[
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo, . . Em tên :[full_name]_mssv:[student_id], em có thắc mắc liên quan tới việc cập nhật điểm thi cuối kì môn xác suất thống kê(MT2013_CC04) học kì 202. Do cuối kì em có tham gia thi đầy đủ nhưng lại bị đánh dấu điểm 13 nên em có liên hệ thầy [full_name] dạy em và được thầy xác nhận là đã cập nhật lại điểm thi cuối kì cho em, nhưng từ đó tới nay đã được gần 1 tháng và em xem trên bảng điểm e-learning vẫn bị đánh dấu điểm 13 vắng thi ạ. . Mong thầy cô kiểm tra lại giúp em, em thật sự rất hoang mang. . Em xin cám ơn ạ. .",
            "Chào em,. . em có liên hệ thầy [full_name] dạy em và được thầy xác nhận là đã cập nhật lại điểm thi cuối kì cho em. . =  Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . . . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Xin chào Thầy/Cô[full_name] [full_name] Em là [full_name] - [student_id][full_name] [full_name] [full_name] [full_name] Em đã đăng ký thành công LVTN trong học kỳ này 211[full_name] Nhưng làm đến hiện tại em thấy mình không thể hoàn thành đúng thời hạn[full_name][full_name] [full_name] [full_name] [full_name] Em đã gửi email xin thông tin về rút môn và bảo lưu thì nhận được thông tin là:[full_name] [full_name]   QUOTE Rút môn LVTN, liên quan đến học phí: nếu em cần nhiều thời gian hơn để chuẩn bị cho LVTN và hạn đóng học phí đến tháng 11/2021 mới đóng, thì em có thể gửi đề nghị đến mục BKSI, trang aao để được tư vấn về rút môn học và không phải đóng học phí cho LVTN HK211, đồng nghĩa em không đăng ký môn học này trong kỳ 211[full_name]  /QUOTE [full_name] [full_name] [full_name] [full_name] Nên em xin được tư vấn về thủ tục rút môn học với nội dụng như trên ạ[full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ anh chị ở phòng đạo tạo ơi cho em hỏi là sao trong thời khóa biểu của em thì môn Hóa đại cương (thí nghiệm) lại có lịch học offline vào tuần 44,45 vậy ạ? Lần trước em chưa có đăng kí đi thực hành lại ạ vì em thấy tình hình dịch vẫn còn đang phức tạp ạ. Em cảm ơn mọi người ạ!",
            "Chào em,. . Gửi em nội dung thư của phòng Tổ chức hành chính gửi về việc cho SV quay lại trường, nên em vui lòng đợi thông báo chính thức nhé!. . Kính gửi toàn thể viên chức, người lao động (VC, NLĐ) và người học Trường Đại học Bách khoa- ĐHQG HCM;. . . . . . . . Trước tình hình mới và căn cứ trên các văn bản chỉ đạo của các cơ quan chức năng và y tế của Trung ương và TPHCM, nhằm chuẩn bị tốt nhất cho quá trình đón sinh viên (SV) quay trở lại trường học tập và nghiên cứu theo lộ trình, nhà trường đang soạn thảo và sẽ ban hành sớm nhất các quy định cụ thể về an toàn phòng chống dịch bệnh, quy trình kiểm soát ra - vào trường cho toàn thể VC, NLĐ, SV và khách vào trường. Vì vậy, Ban Giám hiệu yêu cầu các đơn vị tạm dừng cho SV làm luận văn, luận án, nghiên cứu khoa học... vào làm việc tại các phòng thí nghiệm. Sau khi TPHCM công bố cấp độ dịch mức phường/xã, nhà trường sẽ có thông báo và quy trình thực hiện nhằm kiểm soát chặt chẽ dịch bệnh cũng như lộ trình cho SV quay lại trường, các đơn vị sẽ triển khai đến GV và người học trong toàn trường đã đủ điều kiện vào học tập và làm việc tại trường.. . . . Kính chúc toàn thể VC, NLĐ, người học toàn trường luôn khỏe mạnh, hạnh phúc, thành công, cùng chung tay đẩy lùi dịch bệnh và hoàn thành tốt nhất nhiệm vụ của năm học.. . . .  . . . . Trân trọng,. . . . Ban Giám hiệu.. . . . . . --. . Phòng Tổ chức - Hành chính"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . . . Ở kì 202, em có đăng ký hoãn thi môn Linear Algebra (MT1007) do không có khả năng cung cấp bản ghi màn hình quá trình thi. Tuy nhiên, em đã tuân thủ quy chế thi trong suốt quá trình làm bài (có giám thị quan sát và chưa từng nhắc nhở em).. . . . Hôm nay khi giảng viên gửi kết quả tổng kết thì trường hợp của em giảng viên vẫn lên điểm bình thường. Tức là bài thi của em vẫn tính là hợp lệ.. . . . Do đó, em muốn được ghi nhận kết quả này thì em phải làm đơn Hủy hoãn thi đúng không ạ?. . . . Nếu vậy, đơn Hủy hoãn thi có yêu cầu phải có chữ ký và xác minh em không thuộc diện cấm thi của giảng viên không? Vì đang trong tình hình dịch bệnh, em chỉ có thể liên lạc với giảng viên qua email nhưng đến giờ tất cả những email em gửi đi giảng viên vẫn chưa phản hồi.. . . . Mong thầy/cô sớm phản hồi,. . . . Chân thành cảm ơn thầy/cô!",
            "Chào em,. . - Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu). . - đơn Hủy hoãn thi có yêu cầu phải có chữ ký và xác minh em không thuộc diện cấm thi của giảng viên không?. . =  Không cần nha em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy cô,. . . . Em là [full_name], MSSV: [student_id].. . . . Hiện em đã tìm thấy thông tin tốt nghiệp của mình trên trang web của phòng đào tạo. Tuy nhiên, khác với các bạn cùng lớp thì thông tin ngoại ngữ của em chỉ hiển thị duy nhất thông tin về bằng Anh văn chứ không hiển thị thông tin về bằng Pháp văn dù em đã xét đủ 2 bằng tiếng Anh và tiếng Pháp.. . . . Vì vậy thầy cô cho em báo cáo và thắc mắc về vấn đề hiển thị này.. . . . Em xin chân thành cảm ơn thầy cô.. . . . Trân trọng.",
            "Chào em,. . Em vui lòng trình bày rõ nội dung câu hỏi giúp cô nhé. . Thân. .",
            "Dạ em xin lỗi vì chưa trình bày kĩ.. . . . Cụ thể là em muốn thắc mắc về một lỗi ở tên em trên danh sách tốt nghiệp.. . . . Xin cô giúp em xem hình ảnh đính kèm. Thông thường sinh viên Việt Pháp sẽ phải có 2 bằng ngoại ngữ được hiển thị (chẳng hạn như trong hình của bạn [full_name] sẽ là TOEIC 795 + tiếng Pháp Delf B1). . . . . Tuy nhiên, ở hình trên thì em chỉ được hiển thị bằng tiếng Anh là Ielts 7.5 chứ không được hiển thị bằng tiếng Pháp dù em đã nộp và được xét duyệt thành công. . . . . Vì vậy em muốn gửi thắc mắc này để phòng trường hợp bằng của em chưa được ghi nhận hoặc có trục trặc trong phần trình bày ở hồ sơ của em.. . . . . . Em xin chân thành cảm ơn cô.",
            "Chào bạn. . Việc này không ảnh hưởng đến việc cấp bằng tốt nghiệp và in bảng điểm học bạ (chỉ lấy Chứng chỉ tiếng Anh). . - Còn Chứng chỉ tiếng Pháp, Pdt sẽ kết hợp với Văn phòng Việt pháp rà soát kiểm tra lại trước khi in phụ lục tiếng Pháp (nếu đạt điều kiện Chứng chỉ tiếng Pháp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa thầy cô,. . . . Em là [full_name], mã số sinh viên [student_id].. . . . Học kỳ trước, em có đăng ký chuyển điểm anh văn dựa trên chứng chỉ ngoại ngữ. Tuy nhiên, do chưa có đủ lệ phí trong tài khoản OCB nên em chưa thanh toán trước ngày hết hạn là 4 tháng 2 năm 2021.. . . . Nay em đã có đủ lệ phí trong tài khoản ngân hàng và mở đăng ký lại thì bị báo là không thể chuyển. Không biết em có thể khắc phục bằng cách nào hay em có thể thanh toán vào mục Chuyển điểm lần trước ( hạn 4/2/2021) để được hoàn tất quá trình chuyển điểm không ạ?. . . . Kính mong thầy cô giải đáp giúp em.. .   i Học vụ .",
            "Chào bạn. . Cô thấy bạn đã đăng ký rồi, trên BKpay bạn có khoản 200.000 chuyển điểm cần thanh toán. . Bạn vào thanh toán là xong nghen. . Thân",
            "Dạ em đã đóng lệ phí 200000 VND rồi ạ.. . . . Mong cô sớm duyệt và cập nhật giúp em nhé.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào bạn. . Pdt đã ghi nhận bạn đã đóng tiền chuyển điểm. . - Pdt sẽ xử lý theo quy trình chuyển điểm, nên bạn đợi xem kết quả tại Mybk- điểm chuyển. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy cô, em có vài câu hỏi ạ. . (1). Điểm hoãn thi của em chưa giải quyết thì em có thể đăng kí thi lại môn em hoãn được không ạ.. . (2). Em đọc thông tin thì xin thi lại tại PĐT mà tình hình dịch chưa thể lên trường thì có thể đăng kí thi lại online hay sẽ có form gì không ạ.. . Em cảm ơn thầy cô ạ.. .   i Yêu cầu khác .",
            "Chào bạn,. . 1. Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . 2. Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], MSSV: [student_id]. Em có thắc mắc về việc cập nhật điểm môn Cơ học Ứng dụng-AS2001-L03 như sau:. . Em nhận thấy là em đã thi cuối kì môn Cơ học Ứng dụng từ 21/8. Nhưng cho đến nay, bảng điểm của em vẫn chưa được cập nhật điểm, em có gửi mail cho giảng viên: [full_name] hỏi về vấn đề này. Thì thầy trả lời rằng : \" thầy đã chuyển bảng điểm từ 2 tuần trước\". Nhưng bảng điểm của em vẫn còn trống. Vậy nguyên nhân là do đâu ạ? Khi nào em mới được cập nhật điểm?. . Do em chuẩn bị xét Tốt nghiệp mà bảng điểm vẫn chưa được cập nhật, nên em rất lo lắng. Mong PĐT kiểm tra và giải thích vấn đề này giúp em. Em xin cảm ơn ạ.",
            "Chào em,. . - Hiện tại bảng điểm [full_name] chưa gửi PĐT.. . - Em liên hệ [full_name] qua email [email] để được hỗ trợ.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Tốt nghiệp . Dạ PĐT cho em hỏi thông tin về đăng kí tốt nghiệp. em đã nhận được mail trong danh sách tạm thời vào lúc 17h35 ngày 22/10 ( chiều thứ sáu). nhưng hôm nay thứ 2 em vào đăng ký xét tốt nghiệp thì trong trang web đăng kí em bị Không được phép đăng kí ([full_name]). Mong PĐT kiểm tra lại giúp em ạ. Vì sao e vẫn chưa đăng kí xét tốt nghiệp được ạ. Cảm ơn PĐT.",
            "Chào em,. . Hiện tại đã mở khóa cho em vào đăng ký tốt nghiệp. Em vui lòng vào kiểm tra và đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là em đã được xử lý tốt nghiệp thành công nhưng hôm nay vào lại kiểm tra thì bị báo là nợ HP thì có ảnh hưởng gì không ạ? (Ảnh đính kèm). .   i Tốt nghiệp .",
            "Chào em,. . PĐT đã xóa nợ rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô.. . Sáng hôm qua ( 24/10/2021 ), em có thi cuối kỳ môn Kiến Trúc Máy Tính (CO2007). Nhưng vừa vào thi một lúc, thì nhà em cúp điện. Vì thế em không thể hoàn thành bài thi môn CO2007. Em đã liên hệ giám thi coi thi hôm đó để báo về sự cố của em.. . Nay em xin phép PĐT cho em đăng ký hoãn thi môn CO2007, để em có thể tham gia thì vào đợt tới.. . **** Em đã làm theo hướng dẫn đăng ký hoãn thi của nhà trường qua form \"https://forms.gle/ckyYcJMWN7w3kqe56\" . Nhưng form này hiện đã không còn hoạt động. Vì thế nên em đã đăng hỗ trợ lên đây, mong rằng thầy/cô xem xét giúp em.. .",
            "Chào bạn. . Đúng rồi bạn, hiện tại Pdt đã khóa không đăng ký hoãn thi theo form. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Thân. .",
            "Biểu mẫu trong trang aao.hcmut.edu.vn là biểu mẫu giấy, vậy em phải in ra rồi điền vô và chụp hình gửi cho PĐT hay phải làm thế nào vậy cô.",
            "Biểu mẫu trong trang aao.hcmut.edu.vn là biểu mẫu giấy, vậy em phải in ra rồi điền vô và chụp hình gửi cho PĐT hay phải làm thế nào vậy cô.",
            "Chào bạn. . Đúng rồi bạn. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI",
            "Em chào cô, việc xin xác nhân từ giảng viên và khoa là làm như thế nào ạ. Em không tìm thấy mẫu đơn nào để xin xác nhận việc hoãn thi từ khoa và từ giảng viên hướng dẫn. Hay là chỉ mail xin hoãn thi và giảng viên phản hồi đồng ý là được. Hiện tại em không thể lên trường vì khu vực của em vẫn còn phong tỏa nên mọi việc đều phải liên hệ qua mail, mong cô hướng dẫn giúp em.",
            "Về mẫu đơn tại trang web : aao.hcmut.edu.vn    biểu mẫu. Thì có chỗ để giảng viên và [full_name] có thể ký xác nhận. Nhưng hiện tại, em không thể gặp trực tiếp giảng viên và [full_name] để xin ký xác nhận. Mong cô cho em phương án hợp lý. Em cảm ơn",
            "Cô giúp em với ạ",
            "Chào bạn. . Bạn có thể gởi mẫu đơn cho Giảng viên và [full_name] (Đơn bạn đã điền thông tin đầy đủ). . để Giảng viên + [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi. . Thân",
            "Em chào cô.. . Em xin gửi phòng đào tạo đơn xin hoãn thi và xác nhận.",
            "Em chào cô.. . Em xin gửi phòng đào tạo đơn xin hoãn thi và xác nhận.",
            "Cô ơi cô giúp em ạ.",
            "Chào em,. . Đơn hoãn thi của bạn đã được đồng ý nhé, sau khi ra QD sẽ gửi mail cho bạn, dự kiến sẽ ra QD sau ngày 2/12//2021. Sau ngày này em chưa nhận được mail vui lòng phản hồi lại bksi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào ạ! . . Em tên là [full_name] sinh viên khóa K2017. . Dạ cho em hỏi là tại sao em không được đăng ký thi anh văn 2 kỹ năng nói viết trong tháng 11 vậy ạ ? Trước đó em không đăng ký thi anh văn nói viết trong tháng 10. Nên em dự định sẽ thi trong tháng 11 để kịp tiến độ ra trường ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 15/11.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào Phòng Đào Tạo!. . Em tên: [full_name] thuộc lớp XD16KT. . Nội dung Hiện em đã hết thời gian đào khóa học (4/2021) và được gọi nghĩa vụ quân sự. Em được chú công an phường mách rằng xin giấy tạm hoãn có chữ ký của thầy Hiệu trưởng với lý do chính đáng (kéo dài thời gian học do dịch covid).. . Câu hỏi: Dạ em không biết là em làm đơn xin hoãn nghĩa vụ với lí do trên được không ạ?. . Em xin cám ơn!. .",
            "Chào em,. . Trong giấy xác nhận có ghi rõ về thời gian 2 mốc thời gian mà em, em vui lòng xem lại nhé.. . Theo thời gian đào tạo tối đa thì em vẫn còn trong thời gian đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hủy môn GDTC.",
            "Chào em,. . Em cần hủy môn nào ghi rõ mã môn học, tên môn học gửi lại sớm nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện giờ đã qua 8h nhưng Bkpay của em vẫn không hiển thị phí thi tiếng anh nói viết 2 kỹ năng để thanh toán. Em không biết là lỗi hệ thống hay lỗi tài khoản mybk của em ạ?. .",
            "Chào em,. . Hiện tại cô thấy đã thanh toán lệ phí rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hôm 20/10 em có vào bksi để gửi yêu cầu hủy 1 môn GDTC, nhưng tới hôm nay em mới biết là em làm bị sai và đã gửi lại yêu cầu rồi ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . tới hôm nay em mới biết là em làm bị sai và đã gửi lại yêu cầu rồi ạ.. . =  Em gửi yêu cầu ở đâu vậy em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name] mã số sinh viên [student_id]. Em có nhận được mail biểu mẫu đăng kí lên trường để vào phòng thí nghiệm nhưng vì một vài lí do nên em chưa điền đúng hạn và biểu mẫu đã đóng. Vậy cho em hỏi làm cách nào để em có thể lên trường ạ? Em đã tiêm đầy đủ 2 mũi vaccine. Em xin cảm ơn và mong sớm nhận được hồi âm. Em xin đính kèm hình ảnh xác nhận đã tiêm vaccine bên dưới ạ.",
            "Chào em,. . Em vui lòng làm đơn trình bày rõ vấn đề và chụp hình gửi qua bksi, cô sẽ trình đơn cho Ban lãnh đạo xem xét và trả lời cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/cô cho em hỏi là em đã xong hết luận văn nhưng vẫn còn thiếu toeic (cả av4 chưa hoàn thành, em định nộp toeic để quy đổi điểm av4 luôn ạ) thì học kỳ này em có cần đăng ký môn học để duy trì tình trạng đang học không ạ.. . Nếu không cần đăng ký môn thì em có được giấy xác nhận sinh viên để đăng ký thi toeic được không ạ (do tình hình dịch bệnh nên em không thi toeic được trong thời gian còn hiệu lực của giấy xác nhận sinh viên, giấy xác nhận có hiệu lực tới 31/10/2021 thôi ạ). . . Em xin cảm ơn.",
            "Chào em,. . Việc đăng ký môn học là tuy sinh viên nhé bạn và hiện tại cũng đã hết thời gian để đăng ký môn học cho HK211.. . Theo quy định Sinh viên không có TKB trong HK211 thì không được cấp giấy xác nhận SV hoãn NVQS nhé bạn. . Thân",
            "Ý em hỏi là   B giấy xác nhận sv để thi toeic  /B  ấy ạ, vì dịch bệnh nên em không thể thi được trong thời gian hiệu lực của giấy xác nhận sinh viên.. . Thứ 2, em đã xong hết luận văn và chỉ còn thiếu chứng chỉ av để quy đổi điểm av4 và tốt nghiệp thôi. Vậy em có cần đăng ký môn học để suy trì tình trạng đang học không ạ. . . Em cảm ơn.",
            "Chào bạn. . Nếu bạn không còn nợ môn gì thì không cần đăng ký môn học, . . Khi đó nếu bạn cần thì làm đơn xin cấp giấy xác nhận ghi rõ lý do: để thi Toeic. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý thầy/cô em tên [full_name], MSSV: [student_id]. Chuyện là em có đăng kí tốt nghiệp rồi, đã thanh toán và cũng nhận được mail từ trường về việc thông báo đơn xin Tốt nghiệp. Hôm nay em vào mục ĐKTN để xem có file pdf bằng tốt nghiệp tạm thời chưa thì vẫn để em nợ học phí, và hiển thị là không được ĐKTN dù em đã đăng kí rồi. Em không biết là có phải do lỗi hệ thống không, mong quý thầy/cô giúp đỡ em.",
            "Chào em,. . PĐT đã xóa nợ. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi ngoài đợt đăng kí môn anh văn nói viết trong tháng 11 này thì còn đợt đăng kí nào để tốt nghiệp trong học kì này nữa không ạ? Em check mail thì đã thấy quá hạn, PĐT có thể cho em đăng kí bổ sung kì thi anh văn nói viết trong đợt này được không ạ. Em chân thành cảm ơn!",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 15/11.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào tạo trường Đại học Bách Khoa. . \t. . Em tên: [full_name] - MSSV: [student_id]. . Khoa: Cơ khí. . . . Em có làm đơn xin đăng ký bổ sung Luận văn tốt nghiệp và hiện tại em đã xin đầy đủ chữ ký phê duyệt từ giảng viên hướng dẫn cũng như các bộ phân của bộ môn khoa Cơ khí. Kính mong Phòng Đào tạo có thể xét duyệt cho em được đăng ký bổ sung Luận văn tốt nghiệp trong học kỳ này. . . Em xin chân thành cảm ơn!. . . .",
            "Chào em,. . Với lý do trình bày trong đơn của em thầy Trưởng Phòng Đào tạo không đồng ý, vì hiện tại đã qua 10 tuần, và giảng viên hướng dẫn cũng không xác nhận rõ ràng về tiến độ thực hiện LVTN của em như thế nào?. . Cô gửi em duyệt đơn của thầy [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do đợt 1 em đăng kí mà bị trùng thời khóa biểu nhưng qua đợt 2 em vào đăng kí lại thì hết slot.",
            "Chào em,. . PĐT đã bổ sung môn PE1021 Aerobic Nhóm L12.. . Em xem TKB sau ngày 31/10/21. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT ĐH BK,. . . . Em tên là [full_name]. . Mssv: [student_id]. . . . Em đã đăng kí thi anh văn 2 kỹ năng nói-viết trực tuyến tháng 11, như email thông báo sẽ thanh toán học phí từ 25-26/10, nhưng em chưa biết sẽ thanh toán qua cổng điện tử nào? Em đã kiểm tra BKpay, nhưng không có hoá đơn thanh toán.. . . . Em cảm ơn,. . Trân trọng!. . . . sv [full_name]",
            "Chào bạn. . Bạn kiểm tra mail SV, Pdt mới gởi thông báo nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . Em có đăng ký thi anh văn đợt đầu tháng 11, tuy nhiên hôm nay là ngày thanh toán nhưng em không thấy được khoản thanh toán này trên BKPay. Mong PĐT kiểm tra và thông báo lại giúp em. Em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name].. . . .",
            "Chào bạn. . Bạn kiểm tra mail SV, Pdt mới gởi thông báo nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo, hiện tại theo email mà phòng đào tạo gửi thì thời gian thanh toán lệ phí (150.000): từ 8g ngày 25/10 đến 14g50 ngày 26/10. . Nhưng hiện tại trên Mybk =  BKpay thì em vẫn chưa thấy chỗ thanh toán lệ phí. . Em mong phòng đào tạo cập nhập để em có thể thanh toán học phí ạ,. . Em chân cám ơn .",
            "Chào bạn. . Bạn kiểm tra mail SV, Pdt mới gởi thông báo nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa thầy cô. . Thầy cô cho em hỏi làm sao nhận được giấy hoãn nghĩa vụ quân sự hoặc là mail hoãn nghĩa vụ quân sự để em có thể gửi về lại khu vực em ạ. . Em xin cảm ơn thầy cô",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi: quý thầy/cô. . . .  Em tên là [full_name], tân sinh viên khóa K21 chương trình đại trà, ngành Logistic và quản lí chuỗi cung ứng/ Kĩ thuật hệ thống công nghiệp, khoa Cơ khí của trường đại học Bách Khoa. . . . . Em viết email để xin thầy cô sớm tạo tài khoản ngân hàng OCB giúp em ạ, vì hiện tại em cần nộp tiền xét điểm miễn anh văn. Hạn nộp tiền là ngày 1/11/2021.Trong bộ hồ sơ nhập học em nộp ngày 24/9/2021 đã bao gồm giấy Đăng ký mở tài khoản ngân hàng OCB.. . . . Vì vậy, kính mong thầy cô sớm giải quyết vấn đề giúp em. Em xin chân thành cảm ơn!",
            "Chào em,. . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PDT ạ,. . Hiện em đang cần bổ sung hồ sơ đi làm cho kip tháng 11 bắt đầu. Theo mail em nhận được thì tới thứ 6 trường mới tổng hợp thông tin và in giấy tốt nghiệp tạm thời cho sinh viên tải về. Hiện em đang cần khá gấp nên không biết PDT có thể gửi sớm giúp em 1 bản giấy tốt nghiệp tạm thời trước qua email hoặc bksi không ạ? Chờ đến thứ 6 thì em không kịp làm thủ tục và có thể phải dời 1 tháng nữa.. . . . Em cảm ơn PDT ạ.. .   i Tốt nghiệp .",
            "Chào em,. . Giấy chứng nhận tốt nghiệp tạm thời của bạn đã được in vào sáng thứ 2 và đã được up lên trang mybk/Đăng ký tốt nghiệp, bạn có thể vào để tải về sử dụng trước nhé. Bạn giấy đã được gửi cho bưu điện gửi cho SV theo địa chỉ SV khai ở mục đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào anh/ chị. . Em tên [full_name] hiện em đang học chương trình liên thông đại học - thạc sĩ . . hiện điểm học kỳ 212 em đã có vậy em có cần phải làm đơn gì để chuyển điểm đó xuống đại học không ạ ?. . Em xin cảm ơn . .   i Yêu cầu khác .",
            "Chào em,. . Em vui lòng gửi lại thông tin môn học để PĐT kiểm tra nhé . . - Mã môn học. . - Tên môn học. . - Học kỳ. . Thân mến. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name] [full_name], MSSV: [student_id], chương trình tiên tiến.. . . . Hiện nay em đã hoàn thành chương trình học, đủ ngày CTXH nhưng khi tra kết quả từ danh sách tốt nghiệp dự kiến trên website aao.hcmut.edu.vn (mục tốt nghiệp) từ ngày 6/9/2021 đến hôm nay 25/10/2021 vẫn không có tên.. . . . Cho em hỏi làm sao để kiểm tra thông tin này?. . . . Em xin chân thành cảm ơn",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em xem lại điều kiện nếu có khiếu nại gì vui lòng phản hồi lại bksi giúp cô. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name] - MSSV: [student_id]- Lớp CK19NH1. . Hôm 23/10/2021 em có gửi yêu cầu hoãn thi lên bksi mã ID 39334 nhưng sau đó em có đọc lại muốn được hoãn thi phải có sự đồng ý của giáo viên bộ môn.Em có gửi mail có thầy [full_name](giáo viên dạy môn Sức bền vật liệu-lớp L01) và được thầy xác nhận đồng ý.. . Mong pdt xem và xác nhận hoãn thi giúp em,em cảm ơn pdt đã đọc.. . (em có đính kèm câu trả lời của thầy [full_name])",
            "Chào bạn. . - Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . - Sau khi có xác nhận của Giảng viên giảng dạy + [full_name] (theo quy định). . - Gửi cho Phòng đào tạo xem xét (nộp qua email [email] hoặc BKSI ). . - Hiện tại em còn thiếu xác nhận của [full_name]. . Thân mến. .",
            "Dạ cho em được hỏi là xác nhận của khoa là khoa em đang theo học hay là khoa xây dựng vậy ạ.. . Em có gửi mail cho chủ nhiệm khoa em thì thầy cũng đang thắc mắc về việc này (em có đính kèm câu trả lời của thầy).. .",
            "Chào bạn. . Khoa quản lý môn học nghen bạn. . Thân",
            "Dạ cho em hỏi là phải liên hệ với thầy/cô nào ở khoa kỹ thuật xây dựng(khoa quản lý môn sức bền vật liệu) để được đồng ý hoãn thi ạ.Em cảm ơn",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào em. . Khoa Xây Dựng em liên hệ qua email [email] để được hướng dẫn.. . Thân mến. .",
            "Em chào pdt ạ,em tên là [full_name] MSSV [student_id] lớp CK19NH1 em có đăng ký hoãn thi và được pdt tư vấn còn thiếu xác nhận của khoa để hoàn tất.. . Em liên hệ với khoa thì khoa bảo cần chữ ký của giáo viên giảng dạy. Sau khi em liên hệ được với thầy thì thầy lại bảo là thầy không muốn ký online vì đã có nhiều bạn lợi dụng share chữ ký của thầy đi khắp nơi. Thầy bảo cứ dùng mail thầy đồng ý hoãn thi để làm việc.Sau dịch thầy sẽ bắt lại đơn khác và ký bù sau (Thầy [full_name]). . Em liên hệ lại với khoa đã gần 1 ngày nhưng không thấy khoa phản hồi.. . Tuy em đăng ký từ 24/10 nhưng tới tận bây giờ vẫn chưa được hoãn thi.Mai là ngày cuối trong thời hạn để hoãn thi (5 ngày sau khi thi online). . Em mong pdt có thể giúp em vì tình hình dịch bệnh như thế này,và ngày qua ngày em chỉ có thể gửi mail và chờ phản hồi.KHông biết là có thể trễ hơn vài ngày so với quy định 5 ngày không ạ vì mãi khoa vẫn chưa trả lời em. Mail đầu thì khoa trả lời rất nhanh nhưng sau khi nghe thầy không ký online thì không thấy phản hồi.",
            "Chào em,. . - GV gửi email như vậy là được rồi em.. . - Em gửi đơn cho [full_name] (Đơn em đã điền đầy đủ thông tin để [full_name] xác nhận qua email của Sv.. . - Xong em gửi lại bksi.. . Thân mến. . . . . .",
            "Dạ vâng,em có gửi mail cho khoa,trong mail có đính kèm đồng ý của giáo viên cộng với việc pdt đã công nhận mail của giáo viên nhưng khoa lại yêu cầu em cần có chữ ký của giáo viên trong đơn thì mới được.. . Về mặt khác,thì thầy em lại không muốn ký vì sẽ khiến chữ ký thầy bị share khắp nơi.. . PDT cho em hỏi có thể chậm thêm được bao nhiêu ngày nữa ạ(vì theo thông tin là chỉ có 5 ngày để hoãn thi) . . Hiện tại em chỉ có thể chờ khoa phản hồi thôi ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hủy môn học [full_name], mã môn học PE1023. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . PĐT tiếp nhận yêu cầu hủy 1 môn thể dục vì SV đã đăng ký nhiều hơn 1 môn GDTC ở học phần 1.. . Dự kiến cuối sau ngày 30/10/2021, SV kiểm tra TKB cập nhật đúng tại trang Mybk- xem TKB. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào phòng đào tạo. . . . Em là [full_name] - mssv: [student_id]. . . . Hiện tạo CTXH của em là 15.5 ngày, đủ điều kiện đăng ký xét tốt nghiệp tuy nhiên khi em đăng ký trên mybk thì nhận được kết quả như sau: . . . .   B Tình trạng đăng ký. . Không được phép đăng ký (Nợ CTXH )  /B . . . . Và em không thấy có tên trong danh sách tốt nghiệp chính thức, mà chỉ có trong danh sách dự kiến(thông tin cũng sai) - Em có đính kèm file bên dưới.. . . . Mong phòng có thể giải đáp cho em ạ!. . . . Em chân thanh cám ơn",
            "Chào em,. . Em vô kiểm tra và đăng ký tốt nghiệp lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . Họ và tền: Lê Hoàng Gia Phúc. . Lớp: VP20XDC. . . .  Học kỳ hè em có đăng ký học dự thính nhưng do dịch, trường đã chuyển sang hình thức hoc online do em không có điều kiện học online được nên không tham gia học. Hiện tai, em nợ học phí  của học kỳ hè nên không thể đăng kỳ tiếp theo được. Xin quý trường xem xét hướng giải quyết giúp em có giấy xác nhận sinh viên. Vì lý do dịch bệnh cũng như hoàn cảnh gia đình nên em chưa đóng học phí học kỳ hè. Em sẽ gấp rút lên đóng học phí cho quý trường. Mong quý trường sẽ xem xét hướng giải quyết giúp em sớm nhất. Em chân thành cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo,. . Em tên [full_name], MSSV: [student_id]. . Em có đăng ký thi anh văn 2 kỹ năng nói viết theo hình thức trực tuyến đợt tháng 11, nhưng hôm nay ngày 25/10/2021 mà bkpay vẫn chưa mở chổ để thanh toán lệ phí như trong lịch trình mail em được nhận (từ 8g ngày 25/10 đến 14g50 ngày 26/10). . . Rất mong Phòng đào tạo xem xét lại giúp em.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Bạn kiểm tra mail SV, Pdt mới gởi thông báo nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo,. . Em tên [full_name] ( MSSV : [student_id]) đã đăng ký thi nói viết đợt tháng 11, MSMH : BKE123 và nhận được thông tin như hình đính kèm, tuy nhiên, đến thời gian thanh toán lệ phí em vào trang BKPay không thấy hiển thị thông tin thanh toán, em đã gọi điện đến Phòng Đào Tạo nhưng được báo số máy tạm khóa.. . Rất mong Phòng Đào Tạo xem xét, em xin chân thành cảm ơn !. . Trân trọng,. . [full_name] ( [phone_number]). .   i Yêu cầu khác .",
            "Chào bạn. . Bạn kiểm tra mail SV, Pdt mới gởi thông báo nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào pdt, e đã đủ điều kiện mà sao e chưa có trong danh sách tốt nghiệp ạ? Nhờ pdt xem giúp e với. Thanks",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em xem lại nhé, nếu có khiếu nại vui lòng phản hồi lại qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác   . . Dạ Em chào Thầy Cô,. .  . . Cho em hỏi đợt tuyển sinh hệ VHVl tháng 11 chỉ nhận hồ sơ vào thời gian 15/11 – 26/11/2021 hay em vẫn có thể nộp trước được.. . Em cảm ơn.",
            "Chào em,. . Về vấn đề tuyển sinh VLVH em email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô ạ. Em sinh viên K19 đang ở lại thánh phố. Cho em hỏi tình hình huện nay thì trường mình có dự định cho học trực tiếp trở lại trong năm nay không ạ?",
            "Chào em,. . Cho em hỏi tình hình huện nay thì trường mình có dự định cho học trực tiếp trở lại trong năm nay không ạ?. . =  Hiện tại chưa được phép vào trường em nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là F0 cuối tháng 9 xuất viện và hết cách ly, phòng DDT cho E quy trình xác nhận hoãn thi ạ. Em không có danh sách xn hoãn thi trong khi đã có làm thủ tục hoãn thi ạ",
            "Chào bạn. . Pdt kiểm tra bạn chỉ có đăng ký 2 môn qua form theo minh chứng bên dưới, bạn không có đăng ký hoãn thi môn này. . 06/08/2021 7:52:23\t1614165@hcmut.edu.vn\t1614165\tNGUYỄN HÙNG TUẤN VŨ\tĐANG Ở KHU CÁCH LY LẠI CTY CÓ CA DƯƠNG TÍNH KCN SÓNG THẦN 1 (CỔNG 4)\tHK202\tSP1009\tĐƯỜNG LỐI ĐẢNG CỘNG SẢN \tCI1003\tVẼ KỸ THUẬT \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTôi đã xem quy định về Hoãn thi theo Quy chế học vụ điều 17.2 và đồng ý nộp đơn hoãn thi\tTRUE"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào pdt,cho em hỏi là cuối tuần này em có lịch thi giữa kì môn anh văn 4 dự thính học kì 211 mà nay trên mybk của em vẫn chưa cập nhật lịch thi là sao vậy ạ,mong pdt kiểm tra và cập nhật để em biết ngày giờ thi ạ",
            "Chào em,. . - GV cho kiểm tra trên lớp, đúng giờ học, môn này dự thính có 1 nhóm lớp.. . - Trên mybk của em vẫn chưa cập nhật lịch thi . . =  Khi nào lịch thi chung do PĐT xếp mới đưa lên mybk. . - Em nên liên hệ GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa thầy/cô,. . . . Em là [full_name], mã số sinh viên [student_id].. . . . Hiện nay, em đã hoàn thành tất cả các khoảng tiền và phí mà trường yêu cầu. Tuy nhiên, trong danh sách Tốt nghiệp Dự kiến, em lại bị ghi chú là Nợ HP.. . . . Kính mong thầy/cô xem xét và cập nhật giúp em ạ.. . . . Kính thư,. . [full_name]",
            "Chào em,. . Trên bkpay em còn 2 khoản nợ. . - Lệ phí in bảng điểm 35000. . - Lệ phí miễn điểm    200000. . Thân mến. .",
            "Dạ thưa cô,. . . . Về lệ phí In bảng điểm ( Từ năm 2017), vì không có nhu cầu nên em xin phép huỷ được không ạ?. .",
            "Chào em,. . Về lệ phí In bảng điểm ( Từ năm 2017), vì không có nhu cầu nên em xin phép huỷ được không ạ?. . =  PĐT đã hủy rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Em có đăng ký in thẻ sinh viên vận chuyển qua bưu điện đươc trả kết quả in thành công vào ngày 27/07 nhưng bây giờ vẫn chưa nhận được thẻ. Mong thầy/cô cho em xin thông tin vận chuyển để liên hệ với đơn vị vận chuyển.. . Số điện thoại đăng ký của em là [phone_number].. . Trân trọng./.. .   i Yêu cầu khác .",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . . . Em đã có đăng ký in bảng điểm trên mybk để bổ sung hồ sơ học bổng và đã in xong (theo thông tin trên mybk). Em không chọn option ship bảng điểm về địa phương vì em sợ không kịp thời hạn nộp học bổng. . . . . Phòng đào tạo có thể scan giúp bảng điểm của em và gửi file scan qua cho em được không ạ. . . . . Em xin cảm ơn phòng ĐT.. .",
            "Chào em,. . Cô gửi em file scan bảng điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện em đã hoàn thành thực tập tốt nghiệp kỳ 203.. . . . Kỳ 202 tạm xét là đạt những môn em đã đăng ký.. . . . Vậy nếu kỳ 202 em không đạt vài môn dẫn đến không đủ tín chỉ để nhận thực tập, thì kết quả của thực tập tốt nghiệp mà em đã hoàn thành có giữ lại để khi em đủ tín chỉ mới xem là đạt môn thực tập.. . Hay em phải thực tập một lần nữa ạ.",
            "Chào em,. . Sẽ không xét lại điều kiện về số tín chỉ nhé bạn, nhưng nếu bạn không đủ tín chỉ thì cũng sẽ không đăng ký được LVTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT!. . Em là [full_name]. MSSV [student_id]. . . Điểm trung bình tích lũy ngành của em tự tính được là 7.1, nhưng lên kiểm tra trong DS tốt nghiệp dự kiến thì lại để là 6.98. Em có nộp bằng Toeic Nghe đọc và chuyển điểm rồi nhưng hình như chưa được cộng vào điểm Tích lũy ngành, mong PĐT xem xét cập nhật lại để xếp loại Tốt nghiệp giúp em.. . Em xin cảm ơn!",
            "Chào em,. . Đính kèm ĐTBTN tính đến 26/10/2021 : 6.98. (kèm file). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Phòng đào tạo cho em hỏi về vấn đề chuyển điểm từ cao học xuống đại học vì em đang là sinh viên liên thông đại học cao học. Em đã học tổng cộng 6 môn ở cao học và em cũng thấy thông tin chuyển điểm từ cao học xuống đại học trong phần thông tin sinh viên -  điểm chuyển. Có tổng cộng 6 môn đủ. Nhưng mà em vẫn chưa thấy cập nhật vô bản điểm tích lũy của em ạ, vì nếu đúng là tính tới bây giờ tổng cộng em đã học được 123 tín chỉ nhưng trong bản điểm tích lũy của em chỉ có 120 tín chỉ. Em mong nhà trường và phòng đào tạo xem lại giúp em ạ, em rất cảm ơn ạ.",
            "Chào em,. . Em xem lại sau ngày 27/10/2021.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi sao điểm Trung bình tích lũy ngành vẫn chưa được cập nhật ạ, hiện tại mới chỉ cập nhật đến HK1 2020-2021.. .",
            "Chào em,. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Nếu em muốn xem thì xem trong ds dự kiến TN.. . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . . . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Phòng Đào tạo.. . Em là [full_name]. Mssv: [student_id]. Lớp VP16CDT. . Khoảng 4 tuần trước em có đăng kí in bảng điểm để bổ sung hồ sơ học bổng Honda, đăng kí nhận qua bưu điện nhưng đến nay vẫn chưa được nhận. Sau đó, vào tuần trước, em có đăng kí in bảng điểm và nhận tại PĐT cơ sở Lý Thường Kiệt nhưng hiện tại nhà trường có thông báo ngưng cho sinh viên vào trường. Em không biết làm thế nào để em có thể nhận được bảng điểm ạ?. . Nếu được thì phiền PĐT có thể scan và gửi lại file pdf bảng điểm của em qua email: [email]. . Bên cạnh đó, cách đây hơn 1 tháng, em có đăng kí nhận bằng tốt nghiệp tạm thời qua bưu điện nhưng đến nay vẫn chưa nhận được. Không biết có vấn đề gì xảy ra không ạ? PĐT kiểm tra lại giúp em.. . Địa chỉ: 45/2A Nguyễn Thượng Hiền, Phường 5, quận Bình Thạnh, TP. Hồ Chí Minh. . . Sdt: [phone_number]. .",
            "Chào bạn;. . Trường đã kiểm tra bên bưu điện và thấy đã gửi thư thành công nha bạn",
            "Dạ nhưng em chưa nhận được ạ. Và em đảm bảo những ngày đó em không tắt điện thoại hay bỏ lỡ cuộc gọi nào. . . Còn về bảng điểm em đăng kí in và lấy ở Phòng đào tạo cơ sở LTK thì có cách nào để em nhận được không ạ?",
            "Phòng Đào tạo có thể gửi em bảng scan được không ạ? Hoặc ship đến địa chỉ bằng grab giao hàng cũng được ạ, em sẽ trả tiền phí. Em cảm ơn nhiều.. . Địa chỉ: 45/2A Nguyễn Thượng Hiền, Phường 5, quận Bình Thạnh, TP. Hồ Chí Minh.. . Sdt: [phone_number]",
            "Chào em,. . Bản scan em có thể tải tại trang mybk/Đăng ký tốt nghiệp.. . Về Bảng điểm em có thể lên trường nhận, sáng nay cô thấy [full_name] về vẫn cho SV vào trường nhận bảng điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy/cô!. . Hiện tại, em có đăng ký in bảng điểm với phòng đào tạo và lịch hẹn lên nhận bảng điểm sau khi thanh toán lệ phí in là ngày 27/10.. . . . Thầy/cô cho em hỏi là ngày 27/10 này em có thể lên văn phòng đào tạo tại cơ sở 1 để nhận bảng điểm được không ạ?. . . . Em cần nhận bảng điểm để bổ sung vào hồ sơ nộp cho công ty em đang làm việc.. . . . Em đã tiêm đủ 2 mũi vaccine sau hơn 14 ngày và em đã lựa chọn nơi nhận bảng điểm là phòng đào tạo thay vì chuyển phát qua bưu điện.. . . . Em chân thành cảm ơn thầy/cô.",
            "Chào bạn. . Hiện tại Phòng đào tạo làm việc bình thường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em kính chào thầy/cô. Dạ em có thắc mắc là học kì dự thính trong kì chính, mình không đóng tiền môn dự thính (đã rút môn) kịp thì có bị hủy hết tất cả các môn trong học kì chính không ạ, hay chỉ môn dự thính đó thôi ạ. Em xin cảm ơn thầy/cô. . . .",
            "Thân gửi các bạn sinh viên,. . . .  Theo qui chế học vụ hiện hành (Quy chế học vụ điều 7.2), Bạn chưa thanh toán học phí học kỳ 1/2021-2022 (Dự thính) tính đến 15 giờ ngày 15/10/2021.. . . . Bạn cần phải thanh toán học phí mặc dù trễ hạn gia hạn đến 15 giờ ngày 29/10/2021 (lần nhắc nhở cuối cùng).. . . . Sau thời gian trên Phòng đào tạo sẽ tiến hành xử lý theo quy định:. . . .   -  Đối với học kỳ dự thính trong học kỳ chính: Bị xoá TKB của các môn đã đăng ký, xoá tên khỏi danh sách kiểm tra/thi và không cho phép ĐKMH ở các học kỳ kế tiếp, bị ghi nợ học phí (mặc dù TKB đã bị xóa).. . . .    - Sinh viên xem chi tiết Quy chế học vụ đào tạo để thực hiện nghiêm túc tại trang: aao.hcmut.edu.vn    sinh viên    quy chế    học vụ    Quy chế đào tạo và học vụ bậc đại học, cao đẳng/Điều 7."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào các thầy, cô !. . em là [full_name]-MSSV  [student_id]. . Cho em xin hoãn thi môn Cơ kết cấu(CI2029). . (hk2 2020-2021). . lý do: không đảm bảo trang thiết bị.",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . Bổ sung xác nhận:. . HK chính 202: Xác nhận của [full_name] viên [full_name]  V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để [full_name] viên [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . HK DT202 và DT203: Xác nhận của [full_name] viên [full_name] V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để [full_name] viên [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . Lưu ý:. .  Về quy định (thi xóa điểm Hoãn thi, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào PĐT, em là [full_name], MSSV [student_id], sinh viên Chương trình Việt Pháp - K16. . . . Hiện tại trên trang: http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2761&masv=[student_id]&code=gq. . thì   B thông tin tốt nghiệp đang bị thiếu bằng Tiếng Pháp B1.  /B . . . . Em đã đối chiếu với các bạn trong lớp, kết quả là các bạn đã được cập nhập đầy đủ 2 chứng chỉ ngoại ngữ là bằng Tiếng Pháp B1 + bằng Tiếng Anh.. . . . Em mong PĐT kiểm tra lại thông tin còn thiếu giúp em. Em xin cảm ơn.. .",
            "Chào em,. . Em có thể nhờ bạn em chụp minh chứng cập nhật đầy đủ 2 bằng tại trang tra ds tốt nghiệp dự kiến và gửi đính kèm để cô kiểm tra nhé. . Thân",
            "Em xin chào Cô,. . . . Em đã đính kèm ảnh cập nhập đầy đủ 2 bằng ngoại ngữ của bạn học cùng lớp chương trình Việt Pháp với em: [full_name], MSSV: [student_id].. . . . Em xin cảm ơn.",
            "Chào bạn. . Việc này không ảnh hưởng đến việc cấp bằng tốt nghiệp và in bảng điểm học bạ (chỉ lấy Chứng chỉ tiếng Anh). . - Còn Chứng chỉ tiếng Pháp, Pdt sẽ kết hợp với Văn phòng Việt pháp rà soát kiểm tra lại trước khi in phụ lục tiếng Pháp (nếu đạt điều kiện Chứng chỉ tiếng Pháp). . Thân. ."
        ]
    }
]