[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/chị,. . Em là [full_name], sinh viên khoa Kỹ Thuật Hóa Học, lớp HC17HLY. Em đã nhận được giấy tốt nghiệp tạm thời vào khoảng giữa tháng 11. Tuy nhiên đến hiện tại em chưa nhận được email thông báo lên nhận bằng tốt nghiệp giống như các bạn cùng khóa được nhận. Em rất mong anh/chị có thể xem xét giải quyết giúp em. Em cảm ơn.. . . . [full_name]",
            "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô ạ,. . Hiện tại em cần in bảng điểm để nộp đến phòng CTCT-SV. Do em đang ở quê, cho em hỏi là em có thể nhờ bạn em (bạn ở SG) đến trường lấy giùm bảng điểm đăng kí in tại PĐT không ạ? . . Em cảm ơn và mong được phản hồi sớm ạ.. .",
            "Chào em;. . em cứ đăng ký in bảng điểm nhé, sau đó nhờ ai đến nhận thì yêu cầu trên bksi nhé. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô,. . . . Em là [full_name], MSSV: [student_id]. . Em đang học chương trình kỹ sư chất lượng cao Việt Pháp chuyên ngành cơ điện tử.. . . . Em muốn hỏi về tín chỉ môn học nhập môn kỹ thuật ME1001. Theo như thông báo môn học còn thiếu để tốt nghiệp của văn phòng khoa cơ khí gửi em thì em còn thiếu môn học đó. . . . . Nhưng trong học kì 171, do chưa phân ngành nên sinh viên VP học môn đó sẽ được xếp theo ngành đầu vào của bách khoa (cũng là môn: nhập môn về kĩ thật nhưng em được học môn có mã là: EE1001), tức lúc đó em được học nhập môn của khoa điện, chứ không phải khoa cơ khí. (vì đầu vào em là ngành điện sau đó em mới vào VP). Cũng có rất nhiều bạn đang học cđt bị giống em.. . . . Vì vậy, em muốn chuyển đổi môn học để sau này xét em tốt nghiệp không bị tính là thiếu môn này thì em phải làm gì ạ?. . Mong phòng đào tạo hướng dẫn giúp em.. . Em xin cảm ơn ạ.. . . . Trân trọng,. . [full_name]",
            "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .   Dạ em xin chào PĐT trường. Em có thắc mắc về BHYT thì mong PĐT có thể giải đáp giúp em ạ. . .   1. Hồi đầu năm nhất, em có tham gia đăng kí BHYT trường ngày 14/9/2020. Thì em lúc đó quên việc lấy thẻ BHYT do nhà trường cung cấp thì hiện nhà trường vẫn còn giữ thẻ cho những ai chưa lấy không ạ? Nếu vẫn còn thì sau Tết em học sinh đang tạm dừng học có thể lấy được phải không ạ? Và mình cần phải làm ntn để lấy thẻ bảo hiểm?. .   2. Nếu nhà trường không có giữ hay không thể cung cấp thẻ BHYT thì e có thể đăng kí BHYT ở bên khác được không ạ?. .   3. Với e hiện đang tạm dừng học thì năm nay không phải đóng BHYT nhưng qua năm học tiếp theo em vẫn đóng bình thường đúng không ạ?. .   Dạ đây là những thắc mắc của em, mong PĐT giải quyết giúp em sớm nhất có thể. Em xin cảm ơn. .    . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Dear [full_name][full_name] [full_name] Em sinh viên hệ VHVL, đợt vừa rồi  em đã ĐK nhận bằng tốt nghiệp HK 20211, nhưng hiện em vẫn chưa nhận được Thoòng tin nào, [full_name] [full_name] Mong [full_name] kiểm trả lại giúp em",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào Phòng đào tạo, em tên [full_name] - MSSV: [student_id] - hệ VLVH - khoa Kỹ thuật hoá học. Hiện em đang học theo CTĐT của K16, phân ngành Quá trình & Thiết bị . . . . Hiện tại em đang đăng ký các môn Thực tập ngoài trường (CH3353) và Đề cương luận văn (CH4351) của phân ngành Quá trình & Thiết bị theo K16. . . . Nhưng hiện tại em còn đang mặc định là phân ngày Hoá dầu, nên em muốn xin cách để chuyển từ phân ngành Hoá dầu sang phân ngành Quá trình & Thiết bị để em có thể đăng ký được 2 môn trên ạ. Vậy em có cần làm đơn gì để xin chuyển không ạ. . . . Em mong Phòng đào tạo hồi đáp. Em xin cảm ơn ạ",
            "Chào em,. . Em vui lòng xem quy chế điều 30. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 30. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là em không đăng kí được mã môn . . Ci3335 và ci4335 ạ. . Em nhớ là thầy Trưởng bộ môn đã làm đơn gửi PĐT bỏ ràng buộc hai học phần này rồi ạ. . Và đợt em đky bổ sung không được là vì em chỉ có 86 chỉ không đủ đk đăng ký thực tập tốt nghiệp. .  và giờ tính kì 211 thì em đã được 100 chỉ. .  và tính luôn kì 212 đang học như PĐT gửi trong mail là được tính đạt thì em đạt 117 chỉ thì đã dư tiêu chí đăng ký thực tập tốt nghiệp rồi ạ. Mà sao em vẫn bị dính môn tiên quyết ạ. . . Xin PĐT giúp đỡ cho phép em được đăng ký hai môn này để em có thể cố gắng cải thiện được quá trình họ tập của em ạ. . . Em xin cảm ơn ạ",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 83+19=102 93 Không ĐK đc vì môn học trc CI3203. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin đăng kí rút môn học Thực Tập Ngoài Trường, mã môn học CO3345.. . Em xin lỗi vì có sai sót trong việc đăng kí môn, em muốn đi thực tập vào kì hè nên muốn rút khỏi môn này ạ.. . Em cám ơn rất nhiều ạ !. .",
            "Dạ em vừa nhận được thông tin phòng đào tạo cho phép K19 em hoãnThực Tập Ngoài Trường đến kì hè  ạ.. . Em xin phép   B KHÔNG   /B rút môn học này nữa. . Em cám ơn nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Dạ cho em hỏi đăng kí nộp bằng tốt nghiệp trung học phổ thông có ghi \"sinh viên gửi về phòng đào tạo\".. . - Cho em hỏi là gửi về phòng đào tạo trường mình thì phải ghi địa chỉ như thế nào để gửi về phòng đào tạo được ạ. . . .",
            "TẠM NGƯNG: ĐỢT TỔNG KIỂM TRA VÀ NỘP BẰNG TỐT NGHIỆP THPT (MAIL ĐÃ GỬI SV NGÀY 25/11). . Hộp thư đến. . . . - [full_name] SV   [email] . . 14:14, Th 2, 13 thg 12, 2021. . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên, . . . . Phòng đào tạo tạm ngưng việc tổng kiểm tra và nộp bằng tốt nghiệp THPT tất cả sinh viên chính quy (theo mail PĐT đã gửi vào ngày 25/11/2021).. . . . Dự kiến, sau tết Nguyên đán 2022 PĐT sẽ thông báo cụ thể lịch trình chi tiết.. . . . Lưu ý: . . . . Trường hợp sinh viên đã gửi qua bưu điện bổ sung bằng tốt nghiệp THPT theo thông báo PĐT đã gửi ngày 25/11/2021 vui lòng đợi PĐT kiểm tra, cập nhật lại và thông báo kết quả xử lý chung sau tết Nguyên Đán 2022.. . . . Sinh viên cần chuẩn bị sẵn bằng tốt nghiệp THPT theo quy định và đợi thông báo của PĐT sau tết Nguyên đán 2022.. . . . Thông báo này dành riêng cho SV K20 trở về trước. SV K21 vui lòng bỏ qua email này.. . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính chào thầy cô, em có thắc mắc về điểm số thi cuối kì. Vậy cho em hỏi quy trình làm đơn phúc khảo ạ. Mong thầy cô xem xét yêu cầu của em. Em cảm ơn và kính chúc sức khỏe ạ.",
            "Chào em,. . Em đăng ký phúc tra tại mybk/Phúc tra bài thi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi PĐT,. . Em là [full_name] -[student_id], sinh viên ngành Cơ Điện Tử PFIEV, khoa Cơ Khí. . . . Em viết đơn này để xin phép PĐT cho em được đăng ký và thực hiện luận văn tốt nghiệp vào học kỳ 212 ạ.. . . . Em hiện tại đang bị thiếu tín môn tiếng Pháp nên không đủ điều kiện số tín chỉ tối thiểu để đăng ký luận văn tốt nghiệp và thực tập tốt nghiệp.. . . . Tuy nhiên em xin cam kết rằng sẽ nộp bằng tiếng Pháp vào và chuyển điểm để đảm bảo đúng tiêu chuẩn vào học kỳ tới.. . . . Mong PDT xem xét và giúp đỡ em ạ. Em xin cảm ơn rất nhiều.. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Kính gửi Phòng đào tạo Trường Đại học Bách Khoa TPHCM,. . Em tên là: [full_name]. MSSV: [student_id]. Lớp: KU17VLY2 - Khoa Khoa học Ứng dụng - ngành Vật lý Kỹ thuật.. . Em đã đủ điều kiện và đã đăng ký xét tốt nghiệp, và có tên trong danh sách xét tốt nghiệp dự kiến tháng 11 năm 2021, em đã thanh toán hết các khoản lệ phí học phí nhưng hiện tại tình trạng đơn đăng ký của em là \"không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến\" . Em mong PĐT có thể kiểm tra lại giúp em ạ.. . Mong sớm nhận được phản hồi từ phía PĐT. Em xin chân thành cám ơn.. . Trân trọng./.. .",
            "Em đã nộp đơn xét đợt 211 và đóng lệ phí xét vào ngày 05/01/2022, nhưng sau đó em được thông báo là chưa đóng phí in thẻ sinh viên em đã đăng kí vào 18/05/2020, em đã thanh toán vào 11/01/2022.  Danh sách tốt nghiệp 211 chốt vào 08h ngày 17/01/2021. Nhưng đơn của em đã không được xét và hiện tại phải đợi đến đợt xét mới ạ.",
            "Chào em,. . Trường hợp của em đã được cập nhật trong đợt tốt nghiệp này nhé, và đã có quyết định tốt nghiệp được cật nhật tại mybk/Thông tin SV/ tình trạng. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa quý thầy cô. . Em tên là [full_name] . . MSSV: [student_id]. . Em có thi môn Anh Văn 4 LA1009 lớp L02 thi ngày 5/12/2021. . Em có thấy điểm của môn ở đăng ký Phúc tra bài thi nhưng hiện tại trên bảng điểm em chưa có điểm của môn Anh Văn 4 ạ. . . Em mong các thầy / cô giải đáp giúp em vì trong lớp có bạn có điểm rồi cũng có bạn không có điểm như em trên Bảng điểm MyBK. . Em cảm ơn thầy / cô",
            "Chào em,. . [full_name] tra lên điểm cũng mở khóa. . Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa  trong thời gian cho phép sửa.. . Thân mến. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong đợt trước đăng kí môn học đợt 3 em không đăng kí được do luận văn do chưa đủ điều kiện ( em chưa đủ chuẩn anh văn để nhận luận văn). Cho em hỏi đợt đăng kí bổ sung này có xét chuẩn anh văn để đăng kí luận văn không ạ.. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 120  125 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em làm đơn xin phúc tra điểm thi cuối kì 211 vì lý do, em đã làm đơn xin tạm dừng ở HK 212 nên tình trạng hiện tại của em là tạm dừng nên em không thực hiện được phúc tra trên myBK. Em mong phòng đào tạo trường Đại học Bách Khoa TPHCM xem xét đơn này của em và tạo điều kiện mở bảng điểm để giáo viên bộ môn có thể chỉnh sửa môn học.. .",
            "Em đã gửi mail cho phòng đào tạo và gọi điện lên pdt để xác nhận mail đã được nhận ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . Em tên là: [full_name] . . MSSV: [student_id]. . Lớp: CK19KSCD. . Em đã đăng ký hoãn thi môn Chi tiết máy (ME2007) thuộc lớp L03-B vào ngày 21/12/2021 trên web hoãn thi của trường ạ. Nhưng hôm nay trên bảng điểm lại hiện điểm 13 nên em xin Phòng đào tạo kiểm tra lại đơn hoãn thi của em ạ. Mong nhận được sự phản hồi sớm từ Phòng đào tạo.. . Em xin cảm ơn.. .",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] - MSSV [student_id]. . . . Em muốn hỏi khi nào PDT-Nhà A1-P.101 bắt đầu nghỉ tết âm để em sắp xếp thời gian về trường lấy bằng được ạ? Do em đi làm xa, không ở HCM.. . . . Nhờ PDT phản hồi sớm giúp em. Em cảm ơn.",
            "Chào em,. . Trường ĐHBK nghỉ tết từ. . Thứ năm 27/01 đến hết thứ tư 09/2. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên Nguyễn Thị Thùy Vân, ngành Kỹ thuật máy tính. Em có đăng ký học môn PH1003 - Vật lý 1, tuần đầu tiên học em có thể vào E-LEARNING học và xem khóa học của mình nhưng tới tuần thứ 2 thì trong E-LEARNING các khóa học của em thì em không thấy hiển thị môn học này nữa. Em có tìm kiếm môn học nhưng lại không được phép vào khóa học.. . Em mong thắc mắc của em sớm được giải đáp, em xin cảm ơn.",
            "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Kính gửi PĐT[full_name] [full_name] Em tên là [full_name][full_name] MSSV [student_id][full_name] Em đã có bằng tốt nghiệp tạm thời và có tên trong danh sách tốt nghiệp chính thức đợt T11/2021[full_name] Nhưng đến giờ em vẫn chưa nhận được mail lên PĐT lấy bằng tốt nghiệp chính thức[full_name] Em mong PĐT xem xét lại trường hợp của em là như thế nào ạ[full_name]",
            "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính thưa [full_name]. . Em tên là [full_name], mssv [student_id]. . Em đã xin chuyển hệ từ chính quy sang VLVH. Nhưng em đăng kí luận văn tốt nghiệp không được vì thiếu điểm những nôn chuyên ngành. Em mong thầy, cô hãy xem lại thử là do lỗi hay do em. Để em còn đăng kí LVTN cho kịp ạ. Em cảm ơn. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em sinh viên CQ chuyển hệ VHVL, tất cả các môn tiên quyết đều học xong hết rồi. Giờ đăng ký luận văn tốt nghiệp lại hiện lên là chưa học. Mong sớm giải quyết để em được đăng ký LVTN",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi pđt.. . Em đã đăng ký thành công môn thực tập ngoài trường mã EN3345 trong 3 đợt và không bị lỗi loại hình sinh viên hay trùng tkb.. . Phiền pđt xem lại giúp em với ạ.. . Em xin cám ơn thầy cô.. .",
            "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Phòng đào tạo cho em hỏi về việc nộp bằng tốt nghiệp THPT. Em thấy trên trang mybk có đợt đăng kí nộp bằng từ 20/12/2021 00:00 - 22/01/2022 00:00. Nhưng trong email của phòng đào tạo gửi ngày 13 tháng 12 năm 2021 với tiêu đề \"TẠM NGƯNG: ĐỢT TỔNG KIỂM TRA VÀ NỘP BẰNG TỐT NGHIỆP THPT (MAIL ĐÃ GỬI SV NGÀY 25/11)\" lại thông báo tạm ngưng việc tổng kiểm tra và nộp bằng tốt nghiệp THPT. Vậy em không cần đăng kí trên trang mybk đợt từ 20/12/2021 00:00 - 22/01/2022 00:00 như đã nêu ở trên phải không ạ? Hay em vẫn phải đăng kí ở đợt này rồi đợi sau tết Nguyên Đán 2022 chỉ gửi bằng tốt nghiệp THPT cho phòng đào tạo tiếp nhận thôi ạ? . . Em rất mong nhận được giải đáp từ phòng đào tạo. Em xin chân thành cảm ơn.   . .",
            "Chào em,. . Theo email PĐT đã gửi nhé:. . Phòng đào tạo tạm ngưng việc tổng kiểm tra và nộp bằng tốt nghiệp THPT tất cả sinh viên chính quy (theo mail PĐT đã gửi vào ngày 25/11/2021).. . . . Dự kiến, sau tết Nguyên đán 2022 PĐT sẽ thông báo cụ thể lịch trình chi tiết.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Phòng Đào Tạo.. . Em là Lưu Công [full_name]. Mssv: [student_id].. . Cho em hỏi là em đã lỡ làm đơn ĐĂNG KÝ [full_name] KỲ 2(2021-2022), bây giờ em muốn hủy đơn đó được không ạ. Nghĩa là em không muốn rút môn nữa ạ.. . Em cảm ơn.. . . . . . [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Phòng Đào Tạo.. . Em là Lưu Công [full_name]. Mssv: [student_id].. . Cho em hỏi là em đã lỡ làm đơn ĐĂNG KÝ [full_name] KỲ 2(2021-2022), bây giờ em muốn hủy đơn đó được không ạ? Nếu được thì em cần làm những việc gì để hủy đơn đó ạ.. . Em cảm ơn.. . . . . . [full_name].. .",
            "Chào em,. . Em vui lòng làm đơn trình bày rõ nguyện vọng của bạn, ghi rõ lý do và gửi qua bksi giúp cô nhé. . Thân",
            "Chào Cô ạ,. . Cô có mẫu đơn   I Hủy Đơn Đăng Ký Rút Môn Học  /I  không ạ? Nếu có, Cô cho em xin mẫu đơn đó ạ.. . Em cảm ơn!",
            "Chào Cô,. . Em xin gửi   I ĐƠN XIN HỦY ĐƠN RÚT MÔN HỌC  /I .. . Nếu có kết quả thì em mong nhận được phản hồi từ cô ạ.. . Dạ em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT,. . . . Em tên:   B [full_name]  /B . . MSSV:   B [student_id]2  /B . . Khóa   B K13  /B  thuộc chương trình Việt Pháp. . . . Em đã được đăng ký tốt nghiệp, đã đóng tiền lệ phí tốt nghiệp và đã có tên trong danh sách tốt nghiệp dự kiến.. . . . Có điều từ đó đến nay đã một tuần nhưng em không thấy thông báo nào của PĐT về:. . . .   I 1. Khi nào thì trường tổ chức lễ tốt nghiệp? .   I 2. khi nào thì em nhận được bằng tốt nghiệp bản chính? .   I 3. Và em sẽ nhận bằng tốt nghiệp bản chính tại PĐT hay gửi qua thư? . Nên em xin được hỏi thông tin tiến độ tốt nghiệp từ PĐT.. . . . Em xin cảm ơn lời giải đáp của thầy/cô. . . . Chúc thầy/cô nhiều sức khỏe,. . [full_name]",
            "Chào em,. . 1) Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . 2) Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . 3) Bằng sẽ nhận trực tiếp (không gửi bưu điện nhé bạn). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 191055[full_name]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Dạ em chào quý Thầy,Cô ![full_name] [full_name] Em có thắc mắc là để lấy được bằng giỏi [full_name][full_name]0 thì mình không được học lại quá số tín chỉ trường yêu cầu, hay là chỉ khi mình rớt môn mới phải bị ràng buộc đó ạ[full_name] Còn khi chưa rớt môn nào thì mình có thể học cải thiện để lên [full_name][full_name]0 mà không bị ràng buộc phải không ạ ![full_name] [full_name] Em xin cảm ơn quý Thầy,Cô",
            "Chào em,. . Khái niệm học cải thiện khác với học lại nhé.. . Cải thiện là môn học đã đạt và đăng ký học cải thiện học môn đã đạt.. . Học lại là môn học đã rớt và đăng ký học lại môn bị rớt.. . - Em xem thêm quy chế điều 21. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thí nghiệm vật lý + PH1007 + L01. . Lập trình hệ thống nhúng  + EE3031 + L01. . Xử lý ảnh + EE3035 + L01. . . . - Lý do SV mới được thu nhận lại. . . . . . . .",
            "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT,. . Em là [full_name], em vừa bảo vệ thành công luận văn tốt nghiệp Ngành Tàu thủy vào ngày 31 tháng 12 vừa rồi và mong muốn được xét tốt nghiệp ạ. Nhưng ở Đăng kí xét tốt nghiệp ở MyBK thì sau khi điền thông tin vẫn không thể đăng kí được (đã cập nhật điểm của học kỳ vừa rồi ở studentinfo). Vậy cho em hỏi là có do em bị thiếu thông tin, chưa cập nhật điểm hay có lý do nào khác mà em chưa thể làm đơn xét tốt nghiệp? Em xin cám ơn.. .",
            "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào PĐT!. . . . Em có thắc mắc về tình trạng hoãn thi tại học kỳ 211.. . . . Cụ thể: Tại học kỳ 211, em có tham dự một lớp học Vẽ kỹ thuật Xây dựng (CI1033) - nhóm P01. Các buổi học em tham gia đầy đủ và không thiếu bất kỳ điểm thành phần nào. Tuy nhiên, Em có gặp tình trạng thiếu thiết bị thi cử và đã vào trang MyBK -  Đăng ký hoãn thi theo như hướng dẫn của PĐT và cũng đã email với giảng viên phụ trách môn học về điều kiện được hoãn thi (Em đủ điều kiện hoãn thi). Ngày thi: 29/12/2021. Đến ngày 18/01/2022 thì em có vào để xem tình trạng điểm môn học thì thấy bị đánh điểm 13 (Tức là vắng thi).. . . . Em cũng có vào lại trang MyBK để xem tình hình thì thấy hệ thống MyBK -  Đăng ký hoãn thi đang bảo trì.. . . . Nay em thắc mắc là điểm sắp tới em có được sửa thành 14 (Tức hoãn thi) hay không?. . . . Em cảm ơn PĐT đã xem xét vấn đề của em.. .   i Yêu cầu khác .",
            "Thông tin thêm:. . . . Em cũng đã mail cho giảng viên phụ trách môn học thì em nhận được câu trả lời nguyên văn như dưới.. . . . \"Chào em,. . Không tham gia thi thì ghi điểm 13 là vắng thi.. . Còn các thủ tục hoãn thì và cho thi lại là do PĐT thực hiện nha em. Em thắc lên PĐT nha\". .",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô, em mới chuyển sang hệ VHVL thì đăng ký luận văn theo mã nào ạ, và đăng ký học tiếng anh để ra trường ở đâu.. . Em cảm ơn cô.",
            "Chào em,. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Theo quy định của nhà trường, các bạn muốn nộp chứng chỉ ngoại ngữ FCE cho nhà trường phải nộp bản photo có chứng nhận hợp lệ của trung tâm ngoại ngữ bách khoa. em đã nộp bản photo bên trung tâm ngoại ngữ bách khoa và bên đó bảo sẽ xác nhận sau 1 ngày và gọi cho em sau khi xác nhận. Đã 1 tuần rồi nhưng em vẫn chưa biết được xác nhận chưa vậy làm sao để theo dõi ạ. hay trung tam sau khi xác nhận chuyển qua phòng đào tạo luôn ạ",
            "Chào em,. . CCNN của bạn đã được thẩm tra hợp lệ và đã được cập nhật tại trang mybk/Đăng ký nộp Chứng chỉ Ngoại ngữ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô, chuyện là em có trong danh sách học của thầy [full_name] lớp L04 nhưng đã 2 tuần rồi em không xin vào lớp được ( em xin trước 20p đến khi sau giờ học 30p) em cũng không thấy mail của thầy thông báo về việc học, thầy cô cho em hỏi là lớp này có còn tồn tại hay không vì em nghe 1 số bạn bảo là lớp thầy bị hủy ạ và như vậy có thể sắp xếp cho em qua 1 lớp khác được không ạ. .",
            "Chào em,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.Chào em,. . . . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. . Em tên [full_name] (MSSV: [student_id]), em đăng kí xét tốt nghiệp vào tháng 11/2021. Cho em hỏi hiện giờ đã có Bằng tốt nghiệp chính thức chưa ạ? Em xin cảm ơn.",
            "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kì trước em có học môn sức bền vật liệu nhưng không qua môn. Vậy điểm thí nghiệm môn sbvl em có thể bảo lưu qua kì học tới được không ạ ?",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào PĐT ạ!. . . . Em là [full_name],. . MSSV:[student_id], thuộc lớp XD18CTT. . Em muốn đăng ký bổ sung vào lớp Đồ án môn học thủy điện (CI3229)_L01_(DH_HK212)_[full_name].. . Bởi vì em đã học qua môn Thủy điện rồi và kỳ này nhiều môn ngoại lệ em học dưới dạng đồ án và trong 3 đợt đăng ký thì em chưa đăng ký được môn này. . . Nên em muốn học thêm môn đồ án thuỷ điện để theo kịp tiến độ cho kỳ sau cũng như việc thực tập ngoài trường.. . Mong PDT giúp đỡ em với ạ. . Em xin cảm ơn!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ, em là [full_name], mssv [student_id]. . Mặc dù biết là thời gian đăng kí môn học đã hết nhưng em mong muốn là phòng đạo tạo có thể mở thêm lớp vật lý bán dẫn(EE1007) lớp L07_L13 được không ạ do đợt 2 và đợt 3 e ko thể đăng kí vì trùng lịch và số lượng thành viên trong lớp đã đủ.. . Em xin cảm ơn và chúc thầy cô nhiều sức khoẻ ạ.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô,. . Em là Nguyễn Minh Nguyệt MSSV [student_id]. . Hiện em đang học đại học chính quy khoa Khoa Học Ứng Dụng ngành Cơ Kỹ Thuật. . Đợt đăng ký bổ sung thực tập này em muốn đăng ký bổ sung môn THỰC TẬP TỐT NGHIỆP-mã môn học AS3313 . . Nhưng hiện môn này chỉ có nhóm lớp T01 nên em không đăng ký được. . Cho em hỏi tại sao chỉ có nhóm lớp T01 thôi vậy ạ?. . Em cảm ơn.. .   B",
            "Chào em,. . SV xem lại mã môn học có đúng khóa ngành mình học không ?. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . . . Ở kì thi vừa rồi, em đã hoãn môn GT2(lần 2). Em đã đăng ký hoãn môn đúng thời hạn quy định (trước 5 ngày tới ngày thi). Tuy nhiên, bảng điểm của em lại hiện điểm môn GT2 là 13 điểm (tức là điểm vắng thi). Như vậy là yêu cầu hoãn thi của em không được duyệt ạ? . . . . Em cảm ơn thầy cô.",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] -[student_id]. . Hiện tại em đã bị quá hạn Chương trình đào tạo, và không thể đăng ký môn học được trong học kì này. . . Vậy em cần làm đơn Thu nhận lại, hay làm đơn chuyển sang VHVL ạ?",
            "Chào em,. . Em vui lòng xem quy chế . . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 5. . - hay làm đơn chuyển sang VHVL. . =  http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] [student_id]. . Do em đã tham gia BHYT bên ngoài rồi nên không đăng ký thêm BHYT của trường. Hiện em không ĐKMH được trong kì này. . . Giờ em nộp BHYT đã mua cho ai, ở đâu ạ, để PĐT có thể xem xét mở lại ĐKMH cho em để đăng ký lại LVTN đợt cuối cùng ạ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi em đã hoàn thành luận văn tốt nghiệp và các môn cần thiết nhưng chỉ có anh văn 1,2,3 và anh văn 4 nhu cầu, chưa TOEIC 600 và TOEIC nói viết thì cần đăng kí môn học trong học kì chính này không ạ",
            "Chào em,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy Cô,. . Em tên : [full_name]. . MSSV : [student_id]. . Em đã hoàn thành tất cả các môn học , em đã hoàn thành TOEIC Nghe- Đọc và Anh [full_name] Nói - [full_name] .. . Mong phòng đào tạo mở cho em đăng ký xét tốt nghiệp với ạ, hiện giờ em vào mục đăng ký xét tốt nghiệp thì không có thông tin trong danh sách dự kiến ạ.. . Em mong được phòng đào tạo phản hồi sớm ạ.. . Em cảm ơn.",
            "Chào em,. . Em vui lòng trình bày rõ là em đã hoàn thành tốt nghiệp thời gian nào? . . Vì hiện tại đã hết thời gian xét tốt nghiệp của đợt tốt nghiệp tháng 11/2021.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ tên : [full_name]. . Em muốn hỏi là . Môn học của em chưa được phân công giáo viên. Em có thể liên hệ với khoa điên bằng mail nào ạ . Em cảm ơn ạ. .   i Yêu cầu khác ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Phòng Đào Tạo!. . . . Đoàn Công Minh. . [student_id]. .  ngày 7/1 em có đăng ký phúc trình môn thép ( CI3009), hiện tại đã có kết quả phúc trình là điểm có sự thay đổi. Phòng đào tạo cho em hỏi khi nào thì có điểm cập nhật mới ạ, do em đăng ký luận văn nên cần tín chỉ môn này để xem xét làm luận ạ. . . . . Em xin cảm ơn . . . .",
            "Chào em,. . - [full_name] tra lên điểm cũng mở khóa. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa  trong thời gian cho phép sửa.. . Thân mến. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đăng kí Học kỳ dự thính – Lộ trình 1 môn Giải tích 2 mã MH: MT1005 nhóm DT03, em xem trên lịch học vụ thấy phải thanh toán học phí từ 10/1-17/1/2022 nhưng em lên BKpay lại không thấy mục thanh toán nên em muốn hỏi là PDT có thay đổi thời gian thanh toán hay do lỗi nên không mục thanh toán ạ. Em cám ơn.",
            "Chào em,. . Khi nào tới đợt thanh toán PĐT sẽ email nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính giử Phòng Đào Tạo,. . . . Em là [full_name] - CK17DET.. . . . Em gửi đơn xin đặc cách mở ME2043 - Cơ học máy theo dạng đồ án đã được [full_name] và bộ môn Thiết kế máy ký duyệt.. . . . Em đã tạo 1 câu hỏi từ ngày 08/01 nhưng chưa thấy phản hồi. Em xin mở thêm câu hỏi mới. . . Kính mong Phòng Đào Tạo xem xét mở lớp để em có thể hoàn thành chương trình đào tạo.. . . . Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo,. . . . Em tên là [full_name], học ngành Công nghệ Thực phẩm, Khoa Kỹ thuật Hoá học.. . . . HK211, ngày 30/12/2021 em   B đã bảo vệ LVTN  /B . Nhưng điểm LVTN - CH4333 HK202 trên hệ thống đang bị khoá ở dạng điểm hoãn thi. Giảng viên Bộ môn - Cô [full_name] không thể xoá điểm Hoãn thi và nhập điểm mới cho em được.. . . . Hiện tại, em đang ở Lâm Đồng và mới bị tai nạn, đang bị bó bột chân nên đi lại không tiện. Em xin phép Phòng Đào tạo cho em nộp online Đơn xin xoá điểm Hoãn thi và Quyết định về việc cho sinh viên nhận điểm hoãn thi (270/QĐ-ĐHBK). . . . . Kính mong Phòng Đào tạo chấp thuận xoá điểm Hoãn thi môn LVTN (CNTP) - CH4333 cho em.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn. . Pdt đã cấp giấy ghi điểm chuyển về Văn Phòng Khoa, bạn liên hệ báo Giảng viên nhận ghi điểm và nộp lại Pdt theo quy trình nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em chào quý thầ cô [full_name]. em tên là [full_name] mssv: [student_id] văn bằng 2 cơ điện tử.em muốn được đăng ký môn thực tập tốt nghiệp (Cơ Điện Tử) mã môn ME3019 nhưng không thấy có nhóm lớp A để em đăng ký mà em chỉ thấy có nhóm lớp CC và nhóm lớp T. chính vì vậy em kính mong phòng đào tạo giải thích và mở lớp A để em có thể đăng ký hoàn thành được khóa học như đúng kế hoạch. em xin chân thành cảm ơn ạ",
            "Chào em,. . SV 11g vào đăng ký nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Những đơn từ chứng thực. .   i Học vụ .",
            "Đã tl trực tiếp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa thầy cô,. . Trước đó em có gửi xin đăng ký môn Luận văn Co4327, nhưng hiện tại em vẫn chưa thể đăng ký môn đươc. . . Em xin mở thầy cô mở tạm môn Co3007- Đánh giá hiệu năng ht trong đợt đăng ký Luận văn ngày 18-19/1 để em  có thể đăng được môn Luận văn.. . . . Em xin cảm ơn rất nhiều ạ",
            "Đã trả lời. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô, em tên [full_name] mssv [student_id], em muốn phúc tra bài thi cuối kì môn phương pháp số học kì 211, em ở lớp L05 ạ. Lý do phúc tra là em đã dự thi và nộp bài theo đúng quy định nhưng điểm trên mybk của em là 13. Em đã gửi mail cho giảng viên phụ trách từ sáng 18/1 nhưng chưa được phản hồi ạ. . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . Em tên là [full_name] - MSSV [student_id], hiện đang học theo hệ VLVH và em không thể đăng kí được LVTN đợt bổ sung này được ạ.. . Em chỉ thiếu mỗi LVTN và chứng chỉ ngoại ngữ thôi ạ. Các môn học phần khác em đã hoàn thành rồi ạ. Tín chỉ tích lũy trung bình: 129.. . Xin phòng đào tạo hỗ trợ giúp em đăng kí được môn học trong đợt này.. . Em xin cảm ơn.. . . . P/S: em có gửi ảnh đính kèm thông báo lí do không đăng kí được môn học ở hai lớp là do không thuộc lớp Chính quy và thiếu tín chỉ ngoại ngữ tiên quyết.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    }
]