[
    {
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . phòng đào tạo trả lời giúp em thắc mắc này. Em khóa 2011 hiện tại em còn nợ môn cơ lưu chất msmh 802015 ,2 tín chỉ.nhưng hiện môn này không còn mở nữa vậy cho em hỏi em học môn cơ lưu chất msmh CI2003 ,3 tín chỉ vậy có đc chuyển điểm không ạ. hay phải bắt buộc đăng kí cơ lưu chất mshm 802015 ạ. em xin cảm ơn",
            "Chào em,. . . . 1. Về môn tương đương/thay thế, em xem ở web PDT    Sinh viên    Chương trình đào tạo, mục Môn tương đương, thay thế.. . 2. Nếu học môn tương đương và đạt thì sẽ được miễn môn gốc trong CTDT, không chuyển điểm.. ."
        ],
        "intent": "hỏi môn tương đương",
        "entities": {
            "môn học": "cơ lưu",
            "mã môn học": "Môn tương đương, thay thế..",
            "khoá": "cơ lưu",
            "hệ đào tạo": "Đại học - Cao đẳng chính quy"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . MSSV/MSGV: [student_id]7    . . KÍnh gửi phòng đào tạo. . Em tên Vũ Văn Vượng. . HỌc kì 171 này em đăng ký học lại môn Hóa vô cơ, tuy nhiên do chuyển giao K13-K14 nên em phải học môn tương đương. . môn Hóa vô cơ mã cũ  : 604009. . môn Hóa vô cơ mã mới : CH2013. . Tuy nhiên môn mới này bao gồm cả môn thí nghiệm Hóa vô cơ mã cũ, nhưng trong niên giám em không phải học môn này.. . trong thời khóa biểu thì môn thí nghiệm HÓa vô cơ CH2014 : 0 tín chỉ . . vậy em có thể xin không cần học thí nghiệm được không.. . MONG NHẬN ĐƯỢC SỰ GIÚP ĐỠ CỦA THẦY/CÔ.. . em cảm ơn.. . Dưới đây em gửi quý thầy/cô hình ảnh môn tương đương và thời khóa biểu.. .   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... .",
            "Bạn liên hệ Thầy [full_name], phó Khoa kỹ thuật khóa học để tư vấn chương trình đào tạo"
        ],
        "intent": "hỏi môn tương đương",
        "entities": {
            "môn học": "môn Hóa vô cơ,",
            "mã môn học": "Hóa vô cơ,",
            "khoá": "Chương trình đào tạo - Đại học - Cao đẳng chính quy",
            "hệ đào tạo": "Đại học - Cao đẳng chính quy"
        }
    },
    {
        "message": [
            "Các thầy cô ơi, em đang gặp vấn đề như sau: . . . . Do em đăng ký học bằng 2, kỹ thuật hóa học. Mình sử dụng niên giám 2012 để đăng ký môn học, thì môn có môn không. không biết sau 5 năm, chương trình học và môn học có thay đổi không. Mong các thầy cô nếu có thông tin chính xác, xin cho em bản update môn học của khoa Hóa, ngành Hóa hữu cơ qua mail [email]. Em xin cảm ơn",
            "Bạn liên hệ Thầy [full_name], phó Khoa kỹ thuật khóa học để tư vấn chương trình đào tạo"
        ],
        "intent": "hỏi thông tin đào tạo",
        "entities": {
            "khoá": "kỹ thuật hóa học.",
            "khoa": "khoa Hóa, ngành Hóa hữu cơ",
            "hệ đào tạo": "khoa Hóa, ngành Hóa hữu cơ"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Em hiện đã hoàn thành đăng kí tốt nghiệp và upload ảnh, xin cho hỏi em đã được lên khoa nhận giấy chứng nhận TN và bảng điểm hay chưa? Hay là em phải đợi tới ngày 30/8 nộp đơn đăng kí rồi mới được nhận.. . . .",
            "bạn liên hệ văn phòng [full_name] để nhận giấy chứng nhận tốt nghiệp"
        ],
        "intent": "nhận giấy tờ",
        "entities": {
            "loại giấy tờ": "giấy chứng nhận TN và bảng điểm",
            "thời gian": "ngày 30/8 nộp đơn đăng kí"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin chào phòng đào tạo,. . Em tên là [full_name], MSSV G[student_id],. . Theo lịch đăng kí môn học, ngày 8/8 vừa rồi là kết thúc quá trình đăng kí môn học cho HK171. Tuy nhiên phải tới ngày 11/8 em mới nhận được bằng TOEIC để đăng kí làm luận văn.. . . . Xin cho em hỏi bây giờ còn có cách nào để đăng kí luận văn cho đúng hạn không ạ? Em đã đậu tất cả các môn, AV thỏa điều kiện.. . . . Em xin cám ơn phòng đào tạo."
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "Đăng ký môn học - Đại học - Cao đẳng chính quy",
            "mã môn học": "MSSV/MSGV: G[student_id]",
            "học kỳ": "Đăng ký môn học - Đại học - Cao đẳng chính quy",
            "mã nhóm/lớp": "MSSV/MSGV: G[student_id]",
            "đợt": "Đăng ký môn học - Đại học - Cao đẳng chính quy"
        }
    },
    {
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em kính chào Phòng Đào tạo.. . ﻿Em vừa nhận được TKB cho HK171. Tuy nhiên trong đó có môn Anh văn 3 em đã đăng kí thành công và có trong TKB sơ bộ cũng như TKB trước lúc được cập nhật lại (môn Anh văn 3, nhóm P01, tiết 3456 thứ 3). Em muốn hỏi lí do vì sao trong TKB chính thức vừa cập nhật em không còn môn đó và em có thể làm đơn để đăng kí lại môn đó hay không ạ?. . ﻿Em chân thành cảm ơn!. . . .",
            "Chào em,. . . . TKB lâu lâu khi chạy cập nhật thì em thấy không đầy đủ."
        ],
        "intent": "cập nhật thời khoá biểu",
        "entities": {
            "môn học": "Anh văn",
            "học kỳ": "Đại học - Cao đẳng chính quy",
            "lớp học": "Đại học - Cao đẳng chính quy"
        }
    },
    {
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho em hỏi là sao em đăng kí môn giáo dục thể chất 1 ở cs2 mà trường sắp thời khóa biểu cho em ở cơ sở 1. Em có thể chuyển lớp xuống cơ sở 2 được không ạ? Em cảm ơn"
        ],
        "intent": "chuyển nhóm",
        "entities": {
            "mã nhóm/lớp": "2",
            "môn học": "giáo dục thể chất 1",
            "học kỳ": "cơ sở 2",
            "mã môn học": "có thể chuyển lớp xuống cơ sở 2",
            "lý do": "đăng kí môn giáo dục thể chất 1 ở cs2"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . . Gửi Thầy/Cô,. . . . Em là [full_name] - MSSV: [student_id]4, là sinh viên khóa K12 chuyên ngành Điện tử - Viễn thông. Theo như trong danh sách tốt nghiệp dự kiến được cung cấp vào tháng 7/2017, em chưa đủ điều kiện tốt nghiệp do còn thiếu ngày CTXH theo quy định của trường, nhưng đến thời điểm đầu tháng 8 thì em đã bổ sung ngày CTXH theo đúng quy định, và đã được cập nhật trên trang Hoạt động Sinh viên trên MyBK, thế nhưng trong trang tốt nghiệp thì các thông tin này vẫn chưa được cập nhật. Vậy nên thầy/cô cho em hỏi là làm thế nào để có thể cập nhật thông tin này để em kịp thời đăng kí tốt nghiệp và nhận giấy chứng nhận tạm thời do một số yêu cầu bên ngoài. Em xin cảm ơn",
            "phòng đào tạo đã kiểm tra ngày công tác xã hội của bạn đã đủ 15 ngày, đến thứ 6 (25/8/18) sẽ cập nhật lại danh sách tốt nghiệp trên web, bạn theo dõi thông tin nghen"
        ],
        "intent": "kiểm tra danh sách tốt nghiệp",
        "entities": {
            "học kỳ": "MSSV/MSGV: [student_id]4",
            "khoá": "khóa K12 chuyên ngành Điện tử - Viễn thông.",
            "khoa": "Điện tử - Viễn thông."
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . . Gửi Thầy/Cô, . . . . Em là [full_name] - MSSV: [student_id]4, là sinh viên khóa K12 chuyên ngành Điện tử - Viễn thông. Em có một chút thắc mắc trong thủ tục nhận Giấy Chứng nhận Tốt nghiệp Tạm thời (GCNTNTT). Theo như các thông tin ghi trên trang Đào tạo của trường thì em sẽ cần đăng kí lí lịch tốt nghiệp để nhận bằng bằng và giấy chứng nhận tốt nghiệp tạm thời, trong đó việc cấp bằng sẽ được thực hiện thông qua Đơn cấp bằng của PĐT. Còn trong trường hợp em muốn nhận GCNTNTT tại Văn phòng Khoa thì em có cần phải nộp đơn cấp bằng hay chỉ cần đăng kí lí lịch tốt nghiệp là đủ? Em mong nhận được phản hồi sớm từ các thầy/cô do công ty của em đang cần giấy chứng nhận tốt nghiệp tạm thời cho một số thủ tục. Em xin cảm ơn các thầy/cô.",
            "- hiện đã in giấy cntttam thời rồi, bạn liên hệ văn phòng [full_name] để nhận"
        ],
        "intent": "nhận giấy tờ",
        "entities": {
            "loại giấy tờ": "giấy cntttam thời",
            "thời gian": "nộp đơn cấp bằng hay chỉ cần đăng kí lí lịch tốt nghiệp"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Học vụ - Đại học - Cao đẳng chính quy   Thi vét . Thưa thầy cô. . Em thuộc khóa 2010 và đã hoàn thành luận văn tốt nghiệp và gần hết chương trình học chỉ còn nợ một môn chuyên ngành tự chọn. Thầy cô cho em hỏi thời gian và lịch trình đăng ký thi vét? Em cám ơn thầy cô.. .",
            "- Bạn theo dõi thông báo thi vét khóa 2000 vào đầu tháng 10/2017"
        ],
        "intent": "hỏi lịch thi",
        "entities": {
            "môn học": "Học vụ - Đại học - Cao đẳng chính quy",
            "mã môn học": "b",
            "học kỳ": "khóa 2000",
            "đợt thi": "thi vét khóa 2000"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]2  /b \t. . . . Kính gửi PĐT. . Em tên là [full_name].. . PĐT cho em hỏi là chỉ có thể nhận Giấy chứng nhận tốt nghiệp tạm thời vào thứ 6 hàng tuần phải không hay những ngày khác đều nhận được ạ.. . (Em đã Đăng ký tốt nghiệp và thanh toán tiền qua BKPay từ ngày 01/08/2017)"
        ],
        "intent": "nhận giấy tờ",
        "entities": {
            "loại giấy tờ": "Giấy chứng nhận tốt nghiệp",
            "thời gian": "thứ 6 hàng tuần"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính thưa thầy/cô làm việc tại Phòng Đào Tạo.. . . . Em tên: [full_name]. MSSV: [student_id]8. . . . Em mở ticket này để mong thầy/cô xem xét giúp em việc sau:. . . . Em có đăng ký môn học chung với khóa 2017. . . . Môn: Lập Trình Web - MSMH: CO3049 - Nhóm: A01. . . . Tuy nhiên, em lại được xếp vào nhóm L02 là nhóm học ở cơ sở 2 Linh Trung, do nhóm A01 đã đầy sĩ số, nhưng em thấy bạn em vẫn được xếp vào nhóm A01 nên em thắc mắc ạ.. . . . Vì vậy em rất mong thầy cô có thể xem xét cho em chuyển về nhóm A01 học tại cơ sở 1 để em được thuận tiện hơn trong việc học, vì đây đã là học kỳ cuối em được gia hạn để hoàn thành nốt chương trình học.. . . . Trong khi chờ đợi sự chấp nhận của thầy/cô, em xin chân thành cảm ơn.. .  . . TpHCM, 29/08/2017. . [full_name]. ."
        ],
        "intent": "chuyển nhóm",
        "entities": {
            "mã nhóm/lớp": "A01.",
            "môn học": "Lập Trình Web",
            "học kỳ": "A01.",
            "mã môn học": "A01.",
            "lý do": "học kỳ cuối em được gia hạn để hoàn thành nốt chương trình học.."
        }
    },
    {
        "message": [
            "Tài khoản của em đăng nhập E-learning và MyBK thì bình thường, nhưng lúc đăng nhập để xác nhận hoạt động ngoại khóa thì nó báo sai thông tin đăng nhập. Em phải làm gì để đăng nhập xác nhận hoạt động ngoại khóa được ạ?"
        ],
        "intent": "báo lỗi",
        "entities": {
            "dịch vụ": "thông tin đăng nhập.",
            "loại lỗi": "thông tin đăng nhập.",
            "quá trình": "thông tin đăng nhập."
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]6  /b \t. . . . Kính gửi phòng đào tạo, em là sinh viên k13 khoa Kỹ thuật xây dựng em có một chút thắc mắc về điểm TBTLN như sau ạ. Phòng đào tạo cho em hỏi là điểm TBTLN có tính điểm các môn học đại cương như giải tích 1, giải tích 2 không ạ hay là chỉ tính điểm của những môn chuyên ngành có mã 8. Em xin chân thành cảm ơn."
        ],
        "intent": "hỏi cách tính điểm",
        "entities": {
            "loại điểm": "các môn học đại cương như giải tích 1, giải tích 2",
            "khoá": "Kỹ thuật xây dựng",
            "hệ số": "8."
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . . -Kính Gửi phòng đào tạo. hiện tại hôm nay e mới nhận được chứng chỉ anh văn do e thi xong rồi nhờ người ta chuyển phát về tận nhà vì em ở dưới quê đi làm thêm không có thời gian lên lấy. hôm nay mới mới đăng ký online để thẩm tra chứng chỉ toeic mà em nghe bạn bè nói là thẩm tra trong vòng 1 tháng nếu như vậy thì quá hạn cho đợt đăng ký tốt nghiệp tháng 11 lần này, mong phòng đào tạo có thể giúp đỡ thẩm tra sớm hơn để em có thể đăng ký được tốt nghiệp.. . - thêm vấn đề nữa là em đã rút môn học trong học kỳ 171 vậy em có phải đóng học phí cho môn học đó không và hình thức đóng qua bkpay hay như thế nào ạ, vì em vào bkpay cũng chưa có mục đóng học phí trong học kỳ này. em đang muốn được tốt nghiệp trong học kỳ này để có được bằng đi làm ạ, em xin chân thành cám ơn.",
            "em là sinh viên khóa 2010 và cũng là học kỳ cuối rồi ạ. mong PĐT giúp đỡ để em được tốt nghiệp trong học kỳ này ạ. em xin chân thành cám ơn.",
            "- Em mới có kết quả thẩm tra, tôi đã chuyển đi xét tốt nghiệp cho bạn, kết quả xét tốt nghiệp tuần sau sẽ thông báo trên qeb. . - rút môn học thì phải đóng học phí, 10/10 bắt đầu đóng học phí 172 trên bkpay"
        ],
        "intent": "hỗ trợ tốt nghiệp",
        "entities": {
            "vấn đề": "em đã rút môn học trong học kỳ 171",
            "hình thức": "đóng qua bkpay",
            "thời gian": "khóa 2010",
            "lý do": "để có được bằng đi làm"
        }
    },
    {
        "message": [
            "Yêu cầu khác . Em đã làm mất mật khẩu của tài khoản [email] mà nhà trường cấp cho em từ đầu năm. Em rất mong có được sự hỗ trợ từ nhà trường có thể giúp em tìm lại được mật khẩu để em tiếp tục sử dụng tài khoản này ạ. Em xin cám ơn nhà trường. . ."
        ],
        "intent": "khôi phục mật khẩu",
        "entities": {
            "loại mật khẩu": "tài khoản [email]",
            "lý do": "làm mất mật khẩu của tài khoản"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . . Kính Gửi Phòng Đào Tạo, em tên [full_name] MSSV [student_id]9, vào thứ 6 ngày 29/9/2017 tuần trước khi PĐT vừa đưa học phí lên BKpay lúc 9h30 thì em đã đóng học phí rút môn học trong học kì này, đến hôm nay thứ 2 khi em vào để đăng kí tốt nghiệp nhưng trên trang đăng kí vẫn ghi là em nợ học phí ạ,vì tuần trước em có lên PĐT hỏi là nếu t6 em đóng học phí thì t2 có để đăng kí tốt nghiệp được. em muốn được tốt nghiệp trong tháng 11 tới để có bằng đi làm, mong PĐT giúp đỡ em với, em xin cám ơn"
        ],
        "intent": "hỗ trợ tốt nghiệp",
        "entities": {
            "vấn đề": "để có bằng đi làm,",
            "hình thức": "để có bằng đi làm,",
            "thời gian": "tháng 11 tới",
            "lý do": "để có bằng đi làm,"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi sau khi cập nhật TKB ngày 3/10 thì em lại bị mất môn CO1007 - Cấu trúc rời rạc cho KHMT, ở lịch thi cũng bị mất luôn ạ!. . Mong [full_name]/Chị xem giúp em.",
            "Chào bạn.. . . . Bạn có trong quyết định buộc thôi học vì tự ý nghỉ học. Bạn kiểm tra thông tin xử lý kỷ luật trên web PĐT"
        ],
        "intent": "cập nhật thời khoá biểu",
        "entities": {
            "môn học": "CO1007 - Cấu trúc",
            "học kỳ": "ngày 3/10",
            "lớp học": "Đại học - Cao đẳng chính quy"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]6  /b \t. . . . Dạ kính thưa PDT, em là [full_name]. MSSV [student_id]6. Em xin hỏi PDT về vấn đề sau: Em đã nộp chứng chỉ anh văn, và đã đăng kí quy đổi điểm cho môn anh văn 4. Nhưng trong đợt dkmh vừa rồi em được đăng kí vào lớp anh văn 4 bắt buộc( vì lúc đó chưa quy đổi điểm). Vậy cho em hỏi bây giờ em không đi học, hoặc học mà   5.0 thì có ảnh hưởng gì tới điểm anh văn em đã quy đổi hay không, và chỉ tích lũy của môn anh văn khi đã quy đổi có bị ảnh hưởng gì không ạ? . . Em xin cảm ơn!"
        ],
        "intent": "hỏi cách tính điểm",
        "entities": {
            "loại điểm": "chứng chỉ anh văn,",
            "khoá": "môn anh văn",
            "hệ số": "4."
        }
    },
    {
        "message": [
            "b MSSV/MSGV: 1620022  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi PDT,. . Hiện đã trong thời gian mở đăng ký KHHT Đăng ký môn học HK172 (2017 - 2018). Tuy nhiên, em và các bạn trong lớp (XD16B2D1) hiện không đăng ký được.. . . . Đợt KHHT Đăng ký môn học HK172 (2017 - 2018) này không có thể hiện lịch học,như vậy sinh viên bằng 2 không thể biết những nhóm/lớp nào mở buổi tối hoặc cuối tuần để có thể sắp xếp thời khóa biểu hợp lý. Ngoài ra khi đăng ký môn học thì có nhiều bạn bằng 1 đăng ký vào các lớp buổi tối của bằng 2, gây nên hết sĩ số. Sinh viên bằng 2 không thể đăng ký lớp đó và cũng rất khó để đăng ký học các môn ban ngày ( do phần lớn sinh viên bằng 2 đã đi làm) , làm cho tiến độ học tập bị gián đoạn, chậm trễ so với kế hoạch bình thường. Vậy PDT có nên dành riêng các lớp đó cho sinh viên băng 2 đăng ký trước rồi mới cho sinh viên bằng 1 đăng ký bổ sung sau không ?. . . . Vì hiện tại em đang đăng ký môn học theo TIẾN ĐỘ HỌC TẬP, nên cho em hỏi : \"Chỉ cần hoàn thành những môn trong TIẾN ĐỘ HỌC TẬP là hoàn thành chương trình đào tạo dành cho văn bằng 2 hay sao ? Có những môn trong tiến độ học tập không có nhưng vẫn xuất hiện yều cầu khi đăng ký môn học.. . VD: Môn Cơ lưu chất ( Hiện tại môn này không mở vào buổi tối , gây khó khăn cho sinh viên văn bằng hai đi học ).. . . . Kính mong PTD có thể giải đáp thắc mắc dùm em.. . Xin chân thành cảm ơn.. . . . Trân trọng,. . Nguyễn Hà Bảo Hoàng . ."
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "Môn Cơ lưu chất",
            "mã môn học": "MSSV/MSGV: 1620022",
            "học kỳ": "Đại học - Cao đẳng chính quy",
            "mã nhóm/lớp": "1620022",
            "đợt": "Môn Cơ"
        }
    },
    {
        "message": [
            "Kính gửi PĐT,. . . . Hiện em đang tạm dừng HK171 (đã làm đơn thu nhận) nhưng hiện nay em không đăng ký được LVTN cho HK172.. . . . Mong được PĐT hỗ trợ.. . . . Trân trọng,. . [full_name]."
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "không đăng ký được LVTN cho HK172..",
            "mã môn học": "HK171",
            "học kỳ": "không đăng ký được LVTN cho HK172..",
            "mã nhóm/lớp": "HK171",
            "đợt": "không đăng ký được LVTN cho HK172.."
        }
    },
    {
        "message": [
            "Thưa quý thầy cô cho em hỏi: Khi thực hiện thanh toán học phí xong, bên OCB đã trừ tiền nhưng khi đăng xuất kiểm tra lại bên BKPAY thì vẫn chưa cập nhật. Vậy thì phải chờ hay phản hồi gì không ạ!. . Em cảm ơn!"
        ],
        "intent": "cập nhật dữ liệu",
        "entities": {
            "loại dữ liệu": "chưa cập nhật."
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . . cho em hỏi sinh viên khóa k12 về trước bây giờ còn phải đóng bảo hiểm y tê và khám sức khỏe nữa không ạ?"
        ],
        "intent": "hỏi thông tin bảo hiểm y tế",
        "entities": {
            "khoá": "khóa k12 về trước",
            "khoa": "sức khỏe",
            "học kỳ": "khóa k12",
            "hệ đào tạo": "sinh viên khóa k12"
        }
    },
    {
        "message": [
            "Em chào Phòng Đào Tạo!. . Em là [full_name], MSSV: [student_id], lớp XD14KT.. . Em có học môn: Tư tưởng [full_name] mã củ, đã có điểm tổng kết. Nhưng trong tiến trình học tập em không được chuyển điểm môn này .. . Mong Phòng Đào Tạo xem xét cho em để chuyển điểm môn này !. . Em xin cảm ơn!. . Đây là hình ảnh minh chứng."
        ],
        "intent": "chuyển điểm",
        "entities": {
            "môn học": "Tư tưởng",
            "học kỳ": "Tư tưởng",
            "mã môn học": "Tư tưởng",
            "lý do": "không được chuyển điểm môn này"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . . Dạ, học kì vừa rồi em đóng trễ học phí  dự thính và học phí tạm ứng học kì 1, em đã đóng tiền và làm đơn nhưng đến nay vẫn chưa khôi phục TKB và lịch thi dự thính cho em. . Em mong nhận được sự giúp đỡ của thầy/cô."
        ],
        "intent": "cập nhật thời khoá biểu",
        "entities": {
            "môn học": "MSSV/MSGV:",
            "học kỳ": "MSSV/MSGV: [student_id]8",
            "lớp học": "MSSV/MSGV: [student_id]8"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em là sinh viên k11, cho em hỏi là em muốn đăng kí môn thiết kế thí nghiệm và xử lí số liệu MSMH: CH3309 mà khi đăng kí bị ghi là thiếu môn tien quyết giải tích 1 MSMH: MT1003 trong khi em đã qua môn đó rồi ạ? xin PDT giải quyết dùm em với"
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "Đại học - Cao đẳng chính quy",
            "mã môn học": "MSSV/MSGV: [student_id]9",
            "học kỳ": "Đại học - Cao đẳng chính quy",
            "mã nhóm/lớp": "MSSV/MSGV: [student_id]9",
            "đợt": "MSSV/MSGV: [student_id]9"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . em là sinh viên k11. Em muốn đăng kí môn thiết kế thí nghiệm và xử lí số liệu MSMH CH3309 nhưng khi đăng kí bị báo là thiếu môn tiên quyết giải tích 1 trong khi em đã qua môn đó rồi. Xin PDT xem xét giúp em với ạ"
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "Đại học - Cao đẳng chính quy",
            "mã môn học": "MSSV/MSGV: [student_id]9",
            "học kỳ": "Đại học - Cao đẳng chính quy",
            "mã nhóm/lớp": "MSSV/MSGV: [student_id]9",
            "đợt": "MSSV/MSGV: [student_id]9"
        }
    },
    {
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Chào thầy(cô) phòng đào tạo. Em hiện đang học lớp VP2014 viễn thông, hiện tại có 3 môn theo thời khóa biểu PFIEV em chưa đăng ký được do đủ sĩ số, đó là 3 môn : [full_name](405713), [full_name] &SO (405715), [full_name](402706). Mong phòng đào tạo tăng sĩ số 3 môn học này. Em xin cảm ơn."
        ],
        "intent": "tăng sĩ số lớp",
        "entities": {
            "mã nhóm/lớp": "môn học",
            "môn học": "môn học",
            "mã môn học": "VP2014 viễn thông,",
            "học kỳ": "VP2014 viễn thông,",
            "lý do": "hiện đang học lớp VP2014 viễn thông,",
            "số lượng": "3"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: 21302889  /b \t. . . . cho em hỏi về đăng ký môn học thay thế của môn nhiệt động lực học mà ko đăng ký được do ko học trước môn vật lí 1 mã PH1003 do trước đó em đã qua môn vật lí 1 mã 007001. LÀM SAO ĐỂ EM CÓ THỂ ĐĂNG KÝ Ạ. em cảm ơn"
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "nhiệt động lực học",
            "mã môn học": "MSSV/MSGV: 21302889",
            "học kỳ": "nhiệt động lực học",
            "mã nhóm/lớp": "MSSV/MSGV: 21302889",
            "đợt": "MSSV/MSGV: 21302889"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: V[student_id]  /b \t. . . . . . Không dk được môn học mã CO1003"
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "CO1003",
            "mã môn học": "CO1003",
            "học kỳ": "CO1003",
            "mã nhóm/lớp": "CO1003",
            "đợt": "Không dk được môn học mã CO1003"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Cho em hỏi, em là k12, tại sao kì này e không thể đăng kí môn Xác suất và thống kê, nó báo lỗi là chưa có môn học trước Giải tích 1, trong khi kì trước em vẫn đăng kí được. Mong quý thầy cô giải đáp giùm em ạ"
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "Đại học - Cao đẳng chính quy",
            "mã môn học": "MSSV/MSGV: [student_id]8",
            "học kỳ": "Đại học - Cao đẳng chính quy",
            "mã nhóm/lớp": "MSSV/MSGV: [student_id]8",
            "đợt": "MSSV/MSGV: [student_id]8"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em kính chào quý thầy cô, em muốn xin tăng sĩ số môn Giải tích 2 mã MT1005 ở cơ sở 1, nhóm lớp nào cũng được ạ. Em xin chân thành cám ơn"
        ],
        "intent": "tăng sĩ số lớp",
        "entities": {
            "mã nhóm/lớp": "MT1005",
            "môn học": "Giải tích 2",
            "mã môn học": "MT1005",
            "học kỳ": "Giải tích 2",
            "lý do": "Đăng ký môn học - Đại học - Cao đẳng chính quy",
            "số lượng": "2"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Kính thưa thầy cô,. . Em là [full_name], mssv: [student_id]8 thuộc khoa Khoa học và kỹ thuật máy tính. Vừa rồi em đã có điểm và đậu môn thi vét: Mật mã và An ninh mạng. Thầy cô cho em hỏi: em đã đủ điều kiện để tốt nghiệp đại học chưa (công tác xã hội, môn học, khám sức khỏe...)? Nếu còn thiếu, xin thầy cô chỉ dẫn giúp em để em bổ sung. Cám ơn thầy cô và chúc sức khỏe.. . . . Chân thành!. . . . [full_name]. ."
        ],
        "intent": "hỏi điều kiện tốt nghiệp",
        "entities": {
            "khoa": "Khoa học và kỹ thuật máy tính.",
            "khoá": "Đại học - Cao đẳng chính quy",
            "hệ đào tạo": "Đại học - Cao đẳng chính quy"
        }
    },
    {
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gởi Phòng Đào Tạo,. . Em là sinh viên năm 4, khoa Khoa Học Và Kỹ Thuật Máy Tính.. . Kỳ này em có đăng ký môn Hệ Phân Bố - MSMH: CO3071, do em chỉ còn 1 môn nữa là đủ tín chỉ nên em không có đăng ký thêm môn khác. Nhưng môn này vừa bị hủy môn học vì không đủ sĩ số.. . Kính mong PĐT có thể xem xét trường hợp của em, cho phép em đăng ký môn học khác để có thể kịp tiến độ học tập.. . Em xin chân thành cảm ơn!",
            "Bạn cần đăng ký bổ sung môn học nào vui lòng nộp đơn về PĐT nhé."
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "Đại học - Cao đẳng chính quy",
            "mã môn học": "Hệ Phân Bố - MSMH: CO3071,",
            "học kỳ": "Đại học - Cao đẳng chính quy",
            "mã nhóm/lớp": "Hệ Phân Bố - MSMH: CO3071,",
            "đợt": "năm 4,"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Xin chào Thầy cơ hỗ trợ.. . Em tên [full_name] sinh viên khoa cơ khí - chế tạo máy. MSSV : [student_id]7. . Em đăng ký môn Luận văn tốt nghiệp đã 2 lần rồi mà trong kết quả đăng ký môn học vẫn không hiện ra.. . Em không biết lý do vì sao em liên tục bị hủy.. . Xin thầy cô hỗ trợ giúp đỡ em đăng ký môn học này ạ.. . Em đạt đủ bằng tiêu chí để đăng ký rồi ạ.. . Kính chào.. . [full_name]."
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "Đại học - Cao đẳng chính quy",
            "mã môn học": "MSSV/MSGV: [student_id]7",
            "học kỳ": "Đại học - Cao đẳng chính quy",
            "mã nhóm/lớp": "MSSV/MSGV: [student_id]7",
            "đợt": "MSSV/MSGV: [student_id]7"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi, khi chuẩn bị tốt nghiệp có cần nộp lại giấy chứng nhận hoàn thành môn giáo dục quốc phòng không ạ?. . Em cảm ơn"
        ],
        "intent": "hỏi điều kiện tốt nghiệp",
        "entities": {
            "khoa": "Đại học - Cao đẳng chính quy",
            "khoá": "Đại học - Cao đẳng chính quy",
            "hệ đào tạo": "Đại học - Cao đẳng chính quy"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]7  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Chào [full_name],. . Em tên là [full_name], MSSV [student_id]7. Em đã hoàn thành chương trình đào tạo, đủ ngày CTXH, đã nộp chứng chỉ TOEIC và vượt qua kỳ thi Speaking & Writing, các khoản học phí em cũng đóng đầy đủ. Nhưng hiện tại em vẫn không có trong danh sách tốt nghiệp dự kiến.. . [full_name] có thể kiểm tra giúp em xem em còn thiếu điều kiện nào để được tốt nghiệp không ạ?. . Em xin chân thành cảm ơn"
        ],
        "intent": "kiểm tra danh sách tốt nghiệp",
        "entities": {
            "học kỳ": "Đại học - Cao đẳng chính quy",
            "khoá": "Đại học - Cao đẳng chính quy",
            "khoa": "Cao đẳng chính quy"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Kính thưa Thầy/Cô Phòng Đào tạo,. . . . Em tên [full_name]. MSSV G[student_id]. HK vừa rồi em đã hoàn thành LVTN, và hoàn thành đầy đủ các điều kiện tốt nghiệp (đủ Tín chỉ, nộp đủ bằng AV, đạt 2 kỹ năng nói-viết BKEnglish, đủ ngày CTXH, không nợ học phí hay sách).. . . . Tuy nhiên em vẫn chưa có tên trong danh sách TN dự kiến.. . . . Kính mong Thầy/Cô rà soát lại giúp em.. . . . Em xin cảm ơn.. . . . Trân trọng!"
        ],
        "intent": "kiểm tra danh sách tốt nghiệp",
        "entities": {
            "học kỳ": "Đại học - Cao đẳng chính quy",
            "khoá": "Đại học - Cao đẳng chính quy",
            "khoa": "Đại học - Cao đẳng chính quy"
        }
    },
    {
        "message": [
            "Vừa làm vừa học - ĐTTX   Học vụ . Kính gửi Phòng Đào tạo,. . Thưa Thầy/Cô,. . Em tên [full_name],. . MSSS: [student_id],. . Hiện em đang theo học lớp Kỹ thuật xây dựng ([student_id]1), Hệ VLVH.. . Trước đây, em chuyển Hệ từ lớp Bằng 2-Chính quy sang với MSSV: [student_id], do thời gian công tác của công việc không đáp ứng được với thời gian của chương trình đào tạo nên em đã xin chuyển hệ sang lớp Hệ VLVH hiện tại.. . Sau khi có kết quả xét duyệt được chuyển Hệ đào tạo, em có nhận được mail của Phòng Đào tạo về việc miễn môn học. Theo đó, Phòng Đào tạo có thông báo sẽ gửi Bảng điểm miễn môn học qua mail, trường hợp sau khi nhận mail sinh viên muốn xét miễn thêm sẽ làm phiếu gửi Phòng Đào tạo xem xét.. . Đến nay, em chưa nhận được thông báo miễn môn học nên em chưa rõ là có quy trình nào em thực hiện sai, hay Phòng Đào tạo vẫn đang xem xét.. . Em xin trình bày nội dung như trên, kính mong Phòng Đào tạo xem xét và phản hồi cho em được nắm thông tin và thực hiện.. . Em xin cảm ơn Thầy/Cô và kính chúc Thầy/Cô nhiều sức khỏe.. . Trân trọng./."
        ],
        "intent": "xét miễn",
        "entities": {
            "môn học": "Kỹ thuật xây dựng",
            "mã môn học": "MSSS:",
            "hệ đào tạo": "Hệ VLVH"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi thầy/cô Phòng đào tạo.. . Em tên [full_name], MSSV [student_id]8. . . . Em có xem thông tin ở trang xử lý, kỷ luật học vụ http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_83&tid=778. . Tại mục 3 buộc thôi học     Tra cứu tình trạng sinh viên buộc thôi học dự kiến tại http://www.aao.hcmut.edu.vn/image/data/Tra_cuu/xem_danhsach?id_ds=1481. . . . Em thấy mình có tên trong danh sách, lý do là điểm TBHK 171 = 0.. . Nhưng học kỳ 172 này em có đăng ký môn học, vậy em không vi phạm mục 3b-[Có ĐTB của HK trước bằng 0 và không đăng ký môn học HK hiện tại (Tự ý nghỉ học)].. . Xin quý thầy/cô giải đáp thắc mắc để em khỏi hoang mang.. . Em xin cảm ơn.. ."
        ],
        "intent": "hỏi về cảnh cáo học vụ",
        "entities": {
            "nguyên nhân": "Tra cứu tình trạng sinh viên buộc thôi học",
            "khoa": "Học vụ - Đại học - Cao đẳng chính quy",
            "khoá": "Học vụ - Đại học - Cao đẳng chính quy"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . em có đăng ký tốt nghiệp và đã đóng lệ phí tốt nghiệp vào thứ 3 ngày 27/2/2018 nhưng mãi đến giờ em có lên văn phòng khoa để nhận giấy \"chứng nhận tốt nghiệp tạm thời\" nhưng bên văn phòng khoa bảo chưa có. Thầy/cô cho em hỏi là khi nào có vậy ạ, em đang cần gấp để xin việc ạ. . . em cám ơn"
        ],
        "intent": "nhận giấy tờ",
        "entities": {
            "loại giấy tờ": "giấy \"chứng nhận tốt nghiệp tạm thời\"",
            "thời gian": "27/2/2018"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]2  /b \t[full_name] [full_name] [full_name] [full_name] Kính gửi trường Đại học Bách Khoa Tp[full_name]Hồ Chí Minh,[full_name] [full_name] [full_name] [full_name] [full_name] [full_name] Em xin kính chào![full_name] [full_name] [full_name] [full_name] Cho em xin được hỏi, em hoàn tất hồ sơ xin thôi học hệ Đại học chính quy từ học kỳ 171, đến nay hồ sơ của em còn có thể dự tuyển đại học hệ VHVL chuyển hệ từ Đại học chính quy sang không ạ?[full_name] [full_name] Kính mong quý nhà trường cho em được biết, em xin chân thành cảm ơn![full_name] [full_name] [full_name] [full_name] Xin trân trọng![full_name] [full_name] [full_name]",
            "bạn xem và đăng ký hồ sơ chính quy chuyển sang hệ VLVH tại trang web: aao.hcmut.edu.vn/tuyensinh    ĐH Không Chính Quy    Đại học Vừa Làm Vừa Học nhé  QUOTE"
        ],
        "intent": "chuyển hệ",
        "entities": {
            "hệ đào tạo": "hệ VLVH",
            "lý do": "Đại học Vừa Làm Vừa Học nhé"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]9  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Thanh toán lệ phí & khai lý lịch tốt nghiệp . Chào thầy/cô,. . . . Em là [full_name], sinh viên khóa K13 khoa Quản Lý Công Nghiệp. . . Em có tên trong danh sách tốt nghiệp bổ sung chính thức (3) nhưng khi em vào trang đăng ký tốt nghiệp thì được báo là em không có tên trong danh sách tốt nghiệp dự kiến nên phần khai lý lịch tốt nghiệp bị mờ đi không điền được ạ.. . Thầy/cô cho em hỏi cách thức đăng ký thông tin tốt nghiệp để em có thể thực hiện và nộp đơn đăng ký tốt nghiệp về phòng đào tạo được ạ.. . Do hạn đăng ký tốt nghiệp chỉ còn có ít ngày nên mong thầy/cô hỗ trợ sớm giúp em ạ.. . Em xin cám ơn thầy/cô rất nhiều!. .    . . Trân trọng,. . [full_name]. ."
        ],
        "intent": "hỗ trợ tốt nghiệp",
        "entities": {
            "vấn đề": "hạn đăng ký tốt nghiệp chỉ còn có ít ngày",
            "hình thức": "đăng ký thông tin tốt nghiệp",
            "thời gian": "ít ngày",
            "lý do": "Do hạn đăng ký tốt nghiệp chỉ còn có ít ngày"
        }
    },
    {
        "message": [
            "Em là sinh viên k15 ,hiện tại em chưa có anh văn đầu vào . Sắp tới là 16/6 là kiểm ta anh văn và 20/6 mới có kết quả . Nhưng trong lịch đkmh học kì 181 chỉ có hạn đến ngày 8/6 . Các môn học thuộc năm 3 em không đk được do thiếu   chuẩn av sau năm 2( tiên quyết ) . Vậy em cần làm thế nào để khắc phục và đk được các môn học ở hk181 a? Em cảm ơn !",
            "Em là sinh viên k15 ,hiện tại em chưa có anh văn đầu vào . Sắp tới là 16/6 là kiểm ta anh văn và 20/6 mới có kết quả . Nhưng trong lịch đkmh học kì 181 chỉ có hạn đến ngày 8/6 . Các môn học thuộc năm 3 em không đk được do thiếu   chuẩn av sau năm 2( tiên quyết ) . Vậy em cần làm thế nào để khắc phục và đk được các môn học ở hk181 a? Em cảm ơn !"
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "anh văn",
            "mã môn học": "anh văn",
            "học kỳ": "kì 181",
            "mã nhóm/lớp": "k15",
            "đợt": "năm 3"
        }
    },
    {
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính gửi PDT,. . . . Nhờ thầy cô xem xét trên hệ thống khi em đăng ký môn học LVTN cho HK1 năm 2018-2019, hệ thống vẫn cho DK nhưng có cảnh báo \"thiếu điều kiện tiên quyết là CCAV 2 kỹ năng\". Trong khi em đã nộp CCNN IELTS thỏa điều kiện.. . . . Vì môn LVTN quan trọng và SV không đáng bị mất thời gian với trục trặc trong DKMH, cũng như bị ảnh hưởng tâm lý để làm LVTN. Kính mong PDT xem xét thông tin trên hệ thông cho sinh viên để quá trình DKMH LVTN HK1 2018-2019 được suôn sẻ.. . . . Xin cảm ơn!. ."
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "Đại học - Cao đẳng chính quy",
            "mã môn học": "LVTN",
            "học kỳ": "Đại học - Cao đẳng chính quy",
            "mã nhóm/lớp": "LVTN",
            "đợt": "2018-2019,"
        }
    },
    {
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Yêu cầu khác . Chào ban quản trị, em là sinh viên khóa K13, vừa tốt nghiệp vào tháng 4 năm 2018.. . Hiện em đang gặp vấn đề về email sinh viên, khi đang nhập google không cho đăng nhập nữa và thông báo là đã bị disable, yêu cầu contact admin. Em đã có gửi request ticket yêu cầu khôi phục cho google nhưng được reply là vì email mang đuôi @hcmut.edu.vn thay vì đuôi @gmail nên google không hỗ trợ và yêu cầu em contact G suite admin.. . Mong ban quản trị giúp em mở lại email vì trong đó có nhiều tài liệu/ đoạn hội thoại quan trọng liên quan đến công việc cũng như bảo mật của các tài khoản khác.. . Nếu việc disable là do em đã tốt nghiệp thì xin ban quản trị tạm mở lại giúp em vài ngày để em lấy các tài liệu quan trọng và thay đổi các bảo mật 2 lớp dùng mail sv để backup.. . Em xin cảm ơn."
        ],
        "intent": "báo lỗi",
        "entities": {
            "dịch vụ": "email sinh viên,",
            "loại lỗi": "email sinh viên,",
            "quá trình": "email sinh viên, khi đang nhập google không cho đăng nhập nữa"
        }
    },
    {
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên khóa K15, cho em hỏi là yêu cầu anh văn của khóa em có cần qua năm 3 phải đạt anh văn 2 không ạ hay chỉ từ khóa K16 trở đi. . . Em cảm ơn."
        ],
        "intent": "hỏi về chuẩn ngoại ngữ",
        "entities": {
            "ngoại ngữ": "anh văn của khóa em có cần qua năm 3 phải đạt anh văn 2",
            "mục đích": "có cần qua năm 3 phải đạt anh văn 2",
            "khoá": "khóa K15,",
            "hệ đào tạo": "Cao đẳng chính quy"
        }
    },
    {
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào phòng đào tạo. . Đợt đăng kí đầu tiên em sơ suất quên đăng kí môn EE4321-Đề cương luận văn tn, vì thế đợt 2 em không đăng kí được vì môn này trên trang đăng kí đã full, rất mong phòng đào tạo giúp em đăng kí môn EE4321-Đề cương luận văn tn để em có thể ra trường đúng tiến độ.. . Em xin cảm ơn"
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "Đại học - Cao đẳng chính quy",
            "mã môn học": "Đại học - Cao đẳng chính quy",
            "học kỳ": "Đại học - Cao đẳng chính quy",
            "mã nhóm/lớp": "Đại học - Cao đẳng chính quy",
            "đợt": "2"
        }
    }
]