[
    "Kính gửi Phòng Đào Tạo, Em tên , mã số sinh viên , hiện đang là sinh viên bằng 2 Khoa Khoa học và Kỹ thuật máy tính. Trong lần xét tốt nghiệp chính thức vừa qua, do chưa thanh toán học phí cho học kỳ này, nên em chưa đủ điều kiện để được xét tốt nghiệp. Hiện tại, em đã thanh toán đầy đủ học phí theo quy định của trường, nên em viết mail này để phản hồi điều kiện xét tốt nghiệp. Kính mong Phòng Đào Tạo sẽ kiểm tra và cập nhật điều kiện xét tốt nghiệp của em. Em xin chân thành cảm ơn. .   i Tốt nghiệp .",
    "Gửi phòng đào tạo, Hiên tại em là sinh viên k15, có tên trong danh sách dự kiến tốt nghiệp, em không thể vào trang mybk để đăng kí tốt nghiệp, cho em hỏi thông tin đăng kí tốt nghiệp thế nào ạ?. Cảm ơn, .",
    "Em là sv k17, em thấy thẻ sv của mình ghi có hiệu lực đến tháng 3/2022 (bây giờ đã quá thời hạn này) Cho e hỏi e có cần phải đăng kí làm lại để đăng kí thi av,.. không ạ",
    "Kính gửi PDT đh bách khoa TP.HCM. Em tên  mssv  khoá K15. Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp nhưng vì lý do hết thời gian đào tạo nên tình trạng sinh viên là nghỉ . Em không thể đăng kí tốt nghiệp trên mybk nên cho em hỏi là em có cần phải làm đơn cứu xét để thu nhận lại hay phòng đào tạo sẽ ra quyết định tự thu nhận lại. Em xin cảm ơn.",
    "EM là , email:   tk bkel: loc.ong20t9 Lý do em gửi câu hỏi/yêu cầu này vì hiện tại thời khóa biểu và lịch thi của em không xuất hiện. EM rất mong quý thầy cô có thể xem xét giúp em vấn đề này để em có thể tiện lợi và kịp thời sắp xếp lịch học hợp lý Em cảm",
    "Em kính chào quý thầy / cô phòng đào tạo: Hiện nay em đang làm CV xin đi thực tập, nhưng có một vấn đề đó là bảng điểm của em hiện chưa cập nhật điểm trung bình tích lũy tính đến thời điểm hiện tại (HK211). Em xin phép hỏi: Khi nào phòng đào tạo mới cập nhật điểm trung bình tích lũy trên bảng điểm sinh viên ạ (tính đến HK211)? Em xin cảm ơn quý thầy / cô đã trả lời thắc mắc của em.",
    "Cho em hỏi hồi học kì 211 em có đóng bảo hiểm y tế, vừa qua lại có 1 đợt đóng bhyt để đăng kí môn học. Mà bây giờ em mở tài khoản ra mới thấy trường đã hoàn tiền đợt 211. Vậy em có cần đóng lại tiền bhyt không? Mà nếu đóng được thì đóng bây giờ có bị hết hạn chưa ạ .",
    "Kính gửi phòng đào tạo, theo em được biết kỳ năm học này phòng đào tạo cho phép đăng ký môn LVTN trong kỳ hè (HK213), vậy cho em hỏi trường có xét chứng chỉ TOEIC Reading & Listening trong đợt đăng ký này không ạ, em xin cảm ơn.  .",
    "Mở môn học học kỳ 212 .",
    "Em muốn xin đăng kí tốt nghiệp bổ sung đợt tháng 4/2022 ạ. Họ và tên :  , MSSV: , lớp DD16TD2. Em muốn kiểm tra điểm trung bình tích lũy ngành sau chuyển điểm và xếp loại tốt nghiệp trước khi đăng kí tốt nghiệp luôn ạ.",
    "Kính gửi Thầy/Cô,  Hiện tại em chưa hoàn tất thủ tục vay ngân hàng CSXH cho sinh viên nên chưa có đủ tiền để đóng học phí cho kì 212 này.  Thầy/Cô cho em xin hỏi về việc xin gia hạn thời gian đóng học phí cho học kì 212 cần những thủ tục nào vậy ạ .   Em xin cảm ơn.!",
    "Xin chào quý thầy/ cô. Em là sinh viên đã nhận bằng tốt nghiệp vào tháng 11 /2021. Em muốn hỏi về quy trình để đăng ký làm lễ tốt nghiệp vào tháng 4 sắp tới. em xin cảm ơn!",
    "Tốt nghiệp Em xin hỏi danh sách tốt nghiệp dự kiến bao lâu cập nhật một lần ạ? Em bị thiếu ngày CTXH và đã hoàn thành đồng thời đã cập nhật ngày CTXH trên sàn hoạt động nhưng danh sách tốt nghiệp tạm thời vẫn hiện thiếu ngày CTXH. Kính mong thầy/cô giải đáp giúp em. Em xin chân thành cảm ơn.",
    "Dạ chào quý thầy cô, Em đã làm đầy đủ những yêu cầu để để được thu nhận và đăng ký lại Học kỳ 212. Em mong quý thầy cô có thể giải quyết sớm để em được tiếp tục theo học vì tuần này đã bắt đầu học lại, và đã có lịch đóng tiền học HK212. Mong quý thầy cô giải quyết cho em sớm. Em cảm ơn ạ.",
    "MSSV:  Kính chào thầy/cô. Em là , sáng ngày 5/4 em có kiểm tra thời khóa biểu thì thấy có rất nhiều môn bị mất tiết vào các tuần 14, 15, 16. Tuy nhiên một số bạn cùng khoa với em học lớp khác thì thời khóa biểu vẫn không có gì thay đổi nên em muốn biết là thời khóa biểu cập nhật lỗi hay là em được nghỉ theo thời khóa biểu. Em xin cảm ơn.  ",
    "Dạ em chào thầy cô tại phòng Đào tạo ạ! Em tên là , MSSV  thuộc khoa Kỹ thuật Xây dựng. Em đã đạt đủ hết các điều kiện tốt nghiệp, chứng chỉ ngoại ngữ em cũng đã được thẩm tra hợp lệ. Nhưng hiện tại em chưa được có tên trong danh sách tốt nghiệp dự kiến ạ. Nhà trường có thể mở đăng ký tốt nghiệp để em kịp  đăng ký tốt nghiệp đợt tháng 4 này không ạ? Em xin chân thanh cảm ơn ạ",
    "Em tên là  mssv  lớp GT18OTO3 . Lý do là em có hoãn thi môn Thiết Kế Ô Tô (TR3049) học kì 2020 2. Nhưng kì trước và kì này chưa có lịch thi lại. Em mong PĐT xem xét và giải quyết cho em ạ. Cảm ơn.",
    "Tốt nghiệp . Em chào Quý Thầy/Cô. Hôm nay Em làm yêu cầu này là mong muốn Quý Thầy/Cô giải quyết cho em 2 vấn đề mà e đang gặp phải. - Vấn đề 1: Hiện tại Em đã đầy đủ điều kiện để tốt nghiệp, Em mong Quý Thầy/Cô xét duyệt bổ sung cho Em để Em có tên trong danh sách tốt nghiệp dự kiến. - Vấn đề 2: Em mong Quý Thầy/Cô mở khóa tình trạng sinh viên của Em để Em có thể truy cập vào trang web đăng ký tốt nghiệp. Để hoàn thành công việc tốt nghiệp của mình. Em có đính kèm file ảnh về: số tín chỉ hoàn thành, điểm toeic, và điểm anh văn nói - viết",
    "Xin chào PĐT, Hiện em đã có tên trong danh sách dự kiến tốt nghiệp, nhưng vẫn không thể đăng ký tốt nghiệp do   B Tình trạng sinh viên: Tạm dừng    vì không có TKB ở HK hiện tại. Mong PĐT xem xét thu nhận lại để em có thể đăng ký Tốt nghiệp đúng hạn. Em xin chân thành cảm ơn, ",
    "Em chào thầy, cô ạ. Hiện em đang thiếu điểm av4 để đủ điều kiện tốt nghiệp. Em đã thi toeic và đã chuyển điểm vào ngày 29/3. Hiện giờ điểm av4 vẫn chưa được cập nhật vào bảng điểm. Quý thầy, cô có thể xem xét cập nhật điểm sớm để em có thể vào danh sách dự kiến tốt nghiệp để tốt nghiệp trong đợt này được không ạ. Em xin chân thành cảm ơn!",
    "Dạ cho em hỏi là sắp tới 8/4 mở đăng kí môn học kì hè (HK213). Nhà trường có mở môn luận văn tốt nghiệp trong kì hè vậy đợt đăng kí môn học luận văn kì hè em có cần nộp chứng chỉ ngoại ngữ trước khi đăng kí không ạ. Em xin cảm ơn.  ",
    "Cho em hỏi là em hiến máu ở bệnh viện bên ngoài thì làm sao để được nhận ngày ctxh.",
    "Chào thầy cô, lễ mùng 10/3 này sinh viên có được nghỉ không ạ và được nghỉ bao nhiêu ngày, do chủ nhật này là mùng 10/3 nhưng trên thời khóa biểu thì em vẫn có lịch học trên trường ạ, mong thầy vô trả lời giúp em ạ. Em cảm ơn thầy cô rất nhiều.",
    "Tốt nghiệp . Dạ, em chào thầy cô Em là , MSSV . Thầy cô cho em hỏi là do kỳ này em không đăng ký thời khóa biểu nên tài khoản bị tạm dừng nên không đăng ký được tốt nghiệp. Hiện tại em đã đủ điều kiện anh văn nói viết và toeic của trường ạ. Vào ngày 28/03/2022 em có hỏi trên  về điều này thì được hướng dẫn đợi cập nhật đến ngày 05/4/2022 ạ. Đến hiện tại thì em đã nhận được mail có tên trong danh sách tốt nghiệp dự kiến và em kiểm tra lại là đã có tên rồi. Nhưng đến giờ tài khoản của em vẫn bị tạm hoãn không thể đăng ký tốt nghiệp ạ. Kính mong nhà trường kiểm tra lại giúp em để có thể nhanh chóng đăng ký tốt nghiệp vì ngày hạn cuối cùng 11/04 đã sắp đến. Em xin chân thành cảm ơn ạ.",
    "Chào Thầy/Cô, Chứng chỉ Ngoại Ngữ của em đã được thẩm tra và hợp lệ rồi. Mong pđt xét chuyển điểm cho em ạ. Em đã đóng lệ phí chuyển điểm. Em cảm ơn.",
    "EM chào Cô, Do hết thời gian đào tạo và em chưa đủ điều kiện để tốt nghiệp, nên em muốn đăng ký chuyển qua hệ VLVH.",
    "Thưa quý thầy cô cho em hỏi. Em là k14 đã hoàn thành xong tín chỉ và ngày ctxh, và chuẩn toeic nghe đọc đúng thời hạn quy định.nhưng vẫn chưa qua toeic nói viết nên chưa đc tốt nghiệp. Tháng 4/2021 em đã làm đơn xin gia hạn đến nay, tình trạng của em trên mybk hiện tại là đang học Cho em hỏi nếu trong tháng 4 này em hoàn thành xong toeic nói viết. Thì em có được tốt nghiệp với bằng chính quy không ạ? Hay bị chuyển xuống hệ vừa học vừa làm ạ? em có thể làm đơn xin để đc nhận bằng chính quy khi em qua nói viết trong tháng 4 không ạ? Kính mong thầy cô chỉ dẫn.",
    "Kính chào, Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp nhưng em chưa đăng ký tốt nghiệp trên mybk được. Mong anh/chị hướng dẫn em cách để đăng ký ạ. Em xin cảm ơn.",
    "Em xin kính chào quý cô/thầy. Em là  sinh viên K15 khoa Khoa học và kỹ thuật Máy Tính. Em đã có chứng chỉ tiếng anh Toeic Listening and Reading đã được thẩm tra hợp lệ vào ngày hôm nay(04/05/2022). Em tạo yêu cầu này mong quý cô/thầy hỗ trợ em chuyển điểm 4 môn anh văn (anh văn 1,2,3,4) để em có thể kịp tốt nghiệp vào đợt tháng 4 này. Em xin chân thành cảm ơn .",
    "Kính thưa quý thầy cô PĐT, Em tên , MSSV , hiện tại em đã hoàn thành gần hết tất cả các điều kiện để xét tốt nghiệp (LVTN, ngày Công tác XH,...). Chỉ còn thiếu Chứng chỉ Ngoại Ngữ, và CCNN đó sẽ được trả kết quả vào ngày 11/4. Thế nên, em sẽ nộp CCNN vào hôm đó và có thể đăng kí tốt nghiệp, làm lễ TN vào đợt 24/4 được không ạ? Kính mong quý thầy cô PĐT xem xét và hỗ trợ em. Em chân thành cảm ơn !",
    "Họ và tên: , MSSV:  Kính gửi thầy/cô: Sau khi em nhận được phản hồi giải quyết của cô. Em xin gửi cô đơn gia hạn 1 học kỳ ạ. Em xin chân thành cảm ơn ạ!",
    "Kính gửi thầy/cô phòng Đào tạo,  Em là -MSSV: . Em viết mail này vì tài khoản Gmail trường của em:  đã bị khóa vì lý do \"Chúng tôi đã phát hiện thấy hoạt động bất thường trong Tài khoản Google của bạn\". Em phát hiện điều này sau khi đi sửa,cài lại win cho laptop. Em mong được thầy/cô hỗ trợ khôi phục lại tài khoản Gmail trường của em để em có thể tiếp tục việc học được nhanh nhất. Chúc thầy/cô được nhiều sức khỏe! .",
    "E có tên trong danh sách tốt nghiệp chính thức năm 2022 vậy e có thể lên trường để nhận bằng tốt nghiệp tạm thời được chưa ??",
    "Chào bạn,  - Phòng đào tạo đã kiểm tra lại QĐ của bạn: theo như QĐ ghi rõ, thời gian đào tạo tính theo khóa đầu vào ban đầu của Sinh viên(nghĩa là bạn là sinh viên khóa 2021) - Theo như QĐ: cho sinh viên chuyển khóa học cùng với khóa 2020 nghĩa là học theo chương trình đào tạo khóa 2020 Thân.",
    "Kính gửi Phòng đào tạo, Em tên là: ,  MSSV , sinh viên hệ VLVH Khoa Điện-Điện Tử, ngành Điều khiển tự động. Em có tên trong danh sách dự kiến tốt nghiệp 4/2022, nhưng thiếu điểm Anh văn. Hiện tại, em đã bổ sung chứng chỉ Anh văn và nộp lên trang mybk, đã có kết quả thẩm tra xong. Kính mong Phòng đạo tạo xem xét kiểm tra để em hoàn thành điều kiện tốt nghiệp đúng hạn. Em xin chân thành cảm ơn ạ!",
    "Thưa cô, Em đã có tên trong danh sách dự kiến tốt nghiệp. Nhưng trên myBK em vẫn bị tạm dừng và không đăng ký tốt nghiệp được. Em xin hỏi thời gian PĐT cập nhật quyết định thu nhận lại để em canh đăng kí tốt nghiệp cho kịp ạ. Cảm ơn cô đã tiếp nhận câu hỏi",
    "Em muốn xin thông tin liên hệ của thầy  dậy môn Thực tập điện 2 ạ",
    "Dạ em chào Phòng Đào Tạo, Em đã có tên trong danh sách dự kiến tốt nghiệp rồi, nhưng không thể đăng ký tốt nghiệp được do tình trạng sinh viên đang là tạm dừng. Em xin phòng đào tạo ra quyết định thu nhận giúp em để em có thể tốt nghiệp trong đợt tháng 4 này. Em xin cảm ơn rất nhiều.   i Tốt nghiệp .",
    "Kính chào quý thầy/cô trong PĐT, em là  MSSV  có hoãn thi môn An toàn quá trình (CH3297). Vậy cho em hỏi là khi nào sẽ có lịch thi các môn đã hoãn thi trong học kì 211 ạ. Em cảm ơn.",
    "Kính gửi, Lần trước em hỏi thì nhận được thông tin là cuối tháng 3 sẽ cập nhật điểm, nhưng giờ điểm em vẫn chưa được cập nhật . Cho em xin thời gian cập nhật điểm vì em đã đi làm và cần nộp bảng điểm, bằng tốt nghiệp tạm thời ạ. Em còn đăng ký tốt nghiệp để biết thời gian mà xin nghỉ nữa ạ. Chân thành cảm ơn.",
    "Chào PDT, Em là SV khóa k15. Đã hoàn thành tất cả các môn học và đang chờ kết quả anh văn nói viết. Tuy nhiên trạng thái của em đang là \"nghỉ học do hết thời gian học\". Bảng điểm trong Mybk cũng chưa cập nhật tín chỉ môn cuối cùng của em. Vậy cho em hỏi giờ em làm sao để đăng kí tốt nghiệp khi đậu av nói viết ạ. Cho em hỏi thêm là tốt nghiệp t4 sẽ tổ chức ngày nào và khi nào hết hạn đăng kí tốt nghiệp ạ Em xin cám ơn.  ",
    "Cho em xin thông tin liên lạc của thầy  giảng dạy môn Thực tập điện 2 với ạ",
    "Chào quý thầy / cô,  Em chưa nhận được thông tin thời gian em có thể nhận bằng tốt nghiệp, thầy cô cho em hỏi là đợt này khoảng thời gian nào trường sẽ cấp bằng tốt nghiệp ạ  . Em xin cám ơn",
    "Kính gửi Phòng Đào tạo hiện em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022 nhưng vì tình trạng em đang bị tạm dừng nên không thể vào trang đăng ký tốt nghiệp chính thức được. Nên kính mong phòng đào tạo thu nhận lại để em được đăng ký tôte nghiệp chính thức trên hệ thống trường. Mong Phòng Đào Tạo phản hồi sớm giúp em ạ. Trân trọng cảm ơn",
    "Dạ em chào thầy/cô, em muốn hỏi là trường hợp em đang bị tạm dừng học kỳ và chờ xác nhận đơn thu nhận có được đóng học phí học kỳ này trực tiếp ở ngân hàng OCB cơ sở 1 không ạ? Nếu không thể đóng trực tiếp em phải chờ đến khi BKPay được mở lại và quá hạn đóng học phí là em phải làm đơn thanh toán trễ hạn ạ? Em xin cảm ơn thầy/cô ạ.",
    "Dạ chào cô, hôm 3/5 em có hỏi là mình nộp giấy phiếu thu nhận qua BKSI như thế nào thì được cô giải thích là điền form rồi chọn file up lên. Thì em nhấn vào chữ TẠO có \"tải file lên\" rồi chọn vào. Do em thấy là chỉ gửi tới lớp DD20LT10, không biết gửi vậy nhà trường có nhận được hay không nên em cũng hơi lấn cấn chút. Em gửi cô xem video cách em thao tác có đúng không nha cô. Em cảm ơn cô nhiều.",
    "Em muốn hỏi là học kì hiện tại em không đăng kí môn học nên bị tạm dừng vậy thời gian nào em phải nộp giấy xin thu nhận lại ạ, vì em cũng làm xong lvtn rồi chỉ thiếu chứng chỉ anh văn thôi ạ .",
    "cho em hỏi nếu đăng kí xét miễn điểm thế này thì các môn được miễn em có được tính tín chỉ không ạ?",
    "Xin được đăng ký tốt nghiệp   i Tốt nghiệp . Xin chào Phòng đào tạo. Hiện tại em đã có tên trong danh dự kiến tốt nghiệp nhưng tình trạng sinh viên của em vẫn đang bị tạm dừng do không đăng ký môn học ở kỳ này. Mong phòng đào tạo xem xét giúp em vấn đề này ạ. Em xin cám ơn.",
    "Kính gửi : Ban giám hiệu và Phòng đào tạo trường Đại học Bách Khoa TP.HCM Em tên :  MSSV :  Lớp: XD15CTXD03 Khóa: 2015  Khoa : Kỹ Thuật Xây dựng  Chuyên ngành : Xây dựng dân dụng và công nghiệp Em viết đơn này vì lí do xin được ban giám hiệu nhà trường và phòng đào tạo hỗ trợ em về việc đăng kí tốt nghiệp. Em đã hoàn thành toàn bộ chương trình đào tạo, CTXH, Chứng chỉ ngoại ngữ TOEIC, Nói viết. Nhưng do tình trạng xin viên của em đang là hết thời gian đào tạo nên em không đăng kí tốt nghiệm được. Hiện tại em vừa được thẩm tra xong chứng chỉ Toeic 525đ. Cũng đã có đầy đủ điểm các môn AV1,2,3,4. Nên em kính mong ban giám hiệu và phòng đạo tạo hỗ trợ cho em đăng kí tốt nghiệp. Em xin chân thành cám ơn! Thân ái, ",
    "Dạ em tên , mã số sinh viên là  ạ , hồi tháng 3 em có xin trường tạm dừng học nhưng do phải đợi đến tháng 4 đóng học phí xong mới được tạm dừng ạ và hôm nay em đã đóng xong học phí học kì rồi ạ.",
    "Em chào Thầy/ Cô, Em muốn hỏi là thời gian nộp đơn xin gia hạn thêm 1 hk năm 2022 \"sau tháng 4 \"là hết tháng 4 em nộp được không ạ, hay trong trong tháng 4 em có thể nộp đơn được ạ. Em xin cảm ơn.",
    "Em tên là , MSSV , hiện là sinh viên VPNL khoá 16. Đợt vừa rồi, em mới bảo vệ luận văn xong và xin được xét tốt nghiệp. Em có lên MyBK để đăng ký xét tốt nghiệp online nhưng không được do chương trình VP cần bảo vệ thêm tiếng anh để lấy bằng phụ lục. Hiện tại em muốn xét tốt nghiệp và lấy bằng chính quy và không cần lấy bằng phụ lục ạ . Thầy/cô cho em hỏi cần làm gì để xét tốt nghiệp ạ? Em cảm ơn ạ.",
    "Kính gửi PĐT, Em là     khóa K14 (   ), chương trình kỹ sư chất lượng cao Việt Pháp (  B PFIEV   ), chuyên nghành   B hệ thống năng lượng   . Theo ID câu hỏi yêu cầu #52843. Em nhận được phản hồi là em còn thiếu Toeic để đủ điều kiện   B đăng ký xét tốt nghiệp chương trình Kỹ sư chất lượng cao Việt Pháp (PFIEV) chuyên ngành hệ thống năng lượng (không có bằng tiếng pháp B1).     Em xin gửi bổ sung thông tin về việc em đã hoàn thành chứng chỉ ngoại ngữ để PDT xem xét và hỗ trợ em để em có thể được đăng ký xét tốt nghiệp. (PDT có thể tìm thấy 2 file thông tin tại mục đính kèm, trong đó gồm 1 file kqua   B Toeic nói viết (200/400)    và 1 file kqua   B Toeic Nghe đọc (620/990)   ). Kính mong PĐT xem xét và hỗ trợ em để em có thể được đăng ký xét tốt nghiệp. Em xin chân thành cảm ơn. Trân trọng.  ",
    "Gửi PĐT, Khoảng tuần trước em có gửi yêu cầu xin được xét đăng kí tốt nghiệp lên BKSI, và đã được PĐT phản hồi với nội dung là chưa đủ điều kiện tốt nghiệp do còn nợ tín chỉ/môn học. Sau khi kiểm tra lại kĩ em thấy mình đã đạt đủ số môn và tín chỉ theo chương trình đào tạo. Tuy nhiên, khi tra cứu trên myBK thì có vẻ như kết quả của học kì 211 (học kì này em chỉ đăng kí làm luận văn tốt nghiệp là môn học duy nhất) chưa được cập nhật vào số tín chỉ tích lũy (như ở đính kèm 1 và 2). Số tín chỉ còn thiếu (8 tín chỉ) có thể là do việc chưa cập nhật này. Vậy mong PĐT xem xét tình huống này giúp em, để em có thể đăng kí tốt nghiệp đúng lịch trình và tiến độ. Nếu như đã cập nhật mà còn thiếu chỉ, vậy xin PĐT có thể gửi em bảng điểm để em xem còn môn nào thiếu để đăng kí học bổ sung vào kì học tới. Xin cám ơn PĐT.",
    "Tình trạng của em đã hoàn thành xong luận văn. Tuy nhiên hiện tại môn anh văn của em vẫn thiếu 8 chỉ anh văn và đã hết thời gian đào tạo. Thầy cô cho em hỏi tình trạng của em có thể gia hạn thời gian học được không ạ, nếu có thì gia hạn như thế nào ạ? Em cảm ơn!",
    "Em là , hiện nay em đang bị tạm dừng vì không đăng ký môn học . Tháng trước em có đăng câu hỏi xin xét tốt nghiệp thì được biết còn nợ anh văn. Hiện em đã bổ sung đầy đủ các chứng chỉ anh văn nên em xin được xét tốt nghiệp kì này ạ.",
    "Hiện tại em vẫn chưa nộp ảnh thẻ làm thẻ sinh viên nên em muốn hỏi rằng: bây giờ em có thể nộp ảnh thẻ bằng cách nào ạ?",
    "Dạ em chào Thầy (Cô), Em tên Nguyễn Thị Diễm Thuý. MSSV:  Do một số lý do em chưa Tốt Nghiệp được mà khoá em học kì này là cuối cùng nên em muốn xin gia hạn thêm 1 kì ạ. Thì em không biết sẽ nộp đơn ở đâu được ạ. Em xin chân thành cám ơn Thầy (Cô)!",
    "Xin Chào Thầy/Cô. Em là Cao Minh Khải mssv 1710136. Hiện tại Em đã hoàn thành số tín chỉ và cả Luận văn tốt nghiệp tại học kỳ 211. Tại học kỳ 212 do không đăng ký môn học nên em bị trạng thái \"Tạm dừng\" . Học kỳ 212 là học kỳ đầu tiên em bị tạm dừng. Em xin hỏi học kỳ 213 là học kỳ hè nếu em không làm đơn thu nhận và đăng ký môn học thì em có bị trạng thái \"Tạm dừng 2 học kỳ liên tiếp\" và buộc thôi học không ạ? . Do em mặc định HK213 là học kỳ hè nên khi 2 học kỳ liên tiếp là HK212 và HK221 liên tiếp tạm dừng mới bị buộc thôi học. Em xin lời tư vấn giải đáp từ quý Thầy/Cô ạ. Em xin cảm ơn.   ",
    "Dạ em chào Phòng Đào Tạo. Em có câu hỏi là ở học kỳ 213 em có được đăng ký môn luận văn tốt nghiệp không ạ? Nếu được thì các yêu cầu về bằng Anh Văn và ngày công tác xã hội trường có xét trước khi em đăng ký môn này không ạ? Em cảm ơn ạ.",
    "Vào ngày 3/4 đáng lý em phải tham gia thi giữa kì môn CLC do thầy  dạy lý thuyết, nhưng hôm đó em bị f0 và phải cách ly, em bị sốt với gặp trục trặc nên ko tham gia thi giữa kì được nên em đã mail xin thầy được hoãn thi, hôm nay thầy trả lời em là em hoàn tất thủ tục hoãn thi với PĐT, cho em hỏi thủ tục hoãn thi với ạ .",
    "Chào ầy/Cô. Em là sinh viên bằng 2 Khoa khoa học và kỹ thuật máy tính. Hiện nay các điểm anh văn 1,2,3,4 của em đều được miễn (   B điểm 12    không tính vào điểm trung bình ) vì em đã học ở bằng 1. Nhưng em có bằng toeic ( còn hạn sử dụng ), nếu em đăng ký quy đổi điểm anh văn từ điểm thi Toeic thì có được không. Và điểm đó có điểm cộng vào điểm trung bình không. Em cảm ơn .",
    "em tên  MSSV  hệ VLVH EM chưa đủ điểm toiec và rớt đồ án chuyên ngành. dạ cho em hỏi vậy em có đủ điều kiện làm luận văn không ạ. Em cảm ơn",
    "Thưa PĐT em là -  . Nay em muốn đặt câu hỏi vế vấn đề xếp lịch thi của hoãn thi hk trước . Chuyện là mấy ngày trước đã có lịch thi để xoá điễm hoãn thi em thấy có một môn mà em đã hoãn thi hồi học kì 202 mà em lại không thấy trong lịch thi của mình . Nên em mong PĐT kiểm tra lại giúp em ạ . Môn Vật Lí 1 của học kì 202 . Em xin kèm theo hình ảnh danh sách đã hoãn thi của học kì trước để làm bằng chứng ạ .",
    ": Dạ chào PDT, Em tên , khoá k20 khoa Quản lý công nghiệp. Hiện em có nhu cầu rút môn học HK212 thì làm thế nào ạ?",
    "Dạ cho em hỏi là em đã đăng kí tn thành công vào đầu tháng 3 , qua tháng 4 mình có thể nhận bằng tạm thời được chưa ạ ",
    "Chào Thầy/Cô Em gửi câu hỏi này muốn hỏi thông tin về Bằng tốt nghiệp chính thức. Cụ thể là theo thông tin của Thầy/Cô trong PDT thì cuối tháng sẽ có Bằng tốt nghiệp chính thức, cho em hỏi là tình hình hiện tại đã có hay chưa, và có gửi qua đường bưu điện được hay không ạ. Nếu trước đó em không đăng ký nhận bằng qua đường bưu điện thì bây giờ đăng ký có được hay không? Cám ơn Thầy/Cô đã phản hồi",
    "thầy cô cho em hỏi là đã qua học AV4A thì điểm toeic cần nộp để ra trường là 500 hay 600 vậy ạ, em cảm ơn ạ",
    "Kính gửi: Quý Thầy/Cô phụ trách, Em tên:  - MSSV: , Lớp: XD15CD2 - Khoa: Kỹ Thuật Xây Dựng Dạ em đã có tên trong danh sách tốt nghiệp dự kiến tháng 4/2022. Nhưng hiện tại tình trạng sinh viên của em vẫn đang để \"Nghỉ\". Kính nhờ Phòng Đào Tạo ra quyết định thu nhận lại để em đủ điều kiện đăng ký tốt nghiệp. Em chân thành cảm ơn Quý Thầy/Cô ạ!",
    "Em kính chào quý Thầy, Cô giáo! Em tên là , MSSV: 191325. Thầy, cô cho em xin được hỏi là: học phần thực tập ngoài trường đã được đăng ký ở học kỳ 212, và sẽ thực tập ở kỳ hè 213, vậy thì em có bị giới hạn tín chỉ đăng ký học hè không ạ? Em xin cảm ơn ạ!",
    "Em chào cô/thầy, Em tên là , MSSV  khoa Điện - Điện tử. Hiện tại em còn 1 môn là Kỹ thuật siêu cao tần, Mã EE3025, học kỳ 211. Em đã thi cuối kỳ hôm 22/12/2021 và đang đợi điểm. Em kiểm tra thì thấy đang bị tạm ngừng học vì không đăng ký môn vào kỳ 212. Cô/thầy giúp/hướng dẫn em khôi phục trạng thái sinh viên với ạ. Cảm ơn cô/thầy",
    "Em xin chuyển ngành từ chất lượng cao sang đại trà mà khác ngành đc không ạ , em đang bị khó khăn về kinh tế nên không thể học tiếp chất lượng cao . Mong nhà trường giúp em.  B",
    "Dear Thầy Cô, E đã đăng kí tốt ngày 04/04/2022 nhưng vẫn chưa được. Hiện tình trạng đang chờ thanh toán (Hình ảnh đính kèm ). Cho e hỏi nếu e đăng kí thành công đợt này có được xét tốt nghiệp kịp tháng 4 này không ạ? Mong thầy cô phản hồi sớm? Cảm ơn Thầy Cô, ",
    "kính thưa phòng đào tạo. Hiện tại em đã có điểm môn công trình trên đất yếu mà giờ lại có lịch thi tiếp thì em có phải thi lại không ạ? Mong phòng đào tạo giải quyết dùm em việc này! Trân trọng",
    "Kính chào. Cho em hỏi về vấn đề học phí là gia đình em đã đóng học phí từ sáng mà sao trên BKpay vẫn chưa cập nhật ạ. Nội dung chuyển khoản của em là : , CQ, 106. từ ngân hàng VIETCOMBANK. Em chuyển thế có được chấp nhận không ạ nếu không được mong nhà trường chuyển lại OCB của em. Mong được phản hồi sớm. em cảm ơn.",
    "Cho em hỏi là sau khi kí giấy gia hạn học phí xog rồi thì em có thể nộp onl qua bksi hay qua mail được không ạ",
    "Kính thưa T chuyện là  học phí của em T đã tính nhầm số TC học vượt của môn thể chất rồi ạ . Kì này em mới học môn thể chất HP2 đầu tiên do kì 202 em chưa học , với lại là kì này em đằn kí 19 chỉ vậy em đã vượt 2 chỉ so với CTDT , vậy nên số TC vượt xẽ được lấy 2 chỉ nhân cho 350k và cộng với 5 triệu 8 trăm 50 nghìn là ra học phí kì này . Mà trên hệ thống BKpay số tiền em đóng là 7 triệu hơn ạ , mong T xem lại giúp em với em xin trân trọng cảm ơn . Mssv ",
    "Chào pđt  Em với bạn em học thể chất giống nhau nhưng riêng em lại bị tính tiền thêm môn GDTC dù là em không rớt môn. Em mong chỉ là sự nhầm lẫn và hoàn tiền lại giúp em chứ mì tôm em cũng sắp hết rồi . Em cảm ơn nhiều ạ",
    "Kính gửi: Quý thầy/cô,  Em tên là:  MSSV:  Em là sinh viên năm nhất và hiện tại đang có 25 tín chỉ. Ngày 8/4 đến là sẽ có đợt đăng ký HK213, em dự định đăng ký môn học lần đầu để bù 3 tín chỉ còn thiếu. Vì thế, em có thắc mắc mong được quý thầy/ cô giải đáp. Thứ nhất, em không biết hình thức học sẽ là online hay offline ạ. Nếu học trực tiếp thì địa điểm học sẽ là ở CS2 hay CS1 ạ ? Thứ hai, em không biết học kỳ hè thì học phí sẽ là 880k/tín chỉ như dự thính hay không vì em đọc trên web aao mà vẫn chưa rõ ? Cuối cùng, việc thiếu 3 chỉ sẽ bất lợi cho em khi xét phân ngành. Nên em hoàn thành 3 chỉ còn thiếu vậy không biết có kịp thời gian để xét phân ngành không ạ ?  Trên đây là 3 câu hỏi mà em đang thắc mắc. Mong quý thầy/ cô giải đáp giúp em ạ. Em xin chân thành cảm ơn quý thầy/ cô . Trân trọng,  ",
    "dạ cho em hỏi hạn chót nộp chứng chỉ anh văn dể làm luận văn tốt nghiệp học kì 221 là khi nào vậy ạ   i ",
    "Kính gửi quý thầy/cô. Em tên là , mssv:. Hiện nay em đã hoàn thành hết điều kiện tốt nghiệp và đã có tên trong dánh sách tốt nghiệp tạm thời, nhưng em do tình trạng sinh viên đã bị \"Tạm dừng\" vì không đăng ký môn học nên em chưa thể đăng ký tốt nghiệp được. Theo như thông báo trong lần hỗ trợ trước, nay em gửi hỗ trợ này mong thầy/cô kiểm tra lại giúp em. Em cảm ơn thầy/cô ạ.",
    "Gửi phòng đào tạo. Hiện tại em đã có tên trong danh sách tốt nghiệp chính thức đợt tháng 4/2022. Xin phép phòng đào tạo cho em hỏi thủ tục để đăng ký tham dự lễ tốt nghiệp đợt này với ạ? Em xin chân thành cảm ơn pđt   i Tốt nghiệp .",
    "Chào Phòng Đạo Tạo. Em đã cập nhật ảnh thẻ sinh viên trên trang đăng kí tốt nghiệp. Xin quý thầy cô xét duyệt lại đơn đăng kí tốt nghiệp của e với ạ. Trân trọng!",
    "Chào PĐT. Em có đóng học phí qua cổng thanh toán BKpay. Tuy nhiên lại không nhận được mã xác thực gửi về điện thoại để xác nhận thanh toán ạ. Vậy cho em hỏi em liên hệ ở đâu để được giải quyết ạ. Em cảm ơn.",
    "cho em hỏi là đăng ký thực tập kỳ hè có xét chuẩn av từng năm không ạ CHo em hỏi khi nào trường bát đầu xét lại chuẩn av từng năm",
    "Kính gửi Phòng đào tạo, Em là , MSSV:  Lớp MO15KMT1, Khoa Môi trường & Tài nguyên. Em đã được chuyển sang hệ VLVH theo quyết định số 867/QĐ-ĐHBK ngày 25/03/2022. Hiện tại trên  vẫn chưa cập nhật hệ VLVH cho em. Em đã đủ điều kiện tốt nghiệp theo chương trình đào tạo hệ VLVH. Em kính mong Phòng đào tạo xem xét giúp em. Em xin chân thành cảm ơn.",
    "Em tên , mssv: . Vì hiện tại gia đình em chưa có khả năng để đóng học phí kì 212. Xin thầy cô cho em hỏi các bước để em xin được gia hạn đóng học phí ạ. Em xin chân thành cảm ơn .",
    "Kính chào. Cho em hỏi về vấn đề học phí là gia đình em đã đóng học phí từ sáng mà sao trên BKpay vẫn chưa cập nhật ạ. Nội dung chuyển khoản của em là : , CQ, 106. từ ngân hàng VIETCOMBANK. với ảnh giao dịch trong file Mong được phản hồi sớm. em cảm ơn.",
    "Kính chào. Cho em hỏi về vấn đề học phí là gia đình em đã đóng học phí từ sáng mà sao trên BKpay vẫn chưa cập nhật ạ. Nội dung chuyển khoản của em là :  B  , CQ, 106.    từ ngân hàng   B VIETCOMBANK   . với ảnh giao dịch trong file Mong được phản hồi sớm. em cảm ơn.",
    "Em bị mất thời khóa biểu, lịch thi của học kỳ 2 và hiện tại chưa phục hồi.",
    "Dạ em chào pđt ạ, Em đã đủ điều kiện tốt nghiệp nhưng do là K15 nên hiện tại em không vào được trang mybk để đăng ký tốt nghiệp được thì giờ phải làm sao ạ? Em xin cảm ơn.",
    "Chào cô, Em xin phép được nộp đơn xin rút môn học. Em mong cô sẽ xem xét và chấp thuận. Em xin cảm ơn.",
    "Em chào thầy (cô) ạ.  Em là Nguyễn Phạm Tú Uyên, MSSV .  Ngày 9/4/2022, em có lịch thi môn HOÁ HỮU CƠ với mã môn là Ch2021. Tuy nhiên, em không đáp ứng đủ điều kiện 2 cam và nộp bản ghi của 2 cam như bộ môn yêu cầu.Vậy bây giờ em phải làm gì để hoãn thi giữa kì môn hoá hữu cơ ạ? Em cảm ơn thầy (cô) nhiều ạ.",
    "Hiện tại em đã đủ điều kiện anh văn để tốt nghiệp, nhưng vì tình trạng sinh viên đang tạm dừng nên không thể đăng ký tốt nghiệp được. Vậy cho em hỏi khi nào có danh sách tốt nghiệp dự kiến để em biết mà có thể đăng kí ạ. Vì hạn chót đăng ký tốt nghiệp là 11/4 rồi ạ. Em mong thầy/cô phẩn hồi thắc mắc sớm ạ. Em cảm ơn. Chúc thầy/cô một ngày tốt lành.",
    "Hiện tại em đã đăng kí xét tốt nghiệp trên MYBK nhưng hệ thống hiện thị: Phiếu đăng ký không được xử lý . Trong trường hợp này em nên làm sao ạ? Mong PDT xem xét và giải quyết ạ. Em xin cảm ơn,  Trân trọng .",
    "Em là , MSSV , em đã hoàn thành môn thi Hóa Lý 2 nhưng không hiểu tại sao em lại có thêm lịch thi Hóa Lý 2 vào kì này ạ, không biết là có nhầm lẫn gì không ạ .",
    "em là sinh viên k15 tình trạng sinh viên hiện tại của em là \"nghỉ\", ccnn và ngày công tác xã hội e đã nộp đầy đủ, khi nào thì e có tên trong danh sách dự kiến tốt nghiệp ạ ?",
    "Chào cô, Em tên là   Em đã gửi 1 cho cô 1 câu hỏi về việc đăng ký tốt nghiệp vào ngày 31/3, cụ thể là em chưa đăng ký được tốt nghiệp trên trang mybk vì bị khóa tình trạng sinh viên. Theo như ticket trước thì cô bảo em sẽ nhắc lại nếu ngày 5/4 vẫn chưa đăng ký được, thì hôm nay là cuối ngày 5/4 rồi mà vãn chưa đăng ký được, mong cô xem lại giúp em. Cảm ơn cô Trân trọng!",
    "Xin chào, Theo em được biết, thời gian tốt nghiệp đợt 2 của trường mình là đầu tháng 11. Em muốn bổ sung bằng anh văn để xét tốt nghiệp vào khoảng tháng 10 được không ạ? Hay thời gian để bổ sung  các điều kiện để xét tốt nghiệp chậm nhất là khi nào ạ? Em xin cảm ơn!",
    "dạ em chào quý thầy (cô), em tên là , MSSV , học lớp VPCDT18, dạ em muốn hỏi là sao các môn đều được thi lại nhưng môn sức bền vật liệu không được thi lại ạ, em không thấy trên lịch thi trên mybk ạ. Em xin cảm ơn ạ.",
    "Kính gửi Phòng Đào Tạo. Em tên , MSSV , khoa Khoa Học Máy Tính, chuyển sang hệ VHVL từ K14 vào tháng 3 năm 2021. Nay em có thắc mắc là khi ở chương trình chính quy em đã hoàn thành môn AV4 với điểm tổng kết là 7.0, như vậy là em đã đạt yêu cầu để xét tốt nghiệp hệ VHVL khóa 21 hay chưa. Em có cần bổ sung thêm chứng chỉ tiếng Anh nào hay không, hoặc có cần đăng ký chuyển điểm để xét tốt nghiệp không. Mong nhận được phản hồi của thầy/cô để em có thể xây dựng kế hoạch phù hợp cho lần xét tuyển tháng 8 này. Em xin cảm ơn.",
    "em kính chào quý thầy cô! Cho em hỏi em đã nộp đơn xin xét tốt nghiệp và đóng tiền 95 ngàn theo quy định đã được hơn 7 ngày và hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp chính thức trên aao là lý do gì ạ.",
    "Kính chào quý Thầy Cô, Em là ,MSSV  Sinh viên K2015 chương trình đào tạo Chính Quy Khoa Điên-Điện tử Em đã quá thời gian đào tạo mà chưa tốt nghiệp được do còn thiếu LVTN , chứng chỉ  Thưa Thầy Cô,với trường hợp của Em muốn đăng ký học Hệ VHVL thì phải làm thủ tục như thế nào ạ! Em xin cảm ơn quý ! ",
    "Chào T, Em là sinh viên khóa k17 Em có nộp CNNN để đăng ký tốt nghiệp, nhưng mà đã 8 ngày rồi nhưng em vẫn chưa có kết quả thẩm tra, trong khi bạn lấy kết quả CNNN cùng em thì 2 ngày đã có kết quả. Mong T kiểm tra giúp em có sai sót gì để em kịp thời bổ sung. Em cảm ơn",
    "Dạ cho em hỏi hiện tại mình còn rút môn học học kỳ 2 (2021-2022) được không ạ? Nếu được thì em muốn rút môn Kinh tế kỹ thuật (IM2017) ạ. Em xin cảm ơn.  .",
    "Tốt nghiệp . Kính gửi Phòng Đào Tạo Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp. Tuy nhiên trên hệ thống Mybk vẫn hiện trạng thái sinh viên của em là nghỉ. Em không thể truy cập vào mục đăng kí tốt nghiệp được. Nhờ phòng Đào Tạo xem xét giúp em. Em xin chân thành cảm ơn, Tỏa Nguyen Nhat Toa",
    "Kính gửi Phòng Đào Tạo Em tên: Hoàng Minh Hải Mssv:  - Hệ VHVL Môn học: ME4049 Học kì 2 2021-2022 em đăng kí và học môn học  ởng Hồ Chí Minh 2 tín chỉ học phí, nhưng Bkpay của em học phí học kì 2 2021-2022 đến 11.250.000vnd. Hình như nhà trường cập nhật số tiền đóng của em bị sai, mong nhà trường cập nhật lại giúp e. Em cảm ơn.",
    "Em kính chào thầy/cô ạ. Em có đăng ký tốt nghiệp trên mybk mà tình trạng đăng ký hiển thị là phiếu đăng ký không được xử lý. Thầy/cô cho em hỏi cách khắc phục với ạ và cho em hỏi thêm có bắt buộc phải có cập nhật ảnh thẻ sinh viên không ạ? Em cảm ơn thầy/cô ạ.",
    "Dạ em là , MSSV: , lớp HC18DK Em xin gửi đơn hoãn thi môn hóa hữu cơ CH2021, do thi giữa kỳ online nên em không đủ trang thiết bị để dự thi: Thiết bị thứ 2 để quay không gian xung quanh và nộp lại minh chứng là điện thoại của em và hiện tại không đủ dung lượng. Vấn đề mạng ở ktx cũng không đảm bảo yêu cầu. Vì vậy em xin phép hoãn thi online đợt này ạ. Kính mong Phòng Đào Tạo giải quyết ạ. Em xin chân thành cảm ơn.",
    "Em chào quý thầy cô ạ ! - Hiện tại em đã thỏa mãn tất cả các điều kiện tốt nghiệp rồi và đang có tên trong DS tốt nghiệp dự kiến nhưng em vẫn không thể đăng kí tốt nghiệp được (Em là SV K15 và đang bị buộc thôi học do quá thời gian học). - Rất mong quý thầy cô thu nhận lại em để em đăng kí tốt nghiệp ạ. Em xin cảm ơn nhiều !",
    "Em chào PĐT, Tháng 12 em có đăng ký lớp học AV4A lớp DT01-A để kịp tốt nghiệp. Em đã thi học kỳ vào ngày 20/3 nhưng hôm nay em vẫn chưa có điểm trên mybk. Hạn đăng ký tốt nghiệp là 11/4. PĐT có thể kiểm tra và nhập điểm sớm giúp chúng em để kịp đợt tốt nghiệp này không ạ . Em xin chân thành cảm ơn.",
    "Kính chào PĐT, Gần đây em không thể đăng nhập gmail đuôi hcmut vào các thiết bị mới, tất cả đều bị từ chối và cần xác minh danh tính ( như hình đính kèm ) Trong TH này, em nên liên hệ ai và giải quyết như nào ạ! Em rất mong sẽ nhận được phản hồi! Em xin cảm ơn ạ!",
    "Em kính chào Phòng Đào Tạo,  Hiện nay em đã đủ điều kiện để đăng ký tốt nghiệp, em kính mong phòng đào tạo mở lại tình trạng sinh viên giúp em để em đăng ký cho hạn chót ngày 11/04/2022 ạ. Họ Tên: , mssv:. Em xin chân thành cảm ơn!",
    "Em tên là , MSSV . Em có đăng kí tốt nghiệp từ 2 tuần trước nhưng đến nay vẫn chưa nhận được bản scan giấy chứng nhận tốt nghiệp tạm thời. Nãy em có lên PDT hỏi thì cô trên đó bảo do em chưa tick vào ô đăng kí in giấy chứng nhận, nhưng rõ ràng là em đã tick từ lúc đăng kí và ngày nào em cũng check rất kĩ. Em có đính kèm theo tấm hình bên dưới. Em mong phía PDT cập nhật giúp em để em có bản scan giấy chứng nhận làm hồ sơ xin việc vì bên công ty đang cần gấp. Em cảm ơn.",
    "Em chào Thầy Cô, Em tên là , MSSV  khoa Quản lý Công nghiệp. Học kỳ này, em có đăng ký môn học Quản lý Lean và Six Sigma với mã môn IM3077 và được phòng đào tạo xếp vào nhóm lớp L01. Tuy nhiên hiện tại, thời khóa biểu và cả lịch thi lại hiện nhóm lớp của em là L02. Mong Quý Thầy Cô xem xét và giải quyết giúp em. Mong sớm nhận được phản hồi từ quý Thầy Cô. Em cảm ơn ạ. Trân trọng, ",
    "xin chào thầy cô nho thầy cô check giúp em điểm trung bình tích luỹ của em đang là 7.6 nhưng sao tren ds du kiến tốt nghiệp ghi la 7.6???? , thêm câu hỏi nua nho thầy cô hỗ trợ em đã đăng ký tốt nghiệp và đong hoc phi 95k thầy cô cho em hỏi đa đu hết điều kiện nhận bằng chưa va ngày nào em có thể nhận bằng ạ. trân trọng!!!",
    "Kính gửi quý thầy cô. Hiện tại em đã hoàn thành xong chương trình học và chứng chỉ ngoại ngữ đã được xác minh là đúng . Vì vậy em viết đơn này mong nhà trường thu nhận lại để em kịp đăng ký xét tốt nghiệp đợt thàng 4 này ạ. Em xin chân thành cảm ơn ạ.",
    "Em tên là , MSSV: , lớp Trắc địa khóa 15, khoa Kỹ Thuật Xây dựng. Do dịch covid nên lúc trước em ở quê không kịp thi anh văn xét tốt nghiệp nhưng hiện tại em đã hoàn thành đầy đủ các điều điện để xét tốt nghiệp, e kính mong nhà trường thu nhận lại và xét tốt nghiệp giúp em ạ. E chân thành cảm ơn sự giúp đỡ của nhà trường ạ.",
    "Chào PĐT, HK 2 (2020-2021) em có hoãn thi môn Phân tích và thiết kế  giải thuât (Mã MH: 3031) và đã thi lại vào ngày 11/12/2021 nhưng đến hiện tại thì vẫn chưa có điểm môn này. Mong PĐT kiểm tra lại giúp em!",
    "Cho em hỏi em đã chuyển điểm av1, 2, 3 nhưng khi đăng ký av4 thì vẫn yêu cầu phải đăng đăng ký anh văn 3 trước. Nhờ phòng đào tạo giải quyết giúp em với ạ.",
    "Em là , mssv . Đã đến hạn đóng học phí nhưng do gia đình em gặp một số vấn đề về tài chính nên hiện không có đủ tiền để đóng học ạ. Em muốn xin phép được hướng dẫn cách hoãn học phí lại ạ, hoặc có thể trình bày lí do ở đâu để không bị cấm đăng kí môn kì sau ạ",
    "Kính gửi thầy cô! Hiện tại em đã hoàn thành chương trình học và đầy đủ điều kiện để tốt nghiệp ( chứng chỉ anh văn đã được xác minh). Vì vậy em viết đơn này xin nhà trường thu nhận lại để em kịp đăng ký xét tốt nghiệp vào tháng tư này. Em cám ơn thầy cô đã giúp đỡ!!",
    "Em tên  mssv  khoa BDK17CN01. Hiện tại em đang đi làm có thể in bảng điểm giáo dục thể chất ra trước để thứ ba tuần sau em lên lấy được không.Em cảm ơn",
    "Cho em hỏi là mình có thể đóng học phí học kỳ 212 qua tài khoản ngân hàng dưới đây được không ạ. + Tên tài khoản: Trường Đại học Bách Khoa + Số tài khoản: [phone_number]688006 + Tại ngân hàng: Ngân hàng TMCP Phương Đông - Chi nhánh Chợ Lớn, Tp. HCM Em cảm ơn ạ.",
    "Em tên là  mssv  , xin đăng kí xét tốt nghiệp và đã đủ hết mọi yêu cầu tốt nghiệp",
    "Chào ad, Hiện tại sắp hết hạn đáng ký tốt nghiệp (ngày 11/4), sinh viên đang có tên trong danh sách tốt nghiệp nhưng vẫn chưa đăng ký tốt nghiệp được do tình trạng sinh viên vẫn đang là \"tạm dừng\"  . Theo thông tin được biết thì sau ngày 11.4 sinh viên đăng ký sẽ không được dự lễ tốt nghiệp. Mong sớm nhận được sự hỗ trợ. Xin cảm ơn.",
    "Dạ Thưa Thầy/Cô em là  MSSV: . Em vừa nhận kết quả đã thẩm tra chứng chỉ anh văn hợp lệ. Mà e đang còn quyết định buộc thôi học. Kính mong Thầy/Cô kiểm tra hướng dẫn để em được đăng ký hồ sơ tốt nghiệp ạ. Em xin cám ơn !",
    "Dạ em chào phòng đào tạo ạ . Em tên là . MSSV :. Em muốn hỏi về lịch học môn thí nghiệm kỹ thuật số học kì 212 ạ. Do là trường xếp lịch học môn thí nghiệm kỹ thuật số của em trùng với lịch học môn pháp luật đại cương ở học kì 212 ạ. Em đã gửi yêu cầu lên BKSI từ rất lâu rồi mà vẫn chưa thấy phản hồi ạ?",
    "Kính thưa nhà trường, hiện tại tài khoản MyBK của em đang bị lỗi, cụ thể là thời khóa biểu của em chỉ hiện mỗi học kì 1, và cả lịch thi. Việc này đã kéo dài được 1 tháng rồi, ban đầu thì em nghĩ do nhà trường đóng lại để chỉnh sửa nên đã không báo cáo. Mong nhà trường khắc phục sự cố vì điều này rất ảnh hường đến việc học của em. Em xin chân thành cảm ơn nhà trường.   i  .",
    "Chào quý nhà trường, Hiện BKpay của em bị lỗi chưa tới kì thanh toán nên em vẫn chưa thanh toán được tiền học dù các bạn khác đã được đóng từ 4/4/2022 rồi ạ. Mong nhà trường hỗ trợ em. Em xin cảm ơn.",
    "Dạ cho em hỏi là sinh viên làm luận văn tốt nghiệp muốn xin giấy \"Giới thiệu sinh viên làm luận văn\" thì xin ở đậu vậy ạ? Em cảm ơn ạ.",
    "Em muốn hỏi em   đã đủ các điều kiện tốt nghiệp chưa ạ",
    "Xin PĐT coi lại dùm em mức học phí học kì 212 ạ , em có đọc trên quy chế mức học phí điều III khoản 1 thì học phí kì 212 của em là 428.000 x 9 =3.852.000 VNĐ, nhưng trong BKpay lại là 6.660.000VNĐ ạ ,em cảm ơn   i  .",
    "Chào phòng đào tạo Em đã bị mắc covid-19 muốn khai báo y tế cho nhà trường thì nên khai báo qua gì ạ? (qua app pccovid hay qua điền form ạ)",
    "Em chào phòng đào tạo. Em và một số bạn khác chưa học môn TR3045 - Hệ thống điện - điện tử ô tô do một số lý do khác nhau. Theo thông báo của pđt học kỳ dự thính HK213: Không mở cho SV chính quy học môn học lần đầu trừ Khóa 2021. Chúng em đã không đăng ký được môn học này ở HK21.2 rồi, nếu chúng em không học được môn học ở học kỳ này nữa thì sẽ lại chậm tiến độ học tập. Mong phòng đào tạo cho chúng em hướng giải quyết ạ. Em cảm ơn phòng đào tạo.",
    "Em  . Em có nhận được trả lời của PDT về trường hợp em . Em muốn hỏi khi nhận được mail từ trường thì em có thể đăng kí tốt nghiêp ạ, hay sẽ tự động có tên trong danh sách dự kiến tốt nghiệp ạ, hiện tại em ko thể đăng kí tốt nghiệp qua hệ thống do đang bị tạm dừng việc học. Bên cạnh đó em xin hỏi sau khi có tên trong danh sách dự kiến sẽ được tự động thu nhận lại, trước đó có cần phải làm thủ tục gì thêm không ạ?",
    "Chào thầy/cô, em là , mssv: . Em có thắc mắc về lịch thi môn Kỹ thuật lập trình ngày 14/05 của mình, vì cả phần thực hành và lý thuyết đều thi cùng một giờ, một ngày nhưng khác địa điểm ạ. Thầy/cô có thể kiểm tra lại giúp em được không ạ? Em xin chân thành cảm ơn.",
    "em tên là , mssv  . Em muốn nộp bổ sung chứng chỉ quốc phòng để miễn môn quốc phòng thì liên hệ ở đâu ạ. Em cảm ơn",
    "em đã vô thời khóa biểu mỗi ngày mà không hiện thời khóa biểu học kì 2 em học, chỉ hiện thời khóa biểu học kì 1, cách khắc là làm sao ạ",
    "Em tên là , sinh viên năm 2, khoa Cơ Khí, ngành học Cơ Điện Tử. Hiện em đang sinh hoạt cùng lớp CK20CDT3. Hôm nay em gửi yêu cầu này với thắc mắc như sau:          Khoa Cơ Khí, cụ thể là ngành Cơ Điện Tử em đang theo đuổi có một môn học tên là Thực Tập Kĩ thuật. Môn học này theo em tìm hiểu là sẽ được tổ chức học vào mùa hè. Vì một số vấn đề về thời khóa biểu nên em đã không đăng kí được vào kì chính 212 hiện tại. Vậy, nhà trường có thể cho em thắc mắc như sau: nếu sắp tới đây em đăng kí môn học này vào kì hè (8/4 sắp tới em đăng kí môn học này) thì thời gian nào sẽ được học và học phí sẽ tính như thế nào ạ? Trên đây là một số thắc mắc của em cũng như một số bạn có trường hợp như em. Kính mong nhà trường, phòng đào tạo hồi âm sớm để chúng em được biết và yên tâm học hành ạ. Trân trọng, . Tái bút: Sắp tới chuẩn bị đăng kí môn cho kì hè nên em mong nhà trường cho phép em để mức độ ưu tiên cao ạ!",
    "Học kì này em có học môn CH5043 thuộc khối kỹ sư/thạc sĩ để thay thế cho môn CH3127 không còn mở lớp nữa. Hiện tại em phải đóng học phí liên thông kỹ sư. Em xin hỏi em có thể đóng tiền học phí theo mức học phí của đại học chính quy không hay vẫn phải đóng theo học phí liên thông kĩ sư.",
    "dạ pdt cho em hỏi . em bên ngành kỹ thuật chế tạo khoa cơ khí khóa k18 . giờ em có môn ktct1 em chưa học và là môn bắt buộc bên ngành của em . mà hiện giờ các khóa sau ko học nên ko đủ số lượng xin mở lớp được . nên pđt cho em hỏi có môn nào học thay thế ktct1 đc ko ạ , hoặc có cách giải quyết nào ko ạ . dạ em xin cảm ơn ạ .",
    ": Công Nghệ Sản Xuất Cấu Kiện Bê Tông Cốt Thép Đúc Sẵn - CI3223 - Học kỳ 1 (2019-2020) - điểm tổng kết là: 5đ ĐAMH Công Nghệ Sản Xuất Cấu Kiện Bê Tông Cốt Thép Đúc Sẵn - CI3225  - Học kỳ 1 (2019-2020) - điểm tổng kết là: 6đ Theo CTĐT của khóa K15 hai môn trên tương đương với môn Công nghệ sản xuất cấu kiện bê tông cốt thép đúc sẵn - CI3093",
    "Em chào quý thầy/ cô. Em biết đã qúa thời hạn rút môn nhưng vì lý do đặc biệt nên em vẫn gửi yêu cầu xin rút môn học Tự động hóa (ME4205) có tính học phí. Lý do: trường chuyển sang học trực tiếp ở cơ sở 2 theo TKB nhưng em không thể nghỉ làm để học. Nên nhờ quý thầy/ cô xem xét rút môn Tự động hóa giúp em. Em hứa đóng học phí đầy đủ. Em chân thành cảm ơn!",
    "Cho em hỏi lúc đầu em chưa nộp hình thẻ sinh viên nên đến lúc phát thẻ thì em chưa có thẻ, sau đó em có nộp thẻ rồi và trên mybk đã báo in thẻ, vậy bây giờ em lấy thẻ ở đâu ạ?  Em cảm ơn",
    "MSSV  I   B /MSGV:     Dạ do học kỳ này em có làm đơn xin bảo lưu thì học kỳ sau em muốn đăng ký học lại thì sẽ phải viết đơn như nào ạ. Em cảm ơn!",
    "Kính thưa Thầy (Cô) -Do kỹ năng nói tiếng anh của em không tốt. Nên em đã không đạt chuẩn đầu ra của trường trong thời gian qua nhưng nay em đã đạt được kết quả thi nói viết chuẩn đầu ra(File ảnh đính kèm STT: 21 với điểm thi nói: 110đ và điểm thi viết: 125đ) do Trung tâm ngoại ngữ Đại học Bách Khoa TP.HCM tổ chức thi. - Ngày CTXH của em đã đủ 15 ngày cụ thể là 15.5 - Em đã đạt được số tín chỉ của ngành Cấp thoát nước Khoa Xây Dựng là 142 tín chỉ nhưng tín chỉ tích lũy ngành của em là 136 do lúc trước em không qua môn Kết cấu bê tông cốt thép 1 (CI.2039)(3 tín chỉ) nhưng sau này môn Kết cấu bê tông cốt thép 1 đã chuyển thành 2 mã CI.2093 và CI.2091 (Em đã đăng kí 2 mã mới và đã qua môn). Tương tự môn Thiết kế cơ sở hạ tầng kỹ thuật (CI.3023)(3 tín chỉ) đã đổi thành CI.3187 và CI.3189 (Em đã đăng kí 2 mã mới và đã qua môn).    Em kính mong Thầy (Cô) thu nhận lại em (Do em tạm dừng lâu quá và đã bị xóa tên do hết thời gian đào tạo) và cứu xét tốt nghiệp cho em vào tháng 4 này. Em chân thành cảm ơn.",
    "Kính gửi Phòng Đào Tạo, Em tên , mã số sinh viên , hiện đang là sinh viên bằng 2 Khoa Khoa học và Kỹ thuật máy tính. Em xin được hỏi về danh sách tốt nghiệp chính thức. Hiện tại, em đã có tên trong Danh sách tốt nghiệp dự kiến và đã thực hiện đăng ký xét tốt nghiệp thành công, đồng thời em cũng đã hoàn tất thanh toán học phí cho HK này. Tuy nhiên, hiện tại, em vẫn chưa có tên trong Danh sách tốt nghiệp chính thức. Kính mong Phòng đào tạo xem xét và cập nhật thông tin giúp em. Em xin đính kèm hình kết quả đăng ký xét tốt nghiệp cũng như thông tin trong Danh sách tốt nghiệp dự kiến. Em xin chân thành cảm ơn.   i Tốt nghiệp .",
    "Dạ thầy/cô cho em hỏi sao khi em đăng ký tốt nghiệp xong thì được báo là phiếu đăng ký không được xử lý.Mong thầy/cô giải đáp giúp em ạ",
    "Em kính chào thầy, cô Hiện tại em đã   B đủ điều kiện tốt nghiệp   , mong quý thầy cô xét duyệt,   B ra quyết định thu nhận    em ạ. Đồng thời, mong quý thầy, cô xét em vào   B danh sách dự kiến tốt nghiệp    ạ. Em xin chân thành cảm ơn!",
    "Chào các thầy cô, em bị rớt môn của HK 1 năm nhất muốn đăng ký học lại  thì phải viết đơn hay làm sao ạ vì môn này chỉ mở đúng vào một kỳ đó ạ. Mong các thầy cô giải đáp giúp em",
    "Kính chào thầy/cô, em tên Nguyễn Thị  MSSV . Do không đảm bảo được điều kiện dự thi giưa kì online môn Hóa Hữu cơ em xin đăng kí hoãn thi và đăng kí thi bổ sung sau ạ. Em chân thành cảm ơn.",
    "Cho em hỏi là nếu hiện giờ mình có nguyện vọng rút môn thì có thể rút được không ạ. Nếu được thì thủ tục làm như thế nào ạ. Em cảm ơn.",
    "Kính gửi PĐT, Em là , khóa 2016-MSSV , thuộc khoa Cơ Khí chuyên ngành Kỹ thuật Nhiệt. Em đã bảo vệ luận văn tốt nghiệp và hoàn thành chương trình đào tạo 142 tín chỉ từ tháng 8/2021. Đến nay, em cũng đã hoàn thành các điều kiện tốt nghiệp như CTXH, Toeic nói-viết. Tuy nhiên, em không đăng ký tốt nghiệp được trên mybk do tình trạng tạm dừng vì lý do không đăng ký môn học các kỳ vừa qua. Nay em xin hỏi PĐT: em cần làm gì để có thể đăng ký tốt nghiệp được vào tháng 4/2022 này ạ. Em mong nhận được phản hồi sớm từ PĐT. Em xin chân thành cảm ơn nhiều. Trân trọng, Email:  Phone: [phone_number]",
    "Dạ, em đã đủ 15 ngày ctxh nhưng khi đăng ký vẫn báo là không đủ ngày ctxh. Mong pdt cập nhật giúp em.",
    "Em có hỏi gấp về vấn đề đăng ký dự thính 212 thành công nhưng không có thời khóa biểu nhưng chưa được trả lời nên em xin phép đăng lại ạ. Đây là 2 tấm ảnh chứng minh em đã đăng kí thành công môn học CO1023. Nhưng không có thời khóa biểu cho em",
    "Kính gửi pđt, Hiện em đã đủ điều kiện để đăng ký tốt nghiệp hk212. Em xin hỏi khi nào thì em có tên trong danh sách dự kiến tốt nghiệp và khi có tên thì em phải làm gì để thu nhận lại tình trạng sinh viên (hiện tình trạng sinh viên của em đang là tạm dừng) ạ? Mong pđt giải đáp thắc mắc của em. Em xin chân thành cám ơn.",
    "Chào Phòng đào tạo,  Vì một số lí nên trong năm nay em vẫn chưa học 1 học phần giáo dục thể chất nào. Em muốn hỏi là việc đó có ảnh hưởng gì đến việc đăng ký các môn học vào kì 1 năm sau không ạ. Mong sớm nhận được hồi đáp .",
    "dạ em là , sinh viên lớp CK21CK05. Em muốn thắc mắc là em có bỏ lỡ tiết thực hành thí nghiệm hóa đại cương không ạ tại vì các bạn cùng khóa của em ai cũng được lên tiết làm thí nghiệm còn em thì không,em cũng không có thông báo từ mail hay web của trường. Em muốn nhờ thầy cô kiểm tra lại xem em có trục trặc gì về phần này không hay là em đã bị mất học phần này ạ. Em xin cảm ơn thầy cô.",
    "Em xin phép được nộp đơn trình bày lí do trễ hạn học phí, mong pđt có thể xem xét và mở lại lịch học và lịch thi cho em ạ. Em xin chân thành cảm ơn!",
    "Dạ cho em hỏi em in thẻ sinh viên vào năm 2020 do làm mất thẻ nhưng sau đó em tìm lại được thẻ nên không qua lấy thẻ sv mới, và hiện tại thẻ em mất lần nữa nên bây giờ em muốn qua pdt lấy lại cái thẻ đã in trước đó thì có được không ạ",
    "Em xin trình bày nội dung : Vào lúc 12 giờ ngày  3/4/2022 bộ môn có tổ chức thi giữa kì môn Vật Lý 1 . Với hình  thức thi Online.Lúc bắt đầu em có điểm danh và em có làm bài thi được khoảng 3 câu  sau đó máy tính em bị mất kết nối mạng và em cố tìm cách khắc phục nhưng không  được. Sau đó khoảng 15 phút em có đăng nhập lại vào được nhưng đã quá hạn 15 phút đăng  xuất ra khỏi phòng thi. Em có báo sự việc cho thầy ,cô giám thị về sự viêc. Nay em làm đơn này kính mong phòng đào tạo xem xét giúp em cho em xin thêm cơ  hội để em được làm lại bài thi. môn vật lý 1 MSMH:PH1003 do cô  dạy.",
    "Trên sàn ngoại khoá đã cập nhật em đủ 15 ngày ctxh nhưng em vẫn chưa đăng kí tốt nghiệp được thì phải làm sao ạ?",
    "Kính gửi thầy  và Phòng đào tạo trường Đại học Bách Khoa Tp.HCM. Em tên là:           MSSV:      Trong HK1.21.22 em có đăng kí môn lý thuyết môn  Chi tiết máy là môn học cốt lõi của chương trình tài năng. Em có nguyện vọng đăng ký bổ sung học phần mở rộng  của môn học Chi tiết máy  (ME200D) trong HK2.21.22 này ạ. Em xin cảm ơn ạ!",
    "chào cô nhờ cô check giúp em điểm trung bình tích lũy em đang la 7.7 nhưng sao ghi trên danh sach du kiến tốt nghiệp là 7.6? lúc in bằng ra như thế nào???",
    "Kính gửi Văn phòng đào tạo trường Đại học Bách Khoa, Em tên là  Mssv:  Khoa: Quản lý công nghiệp Trong đợt đăng kí tốt nghiệp vào tháng 4/2022, em có đăng kí in Giấy chứng nhận tốt nghiệp tạm thời. Tuy nhiên, hiện tại em không nhận được giấy ạ. Sau khi kiểm tra vào mục \"Đăng kí tốt nghiệp\" trên Mybk, em không truy cập được vì được báo không còn là sinh viên. Sau khi kiểm tra thì tình trạng hiện tại của em là đã tốt nghiệp ạ . Hiện tại, do một số lí do, em cần bằng tốt nghiệp hoặc giấy chứng nhận rất gấp ạ. Vì thế, cho em được hỏi về thời gian cụ thể nhận bằng tốt nghiệp hoặc giấy chứng nhận tạm thời được không ạ. Em mong nhà trường hỗ trợ giúp em. Em xin chân thành cảm ơn rất nhiều. Trân trọng.",
    "Chào quý thầy/ cô! Em làm đơn xin rút môn Tự động hóa sản xuất(ME4205). Lý do:không sắp xếp được học trực tiếp tại cơ sở 2. Em xin chân thành cảm ơn!",
    "Em chào PĐT, Vào kỳ 211 em có hoãn thi môn Cơ học thủy khí (TR1005), và bây giờ em có thấy hiện lịch thi của em là vào ngày 16/04. Em muốn hỏi là em có thể dời lại lịch kiểm tra này sang học kỳ 212 không ạ?",
    "Cho em hỏi chuẩn anh văn xét tốt nghiệp hệ vừa học vừa làm là bao nhiêu . Và có bắt buộc thi tại trường không ạ. Nếu có hình thức đăng ký và thi như thế nào ạ.",
    "Kính chào thầy/cô Em tên Nguyễn Huỳnh Đức Thuận MSSV  Do em không đảm bảo được điều kiện dự thi giữa kỳ online môn Hóa Hữu Cơ. Nên em viết đơn này xin hoãn thi và đăng ký thi bổ sung sau ạ. Em chân thành cảm ơn.",
    "Cho em xin hỏi vì ngành khoa học máy tính quá sức với em nên em xin chuyển xuống ngành khác liệu có được không ạ. Em xin cảm ơn!",
    "Dạ cho em hỏi hiện tại tình trạng sinh viên em đang đừng. Nếu như kì này em chưa tốt nghiệp thì có bị ảnh hưởng gì không ạ . Em xin cảm ơn.",
    "Dạ chào Phòng Đào Tạo ạ, Em tên là   B Võ Thành Danh    (MSSV: 2110902). HIện đang là sinh viên năm nhất khoa Điện - Điện tử. Em đang có vấn đề như sau. - Ngày 17/11/2021, em có đăng ký học trực tiếp học phần Thí nghiệm của môn Nhập môn về kỹ thuật (Mã môn: EE1002) và được xếp vào lớp VL03 song song với lớp L03 (Lớp L03 là được xếp ban đầu). Nhưng vì lý do gấp bách nên em đã không học học phần này và em không xin phép giảng viên phụ trách môn này. Đây là lỗi của em. - Sau đấy thì em có nhận thông báo từ tài khoản BKeL tên là   B Nguyễn Hải Dũng   . Trích nguyên văn một đoạn trong tin nhắn của thầy là như sau ạ:   QUOTE TKB HK212 và phần bù thí thực hành thí nghiệm của các học kỳ cũ vẫn tiếp tục kéo dài trong HK213, TKB này PĐT đã công bố nên SV tự kiểm tra lịch học và cân nhắc về việc ĐKMH trong HK213. PĐT sẽ không hậu kiểm TKB nếu trùng lịch học giữa HK213 và các HK cũ.  /QUOTE  Tuy nhiên có thể là vì lý do em không học ở lớp VL03 nên TKB của học phần này ở lớp L03 (lớp ban đầu) của em chưa có TKB học bù của học phần. Khi em xem lại bảng điểm của môn Nhập môn về kỹ thuật thì em thấy điểm hiện 15 (tức là chưa có điểm)   B   U Em có các câu hỏi như sau:       - Tình hình của em như trên thì em có bị cho là không có điểm học phần Thí nghiệm hay em có vấn đề nào khác không ạ? - Nếu bị cho là không có điểm học phần Thí nghiệm thì em có phải đăng ký học lại toàn bộ môn Nhập môn về kỹ thuật không ạ? Mong nhận được phản hồi của Phòng Đào Tạo ạ. Em cảm ơn rất nhiều ạ. Trân trọng, Võ Thành Danh",
    "Em chào cô!  MSSV của em là  - em thuộc diện sinh viên đã quá thời gian đào tạo theo kế hoạch nên học phí là 900k/1 chỉ, vậy nếu trong kỳ hè sắp tới em đăng ký luận văn thì học phí sẽ cao hơn 900k/ 1 chỉ hay vẫn là 900k - đối với sinh viên VHVL như em thì học kỳ hè luận văn sẽ làm trực tiếp hay làm online với giảng viên hướng dẫn vậy cô. Em xin cảm ơn!",
    "Em tên là  - MSSV:  Hiện tại, em đang trao đổi sang Ireland và cần in bảng điểm nhưng không có mặt ở Việt Nam. Em vẫn có thể đăng kí in bảng điểm trên mybk và chụp thẻ sinh viên cho bạn em và nhờ bạn em đưa ảnh thẻ sinh viên để nhận bảng điểm giùm em tại VPĐT Lý Thường Kiệt được không ạ? Em xin cảm ơn. Trân trọng./.",
    "Kính gửi, thầy, cô trường đại học Bách Khoa Em tên , mã số sinh viên là , ngành Kỹ Thuật Xây Dựng thuộc chương trình đại trà. Hiện tại là sinh viên K21 của trường. Em nhận được thông báo của thầy  về vấn đề \"Đăng ký môn học kỳ hè 2021-2022 (HK213)\". Em có đọc được rằng \"Dự thính HK213: Không mở cho SV chính quy học môn học lần đầu trừ Khóa 2021\" thì em thấy trường có mở học kỳ hè để học vượt cho khóa K21. Vậy em muốn hỏi vài vấn đề để làm rõ cũng như chuẩn bị tâm thế cho học kỳ tiếp theo: 1. Ở HK213 này, em có thể học vượt được bao nhiêu môn hoặc bao nhiêu tín chỉ, các môn đó có tính luôn như thể chất như này kia hay không? 2. Trường có dựa vào tiêu chí nào để xét được đăng ký học vượt hay không vậy ạ? Nếu là tiêu chí điểm trung bình tích lũy của kỳ vừa rồi thì dựa trên thang bao nhiêu? 3. Khi đăng ký học vượt thì tụi em có phải chừa lại bao nhiêu tín để kỳ cuối cùng còn học ở trường không bị thiếu tín chỉ không ạ? Em cám ơn thầy cô đã đọc và xem xét. Em hy vọng nhận được câu trả lời trong thời gian gần nhất. Chúc thầy cô có một ngày tốt lành.",
    "Em chào Thầy Cô! Lý do: Do không đảm bảo đủ điều kiện thi giữa kỳ môn Hóa hữu cơ (CH2021): là F0 đang các ly tại nhà, sử dụng mạng di động không đảm bảo cung cấp cho hai thiết bị cùng một lúc, điện thoại không đủ dung lượng và dễ bị nóng dẫn đến chập chờn khi ghi màn hình. Kính mong phòng đạo tạo giải quyết cho em được thi kiểm tra bổ sung. Em xin cảm ơn.",
    "Em chào thầy (cô), vào học kỳ 202 em đã hoãn thi môn Phân Tích & Thiết Kế Giải Thuật (CO3031), và em được thi bù váo cuối học kỳ 211, hiện bảo điểm tại mục \"ĐIỂM THI\" của môn này để 6.50 nhưng ở mục \"ĐIỂM TỔNG KẾT\" lại để 4.00; 4.50 (lần 2). Nhưng theo em đọc quy định thì nếu điểm thi bù đạt đủ điểm qua môn thì môn này sẽ chuyển sang điểm \"DT\" ạ. Em không biết sao điểm môn này của em lại để như vậy ạ. Em mong thầy (cô) phản hồi giúp em. Em xin chân thành cảm ơn. Trân trọng, ",
    "Kính gửi Phòng Đào Tạo, Em là , MSSV: . Em hiện tại đã hoàn thành các điều kiện để xét tốt nghiệp tuy nhiên em đăng ký thông tin xét tốt nghiệp trên Mybk không được. Kính mong Phòng Đào Tạo kiểm tra lại và hỗ trợ giúp em. Em xin cảm ơn",
    "Chào thầy cô, Em là  MSSV: K20 Việt Pháp Lý do viết đơn: Em xin đăng ký thi lại môn Vật Lý 1 (PH1009) vì em hoãn thi môn này HK202. Mong thầy cô hướng dẫn giúp em thủ tục đăng ký thi. Chúc thầy cô và gia đình nhiều sức khoẻ!",
    "dạ em chào quý thầy (cô), em tên là , MSSV , học lớp VPCDT18, dạ em muốn hỏi là sao các môn đều được thi lại nhưng môn sức bền vật liệu không được thi lại ạ, em không thấy trên lịch thi trên mybk ạ. Môn sức bền vật liệu, mã môn học 809703, Học kỳ 2 (2020-2021) Dạ em xin chân thành cảm ơn ạ.",
    "Dạ em chào pdt ạ. Nay tới hạn thanh toán học phí mà trên bkpay của em chưa hiện khoản thanh toán. Em chưa biết hướng giải quyết sao ạ. Mong pdt trả lời giúp em. Em chân thành cảm ơn .",
    "Thầy/ cô cho em hỏi,em có lịch học vào chủ nhật tuần này (ngày giỗ tổ ), cho e hỏi có được nghỉ hay vẫn đi học ạ ?",
    "Em chào Thầy/Cô Hiện tại em đã hoàn thành đủ số tín chỉ đề tốt nghiệp 143/142 tín chỉ, chứng chỉ TOEIC Reading & Listening 505/500 điểm, Ngày CTXH 15/15 ngày. Nhưng hiện tại em vẫn chưa hoàn thành được anh văn Speaking & Writing để đủ điều kiện ra trường theo đúng thời gian đào tạo. Nay em làm đơn này, mong muốn nhà trường có thể xem xét gia hạn thêm 1 học kỳ để em có thể hoàn thành được chuẩn tiếng anh để đủ điều kiện tốt nghiệp. Kính mong nhà trường có thể xem xét cho trường hợp của em Em xin chân thành cảm ơn!   i  .",
    "Kính gửi Phòng Đào Tạo Em tên là  MSSV:  khoa Kỹ Thuật Giao Thông. Nay e viết đơn này mong phòng Đào Tạo cấp cho em xin mã số thẻ bảo hiểm y tế do em mới bị tai nạn cần gấp. Em xin chân thành cảm ơn",
    "Kính thưa Thầy (Cô). Em nhận được phản hồi từ cô  về việc gửi lại thông tin môn học tương đương bằng 1 yêu cầu khác: 1.Môn kết cấu bê tông cốt thép 1 (CI.2039) (3 tín chỉ) được tách ra thành Kết cấu bê tông cốt thép 1 (CI.2091)(2 tín chỉ) và ĐAMH kết cấu bê tông cốt thép 1 (CI.2093)(1 tín chỉ). - Đối với mã CI.2091 em học vào Học kỳ I (2019-2020) với số điểm tổng kết là 7.5. (File ảnh đính kèm) - Đối với mã CI.2093 em học vào Học Kỳ II (2019-2020) với số điểm tổng kết là 7. (File ảnh đính kèm) 2.Môn Thiết kế cơ sở hạ tầng kỹ thuật (CI.3023)(3 tín chỉ) được tách ra thành Thiết kế cơ sở hạ tầng kỹ thuật (CI.3187)(2 tín chỉ) và ĐAMH Thiết kế cơ sở hạ tầng kỹ thuật (CI.3189)(1 tín chỉ) - Cả hai mã CI.3187 và CI.3189 em học vào Học Kỳ I (2019-2020) với số điểm tổng kết lần lượt là 6 và 7.5. (File ảnh đính kèm)",
    "Dạ em chào anh/chị,  Em tên . MSSV:  Dạ em không biết sao mà bkpay của em không hiển thị học phí học kì chính 212 em vẫn học bình thường ạ. Nên em mong anh/chị xem lại giúp em có bị lỗi ở đâu không ạ. Dạ em cảm ơn anh/chị nhiều ạ.",
    "Dạ em chào thầy/cô, em muốn hỏi là trường hợp em đang bị tạm dừng học kỳ và chờ xác nhận đơn thu nhận có được đóng học phí học kỳ này trực tiếp ở ngân hàng OCB cơ sở 1 không ạ? Nếu không thể đóng trực tiếp em phải chờ đến khi BKPay được mở lại và quá hạn đóng học phí là em phải làm đơn thanh toán trễ hạn ạ? Em xin cảm ơn thầy/cô ạ.",
    "Cho em hỏi ạ, sắp tới tháng 5 trường mình tổ chức thi anh văn toeic trên trường, cho em hỏi em được đăng kí dự thi 2 lần luôn ko ạ, tại em đang lo lắng về anh văn e chưa qua chuẩn năm sau, hiện tại em đang năm 2, trường mình mở 2 đợt thi ấy ạ.",
    "Chào PĐT! Em muốn đăng ký luận văn tốt nghiệp vào học ký hè. Vậy cho em hỏi là sẽ đăng ký vào đợt đăng ký môn học dự thính hay là sẽ có đợt đăng ký riêng cho luận văn tốt nghiệp ạ? Em xin cảm ơn!",
    "Dạ cho em hỏi là nếu em chưa pass chuẩn av thì có được đăng ký môn học lại kì hè 213 không ạ, em cảm ơn ạ!",
    "Kính gửi ban quản lý,  Em là . Mã số sinh viên . Do vấn đề thiết bị nên vừa qua em đã vắng thi. Sau khi biết được cách xử lý tình huống này thì em lập tức gửi thông tin đến ban quản lý. Kính mong ban quản lý sẽ xem xét trường hợp này và cho phép em được thi lại.   i  .",
    "Cho em hỏi là kỳ này trường không xét chứng chỉ anh văn và tin học đúng không ạ. Em cảm ơn nhiều.",
    "Kính gửi Phòng Đào tạo trường Đại học Bách Khoa, Đại học Quốc gia TP.HCM. Em là , hiện đang là cựu sinh viên của Trường. Em viết thư này để mong Phòng Đào tạo có thể xem xét cho phép em nhận Chứng nhận tốt nghiệp tạm thời để bổ túc vào hồ sơ nộp về Công ty em hiện đang làm việc bản cứng và bản mềm Về việc bưu điện bản cứng Chứng nhận tốt nghiệp, em mong Trường có thể gửi về địa chỉ   B 341 (B1 Tầng 11) Cao Đạt, phường 1, quận 5, TP.HCM   . Em sẽ thanh toán chi phí giao bưu phẩm ạ. Em mong Phòng Đào tạo có thể xem xét và chấp thuận. Trân trọng./.",
    "Dạ em chào thầy cô tại phòng Đào tạo ạ! Em tên là , MSSV , khoa Kỹ thuật Xây dựng. Hiện tại em đã đủ hết các điều kiện để tốt nghiệp nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp. Rất mong nhà trường có thể mở đăng ký tốt nghiệp để em kịp đăng ký trong đợt tốt nghiệp đợt tháng 4 này ạ. Em xin chân thành cảm ơn!",
    "Em xin rút môn học Kinh tế kỹ thuật IM1027 ạ",
    "Kính thưa phòng đào tạo, em đã hoàn thành đóng tiền tốt nghiệp vào ngày 12/03 và đã có trong danh sách tốt nghiệp tạm thời. Nhưng đến đầu tháng 4 vẫn chưa có trong danh sách tốt nghiệp chính thức ạ và không biết em có thể tham gia lễ tốt nghiệp được không ạ. Em đang rất hoang mang vì cả đời sinh viên chỉ có một lần kỷ niệm này ạ, em mong các thầy cô xem xét cho em ạ.",
    "Kính gửi pdt, Em là , MSSV . Em đã tốt nghiệp tháng 11 năm ngoái nhưng vì covid nên vẫn chưa tham dự lễ tốt nghiệp. Cho em hỏi là khóa của em có gộp chung để làm lễ tốt nghiệp vào tháng 4 này luôn không ạ?. Nếu có thì có cần đăng kí hay thủ tục gì khác không ạ? Em xin cảm ơn.",
    "Vì một số lý do nên học kỳ này em chỉ đăng ký được 11 tín chỉ, nhưng lúc đóng học phí thì em quên là dưới 12 tín chỉ thì sẽ giảm 25% học phí nên em lỡ đóng 12 triệu của 17 tín chỉ. Cho em hỏi là có cách nào để hoàn lại số tiền em đã đóng dư được không ạ.",
    "Dear  Em:  Mssv:   Ngành : Tự Động Hóa  VLVH Em có xin xét Miễn Môn Học( ). Và đã được duyệt Chấp Nhận. Nhưng đã quá lâu  chưa cập nhật môn em được miễn () vào Thông Tin Sinh Viên_ . MONG  CẬP NHẬT CHO EM   ",
    "Cho em hỏi là ngày thứ 2 11/4 trường có cho tụi em nghỉ học không ạ? Trên thời khóa biểu vẫn để đi học ngày đó và giáo viên cũng báo không nghỉ.",
    "Dạ em là . Cho em hỏi là kì hè này K21 vẫn được đăng kí học những môn học lần đầu đúng không ạ và từ K20 trở về trước mới không được đăng kí các môn học lần đầu đúng ko ạ?",
    "Kính gửi phòng đào tạo, em đã nộp chứng chỉ ngoại ngữ và đã được xét miễn 4 anh văn 1,2,3,4. Nhưng tình trạng tạm ngừng của em vẫn chưa được thu hồi để đăng ký tốt nghiệp kịp vào 11/4 ạ . Mong Phòng đào tạo xem xét giúp em để kịp đăng ký tốt nghiệp ạ. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng Đào tạo, Em có thắc mắc sau khi kiểm tra thông tin điểm trên thông báo sinh viên dự kiến tốt nghiệp của em là 6.98, nhưng trên bản điểm cá nhân của em thì điểm TBTLN là 7.20 ạ (em có đính kèm hình ảnh bên dưới). Em không biết là có nhầm lẫn việc hệ thống vẫn chưa cập nhật điểm tốt nghiệp của em hay do em chưa hiểu về cách tính điểm tốt nghiệp ạ. Mong Phòng Đào tạo có thể phản hồi và giải thích thêm giúp em ạ . Em xin chân thành cảm ơn!",
    "Ngày 23/12 em có xin hoãn thi môn hoá môi trường 1 và đã được cô  đồng ý. Các bạn khác đã có lịch thi lại môn này mà em vẫn chưa có lịch mong pdt xem giúp em",
    "Em xin chào  Em tên  -MSSV:  là sinh viên của trường do không đạt chuẩn tiếng anh ( tệp đính kèm) nên đã bị buộc thôi học ở hệ CLC. Em muốn xin chuyển sang hệ VHVL thì em cần làm những đơn gì ạ? Em xin cám ơn.",
    "Cho em hỏi hiện tại kì này em vẫn chưa đăng ký 3 môn vậy hè em có được đăng ký học không ạ.Em xin cảm ơn.",
    "Em là sinh viên của trường hiện nay đã hoàn thành các điều kiện đế xét đăng ký tốt nghiệp. Nhưng khi vào đăng ký tốt nghiệp thì nó báo lỗi truy cập và hiện thông báo như hình em đính kèm bên dưới. Không biết vấn đề này xảy ra vì lý do gì và giải quyết như thế nào ạ. Nếu như do hiện tại tình trạng của em bị tạm dừng do không đăng ký môn học kỳ 212 thì em có đính kèm theo đơn xin thu nhận lại ạ. Em mong sớm nhận được phản hồi của trường. Em xin chân thành cảm ơn.",
    "Họ và tên :   MSSV:  Gmail:  Nội dung của câu hỏi:  Học kì 211 em có hoãn thi môn hoá phân tích (CH2009) và đã nhận được mail phản hồi hoãn thi thành công từ phòng đào tạo. Tới nay em thấy bạn học cùng lớp  cũng hoãn thi giống mình nhưng nhận được mail thông báo ngày thi lại (17/2/2022). Nên muốn hỏi xem bao giờ e có lịch thi lại môn hoá phân tích ạ. Em cảm ơn!",
    "Dạ cho em hỏi hồi năm nhất em có kiểm tra anh văn đầu vào và đạt 525/990 điểm Toeic và pass được AV1 và AV2. Trong học kỳ rồi em có đăng ký học anh văn 3 (nhu cầu) ở trường và đã qua môn. Vậy cho em hỏi ở kỳ sau ( năm 3 của K20) thì em có thể đăng ký môn học bình thường mà không bị vướng chuẩn anh văn từng năm của trường phải không ạ?. Em cảm ơn",
    "Em muốn hỏi về cách nộp ctxh ở bên ngoài a. Mong được admin giải đáp. E xin cám ơn ạ!!!",
    "Kính gửi Phòng Đào tạo  Hiện giờ em không có tkb học off thí nghiệm hóa  Em muốn đăng kí học off thí nghiệm hóa ạ  Em xin cảm ơn ạ ",
    "Chào PĐT,    Trong kì HK211 em có đăng ký hoãn thi môn CO2011 sau khi đã hoàn thành bài thi. Do hôm đó đường truyền của em kém nên em sợ bài thi không như mong đợi. Nay môn này đã có điểm và em có điểm tổng kết là 6.5 đủ để qua môn .   B Vậy điểm 6.5 này của em sẽ được giữ hay em vẫn phải thi lại môn này do đã đăng ký Hoãn thi ạ?    Em có đính kèm bảng điểm của môn học được thầy  gửi ạ. Trân trọng./.",
    "Em kính chào quý thầy/cô, Em tên là   MSSV:  Khoá 2015 Em đã đạt điểm chứng chỉ anh văn nói viết là 225 vào ngày 03/03/2022 và đủ ngày ctxh. Rất mong quý thầy/cô mở lại đăng ký tốt nghiệp để em có thể đăng ký tốt nghiệp học kỳ này ạ.",
    "Tốt nghiệp .  Kính gửi Phòng đào tạo,  Ngày 21/3 em có nộp chứng chỉ ngoại ngữ TOEIC và quy đổi điểm. Hôm nay em lên xem danh sách tốt nghiệp dự kiến và thấy điểm Anh Văn của em đã được cập nhật từ 550 lên 735 nhưng sao điểm Trung Bình Tốt Nghiệp của em vẫn không thay đổi vậy ạ (Em có đính kèm hình ảnh ở phía dưới).  Em mong Phòng đào tạo giải quyết và cập nhật điểm cho em vì em phải xét tốt nghiệp trước ngày 11/04/2022.  Em xin chân thành cảm ơn!",
    "Dạ không biết em có thể huỷ hoãn thi môn Phân tích thiết kế giải thuật (CO3031) học kì 212 được không ạ.Nếu được thì phải làm như nào ạ.  Mong PDT xem xét giúp em với ạ. Em cảm ơn.",
    "Em có hai thắc mắc sau ạ: + học kì 213 có cần nộp bằng toeic trước khi nhận luận văn với k18 ko ạ ? + chỉ luận văn kì 213 sẽ tính theo học phí dự thính hay học kì thường ạ ? Em xin cảm ơn.",
    "Kính gửi PĐT,    Em là , MSSV: , em có 2 câu hỏi mong được PĐT giải đáp ạ    - Thứ nhất, là em đã đăng kí xét tốt nghiệp thành công, phiếu TN đã được xử lí, nhưng em vẫn chưa thấy tên trong danh sách tốt nghiệp chính thức ạ http://wwwaaohcmuteduvn/tracuu/xem_danhsach?id_ds=2921    - Thứ hai, em lên các group của trường trên FB thì em có thấy các thầy bảo là cuối tháng này sẽ làm lễ tốt nghiệp, nhưng em vẫn chưa nhận được thông báo chính thức từ trường, vậy cho em hỏi thông tin này là có đúng không ạ?    Mong PĐT sẽ hồi đáp những câu hỏi này của em    Em xin chân thành cảm ơn     ",
    "Dạ em tên . MSSV:  Em vừa đủ anh văn để xét tốt nghiệp. Nhưng tình trạng hiện giờ của e báo nghỉ. Em không đăng kí được cấp bằng tốt nghiệp. Mong thầy/cô xem xét giúp em ạ Em chân thành cảm ơn.",
    "Kính gửi phòng đào tạo, em có mốt thắc mắc về việc xét điểm TB của các môn đại cương từ HK211. Em có nghe thông tin từ giảng viên là hiện tại, điểm TB từ 4 trở lên là đã được tính là qua môn nhưng em không tìm được quy định mới này trong quy chế. PĐT cho em hỏi thông tin này có đúng hay không và em muốn đọc quy chế trên thì có thể xem ở mục nào trong phần quy chế ạ ? Mong nhận được phản hồi từ PĐT, em cảm ơn.",
    "xin xét Tốt nghiệp Em chào nhà trường. Em tên  - . hiện em có chuyển qua hệ VHVL rồi.em đã đủ điều kiên tốt nghiệp mà chưa dc xét. Em có báo lên hơn tuần rồi mà em chưa thấy ai giải quyết cho em. sắp hết hạn đăng ký tốt nghiệp rồi. mong nhà trường giải quyết giúp em . Em cảm ơn",
    "Gửi Thầy/Cô, Em tên , MSSV:  Em có học lại môn học: Luận văn tốt nghiệp ( mã MH: ME4039) . Trên bảng điểm đã cập nhật điểm môn học nhưng điểm trung bình của học kì, số tín chỉ tích luỹ và điểm trung bình tích luỹ của em đến nay vẫn chưa được cập nhật ạ Em nhờ Thầy/ Cô kiểm tra lại hộ em ạ. Em cảm ơn Thầy / Cô đã hổ trợ.   i  .",
    "Em tên là , MSSV:, lớp: DD21LT01.Em xin bổ sung hình thẻ để làm thẻ sinh viên vì hình trước bị mờ không in được.",
    "PDT cho em xin nộp đơn rút môn học Khí động lực học 1 trong kỳ 212. Em cảm ơn .",
    "Gửi thầy cô phòng đào tạo em có 2 điều muốn trình bày như sau: 1. Vê việc đăng ký môn học HK213. Em chư học môn Vi xử lý( EE2039) và môn Cơ sở điện tử công suất( EE2021) hai môn này đều nẳm ở chương trình đào tạo năm 2 và năm 3 của em, em chưa đăng ký học, xin phép phòng đào tạo có thể xét duyệt cho em được đăng ký 2 môn này vào kỳ 213 để em theo kịp chương trình đào tạo và làm đồ án môn học. 2. Việc thực tập ngoài trường, em có thể xin vào một công ty đúng chuyên ngành mà không cần đăng ký thì em cần làm những giấy tờ và thủ tục như thế nào để được xác nhận thực tập ngoài trường với mã môn học là ( EE3345) Em xin chân thành cảm ơn.",
    "Chào PĐT ạ, em là , MSSV , khóa K2014. Tình hình em thi nói viết để nhận đủ điều kiện tốt nghiệp ra trường, nhưng hiện vẫn chưa đạt. - Với khóa K2014 đây là học kì cuối cùng để ra trường, với tình hình hiện tại không biết em có thể gia hạn thêm qua học kì sau cho trường hợp của em để tốt nghiệp ra trường không ạ? - Nếu được em có cần làm đơn gì không ạ? Em cám ơn ạ!",
    "Em thuộc khoa Điện-Điện tử. Hiện em đã qua môn Vật lý bán dẫn mã mới. Em muốn chuyển điểm môn này sang mã cũ. Thì em nên làm gì để chuyển điểm ạ.",
    "Chào thầy/cô, hiện em đã đủ hết điều kiện về CCNN về Toeic nghe đọc và nói viết. Em vẫn chưa được xét tình trạng thu nhận lại để đăng kí tốt nghiệp được ạ. Mong nhà trường giúp đỡ em để em có thể tốt nghiệp kịp đợt tháng 4 này ạ.Em cảm ơn.",
    "Em tên  MSSV:  Kính thưa Phòng đào tạo, hiện tại thì em vẫn chưa nhận được quyết định thu nhận lại để có thể đăng kí tốt nghiệp. Em không biết là em có kịp đăng kí trước ngày 11/4 không và nếu trễ thì sau ngày 11/4 thì có đăng kí tốt nghiệp được không. Em cũng đang lo ạ. Em xin cảm ơn.",
    "Em chào thầy/cô phòng đào tạo ạ. Em tên , khóa 2020. Thầy/cô cho em hỏi là sáng nay (7/4/2022) lúc 8 giờ 46 phút, em có ra ngân hàng OCB để nộp học phí. Nhưng sau hơn 1 tiếng kể từ lúc đóng học phí xong thì trên BKpay vẫn để là chưa thanh toán. Em có đính kèm hình ảnh biên lai của ngân hàng OCB ạ. Em mong thầy/cô kiểm tra lại giúp em với ạ. Em cảm ơn ạ.",
    "Thưa quý thầy,cô! Em tên là ,là sinh viên khoá 2015, khoa kỹ thuật tàu thủy, Mã số sinh viên: . Em bị tạm dừng học kì vừa rồi nên không thể đăng kí tốt nghiệp được.Em rất mong nhà trường tạo điều kiện mở trang đăng kí tốt nghiệp cho em để em có thể đăng kí tốt nghiệp ra trường ạ! Em chân thành cảm ơn thầy cô !!!",
    "Kính thưa phòng đào tạo , em là sinh viên khoá 2021 chương trình clc của trường . Do điều kiện tài chính và kinh tế khó khăn em muốn xin được chuyển sang hình thức VHVL . Em có một số câu hỏi ạ :  1) Hệ VHVL có được học các môn đại cương , chính trị như Chính Quy luôn không ạ và bỏ những môn nào và học bao nhiêu năm? 2) Giá trị của 2 bằng thế nào ạ vì em có dự đi đi làm lò đốt rác tư nhân sau khi tốt nghiệp nhưng sợ doanh nghiệp ko tuyển dụng. 2) Hệ VHVL có thể học được buổi sáng và chiều không ạ? 3) Cách để đăng ký chuyển từ chính quy sang VHVL là như thế nào ạ?",
    "Phòng đạo tạo có thể hướng dẫn cho em các bước gia hạn học phí kì 212 được không? Em cảm ơn.",
    "Dạ em muốn hỏi là: khi đã hoàn thành các điều kiện tốt nghiệp thì để đăng kí tốt nghiệp thì có thể đăng kí tốt nghiệp bất cứ lúc nào không ạ, ví dụ như tháng 5, tháng 6, tháng 7,...và có  được cấp bằng tốt nghiệp tạm thời ngay sau khi đăng ký không, hay chỉ khi phòng đào tạo mở đợt xét tốt nghiệp mới có thể đăng kí tốt nghiệp ạ. Em xin cảm ơn.",
    "Em chào quý thầy cô PĐT ạ. Em là sinh viên khóa 2021 thuộc chương trình đại trà ạ. Dạ cho em hỏi là học kỳ hè 213 cho phép SV K2021 đăng ký môn học mới đúng không ạ. Tức là HK211 và HK212 em chưa học môn A thì HK213 em học môn A này và nếu đạt môn A thì môn A được tính vào số tín chỉ tích lũy và điểm trung bình tích lũy phải không ạ ?  B",
    "Lịch thi và thời khóa biểu của e trên mybk không được cập nhật hk2",
    "Em tên:  MSSV:  Hiện tại em đã đăng ký thi anh văn TOEIC tại Bkenglish để được xét tốt nghiệp, nhưng do thẻ sinh viên của em có ghi là hiệu lực đến 03/2022 và hiện tại tình trạng sinh viên của em đang là tạm dừng, vì vậy em muốn xin phép nhà trường cấp cho em giấy xác nhận sinh viên để em có thể đóng lệ phí thi TOEIC theo diện sinh viên ạ.",
    "Hiện tại đã có kết quả thi TOEIC 2 kĩ năng nói và viết. Em đã đủ điều kiện tốt nghiệp. Kính mong phòng đào tạo xem xét thu nhận và đưa vào danh sách tốt nghiệp dự kiến. Em cảm ơn.",
    "Kính gửi phòng đào tạo, em là , MSSV : . Nay em gửi yêu cầu này kính xin phỏng đào tạo xem xét cho em được đăng ký tốt nghiệp vào tháng 4/2022. Với lý do : em đã hoàn thành xong chương trình đào tạo, đã nộp chứng chỉ ngoại ngữ và đã được nhà trường thẩm tra hợp lệ, em đã thi và đậu tiếng Anh phần Nói & Viết . Kính xin phỏng đào tạo cho phép em được đăng ký tốt nghiệp. Em xin chân thành cảm ơn.",
    "Học vụ     Kính gửi phòng đào tạo, em tên  Theo như lịch thi của phòng đào tạo đưa ra thì có không ít bạn có lịch thi dày đặc và trong đó có em Lịch thi của em có năm môn thi trong hai ngày liên tiếp và ngày 13/05 thi ba môn ở cả hai cơ sở, em sợ không đảm bảo được chất lượng thi, em mong phòng đào tạo xem xét Em xin chân thành cảm ơn!    Người viết       ",
    "Dạ em chào Phòng Đào Tạo      b Em là sinh viên Nguyễn Duy      b MSSV: 1551020   Tốt nghiệp . Về môn học 407408 (Cơ sở máy tính) của HK192, điểm hiển thị trên hệ thống MyBK là điểm tổng kết 7.5 chứ không phải điểm tổng kết 15 như những môn học chưa có điểm GS Mỹ khác. Bản thân môn học 407408 lúc em học được thông báo là miễn GS Mỹ và cho tới hiện tại đã 2 năm qua cũng không có thông báo mới nào về lớp GS Mỹ của môn này được mở . Do vậy nên lúc đầu em tưởng rằng không cần phải xin miễn GS Mỹ môn học này! Sau khi được Phòng Đào Tạo thông tin, em đã nhanh chóng liên hệ với Văn Phòng Đào tạo Quốc tế cũng như Văn Phòng khoa Điện - Điện Tử để xin miễn điểm GS Mỹ môn 407408 và hôm nay em lên Văn Phòng trực tiếp hỏi thì được thông báo rằng thứ 2 (11/4) công văn mới được thông qua do thầy đang đi công tác. Thứ 2 (11/4) cũng là hạn chót đăng ký tốt nghiệp nhưng lại trùng lịch nghỉ lễ bù nên em không biết lúc đó hệ thống MyBK có hoạt động không để em đăng ký tốt nghiệp cũng như nếu có trục trặc thì sau đó em phải xử lý như thế nào ạ? Tháng 4/2022 cũng là hạn chót thời gian đào tạo nên em kính mong Phòng Đào Tạo có thể giúp em xử lý để em kịp đăng ký tốt nghiệp trong đợt tháng 4 này ạ. Em xin cảm ơn!    ",
    "n xin hoãn thi môn Hoá Hữu cơ (CH2021) Họ và tên:  Mssv:  Môn xin hoãn: Hoá hữu cơ ( CH2021) Lớp: L05 Em xin hoãn thi môn Hoá hữu cơ (CH2021) do em không đáp ứng yêu cầu về thiết bị mà nhà trường và bộ môn yêu cầu. Máy tính em yêu nên không thể vừa ghi màn hình vừa vào meet được nên trong các lần thi trước em sử dụng điện thoại để vào meet. Lần nào bộ môn yêu cầu quay thêm xung quanh và gửi lại nên em không đủ điều kiện có thêm 1 thiết bị khác để quay xung quanh được. Kính mong phòng đào tạo cho phép em được hoãn thi giữa kì.",
    "Em tên ,MSSV  Thưa thầy ( cô) Em đã hoàn thành các điều kiện tốt nghiệp của học kì 211. Trong khi e đang bị tạm dừng trong học kì 211 do không đăng kí môn học chính, và em mong muốn được đăng kí tốt nghiệp trong học kì này.Em vừa có thi nói viết ngày 3/4 và hôm nay em đủ điều kiện để tốt nghiệp Nay em viết đơn này mong phòng đào tạo xét duyệt cho em được tiếp nhận lại và đăng kí tốt nghiệp.",
    "pdt ơi cho em hỏi là mai em có điểm thi anh văn nghe đọc và em sẽ nộp điểm và đợi kiểm định. Kiểm định xong khoảng ngày 17/4 thì em còn đăng ký tốt nghiệp được không ạ?(lúc đó em đã đủ hết các điều kiện tốt nghiệp rồi ạ)",
    "Tốt nghiệp . Dạ thưa quý thầy cô PĐT Em tên  - MSSV:  Hiện tại em không có tên trong danh sách tốt nghiệp nhưng tính tới hôm nay ngày 07/04/2022 em đã đủ các điều kiện để tốt nghiệp. Kính mong nhà trường, quý thầy cô PĐT bổ sung em vào danh sách dự kiến tốt nghiệp đợt này ạ. Em xin chân thành cảm ơn quý thầy cô.",
    "Dạ em là , MSSV là , lớp Trắc địa khóa 15. Em đã nộp chứng chỉ VNU và trường đã thẩm định hợp lệ và em cũng đã đăng ký chuyển đổi điểm AV1,2,3,4 và đã thanh toán tiền đầy đủ. Em kính mong nhà trường xem xét chuyển đổi điểm sớm giúp em để e được đăng ký xét tốt nghiệp kịp trong tháng 4 ạ. Em xin chân thành cảm ơn sự giúp đỡ của nhà trường ạ.",
    "Kính gửi ban quản lý, Em là . Mã số sinh viên . Do vấn đề thiết bị nên vừa qua em đã vắng thi. Sau khi biết được cách xử lý tình huống này thì em lập tức gửi thông tin đến ban quản lý. Kính mong ban quản lý sẽ xem xét trường hợp này và cho phép em được thi lại.Sinh viên vắng thi xin phép được thi lại    i  .",
    "Hiện em đã qua môn Vật lý bán dẫn (EE1007). Em học ở kỳ 202, điểm tổng kết 6.00 (em có gửi hình đính kèm) Em muốn chuyển điểm sang môn Vật lý bán dẫn mã cũ (EE1013)",
    "Cho mình hỏi đăng kí môn học học kì hè 213 có xét chuẩn Anh văn hàng năm không",
    "Dạ chào thầy cô , Em , MSSV , sinh viên Khoa Kỹ thuật Giao thông, Bộ môn Kỹ thuật Hàng không. Dạ cho em hỏi là trong học kỳ 202 em có đăng ký thành công hoãn thi môn Luật hàng không dân dụng, mã môn học TR3081. Tuy nhiên, cho tới học kỳ 212 này em vẫn chưa thấy thông tin về lịch thi lại ạ! Mong  xem xét và giải quyết cho trường hợp của em.",
    "Em tên  MSSV: Dạ chào phòng đào tạo, pdt cho em hỏi điểm môn quản trị kinh doanh cho kỹ sư nhóm L11-A của cô  học kì 211 hơn 2 tháng rồi mà chưa có điểm ạ. Pđt kiểm tra lại giúp em để em có kế hoạch học tập cải thiện ạ. Em chân thành cảm ơn.",
    "Em chào quý cô/thầy, Em là  sinh viên k15 khoa Khoa học và Kỹ thuật Máy tính. Em vừa có kết quả tiếng anh nói viết vào ngày hôm nay(07/04/2022) với kết quả là 205 điểm. Em cũng đã hoàn thành tất cả các yêu cầu để có thể tốt nghiệp. Em mong quý cô/thầy có thể hỗ trợ để em có thể đăng ký tốt nghiệp vào đợt tháng 4 này. Em xin chân thành cảm ơn. P/S: Em xin đính kèm link kết quả để quý cô/thầy có thể dễ dàng tra cứu thông tin: https:/kenglish.edu.vn/ket-qua-31-03.html",
    "Chào Phòng đào tạo, Hiện tại em đã hoàn thành đủ các điều kiện để xét tốt nghiệp, nhưng tình trạng sinh viên của em đang bị tạm dừng. Phòng đào tạo cho em đăng ký tốt nghiệp ạ. Mong Phòng đào tạo phản hồi cho em sớm . Em chân thành cảm ơn.",
    "Cho em hỏi về kì thi Anh văn định kì trong trường . Em có thi 1 lần đã qua chuẩn anh văn 4 năm . Vậy em có cần phải thi lại để lấy chuẩn không ? hay thi 1 lần là được qua chuẩn cả 4 năm . Em nghe nói là điểm anh văn định kì đó sau 1 năm sẽ reset và em phải thi lại từ đầu để lấy chuẩn Em cảm ơn",
    "Kính gởi : Ban giám hiệu và Phòng đào tạo Em tên :    MSSV:  Lớp : XD15CTXD03   Khóa : 2015 Khoa : Kỹ thuật Xây dựng  Ngành : Xây dựng dân dụng và công nghiệp Em viết đơn này mong phòng đào tạo check kiểm tra lại về trường hợp của em . Em đã hoàn thành tất cả chương trình đào tạo, Chứng chỉ TOEIC ( đã thẩm tra ), Anh văn nói viết, Ngày công tác xác hội. Lần trước em có làm đơn để xin đăng kí tốt nghiệp nhưng được phản hồi là chưa hoàn thành Toiec nay. em viết đơn này để phòng đào tạo kiểm tra lại và hỗ trợ em đăng kí tốt nghiệp do trạng thái sinh viên của em hiện đã hết chương trình đào tạo. Em xin chân thành cám ơn! Thân ái, ",
    "Tốt nghiệp . Dạ em chào thầy/cô, em là K2015, em được biết học kì này là học kì cuối để K15 xét tốt nghiệp nhưng hiện tại em chưa bổ sung kịp chứng chỉ Anh Văn và số ngày CTXH, nên em xin phép hỏi là còn đợt tốt nghiệp nào khác mà em có thể đăng kí không ạ? Em cám ơn thầy/cô",
    "Kính chào thầy cô, Em tên là  sinh viên năm nhất, mã sinh viên: , khoa Kỹ thuật Giao thông. Nguyên nhân: Thời khóa biểu và lịch thi của em bị lỗi không hiện học kì 2 mà chỉ hiện kì 1. Em mong thầy cô sớm phản hồi ạ. Em cảm ơn thầy cô đã dành thời gian để đọc mail này.",
    "Em   Em có đính kèm hình ảnh thư trả lời của PDT, em xin hỏi khi nào thì có mail xác nhận xét tốt nghiệp với trường hợp của em ạ. Ngày cuối xét tốt nghiệp là 11/4 và hôm nay là thứ năm 7/6, và ngày 9 và 10/4 PDT sẽ không làm việc. Mong PDT có thể xử lý yêu cầu của em sớm ạ. Em xin cảm ơn.",
    "Chào Phòng đào tạo, Hiện tại em đã hoàn thành đủ các điều kiện để xét tốt nghiệp. Do tình trạng sinh viên của em bị   B \"tạm dừng\"   , nên em không thể đăng ký tốt nghiệp được. Phòng đào tạo cho em đăng ký tốt nghiệp bổ sung đợt tháng 04/2022. Mong nhận được phản hồi sớm từ Phòng đào tạo. Em chân thành cảm ơn.",
    "Chào thầy, cô ạ! Em tên  sinh viên khóa K2019. Cho em hỏi là đói với thực tập ngoài trường trong kì hè 213 này em có đăng kí trong đợt đăng kí môn cho kì hè 213 này được không ạ?",
    "Chào phòng đào tạo,em tê Khải sinh viên k16 Em đã bị tạm dừng tình trạng sinh viên (do 2 học kì không đăng kí môn học) Hiện tại thì em đã đầy đủ điều kiện TN nhưng không đăng kí TN được, vậy rất mong phòng đào tạo cho em đăng kí tốt nghiệp nhé. Em cảm ơn",
    "Kính gửi PĐT,  Em là sinh viên K17 dự kiến tốt nghiệp tháng 4/2022. Em vừa mới đủ các điều kiện tốt nghiệp (tín chỉ, CTXH, anh văn,...). PĐT cho em hỏi khi nào em mới có thông tin trên link danh sách sinh viên dự kiến tốt nghiệp tháng 04/2022 ạ. Trân trọng.",
    "Dạ em chào thầy/ cô ở pđt ạ, Em là sinh viên chính quy K20 trường mình a, em có một thắc mắc về chuẩn tiếng anh hằng năm mong các thầy/cô ở pđt giải đáp cho em ạ, cụ thể là: + Em hiện tại chưa đạt chuẩn tiếng anh của năm 2 và  đang chuẩn bị thi chứng chỉ ngoại ngữ (Ielts) để chuyển điểm ngoại ngữ cho học kì kế.   =  Chỉ cần em nộp chứng chỉ anh văn vào trước ngày đăng kí môn học ở năm 3 (HK221) là được đúng không thầy cô? Ví dụ như ngày đăng kí môn học là ngày 15/08, thì em nộp chứng chỉ vào khoảng đầu tháng 8 là em có thể đăng kí môn cho năm 3 được đúng không ạ. =  Hay em phải bắt buộc tham gia kì thi xét trình độ tiếng anh của iig tổ chức vào tuần 22,23 như đã thông báo ạ để có thể đăng kí môn cho năm 3 ạ? Hoặc là em phải nộp bằng tiếng anh vào trước tuần 22, 23 ạ? Dạ, em cảm ơn thầy cô ở pđt nhiều ạ  ",
    "Xin chào pđt, em tên là , MSSV , hiện tại em đã đủ tất cả các điều kiện để tốt nghiệp, nhưng tình trạng SV của e đang tạm dừng do ko đkmh nên ko thể đk tn đc, vậy em viết yêu cầu này mong pđt hướng dẫn để em có thể đk tốt nghiệp đúng hạn trc 11/4. Em xin chân thành cảm ơn.",
    "Kính gửi PĐT,  Em là sinh viên k17 dự kiến tốt nghiệp tháng 04/2022, hiện tại em đã đủ các điều kiện để đăng kí tốt nghiệp. Em thấy tên em vẫn chưa có trong danh sách tốt nghiệp dự kiến tháng 04/2022. Vậy em muốn phản hồi với PĐT để PĐT tiếp nhận yêu cầu đăng kí xét tốt nghiệp của em. Kính mong PĐT tiếp nhận và phản hồi cũng như xử lý thông tin tốt nghiệp của em sớm nhất có thể ạ . Em xin trân trọng cảm ơn.",
    "Thưa thầy cô, em tên  MSSV:  Khoa: Cơ khí Lớp CK15NH2 Hiện tại HK2 (2021-2022) em \"bị xóa tên vì hết thời gian học\" vào ngày 15/3/2022. Em đã tích lũy đủ tín chỉ; ngày ctxh; anh văn 1,2,3,4 và đã đạt chuẩn anh văn Nói-. Cho em hỏi mẫu đơn thu nhận lại để đăng ký tốt nghiệp là mẫu PDT-07 hay là mình tự viết vậy ạ. Em xin cảm ơn thầy cô  ",
    "Chào anh/chị, Sau khi hoàn tất tất cả các thủ tục và đã được nhận bằng tốt nghiệp, hiện tại em không thể cập nhật thông tin vào mục Đăng ký tốt nghiệp =  Hồ sơ cựu sinh viên (điền thông tin xong thì bấm Cập nhật nhưng không lưu lại được) . Không biết là do lỗi tài khoản của em hay là do hệ thống chưa cập nhật cho đăng ký ạ? Bên cạnh đó, em muốn hỏi thông tin về việc đăng ký dự lễ tốt nghiệp vào cuối tháng 4 sắp tới, cần đăng ký ở đâu và như thế nào ạ? Trân trọng,",
    "Kính chào thầy/cô, Hiện tại em đã hoàn thành xong chương trình học và cũng đã đăng kí chuyển điểm anh văn vào tháng 2 (thanh toán vào 10/2/2022). Tuy nhiên em vẫn chưa được cập nhật điểm để được mở đăng kí tốt nghiệp. Em mong thầy/cô có thể kiểm tra lại ạ. Em xin cảm ơn!",
    "Thưa cô, em là sinh viên k20. Em muốn đăng ký kiểm tra anh văn định kỳ để xét chuẩn năm học thì đăng ký ở đâu và đăng ký như thế nào ạ?",
    "Dạ em xin chào phòng đào tạo, Em tên , MSSV:,Khoa Cơ Khí. Nay em đã đủ điều kiện tốt nghiệp, xin phòng đào tạo cập nhập giúp em danh sách tốt nghiệp dự kiến ạ. Em xin chân thành cảm ơn ạ",
    "Dạ em đã chuyển điểm anh văn qua anh văn 3 rồi ạ. nhưng vẫn không cho đăng ký anh văn 4 nhu cầu vì chưa học anh văn 3 theo nhu cầu. thầy cô có thể cho em xin đăng ký được môn này không ạ",
    "Em đã đăng ký in bảng điểm trên mybk.hcmut.edu.vn và hệ thống hẹn em nhận bảng điểm ngày 13/04/2022. Tuy nhiên, em mong muốn nhận bảng điểm trước ngày 11/04/2022 để thuận tiện cho nhu cầu của em, không biết phòng đào tạo có thể hỗ trợ em được không ạ? Em mong sớm nhận được phản hồi từ phòng đào tạo ạ. Em xin cảm ơn phòng đào tạo và chúc phòng đào tạo có một ngày làm việc vui vẻ và năng suất. Trân trọng./ Khoa Quản Lý Công Nghiệp",
    "Kính gửi quý thầy/cô, Em là  MSSV  Khóa 2015. Em đã học môn SP1007 - Pháp luật Việt Nam đại cương ở học kỳ 1 năm 2017-2018 với mã môn học là 008001 và đã đạt tổng kết 6.0 điểm. Mong quý thầy cô cập nhật giúp em để có thể đăng ký tốt nghiệp học kỳ này. Em cảm ơn .",
    "Em chào thầy cô, Thầy cô cho em hỏi về hình thức học tập học kì HK213 là online hay offline tại cơ sở 1 (hoặc 2) vậy ạ? Em cảm ơn ạ.",
    "Kính gửi thầy, cô phòng Đào tạo, Em tên là  MSSV  Em đã hoàn thành đủ số tín chỉ và vừa đủ điều kiện tiếng Anh, cho em hỏi là em đang học một môn (em đã thanh toán học phí) để tránh bị tạm dừng thì em có được đăng kí tốt nghiệp không ạ. Vì hiện em chưa có trong danh sách dự kiến nên em hơi lo lắng . Kính mong thầy, cô phản hồi giúp em ạ. Em xin cảm ơn, Trân trọng.",
    "Chào Thầy/Cô, Hiện tại em không đăng ký tốt nghiệp được do nợ ngày CTXH. Tuy nhiên, Số ngày CTXH em đã đủ 15 ngày nhưng chưa được cập nhật (file đính kèm). Mong quý Thầy/Cô cập nhật sớm giúp em để em có thể đăng ký tốt nghiệp. Em xin chân thành cảm ơn ",
    "Cho em hỏi là em đã đủ điều kiện tốt nghiệp mà em vẫn chưa được đăng kí tốt nghiệp. Nếu em còn thiếu điều kiện nào mong nhà trường trả lời giúp em. Em xin cảm ơn ạ",
    "Chào pdt . Em là . Mssv  . Hiện tại em đã hoàn thành tất cả các môn học, bằng toeic, ngày ctxh và anh văn nói viết. Tuy nhiên, tình trạng hiện giờ của em là nghỉ do quá thời gian học. Đồng thời trên mybk cũng chưa cập số tín chỉ hk vừa rồi của em mặc dù đã có điểm từ rất lâu Mong pdt hỗ trợ cập nhật giúp em để em có thể đk TN t4-2022 với ạ. Em cám ơn",
    "Xin chào phòng đào tạo! Em là sinh viên khóa K20, em muốn hỏi về thời gian đăng ký tham dự kỳ kiểm tra anh văn đầu vào sẽ được thông báo như thế nào và khi nào sẽ thông báo. Em muốn đăng ký thi cùng đợt với khóa K21 có được hay không? Xin chân thành cảm ơn!",
    "em chào thầy cô ! em cần chuyển điểm thí nghiệm học kì trước sang học kì này , em vào quy định nhưng không có phần này , mong thầy (cô) cho em biết quy trình chuyển điểm thí nghiệm sang học kì kế tiếp. Mong thầy ( cô) giải đáp thắc mắc giúp em như mình cần chuẩn bị giấy tờ gì ? liên hệ với ai ?...",
    "Những môn em đã được miễn em đã đánh dấu gửi hình ảnh ở tệp....môn anh văn e đã thi đậu anh văn 400 nhưng e coi ở phần phúc tra chưa được chuyển điểm",
    "Kính gửi quý thầy cô. Họ trên SV: NGUYỄN TÀI ĐỨC  MSSV:  Học kỳ 1 năm học 2017-2018 em có học mỗn HƯ HỎNG SỬA & SỬA CHỮA CÔNG TRÌNH, mã môn là 804048 điểm tổng kết là 5.5. Tương đường với môn học HƯ HỎNG SỬA & SỬA CHỮA CÔNG TRÌNH mã môn học CI1051 Rất mong quý thầy cô cập nhật lại điểm giúp em để em kịp xét tốt nghiệp đợt này ạ",
    "Kính gửi quý thầy cô. Họ trên SV: NGUYỄN TÀI ĐỨC  MSSV:  Học kỳ 1 năm học 2017-2018 em có học mỗn HƯ HỎNG SỬA & SỬA CHỮA CÔNG TRÌNH, mã môn là 804048 điểm tổng kết là 5.5. Tương đường với môn học HƯ HỎNG SỬA & SỬA CHỮA CÔNG TRÌNH mã môn học CI1051 Rất mong quý thầy cô cập nhật lại điểm giúp em để em kịp xét tốt nghiệp đợt này ạ",
    "Em xin chào phòng đào tạo trường ĐHBK TPHCM Em tên là:  MSSV:  Em đã có tên trong danh sách tốt nghiệp dự kiến và đã đăng ký tốt nghiệp trên mybk, sau đó đã thanh toán phí đầy đủ, nhưng đến nay em vẫn chưa có tên trong danh sách tốt nghiệp chính thức và vẫn chưa nhận được mail xác minh nào từ pdt là đã đăng ký tốt nghiệp thành công. Mong pdt xem xét và kiểm tra giúp em ạ. Em xin cảm ơn.",
    "Em chào thầy (cô), Hiện tại, tình trạng sinh viên của em bị tạm dừng nên không thể đăng ký tốt nghiệp được. Nay em đã thi xong anh văn nói viết, em mong trường mở lại trạng thái sinh viên để em đăng ký tốt nghiệp ạ. Em xin cảm ơn!",
    "Kính ",
    "Em chào cán bộ hỗ trợ sinh viên, em là , sinh viên khoa kỹ thuật Địa chất và Dầu khí khoá 2018 .   Em có một thắc mắc là Toeic 2 kỹ năng nói và viết khoá 2018 thì chỉ cần đăng ký thi trong trường thôi đúng không (theo như thông tin em được nghe bởi trung tâm BK-english) ? Nhưng em có lên trang Mybk đọc thì thấy rằng chỉ áp dụng cho khoá 2013-2017. Rất mong được PĐT giải đáp thắc mắc.   Em cảm ơn !",
    "Mong xét nhanh để em có thể đi học lại và để em học HK212 ạ",
    "Em chào thầy/cô,  Em tên là  MSSV:  Em là sinh viên K17, nay em đã hoàn thành các điều kiện để được đăng ký xét tốt nghiệp Em làm phiếu yêu cầu này, mong thầy/cô giúp em chuyển trạng thái sinh viên của em hiện tại là \"tạm dừng\" sang trạng thái \"đang học\" để em có thể đăng ký xét tốt nghiệp. Em cảm ơn thầy/cô ạ",
    "Chào PĐT  Em tên là , mssv là , sinh viên K21 Cho em hỏi khi nào trường tổ chức học trực tiếp vậy ạ  tại vì em cảm giác học trực tuyến không hiệu quả & gặp nhiều vấn đề với lại tình dịch bây giờ cũng đã kiểm soát, học phí cho việc học trực tuyến vẫn khá cao &  vẫn giữ nguyên so với học trực tiếp Câu hỏi thứ 2 em muốn hỏi: Học kỳ hè HK213, em có được học vượt môn của học kỳ sau không ạ? ",
    "Tốt nghiệp    Em xin xét tốt nghiệp cho đợt lễ sắp tới. Em vừa có điểm anh văn 2 kỹ năng nói - viết và đã đủ điều kiện. Anh/chị cho em hỏi là giờ xin phép được xét tốt nghiệp được không ạ?",
    "Kính gửi Phòng Đào tạo! Em tên là , MSSV: . Em dự định sẽ đăng kí tốt nghiệp vào đợt này(4/2022) nhưng tình trạng sinh viên của em là tạm dừng( buộc thôi học do hết thời gian đào tạo). Phòng Đào tạo cho em hỏi là nếu em đủ điều kiện tốt nghiệp trước 11/4 ( vì em đang đợi kết quả anh văn nói viết) thì có cần làm giấy thu nhận lại không ạ. Sau khi có bằng tốt nghiệp, nếu em ở xa không nhận được thì có thể nhờ người thân hoặc cô chủ nhiệm nhận dùm được không ạ.  Hoặc em có thể xin Văn Phòng Khoa gửi bằng tốt nghiệp về quê qua bưu điện được không ạ . Mong Phòng Đào tạo giải đáp giúp em với ạ. Em xin chân thành cảm ơn!",
    "Lịch học môn Cơ sở kỹ thuật điện (thí nghiệm) (EE2018)_thầy  (DT_HK212) Kính chào Thầy/Cô Phòng Đào tạo, Em tên:  MSSV:  Hệ VLVH: Khoa Điện-Điện tử Vào chủ nhật ngày 10/04/2022 (tuần 14), theo thời khóa biểu em có lịch học môn Cơ sở kỹ thuật điện (thí nghiệm) (EE2018)_thầy  (DT_HK212) như hình ảnh đính kèm. MÃ MH:EE2018-Cơ sở kỹ thuật điện (thí nghiệm) - Nhóm tổ DT01 - thứ 8 - tiết 2-6 - giờ học 7:00-11:50 - phòng học:B1-103 - Cơ sở:BK-CS1- Tuần 14 Tuy nhiên, ngày 10/04/2022 là Lễ Giỗ tổ Hùng Vương, vậy lịch học này có thay đổi gì không ạ . Kính mong Thầy/Cô kiểm tra và hướng dẫn giúp em ạ. Em cảm ơn nhiều ạ.",
    "Gửi PĐT,  Em đã gửi tình trạng không đăng ký môn học được của em và đã được giải quyết. Tuy nhiên, khi đăng ký lại anh văn 4a vẫn tiếp tục tình trạng phải yêu cầu đăng ký anh văn 3a trước . Nhờ PĐT hỗ trợ giải quyết giúp em hoặc cho em đăng ký bổ sung lớp anh văn 4a khai giảng 11/4 ạ Em cảm ơn.",
    "Kính gửi quý thầy cô. Họ trên SV: NGUYỄN TÀI ĐỨC MSSV:  Học kỳ 1 năm học 2017-2018 em có học mỗn HƯ HỎNG SỬA & SỬA CHỮA CÔNG TRÌNH, mã môn là 804048 điểm tổng kết là 5.5. Tương đường với môn học HƯ HỎNG SỬA & SỬA CHỮA CÔNG TRÌNH mã môn học CI1051 Rất mong quý thầy cô cập nhật lại điểm giúp em để em kịp xét tốt nghiệp đợt này ạ",
    "Dạ em chào thầy/cô ạ, Thầy/cô cho em hỏi, em là sinh viên K19 đã kiểm tra anh văn định kì của trường vào tháng 9 năm 2020, được hơn 600 điểm, vậy thì điểm này của em có được xét qua chuẩn anh văn của năm 4 để đăng ký môn học năm 4 hay không ạ, hay là em phải thi lại vào đợt kiểm tra anh văn định kì của kì này để xét lại ạ . Em cảm ơn và mong nhận được phản hồi của thầy/cô ạ!",
    "Cho em hỏi, trong kế hoạch giảng dạy có để \"môn tự chọn tự do\", vậy mình chỉ được dùng tín chỉ tự do này để đăng kí các môn ở ngành khác hay sao ạ? Mình có thể dùng các tín chỉ này để đăng kí học các môn tự chọn trong chuyên ngành mình không ạ? Em cảm ơn ạ!",
    "Hôm nay em bấm vào mục điểm chuyển trên myBK thì thấy phần điểm chuyển anh văn của em bị mất dù trước đây vẫn có. Em không biết đây là lỗi của web hay là do lý do khác. Em mong được giải đáp sớm nhất có thể ạ.",
    "Thầy cô cho em hỏi là em đã hoàn thành đầy đủ các môn học và luận văn tốt nghiệp nhưng còn thiếu chứng chỉ anh văn để hoàn thành tốt nghiệp, do học kì này em không đăng kí môn học nên đang bị tạm dừng, vậy em có cần làm đơn thu nhận lại không hay chỉ cần nộp chứng chỉ tiếng anh để đăng kí tốt nghiệp thôi ạ . Với theo em biết là hết ngày 11/4 sẽ hết đợt đăng kí tốt nghiệp sắp tới, nhưng tới ngày 11/4 thì em mới có điểm anh văn nói viết, cho em hỏi là em có thể hoàn thành đăng kí tốt nghiệp kịp trong ngày 11/4 luôn không ạ.",
    "Em chào PDT, Em có nhận mail về thông báo gửi ảnh cho lễ tốt nghiệp sắp tới. Nhưng em không rõ thời gian tốt nghiệp là khi nào ạ? Em học Khoa Xây Dựng và em nhận bằng trong đợt tháng 11/2021 thì khi nào sẽ diễn ra lễ để báo gia đình chuẩn bị thời gian đến ạ? Em cám ơn.",
    "Da thưa thầy cô, môn học Luận văn tốt nghiệp (CI4347) của em trong danh sách hướng dẫn của khoa là  thầy  hướng dẫn nhưng trên hệ thống elearning lại cập nhật là thầy  ạ. Mong phòng đào tạo kiểm tra lại giúp em. Em xin cảm ơn ạ.",
    "Em tên là ,MSSV: . Pđt cho em hỏi học kì hè 213 có mở lớp giải tích 2 không ạ? và học kì hè bắt đầu vào ngày nào kết thúc vào ngày nào vậy ạ?",
    "Chào thầy cô ạ",
    "Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa TPHCM, Em tên là , Khoa Kỹ thuật Hoá học, MSSV . Nay em có thắc mắc rằng các học phần GDTC có mở trong học kỳ hè HK213 không ạ? Hay là để cho tới học kỳ chính mới mở đăng ký ạ? Em rất mong được các thầy cô PĐT giải đáp thắc mắc này càng sớm càng tốt. Em xin cảm ơn và chúc các thầy cô Phòng Đào Tạo thật nhiều sức khoẻ .",
    "Chào Thầy/ Cô, Em là Huỳnh Tấn Đạt, MSSV: . Cho em hỏi về tình hình học phí HK212 của em hiện tại ạ: - Đầu học kỳ em có đăng ký môn học và học chung với lớp Chính quy ban ngày, nhưng trên trang BKPay tính tiền em thấy có ghi là \"Học phí dự thính\". - Mong Thầy/Cô xem lại dùm em BKPay tính tiền như vậy có  sai xót gì không ạ. Em cảm ơn Thầy/Cô ạ.",
    "Nhà trường cho em hỏi HK213 em được xin mở lớp GDTC không ạ, vì em chưa đăng kí được Học phần nào của GDTC mà em đọc được thông tin là phải hoàn thành HP01 GDTC thì mới được đăng kí môn học mức 2 (năm2) có đúng không ạ. Em xin cảm ơn ạ.",
    "em có gửi đơn tạm dừng học qua mail cho PĐT hôm nay. Trong thời gian chờ PĐT giải quyết vấn đề, em xin chân thành cảm ơn.",
    "Em là  SV K17. - Hiện tại e đã đử điều kiện tốt nghiệp. Khi nào em có tên trong danh sách tốt nghiệp dự kiến. Em xin chân thành cảm ơn.",
    "Dạ em là sinh viên khóa K17, kỳ vừa rồi em không có đăng ký môn học vì em đã học đủ các môn của chương trình và còn thiếu chứng chỉ anh văn. Cho em hỏi cách để đăng ký gia hạn thẻ sinh viên hoặc cách để xác nhận là sinh viên ạ. Em cảm ơn ạ.",
    "Em tên:  MSSV  Lớp BD19BDG6 em xin gửi đơn tạm dừng học. Trong thời gian chờ PĐT giải quyết, em xin chân thành cảm ơn ạ.",
    "Kính gửi thầy/cô, Em là sinh viên , MSSV , hiện là sinh viên thuộc chương trình đào tạo hệ đại trà chính quy khoa Điện - Điện Tử. Đầu tháng 4 này, em đã hoàn tất việc chuyển điểm ngoại ngữ, rút môn học cuối cùng là Anh văn 4 và đóng học phí đầy đủ. Hình như do các thủ tục được hoàn tất vào đầu tháng 4 nên em vẫn chưa có trong danh sách dự kiến tốt nghiệp, dẫn đến việc không thể đăng ký tốt nghiệp trên trang Mybk. Chính vì vậy nên nay em xin phép các thầy/ cô cho cập nhật về việc xét tốt nghiệp bổ sung giúp em. Em xin cảm ơn.",
    "Chào thầy cô ạ, do em đóng trễ học phí 211 nên vào ngày 29/03/2022 em đã bị tạm dừng học theo quyết định số 855 ngày 25/03/2022 và bị xóa TKB, bảng điểm, lịch thi, tín chỉ của cả học kì 211 và 212, e-learning và học phí 212 (cho phép thanh toán từ 04/04 đến 11/04). Vào ngày 31/03/2022 em đã thanh toán học phí 211 và có nộp đơn xin thu nhận lại và được Phòng đào tạo hẹn trả lời vào chiều ngày 07/04/2022 . Vào chiều ngày 07/04/2022 em có lên Phòng đào tạo và được trả lời là đợi mail quyết định mới có thể khôi phục lại TKB 211+212. Nhưng nếu sau 11/04 em mới được khôi phục lại thì em sẽ không thể thanh toán học phí 212 đúng hạn được do bất khả kháng. Vì vậy em có thể xin được khôi phục trước 11/04 để em thanh toán học phí 212 đúng hạn được không ạ?",
    "Tốt nghiệp       Em chào thầy cô,    Cho e hỏi  1 Thời gian để xét tốt nghiệp là đến khi nào ạ Có đợt xét bổ sung sau ngày 11/4 không ạ    2 Tốt nghiệp sắp tới có làm lễ không ạ, và thời gian cụ thể như thế nào ạ    Em xin cảm ơn  ",
    "Cho em hỏi là tuần 23 đã bắt đầu học kì hè nhưng tuần 28 em mới kết thúc phần   B bù thí nghiệm Giải tích mạch của HK211    thì nghĩa là điểm môn Giải tích mạch sẽ có vào cuối kì hè hay sao ạ ? Nếu em đăng kí luận văn tốt nghiệp thì hậu kiểm điều kiện đăng kí luận văn tốt nghiệp là trước hay sau khi có điểm phần bù thí nghiệm đó ạ ? Em cảm ơn.",
    "Cho em hỏi, tên trên bkpay khi chọn thanh toán bị sai thì sửa lại như thế nào ạ. Tên em nhập vẫn đúng, tới khi thanh toán mới hiện sai",
    "Dạ em chào quý thầy cô Phòng Đào tạo! Em là sinh viên k17 khoa kỹ thuật giao thông. Do môn Dung sai và kỹ thuật đo ME3801 bên khoa em không còn học nữa nên học kì 1 em đã đăng ký học môn tương đương là Dung sai và kỹ thuật đo ME3003 bên khoa cơ khí . Nhưng do tình hình dịch covid nên giờ mấy bạn lớp em mới học thực hành xong. Có thể sẽ có điểm tổng kết trong vòng 1 đến 2 tuần nữa. Em thì đã có đầy đủ các điểm điểm thành phần và tổng kết từ trước nhưng vẫn phải đợi mấy bạn mới có thể cập nhật điểm. Mà em đã học xong chương trình học hết rồi, chỉ còn chờ điểm tổng kết môn học là em có thể đăng ký tốt nghiệp. Quý thầy cô cho em được hỏi là sau ngày 11/4 em có thể xin bổ sung đăng ký tốt nghiệp sau được không ạ ?",
    "Kính gửi thầy(cô)      Em hiện là sinh viên năm nhất của trường mình. Thầy cô cho em hỏi là mình có được đăng kí môn giáo dục thể chất trong học kì 213 không ạ? Tại vì em chưa hoàn thành học phần 1 môn giáo dục thể chất trong năm nhất nên em muốn đăng kí môn giáo dục thể chất vào học kì hè này. Em rất mong quý thầy cô sẽ trả lời thắc mắc này cho em.      Em xin chân thành cảm ơn!",
    "Chào anh/chị, em có thắc mắc là em đã thi anh văn định kì đạt điểm 735 vào học kì 193. Thì bây giờ em có được giữ kết quả đó và được đăng kí môn năm 4 hay kết quả đã mất và em cần thi anh văn định kì lại ngay trong kì 212 đạt điểm mới được ạ?",
    "Em tên ,MSSV  Thưa thầy ( cô) Em đã hoàn thành các điều kiện tốt nghiệp của học kì 211. Trong khi e đang bị tạm dừng trong học kì 211 do không đăng kí môn học chính, và em mong muốn được đăng kí tốt nghiệp trong học kì này.Em vừa có thi nói viết ngày 3/4 và hôm nay em đủ điều kiện để tốt nghiệp Nay em viết đơn này mong phòng đào tạo xét duyệt cho em được tiếp nhận lại và đăng kí tốt nghiệp.Em xin chân thành cảm ơn.",
    "Kính thưa quý thầy cô Phòng Đào Tạo trường Đại Học Bách Khoa Tp.HCM. Em tên : . MSSV : . Em đã hoàn tất chương trình đào tạo tất cả các môn học tại trường. EM xin quý thầy cô xem xét và cấp bằng tốt nghiệp tạm thời cho em để phục vụ nhu cầu cá nhân. EM xin chân thành cảm ơn quý thầy cô. Trân trọng mến chào.  Sinh viên ",
    "Kính gửi: Qúy thầy cô Phòng đào tạo; Em tên là: , MSSV:  Sinh viên Khóa 2016, ngành Kỹ thuật Nhiệt, Khoa Cơ khí. Em bị tạm dừng vì không đăng kí môn học học kì 1 năm học 2021-2022, em còn thiếu anh văn nói viết. Đến ngày hôm nay 07/04/2022. Em đã đạt anh văn nói viết (Kỳ thi ngày 03/04/2022 do Bách Khoa English tổ chức), đủ điều kiện đăng kí tốt nghiệp . Em kính mong, quý thầy cô cho em hướng dẫn để em được nhận bằng tốt nghiệp đợt tháng 4/2022 này! Em chân thành cảm ơn! ",
    "Thưa thầy cô, em tên  MSSV:  Khoa: Cơ khí Lớp CK15NH2 Học kỳ HK2.21.22 em bị “ Xóa tên vì hết thời gian học”. Theo số quyết định 727/QĐ-ĐHBK. Ngày ra quyết định là 15-03-2022. Hiện tại em đã hoàn thành đủ mọi điều kiện để được xét tốt nghiệp. Em đã tích lũy đủ số tín chỉ ngành, đủ 15 ngày CTXH, đạt chuẩn anh văn TOEIC, Nói-… Em xin nộp đơn cứu xét thu nhận lại để đăng ký tốt nghiệp vào đợt tháng 4/2022. Em xin chân thành cảm ơn ",
    "Học vụ Kính gửi: Phòng đào tạo trường đại học Bách Khoa thành phố Hồ Chí Minh. Em tên là , MSSV , lớp XD14KT, ngành Kiến trúc, khoa Kỹ thuật xây dựng. Sau đây em xin được trình bày về trường hợp của em. Em năm nay là sinh viên năm cuối, hiện đã đạt hết các môn học trong chương trình đào tạo, đủ số ngày CTXH. Nhưng em chưa có đạt anh văn nghe - nói. Nay em viết đơn này, kính mong thầy cô cho phép em được gia hạn thêm 01 học kỳ, để em có khả năng hoàn thành kịp chương trình đào tạo, và lấy được bằng tốt nghiệp. Rất mong thầy cô tạo điều kiện giúp em đợt này, em sẽ cố gắng hết sức để hoàn thành mục tiêu ạ, em cảm ơn thầy cô rất nhiều",
    "Em xin chào thầy, cô! Em tên: . MSSV:. Em đã hoàn thành xong luận văn tốt nghiệp nhưng em chỉ còn thiếu anh văn thôi ạ, em có thể đăng kí chuyển hện sang Vừa làm vừa học được không ạ. và khi em đăng kí chuyển hệ thì khóa vùa học vừa làm của em là k2015 hay k2022 vậy ạ. Em cần nộp toeic bao nhiêu thì sẽ được xét tốt nghiệp vào tháng tư này ạ!",
    "Do 1 vài lý do cá nhân mà có thể em không kịp thi để nộp CCNN để đủ điều kiện đăng ký môn học kì 213. Vậy em có thể làm đơn xin cứu xét để ban lãnh đạo xem xét được không ạ? Em cảm ơn.",
    "Em chào PĐT, Vào kỳ 211 em có hoãn thi môn Cơ học thủy khí (TR1005), và bây giờ em có thấy hiện lịch thi của em là vào ngày 16/04. Em muốn hỏi là em có thể dời lại lịch kiểm tra này sang học kỳ 221 không ạ?",
    "Em đã đóng học phí của học kì trước mong được đi học lại và phục hồi lại tkb của hk212 Em chân thành cảm ơn",
    "Theo chương trình giảng dạy của PĐT (đã thông báo) em phải đăng kí học tối thiểu HP1 của môn GDTC trong năm 1 (năm học 2021-2022), tuy nhiên ở đợt đăng kí HK2 khi em đăng kí (từ lúc có thông báo) tất cả các lớp thể chất đều thông báo hết chỗ và không cho đăng kí.  Do đó em xin hỏi PĐT lớp gdtc có mở vào Học Kì Hè không để em đăng kí học cho kịp chương trình đào tạo của trường.   Nếu lớp GDTC không mở vào HK Hè em xin PĐT có một giải pháp cho trường hợp của em ạ.",
    "Dạ em chào quý thầy cô Hiện tại em đã đủ 141 tín chỉ và có kết quả thẩm tra toeic (nghe & đọc) 565 điểm và em vừa có kết quả điểm toeic (nói & viết) 220 điểm vào ngày 7/4. Em không nợ học phí hay sách và đủ 15 ngày ctxh. Em mong quý thầy cô có thể xem lại em trên hệ thống, coi em có đủ hay còn thiếu điều kiện để tốp nghiệp không ạ? Và em biết rằng chỉ còn được vài ngày nữa là sẽ hết hạn đăng ký tốt nghiệp. Vậy thì trong khoảng thời gian còn lại thì em có khả năng đăng ký tốt nghiệp trước 11/4 không ạ? Em sợ sẽ qua mất đợt đăng ký tốt nghiệp này. Em mong quý thầy cô có thể giải đáp thắc mắc của em với ạ. Em có đính kèm hình ảnh kết quả thẩm tra toeic (nghe & đọc) 565 điểm và kết quả điểm toeic (nói & viết) Em cảm ơn quý thầy cô ạ",
    "Em tên:   Mssv:  lớp: L05 Môn hoãn thi: Hóa hữu cơ (CH2021). Em gửi mail này muốn hoãn thi giữa kỳ môn hóa hữu cơ vì lý do thiết bị của em không đáp ứng đủ yêu cầu,máy điện thoại em không thể quay video 60p được, nó tầm 30p nóng máy nó sẽ tự reset làm ảnh hưởng đến quá trình và kết quả thi. Em muốn hoãn thi giữa kỳ môn này và hy vọng được thi offline vào thời gian tới. Xin cảm ơn.",
    "cho em hỏi em vẫn chưa nhận thông tin phát bằng tốt nghiệp, em có thể biết được thời gian để em sắp xếp thời gian đi nhận bằng không PDT.",
    "Xin chào thầy cô ạ. Em là sv k19. Hiện tại em vẫn còn thiếu thể chất 3 để có thể đăng kí môn học năm 3. Thầy cô cho em hỏi. Em có thể làm đơn xin mở thể chất vào học kì hè được không ạ, hiện tại em đã lên danh sach những trường hợp thiếu môn GDTC, sỉ số xin mở lớp đã đủ yêu cầu ạ Mong thầy cô giải đáp thắc mắc giúp em . Em xin chân thành cảm ơn ạ! Chúc thầy cô một ngày tốt lành",
    "Xin chào thầy cô ạ! Em tên : . Mssv . Học kì hè 203. Em có hoãn thi môn GT1. Ở HK 211, nhà trường đã xếp em thi lại, nhưng vì chưa sẵn sàng, em đã hoãn thi GT1 thêm 1 lần nữa, và đã có xác nhận. Học kì này em muốn thi lại môn GT1 thì em phải làm đơn gì ạ. Vì trong mục lịch thi của e hiện tại (HK212) không có lịch thi môn GT1 ạ Mong thầy cô chỉ dẫn giúp em. Em chân thành cảm ơn quí thầy cô ạ!",
    "Em muốn nhờ nhà trường giúp đỡ em vấn đề đóng tiền học phí trong học kì 212(do chuyển khoản trực tiếp cho nhà trường). Mong nhà trường hãy giải quyết việc này giúp em và đánh dấu là em đã thanh toán tiền học phí trong học kì này. (Hình ảnh bằng chứng chứng minh đã đóng tiền học phí chuyển khoản trực tiếp cho nhà trường)",
    "Em chào Quý Thầy Cô! Em đã có tên trong danh sách tốt nghiệp dự kiến từ tháng 3 và đã đơn đăng kí tốt nghiệp cũng đã được xử lý từ ngày 21/03 mà tại sao danh sách tốt nghiệp chính thức vẫn chưa có tên ạ? Quý Thầy Cô xem lại giúp em, em xin chân thành cảm ơn!",
    "Dạ e là khóa 15 chưa tốt nghiệp và ghi tình trạng nghỉ do đã hết thời gian đào tạo do chưa nộp bằng anh văn, tuy nhiên em đã thi đậu và nộp bằng VNU và được nhà trường thẩm định hợp lệ. Em đã đăng ký xin chuyển điểm AV1,2,3,4 và đóng phí đầy đủ qua BKpay. Kính mong nhà trường tạo điều kiện giải quyết nhanh việc chuyển đổi điểm giúp em để e có thể đăng ký xét kịp TN trong tháng 4 luôn ạ. E chân thành cảm ơn sưt hỗ trợ của nhà trường ạ",
    "Em vừa chuyển trường, bên trường yêu cầu bảng điểm đã học có con dấu của trường BK nên em muốn xin bảng điểm của trường. Em xin cảm ơn.",
    "Em chào thầy (cô), Em tên là  Trần Thị Vân, MSSV:, lớp: HC18MB1. Em làm đơn này để  xin hoãn thi giữa kì môn Hóa  Hữu Cơ (CH2021) nhóm L06A vào lúc 16h ngày 9/4. Lý do: Laptop của em hiện tại đang bị hư camera và điện thoại em không đủ dung lượng để có thể  ghi màn hình trong quá trình thi.   Kính mong phòng đào tạo xem xét cho em được hoãn thi và được đăng kí dự kiểm tra bổ sung. Em xin chân thành cám ơn.",
    "Cho em hỏi là em sinh viên năm nhất khoa học máy tính do em thấy việc học ngành này quá khó với em thì khi em muốn chuyển xuống ngành khác thì em liên hệ với ai và thời điểm vào em được chuyển ngành vậy ạ.Em xin cảm ơn!!",
    "Dạ chào thầy/cô, em tên , mssv: . Hiện tại em đã hoàn thành xong chương trình học, đủ ngày CTXH, đủ điều kiện anh văn. Nay em gửi câu hỏi này mong pdt xét tốt nghiệp bổ sung giúp em. Vì tình trạng sinh viên của em bị tạm dừng do không đăng ký môn nên em không thể tự đăng ký xét tốt nghiệp được. Em cảm ơn!",
    "Kính chào thầy cô, Em tên là  sinh viên năm nhất, mã sinh viên: , khoa Kỹ thuật Giao thông. Lý do thanh toán trễ: Em không biết sử dụng BK pay của trường dẫn đến chưa đóng học phí đúng thời hạn. Tên môn: Ngoại ngữ theo yêu cầu MSMH: CQ211 Học kì 211 Em cảm ơn thầy cô đã dành thời gian để đọc mail này. Mong thầy cô sớm phục hồi lại thời khóa biểu ạ.",
    "Em muốn học lại môn cũ để đủ điểm qua môn đó vào học kì hè 213 thì có được không ạ? Em thấy trong thông báo là nếu học offline thì sẽ học ở cơ sở 1 phải không ạ? Em cảm ơn thầy cô.",
    "Kính gửi Phòng đào tạo Em là  MSSV  Dạ cho em hỏi hiện tại tình trạng của em đang bị tạm dừng không đăng kí được tốt nghiệp. CHo em hỏi khi em đủ điều kiện tốt nghiệp thì tự động em được thu nhận lại để đăng kí tốt nghiệp đúng không ạ? Hay em phải đăng kí để được thu nhận lại ạ. Em cảm ơn   i Tốt nghiệp .",
    "Em tên là  sinh viên khóa K17 ngành Kỹ thuật Hệ Thống Công nghiệp. Em vừa nhận được kết quả thi anh văn nói viết và đã đạt yêu cầu theo quy định. Em muốn đăng kí xét tốt nghiệp nhưng tình trạng sinh viên của em để tạm dừng vì lý do không đăng kí môn học học kì vừa rồi. Mong quý thầy cô hỗ trợ thay đổi tình trạng sinh viên để em có thể đăng kí tốt nghiệp ạ. Em cảm ơn!!! ",
    "Em chào PĐT, em là sinh viên K17. Hiện tại em đã có đủ chứng chỉ và ngày CTXH để tốt nghiệp, nhưng do điểm tổng kết môn học ở kì 211 có khá trễ nên em đã bị tạm dừng học. Giờ em phải làm những gì để được thu nhận lại và tốt nghiệp ạ. Em cảm ơn",
    "N XIN HOÃN THI GIỮA KÌ Họ và tên: ; MSSV:  Môn xin hoãn:  (CH2021); Lớp: L05 Lý do: Do em không đáp ứng yêu cầu của phòng đào tạo và bộ môn về thiết bị ghi hình thứ 2. Điện thoại em vừa mới bị liệt cảm ứng, mà điện thoại em hơi lâu đời (Samsung C9) nên thợ sửa chữa nói phải đợi một thời gian mới có màn hình mới để thay. Em mong phòng đào tạo và bộ môn xem xét cho em xin hoãn thi ạ",
    "Em không đăng nhập được tài khoản OCb của mình ạ",
    "Họ và tên:  MSSV:  Môn xin hoãn: Hóa hữu cơ MSMH: CH2021 Lớp: L05 Lí do: không đáp ứng yêu cầu về thiết bị thứ 2 của nhà trường và bộ môn. Điện thoại em khá yếu, khi sử dụng thường hay bị thoát ra ngoài và có hiện tượng giật lag, không thể quay toàn cảnh suốt 60p (đã làm thử). Bên cạnh đó, mạng kí túc xá cũng không ổn định, không đảm bảo cho quá trình làm bài thi . Em mong PĐT xem xét và cho phép em được hoãn thi giữa kì ạ.",
    "Cho em hỏi HK213 mình có được đăng ký môn học lần đầu không ạ",
    "Dạ em đang muốn xin nghỉ học do vấn đề sức khỏe. Cho em hỏi về quy trình cụ thể từng bước mình phải làm gì ạ. Em xin cám ơn",
    "Cho em hỏi thời hạn đăng ký tốt nghiệp trên mybk là 4/5, vậy em chỉ cần đạt anh văn nói viết trước hạn này là được đúng không ạ?",
    "Dạ cho em hỏi là em đăng ký xét tốt nghiệp từ tháng 3 nhưng sao giờ e vẫn chưa nhận được bằng tạm thời vậy ạ. Mybk của em cũng bị khoá em cũng không thể nào tải bằng file pdf được. Phòng đào tạo có thể giải quyết giúp em được không ạ. Em cám ơn ạ.",
    "Em chào các anh chị! Anh chị cho em hỏi là kỳ 212 em chỉ học có 1 môn luận văn nhưng em muốn học lại vào học kỳ hè để có điểm cao hơn .Như vậy điểm TBHK của em  bằng 0 thì em có bị buộc thôi học không ạ? Với học phí luận văn kỳ hè thì vẫn như như kỳ chính đúng không ạ (350.000đ /chỉ). Em xin cám ơn!",
    "Tốt nghiệp  . Em mới hoàn thành học phần học kì vừa rồi và em   mới thi qua anh văn nói viết sau đó em vô đăng kí tốt nghiệp thì thấy tình trạng tạm dừng thì giải quyết sao ạ! Em cảm ơn ạ!",
    "n xin hoãn thi môn Hoá Hữu Cơ (CH2021) Họ và tên:   MSSV:  Lớp: L05 Môn xin hoãn thi: Hoá Hữu Cơ (CH2021) Em xin hoãn thi giữa kì môn hoá hữu cơ vì lí do em không đáp ứng được yêu cầu của bộ môn trong quá trình thi. Theo yêu cầu của bộ môn thì trong quá trình thi phải ghi lại màn hình máy tính làm bài và dùng thiết bị thứ hai ( điện thoại,..) để quay lại xung quanh trong lúc làm bài nhưng điện thoại em không thể đáp ứng được yêu cầu trên. Cụ thể là điện thoại em sử dụng liên tục trong tầm 30-40p sẽ có hiện tượng nóng và sập nguồn vì điện thoại em bị chai pin nên không thể quay lại video 60p trong lúc thi để nộp lại bộ môn.   Kính mong phòng đào tạo cho phép em hoãn thi giữa kì môn hoá hữu cơ. Em xin chân thành cảm ơn.",
    "Kính gửi: Qúy thầy cô Phòng đào tạo; Em là , MSSV:  . Em là sinh viên khóa 2016, ngành Kỹ thuật Nhiệt, Khoa Cơ khí. Em bảo vệ luận văn học kì 202, và kết thúc chương trình học nhưng do còn thiếu anh văn nói viết nên chưa đăng kí tốt nghiệp tháng 11/2021. Học kí vừa qua, vì lý do sức khỏe nên em chưa đủ điều kiện anh văn nói viết, và không đăng kí môn học nên đã bị TẠM DỪNG học kì 211. Từ tháng 2/2022 đến nay, em đã đăng kí thi nói viết để kịp tốt nghiệp tháng 04/2022. Kì thi vừa qua ngày 03/04/2022 tại trung tâm BK English, em đã có kết quả ĐẠT Toeic nói viết vào ngày 07/04/2022 . Em viết mail này, mong Phòng đào tạo thu nhận lại em, ra danh sách dự kiến tốt nghiệp đối với em để em có thể được đăng kí tốt nghiệp và được nhận bằng vào lễ tốt nghiệp tháng 4/2022 này. Ngoài ra, mong thầy cô hướng dẫn giúp em cách đăng kí lễ tốt nghiệp tháng 4/2022 đúng và nhanh nhất để em thực hiên cho kịp đợt lễ tốt nghiệp tháng 4 này ạ. Và cho em xin thêm thông tin về kết quả đăng kí tốt nghiệp và chương trình buổi lễ sẽ được thông báo qua email sinh viên không ạ hay phương tiện khác! Em chân thành cảm ơn, kính chúc Thầy Cô sức khỏe, an vui và hạnh phúc trong công việc! Trân trọng, ",
    "Kính gửi phòng Đào tạo, Em tên Nguyễn Phương Anh, học hệ VHVL, cho em hỏi tại sao chủ nhật em đã bấm thanh toán học phí học kì 212 nhưng đến giờ vẫn không được xác nhận ạ. Em rất mong sẽ sớm nhận được phản hồi ạ. Em xin cảm ơn.",
    "Em là sinh viên của trường và hiện bị tạm dừng do không đăng ký môn học kỳ 212 theo quyết định số 728/ĐQ-ĐHBK. Em mong muốn được trường thu nhận lại ạ. Em có đính kèm đơn xin thu nhận lại kèm theo. Em mong sớm nhận được phản hồi của trường. Em xin chân thành cảm ơn.",
    "Chào thầy (cô) ạ 9/4 sắp tới thi giữa kì môn hóa hữu cơ nhưng điều kiện của em không đáp ứng được yêu cầu của thầy cô bộ môn nên em xin phép hoãn thi ạ. Lí do: Bài thi bắt buộc có 2 thiết bị giám sát và bắt buộc phải record màn hình của cả hai thiết bị (laptop, điện thoại). Nhưng điện thoại của em lại không đủ dung lượng và rất mau hết pin điện thoại nên không thể ghi lại toàn bộ quá trình được ạ. Với cả em chỉ sử dụng một thiết bị phát wifi và dùng cho cả hai thiết bị nên kết nối mạng yếu và thường xảy ra hiện tượng giật lag nên sẽ ảnh hưởng tới quá trình thi ạ. Em mong thầy (cô) có thể giải quyết trường hợp này cho em ạ.",
    "Chào thầy/cô Em tên là  mssv  hiện đang học ngành kĩ thuật hóa  hệ VHVL (em vừa chuyển hệ) Tình hình là vài tháng qua sau khi chuyển hệ thì em ko nhận được bất cứ thư nào về vấn đề thông báo của Đoàn thanh niên hay Hệ thống hỗ trợ SV hay Phòng CTCT. Em muốn xin được tiếp tục nhận mail về các vấn đề học vụ và mail liên quan đến việc thời gian đăng kí môn học để có thể đăng kí môn học học kì sau đúng thời hạn.",
    "Cho em hỏi là em vừa đậu nói viết. Hiện tại thì ngày ctxh sẽ đc cập nhật vào khoảng ngày 15. K biết lúc đó em kịp đăng ký tốt nghiệp đợt tháng 4 này không ạ. Em cảm ơn",
    "Kính gửi phòng đào tạo trường đại học Bách Khoa thành phố Hồ Chí Minh. Em tên  MSSV: sinh viên khóa 2015, khoa Cơ Khí,chuyên ngành Công Nghê May, lớp CK15CNM. Hôm nay em viết đơn này mong Trường xem xét  đơn xin cứu xét thu nhận lại vào học kì 2 năm học 2021-2022 để được xét tốt nghiệp, vào đợt tháng 4/2022 ạ. Em rất mong Trường xem xét trường hợp của em. Em xin chân thành cảm ơn.",
    "Em , MSSV . Em muốn xin hoãn thi giữa kỳ  HK212 môn Hoá hữu cơ (CH2021). Vì lý do em không đáp ứng được yêu cầu về thiết bị, điện thoại của em khi đang quay video khoảng 30 phút sẽ nóng máy và tự động khởi động lại điện thoại, không thể quay video trong suốt quá trình thi. Nên em muốn xin hoãn thi giữa kỳ môn này và mong được thi trong đợt tới. Em xin cảm ơn.",
    "Em chào anh/chị ạ. Anh/Chị cho em gửi đơn xin rút môn học quán lý sản suất (IM3003) ạ. Em xin cám ơn ạ.",
    "Kính gửi Phòng Đào tạo! Tên em là , MSSV:. Phòng đào tạo cho em hỏi là nếu em tốt nghiệp đợt tháng 4 này thì khi nào em có thể nhận bằng tốt nghiệp ạ. Em xin cảm ơn!",
    "Dạ cho em hỏi về điều kiện số ngày CTXH để nhận LVTN vào HK hè 213 ạ ? Trong các HK trước thì điều kiện CTXH là 6 ngày do tình hình dich bệnh . Không biết kì hè này có thay đổi hay giữ nguyên ạ ?  Và HK hè 213 hạn chót để đăng ký LVTN , xét CTXH là ngày bao nhiêu ạ ? Có phải là vào 26/6 không ạ ?",
    "Chào thầy(cô), Hiện em có tên trong danh sách dự kiến tốt nghiệp hồi tuần trước nhưng vẫn chưa được thu nhận lại để đăng ký tốt nghiệp. Thầy cô kiểm tra lại giúp em với ạ. Em tên:   MSSV: Cảm ơn thầy(cô) đã xem.   i Tốt nghiệp .",
    "Dạ thầy/cô cho em hỏi hôm trước phiếu đăng ký tốt nghiệp của em hiện lên phiếu không được xử lý.Em có hỏi thì được trả lời do up ảnh sai yêu cầu.Em đã up lại ảnh nhưng vẫn hiện phiếu không được xử lý.Vậy xin thầy/cô kiểm tra lại giúp em đã up ảnh đúng yêu cầu chưa ạ.Em cảm ơn ",
    "Do không đủ tiền thanh toán học phí vì bị tai nạn lao động nên em xin phép nhà trường cho em thanh toán học phí trễ học kỳ 212.",
    "cho em hỏi kì hè này có mỏ đợt thể chất không ạ, đợt đăng ký môn học HK213 không có mã của thể chất ạ",
    "Dạ em tên _, thuộc khoa Điện-Điện tử. Vừa rồi có đợt đăng ký BHYT do em sơ suất em đã thanh toán trễ ạ, như vậy thì có được nhận BHYT không ạ? Em xin cảm ơn.",
    "Dạ Thưa Thầy/Cô em đã nhận được xác nhận đăng ký chuyển điểm thành công rồi mà em vẫn chưa được chuyển các điểm anh văn để đủ điều kiện đăng ký tốt nghiệp ạ. Kính mong Thầy/Cô kiểm tra hướng dẫn giúp em với ạ. Em xin cám ơn !",
    "Chào cô/thầy,   Hiện em đã đạt đủ điều kiện tốt nghiệp (môn cuối được cập nhật điểm vào chiều 07/04/2022) và tình trạng sinh viên bị tạm dừng Kính mong thầy cô có thể hỗ trợ cho em vào danh sách tốt nghiệp và ra quyết định thu nhận.",
    "Chào cô/thầy và các bạn, Em tên là , MSSV: . Em là khoá 2015 vừa hết hạn đào tạo. Hiện tại em vừa hoàn thành đầy đủ điều kiện tốt nghiệp. Tuy nhiên, tình trạng sinh viên của em đang là \"nghỉ\" do hết hạn đào tạo. Em xin nhờ thầy/cô và các bạn hỗ trợ em có thể đăng kí tốt nghiệp đợt tháng 4 này ạ. Em cảm ơn!",
    "Kính thưa quý thầy cô. Em là sinh viên K19 khoa xây dựng. Em thấy nhà trường có mail về việc đăng ký môn học HK213 có được đăng ký thực tập tốt nghiệp. Vậy nếu đăng ký được thì thực tập trong thời gian của HK213 hay trong thời gian của HK221 vậy ạ. Và có xét việc học lần đầu cho việc thực tập ngoài trường này không ạ. Em mong quý thầy cô giải đáp giúp em để em có thể đăng ký môn học đợt này một cách hiệu quả ạ. Em chân thành cảm ơn.",
    "Do không kịp thời cập nhật mail nên em đã bỏ lỡ kì đăng kí môn học AV, em có thể xin đăng kí bổ sung được không ạ ?? Em cảm ơn thầy cô ạ",
    "Cho em hỏi em có kết quả thi toeic 2 kỹ năng nói- viết tại Trung tâm BKenglish và đạt đủ điểm điều kiện để tốt nghiệp thì em có cần đăng ký nộp CCNN trên mybk không ạ, hay PĐT sẽ nhận kết quả từ BKenglish ạ? Em cảm ơn!!",
    "Kính chào quý thầy cô, Em tên là , MSSV . Ở học kì 211 vừa rồi, em có đăng ký một môn học là \"Công nghệ phần mềm\" (CO3001) do thầy  phụ trách . Trong khi các môn khác cùng học kì đều đã có điểm tổng kết, nhưng riêng môn này vẫn chưa có cột điểm nào ạ. Mong quý thầy cô có thể hỗ trợ tư vấn em cách giải quyết. Em xin cảm ơn, Ý,   i ",
    "Thưa thầy cô, Em là , sv đã tốt nghiệp vào tháng 11 năm 2021. Mong quý thầy cô cho em biết khi nào là đợt tốt nghiệp của khoá em. Em xin chân thành cảm ơn. .",
    "Em chào ban đào tạo ạ. Em học khoa Hóa và như được thông báo vài ngày trước thì trường có tổ chức lễ tốt nghiệp ( cụ thể khoa Hóa là sáng 23/4) . Thì cho em hỏi là tới bữa lễ tốt nghiệp vào 23/4 thì trường mới phát  bằng chính thức hay chỉ cần khi nào bằng chính thức đã hoàn tất thì trường sẽ gởi mail rồi lên nhận (có thể phát sớm hơn lễ dự tốt nghiệp)?? Mong ban đào tạo phản hồi ạ do hiện nay em đang ở quê- rất xa tp HCM và cần biết thông tin sớm để chuẩn bị ạ. Em cảm ơn",
    "Kính gửi thầy/cô. Em tên là  (MSSV:). Hiện đang là sinh viên Khóa K21 của trường đại học Bách Khoa. Nay em và các bạn làm đơn này là để muốn đăng ký xin mở lớp môn giáo dục thể chất học phần 1. Do hồi đợi đăng ký học kỳ chính quy 212, tụi em bị kẹt hết gần như các lớp học nên không thể đăng ký các lớp giáo dục thể chất được. Nên trong học kỳ hè 213 này tụi em đã làm danh sách xin mở lớp. Danh sách em sẽ đính kèm ở dưới . Mong thầy/cô xem xét để tụi em có thể hoàn thành môn giáo dục thể chất đúng hạn ạ Em xin cảm ơn. Trân trọng. ",
    "Kính chào thầy cô, em tên là , MSSv . Do không đảm bảo được điều kiện dự thi giữa kì online môn Hóa hữu cơ (mã môn CH2021) nên em xin đăng kí hoãn thi và đăng kí bổ sung sau ạ. Em xin chân thành cảm ơn.",
    "Chào Thầy cô! Cho em được hỏi là hiện giờ còn mở đang kí GDTC không ạ. Nếu có cho em xin đăng kí môn PE1009, PE1011,PE1015,PE1017,PE1021 môn nào còn thì đăng kí giúp em ạ.Em tên . MSSV . Em cảm ơn.",
    "dạ cho em hỏi là học phí hệ đại trà kì 212 của các bạn là 12tr còn của em lại là 12tr355k vậy ạ.Em mong trường sớm phản hồi em ạ ",
    "Em chào thầy cô, Em là  MSSV  Lớp XD17KT Em muốn hỏi thầy cô về việc thẩm tra CCNN của em đã nộp vào ngày 5/4/2022, tuy nhiên hiện tại vẫn chưa được thẩm tra xong. Em biết thời gian nộp như vậy là quá gấp, gây khó khăn cho thầy cô, tuy nhiên em vẫn rất mong thầy cô có thể thông cảm và kiểm tra lại giúp em vì em cũng hy vọng mình có thể đúng hạn hoàn thành thủ tục trước 11/4 và kịp ra trường đúng hạn. Bên cạnh đó, em đã đăng ký rút môn ngày 5/4 nhưng trên bảng điểm của em cũng chưa cập nhật điểm anh văn 4 là 17, em mong thầy cô cũng xem qua lại giúp em với ạ. Em cám ơn thầy cô rất nhiều và mong sớm có thể nhận được phản hồi. Em chúc thầy cô có một ngày làm việc tràn đầy năng lượng ạ.",
    "Dạ chào thầy/cô, cho em hỏi là hiện tại em đã hoàn thành hết các điều kiện cần thiết để đăng kí tốt nghiệp nhưng đang bị tạm dừng học do không đăng kí môn trong học kì này, vì vậy em muốn hỏi về việc làm đơn xin thu nhận lại vào hôm nay thì có kịp để ngày 11/4 tới em đăng kí tốt nghiệp không ?. Mong thầy\\cô giải đáp giúp em.",
    "Em đã hoàn thành 2 buổi thí nghiệm hóa đại cương vào ngày 26/12 lớp VL03 kì 211 nhưng không hiểu sao trên lịch học kì 212 của em vẫn xuất hiện lịch học thí nghiệm vào tuần 27 (lớp VL31) . Mong Phòng Đào tạo có thể ghi nhận và xem lại giúp em ạ . Em xin chân thành cảm ơn Phòng Đào tạo nhiều ạ.",
    "Em tên  MSSV: Dạ chào phòng đào tạo, pdt cho em hỏi điểm môn quản trị kinh doanh cho kỹ sư nhóm L11-A của cô  học kì 211 hơn 2 tháng rồi mà chưa có điểm ạ. Pđt kiểm tra lại giúp em để em có kế hoạch học tập cải thiện ạ. Em chân thành cảm ơn",
    "Thưa các thầy cô cho em hỏi không biết học phí 1 tín chỉ của học kỳ hè 213 dành cho sinh viên khóa 2021 là bao nhiêu ạ? Em xin cảm ơn các thầy cô.",
    "Xin chào thầy/cô. Em là  có MSSV  có thắc mắc về vấn đề sau: Hiện tại em đã học xong môn  Hệ hống Mtính & ngôn ngữ lập trình có mã môn học EE2009 nhóm L04 do thầy  phụ trách dạy lí thuyết ở học kì 211, tức là Học kỳ 1 năm 2021-2022; nhưng đến thời điểm hiện tại em cùng các bạn lớp thầy vẫn chưa có điểm, em có hỏi vài bạn lớp khác thì bạn nói là có rồi. Em mong thầy cô giải quyết giúp với ạ. Để nhỡ đâu có chuyện gì thì em còn biết đường để xử lý với ạ. Em cảm ơn nhiều ạ!",
    "Em vẫn chưa học môn gdtc lần nào vì lúc đăng kí lớp đã đủ sỉ số. Thầy/cô cho em hỏi là mình có được đăng kí các môn học năm 2 không? Em cảm ơn thầy/cô!",
    "Em chào quý thầy cô. Hiện tại em còn tiếng anh nói viết nữa là hoàn thành chương trình học nhưng em thấy mục đăng ký tốt nghiệp của mình đã bị khóa do không có tkb học kỳ này, thầy cô cho em hỏi em phải làm cách nào để mở lại ạ. Chúc thầy cô sức khỏe!",
    "Em chào thầy/ cô ạ, Em là sinh viên K15, đã đăng ký chuyển hệ từ HK213 và đã có quyết định (đã được cập nhật tình trạng sinh viên trong phần thông tin sinh viên trên mybk). Theo như em theo dõi thì hôm nay ngày 8/4/2022 là thời gian mở đăng ký môn học HK213, nhưng khi vào phần đăng ký môn học thì em vẫn chưa được cập nhật để đăng ký môn học. Trang web thông báo \"Bạn không được quyền đăng ký môn học! Vui lòng liên hệ PDT!\". Nên em mong thầy/cô giúp em ạ Em cảm ơn thầy/cô nhiều ạ, ",
    "Em chào quý Thầy Cô Phòng đào tạo,  Em có thắc mắc về 2 vấn đề, mong quý Thầy Cô giải đáp giúp em!  Em hiện vẫn đang là sinh viên của trường, nhưng em có quyết định thi lại để chuyển ngành khác, nên em có một vài thông tin cần giải đáp và hướng dẫn . 1. Tình trạng sinh viên của em là tạm dừng, theo quyết định của nhà trường do em đã trễ đóng học phí. Em đã đóng xong học phí còn thiếu, vậy em có bị gửi thư báo về nhà không ạ? Và trong trường hợp nào khi sinh viên bị tạm dừng thì sẽ bị gửi thư báo đến gia đình ạ?  2. Nếu em chuyển sang ngành học mới thì em phải viết đơn xin thôi học cho ngành học bây giờ để nhận lại hồ sơ sinh viên đúng không ạ?  Thủ tục nộp đơn xin thôi học ngoài việc viết đơn theo biểu mẫu còn cần gì khác nữa không ạ?  Mong quý Thầy Cô giải đáp giúp em! Em xin cảm ơn!",
    "Em chào thầy/cô Em mới vừa chuyển sang hệ VLVH và đã có quyết định của nhà trường nhưng vẫn chưa được mở quyền Đăng ký môn học, mong thầy cô mở giúp em ạ. Cảm ơn thầy cô rất nhiều, ",
    "Em chào Phòng Đào Tạo, PĐT cho em hỏi là học phí của LVTN khi: - Đăng ký vào học kỳ hè 213  - Là sinh viên chính quy hệ đại trà - Khoá 2018  sẽ được tính như thế nào vậy ạ? Em cảm ơn!",
    "Em chào thầy/ cô ạ, Em là sinh viên K15, đã đăng ký chuyển hệ từ HK213 và đã có quyết định (đã được cập nhật tình trạng sinh viên trong phần thông tin sinh viên trên mybk). Theo như em theo dõi thì hôm nay ngày 8/4/2022 là thời gian mở đăng ký môn học HK213, nhưng khi vào phần đăng ký môn học thì em vẫn chưa được cập nhật để đăng ký môn học. Trang web thông báo \"Bạn không được quyền đăng ký môn học! Vui lòng liên hệ PDT!\". Nên em mong thầy/cô giúp em ạ Em cảm ơn thầy/cô nhiều ạ, ",
    "Dạ em chào thầy cô phòng đào tạo, em là , MSSV , em đã tham gia kì thi TOEIC tại IIG chi nhánh Hồ Chí Minh vào 14:00h ngày 26/3/2022, và đã nhận được kết quả vào sáng nay ngày 8/4/2022. Dạ em đã thực hiện đăng kí nộp chứng chỉ ngoại ngữ và đang đăng kí chuyển điểm. Dạ em mong thầy cô thẩm tra chứng chỉ TOEIC đó càng sớm càng tốt giúp em với ạ. Dạ em biết theo quy trình thì việc thực hiện thẩm tra thường mất khá nhiều ngày. Do em đã bỏ lỡ các đợt đăng kí thi TOEIC trước đó nên em mong thầy cô thông cảm cho em. Dạ thầy cô cho em hỏi là khi chờ thẩm tra kết quả thì em có thể thực hiện đăng kí chuyển điểm không ạ. Dạ em cảm ơn thầy cô, chúc thầy cô có một ngày làm việc vui vẻ .   i  .",
    "Dạ em chào quý thầy cô ạ, Quý thầy cô giúp em giải đáp thắc mắc là em đăng ký tốt nghiệp. Và kết quả là đã xử lý, vậy thì em đăng ký tốt nghiệp hoàn thành xong đợi tới ngày nhận bằng hay là còn phải thực hiện thêm bước nào nữa không ạ! Em cảm ơn quý thầy cô giải đáp thắc mắc ạ.",
    "Kính gửi thầy/cô, Hiện tại em k15, có tên trong danh sách dự kiến tốt nghiệp, cho em hỏi thời gian sớm nhất và chậm nhất em có thể đăng kí tốt nghiệp trong tháng 4 này ạ? Em cảm ơn, ",
    "Kính thưa quý nhà trường,  Em tên: , MSSV: , sinh viên khoa cơ khí-chế tạo máy, lớp: CK16CTM1 . Em viết mail này để nhà trường bổ sung thông tin cho em trong phần đăng ký tốt nghiệp em bị thiếu mất nơi sinh, nơi sinh của em là: Hòa Lâm-Ứng Hóa-Hà Nội. Em có đính kèm hình ảnh ở dưới để cho dễ hiểu hơn. Em xin cảm ơn quý thầy cô và nhà trường. ",
    "Em chào Thầy/Cô ạ , Thầy/Cô cho em hỏi là sao nhà trường xếp lịch thi kiến trúc máy tính vào 14h ngày 9/4 mà hôm đó lại có lịch học thực hành kiến trúc máy tính từ 1h-5h 9/4 nhỉ .Em thấy như thế quá thiệt thòi cho bọn em khi chưa học được thực hành buổi 2 . Em không hiểu sao phòng đào tạo xếp lịch nhưng không quan tâm đến SV gì cả .",
    "Em chào PĐT, Tháng 12 em có đăng ký lớp học AV4A lớp DT01-A     để kịp tốt nghiệp. Em đã thi học kỳ vào ngày 20/3 nhưng hôm nay em vẫn chưa có điểm trên mybk. Hạn đăng ký tốt nghiệp là 11/4 . Em có hỏi PĐT về vấn đề này ở mục điểm thi- nhưng chưa nhận được phản hồi. PĐT có thể kiểm tra và nhập điểm sớm giúp chúng em để kịp đợt tốt nghiệp này không ạ. Em xin chân thành cảm ơn",
    "Học kì 203 em có học môn Giải tích 3 (MT2007) với điểm lần lượt là KT:8.00 BT:8.00 BTL:6.00CK:3.00Tổng kết: 5.50 .Môn học này được tương đương với môn Toán 3 (006713). Mong phòng đào tạo cập nhập môn tương đương giúp em để em có thể đủ tctl để nhận luận văn tốt nghiệp ạ.",
    "Dạ em chào thầy cô phòng đào tạo, em là , MSSV , hiện tại em vừa nộp chứng chỉ TOEIC hai kỹ năng và đã đậu kì thi nói viết do BK English tổ chức, nên hiện tại em muốn đăng kí xét tốt nghiệp nhưng tình trạng sinh viên của em hiện tại đang bị tạm dừng. Dạ thầy cô có thể mở lại giúp em để em có thể đăng kí xét tốt nghiệp được không ạ, dạ em cảm ơn thầy cô. Chúc thầy cô cuối tuần vui vẻ.   i  .",
    "Dạ em là sinh viên khoá k15, hiện tại em còn av4 và toeic 4 kĩ năng( chỉ có  nghe đọc 455), vì không được gia hạn thêm 1 học kì nên chuyển sang hệ vừa làm vừa học. Cho em hỏi với tình trạng của em nếu chuyển hệ là được xét tốt nghiệp luôn phải không ạ. Em cin cảm ơn.",
    "Em xin phép hỏi, em thi qua hai kỹ năng anh văn Nói- , nhưng do không đăng kí môn học cho kì 1 (2021-2022) nên tình trạng sinh viên đã bị   B Tạm dừng . Em có cần phải làm đơn thu nhận lại hay trường sẽ xem xét mở lại tình trạng sinh viên của em để có thể đăng kí tốt nghiệp?",
    "Em chào cô, Cho em hỏi thì khi nào trường cập nhật danh sách tốt nghiệp dự kiến T4/2022 vậy ạ? Em thấy lần cập nhật gần nhất vào ngày 25/3/2022 và sắp hết hạn đăng ký tốt nghiệp vào ngày 11/4/2022. Và mình có tên trong danh sách dự kiến mới đăng ký tốt nghiệp được phải không ạ?. Em cảm ơn.",
    "Cho em đăng kí xét tốt nghiệp ạ. Hiện tại, em đã đi đủ ngày CTXH nhưng đang chờ được cập nhật, còn các điều kiện khác thì đủ rồi ạ. Em xin cảm ơn.",
    "Kính gửi BKSI Em đã hoàn thành xong kì thi anh văn nói viết, ngày trả kết quả ngày 7/4/2022. Và đã hoàn thành xong chương trình học,TOEIC 650 và đã đủ ngày CTXH. Hôm nay ngày 8/4/2022. Em vào đăng kí tốt nghiệp thì hệ thống không cho phép. Vậy BKSI cho em hỏi: Em cần làm những gì để được phép đăng kí tốt nghiệp? Em có đủ thời gian để đăng kí tốt nghiệp vào đợt tháng 4, 2022 không? Em xin chân thành cảm ơn",
    "Em chào pdt ạ  Cho em hỏi em mới nộp CCNN và quy đổi điểm av Theo như trên aao em xem thì 540d sẽ đổi dc av 123 theo thứ tự 10 10 8 Nhưng trên web đổi điểm em chỉ đổi dc av 12 với thứ tự 9.5 7  Cho em hỏi là bên nào đúng ạ vì trên aao em không thấy cập nhật mới nhất và hiện tại em chỉ đổi và đóng tiền dc av 12 ạ Em cảm ơn",
    "Em chào thầy cô, Em là  MSSV  Lớp XD17KT Em vừa được cập nhật trạng thái \"Đã thẩm tra bằng\", tuy nhiên em vẫn chưa đăng ký được tốt nghiệp, cho em hỏi không biết em còn sai sót gì trong việc hồ sơ thủ tục để em có thể hoàn thành sớm nhất. Và em muốn hỏi về kết quả rút môn học  4 em có gửi đơn vào ngày 5/4/2022 nhưng vẫn chưa được cập nhật lên bảng điểm MyBK, em nhờ thầy cô xem lại giúp em với ạ. Em biết việc gọi và mail như vậy làm phiền đến thầy cô rất nhiều, em xin lỗi thầy cô rất nhiều. Em cám ơn và chúc thầy cô có một ngày làm việc tràn đầy năng lượng.",
    "Dạ cho em hỏi, hiên tại em đã nộp bằng toiec để xét chuyển điểm, có thể sẽ không kịp đăng kí tốt nghiệp trước 11/4, theo em thấy trên cổng đăng kí tốt nghiệp thì cho đăng kí đến ngày 4/5. Như vậy nếu việc thẩm tra bằng và thu nhận lại của em hoàn thành trước ngày 4/5 thì em có thể đăng kí tốt nghiệp và nhận bằng không ạ. Em xin cảm ơn.",
    "Thầy cô cho em hỏi trường mình có làm giấy xác nhận hạnh kiểm cho sinh không ạ. em cảm ơn",
    "Kinh gửi PĐT Em xin được hỏi về tình trạng hồ sơ tốt nghiệp ạ; Các bước em đã thực hiện: đăng ký, thanh toán lệ phí; cập nhật thông tin tốt nghiệp xong rồi; Thời gian này em đợi email của trường hay sạo ạ; ",
    "Cho em hỏi là em muốn in bảng điểm nhưng điểm trung bình và số tín chỉ của học kì 211 của em vẫn chưa được cập nhật thì em phải làm sao ạ",
    "Em bị tạm dừng học ở học kì 212 do không đăng kí môn học. Tuần rồi em đã đăng kí thu nhận lại để được đăng kí môn học ở học kì 213. Tuy nhiên hiện tại trạng thái của em vẫn là tạm dừng học và không thể đăng kí môn học được. Mong phòng đào tạo giải quyết để em có thể kịp đăng kí môn học",
    "N XIN HOÃN THI MÔN HOÁ HỮU CƠ (CH2021) Em là Lê Thị Nghĩa MSSV 1914309 Em viết đơn này để xin hoãn thi môn hoá hữu cơ(CH2010) Lớp L05 Lý do em không đáp ứng đủ điều kiện thi bộ môn yêu cầu. Hiện tại máy tính em bị hư và wifi không đủ đáp ứng điều kiện thi . Mong nhà trường xem xét và phê duyệt. Em xin chân thành cảm ơn.",
    "Em tên là , sinh viên khoa cơ khí chất lượng cao K15. Hiện em đang xét tốt nghiệp nhưng có 1 môn tự chọn B của em thuộc chương trình k16 về sau nên không được tính vô bảng điểm. Em đã xin khoa cơ khí và được khoa đồng ý chuyển điểm, gửi công văn đến phòng đào tạo. Môn cũ: mô hình hóa hình học và mô phỏng Mã môn: ME3027  Học kì đã học: học kì 2 2020_2021 Điểm tổng kết: 8.5 Chuyển điểm sang môn tương đương: kĩ thuật mô phỏng Mã môn:ME4479 Em xin hỏi phòng đào tạo đã nhận được công văn này chưa ạ. Nếu nhận được xin giải quyết sớm giúp em vì đã đến thời gian xét tốt nghiệp. Em xin chân thành cảm ơn .",
    "Kính thưa phòng đào tạo, em có một số câu hỏi sau mong nhận được sự phản hồi: 1)Học kì hè dành cho sinh viên K21 năm nay, có thể học những môn lần đầu (học vượt) hay chỉ được học lại những môn ở năm 1 để cải thiện điểm? 2)Mình sẽ học offline hay online ? 3)Học phí sẽ tính như sau : 800*(số tín chỉ) hay là có quy định dưới 14 tín chỉ được giảm 25% không ạ? Em cảm ơn",
    "Kính gửi cán bộ của BKSI,  Em là Trần Diệu Khánh An, MSSV 1610020, hiện là sinh viên Khoa Kỹ thuật Hóa học. Em xin được trình bày vấn đề của em như sau . - Ở HK202, em có đăng ký hoãn thi môn Mô hình hóa, Mô phỏng, Tối ưu hóa (MHH-MP-TUH) - mã môn: CH3133 và đã được PĐT nhận thông tin Hoãn thi. - Đến tháng 12 của HK211, em nhận được email thông báo về việc Xóa điểm hoãn thi HK202. Và lịch thi mới sẽ được cập nhật trên Mybk/ Lịch thi . - Kể từ thời điểm nhận được email nói trên, em đã liên tục kiểm tra để có thể biết được ngày thi, nhưng trên trang Mybk vẫn không hiển thị ngày thi cho em . - Đến tháng 3/22 của HK212, em thấy trên Bảng điểm cập nhật điểm của môn MHH là điểm 13 (vắng thi) . - Khi trao đổi về thắc mắc này với cán bộ của PĐT, em được biết môn MHH đã được văn phòng Khoa Kỹ thuật Hóa học tổ chức thi và sẽ gửi mail thông báo cho sinh viên. - Thế nhưng, vì một lý do nào đó, em không nhận được email về ngày thi nên đã không thể đi thi để xóa điểm hoãn thi . - Sau đó, em đã trao đổi với văn phòng Khoa về việc này, thầy nói với em lịch thi là do PĐT sắp xếp và cập nhật, còn thầy không thể thông báo cho em được .  Em đã không đi thi để xóa điểm hoãn, vì vậy đã bị điểm 13 nhưng là do em đã không nhận được thông báo về lịch thi .  Em thực sự bức xúc vì việc học của em sẽ bị ảnh hưởng. Em hiện đang trong quá làm LVTN và em chỉ chờ để được xóa điểm Hoãn, là kết thúc được chương trình học và được tốt nghiệp. Thế nhưng, vì điểm 13 này, em có thể phải đăng ký lại trong học kỳ hè và cũng chưa chắc chắn liệu môn học này có mở không . Em mong trường hợp của em sẽ được suy xét và giải quyết. Em xin cảm ơn rất nhiều ạ.",
    "Mở môn học học kỳ 213 . Cho em hỏi em muốn xin mở lớp Giáo dục thể chất học phần 2 trong kì hè 213 thì phải làm sao ạ?",
    "Kính Gửi : Phòng Đào Tạo Trường Đại Học Bách             Khoa Em tên là :   Mssv :  Lớp : XD18CT1 Dạ em chào PĐT ạ Dạ trong học kỳ 202 em có đăng ký xin hoãn thi cho bốn môn là :  Giải tích 2  Phương pháp tính Xác xuất thống kê Cơ lý thuyết  và trong học kỳ HK211 thì PĐT có xếp lịch thi cho em nhưng em có xin hoãn thi và muốn thi vào học kỳ 212 ạ (Dạ em có đọc thông trên quy chế thì các môn hoãn thi sinh viên có thể bảo lưu điểm và thi trong vòng 1 năm) nhưng sao em xem trên lịch thi thì vẫn không thấy lịch thi có 4 môn em đã xin hoãn thi ạ, em mong PĐT kiểm tra lại giúp em với ạ! Em xin chân thành cảm ơn! Trân trọng! .",
    "Em xin chào thầy/cô ạ! Em hiện đang là sinh viên năm 2 (khóa K20) và đang học chương trình tài năng điện tử viễn thông. Em có thắc mắc là em có thể đăng kí học chương trình song ngành điện tử viễn thông - tự động hóa của khoa điện-điện tử được không ạ! Và thủ tục đăng kí như thế nào ạ! Em mong nhận được sự hướng dẫn của các thầy/cô ạ! Em xin cảm ơn !",
    "Kính gửi phòng đào tạo; Em tên là , mã số sinh viên là . Trước đây em có học chương trình chất lượng cao và học môn cơ học đất với mã môn học là CI3001, số tín chỉ là 4 ở học kỳ 2 (năm học 2019-2020). Nhưng sau này thì vì sự cố tiếng anh nên em đã chuyển xuống hệ vừa học vừa làm thì chương trình đào tạo mới môn cơ học đất có mã là CI3235 với số tín chỉ là 3 tín chỉ. Nay em viết đơn này để kính mong phòng đào tạo xác nhận giúp em đây là môn tương đương để em có thể đăng ký học môn nền móng và không cần học lại môn cơ học đất . Em xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo đại học Bách Khoa, Em tên là  - MSSV  thuộc Văn phòng đào tạo quốc tế. Em có tên trong danh sách tốt nghiệp dự kiến tháng 4 nhưng hiện vẫn chưa có tên trong danh sách tốt nghiệp chính thức. Hy vọng phòng đào tạo giúp em kiểm tra lại ạ. Mong nhận được phản hồi từ phòng đào tạo. Em cảm ơn",
    "Em xin chào phòng đào tạo trường ĐHBK TPHCM. Em đã đăng ký tốt nghiệp và thanh toán khoản phí đầy đủ vào ngày 3/4/2022. Vậy em sẽ có tên trong danh sách tốt nghiệp chính thức và tham dự lễ tốt nghiệp đợt 4/2022 này không ạ. Vì đến cuối tháng thì pdt mới xét duyệt SV tốt nghiệp . Em xin cảm ơn.",
    "Em tên là , mã số sinh viên là . Trước đây em có học chương trình chất lượng cao và học môn   B cơ học đất    với mã môn học là   B CI3001   , số tín chỉ là 4 ở học kỳ 2 (năm học 2019-2020) và số điểm là 7,0. Nhưng sau này thì vì sự cố tiếng anh nên em đã chuyển xuống hệ vừa học vừa làm thì chương trình đào tạo mới môn   B cơ học đất    có mã là   B CI3235    với số tín chỉ là 3 tín chỉ. Nay em viết đơn này để kính mong phòng đào tạo xác nhận giúp em đây là môn tương đương để em có thể đăng ký học môn nền móng và không cần học lại môn cơ học đất. Em xin chân thành cảm ơn.",
    "Kính thưa pdt, em là sinh viên K19 mà em học chậm hơn so với các bạn cùng khóa, nếu em không đăng ký được kỳ hè thì em có thể học chậm hơn các bạn cùng khóa 1 năm ạ,và có thể ra trường chậm hơn 1 năm ạ. Em cầu xin pdt có thể cho em được đăng ký môn học lần đầu tại học kỳ hè được không ạ, em có thể làm đơn để xin được đăng ký không ạ, nếu em không được đăng ký môn học đầu tại kỳ này thì em học đến cuối năm thứ 5 mới ra được trường ạ. Nếu em có thể đăng ký được thì em cảm ơn phòng đào tạo rất nhiều ạ",
    "Em chào thầy cô BKSI , Em là sinh viên k20 khoa cơ khí MSSV  . Vào cuối kỳ 202 em đã không đóng đầy đủ hoc phí cho trường . Theo quy định của nhà trưởng thì em đã bị xoá hết các môn học của học kỳ 202 ( 04-05/2021 ) , và em đã không còn đăng ký môn hoc nào được nữa . Em đã bỏ học đến nay hơn 1 năm từ lúc nghỉ vì dịch bệnh , em cảm thấy hối hận về lỗi của mình . Thầy cô có thể phản hồi giúp em xem trường hợp của em có thể đi hoc lại được không ạ , em muốn đăng ký môn hoc để học lại tại trường thì em sẽ làm sao ạ",
    "Ngày 4/4/2022 em có chuyển khoản vào OCB của Trường Đại Học Bách Khoa - [phone_number]688006 để nộp học phí học kì 2 nhưng không hiện thanh toán thành công",
    "Tốt nghiệp . Em chào Thầy/ Cô, Em tên là Trần Hoàng Kim Ngân, MSSV: 1512138, là sinh viên khóa 2015 khoa Công nghệ vật liệu - chuyên ngành Vật Liệu Silicate. Hiện tại em đang gặp tình trạng là có quyết định xóa tên vì hết thời gian đào tạo ngày 15/03/2022. Em đã 1. Đậu TOEIC với số điểm 555 ngày 07/12/2021 2. Ngày công tác xã hội: 33 ngày 3. Đậu TOEIC nói viết: 235 (thi ngày 03/04/2022 ca 03-04B) Đã đủ điều kiện tốt nghiệp, em xin Phòng đào tạo ghi nhận và có quyết định thu hồi cho em được đăng ký tốt nghiệp tháng 04/2022 ạ. Em rất mong nhận được phản hồi sớm từ Thầy, Cô. Em xin chân thành cảm ơn!",
    "Em tên  Em xin được xét tốt nghiệp đợt 04/2022. Em cảm ơn ạ!",
    "Em xin chào thầy cô Em đã thanh toán  toàn bộ học phí của Hk212 Em xin được phép bảo lưu học kỳ 212 với lý do cá nhân,em đã được sự đồng ý của giáo viên chủ nhiệm và của khoa. Em xin chân thành cảm ơn",
    "Dạ em chào Thầy/Cô. Em tên , MSSV , lớp MO15QLMT. Em viết đơn này với lý do là em đã đủ ngày CTXH và CCNN, mong quý Thầy/Cô xem xét thu nhận lại để em được đăng kí tốt nghiệp trong học kì nay ạ. Em chân thành cảm ơn Cô/Thầy.",
    "Em chào thầy cô. Em là  sinh viên K21 - Điện Điện Tử. MSSV:  Em có câu hỏi là. Đầu năm em có tham gia các minigame, các bài đăng post Facebook của đoàn khoa với gần đây em có đi hiến máu mà sao em không được cập nhật bất kì ngày CTXH nào vậy ạ ? Em cảm ơn.",
    "Chào thầy, cô phòng đào tạo, Em là , MSSV: . Em đã hoàn thành Toeic 4 kỹ năng đúng chuẩn tốt nghiệp của khoá K16. Và em đã nằm trong danh sách tốt nghiệp dự kiến tháng 04/2022. Hiện tại, em cần đăng ký thu nhận lại để được đăng ký tốt nghiệp. Em cảm ơn thầy cô đã đọc yêu cầu này và mong sớm nhận được phản hồi từ thầy, cô!",
    "Kính chào phòng đào tạo trường đại học bách khoa tp hcm. Em tên , mssv , khoa công nghệ vật liệu. Em hiện tại chỉ còn thiếu anh văn nói viết là đủ điều kiện tốt nghiệp, nhưng hiện tại em đã hết hạn 13 học kỳ nên bị đưa vào tình trạng nghỉ trên mybk. Mong phòng đào tạo giúp đỡ gia hạn thời gian đào tạo tối đa thêm 1 kỳ để em có thể hoàn thành đủ điều kiện tốt nghiệp. Em xin chân thành cảm ơn phòng đào tạo rất nhiều.",
    "Cho em hỏi đợt đăng kí dự thính hè lần 1 này nếu chọn được môn thì có chắc chắn được chọn ở lần 2 không ạ",
    "Thưa thầy/cô, Em tên là  MSSV:  Em có đăng kí tốt nghiệp và theo mybk em đã đủ ngày ctxh nhưng vẫn bị thông báo là nợ ctxh vẫn chưa được tốt nghiệp. Kính nhờ quý thầy cô kiểm tra giúp em vấn đề này ạ . Em xin trân trọng cảm ơn.",
    "Em tên là   Em có những thắc mắc sau mong pdt giải đáp   i Tốt nghiệp . 1. Dạ hiện tại em muốn đăng kí in bằng tốt nghiệp tạm thời ạ . Xin phòng đào tạo hướng dẫn . 2. - Em đã đăng kí tốt nghiệp từ tháng 3 rồi. Cho em hỏi là trễ nhất là bao lâu em mới có bằng chính thức ạ - Em có đăng kí gửi qua bưu điện tới địa chỉ nhà. Trong trường hợp sai sót mong pđt phản hồi để em chỉnh sửa kịp thời ạ . 3. Em đăng kí in bảng điểm từ 16/03 gửi qua đường bưu điện nhưng hiện tại (08/04) vẫn chưa có ai liên hệ ạ . Em cảm ơn",
    "Hiện em đã đăng kí tốt nghiệp và có tên trong danh sách tốt nghiệp dự kiến tháng 04/2022 . Em mong muốn được lấy chứng nhận tốt nghiệp tạm thời để bổ sung vào hồ sơ du học ạ.",
    "Kính chào quý thầy Cô! Em là , MSSV : , em vừa đủ điểm nói viết để xét tốt nghiệp, giờ em phải làm gì mới có tên trong danh sách tốt nghiệp ạ! Em cảm ơn! Mong nhận được sự phản hồi sớm từ phòng đào tạo ạ!!!",
    "Chào anh/chị, em dã nộp đơn cứu xét tốt nghiệp và đã được xác nhận vào ngày 04/04/2022. Nhưng đến nay em chưa được mỡ lại trạng thái học để đăng ký tốt nghiệp, bởi vì ngày 9-10-11 tháng 4 là 3 ngày nghĩ, em sợ không đăng ký tốt nghiệp trước ngày 11/4 kịp. mong anh /chị phản hồi sơm giúp em.",
    "Em chào T Em tên , MSSV:  T cho em hỏi em là sinh viên khoa giao thông bị buộc thôi học do không có CCTA. Em muốn xin chuyển sang hệ VLVH thì em cần làm đơn như thế nào vậy ạ? Em xin cám ơn",
    "Dạ lúc xét tuyển em có nộp bản photo IELTS và có đóng tiền để bên IDP chuyển qua cho trường, nhưng em quên bấm chuyển điểm, bây giờ bằng IELTS của em đã hết hạn, nên em đã chạy xuống phòng đào tạo hỏi thì được hướng dẫn lên đây. Có cách nào để em được chuyển điểm không ạ, chứ nếu như thi lại thì rất tốn tiền ạ .   i  .",
    "Hiện tại em đang định đăng ký tốt nghiệp nhưng tài khoản mybk của em đang chưa được cấp quyền để đăng ký. Em có hỏi thì biết được rằng do em không đăng ký môn học nên tài khoản không được cấp quyền. Vậy có cách nào để mở khóa lại để em có thể đăng ký tốt nghiệp không ạ. Em có gửi kèm ảnh chụp màn hình ạ Hiện tại bên bke đang cập nhật điểm anh văn cho em và họ cũng gửi thông báo là sẽ cập nhật điểm trong tuần này để kịp đăng ký tốt nghiệp. Thì em cũng mong muốn là khi bên họ cập nhật bằng toeic qua thì em có thể đăng ký tốt nghiệp liền để kịp trước này 11/4 này ạ Em xin cảm ơn và xin chúc thầy/cô có 1 ngày tốt lành",
    "Thưa phòng đào tạo, Do tình hình dịch bệnh nên bây giờ em mới hoàn thành thực tập được nhưng mà điểm thực tập của em đã cập nhật là điểm 13. Liệu em có thể làm đơn xin cập nhật lại điểm được không ạ. Em xin cảm ơn.",
    "Em chào thầy cô ạ . Em là , MSSV  thuộc khoa Xây Dựng và đã đăng ký xét tốt nghiệp trên bksi nhưng nhận được thông báo là em còn nợ bằng toeic nên chưa đủ điều kiện xét tốt nghiệp mặc dù em đã nộp lên myBK và được thẩm tra hợp lệ ngày 5/4/2022. Vì vậy nên em đã kiểm tra kỹ lại về chứng chỉ ngoại ngữ. Chứng chỉ ngoại ngữ (toeic kỹ năng nghe + đọc) em đã nộp và đã được thẩm tra hợp lệ vào ngày 5/4/2022 (đạt kết quả 670/500 theo chuẩn đầu ra cho sinh viên khóa 17 ạ).  nói viết em thi tại BK English cũng đã đạt 255/200. Và trên trang web của trung tâm cũng có ghi là điểm được chuyển thẳng về phòng đào tạo ạ. Đồng thời khi kiểm tra đầu vào em cũng đã được miễn anh văn cơ bản, anh văn 1,2,3 và cũng đã học xong anh văn 4 (mã môn học: LA1009) trong năm nhất học kỳ 171 (minh chứng ở hình dưới) Em hi vọng pđt kiểm tra thông tin lại giúp em ạ. Em rất mong được tốt nghiệp trong đợt này ạ Em cảm ơn thầy cô rất nhiều.",
    "Xin chào anh (chị) PĐT. Cho em hỏi hệ VLVH đóng trễ học phí bị phạt như thế nào ạ? Xin cảm ơn!",
    "Thông tin sinh viên . Em là , MSSV:. Hiện tại thì điểm TBTL và số TCTL của em chỉ mới cập nhật tới HK202. Mong PĐT check lại và cập nhật giúp em với. Em cảm ơn",
    "Dạ em tên  , mssv: . Dạ trước đó em có đóng tiền cho trường nhưng qua việc chuyển khoản cho trường qua số tài khoản ocb của trường ạ , stk: 000 410 686868 8006 , chi nhánh Phương Đông Chợ Lớn ạ , đóng học phí theo hình thức này có được chấp nhận không ạ?",
    "Sinh viên nhờ lấy hộ bảng điểm đã đăng ký in tại trường Người nhận hộ:  MSSV:  Người nhận:  - ",
    "Dạ em chào phòng đào tạo, em là , khóa K19. Em có câu hỏi muốn hỏi là vào học kì 203 em có đăng ký môn Giải tích 2 (MT1005) nhưng em đã đăng ký hoãn thi và đến nay em đã hoãn thi môn này được 2 lần (dự tính học kì 212 sẽ hoãn thi luôn tức là 3 lần) thì trong kì hè này (HK213) em có thể thi để xóa điểm hoãn thi được không ạ vì theo quy định của nhà trường thì thời gian là một năm. Em cám ơn admin nhiều ạ. Chúc admin một ngày tốt lành .",
    "Em chào Cô. Em tên là  - MSSV: . Em đã nộp AV để xét tốt nghiệp, chuyển điểm và đang đợi thẩm tra. 11/4 này hết hạn nên mong Cô có thể xét cho em để em có thể mở trang Đăng ký tốt nghiệp ( Trang ĐKTN của em đã bị đóng em không thể lên ĐK được) để đăng ký đúng hạn ngày 11/4 được không ạ . Em rất mong nhận được sự giúp đỡ và phản hồi từ Cô. Em cảm ơn.",
    "Em chào Phòng đào tạo ạ, Em đăng ký môn Luận văn tốt nghiệp (EE4337) vào kỳ hè 213 gồm 9 tín chỉ, vậy em phải đóng học phí là 880 x 9 phải không ạ? Em xin cảm ơn phòng đào tạo.    .",
    "Dạ em chào thầy/cô, Em tên , MSSV . Hiện tại em đang gặp trục trặc về tài khoản thẻ ngân hàng. Cụ thể là: Thông thường, em sẽ chuyển tiền từ tài khoản ViettelPay sang OCB và sau đó thanh toán học phí trên BKPay. Tuy nhiên, hôm nay em thanh toán trên ViettelPay bị lỗi (giao dịch đã bị trừ tiền và giao dịch thì đang trong tình trạng chờ xử lý) và bên ngân hàng MB bảo là giao dịch của em sẽ được hoàn tiền sớm nhất vào ngày 13/4. Hiện tại em cũng chưa biết xử lý thế nào? Em có thể xin gia hạn nộp học phí không ạ? Và cách thức xin gia hạn học phí như thế nào? Mong thầy cô hỗ trợ em. Em cảm ơn.",
    "Dạ cho em hỏi là giờ em muốn gia hạn thời gian đóng học phí học kì dự thính hoặc kì chính dc ko ạ",
    "Nộp đơn xin gia hạn học phí",
    "Em chào các thầy cô ạ Em có một thắc mắc đó là nếu khi em sử dụng dịch vụ in   B giấy xác nhận điểm trung bình học kỳ    thì trên giấy đó có bảng điểm của học kỳ mà em chọn để in hay không ạ. Hay là chỉ có điểm trung bình của học kỳ đó thôi. Em xin cảm ơn ạ.   i  .",
    "Kính gửi Phòng đào tạo, Hiện Đoàn trường đã cập nhật đủ ngày công tác xã hội cho em là 18.5 ngày. Tuy nhiên khi vào đăng ký tốt nghiệp hệ thống báo em còn nợ CTXH nên không đăng ký được. Nhờ phòng đào tạo xem xét giúp em. Em xin chân thành cảm ơn . Nguyễn Nhật .",
    "Em chào các thầy cô ạ! Hiện tại em đang làm một hồ sơ mà bên nhận hồ sơ yêu cầu phải có điểm rèn luyện khá trở lên. Em có một thắc mắc nữa là làm thế nào để em được nhà trường xác nhận điểm rèn luyện của mình ạ? Em xin cảm ơn.   i  .",
    "Em chào thầy/cô, Em là , Khóa K19. Bắt đầu từ khóa K19 trở đi, tụi em phải trả học phí theo học kỳ (17tín chỉ/HK) và được giảm 25% nếu đăng ký ít hơn 12 tín chỉ/HK. Em có một đề nghị là nhà trường nên giảm 50% học phí nếu sinh viên đăng ký ít hơn (bằng) 9 tín chỉ/HK. Và giảm 75% học phí nếu sinh viên đăng ký ít hơn(bằng) 5 tín chỉ/kỳ. Lý do: Một số sinh viên, đặc biệt là sinh viên năm cuối có số tín chỉ đăng ký trong một học kỳ ít hơn 12 hoặc 9 tín chỉ nhưng vẫn phải đóng trọn học phí theo quy định. Như vậy, sinh viên sẽ bị mất một số tiền lớn và hằng năm học phí còn tăng 10% thì số tiền bị mất cũng ngày càng tăng và số tiền đó cũng là một vấn đề lớn của nhiều gia đình. Mong các thầy cô đồng ý với đề nghị của em đưa ra. Em cám ơn thầy cô! ",
    "Em kính chào thầy/cô, Hiện trạng bây giờ em không đăng ký tốt nghiệp trên hệ thống trang web của trường. Sau khi em điền hết thông tin yêu cầu nhưng không cho xác nhận . Mong thầy cô xem xét giúp em.Em xin chân thành cám ơn thầy cô.",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TPHCM. Em là  - lớp DD17KTD5 Em đã nộp chứng chỉ TOEIC vào ngày 10/2 và đã đăng ký chuyển điểm vào ngày 1/4. Được xác nhận đăng ký chuyển điểm vào ngày 4/4. Tình trạng hiện tại của em đang bị tạm dừng học vì không đăng ký môn học, hiện tại em đã đủ điều kiện Tốt Nghiệp và đã gửi đơn xin thu nhận lại về Văn Phòng Khoa Điện, Văn Phòng Khoa xác nhận đã gửi công văn đến Phòng Đào Tạo. Em xin phép hỏi Phòng Đào Tạo rằng em có được thu nhận lại sớm để kịp cho đợt tốt nghiệp 24/4 sắp tới hay không? Kính mong nhận được phản hồi và hướng dẫn của phòng đào tạo để em được tốt nghiệp đúng hạn và có sự chuẩn bị tốt hơn cho buổi lễ TN sắp tới . Em xin chân thành cảm ơn.",
    "Cho em hỏi là nếu đăng ký thực tập trong hè thì học phí vẫn tính theo chỉ dự thính hay tính theo trong năm học ạ! Em cảm ơn",
    "Kì 212 em chưa đăng kí LVTN được, nên đang tình trạng tạm dừng học, nhưng tại sao đăng kí vào học kì hè thì không được đăng kí vì lí do đang tạm dừng học ạ",
    "Học vụ       Kính gửi phòng đào tạo đại học Bách Khoa TpHCM    Vì những lý do gia đình, em đã không đăng ký môn học học kỳ 212 năm 2021 - 2022 Hiện tại em đã bị tạm dừng học học kỳ 212 năm học 2021-2022 Em viết đơn này rất mong sự giúp đỡ của phòng đào tạo giúp em đăng ký thu nhận lại trong học kỳ 213 năm học 2021-2022 để hoàn thành chương trình học của mình    Em sẽ cố gắng học tập và chấp hành tốt quy chế của nhà trường, thực hiện đầy đủ nhiệm vụ sau khi được thu nhận lại Mong phòng đào tạo và nhà trường tạo điều kiện để em có thể quay lại tiếp tục học và đăng ký môn học trong học kỳ 213 năm học 2021 - 2022     Em xin chân thành cảm ơn                              Sinh viên                                                               Lê Văn  ",
    "Chào thầy (cô), Em tên  MSSV:  hiện đã hoàn thành tất cả điều kiện tốt nghiệp nhưng vẫn chưa được cập nhật trong danh sách dự kiến tốt nghiệp. Thầy (cô) xem lại giúp em còn thiếu điều kiện gì mà em chưa biết không ạ. Em cảm ơn",
    "Em đã đủ điều kiện tốt nghiệp, nên gửi câu hỏi qua bksi để được xét TN bổ sung. Vậy là em không cần đăng kí tốt nghiệp đúng không ạ? Do trạng thái sinh viên của em đang là tạm dừng, không đăng kí trên mybk được.",
    "Em tên  - sv k20 trường ĐHBKTPHCM , kì 212 vừa rồi em bị hủy 1 môn thể chất dẫn đến em k đủ 2 thể chất để pass sang năm 3 , và kì hè cũng k được đăng ký thể chất thì có cách nào giải quyết được không ạ   .",
    "Em chào thầy/cô (anh/chị). Em là , MSSV . Hiện tại em đã đủ điều kiện để xét tốt nghiệp nhưng hiện tại tình trạng sinh viên của em là \"Tạm dừng\". Cho em hỏi là Phòng Đào tạo có thể kiểm tra điều kiện xét tốt nghiệp của em được không ạ? Nếu em đã đủ điều kiện xét tốt nghiệp thì Phòng Đào tạo có thể ra quyết định thu nhận để em đăng kí tốt nghiệp được không ạ?  Em xin chân thành cảm ơn .  ",
    "Dạ cho em hỏi em đã đủ điều kiện tốt nghiệp chưa ạ, và nếu đủ rồi thì có thể mở lại tình trạng sinh viên cho em được không ạ? Em cảm ơn.",
    "Dạ em chào PĐT ạ, em muốn hỏi là sinh vién K20 có được đăng kí những môn học lần đầu (ví dụ các môn chính trị...) ở kì hè 213 không ạ. Mong PĐT giải đáp thắc mắc giúp em ạ. Em xin cảm ơn.",
    "Kính chào phòng đào tạo  Em tên là , mssv , khoa công nghệ vật liệu Cho em hỏi là nếu em đăng ký luận văn tốt nghiệp đợt hè 213 thì học phí sẽ theo kỳ chính hay là kỳ dự thính 880xn ạ.",
    "Người thân tới nhận bảng điểm có mối quan hệ là anh. Họ tên người tới nhận: Nguyễn Huỳnh Như Ý . Sinh năm: 1992. Em xin cảm ơn.",
    "chào thầy , cô ngày mai 9/4 em có tiết kiểm tra giữa kỳ mà thiết bị thi của em bị hư em muốn hoãn thi thì sao ạ",
    "V/v thu nhận lại . Dạ thưa thầy cô, em không đăng ký môn HK2 nên đã bị tạm dừng HK2. Em đã làm đơn và gửi PĐT để có thể thu nhận lại. Nhưng nay em lên xem lại tình trạng sinh viên của mình vẫn đang bị tạm dừng ạ. Em kính cảm ơn quý thầy cô.",
    "Em chào thầy/cô, em là SV K19 Em có nghe được thông tin được là, kì tới muốn đăng kí các môn học có mã 4xxx thì bắt buộc phải nộp bằng tiếng anh dù đã pass được chuẩn anh văn. Thầy, cô cho em hỏi thông tin đó có chính xác không ạ? Em xin cảm ơn.",
    "Chào nhà trường, em vừa đóng học phí HK212 với tổng số tiền là 12 triệu đồng. Trên biên lai, \"số tiền\" hiển thị đúng 12 triệu đồng, nhưng \"số tiền bằng chữ\" lại chỉ ghi là MỘT ĐỒNG. Em rất lo rằng sẽ có trục trặc gì đó vì số tiền 12 triệu với em rất lớn. Mong nhà trường xem xét và phản hồi lại cho em trong thời gian sớm nhất. Em xin cám ơn.",
    "Tốt nghiệp       Thưa cô!  Em tên là , MSSV:    Em viết đơn này lý do là phòng đào tạo đã gửi mail cho em nói em đã có tên trong danh sách tốt nghiệp Nhưng khi em lên danh sách xem thông tin của em, nhưng lại không có tên em trong danh sách ạ Em xin chân thành cảm ơn cô   Sinh viên,  ",
    "Em xin chào thầy/ cô đang đọc bản câu hỏi này, em là sinh viên khoa Kỹ thuật Hóa học K17, bộ môn Công nghệ Sinh học . Học kỳ hè này em muốn đăng ký môn học thực tập tốt nghiệp CH33B3 nhưng khi đăng ký thì em chưa thấy môn học được mở. Kính xin quý thầy cô xem xét và tạo điều kiện cho em được đăng ký môn học, để được thực tập tốt nghiệp, từ đó có điều kiện làm đồ án môn học và luận văn . Em xin cảm ơn quý thầy/ cô.",
    "Em vừa chuyển trường, bên trường mới yêu cầu bảng điểm những môn đã học có con dấu của trường BK nên em muốn xin bảng điểm của trường. Em xin cảm ơn.",
    "Dạ không biết em có thể huỷ hoãn thi môn Phân tích thiết kế giải thuật (CO3031) học kì 202 được không ạ.Nếu được thì phải làm như nào ạ.  Mong PDT xem xét giúp em với ạ. Em cảm ơn.",
    "em muốn đăng ký môn PE1025, pdt giúp em đăng ký ",
    "Tốt nghiệp . Em chào Thầy/Cô, Em khóa 2015 nay đã hết thời hạn học và tình trạng sinh viên của em báo Nghỉ và em không thể đăng kí tốt nghiệp được. Em đã đủ anh văn Speaking/Writing để xét tốt nghiệp. Dạ cho em hỏi em có thể tốt nghiệp được không ạ. Em chân thành cảm ơn Thầy/Cô ạ.",
    "Cho em hỏi điều kiện nhận LVTN học kỳ hè 213 có cần tới chứng chỉ ngoại ngữ không hay là giữ nguyên như học kỳ 212 (không cần tới chứng chỉ ngoại ngữ)",
    "Em xin chào phòng đào tạo trường ĐHBK TPHCM. Em tên là :  MSSV :  Em đã đăng ký tốt nghiệp vào đầu tháng 4/2022 và thanh toán phí đầy đủ nhưng đến nay vẫn chưa được gửi mail thông báo là đăng ký thành công hay chưa. Vậy cho em hỏi là em có tên trong danh sách tốt nghiệp chính thức đợt 4/2022 này hay không ạ. Vì 11/4 là hạn chót đăng ký tốt nghiệp rồi. Em xin cảm ơn.",
    "Dạ em chào pđt ạ, Em là  là sinh viên khóa K15. Em đã được nhà trường thông báo mail là nằm trong danh sách dự kiến tốt nghiệp nhưng em có vào trong aao kiểm tra thì em vẫn chưa được cập nhật vào danh sách tốt nghiệp ạ. Với lại em không còn vào được MYBK để đăng ký tốt nghiệp được do là sinh viên K15 trường thông báo là quá hạn truy cập ạ. Em mong pđt có thể mở khóa giúp em để em có thể vào đăng ký tốt nghiệp được ạ . Em xin cảm ơn.",
    "Xin chào quý thầy cô, em là Lê Nhựt Lâm , sinh viên hệ VHVL Cơ khí k22 (liên thông từ BDCN k17). Hiện tại từ lúc nhập học đến nay em chưa đăng nhập vào bkpay, không biết nguyên do là vì sao. Mong quý thầy cô xem xét, em chân thành cảm ơn. Trân trọng.",
    "Em hiện là sinh viên K15, kì 211 em đã thanh toán trễ học phí nên không thể đăng kí môn học HK212. Hiện tình trạng sinh viên của em là nghỉ học. Thời gian đào tạo chính quy cũng hết. Thầy/cô cho em hỏi em sẽ được tự chuyển sang hệ vừa học vừa làm hay em phải làm đơn thu nhận và lên Phòng đào tạo để được chuyển hệ vừa học vừa làm ạ. Em cảm ơn.",
    "Em chào quý thầy cô. Hiện em là sinh viên k17 đã hoàn thành số ngày công tác xã hội nhưng chưa được cập nhật vào hệ thống. Nhưng do tình hình hạn chót để phản ánh thông tin tốt nghiệp là ngày 11/04 trùng với lịch nghỉ lễ giỗ tổ , thầy cô cho em hỏi cách để bổ sung đăng kí thông tin tốt nghiệp cho kịp đợt tốt nghiệp tháng 04/2022 không ạ? Em cảm ơn quý thầy cô.",
    "Chào thầy cô Em tên là  MSSV:  Đầu năm học HK212, em có gửi một bằng chứng chỉ Ielts 5.5 về trường  Cho em hỏi là bằng Ielts đó có giúp em được miễn thi AVĐV với học Tiếng Anh tại trường không ạ? Em chưa đóng tiền chuyển điểm bằng Ielts của em thì liệu có trường hợp chuyển điểm không ạ?  Hiện tại,em mong được miễn học AV tại trường để đầu tư vào Ielts lên mức 6.0 rồi mới chuyển điểm . Mong thầy cô phản hồi Em xin cảm ơn",
    "Kính gửi Phòng đào tạo Em tên là    MSSV  Hiện đang bị tạm ngưng học nên không thể đăng kí tốt nghiệp được. Kính mong phòng đào tạo thu nhận lại giúp em để em có thể đăng kí tốt nghiệp được",
    "Chào anh/chị ạ. Em tên là  - MSSV  Em có câu hỏi nhờ sự giải đáp của quý anh/chị ở trong Phòng Đào tạo. - Hiện tại em đã hoàn thành đủ các điều kiện ngoại ngữ để xét tốt nghiệp (điểm Anh văn Nghe - đọc em đã đăng kí xét chuyển điểm vào ngày 8/4/2022 tuy nhiên chưa được thẩm tra). - Do học kì này em không đăng kí thêm các môn học nên tình trạng sinh viên của em đang bị tạm dừng. Em xin hỏi là phương thức làm đơn xin thu nhận lại như thế nào không và em có thể hoàn thành các điều kiện và kịp đăng kí tốt nghiệp vào tháng 4 này không ạ. Em xin cảm ơn ạ",
    "Cho em hỏi pđt giấy giới thiệu chuyển trường do Hiệu trưởng đồng ý thì em phải xin ở đâu ạ ",
    "Kính chào thầy cô, em tên là  MSSV  học lớp HC18DK. Nay em viết đơn này mong thầy cô xem xét và cho em hoãn thi môn hoá hữu cơ CH2021. Với lý do không đáp ứng được nhu cầu không gian, cũng như mạng truyền phát. Do gia đình em có công việc( lễ mãn tang) nên là em phải về quê, và mạng ở quê em rất yếu và không duy trì được. Sóng đt ở chỗ em lúc có lúc không nên đăng ký mạng 3G cũng không đáp ứng được nhu cầu thi mà Nhà trường và Khoa đã đề ra ạ. Kính mong thầy cô xem xét và tạo điều kiện",
    "Kính gửi phòng đào tạo, Em tên là , mssv , ngành Kỹ thuật xây dựng. Em được biết trong học kì hè 213 sắp đến, trường có cho phép sinh viên làm Luận văn tốt nghiệp. Em xin hỏi về học phí của môn Luận văn trong kì hè sẽ được tính theo học phí của kì dự thính hay kì chính quy ạ. Em xin được phòng đào tạo giải đáp thắc mắc trên. Em xin cảm ơn rất nhiều.",
    "Chào thầy/cô Em mới nhận được mail thông báo đã có tên trong danh sách dự kiến tốt nghiệp đợt 1 năm 2022. Tuy nhiên, em kiểm tra trong danh sách dự kiến tốt nghiệp tháng 04/2022 thì lại không có tên. Và tình trạng sinh viên vẫn còn đang tạm dừng,  do đó nên em không thể đăng ký tốt nghiệp được ạ. Mong thầy/cô có thể kiểm tra và phản hồi sớm giúp em với ạ. Em xin cảm ơn. Chúc thầy/cô một ngày tốt lành .",
    "Chào Thầy/Cô, Em tên , MSSV . Em đã có tên trong danh sách dự kiến tốt nghiệp đợt 1 năm 2022. Mong pdt quyết định thu nhận em để em đăng ký tốt nghiệp ạ. Em cảm ơn.",
    "Dạ cho em xin hỏi, em đã làm xong ĐATN, và dự định Tốt Nghiệp trong tháng 4 này, nhưng do sơ sót, em chỉ đủ điểm Toeic xét tốt nghiệp chứ không đủ để xét chuyển điểm Anh văn 4, nên  chưa đủ điều kiện ra trường ạ. Vì em nghĩ em sẽ tốt nghiệp kì này, nên trong kì vừa rồi em đã không đăng kí môn học để duy trì tình trạng học, cho nên tình trạng học đã chuyển sang ghi là TẠM DỪNG . Vậy cho em hỏi nếu em không đăng kí môn học thì trong kì sau (THÁNG 11/2022) em có được đăng kí tốt nghiệp không ạ? Nếu không thì làm sao để em có thể quay về trạng thái ĐANG THEO HỌC để được Tốt nghiệp ạ? Dạ em xin cảm ơn quý Thầy/ Cô.",
    "Em xin kính chào phòng đào tạo của trường Đại học Bách Khoa TPHCM nay em có một số thắc mắc như sau muốn nhờ PĐT giải đáp là : 1. vì một số lí do nên em đã đăng kí thiếu tín chỉ để phân ngành cho năm 2 thì em có thể bổ sung bằng cách học hè không ạ ? 2. HK1 em điểm số của em hơi tệ thì nếu em học kì hè để cải thiện các môn đó thì PĐT có lấy điểm của học kì hè để phân ngành không ạ?     Nếu có cách giải quyết nào hợp lý thì xin pđt hướng dẫn em ạ   thậm chí là hủy đợt phân ngành này để đợi đợt phân ngành tiếp theo ạ    Em xin cảm ơn",
    "Cho em hỏi là em đang học chính quy muốn dk tuyển sinh thì qua link nào, khi nào mở dk , và đăng kia như thế nào vậy ak? Em xin cảm ơn!   i  .",
    "Kính gửi PĐT,  Em tên  MSSV  Hệ VHVL,  Trong quá trình ĐKMH, em có đăng ký nhầm môn Anh văn cơ bản A(LA0011) và bị trùng TKB  Em mong PĐT hậu kiểm và hủy môn giúp em  Em xin lỗi vì sai sót này và xin rút kinh nghiệm cho lần ĐKMH sau  Mong Anh/Chị giúp emEm chân thành cảm ơn ! ",
    "Chào quý Thầy/Cô, em là sinh viên chương trình kỹ sư chất lương cao Việt Pháp (PFIEV) khóa K15. E có câu hỏi thắc mắc về chuẩn đầu ra tốt nghiệp Toeic nói viết của chương trình PFIEV áp dụng cho khóa K15 là bao nhiêu ạ? Mong được quý thầy cô giải đáp. E cám ơn nhiều ạ",
    "Dạ em là sv khóa K18 đang học chuyên ngành cơ điện tử của trường. Em muốn hỏi là nếu đăng ký luận văn tốt nghiệp ở kỳ hè tới (HK213) thì mức học phí sẽ là bao nhiêu 1 tín chỉ ạ? Em xin cảm ơn!",
    "Em học từ cao đẳng bảo dưỡng lên hệ ĐH VHVL của bảo dưỡng thì không biết em có được miễn những môn như thể dục thể chất với giáo dục quốc phòng không ạ? Hay phải đăng ký học lại hết",
    "Dạ em đang khó khăn về tài chính để có thể đóng học phí học kì cuối cùng của mình lên đến hơn 12 triệu, nên em quyết định vay tiền ở ngân hàng theo diện hỗ trợ sinh viên ạ. Bên ngân hàng họ yêu cầu sự kí xác nhận của trường theo mẫu văn bản họ gửi em ạ. Không biết em có thể được hỗ trợ không ạ. Em có đính kèm mẫu văn bản của họ.",
    "Em xin chào phòng đào tạo, em muốn xin hoãn thi vì điều kiện không cho phép và đã điền đơn. Mong phòng đào tạo đồng ý cho em xin hoãn thi",
    "Cho em hỏi về việc là có thể đăng ký giáo dục thể chất ở hk dự thính không ạ? Nếu được thì sẽ học ở cơ sở nào ạ?",
    "Trên tin nhắn của phòng đào tạo em thấy dự thính HK213: Không mở cho SV chính quy học môn học lần đầu trừ Khóa 2021. Vậy khóa 2021 được học vượt không ạ? Em cảm ơn thầy/cô.",
    "Em chào thầy/cô, Em có thắc mắc về thông báo của Phòng Đào Tạo về việc mở đăng kí môn học cho học kì hè 213 và học kì dự thính hè 213. Em thấy trên trang Đăng kí môn học chỉ có mục đăng kí cho học kì dự thính hè 213 mà không có mục đăng kí cho học kì hè 213, thầy/cô cho em hỏi là có PĐT có mở đăng kí cho học kì hè 213 không ạ? Em xin cảm ơn ạ.",
    "Em là   Lớp DD19KTD2 Em muốn xin số điện thoại thầy chủ nhiệm là thầy  để thầy ký xác nhận đơn xin gia hạn học phí ạ. Em xin cảm ơn nhiều và chúc sức khoẻ cán bộ BKSI ạ.",
    "Thưa Thầy/Cô em tên  MSSV:  Em có nhận được mail thông báo là có tên trong danh sách tốt nghiệp đợt I 2022 nhưng em vào kiểm tra thì không thấy mình có trong danh sách ạ. kính mong Thầy/Cô kiểm tra hỗ trợ giúp em với ạ. Em xin cám ơn !",
    "Thầy, cô cho em hỏi là vào HK 202 em đã có kiểm tra anh văn định kì hàng năm và đạt được điểm là 750 đủ điều kiện đăng kí môn năm 4. Không biết năm nay em có cần phải tham gia kiểm tra lại không ạ   i  .",
    "Tốt nghiệp . Em tên:  -  Dạ kinh thưa Quý Thầy Cô PĐT Em đã nhận được mail thông báo có tên trong danh sách tốt nghiệp dự kiến, nhưng khi em lên nhập tra cứu danh sách thì không tra ra được tên mình. Và em kiểm tra thì thấy danh sách chỉ mới được cập nhật tới ngày 25/03/2022 thôi ạ. Theo như mail nếu có gì thắc mắc phản hồi lại PĐT từ 08/04 - 12/04. Em xin PĐT giải đáp thắc mắc giúp em ạ. Em xin chân thành cảm ơn Quý Thầy cô",
    "Học vụ       KÍNH CHÀO QUÝ THẦY CÔ EM LÀ TRẦN THỊ BÍCH TRANG MSSV  KÌ NÀY EM CÓ  HAI LỊCH THI HÓA HỮU CƠ CUỐI KÌ Ở HAI PHÒNG EM PHẢI GIẢI QUYẾT TRƯỜNG HỢP NÀY NHƯ THẾ NÀO      ",
    "Kính gửi thầy cô!! Hiện tại em đã nhận được mail của trường thông báo có tên trong danh sách dự kiến tốt nghiệp đợt 1 năm 2022. Em viết đơn này với lý do xin nhà trường \" thu nhận lại\" để em được đăng kí tốt nghiệp ạ. Em cám ơn thầy cô !!",
    "Em tên  khóa ck15, em đã đăng kí tốt nghiệp vào thứ 3 ngày 5/4/2022 và thanh toán phí là 95.000. Nhưng hiện tại em vẫn chưa có tên trong Danh sách tốt nghiệp chính thức ạ. Mong nhà trường xem xét giúp em.",
    "Kính gửi: Phòng Đào Tạo Em là:  Mssv :  - Em đã nhận được Email thông báo đã có tên trong   B danh sách dự kiến tốt nghiệp đợt 1 năm 2022    - Hiện tại em vẫn chưa được mở lại   B tình trạng sinh viên    cũng như mục   B Đăng ký tốt nghiệp    Em rất mong được Phòng đào tạo hỗ trợ để em có thể đăng ký tốt nghiệp vào đợt tháng 4/2022. Em xin chân thành cảm ơn!",
    "Kính gửi quý thầy cô Em là . MSSV:  Hiện nay em đã nhận được mail của trường thông báo có tên tronh danh sách tốt nghiệp dự kiến, vì vậy em viết đơn này mong nhà trường thu nhận lại em để em được đăng ký tốt nghiệp ạ. Em xin chân thành cảm ơn"
]