[
    "Cho em hỏi hiện tại e chưa đủ chứng chỉ av tốt để tốt nghiệp, và em không đăng kĩ môn học tài khoản elearning của e bị khoá, vậy làm sao mở lại tài khoản elearning để đk thi av nói viết ạ. Em cảm ơn",
    "Em có thấy mail thông báo đăng kí học hoá thí nghiệm trực tiếp, không biết việc tiến hành tham gia sẽ là vào thời gian nào ạ. Nếu ngay hiện tại trong tháng 1 phải tham gia thì em vẫn chưa thể đáp ứng được,mong thầy cô hủy giúp em phiếu đăng kí của em  ạ. EM tên SV",
    "Mến chào /Chị, Em có 2 câu hỏi là: 1/ Thời gian tuyển sinh văn bằng 2 năm 2022 là vào tháng mấy ạ? E sẽ đăng ký tốt nghiệp vào đợt tháng 4/2022, vậy có kịp để đăng ký văn bằng 2 năm 2022 không ạ? 2/ E tốt nghiệp bằng giỏi ngành Điều khiển & tự động hóa (khoa Điện-Điện tử) vậy tỉ lệ trúng tuyển khi xét tuyển văn bằng 2 ngành Khoa học máy tính là cao không ạ? E cám ơn /Chị!",
    "mục yêu cầu trước cô có nói em đăng kí thêm mã nhóm nhưng hiện em không xem được nhóm nào hiện có nên không thể bổ sung ạ",
    "Xác suất và thống kê - MT2001. Luận văn tốt nghiệp - tr4323",
    "Pdt cho em hỏi, e đăng kí môn luận văn tốt nghiệp(ktn) ME4039 vào đợt 2 và đợt 3 vì lí do sinh viên không thể đăng kí vì dừng học/thôi học. Làm sao e có thể đăng kí vào đợt bổ sung tới đây. Em cảm ơn",
    "Dạ em chào Phòng Đào tạo! Phòng Đào tạo cho em hỏi thi cuối kỳ đối với sinh viên hoãn thi thì sẽ được tổ chức chung với kỳ thi cuối kỳ của kỳ tiếp theo hay sẽ được tổ chức riêng ạ? Bên cạnh đó, em cũng đã mail với giảng viên phụ trách môn mà em hoãn thi của kỳ này để hỏi về nội dung thi cuối kỳ nhưng giảng viên vẫn chưa phản hồi thì em nên liên hệ với ai để hỏi ạ?  Em cảm ơn.   i  .",
    "Dạ em xin chào phòng đào tạo trường Đại học Bách Khoa- ĐHQG TP.HCM. Em tên là  MSSV:  Lớp: XD18KT Khoa: Kỹ thuật xây dựng em xin trả lời cho câu hỏi mã 47116 của em như ảnh bên dưới, em xin hủy đăng kí môn thí nghiệm vật lí kiến trúc (CI3151) vì L02 em bị trùng lịch học, L03 em cũng vừa bị sắp trùng lịch ạ. Em xin cám ơn!",
    "Kính gửi phòng đào tạo, Em là , mssv là . Theo như mail mới nhất em được nhận thì em có thể điền vào link đăng kí học thí nghiệm Hoá Đại cương vì em học ở kì HK211 (như hình 1 đính kèm). Vì 1 lí do nào đó mà mỗi lần em ấn vào đều không điền được (như hình 2 đính kèm. Kính mong phòng đào tạo giải quyết giúp em ạ. Chúc thầy/cô có ngày làm việc hiệu quả và vui vẻ. Trân trọng./. LGH.    .",
    "Dạ cho em xin bảng điểm được không ạ, tại sao em in từ ngày 27/12/2021 hệ thống hẹn 30/12/2021 mà giờ là ngày 11/1/2021 vẫn chưa có ạ. Em đã đóng tiền r ạ",
    "Dạ em chào quý thầy cô. Cho em hỏi môn tự chọn tự do em có thể lấy môn nhóm B để học được không ạ. Em cảm ơn và chúc thầy cô sức khỏe ạ.",
    "Dạ em chào thầy/cô Em tên là  Mssv:  Em có đăng kí môn Lịch sử Đảng (SP1039) lớp DT01 do cô Đào Thị Bích Hồng giảng dạy ở đợt ĐĂNG KÝ MÔN HỌC DỰ THÍNH MÔN HỌC HK212 - CQ + VLVH ĐỢT 3 - LỘ TRÌNH 1 mà hôm nay (11/1/2022) em chưa thấy có thời khóa biểu và phòng học trên BKel Dạ thầy cô cho em hỏi em đã đăng kí thành công chưa ạ hay là em có được học lớp này không ạ? *em có đính kèm hình ảnh TKB và cổng ĐKMH*",
    "Thưa thầy (cô) cho em hỏi em đã đăng kí đồ án môn học thiết kế đường 1 (CI3221) vào đợt đăng ký môn học đợt 3 và trên thời khóa biểu đã có môn học này nhưng trên elearning lại không có và trong danh sách thầy cô hướng dẫn đồ án không có tên em trong danh sách. Không biết trường hợp của em là như thế nào ạ ?",
    "Chào văn phòng ạ Em có câu hỏi là em đã đăng ký dự thính và có kết quả ở Đợt 3 - Lộ trình 1, vậy bây giờ em rút môn thì có bị tính học phí không ạ? Em cảm ơn . Chào văn phòng, chúc văn phòng có một buổi chiều vui vẻ ạ.",
    "Chào Thầy/Cô Em có đăng kí làm luận văn ở đợt 2 và 3 của đợt đăng kí môn học thì đều bị Hủy ạ  Em chỉ nợ 1 môn 7 chỉ (học kỳ này em đã đăng kí học lại )  Nhờ Thầy cô kiểm tra lại dùm và cho em được đăng kí làm luận văn ạ ",
    "Chào thầy/cô, em có đăng kí học môn Giải tích 1 lớp DT02 nhưng muốn đổi qua lớp DT01 thì có thể đổi lớp trong ĐĂNG KÝ MÔN HỌC DỰ THÍNH MÔN HỌC HK212 - ĐỢT 1 - LỘ TRÌNH 2 hay có cách nào chuyển lớp được không ạ? Em xin cảm ơn.",
    "Kính gửi PDT, Em có nhận được mail lên trường nhận bằng tốt nghiệp. Cho em hỏi là PDT có làm việc vào   B thứ 7    không ạ? Em cảm ơn   i Tốt nghiệp .",
    "Em xin chào PĐT ạ! Em là ,  MSSV:, thuộc lớp XD18CTT Em muốn đăng ký bổ sung vào lớp L01_Đồ án môn học thủy công 1_(CI3201) của cô  giảng dạy HK212 này. Vì em vừa đăng ký được môn thủy công 1(CI3199) đối với các trường hợp đăng ký môn học ngoại lệ. Nên giờ em muốn học thêm môn đồ án thủy công 1 (môn song hành) để theo kịp tiến độ cho kỳ sau cũng như việc thực tập ngoài trường. Mong PDT giúp đỡ em với ạ Em xin cảm ơn!",
    "Xin chào, Em là , mssv: . Em xin hỏi là em đăng kí luận văn học kì 1 vừa rồi, do vẫn chưa có lịch báo cáo đợt 2. Bây giờ qua kì 2 em không có đăng ký môn, nên không có thời khóa biểu vì vậy em không đăng ký xin giấy xác nhận sv trên trên mybk được. Em có lên trang aao.hcmut.edu.vn tìm trong mục Biểu mẫu không thấy đơn viết tay. Cho e xin Mẫu đơn xác nhận sv viết tay ạ. Em mong được sự phản hồi và sự giúp đỡ sớm. Em chân thành cảm ơn.",
    "Dạ em chào thầy cô. Em muốn hỏi giúp cho anh chị khóa trên ạ  Do tụi em đăng luận văn kì 1, vẫn chưa báo cáo. bây giờ qua kì 2 tụi em không có đăng kí môn, nên không có thời khóa biểu tụi em không đăng kí xin giấy xác nhận sinh viên trên trên mybk được. Tụi em lên trang aao tìm trong mục biểu mẫu không thấy đơn viết tay. Thầy cô cho tụi em xin đơn mẫu viết tay ạ.",
    "Em chào PĐT, em có tham gia thi lại online môn Trắc địa đại cương CI1007 nhóm lớp L01-A học kì 211 vừa rồi! Cô phụ trách lớp của em đã up lên Bkel file điểm Trắc địa đại cương nhưng trong đó không có tên của em! Dạ! Cho em thắc mắc là điểm Trắc địa đại cương của em là sẽ gửi riêng về PĐT nên chưa cập nhật cho em đúng không ạ?  Em gửi lại phiếu cho phép dự thi và ghi điểm của môn này ạ!",
    "Kính gởi PĐT, thời khóa biểu để môn thí nghiệm vật lí có 2 tín chỉ như thế này ạ. Em đính kèm tệp phía dưới.",
    "EM ĐANG THẮC MẮC VÀI ĐIỀU. VẬY   ( ) Ở ĐÂU Ạ -  CHỈ ĐỂ  ",
    "Em chào mn, em là , mssv  Mặc dù là thời gian đăng kí môn học đã qua tương đối lâu nhưng mà cho em hỏi là phòng đào tạo có thể mở thêm lớp vật lý bán dẫn (EE1007) (nhóm lớp L09_L18) được không ạ? Do đợt đăng kí 2 và 3 em chưa đăng kí được môn này vì trùng TKB và do các lớp đều đã đủ không đăng kí được mà môn này là môn tiên quyết của nhiều môn năm 2 Em xin cảm ơn và chúc mn nhiều sức khỏe",
    "Dạ thưa quý thầy/cô, em có nhận được mail đăng ký xin dạy bù trực tiệp Thực hành thí nghiệm hóa đại cương (CH1004)-HK202+203+211 nhưng khi ấn vào link để đăng ký thì em chỉ nhận được bảng trạng thái là không có quyền truy cập ạ. Kính mong quý thầy/cô giải đáp giúp em với ạ.",
    "Dạ thầy cô cho em hỏi là em nhận thẻ sinh viên ở đâu ạ? Hiện tại đã là học kì 2 rồi nhưng em vẫn chưa nhận thẻ sinh viên ạ",
    "Dạ chào quý pđt, em tên () học kỳ này e có đăng ký môn đồ án nền móng đã có thời khóa biểu nhưng trên bkel lại không tìm thấy môn vì vậy không biết ai sẽ hướng dẫn đồ án để liên lạc. mong quý pđt cập nhật môn đồ án lên bkel giúp em ạ",
    "Dạ em chào các thầy cô PĐT ạ! dạ cô ơi cho em hỏi đơn xin kéo dài tối đa 1 học kỳ của em đã được PĐT xử lý chưa vậy ạ? em thấy hôm trước cô trả lời cho em là sẽ phản hồi trên BKSI trễ nhất 8/1/22 mà em chưa thấy thông báo gì hết ạ. Em tìm thông tin trên MYbk mục thông tin sinh viên -  tình trạng sinh viên thì thấy đã được kéo dài như ảnh em đính kèm, mà vào trang đăng kí môn học thì vẫn để \" liên hệ PĐT\" vậy ạ? Mong các thầy cô sớm phản hồi giúp em ạ. Em cảm ơn nhiều ạ!",
    "Chào thầy/cô, Em tên là , ngành  học máy tính, hệ Chính quy K2019. Cho em hỏi là xét chuẩn TOEIC cho Speaking and Writing để tôt nghiệp thì em có được đăng kí thi ở BK English không hay bắt buộc phải thi ở IIG? Trân trọng, .",
    "Em là Huỳnh Hoàng Lộc, MSSV:  vừa làm đơn chuyển sang hệ VHVL, nay em xin đăng ký môn học cho HK212 là môn PLC mã số EE3069. Lý do diện chuyển sang VHVL: Em còn thiếu một môn học cuối cùng để tốt nghiệp nhưng do đã hết 13 học kỳ chính quy (vì hoàn cảnh khó khăn do dịch bệnh 2 học kỳ) nên em xin chuyển sang hệ VHVL để có thể hoàn thành chương trình học và tốt nghiệp.",
    "Kính gửi Phòng Đào Tạo, Em tên , MSSV: . Em có gửi yêu cầu huỷ điểm bảo vệ luận văn học kỳ 2 năm học 2020-2021, lý do em xin hoãn bảo vệ học kỳ 2 năm học 2020-2021 đó ạ. Hiện em đã hoàn thành khoá bảo vệ luận văn tốt nghiệp học kỳ 1 năm học 2021-2022, tuy nhiên Bộ môn không cập nhật điểm của học kỳ này được và cần Phòng Đào Tạo huỷ điểm học kỳ 2 năm học 2020-2021 để có thể cập nhật điểm ở học kỳ 1 năm học 2021-2022 ạ. Kính mong Phòng Đào Tạo hồi đáp. Em cảm ơn!",
    "Em chào thầy/ cô PĐT. Em là , MSSV: , ngành Kiến trúc, Khoa KTXD . Em xin phép được Tạm dừng học kỳ 2 năm học 2021-2022 ( kèm đơn xin tạm dừng học) . Em cảm ơn thầy/ cô ạ.",
    "Kính gửi quý nhà trường,  Em tên là , MSSV: , Lúc em hoãn thi các môn, ví dụ như môn giải tích 2 thì chỉ có nhóm lớp HT02, nhưng sau này thì lại có thêm mã của nhóm lớp DT05, Em không biết có 2 mã nên chỉ đăng kí của HT02 thì em có được hoãn thi môn này không ạ. Với lại cho em hỏi tại sao lại có hai mã như vậy. Em xin cảm ơn và kính chúc nhiều sức khỏe, Trân trọng.",
    "Dạ do sơ xuất em quên không đăng kí môn tín hiệu và hệ thống nên em xin thầy cô có thể cho em học trong kì dự thính 212 được không ạ, em xin cảm ơn quý thầy cô ạ",
    "Dạ em chào PDT ạ,lúc trước em có mail cho pdt về việc xin mở thêm sĩ số của môn Nền móng CI3239,thì hôm nay em đã xin được vào lớp thầy  ở bộ môn Nền móng theo dạng bổ sung,nhưng do ở đợt đăng kí môn học thứ 3 em không đăng kí được môn Nền móng do đã đủ sĩ số nên hiện tại trên bkel của em không có môn Nền móng,em xin PDT mở cho em lớp Nền móng thầy  ạ,em xin cảm ơn.",
    "Kính gửi quý thầy cô Phòng Đào tạo, Em tên là , MSSV . Trong lần đăng kí môn học vừa rồi em có đăng ký môn Aerobic học phần 2 (PE1045) lớp CC08. Em đã kiểm tra rất kĩ là có trong thời khóa biểu trên mybk trong thời gian diễn ra đợt 3 (tới ngày 6/1). Sau đó, khi có kết quả đăng ký môn học (ngày 8/1) thì em được biết là các lớp môn này đều bị hủy. Như vậy là em không thể đăng kí môn học GDTC nào thay thế được vì đã quá hạn đăng kí đợt 3 dù bản thân đã rất cẩn trọng trong việc kiểm tra thời khóa biểu và kết quả đăng kí môn học đúng theo yêu cầu của Nhà trường. Vì vậy, em kính mong quý thầy cô xem xét cho em được tham gia một môn GDTC học phần 2 khác trong học kì này ạ. Em xin chân thành cảm ơn quý thầy cô đã đọc yêu cầu của em.",
    "Kính gửi quý thầy, cô Phòng Đào tạo, Em tên là , MSSV , chương trình Chất lượng cao. Trong 3 đợt đăng kí môn học vừa rồi em có đăng ký môn Aerobic học phần 2 (PE1045) lớp CC08. Em đã kiểm tra sau mỗi đợt đăng ký là môn học có trong thời khóa biểu của em trên Mybk trong thời gian diễn ra đợt 3 và trong thời gian đăng ký lại cho các sinh viên bị hủy môn học (đến 14h50 ngày 6/1/2022). Tuy nhiên khi có kết quả đăng ký môn học (ngày 8/1/2022) thì các lớp môn này đều bị hủy. Và vì đã qua hạn nên em không thể đăng kí môn học GDTC nào thay thế được dù bản thân đã rất cẩn trọng trong việc kiểm tra thời khóa biểu và kết quả đăng kí môn học đúng theo yêu cầu của Nhà trường. Vì vậy, em kính mong quý thầy cô xem xét cho em được tham gia hay đăng ký mở lớp một môn GDTC học phần 2 khác trong học kì 2 này ạ vì em biết cũng có nhiều bạn gặp tình trạng giống em và có nhu cầu đăng ký học GDTC ạ . Em xin chân thành cảm ơn quý thầy cô đã đọc mail của em.",
    "Kính gửi quý Thầy, Cô phòng đào tạo của trường Đại Học Bách Khoa TPHCM. Em tên là , MSSV . Trong đợt 1 đăng kí môn học vừa rồi em có đăng ký môn Aerobic học phần 2 (PE1045) lớp CC08. Cho tới ngày 6/1, nghĩa là hạn chót của đăng kí môn học đợt 3, em vẫn kiểm tra và thấy môn aerobic có trong thời khoá biểu trên mybk. Tuy nhiên khi có kết quả đăng ký môn học (ngày 8/1) thì em được biết là các lớp môn aerobic đều bị hủy và em không thể nào điều chỉnh kịp thời vì hệ thống thông báo đã quá hạn. Em hi vọng em đã làm đúng quy trình đăng kí môn học và có thể có cơ hội để được học môn GDTC học phần 2 ở học kì này theo đúng kế hoạch của em ạ. Em kính mong quý thầy cô xem xét cho em các biện pháp thay thế để em có thể tham gia vào một lớp thích hợp ạ. Em rất cảm ơn quý thầy cô đã đọc mail của em. Trân trọng, ",
    "Em tên là , MSSV . Hiện đợt đăng ký môn học đợt 3 em có đăng ký Luận văn tốt nghiệp mã ME4119. Lúc em đăng ký thì hệ thống đã báo là đăng ký thành công, tuy nhiên khi kết thúc đợt đăng ký môn 1 ngày thì em bị hủy môn. Em đã kiểm tra rất kỹ lại là đã đủ điều kiện nhận Luận văn. Nên em muốn hỏi liệu em bị hủy môn do lỗi kỹ thuật hay thật sự em thiếu chuẩn gì và có thể viết đơn xin nhận luận văn không ạ? Em xin chân thành cảm ơn!",
    "Kính gửi Phòng Đào tạo; Ban Giám Hiệu trường Đại Học Bách Khoa Hồ Chí Minh. Em tên là . Em hiện tại đang điều trị Covid tại Biên Hòa - Đồng Nai, chưa tiện để nộp đơn trực tiếp tại văn phòng Phòng Đào Tạo. Em xin được đính kèm file \"phiếu đăng ký thu nhận lại\" để có thể tiếp tục theo học tại trường. Kính mong được Thầy/Cô chấp thuận và hướng dẫn em các thủ tục cần thiết. Em xin chân thành cảm ơn.",
    "Em chào quý thầy/cô, trước hết em xin chúc quý thầy/cô một ngày tốt lành và sức khỏe. Em tên là  (), hôm nay em viết đơn xin được thu nhận lại vì trước đó em chưa đủ điều kiện đăng ký tốt nghiệp và chưa đóng lệ phí in bảng điểm. Nay em đã đủ các điều kiện để được xét tốt nghiệp, bao gồm cả việc đóng đầy đủ học phí, mong quý thầy/cô xem xét để em được đăng ký tốt nghiệp đúng hạn ạ! Em xin đính kèm theo đơn thu nhận lại tại đây. Em xin cảm ơn quý thầy/cô đã dành thời gian xem xét!   i Tốt nghiệp .",
    "Kính gửi Phòng đào tạo. Em tên là , mssv , là sinh viên chuyển hệ. Kính thưa PDT vừa qua em có đăng ký môn học đăng ký đợt HK Chính + Dự thính 211 - lộ trình 1 + VLVH, đến lúc xem kết quả thì bị xoá. Đợt hai em đăng ký lại thì hiển thị lý do không đăng ký được là \"Cấm đăng ký\" . Kính mong PDT có thể xem xét lại giúp em nguyên do em không đăng ký được và hướng dẫn giúp em để em có thể đăng ký môn học bởi vì em chỉ còn thiếu một môn là hoàn thành chương trình học. Em xin trân thành cảm ơn. Trân trọng, Hieu.  ‌",
    "Môn học em cần đăng ký:  Luận văn tốt nghiệp (Kỹ thuật Điện tử, truyền thông)  MSMH: EE4333",
    ".  Dạ thầy cô cho em hỏi em đang làm luận văn vào HK1 học kì này ngày báo cáo là 12/1/2022 bộ môn điện tử truyền thông nhưng do một số lý do em chưa hoàn thành được nên có thể xin hỏi thầy/cô học kì này có ngày bảo vệ đợt 2 không ạ? Em cảm ơn ạ.  ",
    "Dạ em tên là , MSSV . Hiện tại em đã hoàn thành tất cả các môn học và đã chuyển qua hệ đào tạo VHVL, nhưng khi vào đăng kí xét tốt nghiệp thì vẫn để là hệ chính quy và không gởi mẫu xét tốt nghiệp được ạ. Mong phòng đào tạo kiểm tra giúp em ạ, em cảm ơn ạ!",
    "TÊN MÔN HỌC: HÓA HỌC TRONG . : EN2031. : L01. : Vì khoa Tài nguyên môi trường đã đổi mã môn học này nên K19 tụi em chỉ còn đợt học này để quy đổi môn học theo đúng chương trình đào tạo. Xin PĐT có thể cho em đăng ký môn này để có thể hoàn thành CTĐT theo đúng tiến độ . Em xin chân thành cảm ơn.",
    "em  mssv ,hôm trước nhà trường kêu mở lớp GT2 cho em vào ngày 12/1/2022. nhưng nay em vô vẫn chưa có lớp ,em mong trường giúp em để em có lớp học ạ thì em mới đủ điều kiện phân ngành ạ. việc có lớp gt2 đối vói em rất là quan trọng vf cần thiết ạ em mong nhà trường giúp và tạo điều kiện để em được học ạ. Em cảm ơn",
    "Kính gửi phòng đào tạo, Em tên:  MSSV:  Hiện tại, em vẫn chưa đăng ký được lớp Giải tích 2 và  . Mong trường có thể sớm giải quyết trường hợp của em.  trọn",
    "Cho em hỏi là em không đăng kí học môn thí nghiệm offline trong thời gian này nhưng thời khoá biểu của em lại có và mã môn học trên BKEL của em cũng bị thay đổi thành mã học offline. Vậy có sao không ạ.",
    "Kính gửi phòng đào tạo, Em tên là  MSSV:  Em gửi lá đơn này vì hiện tại em chưa thể vào học môn Giải tích và Vẽ kỹ thuật vì toàn bộ các lớp đã đã đủ số lượng . Em mong nhà trường có thể giải quyết trường hợp của em . Trân trọng",
    "Kính gửi bộ phận hỗ trợ, Em tên , mssv , K21 hệ chính quy. Em xin trình bày vấn đề của em trong quá trình đăng kí môn học, cụ thể là môn Giải tích 2 MT1005: - Em đã được xếp vào lớp MT1005_L25 nhưng ngày 28/12/2021 môn Giải tích 2 tự mất khỏi danh sách môn đăng ký của em dù em không chọn xóa môn học. - Khi em đăng ký lại thì hệ thống báo lỗi \"Thiếu (các) môn học:   Nhóm [MT1003]: - Giải tích 1 (học trước) \" trong khi em đã học và thi môn Giải tích 1 ở HK211. - Các lớp đã full và không mở lớp mới. Kính mong sự giải quyết và hỗ trợ để em có thể đăng ký môn Giải tích 2 ở HK212. Em xin chân thành cảm ơn.",
    "Tên  Mssv  Dạ thưa cô,link đăng kí môn hóa đại cương thí nghiệm CH1004 mặc dù vẫn còn hạn nhưng từ hôm 11/1/2022 đến 12/1/2022 nay em vẫn  không vào được.Với lại cả nhà em bị mắc covid vẫn đang cách ly nên em không thể học trực tiếp trong đợt này ạ.em muốn hoãn qua tết ạ.em xin cảm ơn",
    "Thưa anh/chị, em là  mssv  sinh viên k18 Khoa CNVL lớp VLK18KL. Ngoại trừ thực tập tốt nghiệp và chuẩn anh văn để nhận luận văn, số tín chỉ tích lũy của em là đủ để đăng ký luận văn tốt nghiệp. Nhưng qua các đợt đk môn học vừa rồi em vẫn bị hủy môn, vậy nên nhờ anh/chị giúp em, xem xem lí do tại sao không được đăng ký, em muốn biết để đảm bảo trong lần đăng ký bổ sung sắp tới em được làm luận văn tốt nghiệp. Kính mong anh/chị hổ trợ để em có cơ hội hoành thành chương trình học đúng hạn. em xin cảm ơn.",
    "Kính gửi thầy cô! Em tên là , MSSV . Ngày 28/12 em có đăng ký môn Cầu lông PE1041 L07 và đã thành công. Đến đợt 3 em vẫn thấy môn này trong danh sách đăng ký thành công nhưng bây giờ thì em không thấy nữa ạ. Em rất mong thầy cô xem xét giúp em. Em cảm ơn thầy cô rất nhiều. Em cũng đã gửi mail đến PĐT rồi ạ.",
    "em ở Khoa BDCN-K21( mssv:) hôm 28,29,30 em có lịch thi các môn giải tích nhưng do em bị nhiễm covid từ ba em nên em phải đi cách li để điều trị bệnh nên không hoãn thi ngay lúc đó được. Vào ngày 28 em có mail cho pđt xin hoãn nhưng không được phản hồi nên em không biết cách hoãn trên mybk. Dưới đây là các hình đơn hoãn thi, đơn thi lại, giấy chứng nhận covid để em xin pđt cho em được thi lại để bố sung điểm.",
    "Kính gửi phòng đào tạo trường đại học bách khoa-ĐHQG TP.HCM Em tên là V:.lớp CK18CD2, khoa Cơ Khí. Vào đợt đăng kí môn học đợt 3 em có đăng kí môn  ME4221-Luận văn tốt nghiệp cơ điện tử nhóm L01 và thấy xác nhận đã gửi đăng kí thành công. Nhưng khi có kết quả đăng kí đợt 3 thì bị hủy lý do là không đủ điều kiện nhận luận văn, Nhưng em không biết lý do là gì. Số tín chỉ tích lũy của em đủ để nhận luận văn nhưng do một số môn chưa có điểm nên số tín chỉ tích lũy khồng được tính nên có thể thiếu tín chỉ để nhận luận văn ạ. Em mong nhà trường sớm giải quyết cho chúng em. Em cảm ơn ạ.",
    "T1008   Tốt nghiệp . Chào Quý Thầy cô, Em đã nhận được giấy chứng nhận tốt nghiệp tạm thời, mong quý thầy cô cho em xin thông tin về thời gian làm lễ tốt nghiệp. Em đã xem trên trang Web trường mà không thấy thông báo. Hoặc quý thầy cô cho em xin số đt của Văn phòng khoa cơ khí để em liên hệ do hiện em đang ở Tiền Giang nên không thể lên trường hỏi trực tiếp . Cám ơn quý thầy cô. ",
    "Em chào thầy cô! Do đợt đăng kí môn học lần 2 em đã được xếp thời khóa biểu môn Võ HP2 vào thứ 6. Nhưng đến đợt 3 thì em đã bị hủy kết quả đăng ký nên cho em hỏi là có thể mở lại lớp gdtc vào thứ 6 được không ạ? Và cho em hỏi thêm là nếu xong năm 2 em chưa hoàn thành 2 học phần gdtc thì sang năm 3 em không được đăng ký môn năm 3 hay không được đăng ký môn mã EE3xxx ạ? (Vì chương trình năm 3 của em vẫn có môn mã EE2xxx). Em xin cảm ơn thầy/ cô!",
    "Chào anh/chị Em tên:  Anh/chị cho em hỏi chứng chỉ giáo dục quốc phòng k19 có chưa ạ?  Nếu có vậy em phải lên trường lấy trực tiếp hay bên phòng đào tạo có gửi ccgdqp về cho sinh viên trong mùa dịch không ạ? Em cảm ơn, mong nhận được phản hồi sớm nhất từ anh/chị!",
    "Cho em hỏi hiện tại e chưa đủ chứng chỉ av tốt để tốt nghiệp, và đăng kĩ môn học của e bị khoá, vậy làm sao mở lại tài khoản để đk thi av nói viết ạ ?. Em cảm ơn",
    "Kính gửi phòng đào tạo, Hiện tại e đã hoàn tất các khoản phí trên bkpay và tình trạng sinh viên cũng đã được thu nhận lại. Nhưng khi vào link đăng ký tốt nghiệp thì vẫn báo là em vẫn hiển thị: \"Không được phép đăng ký (Nợ Hp/lệ phí+Tạm dừ )\" Nên em vẫn không đăng ký tốt nghiệp được. Mong phòng đào tạo hướng dẫn em cách giải quyết vấn đề này ạ. Em chân thành cảm ơn.",
    "DẠ EM ĐĂNG KÍ THÀNH CÔNG MÔN CI 3197 ĐAMH NỀN MÓNG PHẦN THỜI KHÓA BIỂU VÀ ĐKMH THÌ CÓ PHẦN ELEARNING KO CẬP NHẬT Ạ ",
    "Chào PĐT,  Em tên  - , sinh viên khoa Vật liệu . Em muốn hỏi về thực tập ngoài trường - MA3325. Theo ctđt thì có môn thực tập ở kì 212, nhưng theo em được biết là kì 213 mới bắt đầu đi thực tập:  1. Vậy ở kì 212 có bắt buộc phải đăng ký thực tập ngoài trường không hay đến kì 213 mới đăng kí? 2. Nếu đã đăng kí thực tập ở kì 212 và có thời khóa biểu thì cứ để đó và kì 213 mới đi thực tập đúng không ạ? Mong PĐT có thể giải đáp thắc mắc của em . Xin cảm ơn .",
    "Em xin chào thầy/ cô, Em là , em có học và thi môn anh văn 4, lớp L02-A  của HK1 ( 2021-2022),nhưng hiện tại là cả lớp em chưa có điểm trên mybk ạ. Em có liên hệ với cô giáo dạy môn anh văn 4 này thì cô cho biết là cô đã cập nhật và khoá điểm cho cả lớp vào ngày 16/12/2021 rồi ạ.Nhưng cả lớp vẫn chưa có điểm tổng kết. Cho em hỏi là điểm anh văn 4 lớp L02 khi nào sẽ được cập nhật vậy ạ.Tại lớp em đang hoang mang khi các lớp khác thi cùng nhưng có điểm sớm hơn so với lớp em cả 2-3 tuần. Em mong sự phản hồi sớm từ thầy/ cô. Em xin cảm ơn.",
    "Kính gửi phòng đào tạo. Em tên  mssv  em đã đăng ký môn quá trình hóa lý EN2045 vag học được 1 tuần nhưng tuần này em xem tkb thì bị xóa và mất luôn trên bkel. Mong thầy cô giải quyết giúp em với ạ. Em xin cám ơn.",
    "Chào PĐT, Em là , MSSV:  PĐT cho em hỏi em không đăng kí được tốt nghiệp trong khi đó em đã học hết và đủ các điều kiện tốt nghiệp. PĐT xem giúp em với ạ. Em cảm ơn.",
    "Kính gửi phòng đào tạo, em đã đăng kí tốt nghiệp và nhận bằng tốt nghiệp tạm thời được một thời gian dài nhưng vẫn chưa có bằng chính thức. Vì đang cần gấp để hoàn tất hồ sơ du học, nên em cần bằng tốt nghiệp gấp. Mong được phòng đào tạo hỗ trợ. Em xin cảm ơn.",
    "Dạ em xin đăng ký tạm dừng học kỳ 212, em đính kèm mẫu đơn như hình ",
    "Dạ cho em hỏi là qua 2 học kì rồi mà có 1 môn chưa có điểm thì làm sao ạ  Em đã mail thầy mà không thấy hồi âm  Cho em hướng dẫn để biết điểm được không ạ ?",
    "Kính gửi PĐT, em tên , MSSV , ngành Kỹ thuật máy tính. Em có học và đã qua môn một số môn tương đương nhưng chưa được chuyển điểm ở môn gốc, cụ thể như sau: Môn CO1011 tương đương môn CO1027 và môn CO1031 Môn CO2033 tương đương môn CO1025 Đính kèm là bảng điểm và danh sách môn tương đương. Mong PĐT kiểm tra và chuyển điểm giúp em. Em xin cảm ơn.",
    "Chào anh/chi pđt HK2 (2020-2021) em có học môn vật liệu xây dựng, có học phần thí nghiệm và đã có điểm ở học phần này. Kì này, em tiếp tục đk lại, thì em có được chuyển điểm TN từ học kì trước qua không ạ? Nếu có thì cho em hỏi thủ tục như thế nào ạ ? Em cảm ơn.",
    "dạ em XIN CHÀO THẦY CÔ BAN GIÁM HIỆU NHÀ TRƯỜNG EM TÊN LÀ PHÙNG VĂN TÂN MSSV  EM XIN GỬI ĐƠN  VẼ  VẼ  EM MONG ĐƯỢC THẦY CÔ CHẤP NHẬN ĐỂ EM CÓ THỂ HOÀN THÀNH TỐT CÔNG VIỆC HỌC TẬP CỦA MÌNH Ạ. EM XIN CHÂN THÀNH CẢM ƠN VÀ CHÚC THẦY CÔ THẬT NHIỀU SỨC KHỎE Ạ.",
    "Em tên  có MSSV là . Trong kì thi onl vừa qua thì em có đăng ký hoãn thi môn vẽ kỹ thuật và được thầy  dạy lớp thí nghiệm xác nhận cho hoãn thi vì máy em lúc đó không thể đáp ứng phần mềm. Nhưng sau khi em nhận được danh sách hoãn thi thành công từ PĐT rồi thì thầy vẫn tiếp tục chấm điểm em dẫn đến điểm thí nghiệm của em bị trống và xuất ra điểm. Và như em biết thì sau khi đăng ký hoãn thi thành công là xoá hết điểm thành phần chỉ xét vào một bài thi dành cho hoãn thi cuối cùng của em nhưng mà khi em mail thầy  dạy lớp lý thuyết và phụ trách chấm bài thì thầy lại đưa ra điểm thành phần nói điểm thí nghiệm của em không hoàn thành và thầy cho bài thi cuối kì của em điểm 0. Em mong xem xét giúp em về trường hợp này ạ vì em đã làm đúng hết các thủ tục PĐT yêu cầu. Em xin cám ơn. Dưới là mail xác nhận hoãn thi của thầy  dành cho em khi em không thể học thí nghiệm và hình danh sách hoãn thi của PĐT dành cho em.",
    "DẠ EM XIN ĐỔI NHÓM LỚP .",
    "Gửi phòng Đào Tạo Em tên:  MSSV:  Lớp: MT20KH01 Do sơ sót của bản thân em đã không kịp đăng kí học bù Thí nghiệm Hóa Đại cương mặc dù bản thân đã có đủ điều kiện để có thể di chuyển và tham gia học tập trong thành phố. Mong phòng Đào Tạo có thể xem xét và cho em tham gia kì này.",
    "Kính gửi phòng Đào tạo, Vào học kỳ 212, em sẽ đi trao đổi tín chỉ theo chương trình ERASMUS+ tại Italy. Trong quá trình chờ visa, em vẫn đăng ký LVTN trên mybk theo đợt của trường để trong trường hợp không được cấp visa . Đến thời điểm em có visa (06/01) thì thời hạn đkmh đợt 3 đã kết thúc và em cũng không thể xoá LVTN. Hiện tại trong thời khoá biểu trên mybk của em có hiển thị LVTN . Như vậy phòng ĐT cho em hỏi, em có thể rút LVTN mà không phải đóng học phí không ạ? Và với những môn em đăng ký trong Learning Agreement em nộp cho phòng đào tạo thì em sẽ đóng học phí lúc nào và  ĐT sẽ đăng ký cho em sau khi em về nước hay sao ạ?",
    "Thưa anh/chị  Em tên  mssv  sinh viên khoa CNVL lớp VLK18KL  lý do: Đăng ký môn LVTN MA4317 L01. đợt 2 đăng ký môn học em đã được xếp lớp và TKB tuy nhiên sau đó bị xóa mất, đến đợt 3 em đăng ký lại cũng bị xóa . Em đã tích lũy đủ 126 chỉ, đủ điều kiện đăng ký luận văn tốt nghiệp. Em không biết còn nguyên nhân nào khác dẫn đến không đăng ký được, xin anh/chị xem xét, giai đáp thắc mắc giúp em. em cảm ơn.",
    "Cho em hỏi vì sao em đăng kí dự thính đợt 3 lộ trình 1 gần 1 tuần mà chưa có kết quả vậy ạ, tại có 1 số môn bắt đầu học rồi nhưng em vẫn chưa được thêm vô elearing do chưa có kết quả đăng kí dự thính đợt 3",
    "Kính gửi Phòng đào tạo, Em tên là . MSSV: . chuyên ngành điều khiển và tự động hóa. Em viết mail này để xin thông tin về giảng viên sẽ hướng dẫn luận văn cho em trong kì sắp tới. Do 1 số lý do mà em phải nghĩ 2 kì nên khi đăng kí luận văn trong kì này em chưa có thông tin về giảng viên sẽ hướng dẫn luận văn của em. Rất mong sự phản hồi sớm của khoa để em có thể liên lạc được với giảng viên sớm nhất có thể.",
    "Kính gửi Phòng Đào Tạo, Em tên , MSSV: , XD15CTGT02. Nay em làm đơn này kính mong PDT xem xét, cho em được chuyển hệ vừa học vừa làm để tiếp tục theo đuổi việc học. Em đang thuộc diện hết thời gian đào tạo và em sẽ cố gắng hoàn thành xong việc học trước thời gian quy định. Em xin chân thành cảm ơn. , .",
    "Chào anh (chị), Em có nhận được mail nhắc nhở đăng kí và đóng BHYT nhưng do sự nhầm lẫn của em, thì hiện tại em chưa đăng kí và chưa có BHYT cho năm 2022. EM có mong muốn anh (chị ) giúp em đưa ra hướng giải quyết vấn dề này ? Em cảm ơn ạ ",
    "Dạ nhà trường cho em hỏi là tại sao có mấy bạn thiếu chỉ lại đăng kí được môn luận văn tốt nghiệp và đã có thời khóa biểu, em cũng bị thiếu chỉ mà lại đăng kí không được ạ.",
    "Em là  mã số SV: , vào ngày 24/04/2021 do em có 2 môn thi là Anh văn 2 và Vật liệu học và xử lý cở tại cơ sở 1 và 2 sát giờ nhau nên em xin trường chuyển sang thi ở cơ sở 2 và đã được trường chấp nhận. Em cũng thi 2 môn nhưng chỉ có môn Anh văn là có điểm còn môn Vật liệu học và xử lý thì có điểm là 13. Em mong Phòng đào tạo kiểm tra lại giúp em.",
    "Kính chào! Em tên là _MSSV: Em có vấn đề cần hỏi là: em đã đăng kí môn bóng chuyền học phần 2 trong đợt đk GDTC học kì 212 và đã nhận được thời khóa biểu học vào lúc 15h-17h50 ngày thứ 3. Nhưng sau khi cập nhập lại thời khóa biểu thì em bị mất thời khóa biểu của môn bóng chuyền và thông tin môn bóng chuyền trên BKEL của em cũng bị mất luôn ạ. Em xin hỏi hiện tại em có tham gia học bóng chuyền nữa không ạ và làm sao để có link học ạ ? Em mong được giải quyết vấn đề ạ  Em xin chân thành cảm ơn !",
    "Mã MH  -  Tên MH     -  Mã Nhóm CO2017 - Hệ điều hành - 01_01 MT2001 - Xác suất và thống kê - 01_01   I Lý do:  /I  SV mới được thu nhận lại. (Quyết định thu nhận lại ở file đính kèm).",
    "Chào thầy (cô) ạ, Em đăng ký môn học Thực hành Địa kỹ thuật 2 nhưng bị xóa 2 lần nhưng hiện tại môn học đó vẫn được mở với sỉ số sinh viên là 1. Em muốn xin đăng ký bổ sung thêm để em có thể học kịp tiến độ. Nhưng em không biết mẫu đơn cần làm là mẫu đơn như thế nào ạ. Mong thầy (cô) cho em xin mẫu đơn để em có thể đăng ký bổ sung môn học này ạ. Em cảm ơn Trân trọng.",
    "Dạ em xin phép gửi đơn xin hoãn thi (pdf) có sự xác nhận của thầy  - giáo viên hướng dẫn bộ môn Vẽ kĩ thuật giao thông (TR1003), thầy  - chủ nhiệm khoa Kỹ thuật giao thông. Em cũng xin phép được gửi các file minh chứng mà 2 thầy yêu cầu, em xin cảm ơn nhiều ạ.",
    "Dạ phòng đào tạo cho em hỏi thời điểm nào thì làm lễ tốt nghiệp nhận bằng vậy ạ? Tại vì em nhận giấy chứng nhận tốt nghiệp tạm thời từ đầu tháng 12 mà tới giờ em vẫn chưa nhận được thông báo nào nên không biết có bỏ lỡ gì không. Mong pđt thông tin đến em ạ. Em cảm ơn!   i Tốt nghiệp .",
    "Kính gửi : Phòng Đào tạo trường ĐH Bách Khoa Tp.HCM Em tên là :   MSSV:   Sinh viên Khoa Kỹ Thuật Hóa học Khóa: 2021 Dạ cho em hỏi hiện tại lịch học của em có ngày thứ 4 tuần 7,8,9,14,15,16,17,18,19 học Vẽ Kỹ Thuật hangout lúc 12h-14h sau đó thì em lại học trực tiếp thí nghiệm vật lý lúc 14h-16h tại cơ sở 2 . Vì em hong có đkí KTX và em ở thành phố nên sợ không kịp chạy từ thành phố về cơ sở 2 để kịp học thí nghiệm vật lý đó ạ . Vậy cho em hỏi có cách nào giải quyết không ạ và nếu hủy môn thí nghiệm vật lý thì em không đủ tín chỉ để đăng ký cho học phần sau đó ạ  Em cảm ơn thầy/cô đã đọc tin nhắn của em ạ ! Chúc thầy/cô có một ngày tốt lành ạ !",
    "Dạ em là , sinh viên khoa điện-điện tử. Trong đợt đkmh vừa rồi, em đăng kí môn  háp luật Việt Nam đại cương(S1007 nhưng em chọn sai nhóm lớp, em thuộc nhóm  mà đăng kí nhóm . Kính mong thầy cô hỗ trợ em giải quyết vấn đề này ạ. Em cảm ơn ạ",
    "Chào thầy cô em là ăng mssv  E có đk môn học GDTC nhưng nay tới lịch học thì bị xóa môn  Mong thầy/cô xem xét",
    "Họ tên:  MSSV:  Nguyên do: Không đăng ký được môn do thiếu môn học trước. Yêu cầu: Xin phép PDT mở cho em đk môn học ME4083 Kỹ thuật đo lường trong nhiệt lạnh được học song song với môn Điều hòa không khí ME3153 vào học kỳ này. Em được xin phép và được sự cho phép của thầy  và giáo viên giảng dạy môn này để được học ạ.",
    "Chào pdt em thuộc khoá k17 ngành cầu đường khoa KTXD Do không còn đam mê với ngành cầu đường nên em muốn chuyển sang dân dụng. Pdt cho en hỏi thủ tục chuyển chuyên ngành như thế nào ạ Em có mail hỏi khoa rồi thì họ bảo đó là quy chế của trường nên khoa không giải quyết được Mong pdt hướng dẫn giúp em. Em cảm ơn nhiều ạ",
    "Họ tên: SV:  Nguyên do: Không đăng ký được môn do thiếu môn học trước. Yêu cầu: Xin phép PDT mở cho em đk môn học [ME4083] Kỹ thuật đo lường trong nhiệt lạnh được học song song với môn Điều hòa không khí [ME3153] vào học kỳ này. Do học kỳ này là học kỳ cuối khóa k18 đăng ký được môn, RẤT QUAN TRỌNG VỚI EM. Em mong PDT xem xét cho em đk môn. Em xin phép và ĐÃ ĐƯỢC SỰ CHO PHÉP của thầy  và giáo viên giảng dạy môn này để được học ạ. Em xin cảm ơn.",
    "Yêu cầu chuyển điểm môn học tương đương: . Môn học: CO2041 - Đồ án thực tập phần cứng máy tính Học ở HK2, năm học 2020-2021 Điểm môn học: 7.50 Tương đương với môn học: CO2019 - Thực tập phần cứng máy tính",
    "Kính gửi PĐT.   Em tên là Nguyễn Văn Phong, MSSV: . Thuộc khoa Kỹ thuật địa chất và dầu khí, chuyên ngành ĐỊA KỸ THUẬT. Lý do em viết đơn này là em đã đọc quy định về đăng ký luận văn tốt nghiệp rất nhiều lần rồi nhưng vẫn không hiểu tại sao tín chỉ tích lũy của em đã đủ 123 chỉ, công tác xã hội 18 ngày và các điểm thực tập đã đầy đủ hết nhưng vẫn không đăng ký được LVTN . Nên em muốn nhờ Thầy Cô xem giúp em là với số chỉ 123 tín chỉ hiện tại của em đã đủ để đăng ký luận văn tốt nghiệp hay chưa ạ. Em chân thành cám ơn .",
    "Kính gửi thầy cô, Em đã ​đăng ký môn GDTC đã thành công nhưng nay lên học thì lại bị xóa mất link và trong thời khóa biểu cũng không có, khi em đi hỏi thì một số bạn cũng bị trường hợp tương tự như em ạ. Mong thầy/cô xem xét ạ. Em xin cảm ơn thầy/cô.",
    "Dạ chào thầy cô em là  , do em chỉ pass 1 TC thôi và kì này em lại bị huỷ môn GDTC nên k đủ điều kiện đăng kí môn năm 3 , có cách nào giải quyết k ạ em cảm ơn ",
    "Em tên là , sinh viên K16, MSSV . Nay em làm đơn này kính xin quí thầy cô cho em được thu nhận lại. Em cảm ơn thầy cô, ",
    "EM TÊN :NGUYỄN NGỌC QUANG -1712781 LÝ DO : EM KHÔNG CÓ Ở TP NÊN EM PHẢI NỘP ĐƠN PHÚC KHẢO ĐIỂM  ONLINE , MONG PHÒNG ĐÀO TẠO XEM XÉT CHO EM.EM CẢM ƠN",
    "Dạ hiện tại em đang học ngành viễn thông kì 2 năm 2 bên Điện - Điện tử, do chủ quan nên e đã quên không đăng kí môn Tín hiệu và Hệ Thống , em mong quý thầy cô cho phép em có thể đăng kí và học môn này trong kì dự thính 212 được không ạ em hứa sẽ đảm bảo tiến độ học tập . Em xin cảm ơn rất nhiều ạ.",
    "Em chào pđt, em cần pđt giải đáp gấp giúp em những vấn đề sau : 1. Em đã check lại lý do mà em không đăng ký môn học thành công là vì   B \" Thiếu môn tiên quyết \"   . Mong pđt kiểm tra lại   B lý do cụ thể    giúp em là em đang thiếu môn gì vì   B tất cả môn học trừ chứng chỉ tiếng anh    ra thì em đều   B pass    hết rồi. 2. Nếu như lý do là   B thiếu chứng chỉ tiếng anh    thì không phải   B Học kì 212 được miễn xét tiếng anh    để làm LVTN sao ạ? ",
    "Chào thầy cô, Hiện em đang là sinh viên năm thứ 4, và còn một môn lập trình CO1013 chưa học(Môn này được thay thế bằng môn tương đương là CO1003-Nhập môn về lập trình). Hiện thì em đăng ký dự thính học kỳ 212 không được do nghị định mới 81/2021/NĐ-CP không mở lớp cho sinh viên chính quy học lần đầu. Vậy em có thể đăng ký trong học kỳ hè 213 hay tới tận học kỳ 221 em được đăng ký môn học này ạ? Liệu có cách nào giúp em đạt kịp tiến độ ra trường không ạ? Tại vì chỉ còn một môn này do em chưa đăng ký thôi ạ? Mong thầy cô phản hồi em sớm. Em cảm ơn rất nhiều ạ. Chúc thầy cô nhiều sức khỏe.",
    "Em , mssv . Em nhận được \"Thông báo v/v hủy kết quả, thay đổi mã nhóm do SV đăng ký sai vào nhóm Việt Pháp\", em xem lại thời khóa biểu được cập nhật vào lớp Cơ lưu chất L01 và em có thể học được, vậy giờ em bắt đầu tham gia vào học lớp cơ lưu chât L01 phải không ạ, vậy khi nào thì Bkel của em mới bổ sung lớp mới để em dễ dàng tham gia học ạ (tại bây giờ em lên trang bkel thì chưa có lớp mới ạ)",
    "Em đăng kí nhầm môn \"thiết kế luận lý với hdl\", vốn không có trong ctđt của khoa khmt nên em muốn hỏi cách để huỷ môn",
    "Em chuẩn bị đi khám bệnh nhưng bây giờ chưa có thẻ bhyt (đã đóng tiền cho trường) thì phải làm sao ạ.",
    "Kính chào nhà trường Em là  , em có thắc mắc là có 1 môn ở học kì 202 của em là môn Trường sóng điện từ (405408) đến giờ vẫn còn bị treo điểm 15 (ảnh đính kèm), trong khi đó điểm ở trong trang Phúc tra điểm thi thì có điểm tổng kết. Em có hỏi các bạn khác thì một vài bạn có bị và một vài bạn không bị như vậy. Mong nhà trường giải đáp giúp em. Em cảm ơn",
    "Dạ em chào cô Kì 202 em có học môn kỹ thuật số và em có hoãn thi trong kì 211 em có thấy để lịch thi là ngày 17/1/2022 trong phần đăng ký hoãn thi nhưng trong phần lịch thi lại không có, bkel và bkexam cũng không có link phòng thi .Cho em hỏi em có được thi môn kts ko ạ, em có gửi kèm ảnh ạ.",
    "Dạ em chào phòng đào tạo, em là , MSSV  Dạ em đang thắc mắc không biết sau Tết trường sẽ tiếp tục dạy online hay tổ chức offline kể từ tuần 6 luôn ạ? Tại vì em coi trong thời khóa biểu thì thấy học lại từ tuần 6, em không biết là học online hay offline ạ? Và nếu như học online thì học online tới bao giờ ạ? Kính mong phòng đào tạo giải đáp sớm giúp em ạ! Em xin cảm ơn nhiều",
    "Cho em hỏi sao em không xét tốt nghiệp được ạ?",
    "Em xin chào nhà trường , Cho em hỏi là em vừa được nhận vào hệ VLVH , bây giờ em đang chờ nhà trường mở DK môn học để đăng kí nốt DCLV , LVTN vào hạn chót ngày 18/1/2022. Em là sinh viên khóa K15 chuyển qua hệ VLVH thì bây giờ em đăng kí môn học theo mã mới hay mã cũ ạ . Và khi chuyển qua hệ VLVH thì có phải học thêm hay bổ sung các học mới không hay là vẫn học theo chương trình khóa K15 ạ . Vì hiện tại trên myBk/stinfo  không có mục Chương Trình Học nên em đặt câu hỏi . Mong nhà trường giải đáp thắc mắc . Em xin chân thành cám ơn .",
    "Em có nhận mail PDT thay đổi nhóm môn học. Tại sao PDT lại thay đổi mã nhóm môn học PLDC (SP1007) của em từ P02 sang L05? Em thuộc sinh viên VP thì tất nhiện đăng ký vào nhóm VP, và em đã học nhóm P02 2 tuần rồi, mọi thứ như nhóm bài tập lớn đã được sắp xếp, xin PDT trả em về nhóm P02 như cũ.",
    "Dạ em đã thanh toán lệ phí còn nợ nhưng đến giờ khi vào đăng ký tốt nghiệp thì hệ thống vẫn báo là em không được phép đăng ký vì còn nợ học phí và tạm dừng. Kính nhờ cô cập nhật lại thông tin sinh viên giúp em ạ!",
    "Em muốn đăng ký môn EN1003 lớp L ạ",
    ": Em là , MSSV: . Hiện tại em đang   B cần làm hồ sơ để xin đi du học nước ngoài theo diện nhập ngũ   , nhưng em cần phải có “giấy chứng nhận kêt quả học tập, rèn luyện trong thời gian học đại học ” ( hình ảnh minh chứng em để ở dưới ). Nhưng theo em được biết thì hiện giờ thì mình chưa thể lấy được kết quả của học kì 1, tại còn một số học phần em vẫn chưa hoàn thành. Liệu có cách nào để em có thể lấy kết quả sớm không ạ?, tại hồ sơ của em phải được hoàn thành trước ngày 15/02/2022. Hay có hướng giải quyết nào không ạ? Em xin cảm ơn ạ. Chúc buổi sáng tốt lành ạ",
    "Em tên :   Khoa : Kỹ thuật Vật liệu    .   B Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa - Đại Học Quốc Gia TP-HCM    Hôm nay em xin phép muốn bổ sung đăng ký môn Giải Tích 2 , Vật Lí 1 , Vẽ Kỹ Thuật kì 2 .   U Lí do đăng ký    : Lúc trước em là sinh viên Việt Pháp đã đăng ký những môn bên chương trình Việt Pháp . Sau khi xác nhận em về CT Đại trà em đã có đăng ký nhưng do sĩ số đã đủ và kẹt thời khóa biểu lúc đó nên đã không đăng ký được . Cho đến chiều hôm nay , em đã thấy mail hủy những môn học do đăng ký sai Chương Trình . Nên giờ thời khóa biểu của em chỉ có 2 môn học . Em muốn được bổ sung thêm để theo kịp Chương Trinh Đại Trà ạ",
    "Kính gửi Phòng đào tạo. Em tên là , mssv , là sinh viên chuyển hệ. Kính thưa PDT vừa qua em có đăng ký môn học đăng ký đợt HK Chính + Dự thính 211 - lộ trình 1 + VLVH, đến lúc xem kết quả thì bị xoá. Đợt hai em đăng ký lại thì hiển thị lý do không đăng ký được là \"Cấm đăng ký\" . Kính mong PDT có thể xem xét lại giúp em nguyên do em không đăng ký được và hướng dẫn giúp em để em có thể đăng ký môn học bởi vì em chỉ còn thiếu một môn là hoàn thành chương trình học. Em xin trân thành cảm ơn. Trân trọng, Hieu.  ‌",
    "ng ký kiểm tra trình độ tiếng anh sắp tới là khi nào ạ, có áp dụng cho sv năm 2 không ạ",
    "Kính gửi Phòng Đào Tạo, Do hôm trước em đọc không kĩ email nên bị nhầm lẫn là còn 1 năm nữa mới cần cập nhật thông tin. Nên em đã cập nhật trễ và bị lỗi \"\". Em xin đăng ký môn học sau ở học kỳ HK212: CO4323 - Luận văn tốt nghiệp  Em xin chân thành cảm ơn.",
    "Em muốn bảo lưu học tập để hoàn thiện quá trình chuẩn bị để đi du học ạ Phần chữ ký của GV chủ nhiệm và chủ nhiệm khoa em cần xin của cả hai hay một trong hai thôi ạ?",
    "Kính gửi Phòng Đào Tạo, Em tên là , MSSV:  Em xin đăng ký môn học sau: CO4323 - Luận văn tốt nghiệp Em xin chân thành cảm ơn.",
    "Kính gửi Phòng Đào Tạo, Em là . MSSV:  Do hôm trước em đọc không kĩ email nên bị nhầm lẫn là còn 1 năm nữa mới cần cập nhật thông tin. Nên em đã cập nhật trễ và bị lỗi \"\". Em xin đăng ký môn học sau ở học kỳ HK212: CO4323 - Luận văn tốt nghiệp  Em xin chân thành cảm ơn.",
    "DẠ  ĐĂNG KÍ THÀNH CÔNG MÔN CI 3197 ĐAMH NỀN MÓNG  Ạ  SỢ BỊ XÓA MÔN",
    "Dạ em chào Thầy/Cô. Em muốn hỏi về thời gian mở đợt chuyển điểm AV và đăng kí nộp chứng chỉ NN để xét tốt nghiệp tiếp theo ạ? Em cảm ơn.",
    "Do ở kì 211 vì tình hình dịch bệnh, nên trường cho đăng ký môn học không xét điều kiện chuẩn anh văn. Em chỉ mới đạt chuẩn AV1 và AV2. Ở kỳ 211 em có đăng ký môn QTKD cho kỹ sư ( Mã môn IM3001) là mã môn học của năm 3. Do em chưa đạt AV3 thì ở kỳ 211 (kỳ học trường không xét chuẩn anh văn), thì môn này của em có được tính điểm hợp lệ như bình thường không vậy ạ. Em cảm ơn",
    "Kính chào thầy cô, Em tên là , mssv : . Hiện tại em đang làm thủ tục nộp đăng ký xét tốt nghiệp nhưng bị gặp phải là :    QUOTE  Tình trạng đăng ký Không được phép đăng ký (Nợ Hp/lệ phí )  /QUOTE  Em có kiểm tra thì em đã hoàn thành thanh toán hết các khoản. mong quý thầy cô kỉêm tra giúp em ạ. Em xin chân thành cảm ơn. Sinh viên, .",
    "Dạ cho em xin phép nhà trường cho em xin đăng kí làm luận văn tốt nghiệp. Họ và Tên: Nguyễn  Minh Nhật Anh MSSV  Mã môn học: CI4393 Dạ em xin cám ơn",
    "Em tên  - MSSV:  - Khoa Điện - Điện tử, em có đăng kí luận văn tốt nghiệp(EE4327) ở kì đăng kí môn học Chính quy HK212 nhưng bị hủy . Trong lịch sử đăng kí chỉ ghi:   I  PDT không đ/ký cho SV MH EE4327 (L: Không đủ đ/kiện nhận LVTN)  /I ,  nhưng không ghi rõ là lý do gì. Em mong muốn được biết chi tiết lý do hủy môn này? Và không biết ở đợt đăng kí LVTN ngày 18/01/2022, em có tiếp tục bị hủy hay không? Em đã gửi yêu cầu một lần nhưng vẫn chưa được trả lời thỏa đáng. Nên em rất mong được giải đáp thăc mắc. Em xin cảm ơn.",
    "Cho em hỏi là sao thầy của bộ môn không đăng gì trên bkel hay gmail thông báo về môn học vậy ạ .",
    "Chào thầy/cô. Em là , MSSV  thuộc khoa Điện - Điện Tử. Sau khi nhà trường thông báo rằng em đã đăng kí nhầm môn học \"Con người và môi trường\" vào lớp Việt Pháp, em đã bị huỷ môn học. Vì thế, mong thầy/ cô có thể giải quyết giúp em bằng cách cho em đăng kí một lớp học khác. Em rất mong muốn được học môn này trong kì này. Em cảm ơn thầy/cô đã đọc tin của em.",
    "Kính gửi PĐT, - Em tên Phan Quang Đán -  đang học bằng 2 chinh quy khoa Xây dưng. - Điểm môn CI4345 ĐỀ cương LVTN trong trang phúc tra em được 9.0 nhưng trong bảng điểm em lại điểm 13. Dạ kính mong PĐT check lại giúp em ạ, em cám ơn Chúc anh / chị nhiều sức khỏe ạ.",
    "Thưa thầy cô, Do phòng đào tạo đã chuyển nhóm lớp 2 môn con người và môi trường (nhóm L01_L01) và pháp luật Việt Nam (nhóm L03) bị trùng với tuần học môn quốc phòng nên cho em xin rút học phần 2 môn này và đổi lại 2 môn em có đề nghị bổ sung trước được không ạ? : môn vật lí bán dẫn (nhóm L04_L07) và phương pháp tính (nhóm L011_L011). Em xin cảm ơn.",
    "Hiện em có đăng ký 2 môn học vào học kỳ dự thính 212 chính quy vào đợt 1. Đã có thông báo đăng ký thành công nhưng trong thời khóa biểu vào Bkel lại không có lịch học. Mong PDT giải quyết giúp em vấn đề này sớm. Thanks",
    "Lý do: Đăng ký môn học thành công nhưng không hiện thời khóa biểu. Tên môn: Cơ lưu chất CI2003 NHÓM DT01_DT03 Tên môn: Phương pháp tính MT1009 NHÓM DT01_DT01 Mong PDT giải quyết sớm giúp em Em cảm ơn ạ",
    "Dạ em chào PĐT Em lên là  MSSV:  Dạ chuyện là thế này. Em có đăng kí môn Quá trình và thiết bị cơ học, Mã môn học là CH2019. Lúc em đăng kí thì trên mục đăng kí môn học là mã A nhưng ghi ngôn ngữ là V là dạy bằng tiếng việt. Nhưng hôm nay khi em học thì dạy bằng tiếng anh, và trong lớp cũng đã hỏi Thầy vì sao lại thế thì sau đó thầy trao đổi với thầy  thì bảo này mã A nên dạy hoàn toàn bằng tiếng anh. Và thầy  bảo bạn nào muốn thì có thể xin PĐT có thể chuyển lớp sang lớp tiếng việt. Dạ lí do nữa là vì khi em đăng kí đợt 1 xong thì qua đợt 2 em được PĐT xếp vào lớp mã A, và lớp ghi ngôn ngữ dạy là tiếng việt. Nên em mới không đổi lớp. Nên em xin PĐT cho em được rút lớp này và đăng kí qua lớp mã L để được học bằng tiếng việt được không ạ? E thực sự không thể học vì em không tiếp thu được ạ. Em chân thành xin PĐT cho em được chuyển lớp để tiếp tục môn học này để kịp tiến độ cho kì tới. Em xin chân thành cảm ơn PĐT nhiều ạ.",
    "Em chào anh/chị, Em thấy trường có mở đợt đăng ký xét tốt nghiệp nhưng em đnagư ký không được vì bị xét tạm ngưng học ạ. Anh/ chị có thể giải quyết giúp em vấn đề này được không ạ? Em cảm ơn mọi người nhiều.",
    "Em là  mssv  em có đăng kí  Môn học Luận văn tốt nghiệp (ỹ thuật Vật liệu Polyme) MMH MA4313 Nhưng sau 3 đợt đăng kí đều bị hủy DO HÔNG đủ điều kiện nhưng e đã đủ. Mng thầy cô cho em biết chi tiết hơn không ạ . tình trạng của e hiện tại: av kỳ này không tính  CTXH em được 9 ngay  tính chỉ nợ: 1 môn 3 chỉ ",
    "Em chào thầy cô, Em mong thầy cô giải đáp và hướng dẫn chi tiết hơn về quy trình đăng ký hoãn bảo vệ môn Đồ án. Trong file Kế hoạch tổ chức thi HK211 (hình đính kèm) có ghi:   I \"Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi gửi bằng email về pdt@hcmut.edu.vn kèm theo các minh chứng về sự đồng ý của GV hướng dẫn và xác nhận của Bộ môn/Khoa.\" . Thầy cô cho em hỏi: 1. Trong mẫu đơn đó có cần GV hướng dẫn và Bộ môn/Khoa ký vào hay không? Do tình hình dịch bệnh và không học thí nghiệm/thực hành nên em vẫn chưa thể đến trường để xin chữ ký sống của các thầy cô được. 2. Em gửi kèm minh chứng là hình ảnh chụp gmail có nội dung các thầy cô đã đồng ý cho phép em hoãn thì có được chấp nhận không? Hay cần phải có các minh chứng nào khác? 3. Cần có sự đồng ý của GV hướng dẫn và xác nhận của Bộ môn HOẶC Khoa hay là cả Bộ môn VÀ Khoa hay là chỉ KHOA? Em đã mail cho Phòng đào tạo có đính kèm (i) Đơn (có chữ ký của em, không có chữ ký của thầy cô); (ii) Hình ảnh mail đồng ý của GV hướng dẫn; (iii) Hình ảnh mail xác nhận đồng ý của Trưởng Bộ môn. Nhưng đến giờ vẫn chưa được duyệt. Em mong thầy cô giải đáp, hướng dẫn cụ thể hơn. Nếu có thể, thầy cô kiểm tra lại mail giúp em: le.nguyen.2000@hcmut.edu.vn. Em xin cảm ơn. Em chúc thầy cô nhiều sức khỏe.",
    "Chào anh chị pdt   Trong ba lần đkmh luận văn tốt nghiệp (Me4049) em đêù ko có thời khoá biểu dù đã đăng kí thành công. Nếu ko xét chuẩn anh văn em đã có 124 tín chỉ tích lũy(115 + 9 chỉ chưa có điểm) 6.5 ngày ctxh. Cho em hỏi đki luận văn bị thiếu gì vậy ạ. Em khoa cơ khí. Em cảm ơn. Chúc a/chị một ngày tốt lành.",
    "Chào thầy cô! Em xin gửi đơn rút môn học CH2113 Hóa Phân Tích của học kỳ HK212.(đính kèm đơn) Em rất mong nhận được xét duyệt của thầy cô ạ! Em xin chân thành cảm ơn.",
    "Chào quý thầy/cô! Em xin được nộp đơn rút môn học:  phân tích-mã môn:CH2113. Mong quý thầy cô xem xét và phê duyệt giúp ạ. Em cảm ơn!",
    "Em chào PDT ạ,    Hôm trước em có nhờ PDT đăng ký thêm môn. Tuy nhiên hai môn CH1003 và LA1003 bị trùng với lịch học Giáo dục quốc phòng ạ. Phòng đào tạo có thể đổi lớp khác dùm em được không ạ? Mong PDT có thể đăng ký giúp em thêm môn MT1005 Giải tich 2 trong học kỳ này ạ. Em cảm ơn.",
    "K   Tốt nghiệp . Cô cho em đăng ký xét tốt nghiệp bổ sung.",
    "Kính gửi Phòng Đào Tạo, Em là Lê Minh Hoàng() Trang BKeL của em không cập nhật các đường link, bài tập của 2 môn dưới đây. Nguyên nhân xảy ra theo em nghĩ là do đây là 2 môn em đăng kí học lại nên đã có một số lỗi gì đó làm em không nhận đường các tài liệu đến từ thầy/cô. 2 môn không được cập nhật: Lập trình nâng cao       CO2039 LO4 Trương Tuấn Anh Mô hình hoá toán học  CO2011 LO1 ",
    "T1183      . Kính gửi PĐT, Kính gửi khoa kỹ thuật XD, Em tên , mssv 813T1183, lớp vhvl, khóa BT13-XD, kỳ này em có đăng ký luận văn tốt nghiệp nhưng mới đây Em mới bị nhiễm covid-19 Em phải cách li, hiện tại bệnh của Em chưa thấy giảm nên Em không biết khi nào hết bệnh để làm luận văn được, Em sợ sẽ không hoàn thành được luận văn kỳ này, nên Em kính mong PĐT và khoa kỹ thuật xây dựng thông cảm cho Em để bảo lưu kỳ này để Em được làm luận văn ở kỳ sau ( kỳ này Em vẫn đóng học phí để làm luận văn cho kỳ sau ( kỳ này Em đóng học phí trước để kỳ sau Em không đóng học phí ) ) , Em mong PĐT thông cảm và giúp Em để kỳ sau Em hoàn thành luận văn và sớm được ra trường, Em xin chân thành cảm ơn phòng đào tao và khoa kỹ thuật xây dựng, Em xin chân thành cảm ơn!",
    "dạ em là Đỗ Ngọc Hiếu mssv  em có đăng kí môn Nến Móng CI3239 nhóm Lớp L01 vào 19h56 ngày 3/1/2022 như hình lịch sử đang kí em kèm theo. lúc đó trong danh sách đăng kí của em vẫn có môn Nền móng và số tín chỉ đăng kí của em đã lên 19 chỉ. tới tối cũng ngày em check lại thì danh sách đăng kí của em bị mất môn Nền Móng Ci3239 và số chỉ đăng kí của em về 15 mà lịch sử đăng kí của  em không hề có xóa đăng kí môn học như hình kèm theo. lúc đó thì sỉ số của toàn bộ các lớp đã full nên em không thể thử đăng kí lại được, nên xin phòng đào tạo sử lý giúp em lỗi này vì em đăng kí từ rất sớm mà lại bị lỗi và mất xuất học oan ức trong kì này ạ.",
    "Cho em hỏi em mới bảo vệ luận văn xong, và chỉ còn anh văn nói viết nữa là ra trường. Nếu em thi đậu anh văn nói viết trong các tháng 2,3,4 thì em có được xét tốt nghiệp, hoặc là có bằng tạm thời không đợt 1 ở tháng 4 này không. Hay là phải đợi đợt 2 ( tháng 8-tháng 11)? Mong thầy/cô giải đáp cho em ạ",
    "Kính gửi PĐT, Em tên Phạm Hồng Thái - MSSV:  Trong đợt đăng ký vừa rồi ( HK212 - CQ- VLVH - ĐỢT 1) em đã đăng ký thành công LVTN EE4323. Tuy nhiên khi kiểm tra danh sách nhận LV tại không đạt yêu cầu do không thỏa 2 yếu tố: 1. Tổng tín chỉ tích lũy: 113 / Tiên chuẩn 114 2. Tiếng Anh (tương đương Toeic): theo thong bao khong xet CCAV Quoc te khi xet LVTN trong HK211 Khiếu nại: Về mục 1), trong học kỳ 202, em đã học 2 môn Đo lường công nghiệp và Thiết bị và hệ thống tự động nhưng các thầy chưa tổ chức học thí nghiệm nên 2 môn đó bị treo điểm đến giờ (trong phiếu xét môn nợ báo thiếu 2 môn này). Ngoài ra, Học kỳ 211 em đã học thêm 15 tín chỉ môn tự chọn với đầy đủ các nhóm theo CTĐT  và theo bảng điểm thì các môn cũng đã Pass hết (theo phiếu xét môn nợ thì em mới chỉ đạt 15/21 tín chỉ tự chọn). Do đó, theo em thì điều kiện về tổng tín chỉ tích lũy em đã Đạt Về mục 2), theo em nhận được email của PĐT thì HK212 cũng chưa xét đến việc nhận LVTN trong HK212. Do đó, theo em điều kiện về CCAV em cũng xem như Đạt. Kính mong PĐT xem xét vấn đề này giúp em, vì hiện tại em không còn môn nào phải học nữa, nếu không đăng ký được LVTN trong kỳ này thì em bị ảnh hưởng rất nhiều đến tiến độ học tập và tốt nghiệp ạ. Trong khi chờ đợi hồi đáp từ PĐT, Em xin chân thành cảm ơn.",
    "Chào thầy/cô, Ở học kỳ 202, em được miễn môn Hệ thống PLC ME3013, được nhận   B điểm 12   . Hiện tại khi kiểm tra lại thì điểm tổng kết chuyển thành   B điểm 0.00   , tuy nhiên số tín chỉ tích luỹ và điểm trung bình thì vẫn đúng. Mong phòng đào tạo giải quyết giúp em ạ. Em xin cảm ơn. File đính kèm: 1. File bảng điểm 202 hiện tại. 2. Quyết định miễn môn học, em ở số thứ tự 60.",
    "thầy cô cho em hỏi em bảo lưu 1 năm nên giờ em là sv k21 đúng không ạ, em thấy trường vẫn gửi mail cho em về việc trừ điểm shcd cho sinh viên k19 và k20, cho em hỏi em có cần shcd k20 không ạ",
    "Dạ em chào quý pđt, kì vừa rồi em có hoãn thi môn XSTK vì lí do máy tính hư main, và tình trạng hoãn thi là đang xử lí. Nhưng hôm nay em lên check điểm trên mybk thì ghi là điểm 13.00. Vậy quý pđt cho em hỏi là có nhầm lẫn gì không ạ. ()",
    "Em tên:  MSSV: Kính thưa PĐT,  Em có dự định học thêm văn bằng 2 thì cho em hỏi là em phải tốt nghiệp xong văn bằng 1 rồi mới được đăng ký hay sao ạ. Với lại nếu em đăng ký học được văn bằng 2 thì em sau khi học xong văn bằng 2 thì bằng này sẽ là bằng cử nhân hay kỹ sư ạ. Do em là khóa K18 còn nếu em học văn bằng 2 là học chung với khóa K20 hoặc K21 là bằng cử nhân ạ. Em xin cảm ơn PĐT đã xem và trả lời cho câu hỏi của em.  ",
    "Phòng cho em hỏi đăng ký hoãn thi trước giờ thi có cần mail báo lại cho giáo viên hoặc cán bộ coi thi không ạ?",
    "Họ tên SV:  MSSV:  Tính toán động lực học lưu chất Mã MH: AS3035 Vật lý 1 (dự thính) Mã MH: PH1003 Lý do thu nhận lại: chuyển hệ từ chính quy sang hệ vừa làm vừa học.",
    "Cho em hỏi có thể xin chuyển điểm sớm các môn bên thạc sĩ được không ạ vì bên thạc sĩ có điểm rồi nhưng lại chưa chuyển điểm gây khó khăn trong việc đăng ký luận văn ạ   i  .",
    "Em chào thầy/cô! Em tên là  MSSV  khoa MO. Đợt 3 vừa rồi em đã đăng ký môn thực tập ngoài trường và hệ thống thông báo \"đăng ký thành công\" nhưng bây giờ em không nhận được kết quả đăng ký. Không biết do lỗi hệ thống hay sai sót gì ở em không? Em cảm phiền thầy/cô xem xét và giải đáp giúp em với ạ! Em cảm ơn rất nhiều! Kính mến. .",
    "Em tên:  - MSSV:  Em xin trình bày lý do xin bằng tốt nghiệp sớm, là để hoàn thành thủ tục visa du học ngày 15/01/2022 . Các Thầy, Cô đã hướng dẫn em đăng ký xác nhận tốt nghiệp online sẽ được trả kết quả trong một tuần. Tuy nhiên do điểm số em chưa được cập nhật hết nên em không có tên trong danh sách dự kiến và không thể xác nhận online. Điểm bảo vệ luận văn, Khoa Kỹ thuật Xây dựng đã gửi lên phòng đạo tạo (khoa xác nhận đã gửi), nhưng em vẫn chưa được cập nhật. Điểm anh văn em cũng đã được xác nhận đăng ký chuyển điểm, nhưng em cũng chưa được cập nhật. Em rất mong quý Thầy, Cô hỗ trợ giúp đỡ, để em sớm có được giấy xác nhận tốt nghiệp tạm thời. Em xin cảm ơn.",
    "Em chào thầy cô Phòng Đào tạo, Em có thắc mắc là trường mình có làm giấy xác nhận vay vốn của sinh viên không ạ. Gia đình em hiện tại đang dự định vay vốn tại địa phương, cụ thể là ở huyện em, họ yêu cầu cần có giấy xác nhận vay vốn sinh viên của trường để có thể thực hiện vay vốn. Em có thử vào mục \"Đăng ký giấy xác nhận sinh viên\" trong \"Dịch vụ sinh viên\" nhưng không tìm thấy giấy xác nhận như địa phương em yêu cầu ạ. Em xin cảm ơn.",
    "Dạ em chào admin ạEm là . Dạ cho em nộp danh sách các bạn sinh viên học môn thí nghiệm chuyên ngành vật liệu xây dựng(CI3079)",
    "Chào ạ, em check xem thì em bị cảnh cáo học vụ vô lý, em muốn khiếu nại rút lại cảnh cáo học vụ bản thân, hình ảnh đính",
    "Kính gửi: Thầy/cô phòng đào tạo trường Đại Học Bách Khoa TP.HCM Em tên là:  MSSV:  Em bên khoa: Kỹ Thuật Giao Thông mà trên mybk ghi em bên khoa: Điện - Điện tử. Kính mong thầy/cô giải quyết giúp em. Em cảm ơn!",
    "Em muốn xin hoãn lớp hóa đại cương thí nghiệm VL05 hiện tại do vấn đề sức khỏe thì có được không ạ. Em đã đi thực hành được 1 buổi rồi ạ.",
    "Xin chào PDT, em đang học môn Giải tích 2(MT1005) của cô  nhóm DT03, môn đã học 2 tuần nhưng em không thấy E-learning cập nhập nội dung như link để học trực tuyến hay video các đã ngày học để em có thể vào học. Em muốn hỏi PDT có thể xem lại và cập nhập giúp em với. Em xin cảm ơn.",
    "Kính gửi Phòng đào tạo. Em tên là Nguyễn Thị Minh Hiếu, mssv , là sinh viên chuyển hệ. Kính thưa PDT vừa qua em có đăng ký môn học đăng ký đợt HK Chính + Dự thính 211 - lộ trình 1 + VLVH, đến lúc xem kết quả thì bị xoá. Đợt hai em đăng ký lại thì hiển thị lý do không đăng ký được là \"Cấm đăng ký\". Kính mong PDT có thể xem xét lại giúp em nguyên do em không đăng ký được và hướng dẫn giúp em để em có thể đăng ký môn học bởi vì em chỉ còn thiếu một môn là hoàn thành chương trình học. Em xin trân thành cảm ơn. Trân trọng, Hieu.",
    "Kính gửi quý thầy cô,    Em có thi cuối kỳ môn triết học (SĐH) vào lúc 9h ngày 9/1/2022 Em lỡ quên chưa nộp file ghi hình trong vòng 48h   Hôm nay, em mới nhớ để gửi vào link trên BKexam Hy vọng quý thầy cô chấp nhận kết quả thi của em    Em xin chân thành cảm ơn  ",
    "Cho em hỏi khi đăng ký học chương trình đào tạo thạc sĩ hoặc đào tạo văn bằng 2 thì có được cấp giấy xác nhận sinh viên tạm hoãn NVQS không ạ?",
    "Em tên:  Mssv:  Em có đăng kí rút môn học nhưng hiện giờ vẫn chưa thấy tkb thay đổi. Vậy thì em có cần vào học môn đó không ạ? Đó là môn GDTC nên có điểm danh ạ.",
    "Kính gửi Phòng Đào Tạo Đợt xét tốt nghiệp HK211 trước đó em chưa đủ điều kiện xét do thiếu ngày CTXH . Em vừa hoàn thành xong số ngày (15.5 ngày) và có thấy thời gian xét tốt nghiệp gia hạn đến ngày 15/01/2022 . Nhưng hiện tại, trên hệ thống vẫn đang hiện 'nợ CTXH', nên em mong PĐT kiểm tra giúp em để có thể đăng ký đúng ngày. Em xin cảm ơn.",
    "Chào cô! Cho e hỏi có ngày nhận bằng tốt nghiệp đợt 2/2021 dự kiến tổ chức trong tháng 1/2022 chưa cô Em xin cảm ơn!",
    "Em chào pđt Thưa pđt, em có nhờ pđt về việc in giấy xác nhận sinh viên, va được pđt hướng dẫn lấy bản scan từ mybkn giấy chứng nhận sinh viên nhưng khi em vào lại thì không thấy có bản in nào để tải về máy, em đăng ký in giấy vào ngày 3/1/2022, và đã chuyển sang trang thái đã sử lý, em xin pđt hướng dẫn cho em em xin chân thành cảm ơn",
    "Em xin phép được rút môn học ạ. Đây là đơn rút của em.",
    "Em tên  Mssv:  Nhóm P05 - Pháp văn Em xin trình bày như sau:  Ngày thi Pháp Văn, em đã vào phòng thi đúng giờ và điểm danh đầy đủ. Thi xong em chắc chắn mình đã nộp video quay màn hình rồi. Nhưng đến hôm nay,  em lên xem điểm thì lại thấy 13 - Vắng thi, và em đã mail với cô dạy lớp Pháp Văn của em vào cô nói file điểm thi cuối kỳ không có tên em. Em mong sẽ nhận được phản hồi sớm Em xin chân thành cảm ơn",
    "mình đăng kí giáo dục thể chất bóng chuyền 2 đã có lịch học trên bk vào tuần 1 rồi nhưng qua tuần 2 thì không còn trên thời khóa biểu nữa ",
    "Em chào thầy cô. Hiện tại em đang có nhu cầu bảo lưu học tập thì em cần làm những gì? Em cảm ơn.",
    "Kính gửi phòng đào tạo, Em tên là , MSSV , sinh viên khoa Khoa học và Kĩ thuật máy tính. Em viết đơn này vì lí do là mình đã hủy đăng kí môn Thực tập ngoài trường (CO3315) và đăng kí các môn khác trong đợt đăng kí môn học 2(có hình ảnh đính kèm). Nhưng sau đó kết quả đăng kí môn học đợt 2 vẫn có môn Thực tập ngoài trường (CO3315). Mong phòng đào tạo xóa môn học này giúp em. Em có đính kèm hình ảnh đã hủy đăng kí môn học này, hình ảnh đăng kí môn học đợt 2 và kết quả đăng kí môn học, mong phòng đào tạo xem xét giúp em. Em xin chân thành cảm ơn.   i ",
    "Xin tham gia lớp học Họ và tên:  MSSV:  Môn học: Cad ứng dụng trong thiết kế ô tô Mã môn học: TR3059 Nhóm lớp: L01 Tiết: 11-12 thứ 4",
    "Em tên là , MSSV:. Học kỳ 203 em có học môn CO1007 (cấu trúc rời rạc cho KHMT), nhóm lớp CC01.   B Môn này em thi cuối kỳ là vào ngày 31.07.2021    nhưng tính tới nay đã là 5 tháng rưỡi rồi nhưng tụi em vận chưa nhận được kết quả học tập trên myBk. Em đã thử liên hệ với 2 giảng viên phụ trách. Em liện hệ với thầy  vào ngày 16.11.2021 và nhận được phản hồi là thầy vẫn đang đợi khâu xử lý điểm. Thầy  em liên hệ vào ngày 05.01.2022 nhưng thầy không  phản hồi lại. Em có mail lên cô  người phụ trách trên khoa nhưng vẫn không nhận được bất kỳ hồi âm nào về vấn đề không có điểm này. Em xin phòng đào tạo kiểm tra lại ạ tại em đã thử liên lạc rất nhiều nhưng đến giờ vẫn chưa có điểm hay hướng giải quyết nào. Mong nhận được phản hồi ạ. Thân ái.",
    "Dạ em xin chào các thầy cô, em tên   MSSV  khoa Công nghệ Vật liệu Trước đây trong đợt đăng kí môn học Đợt 2 em có để đăng kí 2 môn bóng đá và võ học phần 2 do em còn phân vân nhưng vì lớp võ không đủ số lượng cho phép (20/50) còn võ thì đã (50/50) nên em nghĩ môn bóng đá sẽ tự hủy và không ảnh hưởng đến môn võ nên không chính tay em hủy, cũng một phần là do hôm hạn chót là ngày thi cuối cùng và em cũng quên mất ạ. Thế nhưng không hiểu sao qua đăng kí đợt 3 thì vẫn có cả 2 môn trong tkb và sau 1 tuần thì nhà trường đã hủy luôn cả 2 môn của em ạ. Mong thầy cô đưa ra hướng giải quyết giúp em vì trong tuần này t7 là em có tiết rồi ạ . Em xin cảm ơn! ",
    "Dạ chào thầy/cô, Em là , mssv , lớp Việt Pháp k17. Đợt đăng kí môn học học kì chính 212 vừa rồi em có gửi đơn xin mở lớp môn Lập Trình Hệ thống điện (403707) và đã được chấp nhận mở lớp, nhưng hiện tại TKB của em vẫn chưa có lịch học của môn, trên trang ĐKMH cũng chưa có tên giảng viên ạ .   B Thầy     dạy môn này đã ký tên đồng ý trong đơn xin rồi ạ, em gửi lại đơn để PDT kiểm tra ạ.   Mong PĐT kiểm tra giúp em, em xin cảm ơn.",
    "Thầy cô cho em hỏi là em có đăng ký LVTN ở 3 đợt trước nhưng mà đều ghi là không đủ điều kiện đăng ký, em có check lại thì em vẫn không biết là em thiếu điều kiện gì để đăng ký LVTN nên em mong thầy/cô check giúp em ạ. Em xin cảm ơn",
    "Dạ em xin chào PĐT. Em là , MSSV:190333 lớp VP19CĐT. Em có 2 câu hỏi như sau: 1. Dạ em có đăng kí môn AS2049 (Cơ học Vật Rắn và sóng cơ) và đã có thời khóa biểu vào tuần trước cho môn học đó (Đã đăng kí môn học thành công và học buổi đầu tiên ở tuần trước). Hôm nay 1h em có tiết học, khi em ấn vào BK-E thì không còn thấy môn học nữa và trong thời khóa biểu môn học cũng đã bị xóa.Em đủ điều kiện để đăng kí môn học và không trùng lịch học cố định với môn học nào. Duy chỉ có 1 buổi học bù của môn khác là bị trùng.Dạ cho em hỏi trường hợp môn học của em là bị sao ạ? 2. Em cũng có đăng kí môn Thực tập ngoài trường (ME3385) theo hướng dẫn của Văn phòng Việt Pháp (Môn này sẽ học ở học kì hè 213 nhưng đăng kí ở học kì 212) và em bị xóa môn này ở Đợt 2 và Đợt 3, cho em hỏi giờ phải làm sao ạ? Mong được PĐT giải đáp sớm để tránh ảnh hưởng đến quá trình học của em. Em xin chân thành cám ơn.",
    "Dạ em chào Thầy/Cô. Em là K17, hiện e đã hoàn thành hết môn (bao gồm AV1,2,3 và 4A), Toeic 535. Em định chuyển điểm AV1 và xét tốt nghiệp. Trước đó em đã nộp CCNN để đăng kí LVTN. Hiện trong mục nộp CCNN, em không thấy hoạt động chuyển điểm và xét tốt nghiệp . Mong Thầy/Cô hướng dẫn giúp em.",
    "Dạ em chào pđt ạ, do em còn thiếu chứng chỉ av nói viết và av nghe đọc. Khi nào trường mở lịch đk tốt nghiệp tháng 4/2022 ạ. Em là sv K15 ạ. Em xin cảm ơn pđt",
    "Chào thầy cô,  Cho em hỏi là có cách nào để mình chứng minh rằng đã hoàn thành tất cả môn học trong chương trình đào tạo để gửi cho doanh nghiệp khi em chưa tốt nghiệp không ạ? Do trên bảng điểm mybk thì em thấy chưa cập nhật kịp. Em cảm ơn",
    "Dạ chào nhà trường ạ. Em là Hồ Đăng Vinh, MSSV , Khoa Kỹ Thuật Giao Thông, lớp GTOTO02. Em gửi mail này kèm với tờ đơn với ý muốn xin nhà trường đặc cách cho em để em có thể đăng kí môn Luận Văn Tốt Nghiệp ạ.Do dịch bệnh nên em không thể hoàn thành đúng số chỉ yêu cầu từ phòng đào tạo vì chỗ em không thể tổ chức thi anh văn cũng như đang là vùng dịch. Em xin nhà trường có thể xem xét cho em. Em hứa sẽ hoàn thành yêu cầu từ phòng đào tạo một cách nhanh nhất. Em xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo! Em là , Mssv . Em đã đăng ký tốt nghiệp và nhận đc thông báo đã xử lý, nhưng khi em tra danh sách tốt nghiệp chính thức thì ko thấy. Kính mong PDT kiểm tra giúp trường hợp của em. Em xin cảm ơn.",
    "Em đã đăng kí bổ sung môn học Con người và môi trường vào đợt CQ3 và đã học được 1 buổi. Nhưng hôm nay vô TKB môn học đã không còn. Em không biết là tại sao ạ.",
    "Em chào nhà trường ạ. Em đã đăng kí hoãn thi theo hướng dẫn của Phòng Đào Tạo rồi mà em vẫn chưa nhận được thông báo gì liên quan đến việc đó thì giờ mình làm sao ạ?",
    "Tốt nghiệp . Kính gửi Phòng Đào Tạo Em tên là  thuộc Khoa Cơ Khí, MSSV: . Hiện tại em đang hoàn tất các thủ tục để đăng ký tốt nghiệp như khi vô mục BKPay thì em nhận ra có 2 mục là Bảo Hiểm y tế sinh viên 12 tháng năm 2019 với giá trị lần lượt là 563.200 đồng và 491.400 đồng. ở mục bảo hiểm y tế sinh viên 12 tháng với trị giá 563.200 đồng em đã thanh toán nên em không thanh toán mục còn lại. Vậy cho em hỏi em phải thanh toán cả 2 mục hay là có lỗi gì ở khoản kinh phí có giá trị thấp hơn. Vì em thấy 2 mục này giống hệt nhau như khác nhau về kinh phí. Em có đính kèm hình ảnh 2 mục kinh phí. Em cảm ơn và mong nhận sự phản hồi sớm từ phòng đào tạo",
    "Dạ cho em hỏi là em có thể bổ sung môn Mạng lưới điện và ttll  (CI 3083) vào thời khoá biểu học kì 212 của e không ạ. Em xin cảm ơn.",
    "Em tên V:  Lớp BD16CN03. Ngành: Bảo dưỡng công nghiệp Em xin hỏi một việc như sau:  Năm nay tốt nghiệp sinh viên có được làm lễ tốt nghiệp như mọi năm không ạ. Vì em ở quê nên hỏi để nắm được thông tin và sắp xếp công việc ạ. Em cảm ơn.",
    "Dạ em là sv K15, em chỉ còn thiếu 2 av nghe đọc và nói viết là để ra trường ạ. Pđt cho em xin hỏi là em có được nằm trong danh sách sắp tốt nghiệp và được trường tổ chức thi av nói viết online không ạ? Em xin cảm ơn",
    "chào thầy/cô dạ em cho hỏi em đã tải phiếu đăng kí hoãn thi cuối kì rồi. mình in ra điền thông tin rồi nộp tại đây ạ? nếu nộp tại đây thì cho em hỏi nộp như thế nào ạ ? em cảm ơn ạ!!!",
    "Kính thư PĐT, nếu em làm đơn xin thôi học từ HK 212 vì một số lý do cá nhân. Và em muốn quay trở lại trường vào năm sau, tức là HK221 thì em làm đơn xin cứu xét có được PĐT chấp nhận không ạ? Em cảm ơn.",
    "Kính gửi Phòng Đào Tạo, Em tên là , MSSV:  Em xin đăng ký môn học sau: CO4323-Luận văn tốt nghiệp Em xin chân thành cảm ơn    .",
    "Em tên là , mssv  thuộc hệ Việt Pháp k17, em có học và đã hoàn thành môn \"Vật Lý 1\" có MSMH là \"PH1009\" là môn học tương đương của môn Vật lý 1 có MSMH \"007706\" nằm trong CTĐT của em. Hiện tại em vẫn chưa thấy cập nhật điểm chuyển trong Thông Tin sinh viên của em về môn này, có thể vì lí do này mà em bị xóa đăng kí môn LVTN ở 2 đợt. Mong PĐT giải quyết giúp em ạ. Em cám ơn Trả lời",
    "Nếu em đăng ký môn rồi nhưng do số lượng quá ít PĐT không mở lớp thì không phải đóng học phí dự  thính đúng không ạ? Trân trọng.",
    "Chào thầy/cô Hiện tại em là sinh viên năm 2 HK212, em bắt buộc phải học GDTC học phần 2 để ĐKMH năm 3 ạ, trường cho em hỏi là liệu còn lớp nào để em học không ạ. Em có kiểm tra trong mục ĐKMH thì không thấy mục đăng kí môn học GDTC ạ. Em xin cảm ơn ạ.",
    "Kính gửi: PĐT em tên . Khoa Kỹ Thuật Giao thông, Hệ Đại học vừa học vừa làm, MSSV: 9. Em xin trình bày:PĐT cho em hỏi là em có học và thi AV400 online(học kỳ I năm 2021-2022) , thi ngày 7/11/2021, sau đó 3 tuần có điểm cập nhập trên trang Mybk thông tin sinh viên sau đó vô bảng điểm ạ, nhưng mấy tuần nay em vô lại lại ko có( mất) điểm trên trang điểm của em ạ, vậy PĐT có thể kiểm tra lại giúp em được không ạ, vì đợt tốt nghiệp tới em sẽ đăng ký tốt nghiệp ạ. Cám ơn nhiều ạ",
    "Kính gửi pđt. Em đã vào coi kết quả đăng ký môn học nhưng có môn quá trình hóa lý mã EN2045. Môn học không bị trùng tkb nhưng em không hiểu tại sao bị xóa ạ. Em cám ơn pđt ạ.",
    "Cho em hỏi bao giờ em có bằng tốt nghiệp vậy ạ em đang ký tốt nghiệp hồi t12 này ạ",
    "Kính gửi Phòng Đào Tạo Em tên là , Bô Môn Cơ Điện Tử thuộc khoa cơ khí. Em vừa nhận kết quả điểm thi toeic và đã vượt qua 600 để có thể chuyển điểm cho các môn anh văn 1,2,3 và 4 để có thể kịp đăng kí tốt nghiệp đợt 15/1/2022. Vì vậy em mong muốn phòng đào tạo có thể thẩm tra và chuyển điểm nhanh các môn Anh Văn để em có kể kịp đăng kí tốt nghiệp ạ. Em cảm ơn và mong sớm nhận được phản hồi từ Phòng Đào Tạo",
    "Kính gửi Phòng Đào Tạo ĐHBK! Em tên là  . MSSV: . Lớp VP19PO. Em xin trình bày về việc đăng ký môn Thực tập ngoài trường (MA3395) đợt 3 nhưng không thành công dù môn học đúng tiến độ trong chương trình đào tạo ạ!  Kính mong thầy/cô giúp em đăng ký môn này để có thể học tập theo đúng tiến độ!  Em xin chân thành cảm ơn!  (Em xin gửi kèm vài hình ảnh minh chứng đã đăng ký môn nhưng bị hủy môn ạ!)",
    "Em bị mất thời khóa biểu trên Mybk lẫn môn học trên BK elearning. Mong nhà trường kiểm tra giúp em ạ.",
    "Kính Gửi Phòng Đào Tạo Em tên là  bộ môn cơ điện tử thuộc khoa cơ khí. Hiện tại em vừa nhận kết quả thi toeic và vượt qua 600 đủ chuyển điểm anh văn 1,2,3 và 4 để có thể kịp xét tốt nghiệp đợt ngày 15/1/2022. Vì vậy em nộp đơn thu nhận lại để có thể đăng ký tốt nghiệp. Do đó em mong muốn phòng đào tạo có thể xác nhận đơn thu nhận lại của em và xử lý đơn giúp em ạ. Em cảm ơn và mong sớm nhận phản hồi từ phòng đào tạo.",
    "Dạ em chào Thầy/Cô, cho em hỏi là học kì này em chưa đăng ký được Đồ án và Thực tập ngoài trường do còn vướng môn học trước,vậy em có thể đăng kí bổ sung đồ án và thực tập vào học kì hè được không vậy ạ?  Em có hỏi  thì Thầy trả lời em là hỏi pđt do khoa không can thiệp vào việc đăng kí môn học ạ . Mong sớm nhận được phản hồi ạ! E cảm ơn",
    "Xin chào PĐT, hiện em đang học môn MA3105 thay cho môn MA2017, vì nhà trường đã đổi môn học nên em không biết làm sao để có thể chuyển điểm sang môn tương đương cho kịp tiến độ đăng kí tốt nghiệp ạ! Em có liên hệ thầy bộ môn nhưng thầy nói hỏi PĐT, em nhận thông tin hơi trễ nên không kịp đăng kí hạn chót ngày 15/1/2022 này. Mong PĐT giúp đỡ em chuyển điểm và đăng kí tốt nghiệp ạ! Em xin cám ơn rất nhiều.",
    "Em đăng kí Học kỳ dự thính – Lộ trình 1 môn Giải tích 2(MT1005), em xem trên lịch học vụ thấy phải thanh toán học phí từ 10/1-17/1/2022 nhưng em lên BKpay lại không thấy mục thanh toán nên em muốn hỏi là PDT có thay đổi thời gian thanh toán không ạ. Em cám ơn.",
    "Xin chào phòng tạo đạo e có chút thắc mắc về việc dk môn học đối vs sinh viên hệ vừa học vừa làm trong đó có yêu cầu cung cấp mã nhóm môn học hiện tại có lấy mã đó ở đâu ra ạ",
    "Dạ cho em hỏi em muốn xin giấy xác nhận sinh viên để vay ngân hàng chính sách thì đăng ký ở đâu ạ?",
    "Em chào thầy cô, Hiện tại em đã hoàn thành chương trình học ngành kỹ thuật cơ điện tử với 142/142 tín chỉ, nhưng em chưa hoàn thành anh văn nói viết được nên em chưa thể hoàn thành thủ tục để đăng kí tốt nghiệp và nhận giấy tốt nghiệp tạm thời. Nên em mong phòng đào tạo giúp em cung cấp giấy xác nhận đã hoàn thành chương trình học tập và thời gian dự kiến tốt nghiệp để em có đủ tài liệu để bổ sung hồ sơ cho doanh nghiệp để thuận tiện cho xin việc làm do doanh nghiệp yêu cầu giấy chứng nhận đã hoàn thành xong chương trình đào tạo. Em rất mong có được sự hồi đáp của quý thầy cô phòng đào tạo sớm nhất có thể. Em xin chân thành cảm ơn ạ !",
    "Nội dung :  Nguyên lý ngôn ngữ lập trình - CO3005 - LO1 Cấu trúc dữ liệu giải thuật - CO2003 - L02_L03 Phân tích thiết kế giải thuật - CO3031 - LO1 Đề cương luận văn tốt nghiệp - CO4311 - L01 Lý do sinh viên mới được thu nhận lại. Với cho em hỏi em là sinh viên khóa K15, trong môn học bắt buộc có môn hệ thống số CO1009 không còn mở lớp nữa thì em có thể đăng ký môn nào khác để thay thế được không ? Lúc trước em có hỏi thì bên phòng đạo tạo có bảo là học môn hệ thống CO1023 nhưng em kiểm tra thì đó là môn của chương trình chất lượng cao. Nên giờ em hỏi rõ lại để đăng ký môn học cho chính xác. Em chuyển sang hệ VLVH nếu em đăng ký đề cương LVTN có cần chuyển sang lớp TO1 không ?",
    "Kính chào thầy cô , em có một thắc mắc cần giải đáp . Theo em được biết kì 213 , sinh viên được đk LVTN , vậy có được đk các môn học tự chọn  (theo chương trình là 7 môn ) để hoàn thành chương trình học không ạ ?  Em cảm ơn",
    "Dạ em chào Thầy/Cô. Em là k17, hiện em muốn nộp CCNN để xét tốt nghiệp, nhưng chưa có đợt. Em muốn hỏi khi nào mới có đợt nộp ạ?",
    "Tốt nghiệp  Em chào thầy (cô) ạ, em có nhận được mail chúc mừng tốt nghiệp của phòng đào tạo em có tên trong danh sách tốt nghiệp dự kiến đợt tháng 11/2021 Tuy nhiên em bấm vào mục đăng kí tốt nghiệp thì họ báo em không phải sinh viên vì em bị tạm dừng học kì này, em mong thầy (cô) kiểm tra lại giúp em với ạ, Em cảm ơm  ",
    "Khiếu nại đăng ký môn học. Em tên - MSSV: . Theo kết quả đăng kí môn học học kì 212. em bị hủy môn EE4327. lý do là:\"Không đủ đ/kiện nhận LVTN\". Em đã kiểm tra quy chế, qui định và thấy mình hoàn toàn đủ điều kiện. PĐT cho em hỏi lý do hủy môn và điều kiện em không đủ là gì? để em biết cách khắc phục",
    "Hiện tại em bị mất thời khóa biểu lẫn các môn học trên E-learning. Mong nhà trường hỗ trợ em ạ.",
    "Chào thầy, cô Trong đợt bảo vệ Đề cương Tốt Nghiệp HK211, máy tính em bị hư và không thể đem sửa được, Em đã chọn không đồng ý bảo vệ online trong form đăng ký bảo vệ Đồ án, DCTN của bộ môn Viễn thông. GVHD của em nhập điểm 13 theo đợt nhập điểm vừa rồi. Em đã liên hệ GVHD và nhận được phản hồi là PDT quyết định đợt bảo vệ tiếp theo, nên không biết ngày bảo vệ đợt sau. Theo lịch DKMH, đợt cuối DC,LVTN là ngày 18,19/1/2022 do đó có thể không cập nhật được điểm 13 của em. Do đó em không đăng ký được LVTN (kết quả bị hủy ở đợt DKMH lần 3). Mong PDT có hướng giải quyết và phản hồi sớm giúp em. Em xin chân thành cảm ơn",
    "Kính gửi PĐT Hiện em là sinh viên khoá 2013, đã hết hạn ra trường nhưng chưa tốt nghiệp. / Giờ em muốn chuyển qua hệ VHVL để tốt nghiệp thì cách làm như thế nào ạ.",
    "Kính gửi Phòng đào tạo, Em tên , mssv , K21 hệ chính quy. Em xin trình bày vấn đề của em trong quá trình đăng ký môn học: - Sau khi bị xóa môn Giải tích 2 (MT1005) không có lý do trong đợt 2 đăng ký môn học, em đã gửi khiếu nại. - Ngày 12/01/2022, em được thêm vào lớp L39. - Em là sinh viên K21 nên có lịch học quân sự 4 tuần và thời khóa biểu lớp L39 trùng với lịch học quân sự. Em xin hỏi có thể đổi cho em vào các lớp từ L01 đến L35 để không bị trùng lịch quân sự được không ạ. Kính mong sự giải quyết của Phòng đào tạo. Em xin chân thành cảm ơn.",
    "Xin nhà trường cho em chuyển sang hình thức vừa học vừa làm. Đơn của em đính kèm ở dưới  Em cảm ơn.",
    "Dạ thầy cô cho em hỏi là điểm anh văn 1234 của em thông báo là đã cập nhật rồi nhưng em không thấy trên bảng điểm online vậy thì có bị lỗi gì không ạ. Em cảm ơn",
    "n đề nghị được tạm dừng học MSSV:  Họ và tên:  ",
    "Em chào quý thầy cô ạ, em là Lê Bá Khang- người đã viết câu hỏi/yêu cầu có số ID là 47612, trước hết em xin cảm ơn quý thầy cô đã bỏ thời gian của mình ra để giải quyết vấn đề cho em, và sau khi kiểm tra lại TKB thì em có thấy nhà trường đăng kí môn   B THỰC TẬP NGOÀI TRƯƠNG(IM3325)    cho em ạ. Trong khi em chỉ mong muốn có thể thay đổi môn   B CƠ SỞ KỸ THUẬT ĐIỆN(EE2017)    thành môn   B TRƯỜNG ĐIỆN TỪ(EE2003)   . Em mong thầy cô có thể xem xét và sửa chữa lại giúp em với được không ạ. (Tại vì em cũng chưa pass được AV3, nên không thể đăng kí được THỰC TẬP NGOÀI TRƯỜNG(IM3325), nên khi kiểm tra thì em cảm thấy hơi bất ngờ). Cuối cùng, em xin cảm ơn quý thầy, cô ạ, em chúc thầy, cô có một ngày tốt lành.",
    "Thưa anh/chị,  Em là , MSSV  thuộc chương trình CLC TCTN. Vừa qua em có đăng ký 01 môn có mã lớp CC giảng dạy theo chương trình tiếng Anh. Em nhận được thông tin từ chị là phải ký biên bản ghi nhận trong tuần này, cụ thể là sáng hôm nay để có thể tiếp tục học môn đó. Cho em xin được hỏi là em nộp vào khoảng tầm chiều hôm nay được không ạ? Trong trường hợp em không nộp kịp thì bị hủy kết quả đăng ký chỉ mỗi môn học đó hay là hủy toàn bộ kết quả đăng ký môn học của em ạ?  Em xin cảm ơn và mong được anh/chị hồi đáp sớm nhất có thể. Chúc anh/chị có một ngày tốt lành. Trân trọng ./.",
    "Kính gửi văn phòng đào tạo trường đại học Bách Khoa, Em tên là , mã số sinh viên , ngành khoa học máy tính, chương trình chất lượng cao, lớp CC16KHM1 . Theo dự tính của em, em sẽ hoàn thành chương trình đào tạo và đăng ký tốt nghiệp trong học kì 202 năm học 2021. Tuy nhiên vì lý do dịch bệnh Covid, học kỳ 202 đã kéo dài thời gian thi kết thúc môn học và bảo vệ luận văn. Nên môn học của em ở học kỳ đó đến giữa tháng 12/2021 mới có điểm cuối kỳ . Nhưng đến lúc đó thì em lại bị nhà trường   B Tạm Dừng    vì không đăng ký môn học ở học kì 211, vì vậy em không thể đăng ký tốt nghiệp được. Em củng đã nhanh chóng liên hệ văn phòng OISP để đươc hỗ trợ nhưng sau 2 tuần thì bên văn phòng hướng dẫn em lên đây để xin đăng ký tốt nghiệp trước sau đó văn phòng sẽ cập nhật tình trạng sinh viên của em. Nay em viết câu hỏi/yêu cầu này để mong đươc giúp đỡ và đăng ký tốt nghiệp ạ . Em xin cám ơn nhà trường rất nhiều.",
    "Chào thầy/cô, Em có thi lại môn CO2003 - Cấu trúc dữ liệu & giải thuật vào ngày 18-12-2021 nhưng đến nay đã gần 1 tháng vẫn chưa được cập nhật điểm. Cho em hỏi điểm hoãn thi bao lâu sẽ được cập nhật vậy ạ? Em cảm ơn.",
    "Kính gửi phòng đào tạo trường Đại học Bách Khoa-DHQG Hồ Chí Minh Em tên là , MSSV , lớp VP2015/2, Khoa kỹ thuật xây dựng. Em đã hoành thành tất cả lệ phí của trường và đã gửi đơn thu nhận lại. Kính mong phòng đào tạo mở khoá giúp em để được đăng kí tốt nghiệp. Em xin trân trọng cảm ơn.",
    "Kính gửi PĐT, em tên , MSSV , ngành Kỹ thuật máy tính. Em có học và đã qua môn một số môn tương đương nhưng chưa được chuyển điểm ở môn gốc, cụ thể như sau: Em học môn Kỹ thuật lập trình CO1027 (3 tín chỉ) ở HK192, điểm tổng kết 5.5, môn Đồ án kỹ thuật lập trình CO1031 (1 tín chỉ) ở HK202, điểm tổng kết 8.5. Hai môn này tương đương với môn Kỹ thuật lập trình CO1011 (4 tín chỉ). Em học môn Thiết kế luận lý với HDL CO1025 (3 tín chỉ) ở HK202, điểm tổng kết 7.5. Môn này tương đương với môn Thiết kế luận lý với verilog HDL CO2033 (3 tín chỉ). Đính kèm là bảng điểm các môn, mong PĐT kiểm tra và chuyển điểm giúp em. Em xin cảm ơn.",
    "Nội dung: Động lực học kết cấu - CI4067 - A01 Cấp thoát nước - CI3241 - A01 Phương pháp phần tử hữu hạn - CI3061 - A02 Nền móng - CI3239 - A01 Kết cấu bê tông cốt thép 2 - CI3007 - A01 Cơ học kết cấu - CI2029 - DT01 Cơ học đất - CI3001 - A01 + Lý do: Sinh viên mới được thu nhận lại    .",
    "Thưa quý thầy cô, Em tên -MSSV: Kì 211 em đã đăng kí hõan thi cuối kì môn hóa vô cơ (CH2013) và được pđt và bộ môn xem xét chấp thuận (Điểm trên Mybk hiện là điểm 15). HK212 em muốn đăng kí thi bổ sung thì em có phải đk mới môn hóa vô cơ không ạ? Nếu không đăng kí mới thì làm thế nào để đăng kí thi cuối kì bổ sung ạ?. Em có muốn hỏi học phần thí nghiệm hóa vô cơ trong học kì 211 có được bảo lưu không ạ?. Và có phải đóng học phí môn hóa vô cơ HK212 không ạ? Em cảm ơn Qúy thầy cô, và mong hồi âm từ thầy cô.",
    "Em chào thầy cô, Em đang làm LVTN học kỳ 212. Thầy cô cho em hỏi là nếu em làm luận văn xong sớm trước tháng 4 và xin bảo vệ hội đồng riêng thì có được xét tốt nghiệp vào tháng 4 năm nay không ạ ? Hay em phải học đủ 15 tuần như TKB thì pđt mới nhập điểm LVTN cho em ạ ? Em cảm ơn pđt,",
    "Em chào thầy cô ạ  Em tên là     MSSV Thầy cô cho em hỏi làThời khóa biểu trên mybk của em có lịch học TN sau tết vào ngày 15/2 /2022 tại cơ sở 2. Thầy cô cho em hỏi là lịch học này có chính xác không vậy ạ. Tại em không ở TPHCM nên việc đi lại rất khó khăn và cần thời gian sắp xếp trước ạ . Em xin cảm ơn thầy cô!",
    "Em chào thầy/cô, em là  MSSV , em muốn học lại môn Đo lường và đả bảo chất lượng( MÃ ME3101) trong học kì 2 năm 2021-2022 nhưng môn học này không mở đối với khóa 2019. Thầy/cô có thể cho em xin mã môn học tương đương của môn này của khóa K2019 với ạ.",
    "Nội dung: Tên môn học :Luận văn tốt nghiệp (Kỹ thuật Y sinh) Mã môn học :AS4343 Mã nhóm muốn đăng ký :L01 +Lý do :sinh viên mới được thu nhận lại +Đính kèm quyết định thu nhận",
    "Em chào quý thầy cô, Em tên là , MSSV: , học lớp HC17TP, ngành Công nghệ Thực phẩm, khoa Kỹ thuật Hóa học. Học kì 202 em có xin hoãn bảo vệ Luận văn tốt nghiệp (CNTP) - CH4333 và đã có điểm hoãn thi trên bảng điểm. Học kì 211 em đã đăng ký và bảo vệ xong luận văn tốt nghiệp. Em muốn hỏi thầy cô cách   B đăng ký xóa điểm Hoãn thi    môn   B Luận văn tốt nghiệp (CNTP) - CH4333    để giảng viên bộ môn - cô  nhập điểm cho em ạ. Hiện tại, cô    I không thể cập nhật điểm  /I  cho em được. Kính mong được quý thầy cô hướng dẫn. Em xin chân thành cảm ơn.",
    "Em chào anh chị, Em tên  mssv  Anh chị cho em đăng kí phúc tra cột điểm BTL/ĐA môn Hệ Thống năng lượng xanh ee3131 nhóm L01 với ạ! Do trong trang phúc tra không có môn học này để đăng kí ạ! Em cảm ơn ạ!",
    "Em chào thầy cô, Học kỳ 211 vừa rồi em có đăng ký tham gia học chương trình liên thông ĐH-ThS. Em có đăng ký môn Phương pháp Phần tử hữu hạn nâng cao (CI5448) và   B đủ điểm đạt   . Đây là môn nằm trong danh sách môn tương đương xét miễn (hình đính kèm) . Em thắc mắc điểm này PĐT sẽ   I tự cập nhật  /I  trên Mybk của em hay em   I phải làm thủ tục  /I  nào khác không ạ? Vì trên Mybk em vẫn chưa thấy được cập nhật số tín chỉ của môn này. Mong thầy cô giải đáp thắc mắc, em cảm ơn và chúc thầy cô nhiều sức khỏe",
    "Kính thưa Phòng Đào tạo, Hiện em đã hoàn tất việc bảo vệ luận văn, nhưng chưa thể tốt nghiệp vì còn thiếu bằng ngoại ngữ và thiếu ngày CTXH . Em muốn hỏi rằng em có cần đăng ký môn học (ít nhất 1 môn) để tiếp tục duy trì tình trạng sinh viên trong học kì tới hay không?   i Tốt nghiệp .",
    "MSSV:    Tốt nghiệp . Hiện tại em là sinh viên Việt Pháp đã hoàn thành luận văn và chương trình học nhưng còn thiếu bằng ngoại ngữ và ngày ctxh. Trong học kỳ chính này (HK212), em đã đăng ký 1 môn học, tuy nhiên do công việc quá nhiều cùng với việc gia đình nên em không thể giành thời gian tới lớp. Do vậy em muốn rút môn học (môn học kéo dài 5 tuần) thì điều này có ảnh hưởng tới việc xét tốt nghiệp trong năm học này của em không (khi em đã nộp bằng ngoại ngữ và đủ ngày ctxh). Ngoài ra nếu không dky môn học nào trong một học kỳ thì em vẫn còn được phép xét tốt nghiệp khi em đã đủ yêu cầu tốt nghiệp trong học kỳ đó không ?",
    "Em hiện là sinh viên năm nhất của trường mình. Trong đợt đăng kí môn học vừa rồi, em đã không đăng kí môn giáo dục thể chất học phần 1. Cho em hỏi là nếu em không hoàn thành môn giáo dục thể chất học phần 1 trong năm nhất thì em có thể đăng kí các môn học khác vào các học kì tiếp theo không ạ? Em xin chân thành cảm ơn.",
    "Phòng đào tạo cho em hỏi: em vừa hoàn thành việc bảo vệ luận văn tốt nghiệp xong do ở học kì 202 em đã xin hoãn luận văn và được chuyển điểm hoãn 14. Vậy bây giờ để em được cập nhật lại điểm luận văn trên bảng điểm thì em có cần phải làm đơn xin chuyển điểm không ạ và nếu có thì em lấy mẫu đơn ở đâu và hình thức nộp như nào ạ Em xin cảm ơn.",
    "Dạ em chào thầy cô ạ, Dạ cho em hỏi có đợt cho đăng kí lớp anh văn theo yêu cầu không ạ? Nếu có thì khoảng thời gian khi nào là mở cho đăng kí ạ? Rất mong nhận phản hồi từ thầy cô, em cảm ơn.",
    "Em chào anh/chị, Em tên , MSSV , vừa được thu nhận lại vào hệ VHVL theo QD_103 . Nay cho em xin đăng ký các môn học: - Mạch điện tử thông tin_EE3011_L01_L01 - Lập trình hệ thống nhúng_EE3031_L02 - Hệ thống năng lượng xanh _EE3131_L01 Lý do sinh viên được thu nhận lại là chuyển hệ từ chính quy sang hệ VHVL. Em có đính kèm QĐ thu nhận ạ. Em xin cảm ơn anh/chị.",
    "Em chào chị, Em đã thanh toán khaonr học phí nợ của mình . Chị có thể tiếp nhận và xử lý vấn đề đăng ký của em được không ạ? Em cảm ơn chị nhiều.",
    "Dạ thưa, Bài thi cuối kì môn CI3233 của em do sơ suất nên đặt tên file nộp nhầm từ L06B thành L05B, Do đó thầy dạy của em không có bài để chấm, và em đang bị điểm 13, em đã đăng kí phúc khảo nhưng em sợ PĐT cũng cho rằng em không có bài. Bây giờ em phải làm sao để được chấm bài ạ, em cám ơn.",
    "Kính gửi pdt Em  mssv  khoa xây dựng Em xin trình bày  Sáng nay em có lên pdt xin mở lớp nhưng pdt kêu em làm đơn và có sự chấp nhận của giảng viên thì mới đăng kí được. Em đã mail cho cô  và đã được đồng ý .nhưng nhà em cách khá xa trường nên em mong pdt mở đăng kí onl cho em. Em sẽ gửi đoạn mail dc sự đồng ý của cô  và cái file đăng kí lớp học ạ Em xin mong pdt mở lớp cho em để e còn được phân ngành ạ Em xin cảm ơn",
    "Xin chào, Em là sinh viên của K19. Em chưa hoàn thành thể chất 2 và 3. Cho em hỏi em có thể hoàn thành thể chất 2 và 3 bằng cách đăng ký môn như thế nào ạ? Em xin chân thành cám ơn !",
    "Chào Phòng đào tạo, Em sinh viên K2019 hệ Chính quy. Khi xét học bổng khuyến khích học kì, ta tính điểm trung bình các môn đăng kí trong học kì chính (bao gồm các môn học cải thiện điểm) hay chỉ tính điểm trung bình các môn học lần đầu tiên ạ. Trân trọng, Khoa.",
    "Dạ xin chào PĐT, em có đăng kí chuyển điểm anh văn 2 để đủ số tín chỉ đăng kí luận văn tốt nghiệp (LVTN) mở lại vào ngày 18-19. Em kiểm tra thì thấy đã được xác nhận đăng ký chuyển điểm nhưng môn học thì chưa chuyển. Mong PĐT chuyển giúp em để em đăng kí LVTN với ạ. Em cảm ơn PĐT.",
    "Chào thầy cô phòng đào tạo , em là sinh viên sắp tốt nghiệp trong đợt tốt nghiệp tới này . Hiện tại em đã nhận được giấy tốt nghiệp tạm thời và tình trạng sinh viên đã chuyển sang tốt nghiệp . Mong thầy cô cho em biết khi nào em có thể nhận được bằng tốt nghiệp ạ , em xin cảm ơn thầy cô ạ .",
    "Kính gửi Phòng Đào tạo, Em tên là Chiêng Mỹ Ngọc Hà, K17 ngành Công nghệ Thực phẩm, Khoa Kỹ thuật Hóa học. Em đang gặp vấn đề về   B điểm Luận văn Tốt nghiệp - CH4333    . Em có xin   B Hoãn bảo vệ HK202   .   B HK211    em   B đã hoàn thành bảo vệ LVTN   . Hiện tại, giảng viên bộ môn   B đang cập nhật điểm môn Luận văn Tốt nghiệp (CNTP) - CH4333    cho tụi em nhưng   B không được    do   B không thể xóa điểm 14 - điểm Hoãn thi    trên Bảng điểm. Cô có yêu cầu tụi em   I làm đơn xin xóa điểm 14  /I  gửi Phòng Đạo tạo thì cô mới nhập điểm mới vô được. Em cần phải làm thế nào ạ? Kính mong quý cô có thể hướng dẫn cho em. Em xin chân thành cảm ơn.",
    "Em tên là  . Em xin thầy cô hủy cho em môn Hoá Đại Cương ( )- 4 học vào thứ 3 tuần 3 và 4 vào ngày 18/1/2022 và 25/1/2022. Vì hiện tại, em đang ở dưới quê Vĩnh Long chưa có lên thành phố Hồ Chí Minh kịp ạ.     i  .",
    "Em xin chào Quý Thầy Cô phụ trách, Cho em hỏi đối với học kỳ thực hiện LVTN thì có được xét HBKK không ạ? Nếu có thì nhà trường xét duyệt dựa trên điểm TBHK hay điểm tổng kết LVTN ạ? Em xin cảm ơn.",
    "Kính gửi quý thầy cô Phòng Đào tạo, Em vừa được cập nhật lịch học TN môn Hóa Đại cương. Tuy nhiên trên app PC Covid và sổ sức khỏe điện tử của em chưa cập nhật được tiêm 2 mũi dù em đã có phản ánh. Em có thể dùng giấy xác nhận tiêm chủng để thay thế được không ạ? Cảm ơn quý thầy cô đã đọc câu hỏi của em.",
    "Em chào thầy cô ạ, em tên là  MSSV , Kĩ thuật dệt Kì vừa rồi em có làm đồ án có điểm  rồi,mà lúc nhập điểm phát hiện check lại thì không thấy có đồ án . Giờ thầy cô xin mở đk môn học để em đóng tiền , đăng kí môn đồ án để làm luận văn cho kịp ạ. Hay em có phải lên phòng đào tạo không ạ, Em cảm ơn thầy cô.",
    "Em tên:  - MSSV:  Em vừa hoàn thành luận văn tốt nghiệp nhưng còn thiếu chứng chỉ anh văn nên không đủ điều kiện để tốt nghiệp đợt tháng 4. Do đó em dự định sẽ tốt nghiệp vào tháng 11. Nếu vậy, thầy cô cho em hỏi là em có cần làm đơn xin học tiếp hay không ạ? Nếu có thì mẫu đơn xin học tiếp sẽ làm như thế nào ạ?",
    ": Em là  MSSV:  không biết nhà trường và thầy cô có thể đẩy lịch học môn Thí nghiệm Hóa đại cương 1004 nhóm Vxxx từ ngày 17/1 qua tuần 8 sau tết được không ạ? Em xin chân thành cảm ơn ạ",
    "Dạ em chào phòng đào tạo ạ, em là sinh viên k18 còn nợ một môn và vì một số lý do em đã bỏ lỡ đợt đăng kí dự thính lộ trình lấy số lượng. Em xin phòng đào tạo cho phép em được đăng kí lại dự thính môn CI1003 Vẽ kỹ thuật để em có thể hoàn thành kịp tiến độ ra trường ạ, em tha thiết mong phòng đào tạo cho em đăng kí dự thính kì này ạ, để em có thể kịp ra trường trong kì này ạ Em xin chân thành cảm ơn ạ !",
    "Chuyển Hệ VHVL  Tên môn học : Truyền số liệu và mạng Mã môn học : EE3019 Mã nhóm : L01_L01  Lý do : SV mới được thu nhận lại ",
    "Dear PĐT, Hiện tại sắp hết hạn nhận gởi yêu cầu đăng ký môn học nhưng trên Tình trạng sinh viên của em vẫn chưa hiện thị quyết định thu nhận lại. Mong PĐT xem xét lại giúp em ạ. Thanks, ",
    "Chào Thầy/Cô, Vừa qua em đăng ký Thí nghiệm hóa đại cương bổ sung đợt 2 cho HK211, và nhận được lịch học từ 17/01/2022. Tuy nhiên 1 ngày trước em có kết quả dương tính với COVID-19, nên không đủ điều kiện tham gia. Em cần làm gì để rút khỏi danh sách đợt này ạ?",
    "Theo tỉ lệ điểm theo thông báo mới trên bkel của cô  trong học kì 211 theo đề cương mới , điểm tổng kết của em là 8.5 nhưng điểm trên hệ thống lại tính theo tỉ lệ của đề cương cũ nên em bị mất 0.5 Em thấy việc này rất không công bằng cho sinh viên khi tỉ lệ điểm theo đề cương mới nhưng điểm tổng kết lại tính theo đề cương cũ. Em mong nhà trường xem xét lại giúp em.",
    "Kính chào Thầy Cô Phòng Đào tạo, Em là , mã số sinh viên , là sinh viên chương trình Chất lượng Cao, thuộc khoa Kĩ thuật Hóa học, chuyên ngành Công nghệ Thực phẩm, mã lớp CC21HTP1. Cách đây ít phút, em nhận được thông báo không xếp TKB môn Hóa đại cương (Thí nghiệm), mã môn CH1004 từ Phòng Đào tạo. Lý do được ghi là \"\". Thầy Cô cho em hỏi điều này có nghĩa là gì và em cần phải làm gì để được xếp TKB môn ạ? Em xin cảm ơn quý Thầy Cô. Chúc quý Thầy Cô một ngày tốt lành! Trân trọng, ",
    "Em chào thầy cô ạ! Em tên . Mssv:  Vừa rồi em có đăng ký học Hóa đại cương (thí nghiệm) CH1004. Thời khoá biểu sắp xếp môn học bắt đầu vào ngày 17/1/2022. Do đang ở quê(Khánh Hoà) nên em không có khả năng vào Tp.HCM để học học phần này . Em muốn dời môn học này ra sau Tết thì em cần làm những thủ tục nào ạ. Sau khi rút môn học thì em còn có thế đăng ký vào đợt sau nữa được không?. Mong quý thầy cô giải đáp ạ! Em chân thành cảm ơn! Thuong",
    "Em có đăng kí học Thí nghiệm Hóa DC tại trường nhưng không biết lịch sẽ học trước tết nên không có điều kiện để vào lại TPHCM. Em có liên hệ giảng viên nhưng cô không thể hủy. Giờ em phải làm gì để hủy việc học TN Hóa tại trường hoặc lùi về sau tết ạ?",
    "Em chào thầy cô, em xin phép được đăng ký bổ sung vào môn học Công trình cấp thoát nước (CI3167) vào lớp học L01 được không ạ? Em cảm ơn thầy cô",
    "Em học môn Quản lí sản xuất mã IM1023, lớp L02 học kì 211. Theo tỉ lệ điểm theo thông báo mới trên bkel của cô  trong học kì 211 theo đề cương mới , điểm tổng kết của em là 8.5 nhưng điểm trên hệ thống lại tính theo tỉ lệ của đề cương cũ nên em bị mất 0.5. Em có gửi đính kém ảnh về việc cô  thông báo thay đổi về tỉ lệ điểm và thông báo đó hiện vẫn còn trên BKEL. Em thấy việc này rất không công bằng cho sinh viên khi tỉ lệ điểm theo đề cương mới nhưng điểm tổng kết lại tính theo đề cương cũ. Em mong nhà trường xem xét lại giúp em.",
    "Em là  , sinh viên năm nhất khoa cơ điện tử , vì ko đọc kĩ nên đã điền vào cái khảo sát đi học hóa ĐC thí nghiệm lớp Vxxx Em muốn được hủy lịch đi học hóa ĐC Thí nghiệm ( 17/1/2021) vì em không thuộc lớp Vxxx, em học lớp L59 thầy  ( môn Hóa ĐC thí nghiệm ), em cần phải nhắn cho ai ạ. Em xin cảm mơn ạ ",
    "Kính gửi Phòng đào tạo Trường Đại Học Bách Khoa TP.HCM. Em là , MSSV: . Hiện em đã được nhận quyết định thu nhận và chuyển sang hệ VHVL HK212. Hôm nay, em viết mail này kính mong Phòng Đào Tạo hỗ trợ em đăng ký tốt nghiệp theo như quy chế ạ. Mong Phòng Đào Tạo cho em đăng ký tốt nghiệp ạ. Em xin chân thành cảm ơn ạ. Sinh viên, .",
    "Kính gửi PĐT,  Em là , sinh viên hệ VLVH - mssv: , em đã hoàn tất bảo vệ Luận văn ở kì 211 vừa rồi nhưng trên mybk hiện chưa update điểm ạ. Em muốn hỏi là trong kì này em có được phép đăng kí tốt nghiệp không ạ? Và em có thể xem thông báo/danh sách tốt nghiệp ở đâu ạ. Em cảm ơn ạ.",
    "Tên :  Khoa : Kỹ thuật vật liệu Khóa 2021-2022    .   B Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa - Đại Học Quốc Gia TP-HCM    Hôm nay em xin phép muốn bổ sung đăng ký môn Giải Tích 2 ( mã số môn học : MT1005),  1 ( mã số môn học : PH1003) , Vẽ Kỹ Thuật ( mã số môn học : CI1003 ) những môn trong học kì 2    U Lí do đăng ký    : Lúc trước em là sinh viên Việt Pháp đã đăng ký những môn bên chương trình Việt Pháp . Sau khi xác nhận em về CT Đại trà em đã có đăng ký nhưng do sĩ số đã đủ và kẹt thời khóa biểu lúc đó nên đã không đăng ký được . Cho đến chiều hôm nay , em đã thấy mail hủy những môn học do đăng ký sai Chương Trình . Nên giờ thời khóa biểu của em chỉ có 2 môn học . Em muốn được bổ sung thêm để theo kịp Chương Trinh Đại Trà ạ. Em xin cảm ơn .",
    "Cho em hỏi về % các điểm thành phần của môn học Con người và Môi trường (EE1003)? Căn cứ theo đề cương môn học (file đính kèm) mà cô phụ trách đưa cho em, điểm trung bình tổng kết môn có sai sót mong pdt xem xét lại ạ.",
    "Kính gửi quý phòng đào tạo,   Em tên là Võ Ngọc , mssv , em có đăng kí học thí nghiệm môn hóa đại cương HK 203 qua form đợt 2 nhưng hiện TKB của em vẫn chưa hiện ngày học. Có thể trong lúc đăng kí, em quên chưa ghi thông tin các mũi vaccine đã tiêm nên không thõa điều kiện được lên trường học.   Em Xin bổ sung thông tin các mũi tiêm: + Mũi 1: 09/09/2021 - Vero Cell. + Mũi 2: 06/10/2021 -Vero Cell. + Mũi 3: 08/01/2022 -AstraZeneca. Kính mong phòng đào tạo có thể tạo điều kiện để em có thể học thí nghiệm Hóa Đại Cương ở trường.   Trân trọng,",
    "B Chào Thầy/Cô   , Em tên là ,  MSSV:  Em đã đủ các tiêu chí để tốt nghiệp nhưng em vẫn chưa nhận được mail có trong danh sách tốt nghiệp dự kiến . Mong thầy cô xem xét cho em với ạ. Mong nhận được phản hồi sớm từ thầy/cô. Em cảm ơn ạ.",
    "Chào trường ạ, em là  có mssv là . Tuần trước em có nhận được mail của trường về việc đăng ký học hoá thí nghiệm thì em hiểu nhầm rằng link đó để đăng ký cho những ai chưa học hoá tn ở kỳ 1 để trường tổng hợp lại. Nay sau khi có thời khoá biểu thì em mới biết là tuần sau em đã có tiết ở trong trường. Vì khả năng đi lại bị hạn chế( em ở thành phố Huế) nên em viết đơn này xin phép trường huỷ tiết hoá thí nghiệm của em vào tuần sau và em sẽ đăng ký lại đợt học hoá thí nghiệm khác ạ. Em xin cảm ơn trường đã lắng nghe.",
    "Chào các thẩy/cô,  Em có đăng kí học offline môn Thí nghiệm Hóa đại cương đợt 2 (bắt đầu từ ngày 17/01/2022), hiện tại đã có TKB. Vì một số lý do cá nhân nên em muốn rút đăng kí và đợi đợt sau. Thầy/cô cho em hỏi, em có thể rút được không ạ. Nếu được thì em cần làm đơn gì và gửi cho ai ạ . Mong thầy/cô giải đáp giúp em . Em xin chân thành cảm ơn .  .",
    "Khí động lực học 1   (mã môn học :TR2011)  Điện - điện tử hàng không  (mã môn học: TR4069) Thực tập tốt nghiệp (kỵ thuật hàng không)      ( mã môn học: TR3333)",
    "Dạ em chào thầy/cô, em đã nhận giấy tốt nghiệm tạm thời hồi đầu tháng 1, mà do em cần bằng tốt nghiệp với một số tài liệu đi kèm để hoàn thành thủ tục chuyển ngành ở trường khác vào tuần sau, cho em hỏi em có thể nhận bằng của mình vào tuần sau được không ạ, em cảm ơn !",
    "Em chào cô, Cô cho em hỏi là môn học Phân tích thiết kế và giải thuật (CO3031) nhóm lớp (L04-A) đã thi ngày 17/08/2021 mà hiện tại vẫn chưa có điểm. Không biết là do chưa có điểm từ thầy hay do lỗi cập nhật từ trang web trường ạ. Em có gửi mail cho thầy mà chưa nhận được thông tin. Mong cô kiểm tra giúp em ạ. Em xin cảm ơn",
    "Kính gửi Phòng Đào tạo Em tên là . MSSV  Vào ngày 10/1/2022 em có đăng kí học trực tiếp lớp thí nghiệm Hóa đại cương và đã được nhà trường sắp xếp học vào ngày Chủ Nhật 23/1/2022. Tuy nhiên, em đã đăng kí vé xe về quê vào ngày này. Em có thể hủy đăng kí đợt học trực tiếp này và đăng kí lại sau Tết được không ạ ?  Em chân thành cảm ơn",
    "Em tên  mssv  Em có học lớp DT01 môn Phương Pháp tính vào hk211 vừa qua. Em thấy điểm tb tổng của em là 4.5 trên bảng điểm nhưng khi tính bằng máy tính theo phần trăm các cột điểm thì em được 4.875 là tròn 5.0. Mong phòng đào tạo xem xét và giúp em Em cảm ơn   i  .",
    "Kính thưa quý thầy/cô, Em đang là sinh viên năm hai tại trường. Vào lúc đăng kí môn đợt 2 HK212, em có đăng kí môn GDTC HP2 - môn Aerobic (PE1045). Môn học của em cũng đã được xác nhận từ đơt 2 và đợt 3, myBK cũng có hiển thị cả thời khóa biểu của lớp. Nhưng khi đến tuần 02 này, trước lúc bắt đầu buổi học đầu tiên thì lớp đã bị xóa trên Bkel lẫn thời khóa biểu trên myBK. Theo quy định của trường thì sinh viên phải hoàn thành GDTC đủ 2 học phần thì mới được đăng kí môn năm ba, nên em mong quý thầy/cô xem xét giúp em còn lớp GDTC nào trống để em có thể hoàn thành 2 học phần và không bị chậm trễ tiến độ học tập ạ. Em chân thành cảm ơn.",
    "Em chào ad, Hiện tại em đã có lịch học TN Hóa đại cương, tuy nhiên kì học em đăng kí là 202, theo email thông báo thì sẽ học 1 buổi, nhưng TKB lại hiển thị là học 2 buổi vậy em sẽ học cả 2 buổi hay là 1 trong 2 buổi ạ . Và do một số khó khăn hiện tại em vẫn chưa hoàn tất môn học Cơ học đá vào kì 211 (hiện tại vẫn đang bù vào kì 212) vậy nên đã trùng giờ học TN Hóa. PĐT hỗ trợ em đổi giờ học từ chiều T2 thành sáng T2 được không ạ. Em xin cảm ơn.",
    "MT2013 Xác xuất và thống kê GE2041 Địa vật lý dầu khí GE2001 Cơ sở kỹ thuật dầu khí Dạ e đã đk 5 môn học ở đợt 2 những giờ tkb chỉ hiện 2 môn và em bị mất 3 môn trên do gần đây nhà hay cúp điện và mất mạng do ảnh hưởng bão nên e đã bõ lỡ đợt đăng ký môn học đợt 3 ạ h em muốn đăng ký thêm 3 môn trên thì phải làm sao ạ vì lý do trên nên em ko thể nhớ mã lớp mình đã đăng ký ở đợt 2 ạ cũng như xem lịch sử đăng ký cũng ko thấy ạ",
    "Kính gửi thầy, cô Phòng Đào Tạo. Em đã hoàn tất Đồ án Tốt Nghiệp - ĐATN, chứng chỉ tiếng Anh (nghe, nói, đọc, viết) nhưng điểm của ĐATN chỉ mới vừa được thầy, cô bộ môn báo là đã gửi vào hôm nay (14/1) mà 15/1 hết đợt đăng ký xét TN . Thầy, cô cho em xin hướng giải quyết để em được đăng ký xét TN đúng thời gian sớm nhất ạ . Em cảm ơn thầy, cô!",
    "DẠ em có 2 vấn đề hỗ trợ ạ Thứ nhất: em có thể xin sđt và email của cô  dạy môn giải tích được không ạ, vì em cần xác nhận của cô để xin thi lại cuối kì nhưng email nhiều lần cô không trả lời em ạ, trong quá trình em học em cũng mail không được mặc dù cô đã cho email Thứ hai : hồi thi cuối kì em bị nhiễm covid nên em không kịp hoãn thi và giờ đã hết hạn vậy em phải cần xác nhận giảng viên dạy em để em được thi lại chứ không bị cấm thi đúng ạ",
    "dạ em là  mssv  em có đăng kí môn Nến Móng CI3239 vào đợt 3. nhưng sau khi vào lớp L05 thì thầy  không nhận sinh viên đợt 3 và mail em xin pđt chuyển lớp. em đã xin thầy  của lớp nền móng CI3239 L01 và thầy đã có nhận em nên xin pđt chuyển em qua lớp L01 ạ . em cảm ơn ạ.",
    "Em tên , MSSV: Em không thể thanh toán học phí môn học của em trên Bkpay thì em có thể thanh toán bằng hình thức khác được không ạ ?",
    "Xin chào PĐT. Em xin phép gửi đơn xin chuyển điểm môn tương đương ạ! Môn em học ở học kì 1 năm 2021-2022 là môn Luyện Kim Đen MA3105. Môn Luyện Kim Đen là môn tương đương của môn Lí thuyết và công nghệ luyện kim 1 với mã là MA2017. Em đã hoàn thành môn Luyện Kim Đen MA3105 ở kì 1 năm 2021-2022 với số điểm là 6. Kính mong PĐT sẽ chuyển đổi điểm của môn Luyện Kim Đen sang môn tương đương là Lí Thuyết và công nghệ luyện kim 1 (MA2017) cho em kịp tiến độ đăng kí tốt nghiệp ạ! Em xin cám ơn",
    "Hôm trường gửi mail kèm form cho em đăng ký học bù TH Hóa, nhưng do nhà em ở xa trường nên em không tiện đi lên học nên em không đăng ký học liền, nhưng giờ bạn chung nhóm TH với em đã lỡ đăng ký rồi. Dạ vậy cho em hỏi nếu giờ em muốn đăng ký lại để lên học thì bên pđt có thể gia hạn lại form đăng ký giúp dùm em được không ạ? Dạ em xin cảm ơn!",
    "Chào thầy/cô trong ban tư vấn ạ. Em là sinh viên đại học chính qui K19. Trong học kì 212 này, em dự định sẽ thi và nộp chứng chỉ TOEIC để chuyển điểm cho các môn anh văn . Thầy/cô cho em hỏi là trong trường hợp của em sẽ áp dụng Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2017-2018 đến HK3/2019-2020 (do em là sinh viên K19), hay em sẽ phải áp dụng Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021 (do đây là bảng qui đổi mới nhất) . Em xin cảm ơn thầy/cô đã đọc thư và mong sớm nhận được phản hồi ạ.",
    "do em không biết đăng ký học thí nghiệm đợt 2 sẽ phải lên trường học trước tết nên hiện tại em không thể đến trường học thí nghiệm được vì em còn đang ở quê, em muốn dời lịch học thí nghiệm thì phải làm như thế nào ạ? Em xin cảm ơn.",
    "Dạ em kính chào quý thầy cô ạ! Em tên là Vũ Thị Hồng Nhung, MSSV: . Em đã học môn Hóa Đại Cương vào HK202 và do trước khi nghỉ dịch lớp em mới chỉ được học 1 buổi thí nghiệm nên em đã đăng kí học bù thực hành. Nhưng khi được cập nhật thời khóa biểu thì trên thời khóa biểu của e xuất hiện cùng lúc 2 lớp hóa thí nghiệm khác nhau theo như file em đã đính kèm ạ . Vậy em chỉ cần học 1 lớp thôi hay sao ạ. Em xin chân thành cảm ơn quý thầy cô nhiều ạ!",
    "Dạ thầy cô cho em hỏi là nếu chương trình học của em còn 1 môn thì em có thể đăng kí cả kì chính và dự thính luôn được không ạ? Em cảm ơn ạ.",
    "Giải tích 1 (MT1003) nhóm CC02_CC - Pháp luật Việt  (SP1007) nhóm CC02 -Cơ lý thuyết (AS1003) nhóm CC01_CC Lý do được thu nhận lại:Vĩ hiện tại vẫn đang theo học chươnh trình học của trường hệ chính quy",
    "Chào anh/chị, Em là , mssv là . Em muốn hỏi anh/chị như sau: Học kì 202 em đã học môn TN Hóa đại cương (CH1004) trực tiếp tại trường một buổi, sau đó nghỉ dịch và đã kết thúc môn sau khi học online các buổi còn lại; em cũng đã có điểm tổng kết của môn. Vậy sau này em vẫn phải đăng kí và học trực tiếp môn TN Hóa đại cương (CH1004) thêm một buổi nữa đúng không? Nếu học trực tiếp thì kết quả đã tổng kết môn này của em có bị ảnh hưởng không? Mong anh/chị sớm phản hồi, Em cảm ơn.",
    "Kính gửi phòng đào tạo trường ĐH Bách Khoa TpHCM,    Em tên: , MSSV:. Em có kết quả thi toeic 500 và quy đổi điểm anh văn 3 và 4 được 8.0 và 5.5 (học kỳ 202) nhưng khi vào xem bảng điểm thì bảng điểm vẫn chưa cập nhật điểm anh văn 3 và 4 (vẫn 138 chỉ). Dạ cho em hỏi có vấn đề gì với kêt quả điểm chuyển của em không ạ?    Em chân thành cảm ơn thầy (cô) ạ ",
    "Thưa quý thầy,cô, Em là  k21 khoa điện- điện tử. Em đã có bằng quân sự /(vào năm ngoái khi em còn là sinh viên của trường đại học FPT) vậy liệu em cần phải học kì quân sự tới (HK212) không ạ? và Nếu như miễn thì em còn phải làm những thủ tục gì khác nữa ạ. Em xin cảm ơn",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa TPHCM Em tên . MSSV:  PDT cho em hỏi là em có được xác nhận hoãn thi môn Phương pháp tính chưa ạ. Do hôm đấy nhà em cúp điện đột xuất trong khi làm bài và em có lên mybk để đăng kí hoãn thi nhưng nay khi có điểm thì em thấy trên mybk bị điểm 0 cuối kì ạ. Nhờ PDT xem xét giúp em với ạ. Em xin cảm ơn.",
    "Em chào thầy cô. Hiện tại em đang là sinh viên K18 bộ môn Công nghệ sinh học(CNSH) khoa Kĩ thuật hoá học, trong kì 212 này em có đăng kí học cải thiện môn hoá phân tích (CH2009). Khoá K18 CNSH tụi em học môn này có mã là CH2009, nhưng sang K19 CNSH thì đổi thành CH2113. Hiện tại mã CH2009 chỉ dành cho khoa Vật liệu và Môi trường. Em có hỏi giảng viên thì thầy nói hỏi lại phòng đào tạo. Vậy em đăng kí học cải thiện môn này thì có được tính điểm vào trung bình tích luỹ không ạ. Em cảm ơn quý thầy cô đã đọc câu hỏi.",
    "DẠ CHO HỎI EM CÓ THỂ LẤY  BẠ CHÍNH ĐÃ GỬI NHẦM  KHI VÀO TRƯỜNG HỌC OFF CÓ THỂ LẤY ",
    "Em xin chào thầy/ cô! Trong kỳ này em muốn đăng ký tốt nghiệp, em muốn hỏi là điều kiện anh văn toeic xét tốt nghiệp của 16 ở kỳ này bao nhiêu ạ? ",
    "Em tên là   MSSV  Vì điều kiện hiện tại chưa cho phép em vào Sài Gòn được nên nhà trường có thể xem xét hủy lịch học Hóa Thí nghiệm cho em được không ạ? Em sẽ học bù cùng các bạn vào thời gian sắp tới ạ. Mong thầy cô xem xét giúp em với ạ. Em xin cảm ơn.",
    "Dạ em chào quý thầy cô ạ Em tên là Chu Đức Chí Sinh viên khóa K21 MSSV  Em đã đăng ký điền form học trực tiếp trong đợt vừa rồi phòng đào tạo gửi mail nên có nhận được lịch học Hóa Thí Nghiệm tại cs1 vào tuần 3 4 ạ, mà giờ tình hình dịch xung quanh nơi em đang sinh sống diễn ra khá phức tạp và một số lý do khác liên quan đến dịch bệnh nên không thể vào Sài Gòn được ạ. Em mong quý thầy cô có thể hủy lịch học Hóa Thí Nghiệm của em và dời cho em vào đợt sau được không ạ Và cho em hỏi là dự kiến lịch học Hóa Thí Ngiệm đợt sau của phòng đào tạo là khi nào vậy ạ, để em và gia đình sẽ sắp xếp và khai báo với chính quyền địa phương ạ Em xin cảm ơn ạ.",
    "Kính gửi: thầy cô phòng đào tạo, Em tên là:  MSSV:  Hiện tại, em có đăng kí tham gia thí nghiệm hóa đại cương CC34 (tiết 2-6) nhưng trong thời gian đó em chưa sắp xếp được việc học trực tiếp ở trường nên em muốn xin hủy đăng kí thí nghiệm đợt này và dời lại sang đợt sau ạ . Em xin cảm ơn.",
    "Họ và tên: Trần  Thuận. MSSV:  Vì lý do BKSI của em bị lỗi nên em xin phép được nhờ bạn gửi yêu cầu. Em cảm ơn ạ . Cho em xin đăng ký môn học hệ VLVH . ĐAMH Kết cấu bê tông CT1- CI2093- T01 MT2001 - Xác suất và thống kê- DT01 CI2003 - Cơ lưu chất- DT01  CI2007 - Sức bền vật liệu- DT01  MT1009 - Phương pháp tính- DT01 Lý do: SV mới được thu nhận lại . Em xin cảm ơn.",
    "Họ và tên: Trần  Thuận. MSSV:  Vì lý do BKSI của em bị lỗi nên em xin phép được nhờ bạn gửi yêu cầu. Em cảm ơn ạ . Cho em xin đăng ký môn học hệ VLVH . ĐAMH Kết cấu bê tông CT1- CI2093- T01 MT2001 - Xác suất và thống kê- DT01 CI2003 - Cơ lưu chất- DT01  CI2007 - Sức bền vật liệu- DT01  MT1009 - Phương pháp tính- DT01 Lý do: SV mới được thu nhận lại . Em xin cảm ơn.",
    "Kính gửi Phòng Đào Tạo, Em là Nguyên - sinh viên khoa KH&KT Máy Tính K16 Hiện tại em đã đạt đủ điều kiện để đăng kí tốt nghiệp cho đợt tốt nghiệp tháng 1 sắp tới . Tuy nhiên hoạt động CTXH cuối cùng của em để hoàn thành 15 ngày CTXH thì vẫn chưa kịp cập nhật lên hệ thống. Như vậy em có thể đăng kí TN trước trong lúc ngày CTXH đang cập nhật được không hay phải chờ đến đợt sau ạ? Em xin cảm ơn",
    "Em chào thầy/cô, Em có đăng ký môn Cơ học thủy khí (TR1005) ở học kỳ dự thính 212, em đã đăng ký ở cả lộ trình 1 và 2, nhưng sao em vẫn không được xếp thời khóa biểu ạ? Em kiểm tra lại không thấy trùng lịch gì hết. Em cảm ơn ạ",
    "chào thầy/cô dạ cho em hỏi học phí hk2 mình tính như thế nào ạ, tính theo số tiền 1 tính chi hay có mức cố định ạ ?",
    "Kính gửi quý thầy cô, Em tên  mssv: . Em có lịch học hóa thí nghiệm tuần 3-4, sáng thứ 4. Tuy nhiên, do điều kiện đi lại khó khăn vì nhà em xa và tình hình dịch bệnh tại địa phương em còn rất phức tạp, nên em xin phép được hoãn học tới khi học trực tiếp lại. Mong thầy cô xem xét và giải quyết cho em. Em chân thành cảm ơn .",
    "NHƯNG VỀ  ĐƯỢC LÀM LUẬN VĂN. , ,  -  . -  -  -   18-19/1 TỚI ĐÂY. -    VẨN GHI  ,  . MONG PĐT SỚM ĐIỀU CHỈNH -  XIN CẢM ƠN.",
    "Kính gửi quý thầy, cô,  Em tên , mssv . Em có lịch học hóa thí nghiệm tuần 3-4, sáng thứ 2, lớp VL22. Tuy nhiên, do điều kiện đi lại khó khăn vì nhà em xa nên em xin phép được hoãn học tới khi học trực tiếp lại . Mong thầy, cô xem xét và giải quyết cho em . Em chân thành cảm ơn.",
    "Em chào thầy cô ạ, em là , mssv  Mặc dù biết là thời gian đăng kí môn học đã hết nhưng em mong muốn là phòng đạo tạo có thể mở thêm lớp vật lý bán dẫn(EE1007) được không ạ do đợt 2 và đợt 3 e ko thể đăng kí vì trùng lịch và số lượng thành viên trong lớp đã đủ. Em xin cảm ơn và chúc thầy cô nhiều sức khoẻ ạ.",
    "Em là , MSSV , sinh viên lớp TN hóa L72, đợt vừa rồi em có đăng ký học TN tại trường và có thời khóa biểu học lớp VL21. Nhưng vì tình hình dịch phức tạp nên không thể tham gia lớp theo lịch. Vì không biết giảng viên lớp VL21 dể liên hệ rút thời khóa biểu, nên em đã liên hệ với giảng viên lớp L72 là thầy  và được thầy báo là liên hệ PĐT để xin rút thời khóa biểu. Vì vậy em mong rằng PĐT có thể giúp em hủy thời khóa biểu tại trường lớp thí nghiệm hóa VL21 để em có thể đăng kí học thí nghiệm tại trường vào đợt sau.    Em xin chân thành cảm ơn.",
    "Dạ e chào thầy cô e tên là  mssv . Tuần 1 và 2 e có tiết thí nghiệm Nhập môn về Kỹ Thuật (EE1002) lớp L02 VL03. Do cả nhà bị F0 nên e k thể lên thành phố để đến trường học trực tiếp được. Mong thầy cô xem xét hoãn lớp thí nghiệm cho e. E chờ hồi âm từ thầy cô. E cám ơn rất nhiều.",
    "Kính chào quý thầy, cô. Em có lịch học thí nghiệm Hoá đại cương ở mục thời khoá biểu từ tuần 07 (tức ngày 14/02/2022) và bắt đầu học trực tiếp tại trường. Nhưng hiện tại em vẫn chưa thấy có thông báo cụ thể nào cho ngày trở lại trường học để thuận tiện cho việc đặt vé máy bay. Mong thầy, cô có thể hồi đáp sớm! Em xin cám ơn!",
    "Kính gửi quý thầy cô! Em tên là Nguyễn Thành Huy. Sinh viên khóa K21. MSSV  Em đã đăng ký điền form học trực tiếp trong đợt vừa rồi phòng đào tạo gửi mail, nên có nhận được lịch học Hóa Thí Nghiệm tại cơ sở 1 vào tuần 3 4. Tuy nhiên, em không thể về lại Thành phố Hồ Chí Minh vào thời gian đã đề cập trong TKB do tình hình dịch bệnh ở địa phương vẫn phức tạp. Em mong quý thầy cô có thể hủy lịch học Hóa Thí Nghiệm của em và dời cho em vào đợt sau ạ. Đồng thời em xin hỏi là dự kiến lịch học Hóa Thí Ngiệm đợt sau của phòng đào tạo là khi nào để em và gia đình sẽ sắp xếp và khai báo với chính quyền địa phương ạ. Em xin cảm ơn!",
    "Kính chào anh/chị, Em là , MSSV  Ở  yêu cầu số 46726, em đã được giải quyết chuyển lớp Phương pháp PTHH (CI3061) từ lớp L02 sang L01. Tuy nhiên lúc kiểm tra thời khóa biểu thì môn học chỉ mới được chuyển 1 phần như hình đính kèm, dẫn đến bị trùng giờ học. Mong anh/chị, Phòng Đào tạo giúp em xem xét lại vấn đề này ạ, em xin chân thành cảm ơn. Trân trọng.",
    "Kính gửi phòng đào tạo, Em tên là  MSSV:  Em gửi lá đơn này vì hiện tại em chưa thể vào học môn Giải tích (mã môn học:MT1005) và Vẽ kỹ thuật(mã môn học: CI1003). Lý do: Vì cả đợt 2 và đợt 3 đã 'full slot' em không thể đăng kí thêm. Các lớp khác còn trống đều bị trùng lịch với môn học khác và dãn khoảng cách giữa 2 cơ sở. Em mong nhà trường sẽ xếp cho em vào lớp L01_L02 môn vẽ kỹ thuật và lớp L11_L11 của môn giải tích 2. Em xin nhà trường có thể giải quyết trường hợp của em. Trân trọng  ",
    "Em chào chị,   Em đã thanh toán xong các khoản nợ học phí \"in bảng điểm\" nhưng có lẽ hệ thống chưa cập nhật nên chị em mình mới có tí hiểu nhầm :3  Em có thể phiền chị check lại giúp em thông tin thanh toán được không ạ?  Nếu được thì chị giúp em mở lại cổng đăng ký nha . Em cảm ơn chị. P/s:  Em có thắc mắc là nếu có vấn đề phát sinh gì thì em nên tạo yêu cầu mới hay trả lời vào yêu cầu đã được trả lời ạ?",
    "Kính gửi : Phòng Đào Tạo Em tên  MSSV  khoa kỹ thuật Địa Chất và Dầu khí vì nhầm lẫn nên em lỡ đăng ký Hóa thí nghiệm học trực tiếp đợt 2 và hiện tại thời khóa biểu của em có lịch học hóa thí nghiệm vào thứ 3 tuần 03 và 04 lớp VL25, phòng B2-401A . Nhưng vì em đang ở quê, chưa có điều kiện để lên học tại trường vào tuần sau theo lịch học được. Em xin phép trường cho em rút lịch học lại, qua tết lên thành phố có điều kiện em sẽ đăng ký đợt sau Em xin cảm ơn",
    "Chào quý thầy cô, Em có thể xin tên và email của thầy cô dạy môn hóa đại cương thí nghiệm tại trường nhóm và VL20 được không ạ? Em xin với lý do: để em có thể viết mail xin rút không đi thí nghiệm hóa đại cương tại trường nữa ạ.",
    "Chào thầy cô ạ. Điểm TBTL tổng kết sau 4 năm học của em trong ds tốt nghiệp chính thức vẫn chưa được cập nhật trong học kì 202. Thầy/cô kiểm tra lại giúp em với ạ. Em cám ơn",
    "Kính gửi: PĐT    Em tên là :  - khóa K21 Kính thưa PĐT  ở cả 2 học kì 211 và 212  em không đăng kí được môn GDTC. Nếu trong năm nhất này em không học môn GDTC (không hoàn thành 2 học phần GDTC) thì năm thứ 2 em có được đăng kí các môn học ở năm 2 không ạ? ",
    "CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM Độc lâp- Tự do- Hạnh phúc ĐƠN XIN ĐƯỢC ĐĂNG KÝ LỚP HỌC Kính gửi: Phòng Đào tạo  Em tên là: Nguyễn Sỹ Huy. MSSV . Hiện tại là sinh viên năm nhất Khoa kĩ thuật vật liệu. Hôm nay em viết đơn này mong phòng đào tạo cho thể cho em được đăng kí các môn học Giải tích 2(MT1005) và môn Vẽ kỹ thuật (CI1003). Vì lý do những lớp này đã đầy đủ và em không thể đăng kí được nữa. Nên em mong phòng Đào tạo có thể cho em đăng kí vào môn Giải tích 2(MT1005) lớp L11 và môn (CI1003) lớp L01_L02 . Rất mong Phòng Đào tạo có thể cho em được phép vào lớp để em có thể đi học và đủ tín chỉ. Em xin cảm ơn. TP Hồ Chí Minh, ngày 15, tháng 1, năm 2022 ",
    "em Lê Tuấn Bảo Lâm MSSV  K21 khoa kĩ thuật Xây Dựng em xin gửi đơn và lời đồng ý của giảng viên ạ",
    "Em tên là:  MSSV:  Khoa: Cơ Khí Em xin hủy đợt học thực hành hóa đại cương lần này. Vì em không thể vào được Sài Gòn đợt này để học được và phải qua tết thì em mới vào được Sài Gòn để học. Vì lúc đăng ký em không thấy thời gian nên em nghĩ là qua tết mới học nên em đăng Ký. Mong thầy,cô hủy giúp em đợt thực hành lần này ạ. Em cảm ơn  ",
    "Kính gửi: thầy/cô bên phòng đạo tạo Em tên là: Đoàn Minh Nhân MSSV:  Khoa: Bảo dưỡng công nghiệp Lí do em viết đơn: em có đăng kí học trực tiếp môn hóa đại cương thí nghiệm ở cơ sở 1 và được trường xếp tkb học bắt đầu vào thứ 2 ngày 17/1/2022 sắp tới, nhóm VL23. Nhưng do thứ 2 này em bị trùng với lịch tái khám mắt định kì của em, do mắt em bị cận khá nặng và nhiều phức tạp liên quan nên phải đặt lịch bác sĩ chuyên khoa nước ngoài. Thầy/Cô có thể chuyển đổi lớp khác cho em nếu còn chỗ hoặc là nếu không còn lớp thì hủy lớp giúp em được không vậy ạ ?, em xin cảm ơn và chúc thầy/cô phòng đào tạo thật nhiều sức khỏe.",
    "Em xin chào phòng đào tạo Em tên là  - MSSV:  Em xin phép được hủy học môn hóa đại cương thí nghiệm (CH1004) ở lớp VL24 học vào ngày thứ 3 tuần 03-04 tiết 08-12 phòng B2-406 cơ sở 1 Lý do: tình hình dịch bệnh ở địa phương còn phức tạp với việc di chuyển từ nơi em ở đến trường còn khó khăn Em xin cảm ơn phòng đào tạo Chúc phòng đào tạo một ngày tốt lành ạ Em xin chào phòng đào tạo",
    "Kính gửi Phòng Đào tạo, Em tên , em xin hỏi về việc hủy môn không tính học phí ạ. Môn học mà em muốn hủy là môn Anh văn trong kinh doanh-IM3061. Em xin trình bày trường hợp của mình như sau: Em đã đăng ký môn học này vào đợt 3 theo danh sách riêng gửi thẳng lên Phòng Đào tạo chứ không đăng ký qua hệ thống chính thức như các môn khác. Sau khi thời khóa biểu cập nhật, em nhận thấy môn học này có lịch học trùng với một môn khác đã đăng ký trước. Thông thường, nếu trùng thời khóa biểu như vậy, môn học sẽ không được đăng ký thành công nhưng hiện tại em lại đang có hai môn học chung một khung giờ. Điều này buộc em phải hủy môn. Với lý do hủy môn đã trình bày như trên, em mong muốn có thể rút môn không tính học phí ạ. Lần trước em có hỏi về thủ tục hủy môn học này, do không hiểu ý em đã điền vào form yêu cầu rút môn học mà Phòng Đào tạo gửi qua email. Đây là vấn đề em không kiểm soát được, em rất mong Phòng Đào tạo có thể hỗ trợ giúp em ạ. Em xin cảm ơn ạ.",
    "Chào thầy cô , Dạ cho em hỏi là em đã có điểm Luận văn tốt nghiệp của HK 211 , em đã hoàn thành TOEIC và AV Nói - ết , vậy thì khi nào có thể đăng ký tốt nghiệp được ạ. Hiện em vào trang đăng ký tốt nghiệp thì để là \" Không có tên trong danh sách dự kiến \" . Mong thầy cô giải đáp giúp em ạ, Em cảm ơn.",
    "Kính chào quý Thầy/Cô. Em tên , MSSV: ,khoa Cơ Khí học lớp Hóa đại cương (thí nghiệm) L46 do cô  phụ trách. Lúc 16:00 ngày 14/1/2022, em kiểm tra TKB thì nhận thấy hiện tại em đang trong lớp VL22 bắt đầu học vào thứ hai, ngày 17/01/2022. Vì lí do em sống ở tỉnh xa trường, tình hình dịch bệnh và phương tiện không cho phép nên em xin rút môn học Hóa đại cương (thí nghiệm) lớp VL22. Em sẽ đăng kí và hoàn thành môn học khi điều kiện cho phép trong thời gian sớm nhất. Em xin trân trọng cảm ơn ,chúc các thầy cô phòng đào tạo thật nhiều sức khoẻ. .",
    "Kính gửi Phòng đào tạo, Em tên là  MSSV  Khoa cơ khí Em viết đơn này xin phép được hủy buổi học thực hành thí nghiệm hóa đại cương ở trường vào tuần sau. Lí do là hiện tại em vẫn chưa thể lên được tp HCM vì khu vực em đang bị cách li. Em mong Phòng đào tạo có thể hủy buổi thực hành giúp em. Em xin cảm ơn và chúc các thầy cô Phòng đào tạo thật nhiều sức khỏe.",
    "thầy cô có thể cho em gmail của giáo viên thí nghiệm hóa đại cương nhóm VL18 thứ 2 tiết 2-7 học tại cơ sở 1 không ạ",
    "Gửi Phòng đào tạo, Em tên:  K15 Khoa QLCN  MSSV:  Em viết đơn này để nhờ bên phòng đào tạo hỗ trợ giúp em gỡ bỏ tình trạng tạm dừng. Do em còn mỗi chứng chí nói - viết tiếng anh Mong phòng đào tạo xem xét giúp em Em cảm ơn",
    "Kính gửi Phòng Đào tạo, Em tên là:  MSSV: , Khoa: Khoa học và Kỹ thuật máy tính . Xin phép hủy đăng kí học offline tại trường môn Thí nghiệm Hóa đại cương (đợt 2) . Lý do: Hiện tại em vẫn đang ở quê và không thể di chuyển được lên trường để tham gia học . Em xin cảm ơn và chúc thầy/cô nhiều sức khỏe .  .",
    "Em chào thầy/cô ạ Dạ kỳ 212 này em phải học môn cơ lưu chất CI2003 nhưng trong kỳ chính em không đăng ký được và dự thính lộ trình 1 cũng không đăng ký được luôn ạ Dạ cho em hỏi đăng ký dự thính lộ trình 2 đợt 2 có mở cho sinh viên học lần đầu không ạ, nếu không thì đến học kỳ hè có mở lớp dự thính cho sinh viên chính quy học lần đầu không ạ Mong thầy/cô giải đáp giúp em ạ Em cám ơn thầy cô nhiều ạ",
    "Kính gửi thầy cô  Em tên là :   Mã số sinh viên :  Khoa : Cơ khí  Em xin được rút khỏi đợt đăng kí thí nghiệm môn Hóa đại cương lần này, em thuộc nhóm VL19. Lí do : lúc đăng kí em tưởng sau tết mới học nên em đăng kí còn hiện tại em đang ở quê và sau tết mới lên lại thành phố nên em chưa thể đi học theo thời khóa biểu mà nhà trường đã sắp xếp nên em xin rút khỏi đợt này ạ. Mong thầy cô có thể giúp em hủy hoặc cho em xin địa chỉ email của giảng viên dạy lớp VL19 để xem viết mail xin hủy ạ. Em xin chân thành cảm ơn thầy cô và chúc thầy cô thật nhiều sức khỏe. ",
    "Kính gửi quý thầy cô, Em tên: n MSSV:  Sinh viên năm nhất ngành Hệ thống năng lượng điện (PFIEV) Khoa: Điện - Điện tử  Em xin rút khỏi đợt đi thí nghiệm Hóa đại cương lần này, em thuộc nhóm VL20 Lý do: ban đầu em nghĩ là sau tết mới mở lớp học nhưng trường lại cho học trước tết nên thời gian học của em trùng với thời gian em về quê để đi tảo mộ ông bà và em cũng không thể đi học được. Em xin cảm ơn.",
    "Dạ mong pđt giải đáp giúp em theo hình em gửi ạ. Việc tạm dừng là tạm dừng gì ạ? Và còn av nghe đọc do dịch nên chưa thi được thì có cách nào xin nộp trễ được không ạ?  Em xin cảm ơn pđt nhiều ạ.",
    "Kính gửi PĐT, Em là , Em có lịch bảo vệ luận văn vào ngày 26/1 nhưng do có một số lý do em không thể bảo vệ vào kỳ này, em đã thông báo với giảng viên hướng dẫn và đã được đồng ý . Vậy cho em hỏi giờ em làm đơn hoãn bảo vệ giống với đơn hoãn thi cuối kỳ được không ạ, hay phải làm một mẫu khác. Mong PDDT giải đáp giúp em. Em cám ơn PĐT. Trân trọng .",
    "Trong đợt kết quả đăng ký môn học đợt 3 em bị hủy luận văn tốt nghiệp với lý do là không đủ điều kiện nhận luận văn. Mà năm nay trường đã không xét chuẩn anh văn để nhận luận văn tốt nghiệp rồi, vậy cho em hỏi là có bị ràng buộc thêm vấn đề gì nữa để có thể nhận LVTN không ạ?",
    "Kính gửi thầy/cô, Hiện tại em đã   B  Đăng ký môn học Dự thính môn học HK212 - CQ + VLVH Đợt 3 - Lộ Trình 1     thành công môn Xác suất và thống kê   B MT2013   . Tuy nhiên, đến hiện tại, tức là tuần 2 trong lịch học, em vẫn chưa có được thời khoá biểu hay tham gia trang e-learning để theo học. Kinh mong thầy/cô giải quyết giúp em! Em xin cảm ơn. Trân trọng, Tấn Đạt.",
    "Em muốn hỏi thời hạn sử dụng gmail trường cấp đuôi @hcmut.edu.vn ạ? Sau khi tốt nghiệp có bị khóa tài khoảng gmail trường cấp đuôi @hcmut.edu.vn không ạ vì em có dùng địa chỉ này để đăng ký một vài tài khoảng và có lưu những dữ liệu mà mong muốn sau khi ra trường vẫn có thể tiếp cận được. Em xin cám ơn! ",
    "Kính gửi phòng đào tạo. Em tên: Nguyễn Thị Mỷ Ngọc MSSV: Khoa: Kỹ thuật hóa học Em xin phép được dời lịch học thí nghiệm Hóa đại cương tuần 03 lớp VL23 đến sau tết, vì hoàn cảnh gia đình và việc đi lại khó khăn em không thể thực hiện lịch học trực tiếp của tuần 03. Em mong thầy cô thông cảm. Em xin cảm ơn và chúc thầy cô thật nhiều sức khỏe.  ",
    "Kính gửi: Phòng đào tạo trường đại học Bách Khoa TP.HCM Em tên:  MSSV:   Khoa: kỹ thuật Dầu khí và Địa chất     Thứ 4 ngày 12 tháng 1 năm 2022, em đã đăng ký học Hóa Đại Cương ( Thí nghiệm ) đợt 2 do em tưởng sẽ được học sau Tết. Hôm nay, em nhận được mail thông báo lịch học môn này vào tuần 3 và 4 ở lớp VL25 phòng B2-401A, nhưng hiện tại em chưa có điều kiện để lên trường học môn này nên em xin rút khỏi lớp thí nghiệm đó. Sau Tết, có điều kiện lên trường, em sẽ đăng ký lại đợt sau.     Rất mong được phòng đào tạo phê duyệt. Em xin chân thành cảm ơn và chúc thầy cô phòng đào tạo được nhiều sức khỏe .",
    "Dạ em có nhờ PĐT chuyển lớp av3 từ chìu t4 L04 sang L06 và được tiếp nhận và cập nhật sau ngày 14 nhưng em chưa thấy môn học dc cập nhật ạ",
    "Kính gửi Phòng Đào tạo - Trường Đại học Bách Khoa - ĐH Quốc Gia TP.HCM, Em tên là  (MSSV: ), là sinh viên lớp CK21HT1, khoa Cơ Khí. Trong đợt đăng ký học bù trực tiếp môn Thực hành Hóa đại cương (CH1004) từ 17g ngày 10/01/2022 đến 11g ngày 12/01/2022 em đã có điền form đăng ký. Tuy nhiên, sau khi xem xét lại điều kiện của bản thân em nhận thấy mình không thể đến trường để học trực tiếp như thời gian đã thông báo. Vì thế, em kính mong Phòng đào tạo cho phép em rút lại học phần thực hành môn CH1004 mà em đã đăng ký. Em xin cam kết chịu hoàn toàn trách nhiệm về việc rút lại học phần của mình và sẽ đăng ký lại khi đã đủ điều kiện đến trường ở đợt đăng ký môn Thực hành Hóa đại cương (CH1004) tiếp theo. Rất mong nhận được phản hồi từ Phòng đào tạo. Em xin chân thành cảm ơn!",
    "Em chào thầy cô đang làm việc tại phòng đào tạo. Em tên là  - MSSV:  Do đợt dịch covid-19, nên thời gian đăng ký đi thi và nhận kết quả của em không được thuận tiên, nên tới hôm nay em mới lấy được chứng chỉ ngoại ngữ. Hiện tại em đã nộp chứng chỉ toiec 2 kỹ năng nghe đọc, xét miễn anh văn và đã thanh toán lệ phí trên mybk và em   B đang chờ thẩm định   . Ngoài ra em cũng đã hoàn thành điều kiện để xét tốt nghiệp +  số TCTLN tối thiểu bằng tổng số tín chỉ của CTGD ngành/chuyên ngành và có ĐTBTLN tối thiểu là 5,00. +  yêu cầu chuẩn tiếng Anh: 505 (Toeic nghe  nói) + 230 (Toiec đọc viết). + Số ngày công tác xã hội: 19.5 ngày. +  chứng chỉ GDQP, GDTC. Vì vậy em gửi mail này để kính mong thầy cô xem xét để em có thể được xét tốt nghiệp trong học kì 211 này. Em kính mong phòng đào tạo cho em một cơ hội để em hoàn thành tốt nghiệp, vì học kì sau em  hết thời gian đào tạo và em sẽ bị chuyển xuống hệ VHVL. Em xin chân thành cám ơn và chúc thầy cô có một năm mới vui vẻ!  - .",
    "Kính gửi Phòng Đào tạo, Em tên là , mã số sinh viên . Vào Chủ Nhật ngày 23/1/2022 vào lúc 7g-11g50, em có lịch học môn Hoá Thí nghiệm lớp VL21 tại toà B2-401A. Do hiện tại em là sinh viên năm nhất và chưa có thẻ sinh viên. Nên em muốn hỏi rằng hôm đó làm cách nào em có thể vào trường được ạ? Mong sớm nhận được phản hồi từ phòng Em chân thành cám ơn",
    "Kính gửi: Phòng Đào  Em tên là:  MSSV:  là sinh viên khoa Cơ khí Hiện em được chia vào lớp Hóa đại cương (TN) VL24 có lịch học offline vào tuần 3-4. Vì tình hình dịch bệnh khu vực em ở căng thẳng, em hiện đang cách ly tại nên em chưa thể đến học tại trường như lịch học được. Em xin phép phòng đào tạo rút lại lịch học Hóa đại cương (TN) của em, qua tết em sẽ đăng ký lịch học sau khi có thông báo mơi. Em xin chân thành cảm ơn! ",
    "Kính gửi phòng đào tạo, Em là , mssv  khoa QLCN khóa 17. Em hiện tại đã hoàn thành xong chương trình học, đủ ngày ctxh và đã hoàn thành chứng chỉ anh văn. PĐT cho em hỏi chừng nào em có mail xác nhận đủ điều kiện tốt nghiệp ạ? Em xin cảm ơn   i Tốt nghiệp .",
    "Em chào thấy/cô, Em xin phép được hỏi 2 vấn đề ạ. 1. Kỳ rồi em có đăng ký 1 môn Đại số nhưng đã hủy, ghi điểm miễn, nhưng sao giờ điểm tổng kết lại là 13 ạ. 2. Em còn thiếu 1 môn là Kỹ thuật siêu cao tần và đã thi cuối kỳ từ 22/12 nhưng hiện chưa có điểm. Nên em cũng bị trễ hạn đăng ký tốt nghiệp là 15/1. Vậy nhà trường có gia hạn thêm thời gian hoặc có đợt xét tiếp không ạ?  Cảm ơn thầy cô đã xem.",
    "Em tên  mssv  Học lớp L09 hóa đại cương kì 211 Em viết đơn này xin phép phòng đào tạo cho phép em có thể hoãn học thí nghiệm ạ, vì em đang f0 với lại em khá hoãn hốt khi thời khóa biểu nào ở kì 211 nên em đã không thể thu xếp kịp để học ạ, mong phòng đạo tạo xem xét ",
    "Kính gửi : Phòng Đào Tạo Em tên là : Nguyễn Văn Đăng  Mssv : E xin phép hủy môn Hóa Thí Nghiệm vì lí do là ngày 17 /1 đã có lịch học hóa thí nghiệm trên trường mà em ở tỉnh lẻ nên không thể đến trường được . vậy e viết đơn này xin phòng đào tạo và cô giáo dạy môn hóa tn cho e tạm hoãn môn này ạ . em cảm ơn nhiều ạ !",
    "Kính gửi: Phòng Đào Tạo. Em tên là : . MSSV:  khoa kỹ thuật hóa học. Em có đăng ký học thí nghiệm hóa đại cương trực tiếp vì em nghĩ là đợt đăng ký này là dành sau tết là sẽ đi học, khi em xem thời khóa biểu thì tuần 3 và 4 em sẽ học tại lớp VL23, vì lý do cá nhân với nơi ở của em chưa có xe nên em chưa thể lên thành phố được, em xin phép trường có thể cho em xin dời lịch học qua tết được không ạ . Mong nhà trường có thể thông cảm và giúp đỡ em ạ. Em xin cảm ơn.",
    "Kính gửi Phòng Đào tạo, Em tên là  - Mã số sinh viên: , Khoa Kỹ thuật hóa học. Em muốn xin hoãn học TN Hóa Đại cương lớp VL19 vào Thứ 2 Tuần 3 và 4. Vì lí do tình hình dịch ở địa phương còn phức tạp và chưa thể lên Thành phố nên không thể lên học TN được. Em xin chân thành cảm ơn. ",
    "Kính chào Thầy, Cô! Em là  mssv . Học Kỳ DT_HK211 em có đăng ký học môn  (TR2013), nhưng do tình hình dịch nên chưa học phần thí nghiệm của môn này. Em xin phép được học phần thí nghiệm (TR2014) trong học kỳ này để hoàn thành môn học. Em xin cảm ơn.",
    "Kính gửi Phòng đào tạo, Em tên là:  MSSV: , Khoa: Cơ khí, Ngành kĩ thuật cơ khí  Em xin phép hủy môn Hóa đại cương thí nghiệm vì hiện giờ em không thể lên thành phố Hồ Chí Minh để học và sau này học trực tiếp thì em sẽ tham gia lại ạ, mong thầy cô thông cảm ạ  Em xin cảm ơn và chúc các thầy cô phòng đào tạo thật nhiều sức khoẻ.",
    "Kính gửi thầy/ cô  Dạ trong học kì vừa rồi em có xin hoãn thi môn Cơ kết cấu, Vậy em có cần làm đơn xin thi lại hay trường sẽ xếp lịch cho em ạ. Em xin cảm ơn ạ!",
    "Em chào thầy/cô ạ Em là  MSSV :  Dạ em học nhóm lớp L10A, môn Vẽ kỹ thuật (CI1003) do cô  phụ trách ạ. Dạ kết quả thi và bảng điểm cô  đã gửi cho lớp em từ 3 tuần trước rồi ạ mà trên bảng điểm học kì 202 của em vẫn chưa cập nhật ạ. Mong thầy/cô xem lại giúp em ạ. Em xin chân thành cảm ơn",
    "Kính gửi Phòng đào tạo, Em tên là  MSSV: Em xin phép hủy đơn tham gia lớp học trực tiếp Hóa Thí Nghiệm, do điều kiện di chuyển không thuận lợi. Em xin cảm ơn. Chúc thầy cô nhiều sức khỏe.",
    "Dạ chào thầy cô, em tên  , MSSV: , hiện tại em đang học năm 3. Em thấy chữ  của mình viết thường, không in hoa. Em không biết có cách nào để sửa thành chữ in hoa được không ạ. Em thấy khá khó chịu nếu các văn bằng sau này của mình cũng như vậy. Hi vọng thầy cô giúp đỡ em. Em xin cảm ơn. Chào thầy cô.",
    "Em tên :   MSSV:  Khoa : Cơ khí Em muốn xin tên và mail giảng viên lớp hóa thí nghiệm VL19 được không ạ lý do là để em có thể mail cho thầy cô để có thể rút không đi học hóa thí nghiệm tại trường nữa ạ. Em xin cảm ơn",
    "Thưa cô Em là sinh viên năm cuối nhưng chưa đủ chuẩn anh văn để tốt nghiệp. Hiện em đã Tạm Dừng một học kỳ. Em cần đăng ký thu nhận lại để Đăng Ký Môn Học tránh trường hợp Buộc Thôi Học do tạm dừng 2 học kỳ liên tiếp. Cô cho em hỏi quy trình làm đơn xin thu nhận lại?. Để kịp đăng ký môn học đợt 18/01 - 19/01/2022. Em cảm ơn cô đã đọc yêu cầu này!",
    "Kính gửi : Phòng Đào Tạo Em tên là :  Khoa : Kỹ thuật cơ khí MSSV :  Em đã đăng kí học trực tiếp học hóa thí nghiệm đợt 2 nhưng hiện tại em vẫn còn ở quê và chưa có điều kiện để học tại trường. Vì vậy em muốn xin rút lịch học lại và sau tết em sẽ đăng kí đợt sau. Em xin cảm ơn.",
    "Kính gửi : Phòng đào tạo Em tên là:   MSSV:  Khoa Kỹ thuật Giao thông Vì không biết lịch học nên em đã lỡ đăng kí học Hoá TN trực tiếp tại trường . Nhưng hiện tại em đang ở quê và không có đủ điều kiện để vào lại TPHCM để học vào tuần sau. Em xin phép nhà trường cho em rút lịch học và sẽ đăng kí bổ sung vào đợt sau. Em xin cảm ơn.",
    "Kính gửi: Phòng Đào Tạo ﻿ ﻿Em tên là:  ﻿MSSV:  ﻿Khoa: Kỹ thuật xây dựng ﻿Em xin phép hủy môn Vẽ kỹ thuật(CI1003) và Vẽ kỹ thuật( ThL, thí nghiệm)(CI1004) ﻿Lí do: Em đăng kí nhầm môn vẽ kỹ thuật xây dựng(CI1033) với vẽ kỹ thuật(CI1004) ạ. ﻿﻿Em xin cảm ơn và chúc các thầy cô phòng đào tạo thật nhiều sức khỏe.",
    "Kính gửi : Phòng Đào Tạo Em tên :  (MSSV :),là sinh viên khoa Cơ Khí Vì lý do đột xuất ̣ chiều 13/1 em đã có triệu chứng của COVID do có tiếp xúc với F0 nên để đảm bảo an toàn cho thầy cô và các bạn thì em muốn xin dời lại lịch học  cho đợt sau ạ . Em xin lỗi vì sự đột xuất này ạ Em xin cảm ơn",
    "Dạ thưa PĐT Em là , kì trước em có hoãn thi môn Mô Hình Hóa (CH3133) Trên bảng điểm cũng đã cập nhật điểm là HT   B Kì vừa rồi có mở lớp dạy môn Mô Hình Hóa nhưng lại không tổ chức thi cho những bạn thi lại.   Do đó em đã gửi mail cho giảng viên dạy môn đó là thầy  và xin thi bài cuối kì. Được sự đồng ý của thầy thì em đã thi và được thầy chấm điểm bài thi cuối kì.      U Nhưng thầy chưa biết cách nào để nhập điểm cho em vì em là sinh viên thi lại do hoãn thi.    Mong PĐT hướng dẫn để em báo lại với thầy ạ. Em cảm ơn",
    "Em tên là:  - mssv:   Đang học ở Khoa Điện - điện tử của OISP Em gửi mail này vì có thắc mắc tại sao hệ thống lại hiển thị điểm là 13 Kì 212 vừa rồi em có đăng kí rút môn học theo form của Phòng đào tạo cho môn Vật lí: Điện và từ học và nhận được thông báo rút thành công, sau đó được phòng đào tạo cập nhật điểm 17 - điểm rút môn học và không ghi vào bảng điểm; nhưng hôm nay khi em vào check lại thì thấy pđt cập nhật điểm cuối của em là điểm 13 là Vắng thi và được tính như điểm 0. Em không biết phòng đào tạo có cập nhật lỗi điểm gì hay không ạ? Liệu em có bị điểm 0 và tính là vắng thi khi em đã đăng kí rút môn học rồi không ạ? Rất mong được anh/chị giải đáp và hỗ trợ .",
    "Kính gửi Phòng đào tạo, Em tên là:  MSSV:  Khoa: Khoa học và Kỹ thuật Máy tính Em đã đăng kí học Hóa đại cương thí nghiệm trực tiếp đợt 2 và hiện tại đang có lịch học vào thứ 2 tuần 3-4 lớp VL18, phòng B2-406. Hiện tại em đang ở quê và không sắp xếp được thời gian lên thành phố nên em xin phép trường cho em rút lại lịch học này, sau khi lên thành phố em sẽ đăng kí lịch học sau. Em xin cảm ơn và chúc các thầy cô phòng đào tạo thật nhiều sức khoẻ.",
    "Em tên là:  MSSV: Học lớp Hóa đại cương L59   Sao khi được xếp lịch học lớp hóa thí nghiệm thuộc lớp (VL22) vào các tuần 03 và 04 ( bắt đầu học vào thứ 2 ngày 17/01/2022) nhưng do chưa vào trong TP. Hồ Chí Minh được .Nên em muốn xin cho dời lịch học thí nghiệm lại sao tết (khi các KTX đã mở cửa trở lại và sinh viên học trực tiếp bình thường )   Em xin chân thành cảm ơn.   i ",
    "Em tên là -MSSV:  học lớp Hóa đại cương  L59 Sao khi được xếp lịch học lớp hóa thí nghiệm thuộc lớp (VL22) vào các tuần 03 và 04(bắt đầu học vào ngày 17/01/2022)  nhưng do chưa vào trong TP. Hồ Chí Minh được. Nên em muốn xin cho phép dời lịch học thí nghiệm lại sao tết (khi các KTX đã mở cửa lại và sinh viên học trực tiếp bình thường ) Em xin chân thành cảm ơn.",
    "Dạ kính chào quý thầy cô, Do em mới biết điểm là môn phương pháp tính của em đã qua môn, mà học kỳ chính thì em đăng ký có một môn này thôi ạ, nhưng lớp dự thính thì em có đăng ký một môn khác. Vì vậy, em muốn hỏi là nếu em đăng ký huỷ môn duy nhất này trong học kỳ chính thì em có bị đình chỉ học không ạ. Em cảm ơn quý thầy cô nhiều ạ  ",
    "Kính gửi Phòng Đào tạo Em tên là:  MSSV:   Khoa: Cơ khí  xin phép huỷ môn Hoá đại cương ( thí nghiệm) do gia đình có việc nên không lên trường được ạ. Em xin cảm ơn và chúc các thầy cô phòng đào tạo thật nhiều sức khoẻ.",
    "Em là , MSSV , sinh viên lớp TN hóa L72, đợt vừa rồi em có đăng ký học TN tại trường và có thời khóa biểu học lớp VL21. Nhưng vì tình hình dịch phức tạp nên không thể tham gia lớp theo lịch. Vì vậy em mong rằng thầy/cô PĐT có thể giúp em hủy thời khóa biểu tại trường lớp thí nghiệm hóa VL21 để em có thể đăng kí học thí nghiệm tại trường vào đợt sau.    Em xin chân thành cảm ơn.",
    "Em đã làm theo hướng dẫn :\" - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.\" Và thấy trong kết quả đăng kí môn học vẫn còn và thời khóa biểu cũng không trùng môn khác. -TKB của e và el vẫn chưa có lại môn học này. -Mong quý thầy cô giải quyết cho em ạ .",
    "cho em hỏi là hiện tại em vẫn chưa thể đăng ký học phần 1 môn gdtc vậy thì năm 2 em có được đăng ký hp 1 ko ạ.",
    "Cho e hỏi e đã đăng kí xét tốt nghiệp và đóng phí rồi, nhưng đến hôm nay lại bị tình trạng này là sao ạ?",
    "Kính chào thầy cô! Em tên là:             MSSV:    khoa:Cơ Khí Vừa qua trường có tổ chức cho điền form để tham gia học trực tiếp thí nghiệm tại trường em đã đăng ký và được xếp vào lớp VL27.Nhưng hiện tại em đang bị cách ly và đang ở quê nên không thể tham gia lớp học trực tiếp ngày 17/1/2022 tại cơ sở 1 được mong thầy cô giúp đỡ em ! Em xin chân thành cảm ơn.",
    "Kính gửi thầy/cô, Em tên: , MSSV: . Nay em có một thắc mắc mong muốn thầy/cô giải đáp. Em có nhận được phản hồi trên  là 14/01 sẽ cập nhật thời khóa biểu cho môn học thí nghiệm quá trình thiết bị (CH3015), nhưng đã hơn 1 ngày kể từ lần cập nhật cuối là 17h30 14/01/2022 thì em vẫn chưa thấy có môn thí nghiệm trên được cập nhật. Cũng theo lời giải đáp trên , em có vào xem điều 8.2 của quy chế đào tạo đại học, cao đẳng; và em có vào xem thử kết quả đăng ký môn học đợt 3 thì trường đã để thành 25/9000 sinh viên. Em đã nghĩ mình sẽ đăng ký được. Vậy cho em hỏi là, có phải em không đăng ký được môn thí nghiệm đó không ạ? Và có thể cho em biết lý do được không ạ . Em cảm ơn thầy/cô đã đọc.",
    "Tên em là :  MSSV :                                    Sinh viên khoa Cơ khí Trong thời khóa biểu của em hiện có lịch học trực tiếp môn Hóa đại cương thí nghiệm vào thứ 3 tuần 3 và 4 lớp VL25 tại phòng B2-401A . Nhưng hiện tại em đang ở quê Nam Định và chưa thể có mặt tại trường được nên em mong thầy cô có thể sắp xếp lịch cho em ra sau tết . Em xin chân thành cảm ơn .",
    "Em chào PĐT ạ! Hiện tại trên trang đăng kí tốt nghiệp của em có hiện thông báo đăng kí hết hạn mặc dù trước đó em đã đăng kí kịp! Rất nhiều bạn cũng có tình trạng tương tự. Đây chỉ là lỗi hệ thống thôi đúng không ạ? Em xin cảm ơn!   i Tốt nghiệp .",
    "Chào Phòng Đào tạo, Em là , mssv , em xin hỏi về điểm tổng kết môn học của em: Em đã rút môn học thành công 2 môn ở học kỳ vừa rồi, điểm thi là 17 (điểm rút môn học) nhưng điểm tổng kết lại là 13 (vắng thi). Em cũng có hỏi giảng viên thì giảng viên cũng không biết vấn đề này. Mong PĐT sớm có giải đáp thắng mắc của em ạ, em xin cám ơn PĐT",
    "em muốn hoãn môn hóa đại cương thí nghiệm CH1004, vì lí do dịch bệnh em không thể vào thành phố hồ chí minh được",
    "Cho em được hỏi khi từ chính quy chuyển sang hệ vừa học vừa làm có được chuyển điểm các môn học đã đạt không ạ? Và được chuyển bao nhiêu môn ạ.",
    "Xin chào thầy/cô, Em đã hoàn thành luận văn bằng 2 trong học kì 211. Hiện tại, e muốn theo dõi danh sách tốt nghiệp dự kiến cho cả 2 bằng, để đăng kí tốt nghiệp thì xem ở đâu ạ. Do em lên cổng thông tin http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach thì nó chỉ hiện cho bằng 1 của em thôi ạ . Em xin cảm ơn",
    "Kính gởi: Phòng đào tạo. Em tên là  -  khoá K21. Nay em xin Phòng đào tạo cho em được dời 2 buổi học hoá đại cương (thí nghiệm) CH1004 lớp/nhóm VL23 vào đợt sau. Lý do: điều kiện đi lại khó khăn. Rất mong sự chấp thuận của Phòng đào tạo, cứu xét giúp đỡ em vì không liên hệ với giảng viên dạy hoá thí nghiệm. Em thành thật cám ơn! Thân chào ",
    "Em là Nguyễn Xuân Thùy Linh MSSV . Em muốn hỏi là học kỳ 211 em có đăng ký hoãn thi môn Hóa Hữu Cơ mã CH2021. Nhưng đến nay yêu cầu hoãn thi vẫn chưa được giải quyết, và điểm thi của em trên bảng điểm được cập nhật là điểm 13, em có vào lại trang đăng ký hoãn thi để xem lại nhưng không xem được nữa. Mong pdt giải quyết giúp em ạ.  ",
    "Chào anh chị quản trị viên. Em là -. Em muốn rút môn hóa thí nghiệm nhóm VL23 do em là F1 vừa mới được cách ly. Với lại chỗ em dịch nhiều và xa nên không có cách để vào học. Em xin chân thành cảm ơn ạ!",
    "Kính gửi : Phòng đào tạo Em tên là:  MSSV: . Sinh viên khoa Cơ khí - chuyển hệ ( MSSV cũ : 9) Em đã hoàn thành Thực tập tốt nghiệp (209302) khi học chương trình đại trà. Khi điểm chuyển chưa được chuyển nên giờ em bị thiếu môn tiên quyết. Mong phòng đào tạo hỗ trợ em chuyển điểm Thực tập tốt nghiệp sang hệ VLVH để em đủ điều kiện làm Luận văn tốt nghiệp (209303). Em cảm ơn",
    "Em có đăng ký hoãn thi môn hóa đại cương kỳ trước và được chấp nhận , kỳ này em có lịch thi nhưng do vấn đề thiết bị nên không thể tham gia nhưng không thể đăng ký hoãn thi do ứng dụng hoãn thi bảo trì nên tới giờ vẫn chưa được giải quyết và em có hỏi trên bksi nhưng vẫn chưa được trả lời.Em mong phòng đào tạo hỗ trợ hoãn thi môn này GẤP giúp em do đã 3 ngày rồi em vẫn chưa được giải quyết .Em cảm ơn .  - ",
    "Em đã đăng ký thành công Luận văn tốt nghiệp trong ĐKMH đợt 3 nhưng trên elearning của em không xuất hiện môn. Cho em hỏi như vậy là em đã đăng ký thành công hay chưa ? Em cảm ơn ạ.",
    "Kính gửi :  Em tên Nguyễn Trọng Hiếu mssv  lớp Hoá thí nghiệm L76 khoa CƠ KHÍ . Em xin phép được rút thí nghiệm tuần 03-04.Vì nhiều lí do em không để tham gia học được(1 trong số đó là do thời gian và không có nơi ở để tham gia buổi học do nhà em ở xa trường). Em xin hứa sẽ tham gia lớp học khi bắt đầu học trực tiếp ạ . Chúc quý thầy cô  nhiều sức khoẻ . Mong sớm nhận được phản hồi từ thầy. Em chân thành cảm ơn thầy cô ạ .  ",
    "Chào pdt, Em có đăng kí học trực tiếp \"Nhập môn về kỹ thuật\" của khoa điện-điện tử. Nhưng do tình hình covid em kg thể vào học kịp được, và em đã liên hệ thầy dạy thí nghiệm thì được bảo là liên hệ pdt sắp xếp học offline sau. Cho em hỏi là em có cần làm đơn hay thủ tục gì  kg ạ?",
    "Hiện tại em vẫn chưa có lại thời khóa biểu và E-learning của học kì này. Mong nhà trường sớm kiểm tra và chỉnh sửa giúp em để kịp tiến độ học tập ạ.",
    "họ tên :  Dạ e có môn học EE2045 là môn đồ án bổ xung vi xử lý ạ. Nhưng môn nay không được xếp giáo viên và giờ . Em không biết là môn này có phải có giáo viên không hay chỉ đăng kí cho đủ chỉ là được ạ em cảm ơn   i  .",
    "Dạ kính gửi Phòng Đào Tạo ! Em tên là   MSSV:  Nay em gửi tin để xin rút buổi học hóa thí nghiệm vào tuần 3 và 4 vì trước đó em nghĩ trường sẽ xếp lịch cho buổi học này vào sau tết và vì hiện tại tình hình dịch bệnh ở địa phương em vẫn chưa được giải quyết cùng với vài lý do cá nhân khác. Hiện tại em chỉ mới nhận được nhóm lớp của em là VC12, đến nay em vẫn chưa biết giảng viên dạy học trong nhóm mới nên em không thể liên lạc để xin rút môn được ạ. Kính mong PĐT sẽ giúp em tìm cách để rút buổi học vì đến ngày 17/01 là buổi học đầu tiên của em và nếu em không thể rút kịp thời thì sẽ bị tính là vắng thi ạ. Cảm ơn vì đã đọc. ",
    "Gữi Thầy/Cô  Em tên Huỳnh Quốc Huy, em gữi câu hỏi này muốn hỏi về đăng kí tốt nghiệp. Tại sao em truy cập vào trang wep \" https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky \" - mục 18 đăng ký tốt nghiệp trên MyBK thì bị lỗi truy cập :  \"Xin lỗi, bạn chưa được cấp quyền sử dụng trang này. Bạn vui lòng liên hệ quản trị.\" ,  \"Nếu bạn là sinh viên, có thể do tình trạng hiện tại của bạn không được cấp quyền sử dụng dịch vụ này, bạn vui lòng kiểm tra lại tình trạng của bạn tại đây.\"   như ảnh đã đính kèm Nhờ Thầy/Cô hướng đẫn em cách khắc phục Em xin cảm ơn",
    "Kính chào thầy cô. Em là: Võ Mai Phương  MSSV:  Khoa Khoa học và kỹ thuật máy tính. Dạ thưa thầy cô. Hiện tại laptop và điện thoại em dùng đều không có camera không đáp ứng được việc học môn Giáo Dục Thể Chất và em chưa đăng ký học cả hai học phần GDTC CƠ BẢN VÀ NÂNG CAO ạ . E không biết em có thể học hai môn này ở học kỳ thứ 3 (học kỳ đầu của năm 2) được không thầy cô ạ. E đã đọc qua quy chế và thấy rằng bắt buộc phải học xong học phần GDTC CƠ BẢN mới được đăng ký được các môn học học kỳ 3 (học kỳ đầu của năm 2). Nhưng thật sự e không thể mượn máy của người khác được ạ. Dạ thưa thầy bây giờ Thời khóa biểu học kỳ 2 của em đã chốt r ấy ạ. Vậy để học được học phần GDTC CƠ BẢN á thầy e đăng ký học vào học kỳ hè (học kỳ dự thính) được không ạ?  E không biết là học phần GDTC CƠ BẢN VÀ NÂNG CAO có được mở trong học kỳ hè không ạ?  Hay e sẽ phải bỏ ra thêm một kỳ nữa để học xong hai học phần này r mới học học kỳ 1 năm 2 ạ? Mong thầy cô hồi âm ạ. Kính chào thầy cô.",
    "Kính gửi thầy cô! Em tên là , MSSV . Ngày 28/12 em có đăng ký môn Cầu lông PE1041 L07 và đã thành công. Đến đợt 3 em vẫn thấy môn này trong danh sách đăng ký thành công nhưng bây giờ thì em không thấy nữa ạ. Vùa qua, em có được thầy phản hồi trên bksi là vì em chưa học PE1017. Nhưng theo em được biết là việc này không bắt buộc ạ. Em có một số bạn bè cũng có tình trạng tương tự nhưng đăng ký thành công. Em rất mong thầy cô xem xét giúp em. Em cảm ơn thầy cô rất nhiều.",
    "Chào PĐT Họ tên sv:  MSSV:  Em được thông báo là kiểm tra thời khóa biểu sau ngày 14/1/2022 nhưng đến giờ vẫn chưa cập nhật thời khóa biểu mới. Pdt cho em hỏi là 2 môn em đăng ký là môn tính toán động lực lưu chất, mã môn học là AS3035 và vật lý 1 (dư thính) mã môn học PH1003 có được đăng ký thành công không? Môn tính toán động lực học lưu chất đã học được 2 tuần rồi.",
    "Kính gửi:  Em tên:  MSSV   Hiện tại em có thời khóa biểu hóa thí nghiệm vào tuần 3 và 4 . Nhưng vì em vẫn đang ở quê tình hình dịch khu vực em ở vẫn còn rất phức tạp và đang phải nằm trong diện bị phong tỏa.Em không thể vào sài gòn ngây lúc nào để kịp lịch học.Em xin phép Phòng Đào Tạo cho em rút lại môn học hóa thí nghiệm.Em sẽ đăng ký vào đợt sau để hoàn thành chương trình học. Em xin chân thành cảm ơn, chúc thầy cô thật nhiều sức khỏe",
    "Mở môn học học kỳ 212 . Dạ thầy (cô) em có câu hỏi như sau: - Vừa rồi em đăng kí mở môn học thì được trường xếp lịch môn học\"HÓA THÍ NGHIỆM\" ở cơ sở 2 còn những môn còn lại đều nằm ở cơ sở 1. Thầy (cô) có thể cho em hỏi là có cách nào chuyển môn học này sang cơ sở 1 được không ạ. Vì em có lỡ thuê trọ gần cơ sở 1 mà lại không quen đường xá vào năm nhất nên hơi lo ạ. Em rất xin lỗi vì làm phiền và cảm ơn thầy (cô) ạ",
    "Dạ kính gửi Phòng Đào Tạo  Em tên là  - MSSV:  Nay em gửi tin để xin rút buổi học hóa thí nghiệm vào tuần 3 và 4 vì trước đó em nghĩ trường sẽ xếp lịch cho buổi học này vào sau tết và vì quá gấp rút nên em không thể sắp xếp được dụng cụ cũng như chỗ ở tạm để có thể học môn này. Hiện tại em chỉ mới nhận được nhóm lớp của em là VL19, đến nay em vẫn chưa biết giảng viên dạy học trong nhóm mới nên em không thể liên lạc để xin rút môn được ạ. Em đã gửi mail cho giáo viên lí thyết thí nghiệm hóa đại cương và đã được thông báo gửi yêu cầu đến phòng đào tạo. Kính mong PĐT sẽ giúp em tìm cách để rút buổi học vì đến ngày 17/01 là buổi học đầu tiên của em và nếu em không thể rút kịp thời thì sẽ bị tính là vắng thi ạ.    i  .",
    "Kính gửi VP ĐTQT, Vừa qua, em có đăng kí học offline thí nghiệm Hóa đại cương lớp CC04 cùng bạn chung nhóm thí nghiệm, tuy nhiên kết quả là em bị hủy với lý do \"Hủy do sĩ số thấp\" còn bạn em thì lại được xếp lịch vào nhóm VC11. Cho em hỏi vì sao lại có sự khác biệt này ? Em cảm ơn, .",
    "Dạ em xin chào PĐT.    Em là  - MSSV: - VP19CĐT Học kì này em có đăng kí môn Cơ vật rắn và sóng cơ (AS2049) và   B đã đăng kí thành công, đã có thời khóa biểu    ở tuần học đầu tiên nhưng không hiểu vì lí do gì lại bị xóa môn học ở tuần thứ 2. Vì đây là môn của học kì 4, hiện tại em đang học học kì 6 và em hoàn toàn đủ điều kiện để đăng kí môn học (minh chứng là đã có thời khóa biểu ở tuần đầu tiên và không bị xóa môn học ở cả 3 đợt đăng kí, điều kiện tiên quyết hay học trước của môn học em đều có đủ). (file ảnh đính kèm) Tuần vừa rồi em đã mất 2 buổi học.Mong PĐT giải quyết sớm để không ảnh hưởng đến việc học của em.   B Em xin chân thành cám ơn.   ",
    "Kính gửi: PĐT trường ĐH Bách Khoa-ĐHQG TP.HCM Em tên: Lê Xuân Nam - MSSV:  - Em viết thư này là mong muốn PĐT sẽ đăng ký bổ sung giúp em môn ĐAMH KẾT CẤU THÉP (CI3213). - Lý do: Do PĐT mới đăng điểm ngày hôm qua thứ 7 ngày 15/01/2022 nên em biết điểm trễ. Em đã không qua môn này và chưa kịp đăng ký ĐAMH Kết cấu thép (CI3213) ở HK212 này. - Em là sinh viên khóa 2017 (đã trễ 0.5 năm so với CTĐT) , HK212 (2021-2022) này em chỉ còn học và đã đăng ký có TKB môn Luân văn tốt nghiệp. - Em kính mong PĐT đăng ký bổ sung giúp em ĐAMH KẾT CẤU THÉP (CI3213), để em có thời khóa biểu môn học này ở HK212 này và có thể hoàn thành cùng lúc với LVTN và ra trường không bị trễ nhiều ạ . - Kính mong PĐT xem xét giúp đỡ đăng ký bổ sung giúp em. Do em đang đi thực tập ở xa bên UNICONS nên không thể đến Văn phòng PĐT được ạ! Mong sớm nhận được hồi đáp từ PĐT ạ.",
    "Dạ thưa PĐT Em là , kì trước em có hoãn thi môn Mô Hình Hóa (CH3133) Trên bảng điểm cũng đã cập nhật điểm là HT   B Kì vừa rồi có mở lớp dạy môn Mô Hình Hóa nhưng lại không tổ chức thi cho những bạn thi lại. Do đó em đã gửi mail cho giảng viên dạy môn đó là thầy  và xin thi bài cuối kì. Được sự đồng ý của thầy thì em đã thi và được thầy chấm điểm bài thi cuối kì.      U Nhưng thầy chưa biết cách nào để nhập điểm cho em vì em là sinh viên thi lại do hoãn thi.    Mong PĐT hướng dẫn để em báo lại với thầy ạ. Em cảm ơn",
    "Dạ kính thưa pđt em là sinh viên k20 nhưng hiện tại em vẫn chưa học giáo dục thể chất, học kì nào cả  Em mong pđt giúp em đăng kí môn bóng đá học phần 1 để kịp tiến độ học tập ạ.",
    "Chào cô ạ. Em tên là , MSSV:  Nay bên Kí túc xá gọi điện cho em nói là bảo hiểm y tế của em vẫn chưa được gia hạn năm 2022 là sao vậy ạ. Họ bảo em liên hệ với trường về việc này. Em đã đóng thẻ bảo hiểm y tế 2022 trên bkpay rồi ạ. Em cảm ơn cô",
    "Kính thưa ! Hiện tại, em là sinh viên k18 khoa Kỹ Thuật Hóa Học. Đợt đăng ký môn học đợt 2 em có đăng ký môn Aerobic học phần 2 (mã PE1045 nhóm lớp L01). Sau khi hoàn thành thì em đã có TKB của môn học trên trang mybk thông tin sinh viên. Nghĩa là qua đợt đăng ký đợt 3 em vẫn không bị hủy lớp (kèm theo đã lên TKB). Sau khi có kết quả đăng kí đợt 3 ở tuần 1 thì em vẫn còn môn học và TKB của em vẫn đầy đủ. Tuy nhiên hôm nay em vào check TKB thì mất môn Aerobic học phần 2 (PE1045) và em không nhận được bất cứ thông báo nào về việc này do môn học đã ấn định lên TKB. Sau đó em vào xem kết quả đợt 3 thì bị báo hủy lớp vào ngày 8/1. Dạ thưa quý thầy cô, việc bị hủy như vậy em cực kỳ giật mình vì không có thông báo và do môn đã lên TKB nên em cũng không thường check kết quả đợt 3. Dạ em hiện tại sinh viên năm 4 và do gặp một số khó khăn nên em học có phần chậm hơn các bạn. Dạ vậy với TH của em, em phải giải quyết như thế nào ạ? Em có thể bổ sung vào lớp Aerobic học phần 2 khác vào thời điểm này được không ạ? và em cần làm đơn gì ạ? (Hiện tại lớp L16 không bị hủy và em không bị trùng TKB). Em mong  có thể xem xét và cho em cơ hội rút ngắn thời gian ra trường ạ!",
    "Thầy, cô cho em hỏi trong kết quả đăng ký môn học em đã đăng ký thành công luận văn tốt nghiệp và thực tập tốt nghiệp. Sau đó trên trang Mybk em cũng đã có thời khóa biểu của 2 môn này. Nhưng hiện tại thời khóa biểu lại bị xóa mất rồi ạ . Em đã hoàn thành đủ các môn học cần thiết rồi ạ. Em sợ trong đợt đăng ký  18/1 tới đây cũng sẽ gặp tình trạng tương tự nên em muốn hỏi thầy, cô về trường hợp này ạ. Em xin cảm ơn và mong nhận được phản hồi của quý thầy, cô. Chung.",
    "E tên là , mssv: . Hiện tại đã qua 1 tuần kể từ việc học môn thể chất \"Badminton (PE1041) của Thầy  (CC_HK212) lớp CC01 và học vào thứ 2 nhưng e vẫn hoàn toàn ko có link để vào lớp học trên bkel. Xin Quý Thầy/ Cô liên lạc với Thầy  để hỏi rõ về vấn đề này ạ. Dưới đây có gửi kèm hình ảnh môn học, lịch học, vào hình khi e click vào linh môn học trên bkel. E xin cảm ơn, ",
    "Dạ em chào thầy cô bên phòng đào tạo Em là  mssv   Em có nhận được mail của trường về lịch học Thí nghiệm hoá đại cương vào ngày 17/01/2022 lớp VL19 nhưng vì lí do gia đình nên em chưa thể có mặt học trực tiếp được.Do đó em muốn hoãn lại lịch học đợt này và đợi đợt sau. Em xin lỗi vì sự bất tiện này  Em xin chân thành cảm ơn",
    "Em có đăng kí tham gia học thí nghiệm hóa đại cương tuần 3,4 (từ 17/01/2022) nhưng vì người nhà em là ca f0 nên em hiện không thể vào Thành phố để tham gia trực tiếp, mong cô hủy giúp em dời lại cho đợt sau ạ. Em tên  mssv  lớp thí  nghiệm hóa đại cương VL18. Em cảm ơn ạ",
    "Kính gửi Phòng đào tạo Em tên là  MSSV:  1, Lúc em nộp hồ sơ đợt 1 hệ VHVL, thầy bên pđt có nói, khoảng 2 3 tháng sau mới có điểm chuyển, trước mắt thì cứ đăng ký học trừ mấy môn được miễn, trong trường hợp được các môn đã học mà được miễn thì có thể lấy điểm hoặc không. Học kỳ 3 Năm học 2020 - 2021, em đã học 2 môn trong danh sách môn được miễn, vậy bây giờ em không muốn lấy điểm thì phải làm như thế nào ạ. 2, Cho em hỏi, khóa của em thì bao nhiêu điểm được qua môn. 3, Trong TKB của em có hai môn ME3145 Đồ án hệ thống truyền động và ME2115 Thực tập kỹ thuật nhưng chưa có Thời khóa biểu, có phải là em sẽ đợi thầy/cô liên hệ thông báo đúng không ạ. Em xin chân thành cảm ơn .",
    "Dạ em chào PĐT ạ, em là   Trong học kỳ 212 em có 2 môn học liên tiếp nhau nhưng địa điểm khi học offline trở lại là ở 2 cơ sở (em có đính kèm theo hình). Hiện nay học online nên không có vấn đề gì, nhưng nếu khi học offline lại thì như thế nào ạ. Em cảm ơn ạ. + 33 - Kỹ thuật môi trường - Nhóm 01 - T4 tiết 9,10 - Cơ sở 2 + 51 - Kỹ thuật xúc tác và ứng dụng - Nhóm 01 - T4 tiết 11,12 - Cơ sở 1",
    "Em tên là , em nhận mail xác nhận đơn xin xét tốt nghiệp vào ngày 01/12, tới nay hơn 1 tháng chưa nhận được mail quyết định tốt nghiệp và nhận bằng tốt nghiệp ạ. Cho em hỏi khi nào nhận được mail quyết định tốt nghiệp ạ? (em cũng lo lắng không biết còn thiếu phần gì không mà chưa đc nhận ạ)",
    "Tên  Mssv  Dạ thưa cô,cho em xin được hoãn môn thí nghiệm hóa đại cương CH1004 sau tết ạ,tại vì gia đình em đang bị nhiễm covid và cách ly tại nhà,nên em không thể học thí nghiệm trực tiếp tại trường trong đợt này ạ.(lớp VL27,tiết 2_6,phòng B2-401A,BK CS1) em xin cảm ơn ạ.",
    "Em chào PĐT. Em tên: , MSSV: Hôm trước em có xin PĐT đăng ký giúp em môn \"Kỹ thuật điều khiển tự động (ME2009) L01_L01\" và PĐT đã đồng ý và nói em xem TKB cập nhật sau 14/1/2022 (ảnh đính kèm). Đến nay em vẫn chưa được cập nhật TKB, PĐT xem lại giúp em ạ. Em cảm ơn!!",
    "Kính gửi Phòng đào tạo. Em tên là:  -  Hiện tại em đã có tên trong danh sách tốt nghiệp chính thức. Em đang cần bằng tốt nghiệp để bổ sung cho công ty. Phòng đào tạo cho em hỏi khi nào em có thể nhận bằng ạ?  Em xin chân thành cảm ơn.   i Tốt nghiệp .",
    "Em có hỏi PĐT và PĐT báo em là chờ  trả lời là có đăng ký được chưa ạ, em cảm ơn",
    "Kính gửi thầy cô PĐT! Em có lịch học trực tiếp thí nghiệm Hóa Đại Cương vào thứ 2 (7h - 11h50, ngày 17/12/2022). Vì điều kiện đi lại, ăn ở gặp khó khăn do em ở quê. Rất mong Thầy Cô cho em được chuyển TKB sang đăng kí đợt 3 ạ . Sau đây là thông tin của em: Họ và Tên:     Mssv:       B HÓA  (CH1004)    Lớp:   B VL18  ",
    "Em ở khoa BDCN(mssv:) nay em có lịch học hóa đại cương thí nghiệm CH1004 vào tuần 3,4 hk2 lúc 13h-17h30 . Nay em xin được hoãn học môn này vì lí do chỗ em ở tỉnh khác còn dịch và việc đi lại khó khăn. Em mong được xem xét đã hoãn môn này ạ.",
    "Cho e hỏi là những môn thi cuối kì mà em hoãn thi đăng ký trên dịch vụ sinh viên PĐT bảo là đã gửi về cho khoa hậu kiểm thì không biết là khi nào có kết quả vậy ạ ? cụ thể là em hoãn thi môn  CI4117 - Công Trình Đường Thủy thi ngày 13/12/2021 CH1003 - Hóa Đại Cương thi ngày 13/12/2021 Em cảm ơn ạ ",
    "Hôm qua và hôm nay em không vào được BKPay, nhưng hôm nay là hạn chót đóng học phí. Làm thế nào để đóng học phí bằng cách khác ạ, em xin cảm ơn nhiều.   ",
    "Dear Phòng Đào tạo, Em tên là , MSSV: , Lớp CK14HT1. Em đã làm đơn đăng ký xét tốt nghiệp hệ vừa làm vừa học (phiếu đăng ký tình trạng đã xử lý chờ nhận), cho em hỏi là tình trạng đăng ký tốt nghiệp của em đã đầy đủ chưa ạ để em bổ sung và thời gian nhận bằng tốt nghiệp dự kiến nằm ở khoảng thời gian tháng 1/2022 hay khoảng thời gian sau đó ạ. Rất mong nhận được sự hỗ trợ từ Quý Thầy Cô ạ. Em xin chân thành cảm ơn ! Chúc Quý Thầy Cô nhiều sức khỏe ạ !",
    "From whom it may concern   Em xin kình chào phòng đào tạo. Em là , mssv , lớp CK19LTH, khoa cơ khí.   Vừa qua em đã đăng ký tốt nghiệp vào ngày 15/11/2021, đợt tốt nghiệp tháng 11/2021, em đã nhận được chứng nhận tốt nghiệp tạm thời được trường chuyển phát tới nhà sau đó 2 tuần. Đến nay em vẫn chưa có thông báo đến PĐT nhận bằng chính thức.    Em muốn hỏi PĐT hồ sơ xét tốt nghiệp của em có vấn đề gì không ạ? Nếu hồ sơ củ em đầy đủ thì đến khi nào em có thể nhận bằng ạ? Rất mong nhận được trả lời sớm nhất từ PĐT.    Em xin chân thành cảm ơn. Thank you & Best Regard.   i Tốt nghiệp .",
    "Hiện tại thì do vô ý mà em đã làm hư thẻ BHYT, cho em hỏi là có cách nào để được cấp lại thẻ BHYT không ạ? Em cảm ơn.",
    "Em chào anh/chị,  Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến . Vấn đề của em là em cần nộp bằng tốt nghiệp tạm thời cho phòng đào tạo sau đại học để tiếp tục chương trình cao học (em đã học tối đa tín chỉ liên thông nên giờ cần trở thành sinh viên cao học chính thức mới có thể đăng kí tín chỉ tiếp được) . Em cần nộp bằng trong tháng 1 này, anh/chị có thể hỗ trợ cấp bằng tốt nghiệp tạm thời cho em trong khoảng thời gian này được không ạ?  Mong nhận được phản hồi sớm từ anh/chị. Em cảm ơn",
    "Thưa cô Em là sinh viên năm cuối nhưng chưa đủ chuẩn anh văn để tốt nghiệp. Hiện em đã Tạm Dừng một học kỳ. Em cần đăng ký thu nhận lại để Đăng Ký Môn Học tránh trường hợp Buộc Thôi Học do tạm dừng 2 học kỳ liên tiếp. Cô cho em hỏi quy trình làm đơn xin thu nhận lại?. Để kịp đăng ký môn học đợt 18/01 - 19/01/2022. Em cảm ơn cô đã đọc yêu cầu này!",
    "Em chào thầy cô ạ, Em tên Nguyễn Văn Thương. Mss: Vì lí do kinh tế, chi phí đi lại, cùng sợ sự bất tiện khi chưa sắp xếp được chỗ ở nên em không thể tham gia môn học Thí nghiệm Hoá Đại Cương Đợt 2, Nhóm: VL18, học trước tết và buổi đầu tiên bắt đầu vào ngày 17/1/2022 tại CS1. Em xin huỷ lịch học thí nghiệm hoá đợt 2, và mong muốn được tham gia học sau khi học trực tiếp ạ!.",
    "Hiện tại em đang tìm hiểu 'Vay vốn sinh viên' ở địa phương và cần xác nhận là sinh viên của trường theo biểu mẫu, do tình hình dịch bệnh nên không tiện để đi lại nên có thể xác nhận sinh viên thông qua biểu mẫu được đính kèm không ạ. Cảm ơn đã lắng nghe và mong nhận được sự phản hồi.",
    "e chào PĐT Em có kết quả rút môn học nhưng điểm tổng kết môn học của em là 1.5, vậy em đã làm đúng quy trình chưa ạ. em có đính kèm ảnh bên dưới. mong PĐT giải đáp giúp em ạ",
    "Dạ chào Ad, Em là  (MSSV: ), Ad cho em hỏi vấn đề này với ạ. Là em thanh toán học phí bằng hình thức online. Nhưng sao khi thanh toán thì em vào trong mục Bkpay thì hiện chưa thanh toán ạ. Mong Ad xem lại giúp em và cho em xin hướng giải quyết với ạ, tại nay là hạn cuối thanh toán học phí anh văn nhu cầu nên em hơi gấp ạ. Em có gửi hình ảnh minh chứng xác nhận sao kê của ngân hàng ạ.",
    "Kính gửi Phòng Đào Tạo, Em là Nguyên - sinh viên khoa KH&KT Máy Tính K16 Em đã đạt đủ điều kiện để đăng kí tốt nghiệp nhưng em lại không thể thực hiện đăng kí trên mybk do lỗi bkpay; đến hôm nay thì hệ thống đã báo hết hạn đăng kí. Cho em hỏi như vậy thời hạn đăng kí tốt nghiệp có được gia hạn không ạ? Em xin cảm ơn",
    "Chào thầy/cô,  Cho em hỏi là về các học phần mở rộng của chương trình CNTN thì khi nào sẽ được thêm vào elearning để bắt đầu học ạ? Do em có hỏi khoa thì khoa nói là tuần thứ 3 sẽ được thêm vào. Em xin cảm ơn!",
    "Kính Gửi Phòng Đạo Tạo Em tên là  MSSV  Khoa kỹ thuật hóa (CLC) Nay em gửi tin để xin PĐT dời lịch học hóa thí nghiệm vào tuần 3,4. Lý do là hiện tại em đang ở quê không thể di chuyển lên TP Hồ Chí Minh học một  buổi rồi đi về được ạ . Em xin cảm ơn và xin lỗi vì sự bất tiện này.",
    "ng ký rút môn học HK 212 . Đăng ký rút môn: Thực tập ngoài trường Mã số môn học: CO3335 Lý do rút môn: Do em không đọc được quy định về môn Thực tập ngoài trường trước học kỳ mới nên đã lỡ mất môn và em mong muốn được rút môn trong học kỳ này và đăng ký môn này vào học kỳ hè HK213. Vì thế em xin PDT hỗ trợ em trong việc rút môn học này ạ. Mong các thầy cô hỗ trợ em trong vấn đề này ạ. Em xin cảm ơn .",
    "Em học môn Quản lí sản xuất mã IM1023, lớp L02 học kì 211. Theo tỉ lệ điểm theo thông báo mới trên bkel của cô  trong học kì 211 theo đề cương mới , điểm tổng kết của em là 8.5 nhưng điểm trên hệ thống lại tính theo tỉ lệ của đề cương cũ nên em bị mất 0.5. Em có gửi đính kém ảnh về việc cô  thông báo thay đổi về tỉ lệ điểm và thông báo đó hiện vẫn còn trên BKEL. Em thấy việc này rất không công bằng cho sinh viên khi tỉ lệ điểm theo đề cương mới nhưng điểm tổng kết lại tính theo đề cương cũ. Em mong nhà trường xem xét lại giúp em.",
    "THẮC MẮC VỀ ĐĂNG KÝ ĐỀ CƯƠNG LUẬN VĂN  Kính thưa đội ngũ BKSI, được biết trong CTĐT có ghi   I môn học Đề Cương Luận Văn và Thực tập Tốt nghiệp là 2 môn được học   U song hành   .  /I   Cho em hỏi:    B - Học kỳ hè 213 có được đăng ký môn học Đề Cương Luận Văn không ạ?    - Việc mở lớp môn học Đề Cương có phụ thuộc vào Số Lượng SV đăng ký không ạ?     Kính mong đội ngủ BKSI giải đáp giùm em thắc mắc ạ . Em xin cảm ơn.",
    "Em học môn Quản lí sản xuất mã IM1023, lớp L02 học kì 211. Theo tỉ lệ điểm theo thông báo mới trên bkel của cô  trong học kì 211 theo đề cương mới , điểm tổng kết của em là 8.5 nhưng điểm trên hệ thống lại tính theo tỉ lệ của đề cương cũ nên em bị mất 0.5. Em có gửi đính kém ảnh về việc cô  thông báo thay đổi về tỉ lệ điểm và thông báo đó hiện vẫn còn trên BKEL. Em thấy việc này rất không công bằng cho sinh viên khi tỉ lệ điểm theo đề cương mới nhưng điểm tổng kết lại tính theo đề cương cũ. Em mong nhà trường xem xét lại giúp em.",
    "Dạ em xin kính chào thầy cô ạ,  Em là sinh viên Khóa K19, hệ đại trà thuộc Khoa Cơ Khí, ngành Công nghệ Dệt may . Thưa thầy cô, em có đọc from khảo sát của nhà trường về việc đi học trực tiếp tại trường vào đầu tháng 3 và em có thắc mắc về thời gian dự kiến của trường ạ. Kế hoạch của trường là \"Trong thời gian từ ngày 01/3/2022 - 15/3/2022 Nhà trường dự kiến sẽ cho SV học trực tiếp tại trường\" . Thưa thầy cô, em đang phân vân là trường dự định sẽ cho sv học trực tiếp trong 2 tuần đấy để xem xét tình hình hay là trường sẽ cho sv học trực tiếp bắt đầu vào một ngày nào đấy trong khoảng thời gian từ 1/3-15/3 ạ. Kính thưa thầy cô, vấn đề cá nhân là em đã đăng ký thi chứng chỉ anh văn vào tầm tháng 3, nhưng còn vì phụ thuộc vào thời gian thi giữa kỳ (để tránh bị trùng lịch) nên em phải đổi lịch thi chứng chỉ anh văn. Nhưng điều kiện đổi lịch thi chứng chỉ phải diễn ra trước 5 tuần nên em kính mong thầy cô sẽ cho em xin khoảng thời gian dự kiến thi Giữa kỳ ạ. Em xin chân thành cảm ơn thầy/cô.  ",
    "Dạ em chào PĐT, hôm qua 16/1 em thấy trong mục điểm chuyển trên mybk đã có anh văn 2, nhưng nay vào coi lại thì lại thấy mất anh văn 2 rồi ạ, mong PĐT xem gấp giúp em với ạ 18/1 là đăng kí LVTN bổ sung rồi. Em cảm ơn PĐT.",
    "Dạ kính gửi Phòng Đào Tạo ! Em tên là  - MSSV:  Nay em gửi tin để xin rút buổi học hóa thí nghiệm vào tuần 3 và 4 vì khi em đăng kí, form không ghi rõ ngày trở lại trường, em nghĩ là sau tết mới phải học. Hiện tại em chỉ mới nhận được nhóm lớp của em là VC14, đến nay em vẫn chưa biết giảng viên dạy học trong nhóm mới nên em không thể liên lạc để xin rút môn được ạ. Kính mong PĐT sẽ giúp em tìm cách để rút buổi học vì đến ngày 20/01 là buổi học đầu tiên của em và nếu em không thể rút kịp thời thì sẽ bị tính là vắng thi ạ. Em xin cảm ơn",
    "Cho em hỏi hạn chót em có thể thanh toán học phí mà không bị xóa kết quả môn học của học kì 211 là khi nào ạ, hiện tại em vẫn còn nợ  của học kì chính ạ, em vẫn đang cố gắng để thanh toán",
    "Kính gửi Phòng Đào Tạo, Em là Nguyên - sinh viên khoa KH&KT Máy Tính K16 Em đã đạt đủ điều kiện để đăng kí tốt nghiệp nhưng vừa rồi em lại không thể thực hiện đăng kí trên mybk (video đính kèm); đến hôm nay thì hệ thống đã báo hết hạn đăng kí. Cho em hỏi như vậy thời hạn đăng kí tốt nghiệp có được gia hạn không ạ? (Lúc em thực hiện click vào \"Nộp đơn đăng kí xét tốt nghiệp\" hệ thống chỉ hiển thị loading và dừng lại ở đó.) Em xin cảm ơn",
    "Nhà trường có thể cho em dời lịch học TN Hóa đại cương đén sau tết dương lịch vì lí do dịch bệnh và hoàn cảnh cá nhân.Em rất mong được phản hồi sớm. Xin cảm ơn!",
    "MSSV:  Cho e hỏi phúc tra bài thi sau khi làm các thủ túc đăng kí trên bkel thì đợi xác nhận rồi làm gì nữa ạ. Sau khi xác nhận thì điểm của mình nếu có chính sửa thì có thông báo không ạ?",
    "Yêu cầu xem xét lại . Em chào Nhà trường ạ, kì 211 vừa rồi em có học một môn Xử lí số tín hiệu - Digital Signal Processing (EE2015), do chưa có điều kiện học thí nghiệm nên nhà trường và thầy quyết định dời lịch học thí nghiệm sang học kì 212 mới bắt đầu học. Tuy nhiên, em bất ngờ nhận được kết quả tổng kết của môn này với điểm Thí nghiệm là 6 mặc dù CHƯA HỌC MỘT BUỔI NÀO và con điểm này vô tình kéo điểm của em xuống. Em mong nhà trường xem xét lại giúp em, em có đính kèm 2 file ảnh: .png - kết quả tổng kết và LichHoc.png - lịch học môn này ở kì 212",
    "Kính gửi PĐT, Em là , Em có lịch bảo vệ luận văn vào ngày 26/1 nhưng do có một số lý do em không kịp bảo vệ vào kỳ này, em đã thông báo với giảng viên hướng dẫn và đã được đồng ý, em đã liên hệ với trợ lý giáo vụ khoa thì được thông báo là liên hệ Phòng Đào Tạo để nắm quy trình và làm đơn hoãn bảo vệ sang kì sau Vậy cho em xin phép hỏi quy trình làm đơn hoãn bảo vệ như thế nào ạ.Em mong PĐT có thể giải đáp giúp em Em cám ơn PĐT. Trân trọng. ",
    "em chào thầy cô, em là , MSSV , trên bảng điểm của em thì môn GDTC2 (PE1005) của học kì 2 2017-2018 thì là điểm không đạt, sau đó em có học bù môn bóng chuyển vào học kì 1 2019-2020 (PE1011), vậy giờ em muốn chuyển điểm môn bóng chuyền sang GDTC2 thì cần làm gì ạ",
    "Chào PĐT Họ tên sv:  MSSV:  Em được thông báo là kiểm tra thời khóa biểu sau ngày 14/1/2022 nhưng đến giờ vẫn chưa cập nhật thời khóa biểu mới. Pdt cho em hỏi là 2 môn em đăng ký là môn tính toán động lực lưu chất, mã môn học là AS3035 và vật lý 1 (dư thính) mã môn học PH1003 có được đăng ký thành công không? Môn tính toán động lực học lưu chất đã học được 2 tuần rồi.",
    "Dạ chào Ad, Em là  (MSSV: ), Ad cho em hỏi vấn đề này với ạ. Là em thanh toán học phí bằng hình thức online. Nhưng sau khi thanh toán thì em vào trong mục Bkpay thì hiện chưa thanh toán ạ. Mong Ad xem lại giúp em và cho em xin hướng giải quyết với ạ. Em đã ra hỏi ngân hàng thì ngân hàng bảo em đã thanh toán và bảo em liên hệ lại với trường ạ, tại nay là hạn cuối thanh toán học phí anh văn nhu cầu nên em hơi gấp ạ. Em có gửi hình ảnh minh chứng xác nhận sao kê của ngân hàng ạ.   i  .",
    "Em tên  - MSSV  Do đọc không kỹ nên em đã chuyển thêm tiền bhyt dù em là sinh viên k21 Cho em hỏi để được hoàn lại thì em phải làm gì",
    "Kính gửi Phòng Đào Tạo, Em là Nguyên - sinh viên khoa KH&KT Máy Tính K16 Em đã đạt đủ điều kiện để đăng kí tốt nghiệp nhưng vừa rồi em lại không thể thực hiện đăng kí trên mybk (video đính kèm); đến hôm nay thì hệ thống đã báo hết hạn đăng kí. Cho em hỏi như vậy thời hạn đăng kí tốt nghiệp có được gia hạn không ạ? (Lúc em thực hiện click vào \"Nộp đơn đăng kí xét tốt nghiệp\" hệ thống chỉ hiển thị loading và dừng lại ở đó.) Em xin cảm ơn Điều kiện anh văn và CTXH em đều đã đạt đủ",
    "Xin chào anh/chị Phòng đào tạo, Em tên là , MSSV:  Theo MyBK thì em đã tốt nghiệp vào tháng 12. Em muốn hỏi là chừng nào trường tổ chức làm lễ tốt nghiệp ạ? Em xin cảm ơn.   i Tốt nghiệp .",
    "Chào pđt, Em là , MSSV:  KÌ trước em học AV4A (mã LA1043) để thay AV4 (mã LA1009) trong hương trình đào tạo của em, vậy là em đủ 4AV rồi đúng không ạ, em có phải làm đơn chuyển điểm gì nữa không. Em cảm ơn.",
    "Kính gửi thầy cô Phòng đào tạo, em tên . MSSV: . Em muốn hỏi về vấn đề bảo hiểm y tế vẫn chưa được gia hạn trong khi em đã đóng tiền bảo hiểm từ ngày 1/12/2021  bởi vì em đang cần bảo hiểm y tế gấp để chi trả khi đi khám bệnh ạ. Mong thầy cô kiểm tra lại và phản hồi cho em sớm nhất có thể ạ! Em xin cám ơn.",
    "Dạ em chào thầy cô trong pdt ạ! Thầy cô cho em hỏi là trường mình có làm lễ tốt nghiệp cho khoá k17 không ạ và nếu có thì khoảng khi nào ạ! Em cảm ơn thầy cô nhiều ạ",
    "Chào anh/chị Em tên là , MSSV , thuộc lớp CC17KCX1. Hiện em đã hoàn thành bảo vệ Luận văn tốt nghiệp HK211 vừa rồi và tự xét thấy đã hoàn thành các điều kiện theo Điều 20 của Quy chế đào tạo. Nhưng hiện chưa có tên trong danh sách tốt nghiệp dự kiến của trường. Em gửi thông tin này mong muốn được xét tốt nghiệp bổ sung. Nếu có điều nào em vẫn chưa hoàn thành để có thể đăng ký tốt nghiệp, mong anh/chị giải đáp giúp em ạ . Em xin chân thành cảm ơn và mong nhận được phản hồi từ phía anh/chị!",
    "Em chào Thầy/ Cô, vì em còn thiếu anh văn 4 để tốt nghiệp nên em rất cần đăng kí môn anh văn 4 trong học kì này . Em viết đơn này xin pđt cho em đăng kí vào học kì chính 212 ạ.   LA1009 - Anh văn 4 Nhóm / lớp : L02",
    "Dạ em chào Thầy/Cô, Em có thắc mắc là: em muốn thực tập tốt nghiệp trong hè thì em phải đăng ký môn \"Thực tập tốt nghiệp\" trong học kỳ này (học kỳ 212) hay phải đến học kỳ hè mới đăng ký (học kỳ 213) ?",
    "Kính Gửi Phòng Chính Trị Sinh Viên Em tên là  thuộc Khoa Cơ Khí, MSSV:  Hiện tại em vừa nhận kết quả thi toeic, sau nhiều lần thi thì em đã vượt qua 600 đủ chuyển điểm anh văn 1,2,3 và 4 để có thể kịp xét tốt nghiệp đợt ngày 15/1/2022.  Vì vậy em mong muốn phòng chính trị sinh viện có thể hỗ trợ thẩm tra và chuyển điểm nhanh các môn Anh Văn để em có kể kịp đăng kí tốt nghiệp đợt này với ạ. Em cảm ơn và mong nhận được sự hỗ trợ của phòng chính trị sinh viên ạ. Em có đính kèm bảng điểm Toeic của bản thân luôn ạ.",
    "Kính gửi Phòng Đào Tạo, - Kính mong PDT cho em biết thời gian có bằng để em báo với bên công ty em đang làm việc ạ. Bên công ty đang yêu cầu bằng gốc và hỏi thời gian có bằng, nếu không sẽ cho nghỉ việc ạ. Kính mong PDT hỗ trợ em. Em xin cảm ơn, chúc anh/chị nhiều sức khỏe. - Thông tin của em:  Tên:  MSSV:  Trân trọng./.",
    "Nội dung: - Đăng kí môn học: Luận văn tốt nghiệp (Kỹ thuật Nhiệt lạnh) + ME4039 + T01. - Lý do SV mới được thu nhận lại chuyển sang VLVH HK212.",
    "Tốt nghiệp . Em kính chào Thầy/Cô PĐT ạ, Em tên Nguyễn Ngọc Như Quỳnh, sv K17 Khoa Môi Trường ạ. Hiện em đang có 106TCTCLN , còn thiếu 20 TC so với yêu cầu của Khoa. Nay em xin phép được đăng kí môn LVTN (em đã hoàn thành môn Thực tập và Đề cương LVTN ở HK211) vào HK 212 CQ này ạ. Em xin giải trình trong đơn xin xem xét đăng kí đặc cách đính kèm ạ . Em rất mong  PĐT tiếp nhận thông tin và đơn của em ạ. Em cảm ơn các Thầy Cô rất nhiều Kính thư! Sinh viên,  NGUYỄN NGỌC NHƯ QUỲNH (1712909)",
    "PĐT cho em hỏi là em muốn phúc khảo bài thi cuối kì thì em gửi yêu câu ở trên mybk là đủ chưa ạ. Em có cần phải viết đơn đăng ký phúc tra không ạ. Em cám ơn.",
    "Chào thầy cô phụ trách. Vào kì 202 em có học môn Dung sai và kỹ thuật đo ME3025. Em đã hoàn thành đầy đủ môn học trừ học phần thí nghiệm do tình hình dịch bệnh nên bộ môn chưa tổ chức dạy thí nghiệm được. Vừa qua vào tuần 50 năm 2021 bộ môn có tổ chức học thí nghiệm nhưng vì em đang ở quê nên không lên trường để học thí nghiệm được (trước đó em có đăng ký học online trong 1 đợt khảo sát của trường). Khi em hỏi giảng viên giảng dạy thì được hướng dẫn đăng ký với PĐT để bảo lưu kết quả lý thuyết và hoãn điểm thực hành. Vậy giờ em muốn đăng ký như trên thì phải làm như thế nào ạ. Em xin cảm ơn .",
    "Phòng Đào Tạo cho em hỏi từ đây đến 31/1/2022 Phòng có thể mở thêm suất thi toeic nói viết không ạ? Em và nhiều bạn đang cần chuẩn toeic nói viết để ra trường ạ . Em cám ơn .",
    "Kính gửi Thầy Cô, Hiện tại em sắp ra trường nhưng bảng điểm rèn luyện của em qua 4 năm học không được cập nhật, hiện tại cả 4 năm điều bằng 0. Em có thể làm gì để giải quyết vấn để này để đủ điều kiện ra trường ạ. Em cám ơn.",
    "Kính thưa quý thầy/cô, Theo như lần trước em bị xóa lớp GDTC ở HK212, thì em muốn hỏi là HK213 có mở lớp GDTC không ạ? Vì em phải hoàn thành 2 học phần GDTC mới có thể đăng kí môn cho năm 3 sắp tới. Em cảm ơn.",
    "Em muốn hỏi là nếu thẻ sinh viên hết hiệu lực trong khi vẫn còn đi học thì làm lại thẻ có được gia hạn hiệu lực của thẻ sinh viên không ạ",
    "hiện tại em đã học học phần 1 của môn Aerobic và đang học phần 1 môn bóng bàn. Vậy cho em hỏi đã đủ điều kiện môn thể chất chưa ạ ?",
    "Chào anh chị  Em đủ điều kiện tốt nghiệp nhung mybk chua cập nhật điểm. Em gửi mail này để xin đăng kí tốt nghiệp bổ sung. Em cảm ơn",
    "Kính gửi bộ phận hỗ trợ BKSI, Em tên là  mssv , vào học  kì 171, do không nắm rõ thông tin nên em đã đăng kí BHYT cả 2 nơi, 1 là ở KTX Khu A ĐHQG- TPHCM và ở trường, sau đó em đã lên hỏi PĐT ở CS2, thì được giải đáp là không sao, hệ thống BKPay sẽ tự xóa khoản thanh toán đó cho em, hiện tại em vừa bảo vệ luận văn xong, em muốn hỏi về khoản thanh toán BKPAY này em có phải thanh toán để được xét tốt nghiệp hay không, hình ảnh khoản thanh toán BKPay em đính kèm trong hình ảnh, em cảm ơn . ",
    "Kính chào phòng đào tạo, Em là  - MSSV  Khoa Cơ Khí Lớp CK14CD02  Năm 2020 em đã làm đơn tạm ngừng học vì có lệnh nhập ngũ. Hiện tại em đã xuất ngũ và muốn làm thủ tục nhập học lại nhưng không biết thủ tục gồm những gì và có nộp online được không. Em mong PĐT giải đáp thắc mắc giúp em. Em trân trọng cám ơn.",
    "Kính chào phòng đào tạo, Em là  - MSSV  Khoa Cơ Khí Lớp CK14CD02 Năm 2020 em đã làm đơn tạm ngừng học vì có lệnh nhập ngũ. Hiện tại em đã xuất ngũ và muốn làm thủ tục nhập học lại nhưng không biết thủ tục gồm những gì và có nộp online được không. Em mong PĐT giải đáp thắc mắc giúp em. Em trân trọng cám ơn.",
    "Dạ thưa thầy/cô, em có xin chuyển lớp môn Giải tích 1 từ DT02 sang DT01 và đã được PDT chấp thuận. Theo thông báo em nhận được thì ngày 14/1/2022 em sẽ được cập nhật thời khóa biểu nhưng hôm nay em vẫn chưa được cập nhật ạ. Mong thầy/cô giúp em giải quyết. Em cảm ơn",
    "Em chào thầy cô ạ, Em là sinh viên khóa k16, cho em hỏi là giờ em nộp bằng toeic thì quy chuẩn đổi điểm sang 4 anh văn là theo quy chuẩn cũ hay mới ạ và điểm 4 anh văn đó có tính vô điểm trung bình tích lũy không ạ Em cảm ơn ạ.",
    "Cho em hỏi là khi nào thì em có thể đăng ký kiểm tra trình độ tiếng anh được ạ, em đã tìm lịch học vụ ở AAO nhưng vẫn không thấy lịch đăng ký. Em cám ơn .",
    "Thầy cô PĐT thân mến, Sáng em có gửi yêu cầu mong được hủy thời khóa biểu học trực tiếp môn học Hóa Đại Cương. Nhưng em chưa rõ như sau: 1. Thầy cô PĐT hướng dẫn em liên hệ giảng viên hướng dẫn để được giúp đỡ. Em đã gửi mail cho 2 giảng viên và nhận được phản hồi \"em hãy xin PĐT hủy lịch học để đăng kí học vào đợt sau\". 2. Ngày em nhận được mail thông báo đăng kí học trực tiếp thí nghiệm, em có gửi câu hỏi yêu cầu hỗ trợ trực tuyến về lịch học nhưng không được hỗ trợ. Và em đăng lỡ đăng kí học. Thời khóa biểu xếp ngay vào tuần tiếp theo nên điều kiện đi lại ở quê lên Sài Gòn và chỗ ở em không đáp ứng được . 3. Mong thầy cô giúp em được hủy thời khóa biểu và đăng kí học vào đợt sau. Vì tình hình dịch bệnh gây khó khăn cho việc học, lý do của em cũng không phải vấn đề cá nhân em bận nên không đi học được. Thí nghiệm nếu vắng sẽ ảnh hưởng đến kết quả môn học.",
    "i Tốt nghiệp       Em tên    MSSV   Lớp CC17KCX1    Em xin được PĐT xét tốt nghiệp HK211 với đủ điều kiện như sau:  Tên đề tài luận văn: -ER 3-  CBHD: TS   Điểm bảo vệ: 817  Số tín chỉ tích lũy ngành: 144  Số ngày CTXH: 17    Mong PĐT xem xét giúp em ạ  Em xin cảm ơn,",
    "e k21, e có thể xin ảnh thẻ sinh viên đc không ạ    MSSV ",
    "PĐT cho em hỏi là vào trước ngày 26/12 em có vào mybk danh mục hoãn thi cuối kì môn phương pháp tính nhưng bây giwof em vào lại múc đó thì thấy ko có đơn hoãn thi ạ và trong phần bảng điểm môn phương pháp tính lại nhập điểm của em là 0 , Mong PĐT giải đáp thắc mắc giúp em ạ ",
    "Kính chào PĐT, em tên là  mssv . Hôm nay em có đăng nhập đóng tiền học nhưng hệ thống  pay bị lỗi nên không thể đóng được. Xin phép PĐT cho gia hạn thời gian thanh toán tiền học phí ạ. em xin cảm ơn ạ",
    "PĐT ơi , cho em xin thủ tục chuyển điểm môn học tương đương/ thay thế . Em cảm ơn nhiều ạ",
    "Dạ kính thưa Thầy/Cô Em tên là Lý Gia Hân - , khoa Môi Trường và Tài Nguyên Em kính mong Thầy/Cô xem xét giúp em. Tính tới thời điểm hiện tại thì em đã học xong hầu như toàn bộ môn học trong chương trình đào tạo, xong cả môn Thực tập tốt nghiệp và Đề cương luận văn tốt nghiệp, chỉ nợ duy nhất hai môn là Giải tích 1 và Giải tích 2 (HK211 em có học Giải tích 2 nhưng hiện tại vẫn chưa có điểm) . Theo quy định thì sinh viên chỉ được nợ tối đa 7 tín chỉ khi đăng kí Luận văn tốt nghiệp (LVTN), trường hợp của em thì nợ 8 tín chỉ ạ . Em kính mong Thầy/Cô xem xét cho phép em đăng kí LVTN trong HK212 ạ.   Em biết là khó, nhưng với tình hình dịch Covid-19 đã gây khó khăn nhiều về việc học tập như là kéo dài và mất rất nhiều thời gian để hoàn thành môn học, đặc biệt là những môn cần thực hành, thí nghiệm (cần sử dụng phòng lab để thực hiện Luận văn)  Cá nhân em cũng mong muốn mau chóng hoàn thành để đi làm phụ mẹ (nhà em chỉ có mình mẹ đi làm thôi ạ), em học nay là năm thứ 5 rồi ạ. Em cũng không mong vì mình thiếu 1 tín chỉ mà phải muộn thêm nữa ạ. Thêm tình hình dịch Covid-19 (nếu bùng dịch lại) cộng thêm việc học của em nếu kéo dài hơn nữa, sẽ gây khó khăn rất lớn về tài chính đối với gia đình em ạ . Em cũng đã đăng kí để học nốt hai môn Giải tích 1 và Giải tích 2 trong HK212 rồi ạ. Em kính mong Thầy/Cô xem xét trường hợp của em, Em xin chân thành cảm ơn Thầy/Cô ạ .",
    "Mở môn học học kỳ 212 . Em chào thầy cô ạ, em là   Bọn em gồm 3 sinh viên K18 ngành ô tô khoa kỹ thuật giao thông :  ,  ,   Em có một vấn đề như sau, hy vọng thầy cô giải quyết hộ bọn em với ạ. Nhóm bọn em có báo cáo đồ án 1 ngày 13/1/2022 và không đạt vì thời điểm báo cáo khá muộn và đợt đăng ký môn đồ án 1 đã qua nên bọn em không thể đăng kí lại môn này được, như vậy thì tụi em sẽ bị trễ so với chương trình đào tạo. Em hy vọng thầy cô có thể cho bọn em hướng giải quyết vấn đề này. Em xin chân thành cảm ơn ạ.",
    "Dạ em chào phòng đào tạo  Em tên là  MSSV  cùng với hai bạn là  () và  (). Nhóm em sau khi báo cáo đồ án 1 thì kết quả không đạt và muốn đăng kí lại môn này vì là môn tiên quyết của đề cương luận văn tốt nghiệp nhưng do hết đợt đăng kí . Tụi em mong phòng đào tạo có thể đăng kí bổ sung cho tụi em . Vì nếu không đăng kí được tụi em sẽ trễ thêm nữa ạ",
    "Những nguyên lý cơ bản của chủ nghĩa - Pháp luật Việt Nam đại cương SP1007 Địa chất công trình CI1043 Phương pháp phần tử hữu hạn CI3061 Lý do chuyển sang hình thức đào tạo vừa làm vừa học",
    "Em kính chào Phòng đào tạo. Em tên  mssv: . Nhóm Đồ án em gồm em, bạn  () và bạn  (). Đợt báo cáo Đồ án 1 vừa qua nhóm em đã có kết quả không đạt. Và Đồ án 1 là môn tiên quyết để đăng ký Đề cương luận văn. Em kính mong Phòng đạo tạo có thể cho tụi em đăng ký bổ sung lại môn học này (Đồ án 1 TR3043) trong học kì 212, do tụi em biết kết quả khi đã hết đợt đăng ký, để tụi em có thể nhanh chống hoàn thành chương trình học của mình. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo, Em tên là   MSSV  khoa Cơ Khí Em xin phép được hủy buổi thực hành thí nghiệm hóa vào ngày mai vào lúc 13:00 - 17:30 nhóm tổ VL24 phòng B2-406 cs1 Lí do hiện tại em vẫn chưa có khả năng lên tp HCM để có thể tham gia thực hành được Em đã mail cho giáo viên bộ môn nhưng thầy đã bảo em gửi cho Phòng đào tạo Em mong Phòng đào tạo có thể hủy buổi học giúp em hoặc có thể hướng dẫn em cách để rút buổi học thí nghiệm vào ngày mai. Em xin chân thành cảm ơn.",
    "Kính gửi nhà trường. Cho em được rút môn   B Thực tập ngoài trường    trong kì này vì lúc đăng kí môn có sai sót . Em nghĩ đăng kí trong học kì chính và sẽ đi thực tập ở học kì hè. Nhưng theo như mail mới nhất từ phòng đào tạo thì đăng kí kì nào đi kì đó. Nay em làm đơn này mong nhà trường xem xét rút môn   B Thực tập ngoài trường    cho em ạ. Em cảm ơn ạ.",
    "Chào thầy cô ạ Em tên là  mssv  Do một số lí do gia đình nên em muốn huỷ lịch học Thí Nghiệm Hoá Đại Cương trực tiếp vào tuần 3 4 lớp VL19. Em đã liên hệ với giảng viên giảng dạy rồi ạ và cô kêu em đăng kí huỷ đợt này và đăng kí đợt mới ạ  Em xin lỗi vì sự bất tiện này  Chân thành cảm ơn thầy cô  ",
    "Kính gửi Phòng Đào tạo, Sau khi liên hệ Khoa về vấn đề hoãn bảo vệ Luận văn sang học kỳ sau, Khoa và Bộ môn đã yêu cầu em xin bảo lưu kết quả đăng kí môn Luận văn tốt nghiệp ở học kỳ vừa rồi với Phòng Đào tạo để có thể hoãn bảo vệ trong kì này và bảo vệ Luận văn tốt nghiệp trong học kỳ sau (HK212). Vậy em xin phép được hỏi Phòng Đào tạo về cách thức làm đơn xin bảo lưu kết quả đăng kí LVTN. Trân trọng. ",
    "Dạ, em chào thầy/ cô Dạ, cho em hỏi là khi đăng kí đi thực tập trong  kì  hè, thì kì hè đó mình có được đăng kí học  dự thính không ạ Em xin cảm ơn",
    "Em có đăng kí môn học EN2019 cho kì đăng kí môn học dự thính 212 mà em thấy sỉ số lớp chỉ có 2 ban thì môn có được mở không ạ, và em muốn hỏi thêm về việc đăng kí làm đề cương luận văn tốt nghiệp mã là EN4311, em không hiểu sao không đăng kí được để em kịp tiến độ làm luận văn tốt nghiệp trong kì 221 ạ.",
    "Dạ thưa thầy/cô: E tên  mssv . E vừa báo cáo luận văn tốt nghiệp xong, e xin giấy xác nhận sinh viên để thi toiec nhưng không được, thầy /cô cho e hỏi là e lên trường xin giấy xác nhận sinh viên nữa được không, nếu không được e làm đơn xin gia hạn thêm 1 học kỳ nữa được không ạ, e cảm ơn",
    "Chào , em hiện tại đã hoàn thành tất cả các môn học trong chương trình đào tạo nên học kì này em không có đăng kí môn học trong trường. Nhưng em vẫn còn thiếu ngày công tác xã hội, cho em hỏi việc em không đăng kí môn học ở học kì này thì em có bị cấm tham gia công tác xã hội không ạ? em xin cảm ơn",
    "Xin hỗ trợ cách thức liên hệ với Phòng Đào Tạo qua email #tôi không thể liên hệ với Phòng Đào Tạo qua email này: pđ",
    "Em chào thầy/cô, Em đã có tên trong danh sách dự kiến tốt nghiệp và hiện tại em cần có bằng tốt nghiệp để nộp xin visa làm việc ở Sing. Không biết thầy/cô có thể tạo điều kiện cho em nhận bằng sớm được không ạ, vì bên đó họ đã đợi em 1 tháng rồi và không thể tiếp tục đợi. Em có đính kèm thông tin minh chứng . Em cảm ơn quý thầy/cô rất nhiều !",
    "Kính gửi PĐT. Cho em hỏi là bao giờ em được cập nhật môn Thực tập cơ khí ĐC2 ạ. Vì cũng đã là tuần 3 rồi ạ. Nếu cập nhật thì em mong PĐT cập nhật sớm cho em để em còn học bù các tuần trước ạ. Em cảm ơn.",
    "Em chào đại diện hỗ trợ ạ. Em tạo yêu cầu này vì muốn hủy môn học Thực tập Ngoài trường, mã môn học   b CO3345    mà em đã đăng kí trong học kì 212. Lí do em hủy là do em vừa nhận được thông báo rằng thực tập nên đăng kí trong học kì hè để tránh bị hoãn điểm ạ. Em xin cảm ơn. Sinh viên, .   i  .",
    "Em xin kính chào Phòng Đào Tạo ạ,  Em tên là . Mã số sinh viên . Kì này em có đăng kí học dự thính môn Cơ học thủy khí- TR1005. Trong kết quả đăng kí đã để trạng thái thành công nhưng em lại không có môn này trong thời khóa biểu và cả BKel ạ. Hiện tại lớp học này đã bắt đầu được 3 tuần nên em mong Phòng Đạo Tạo có thể giúp em sớm giải quyết trường hợp này ạ . Em xin chân thành cảm ơn ạ",
    "Em là , sinh viên vật lý kỹ thuật. -Em thuộc lớp VL25 sẽ do thầy  phụ trách. -Em viết mail này xin phép cho em dời buổi thực hành thí nghiệm hóa học của em đến sau tết vì em hiện đang là F1 do em có tiếp xúc với F0 tại địa phương và đang tự cách ly tại nhà.   i  .",
    "Cho em hỏi đơn phúc khảo của em (môn CI3233) đã được yêu cầu thầy chấm lại chưa ạ? Vì bài thi của em đặt tên file không đúng nên bị lạc bài -  em đang bị điểm 13.",
    "Em tên là:  MSSv:  Học kỳ 1 năm học 2021 - 2022, em làm luận văn đề tài nghiên cứu. Nhưng vì dịch covid nên không thể đến trường, thực hiện phần thí nghiệm cho luận văn của mình. Nên chưa thể hoàn thành được luận văn. Cho em hỏi trường hợp của em có thể tạm hoãn sang học kỳ 2 không ạ? Mong nhà trường xem xét và giúp đỡ ạ.",
    "Em xin hỏi cách để bảo lưu kết quả đăng kí luận văn tốt nghiệp",
    "Tên : Phạm Minh Phương  Khoa : Kỹ thuật vật liệu     . Hôm nay em xin phép được bổ sung thêm mã số môn học : môn Giải Tích 2 ( mã số môn học : MT1005),  1 ( mã số môn học : PH1003) ,  ( mã số môn học : CI1003 ) những môn trong học kì 2 Lí do bổ sung : Vào vài ngày hôm trước em có yêu cầu xin phép đăng ký bổ sung môn học . Sau khi được trả lời lại là em nên thêm mã số môn học vào  . Hình ảnh, thông tin, lí do trước đó em đã để cụ thể ở phía dưới. Mong thầy cô xem và giúp đỡ em ạ . Em xin cảm ơn .",
    "cho em hỏi em đăng ký như trong ảnh là đăng ký môn học thành không không ạ?  tại em không thấy thời khóa biểu. em xin cảm ơn.",
    "Dạ chào thầy/cô, do hôm nay chỗ em bị sự cố điện đến 6h nên em đã đóng trễ học phí bổ sung học kì 211 3 tiếng. Thầy/cô có thể xem xét cho em được không ạ? Em xin cảm ơn.",
    "PĐT cho em hỏi ,em vừa có kết quả đồ án 2 và không đạt. Thầy Đồ án có bảo về đăng ký điểm y để tiếp tục làm cho kỳ này. Cho em hỏi quy trình đăng ký điểm y để em có thể tiếp tục làm đồ án 2 cho kỳ này là như thế nào?Em cảm ơn rất nhiều",
    "Em có học môn sức bền vật liệu (mã mh: 809704) do thầy  giảng dạy, do môn học được mở dưới dạng đồ án nên điểm cả năm chỉ lấy điểm bài tập lớn. Em đã hoàn thành và nộp bài đúng kì hạn qua mail nhưng thầy vẫn cho em điểm 13. Mong phòng đào tạo có thể liên hệ thầy hoặc cho em xin số điện thoại để liên lạc với thầy. Em cảm ơn ạ.",
    "PĐT cho em hỏi nếu có sự đồng ý của giáo viên hướng dẫn và ký này em đã đăng ký thành công luận văn tốt nghiệp (nhưng kết quả vừa rồi đồ án 2 không đạt) thì em có thể tiếp tục đăng ký làm đồ án 2 song song cùng luận văn tốt nghiệp cho học kỳ này không? Em cảm ơn!",
    "Tên :   MSSV:     i Tụi em có gửi danh sách pdt đăng ký giúp môn học Ge3009:Công nghệ khoan dầu khí, nhưng đến nay em vẫn chưa được vào lớp mong thầy cô xem xét giúp cho em vào lớp hoặc hướng dẫn em cách đăng ký xin vào lớp . Cảm ơn quý thầy cô    ",
    "Kính gửi thầy cô Phòng Đào Tạo. Em là sinh viên hệ VHVL khóa 2020. Em có được xét miễn 4 môn anh văn 1,2,3,4. Thầy cô cho em hỏi nếu em đã được miễn av 1,2,3,4 thì em có cần học anh văn 250,300,350,400 hay có cần phải thi Toeic để nhận LVTN hay xét tốt nghiệp nữa không ạ. Nếu có thầy cô có thể cho em biết là em cần thi Toeic bao nhiêu điểm và cần học môn anh văn nào để ra trường với ạ. Em liên thông từ trương CĐ Điện Lực nhưng do không đủ sĩ số nên phải học trực tiếp tại trường nên những quy chê này không ai hướng dẫn cho em nên em hơi gặp khó khăn ạ. Em cảm ơn thầy/cô.",
    "Em có đăng ký môn học Kỹ thuật số EE1009 của thầy  giảng. Em đã học được 1 buổi, nay em đăng nhập vào E-learning để vào môn học Kỹ thuật số mà không hiện trong trang. Cho em xin hỏi môn học Kỹ thuật số của em có bị lỗi gì không trong quá trình đăng ký môn học? Em cảm ơn"
]