[
    "em có thể chuyển ngành đang học là xây dựng tại đại học bách khoa sang ngành kĩ thuật máy tính của đại học sư phạm kĩ thuật được không ạ, điểm em đủ để chuyển vào ngành của trường em muốn chuyển ạ",
    "Em muốn xin giấy xác nhận vay vốn sinh viên để về nộp cho ngân hàng chính sách tại nơi cư trú thì làm sao ạ",
    "E muốn xin giấy xác nhận hỗ trợ vay vốn thì làm thế nào ạ",
    "Dạ cho em hỏi là học kì 1 em đã bị cảnh báo học vụ lần 1 vì không đạt yêu cầu về số tín chỉ. Nhưng vì sao học kì 2 của em, em đã đạt vừa sát số tín chỉ là 10 và điểm trung bình của em là 4,39 vẫn trên mức 4 chấm nhưng em vẫn bị cảnh báo lần 2 ạ. Em biết số điểm và số chỉ của em chỉ là vừa sát nhưng em thấy em vẫn đạt yêu cầu đưa ra .",
    "Em đã đóng tiền tốt nghiệp vào ngày 22/9 và nhận mail xacq nhận ngày 23/9 nhưng giờ vẫn chưa có bằng tạm thời. Mong pđt kiểm tra lại giúp em. Em cảm ơn",
    "Chào admin. Cho em hỏi em đăng kí môn Tiểu luận tốt nghiệp mà không được. Vậy admin có thể cho em biết em còn thiếu điều kiện nào không ạ . Em cảm ơn",
    "MSSV   Nhóm L24",
    "Lịch thi (không tìm thấy,sai phòng thi,...) . Em có 3 môn thi là giải tích 1, vật lí 1 và đại số tuyến tính nhưng chỉ thấy có lịch thi môn vật lí 1 thôi ạ",
    "ằng tốt nghiệp THPT . Em hiện là sinh viên K18 và đã trễ hạn nộp bằng THPT. Thầy/cô vui lòng cho em hỏi em cần làm gì bây giờ ạ tự lên pđt nộp bằng thpt của mình hay sao ạ? Em cám ơn.",
    "cho em xin chào quý thầy cô , em đăng ký bơi t2 tiết 3,4 em có thời khóa biểu trên mybk mà trong danh sách thầy dạy bơi thì ko có tên em ạ  em xincamr ơn ",
    "Em đăng kí thi anh văn đầu vào chọn 3( thi nhưng không xếp lớp), em thi được trên 500 thì khi nào em mới cần nộp chứng chỉ anh văn. Hoặc em có thể đổi qua chọn 1 để được miễn av1,2,3,4 không ạ.",
    "Em chọn kiểm tra tiếng Anh và xếp lớp nhưng sau đó em biết được là học ở cơ sở 2. Do là nhà em quá xa với cơ sở 2 nên em có thể chuyển sang tự học và không xếp lớp anh văn được không ạ? Em cảm ơn",
    "Em là ,mssv, em đã liên hệ IDP,đã đóng tiền để xuất bằng về PĐT,nhưng trên phần điểm chuyển MyBK em chưa có điểm ạ. -Trong phần đăng ký môn học em chọn CHON3,nhưng không đi thi,sau đó bảng điểm hiện \"V\",không biết như vậy có sao không ạ,em cảm ơn và mong được giải quyết ạ.",
    "Kính gửi: Quý thầy cô PĐT trường Đại học Bách khoa - ĐHQG-HCM Em tên là:  MSSV:  Em có thông tin cần được giải đáp về đợt Tốt nghiệp tháng 11/2019 ạ. Cách đây 2 tuần (ngày 18/09/2019) em đã có liên hệ qua trang web bksi.hcmut.edu.vn để hỏi các vấn đề liên quan đến Danh sách tốt nghiệp chính thức tháng 11/2019 rồi ạ. Khi ấy em chỉ nhận được sự xác nhận về thông tin là trong tháng 10 sẽ có đợt cập nhật danh sách. Nhưng em chưa được thông báo chính xác là vào thời gian nào ạ. Quý thầy cô có thể thông qua đây giải đáp thắc mắc của em về thời gian cụ thể chính xác của lần bổ sung sắp tới được không ạ? Và khi em đã có tên trong Danh sách tốt nghiệp dự kiến (183) thì có chắc chắn là em sẽ có thông tin trong danh sách tốt nghiệp chính thức không ạ? Chân thành cảm ơn!",
    "Kính thư phòng đào tạo, Em hiện đang còn nợ 0.5 ngày công tác xã hội và đã tham gia 1 hoạt động vào ngày 14/09 nhưng đến nay vẫn chưa được cập nhật trên sàn hoạt động ngoại khoa sinh viên. Vì vậy, cho em được hỏi khi nào là hạn cuối cập nhật danh sách tốt nghiệp chính thức để em sắp xếp thời gian lên trường giải quyết vì hiện em đã đi làm. Em xin chân thành cảm ơn",
    "A/c cho em hỏi về việc cập nhật điểm TBTLN: -Theo quy chế PĐT thì Xếp loại TN sẽ dựa vào điểm TBTLN -Em có đăng ký TN đợt tháng 11 tới và có trong danh sách dự kiến (hình ảnh đính kèm) -PĐT có nhắc nhở là phải kiểm tra kỹ Loại TN, số tín chỉ,... -Tuy nhiên điểm TBTLN và số TCTLN của em vẫn chưa được câp nhật (chỉ mới cập nhật đến HK1 ngày 03/04/2019) nên không thể kiểm tra liệu thông tin trong danh sách TN dự kiến có đúng hay không. Mong a/c giải đáp giúp em Em cảm ơn! ",
    "Cho em hỏi là,em sv năm nhất điểm avđv của em    300 , sắp tới cuối kì 1 ( t12) có kì thi kiểm tra trình độ tiếng anh thì em có được đăng ký thi không và nếu em thi trên 350 điểm thì có phải là em đã qua chuẩn av năm 1 ( tương đương qua av1) em có thể hoc năm hai và đăng ký môn chuyên nghành bình thường như các bạn khác phải không ạ ? Hay phải học bên ngoài và thi nộp bằng toeic 350 cho trường ạ Đặt trường hợp lỡ t 12 này e không trên 350 thì cuối kỳ 2 em có thi lại không ạ ( tại vì em tham khảo trên web phòng đào tạo thì thì kì thi sẽ tổ chức sau mỗi học kì) và có vẫn được học năm 2 bình thường không ạ ?. em cảm ơn",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . Em xin chào anh/chị, Em tên là , em là sinh viên ngành Khoa học máy tính khóa 2014, MSSV của em là . Em có một số thắc mắc trong quá trình khai lý lịch tốt nghiệp như trong hình đính kèm ạ. Trong phần khai báo Họ và tên, giá trị mặc định từ hệ thống đăng ký là , ở định dạng viết hoa hết tất cả các ký tự của tên, em có cần phải điều chỉnh lại thành , chỉ viết hoa chữ cái đầu mỗi từ của tên không ạ? Vấn đề thứ hai là phần khai báo Nơi sinh (Tỉnh, Thành phố), giá trị mặc định của hệ thống là \"Bà Rịa - Vũng Tàu\", em có cần điều chỉnh lại thành \"Tỉnh Bà Rịa - Vũng Tàu\" không ạ? Do em nghĩ rằng các thông tin này là khá quan trọng và có liên quan đến thông tin trên bằng tốt nghiệp nên em nghĩ rằng em nên tham khảo ý kiến từ các anh/chị tư vấn trước khi xác nhận thông tin lần cuối cùng. Em xin cảm ơn anh/chị nhiều ạ.",
    "Em chào thầy/cô PĐT. Lịch thi Pháp luật Việt Nam đại cương của em là Chủ nhật (13/10) lúc 12 giờ ở CS2, mà Chủ nhật em có học DT Cơ học ứng dụng ở CS1 đến 10g50. Em không đủ thời gian di chuyển giữa 2 cơ sở, vậy em được chuyển thi ở CS1 không ạ? Em cám ơn ạ!",
    "Thưa thầy (cô), Chuyện là em bị thiếu AV chuẩn năm 1 nên HK191 em học anh văn trong trường. Em mới kiểm tra lịch thi với lịch đăng ký môn học thì mới phát hiện là lịch thi của em là kết thúc đăng ký môn . Em muốn hỏi là em có được đăng ký môn cơ sở vào HK192 không?  Em rất mong sự giúp đỡ của các thầy (cô).",
    "dạ cho em hỏi là kì thi kiểm tra trình độ tiếng anh được PĐT tổ chức vào cuối kì 1 vs cuối kì 2 nếu như em qua được 350 thì em có đạt chuẩn năm nhất và được đăng ký chuyên ngành cho năm 2 và tiếp tục học tiếp không ạ ?",
    "Em là  MSSV  Dạ xem xin phép được đăng ký môn học Vật Lý 1( PH1003) Lớp DT01 Em cảm ơn PĐT ạ.",
    "Kính gửi PĐT Em có thắc mắc muốn hỏi là học kỳ này em có đăng ký môn nền móng nhưng em chưa đăng ký đồ án nền móng. Em học lớp tối t2 của thầy nghĩ . Em khẩn xin PĐT có thể bổ sung danh sách tên em vào lớp đồ án được không ạ Em xin cảm ơn",
    "Thưa thầy (cô) Em hiện là SV năm 2 và thiếu chuẩn anh văn năm 1. Hiện em đang học Anh văn 1 trong trường. Nhưng em mới xem lịch thi là ngày thi môn Anh Văn của em ngày 6/1/2020. Mà kết quả thì có lẽ sẽ có 1 tuần. Với lại ngày kết thúc hạn đăng ký môn HK192 đợt cuối lại rơi vào ngày 6/1/2020. Em không biết phải làm sao để có thế đăng ký môn học HK192? Hay là em phải học lại cải thiện 1 học kì. Em cảm ơn thầy (cô) rất nhiều.",
    "Dạ chào cô ! con mới phẩu thuật vừa xuất viện vào ngày hôm qua.Mà bắt đầu từ ngày mai là 1 tháng học quân sự. Con kh đủ sức khoẻ học và vết thương chưa lành nên bây giờ con muốn xin nghĩ khoảng 5 ngày để vết thương lành hẳn rồi đi học lại được không ạ? vì con không muốn nghĩ hẳn luôn 1 tháng và phải học lại ạ:(",
    "vấn đề của em là : em đăng ký môn bơi , em đã có thời khóa biểu nhưng danh sách phòng đào tạo chuyển qua lớp học bơi lại không có tên em , em mong được giải quyết ạ",
    "tình hình của em là em đăng ký môn bơi , em đã nhận được thời khóa biểu của trường , nhưng danh sách phòng đào tạo chuyển qua lớp học bơi lại không có tên em , em lên trực tiếp phòng đào tạo , họ kêu lên đây hỏi , nhưng em vẫn chưa được giải quyết , em mong được giúp đỡ",
    "Em đã đăng kí trên web và đóng lệ  phí đầy đủ nhưng chưa có tên trong danh sách tốt nghiệp chính thức mà chỉ có trong danh sách dự kiến. Em có phải làm đơn gì không ạ",
    "Em là sinh viên thuộc khoa Kỹ thuật và Khoa học Máy tính. Hiện em đang có 2 vấn đề như sau:  1. Sau khi hoàn tất kỳ thực tập tốt nghiệp (MSMH: CO3313) thì bên khoa của em đã nhập sót điểm thực tập của em. Em đã có gửi mail lên khoa của em  để hỏi về vấn đề này thì khoa đã có nói là đã làm thủ tục điều chỉnh điểm cho em. Nhưng cho tới giờ em vẫn chưa thấy điểm của em đã được điều chỉnh. Vậy phòng đào tạo có thể xem lại giùm em được không ạ, do em cần phải nộp bảng điểm cho chương trình học bổng ạ? 2. Hiện chương trình học bổng Amcham có yêu cầu phải nộp bảng điểm bằng file PDF, có chứng nhận của phòng đào tạo. Vậy thì em có thể nhận bàng điểm đó bằng cách nào ạ? Em cảm ơn.",
    "Kính gửi: Quý thầy cô Phòng Đào Tạo Trường Đại Học Bách Khoa TP HCM Em tên là:  -  Em đã có trong danh sách tốt nghiệp dự kiến tháng 11/2019. Lần trước em hỏi là danh sách tốt nghiệp chính thức sẽ cập nhật vào tuần đầu tiên của tháng 10 nhưng em lên kiểm tra không có ạ. Mong thầy/cô kiểm tra lại giúp em với ạ.",
    "Kính gửi Phòng đào tạo    Em Tên SV  Em muốn được hỏi về việc cập nhật danh sách tốt nghiệp chính thức khi nào ạ, em đã khai lý lịch và đóng các khoản phí tốt nghiệp nhưng đến nay vẫn chưa có tên trong danh sách chính thức. Mong sớm nhận được phản hồi từ Phòng đào tạo. Em chân thành cảm ơn",
    "Dạ kính thưa Phòng đào tạo trường ĐH Bách Khoa! Em là sinh viên năm nhất k19 của trường ĐH Bách Khoa,em xin được hỏi rằng nếu em thi lại và đậu ngành khác của trường thì những môn Đại cương đã học năm nhất em có cần phải học lại không ạ?",
    "Chào thầy cô, em là sinh viên năm nhất, em vừa thi anh văn đầu vào kết quá dưới 300đ.Bây giờ em phải tự học, theo như em biết thì cuối mỗi học kì có thi anh văn. Nếu em thi ở các kì thi đó trên 350 thì có được công nhận là đủ chuẩn qua năm nhất không ạ. Hay là em tự học nên bắt buộc phải thi lấy bằng toeic để nộp lại xét qua năm nhất??? Đó là những gì em đang thắc mắc mong thầy cô sớm trả lời. Em xin cảm ơn",
    "Em tên là:  Mssv:  Lớp: BD14CN01 Xin được bổ sung môn học Giải Tích 2 mã môn học: MT1005, cho học kỳ dự thính 191.",
    "Em đã học môn thí nghiệm cơ học đất và thí nghiệm địa chất công trình chương trình k13. Xin chuyển điểm đó sang phần thí nghiệm cơ học đất của chương trình CDIO",
    "Cho em hỏi là chuẩn anh văn để nhận luận văn tốt nghiệp cho chương trình kỹ sư tài năng khóa 16 là bao nhiêu ạ? Em thắc mắc là vì thấy trên web trường chương trình kỹ sư tài năng là 450 còn chương trình thường lại là 500. Liệu có sự nhầm lẫn gì không ạ? Mong sớm được phản hồi để em có thể chuẩn bị.",
    "Dạ vấn đề của em là vào sáng ngày 26.10 , em vừa có lịch đi sinh hoạt công dân CK18 và vừa có lịch thi giữa kì DT giải tích 2. Em nên làm như thế nào ạ?  Em cám ơn.",
    "Học phí . A/C làm ơn cho em hỏi:  E đăng kí học Dự Thính chung vs Chính Quy môn Bê Tông Cốt Thép 1(Ci2091) 2 tín chỉ. E thấy trên BkPay để 960.000VND. Theo e được biết một chỉ có 450.000 thôi . Trân trọng cảm ơn.",
    "MSSVMSGV:   b     Chào ThầyCô  Cho em hỏi khi mình có tham gia môn học nhưng lại không có trong danh sách đăng ký thì có thể viết đơn xin đăng ký được không ạ? Do đợt đăng ký môn học 191 vừa rồi, em có đăng ký \"Đề cương luận văn tốt nghiệp\", nhưng do chủ quan không kiểm tra lại, đến nay thanh toán học phí mới biết là không có môn học đó (vì số tín chỉ của môn này là 0 nên e nghĩ nó không có trên TKB hay el là bình thường) Nhưng em có tham gia và thực hiện đầy đủ các buổi hướng dẫn của GVHD (GVHD có thể xác nhận)  Em xin cảm ơn ạ",
    "Em chào Thầy/Cô, Em là sinh viên văn bằng 2 hệ chính quy khóa 2019. Em có chút thắc mắc nhờ Thầy/Cô giải đáp giúp em ạ. Đầu vào em đóng số tiền tổng cộng là 4 260 000 đồng (bao gồm tiền làm hồ sơ và ứng trước). Kỳ này em đăng kí 5 môn nhưng đã được miễn 4 môn, chỉ còn học 1 môn, vậy số tiền môn học được miễn em có được trừ vô kì này không ạ?  Em coi trên BKPay thì số tiền em cần đóng là 2 880 000 đồng, Thầy/Cô cho em hỏi cách tính số tiền này thế nào ạ? (Lấy 50% của 5 300 000) hay là 480 000 đồng x 6 chỉ = 2 880 000 đồng vậy ạ ?",
    "Chào quý thầy cô, Em và nhiều bạn khác là sinh viên Bằng 2 học Ban ngày khóa 2017 cùng nhận thấy học phí hiển thị trên BKpay được tính là 480.000 đồng/tín chỉ, thay vì 320.000 đồng/tín chỉ như thông báo. Mong quý thầy cô rà soát và điều chỉnh lại. Cảm ơn quý thầy cô.",
    "c phí - Đại học - Cao đẳng chính quy   ọc phí học kỳ chính . Dạ em xin chào thầy/cô. Em là , SV văn bằng 2 lớp ban ngày. ôm nay em có vào xem học phí từ thông báo của trường thì thấy: - ọc phí học kỳ chính tính theo đơn giá 480.000/TC thay vì 320.000/TC như quy định. - ọc phí chưa trừ 4.000.000 tiền đóng trước vào nhập học. Kính mong thầy/cô xem xét giúp em ạ. Em xin cảm ơn, .Nghia",
    "Dạ cho em hỏi là học kì 1 năm 2019-2020 em đăng kí có 18 tính chỉ nhưng tiền học phí học kì 1 của em lại là 6,080,000đ. Như thế là em đóng tiền đến 19 chỉ. Và em cũng không rõ đó là thêm 1 chỉ của môn nào ạ ",
    "Dạ thưa, cho em hỏi về việc hóa đơn thanh toán gọc phí ạ. Em muốn hỏi có cách nào lấy được hóa đơn nhanh nhất mà không cần phải đợi đến đợt phát hóa đơn trực tuyến như mọi khi không?",
    "Lịch thi (không tìm thấy,sai phòng thi,...) . Kính gửi quý thầy cô PĐT Thứ 7 (12/10) tuần này em có ca thi môn Xác suất và Thống kê (MT2001) vào lúc 9h nhưng em có tham gia cuộc thi Con quay Koma Taisen cấp thành phố cũng vào 9h ngày hôm đó. Em mới biết thời gian tổ chức cuộc thi đó hôm nay nên chưa thể sắp xếp thời gian được. Thầy cô cho em hỏi em có thể chuyển ca thi từ 9h lên ca 7h môn Xác suất ngày hôm đó được không? Nếu được thì em phải làm như thế nào ạ? Em xin cảm ơn",
    "Cho em hỏi là bây giờ còn hủy môn học kì chính được k ạ",
    "Em muốn hỏi về vấn đề học phí, em có tạm dừng một học kỳ 182 và vào học lại ở học kỳ 191, em đăng ký môn ở đợt 1 và trong đó có 3 môn \"Công nghệ phần mềm\", \"Thực tập công nghệ phần mềm\", \"Hệ điều hành\" được nhà trường xếp nhóm B và học chung với các anh, chị học văn bằng 2. Em muốn hỏi tại sao học phí của em đối với 3 môn này không tính như chính quy mà tính luôn như văn bằng 2 (nhân 1.5).                          i Em cảm ơn .                           La Quốc Anh",
    "Xin chào! em là sinh viên khoa cơ khí khóa K16. đang học chính quy tại trường đại học bách khoa. em có một số thắc mắc mong được giải đáp. Em có nguyện vọng học thêm một ngành khác nữa đó là ngành khoa học máy tính. Em muốn đăng kí học theo hình thức đao tạo thạc sĩ sau đại học thì trường có những yêu cầu như thế nào đối với sinh viên để có thể đăng kí theo học chương trình đào tạo này? đồng thời học phí thì có gì khác so với chương trình chính quy hệ đại trà không ạ? Ngoài ra, theo em được biết thì cũng có thể học theo ngành này theo hình thức là học văn bằng 2, thì trường có những yêu cầu như thế nào đối với sinh viên để có thể đăng kí học theo hình thức học văn bằng 2 ạ? học phí thì có chênh lệch gì so với học phí khi theo học chương trình chính quy hệ đại trà văn bằng 1 không ạ? Ngoài ra em còn nghe thông tin là để học văn bằng 2 thì có hai cách: cách thứ nhất là học tiếp tục trong thời gian còn lại của chương trình đào tạo văn bằng 1, cách thứ 2 là học văn bằng 2 sau khi đã hoàn thành việc học văn bằng 1. nếu em theo học văn bằng 2 bằng cách thứ 2 thì cho em hỏi là thời gian đào tạo tối đa của văn bằng 2 khi đó là bao lâu? cho em hỏi thêm là nếu em học ngành khoa học máy tính theo hình thức văn bằng 2 thì trong thời gian đang học văn bằng 1 em có thể đăng kí học trước các môn trong chương trình đào tạo của ngành khoa học máy tính mà ngành cũ không có được không? sau đó khi chính thứ học văn bằng 2 thì em có phải học lại những môn đó không ạ? ",
    "Em điền nhầm MSSV vào trong bảng điểm rèn luyện tổng kết không có tên em, Có cách khác phục không ạ em cảm ơn  .",
    "Kính thưa phòng đào tạo, Em là sinh viên k17, em đã nộp chứng chỉ ngoại ngữ thành công ,nhưng tuy nhiên giờ em muốn chuyển điểm anh văn thì không thanh toán được. Cụ thế khi từ bkpay chuyển qua ocb ebanking, hệ thống đều báo lỗi và khoản thanh toán này không thanh toán được . Mong phòng đào tạo xem xét và giúp đỡ giúp em. Em xin chân thành cảm ơn.",
    "Dạ thưa, em muốn hỏi em có thể đóng học phí trước hạn không?",
    "Chào quý thầy cô!  Em và nhiều bạn khác là sinh viên bằng 2 CQ, ngành Khoa học máy tính khóa 2018 cùng nhận thấy học phí hiển thị trên BKpay được tính khá khó hiểu, xin quý thầy cô giúp chúng em giải đáp những thắc mắc sau ạ: - Xin quý thầy cô giải thích rõ cách tính giá 3.840.000 cho học phí ĐH chính quy và 3.360.000 cho học phí B2 Tối CQ ở file ảnh đính kèm dưới ạ. - Những môn học buổi sáng được tính theo đơn giá là 320.000/TC hay 480.000/TC - Môn thực tập công nghệ phần mềm (CO3055) được tính theo giá 320.000 hay 480.000 ạ. Mong nhận được sự phản hồi sớm của quý thầy cô ạ. Chúng em xin chân thành cảm ơn.",
    "Chào các thầy, các cô, Trước tiên, em xin chúc các thầy cô có một ngày làm việc vui vẻ . Em muốn hỏi về BHYT, không biết chừng nào được cấp mới vì hiện tại em đang bị bệnh và cần phải khám. Và có những địa điểm khám nào dưới CS2, giá cả phải chăng không? ( Em bị viêm họng)  Em xin chân thành cảm ơn các thầy, các cô.",
    "Kính gửi thầy cô trường ĐHBK Em là , mssv . Kì 191 này em cần phải thanh toán học phí 2 khoản. Một là phí chính quy đợt 1 2tr4 và phí học dự thính khoảng 1tr9. Nhưng gia đình em đang gặp ít khó khăn trong giai đoạn này, bây giờ em chỉ có thể thanh toán học phí chính quy. Nên em muốn hỏi nhà trường có cách nào để em gia hạn học phí dự thính đến khi đọc học phí chính quy đợt 2 không ạ. Em có thể xin mẫu đơn để làm gửi nhà trường cho em gia hạn không ạ?? Cảm ơn thầy cô đã duyệt ạ",
    "Em đã liên hệ phòng CTCT sinh viên nói là liên hệ bên khoa Em gặp bên khoa thì lại nói là không có cách sữa đổi Cho em hỏi còn có cách nào không ạ   i  .",
    "Em xin đề xuất ngày tổ chức lễ tốt nghiệp vào cuối tuần (thứ 7, chủ nhật). Mong nhà trường xem xét giúp. Trân trong.",
    "Em chào Thầy/Cô. Thầy/Cô cho em hỏi học kỳ 1 2018-2019 em có đăng ký học môn Đường lối cách mạng ĐCSVN với mã số môn học là 001004 và em được 8 điểm. Theo thông tin đăng ký môn học môn Đường lối cách mạng ĐCSVN có mã số 001004 và SP1009 là 2 môn tương đương với nhau. Em học k14 theo chương trình đào tạo em học theo môn mã số SP1009. Nếu em học môn học tương đương sẽ tính qua môn. Nhưng hiện tại thì tiến độ học tập của em chưa có kết quả điểm môn Đường lối cách mạng ĐCSVN. Mong Quý Thầy/Cô xem xét, update lại bảng điểm cho em để đủ điều kiện ra trường với ạ. Em chân thành cảm ơn! *Em gửi kèm theo file ảnh bẳng điểm, tiến độ học tập và danh sách môn tương đường kèm theo cho tiện đối chiếu ạ.",
    "Dạ em chào thầy/cô PĐT, Em bị trùng lịch SHCD với lịch học dự thính Cơ học ứng dụng (AS2007) thì em có thể xin chuyển lịch SHCD vào ngày khác được không ạ? Em cám ơn thầy/cô nhiều!",
    "Học phí học kỳ chính và dự thính . Kính gửi quý Thầy,Cô Em có đọc tin về học phí khóa K19 trên website trường là mình sẽ đóng theo học kỳ 5tr3/học kỳ . Do vb2 bên em mới nhập học không đăng ký đủ 17 chỉ như vậy học phí kỳ này sẽ tính theo tính chỉ hay học kỳ ạ? Nếu như tính theo tín chỉ, em đăng ký học kỳ chính: 11 tc. Như vậy phần còn dư lại trong học phí em có thể trừ vô học phí môn dự thính không a e? Phần học phí dự thính mình đóng riêng với kỳ chính và dự thính phải không ạ ?",
    "Chào thầy (cô), cho em hỏi là muốn chuyển điểm Anh văn thì phải chờ đến cuối kì mới chuyển được hay là khi nào nộp chứng chỉ thì được chuyển ngay lúc đó.",
    "Kính gửi Quý Thầy/Cô, Em xin được hỏi giờ làm việc của PĐT Vừa Học Vừa Làm ạ, để em sắp xếp thời gian nộp các hồ sơ tuyển sinh ạ. Em xin cảm ơn. Cẩn",
    "Em là sinh viên khóa 2018, khoa Điện-Điện tử. Hiện tại em cần bổ sung minh chứng anh văn cho hồ sơ Sinh viên 5 tốt. Vì bằng anh văn của em hết hạn nên không thể lên British Council làm bản copy được. Cho em hỏi là trường có thể in giấy xác nhận là em đã chuyển điểm với minh chứng về điểm trong bằng tiếng anh được không ạ?  ",
    "Xin chào phòng đào tạo  Cho em hỏi là em đã nộp bằng tốt nghiệp THPT cho bạn lớp trưởng cũ ( lớp trưởng lúc chưa phân ngành) mà trên mybk ghi là phòng đào tạo vẫn chưa nhận được. Nhờ phòng đào tạo xem lại giúp em ạ",
    "EM muốn hỏi là em đã nộp bản sao (có công chứng) cho lớp trưởng và lớp trưởng đã nộp cho PĐT nhưng kiểm tra trên Mybk thì \"  U Tình trạng: Phòng đào tạo chưa nhận được bản sao bằng THPT   \" . Như thế thì em phải làm thế nào ạ. Em xin cảm mơn!",
    "Dạ em xin chào thầy/ cô. Em là , sinh viên văn bằng 2 lớp ban ngày. Hôm nay em có xem học phí thì có một số chỗ: - Trên BK Pay: Chưa cập nhật số tiền học phí học kỳ chính. Chỉ cập nhật số tiền học dự thính. - Trên học phí ở cổng thông tin sinh viên: Học phí học kỳ chính tính theo đơn giá 480.000đ/TC thay vì 320.000đ/TC như quy định. - Học phí chưa trừ 4.000.000đ tiền đã đóng khi nhập học. Kính mong thầy/ cô xem xét giúp em ạ. Em xin cảm ơn.",
    "Xin hỏi nhà trường đã có thông báo gì về thi vét chưa ạ. Mấy hk trước cỡ đầu tháng 10 là đã có rồi. Học kỳ này tới giờ vẫn chưa có ạ",
    "ằng tốt nghiệp THPT .   -  - 1810 Dạ em chào cô . Vào cuối năm nhất em đã nộp bản sao bằng tốt nghiệp THPT cho lớp trưởng nhưng trên MyBK bào là chưa nhận được ạ . Mong cô cập nhật lại dùm em.  Em cảm ơn cô ạ!",
    "Kính thưa phòng đào tạo, em là , MSSV: , lớp KU17CKT1. Phòng đào tạo cho em hỏi tính đến hết học kỳ 183 em đã đạt được 31 tín chỉ và điểm trung bình tích lũy là 4,73 sau 3 học kỳ chính(do em bảo lưu học kì 172). Nhưng trong danh sách chính thức cảnh cáo học vụ lần 2 ngày 11/10 vẫn có tên em trong danh sách. Em mong được phòng đào tạo giải đáp. Em xin cám ơn! ",
    "Chào thầy/cô  Em là  MSSV: , kỳ này em có đăng ký 3 môn học bình thường, 1 đề cương luận văn và 1 môn dự thính, em có 2 câu hỏi  1 Em thấy có học phí chuyển hệ, cho em hỏi học phí chuyển hệ là như thế nào ạ?  2 Em học 1 môn dự thính nhưng tiền học phí dự thính lại bằng 1 nửa 3 môn bình thường + 1 đề cương Có thể cho em thông tin chính xác cách tính tiền học phí không ạ, em hơi hoang mang ạ    Em cảm ơn  ",
    "Xin chào trường. Em có gửi bản sao công chứng bằng tốt nghiệp trung học phổ thông, trên web mybk có ghi nhận. Nhưng có thêm dòng chữ đỏ ghi là em chưa nộp bằng tốt nghiệp, em không biết trường có cần em nộp bằng tốt nghiệp không ạ?",
    "Thưa thầy/cô, khi đăng ký học phần cho học kỳ này(191), em để mặc định như phòng đào tạo đã phân, trong đó có 2 học phần bị đưa vào chuyển hệ( văn bằng 2). Điều em muốn hỏi là tại sao nhà trường lại để mặc định như vậy trong khi em là sinh viên hệ chính quy,không học lại, đồng thời không có một cảnh báo để sinh viên biết. Điều này làm em trở tay không kịp khi học phí đội lên. Điều làm em khó hiểu nhất là vấn đề đầu tiên, việc mặc định theo em hiểu phải là đúng theo tính chất hệ mà sinh viên đang theo học, sao lại có thể mặc định chuyển hệ?",
    "Năm ngoái em đã nộp 2 bản photo công chứng bằng tốt nghiệp thpt cho lớp trưởng, khi kiểm tra trên web thì nhận được thông báo như trên ảnh, như vậy thì em có phải bổ sung gì không và nếu có thì bổ sung ở đâu và thời hạn là bao lâu ạ",
    "Em đã nộp bằng tốt nghiệp thpt từ năm ngoái cho văn phòng khoa nhưng tới bây giờ hệ thống vẫn hiển thị pđt chưa nhận được bằng",
    "Chào thầy cô Em xin phép được hỏi là học kì này (hk191) em có đăng kí môn học có mã MA3001 . Theo như quy định về học phí thì môn học này của em là 320.000 vnd/tín chỉ nhưng sao khi em vào thanh toán học phí lại là 480.000 vnd/tín chỉ. Em không biết là có sự nhầm lẫn hay không nên mong thầy cô xem xét và phản hồi giúp em. Em cảm ơn Sinh viên ",
    "C Cô ơi cho em hỏi bằng tốt nghiệp thpt em đã nộp rồi mà trên mybk vẫn ghi là chưa nhận được ạ,rất nhiều bạn giống em ạ. em cảm ơn",
    "dạ cho em hỏi em bị mất bảo hiểm y tế thì có cách nào để xin cấp lại không ạ và em phải liên hệ ai để xin cấp lại ạ, em cảm ơn",
    "Dạ thưa cô. ﻿Em tên SV . ﻿Cho em hỏi là bằng tốt nghiệp em đã nộp rồi nhưng trên mybk chưa cập nhật ạ và cũng có nhiều bạn giống như vậy. Mong cô xem xét giúp chúng em ạ. ﻿",
    "Chào quý Thầy/Cô, trong đợt tháng 11 này em có đăng kí tốt nghiệp 2 bằng là Vật liệu xây dựng và Xây dựng dân dụng, em đã làm đơn sau khi đăng kí tốt nghiệp cho bằng đầu tiên và đang chờ mở đợt đăng kí cho bằng tiếp theo. Em vừa kiểm tra và thấy có thông báo như trên hình đính kèm. Mong phòng đạo tạo giải quyết giúp em",
    "Thưa thầy/cô,  Số tín chỉ tích lũy của em hiện tại là 31 Em học được 3 học kỳ ( vì 1 học kỳ bảo lưu)  Điểm trung bình tích lũy của em là 5.79 Em không hề bị một lỗi nào nhưng vẫn bị cảnh cáo học vụ . Em nhận thấy có một số bạn giống em . Em mong quý thầy cô xem lại hệ thống đồng thời điều chỉnh lại danh sách cảnh cáo giúp em ạ . Em đã lên phòng đào tạo và họ bảo em lên đây phản hồi. Mong thầy cô xem xét và điều chỉnh giúp em . Em xin chân thành cảm ơn!  ",
    "Em muốn xin giấy tạm hoãn nghĩa vụ quân sự thì giờ phải làm như thế nào ạ",
    "chào thầy cô, em muốn hỏi, em có click \"thanh toán\" trong bk pay nhưng web ocb hiện ra lại không có chỗ để đóng tiền . Em có vô OMNI OCB chọn tới mục \"thanh toán hóa đơn\"--  \"Học phí đại học cao đẳng\", thì chỉ thấy 2 lựa chọn là : \"Dai hoc mo TPHCM Cao Hoc\" và \" Dai hoc mo TPHCM tu xa\" . Mong thầy cô  hướng dẫn em về vấn đề này ạ!  Em cảm ơn",
    "Chào PĐT, Cho em hỏi thứ 7 PĐT có làm việc không ạ? Đóng lệ phí in bảng điểm trực tiếp tại PĐT có nhận bảng điểm ngay được không ạ?",
    "Em tên : Đỗ Nguyên Mssv :  Nội dung : vừa rồi em có lên xem tổng số tín chỉ tích luỹ trên mybk và em thấy có sự nhầm lẫn, em đã kiểm tra lại rất nhiều lần là hiện tại em có tổng số tín chỉ là 86 chỉ nhưng trên mybk cập nhật em là 95 chỉ, và em được biết là tổng số tích tích luỹ có ảnh hưởng đến điểm trung bình tích luỹ tổng luôn ạ. Mong phòng đào tạo xem xét và kiểm tra lại điểm trung bùnh tích luỹ tổng và tổng số tín chỉ tích luỹ của em giúp em ạ, em cám ơn ạ.",
    "Em chào phòng đào tạo . Chuyện là ngày 16-10-2019 các bạn cùng khoá với em đều có khoảng tiền đóng học phí, nhưng trên trên BKpay của em thì lại không có khoảng nào để thanh toán học phí cả. Tính đến hiện nay em bị cảnh cáo học vụ 2 lần rồi. Em mong phòng đào tạo xem xét sớm giúp em để em có thể hoàn thành học phí(đợt 1) trước 23-10-2019. Em xin cảm ơn anh, chị  .",
    "ng ký in thẻ sinh viên . Em đã điều chỉnh thẻ sinh viên là chụp hình lại gửi lên được 2 tuần rồi mà sao chưa có.           Bây giờ em phải làm sao??",
    "Em chào Thầy cô và mọi người Hiện tại nhóm em sắp có buổi thuyết trình quan trọng và cần máy chiếu để luyện thuyết trình trước. Nhóm em được biết thư viện A2 CS1 có phòng họp nhóm cho sv và có trang bị máy chiếu. Vậy nhóm em muốn được xin phép cho sử dụng máy chiếu và phòng để luyện thuyết trình thì phải làm gì và liên hệ với ai ạ! Nhóm chúng em muốn mượn vào chiều thứ 2 (21-10-2019). Mong quý Thầy/cô giúp đỡ nhóm chúng em về vấn đề này ạ Em xin chân thành cảm ơn   i  .",
    "Tiền bảo hiểm y tế đầu năm em nộp cho trường thì khi nào em nhận lại được ạ? Vì em có bảo hiểm y tế rồi ạ",
    "Kính gửi ban giám hiệu Trường Em tên , khóa k15, theo như kế hoạch thì k15 sẽ tốt nghiệp vào tháng 11 này. Tuy nhiên hiện tại em vẫn chưa đủ điều kiện tốt nghiệp do bị vướng anh văn nói + viết . Em xin hỏi bây giờ em có cần phải đăng ký môn học hay làm gì không ạ? Vì em không biết rằng liệu em có bị đình chỉ hoặc bi cảnh cáo gì hay không. Nếu có thì bây giờ em phải làm gì tiếp theo ạ? Em xin cảm ơn!",
    "Em xin chào Thầy/Cô, nhóm chúng em muốn mượn 1 phòng học để họp nhóm và phục vụ học tập 1 buổi chiều thứ 2 ngày 21-10-2019. Vậy chúng em cần làm những gì? Liên hệ ai để mượn và sử dụng được phòng ạ? Mong thầy cô giúp đỡ ạ",
    "Hiện tại e đã hoàn thành Anh Văn 1, cho e hỏi: nếu kỳ 4 e đăng ký học và hoàn thành Anh Văn 3 (chưa học Anh Văn 2) thì sang đầu năm 3 có được đăng ký các môn ngành ko ạ.. Em cảm ơn! ",
    "Vì bỏ thi học kì 182 nên tôi bị 0 điểm toàn bộ học phần học kì đó . Tôi đã không đăng kí môn học kì này để dành thời gian suy nghĩ , sau khi suy nghĩ xong tôi có nguyện vọng được thu nhận lại . Vậy cho hỏi nếu muốn được thu nhận lại tôi cần phải làm gì ? Và khi nào thì tôi có thể đi học lại Xin cảm ơn",
    "Làm cách nào để lấy được biên lai đóng học phí.   i    ",
    "Dạ em kính chào thầy/cô ạ! Em tên , MSSV  sinh viên khoa Điện-Điện tử khoá /k2015. Em có một thắc mắc muốn được hỏi các thầy/cô. Hock kỳ 181 em có đăng ký học dự thính môn CS Kỹ thuật điện nhưng không qua. Vì vậy nên số điểm đó không được cập nhật lại. Nay em có mong muốn nhận số điểm không đạt đó để chuyển điểm thí nghiệm thì em phải làm đơn như thế nào ạ? Em có thể tải mẫu đơn hay phải viết đơn tay? Em xin cảm ơn thầy/cô!",
    "Kính gửi thầy cô. Em tên là , hiện là sinh viên khoa KHKT Máy tính. Hiện tại em đang làm đơn để xin học bổng  của Hội khuyến học An Giang và cần gấp xác nhận của trường đại học em đang theo học. Vậy em có thể gửi mẫu đơn xin học bổng về phòng ban nào để được xác nhận ạ? Em xin cảm ơn.",
    "Hôm qua em có điền vào biểu mẫu hiến máu, hôm nay em đi hiến . Vậy làm thế nào để nhà trường xác nhận và cộng 1 ngày CTXH ? Em cám ơn",
    ".",
    "Em là sinh viên khóa k13, hiện tại thì đã học được 13 học kì tối đa, vì thiếu toeic nên học kì này em chưa nhận được luận văn, anh/chị cho em hỏi em phải là em có phải làm đơn xin để có thêm 1 học kì nữa để làm luận văn không ạ, và nếu làm đơn thì thêm mẫu nào và nộp ở đâu. Em cám ơn!",
    "MSSV: 1912529 Nd: Dạ Thầy Cô ơi, em không có tên trong danh sách điểm danh bộ môn Nhập Môn Kĩ Thuật (Thí Nghiệm). Em phải làm sao ạ?",
    "Chào Thầy/Cô,    Cho em hỏi là em muốn có xác nhận của nhà trường phục vụ cho việc xin học bổng của Quỹ Thiện Tâm (như hình) thì em phải làm sao ạ?    Em cảm ơn,  ",
    "Cho em hỏi là sao giờ trên bkpay giao dịch bị lỗi không vô được trang đóng tiền mong pđt giải quyết giúp em ạ ",
    "e tên   hoc kỳ này e không đang ký môn học học kì sao e muốn đang ký thì phải làm giấy j ạ  e cảm ơn",
    "Lịch Sinh Hoạt công dân của em là chiều 27/10 nhưng em không thể đi được vì lý do riêng nên em có thể tham dự buổi sinh hoạt công dân dành cho các bạn khoa khác vào chiều 26/10 được không ạ ????",
    "Em chào thây cô. Em  MSSV:. Vì em đã có bảo hiểm y tế, em thuộc diện bãi ngang ven biển ,nên em có photo và đã nộp cho phòng y tế, nhưng hôm nay KTX vẫn cấp BHYT mới cho em, vậy chuyện này là sao ạ. Mong thầy cô giải đáp cho em. Em cảm ơn rất nhiều",
    "Em là , MSSV , lớp VP15/VT HK182 em có học môn các tính chất phổ (MSMH: 404712) do thầy  giảng dạy và được điểm tổng kết 9.5 nhưng trên mybk chỉ hiển thị điểm của em là 7.5. Mong pđt xem xét giúp em ạ. Em xin cám ơn.   i  .",
    "Em tên:  lớp DD19LT19. Hiện em đang là Đảng viện dự bị ở trường cấp 3 và cho em hỏi là em chuyển sinh hoạt Đảng viên vào Đảng bộ hay chi bộ nào ở trường đại học và cho em xin địa chỉ liên hệ với Đảng bộ hoặc chi bộ đó với ạ    Em cảm ơn và mong sớm nhận được phản hồi",
    "ằng tốt nghiệp THPT . Chào thầy/cô em tên  khoá K18  em muốn hỏi là bữa trước em quên nộp bằng tốt nghiệp bây giờ em muốn bổ sung phải nộp cho ai ạ . Em cảm ơn",
    "Kính gửi phòng đào tạo. Em đã thi chứng chỉ VNU-EPT của ĐHQG và đạt 178 điểm. Tuy nhiên theo bảng qui đổi chuyển điểm trên web của PĐT thì chỉ có ghi “218 điểm sẽ chuyển điểm tương ứng qua anh văn 3”. Vậy thì với số điểm ấy em có thể qui đổi để qua anh văn 1 hoặc anh văn 2 không ạ. Em xin cảm ơn.",
    "Dạ thưa PĐT em là sv năm 2.Năm nhất em thi AV đầu vào đc 330 nhưng em ko học AV1 nên em ko đăng kí môn Chuyên ngành của em được.Nếu tháng 12 này em thi trên 350 thì em có được đăng kí chuyên ngành không ạ,và có được tính là em đã qua AV1 không ạ? EM cám ơn.",
    "Kính gửi PĐT, Em muốn lấy giấy xác nhận tốt nghiệp tạm thời nhưng không tìm thấy nút đăng ký và cách thức nhận giấy chứng nhận như thế nào ? Mong được giải đáp",
    "Các thầy cô ơi. Cho em hỏi cái này ạ! Do em không vào được tài khoản ngân hàng để đóng học phí đúng hạn được ạ. Các thầy cô có thể mở khoá cho em đóng qua tài khoản mybk được không ạ ?  Em xin cảm ơn ạ",
    "Em bị buộc thôi học do bỏ thi. làm sao để được nhận học lại ạ, mong được giải đáp sơm nhất. Emcảm ơn!",
    "Em chào thầy/cô . Em tên là  khoá 12 ngành CN nhiệt lạnh. Hiện tại em đã hết thời gian đào tạo chính quy,em nghe nói có thể chuyển sang học chương trình theo hướng   B Cử nhân kỹ thuật chính quy    . Vậy xin cho em hỏi em cần làm những thủ tục gì để xin chuyển sang học chương trình cử nhân kỹ thuật ạ hay là em chỉ có thể chuyển sang VHVL. Em mong thầy /cô giúp em giải đáp thắc mắc ạ. Em xin cảm ơn.",
    "Em chưa bị vi phạm điều lệ nào trong các điều lệ buộc thôi học nhưng tại sao em lại bị nhận mail là thôi học ơ học kì 191 vậy ạ.",
    "theo mail nói vậy là em bị cảnh cáo lần 1 và đã bị thôi học và xóa TKB hk 191 ạ ???",
    "Các Thây/Cô có thể cho em hỏi là trường hợp không dự thi cuối kì sẽ bị điểm 13 cho môn học. Vậy khi tính điểm tích lũy học kì thì sẽ tính môn đó là 0 hay sao ạ? Và môn học bị tính điểm 13 có được tính là đã học trước không ạ?",
    "em đã đăng ký tốt nghiệp khoảng hơn 2 tuần rồi nhưng vẫn không có tên trong danh sách tốt nghiệp của trường??",
    "Em tên .MSSV:.Lớp BD16CDT.Kính xin phòng đào tạo cho em thanh toán học phí trễ. Lý do:Mẹ em đã mất,ba thì già,hết tuổi lao động.Tiền học do anh trai lo,em làm thêm chỉ đủ tiền sinh hoạt và tiền thuê phòng.Nay anh mới bị té xe,chấn thương đầu nên chưa chuẩn bị tiền kịp. Kính xin phòng đào tạo cho em đến ngày 31/10 em sẽ thanh toán học phí ạ.Em xin chân thành cảm ơn",
    "Chào cô/ thầy . Em là học lớp liên thông khoa cơ khí khoá 2015 lớp CK15LTH, đã đủ số tín chỉ, chỉ còn thiếu chứng chỉ toeic 2 kỹ năng nói và viết . Em có 2 câu hỏi:  Thứ 1: em nhận được thư của phòng đào tạo bị thôi học, nên cho em hỏi là khoá đào tạo của em đến 2020 hay là 2022.  Thứ 2: nếu khoá đào tạo em đến 2020(HK 1 năm 2020) em bị thôi học thì trước đó em nộp chứng chỉ để tốt nghiệp có được không? hoặc là em nộp chứng chỉ trong năm 2019 này ạ . Mong cô/ thầy giải đáp thắc mắc giúp em . Em cám ơn.",
    "Thẻ sinh viên để ngày hết hạn là tháng 03/2020 thì em phải gia hạn thẻ như thế nào ạ? Vì em chưa hoàn thành một số tín chỉ và chưa nộp luận văn. Tìm mẫu gia hạn trên Mybk thì không tìm ra ạ. Em phải làm những bước nào để gia hạn thẻ, xin cảm ơn PĐT.  ",
    "O EM XIN 1 VÍ DỤ CÁ TÍNH ĐIỂM TRUNG BÌNH TÍ LŨY Ạ , Ạ ,NẾU ĐTBTL HỌC KÌ 3 DƯỚI 4 THÌ CÓ  CẢNH BÁO HỌC VỤ KHÔNG  CÓ PHẢI HỌC KÌ 1,2 PHẢI TÍ LŨY 10 TÍN Ỉ( 1 học kì) VẬY HỌC KÌ 3 ĐĂNG KÍ 7 TÍN Ỉ    , ",
    "Dạ kính thưa Phòng đào tạo! Phòng đào tạo có thể cho em hỏi văn bằng 2 là bằng kĩ sư hay bằng cử nhân ạ? Em cảm ơn vì đã quan tâm!",
    "Cho em hỏi là trước lễ tốt nghiệp 11/2019 em cần làm gì và chuẩn bị gì ạ? Mong được trả lời sớm để kịp thời chuẩn bị(do em đang ở xa). Em cảm ơn.",
    "Em tên  - MSSV: 9 Em đã hoàn thành môn học: Công trình đường thủy (CI4017) đã bao gồm môn học ĐAMH Công trình đường thủy (CI4119) và môn học này tương đương với môn họv ĐAMH công trình nâng hạ tàu (803001) nhưng chưa được quy đổi mong kiểm tra giúp em ạ. em cám ơn",
    "Em đã đăng ký tttn, có tkb và đóng học phí đúng quy định. Đã đi thực tập và có điểm nhưng khi giáo viên hướng dẫn nhập điểm thì trong danh sách nhập điểm không có tên em. Đến hiện tại thì e vẫn chưa có điểm thực tập trên mybk. Mong pđt kiểm tra xử lý giúp ạ.",
    "Lúc đăng ký để thi anh văn , em đăng ký chọn CHON1 nghĩa là khi thi xong , phòng đào tạo sắp xếp lớp theo trình độ. Nhưng hôm nay em xem tkb thì không có môn anh văn 2 ( em thi được 370) mong phòng đào tạo xem xét giúp em.",
    "iểm học kì 182 môn Nhập môn lập trình lúc đầu là 2.5, sau đó có phúc tra và chuyển thành 3 điểm. Nhưng ngày cập nhật 23/10 gần đây lại chuyển về 2.5 điểm.",
    "cho em hỏi chương trình đào tạo kĩ sư Việt- Nhật năm 2 có đăng kí vào được không ạ, và nếu đăng kí có cần yêu cầu gì đặc biệt không ạ        Em xin chân thành cảm ơn !!!!!!!!!! ",
    "Cho em hỏi số tài khoản nhà trường là bao nhiêu và tại ngân hàng nào để em điền vào giấy xin vay vốn ngân hàng địa phương ạ.Em cảm ơn",
    "Em thắc mắc về cập nhật điểm rèn luyện. Trong danh sách lớp trưởng báo về lớp ngày 6/9 là em đã có điểm rèn luyện nhưng đến nay trên bảng điểm trên mybk em lại chưa có trong khi các bạn cùng lớp đều được cập nhật rồi ạ!",
    "Em thắc mắc tại sao kì này phòng đào tạo lại giảm mức nhận thưởng của học bổng ( có đtbcmr  = 9 ) từ 36 tín chỉ học phí xuống còn 24 tín chỉ học phí? Trong khi tiền học phí tăng ( 220 lên 300 ) nhưng mức nhận thưởng học bổng của kì này lại giảm ( trong khi các kì trước học phí tăng, giá trị học bổng cũng tăng )",
    "Thầy cô cho em hỏi là em HK182 điểm trung bình và điểm rèn luyện của em đều đạt điều kiện để xét nhận học bổng nhưng em xem trên danh sách học bổng thì không có tên của em ?Em có đính kèm file hình của bảng điểm HK182 ở dưới. Em cảm ơn thầy cô ạ.",
    "Chào phòng CTCT- SV, Em là sinh viên khoá K17 lớp BD17CN04. Hôm nay em có thấy danh sách học bổng 182, em có thấy thắc mắc là tại sao điểm trung bình học kỳ của em là 8.13, điểm rèn luyện là 95, không rớt bắt kỳ môn học nào mà sao em không có tên trong danh sách nhận học bổng? Em cám ơn ạ.",
    "Cho em hỏi điểm trung bình học kì vừa rồi em được 7.28, điểm rèn luyện được 95 và em không rớt mà em không được xét vào danh sách học bổng. Xin quý thầy cô xem xét lại giúp em. Để em có thêm kinh phí sinh hoạt và đi học. Em xin cám ơn thầy cô",
    "kính chào phòng đào tạo  em tên là :SV: lớp CTM1 em có vấn đề về học bổng là: kỳ vừa rồi 182 em được ĐTB Học kỳ 182 được 7.59, Điểm rèn luyện được 97 điểm . điểm trung bình mở rộng được 8.01 . em có đủ điều kiện nhận học bổng mà sao không có trong danh sách học bổng do trường mới gửi ạ . xin phòng đào tạo phản hồi ạ . Em xin chân thành cảm ơn! ",
    "Nhà trường cho e hỏi, học kì 1 hk 2018-2019 tổng tiền học bổng là khoảng 6,8 tỉ,nhưng học kì 2 e tính chỉ khoảng 5,2 tỉ. Hk1 khoa cơ khí nhóm ngành cơ khí cơ điện tử 36 người được học bổng, nay học kì 2 chỉ còn 32 người, người đứng cuối có đtbcmr là 7,57 và e được 7,51. Liệu có thể bổ sung lên thành sô sinh viên được học bổng là 36 người như hk1 k ạ",
    "Em chào thầy cô. Em là sinh viên lớp tài năng k17 Hk182 trong thời khóa biểu em có một số môn có học phần mở rộng nhưng chưa đạt. Xét thấu em đủ điều kiện nhận học bổng KKHT nhưng em không có tên trong danh sách . Vậy cho em hỏi có phải do học phần mở rộng ảnh hưởng không ạ? ",
    "Em muốn hỏi khi đóng tiền học phí, e có thể dùng tài khoản khác ngoài tài khoản ocb để đóng tiền vào tài khoản của nhà trường được không ạ? ",
    "C làm ơn cho em hỏi: + Em hiện tại đang học Môn BTCT1 (Ci2091) và môn nh Văn 300 cả 2 môn kết thúc tuần 46. Mà hiện tại đang mở đăng kí môn học. Mà môn BTCT1 là môn tuyên quyết của hàng loạt môn và nh văn 300 là tuyên quyết của nh văn 350 . + Em có cần làm đơn để được đăng ký các môn học mà không bị đều kiện tuyên quyết k ạ. Vì chỉ còn 2 tuần nữa là e kết thúc các môn nói trên .     Chân thành cảm ơn sự lắng nghe của /C.",
    "Dạ cho em hỏi là:   B Bây giờ em có thể đổi lớp học Anh văn 2 được không ạ?    Vì em không thể đi học được vào thời gian của lớp Anh văn 2 của trường xếp cho em. Dạ em cảm ơn",
    "Mail trường gửi cho em ngày 6/9/2019 về việc đăng ký bổ sung lần 3 gdtc. Em đã đăng ký vào lớp L26 môn aerobic theo link của trường hướng dẫn nhưng em vẫn không được cập nhật thời khoá biểu trên mybk dẫn đến tình trạng bây giờ lịch avđv của em trùng với lịch gdtc. Vậy bây giờ em phải làm sao ạ ?",
    "ạn cùng phòng đã có lịch học tiếng anh trong trường nhưng sao em vẫn chưa có vậy ạ??",
    "B  Em xin hỏi việc em xét thiếu điểm rèn luyện trong chương trình \" Tôi yêu Bách Khoa\" dẫn đến việc điểm rèn luyện của em thiếu 5 điểm và em không đủ điểm cho học bổng học kì 2 . Em có thể làm cách nào để bổ sung điểm được không ạ. Em xin chân thành cảm ơn !",
    "Chào anh/ chị ạ! Cho em hỏi là PĐT có gửi thông báo đăng kí mua thẻ bhyt thì khi em lên mybk cập nhật thông tin và đăng kí thì nút đăng kí lại không hiển thị để em click vô được ạ mà trong khi đó việc đóng tiền bhyt là từ 11/11-30/11 rồi. Vậy em phải làm sao để mua bhyt ạ? (năm 2018 em đã mua bhyt 12 tháng trên trường rồi ạ)",
    "Thưa thầy cô, Em là sinh viên k2015, thầy cô cho em hỏi: 1  HỌC BẠ của sinh viên khóa k2015 là các môn học sẽ ghi theo học kì (học nhiều lần đều ghi hết) hay là ghi theo nhóm môn học, mỗi môn học chỉ ghi 1 lần cao nhất vào thôi ạ. 2  Khi em nộp đi học Tiến Sĩ nước ngoài, thì HỌC BẠ hay BẢNG ĐIỂM có giá trị cao hơn ạ. Vì các ghi 2 cái này không giống nhau ạ, nộp học bạ thì có lọi hơn nộp bảng điểm . Em cảm ơn thầy cô. Best regards, Huy",
    "Em chào thầy/cô PĐT, Cho em hỏi em đăng kí bảo hiểm y tế trên mybk, mà sao chỗ: \"loại bảo hiểm đăng kí mua\" không cho chọn vậy ạ? Em cám ơn",
    "Dạ thầy/cô cho em hỏi là phiếu thu học phí của 2 học kì trước em không nhận, bây giờ địa phương em yêu cầu nộp thì em có thế xin cấp lại phiếu thu không và làm sao để được cấp lại ạ. Em xin cảm ơn, chúc thầy/cô có một ngày làm việc vui vẻ ạ",
    "Cho em hỏi là  anh văn đầu vào của em được 300 điểm và em đăng kí CHON1 thì sao em không được xếp lịch học av1 vậy ạ ( vì theo chuẩn av của trường thì từ 300 -450 được xếp vào av1)",
    "Em chào thầy/cô ạ Em là sinh viên K19, em trúng tuyển vào trường bằng phương thức xét tuyển bằng bài kiểm tra đánh giá năng lực của đại học quốc gia TPHCM. Em có nguyện vọng xin giấy xác nhận xếp hạng của em trong những bạn trúng tuyển bằng hình thức thi đánh giá năng lực của trường mình có được không? Nếu được thì em phải liên hệ với ai? Em cảm ơn!",
    "Thông tin sinh viên . Cho em hỏi, khi em cập nhật địa chỉ hộ khẩu thường trú đến chỗ phường/xã thì hệ thống báo là không cập nhật được thì em phải làm sao ạ?",
    "Gửi thầy/cô, Em là , MSSV  và bạn em  MSSV . HK182 của tụi em, tụi em làm luận văn tốt nghiệp 9 chỉ. Điểm trung bình của tụi em học kỳ đó là 10.0, điểm rèn luyện 100. Nhưng em không có tên trong danh sách học bổng khuyến khích ạ . Mong thầy cô kiểm tra giúp em và giải đáp giúp em với ạ Cám ơn thầy, cô!",
    "Kính gửi PĐT  Tôi tên . Hiện đang là sinh viên VB2 khoá 2016 (chương trình đào tạo 2014) . Vì một số yếu tố khách quan. Tôi có ý xin chuyển qua hệ VHVL để tiếp tục học tập và tốt nghiệp. Xin hỏi thêm, Nếu chuyển qua VHVL có phải được áp dụng điều kiện tốt nghiệp chuẩn AV theo như quy định hiện hành không? Kính mong PĐT cho ý kiến về trường hợp trên . Thân chào",
    "Em chào thầy /cô!em hiện đang là sinh viên của trường và chưa tốt nghiệp nhưng đã đi làm ở ngoài vào đã được công ty đóng bảo hiểm. Cho em hỏi là em có bắt buộc phải đăng ký và đóng bảo hiểm y tế nữa không ? Nếu không thì cần làm những gì ? Em cám ơn thầy/cô ",
    "dạ cho em hỏi là trong đợt thi avđv vừa rồi em có chọn 1 ( đk thi và xếp lớp av ) và em thi được 300 điểm . Nhưng giờ em vẫn chưa có lịch học anh văn trong trường trong khi những bạn khác thì đã có rồi .Em không biết là do lỗi cập nhật hay sao mong cô thầy giúp em giải đáp thắc mắc ạ . Em xin chân thành cảm ơn ạ",
    "MSSV:    Kính gửi thầy/cô PĐT Hiện tại, tỉnh Quảng Ngãi đã sát nhập một số xã vào Thành phố Quảng Ngãi . Hộ khẩu của em hiện là: xã Nghĩa Hà, thành phố Quảng Ngãi Trong dữ liệu, xã Nghĩa Hà thuộc huyện Tư Nghĩa. Mong hệ thống cập nhật sớm. Em xin chân thành cảm ơn ạ.",
    "Cho em hỏi trường mình có học bổng đi Đức không? Và cần điều kiện gì để xét học bổng. Hiện em đang chương trình PFIEV thì có được xét không? Em cám ơn",
    "Cho em xin hỏi, em có nhu cầu tạm dừng học ở trường thì em cần làm những thủ tục gì và có điều kiện gì để em được tamh dừng học không ạ",
    "xin cho em hỏi là hoe65n nay em có thể xin giấy tốt nghiệp tạm thời không ạ ??",
    "Cho em hỏi là em lúc đầu có đăng kí thi anh văn và xếp lớp .Nhưng giờ do điều kiện gia đình em không học trong trường được không ạ. Cuối kì em có được thi anh văn trong trường để qua môn không ạ.",
    "Thầy cô cho em hỏi, em có lên cập nhập lại sđt thì hệ thống báo đã lưu lại thông tin nhưng lúc em tải lại trang thì sđt mới của em vẫn chưa được cập nhập, vẫn hiện sđt cũ của em. Vấn đề BHYT thì mục “Chọn loại bảo hiểm đăng ký mua” em không chọn được. Mong thầy cô giải đáp giúp em, em cám ơn.",
    "Tên:  Mssv: Khoa: kỹ thuật xây dựng Nội dung: em chưa có lịch học anh văn 1 giống các bạn vì thời khoá biểu của các bạn đều có lịch học, em mong thầy cô giúp đỡ! Vì tuần sau bắt đầu học rồi ạ!",
    "Em là sv k13 sẽ tốt nghiệp đợt tháng 11 năm nay. Cho em hỏi năm nay có cần nhận giấy biên nhận cấp bằng tại pđt để nhận hồ sơ tốt nghiệp không ạ? Vì năm trước thì in đơn cấp bằng nộp tại pđt và nhận giấy biên nhận cấp bằng. Tuy nhiên năm nay đơn cấp bằng được xác nhận qua hệ thống email, và em cũng không nhận được thông tin về nhận giấy biên nhận cấp bằng. Nhưng trên thông báo của khoa thì có ghi phải có giấy biên nhận cấp bằng để nhận hồ sơ tốt nghiệp. Mong được giải đáp.",
    "Thông tin sinh viên . Kính chào PĐT! Vừa qua em đã nhận được email thông báo yêu cầu sinh viên cập nhật thông tin liên lạc cho nhà trường. Tuy nhiên khi cập nhật thông tin, em gặp phải 2 vấn đề sau: - Không thể bấm lưu thông tin. - Các thông tin cho phép lựa chọn trên phần mềm không đúng sự thật. Ví dụ: địa chỉ của em ở tỉnh Kiên Giang, Thành phố Rạch Giá, phường Vĩnh Quang. Nhưng trên phần mềm chỉ có Tỉnh Kiên Giang, Thị xã Rạch Giá, không có phường Vĩnh Quang để chọn. Hy vọng PĐT xem lại và khắc phục để tránh thiệt thòi cho sinh viên. Xin chân thành cảm ơn! ",
    "Em xin chào anh/chị ạ ! ﻿    Em tên  , sinh viên năm 2 khoa Công Nghệ Vật Liệu , MSSV :. ﻿   Do học kì này em bị  hủy 1 môn học  ( bị hủy do lớp thiếu sỉ số ) nên hiện tại học kì này em chỉ có 13 tín chỉ . Anh/chị cho em được hỏi : Vậy khi xét cấp học bổng khuyến khích học tập (dựa trên kết quả của học kì này) em không thỏa điều kiện cần phải không ạ ?!      Em xin cảm ơn ạ !",
    "Dạ cho em hỏi em có đăng kí và đóng tiền học lái xe lúc còn học quân sự. Cho em hỏi có lịch thi quân sự gửi cho trường mình chưa ạ? Và trường có tổ chức ôn thực hành không ạ?",
    "Thưa thầy/cô, Khoảng 2 tháng trước (cuối tháng 8) thì em nhận được thông báo từ lớp là có một Diễn đàn Hàng không 2020 tại Singapore. Theo như thông báo ( em có đính kèm hình ảnh bên dưới ) thì em sẽ gửi một bản đăng kí về phía bên Sin, một bản gửi cho cô . Vừa rồi bên Sin  thông báo kết quả là em đã được chọn để tham dự chương trình trong thời gian từ ngày 10-16/2/2020. Em muốn hỏi là chương trình này được trường mình thông báo đến sinh viên thì khi em tham gia, em có thể xin giấy phép được vắng mặt tại trường được không ạ? Để tránh các trường hợp như có bài kiểm tra trên lớp và ảnh hưởng đến điểm trung bình của em. Em đã email cho cô  để hỏi về vấn đề này hơn 10 ngày rồi nhưng chưa thấy cô trả lời. Mong Phòng Đào Tạo có thể trả lời giúp em ạ. Em xin chân thành cảm ơn. Sinh viên, ",
    "Dạ kính thưa phòng Đào tạo! Em là sinh viên năm nhất.Phòng Đào tạo cho em hỏi tạ sao em không chọn được loại bảo hiểm đăng kí mua vậy ạ ?",
    "Chào thầy(cô)! Cho em xin không học lóp anh văn 2 trong trường ạ, Do lúc em đăng kí em chọn nhầm phần 3 nên em có lịch học. Nay em xin nhà trường cho em thôi học lớp anh văn 2 (lớp 10) này ạ!!!",
    "Hôm thi AVĐV em đạt đủ điểm vào lớp anh văn 1 nhưng hiện vẫn chưa có thời khóa biểu. em xin cảm ơn rất nhiều!",
    "Em chào Thầy/cô, em sắp có tiết thí nghiệm hoá hữu cơ và được yêu cầu nộp bảo hiểm tai nạn. Cho em hỏi là trường mình, mua bảo hiểm tai nạn ở đâu ạ?",
    "Cho em hỏi khi nào mới có lịch học môn av2 vì em không thấy xếp lịch học trên mybk",
    "iểm avdv của em là 375. Nhưng không được xếp lớp học anh văn.",
    "Cho em hỏi là khi đăng kí avdv thì em đăng kí chon1 nhưng sau khi thi xong lại không được xếp lớp ạ, mong nhà trường giải đáp thắc mắc của em sớm ạ, em xin cảm ơn",
    "Nhà trường yêu cầu sinh viên cập nhật địa chỉ và chỉ khi thực hiện thì mới được đăng ký môn học cho kì sau. Tuy nhiên, địa chỉ nơi em ở khi cập nhật tới mục phường/xã thì không hiện mục để em chọn, tuy nhiên lại yêu cầu phải chọn thì mới lưu thông tin được. Vậy giờ em phải giải quyết nó như thế nào ạ?",
    "u năm em có đăng kí xếp lớp mà đến nay sao chưa có thời khoá biểu vậy ạ",
    "Cho em hỏi ạ. Em cập nhật địa chỉ liên lạc mà xã em ở không có trong list thì làm sao ạ? Cả list chỉ hiện lên có 1 xã như hình thôi ạ. Em cảm ơn!",
    "Em đăng ký anh văn đầu vào là CHON1 và sau khi thi anh văn đầu vào điểm của em đủ điều kiện để học anh văn 1 mà sao trong thời khóa biểu của em chưa có lịch học anh văn trong khi bạn em cũng học anh văn 1 mà có lịch học hết rồi.",
    "Dạ cho em hỏi : bạn em với em đều học anh văn 1 , mà bạn em đã có lịch học anh văn 1 trong thời khóa biểu (   B bắt đầu học tuần 45)    rồi, còn em vẫn chưa được xếp lịch học ạ.",
    "Thưa thầy( cô ) cho em hỏi về việc cập nhật thông tin cá nhân hiện nay trong trang cập nhật thông tin chưa có xã của của em chỉ có duy nhất xã Lâm San mà hiện tại em đang ở xã Xuân Đông giờ em nên làm gì ạ  Ngày hết hạn cập nhật là ngày 5 em mong nhận được phản hồi sớm .",
    ": Kính gửi!  Em là sv k19 thắc mắc về việc cập nhập địa chỉ cho sinh viên . Nội dung: ở mục chọn xã thì máy báo là không tìm được xã (huyện Lộc Hà-Hà Tĩnh), nhưng nếu không chọn thì máy không lưu được. Em xin cảm ơn!",
    "Em là sinh viên khóa k2019. Em có đăng kí học gdtc đợt bổ sung 2 nhưng tới giờ em vẫn chưa có lịch học môn gdtc trên thời khóa biểu của mình, nhưng em có hỏi được lịch học của lớp học gdtc và có đi học đủ các ngày của lớp đó và đã có tên trong danh sách lớp đó rồi ạ. vậy bây giờ em có nên đi học tiếp và đợi nhà trường bổ sung lịch cho em hay là thời khóa biểu em không có thì em không cần đi học nữa ạ",
    "Em chào thầy/cô ạ! Em là sinh viên K19, hiện tại em đã pass Anh văn 1, 2, 3, theo lịch sẽ được xếp học AV4 . Nhưng do thời khóa biểu môn AV4 trùng với lịch thể dục nên em chưa được xếp học. Cho em hỏi 1. Như vậy có nghĩa là em được hủy đăng ký xếp lớp đúng không ạ? 2. Những học kì sau nếu em muốn học AV em phải tự đăng ký học hay nhà trường sẽ tự động xếp lớp cho em ở HK2? 3. Nếu trường hợp trường xếp thì bây giờ em có thể hủy đăng ký xếp lớp được không, và nếu hủy thì em có tốn phí học cho môn đó không? 4. Nếu trước HK2, em nộp bằng IELTS và pass  4 thì trường có xếp em học trong HK2 nữa hay không?  Em cảm ơn!",
    "Cho e hỏi số lượng sinh viên được học bổng của khoa cơ khí nhóm ngành cơ khí cơ điện tử k18 là bao nhiêu % trên tổng số sinh viên ạ, có năm nào đợt bổ sung lại lấy thêm 2-3   có điểm thấp hơn sv đứng cuối dsach học bổng khoảng 0.01 0.02 ko ạ",
    "em muốn bảo lưu kết quả vì gia đình có việc gấp phải về quê 1 tháng, em muốn hỏi quy trình xin bảo lưu như thế nào ạ",
    "Cho em hỏi về việc hiện em   B đạt mức anh văn 3 và chọn học ở ngoài, nộp bằng   . Vậy em có thể nộp bằng   B trước khi vào năm 3    được không hay phải nộp ngay trước khi bắt đầu học năm 2. Em cảm ơn",
    "Cho em khỏi . Khi cập nhật thông tin liên lạc xong thì những thông tin liên lạc vừa cập nhật sẽ thay thế những thông tin cũ hoặc những thông tin chưa có hay như thế nào ? Tại em cập nhật xong thì vẫn còn một số thông tin vẫn không đổi chẳng hạn như trong hình thì sđt của người thân vẫn không đổi sau khi cập nhật. Và em muốn cập nhật nơi làm việc và sđt của cha mẹ thì phải làm như thế nào ?",
    "Dear , Hiện tại em đã đi làm nên không tham dự lễ tốt nghiệp được, chỉ có thể ghé qua khoảng 30p để lấy bằng. Vậy cho em hỏi trong ngày 8/11, em có thể lên lấy bằng tốt nghiệp ở Văn Phòng Khoa không.",
    "Dạ, vừa rồi e thi avdv được 370 và qua av1, nếu giờ e học ở trường sẽ là av2, nhưng nếu em ko học ở trường thì e cần phải đảm bảo những tiêu chuẩn gì về môn anh văn ạ",
    "Em là  MSSV   Em mới lên xem lí lịch cá nhân của em.  E thấy mình sai giới tính.  Giới tính em là ,  nhưng trong lí lịch lại ghi nữ.  Mong thầy/cô sửa giúp em a.",
    "Chào ad , em là k18 , kì này em chỉ đăng kí được đại cương vì chưa qua anh văn, e vừa  thi về và đã đạt được 380 điểm toeic. ad cho e hỏi giờ e chỉ cần nộp bằng vào là được đăng kí học kì 4 mấy môn chuyên ngành đúng không ạ, 350 là chuẩn sau năm 1 hay qua học kì 4 phải đạt 400 mới được đăng kí môn học kì 4 ạ .   i     .",
    "Em chào . Kì 3 này tại e chưa đạt chuẩn sau năm 1 nên e chỉ học đại cương. Kì tới kì 4 em đã qua anh văn và không biết nên đăng kí môn nào trước sau để kịp tiến trình (môn tiên quyết), còn môn nào có thể đăng kí hè học cũng được ạ, phiền  giúp em, em khoa cơ khí, ngành cơ khí k18 ạ. em cảm ơn   ",
    "Thông tin sinh viên . Cho em hỏi trong mục cập nhập địa chỉ,  em ở phường xuân hoà,  thành phố long khánh, đồng nai nhưng trong mục chọn phường lại không có phường em ở để chọn, do vậy em không cập nhập địa chỉ được. Mong thầy/cô giải quyết giúp em để em hoàn thành công việc đúng hạn để em được đăng ký môn học học kỳ tiếp. Em xin cảm ơn.",
    "Thông tin sinh viên . Em chào cô, cô cho em hỏi là quê em ở tỉnh Gia Lai, huyện Chưpah, TT Ialy. Mà trên cập nhập thông tin sinh viên em không thấy có TT Ialy, cô cập nhật thị trấn Ialy trong huyện Chưpah giùm em được không ạ, tại em thấy bên trường kêu không cập nhật kịp ngày là không cho đăng kí môn học. Em cám ơn cô nhiều ạ.",
    "Về danh sách dự kiến cấp học bổng,  Em thuộc khoa Bảo dưỡng công nghiệp, khóa 16,  Theo danh sách học bổng dự kiến thì K16 BDCN chỉ có 6 bạn được cấp học bổng, ít hơn so với các năm trước . Cho em hỏi vì sao năm nay số lượng học bổng được cấp cho khóa 16 BDCN lại ít như vậy ạ, do nhà trường quy định hay do ít sinh viên đủ điều kiện được cấp học bổng?  Em cảm ơn rất nhiều và mong được phản hồi!",
    "Chào ad , chào thầy cô. Em vừa rồi thi toeic quốc tế được 380 đ. Kì vừa rồi không đạt chuẩn anh văn sau năm 1 nên chỉ đăng kí được đại cương. Giờ thầy cô cho e hỏi nộp bằng vào rồi có cần đăng kí chuyển điểm không vì chỉ chuyển được 1 lần. Hay là chỉ cần nộp vào là đăng kí được học kì kế tiếp   i     .",
    "Hiện tại em bị thiếu 1 môn học trước của môn đồ án. Kì sau em vừa đăng kí học môn còn thiếu và học đồ án có được không ạ? ",
    ": Cho em hỏi làm sao để cập nhật ngày CTXH. Vì mấy hôm trước em có tham gia hoạt động mà khi kiểm tra lại vẫn chưa cập nhật. Em xin cảm ơn.",
    "Em chào Phòng Đào Tạo! Em là sinh viên khóa 15, nhưng lớp chủ nhiệm của em là k16. Vậy chuẩn anh văn của em theo khóa nào ạ.",
    "Em hiện đang học năm nhất.Cho em hỏi em có thể đăng ký học song bằng khi nào và đăng ký ngành của một trường thuộc đại học quốc gia tphcm được không?",
    "Thầy/cô có thể gửi cho em danh sách miễn môn sớm được không ạ ? Em chuyển sang hệ vhvl gần 1 năm rồi mà e vẫn chưa có danh sách miễn môn. EM cám ơn. Mssv  Email: ",
    "Kính thưa thầy/cô, Em là , MSSV , lớp CK16KSCD, hiện là sinh viên năm cuối, thuộc chương trình KSTN của khoa Cơ Khí. Vào học kì này em có học cải thiện điểm môn Phương pháp tính. Môn này em đã hoàn thành từ năm học trước, trước khi có quy chế mới của chương trình KSTN và được ghi điểm miễn cho học phần mở rộng (ảnh đính kèm bên dưới). Em có thắc mắc là em có phải học lại học phần mở rộng nữa không? Và nếu không thì có cần phải làm thủ tục gì không ạ? Em hi vọng sẽ sớm nhận được phản hồi từ phía thầy/cô. Em xin chân thành cảm ơn và kính chúc thầy/cô nhiều sức khoẻ!",
    "Em là sinh viên khóa k2019. Em có đăng kí học gdtc đợt bổ sung 2 nhưng tới giờ em vẫn chưa có lịch học môn gdtc trên thời khóa biểu của mình, nhưng em có hỏi được lịch học của lớp học gdtc và có đi học đủ các ngày của lớp đó và đã có tên trong danh sách lớp đó rồi ạ. vậy bây giờ em có nên đi học tiếp và đợi nhà trường bổ sung lịch cho em hay là thời khóa biểu em không có thì em không cần đi học nữa ạ  ",
    "Chào thầy/cô bên pđt ạ. Pdt có thể cho em hỏi là em có đi hiến máu ở đơn vị bên ngoài và có nhận được phiếu xác nhận hiến máu, không biết em có thể nộp phiếu này ở đâu để nhận ngày ctxh ạ, em cảm ơn pdt.",
    "E chỉ cần đăng kí nộp chứng chỉ như trong hình là trường tự xét chuẩn từng năm đúng không ạ. không cần đăng kí chuyển điểm cũng đăng kí được kì sau đúng không ạ   i     .",
    "Dạ em chào thầy cô, thầy cô cho em hỏi là hiện tại em đang đi làm mà công ty em bắt buộc phải mua bảo hiểm (đã mua) để kí hợp đồng vậy em có cần mua bảo hiểm ở bên trường nữa không ạ?",
    "Em chào Phòng Đào Tạo Mã số sinh viên của em là , khóa 15. Nhưng hiện tại em đang được xếp học với lớp qlkd16, khóa 16. Vậy em phải theo chuẩn anh văn của khóa nào ạ.",
    "Chào thầy/ cô . Thầy/ cô cho em hỏi bảng học phí của em có cập nhật 1 khoản không phải của em là HP191DT. Mong thầy/ cô cập nhật lại giùm em. Em xin cảm ơn.",
    "ng ký in thẻ sinh viên . Em đăng kí làm lại thẻ sinh viên nhưng em bấm vô ô đăng kí lại không được. Giờ em phải làm sao ạ",
    "Em là , MSSV: , lớp DD19LT10. Em có thắc mắc là lúc kiểm tra AVĐV em có chọn phương án 3 mà bây giờ trong thời khóa biểu của em lại được xếp học AV1 là sao ạ. Em mong PĐT có thể xóa lịch AV1 cho em để em có thể về gần nhả học cho tiện. Em xin cảm ơn ",
    "t đăng ký đề cương lần 3 em vẫn đăng ký được nhưng bây giờ em đã bị huỷ môn này. Có cách nào em có thể đăng ký lại được môn đề cương vào lúc này không ạ Em xin cám ơn",
    "Cho em hỏi nếu bây giờ em có bằng toic 550 thì em được miễn toàn bộ anh văn và sau này  không cần học thêm t anh gì nữa để ra trường và có bằng đại học phải ko ạ ? Em đang học anh văn 2",
    "Kính gửi quý thầy cô,  Hiện tai em là sv vb2 có mua bhyt tại cty rồi a Như vậy em có phải mua bhyt trên trường nữa ko a      ",
    "Kính chào quý thầy cô, Em là  cựu sinh viên của trường mình. Hiện em đang muốn học vlvh ở trường mình và đang quan tâm đến vấn đề bằng chính quy với bằng vlvh có giá trị tương đương không ạ. Theo em có đọc trên báo mạng thì kể từ năm 2019 bộ giáo dục yêu cầu không ghi hình thức đào tạo cho bằng cấp, không biết trường mình có áp dụng như vậy không. Mong quý thầy cô giải đáp thắc mắc cho em ạ. Em cảm ơn quý thầy cô.",
    "Em xin kính chào quý thầy cô. Sắp tới nhà trường có yêu cầu đăng ký tham gia BHYT hằng năm, và trong phần điền thông tin em thấy có phần mã số BHYT 2019, nhưng BHYT của em không may đã bị đánh mất, nên hiện tại em không biết mã số BHYT của mình là gì? liệu không có mã số BHYT em có thể đăng ký tham gia bảo hiểm được không, có cách nào mong quý thầy cô chỉ dẫn. em xin cảm ơn.",
    "Học kì vừa rồi em không đăng ký môn học nên bị tạm đình chỉ, bây giờ em muốn làm đơn thu nhận lại thì làm như thế nào ạ",
    "Em lạc mất thẻ bảo hiểm năm 2019, nên không biết mã số thẻ nên chưa cập nhật được thông tin để đăng ký thẻ bảo hiểm y tế mới trong năm 2020. Em phải làm như thế nào cảm ơn.",
    "dạ em muốn hỏi là nếu bây giờ em thi được bằng toeic 550 em nộp vào thì có phải em được miễn đến anh văn 4 đúng k ạ? , và cái thời gian để nộp cái chứng chỉ toeic đó là hết năm nhất hay là hết hk1 vậy ạ ? em cảm ơn ạ",
    "Chào  Học kỳ 1 năm học 2019-2020 em có đăng kí môn học Nhà Nhiều Tầng - CI3121 Tuy nhiên hiện tại em không thể có thời gian học môn này và muốn rút môn khỏi thời khóa biểu. Mặc dù đã thời gian đã lâu nhưng em hi vọng PĐT có thể giúp em xóa môn học trên. Em vẫn sẽ hoàn thành học phí đầy đủ Em xin chân thành cảm ơn !!  ",
    "Thưa phòng đào tạo. Em hiện sinh viên K18 và em có đăng ký ở tại ký túc xá đại học quốc gia(khu B) nhưng vì lý do cá nhân nên em đã ngừng ở tại ktx nhưng vẫn chưa rút tên khỏi danh sách ktx. Vì thế em không nhận được thông báo về việc đóng bảo hiểm y tế tại ktx. Liệu em có thể đóng trực tiếp qua nhà trường như các sinh viên ngoại trú khác được không a. Em xin cảm ơn",
    "Dạ,em bị sai thông tin ở hộ khẩu thường trú (phần thông tin cá nhân) và địa chỉ thường trú (phần thông tin liên lạc). Em vào cập nhật địa chỉ thì chỉ có mục chỉnh sửa địa chỉ thường trú. Dạ, cho em hỏi làm sao để chỉnh sửa lại hộ khẩu thường trú. Em cảm ơn.",
    "Chào  Học kỳ 1 năm học 2019-2020 em có đăng kí môn học Nhà Nhiều Tầng - CI3121 Tuy nhiên hiện tại em không thể có thời gian học môn này và muốn rút môn khỏi thời khóa biểu. Mặc dù đã thời gian đã lâu nhưng em hi vọng PĐT có thể giúp em xóa môn học trên. Em vẫn sẽ hoàn thành học phí đầy đủ Em xin chân thành cảm ơn !!  ",
    "Kính gửi phòng đào tạo, em tên , MSSV: , em muốn xin các mốc thời gian tổ chức thi Toeic và các mốc thời gian chuyển điểm CCNN. Em xin chân thành cảm ơn",
    "Cho em hỏi thời gian đào tạo tối đa của K13 Đại học chính quy là bao lâu? Nếu vượt quá thời gian đào tạo đó thì sẽ bị đuổi hay có cách nào để tiếp tục không ?",
    "Quý thầy cô cho em hỏi. Sao em không thể đăng ký mua bảo hiểm không được. Em không thể click vào mục đăng ký  Em xin chân thành cám ơn ",
    "Em là sinh viên K18  Hiện em đang bị chậm tiến độ và không đăng kí được các môn cơ sở ngành cũng như chuyên ngành của nẳm 2 vì đang chưa đủ anh văn. Học kỳ 191 này em đang học tiếng anh 1 ở trong trường, cho em hỏi là nếu học kì này em qua được tiếng anh 1 thì em có đăng kí được các môn cơ sở ngành cho năm 2 hay không? vì theo như em tìm hiểu thì đợt đăng kí môn học bổ sung cuối cùng thì rơi vào từ ngày 2/1 đến 6/1 năm 2020, mà lịch thi môn tiếng anh 1 của em lại rơi vào ngày 6/1/2020 nếu em thi xong thì phải mất 1 khoảng thời gian mới có kết quả tới lúc đó đã hết đợt đăng kí môn học rồi. Nếu như vậy thì mong nhà trường cho em hướng giải quyết với ạ . Em cảm ơn!!!",
    "Dạ kính thưa phòng Đào tạo! EM tên  mã số SV: Nếu không phiền Phòng Đào tạo có thể xem giúp em tại sao em đã hủy môn Anh văn 3 rồi mà vẫn có lịch trong thời khóa biểu ạ? Em cảm ơn Phòng Đào tạo đã đọc mail này!",
    "Kính gửi phòng đào tạo. Em tên là Hà Tiến Tài. Trong kì hè 183 vừa rồi, em đã hoàn thành môn học truyền số liệu và mạng (EE3019). Môn học này đối với kĩ sư tài năng phải có thêm học phần mở rộng đi kèm và phải bắt buộc đăng kí cùng với học kì chính. Do hè rồi thông tin chưa được rõ, nên em đã đăng kí học môn này trong học kì hè và bây giờ phải học lại trong học kì 191 vì học phần mở rộng. Nên em muốn hỏi là mình có thể xin thầy dạy em cho chuyển điểm học phần chính được không ạ. Em xin cảm ơn",
    "Lúc đầu em đăng ký môn thể dục nhưng sỉ só không đủ nên bị , rồi em đăng ký bổ sung bên bksi nhưng hôm bữa học thì không có tên em trong danh sách học",
    ". hồi giữa kì em thi môn hệ thống máy tính và ngôn ngữ c . Em có trong danh sách thi ở cs2 và em có kí tên vào danh sách thí sinh rồi. Nhưng khi thầy em gửi file điểm thi gk lên thì không có tên em và em hỏi thì thầy nói là em không có kí tên trong danh sách thi nên không có điểm. Bạn em thi ở cs1 có nói là em vắng thi trên cs1 . Vậy giờ em phải làm sao?",
    "Vào ngày 3/10/2019 em có làm đơn xin miễn môn và trong biên nhận có ghi gửi mail kết quả tuần 11 hk191 nhưng tới nay em vẫn chưa nhận được mail . Mong thầy/cô hỗ trợ giúp em.",
    "em đã đk tham gia bảo hiểm y tế nhưng không vào được trang web để thanh toán, em mong thầy cô xem xét vì 10h là hết hạn thanh toán bảo hiểm trong bkpay em cảm ơn",
    "Em mua thẻ BHYT cho cả gia đình nhưng chỉ có thời hạn tới 31/12/2019 và chưa có thẻ mới, theo thông báo là em sẽ nộp vào tháng 01/2020 tại phòng y tế, vậy cho em hỏi là trước đó em có phải nộp thẻ cũ hay làm gì không ạ?",
    "Kính gửi nhà trường, hiện em chưa đủ đk anh văn để đăng  kí môn chuyên nghành. Nếu ngày thi av của trường tổ chức 21/12 em đủ điểm thì đợt đăng kí môn đợt 2 18/12-23/12 em có được đăng kí môn chuyên nghành không (   B kết quả thi av công bố ngày 24   ) nếu không được thì em phải thi ở ngoài để kịp đk môn đợt 2 hay sao ạ.",
    "Em chào Phòng đào tạo ạ. Hôm nay e gửi câu hỏi đến phòng đào tạo về việc đăng kí môn học theo từng năm như sau. Em đã qua anh văn 1 để đăng kí những môn cơ sở ngành,chuyên ngành của năm 2  kì 1, nhưng do hè vừa rồi e học vượt nên học kì 2 của năm 2 e phải đăng kí những môn cơ sở  ngành của năm 3 ,4 do đó e muốn hỏi  e có thể đăng kí những môn này được hay không ạ. Em cảm ơn nhiều.    ",
    "Em xin chào anh/chị ạ, Em tên là , em là sinh viên ngành Khoa học máy tính khóa 2014, MSSV của em là . Vừa qua em có nhận bằng tốt nghiệp kèm với phụ lục văn bằng vào ngày 08/11/2019. Trong bảng điểm tổng kết đính kèm ở phần về đề tài luận văn có sự nhầm lẫn thông tin tiêu đề của luận văn trong ngôn ngữ tiếng Anh như ảnh đính kèm: \"Building an English-Vietnamese translation system based on   U neuron networks   \". Em nghĩ có sự nhầm lẫn trong khâu nhập liệu và tên đề tài luận văn chính xác phải là \"Building an English-Vietnamese translation system based on   U neural networks   \". Em không tìm thấy cụm \"neuron networks\" tồn tại trên bất kỳ từ điển trực tuyến lớn nào mà thay vào đó là phải là cụm \"neural networks\". Một ví dụ cụ thể như trong bài báo tham khảo này: https://www.jstage.jst.go.jp/articlepsjjip/27/0/27_315/_article . Em gửi request này mong các anh/chị kiểm tra xác nhận lại sự nhầm lẫn trên và hỗ trợ giúp em cập nhật lại thông tin này trong bảng điểm mới khác. Em xin chân thành cảm ơn ạ, em mong sớm nhận được phản hồi từ các anh/chị.",
    "Lịch thi (không tìm thấy,sai phòng thi,...) . Kính gửi phòng đào tạo, Em tên  Mssv  Khoa Kỹ thuật Xây Dựng Lớp XD17KSDD Học kì 191 hiện tại em có đăng kí môn học Phương pháp phần tử hữu hạn (mã môn học CI3061) có thời khoá biểu thuộc lớp A05 nhưng không có lịch thi cuối kì. Mong phòng có thể xem xét và giải quyết giúp em.",
    "t vừa rồi em gửi giấy chứng nhận hoãn nghĩa vụ về quê, vì 1 số lý do cơ quan địa phương thất lạc mất. Giờ không có chứng nhận họ bảo xin lại trước 10 ngày nữa, không là em phải đi khám sức khỏe đi nghĩa vụ. Vậy giờ em xin cấp lại được không ạ?  Thủ tục cấp lại ở đâu?  Với lại tốn bao lâu thời gian?",
    "Dạ vào hôm thi xét anh văn đầu vào, em không thi ạ",
    "Cho em hỏi em đi ký BHYT bị lỗi ErrorCode 81 . Lỗi gửi thông tin tới Bkpay ... phải xử lý như thế nào ạ",
    "Kính thưa PĐT, Từ khi mở đăng ký tại hiện tại , em vẫn chưa đăng ký được vì hệ thống bị lỗi.Mong PĐT kiểm tra và khắc phục sớm để em và nhiều bạn khác đăng ký được đúng thời hạn. Em xin chân thành cảm ơn.   i    ",
    "Kính gửi thầy cô PĐT Trường ĐH Bách Khoa Em tên . MSSV  Thầy cô cho em hỏi là đợt đăng kí môn học bổ sung vào ngày (2-6/1/2020) học kì 192 này. Do em đang học môn Anh văn 1 ( LA 1003) Thi cuối kì vào ngày 6/1/2020, đến khi có kết quả môn Anh văn 1 thì có được đăng kí môn chuyên ngành cho học kì đó nữa không ạ ? Vì pass được AV1 em mới đăng kí được môn chuyên ngành cho học kì 192. mong thấy cô phản hồi em sớm. em xin chân thành cảm ơn",
    "Chào thâỳ/cô, Em thắc mắc về cách tính điểm trung bình tích lũy ngành là: Nhóm môn tự chọn có phải là chọn những môn cao điểm nhất để tính điểm trung bình tích lũy không ?   B Ví dụ:     Em học ngành máy tính, các môn tự chọn nhóm D yêu cầu tối thiểu 12 tín chỉ. Em học 4 môn (mỗi môn 3 tín chỉ) thì đủ, nhưng trong 4 môn đó em rớt môn NLP, hoặc điểm môn đó em quá thấp. Thì liệu em có thể học một môn khác môn NLP để cải thiện điểm trung bình tích lũy của em được không ?",
    "Em xin chào ạ! Em tên , sinh viên lớp XD17KT. Em có một thắc mắc về xét học bổng của nhà trường. Theo như các yêu cầu, tiêu chí và điều kiện nhà trường đặt ra để xét học bổng thì em đủ điều kiện để xem học bổng và điểm trung bình học kì của em cao hơn điểm của bánh thấp nhất có trên trong danh sách nhận học bổng. Cho em xin hỏi xét học bổng cần thêm điều kiện nào để được xét học bổng ạ? Và em còn thiếu điều kiện nào để xét học bổng ạ? Mong nhà trường xem xét và giải đáp giúp em với ạ. Để em có thể cải thiện trong học kì tiếp theo . Chúc quý thầy/ cô có một ngày làm việc tốt lành. Em xin chân thành cảm ơn!",
    "Nhà trường tổ chức thi anh văn định kì khi nào ạ ",
    "em là sinh viên K19.Em đã có chứng chỉ quốc phòng trước đó và đã hoàn thành thủ tục miễn học quốc phòng trong kì học này.Vậy em có cần phải nộp học phí cho môn học không và nếu không cần thì em phải làm thủ tục gì để lấy lại học phí ạ .Em xin cảm ơn",
    "Em chào thầy cô ạ. em là sinh viên khóa K19,em đã hoàn thành giấy miễn học quốc phòng vừa qua.Nhưng em thấy trong phần học phí của em có tính đến học phí của giáo dục quốc phòng.Vậy cho em hỏi em có cần phải nộp học phí GDQP không ạ,và nếu không thì em phải làm thủ tục gì ạ.",
    "Dear Thầy/ Cô, Em là Phan Tiến Đạt (MSSV: 0), em có câu hỏi muốn hỏi Thầy/ Cô ạ. Hiện tại vì em đã hoàn thành tất cả môn học và chỉ còn điều kiện đạt anh văn nói viết, vì vậy trong đợt HK 1 vừa rồi em không đăng kí môn học, và cũng không kịp đạt anh văn nói viết để ra tường trong tháng 11 vừa rồi, nên em có bị tình trạng là bị tạm dừng học học tập. Vì vậy em không biết hướng giải quyết việc này như thế nào ạ, mong Thầy/ Cô có thể cho em xin góp ý và quy định rõ hơn để em có thể làm ạ. Em xin chân thành cám ơn Thầy/ Cô.",
    "Kính gửi thầy cô PĐT Trường ĐH Bách Khoa Em tên . MSSV  Thầy cô cho em hỏi là đợt đăng kí môn học bổ sung vào ngày (2-6/1/2020) học kì 192 này. Do em đang học môn Anh văn 1 ( LA 1003) Thi cuối kì vào ngày 6/1/2020, đến khi có kết quả môn Anh văn 1 thì có được đăng kí môn chuyên ngành cho học kì đó nữa không ạ ? Vì pass được AV1 em mới đăng kí được môn chuyên ngành cho học kì 192. mong thấy cô phản hồi em sớm. em xin chân thành cảm ơn",
    "ng ký in thẻ sinh viên . Em muốn đăng kí thẻ sinh viên vì bị mất nhưng khi đăng kí thì luôn bị từ chối.",
    "cho em hỏi khi mình đóng tiền xong thì phải đợi ô \" xác nhận đăng ký \" xác nhận thì mới đăng ký xong đúng không Và nếu đã thẩm tra hợp lệ thì tầm thời gian bao nhiêu thì sẽ hoàn thành và chuyển điểm vô bảng điểm",
    "Em chào thầy cô ạ. em là sinh viên khóa K19,em đã hoàn thành giấy miễn học quốc phòng vừa qua.Nhưng em thấy trong phần học phí của em có tính đến học phí của giáo dục quốc phòng.Vậy cho em hỏi em có cần phải nộp học phí GDQP không ạ,và nếu không thì em phải làm thủ tục gì ạ.",
    "Kính gửi thầy cô PĐT Trường ĐH Bách Khoa Em tên . MSSV  Thầy cô cho em hỏi là đợt đăng kí môn học bổ sung vào ngày (2-6/1/2020) học kì 192 này. Do em đang học môn Anh văn 1 ( LA 1003) Thi cuối kì vào ngày 6/1/2020 đúng vào hạn cuối của đợt ĐKMH bổ sung, và kết quả AV1 thì khoảng sau đó mới có. Có cách nào để em đăng đăng kí được học mấy môn chuyên ngành học kì 192 không ạ? mong thầy cô giúp em. em xin cám ơn ",
    "Kinh gửi pđt  Cho e hỏi tại sao e k cập nhật thông tin sv đc ạ . Em cám  ơn va mong phản hồi sớm",
    "Cho em hỏi là em có học môn tư tưởng hồ chí minh, nhưng không đi thi giữa kì, vậy cuối kì em có bị cấm thi hay vẫn được đi thi? Em xin cảm ơn ",
    "Em có chứng chỉ quốc phòng và em đã đăng kí không học, Cho em hỏi thủ tục lấy lại học phí ạ",
    "thầy cô ơi cho em hỏi: em vô mục hoạt động sinh viên để cập nhật ngày CTXH nhưng không vô được.  Nó bị lỗi không vô được em phả làm sao",
    "Bạn em không đăng nhập vào được tài khoản mybk mà hôm nay là hạn chót cập nhật thông tin sinh viên nên cho em hỏi có cách nào giúp bạn đăng nhập hoặc cập nhật thông tin sau được không ạ",
    "Kính gửi thầy cô Pđt trường đại học Bách khoa  Em tên . MSSV  Thầy cô cho em hỏi là chuẩn anh văn sau năm 2 dành cho k2018 là phải đạt toeic bao nhiêu ạ ? Mong thầy cô phản hồi giúp em Em xin cám ơn",
    "Cho em hỏi hạn chót nộp chứng chỉ để kịp đăng kí môn HK 192 là ngày bao nhiêu ạ?",
    "Dạ, như vấn đề em đã trình bày trong câu hỏi #4160. Dạ, em đã cập nhật xong trước 15/11, đã có dòng cập nhật cuối cùng 11/11/2019. Nhưng mấy hôm nay em chưa có bản sao hộ khẩu công chứng do gia đình chưa gửi lên kịp. Hiện giờ em mới nhận được bản sao công chứng từ nhà gửi lên. Vậy mai em nộp thì có bị sao không ạ? Em cảm ơn.",
    "Dạ em muốn chuyển từ đại trà sang chất lượng cao. Em đã trao đổi với PĐT quốc tê và có thể nộp bằng av trước tháng 7/2020 và phải đọc điều 30 trong quy chế để xem có thỏa điều kiện để chuyển không.Trong điều 30, ghi là:\" Chỉ xét chuyển một lần vào cuối năm nhất kể từ khi nhập học\", nếu như em bảo lưu kết quả hk1 của năm nay và không đi học hk2 thì vẫn thỏa điều kiện trên không ạ? Có được nộp bằng av để chuyển không ạ?       Em cảm ơn đã xem qua lời thắc mắc của em ạ",
    "MSSV:  V/v:     Nội dung: Em đăng ký chuyển điểm môn anh văn 3 và 4, em đã thanh toán phí chuyển điểm trên bkpay ngày 24/10/2019 (file hình _bkpay). Em đã nộp bằng từ trước và đã được kiểm duyệt. Nhưng đến giờ trên mybk, mục chuyển điểm vẫn thông báo là chưa thanh toán ạ (file hình _mybk). Cho em hỏi là giờ em nên làm gì ạ? Việc này là do hệ thống chưa cập nhật được hay do em chưa hoàn thành việc đăng ký ạ? Em xin cám ơn.",
    "Em chào cô, em tên , mssv . Theo quy định phải cập nhập lý lịch trước ngày 15/11/2019. Nhưng em cập nhập trễ một ngày tức ngày 16/11/2019. Em muốn hỏi em có được đăng kí môn học học kì 192 đợt 20/11 không ạ? Nếu không đăng kí được thì em phải làm sao để được đăng kí môn học ạ?  Trong khi chờ câu trả lời của cô em xin chân thành cảm ơn.",
    "Kính gửi thầy/cô!  Em tên  Sinh viên lớp CK19CK03  Khoa cơ khí Vào chủ nhật ngày 17/11 e có lịch thi môn giải tích 1 nhưng vì bị sốt vào tối thứ 7 ngày 16/11 nên em không thể dự thi . Vậy thầy/cô cho hỏi em có thể xin được thi bù giữa kì môn giải tích 1 vào tuần sau được không ạ!  Em xin cảm ơn ạ!",
    "Em muốn hỏi phòng đạo tạo là đợt đăng kí môn học cho học kì 192 sẽ đóng lại đợt 2 vào ngày 23/12, lúc đó tụi em chưa có điểm kiểm tra anh văn định kì, nếu tụi em qua anh văn trong đợt kiểm tra đó mà tụi em đã lỡ đăng kí anh văn 3 rồi thì đợt 3 làm sao tụi em hủy được ạ? Tụi em sẽ lãng phí 2 chỉ anh văn ạ? Có cách nào để xin phòng đào tạo gia hạn đăng kí môn học đợt 2 cho đến khi tụi em biết điểm anh văn không ạ? Để tụi em còn có thể hủy môn được ạ! Em xin cảm ơn ạ",
    "Cho em hỏi đến hôm nay em mới cập nhật thông tin liên lạc nhà trường thì phải làm sao ạ ? ",
    "do sơ suất em đã cập nhật thông tin trễ. Cho em hỏi là em phải làm đơn nào để nộp lên PĐT và cần phải làm gì nữa không ạ?",
    "Dạ cho em hỏi em lỡ cập nhật địa chỉ bị trễ hạn. Em phải làm gì để được đăng kí môn học  học kì 192 ạ.",
    "Dạ trường cho em hỏi. Em thi avđv   300 điểm nên không được xét lớp AV1. Vậy em phải nộp bằng trong cuối HKI. Hay là cuối năm 1. Và Hạn chót nộp bằng để em có thể đăng kí môn học tiếp theo là ngày nào ạ. Em xin cảm ơn.",
    "Thưa phòng đào tạo . Do em chưa cập nhật thông tin sinh viên đúng thời hạn mà trường đề ra. cho em xin hỏi là  phòng đào tạo có thể gia hạn cho em thêm thời gian 1 ngày để em cập nhật không ạ . cám ơn quý thầy cô đã đọc    i    Thông tin sinh viên .",
    "Thông tin sinh viên . Em trễ hạn cập nhật thông tin sinh viên, vậy có cách nào giải quyết không ạ ?",
    "Dạ cho em hỏi về việc cập nhật thông tin sinh viên, mà em lại quên nên đăng kí trễ, trong mai bảo rằng là cập nhật trễ thì không được đăng kí môn cho học kì 2. Cho em hỏi giờ em phải làm thế nào để có thể đăng kí môn ạ, em xin cảm ơn.",
    "Do em không đọc hết mail của trường.  Chao nên em nghĩ không có thay đổi gì thì không cần phải cập nhật nên em đã cập nhật trễ. Giờ em phải làm sao ạ?",
    "Em tên   Mssv  Em đã trễ hạn cập nhật thông tin , em phải làm sao để được đăng ký môn học đợt 20/11. Mong các thầy,cô đưa cho em hướng giải quyết. Em cam ơn.",
    "Kính gửi phòng Đào tạo, em tên , MSSV . Em xin được hỏi là em có cập nhật địa chỉ lần 1 vào ngày 4/11/2019( còn trong hạn cho phép) và em có sửa lại vào ngày 18/11/2019( quá hạn cho phép) nên bị đổi ngày cập nhật cuối cùng ạ, như vậy thì em có được đăng kí môn ở học kì 2 không ạ?",
    "Dạ cho em hỏi là em chưa cập nhật địa chỉ sinh viên theo thời hạn, do nhà em có người thân nhập viện em đi nuôi em quên kiểm tra mail. Mà ngày 20/11 sẽ đăng kí môn học, bây giờ em phải làm sao để có thể bổ sung và đăng ký môn học được ạ. Em cảm ơn!",
    "Em là sinh viên năm nhất, em cập nhật thông tin để đăng ký môn học trễ hạn. Em phải làm sao để được đăng ký môn học được đây ? Em phải tìm ai để giải quyết được đây ạ ? Em biết việc cập nhật trễ là do em, nhưng em muốn tìm cách để giải quyết ạ, giúp em với ....!!!! ",
    "cho em hỏi là em cập nhật thông tin cá nhân trên web trường bị trễ. Theo thông báo của trường là em sẽ không được đăng ký môn học kỳ tiếp theo. Vậy em sẽ phải làm gì để được đăng ký ạ? Em đã cập nhật thông tin cá nhân rồi ạ. Em cảm ơn",
    "Dạ thầy cô cho e hỏi hôm nay là 18/11 tức là hết hạn ngày đk thông tin để đc đk môn học mà giờ e mới cập nhật thông tin. Vậy cho em hỏi như vậy có được không ạ. Em xin cảm ơn",
    "Em là SV k19 theo mail của phòng CTCT thì k19  không cần đk mua thẻ bhyt nhưng em lại đọc nhầm nên lỡ tay xác nhận mua bhyt 12 tháng của năm 2020 trong khi k19 đã đóng bhyt vào đầu năm, vậy cho em hỏi làm sao để huỷ ạ, và cứ để vậy không thanh toán thì có làm sao k ạ! Em xin cảm ơn",
    "Ngày cập nhật thông tin trong mail ghi là ngày 1/11/2019-15/11/2019 nhưng gửi mail là ngày 30/10/2019 mà em cập nhật ngày 30/10/2019 thì có được tính là đã cập nhật hay không ạ?",
    "Thông tin sinh viên . Khi nhận được thông báo cập nhật thông tin liên lạc vào ngày 31/10 em đã cập nhật thông tin liên lạc ngay. Nhưng hôm nay em nhận được mail là chưa cập nhật thông tin liên lạc và  không được đăng ký môn học đợt 1 HK 192. Em mong được PĐT xem xét lại trường hợp của em. Em xin cảm ơn! ",
    "Em được nhà trường gửi mail thông báo cập nhật thông tin liên lạc vào ngày 31/10/2019. Nhưng em vào trang Mybk cập nhật thông tin liên lạc ngay lúc đó ngày 31/10/2019 thì vào ngày 18/11/2019 nhận được mail trường thông báo chưa cập  nhật  thông tin và không được đăng ký môn học đợt 20/11 - 3/12. Nhà trường cho em hỏi là trường hợp của em có được xem xét lại là đã cập nhật thông tin liên lạc để được đăng ký trong đợt 20/11-3/12 không ạ?  Vì em sợ nếu em không đăng ký được trong đợt đầu sẽ bị trễ những môn tiên quyết . Em mong nhận được phản hồi sớm từ nhà trường . Em cám ơn rất nhiều ạ",
    "Thưa thầy/cô, Khi trường gửi thông báo xác nhận thông tin liên lạc trên Mybk vào ngày 31/10 thì ngay lập tức em đã lên web để cập nhật ( như trong hình đính kèm ạ ). Em đã không cẩn thận khi không đọc là phải cập nhật trong khoảng thời gian từ 1/11-15/11 mà em đã cập nhật sớm hơn 1 ngày. Em mong thầy/cô có thể cho phép em được đăng kí môn học đợt 20/11-3/12 ạ. Em xin cảm ơn thầy/cô rất nhiều. Sinh viên,",
    "Thông tin sinh viên . Cho em hỏi là em lỡ cập nhật thông tin vào ngày 31/10/2019, hiện tại em nhận được email là chưa cập nhật thông tin sinh viên. Trường cho em hỏi là có thể giải quyết cho em trường hợp này không ạ?  Em xin chân thành cảm ơn",
    "Cho Em hỏi ạ ! Tại sao 1 tháng gần đây em không nhận được bất cứ mail nào từ trường ạ, dẫn đến em không cập nhật thông tin đúng hạn được ạ. Mong PĐT xem lại giúp em, Em chân thành cảm ơn !",
    "Em mới nhận ra là địa chỉ thường trú của em đã cập nhật sai do một chút nhầm lẫn về địa chỉ thường trú và tạm trú. Cho em hỏi bây giờ em làm cách nào để có thể cập nhật lại địa chỉ thường trú ạ? Em xin cảm ơn!",
    "Cho em xin được đăng kí môn học đợt đầu tiên của học kì 192 từ ngày 20/11 đến ngày 3/12/2019 vì em đã cập nhật địa sớm hơn thời gian quy định 1 ngày, mong phòng đào tạo thông cảm và giải quyết cho em.",
    "Trường có gửi thông báo cập nhật thông tin liên lạc vào ngày 31/10/2019, vì em hay quên nên đã làm ngay lập tức nhưng không được công nhận vì sớm trước hạn. Cho em hỏi em phải làm sao ạ, em không nộp trễ và rất muốn đăng ký môn học vào ngày 20/11 sắp tới",
    "MSSV:       i : .   i Đề nghị thay đổi hình thức xác nhận thông tin liên lạc  . Kính gửi Phòng Đào tạo, Theo em được thông báo, em phải thực hiện việc xác nhận thông tin liên lạc của mình trên MyBK. Tuy nhiên, việc mỗi lần xác nhận em   b phải điền lại thông tin liên lạc một lần nữa không chỉ rườm rà mà còn làm sinh viên dễ bị nhầm tưởng là mình lại phải cập nhật trong khi thông tin không có thay đổi và gây phiền hà cho em và các bạn   . Hệ quả là em và các bạn sẽ không được thực hiên đăng ký môn học từ 20/11/2019 đến 3/12/2019. Trên cơ sở đó, em mong rằng trường có thể   b thêm một tiện ích   u \"Xác nhận thông tin liên lạc\"  /u  vào trang   i Thông tin sinh viên      . Sự xuất hiện của tiện ích nào sẽ   b tạo thuận lợi rất nhiều cho các sinh viên có thể   u thao tác ngay  /u  sau khi thấy email cũng như   u hạn chế những sai sót  /u  không mong muốn khi phải điền lại thông tin y hệt như cũ   . Em kính mong nhận được phản hồi trong thời gian sớm nhất .   i  Kính thư, .   ",
    "Cập nhật thông tin liên lạc trễ, thì việc đăng kí môn học giải quyết như thế nào ạ, có được đăng kí môn học không ạ",
    "Em tên  MSSV . Vào ngày 31/10/2019 trường có gửi mail yêu cầu cập nhật địa chỉ nên ngay ngày đó em lên cập nhật luôn mà không để ý thời hạn bắt đầu được cập nhật là ngày 1/11/2019. Vì vậy hôm nay em nhận được mail không được đăng kí môn học đợt 1 vào học kì sau. Em xin hỏi có cách nào giúp em có thể đăng kí được vào đợt 1 không ạ tại kì sau em làm Đồ án và đã xin được Thầy hướng dẫn nên nếu không được đăng kí đợt 1 thì chắc em không đăng kí được Thầy. Em cảm ơn ạ .",
    "Cho em hỏi, đầu năm em thi avđv đạt 355 Toeic (đạt chỉ tiêu av1 và nếu học thì học av2), nhưng em không đăng ký học anh văn trên trường, ngoài việc nộp chứng chỉ av để xét tốt nghiệp thì em có phải hoàn thành bất cứ chỉ tiêu nào về anh văn của các năm (năm 1, năm 2, năm 3) không ạ??  - Cụ thể cuối năm nhất này em có phải được tính là hoàn thành chỉ tiêu anh văn năm nhất không?? - Kết thúc năm 2 em có được tham gia thi av 2 để hoàn thành chỉ tiêu anh văn năm 2 mặc dù không đăng ký học trên trường, nếu không thì av 2 của em sẽ được đánh giá như thế nào và có bị cấm đăng ký môn học năm 3?? Em xin cám ơn!!",
    "Em đã rút av2 trong trường và trường vẫn sắp lịch thi cho em.Vậy e có bắt buộc thi trong trường không hay thi ở ngoài rồi chuyển điểm và nếu thi ở ngoài thì thời gian chuyển điểm trước hay sau kì thi trong trường diễn ra.",
    "Cho em hỏi: em đã  có lịch thi av1 cuối kì trong trường và em đã rút môn học av1 lúc đầu.. Vậy khi nào thì em phải nộp bằng av quốc tế vào ạ ( cuối tháng 12 hay cuối năm nhất vậy ạ)",
    "Em là sinh viên hệ vlvh, năm 2019 em nhập học nhưng không có tham gia bhyt, vậy em có thể đăng kí tham gia bhyt năm 2020 được k ạ(Vì đăng kí phải có thông tin về số bhyt năm 2019) ",
    "Cho em hỏi cấp lại giấy xác nhận sinh viên miễn nghĩa vụ thì mất bao lâu vậy ạ. em đăng ký hồi ngày 12 mà tới nay 19 rồi vẫn chưa thấy hoàn thành ạ. còn 2 hôm nữa không có em phải về quê khám nghĩa vụ rồi ạ nôn quá.",
    "Môn động cơ đốt trong(TR2019) có môn học trước  là nhiệt động lực học và truyền nhiệt(ME2013). Em muốn hỏi là liệu kì sau em có thể học cùng lúc 2 môn này không, khi em chưa học môn nhiệt động lực và truyền nhiệt trước vì bị xóa môn đó kì này",
    "em không có gmail bổ sung việc cập nhật địa chỉ thì có được đăng kí môn học không ạ?",
    "Em chào thầy(cô) ạ. Em đã đọc về quy đinh mới về chứng chỉ ngoại ngữ  trên trang lịch học vụ của nhà trường tuy nhiên vẫn còn thắc mắc về trường hợp của em như sau: Em là sinh viên k18, hiện tại em chưa qua yêu cầu anh văn 1 của nhà trường. Theo dự kiến em sẽ nộp chứng chỉ toeic vào ngày15/12  Tức là trước khi bắt đầu dkmh đợt2 cho học kì 192 3 ngày(18/12) và sau lịch chuyển điểm chứng chỉ ngoại ngứ 4 ngày(11/12)  Vậy thầy cô cho em hỏi ngay sau khi nộp chứng chỉ nn em có thể dkmh vào đợt 2 ngày 18/12 không ạ . Em cảm ơn, và mong sớm nhận được lời giải đáp.",
    "Em đã làm các thủ tục trên myBK - đăng kí CCNN và liên hệ với trung tâm IDP nộp bằng về trường. Vào ngày 11/11, bên nhà trường có gửi mail cho em về việc chưa nhận được bản sao CCNN (đính kèm bên dưới). Em đã lên IDP trong hôm đó hỏi lại thì họ báo rằng CCNN đã được qua bưu điện chuyển phát trực tiếp nhưng bên trường không ai nhận nên đã gửi trả về IDP. Họ cũng đã chuyển lại cho em rồi ạ. Em muốn biết liệu CCNN của em đã được chuyển về PĐT chưa vì đã 1 tuần từ ngày 11/11 trên myBK vẫn hiện \"đang thẩm tra\" ạ (đính kèm bên dưới). Em cảm ơn ạ.",
    "Em bị quên mật khẩu mail sinh viên, không đăng nhập được. Bằng cách nào để em lấy lại mật khẩu ạ? Em cảm ơn!!",
    "Xin chào thầy cô Theo yêu cầu của nhà trường, em đã cập nhật thông tin liên lạc như yêu cầu 1 lần ngày 31/10 theo như mail nhà trường gửi Mới đây thấy mail cập nhật thông tin, em vào cập nhật thêm lần nữa. Em cập nhật thông tin 2 lần nhưng khi vào lại trang cập nhật thông tin thì không thấy kết quả đã lưu . ở trang đăng kí môn học không cho đăng kí môn. Mong thầy cô giải quyết giúp em để em có thể đăng kí được môn học. Em cảm ơn.",
    "Kính gửi thầy cô PĐT. Em tên  MSSV , lịch thi cuối kì của em môn Anh Văn 1 ( la1003) đúng vào ngày hết hạn đăng kí môn học bổ sung đợt 3 ( 6/1/2020) thì làm sao em có thể đăng kí được môn chuyên ngành ạ ? Có cách nào để gia hạn thêm thời gian đăng kí được không thầy cô ? Mong thày cô giúp em. Em xin cảm ơn.",
    "Kính gửi thầy cô PĐT do điện thoại em bị mất nên không có thiết bị online thường xuyên, hôm nay do bạn bè nói về việc đăng kí môn học thì em biết mình chưa cập nhật thông tin sinh viên nên không được đăng kí môn học. em viết tin nhắn này mong PĐT xem xét để cho em được tiếp tục đăng kí môn học. em cám ơn ạ.",
    "Em đã tiến hành cập nhật thông tin lý lịch cá nhân đầy đủ trên tài khoản MyBK vào khoảng tháng 10 Nhưng sau đó, email nhận được nhiều yêu cầu khai báo thông tin. Khi kiểm tra lại thì thấy lý lịch đã được cập nhật rồi nên bỏ qua các email trên. Tối ngày 19/11/2019, em phát hiện tài khoản mybk của mình bị khóa đăng ký môn học HK192. Mong PĐT xem xét và giải đáp thắc mắc của em sớm nhất. Để em có thể đăng ký môn học HK192. Xin cảm ơn.  - ",
    "cho em hỏi là em có nộp chứng chỉ anh văn vào rồi mà hệ thống cứ cập nhập là đang thẩm tra mãi chứ chưa xét miễn cho em. mà hôm nay 20/11 em có đợt đăng kí môn học cho kì 2 nên nhà trường xem xét chứng chỉ giúp em để em được đăng kí môn học cho kì sau ạ.",
    "Em cập nhật rồi mà sao nhận mail chưa cập nhật để đăng kí môn học",
    "Cho em hỏi em đã cập nhật thông tin lý lịch trên web trước thời hạn nhưng lại không được đăng kí môn học đợt này vì lí do chưa cập nhật lý lịch online là sao vậy ạ?",
    "Em chào thầy/cô em tên là   B  MSSV    . Ngày 8.11.2019 em có   B đăng ký nộp chứng chỉ ngoại ngữ   , nhưng đến nay 20.11.2019 em vẫn   B chưa được phòng đào tạo thẩm tra và xác nhận    trong khi hôm nay là ngày bắt đầu đăng ký môn học của học kỳ 192. Em mong nhận được tin nhắn này,   B thầy/cô giải quyết sớm (thẩm tra bằng và xác nhận)  giúp em trước khi hết hạn đăng ký môn học HK192   . Em xin cảm ơn và mong có sự phản hồi của thầy/cô .",
    "chào thầy/cô. kì trước em có rớt anh văn và không đăng kí được một môn học trước. kì này đăng kí môn học thì yêu cầu môn học trước. vậy em có thể học song song giữa môn học trước và môn kì này đc hk ạ   i    ",
    "Kính gửi Phòng Đào tạo trường Đại học Bách Khoa Tp. HCM Dạ cho em hỏi là khi em đăng kí môn    thì hệ thống yêu cầu phải có môn học trước Những nguyên lý cơ bản của chủ nghĩa -. Vậy cho em hỏi em có thể:  1)Học cùng lúc cả hai môn này. 2)Học môn Những nguyên lý cơ bản của chủ nghĩa - và môn Đường lối cách mạng của Đảng Cộng sản Việt Nam trước rồi sau đó mới học môn    được không ạ? Em xin cảm ơn.",
    "Em tên . MSSV  lớp VP19HK. Em có một số thắc mắc về việc đăng kí môn học. VP K2019 thì CTDT có thay đổi nên em không biết phải dựa vào đâu để đăng kí môn học trong khi trên web của PĐT chỉ có chương trình đào tạo của K18 trở về trước.Nên em kính mong PĐT xem xét cập nhật sớm CTDT của VP K2019. Em xin chân thành cảm ơn .",
    "Em tên . Mssv:  Em đã tiến hành thực hiện nộp chứng chỉ ngoại ngữ ngày 4/11/2019. Và đã thẩm tra hợp lệ vào 8:39 ngày 13/11/2019 nhưng hiện tại khi em đăng ký môn học vẫn gặp vấn đề không đăng ký được do chưa đạt chuẩn anh văn năm 1. Mong phòng đào tạo sớm giải quyết để em đăng ký được môn học. Em chân thành cảm ơn",
    "Gởi PĐT, Tôi hiện tại đã thanh toán đầy đủ học phí trên BK Pay và có quyết định thu nhận lại vào học kì 192 này.Nhưng không hiểu vì sao pđt lại không cho tôi ĐKMH. Kính mong PĐT xem xét lại để tôi có thể ĐKMH và tiếp tục việc học. Thân",
    "Em tên NG sinh viên k16, khoa Bảo Dưỡng Công Nghiệp (hệ cao đẳng chính quy) .Cho em hỏi Em đã nộp chứng chỉ Toiec (380 điểm) ngày 09/10/2019. Nhưng em khi đăng ký môn học tiểu luận tốt nghiệp thì trang web mybk thông báo em thiếu chứng chỉ anh văn 1(CCAV_1)",
    "Xin chào quý thầy(cô), Em là  (MSSV: ), hiện đang là sinh viên lớp VP15XDC . Em có thắc mắc về vấn đề nộp chứng chỉ ngoại ngữ để nhận LVTN. Không biết hạn TRỄ NHẤT, cho việc nộp chứng chỉ ngoại ngữ để đăng ký LVTN trong học kì tới là khi nào ạ? Em xin chân thành cảm ơn sự giúp đỡ của quý thầy(cô) ạ. --",
    "Dạ cho em hỏi, nếu em chưa thanh toán lệ phí chuyển điểm anh văn thì như vậy em có được đăng ký những môn học vào học kì tiếp theo không ạ, chẳng hạn như đăng kí những môn năm 2 mà điểm anh văn em chuyển vào đã qua năm 1 nhưng nhà trường vẫn còn đang thẩm tra ạ. Em cảm ơn ạ.",
    "Thưa thầy/cô Em tên là  MSSV:, em có đăng ký môn học Luận văn trong kỳ tới nhưng em thấy thông báo thiếu môn tiên quyết Em đang học 2 môn đề cương và thực tập CNPM trong kỳ này, em cũng có nộp bằng TOEIC và đã được xét duyệt, thầy cô check lại giúp em còn thiếu gì ạ, em xin cảm ơn",
    "Kính chào phòng đạo tạo. Em là  MSSS  Hôm nay em đăng kí môn học ME2011,ME3011,ME3007,ME3013 thì bị lỗi môn cần phải học trước môn ME2009 và ME2007. Nhưng hiện học kì này em đang học 2 môn đó. Em xin cám ơn phòng đào tạo đã xem và mong phòng đào tạo giải quyết lỗi đăng kí môn học này.",
    "Kình gửi: Phòng Đào Tạo đại học Bách Khoa Em là: SV:  Em xin được trình bày như sau: do em không kiểm tra mail thường xuyên nên em không nhận được thông tin cập nhật địa chỉ. Và sáng nay em có nhận được mail của nhà trường là em sẽ được cập nhật trước 15g mỗi ngày để được đăng ký môn học vào 13g ngày hôm sau. Nhưng em vào làm theo hương dẫn của nhà trường thì trang cập nhật đia chỉ không có gì cho em điền cả. Nay em xin Phòng Đào Tạo tạo điều kiện mở cho e được cập nhật địa chỉ và đăng ký môn học.",
    "Em tên là , MSSV:. Em không đăng kí được môn Vi điều khiển, động lực học và điều khiển, hệ thống PLC vì lý do thiếu môn học trước Kỹ Thuật Điều Khiển Tự Động. Nhưng kì này em đang học môn Kỹ Thuật Điều Khiển Tự Động ạ. Em mong phòng đào tạo giải quyết giúp em.",
    "Em không đăng nhập vào mục đăng kí in giấy xác nhận sinh viên bằng tài khoản mybk",
    "Hiện tại em đã nộp chứng chỉ ngoại ngữ TOEIC 720 và đã thẩm tra và chuyển điểm rồi, giờ chứng chỉ hết hạn thì em có đăng ký luận văn được hay không hay phải thi lại chứng chỉ mới.",
    "Em đã thực hiện việc nộp chứng chỉ ngoại ngữ ngày 4/11/2019 và đã thẩm tra hợp lệ vào ngày 13/11/2019. Nhưng hiện tại em thực hiện việc đăng ký môn học vẫn không được với lý do chưa đạt chuẩn anh văn năm 1. Tức thiếu môn tiên quyết anh văn 1. Mong trường sớm giải quyết để em thực hiện được việc đăng ký môn học ạ. Em chân thành cảm ơn",
    "Em tên: , MSSV: Khoa: Bảo Dưỡng Công Nghiệp (hệ cao đẳng chính quy), khóa:2016. Cho em hỏi, em nộp chứng chỉ anh văn (Chứng chỉ Toeic đạt 380 điểm, ngày nộp: 09/10/2019) và đã được cập nhật điểm trên Bảng điểm . Nhưng em khi đăng kí môn:Tiểu luận tốt nghiệp (mã số: 260663) trong đợt Đăng ký môn học Học kỳ 2 (2019 - 2020) - Đợt 1 (từ ngày 20/11/2019 đến ngày 05/12/2019) thì trên trang web Đăng ký môn học thông báo :\"Thiếu môn học: CCAV_1-chứng chỉ ngoại ngữ\". Theo quy chế của trường, để đăng ký Tiểu luận tốt nghiệp (cao đẳng chính quy) cần đạt chứng chỉ ngoại ngữ (toeic) đạt 350 và tín chỉ tích lũy ngành trên 98 tín chỉ. Hiện tại em đã đủ điều kiện đăng kí Tiểu luận nhưng trên trang web Đăng ký môn học thông báo: \"Thiếu môn học: CCAV_1-chứng chỉ ngoại ngữ\" Yêu cầu: Em mong phòng đào tạo cập nhật lại chứng chỉ ngoại ngữ (Toeic) của em để em có thể đăng kí thành công môn Tiểu luận tốt nghiệp (mã số: 260663).Sớm hoàn thành chương trình đào tạo. Em xin cảm ơn          .",
    "Em mới đăng ký môn luận văn tốt nghiệp sáng ngày 20/11/2019, em thấy thông báo thiếu môn tiên quyết là thực tập tham quan để đăng ký luận văn vì thế em mong muốn đăng ký môn thực tập tham quan trọng kỳ này để em có thể đăng ký luận văn tốt nghiệp (thực tập tham quan bắt đầu đi ngày 24/12/2019). Em cảm ơn",
    "Em tên:  -MSSV:  -Khoa Xây dựng chuyên ngành xây dựng dân dụng -Lý do: em đã xét chuyển điểm anh văn hết và đóng tiền đầy đủ nhưng hôm nay đăng ký môn học vẫn bị ghi là không đủ av1 môn tiên quyết  -Em rất mong phòng đào tạo có thể coi và xem xét lại để cho em có thể đăng ký được môn chuyên ngành!  Em chân thành cảm ơn ạ!",
    "Dạ chào chị. Em là người hỏi câu hỏi hồi sáng. Em thắc mắc sau, E nộp chứng chỉ ngoại ngữ 8.11.2019 và chuyển điểm luôn ngày đó. Phòng đào tạo cho ngày 13.11.2019 là đợt đăng ký chuyển điểm và nộp chứng chỉ ngoại ngữ cuôi cùng. Tức là em đã làm trước đó 5 ngày, nhưng giờ em vẫn không đăng ký môn học chuyên ngành được, và điểm chuyển vẫn chưa vào bảng điểm của em. Giờ e phải sao ạ! Mong được sự giúp đỡ từ chị!  - ",
    "EM tên  (mssv: )là sinh viên trung tâm Bảo Dưỡng Công Nghiệp.Em quên cập nhật thông tin địa chỉ nên không đăng kí môn học được.mong phòng đạo tạo mở cập nhật để đăng kí môn học.em cảm ơn   .",
    "Kính chào thầy cô. Em thuộc khóa 2018 ct PFIEV, em muốn hỏi là trong chương trình thì bắt buộc học 3 môm thể dục, và HK1 em có học môn giáo dục thể chất 1, xong rồi sang HK2 môn thể dục được thay đổi. vậy môn đó có tính làm 1 môn không ạ, hay là em phải học lại 3 môn thể dục khác nhau ạ. Em cảm ơn thầy cô ạ.",
    "Cho em hỏi là em đã nộp chứ chỉ ngoại ngữ và kết quả thẩm tra là hợp lệ nhưng lúc đăng kí môn học e vẫn bị hiện dòng chữ thiếu chuẩn anh văn năm nhất",
    "Em tên là Hồ Thiện Minh  MSSV:   Em muốn hỏi em muốn đăng kí những môn học hk2 của K19 nhưng không biết thời gian đăng kí của K19 là bao giờ và em không tìm ra chương trình đào tạo của k19 vì em nghe thông báo là từ k19 trở đi ngành Kiến Trúc có sự thay đổi về việc đáng kí . Như vậy em muốn đáng kí mộn học để học cùng với k19 thì phải làm như thế nào ạ? Em rất mong được thầy cô giúp em ! Em chân thành cám ơn thầy cô!",
    "Cho em hỏi là sao em cập nhật thông tin rồi nhưng vẫn không đăng ký được là sao ạ ? Mong admin giải đáp ạ",
    "Cho em hỏi là chuẩn anh văn nhận luận văn tốt nghiệp của chương trình Việt Pháp khóa VP2015 là bao nhiêu? Bởi vì em nộp TOEIC 550 thì khi đăng kí môn học, môn 405700 - Luận văn tốt nghiệp. Hệ thống thông báo Thiếu (các) môn học:   Nhóm [CCAV_1]: CCAV_1 - Chứng chỉ ngoại ngữ_LVTN (tiên quyết).",
    "Kính chào Thầy/cô, Em có thắc mắc kính nhờ Thầy/cô giải đáp: Trong HK171 em có nộp chứng chỉ IELTS thời hạn 2 năm cho PĐT để miễn học và chuyển điểm các môn AV. Theo yêu cầu trình độ AV để tốt nghiệp của trường, em đã dư đủ yêu cầu. Vậy sắp tới đây khi xét tốt nghiệp em có cần nộp chứng chỉ AV nào nữa không hay kết quả trước đây em đã nộp sẽ được ghi nhận luôn ạ? (bằng IELTS của em hiện nay đã hết hạn) Cảm ơn Thầy/cô rất nhiều",
    "Chào thầy cô, thầy cô cho em hỏi kỳ thi anh văn ở trường vào ngày 21/12 có được chuyển kết quả cho đăng kí môn học cho học kỳ 2 sắp tới không ạ.? Thủ tục chuyển thế nào ạ Do em không đủ điều kiện anh văn nên ko được đăng kí môn học ạ. Rất mong thầy cô giải đáp giúp em. em xin trân thành cảm ơn.",
    "Em là sinh viên chính quy, hết hạn học tập chuyển xuống hệ VLVH. Nay đã gần tháng 12 rùi, mà trên bkpay em chưa thấy hạn đóng học phí Em có tìm xem trên aao mà cũng không thấy lịch Mong PDT cho em biết có phải do em chuyển hệ bị lỗi hay không, và cho em biết cách khắc phục lỗi này, để em có thể đóng học phí kịp thời",
    "Em chào nhà trường, Em là , sinh viên K18 khoa Khoa học Máy tính, em đang bị khóa ĐKMH do chưa cập nhật thông tin, có cách nào để giải quyết trường hợp này không ạ? Em cảm ơn!",
    "Cho em hỏi nếu em đã rút môn Anh văn 4 thì cuối kỳ có cần thi không ạ? 2.Thi Anh văn đầu vào em đã qua AV1/2/3, vậy AV4 có bắt buộc hoàn thành trong năm nhất không hay em để đến năm 3 mới hoàn thành được không ạ?",
    ". Cho em hỏi là chuẩn anh văn cuối năm 2 yêu cầu là phải đạt anh văn 3 hoặc đạt chứng chỉ toeic 450 là đối với sinh viên học chương trình đại trà, vậy nếu em chỉ mới qua anh văn 1 thì có cần phải học cả anh văn 2 và anh văn 3 hay không hay chỉ cần học đúng duy nhất anh văn 3 để đạt chuẩn ạ? ",
    "em chưa đăng ký bảo hiểm y tế có cách nào để em có thể đăng ký không ạ",
    "Chào thầy cô. Thầy cô cho e hỏi là môn chi tiết máy thì học kì hè có mở lớp không ạ. Và những môn nào thì học kì hè hay mở, và những môn nào thì không mở ạ. Ví như đại cương thì hè nào cũng mở lớp còn những môn như cơ lưu chất, chi tiết máy, nhiệt .. thì không biết có mở không ạ. Em cảm ơn   i     .",
    "chàó thầy cô em là sinh viên năm 3 học kì trước em không bị cảnh cáo học vụ nhưng kì này em chỉ đăng kí được tối đa 15 chỉ",
    "cho em hỏi là có thể đăng kí 2 môn anh văn trong cùng 1 học kỳ được không ạ.",
    "MSSV:     Em là sinh viên hệ vhvl ngành công nghệ thông tin đã trúng tuyển ,em đăng nhập vào bkpay bằng mssv và mật khẩu của email thì không được ,đăng nhập bằng Email của sinh viên cũng không được ,mong mọi người giúp đỡ ,vì em phải đóng học phí trước ngày 23/11/2019.?",
    "Em hiện tại là học sinh năm 2, năm nhất em đó thi av đầu vào và được 420.. sau đó em đăng kí hủy xếp lớp. Cho em hỏi nếu em không đăng kí học năm 3 hoặc hông thi av định kì trước khi vào học năm 3 tức là năm chuyên ngành thì có bị cấm đăng kí môn học không ạ. Em dự định giữa năm 3 nộp bằng để chuyển điểm",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa. Em tên là ,sinh viên khóa 2019 Ngành xây dựng. Do xác nhận thông tin liên lạc không đúng kỳ hạn nên em không đăng ký được môn học đợt 1 cho học kỳ 2. Vậy hiện tại có cách nào để xin được đăng ký môn không ạ . Em xin cảm ơn !",
    "Cập nhật thông tin trễ nên chưa đăng kí môn học được",
    "B  Hiện tại em vẫn chưa được đăng ký môn học 192, mặc dù đã cập nhật thông tin từ ngày hôm qua trước 3 giờ chiều. Mong thầy cô xem xét lại giúp em  Trân thành.",
    "Mình là khóa 13 khoa Kỹ Thuật Giao Thông. Theo quy định của nhà trường thì thời hạn đào tạo tối đa đối với chương trình 4.5 năm là 9 kì cộng với 4 kì. Mình muốn hỏi là kì tiếp theo (Kì 192) mình còn thời hạn đào tạo hay không?",
    "em mới hoàn thành thủ tục nhập học hệ VLVH, thấy thông báo nhận thẻ sinh viên lần đầu, vậy thời gian nhận và nhận ở đâu ạ?",
    ". Em đã làm theo thứ tự như trường đã gửi mail . Cập nhật địa chỉ trước 15g ngày hôm trước, nhưng sau 13g ngày hôm nay vẫn không đăng kí môn được.",
    "Em quên cập nhật lý lich sinh viên nên không đăng kí được môn học. Em mong phòng đào tạo mở đăng kí môn học giúp em. Em cảm ơn",
    "Kính chào Thầy Cô, em tên  MSSV: , là sinh viên năm hai khoa Quản lý công nghiệp. Em gặp vấn đề về đăng ký môn học ạ, em đã làm đúng theo gmail dưới đây, xác nhận thông tin trước 15g 20/11/2019 nhưng sau 13g 21/11/2019 em vẫn chưa đăng ký môn học được. Kính mong Thầy Cô xem xét giúp em. Em xin chân thành cảm ơn ạ.",
    "em đã cập nhật thông tin sinh viên nhưng em vẫn chưa được đăng kí môn học ạ. Mong phòng đào tạo xem xét lại gúp em",
    "Cho em hỏi là theo như quy chế đào tạo, để đăng kí luận văn tốt nghiệp chuyên ngành kĩ thuật thiết kế (ME4049) thì phải thỏa điều kiện về các môn tiên quyết, vậy cho em hỏi là nếu em đăng kí môn Đồ án chuyên ngành kĩ thuật thiết kế ME4047 vào học kì 191 nhưng không đạt thì có thể vừa làm luận văn vừa học lại đồ án chuyên ngành trong học kì 192 không ạ? Em xin cảm ơn",
    "Cho em hỏi e có thể nhận thẻ sinh viên lần đầu ở đâu? em đã bổ sung đủ các bước  1 2 3 nhưng bước 4 chưa thực hiện được . Sau khi đủ 4 bước thì phải chờ lịch học ở đâu? Làm sao để em biết có lịch học hay không?",
    "Cho em hỏi là chuẩn anh văn nhận luận văn tốt nghiệp của chương trình Việt Pháp khóa VP2015 là bao nhiêu? Bởi vì em nộp TOEIC 550 thì khi đăng kí môn học, môn 405700 - Luận văn tốt nghiệp. Hệ thống thông báo Thiếu (các) môn học:   Nhóm [CCAV_1]: CCAV_1 - Chứng chỉ ngoại ngữ_LVTN (tiên quyết).",
    "Dạ em tên nh khoa KTXD. Em xin hỏi một vài câu hỏi. Trong học kỳ này do thiếu sót không check mail nên em đã không cập nhật thông tin sinh viên đúng thời hạn, đó là sai sót lớn của em. Hôm qua ngày 20/11 em đã cập nhật vậy xin hỏi khi nào em mới có thể đăng ký môn học được . Vào 8h hôm qua em có nhận mail thông báo cập nhật trước 15h sẽ được đăng ký vào 13h hôm sau, nhưng đến giờ vẫn chưa được. Em mong sẽ nhận được phản hồi. Em cảm ơn/",
    "Xin chào thầy cô Em đã cập nhật thông tin liên lạcu đầu đủ và trước 15g ngày 20/11 Nhưng 13h ngày hôm nay 21/11 trang đăng kí môn học của em vẫn chưa được mở. Em không biết mình cập nhật có lỗi hay sai sót gì không? Mong cô kiểm tra lại giúp em ạ.",
    "Nếu 21/12 em hoàn thành bài kiểm tra AV định kì với mức điểm là 550 thì có được tính là qua hết tất cả các môn AV trong trường không ạ. Vào năm 3 em có được dùng kết quả này để đăng kí môn học không em cảm ơn",
    "Em là sinh viên k18, học kỳ 1 này em có đăng ký học anh văn 1 trong trường, nhưng ngày thi anh văn của em là ngày 6 tháng 2 trùng với hạn chót cuối cùng của đăng ký môn học bổ sung, hiệu chỉnh . ***Vậy kết quả đăng ký mấy môn chuyên ngành của em ra sao ạ? Nhà trường có hướng giải quyết nào khác không ạ tư vấn giúp em. Em xin cảm ơn.",
    "Vì chậm cập nhật nên hiện em vẫn chưa đăng ký được đợt 1 ĐKMH kỳ 192. Hy vọng thầy/cô giúp đỡ em trong trường hợp này, em xin cám ơn.",
    "Hiện đợt 1 đăng kí môn học học kì 2 -2019 này của em sẽ không được đăng kí . -là do: Sinh viên chưa khai báo thông tin lý lịch online. - Nhưng trong lí lịch sinh viên em đã khai từ lâu, và mới cập nhật lại. Vậy cho em hỏi: Đậy có phải lỗi nên k đăng kí môn học được k ạ và Làm sao để sửa lỗi này ? và khi nào em có thể đăng kí lại môn học ",
    "Do em cập nhật lí lịch trễ hạn vào ngày 20/11 nên bây giờ không thể đăng kí môn học được thì em phải làm sao để được đăng kí môn học trở lại ạ ?",
    "Em đã cập nhật thông tin địa chỉ rồi nhưng vẫn không đăng kí được môn học. Trong mail nhà trường có thông báo là cập nhật thông tin trước 15h ngày hôm nay thì sau 13h ngày hôm sau sẽ được đăng kí môn học. Em đã làm vậy nhưng vẫn không đăng kí được môn ạ. Em mong phòng đào tạo giải quyết để em có thể đăng kí ạ. Em xin cảm ơn",
    "em đã nạp bằng toeic thi ở ngoài vào và đã được xác nhận.nhưng khi đăng kí môn học thì lại ko đăng kí được và để là không đủ điểm annh văn. e chỉ đăng kí những môn của năm 2.điều kiện đăng ki những môn đó à 250.",
    "Dạ thầy/cô cho em hỏi, chẳng may bị mất password tài khoản hcmut thì làm sao để có lại ạ. Mong tin nhắn hồi âm của thầy/cô",
    "Dạ em chào thầy/cô PĐT, Cho em hỏi các môn cơ sở ngành sỉ số 30 có đủ điều kiện để mở lớp không ạ? Em cám ơn nhiều ạ!",
    "Em được biết có thay đổi về  I  đăng ký môn học GDTC áp dụng từ học kỳ 2 năm 2018 - 2019  /I , nhưng sau khi kết thúc học kỳ 1 năm 2018 - 2019 em đã hoàn thành hai GDTC 2 & 3 (cả hai đều là bóng đá) còn GDTC 1 thì chưa hoàn thành. Vậy học kỳ 2 2019-2020 em có được học Bóng Đá (PE1009) được không ạ?",
    "Hiện tại em là sinh viên PFIEV K15 Em còn nợ 13 tín chỉ, trong đó có 10 tín chỉ là của 2 môn đại cương, và tổng số môn em nợ là 4 môn. Cho em hỏi như vậy thì em có được nhận luận văn vào học kì II tới đây không ạ?",
    "Thưa cô e đã cập nhật thông tin sinh viên nhưng vẫn không thể đăng kí môn học được ạ. Mong cô hỗ trợ giúp em với. Em cám ơn.",
    "Mong phòng đào tạo giải đáp cho em 3 thắc mắc: 1 Em bị trễ anh văn và không thể đăng kí môn học kì 192. Không biết là kì thi xét chuẩn anh văn do phòng đào tạo tổ chức có kịp để em đăng kí các đợt sau không 2 Học kì 182 e có đăng kí kì thi xét chuẩn anh văn do pdt tổ chức nhưng vì không có mail nộp phí thi( có thể em lỡ bị lạc mất mail) nên em phải thanh toán trễ hạn và không được tham gia thi. Vậy kì 191 này em đăng kí thi thì có được chấp nhận không 3 Cho em hỏi ngày thi xét anh văn đầu vào kì 191 và 192 là ngày mấy",
    "Em chào quý thầy cô! Hiện tại em vừa nộp chứng chỉ 600 Toeic thi từ bên ngoài và đã xét miễn điểm anh văn 1, anh văn 2 cũng như là nhà trường đã xác nhận hợp lệ! Trong đợt đăng kí môn học này, em đã đăng kí 1 môn tự chọn của học kì 5 trong chương trình đào tạo nhưng hệ thống lại báo thiếu điều kiện tiên quyết là chuẩn anh văn sau năm 2! Em mong quý thầy cô giải đáp thắc mắc giúp em ạ! Em cám ơn nhiều ạ!",
    "em là sinh viên năm 4, ngành điện năng hiện tại em đăng ký đề cương luận văn tốt nghiệp -EE4311 thì mới thấy em còn thiếu 2 điều kiện để đk, trong đó có học trước môn Hệ thống cung cấp điện -EE3001, học kì vừa rồi em có đk môn này mà vì lý do trung lịch nên bị bỏ, em muốn hỏi có thể cho em học song hành 2 môn này ko ạ, hoặc mong PĐT học kỳ sau có mở lớp hệ thống cung cấp để em học kịp tiền độ ạ. em cảm ơn",
    "Dạ cho em hỏi . Em đã cập nhật địa chỉ liên hệ vào ngày 20/11 . Theo nhưng mail nhà trường gửi là 13h ngày hôm sau sẽ mở link cho em DKMH nhưng tại sao bây giờ link vẫn chưa được mở ạ",
    "Y/CÔ,  MUỐN HỎI VỀ SỐ TÍN CHỈ ĐƯỢC ĐĂNG KÍ. TÍNH ĐẾN HẾT HỌC KÌ 3 (2018- 2019),  CÓ  8.31. TBTL   7.5  25 CHỈ.        .  21.0 TÍN CHỈ\" .   MONG PHÒNG ĐÀO TẠO X   ĐĂNG KÍ 22.0 TÍN CHỈ",
    "Thưa PĐT, em đã thực hiện cập nhật thông tin cá nhân nhưng vẫn chưa đăng kí được môn học. Xin PĐT mở cho em ạ",
    "Em đã cập nhật thông tin sinh viên và chưa đăng kí môn học được. Xin phòng đào tạo kiểm tra và cập nhật giúp em ạ.",
    "chào thầy cô em là sinh viên năm 3 đang trong đợt đăng kí môn học kì 2 nhưng em lại chỉ đăng kí tối đa được 15 tín chỉ học kì trước em không bị bất kì cảnh cáo hay vi phạm gì Mong thầy cô xem và giải quyết dùm em Hình em để bên dưới ạ",
    "Em đang học CT PFIEV, nếu hết thời gian đào tạo chính quy mà em vẫn chưa hoàn thành xong chương trình đào tạo thì em có thể chuyển qua hệ VHVL để tiếp tục học để hoàn thành chương trình PFIEV không ạ ?",
    "Kính gửi Thầy/Cô Em tên là Ngô Ngọc Cẩn, em là sinh viên chính quy chuyển sang hệ VHVL. MSSV cũ của e là 1427002. Em đã nộp hồ sơ tuyển sinh cho trường ngày 18/11/2019 theo các quy trình trường hướng dẫn ạ. Hiện em chưa có mã nhập học để tiếp tục các bước kê khai hồ sơ, v..v... Thầy/cô tư vấn giúp trường hợp này giúp em với. Em xin cảm ơn Thầy/Cô, Ngô Ngọc Cẩn",
    "Dạ cho em hỏi là tại sao tài khoản gmail của em ()  không thể nhận được những thư gửi từ trường và của các giảng viên nữa vậy ạ? Bắt đầu từ ngày 23/10 đến nay, gmail của em không hề nhận được 1 thư gửi nào nữa ạ. Rất mong PĐT sẽ giúp em giải đáp vấn đề này ạ! Em xin chân thành cảm ơn !",
    "Em là sv k17 ngành công nghệ sinh học. Cho em hỏi là cần tích lũy bao nhiêu tín chỉ, ngày công tác xã hội thì sẽ được ra trường ạ? Em xin cảm ơn ạ!",
    "em đã nạp bằng toeic thi ở ngoài vào và đã được xác nhận.nhưng khi đăng kí môn học thì lại ko đăng kí được và để là không đủ điểm annh văn. e chỉ đăng kí những môn của năm 2.điều kiện đăng ki những môn đó à 250.",
    "Kính chào quý thầy cô Em là sinh viên Việt Pháp khóa K.2013 hiện chuẩn bị làm luận văn, em thấy chuẩn anh văn của trường đã thay đổi trong nhiều năm nay, em xin được phép hỏi quý thầy cô là đối với Việt Pháp khóa K.2013 thì chuẩn anh văn nhận luận văn và tốt nghiệp là bao nhiêu, chuẩn anh văn tính theo khóa nhập học của em hay tính theo năm tốt nghiệp ạ, em mong quý thầy cô có thể giải đáp cụ thể thắc mắc của em, em xin cám ơn.",
    "Em tên là  MSSV  Khoa Khoa học và kỹ thuật máy tính (Công nghệ Thông tin hệ VLVH) Dạ em xin được hỏi là em đã nhận được giấy hoàn thành thủ nhập học và chứng nhận sinh viên tạm thời. Vậy bây giờ em đợi thông tin nhập học sẽ được gửi qua email của bách khoa hay là như thế nào ạ. Em xin cảm ơn.",
    "Chào PĐT, Em tên  , khoa Quản lý công nghiệp Hiện tại, em đang thực hiện đăng ký môn học. Điểm trung bình tích lũy của em là 7.7, tuy nhiên khi đăng ký môn học hệ thống chỉ cho phép em đăng ký tối đa   B 21 chỉ   . Theo quy chế hiện hành thì sinh viên nào có điểm TBTL trên 7.5 thì có thể đăng ký tối đa 25 chỉ . Em xin phép nhờ PĐT giải đáp thắc mắc của em. Em cảm ơn PĐT.",
    "Em kính chào thầy/cô. Hiện trong danh sách tiến độ học tập em có một số môn bị đánh dấu là chưa qua môn dù các môn này em đã trả nợ đúng với môn tương đương/ thay thế vì nhầm địa chỉ mã số môn học. Nên em có làm 1 danh sách gồm các môn \"Đạt\", \"Chuyển nhầm\" và \"Còn thiếu/ Cần chuyển\" để thầy/cô thuận tiện điều chỉnh theo đúng chương trình đào tạo . Em chân thành cám ơn.",
    "Chào thầy/cô em là  em muốn hỏi em đã có tín chỉ ảnh văn 1 rồi nhưng khi đăng ký môn học nó lại để là thiết môn học tiên quyết anh văn 1, mong thầy/cô giúp đỡ để em có thể đăng ký môn học đúng hạn.em xin cám ơn",
    "Chào anh/chị, Theo chương trình chính quy, tạm dừng học chỉ có thể tối đa 2 học kỳ liên tiếp. Vậy 2 học kỳ đó có tính học kỳ hè không, hay chỉ tính học kỳ chính? HK191 em tạm dừng, nay vì lý do gia đình, HK192 có thể tạm dừng nữa. Vậy em có bị đuổi học không vậy? HK201 em học lại có được không? Cảm ơn anh/chị nhiều. Thân !",
    "Kính gửi PĐT, em tên là  _ MSSV _ Lớp XD16KT. Lý do em gửi mail này đó là em không đăng ký được môn học học kỳ 192, do chưa cập nhật thông tin. Vào ngày hôm qua ngày 24/11 em đã lên cập nhật thông tin, mong PĐT xác nhận giúp em để em có thể kịp đăng ký môn học. Em chân thành cảm ơn!",
    "Cho em hỏi nhà trường mình có đăng kí bản quyền MATLAB Online dành cho SV không ạ? Việc Matlab phiên bản đầy đủ do trường không nằm trong danh sách đối tác mua bản quyền của Matworks nên tụi em phải cài crack từ bên ngoài khá phức tạp và tiềm ẩn rủi ro an toàn máy tính. Khi hiện tại chương trình chung chỉ sử dụng Matlab cho các BTL nên em thấy nhu cầu sử dụng MATLAB Online sẽ phù hợp với đại đa số các bạn sinh viên trong trường. Kính mong nhà trường xem xét nguyện vọng của em.",
    "Em tuần trước có đang kí nộp và chuyển điểm anh văn 1 và 2 trên myBK và đã đồng ý xác nhận đóng 100 ngàn trên BKPay. Nhưng lúc sau em phát hiện là file JPG của em đính kèm khi nộp không hợp lệ bởi em scan chỉ 1 phần của phiếu điểm toeic trong khi đó phải scan hết tờ. Và em nghe nói sẽ không được hoàn tiền nếu có sai xót. Em viết đơn này xin cho em biết cách khắc phục để không phải mất 100 ngàn ạ. ở dưới em có đính kèm file đã nộp sai và file đúng ạ. Em xin chân thành cảm ơn",
    "Em đăng kí bảo hiểm y tế nhưng không được. Nút đăng kí và nút chọn loại bảo hiểm không cho em click chọn",
    "Dạ em tên là  - MSSV: . HK181 em đã hoàn thành môn GDTC 1 (Bóng chuyền). Theo quy định mới vào HK182 là \"Phải đăng ký 3 môn GDTC khác nhau\", nên em đã học một lần 2 môn khác nhau trong HK182: Bơi và Cầu lông, và đều đạt . Như vậy cho em hỏi là em đã thoả điều kiện về GDTC chưa ạ? Do em thắc mắc là không biết việc học một lần 2 môn trong 1 HK như vậy có được chấp nhận hay không? Vào mục \"Điểm chuyển\" em chỉ mới thấy điểm chuyển môn GDTC 2, chưa có GDTC 3 nên em khá lo. Em mong nhận được sự phản hồi trợ giúp . Em xin chân thành cảm ơn!",
    "PĐT cho em hỏi 1 năm có 2 đợt thi anh văn trong trường, ví dụ đợt 1 em đăng kí thi nhưng em không thanh toán, sang đợt 2 em đăng kí thi rồi nhưng bkpay lại không hiển thị mục thanh toán lệ phí thi tiếng anh Do ko thanh toán đợt 1 nên em bị cấm thi đợt 2 phải không ạ? Ko biết là có bị cấm thi anh văn vĩnh viễn hay là chỉ 1 lần vậy ạ?",
    "Thưa PĐT, em đã thanh toán phí thi anh văn trễ hạn rồi ạ, vậy là đợt đăng kí thi anh văn sắp tới đây thì em đăng kí thi được rồi phải ko ạ?",
    "Hiện tại em đã trễ đăng ký và thanh toán bảo hiểm y tế 1 ngày. Em có thể đến phòng đào tạo đăng ký mới và thanh toán được không ạ? - Nếu Em đăng ký bảo hiểm y tế bên ngoài thì có bị tạm hoãn học kỳ kế tiếp không ạ.",
    "Em tên , MSSV , hiện đang học năm 2 khoa Điện - Điện tử. Thầy/ cô cho em hỏi nếu bây giờ muốn đổi sang khoa Quản lý công nghiệp thì còn được không ạ? Nếu được thì em phải làm thế nào để đổi ạ? Em xin cảm ơn.",
    "Kính gửi phòng đào tạo Trường Đại Học Bách Khoa HCM . Em tên là  MSSV:  Em viết đơn này để xin hoi phòng đào tạo về việc em đã đăng kí môn Anh văn 4 (mã môn học là lA1009) vào đợt đăng kí môn học 2019-2020 cho đợt học kì 192 và đã đăng ki thành công, nhưng trong đợt đóng học phí kì này (hoc ki 191) e đã đóng trễ đợt học phí đợt 1 nhưng đợt 2 e đóng học phí đầy đủ hoàn thành học phí . Vậy khi xét thời khoá biểu em co bi hủy môn anh văn 4 cho học kì tiếp theo ( học ki 192 ) không ạ ? vì đã đóng học phí trễ đợt 1 cho học ki này. Vì đóng trễ nên e có  cần viết đơn xin cho đăng kí không ạ ?  Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn . Em xin cảm ơn ạ!",
    "Admin cho hỏi phòng đào tạo hẹn hôm nay lên nhận giấy thi vét nhưng phòng đào tạo đóng cửa thì giấy đó nhận ở đâu ạ. Xin cám ơn",
    "Hiện tại em chưa đăng kí bảo hiểm ý tế .em phải làm gì để được đăng kí vậy pdt?",
    "Dạ, em tên :  Mssv : Em đăng ký hệ đh vừa học vừa làm ngành kỹ thuật xây dựng T11/2019 Em đã tốt nghiệp ĐH, khi đóng tiền xét tuyển, em không thấy phải đóng tiền xét miễn môn học?em có thể hỏi ai để biết thêm việc xét miễn môn học ah?",
    "em còn nợ môn lập và phân tích dự án cho ks nhưng không thấy mở lớp, cho em hỏi em có thể đăng ký môn khác thay thế không và nếu được thì môn đó là môn nào",
    "Tình trạng không đăng kí đc Em cập nhật nhật thông tin địa chỉ lần đầu trễ so với quy định, sau đó nhận được mail là cập nhật trước 15g em đã cập nhật rồi nhưng sao vẫn bị gửi mail là chưa cập nhật à. Em cảm ơn!",
    "Kính gửi Phòng Đào tạo trường Đại học Bách Khoa TPHCM Trong đợt đăng kí môn học em có đăng kí môn    nhưng hệ thống báo thiếu môn học trước Những nguyên lý cơ bản của chủ nghĩa -(em đăng kí cả 2 môn này trong cùng học kì 192). Sau đó em kiểm tra lại thì thấy hệ thống ghi thỏa điều kiện đăng kí. Vậy cho em hỏi là em có được đăng kí môn    hay đến đợt hiệu chỉnh hệ thống sẽ xóa ạ? Em cảm ơn ạ.",
    "học kì 181 số tín chỉ tích lũy của em là 26. Sang học kì 182 em thêm được 13 số tín chỉ tích lũy học kì. Thì cộng cả 2 lại số tín chỉ tích lũy của cả năm của em là 39. Theo như trang thông tin em xem thì số tín chỉ tích lũy của em là 36. Phòng đào tạo xem lại giúp em có sai sót hay em nhầm lẫn chỗ nào không ạ. Phòng đào tạo giải đáp và xử lí giúp em ạ. Em cảm ơn.   ",
    "Dạ cho em xin hỏi là lịch thi môn Anh văn 1 của em vào ngày 6/1/2020 cũng là ngày cuối của đợt đăng kí môn học bổ sung. Mà môn Anh văn 1 là môn điều kiện để em đăng kí được các  môn ở Học kì 192. Như vậy do e mới thi nên điểm chưa cập nhật được để em đăng kí môn. Vậy em phải làm thế nào để đăng kí được môn ở kì 192 để không trễ tiến độ học ạ. Em xin chân thành cảm ơn!!!!",
    "Sao em đã xác nhận thông tin liên lạc rồi. Trên  web cũng đã xác nhận ngày lưu thông tin mà hôm này em vẫn nhận được mail gửi là chưa xác nhận vậy ạ?",
    "Dạ em xin chào PĐT ạ.   Em là SV khóa K15 ạ.   Hiện tại em đã hoàn thành các môn học của chương trình đạo tạo chỉ trừ môn AV 2,3,4.   HK2/19-20 em không đăng kí môn học thì có được không ạ? em có bị đình chỉ 1 học kì không ạ?   Nhưng sau ngày 21/2/2020 (hạn cuối nộp CCNN và đăng kí chuyển điểm) em mới nộp được CCNN thì CCNN này của em dùng để chuyển điểm 3 môn AV còn lại và xét tốt nghiệp cho lễ tốt nghiệp tháng 4/2020 luôn được không ạ?   Mong PĐT phản hồi câu hỏi của em.   Em cảm ơn.     ",
    "Em tên  mssv  Dạ thưa em muốn hỏi là về bhyt.. Hôm đó e có nhận được mail là phải đk bhyt nên e lấy thẻ ra coi thì nó để tới năm 2022 nên em không đóng bhyt. Cho em hỏi là như vậy là có bị đình chỉ không ạ.. Tại vì qua thời hạn quá lâu rồi. Giờ em sợ là thẻ k có hiệu lực nên e sợ.. Nếu như mà không hợp lệ vậy em có bị đình chỉ không ạ. Xin nhà trường đừng đình chỉ em ạ. Em không biết là như vậy  Em cảm ơn nhiều lắm ạ",
    "Em không đăng ký được môn    B ME3007  Vi điều ; ME3011   Động lực học và điều khiển; ME3013Hệ thống PLC  B   mặc dù kỳ này e đã học môn ME2009-Kỹ thuật điều khiển tự động. Không đăng ký được môn LA1005  Anh văn 2 mặc dù em đã đạt toeic 360 tại kỳ kiểm tra trình độ tiếng anh định kỳ 182.",
    "Cho em hỏi là hiện em đang học anh văn ở ngoài, và   B đăng ký thi TOEIC ở BKEnglish thì em có được lấy kết quả thi đó nộp cho phòng đào tạo và xét miễn học anh văn ở trường không ạ   . Em cảm ơn .",
    "Sinh viên hệ Đại trà có thể đăng kí lớp tiếng Pháp của chương trình Việt - Pháp để học lấy kiến thức được không? 2) Nếu được thì mã số môn học các lớp tiếng Pháp là gì ạ?",
    "Thưa cô, Em có nhận được mail thông báo từ PDT về việc cập nhật thông tin sinh viên từ cách đây 5 ngày. Vì lí do cá nhân nên đến mãi hôm nay em mới cập nhật được thông tin sinh viên. Hiện tại trang đăng kí môn học đang báo lỗi vì em chưa cập nhật thông tin. Mong PDT kiểm tra và duyệt giúp em. Ps: Em gửi kèm ảnh về thông tin cá nhân đã được cập nhật mới nhất vào ngày 27/11/2019",
    "Thưa thầy (cô), Em là SV K18 đang thiếu mức điểm AV chuẩn năm 1 350đ. Và, em thi TOEIC ở IIG VN và đạt trên mức đó là 420đ. Thầy (cô) cho em hỏi là em đăng ký nộp chứng chỉ ngoại ngữ và em có phải chuyển điểm AV1 hay không cần chuyển để được đăng ký môn học? Em cảm ơn thầy (cô) rất nhiều.",
    "Em là  MSSV  Em đã cập nhật lí lịch sinh viên ngày 25/12/2019, nhưng sao vẫn chưa được mở đăng kí môn học vậy ạ??",
    "Kính gửi: Phòng đào tạo Trường Đại học Bách Khoa Đại học quốc gia thành phố Hồ Chí Minh.      Em tên là:     - MSSV:    .      Tình hình là trong đợt đăng ký môn học cho HK chính 192 lần này, em có đăng ký môn học CI3145 (như hình) và nhận thông báo rằng thiếu môn (học trước) CI3163. Mà hiện tại môn học CI3163 em lại đang học trong HK 191 này. Hiện tại trong lớp em cũng có bạn đang học như em nhưng lại không bị dính thông báo này .      Vì môn CI3145 là môn học quan trọng ảnh hưởng rất lớn đến việc ra trường của em, nên hôm nay em viết chủ đề này kính mong thầy cô tạo điều kiện giải quyết giúp em vấn đề trên, để em có thể ra trường trong thời gian quy định. Em xin chân thành cảm ơn thầy cô !!!",
    "thứ 7 sắp tới diễn ra buổi hướng dẫn đk môn học cho k19, em thuộc nhóm 3 nhưng bị kẹt lịch nên em đi theo nhóm 1 được không ạ?",
    "E đã nộp bằng toiec 300 online trên mybk rồi ạ,mà e đk học anh văn 1 không đc ạ,yêu cầu là phải pass qua anh văn cơ bản mà e đã nộp bằng 300,e mông thầy cô có thể pass qua anh văn cơ bản để được đk anh văn 1 học ạ,vì e là k17 nên đã trể 1 năm vì không qua đc anh văm ạ,e mong thầy cô giúp e để e đươc đk anh văn 1 học ạ,e xin cảm ơn ạ",
    "Cho em hỏi trước khi nhập học em đã có thẻ ATM của OCB rồi thì vào ngày 30/11 sắp tới em có cần phải nhận thẻ ATM nữa không ạ ?",
    "Cho em hỏi kỳ thi anh văn định kỳ ở trường (21/12) có được chuyển điểm qua để đăng kí môn học cho học kỳ mới không?  Với 1 việc nữa là \" số lượng người đăng kí môn đồ án và đề cương luận văn là bao nhiêu người ? có được đăng kí trong đợt bổ sung lần cuối cùng sau hiệu chỉnh không?\" Em mong thầy cô trả lời rõ cho em biết. em trân thành cảm ơn.",
    "Em là  MSSV:  Kính gửi Phòng Đào tạo Trường Bách khoa TP HCM . Vừa qua em em cập nhật lí lịch ngày 25/11/2019. Nhưng hiện sao nay em vẫn chưa đăng ký môn học được vậy ạ?",
    "Em đã chuyển từ chương trình Chất lượng cao sang đại trà từ đầu năm 2. Theo quy chế, chuẩn tiếng Anh của chương trình Đại trà là Anh văn cơ bản 1, 2, 3 và 4; còn ở Chất lượng cao là Anh văn tăng cường . Em muốn hỏi là nếu em đã được miễn tiếng Anh tăng cường thì có được miễn tiếng Anh cơ bản hay không? Nếu không thì em có cần đăng kí kiểm tra trình độ tiếng Anh hay không ạ? Em xin cảm ơn.",
    "Quý thầy cô cho em hỏi em đã tốt nghiệp cao đẳng chính quy đại học  và có nộp bảng điểm cho nhà trường. Vậy em có được chuyển điểm, miễn điểm môn nào ko? và nếu được xin quý thầy cô hướng dẫn em cách chuyển điểm Em xin cảm ơn!",
    "Thưa Thầy Cô E sinh hoạt công dân ngày. 6/1 lúc 7h đến 11h. E có thể xin phép đc về sớm lúc 9h không ạ. Vì e có chuyến bay lúc 12h30 về quê.(Bố e đặt cho e trước khi có lịch Sh) Cảm ơn Thầy Cô đã đọc ạ",
    "Dạ em chào nhà trường ạ! Em có nhận được thông tin rằng thứ 7 tuần này sẽ qua cơ sở 1 để tham gia hướng dẫn đăng kí môn học và lấy thẻ OCB.Mà do em có việc bận đột xuất nên em không thể tham gia được. Nên cho em hỏi là em có thể lấy thẻ vào thứ 2 tuần sau được không ạ? Còn việc đăng kí môn học em có thể hỏi lại bạn bè được không ạ?",
    "Em chào thầy cô! Em muốn hỏi: em có đi hiến máu ở bên ngoài trường, có giấy xác nhận. Và giờ em muốn chuyển ngày CTXH thì làm sao ạ?",
    "Thầy Cô cho e hỏi , em là sinh viên Liên thông K19 thì av ra trường của em là bao nhiều v ạ , vì trên trang của trường khá ít thông tin về phần liên thông này ạ . e cảm ơn thầy cô",
    "Dạ thưa , cho em hỏi là em đã nộp đơn xin đóng trễ gí hạn học phí ở phòng ctct SV rồi mà sao em vẫn nhận được mail yêu cầu đóng học phí ạ ?? Em cảm ơn",
    "anh/chi cho em hoi la sap toi co dot kiem tra chuan anh van dau vao, neu em thi dat chuan thi ket qua dang ky mon hoc có được xác nhận hay không. hien tại em đã đăng ký môn học cho học kỳ tới nhưng chưa đạt chuẩn anh văn, mong anh/chị giải đáp thắc mắc",
    "Em chào thầy cô! em là  MSSV:  Em muốn hỏi là em muốn đăng kí học lại nhưng môn học cuả năm nhất nhưng hiện tại k19 ngành Kiến Trúc chương trình đào tạo bị thay đổi và bị lược bỏ một số môn rồi ạ. Và danh sách ctdt chỉ cập nhật tới hoc kì 2 thôi ạ và file chương trình đào tạo đầy đủ của k19 cũng bị lỗi khi tải về .   Thư thầy cô, em muốn hỏi giờ em mới có thể tìm được toàn bộ chương trình đào tạo của k19 vậy thưa ạ! Và những môn học bị thay đỗi cũng như bị hủy như vậy thì em phải làm như thế nào để được đảm bảo số chỉ và điểm trung bình để được xét tốt nghiệp ạ!  em rất mong được sự giúp đỡ của thầy cô ! em cám ơn thầy cô ất nhiều!",
    "Chào các bạn và thầy cô Mọi người cho mình hỏi khi nào thì có thông báo về việc miễn môn học cho hệ VHVL đối với người đã tốt nghiệp đại học. Mình cảm ơn.",
    "anh/chị cho em hỏi là em có bằng tiếng anh loại C, nếu quy đổi thì bằng tương đương với bằng b1 và toeic 350 vậy em có thể nạp chứng chỉ bằng C để miễn anh văn 1 không vậy ạ",
    "Trường cho em hỏi là kì thi kiểm tra trình độ anh văn định kì là sinh viên học cơ sơ nào sẽ được xếp phòng thi cơ sở đó hay bắt buộc thi ở cơ sở Thủ Đức ạ( hiện em đang học cơ sở Lý Thường Kiệt), em cám ơn ạ",
    "Cho em hỏi môn đồ án và đề cương môn luận văn cần bao nhiêu người đăng kí mới được mở lớp? Có được đăng kí trong đợt bổ sung môn học ngày 2/1 -6/1 không ạ? Mong thầy cô giải đáp rõ cho em",
    "Học kì 1 vừa qua vì chương trình Anh Văn 1 của em bị trùng lịch học với giáo dục thể chất nên tạm thời chưa đăng kí và học được, vậy sang học kì 2 tiếp theo có còn lớp học cho Anh Văn 1 không ạ. Theo em được biết thì sắp tới có 1 đợt kiểm tra Tiếng anh thì em có được đăng kí để kiểm tra không, nếu như em đủ điểm để qua Anh Văn 1 thì em có cần học AV1 nữa không.   Em xin cảm ơn.",
    "Em tên : . MSSV . Em đã đăng ký nộp chứng chỉ ngoại ngữ để xét chuyển điểm anh văn sau năm nhất. Kết quả thẩm tra đã hợp lệ nhưng hoeenj tại khi em thực hiện công việc đăng ký môn học không được vì lý do chưa đạt môn tiên quyết( chuẩn anh văn sau năm 1). Kính mong thầy cô giải quyết cho em để em đăng ký được môn học cho học kỳ kế tiếp. Em xin chân thành cảm ơn",
    "Cao đẳng chính quy      Dạ cho em hỏi là điều kiện để làm tiểu luận tốt nghiệp và thời gian xét tiểu luận tốt nghiệp HK192 ạ",
    "i  . -Em đăng ký học bơi thì lúc học thầy có bảo là đóng 1 khoản tiền phí vé vào hồ bơi do khoản đó không nằm trong học phí -Do mấy tuần đầu em bận không học nên chưa đóng -Lúc em đi học lại xin đóng thì thầy bảo là quá han nộp, Đồng thời tên em không có trong danh sách nên sẽ không có điểm môn bơi. -Em muốn hỏi là sao đã có danh sách lúc đăng ký học mà lúc học lại phải đóng tiền học bơi mới có danh sách trong lớp? -Có cách nào để em có thể đóng khoảng tiền đó để có tên lại trong danh sách không (em đã hỏi thầy về vụ đó và thầy bảo chưa đóng tiền nên chưa có tên trong danh sách học) EM cảm ơn.",
    "E muốn hỏi lại thời gian đóng phí Bảo Hiểm Y Tế, vì e có đăng kí tham gia Bảo hiểm Y tế Sinh viên - 12 tháng. Đã đăng kí trên form của trường yêu cầu. Nhưng e chưa thanh toán phí trên BKPay vì nhà ở quê chưa gửi được tiền vào. E kiểm tra trên Bkay hôm bữa đăng kí thì hạn chót thanh toán phí này vào ngày 25/12/2019. Nhưng hiện nay e không thanh toán được trên hệ thống. E có chụp file hình đính kèm bên dưới",
    "Dạ BKpay khi nào thì hết bảo trị ạ",
    "Cho em hỏi đầu năm em có đăng ký thẻ ngân hàng mà em quên lấy thì có cách nào để đóng học phí bằng thẻ ngân hàng được ạ Em cảm ơn",
    "Dạ cho em hỏi là đầu năm điểm thi avdv của em là 305 điểm và em có đăng kí học av1 ở trường. Nhưng do lịch học av1 trùng với lịch môn gdtc nên học kì 1 em chưa phải học av1. Và sắp tới có kì thi avdv cuối tháng 12, vậy nếu điểm thi đợt tháng 12 này của em khoảng trên 400 thì em có được bỏ av1 để lên av3 học không ạ, và nếu như vậy thì năm nhất và năm hai em đã pass tín chỉ av1 và av2 rồi đúng không ạ!! Em cám ơn.",
    "Thưa phòng đào tạo Em tên là :  MSSV      :  Kì hè vừa rồi em có nộp điểm thi toeic(345) để xét chứng chỉ ngoại ngữ nhằm đăng kí môn anh văn 1. Nhưng không hiểu sao lúc đăng kí thì lại bảo là thiếu môn anh văn cơ bản. Tình trạng này em bị diễn ra liên tiếp ở học kì 191 lẫn 192. Trường hợp của em thì phải giải quyết như thế nào ạ?? Em mong phòng đào tạo xử lí vấn đề của em ạ Em xin chân thành cảm ơn!!",
    "Dạ cho em hỏi hồi học kì 1 em chưa học giáo dục thể chất 1 thì sang học kì 2 em đăng kí giáo dục thể chất 1 hay giáo dục thể chất 2 ạ",
    "Học phí . Kính gửi quý thầy cô. Quý thầy cô Cho em hỏi e muốn biết học phí là bao nhiêu? Có sự khác biệt giữa cách môn chuyên nghành và các môn tập trung ko ạ. Và đóng học phí như thế nào. E vào phần học phí trong MyBK thì ko có dữ liệu gì! Em xin cảm ơn.",
    "Cho em hỏi, em khóa K13, hiện tại đang làm luận văn tốt nghiệp. Lúc trước em có nộp giấy hoãn nghĩa vụ quân sự do trường cấp nhưng huyện đội vẫn gọi về khám sức khỏe. Hiện tại em muốn làm 1 lá đơn hoãn nghĩa vụ quân sự để tiếp tục làm luận văn thì quy trình như thế nào ạ. Em xin cảm ơn.",
    "Em tên . Mssv  Hiện em đã gửi 2 câu hỏi cho bộ phận để được giải quyết tình trạng không đăng ký được môn học cơ sở ngành. Tình trạng trả lời là đã giải quyết. Nhưng sắp hết hạn đăng ký môn học đợt 1 mà em vẫn chưa đăng ký được môn học. Dù em đã chuyển điểm anh văn đạt điểm anh văn năm 1 nhưng khi đăng ký môn học vẫn bị tình trạng thiếu anh văn sau năm 1 môn tiên quyết. Kính mong phòng đào tạo giải quyết để em có thể đăng ký được môn học trong đợt 1. Em xin chân thành cảm ơn",
    "dạ thưa cho em hỏi em học khóa 14.kì tới em muốn nhận luận văn nhưng trường hợp em thi Toeic được 450 nhưng không miễn được anh  văn 4,thế khi em nộp rồi đăng kí chuyển ba anh văn 1,anh văn 2,anh văn 3,rồi kì tới em thi tiếp nếu Toeic được 500  em nộp để tiếp tục chuyển điểm anh văn 4 có được không ạ,đó là thắc mắc của em ",
    "cho em hỏi sao em đăng kí môn khoa học trái đất trong xây dựng (Cl1069) không được ạ. hệ thống đẻ là không mở nhưng em thấy trong chương trình đào tạo thì môn này là bắc buộc. Em cảm ơn",
    "Dạ, em chào thầy cô ạ! Em muốn hỏi là đợt kiểm tra anh văn vào ngày 21/12 sắp tới. Em có thể đăng kí tiếp các môn học của HK192 không ạ. Vì hiện tại em chưa qua anh văn và em chưa đăng kí được các môn cơ sở ngành/ chuyên ngành. Em cảm ơn ạ.",
    "kính gửi phòng đào tạo, vừa qua do bất cẩn trong việc kiểm tra email nên em đã không kịp cập nhật thông tin sinh viên. Em thành thật xin lỗi và kính mong phòng đạo tạo mở duyệt cập nhật thông tin cho em để em được kịp đăng kí môn học ạ. Họ tên sinh viên:  Mã số SV: ",
    "Cho em hỏi hệ thống BKpay của trường đang có vấn đề gì vậy ạ ? Em muốn đóng tiền học phí đợt 2 nhưng BKpay bữa giờ không vào được.Mong trường xem xét, để em có thể đóng học phí đúng hạn. Mong trường hồi đáp sớm ạ!",
    "Chào  Hôm 24/11 em có nộp chứng chỉ ngoại ngữ Toeic + đóng phí, 29/11 đã được chứng thực. Vậy khi nào thì em sẽ được chuyển điểm và điểm đó có ghi vào bảng điểm kì này luôn không ạ? Em cảm ơn",
    "Em chào Thầy cô!  Cho em hỏi   Nếu em nộp bằng TOEIC và chuyển điểm AV1,2 thì sau em nộp nộp tiếp bằng TOEIC khác nhưng điểm cao hơn thì có được chuyển điểm AV3,4 nữa không hay em phải nộp bằng khác như TOEFL , IELTS mới được chuyển điểm AV3,4 ạ.  Trường hợp em chuyển điểm AV1,2,3,4 bằng chứng chỉ TOEIC nhưng sau em có kết quả IELTS tốt hơn thì em nộp tiếp bằng IELTS có được chuyển điểm AV3,4 nữa hay không ạ.  Em cám ơn!",
    "Lịch thi (không tìm thấy,sai phòng thi,...) . Vào ngày 15/12/2019 thì theo lịch vào lúc 12h00 em có lịch thi môn Toán Kỹ Thuật lớp DT01 (vì chỉ có một lớp nên không thể xin đổi lịch thi được). và cũng vào thời gian này thì em có buổi học cuối cùng của Thí Nghiệm Kỹ Thuật Số lớp L08 (vì học theo nhóm nên em không thể xin chuyển được) . Em mong Ban Giám Hiệu và Phòng Đào Tạo xử lí kịp thời để em có thể tham gia cả 2 ạ . Em xin chân thành cảm ơn.",
    "em chào thầy(cô) ạ. em là sinh viên khóa 2019 học khoa: khoa học máy tính, em có câu hỏi, mong thầy cô giải đáp thắc mắc cho em ạ . theo hướng dẫn thì em được biết tín chỉ đăng kí quy định của khóa 2019 học kì 2 là 17 tín chỉ, và tối đa là 21 tín chỉ, nếu em đăng kí số tín chỉ lớn hơn 17 thì em có phải nộp thêm  tiền học phí không ạ. bời vì em là đối tượng được miễn giảm 100% học phí. em cảm ơn thầy(cô) ạ!",
    "Tài khoản của em đã được đổi mật khẩu cách đây hơn 2 tuần. Em đăng nhập vào gmail, bk e-learning hay mybk bằng mật khẩu mới đều được nhưng đăng nhập vào wifi của trường thì không được (kể cả bằng mật khẩu cũ cũng không được). Em muốn biết lí do tại sao và muốn đăng nhập vào wifi của trường một cách bình thường như mọi sinh viên khác. Em xin cám ơn",
    "Em đã làm đơn thu nhận lại HK192, và đã cập nhật thông tin sinh viên rồi ạ. Nhưng giờ em vẫn chưa ĐKMH được ạ. PĐT kiểm tra lại giúp em với ạ. Ngày 3/12/2019 là hết hạn ĐKMH đợt 1, em có kịp để đăng kí không ạ?     .",
    "Tại em không biết là nộp vào là sẽ đăng kí môn học bình thường ạ. Giờ em muốn thi để điểm cao hơn nữa mới chuyển điểm. Giờ làm cách nào để hủy việc chuyển điểm ạ.",
    "Em tên là , khoa Khoa Học & Kĩ Thuật Máy Tính K2018, MSSV:  em đang tạm dừng học kì 1 2019-2020, em vừa làm thủ tục nhập học lại để chuẩn bị đi học học kì 2 2019-2020 . Khi em lên đăng kí môn học vào lúc 13h hôm nay 2/12/2019 theo như quy định thu nhận yêu cầu của phòng đào tạo, hệ thống không cho em đăng kí, thông báo vẫn chưa cập nhật thông tin sinh viên mặc dù trước đó em đã cập nhật thông tin sinh viên rồi và cũng bấm lại 1 lần nữa vào trưa hôm nay lúc 13h khi nhìn thấy thông báo đó, vậy em phải giải quyết như thế nào ạ? Em cảm ơn ",
    "Thầy/Cô cho em xin hỏi đợt đăng kí BHYT vừa rồi em lỡ mất đợt thì hiện tại có cách nào đăng kí không ạ? Vì hiện tại em vô trang MyBK thì không chọn loại bảo hiểm để đăng kí được nữa",
    "Chào anh/chị hiện em không đăng kí được môn học kì kế tiếp, lý do ghi là hiện chưa cập nhật lý lịch online, sau đó em đã cập nhật đầy đủ phần lý lịch trên mybk mà vẫn chưa đăng ký được môn học Xin anh/chị giải quyết giúp em",
    "em tên  ,em là sinh viên K19 Bách Khoá, vừa rồi thi giải tích thì sau thi em đã dò đáp án của giáo viên thì em đúng 13 câu. Nhưng khi có điểm thì em chỉ còn 1.6 điểm ( 3 câu đúng ) , em mong pdt xem xét lại chấm lại mã đề mà em đã làm ,vì hôm đó em đau bụng vô thì trẽ nên có lẽ sai sót về chuyện tô mã đề ! Mong pdt giúp em !",
    "Em chào thầy, cô: Em có vài câu hỏi muốn nhờ thầy, cô tư vấn/trả lời giúp em ạ. 1. Em không đăng ký thể chất 1. Sang học kì 2 em phải đăng ký mã môn học thể chất 1 hay 2 ạ? 2. Em thi kiểm tra và đang học lớp Anh văn 2 do trường dạy. Vậy sang học kì 2 em có cần đang ký môn học Anh Văn 2 không ạ? Trên đây là câu hỏi của em, mong thầy, cô giải đáp giúp em ạ. Em xin cảm ơn !",
    "Dạ em là K19 mới học xong pre 1. Thì pre 1 trường chọn môn cho em rồi nên em xin hỏi là GDTC 2 trở đi mình tự đăng kí hay sao ạ",
    "em chào thầy (cô),em là sinh viên năm nhất ạ.thầy (cô) cho em hỏi là điểm chuẩn anh văn sau năm 1 là mình thi ở ngoài rồi nộp vào trường có được không ạ.nếu được thì hạn cuối là khi nào ạ.",
    "cho em hỏi: trước ngày nộp CCNN chuyển điểm av vào ngày 04/02/2020 thì nhà trường cho tổ chức thi av không ạ",
    "Em tên . MSSV:  Hiện đang học hệ VLVH  Hiện tại theo lịch đóng học phí là 3/12-10/12 để thanh toán học phí mà em vô bkpay vẫn chưa hiện để thanh toán Mong pdt xem dùm em để em có thể thanh toán học phí được đúng hạn",
    "Thưa thầy/cô, Do em đã học trước một số môn nên khi em đăng ký môn học theo đúng chương trình đào tạo cho học kỳ sau thì lại không đủ điều kiện về số tín chỉ tói thiểu ạ. Em không biết như vậy có ảnh hưởng đến quy chế không hay em phải đăng ký thêm những môn của năm học sau nữa để đủ điều kiện ạ. Em xin cảm ơn ạ.",
    "Dạ em đã cập nhập thông tin nhưng hiện em chưa đăng ký được môn học mong nhà trường xem xét lại thông tin và giúp em . dạ em xjn cám ơn ạ",
    "Dạ em chào thầy cô ạ. Chuyện là bữa em có nhận được kết quả thi anh văn Toeic nói viết, thì thầy cô bên trung tâm BK English nói là pdt sẽ cập nhật lên hệ thống. Dạ vậy cho em hỏi là có cách nào để em kiểm tra là có được cập nhật chưa ạ?  Em cảm ơn thầy cô đã đọc tin nhắn của em . Chúc thầy cô 1 ngày tốt lành ạ.",
    "Em tên là :  học ngành Kỹ thuật Tàu thuỷ của khoa Kĩ thuật Giao Thông, do e bị trễ anh văn với ngành e ít người nên bây giờ mấy môn của ngành chỉ có một mình e đăng ký hay số lượng sinh viên đăng ký rất ít, trong khi đó là những môn học trước phải học mới được học các môn khác ở kì sau, và em phải đăng kí những môn ấy mới đủ số tín chỉ tối thiểu 1 kì để không bị cảnh cáo học vụ. Vậy cho e hỏi nếu không mở các môn đó thì em phải làm sao??? Ngành em không có sinh viên khoá 2018. Một số môn năm 2 kỳ vừa rồi em không đăng ký được ví dụ:TR2009",
    "trên trang đăng kí nộp chứng chỉ ngoại ngữ mybk, em chọn loại chứng chỉ là ielts thì có thấy phải đề nghị bcdp gửi bản sao ccnn về Phòng đào tạo của trường. Tuy nhiên khi em liên hệ idp thì bên đó yêu cầu phải ghi rõ tên người nhận, ghi chung chung là \"Phòng đào tạo\" thì không được ạ . Thầy/cô có thể cung cấp giúp em thông tin để điền vào phiếu yêu cầu được không ạ? Em cảm ơn",
    "Em chào PĐT !  Em có thắc mắc là sau khi mình nhập thông tin  chứng chỉ ngoại ngữ xong thì xem lại đầy đủ những thông tin mình đã nhập thì làm thế nào ạ ? Em thấy trên dashboard chỉ hiện các thông tin: loại chứng chỉ, tổng điểm, ngày xác nhận. Trong khi lúc em nhập thì có điền thông tin về điểm nghe, điểm đọc, ngày thi nữa ạ. Em sợ lỡ nhập sai thì sẽ bị kỹ luật :(( nên muốn kiểm tra cho chắc những gì mình nhập, nhưng hệ thống lại không hiện. Rất mong PĐT giải đáp thắc mắc của em. Em cảm ơn",
    "Dạ em vẫn chưa đăng ký được môn học em không biết vì sao ạ , em mong nhà trường xem xét mở tài khoản online để em đăng ký ạ , em xin cám ơn",
    "Dạ em là sinh viên năm nhất Khoa Kĩ thuật Hoá Học, hiện tại em đang học Anh Văn 1, vào ngày 21/12 tới có đợt thi lại Anh Văn Đầu Vào. Cho nên, em muốn hỏi là, em cần phải đăng kí môn Anh Van 2 không ạ? Trong trường hợp ngày 21/12 tới điểm của em vượt qua điều kiện học Anh Văn 2 thì em có được miễn không ạ?  Em xin chân thành cảm ơn",
    "Do sơ xuất em chưa cập nhật thông tin vào đợt tháng 11 vừa rồi nên bây giờ không thể đăng ký môn học cho học kỳ sau ạ, cho em hỏi bây giờ em phải làm sao để có thể đăng ký môn ạ, em xin chân thành cảm ơn ạ.",
    "Em chào cô ạ, cô cho em hỏi là em đã nộp chứng chỉ ngoại ngữ , đã chuyển điểm anh văn và đều được xác nhận là hợp lệ , nhưng em vẫn không đăng kí môn học được ạ, em cảm ơn cô",
    "Em chào PĐT! Ngay cột \"Loại chứng chỉ\" bạn nhấp chuột vào chổ tên chứng chỉ của bạn, bạn sẽ thấy hiển thị ra bảng thông tin chi tiết. ________ Em đang thắc mắc về việc xem thông tin sau khi mình đăng kí chứng chỉ ngoại ngữ xong chứ không phải lúc nhập thông tin ạ. Em muốn kiểm tra xem thông tin em nhập chứng chỉ ngoại ngữ có đúng chưa đó ạ, nhưng không biết xem chỗ nào ạ.",
    "mẫu giấy xác nhận này của trường mình lấy ở đâu vậy ạ em không thấy có trong biểu mấu của trường",
    "kì thi anh văn sắp tới của trường có lấy điểm đó mà xét miễn anh văn không ạ . Ví dụ lần trước em thi 300 thì lần này thi 400 có lấy 400 để xét quy đổi điểm không ạ . Còn phí thi khi nào thanh toán ạ. Em cảm ơn  ..",
    "Dạ cho em hỏi, em là k13 đã nộp chứng chỉ IELTS từ năm 2015. Hiện tại trên thực tế chứng chỉ em đã hết HSD. Vậy em có cần phải nộp lại chứng chỉ khác không ạ? Hay chỉ cần nộp 1 lần là được? Em cảm ơn",
    "Cho e hỏi mình thanh toán tiền kiểm tra anh văn định kì như thế nào ạ?",
    "Kính gửi các thầy cô   Vì em chủ quan ko check mail thường xuyên  nên em đã cập nhật thông tin trễ, vì thế em đã ko dc đăng kí môn học, em mong thầy cô mở giùm em để em có thể dc đăng kí và học cùng với mấy bạn.",
    ". Em đăng kí môn học kì 2 không được, em cập nhật thông tin trễ hạn nên không đăng kí môn học kì 2 được ạ. Mong thầy cô giúp em. Em cảm ơn nhiều ạ",
    "Kính gửi quý thầy cô Phòng Đào Tạo Đợt kiểm tra giữa kì 191 em có xin phép vắng thi môn XSTK MT2001 và đã được xét duyệt. Em có nhận được quyết định cho phép kiểm tra bổ sung nhưng do bất cẩn nên em đã làm mất. Em cần quyết định đó để nộp về PĐT cùng bảng ghi điểm cuối kì nên hy vọng PĐT có thể cấp lại cho em một bản khác. Em xin cảm ơn",
    "Cô  ơi cho e hỏi cô nhận được điểm ielts chuyển về trường từ IDP chưa ạ ? em tên là ,mssv ",
    "Em chào PĐT  Khi em click vào loại chứng chỉ thì chỉ hiện ảnh bằng toiec em upload lên thôi ạ. Còn thông tin em nhập: điểm nghe, điểm đọc, ngày thi thì không xem lại được ạ",
    "Học phí . Em xin chào thầy cô PĐT VLVH.  Em là . MSSV:   Học kì 191 em chỉ đăng kí 1 môn là Luận văn tốt nghiệp nhưng ngày 4/12/2019 trên BKPAY báo học phí có thêm môn HPAV191-VLVH với số  tiền 1.350.000 đồng Xin phòng đào tạo giải thích được không ạ? Em xin cảm ơn.",
    "Em cập nhật trễ địa chỉ nên là kỳ 2 này em ko được đăng ký môn học. Trong mybk yêu cầm em lên PĐT nhưng khi lên thì cô nói ko biết gì về việc này. Hiện e phải làm sao để đăng ký môn học cho học kỳ tới ạ?",
    "Kính gửi phòng đào tạo Cho em được hỏi là tháng 12 này có đợt kiểm tra anh văn định kì nếu em được trên mức 500 thì có thể miễn tất cả av1, av2, av3, av4 không ạ ? Còn nếu như em chỉ đạt khoảng 400 thì mình có được xếp lớp khong ạ ?  Còn một câu hỏi nữa ạ là nếu kiểm tra định kì như v mình chỉ chuyển được 1 lần hay là bao nhiêu lần ạ ? Em xin cảm ơn ạ !",
    "Dạ em cảm ơn phản hồi của PĐT  Vậy em có thể đến PĐT để hỏi về thông tin chứng chỉ ngoại ngữ mình đã điền được không ạ.",
    "Em không cập nhật lý lịch trong thời gian quy định nên không được đăng ký môn, rất mong thầy cô thông cảm và giúp đỡ em ạ.",
    "QUOTE : Em đăng kí môn học k dc ạ, em đã khai báo thông tin r ạ",
    "Dạ, em tên là , mssv . Em xin trình bày là app mail của em bị lỗi nên mỗi lần em vô mail thì mail chỉ hiển thị cái mail đã có từ trước ngày 15/11. Do đó, em sơ sót đã không biết có lịch đăng ký môn học 192 của trường. Dạ, em mong nhà trường có thể cho em đăng ký môn học ở học kỳ 192 để học kỳ sau em có thể học với các bạn được không ạ?  Em cực kì xin lỗi vì sai sót của em. Em mong nhà trường có thể chấp nhận lời yêu cầu của em được không ạ? Em xin cảm ơn ạ. Thân ái, .",
    "em được biết tiêu chuẩn ngoại ngữ trường mình là tiếng anh nhưng nếu em muốn nộp chứng chỉ tiếng nhật có được công nhận như tiếng anh ko ạ, và nấu được thì mức tốt nghiệp là mức nào ạ",
    "Kính gửi văn phòng đào tạo trường đại học Bách Khoa Thành phố Hồ Chí Minh . Em Tên  MSSV  , hiện là sinh viên năm 3 khoa Quản lý công nghiệp . Em viết đơn này nhằm xin nhà trường làm giúp em giấy xác nhận là sinh viên đang học tại trường ạ . Em cảm ơn .",
    "chào thầy cô ạ . Mục số 6 hoạt động ngoại khóa của sinh viên em không thể vô được. Vô mục đó nó hiện nên không tìm thấy tài khoản, em rất hoang mang trong khi các bạn khác vẫn vô được,em mong rằng nhận được sự chỉ dẫn của thầy cô",
    "Học phí học kỳ chính    Dạ em xin chào ạ!. Cho em hỏi trường hợp em mất cmnd và chưa nhận được thẻ ngân hàng OCB, vậy làm sao để em nhận được thẻ ngân hàng OCB ạ. Em xin cảm ơn!.",
    "Cho em hỏi điểm thi đợt anh văn vào tháng 12 năm 2019 có dùng để quy đổi điểm xét cho phân ngành không ạ. Em là sinh viên năm nhất.",
    "Chào cô/thầy, Em tên là  thuộc lớp tài năng Khoa Học Máy Tính, em phải sinh hoạt theo lớp 18TN nhưng em đã nhầm sang MT18( Máy tính K18), và theo thông báo thì đã có vài lần dời lịch SHCD và cuối cùng là hủy SHCD đợt 1. Do đó, em đã không đi SHCD lịch đúng của mình. Em biết theo quy định em sẽ bị cấm ĐKMH học kỳ kế tiếp. Không biết em còn cơ hội nào để sửa chữa không ạ, nếu có thì em phải làm sao ạ. Em xin cảm ơn cô/thầy đã quan tâm giúp đỡ ạ.   i  .",
    "T1107   Cho e hỏi học phí LVTN VHVL bao nhiêu 1 tín chỉ ạ",
    "Em chào thầy cô, em là , MSSV:. Thầy cô cho em hỏi: Hôm trước em có đăng ký kiểm tra trình độ tiếng anh, nhưng do em bận không tham gia thi được thì em có thể huỷ được không ạ. Em cảm ơn thầy cô ạ.",
    "Cho e hỏi e làm con thương binh có được hưởng ưu đãi con chính sách gì không ạ?? Nếu có thì e cần phải nộp giấy tờ gì ạ",
    "e chưa đăng kí môn học cho học kì 2 mà hạn chót là 3h ngày 5/12 nên h e muốn đăng kí thì phải làm sao ạ",
    "U    Em chào Thầy Cô ạ, em tên là Châu Khắc Thành Đạt MSSV . Thưa Thầy Cô vào ngày 10/12/2019 là hạn chót nộp học phí , nhưng do lí do hạn hẹp về mặt kinh tế hiện tại nên em không đủ khả năng chi trả tiền học phí. Em viết mail này xin Thầy Cô hướng dẫn em cách thức VAY MƯỢN HỌC PHÍ . Em cảm ơn!   Chúc Thầy cô vui vẻ và sức khỏe ạ!",
    "em chào anh(chị). Lịch sinh hoạt công dân của em trùng với lịch thi là ngày 7/1/2019. Vậy em có thể xin đổi ngày sinh hoạt công dân được không ạ? Nếu đổi được thì phải làm như thế nào để đổi ạ? Em cảm ơn.",
    "Gửi phòng đào tạo Đại học bách khoa HCM MSSV: .  -Hệ VHVL- Ngành  Kỹ thuật Ô tô Em muốn hỏi là: -Khi nào có kết quả xét miễn môn học của hệ VHVL vậy? -Hiện tại em đang được nhà trường xếp lịch học 3 Môn thì trong 3 môn đó có 2 môn em đã học ở cao đẳng rồi. Vậy nếu giờ em không đi học có được k? nếu em phải đi học và đóng học phí mà sau này có kết quả miễn môn đó thì em có lấy lại được học phí đã đóng không? -khi nào có thể đóng học phí vậy? Em đã đăng ký làm thẻ OCB khi nhập học nhưng bây giờ vẫn chưa có thông báo gì từ nhà trường. Em xin cảm ơn!",
    ". Cho em xin số điện thoại của thầy dạy bóng rổ tiết 11-12 ạ .Em cảm ơn ạ",
    "Em lên đóng tiền đọc mssv, người ta nói là không có tên em, v e phải nên làm thế nào đây ạ",
    "mục số 6 hoạt động sinh viên của em k thể vô được. em k biết phải làm sao ",
    "Học phí . em nộp 7triệu 2 và ngày hôm sau chỉ còn 4tr320 vậy em nhận lại tiền thừa bằng cach nào, tài khoản của e khong kích hoạt được e dùng tài khoản OCB của bạn khác nộp học phí,",
    "Kính gửi thầy cô f Đạu Học Bách Khoa Tp.HCM EM   MSSV  Thầy cô cho em hỏi là muốn xem chuẩn anh văn của môn học đó là kiểm tra ở đâu ạ ? Ví dụ như Cơ lưu chất thì phải đạt chuẩn anh văn sau năm 1 chẳng hạn. Mong thầy cô phản hồi giúp em. Em xin chân thành cảm ơn",
    "Em muốn hỏi một số vấn đề về học phí ạ, hôm thứ 6(6/12/2019) em có chuyển tiền từ vietcombank qua ocb để đóng học phí, nhưng do nhầm lẫn nên em đã ghi nhầm stk thành số thẻ. Em có lên bên ngân hàng làm việc nhưng người ta bảo sẽ rất lâu mới lấy lại được hoặc có khi không thể. Vậy em có thể làm đơn xin nộp học phí trễ được không ạ?",
    "ng tiền học phí không tìm thấy mã số sinh viên",
    ".",
    "cho e hỏi có thể đăng kí môn học vào đợt đăng kí hiệu chỉnh không ạ,em chưa đăng kí ở đợt 1 ạ",
    "Xin chào ạ! Trường hợp của em vào năm trước em đã hoàn thành an ninh quốc phòng ở trường đại học cũ, hiện trường chưa có chứng chỉ quốc phòng, chỉ có xác nhận bảng điểm. Em đã nộp giấy xác nhận bảng điểm an ninh quốc phòng lại cho trường Đại học Bách Khoa vào tháng 9/2019. Và được phê duyệt như sau\" sinh viên đăng kí không học GDQP_AN đơt này. Sau khi có chứng chỉ nộp để được miễn môn\". Nhưng học phí hk191 báo em phải đóng 890.000 cho môn GDQP_AN. Vậy cho em hỏi có sự nhầm lẫn ở đây không ạ, hay sau khi em nộp lại chứng chỉ cho trường ĐH Bách Khoa, em sẽ được hoàn lại 890.000. Mong thầy cô,mọi người sớm giải đáp thắc mắc giúp em với ạ, em xin chân thành cảm ơn",
    "em là k19, vừa rồi có đợt đăng kí môn học mà em lại để lỡ mất chưa kịp đăng kí. Em lên xem trên mybk thì thấy có 1 đợt đăng kí môn học nữa vào ngày 18-12 thì vào ngày 18-12 đó em có được đăng kí môn học lại không ạ"
]