[
    "MSSV:      b Môn học: Xác suất thống kê    .",
    "Thầy / cô cho em hỏi trước khi đkmh HK1/2020 kết thúc còn đợt chuyển điểm anh văn nào không ạ, em xin cám ơn",
    "Chào thầy/cô ạ. Em xin phép gửi phiếu đăng ký rút môn học học kì hè 193 năm học 2019 - 2020. - Họ và tên:  - MSSV:  - Lớp: XD17KSDD - Đăng ký rút môn: + MSMH: CI3195 + Tên môn: Nền móng + Nhóm: DT01 Em xin cam kết nộp đủ học phí học kì kể cả các môn đã rút môn học. Phiếu rút môn học được đính kèm trong tin nhắn (2 file ảnh) Em xin cảm ơn thầy/cô ạ.",
    "KÍnh gửi Phòng Đào Tạo trường Đại học Bách Khoa Tp. HCM Em tên là  MSSV:  Em xin phép gửi đơn xin rút môn học cho học kỳ hè 193 này ạ. Mong thầy cô xét duyệt. Em xin chân thành cảm ơn.",
    "Họ và tên:  MSSV:  Ngày sinh: 20/05/2000 Lớp HC18CHC Điện thoại: [phone_number] Em xin rút 2 môn học SP1009 (Đường lối CM Đảng CSVN) và CH2013 (Hoá vô cơ) vì lý do thời khoá biểu có một số biểu trùng với môn CH2087 - Thực tập QT và TB ạ.",
    "Em là .Mong trường cho em rút môn học kì 193",
    "I   U   QUOTE      B   /I      /QUOTE  .",
    "Em chào thầy/cô Em tên là  MSSV  Em nộp phiểu đăng ký rút môn học giải tích 2(MT1005) trong file đính kèm. Em mong nhận được phản hồi sớm từ thầy/cô. Em cảm ơn thầy/cô.",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Hiện tại em muốn đăng kí để thi lại môn học  ởng Hồ Chí Minh vì trong thời gian thi em được KTX ĐHQG sắp xếp để cách ly theo dõi sức khoẻ và xét nghiệm. Em chỉ có nhưng minh chứng này và đính kèm phía dưới. Bên phía Ban quản lý KTX sẽ cung cấp danh sách sinh viên được cách ly cho nhà trường. Bây giờ em cần làm thủ tục đăng kí để thi lại như thế nào? Em xin cảm ơn",
    "Em tên là  .   i  .   I Vì chỗ ở hiện tại của em đang thực hiện giãn cách xã hội nên em không thể vào học được.Vậy nên em xin được rút môn học! .",
    "Thầy/cô cho em hỏi, em đã đủ yêu cầu xét tốt nghiệp nhưng không làm đơn xét tốt nghiệp online được. Trên website đang để thời gian đăng kí từ   B 03/02/2020 10:14 - 30/08/2020 16:00    Vậy thì em có thể đăng kí trong đợt này không hay phải chờ tới khi nhận được thông báo qua email ạ? Em cảm ơn.",
    "Kính gởi Quý Thầy/Cô phòng Đào Tạo Em tên là  - MSSV: . đã theo học lớp VHVL nhưng vì lý do sinh con nhỏ và việc di chuyển đi lại xa nên đã không theo học được 1 thời gian dài. vậy cho em hỏi bây giờ có xin bảo lưu lại kết quả được không?  em được biết trường mình có địa chỉ liên kết tại TT.GDTX Tỉnh Bà Rịa Vũng Tàu(139 Phan chu Trinh, TP.Vũng Tàu)nếu em tiếp tục theo học thì có thể học tại địa chỉ này được không?",
    "Kính chào ban giám hiệu và phòng đào tạo, em có gặp trường hợp như sau:  Học kỳ 192, vào học kỳ chính em có đăng ký môn học Nguyên lý ngôn ngũ lập trình - CO3005, nhưng vì dịch Covid em đã xin rút môn học và đăng ký lại vào kỳ dự thính - DT 192. Lớp dự thính có lịch thi vào ngày 07/07/2020, em đã dự thi và có điểm tổng kết được nhập. Nhưng đến ngày 31/07/2020 lớp ở học kỳ chính thi, do em đã rút môn học nên không tham gia thi. Cuối cùng hôm nay em có vào xem lại thì điểm của em cho kỳ dự thính đã bị sửa thành điểm 13. Mong phòng đào tạo xem xét lại cho trường họp của em. Em có đính kèm lời giải thích của thầy và bảng đóng học phí cho HK 192 ạ   i  .",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Em là Trần Nguyễn Thanh Tú mssv  Em xin phép nhà trường cho em được vắng thi môn Xử lí số tín hiệu ngày 31/7/2020 do em phải tuân thủ quá trình cách li tại nhà 14 ngày theo sự chỉ đạo của bên y tế phường nơi em sống. Mong nhà trường xem xét và cho em thi bù vào kì hè sắp tới.Em cám ơn",
    "Họ và tên :  Mssv :  Ngày sinh : 26/11/1999 Lớp XDDD01 ĐT: [phone_number] Mã Môn học : CI3009 ; tên môn học : Kết Cấu Thép I Nhóm DT 02  Ngày kết thúc :25/09/2020 Lý do rút môn học : dạ vì em đi thực tập tốt nghiệp không đảm bảo đủ thời gian môn học, em chân thành xin lỗi . Em cảm ơn .",
    "i Em đăng ký rút môn bơi, mã môn học PE1019.  i ",
    "Họ tên:  Môn học cần rút môn:  3 Mã môn học: 003003 Nhóm: DT01 Mã số sinh viên: ",
    "MSSV:  Rút môn học KẾT CẤU THÉP 1 (CI3009) HK Hè/2019-2020 (có tính học phí)",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Em  xin phép được dời kì thi 2 môn còn lại của kì 192 là  và  sang thi chung với cuối kì hè 193 do em là F1 của một ca bệnh COVID và phải cách ly tập trung theo quy định nhà nước",
    "Em xin chào phòng đào tạo, Học kì 193 em có nguyện vọng đăng kí thêm một số môn học chuyên ngành nhưng sẽ chuyển điểm từ học kì trước vì em chỉ có nguyện vọng hoàn tất học phần mở rộng của những môn này. Cụ thể là: Kiến trúc máy tính (CO2007) Cấu trúc dữ liệu và giải thuật (CO2003) Lập trình hướng đối tượng (CO2005) Cho em hỏi là em có thể đăng kí thêm những môn học trên qua bksi được không ạ. Và nếu chuyển điểm thì thời khóa biểu có bị xếp lịch học cho các môn đó không ạ. Em xin cảm ơn phòng đào tạo. ",
    "Em tên là  Em xin rút môn kỹ thuật lập trình mã co1011 Do dịch công việc của em bị thay đổi so với bình thường nên em chỉ học được 2 buổi. Và em học môn này lần đầu, cô thủy có nói là có bài giảng online nên em đăng ký. Nhưng mà đến bây giờ cũng không có. Nên em mong pdt cho e xin rút môn để qua hovj kì chính em đăng ký học cho đủ tiết. Em cảm ơn",
    "Cho em hỏi là thời gian nộp bằng và chuyển điểm là lúc nào cũng được hay phải có đợt của nhà trường ạ?   i ",
    "Kính gửi:phòng đạo tạo Em tên:  mssv:  trung tâm đào tạo BDCN Hôm nay em viết đơn này kính mong phòng đào tạo cho phép em rút 2 môn anh văn 3 và anh văn 4 học kỳ 193 năm học 2019-2020.Vì lý do em đã có điểm và đã qua 2 môn này trong học ký 192. Kính mong phòng đào tạo chấp thuận. Em xin chân thành cảm ơn.",
    "Xin chào nhà trường .  Em tên:   Mssv :   Khoa : Khoa học và Kĩ thuật Máy Tính Hiện tại em đang bị tạm dừng học. Em đã làm đơn cứu xét lên khoa và khoa đã gửi công văn cho pdt về việc thu nhận lại trường hợp của em ngày 01/06/2020  Cho em hỏi phòng đào tạo đã có quyết định chưa ạ",
    "Chào thầy/cô, Em là Nguyễn Hoàng , MSSV: . Em muốn đăng ký rút một môn học trong HK193 là môn SP1005 Tư tưởng Hồ Chí Minh vì em đã hoàn thành môn này vào học kỳ 192. Nhóm lớp của em là DT05. Em cảm ơn thầy/cô. Trân trọng,",
    ". Phòng đào tạo cho em hỏi là hạn cuối nộp bằng nói viết để tốt nghiệp trong tháng 11 là khi nào ạ???",
    "Chào.Hiện tại e đã nộp Chứng chỉ ngoại ngữ và đã được xác nhận. E đã chuyển điểm toeic cho anh văn 2,3,4. Do là e kiểm tra thời gian đăng kí tốt nghiệp hạn chót vào ngày.  Tốt nghiệp - Học kỳ 2 Năm học 2019 - 2020 (đợt 2) 30/08/2020 16:00. Và khi em vào mục nội dung đăng kí xét tốt nghiệp. Thì không thể điền và cập nhập nội dung. Kính mong phòng đào tạo xem xét. để em được tốt nghiệp đúng hạn. em xin chân thành cảm ơn. Em có đính kèm các hình ảnh liên quan bên dưới   i  .",
    "Dạ em chào các thầy cô ở phòng Đào tạo, Em tên là  - MSSV: . Nay em làm đơn này để xin rút môn học Những Nguyên lý Cơ bản của  nghĩa Mác Lê-nin. Em cám ơn.",
    "Hiện tại thì em học toeic ở ngoài rồi thi lấy bằng rồi nộp cho trường chuyển điểm . Em chưa lấy bằng được và sắp qua hk201 thì em có được đăng kí môn chuyên nghành không ạ.Em năm 1 và chưa pass av1. Em có nhớ là đọc mail là dời do dịch , liệu có đúng ko ạ.",
    "Em là , hiện đang là sinh viên k17, mssv: . Em xin gửi phiếu đăng ký rút môn học cho học kỳ 3 (2019 - 2020). File đính kèm. Trân trọng.",
    "Do tình hình Dịch Covid-19 nên em xin gửi quý Thầy Cô phiếu Đăng ký rút môn học. Em xin cám ơn.",
    "Em muốn rút môn kết cấu thép 1 [CI3009] vì đã có điểm qua môn rồi",
    "Thầy / cô cho em hỏi hạn nộp chuyển điểm anh văn tới đây với ạ. Em xin cám ơn",
    "Em kính chào Phòng đào tạo Trong HK192 vừa rồi em vắng thi 2 môn Điện tử y sinh (EE3037) và Anh văn 2 (LA1005). Em đã xin được quyết định nhận điểm VT (22), nhưng trên bảng điểm thì lại là điểm 13 ạ. Em có liên hệ với giáo viên rồi và giáo viên bảo không thể nhập được điểm 22 ạ. Mong PĐT có thể xem lại giúp em ạ. Em xin cảm ơn ạ. (Em có kèm theo ảnh).",
    "MSSVMSGV:   b       i   i     Chào Thầy   Hiện tại địa phương em đang yêu cầu nộp giấy xác nhận sinh viên để hoãn Nghĩa vụ quân sự năm 2020 hạn chót đến 30 tháng 8 Khi nào nhà trường cấp giấy này ạ?",
    "Em tên là  - MSSV: . Nay em muốn xin phòng đào tạo cho em được rút môn võ (karate, taewondo) trong học kì 193 do tình hình dịch bệnh khiến cho việc đi lại không an toàn. Em sẽ học môn này trong học kì sau Mong nhận được phản hồi sớm từ phòng đào tạo ạ. Em cảm ơn ạ",
    "Thưa thầy cô Cho em hỏi HK201, môn thể chất học tại cơ sở 1 có tăng học phí lên như tại cơ sở 2 không ạ? Em cảm ơn ạ",
    "Chào cô Cho em hỏi em đã đăng kí chuyển điểm cho môn tiếng Pháp và đóng tiền rồi ạ. Vậy khi nào điểm chuyển mới được cập nhập vào bảng điểm của em ạ? Em xin cảm ơn Trân trọng",
    "Em tên là  MSSV  Cho em hỏi tình trạng sinh viên trên trang thông tin của em có vấn đề gì không ạ? Vì em kiểm tra tình trạng thấy hiển thị là nghỉ, em không biết lí do tại sao. Mong thầy/ cô phòng đạo tạo giải đáp giúp em ạ. Em xin cảm ơn",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Môn Xử lý số tín hiệu (EE2015) và môn Cơ sở điều khiển tự động (EE2019).",
    "o em muốn giành thời gian để học Anh Văn nên em muốn Hủy 1 môn ở kỳ hè 183. Cảm ơn thầy cô và mong nhận được phản hồi. Môn em muốn rút là : EE2007 - Mạch điện tử - T03_T05",
    "Dạ thưa thầy/cô phòng đào tạo, em là , mssv . Hôm trước em vừa làm đơn chuyển trường và rút hồ sơ, thu hồi thẻ sinh viên. Nay em có 1 số thắc mắc mong thầy/cô giải đáp về việc đăng ký in bảng điểm để nộp về Đại học Cần Thơ. - Hiện em thấy trường chưa tổng kết điểm trung bình học kì này trên mybk, vậy nếu em đăng ký in bây giờ thì bảng điểm em nhận được có điểm trung bình học kì và trung bình tích luỹ luôn chưa thầy/cô? Em vừa mới đăng ký in 2 bảng và đã đóng lệ phí in rồi. - Em đọc trong quy chế có ghi là phải mang thẻ sinh viên khi vào nhận bảng điểm. Mà hôm trước em rút bộ hồ sơ và thu hồi thẻ sinh viên rồi, vậy em có thể đem chứng minh nhân dân hay gì theo để thay thế khi lên nhận bảng điểm không thầy/cô? Em xin cảm ơn.",
    "Rút môn học TRIẾT HỌC MÁC-ỌC   B SP1031  ",
    "MSSV:  Vì em không theo và tiếp thu kịp kiến thức cũng như tiến độ của môn học",
    "Họ và tên:  MSSV:  Môn học: Thực tập tốt nghiệp Mã môn học: EE3313 Lý do vì sao rút môn học: Em xin phép rút môn học do đăng kí trễ môn thực tập tốt nghiệp (trễ mất 2 tuần) nên còn ít công ty nhận sinh viên thực tập và nếu còn công ty còn nhận thì không phù hợp với chuyên môn bản thân. Mong phòng đào tạo xem xét cho em. Em xin chân thành cảm ơn.",
    "Sinh viên:  MSSV:  Lớp: XD17KSDD SĐT: [phone_number] Môn học:  CI3002 (Cơ học đất) - Lớp DT02 CI3001 (Cơ học đất - Thí nghiệm) - Lớp DT04",
    "Thầy/cô cho em hỏi đầu năm 1 em đã nộp bằng anh văn và đã được duyệt, chuyển đổi điểm cả 4 môn anh văn rồi và bằng cũng đã hết hạn lâu rồi thì em có cần phải nộp lại bằng mới để xét tốt nghiệp không ạ? Hiện nay em là sinh viên năm 4, đã hoàn thành tất cả các môn học bao gồm cả luận văn luôn rồi ạ . Vì lúc nộp hồi năm 1, em có hỏi về vấn đề này thì cô nhận bằng ở phòng đào tạo trả lời với em là không phải nộp lại nữa nhưng giáo viên ở bộ môn khuyên em nên hỏi xác nhận lại cho chắc để kịp ra trường đúng hạn ạ. Em cám ơn thầy/cô nhiều ạ.",
    "Em chào quý thầy cô, được biết bắt đầu từ học kì 1 năm 2020-2021 sẽ thay đổi bảng qui đổi Toeic chuyển điểm anh văn. Học kì 3 2019-2020 thì vẫn như cũ. Mà học kì 1 2020-2021 bắt đầu từ ngày 21/9/2020. Vậy nếu em đăng kí chuyển điểm vào ngày 18/9/2020 thì vẫn được áp dụng qui định cũ đúng k ạ? Em cám ơn nhiều ạ! Trân trọng!",
    ".",
    "Em tên  , em nộp đơn xin rút môn Anh Văn 2",
    "Em là sinh viên Lưu Nhật Huy, MSSV:, lớp:DD18TD2, ĐT:[phone_number]. Em xin nộp phiếu đăng ký rút môn học HỌC KỲ HÈ 193 năm học 2019-2020(có tính học phí).",
    "Nhà trường cho em xin hỏi là: 1. Ngành KH và KT máy tính của trường mình có đào tạo song ngành không ạ? Nếu có thì thời gian đăng kí là khi nào ạ? 2. Nếu ngành KH và KT máy tính không đào tạo song ngành thì đối với văn bằng 2 thì trong năm nay mình còn đăng kí được không ạ? Hay phải đợi đến năm sau ạ? Em hiện là sv K16 và đã bảo vệ xong luận văn. Em xin cảm ơn!",
    "Cho em hỏi hk hè rút hết môn và điểm tbhk hè = 0 thì có bị buộc thôi học vào hk sau không ạ?Và số tctl của em cũng không đủ điều kiện thì có thể rút môn không ạ? Có cách khác tương tự ngoài đăng ký rút môn học không ạ?",
    "Rút môn học H Hè/2019-2020 (có tính học phí) . Môn học rút: ỹ thuật lập trình (CO1011) Lý do: Đăng ký sai mã môn, mã môn đng1 là CO1027 cho 19",
    "Em xin nộp đơn xin rút môn học kì hè 193 môn Điền kinh.",
    "Rút môn học Quá trình và thiết bị truyền khối, MSMH: CH2051.",
    "Rút môn học CH2051: Quá trình và thiết bị truyền khối",
    "Em đã chuyển điểm Toeic thành điểm AV4 nên em xin rút môn học  4.",
    "Chào thầy(cô)! -Cho em hỏi là trường đã mở đăng ký xét tốt nghiệp cho đợt tháng 11/2020 chưa? -Em đã đủ điều kiện để xét tốt nghiệp mà tại sao khi vào đăng ký lại hiện ra là đợt 20192.1 và không thể bấm nộp hay upload ảnh lên?( Em có gửi kèm hình bên dưới ) Rất mong được phản hồi.Cảm ơn!",
    "Em xin rút môn máy điện EE3009 nhóm DT01",
    "Kính gửi. Hiện em đang ở Quảng Ngãi. Vùng dịch nên khó khăn trong việc di chuyển vào thành phố để tham gia học kì hè 193. Kì này em có đăng kí các môn học:  - Triết học  -  (SP1031).  - Máy tính trong kinh doanh (IM1011) Mong nhà trường giúp em huỷ các môn học này ạ. Em chân thành cảm ơn. Trân trọng. ",
    "Chào thầy/cô Em là sinh viên PFIEV. Em đã nộp bằng DELF B1 để xin chuyển điểm từ Pháp văn 1 đến Pháp văn 7. Nhưng trong bảng điểm chuyển trên myBK của em các môn Pháp văn 5, Pháp văn 6, Pháp văn 7 bị sai mã số môn học và tín chỉ của 3 môn này được tính là 0. (có hình đính kèm) Những môn này có mã số đúng là: Pháp văn 5 (XD) - 003727 - 3 tín chỉ. Pháp văn 6 (XD) - 003728 - 3 tín chỉ. Pháp văn 7 (XD) - 003729 - 3 tín chỉ. Mong thầy/cô kiểm tra lại và chỉnh sửa giúp em.",
    "Cho em rút môn programing Fundamentals và môn discrete structures for computing.",
    "Dạ cho en hỏi vật lý 2 thi giữa kì tập trung hay tại lớp ạ, tại vì năm trước em học là thi tập trung nhưng kì hè này em học cải thiện và vẫn chưa thấy lịch thi giữa kì ạ.",
    "Xin chào! Mình là sinh viên k19, mình đã đăng kí phúc tra bài thi GIẢI TÍCH 2 từ ngày 5/8/2020 đến nay đã 13 ngày mà vẫn chưa có kết quả. Mình muốn hỏi là khi nào mình mới nhận được kết quả phúc tra vậy ạ. Rất mong nhận được phản hồi. Cảm ơn.",
    "MSSV: : THẠCH KIM HÊN ĐĂNG KÍ RÚT MÔN HỌC: MSMH: SP1005 TÊN MÔN HỌC:   NHÓM: DT01",
    "Chào thầy (cô) ạ, em muốn hỏi thầy (cô) về việc rút môn học học kì DT 193 ạ, em ở các tỉnh miền trung, vì tình hình dịch bệnh nên em không thể tham gia học ở học kì 193, thầy (cô) cho e hỏi là e có thể rút môn học không mất phí được không ạ.",
    "Em chào thầy cô ạ, Em tên là , thầy cô cho em hỏi là em đã đủ điều kiện tốt nghiệp nhưng không đăng ký tốt nghiệp? Mong thầy cô cho em biết lý do với ạ. Em cảm ơn thầy cô.",
    "Chào Ad, Hiện tại mình đã hoàn  thành chương trình học, và mình muốn xin giấy xác nhận hoàn thành chương trình học thì phải làm thế nào",
    "Dạ em xin hỏi em là sinh viên khoa cơ khí khoá 2016. Trong đó thời gian khoá học của em đến 4/2021. Nhưng do em còn vướng anh văn nên bị trễ tiến độ. Bây giờ xã em yêu cầu giấy xác nhận sinh viên để hoãn nghĩa vụ  thì em có được trường cấp giấy hoãn nghĩa vụ không ạ . Em xin chân thành cảm ơn!!!!!!",
    "Kính gửi thầy cô. Em tên  MSSV:  Em muốn huỷ 2 môn học trong HK Hè/2019-2020 Mong thầy cô xem xét. Em xin cảm ơn.",
    "Em xin rút môn học Cơ Học Đất, Mã MH: CI3001 (nộp học phí đầy đủ theo quy định).Em có gửi file scan phiếu đăng ký rút môn đính kèm.",
    "Dạ em chào Phòng Đào Tạo ạ. Em là  MSSV , em đăng kí học tiếng anh ở ngoà sau đó thi và nộp bằng tiếng anh để được đăng kí môn cũng như lấy tín chỉ tích luỹ. Nhưng do năm nay dịch nên trung tâm nghỉ dạy và cũng như trung tâm thi Toeic cũng không mở nên em không thể có được bằng, trường cũng có nói là sẽ miễn yêu cầu tiếng anh kì này cho sinh viên. Nhưng năm nay khoa em phân ngành nhưng do chỉ 28 chỉ mà không đủ 32 chỉ nên em không thể vào ngành mình mong muốn. Mong Phòng Đào Tạo xem xét giúp em ạ .",
    "Em tên , MSSV:, Lớp:QL1901 Nội dung: Do bận việc gia đình đồng thời chưa sắp xếp được thời gian nên em mong muốn được rút môn học Aerobic nhóm DT01, MSMH:PE1021 trong học kỳ hè năm học 2019-2020. Mong PĐT xem xét. Em xin chân thành cảm ơn.  ",
    "Cho em hỏi là điểm thành phần bị sai và đã nhâp trên bảng điểm thì có cách nào phúc khảo không ạ.",
    "Mình bị buộc tạm dừng học kỳ 192, bây giờ mình có thể nộp giấy thu nhận để kịp đăng ký môn học cho học kỳ 201 trong đợt Đăng ký hiệu chỉnh môn học không ạ?",
    ". Xin rút môn học vẽ kỹ thuật  Mã :CI1003 Học kỳ hè 2019-2020",
    "Em xin nộp đơn rút 2 môn trong học kì hè này ạ",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . cô ơi cho m hỏi sao em vắng thi cuối kỳ do dịch , em gửi gửi minh chứng vắng thi rồi sao em vẫn bị điểm 13 môn đó 1 ah",
    "Kính gửi: Thầy/cô/cán bộ nhà trường Mạch điện tử(MĐT) là môn tiên quyết của Mạch điện tử thông tin(MĐTTT) và kĩ thuật hệ thống viễn thông(KTHTVT), không học kịp MĐTTT và KTHTVT ở học kì 201 ảnh hưởng rất lớn tới tiến độ học tập của em. Nhưng không may, do tình hình dịch bệnh COVID-19, em không thể học được MĐT ở kì dự thính 192 và lịch thi cuối kì MĐT ở kì 193 diễn ra vào ngày 23/9, tức sau 2 ngày sau khi bắt đầu học chính thức kì 201(21/9). Em viết mail này xin thầy cô tạo điều kiện cho em đăng ký MĐTTT và KTHTVT ở lần đăng ký môn học đợt 2 học kì 201, hoặc có thể  mở rộng sĩ số lớp học MĐTTT và KTHTVT sau ngày 21/9 không ạ, em xin hứa chắc chắn sẽ qua MĐT ở học kì 193 ạ Em xin chân thành cảm ơn.",
    "Chào thầy/cô, em tên Trần  Tùng, MSSV:. Thầy/cô cho em nộp phiếu rút môn học học kỳ 193 ạ. Em cảm ơn",
    "Em xin kính chào nhà trường. Em là , sinh viên năm nhất . Em xin được rút môn  NAM ĐẠI CƯƠNG vì hiện đang có dịch COVID nên gia đình em không an tâm cho em đi học. Em mong được nhà trường xem xét rút môn này ạ. Em chân thành cảm ơn nhà trường. Tên môn học: Pháp luật Việt Nam đại cương Mã số môn học: SP1007 Mã nhóm: DTQ2",
    "Em chào Phòng đào tạo. Em tên , MSSV 2, lớp XD13CB2, khoa Xây dựng . Học kỳ 192 em có học môn Giải tích 1 (MT1003), do không tự tin vào kết quả thi cuối kỳ của mình nên em đã đăng ký lại môn này ở học kỳ dự thính hè 193. Nay kết quả thi cuối kỳ vừa rồi của em đã có và tương đối khả quan cho nên em xin phép phòng đào tạo cho em được rút môn Giải tích 1 MT1003 + Giải tích 1 (bài tập) MT1004 đi kèm với nó ở học kỳ hè 193. Em xin cam kết sẽ đóng học phí đầy đủ dù đã rút môn. Em cám ơn và xin lỗi phòng đào tạo vì sai sót này.",
    ".",
    "em là k19 ngành cơ điện tử 1/ khi nào có chương trình đào tạo của kỹ sư, em chỉ thấy chương trình cử nhân trên web của pđt 2/ chương trình cử nhân và kỹ sư khác nhau ở học kì thứ mấy ạ? chương trình kỹ sư bao nhiêu tín chỉ ạ ?",
    "Rút môn học BTCT 2 kì hè 193 -  - ",
    "Kính gửi phòng đào tạo, Em là , MSSV  Em có thắc mắc học kì cuối có được xét học bổng hay không, nếu em đã đăng kí tốt nghiệp rồi? Em xin chân thành cảm ơn!",
    "Họ tên :  Mssv : Đăng kí rút môn học : Bơi ( Mã PE1019) nhóm DT02 Lý do : Đang điều trị bệnh da liễu tại nhà ( mề đay)  Em xin lỗi vì đã rút môn học làm ảnh hưởng đến những sinh viên khác , thầy cô. Nhưng do da em ra gió là bị dị ứng nên em không biết phải làm thế nào ạ . Mong thầy cô thông cảm ạ . Em thành thật xin lỗi và cảm ơn ",
    "Em tên  MSSv  Rút môn học bóng chuyền mã PE1011",
    "Cho em hỏi đầu năm học kì 201 (trong tháng 9) trường có mở lớp thi anh văn không ạ?",
    "Tên môn học: Lập trình web Mã MH: CO3049",
    ".",
    "Dạ hiện tại gia đình e bị giãn cách xã hội, ở quê không đi làm được nên rất khó khăn ạ. Em đang làm thêm và tính vào năm mới học nên mong thầy cô giúp em rút môn không tính phí ạ. Em chưa đi học buổi nào và chưa có tiền đóng học phí. Mọng thầy cô giúp đỡ, em cảm ơn ạ    Mã môn : SP1007 pháp luật đại cương Lớp DT01",
    "em tên  sv lớp vật liệu KLK18. Em được biết là chương trình đào tạo được thay đổi bắt đầu từ k19 thì với môn truyền nhiệt và thiết bị trao đổi nhiệt k19 chương trình cử nhân thì hk5 mới học, môn đó thì em chưa đk và em ko biết k19 chương trình kỹ sư thì được học vào hk nào nên em mong phòng đào tạo cung cấp giúp em thông tin về chương trình đào tạo kỹ sư k19 để em có thể thuận tiện trong việc đăng ký môn học. Em xin chân thành cảm ơn  ",
    "Em chào thầy cô ạ Thầy cô ơi, em có nghe tin là K21 sẽ tăng học phí lên khoảng 25 triệu/ năm, vậy từ học kỳ 5 của khóa K19 cũng sẽ tăng lên theo K21 hay học phí vẫn như cũ vậy ạ. Em cám ơn thầy cô rất nhiều ạ, mong thầy/ cô giải đáp ạ",
    "em tên :  MSSV:  kính thưa phòng đào tạo, cho em hỏi là hiện tại em đã học qua môn tư tưởng  (001025) nhưng khi em xem lại chương trình đào tạo thì nhận ra mình đăng ký sai mã môn học, mã môn đúng của chương trình em học ( SP1005). Vậy PĐT có thể giúp em chuyển điểm môn này qua mã môn học đúng được không ạ ? em xin cảm ơn.",
    "Dạ, Em học khoa Kỹ thuật hóa học khóa K18. Kì vừa rồi em có học môn Cơ học ứng dụng, lớp L02, GV thầy . Em muốn hỏi là đã qua ngày thi cuối kì hơn 2 tuần rồi nhưng em vẫn chưa biết điểm trong khi các lớp khác đã biết điểm rồi. Nếu thầy không có vấn đề gì cũng như không có khó khăn gì, em muốn được cập nhật điểm của môn này . Em cám ơn",
    "Em tên là  mssv  - HK192 Vừa rồi em có đăng ký môn anh văn 3 vì lo kết quả không tốt nên HK193 này em đã đăng ký thêm anh văn 3 mã môn học là 003003.Mới đây em đã có kết quả và qua được môn nên em muốn rút môn anh văn 3 (mã MH: 003003 nhóm DT01 ). - Em kính thầy cô tạo điều kiện cho em. Em xin chân thành cảm ơn ạ.",
    "Phòng đào tạo cho em hỏi bao giờ là hạn chót nộp bằng anh văn 2 kĩ năng ( speaking và writting ) cho đợt tốt nghiệp tháng 11 ạ. Em cảm ơn .",
    "Kính gửi: Phòng Đào Tạo Em tên :   MSSV:  Hệ: VHVL Gửi yêu cầu này mong Phòng Đào Tạo giúp em rút môn học : MSMH: ME2013- Nhiệt động lực học và truyền nhiệt Lý do: Thời gian học HANGOUT bị trùng giờ với các môn thí nghiệm em đăng ký trước đó!  Em xin chân thành cảm ơn!",
    "Em là SV Chất lượng cao K17 ngành KT Xây dựng Em có dự định đăng ký môn học \"Kỹ thuật thi công\" CI3043 vào học kì 201 sắp tới . Em có thể được đăng ký môn học này của hệ đại trà hoặc của hệ  2 được không ạ ? Em xin cảm ơn .",
    "Em muốn vay vốn ngân hàng nhưng dùng mẫu đơn khác, vậy em lên ban giám hiệu để xin chữ ký thầy hiệu trưởng phải không ạ .",
    "Thầy cô cho em hỏi đến ngày 16/9 là phải nộp chứng chỉ ngoại ngữ mà vây giờ em không thi toeic kịp (không còn đợt đăng ký thi trước 16/9) thì có được đăng ký luận văn tốt nghiệp không ạ, hoặc có thể nộp chứng chỉ trễ nhưng vẫn làm luận văn được trong học kì 201 được không ạ? Em xin cám ơn!",
    "Kính gửi PĐT Đại học Bách Khoa HCM Em gửi phiếu đăng ký rút môn học: Kỹ thuật thi công ( CI3043 ) vì lí do: Em bị cấn đi thực tập tốt nghiệp ở tỉnh khác nên không thể học được. Kinh mong PĐT xem xẻt trường hợp của em. Em xin chân thành cảm ơn!",
    ".",
    "Dạ chào PĐT, - Em đã đọc quy định về số tín chỉ tối thiểu để được xét học bổng Khuyến Khích mỗi kỳ, nhưng em có chỗ chưa hiểu như sau:Theo như kế hoạch giảng dạy thì kỳ 192 vừa rồi em có 9 tín chỉ bắt buộc, còn lại là các tín chỉ tự chọn.Nhưng trong kỳ 192 em đăng ký và đã đạt được 13 tín chỉ.Vậy PĐT cho em hỏi là, trường hợp của em có được xét học bổng Khuyến Khích không ạ? Vì em có thấy có quy định về CTĐT tối thiểu 14 tín chỉ/ 1 kỳ, em đang không biết là trường hợp của mình có đang nằm trong trường hợp đó không?  - Em xin cảm ơn PĐT",
    "Xin chào PDT,  Em xin rút môn Đường lối của Đảng CSVN kỳ này vì lý do em thực tập tốt nghiệp tại VNPT Tây Ninh nên không thể học offline trên lớp được . Em mong PDT giải quyết cho em . Em xin cám ơn",
    "dạ cho em hỏi khi nào nhà trường mở đợt Thi Vét vậy ạ? Em là sinh viên K13 ạ.",
    "Thân chào anh/chị, Em là Nguyễn Văn Quốc mssv , học kỳ 2 2019-2020 vừa rồi em đã qua môn Thực tập tốt nghiệp MSMH: CI 3343, nên em xin được rút môn ở học kỳ hè, rất mong được xem xét và duyệt cho em ạ, cảm ơn anh/chị rất nhiều!  trọng,",
    "Dạ em chào phòng đào tạo, kì hè này em có đăng ký môn thực tập tốt nghiệp, nhưng trên e-learning của em thì không có hiện môn TTTN và trong danh sách Thưc tập của bộ môn cũng không có tên em ạ, mặc dù trên thời khóa biểu thì vẫn có môn TTTN ạ. Em mong phòng đào tạo xem xét giúp em ạ.    .",
    "Em tên là  , MSSV  , e xin nộp phiếu rút môn theo phương thức trực tuyến theo yêu cầu của Phòng đài tạo. Cho e hỏi phiếu này đã hợp lệ chưa ạ, mong sớm nhận hồi đáp từ phòng đào tạo. E cảm ơn ạ.",
    "Em là: . MSSV: . Lớp: VL15SI. Em xin được rút môn Cơ lưu chất. MSMH:CI2005. Nhóm:DT01. Em xin đảm bảo việc đóng học phí môn học đúng hạn cho dù là điểm R. Em xin chân thành cảm ơn. ",
    "Em tên là:  Mssv :  Em muốn được hỗ trợ rút môn học HK Hè/2019-2020  Msmh: MT1005 Tên môn học: Giải tích 2",
    "cô thầy cho em hỏi: em đã làm đơn phúc khảo giải tích 2 online đến đây cũng đã hơn 15 ngày rồi mà sao vẫn chưa có động tĩnh gì ạ. tiện thể cho em hỏi thời hạn tối đa giải quyết 1 đơn phúc khảo là bao nhiêu ngày. em xin cảm ơn ",
    "Hiện tại em đang ở KTX khu A làng ĐHQG và cũng vừa đóng tiền ở năm 2020-2021. Nhưng đợt phân ngành vừa rồi của khoa thì em được vào lớp KSTN nên phải chuyển ktx lên quận 10. Nên em muốn xin giấy xác nhận KSTN và chuyển KTX để em có thể xin lại được tiền đã đóng ở KTX khu A ạ.",
    "Sinh viên:   Rút môn:  (CI2003), NHÓM DT04B",
    "Chào thầy/cô. Cho em hỏi là em có thể xin nộp trễ học phí dự thính 193 vài tuần được không ạ. Em cảm ơn.",
    "Em chào phòng đào tạo. Em là sinh viên K13, theo như lịch nhà trường là đến tháng 10 em hết hạn đào tạo, em đã hoàn thành xong chương trình học kể cả Luận văn tốt nghiệp, phòng đào tạo cho em hỏi, năm nay do dịch Covid nên lịch đăng ký xét tốt nghiệp có bị dời lại không hay vẫn là cuối tháng 8 ạ? Em cám ơn phòng đào tạo.",
    "Thưa thầy/cô, Hiện tại em đang tích lũy 53 tín chỉ nhưng học kì tới cần tối thiểu 56 chỉ để đăng kí các môn có mã EE3xxx trong khi học kì hè 193 chưa có điểm.Cho em hỏi,em có thể được đặc cách xem như qua môn để đăng kí môn học không vì kết thúc kì hè rất muộn(khoảng 27/9)trong khi đăng kí môn học kết thúc trước đó rồi và quan trọng là kì DT201 lại rất hiếm mở chuyên ngành. Em xin cảm ơn thầy/cô.",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 .",
    "Thưa thầy/cô, Em thắc mắc và không tìm thấy nhiều thông tin về việc đăng kí học thạc sĩ cho sinh viên năm thứ 3. Em có tìm thấy Quyết định 650/QĐ-ĐHQG nhưng vẫn chưa rõ lắm về các điều sau: 1. Trường mình có xét tuyển thạc sĩ đối với sinh viên năm 3 không? 2. Nếu có, thì sinh viên năm thứ 3 của trường mình với các điều kiện như thế nào thì được đăng kí học thạc sĩ. Kính mong thầy/cô giải đáp giúp em. Em xin cảm ơn! Trân trọng, .   i  .",
    "Em có câu hỏi là điểm trung bình xét kĩ sư tài năng có xét điểm của môn học dự thính không ạ ? Vì nếu không tính điểm của môn học dự thính thì điểm trung bình học kì của em trên 7.5.",
    "Em tên :  Mssv :  Em xin phép được hoãn thi môn xử lý số tín hiệu ( ngày 31/7 ) do có tiếp xúc với người tiếp xúc với bệnh nhân nhiễm covid 19. Em  xin lỗi vì những lần trước đã gửi hỗ trợ không rõ ràng.kính mong PĐT có thể hỗ trợ em sớm để em có thể đăng ký môn kì tiếp theo. Em có đính kèm minh chứng. Em xin chân thành cảm ơn.",
    "Chào thầy(cô) Cho em hỏi, kì 192 em có học Tin học quản lí xây dựng(CI3169) thuộc nhóm môn tự chọn D của ngành Kĩ thuật công trình xây dựng, nhưng do vướng việc bận nên em không thi, nên môn đó bị điểm không.Nhưng nhóm môn học D em có tham gia học 2 môn là Hư hỏng sửa chữa công trình (CI1051) và Tin học quản lí xây dựng (CI3169), theo PĐT thì môn học D chỉ tính điểm của môn học đạt điểm cao nhất, thì vậy khi cập nhật bảng điểm thì lại cập nhật vào Điểm trung bình tích lũy của em??? Em xin cảm ơn",
    "Cho em hỏi là em có đăng kí in giấy xác nhận sinh viên trong thơi gian hè nhưng đk nhận ở cs2 do em về quê rồi nên không thể lên lấy ngay được. Vậy hết hè em lên nhận có sao không ạ. Em cảm ơn",
    "Chào admin Pđt cho em hỏi là lịch thi Cơ học kết cấu ngày 7/9 có bị nhầm hay sai xót gì không ạ. Vì môn học này là một môn nặng mà lại thi rất sớm. Thi GK chưa xong đã thi CK luôn. Như vậy SV sẽ chưa hiểu hẳn được kiến thức mà đã thi rồi thì sẽ bị hổng. Những môn học sau của Khoa Xây Dựng cũng rất cần môn này. Trong khi đó các môn khác đều thi ở cuối tháng. Pđt xem lại giúp em với ạ",
    "Dạ con chào Thầy Cô, Thầy Cô cho phép con hỏi: Con học ngành Quản lý công nghiệp K18, có một môn là Thống kê trong kinh doanh (IM2007) con chưa học, nhưng số sinh viên (từ k18 về trước) còn quá ít người nợ môn này. K19 Quản lý công nghiệp cũng có môn trùng tên nhưng khác mã (IM1017). Vậy hai môn này có tương đương không ạ?",
    "Chào phòng đào tạo ạ Em muốn hỏi là các bài kiểm tra trên BKeL của giảng viên tạo cho sinh viên sau khi em làm xong thì BKeL chấm đúng hết nhưng điểm xuất ra file cho giảng viên không phải 10 Em có nhắn giảng viên nhưng giảng viên không xem lại bài làm mà chỉ dựa vào điểm từ file hệ thống BKeL ( có thể bị lỗi ) ảnh hưởng đến điểm tổng kết của em thì bây giờ xử lí như thế nào ạ  Em cảm ơn ạ",
    "Em chào Thầy/Cô, Em là sinh viên văn bằng 2 khoa Kỹ Thuật Hóa Học (MSSV : ) khóa 2019 . Thầy/Cô cho em hỏi, đầu vô phòng đào tạo có yêu cầu em đăng kí môn học k17 (em là văn bằng 2 K19) và xếp em vào lớp HC19B201, nhưng hiện tại Khoa đã phân ngành và xếp em vào lớp HC19HLY chung với văn bằng 1 khóa 2019, em thắc mắc sau này em sẽ tiếp tục học chương trình k17 hay sẽ là chương trình của k19 và thông tin về lớp của em sau này sẽ là HC19HLY hay vẫn là HC19B201 ạ ?  Em có nghe thông tin về việc những khóa trước khóa 19 sẽ được cấp bằng kĩ sư, vậy nếu em học chương trình của k17 (em là khóa 2019) thì em có được cấp bằng giống k17 không ạ ? Các môn học trong kì vừa rồi và kì tới em đều đăng kí theo chương trình của k17 ạ. Em cám ơn Thầy/ Cô",
    "em có đăng ký giấy xác nhận sinh viên (cấp lại). tình trạng xử lý đã chuyển thành \"Phiếu đăng ký đã xử lý\" là đã có giấy chưa ạ? Vì em đang ở quê nên sợ vào trường để nhận mà không có giấy ạ.",
    "Thầy/cô ơi, em là , mssv , khoa Kỹ thuật Hoá học. Em vừa làm đơn xin chuyển trường về đại học Cần Thơ và đã rút bộ hồ sơ trên phòng đào tạo. Nhưng em có 1 số thắc mắc: - Em đang cần xác nhận môn tương đương (quá trình kỹ thuật sinh học 1 và 2 tương đương với quá trình và thiết bị cơ học và truyền nhiệt) để xét học phần ở đại học Cần Thơ. Vậy em có thể liên hệ ai để hỏi xin xác nhận môn tương đương vậy thầy/cô? Em cảm ơn thầy/cô",
    "Xin rút môn học CO2004 Cấu trúc DLVGT",
    "CODE Do tình hình dịch COVID-19 nên em xin nộp phiếu đăng ký rút môn học kỳ hè 193/2019-2020, mong phòng đào tạo xác nhận. Em xin cảm ơn.",
    "như tiêu đề trên có thể dời được không ạ ?  Lí do :vì em ở kiến túc xá khu a ở cs2 nên thể thi ở giờ đó được Mong có thể dời hoặc cho em khi riêng ít nhất ở cuối kỳ và giữa kì càng tốt ạ  em đăng kí 11 tín chỉ mà toàn thi ở 18g30 nên mong ai có thể giúp em thì giúp ạ ?",
    "iểm trong phần đăng kí phúc khảo của em là đều trên 5. vậy trên bảng điểm của em môn giải tích 2 lại không được 5.",
    "Dạ cho em hỏi là, em có nộp bằng Toeic, trường đã thẩm định luôn rồi ạ, dạ cho em hỏi là sao điểm chuyển anh văn trong bảng điểm của e chưa có vậy ạ. Dạ em cảm ơn ạ",
    "Em được biết chứng chỉ TOEIC NÓI & VIẾT là điều kiện để tốt nghiệp. Cho em hỏi chứng chỉ TOEIC NÓI & VIẾT có cần phải còn hiệu lực khi xét tốt nghiệp không ạ? Vì em định nộp chứng chỉ này vào năm 2 hoặc năm 3, em sợ khi tốt nghiệp chứng chỉ không còn giá trị nữa thì có được tính không ạ?",
    "Em chào thầy cô pđt, em tên  kỳ hè này em có học môn Cơ lưu chất của cô 13 và thí nghiệm cô . Lịch học các môn đều ở cs1 nhưng em thắc mắc k hiểu sao pđt lại xếp lịch thí nghiệm môn này ở cs2 gây bất tiện cho giờ giấc của các môn khác. Vậy nếu như lớp bọn em và cô đứng lớp có nguyện vọng đổi lịch thí nghiệm lên cs1 thì pđt có chấp thuận được không ạ? Vì ptn cs1 đủ điều kiện cho các bài thí nghiệm. Em có câu hỏi như vậy em xin thầy cô giải đáp dùm với ạ.",
    "Dạ thầy cô cho em hỏi là dịch covid đang diễn biến hết sức phức tạp nên việc nộp bằng tiến anh của em có 1 số trục trặc không nộp chứng chỉ tiến anh sau năm 2 la 350 toeic hoặc chứng chỉ tương đương vậy là e có được đăng ký môn học cho năm 3 được không ạ. Em xin cảm ơn thầy cô nhiều lắm ạ",
    "e có lên phòng đào tạo để đăng kí tốt nghiệp , và được báo là chờ 1 tuần sau sẽ có mail của trường báo để đk online . nhưng hơn 1 tuần r e chưa nhận đc mail xác nhận của trường ạ . mong pdt giải quyết giúp e",
    "Nguyễn Ngọc Như Quỳnh  Rút môn học SP1005  đã học ở học kỳ 192",
    "Trong kì 201 này,em đăng kí xin mở môn học chuyên ngành được sự chấp thuận của khoa và thầy giảng dạy nhưng sỉ số có 10 bạn thì có được pdt cho mở lớp không ạ. Em cảm ơn",
    "iểm phúc khảo giải tích 2 của em đã được cập nhật trên trang phúc khảo nhưng chưa được cập nhật trên bảng điểm của Mybk. Và khoa của em còn vài ngày nữa là phân ngành. Cho em hỏi khi nào điểm sẽ được cập nhật trên Mybk để em kịp phân ngành vậy ạ.",
    "Em hiện đã hoàn thành năm 1 của trường mình, nhưng năm sau em sẽ đi du học. Vậy cho em hỏi em có thể bảo lưu khi đã đăng kí môn học HK201 hay không ạ? Nếu không được thì em sẽ hủy đăng kí môn học HK201 để bảo lưu ạ . Em cảm ơn.  ",
    "Kính gửi: Văn phòng đào tạo Đại học Bách Khoa -Em tên:  -MSSV:  -Nội dung:   Em xin được rút môn học giải tích 2 (MT1005). -EM xin chân thành cảm ơn.",
    "Em tên là . Em xin rút môn thực tập tốt nghiệp(CO3313) trong học kì hè này. Mong thầy cô thông cảm. Em xin cảm ơn.",
    "Cho em hỏi sinh viên sẽ được bảo lưu kết quả học tập trong bao lâu ạ?",
    "Kính gửi nhà trường, Em là:  Vài ngày trước em có gởi mail và ảnh minh chứng em đang ở Quảng Ngãi nên mong nhà trường hỗ trợ e rút môn không tính phí ạ. Và đã nhận được phản hồi chờ xem xét. Nhưng đã mấy ngày trôi qua rồi em vẫn chưa nhận được mail nên có chút lo lắng . Em mong nhà trường xem xét và cho em biết kết quả sớm ạ Em chân thành cảm ơn. Thân ",
    "Em xin gửi phiếu đăng ký rút môn học : môn sức bền vật liệu vào kỳ hè 2019-2020.",
    "Dạ cho em hỏi là hiện tại đã có điểm AV3 chưa ạ. Vì hiện tại là đã gần 20 ngày sau khi thi cuối kì nhưng bảng điểm em vẫn chưa câpj nhật điểm AV3, nhưng khi vào phần phúc tra điểm thi thì thấy điểm TB AV3 là 6. Vậy cho em hỏi là do lỗi hệ thống hay chưa có điểm ạ.",
    "Họ tên :  MSSV :  ",
    "Ch em hỏi là chứng chỉ giáo dục quốc phòng có cần phải nộp lại cho trường không ạ? Em đã làm thất lạt thì như thế nào để có lại được ạ?",
    "Chào thầy cô phòng đào tạo. Theo như lịch học vụ năm học 2020-2021 phòng đào tạo đã up thì em thấy năm học sau nhà trường không mở kì thi kiểm tra trình độ tiếng anh cho sinh viên chính quy. Vậy cho em hỏi để đạt chuẩn tiếng anh để đăng kí môn học thì em phải thi ở ngoài nộp chứng chỉ vào để nhà trường xét ạ.Hay nhà trường vẫn có kế hoạch kiểm tra trình độ anh từng kì giống như các năm trước ạ. Cám ơn thầy cô đã đọc và mong thầy cô có phả hồi sớm. Chúc thầy cô 1 ngày làm việc vui vẻ!",
    "Dạ em xin kính chào quý thầy/cô đang xem. Em tên là , lớp HC19, MSSV  Em có gửi xin rút môn thể dục vào ngày 10.8 và bạn em là bạn  lớp HC19, MSSV  cũng có gửi rút môn. Nhưng bạn em thì được hủy môn liền cũng như không tính học phí, nhưng em lại được nhận phản hồi phải nộp đơn rút môn và tính học phí. Em thắc mắc vì sao cùng rút môn thể chất nhưng em và bạn lại nhận được 2 phản hồi khác nhau vậy ạ? Em có gửi kèm tệp ảnh bạn em được phản hồi rút môn. Mong quý thầy/cô xem xét giúp em ạ. Em xin cảm ơn.",
    "Em tên là , mssv . Cho em hỏi, em đã chuyển điểm anh văn vào học kỳ 191. Trong mục điểm chuyển thì hiện đã chuyển điểm nhưng trong bảng điểm lại không thấy điểm ạ? Em xin cảm ơn.   i  .",
    "Xin rút môn học: Cơ lưu chất, mã số môn học CI2005, nhóm DT01 Xin rút môn học: Xác suất & Thống kê, mã số môn học MT2001, nhóm DT03",
    "Mã môn học: CI2005",
    "Em chào thầy cô PĐT, Em muốn hỏi về cách tính điểm của điểm trung bình tích lũy ngành. Ví dụ: đối với một nhóm thuộc chuyên ngành, yêu cầu học 1/3 môn là đủ, nhưng em học 2/3 môn thì điểm trung bình tích lũy ngành sẽ lấy môn có số điểm cao hơn để tính đúng không ạ? Em cám ơn ạ",
    "Họ tên:  Mssv:  Đăng ký rút môn học và nhận điểm R môn sau đây:  1.EE3013 _ Giải tích hệ thống điện",
    "yên  Môn Cơ Lưu Chất CI2003 DT04",
    "Em muốn hỏi về việc rút môn không tính phí của hk193 môn Pháp luật đại cương SP1007, do em bị trùng lịch học av nên không thể tham dự đủ các buổi học trên lớp, em mong phòng đào tạo xem xét giúp em. Em cảm ơn ạ",
    "Em là , MSSV:. Nay em làm đơn này nhằm xin phép phòng đào tạo cho em được rút môn học vào học kỳ hè. Vì lý do em đang có môn \"Thực tập tốt nghiệp\" trong kỳ hè và đang thực tập fulltime tại FPT ACADEMY. Em không thể tiếp tục thỏa thuận thêm với công ty để nghỉ một bữa trong tuần để theo học môn \"Quản trị Dự Án cho Kỹ Sư\" nên mong phòng đào tạo chấp thuận đơn đăng ký rút môn học của em ạ. EM xin chân thành cảm ơn.     .",
    "Dạ cho em hỏi là em xong kì hè nếu em qua hết thì e tích lũy được 55 chỉ thì kết quả đăng kí môn của năm 3 có bị hủy không ạ. Và nếu hủy môn thì hủy vào đợt nào ạ ! Dạ có trường hợp nào được ngoại lệ để không bị xoá môn không ạ. Vì chương trình đào tạo của k19 đã lượt bỏ đi một số môn chuyên ngành năm 3 thành môn tự chọn nên e sợ không thể đăng kí được chuyên ngành ạ ! Em xin cảm ơn !",
    "Em chào quý thầy cô! Cho em hỏi là nếu em đăng kí học môn tự chọn nhưng không may rớt. Thì em đăng kí môn khác được k ạ hay bắt buộc phải đăng kí lại môn đó. Em cám ơn ạ! Trân trọng",
    "Trường có thông báo là không xét chuẩn anh văn sau mỗi năm học cho kì 201, không biết  có bỏ xét anh văn khi đăng ký luận văn tốt nghiệp không ạ. Em cảm ơn ạ.",
    "Em chào thầy/cô . Trong kì này em có học môn Thực tập Công Nghệ Phần Mềm (CO3055) và điểm em bị nhập sai, thầy dạy môn đó đã cập nhật lại. Em thấy trong mục Phúc khảo đã điểm đã được cập nhật nhưng mục Bảng điểm thì vẫn thấy như cũ mặc dù trạng thái bảng điểm đã cập nhật. Em mong thầy/cô cập nhật lại giúp em ạ. Em xin cảm ơn.",
    "Anh/chị cho em hỏi nếu em trả nợ xong 2 môn trong học kì hè này (em đã hoàn thành luận văn) thì em có xin được giấy chứng nhận tốt nghiệp tạm thời không hay phải chờ đến đợt tốt nghiệp sau ạ?  Em cảm ơn anh/chị",
    "cho em hỏi đối với sinh viên K18 thì nếu chuyển điểm AV trong HK 201 thì áp dụng bảng chuyển điểm nào ạ",
    "Xin phép được rút môn Quá trình và thiết bị Truyền nhiệt ở học kì hè 193 ạ.",
    "Chào thầy cô ạ! Cho em xin rút môn học ạ PH1007  Thí Ngiệm Vật Lý Em xin cám ơn ạ!",
    "Em tên:   Mssv:  Xin rút môn học Cơ sở điện tử công suất EE2021 -Nhóm DT01",
    "Sinh viên:  MSSV:  Tên : Đường lối CM của Đảng CSVN MS: SP1009 Nhóm: DT-02",
    "Anh/chị cho em hỏi nếu em trả xong môn còn nợ trong học kì hè này (em đã hoàn thành luận văn) thì em có xin được giấy chứng nhận tốt nghiệp tạm thời không hay phải chờ đến đợt tốt nghiệp sau ạ? Em cảm ơn anh/chị",
    "Em tên  mssv  xin đăng ký rút môn học anh văn1 vào học kỳ hè 193 nhóm DT01-A ",
    "Kính gửi phòng đạo tạo trường Đại học Bách khoa thành phố Hồ chí minh Em xin gửi phiếu rút môn học hè môn PE1021 aerobic . Do tình hình dịch bệnh phức tạp đi lại khó khăn nên em xin rút môn học này và cam đoan thực hiện những cam kết trong phiếu rút môn học. Em xin chân thành cảm ơn .",
    "Lý do: đăng ký nhầm mã môn học.",
    "Em rút môn bóng chuyền PE1011",
    "MSSV:  Vì dịch bệnh nguy hiểm, học online chưa quen, thời gian học ngắn nên em xin rút môn học mong thầy cô xem xét",
    "Kính gửi Phòng Đào tạo, Em xin nộp đơn rút môn học HK 193 2019-2020 ạ  .",
    "DO EM ĐÃ CÓ KẾT QUẢ TỐT CỦA MÔN EE2017 KÌ TRƯỚC TỐT NÊN KÌ NÀY EM XIN RÚT MÔN HỌC Ạ",
    "Họ và tên:  MSSV: Nội dung:\"Rút môn học kỳ 193           Môn học rút : Cơ học ứng dụng           MSMH :        AS2001",
    "Chào thầy (cô), Hiện tại địa phương em đang yêu cầu giấy tạm hoản nghĩa vụ nhưng kì học này bắt đầu trễ nên chưa có phát. Vậy em cần đăng kí giấy gì trên mybk để nộp thay ạ? Em cảm ơn thầy(cô) đã xem. :",
    "Em là , mã số sinh viên , học kì hè em có đăng kí môn \"Cơ lý thuyết\" - AS1003, tuy nhiên do em phải cách ly do đi du lịch từ Đà Nẵng nên không theo học được, vậy cho em xin phép rút môn học không tính phí được không ạ? ",
    "rút môn giáo dục thể chất HK193",
    "Kính thưa phòng đào tạo Em tên :  Mssv:   Trong học kì hè 2019-2020 em có đăng ki môn anh văn  4 ( LA1009). Hôm nay em làm đơn này xin phòng đào tạo cho em xin rút môn học này có tính phí . Em xin chân thành cảm ơn ! Môn Anh Văn 4 : LA1009",
    "Em chào Thầy/Cô, Em tên Nguyễn Giác Lâm, MSSV: 1411961. Em đã hoàn thành chương trình đào tạo ngành Xây dựng DD&CN, mong Thầy/Cô cho phép em rút môn học CI1043 - Địa chất công trình trong học kì hè này để em được xét tốt nghiệp. Em cảm ơn Thầy/Cô. Chúc Thầy/Cô mạnh khỏe!   i  .",
    "Cho em hỏi là về cước phí hỗ trợ data 100 nghìn vnđ đã xử lý về tài khoản sinh viên chưa ạ?",
    "Chào thầy (cô),em hiện là sinh viên năm 2. Hiện tại số tín chỉ tích lũy của em là 53, tức là thiếu 3 chỉ để đạt 56 chỉ tối thiêu cho sinh viên năm 3. Kì 193, em đang học 8 tín chỉ.      B Vậy cho em hỏi khi đăng kí môn học cho hki 201 em có đủ điều kiện để học những môn của sinh viên năm 3 không ạ?.    em xin cảm ơn",
    "Em đăng kí môn hk hè dành cho sv Mùa hè xanh nhưng hiện tại chưa thấy yêu cầu đóng học phí và tên trong danh sách lớp ạ.",
    "Em tên: . MSMH: Em xin nộp đơn rút môn:     +Tên môn học: Anh văn 3     +MSMH: LA1007    +Nhóm: DT02",
    "do tình hình dịch bệnh diễn biến phức tạp, kéo theo kinh tế giảm sút, em khó di chuyển lên trường để theo học các môn đã đăng ký xin các thầy cô cho em xin rút các môn đã đăng ký HK3/2020",
    "Lý do rút môn học: Đăng kí nhầm môn học không có trong chương trình đào tạo của ngành đang theo học.",
    "Em tên .MSSV: Sinh viên lớp BD16CDT Cho em xin rút môn Anh Văn 3 học kì 193 Lý do:do có việc bận không thể tham gia lớp học Em xin cảm ơn ạ",
    "i Dạ thưa thầy/cô, em có mong muốn đổi ngành học của mình ạ. Em biết rằng sau khi đã xác nhận ngành học của mình trong trường thì em không thể đổi lại được nữa. Cách duy nhất là em phải thi lại kỳ thi trung học phổ thông quốc gia và phải đậu vào ngành mình mong muốn. Em chỉ có câu hỏi là: liệu sau khi em đậu vào ngành mới, những tín chỉ mà em đã tích luỹ được mà trùng với tín chỉ ngành mới thì có thể chuyển điểm sang được không ạ? .   i Em mong thầy cô giúp đỡ em về vấn đề này ạ. Em cảm ơn thầy cô ạ  ",
    "Em xin rút môn Pháp Luật Đại Cương MSMH: SP1007 Nhóm: ",
    "Phòng đào tạo cho em hỏi là ngày 02.09 mình có được nghỉ dự thính hè không ạ và 02.09 này mình được nghỉ một ngày hay hai ngày ạ ? Do em xem TKB chưa có cập nhật gì ạ.",
    "Gửi Phòng Đào Tạo trường Đại Học Bách Khoa Em có thắc mắc về điểm chuẩn Tiếng Anh Nói Viết để Tốt Nghiệp của khoá 2013 đối với bằng Tiếng Anh của VNU-EPT. _Hiện tại em đã đạt Toeic 650 với 2 kỹ năng    Nghe-Đọc và còn thiếu chuẩn Anh Văn 2 kỹ năng   U Nói-Viết   (yêu cầu để Tốt Nghiệp là 200) nên em muốn thi lấy bằng Tiếng Anh VNU-EPT để xét điểm cho 2 kỹ năng Nói  U -Viết   (yêu cầu 200 điểm). _Vậy cho em hỏi là em cần thi Tiếng Anh VNU-EPT đạt điểm tối thiểu là bao nhiêu điểm để có thể được Xét Tốt Nghiệp. _Em xin chân thành cảm ơn.",
    "Thưa cô, cho em rút môn học ạ Họ và tên:  MSSV: ",
    ".",
    "Em xin phép rút môn học  cho HK193 ạ. Em cảm ơn.",
    "Em tên:   MSSV:  Em xin rút môn học Cơ sở Kỹ thuật điện (EE2017) vào HK193 . Chúc thầy/cô nhiều sức khỏe ạ. Em xin cảm ơn .   I  .",
    "Cho em hỏi mình rút sổ đoàn thì cần mang theo gì? Và rút sổ đoàn tại đâu ạ?",
    "Học kỳ 192 em có học môn Xử lý số tín hiệu lớp A01 của thầy . Tuy nhiên trong bảng điểm của em bị thiếu mất cột điểm giữa kỳ ạ. Mong nhà trường và thầy xem xét lại ạ. Em cảm ơn.",
    "Họ và tên:  Mssv:  Rút môn: vật lý 1 Mã MH: PH1003 Lí do: đã qua môn vật lý 1 ở học kì dự thính 192",
    "Họ và tên SV:  MSSV: Lớp: XD19KT Đăng kí rút môn học( có tính học phí) và nhận điểm R môn: Triết học - ( MSMH SP1031) nhóm DT05-C, ngày thi 21/9 Lý do: Do dịch bệnh bùng phát nên em không tham gia đủ số buổi quy định.",
    "rút môn học học kỳ hè 193",
    "Sinh viên  MSSV  Lớp DD17KTD5 Rút môn học vi xử lý EE2013  Học kì hè 193 2019-2020",
    "Trong đợt nghỉ dịch đầu năm em có tạo câu hỏi trực tuyến về điểm giải tích 2 của em, do điểm bị sai và đã được phản hồi lại là sẽ được cập nhật nhưng đến nay đã hết học kỳ nhưng vẫn chưa thấy điểm được cập nhật trên bảng điểm. Xin quý thầy cô xem xét giúp em, em cảm ơn ạ.",
    "em sinh viên K18  nếu cuối kì 201 em đk tham gia kiểm tra tiếng anh định kì thì đối với sv k18 sẽ áp dụng bảng chuẩn tiếng anh mỗi năm học dành cho sinh viên K18 với 450đ qua năm 2 hay là bảng chuyển điểm toeic hk201 tương ứng với 550đ qua năm 2 em cảm ơn ạ",
    "CI2001 Sức bền vật liệu  MT1009  tính Me32005 Trang bị Điện trong MCN   i  .",
    ".",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . hồi thi cuối kì môn vật lý bán dẫn em có đi thi chung với một bạn f1 nên em bị cách ly không thi môn sử lý số tín hiệu và cơ sở tự động được ạ . tên :  MSSV : ",
    "PĐT cho em hỏi về cách làm đơn mẫu đơn xin chuyển điểm từ lớp mới về lớp cũ ạ",
    "Em xin chào phòng đào tạo, em tên là  đang là sinh viên năm 3 khoa Cơ khí. Em hiện đang học ngành kỹ thuật cơ khí, em muốn học tiếp bằng 2 ngành cơ điện tử thì có cần viết đơn nộp lên nhà trường hay không ạ? Và em có được học các môn chuyên ngành cơ điện tử không ạ? Em xin cảm ơn",
    "Tên:  Lý do rút môn: đã qua môn ở học kì 192",
    "Chào thầy,cô!Em tên là -MSSV: , sinh viên khóa K13(9/2013-10/2020)   Năm nay là kỳ hạn cuối em ở lại trường.Hiện em đã hoàn thành đủ số lượng các môn học và chỉ thiếu mỗi bằng tiếng anh ra trường,em dự định sẽ bổ sung trước tháng 10 này, tuy nhiên hạn xét tốt nghiệp năm nay là 30/8/2020 nên khả năng là em sẽ không kịp xét vào tháng 8 này,vậy thầy/cô cho em hỏi là với trường hợp như em,em có thể vẫn nộp bằng tiếng anh trước t10/2020 và xin xét tốt nghiệp vào năm sau được không? Hoặc trường hợp em có hướng đi nào khác không ? Em xin cám ơn!",
    "rút môn học thí nghiệm vật lý học kỳ hè 2019-2020",
    "Gửi thầy cô, em là sinh viên K15. Đợt vừa rồi do ảnh hưởng của dịch Covid 19 đợt 1, em phải về quê nên không nhận được thông báo lịch đăng kí môn học học kì 2-2019/2020 và bị buột thôi học ( 1 kì vắng thi và 1 kì quên đăng kí - ở kì chính ). Em có làm giấy cứu vớt kì 1/2020-2021 và đăng kí học dự thính kì 2/2019-2020. ( bài thi giữa kì môn giải tích của em điểm = 0, ở kì dự thính ). Em đã hoàn thành đề cương luận văn, tất cả các môn học.. Em đang ôn luyện thi toeic để bổ sung chứng chỉ để kịp nhận luận văn. Em muốn hỏi phòng đào tạo về hạn chót nộp chứng chỉ toeic để nhận luận văn, trong trường hợp em thi rớt / chưa kịp bổ sung thì em có bị đuổi học hay đình chỉ 1 học kì hay không.. Em rất cố gắng và đang lo lắng rất mong nhận được câu trả lời của thầy cô..",
    "Em chào cô ạ! Cô cho em hỏi là điểm và tín chỉ của học kỳ 193 là cộng vào học kỳ 192 hay để riêng ra vậy ạ!  Nếu cộng vô thì nó cũng dùng để xét phân ngành cho khoa Điện vào kỳ sau hay sao ạ! Em cảm ơn ạ!",
    "Chào thầy/cô, Theo em được biết, PĐT đã cho phép SV đăng kí môn học( ĐKMH) cho HK201 mà không cần xét tiêu chuẩn Anh Văn. Và quy chế của PĐT  (như hình đính kèm) quy định SV chương trình KSTN K19 cần có TOEIC 500 để ĐKMH cho năm thứ 3( tức HK211), quy chế không đề cập tiêu chuẩn ĐKMH giữa năm thứ 2( tức HK202). Vậy SV chương trình KSTN K19 cần chứng chỉ TOEIC bao nhiêu để ĐKMH cho HK202? Cảm ơn thầy/ cô.",
    "Họ và tên:  MSSV:  Ngày sinh: 30/06/2000 Lớp: T01 ĐT: [phone_number] MSMH: PE1009 Tên môn học: Bóng đá Nhóm: T02",
    "CI2003--T07 CI2004-(TN)-T13 CI1053-QUẢN LÝ Ự ÁN XÂY ỰNG-T01",
    "Em tên là: -  - XD17VL",
    "Dạ cho em hỏi: Em sinh viên K15 thuộc chương trình đào tạo chính quy, hệ giảng dạy bằng tiếng việt. Theo như quy định của Phòng đào tạo về quy định thang điểm chuyển từ TOEIC sang 4 anh văn (từ học kì HK1/2017-2018 đến HK3/2019-2020) khác với quy định bắt đầu từ học kì HK1/2020-2021. Vậy em nộp bằng TOEIC sau ngày bắt đầu học kì mới HK1/2020-2021 là 21/09/2020 thì điểm anh văn dựa vào học kì nào ạ? Em còn anh văn để tốt nghiệp ạ. Mà thang điểm khác nhau quá. Mong phòng đào tạo trả lời sớm để em có kế hoạch thi ạ. Em xin cám ơn!",
    "Anh/chị cho em hỏi nếu em hoàn thành 2 môn còn nợ trong học kì hè này thì em có xin được giấy chứng nhận tốt nghiệp tạm thời không hay phải đợi đến đợt tốt nghiệp sau ạ?  Em cảm ơn anh/chị.",
    "Anh/chị cho em hỏi nếu em muốn học hơn 21 tín chỉ ở kì chính quy sau do em cần đủ chỉ để làm luận văn, vậy thì có cần làm thủ tục như thế nào không ạ? Em cảm ơn nhiều ạ.",
    ".",
    "Kính gửi quý thầy cô phòng đào tạo trường ĐH Bách Khoa TP.HCM, em xin nộp đơn rút môm học HK193. Kính mong thầy cô xem xét và giải quyết giúp em ạ. Em xin chân thành cảm ơn ạ.",
    "Sinh viên  MSSV  Lớp DD17KTD5 Rút môn học vi xử lý EE2013 Học kì hè 193 2019-2020",
    "Thưa PĐT, Hè em đăng ký TTTN cho cả 2 nghành trong khoa Xây Dựng, cả hai nghành đều đủ điều kiện TTTN và có thời khoá biểu. Tuy Quy Chế Học Vụ không cấm nhưng Khoa không cho phép đăng ký TTTN cả 2 nghành cùng lúc nên em phải rút bớt 01 môn TTTN của nghành Xây Dựng Dân Dụng, Mã MH CI3343. Kính mong PĐT cho em rút môn học có mã CI3343. Em xin cảm ơn. .",
    "Chào admin ạ. Em vừa nhận được mail của nhà trường về việc tổ chức thi anh văn toeic ở toà H6 cơ sở 2. Vậy cho em hỏi là điểm thi này có dùng để xét qua av1,2,3,4 không ạ. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô, thầy/cô cho em hỏi đợt kiểm tra trình độ anh văn ngày 19-20/9/2020 tới đây sinh viên hệ chính quy có tham gia được không ạ và điểm đó có dùng cho xét chuẩn anh văn cho sinh viên hệ chính quy không ạ Em xin cảm ơn",
    "dạ em muốn hỏi là cái nơi sinh của em bị sai nên em muốn thay đổi để có thể đăng ký IIG á , có cách nào để sửa nơi sinh để em có thể đăng ký thi không ạ. Em cảm ơn PĐT ạ",
    "Chào bạn, - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).   Chúc bạn học tập tốt nhé. Thân",
    "Em tên:  Em xin rút môn: Pháp luật đại cương MSMH: SP1007 Nhóm:DT04 Lý do: vì tháng 11 này em sẽ tốt nghiệp nên em đăng kí phòng trường hợp môn này em không đậu ở học kì trước. Em xin cám ơn quý thầy cô.",
    "Em có được đăng ký học phần mở rộng tài năng 0 tín chỉ (ví dụ EE201C) mà không đăng ký học lý thuyết môn đó (EE2015 3 tín chỉ) được không? Em hiện là sinh viên kỹ sư tài năng K18 Khoa điện. Em cảm ơn",
    "xin chào thầy cô phòng đào tạo. em tên phan minh nhườn MSSV  hiên tại 21/8 em đã nhận được mail về lịch đăng ký kiểm tra trình độ tiếng anh nhưng trong trang mybk em không đăng ký được ạ. mong phòng đào tạo giúp em vì kỳ thi này rất quan trọng đối với em. em cảm ơn",
    "Em tên là  là sinh viên của khoa Khoa học và kỹ thuật máy tính. Em xin phép được rút môn học anh văn 1 có thông tin trong file ảnh bên dưới vì hai nguyên nhân: -Dịch covid lại bùng phát và có diễn biến phức tạp. Em ở ký túc xá khu A của đại học quốc gia nên không muốn đi xa qua cơ sở 1 ở quận 10 vì muốn sức khỏe được đảm bảo và giảm nguy cơ lây nhiễm virus covid 19. -Em không có xe máy riêng, nên phải di chuyển bằng xe buýt nhưng em lại bị say xe nên rất bất tiện cho việc di chuyển cũng như việc học trên lớp .",
    "Em đang học khoa điện, theo em được biết tháng 10 năm nay sẽ phân ngành, cho em hỏi điểm phân có lấy điểm kỳ dự thính 193 hay không. Nếu lấy thì lấy tất cả các môn kể cả môn năm 2 hay chỉ lấy các môn cải thiện điểm cho năm nhất",
    "Dạ em chào thầy cô. Em là  -MSSV: là sinh viên khoá 2019. Nay em nhận được mail kiểm tra trình độ anh văn nên em muốn hỏi thầy cô là nếu đợt thi anh văn này em đạt điểm tầm 500 trở lên thì em có được tính là pass anh văn 1;2;3 không ạ, tại em chưa qua anh văn 1 nên em muốn hỏi là điểm đợt này em có thể xét qua anh văn 1;2;3 không ạ. Mong thầy cô phản hồi em sớm nhất có thể. Em xin chân thành cảm ơn.",
    "Thầy cô cho em hỏi ạ: em sắp phân ngành khoa Điện-Điện tử ạ, điểm phân ngành là xét đtbtl 2 hk đầu tiên ạ, vậy nếu em nộp Chứng chỉ Ngoại ngữ ngay trước khi hết hk hè 193 này thì điểm chuyển có được áp dụng để phân ngành không ạ ?     Em mong phản hồi từ thầy cô sớm vì việc này rất quan trọng với em ạ.     Em cám ơn thầy cô ạ",
    "Dạ em là sinh viên k19 và hồi nhập học vào em có thi av đầu vào được 420, tức là đã được miễn av1 và av2. Vậy cho em hỏi đến cuối học kì 201 hay là đến cuối học kì 203 em mới phải nộp chứng chỉ vào để được đăng ký môn học cho học kì tiếp theo ạ? Em cảm ơn.",
    "Chào thầy/cô, Hiện tại, em thấy trường mình có tổ chức thi kiểm tra trình độ Tiếng Anh theo chuẩn TOEIC. Thì em không biết kết quả của kì thi này có thể dùng để đăng ký môn học là  được không? Em cảm ơn thầy/cô",
    "Dạ em chào thầy/cô ạ. Dạ hôm nay bên phường có gửi em Thông báo bổ túc hồ sơ Nghĩa vụ quân sự ạ. Giấy tờ cần bổ sung là Giấy chứng nhận HS-SV (bản chính mới nhất, ghi rõ khoá học, hệ đào tạo) ạ. Dạ thầy/cô cho em xin hướng dẫn để nhận Giấy chứng nhận đó ạ. Dạ em cảm ơn thầy/cô ạ.",
    "Dạ chào thầy cô. Thầy cô cho em hỏi là hạn chót bổ sung đăng ký tốt nghiệp đợt tháng 11 là ngày nào ạ? Em thấy trên mybk ghi là ngày 30/8 thì có đúng không ạ",
    "EM tên là kem chetra  Mssv  em xin rút môn vật lý 2 vì môn nay khoa em không học. mong thầy cô giúp em . em xin cảm ơn thầy cô",
    "Dạ cho em hỏi nếu bỏ thi 3 môn kể cả môn TD từ năm nhất tới giờ mà em đã bị cảnh cáo học vụ lần 2 thì em có bị xử lí không ạ ? Em cảm ơn.",
    "Cho em hỏi là hết năm nhất thì cần có AV mấy vậy ạ?   i ",
    "cho em hỏi kết quả của kỳ thi kiểm tra trình độ tiếng anh online do trường tổ chức em lấy để chuyển điểm tiếng anh đc ko ạ? Em xin cảm ơn",
    "Em xin chào phòng đào tạo, Học kì 201 em có nguyện vọng đăng kí lấy sỉ số (em nghe nói nếu không đăng kí lấy sỉ số từ đợt một sẽ có khả năng không đăng kí được ở đợt hai) một số môn học chuyên ngành nhưng sẽ chuyển điểm từ học kì trước vì em chỉ có nguyện vọng hoàn tất học phần mở rộng của những môn này. Cụ thể là: Kiến trúc máy tính (CO2007) Cấu trúc dữ liệu và giải thuật (CO2003) Lập trình hướng đối tượng (CO2005) Cho em hỏi là em có thể đăng kí thêm những môn học trên qua bksi được không ạ. Và nếu chuyển điểm thì thời khóa biểu có bị xếp lịch học cho các môn đó không ạ. Em xin cảm ơn phòng đào tạo. ",
    "Kính gởi Quý Thầy/Cô phòng Đào Tạo Em tên:  - MSSV: . Hiện tại em có phát hiện sai thông tin ở phần lí lịch (thông tin học vụ) ạ. Em nộp đơn là   B ngành kỹ thuật hoá học   , nhưng bây giờ thông tin trên hồ sơ lại là thuộc   B Khoa công nghệ vật liệu    (mặc dù vẫn để chuyên ngành học là Kỹ thuật Hoá học). Em đã phản hồi khi có sai sót. Tuy nhiên từ năm ngoái tới nay đã lâu rồi mà em kiểm tra mail vẫn chưa thấy có chỉnh sửa. Em mong Thầy/Cô phòng Đào Tạo kiểm tra giúp em để tránh nhầm lẫn thông tin trên bằng tốt nghiệp ạ. Mong nhận được hồi âm từ Quý Thầy/Cô, em xin cám ơn ạ.",
    "Cho em xin đăng kí môn giải tích 2 lí do là em mới nhận điểm phúc khảo ạ",
    "Chào phòng đào tạo ạ Em muốn hỏi là các bài kiểm tra trên BKeL của giảng viên tạo cho sinh viên sau khi em làm xong thì BKeL chấm đúng hết nhưng điểm xuất ra file cho giảng viên không phải 10 Em có nhắn giảng viên nhưng giảng viên không xem lại bài làm mà chỉ dựa vào điểm từ file hệ thống BKeL ( có thể bị lỗi ) ảnh hưởng đến điểm tổng kết của em. Họ và tên:  MSSV:       Lớp:       Giải tích 2 (MT1005) học kì dự thính 192 nhóm lớp DT01-C Trên bảng điểm của giảng viên có 1 cột điểm 5% là điểm bài tập trên BKeL PĐT có thể thấy là giảng viên đã tạo 2 đợt làm bài do đợt 1 bị sai đáp án, nhưng trong mỗi đợt lại có thêm 2 lần làm bài lấy điểm cao nhất nên em chỉ làm đợt 1 lần 1 (sau đó gửi email yêu cầu giảng viên sửa lại đáp án) và sau đó làm đợt 1 lần 2 (BKeL đã chấm đúng hết nhưng bây giờ giảng viên đã khóa không cho xem lại) nhưng cột điểm nhập vào BT chỉ là 8.80 Mong PĐT xem lại bài làm trong phần bị ẩn đó giúp em. ( Hình chụp là bảng điểm môn MT1005; phần giảng viên mở bài tập trên BKeL rồi đóng lại không cho sinh viên xem lại và tin nhắn gửi giảng viên cho thấy giảng viên chỉ dựa vào file điểm do BKeL xuất ra nhưng không xem lại bài làm gốc) Phòng đào tạo nhanh chóng giải quyết giúp em trước khi bảng điểm học kì 2 bị khóa lại ạ",
    "Chào Phòng đào tạo, em là sinh viên ngành Cơ điện tử, Hệ Chính Quy (Đại trà) Khóa K2017, sau khi đọc quy chế đào tạo và học vụ về chuẩn ngoại ngữ để nhận LVTN, em đang có một vài thắc mắc là: điều kiện để xét nhận LVTN K2017 là gì? Có phải bắt buộc nộp CCNN (TOEIC 2 kỹ năng) hay còn con đường nào khác không? Chuẩn TOEIC để nhận LVTN là bao nhiêu? Có phải 500+? Đợt thi kiểm tra trình độ Tiếng Anh vào thứ bảy 19/9/2020 và chủ nhật 20/9/2020 tại các phòng máy tính nhà H6 do công ty IIG-Việt Nam tổ chức (thông tin cụ thể file ảnh đính kèm) có dùng để xét điều kiện nhận LVTN cho HK202 không?  Mong nhà trường giải đáp thắc mắc giúp em.",
    "Em xin chào các thầy cô Em hiện đang là sinh viên khóa K19 khoa Điện - Điện tử. Em đang có dự định đăng ký chuyển điểm cho các môn Anh văn và có vài điều thắc mắc: 1. Em chỉ muốn chuyển điểm cho các môn Anh văn 1, 2, như vậy có được không ạ? Hay khi đã chuyển điểm thì phải chuyển cho cả 4 môn anh văn ạ? 2. Em có thể thực hiện chuyển điểm Anh văn nhiều lần hay không ạ? Em đã tìm hiểu quy định trên web PĐT nhưng vẫn chưa rõ mục này, nếu có bỏ sót gì mong thầy cô bỏ qua và cung cấp thông tin cho em ạ. Mong sớm nhận được phản hồi từ thầy cô, em xin chân thành cảm ơn.",
    "Em thấy trong mục 3a, phụ lục 1 của quy chế đào tạo và học vụ có để như này: \"Chứng chỉ Speaking & Writing (với mức Đạt) của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa (áp dụng từ khóa 2013 đến khóa 2015)\". Vậy em không biết là khóa 2016 có được chấp nhận chứng chỉ Speaking & Writing của BK English không ạ? Nếu không được thì khóa 2016 phải nộp chứng chỉ nói viết nào để tốt nghiệp ạ?",
    "Thầy cô cho em hỏi là em vào trang web của PĐT để xin giấy vay vốn ngân hàng nhưng em không thấy mục nào ghi giấy vay vốn ngân hàng cho sinh viên ạ.Vậy nếu em muốn có giấy này thì phải làm sao ạ ? Em cảm ơn quý thầy cô ạ.   i  .",
    "Em chào thầy/cô, thầy/cô cho em hỏi đợt kiểm tra trình độ anh văn ngày 19-20/9/2020 tới đây sinh viên hệ chính quy có tham gia được không ạ và điểm đó có dùng cho xét chuẩn anh văn cho sinh viên hệ chính quy không ạ Em xin cảm ơn",
    "Em chào thầy/cô. Thưa thầy/cô, hiện nay trường đã có thay đổi về điểm quy đổi TOEIC chuyển điểm sang các môn Anh Văn bắt đầu từ học kì 201 ( như hình đính kèm ) và cần trên 600 điểm TOEIC thì mới qua 4 anh văn. Thầy/cô cho em hỏi là bảng điểm quy đổi này chỉ áp dụng bắt đầu từ khóa k2020 tại trường hay áp dụng cho tất cả các khóa đang theo học tại trường. Và em là sinh viên K17 thì chỉ cần 500 điểm TOEIC là ra trường vậy nên cho em hỏi khóa em vẫn áp dụng bảng điểm quy đổi cũ (cần trên 500 điểm để xét qua 4 anh văn) hay nếu nộp bằng vào bây giờ thì tui em cần trên 600 theo quy định mới để vượt qua 4 môn anh văn tại trường. Em chân thành cảm ơn thầy/cô nhiều.",
    "Mssv:    i  . Rút môn học kì hè 193",
    ". Môn bơi PE1019",
    "Dạ cho em hỏi. 8h sáng hôm qua em đã nộp phiếu rút môn học kì 194 onl rồi. Sao tới giờ vẫn chưa được duyệt ạ????",
    "Dạ cho em hỏi em đã nộp phiếu rút môn học học kì 193 trước deadline hết ngày 21/8. Sao bây giờ vẫn chưa được duyệt vậy ạ? .",
    "Em không thấy chỗ đăng ký dự thi toeic do trường tổ chức",
    "rút môn triết học mác lênin. Mã môn học sp1031 .",
    "Chào PĐT Cho em hỏi là số ngày CTXH của em là 20 ngày. Đã đủ điều kiện số ngày CTXH để tốt nghiệp Nhưng trên hệ thống đăng kí tốt nghiệp thì báo là ''NỢ CTXH'' Kính mong PĐT kiểm tra và fix lỗi giúp em Em cảm ơn !!",
    "Dạ thưa thầy/cô, Em tên là , MSSV 162390, học sinh lớp MTH162, hoa hoa học và ỹ thuật máy tính. Em đăng ký xét tốt nghiệp thì hiện lên thông báo là hông được đăng ký (Nợ CTXH). Trong khi đó, theo yêu cầu của nhà trường là 16 cần có 15 ngày CTXH và em hiện có 15.5 ngày (em có gửi hình ở file đính kèm). Mong thầy/cô giải quyết giúp em ạ. Em chân thành cảm ơn ",
    "Em chào anh/chị ạ. Em có đăng kí kì thi TOEIC Speaking-Writing để xét tốt nghiệp ở trường mình. Em có đăng kí thi 2 lần. Cho em hỏi là nếu lần đầu em thi trên 245, lần thứ 2 em thi thấp hơn 245 thì em có được công nhận là đạt chuẩn anh văn nói-viết để xét tốt nghiệp không ạ (Em học chương trình KSTN nên mức đạt chuẩn để xét TN của em là 245). Em xin chân thành cảm ơn.",
    "Dạ em chào thầy/cô, Thầy/cô cho em hỏi là nếu như đầu năm nhất (em thuộc khóa K19) em đã nộp bằng IELTS và đăng kí chuyển điểm thì thầy/cô cho em hỏi là em có cần bổ sung 2 kĩ năng TOEIC Speaking và Writing để được ra trường không vậy ạ?          Em xin cảm ơn thầy/cô.  ",
    "Thưa thầy/cô, em là sinh viên khoa hoá K19, em muốn hỏi là nếu em học song ngành (cùng khoa ) thì có cần làm thủ tục gì không ạ. Và vì chương trình đào tạo của khoa em vẫn chưa cập nhật đầy đủ, em có nên bắt đầu học tích luỹ các môn của ngành 2 ngay học kì 201 sắp tới không ạ. P/s: Em đã gửi mail cho thầy trưởng khoa nhưng có lẽ thầy bận nên em chưa nhận được phản hồi. Mong thầy/cô giải đáp giúp em ạ.    Em xin cảm ơn.",
    "Dạ pđt cho em hỏi làm thế nào để đăng kí kiểm tra tiếng anh ạ, em thấy thông báo thời gian đăng kí trên mail mà vào mybk thì không thấy chỗ đăng kí ạ ",
    "Môn AV2 em đã rút môn học, trong thời khóa biểu, bảng điểm đã được xóa và em có coi trong quy chế đào tạo và học vụ bậc đại học , cao đẳng là môn đã rút được ghi điểm \"17\" trong hệ thống nhưng khi em xem lại bên trang đăng ký phúc tra bài thi cuối kỳ là điểm tổng kết của em là \"13\". Mong là phòng đào tạo trả lời lại giùm em vấn đề này ạ! Em cảm ơn!",
    "MSSV:       . MA3343  - Thực tập tốt nghiệp (Kỹ thuật Vật liệu Năng lượng)  B ",
    "Dạ cho em hỏi là hiện tại đã có điểm AV3 chưa ạ. Vì hiện tại là đã gần 20 ngày sau khi thi cuối kì nhưng bảng điểm em vẫn chưa câpj nhật điểm AV3, nhưng khi vào phần phúc tra điểm thi thì thấy điểm TB AV3 là 6. Vậy cho em hỏi là do lỗi hệ thống hay chưa có điểm ạ.Dạ hiện tại em đã gửi mail 2 lần cho giảng viên cách đây mấy ngày và hôm nay nhưng Giảng viên vẫn không trả lời ạ.",
    "Xin chào anh/chị, thầy/cô phòng đào tạo. Em xin hỏi về thời gian đăng ký thi vét của học kỳ 201. Em không tìm thấy thông tin về thời gian đăng ký thi vét và không biết tìm ở nguồn nào ạ . Xin phòng đào tạo trả lời vì em cần đăng ký sớm. Em xin chân thành cảm ơn.",
    "Em chào thầy cô Em tên là  mssv, Thầy cô cho em hỏi kiểm tra anh văn để quy đổi,để xét chuẩn anh văn kì tới . Em thấy có mail nhắc nhở anh không biết là đăng kí ở đâu ạ(em vô đkmh thì chỉ có kiểm tra của đttx thôi ạ) Em cảm ơn thầy cô",
    "Em tên là , sinh viên lớp Việt Pháp khóa 2015, chuyên ngành Viễn Thông. Hiện nay em đã hoàn thành luận văn cũng như đủ các điều kiện để xét tốt nghiệp: - Đủ số tín chỉ yêu cầu (277 tín chỉ). - Đạt các yêu cầu về ngoại ngữ: + Bằng tiếng pháp DELF B1 và TOEIC Listening&Reading (chung_chi_ngoai_ngu.PNG). + Đạt kỳ thi Speaking&Writing của BKEnglish vào tháng 6/2020 ( https://docs.google.com/spreadsheets/d/1tPWLKwyUeL1icWUlgL6gfsNCee6WnNaUMS7MTOL73jM/edit#gid=64 - hàng số 679). - Đủ số ngày công tác xã hội: 17.5 ngày (cong_tac_xa_hoi.PNG). - Không nợ học phí hay sách. Tuy nhiên, hiện nay em vẫn không thể đăng ký tốt nghiệp được trong phần đăng ký tốt nghiệp của mybk. Mong phòng đào tạo giải đáp giúp em ạ.",
    "Cho em hỏi khi xét loại tốt nghiệp thì sẽ xét theo điểm trung bình tích lũy hay điểm trung bình tích lũy ngành?",
    "Lịch hangout của trường xếp toàn vào buổi tối, trong khi thời gina này em đang theo học tiếng anh ở trung tâm vì vậy em bị trùng cả 2 buổi hangout môn Sức bền vật liệu. Cho em hỏi là nếu em không tham gia hangout vào 2 buổi này (nhưng em có xem video thầy ghi lại và share qua mail) thì có bị cấm thi hay ảnh hưởng gì không ạ. Về phía thầy thì thầy nói là thầy không điểm danh, em chỉ sợ phòng đào tạo điểm danh và cấm thi. Em xin cảm ơn.",
    "MSSV :  Tên : Đỗ Nguyên  : TTĐT Bảo Dưỡng Công Nghiệp Lớp : BD16CN01 Lí do : dạ em chào ad, vừa rồi em có lên PĐT để đăng ký xét tốt nghiệp, thì cô có dặn là khi nào có mail chúc mừng thì mới lên đăng ký xét tốt nghiệp,  nhưng em thấy lâu quá chưa nhận được mail thì có vô mục xét tốt nghiệp kiểm tra danh sách tốt nghiệp tạm thời, thì em thấy có ghi em chưa đủ ngày CTXH, thì em có lên kiểm tra lại thì hệ cao đẳng thì chỉ cần 10 ngày CTXH là đủ điều kiện tốt nghiệp, và em có lên kiểm tra lại thì em đã đủ 10 ngày rồi ạ  Mong ad kiểm tra lại giúp em ạ, em cám ơn ạ.",
    "Dạ, em có chút thắc về vấn đề Anh văn ạ. Em K2017, chưa từng học các Anh Văn 1,2,3,4 ở trường ạ. Giả sử, em nộp bằng TOEIC 500 vào thì em sẽ đủ điều kiện chuẩn anh văn ra trường đối với khóa của em là 500. Nhưng theo bảng quy đổi điểm điểm chuẩn Anh văn từ HK201 thì 500 lại chưa đạt chuẩn Anh văn 3,4 ạ? Nếu vậy thì sau khi nộp bằng em vẫn phải học thêm Anh văn 3,4 ạ?",
    "Em vừa bảo vệ đợt tháng 7 và đã đủ điều kiện tốt nghiệp. Em muốn hỏi khi nào thì có giấy tốt nghiệp tạm thời ạ?",
    "Kính gửi phòng đào tạo Em là sinh viên của khoa Cơ Khí K19. Đợt phân ngành vừa rồi, em được phân vào chương trình Tài năng Cơ điện tử của Khoa Cơ Khí K19. Hiên nay trên aao vẫn chưa có chương trình đào tạo  tài năng K19 của ngành, việc đó gây một số thắc mắc trong việc đăng ký môn học đợt 2 này, cũng như về sau. Vậy cho em hỏi là HK201, em cần phải đăng ký môn học như HK201 bên chương trình đại trà hay phải thay đổi gì không? Và cũng xin hỏi là năm tới em vẫn học tại Cơ sở 2 hay phải chuyển lên Cơ sở 1 ạ? Kính mong phòng đào tạo sẽ phản hồi sớm. Em xin chân thành cảm ơn.",
    "Kính gửi bộ phận Kỹ thuật Phòng Đào tạo, em tên là  (MSSV: ). Do nhu cầu học môn Vẽ kỹ thuật, em phải tải phần mềm AutoCad về và sử dụng email của trường để được sử dụng không tốn phí. Sau khi đăng ký tài khoản,  yêu cầu em phải xác nhận mình là sinh viên của trường bằng 3 hình thức: Gửi bảng điểm, File hình thẻ sinh viên (2 mặt trước sau) và School - issued confirmation letter. Do đó, em xin  hình thẻ để em hoàn thành sớm nhất. Em xin cảm ơn!",
    "Dạ thầy cô cho em hỏi kì 201 có xét chuẩn anh văn để học mấy môn chuyên nghành không ạ. Mấy tháng trước em có nhận được mail kì 193 và 201 không xét chuẩn anh văn. E đang học anh văn ở trung tâm bên ngoài và dự định 2 tháng sau mới thi để nạp chứng chỉ vào ạ. E xin cảm ơn thầy cô.",
    "tài luận văn: ATFORM  br  Thầy HDLV: PGS.TS.   br  Sau khi hoàn thành bảo vệ luận văn ngày 3/8/2020, em cùng 2 bạn trong nhóm đã hoàn thành các tiêu chí để đăng kí luận văn. Lúc kiểm tra đăng kí tốt nhập em thấy mình không trong danh sách trong khi 2 đứa bạn cùng nhóm em bình thường ạ.  br  Ngoài ra, em đã kiểm tra tín chỉ, anh văn, ctxh và thấy đủ điều kiện tốt nghiệp đợt này ạ.  br  Mong sớm có phản hồi từ khoa về vấn đề này ạ   i  .",
    "Cho em hỏi về vấn đề xét tốt nghiệp. Hiện tại em đã đủ điều kiện để xét tốt nghiệp. Nhưng theo thông tin của phòng đào tạo cấp thì em bị nợ ngày CTXH. Vậy em có 3 vấn đề cần đươc giải quyết sớm. 1. Em là sinh viên K16, Số ngày CTXH đủ để ra trường là 15 hay là 20 ngày ạ???  2. Hiện tại em không cập nhật được lý lịch tốt nghiệp. Hôm nay là ngày 24/8 rồi ạ. 3. Danh sách tốt nghiệp dự kiến chỉ có tên em sau khi em đăng ký xét tốt nghiệp hay là em đủ điều kiện tốt nghiệp thì nó sẽ có tên ạ?? Em xin cảm ơn.",
    "Kính gửi PĐT  Em tên: , MSSV:  Lớp: 01         Khoa: TT BD Công nghiệp Em xin trình bày vấn đề của mình như sau _ Sau khi nhận được mail em có tên trong danh sách dự kiến tốt nghiệp mà PDT đã gửi cho em vào ngày 12/8/2020. _ Sau đó em đã tiến hành đăng kí tốt nghiệp thành công, nhưng chưa thanh toán 95.000VND _ Sau đó thì em lên mục đăng kí tốt nghiệp lại và thấy ghi là đăng kí chưa thành công (do nợ HP) _ Hiện nay em đã thanh toán 95.000VND rồi, thì em có cần lên lại PDT hay đăng kí tốt nghiệp lại nữa hay không ạ (hiện nay trang khóa không cho em đăng kí lại)               Em xin thành thật cảm ơn!",
    "Kính gởi: thầy cô phòng đào tạo Em xin rút 2 môn học hk3 năm học 2019-2020 msmh: CO1011 Kỹ thuật lập trình Nhóm: RZ03 CH1003 Hoá đại cương Nhóm: RZ03 Vì lý do: Em không theo kịp tiến độ môn học Em đính kèm phiếu đăng ký rút môn theo mẫu ở file Mong được thầy cô hỗ trợ duyệt giúp em, Cảm ơn thầy cô.",
    "Dạ kính thưa phòng đào tạo. Em là , MSSV: , sinh viên bằng 2 chính quy khoa Hóa . Em có đăng kí vào danh sách tốt nghiệp bổ sung hồi đầu tháng 8 cho đợt tốt nghiệp đợt 2 này. Hiện nay mục đăng kí tốt nghiệp của em đã mở và em đã có thể đăng kí (xem hình em gửi kèm ạ). Tuy nhiên, theo em được biết thì phải nhận được một Email chúc mừng đủ điều kiện tốt nghiệp của trường nữa thì mới đủ điều kiện nhưng em vẫn chưa nhận được. Vậy cho em hỏi, em đã có trong danh sách tốt nghiệp dự  kiến lần này chưa? Và em đã có thể đăng kí tốt nghiệp trên Mybk chưa ạ? Em xin chân thành cảm ơn ạ.",
    "Kính chào Thầy/Cô, Em là , trước đây là sinh viên Việt Pháp K14. Hiện tại em đang đăng ký theo học chương trình đào tạo sau đại học. Em đã được miễn 15 chỉ học phần khối kiến thức bổ sung và theo như kết quả đăng ký đề cương thì em được thực hiện đề cương. Vậy cho em hỏi em có cần phải học thêm những môn trong học phần khối kiến thức bắt buộc để nhận luận văn và tốt nghiệp không? Em học theo hướng ứng dụng.",
    ". Bơi ( PE 1019)",
    "Xin chào Phòng Đào tạo, Em tên là , MSSV . Số ngày công tác xã hội của em là 15. Em thực hiện đăng ký tốt nghiệp thì hệ thống báo \"Không được phép đăng ký (Nợ CTXH)\". Kính mong Phòng Đào tạo xem xét và phản hồi. Em xin chân thành cảm ơn. Trân trọng.",
    "Chào anh/chị, em là Nguyễn Thành Nguyên, MSSV , sinh viên khóa 2016, lớp MT16KT. Nhờ anh/chị kiểm tra giúp em về danh sách tốt nghiệp dự kiến. Em đã kiểm tra về CTXH: 21.5 ngày, số tín chỉ tích lũy 142, đã đạt chuẩn anh văn đầu ra : TOEIC 2 kỹ năng: 655, TOEIC speaking & Writing: 205/400. Em nhận dduwwojc thông báo là không có trong danh sách tốt nghiệp dự kiến tháng 11/2020. Em cảm ơn.   i  .",
    "Dạ, hiện tại em đang học môn Vật Lý 1, học kì hè HK3 2019-2020. Vào ngày 24/9/2020 em sẽ thi cuối kì môn Vật Lý 1. Nếu  học xong em sẽ đủ số tín chỉ để nhận Luận văn . Cho em hỏi là em có kịp để Đăng ký LVTN bổ sung vào ngày 25/9-1/10 không ạ?  Em xin cảm ơn rất nhiều ạ.",
    "Em chào Phòng đào tạo. Em tên . MSSV: . Học kì tới 201 em đăng kí luận văn tốt nghiệp (LVTN) nhưng thiếu Chứng chỉ ngoại ngữ (CCNN) nên đăng kí không thành công. Để không trễ 1 năm học, em tính vẫn làm LVTN theo thầy hướng dẫn trong học kỳ tới 201 và có sự xác nhận của thầy hướng dẫn LVTN, trong thời gian trước khi bảo vệ LVTN 3 tuần e sẽ bổ sung CCNN để kịp đăng ký môn học LVTN để có tên trong danh sách bảo vệ. Không biết quy định của PĐT có cho phép trường hợp của em như trên không ạ? Nếu có, cho e hỏi thủ tục trình tự cần làm cụ thể như thế nào để em thực hiện cho đúng được không ạ? Em cảm ơn PĐT rất nhiều ạ! Chúc PĐT có một ngày làm việc hiểu quả .",
    "Kính thưa phòng đào tạo, Em tên là  Cho em hỏi là khi nào trường mới chuyển tiền vào tài khoản của em ạ??? Mặc dù em đã cập nhật thông tin theo link mà trường gửi rồi ạ!!!",
    "Kính thưa phòng đào tạo, Đợt bảo vệ luận văn vừa rồi em đã bảo vệ thành công luận văn của mình, luận văn đã có điểm trên hệ thống và em cũng đạt đủ số tín chỉ cũng như số ngày CTXH nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp. Các thầy/cô trên phòng đào tạo có thể kiểm tra lại trường hợp của em không ạ? Em xin chân thành cảm ơn! Trân trọng.",
    "Chào T Em là  -  Sau khi kết thúc học kỳ 192. Em đã hoàn thành xong chương trình đào tạo của cả 2 ngành là Kỹ Thuật Vật Liệu Xây Dựng (Bằng 1) và Kỹ Thuật Công Trình Xây Dựng (Bằng 2). Đã hoàn thành tất cả các yêu cầu về chuẩn tốt nghiệp. Cho em hỏi bây giờ em muốn đăng kí tốt nghiệp cả 2 bằng cùng 1 lúc vào lễ tốt nghiệp tháng 11 sắp tới thì cần phải làm thủ tục gì Em xin chân thành cảm ơn!!",
    "Dạ em chào thầy/cô PĐT, Cho em hỏi đăng kí môn học HK201 đợt 2 có hiện tên giảng viên để được chọn không ạ? Hồi HK192 lúc đợt 2 không có hiện tên gv, đến đợt 3 mới hiện ạ, mà đợt 3 em không được hiệu chỉnh ạ, Em cám ơn nhiều ạ,",
    "Kính gửi PĐT, Em là K19, hồi đầu năm kiểm tra AVĐV em có qua AV1. Cho em hỏi cuối năm 2 (học kì 202) hay cuối học kì 1 của năm 2 (học kì 201) em phải có điểm thi Toeic đủ chuẩn của năm 2 ạ (em không đăng kí học Anh văn trong trường) ? Em cảm ơn ạ. ",
    "Em là sinh viên khóa k15 , đạt Toeic : 455đ thì em có thể đăng kí làm luận văn được không ạ? Do em chưa đủ chỉ để làm luận văn nhưng em đang chuyển điểm anh văn cho cho môn av1 av2 để đủ chỉ đăng kí luận văn ( đăng kínộp bằng và chuyển điểm ngày 21/08/2020) mà em đang đợi 2 tuần để kiểm tra thì ngày 25/08/2020 ( hiệu chỉnh môn học 201) này em có thể đang kí làm luận văn được không ạ?",
    "Dạ cho em hỏi ngày 6/8 em có đăng kí in giấy xác nhận sinh viên ( nơi nhận cs2, phiếu đã xử lí) nhưng ghi chú là nhận ở cs1 trong hè (nếu đk ở cs2) . Hôm nay em lên cs1 nhận thì không có giấy vậy em được đk lại ở cs1 lần nữa được không ạ. Em cảm ơn",
    "Em là , MSSV:  Ngày 30/07/2020 em có đăng ký in thẻ SV qua mạng, lý do: mất thẻ SV. Cho em hỏi: - Em sẽ phải đến đâu để nhận thẻ SV đã được in ạ. - Khi đến nhận thẻ cần có \"phiếu đăng ký có xác nhận của Phòng CTCTSV\", em đăng ký online và không nhận được thông bảo gì cả nên ko biết làm sao để nhận được phiếu trên ạ. Em xin cảm ơn.",
    "Vấn đề thứ 1:Chào . Em hiện tại đã cập cập chứng chỉ toeic. và thực hiện chuyển điểm để qui đổi anh văn. Hiện tại e đã thanh toán lệ phí để thực hiện chuyển điểm. Nhưng e kiểm tra thường xuyên vẫn chưa được cập nhập điểm. Vấn đề thứ 2: Đối với em sinh viên k16. thì e thấy bảng qui đổi điểm CCNN toeic TOEIC Listening & Reading đốivới CCNN mà e đã cập nhập là 510 điểm điểm qui đổi tương đương  AV1 10 AV2 10 AV3 7.5 AV4 5 theo như e xem bảng qui đổi điểm tại: http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=89&tid=1624 Do có nhiều cập nhập khác nhau nên e không thể có thông tin chính xác .   i  .",
    "Do em ở vùng giãn cách xã hội do dịch covid các tiệm Photocopy không mở cửa hôm nay mới in đơn được, hôm trước em có gửi yêu cầu một lần mà không có đơn nên không được chấp nhận",
    "Dạ vậy em có thể hiểu quy định mới là em bắt buộc phải thi TOEIC min là 600 thì mới được tốt nghiệp đúng không ạ? Vậy sao trên quy chế em lại đọc chuẩn tiếng anh để tốt nghiệp chỉ là 500 ạ?",
    "dạ e kính chào thầy/cô. Hiện em có thắc mắc là em đang tích lũy tín chỉ được 47 và đang đăng kí 10 tín chỉ học kì hè thì có đủ tín chỉ để đăng kí môn năm 3 không ạ? Em xin chân thành cảm ơn thầy/cô.",
    "Chào anh/chị, cho em hỏi nhà trường có mẫu đơn  xin xác nhận đang là sinh viên học tại trường không, hay là mình tự soạn. Và thủ tục hay quy trình như thế nào để em nắm rõ và thực hiện ạ.  Em cần xác nhận với địa phương để không bị đi nghĩa vụ quân sự. Em xin cám ơn.",
    "Em xin chào ! Em đã hoàn thành tất cả chương trình học, bao gồm tín chỉ, luận văn, ngày CTXH, TOEIC 500 với K16 và anh văn nói viết, nhưng hiện em vẫn chưa có được gởi mail tốt nghiệp, nhưng các bạn em đã có, em có kết quả đậu anh văn nói viết vào ngày 14/8, em thi ngày 2/8 .",
    "Em chào phòng đào tạo, em đã hoàn thành chương trình học và nhận được email có tên trong danh sách dự kiến tốt nghiệp tháng 11 tới. Em vào Mybk mục Đăng ký tốt nghiệp, phía dưới cùng có ghi Tình trạng đăng ký: không được phép đăng ký (Nợ CTXH + học phí). Phòng tạo cho em hỏi: 1/ Về phần nợ CTXH: em đã đi 15 ngày công tác xã hội theo như quy chế học vụ điều kiện để tốt nghiệp (vui lòng xem hình đính kèm), tuy nhiên trong phần Đăng ký tốt nghiệp trang Mybk lại ghi em còn nợ công tác xã hội. Mong phòng đào tạo xem xét và phản hồi giúp em. 2/ Về phần nợ học phí: em xác nhận là em còn học phí 1 môn trong học kỳ hè 193 dù em đã Rút môn học đó (có tính học phí). Phòng đào tạo cho em hỏi khi nào đến đợt thanh toán học phí để em thanh toán hoàn tất luôn ạ? Em cám ơn . ",
    "Kính gửi Phòng Đào tạo, Cho em hỏi: Trong 5 môn Chính trị - Triết học  -  (SP1031) - Kinh tế chính trị  -  (SP1033) - Chủ nghĩa xã hội khoa học (SP1035) - Tư tưởng  (SP1037) - Lịch sử Đảng Cộng sản Việt Nam (SP1039) Có môn nào có điều kiện học trước hay tiên quyết không ạ? Em xin chân thành cảm ơn!",
    "Em kính gửi Quý Thầy/Cô Em xin phép hỏi. Hiện tại em đã chuyển đổi điểm av4 thông qua bằng toeic 500 và được 5 điểm. Nhưng vì em chưa qua kỳ thi tiếng anh speaking and writing vì trong kỳ này em có được đăng ký học av4 để học cải thiện không? + nếu em đăng ký được mà lỡ em không thi qua được kỳ thi cuối kỳ vậy điểm av4 có giữ được 5 điểm như đã chuyển không?  + Và nếu em qua được kỳ thi toeic speaking and writing trong kỳ này thì em có được đăng ký tốt nghiệp vào tháng 11/2020 không? ( vì đang học av4 trong kỳ) Em xin cảm ơn! Thân trọng.",
    "Thưa nhà trường, cho em hỏi là việc học cải thiện sau kỳ luận văn tốt nghiệp thì điểm có được tính vào điểm trung bình tích lũy không ạ?   i  .",
    "Trong học kỳ 193 em quên đăng ký môn thực tập tốt nghiệp nhưng em đã được nhận và đang tham gia chương trình thực tập tại công ty. Em muôn hỏi là: Nếu trong kỳ 201 em đăng ký môn thực tập tốt nghiệp thì em có thể đăng ký trên 12 chỉ trong kỳ đó được không ạ? Tại vì lúc đó em đã thực tập xong tại công ty và em có thể dùng kết quả đó cho kết quả môn thực tập tốt nghiệp kỳ 201 không ạ? Em cảm ơn.    .",
    "Chào thầy, cô! Em muốn hỏi đợt kiểm tra anh văn đợt này kết quả kiểm tra có thể dùng như chứng chỉ anh văn là xét qua điểm các môn anh văn không ạ. Em cảm ơn",
    "Dạ em muốn xin sửa thông tin Nơi sinh trong mục \"kiểm tra thông tin cá nhân\" của thông tin Đăng ký xét tốt nghiệp ạ. Dạ nơi sinh của em trên giấy khai sinh là Tỉnh Tây Ninh, bây giờ nó là Thành phố Tây Ninh rồi ạ nên em ko biết nên ghi là Tỉnh hay Thành phố. Còn Nơi sinh trong mục \" kiểm tra thông tin cá nhân\" hiện tại là Thành phố Hồ Chí Minh là không đúng với giấy khai sinh ạ. Dạ em cảm ơn thầy/cô ạ!",
    "Dạ,em chào thầy cô ạ! Câu hỏi của em liên quan đến việc đăng kí môn anh văn ạ.Hiện em đã đăng kí môn học anh văn 2 cho kì 201.Và ngày 20/9 này e có đăng kí kiểm tra anh văn do trường tổ chức. Em muốn được giải đáp rằng: nếu kết quả kiểm tra anh văn vào ngày 20/9 e được 420 - số điểm đủ để đăng kí anh văn 3, nhưng kì 201 e đã đăng kí anh văn 2 rồi.Lúc này trường có thể mở thêm 1 đợt hiệu chỉnh môn học , hay có  thể cho em đổi môn anh văn 2 thành anh văn 3 được không ạ.",
    "Chào thầy cô, em là  hiện là sinh viên K18. Học kì vừa rồi e đã tích lũy được 47 tín chỉ, và em đang học học kì 193 với 9 tín chỉ. Thầy cô cho em hỏi nếu em đạt được 9 tín chỉ học kì hè 193 này thì có đủ tiêu chuẩn đăng kí học kì 201 không ạ . Em cảm ơn!!!",
    "Em chào Thầy/Cô Em đã hoàn thành chương trình đào tạo và các tiêu chuẩn tốt nghiệp, nhưng hiện tại vẫn chưa có mail tốt nghiệp. Thầy cô kiểm tra giúp em ạ.",
    "Em chào Cô, em là sinh viên K15 khoa điện-điện tử.  Kỳ 192 em bị tạm dừng học vì không đăng ký môn học do không kịp thi anh văn nói viết để tốt nghiệp.  Nên hiện kỳ 201 sắp tới em muôn hỏi:nếu em thi xong anh văn nói viết nhưng không đăng ký môn học thì có bị tạm dừng học không ạ (vì em đọc là 2 lần tạm dừng là bị buộc thôi học).    Em cảm ơn ạ. Chúc cô có một ngày làm việc tốt.",
    "Chào Nhà trường, Em là , mã số sinh viên    , sinh hoạt tại chi toàn   B MT16TN   . Vừa qua em đã   B hoàn thành thành công Khóa luận Tốt nghiệp    của mình (minh chứng đính kèm). Số ngày CTXH của em là   B 17.5   . Anh văn đạt   B TOEIC 760    2 kĩ năng Nghe-Đọc. Tuy nhiên, hiện em vẫn chưa thể đăng kí xét tối nghiệp trên hệ thống MyBK của trường với lý do là   B không nằm trong danh sách tốt nghiệp dự kiến    . Do đó, em muốn xin Nhà trường xác nhận lại giúp em về vấn đề trên để em tiến hành làm thủ tục xét tốt nghiệp vào cuối kì này kịp thời. Em xin trân trọng cảm ơn",
    "Em đang là sinh viên năm 2 , học kì 192 em đã tích được 52 tín chỉ và em đã đăng kí học kì 193 10 tín chỉ. Em nghe nói là phòng đạo tạo hỗ trợ sinh viên mùa covid nên sẽ tính 10 chỉ của kì 193 vào để sinh viên đăng kí được những môn học của năm 3 , sau khi có kết quả của học kì 193 nếu k tích đủ 58 chỉ thì PĐT sẽ hủy môn học đã đk của sinh viên. CHo em hỏi là nếu trường hợp đó xảy ra thì học kì kế tiếp em có thể đăng kí môn được nữa k( nếu có thì bằng cách nào) hay phải tạm dừng một học kì ạ. TKs",
    "chứng chỉ ngoại ngữ . Chào Thầy/Cô. Cho em hỏi là: ngày 12/11/2019  nhà trường có gửi mail thông báo thay đổi 1 số quy chế trong đó có thông báo \"từ học kì 1 năm 2020-2021 sẽ thay đổi cách quy đổi điểm từ điểm Toeic sang điểm Anh văn 1,2,3,4\". Và ngày 5/8/2020 nhà Trường có gửi mail là \"Do dịch Covid 19 nên Nhà trường tạm thời không xét điều kiện chuẩn tiếng Anh sau mỗi năm học (Chuẩn Anh văn hàng năm cho riêng học kỳ hè 193, học kỳ chính 201 và dự thính 201)\". Cho em hỏi là việc thay đổi cách quy đổi điểm anh văn từ học kì 1 2020/2021 vẫn tiếp tục thực hiện như thông báo hay bị hủy ạ? Em xin cảm ơn.!",
    "Em  xin làm đơn rút môn học Thực Tập Điện Tử 2 kì hè 193 do lý do bất khả kháng là F1 nên phải cách ly tập trung theo quy định nhà nước làm em mất 3 buổi trên lớp và hiện không thể bù các buổi thực tập  .   i .",
    "Chào thầy,cô! Em có xem trên lịch học vụ đợt tốt nghiệp tháng 11 có thấy từ ngày Từ 24/08/2020 đến 31/10/2020 sẽ nằm trong thời gian đăng ký xét tốt nghiệp, mà khi vào đăng ký xét tốt nghiệp thì em lại thấy Thời gian đăng ký hạn từ 03/02/2020 10:14 -  30/08/2020 16:00. Vậy em sau thời gian 30/8/2020 nếu em chưa đủ điều kiện vì lý do anh văn thì có thể đăng ký xét tốt nghiệp sau thời gian này nếu nộp đủ các chứng chỉ anh văn không ạ? Em cảm ơn.",
    "Kính gửi Quý thầy, cô PĐT Em tên là hóa 2018 Khi thi anh văn đầu vào khi nhập học, em thi được 575, theo qui định thì đã vượt qua được AV4. Hiện tại trên bảng điểm của em đã cập nhật luôn 8 tín chỉ Av. Em có 2 vấn đề thắc mắc 1/ Hiện tại, em sắp thi lấy bằng, quý thầy cô cho em hỏi khi lấy bằng rồi em có thể nộp vào để   B chuyển điểm để kéo điểm trung bình tích lũy lên được không?    2/ Với bằng trên, có thể được tính như bằng được yêu cầu nộp vào lúc nhận luận văn hay không? hay lúc đó phải thi lại một lần nữa? Em rất mong nhận được sự giải đáp thắc mắc từ thầy cô. Em xin chân thành cảm ơn .",
    "Em chào Thầy/Cô Em đã hoàn thành chương trình đào tạo và các tiêu chuẩn tốt nghiệp, nhưng hiện tại vẫn chưa có mail tốt nghiệp. Thầy cô kiểm tra giúp em ạ.",
    "Em chào thầy/cô ạ. Em hiện là sinh viên K16, dự kiến sẽ bảo vệ LVTN vào đợt 2 (giữa tháng 9/2020) và đăng kí lễ tốt nghiệp tiếp theo. Thầy/cô cho em hỏi đã có hạn cuối để hoàn thành các điều kiện như chuẩn đầu ra Tiếng Anh, ngày ctxh,... để đăng kí tốt nghiệp chưa ạ? Và nếu chưa thì làm sao để em biết được hạn cuối khi có cập nhật ạ?  Em cảm ơn!",
    "B  Kính gửi phòng đào tạo, do chỉ mở 1400 chỗ cho kì thi kiểm tra anh văn định kì nên em không giành được slot. Mong phòng đào tạo có thể mở thêm chỗ thi để hỗ trợ tụi em được không ạ. Xin cảm ơn phòng đào tạo ạ!",
    "Kính gửi phòng đào tạo Em tên là  mssv , sinh viên khóa k16 lớp tài năng dân dụng và công nghiệp XD16KSDD . Em viết thư này mong phòng đào tạo xem xét lại giúp em là em đã đủ số tín chỉ 142/142 đtb 8.16, đủ 15 ngày ctxh, toeic nghe đọc 600 và nói viết 255 điểm. Mặc dù đã đủ điều kiện tốt nghiệp nhưng hôm qua em không nhận được mail thông báo nằm trong danh sách tốt nghiệp như các bạn trong lớp ạ. Em rất mong nhận được phản hồi sớm từ phía thầy cô Em xin chân thành cảm ơn ạ",
    "Em chào thầy cô ạ, em đang học môn Thiết kế hệ thống cơ điện tử (ME3005) trong kì hè ạ, nó là môn học trước của Đồ án thiết kế hệ thống cơ điện tử (ME3017) ạ, tuy nhiên khi đăng ký môn học thì em đăng ký không được do hệ thống báo về là thiếu môn học trước ạ. Cho em hỏi trường hợp này thì cách giải quyết như thế nào ạ? Em xin chân thành cám ơn.",
    "kì hè 193 em đang học môn tín hiệu hệ thống (EE2005) là môn học trước của 3 môn : EE2015, EE2017, EE3019. Kì tới ( kì 201) em muốn học 3 môn trên nhưng do kì hè 193 chưa kết thúc nên đăng kí chưa được,cho em hỏi liệu có cách nào đăng kí được không ạ ? tại vì hè này em sẽ học xong môn học trước để kì chính tới học 3 môn tiếp theo, nếu không em sẽ bị trễ tiến độ lắm, mong phòng đạo tạo giúp em",
    "Xin chào thầy/cô Em tên là , MSSV . Em có đăng ký môn luận văn tốt nghiệp (CO4313 ) cho HK1 (2020-2021). Lúc đó thì em nhận được thông báo đăng ký thành công. Tuy nhiên trong phần kết quả đăng ký thì không thấy môn luận văn tốt nghiệp nữa . Mong thầy/cô kiểm tra lại giúp em ạ. Nếu em còn thiếu điều kiện đăng ký nào thì mong reply giúp em ạ. Em cảm ơn",
    "Em chào PĐT, cho em hỏi là môn CLC mã CI2005 của khoa CNVL còn được dạy không ạ? Vì em không thấy có mở lớp, nên không biết là có phải thay thế học môn CI2003 không? Em cảm ơn PĐT",
    "Em chào thầy/cô Thầy/cô giải đáp dùm em các thắc mắc với ạ. 1. Một vài môn của em bị xóa do thiếu GDTS_3 là gì vậy ạ. 2. Chương trình đào tạo của em có môn GE2007 là môn học trước của GE3001. Trong học kì 193 này em đã đăng kí và đang học môn GE2007, vậy tại sao khi đăng kí môn GE3001 vào học kì 201 tới thì lại báo thiếu môn GE2007 vậy ạ. Em cảm ơn thầy/cô đã dành thời gian ạ.",
    "xin mở lớp giải tích 2 ( MT1005 ) trong học kì chính quy 201",
    "Phòng đào tạo cho em hỏi: hè này em học môn Tín hiệu hệ thống EE2005 lần đầu. Các môn học kỳ 3 em muốn đăng ký là Xử lý số liệu EE2015, Cơ sở điều khiển tự động EE2019, Kỹ thuật hệ thống Viễn thông EE3015, Truyền số liêu vào mạng EE3019. Các môn này đều cần phải có môn Tín hiệu hệ thống 2005 (học trước) nhưng kỳ hè em mới được học. Vậy thì kỳ 201 em có được đăng ký mấy môn trên không ạ. Nếu được thì sao giờ em đăng ký mấy môn đó không được vậy ạ?",
    "Thầy cô ơi em không đăng kí được môn CI3183 với CI3185, em đăng kí môn CI3183 thì bảo thiếu CI3185 song hành, em đăng kí CI3185 thì bảo thiếu CI3183 song hành, em ko thể đăng kí được 2 môn, Thầy cô đăng kí giúp em với CI3183 lớp A01 với CI3185 A01 luôn với ạ, em đăng kí sáng giờ không được cứ báo lỗi em suốt",
    "Rút môn học HK hè 2019-2020 . Em xin phép rút môn học MT2013 và sẽ thanh toán học phí đầy đủ",
    "Cho em hỏi sao mấy môn r đăng ký, đủ sĩ số mak trên trang báo không mở lớp ạ",
    "Chào pđt, Em là sv khoá k18 chưa qua giải tích 2 nhưng kì này em thấy không mở môn giải tích 2. Không biết em có đăng kí môn tương đương hay xin mở lớp được không ạ? Em cảm ơn ạ!    .",
    "Kính gửi thầy/cô, Vừa qua trong kì Đăng kí môn học đợt 1, em có đăng kí môn Lập trình Web (CO3049), nhưng khi kết quả trả về lại báo rằng: \"Thiếu môn tiên quyết GDTS_3\". Nhưng em xem cấu trúc môn học trên web aao thì môn học này không có ràng buộc bởi môn học khác, và số chỉ của em là đủ để đăng kí môn năm 3, và em đã qua 3 môn giáo dục thể chất. Xin quý thầy/cô giải thích giúp em. Em xin cám ơn.    .",
    "Dạ, em là , MSSV: . Em đang thực tập và có định hướng về lập trình nhúng, do đó, em muốn được học môn xử lý tín hiệu số với FPGA, mã môn học EE3041, nhưng môn học chỉ có 1 lớp và đã hết sĩ số. Mong PĐT mở them sĩ số cho môn học này  .",
    "Dạ cho em hỏi tại sao ở học kỳ 201, em đăng ký giáo dục thể chất( cụ thể là môn bóng chuyền) mã môn học PE1011 thì lại có thông báo là không mở lớp ạ. Vậy làm sao để em có thể đăng ký được giáo dục thể chất ạ",
    "Kính gửi Phòng Đào tạo, Theo như thông tin em đucợ biết thì trong kì 201 trở vê sau, trường sẽ không mở các môn thể chất nữa mà sinh viên sẽ học chung với các trường ĐHQG. Vì vậy em xin được hỏi về quy trình đăng ký các môn thể chất mới như thế nào ạ?",
    "Thầy / cô cho em xin cách xử lý học môn MT1005 - Giải tích 2 theo mã mới. Em xin cảm ơn.",
    "Dạ em chào cô (thầy) PĐT, Em tên:  MSSV:  Kết quả ĐKMH HK1 2020-2021 bị xóa do thiếu chuẩn GDTS3, nhưng theo quy chế mới về thay đổi môn học gdtc do nợ môn nên em đã đăng ký học 1 trong 9 môn được nêu ra trong quy chế và theo kết quả bảng điểm em đã học tất cả 3 môn thể chất và đã có kết quả qua cả 3 môn, mong phòng đào tạo xem lại giúp em với ạ. Em cảm ơn.",
    "Chào thầy/cô Cho em hỏi kì hè 193 em học môn sức bền vật liệu (CI2007) để vô kì chính 201 em học các môn có điều kiện CI2007 là môn học trước, nhưng do hiện tại đăng kí môn học giữa lúc kì hè 193 nên các môn trong kì chính 201 em bị hủy do thiếu môn học trước, vậy có cách nào em học ở kì 201 không ạ, em cám ơn, mong thầy cô hồi đáp.",
    "Dạ em chào thầy/cô, em là Nguyễn Duy Đạo SV khoa khoa học và kỹ thuật máy tính . 1. Trong đợt 1 ĐKMH em có đăng ký môn \"Mật Mã và An Ninh Mạng\" (Mã MH: CO3069) nhưng không được đăng ký, em có xem lịch sử đăng ký thì báo do thiếu môn tiên quyết là môn CO3093 nhưng em có kiểm tra môn trong chương trình đào tạo khoa máy tính thì không có môn này ạ. 2. Em và các bạn em có đăng ký môn Đề Cương LVTN trong đợt 1 nhưng kết quả ĐKMH đợt 1 thì tụi em đều bị huỷ không được đăng ký môn Đề Cương LVTN, trong lịch sử đăng ký cũng không hiển thị lý do huỷ môn. Em không biết là do thiếu điều kiện đăng ký hay bị gì ạ. Mong PĐT phản hồi ạ, em xin cảm ơn.",
    "Chào Thầy/Cô ,hôm nay đăng kí môn học , Em có 2 môn học báo thiếu môn học trước , nhưng 2 môn học trước đó hiện tại Em đang học tại kì hè 193 này. Vậy mong phòng đào tạo cập nhật điều kiện học trước của hè này cho Em được đăng kí môn học với ạ, vì sĩ số các lớp đó hiện tại còn rất ít ạ. Em xin chân thành cảm ơn.",
    "Chào Ad ạ, ad vui lòng kiểm tra giúp e vấn đề này. Em đã qua tất cả các môn thể dục nhưng bây giờ hệ thống lại báo là em chưa hoàn thành môn thể chất 3(GDTS_3) nên không đăng kí cho em các môn học theo đúng tiến độ. Và môn có mã CH2061 có môn học trước là môn CI1003 em đang học trong kì hè này, cũng không cho em đăng kí luôn ạ. Kính mong AD xem xét giải quyết giúp em. Em xin cảm ơn    .",
    "cho em hỏi những môn chỉ mở đúng 1 học kì như nhiệt động truyền nhiệt, bơm quạt máy nén nhưng k19 lại k có những môn đó, em là k18 có học ạ vậy học kì 201 em có thể nộp đơn xin mở lớp không ạ?? và quy trình để nộp đơn xin mở lớp ạ?? em cảm ơn",
    "Em là sinh viên năm 4 muốn đăng kí lại môn của năm 2 thì em phải dùng mã môn học nào ạ,K19 mã môn mạch điện tử là EE2035 còn K17 là EE2007 nhưng em nhập cả 2 mã cũng không tìm được môn đăng kí,cho em hỏi giờ em phải tìm mã môn học ở đâu để đăng kí ạ.",
    "Hiện 20-1 PĐT không mở môn học Đồ án (EE3151). E muốn xin mở lớp thì làm như thế nào a?",
    "Em chào thầy cô, em tên Lê Mậu Duy . Đợt 2 này em có đăng ký những môn sau thì hệ thống báo lỗi như hình trong khi đợt 1 vẫn đăng ký được. CI3061 PP phần tử hữu hạn CI3009 Kết cấu thép 1 CI2091 Kết cấu bê tông cốt thép 1 CI2031 Đồ án BTCT 1 Vậy thầy cô có thể giúp em vấn đề này để em thuận lợi đăng ký môn cho kịp đợt k ạ? Em xin cảm ơn ạ",
    "Dạ em chào thầy cô , dạ cho em hỏi đợt 1 em đăng kí 4 môn báo thành công hết mà h vào xem chỉ còn 2 môn . Vậy là lý do gì ạ . Có khi nào đợt 2 em đăng ki rồi đợt 3 vài xem lại bị xóa môn vậy không ? Em cảm ơn cô nhiều ạ !",
    "Cho em hỏi là kì 191 em không đăng kí môn thực tập cơ khí đại cương 2(ME2001) nên kì này(201) em muốn đăng kí, khóa 2019 sẽ thực tập cơ khí đại cương 2 nhưng sao em kiểm tra thì không thấy môn học này mở vậy ạ?? Nếu không em  có thể nộp đơn xin mở môn học không ạ??",
    "Dạ cho em hỏi là em đang học anh văn 1 ở học kì hè mà bây giờ em đăng kí anh văn 2(La1005) mà hệ thống báo là thiếu anh văn 1(la1003) ạ nên em không thể đăng kí được em xin phòng đào tạo xem lại giúp em ạ. Em xin chân thành cảm ơn ạ ",
    "Kính gửi các thầy cô, Em tên là ( MSSV:), sau khi mở đăng ký môn học đợt 2, em có vào kiểm tra thì toàn bộ môn học em đăng kí bị hủy với lý do ( thiếu môn tiên quyết SV_N3) ạ . Em đã có kiểm tra lại các môn tiên quyết lẫn môn học trước , thì em đều đã học qua hết rồi. Thầy cô cho  em hỏi sao em bị hủy môn ạ ? Còn nếu thiếu chuẩn sinh viên năm 3 thì HK201 này em đăng ký là đủ chuẩn ạ. File ảnh là hình chụp lịch sử đăng kí môn  Em xin cảm ơn",
    "Kính thưa pđt!  Mong pđt hỗ trợ em đăng kí môn học trong mùa dịch . Vì thiếu môn học trước( môn em đang học ở hè) mà sẽ kéo theo nhiều môn. Mong pđt cho em đăng kí môn trước trong kì 201 sau khi có kết quả 193 thì pđt hậu kiểm lại ạ. Em cảm ơn rất nhiều",
    "dạ cho em hỏi môn học nhập môn kĩ thuật(ME1001) tại sao em đang kí không được ạ, em bị rớt môn này kì 181, nhưng bây giờ không có được đăng kí là sao ạ?? Em cám ơn",
    "Em chào thầy/cô, Em tên là Thiện mssv . Kì 193 này em có học môn Cấu Trúc Dữ Liệu và giả thuật CO2003, em đăng ký học kì 201 nhưng hệ thống vẫn báo môn này chưa học ạ. Thầy có thể sửa giúp em sớm để em có thể đăng kí các môn học được ko ạ. mấy môn em tính đăng kí gần full lớp hết :( Em xin cảm ơn thầy/cô",
    "Dạ trường có thể mở thêm lớp vẽ kĩ thuật hoặc có thể cho em vào lớp L01 được không ạ tại em đăng kí không kịp. Kính mong nhà trường cho phép",
    "em là - thuộc bộ môn Kĩ thuật hệ thống công nghiệp - khoa Cơ Khí. Đối với 2 môn học ERP - ME4617 và Tiếp thị Logistics - ME4649 thuộc nhóm B tự chọn. Ở học kì 201 tới, chúng em đã đăng kí mỗi lớp sỉ số trên 20 người và thỏa điều kiện môn tiên quyết của môn đó. vậy cho em hỏi tại sao môn học lớp em bị hủy ạ? mong PDT phản hồi sớm để chúng em còn kịp đăng kí đúng hạn trong đợt này ạ. Em xin cảm ơn!",
    "Hôm nay em có đăng kí môn học. Em đã đăng kí đúng tất cả các môn giống với CTĐT ở HK7 nhưng hệ thống chỉ cho em đăng kí tối đa 13 tín chỉ trong khi các môn học trong HK7 của CTĐT thì hơn 13 tín chỉ. Em mong nhà trường giải đáp giúp em tại sao lại như vậy ạ? Em cám ơn ạ",
    "cho em hỏi môn tự chọn tự do là được đăng kí  cho em hỏi môn tự chọn tự do là được đăng kí bất cứ môn nào cũng được phải không ạ",
    "Cho em hỏi môn gdtc của em đăng ký rồi nhưng đã bị xoá và bây giờ tìm mã môn lại không thấy và môn vật lý 1 em tìm cũng không thấy để đăng ký  Mong pđt cho em câu trả lời",
    "Chào cô ạ, Em có hai chỗ thắc mắc mong cô giải đáp ạ: - một là: em đang học môn Những nguyên lý cơ bản của chủ nghĩa - (SP1003) trong kì hè 193 này, kì sau Hk201 em cần học môn Tư tưởng  (SP1005). Em đăng kí môn tư tưởng thì báo lỗi \"yêu cầu Học trước \". Mong Cô đăng kí giúp em môn Tư tưởng  (SP1005) ở cơ sở 2 giúp ạ. - hai là: học kì này môn Hóa vô cơ (CH2011) có mở lớp không cô? nếu không, em học môn (MA2041) Hóa vô cơ của K19 cùng nghành để lấy môn quy đổi tương đương được không ạ? em cảm ơn cô, chúc cô sức khoẻ. Thân mến .",
    "Chào thầy/cô, em là  MSSV:. Mong thầy/cô có thể tăng sĩ số môn học: ME1009- Thứ 3,tiết:345 được không ạ. Em cảm ơn ạ.",
    "Dạ cho em hỏi, em hiện giờ không đủ tín chỉ để học năm 3 ạ, em có thể làm đơn xin phòng đào tạo cho em học năm 3 được không ạ?",
    "Em chào thầy cô Em tên là , mssv  Thuộc khoa Kỹ thuật xây dựng Em viết đơn này mong muốn thầy cô có thể tăng sĩ số lớp A02 môn kết cấu bê tông CI2091 Em xin chân thành cảm ơn",
    "Dạ em là sinh viên khóa 2017, em bị nợ môn gttc 3 và không đủ điều kiện đăng kí năm 4. Cho em hỏi là có cách nào để cho em đăng được môn học năm 4 không ạ. Em xin cảm ơn",
    "Em tên:  MSSV:  Cho em hỏi là em có đăng kí một số môn học để cải thiện điểm trong học kì tới (HK201), nhưng bị hủy kết quả với lí do: \"D: Môn đã đạt/đã học chưa có điểm/ đã có kết quả trong HK chính\". Nhưng từ trước tới giờ trường mình vẫn cho phép sinh viên học lại để cải thiện vào kì chính hay dự thính đều được. Em mong được giải đáp từ phòng đào tạo ạ. Em xin chân thành cảm ơn rất nhiều!",
    "Sao em không thể đăng ký môn tư tưởng  được ạ",
    "Em muốn đăng kí môn hệ thống điều khiển mờ ME4207 nhóm lớp A01_A01 mà lớp đầy người rồi. Pđt có thể xếp em vào lớp hệ thống điều khiển mờ được không ạ. em cảm ơn",
    "MSSV:       . Học kỳ 201 em không đăng kí được hai môn ME3007 và ME3011 vì yêu cầu môn học trước là môn ME2009. Em đang học môn ME2009 vào học kì 193. Vậy trước khi vô học kỳ 201 em đã đủ tiêu chuẩn học trước môn ME2009. Mong phòng đào tạo giúp em đăng kí được hai môn ME3007 và ME3011 ạ.",
    "Phòng đào tạo cho em hỏi là bây giờ đăng kí môn học, em đăng kí học những môn của ngành chính và thêm vào đó em có thể đăng kí thêm những môn mà nằm ở bằng 2 mà sao này em muốn học hay không ( các môn đó em đủ đki học trc và tiên quyết) . Em học xong thì có phải những môn đó sẽ lưu lại trong bảng điểm và sau này khi em tốt nghiệp bằng 1 và học bằng 2 thì em không phải học lại môn đó nữa đúng không ạ?",
    "Dạ cho em hỏi là trường có thông báo không xét chuẩn anh văn học kì 201 mà giờ em đăng kí thì bị xoá hết môn ạ",
    "Em là sinh viên k18 xây dựng, vì kì 192 e bị rớt môn địa chất mã CI1043 hiện tại em muốn đăng kí học lại nhưng mã môn này không mở lớp. Vậy em phải liên hệ giảng viên xin mở lớp mới hay là sẽ đăng kí theo mã môn mới theo chương trình k19?",
    "PĐT cho em hỏi là môn học hè dù em đã học được 1/2 chương trình rồi nhưng hệ thống không set nó làm môn học trước để đăng ký cho môn kỳ sau ạ ?    .",
    "Dạ em chào Thầy, Cô, Thầy, Cô cho em hỏi hôm nay em nhận được mail về ngày thanh toán học phí HK193. em có đăng kí 2 môn là: Thực tập môn học địa chất dầu khí, Giải tích 2 HP: 1.920.000đ. Và em thấy thêm 1 khoản là 320.000đ loại thanh toán là học phí đại học chính quy. Em không hiểu lắm khoản thanh toán 320.000đ (có hình ảnh đính kèm) là tiền đóng gì ạ. Em mong nhận được sự giải đáp của Quý thầy, Cô Em chân thành cảm ơn.",
    "Em xin chào thầy/cô, Em tên:  MSSV:  Hiện tại em cần đăng ký môn học Kiến trúc máy tính (CO2005) cho học kỳ này ạ. Nhưng sỉ số đã đầy. Vì thế cho nên, em xin thầy/cô tăng sỉ số lớp Kiến trúc máy tính nhóm L04_L08 ạ. Em xin cảm ơn thầy/cô.",
    "Hiện tại ở cơ sở 2 không còn lớp   B nguyên lý máy    (ME1015) nào còn chỗ trống nên em viết yêu cầu này để xin phép nhà trường mở thêm một lớp   B nguyên lý máy     ở cơ sở 2",
    "PDT cho em hỏi môn PHƯƠNG PHÁP TÍNH có MSMH là  MT1009 và VẬT LÝ 2 có MSMH là PH1005 có mở trong kỳ dự thính 201 không ạ? Mong PDT có thể trả lời sớm để e đăng ký đủ chỉ để làm LVTN ạ! Em chân thành cám ơn!",
    "Cho e hỏi là tại sao e không đăng kí được môn học của năm 2? Và cách khắc phục ngư thế nào ạ?",
    "Em là , MSSV:  Trong đợt đăng ký môn học đợt 1, em đã đăng ký môn Hệ Thống Năng Lượng Xanh, nhưng biết vì lý do gì em lại bị mất môn đó ạ. Môn này rất quan trọng với việc làm của em sau này, em mong phòng đào tạo xem xét mở sĩ số môn Hệ Thông Năng Lượng Xanh để em có thể trao dồi kiến thức và hoàn thành tốt chương trình học. Em xin chân thành cảm ơn!",
    "CI4383  Em đã học môn thể dục : điền kinh ở học kì 191 là môn GTDC1 ở học kì 191. Mong phòng đào tạo cập nhật giúp em để em đăng kí luận văn tốt nghiệp.",
    "Xin mở sĩ số môn Hệ thống năng lượng xanh lớp A01 EE3131",
    "kính gửi pdt e xin mở rộng sĩ số nguyên lí máy msmh ME1015 lớp L04 . e xin cảm ơn ạ",
    "MSSV:    Tốt nghiệp . Chào quý thầy cô, anh chị PĐT. Cuối tháng 7 vừa rồi em đã bảo vệ luận văn tốt nghiệp thành công (9.1 điểm, đề tài: Web-controlled Robot with Smart Vision) cũng như hoàn thành chương trình đào tạo. Em dự định đăng kí tốt nghiệp vào đợt tháng 11/2020 . Tuy nhiên khi em đăng nhập vào trang đăng kí tốt nghiệp thì em không thể đăng kí do   U \"không có thông tin trong danh sách tốt nghiệp tạm thời\"     Mong quý thầy cô, anh chị kiểm tra lại. Nếu do em có thiếu sót gì vui lòng cho em thông tin để em bổ sung kịp thời . Chúc quý thầy cô, anh chị nhiều sức khỏe",
    "Em tên là  MSSV:  khoa kỹ thuật địa chất và dầu khí, em có 3 vấn đề thắc mắc cần giải quyết: 1) Trong đợt đăng ký môn học kỳ chính 201 này, em không đăng kí được môn học Địa vật lý giếng khoan (GE3001) (môn học kì 1 năm 3) do trùng thời khóa biểu với môn Mô phỏng vỉa dầu khí (GE4037) (môn kì 1 năm 4). Phòng đào tạo có thể sắp xếp lại thời khóa biểu môn GE3001 sang thứ 6 hoặc chiều thứ 3, sáng thứ 5, sáng thứ 4, sáng thứ 2 được không ạ? 2) Em không đăng kí được môn Đồ án công nghệ khai thác dầu khí (GE4031) do vướng môn tiên quyết Công nghệ khai thác dầu khí (GE3015) nhưng trong kì hè 193 em có đăng kí học môn GE3015 vậy có thể xem xét cho em đăng kí môn GE4031 trong kì 201 được không ạ? 3) Do học kì 1 năm 4 chỉ được đăng kí tối đa 13 tín chỉ nhưng nếu đăng kí thêm được 2 môn GE3001 (3 tín chỉ) và GE4031 (1 tín chỉ) bên trên thì tổng số tín chỉ của em là 15 tín chỉ thì em phải làm gì để được học 15 tín chỉ ạ?",
    "Em nhở bấm nhầm xóa mất môn NGUYÊN LÝ MÁY mã ME1015  , bây giờ e muốn đăng kí lại mà hết slot ở cơ sở 2 mất, giờ e làm sao để đăng kí lại được ạ ? e cảm ơn thầy cô đã đọc và mong được giúp ạ",
    "Dạ em chào Thầy, Cô Em tên là  MSSV  học lớp DC17DK Khoa Kĩ thuật Địa chât & Dầu Khí. Dạ cho em hỏi, hôm nay có kết quả đăng kí môn học đợt 1, và ĐKMH đợt 2, nhưng trong kết quả ĐKMH của em bị mất 2 môn là đề cương và thực tập tốt nghiệp. Em có ĐK lại nhưng bị báo lỗi là không được ĐK quá 13 chỉ. Trong lớp em tất cả các bạn ĐKMH đều bị như vậy ạ. Vậy lớp em phải làm đơn xin phòng đào tạo mở hay sao ạ, em mong được Thầy Cô hướng dẫn. Em chân thành cảm ơn.",
    "em là ẾU kết thúc năm nhất e đạt được 26 tín chỉ tức là dưới 28 tín chỉ vậy e có được đăng kí các môn học ở học kì 3 theo chương trình của  ko ạ?",
    "Em đã học xong môn giáo dục thể chất 1,2 và học môn cầu lông (thay thế môn giáo dục thể chất 3) nhưng khi đăng ký môn học thì hệ thống báo lỗi chưa qua môn giáo dục thể chất 3. Mong phòng đào tạo giải quyết thắc mắc này giúp em ạ?",
    "PDt cho em hỏi là em đăng ký thực tập tốt nhiệp trong hk1 thì số chỉ đăng ký của em chỉ được 10 + 2 chỉ thực tập=12 hay 12+2 chỉ thực tập=14 chỉ vậy ạ. Và em sợ điểm học hè không cập nhập kịp đợt đăng ký bổ xung riêng cho thực tập tốt nghiệp vậy sau đó 1 thời gian ngắn em có thể viết đơn xin học bổ sung vào lớp thực tập tốt nghiệp và đề cương luận văn không ạ.",
    "Dạ cho em hỏi là kì trước e vừa hoàn thành hết các môn học thể chất. Trong đợt đăng kí môn học Hk1 2020_2021 em có đăng kí môn ME4051 nhưng khi xem kết quả đăng kí lần 1 thì môn học trên của em bị hủy do thiếu môn  GDTS_3 là sao ạ, mong phòng đào tạo giúp em. Em xin cảm ơn",
    "Chào thầy cô, em không biết tại sao các môn học em đăng ký đợt 1 lại bị xóa trong đợt 2 này?  Tín chỉ tích lũy của em là 20, em K19. Nhưng trước đó em nghe đối thoại thì nếu không đủ 28 chỉ vẫn đăng ký môn học được năm 2, mà giờ lại như vậy thế thì quá khó cho em ạ . Mong thầy cô giải đáp giúp em. Em cảm ơn",
    "Em xin chào thầy/cô, Em tên là , MSSV , hiện là sinh viên năm 2, lớp VB2 khoa KH&KT Máy tính. Em muốn hỏi là em có được miễn môn   B Kỹ năng chuyên nghiệp cho kỹ sư   (CO2001)    hay không, vì ở VB1 học ở ĐHBK, ngành Kỹ thuật Địa chất & Dầu khí thì em đã có học môn   B Nhập môn về kỹ thuật (GE1001)   ? Nếu được miễn môn thì em cần phải nộp đơn ở đâu? Em xin chân thành cảm ơn.   i  .",
    "Dạ thưa thầy cô cho em hỏi, em là sinh viên k19, năm 1 của em chỉ được 26 tín chỉ không đủ với yêu của năm 1 là 28 chỉ vậy là em sẽ không đăng kí được những môn 2xxx phải không ạ ? và cho em hỏi vì đầu năm thì em có tham gia các buổi trao đổi của nhà trường thì em có nghe là năm 1 không đủ chỉ nhưng vẫn được xét để đk môn học năm 2 thì có đúng không ạ? Cám ơn thầy cô đã xem và trả lời giúp em.",
    "Em mong pdt thêm sỉ số lớp Hóa Hữu Cơ CH2021 ạ. Hiện tại sỉ số đang là 62/62 em không đăng kí được ạ.",
    "Em chào Phòng đào tạo, Các bạn nhóm ngành Logistics và Quản lí chuỗi cung ứng - khoa Cơ Khí - K17 hiện không đăng kí môn học ME3231 (kỹ thuật mô hình hóa - mô phỏng) được do hệ thống báo thiếu môn  [ME2049]: ME2049 - ứng dụng máy tính trg cn. Em có chekc lại Môn này không phải môn tiên quyết trong lộ tình đào tạo . Kính mong phòng đào tạo xem xét và giải quyết sớm ạ. Em xin cảm ơn    .",
    "Chào thầy/cô E là  MSSV  DKMH đợt 2 e bị xóa hết môn do \"Không đạt chuẩn thể chất sau năm 3\" nhưng e đã hoàn thành 3 môn thể chất, điểm đã có trên bảng điểm nhưng e vẫn bị xóa môn. Mong thầy/cô kiểm tra lại giúp em! Em cảm ơn",
    "Chào thầy/cô. Em tên là , mssv . Hết học kì 192 em tích lũy được 55 chỉ và kì hè 193 em đã đăng kí môn Thực tập Kĩ thuật Dệt 3 tín chỉ. Nhưng hiện tại đợt đăng kí môn học đợt 2 đã đến và em chưa có kết quả của môn kì hè 193 nên chưa thể đăng kí được các môn năm 3 theo chuẩn SV năm 3 là 56 tín chỉ. Em mong phòng đào tạo xem xét mở cho em đăng kí được các môn chuyên ngành của năm 3, do hiện tại em chỉ thiếu có 1 tín chỉ tích lũy và kì hè 3 tín chỉ đã đăng kí em chắc chắn sẽ qua ạ. Em xin chân thành cám ơn.",
    "Dạ,nhà trường cho em hỏi là nếu em không đủ điều kiện là sinh viên năm 2 (tức là tín chỉ tích lũy của em không đạt 28 chỉ) thì em không được đăng ký môn của ngành em theo học thì em phải đăng ký những môn nào ạ (trong trang đăng ký có để là : Hệ thống chỉ hiển thị Mặc Định các môn theo CTDT của sinh viên và các môn không đạt - nhưng khi em nhập mã môn em không đạt thì không có mở lớp) Mong thầy cô có thể giải đáp giúp em ạ. Em xin cảm ơn.",
    "Hiện tại em bị trùng lịch không thể học các lớp Thiết kế thí nghiệm và xử lý số liệu vào buổi chiều được. Thầy/cô có thể tăng thêm sỉ số lớp sáng thứ 3 vào tiết 3,4,5 để em đăng ký được không ạ? Em xin cảm ơn.",
    "Em chào thầy cô, em tên là , mssv , lớp xd15kt   Em có đăng kí thi anh văn nói viết trên website BKenglish vào các đợt mở đăng kí vào ngày hôm nay 9h ngày 25/8. Em có nguyện vọng đăng kí vào ngày thi 4/9/2020 để kịp thi và có kết quả để xét Tốt nghiệp vào tháng 11, nhưng vì hình thưc chuyển phí dự thi bằng momo nên em không biết và không chuẩn bị kịp( trươc đây tất cả các hình thức thanh toán cho nhà trường đều thông qua ebanking ocb), em đã không đăng kí kịp cho đợt thi Nói viết này. Em mong nhà trường có thể xem xét cho em đăng kí thi trong thời gian kịp thời để xét tốt nghiệp trong tháng 11 vì em đang phải ở quê xa tự ôn tập tại nhà và khó khăn để lên IIG đăng kí thi trong tình hình dịch bệnh này. Em mong nhận được sự hỗ trợ từ thầy cô, em xin cảm ơn",
    "Dạ em chào cô, cô cho em hỏi là môn thực tập cơ khí đại cương 2 mã ME2001 của và môn vẽ cơ khí ME2021 hôm trước em thấy số lượng đăng kí đông mà sao hôm nay lại không có môn học mở vậy cô. Và môn đồ án thiết kế, điều kiện để được học môn này là học trước môn chi tiết máy, hiện em đang học hè nhưng vẫn không đăng kí được. Em cảm ơn cô",
    "Kính chào Thầy/ Cô,  Em là Đinh Vị Mẫn Nhi - MSSV 1810396, thuộc khoa Quản lí công nghiệp  Hiện nay thời khóa biểu ngày thứ 2 của em có hai môn là Phân tích dữ liệu tiết 234 và môn Tài chính doanh nghiệp tiết 101112. Em xin Thầy/ Cô có thể mở thêm sỉ số lớp môn Tài chính doanh nghiệp tiết 789 để em có thể đăng kí, thuận tiện cho thời gian học tập. Việc di chuyển về nhà để nghỉ ngơi và lên lại trường sẽ tốn khá nhiều nhiều thời gian trong ngày vì thời gian trống giữa 2 môn học là rất lâu . Mong Thầy/ Cô sẽ xem xét, em xin chân thành cám ơn ạ.",
    "Cho em hỏi rằng em bị xóa môn học do không qua môn giải tích CÁC MÔN CỦA em bị xóa có mã là EE1009. MT2013. EE2033.EE2009. Và cho em hỏi rằng em có thể đi giải tích 2 ở kì 2001 vào dự thính và làm cách nào để được ĐK lại các môn bị xóa. Em xin cảm ơn",
    "Dạ em xin chào. Học kì 192 vừa rồi em có đăng kí và hoàn thành thể chất 3 ạ. Nhưng đến hôm nay em đăng kí môn học cho hk201 thì em không đăng kí được môn quản lý dự án xây dựng với lý do chưa hoàn thành môn tiên quyết là thể chất 3 ạ. Em phải làm như thế nào ạ?",
    "Em thấy lớp Giao tiếp trong kinh doanh  IM3047 hiện vượt quá sỉ số. Em tha thiết xin phòng đào tạo mở thêm lớp học ạ hoặc có thể nới lỏng sỉ số lên cỡ 2 3 bạn nữa không ạ. Do hồi nãy mybk cứ bị lag nên e xóa môn kia lại nhầm qua môn này. Giờ lớp đầy rồi e không đăng kí lại được nữa. Em đang năm 3 nên thời gian còn lại rất ít, sẽ ảnh hưởng đến thời gian làm luận văn. Em xin pdt thương xót em với ạ. Em xin cám ơn",
    "Em chào thầy (cô) ạ. Em có thắc mắc là trong chương trình đào tạo của em có môn Vật lý 2 (Mã MH: PH1005), nhưng hôm nay ĐKMH em chỉ thấy có môn Vật lý 2 với mã MH là PH2005. Cho em hỏi là có gì thay đổi về môn học này không ạ. Mong thầy (cô) giải đáp giúp em ạ. Em cảm ơn.",
    "Chào BQL nhà trường,    Em là khóa k18 ngành Logistics và quản lý chuỗi cung ứng, bị trễ av 1 năm. Nay k19 thay đổi chương trình đào tạo, mã môn học thay đổi và mất 1 số môn. E muốn hỏi là có thể đăng kí môn mã mới và có môn học thay thế môn cũ không ?     Em cảm ơn và mong được trả lời sớm.",
    "Em chào thầy/cô PĐT! Thầy/cô cho em hỏi khi nào trên đăng kí môn học mới có tên giảng viên ạ? Đợt HK192 trước tới đợt 3 mới có tên giảng viên ạ, mà đợt 3 thì tụi em bị khoá không chuyển sang lớp khác được ạ! Em mong tên giảng viên sẽ có sớm trong đợt 2 để tụi em được điều chỉnh học với giảng viên mà tụi em mong muốn! Em cám ơn thầy/cô nhiều ạ!",
    "em tên là   khoa xây dựng xin mở sỉ số lớp đồ án môn học về tông cốt thép 1 lớp A06",
    "Em là Nguyễn Trung Vinh , xin phòng đào tạo mở thêm suất DKMH cho môn Nguyên Lý Ngôn Ngữ  (MSMH: CO3005, lớp: L03) Lý do: Hiện tại em đang bị trùng lịch cá nhân (Hiện em đang được xếp vào lớp L02) và các bạn em đều đăng ký lớp L03 nên mong phòng đào tạo có thể giúp em chuyển qua lớp L03. Mong thầy/cô phản hồi. Em xin cảm ơn.",
    "Họ và tên:       b MSSV:       . Chào thầy (cô), đợt đkmh đợt vừa qua em có đăng ký 2 môn :  + CO3057 - Xửlý ảnh số &thị giác mt.  + CO4027 - Học máy.  + CO4311 - Đề cương luận văn tn. Cả ba môn trên đều bị hủy vì lý do :   B   I  Thiếu (các) môn học:   Nhóm [GDTS_3]: GDTS_3 - Chuẩn thể chất sau năm 3 (tiên quyết)       . Mặc dù em đã hoàn thành đầy đủ ba học phần của GDTC. Mong thầy (cô) giải quyết giúp em để em có thể đăng ký và hoàn thành chương trình kịp tiến độ ạ . Em xin chân thành cảm ơn. Sinh viên,  .",
    "Gửi anh chị, Xin phép PĐT tăng sỹ số lớp môn học CH2021  Cơ  Xin cảm ơn",
    "Em tên là  thuộc lớp HC19BSH, MSSV:  Em muốn xin tăng sĩ số lớp mã L02 môn hóa lí hóa keo, mã môn học CH1005 ạ Lí do: các lớp đã đầy học sinh và em không đăng kí được Em cảm ơn ạ",
    "Kính gửi các thầy cô Phòng Đào tạo, Tên em là , MSSV: . Thưa thầy cô, trong đợt ĐKMH lần 1, em đã đăng kí thành công 22 tín chỉ nhằm đáp ứng kịp chương trình đào tạo. Nhưng trong đợt ĐKMH hiệu chỉnh, em bị xóa môn Đồ án môn học Logistics ME3255 1 tín chỉ. Kính mong PDDT tạo điều kiện cho em được đăng kí thêm 1 tín chỉ này nhằm đáp ứng kịp chương trình đào tạo. Em xin chân thành cảm ơn.",
    "PDT cho em hỏi là em rớt thể chất 1 ở kì 1 năm nhất,em học điền kinh và đã qua ở kì 1 năm 3 nhưng qua đợt đăng kí môn học này em vẫn không đăng kí được môn học ạ.Mong PDT có thể hướng dẫn cho em với ạ. Em cảm ơn nhiều..",
    "Em chào PĐT, Em đăng kí môn học đợt 2, theo chương trình đào tạo thì môn học CO3043 không có môn học trước là CO2039, tuy nhiên khi đăng kí thì bị lỗi như hình. Mong PĐT chỉnh sửa lại ạ . Em cảm ơn.",
    "Cho em hỏi em đăng kí giáo dục thể chất 3 đợt 2 nhưng trường không mở thì phải làm sao ạ",
    "QUOTE ",
    "Kính gởi PĐT. Em là sinh viên K18 do em rớt môn Kĩ Thuật Số (EE1015) nên học kì này em muốn đăng kí học lại thì trang đăng kí môn học của PĐT không mở lớp mà chỉ mở lớp theo mã môn học của sinh viên K19 thôi (EE1009) nên bây giờ muốn trả nợ được môn đó em nên đăng kí làm sao?",
    "Chào anh(chị)  Cho em hỏi môn học của K19 mã môn khác mà có môn học tương đương với K17 vậy có được chuyển điểm hay phải chờ đủ và đăng kí mã môn cũ ạ?  Em xin cảm ơn! Trân trọng.",
    "Cô cho em hỏi là Em thuộc Khóa K19 TCTL hết HK192 là 17 TC Em bị hủy đk môn lần 1 của năm 2 hết 3 môn  cô cho em hỏi là tại sao vậy? môn TQ em đã qua hết r",
    "ị hủy môn học và khi đăng ký lại hiện :  Thiếu (các) môn học:   Nhóm [SV_N2]: SV_N2 - Chuẩn sinh viên năm 2 (tiên quyết)  là làm sao ạ",
    "Sinh viên không đăng kí được môn học ạ: cụ thể em không thể đăng  I  kí môn chuyên ngành của năm 4 với lý do hệ thống báo chưa đạt chuẩn thể chất, trong khi em đã hoàn thành hết 3 thể chất.",
    "Có cách nào để em thay đổi nơi sinh để đăng ký thi anh văn không ạ. Em cảm ơn phòng đạo tạo ạ",
    "Kết quả đợt đăng kí đợt 1 học kì 1 (2020-2021)em lại gặp vấn đề tương tự học kì trước là bị xóa hết những môn chuyên ngành đã đăng kí do thiếu môn học trước Cơ lưu chất (CI2003). Ở học kì trước, em đã chứng minh là mình đẫ có học cơ lưu chất ở HK dự thính nhưng chưa qua, bị xóa thông tin trên mybk,đã được giải quyết. Học kì này em vẫn gặp lại vấn đề tương tự, mong anh/chị kiểm tra lại giúp em ạ. và em không rõ môn GDTS-3 ở đây là gì ạ. em cảm ơn.",
    "em chào thầy cô ạ. em là sinh viên khóa k18 khoa điện điện tử. Do năm vừa rồi em bị thiếu một vài môn em chưa học cụ thê là môn tín hiệu và hệ thống(ee2005) là môn tiên quyết của khoa em và học kì này em đăng kí thì không có môn học đó. Vậy em xin hỏi là môn đó có mở không ạ, và nếu không mở thì có môn nào học thay thế môn đó không ạ. em xin cảm ơn.",
    "Em tên là  mssv , em xin thầy cô mở thêm sĩ số môn học  Kỹ thuật điện-điện tử mã môn học EE2011. Em xin cảm ơn!",
    "Em muốn xin tăng thêm sỉ số cho lớp L03_L03 môn học CI1003 ạ",
    "Kính gửi admin! Hiện tại em đăng ký bị lỗi như hình 1- Chuẩn thể chất sau năm 3.Mong admin kiểm tra lại và phản hồi để em tiếp tục được đăng ký môn cho đủ chỉ kỳ này, hiện tại sau khi pđt xóa môn của đợt 1 thì đợt 2 em đăng ký thêm không được môn nào nữa và hiện tại ở mức 6 tín chỉ. Mong admin sửa lỗi này sớm giúp em và tăng sĩ số lớp học các mã môn em bị xóa để em đủ chỉ ạ: Ci3099-Kỹ thuật sx chất kd vô cơ; Ci1051 Hư hỏng sữa chửa công trình; Ci4105- Vật liệu cách nhiệt và ht; Ci3061- pp phần tử hữu hạn;",
    "I Do phải thực hiện cách ly 14 ngày nên sau khi trở lại em không theo kịp tiến độ học tập trên lớp Tuy đã quá thời hạn rút môn nhưng PĐT có thể cứu xét trường hợp của em được không ạ!",
    "Xin mở sĩ số lớp A02-A03 môn Thiết bị & hệ thống tự động EE3029",
    "Em chào thầy (cô) ạ. Em viết đơn này mong thầy cô tăng sỉ số lớp L02 môn Cơ lý thuyết (Mã MH: AS1003) ạ. Em xin chân thành cảm ơn.",
    "Thầy cô đăng kí giúp em CI3183- A01 với CI3185-A01 với, em ko đủ chuẩn sinh viên năm 3 nhưng trường xoá các môn đại cương, với kỳ này ko mở các môn em đăng kí, em hầu như ko còn môn nào để đăng kí nữa, thầy cô giúp em với, em hiện đang có 34 tín chỉ, và hè đang học 12 chỉ, nếu qua hè này em sẽ đủ tiêu chuẩn sinh viên năm 3, thầy cô cứu xét giúp em với, Em cảm ơn thầy cô !",
    "Mã môn học: IM3049 Môn học: phân tích dữ liệu Thứ 2 tiết 234",
    "Dạ thưa thầy/ cô, Em muốn xin được tăng sĩ số các môn học CO2003 (L02_L04) và CO3005 (L02) để có thể hiệu chỉnh môn học và sắp xếp lịch học thuận lợi hơn. Các môn học đều bị full dù sĩ số khá lẻ, nên sinh viên không hiệu chỉnh được lớp. Em cảm ơn, ",
    "Dạ chào! Cho em hỏi mã môn học CI4011 em xem trên cấu trúc môn học có môn tiên quyết là CI3009. Do môn CI3009 em vẫn chưa qua nhưng em vẫn đk được môn CI4011. Cho em hỏi đấy là lỗi sau này sẽ khắc phục hay do cấu trúc môn học chưa được cập nhật ạ. Thân!",
    "Em chào pdt, em tên , mssv . Pđt cho em hỏi môn Hoá vô cơ-CH2011 khóa K19 ngành Xây dựng công trình giao thông không còn học nữa, nhưng theo chương trình của K17 tụi em thì có (và cả K18), pđt có thể chấp nhận mở lớp Hóa vô cơ - CH2011 cho tụi em trả môn được không ạ ! em cám ơn.",
    "Cho em hỏi em chưa tích luỹ đủ 28 chỉ của năm 1 vậy em có được đăng kí môn của năm 2 không ạ? Vì em thấy em đăng kí môn năm 2 mà bị huỷ hết. Em cảm ơn",
    "Kính gửi Phòng Đào tạo - Trường Đại học Bách Khoa Thành phố Hồ Chí Minh Em tên là:  - MSSV:  Vào đợt đăng ký môn học 201 này, em muốn đăng ký học lại môn Đồ án môn học kết cấu bê tông 1 - 804702 nhưng bị trùng TKB với môn Năng lượng tái tạo (XD)-403708 ạ. Vì vậy nên em xin được PĐT cho môn 804702 - Đồ án môn học kết cấu bê tông 1 thành dạng môn tự chọn để em đăng ký không bị kẹt TKB ạ. Em xin chân thành cảm ơn, chúc thầy cô có một ngày làm việc hiệu quả và thành công.",
    "Kính gửi quý thầy cô, Em là  thuộc lớp HC19BSH, MSSV: . Em muốn xin tăng sỉ số của lớp L01 môn Hóa lí hóa keo, mã môn học CH1005 ạ. Lí do: không còn lớp nào trống nữa và em còn trống lịch vào thời gian học của lớp L01 ạ. Em cảm ơn ạ.",
    "Em là , MSSV:  Trong đợt đăng ký môn học đợt 1, em đã đăng ký môn Thiết bị và hệ thống tự động, nhưng biết vì lý do gì em lại bị mất môn đó ạ. Môn này rất quan trọng với việc làm của em sau này, em mong phòng đào tạo xem xét mở sĩ số môn Thiết bị và hệ thống tự động để em có thể trao dồi kiến thức và hoàn thành tốt chương trình học. Em xin chân thành cảm ơn!",
    "Em chào thầy/cô, em là Nhan Minh Châu, mssv , khoa Máy tính. Kì học vừa rồi em bị rớt môn Kỹ Thuật Lập trình (CO1027). Sau khi có kết quả đăng kí môn học học kì 201 (đợt 1) thì em bị hủy các môn Cấu trúc dữ liệu và giải thuật (CO2003), Kiến trúc máy tính (CO2007), Mô hình hóa toán học (CO2011) tất cả đều với lí do thiếu môn tiên quyết SV_N2. Riêng môn Mô hình hóa toán học (CO2011) em thấy điều kiện học là qua môn Cấu trúc rời rạc (CO1007), môn đó em đã qua mà vẫn bị hủy môn là sao ạ ? Còn những môn kiên là do em phải qua môn KTLT mới được đăng kí hay sao vậy thầy/cô ? Em mong thầy/cô phản hồi sớm cho em ạ. Em cảm ơn thầy/cô!",
    "m là Nguyễn Ngọc Khánh Quỳnh k18 em viết đơn này xin phòng đào tạo mở thêm sĩ số môn học Phương Pháp Định Lượng (IM3039) mã lớp A02,vì em có thể sắp xếp được tkb của em thuận lợi hơn. Em xin chân thành cảm ơn.",
    "Em là sinh viên khoa hóa cho việc phân ngành xảy ra sau đợt đăng kí môn học kì 201 đợt 1 nên em chưa đăng kí môn nào cho học kì 201  Xin nhà trường mở thêm slot cho em vào lớp L01 của môn CH1005",
    "Kính gửi Qúy thầy cô,  Em là  thuộc lớp HC19BSH, MSSV:  Em muốn xin tăng sỉ số lớp mã CH2021  Lí do: các lớp còn trống bị trùng với lịch môn học còn lại, không thể thay đổi  Em chân thành cảm ơn ",
    "Môn học \"CO3043 - Phát triển ứd trên tbdđ\" thuộc khoa Khoa Học và Kỹ Thuật Máy Tính khi em đăng ký bị báo lỗi phải học trước môn học \"CO2039 - Lập trình nâng cao\". Trong khi, theo chương trình đào tạo môn này có điều kiện đăng ký là học trước CO2003 và CO2005. Mong thầy/cô kiểm tra lại để em được đăng ký môn học này ạ. Em xin chân thành cảm ơn.",
    "Em chào các thầy cô, Em là sinh viên K18 khoa Khoa học và kỹ thuật máy tính. Hiện tại, em đã cố gắng đăng ký môn Lập trình hướng đối tượng (CO2013) 3 lần nhưng đều bị hệ thống xóa hết cả 3 lần (HK191 bị xóa do trùng lịch học trong khi đây là một môn cơ sở ngành!!, HK192 và 201 bị xóa do khoa không mở lớp trong khi có khá nhiều sinh viên đăng ký học môn này - hơn 80 người ở HK192 và hơn 120 người ở học kỳ 201). Theo em được biết thì kể từ khóa K19 trở đi sẽ không còn học môn này nữa. Và kì hè năm 3 tụi em sẽ phải đi thực tập tốt nghiệp, nên em nghĩ mình bắt buộc phải hoàn thành môn học này mới được phép đi thực tập. Do đó, em hi vọng các thầy cô có thể mở lớp môn Lập trình hướng đối tượng (CO2013) để em có thể hoàn thành kịp tiến độ chương trình học ạ! Em cám ơn, ",
    "Em không đăng ký được môn ee3145 cho kì 201 do thiếu môn học trước ee3013, mà môn này em hiện đang học trong kì hè 193",
    "Phòng đạo tạo cho em xin mở thêm sỉ số môn học Phương pháp phần tử hữu hạn CI3061. Vì môn đó rất quan trọng với em trong kì sao. Nếu có thể phòng đào tạo đăng kí cho em luôn ạ",
    "CI4383 Em tên - mssv . Em đã học môn điền kinh ở học kì 191 để thay thế cho môn GDTC1. Mong thầy/cô xem xét chỉnh sửa để em có thể đăng kí được môn luận văn tốt nghiệp ở học kì 201. Em có đính kèm file ảnh .",
    "Em xin chào thầy cô ạ, em tên là  mssv , em xin thầy cô tăng sĩ số lớp học   U A03 môn kết cấu bê tông cốt thép 1 (CI2091)    Em cám ơn thầy cô đã giúp đỡ ạ Em chúc thầy cô nhiều sức khỏe ạ Trân trọng.",
    "Dạ PDT cho em hỏi là em đã qua hết 3 môn GDTC nhưng lại không đăng ký môn học được ạ",
    "Kính gửi Quý thầy cô Em tên là  lớp HC19BSH, MSSV: Em muốn xin tăng sĩ số lớp mã L01 môn Hoá lý hoá keo, mã môn học CH1005 ạ. Lí do: Các lớp đã hết slot nhưng đây là môn bắt buộc trong học kỳ này và em chưa thể đăng ký được Em cảm ơn ạ.",
    "Dạ chẳng là em còn vướng 1 môn thế chất nên không thể đăng kí môn năm 4 trong kì này được. Trường mình kì này sao không mở môn thể chất vậy ạ? Em cảm ơn.",
    "QUOTE   CODE  Dạ em xin chào ạ. E là sinh viên môn kt oto k19 và môn nguyên lý máy là một trong những môn chính bắt buộc nên đợt đk 1 em đã đăng ký rồi ạ. Nhưng không biết sao qua đợt 2 em thấy không được xếp lớp nên em có xin nhưng lớp đủ mất và không thể vào dù tkb em thấy minhd không bị trùng ạ. Không biết quý thầy cô có thể giúp e không ạ nếu được giúp em đk hoặc không được thì có thể mở thêm lớp cho em đk để kịp tiến độ học tập không ạ! Em xin chân thành cảm ơn ạ!",
    "Mặc dù đã trả nợ hết 3 môn thể chất và đã có điểm chuyển, nhưng khi em đăng kí môn học vẫn bị hủy môn vì chưa đạt yêu cầu thể chất. Mong thầy cô xem xét ạ. Em cảm ơn.",
    "Cho em hỏi có những môn trong cấu trúc môn học không yêu cầu học trước tiên quyết nhưng khi đăng kí lại yêu cầu học trước là sao ạ",
    "Xin chào!! Em tên  sinh viên K18 khoa CNVL. Do em bị trễ av, nên kì 201 em mới đăng kí môn vật lý chất rắn, nhưng đã bị hủy môn rồi ạ. Vậy cho em hỏi là em có thể đăng kí môn đó theo mã của K19 được không ạ?? ( mã k18 là 2 chỉ, nhưng k19 là 3 chỉ ạ). Em xin cám ơn!!!",
    "p  Em hiện là sinh viên văn bằng 2 ngành Khoa học Máy tính. Em làm đơn này xin Phòng đào tạo cho phép em được vào lớp học môn Nhập môn Điện toán (CO1005), học chung với tân sinh viên 2020 do môn này ảnh hưởng đến việc đăng ký thực tập tốt nghiệp và em cũng không biết làm sao có thể đăng ký được môn này.   /p    p  Em xin cảm ơn!   /p ",
    "ng ký môn  Em là sinh viên K17 có nợ môn GDTC3, học kì 2 (2019-2020) vừa rồi em đã hoàn thành xong (đạt) thể chất (môn bóng chuyền) mà em nợ vào học kì 181. Em thắc mắc vì sao khi đã đạt môn bóng chuyền ở HK 202 vừa qua nhưng em vẫn bị hủy môn học vì thiếu chuẩn thể chất sau năm 3 ạ. Em xin cám ơn và mong được hồi đáp sớm ạ.",
    "Cho em hỏi là khi em đăng kí môn học thì cứ bị lỗi \" thiếu môn học sinh viên năm 2 (tiên quyết)\" vậy ạ Em xin cảm ơn",
    "Chào T,  Cho em hỏi, e đăng ký môn Kỹ thuật an toàn điện với Đề cương LVTN mà không được vậy (kèm hình dưới).Em mong T giải quyết cho em, em xin cám ơn",
    "Dạ hiện tại kết quả ĐKMH đợt một của em bị hủy rất nhiều môn lý do của PĐT là thiếu môn CI2029 HỌC TRƯỚC, nhưng môn đó em đã HỌC TRƯỚC,  Mong vấn đề của e nhanh được giải quyết sớm",
    "Theo em được biết thì k19 năm 1 không tích lũy đủ 28 tín chỉ vẫn được phép đăng kí môn học năm 2 nhưng sau lần đăng kí đợt 1 mã môn 2xxx đều bị xoá và em đăng ký lại thì hiện SV_N2  tiên quyết  ạ.",
    "Chào T em là  sinh viên k15 khoa hóa vẫn còn đang học tại trường. Cho em hỏi là nếu em lấy giấy tạm hoãn nghĩa vụ quân sự thì bao lâu em mới lấy được ạ",
    "Dạ pđt cho em hỏi là hoàn thành học kì hè 193 thì em tích lũy được 25 chỉ vậy có được đăng kí môn năm 2 không ạ, hay phải đủ điều kiện 28 chỉ ạ. Em cảm ơn",
    "E đã qua môn Sức bền tiên quyết nhưng e đki tiếp môn sức bền để cải thiện nhưng e đki môn Kết cấu thép lại không được và được báo là chưa có điểm tiên quyết. Em mong được giải quyết giúp sớm ạ. Em cám ơn",
    "dạ cho em hỏi là nếu em bị điểm vắng thi hoặc bi cấm thi thì có được tính là học trước môn học đó kh ạ. em cảm ơn",
    "Sắp tới học kì 201, em có dự tính học môn Đồ Án EE3151 để kịp với chương trình đào tạo. Nhưng khi em lên trang đkmh thì môn này không hề mở lớp. PĐT có thể mở lớp cho em, cùng một số bạn có thể mở lớp ở học kì này để tụi em có thể đúng tiến độ trở lại được không ạ? Em xin cảm ơn PĐT.",
    "Em hiện là sinh viên văn bằng 2 ngành Khoa học Máy tính. Em làm đơn này xin Phòng đào tạo cho phép em được thêm vào lớp học môn Nguyên lý ngôn ngữ lập trình (CO3005), Kiến trúc máy tính (CO2007) và Nhập môn trí tuệ nhân tạo (CO3061). Do các môn Nguyên lý ngôn ngữ lập trình và Nhập môn trí tuệ nhân tạo có môn học trước là Cấu trúc dữ liệu và giải thuật (CO2003) mà em đã học trước môn Cấu trúc dữ liệu và giải thuật trong học kỳ hè 193. Môn Kiến trúc máy tính có môn học trước là Hệ thống số em đã học trước ở học ký trước rồi. Em đã đăng ký các môn đó trong đợt 1, nhưng không được xếp trong đợt 2 này. Em xin cảm ơn!",
    "Kính thưa thầy/cô, Trong học kì này em có đăng kí môn học mang mã CO4027 nhưng bị hệ thống báo lỗi \"  U   B thiếu chuẩn thể chất sau năm 3      \". Tuy nhiên em đã hoàn thành 3 môn thể chất là:   B Bơi, Bóng chuyền, Cầu lông    (trong bảng điểm Bơi được ghi là   U   I Giáo dục thể chất 1  /I     (kì 181, chưa có thay đổi quy chế các môn thể chất)). Kính mong các thầy cô xem xét và xử lý giúp trường hợp của em ạ. Em xin trân thành cảm ơn! Trân trọng, ",
    "Em đã hoàn thành đủ 3 GDTC nhưng hệ thống lại huỷ dkmh của em và báo rằng không đủ chuẩn GDTC là sao ạ???",
    "Em đăng kí môn học điền kinh PE1025 nhưng lại không có trong mục đăng kí môn học, tất cả các môn có mã PE đều tìm không thấy.Mong nhà trường xem xét lại hệ thống đăng kí môn.",
    "Dạ em chào thầy cô ạ. Thầy cô cho em hỏi, em không đăng ký được các môn học của năm 4 do Thiếu môn tiên quyết GDTS_3. Cho em hỏi môn GDTS_3 là thể chất 3 đúng không ạ? Em đã học môn thể chất 1 và 2 ở học kỳ 171-172 và môn bơi ở học kỳ 192 rồi ạ. Tại sao em khôn đăng ký được các môn học của năm 4? Mong thầy, cô giải đáp giúp em ạ Em chân thành xin cảm ơn.",
    "Dạ em chào cô (thầy). Cho em hỏi là em chỉ còn 1 môn gdtc nữa là hoàn thành 3 môn gdtc. Nhưng mà em đky môn Cầu Lông cho hk201 nhưng bị huỷ ạ. Và em nhận được tin là sẽ phải học gdtc 45t( tương đương 3 môn) ở trung tâm tdtt, 900k. Vậy là vẫn phải học lại từ đầu đúng không ạ ;((. Mong Phòng Đào Tạo tạo điền kiện tốt nhất cho chúng em ạ. Thật sự chúng em bây giờ rất hoang mang ạ. Em chân thành cám ơn ạ",
    "Dạ em bị thiếu gdtc  3 nhưng mà em có học Môn Bóng CHuyền thay thế vào kì trước. Cho em hỏi vậy em có cần đki lại môn gdtc 3 k ạ?",
    "Phòng đào tạo cho em hỏi là em đăng ký môn học nhưng bị hủy vì lý do không đủ môn tiên quyết năm 2. Trong khi môn tiên quyết em đã hoàn thành và qua rồi ạ. Cụ thể ở đây em không thể đăng ký môn CAD ứng dụng (As2013) ạ.",
    "Thầy cô cho em hỏi vì sao hk201 em không đăng ký được môn GDTC ạ? Và cách thức để đăng ký ạ. Em cám ơn.",
    "Xin chào nhà trường, Em vừa xong năm nhất ngành kiến trúc XD19KT. Em hỏi là môn học chuẩn năm 2 tiên quyết là gì ạ ? Em cám ơn.",
    "Em nhận thông tin là sinh viên hết năm nhất phải đủ 28 tín chỉ, nếu không đủ 28 tín chỉ có  được đăng kí môn học ở năm 2 không ạ?",
    "Em kỳ trước đăng ký được môn nguyên lý máy ME2003 nhưng giờ em đăng ký lại thì bị cấm do vướng môn song hành nguyên lý máy ME1015 trong khi kỳ vừa rồi em đã đăng ký được và mã Môn nguyên lý máy ngành em là ME2003 ( em đã đăng ký môn này học kỳ 191)",
    "Một số môn của k18 em rớt và muốn đăng ký học lại nhưng không mở lớp. Thầy cô cho em hỏi danh sách môn học tương đương của k18 với k19 với ạ. Em cám ơn.",
    "Dạ thưa phòng đào tạo, em đã đạt 3/9 môn thể chất khác nhau là: aerobic , cầu lông và bơi. Nhưng khi đăng kì đề cương luận văn thì hiện thông báo là không đạt chuẩn thể chất. Em mong phòng đạo tạo giải quyết dùm em, và giúp em tìm cách khắc phục. Em xin chân thành cảm ơn.     B",
    "Kính gửi Phòng Đào Tạo, Em là , MSSV: . Hiện tại, em là sinh viên bằng 2 khoa Khoa học và Kỹ thuật Máy tính, nghành Khoa học Máy tính. Em kính mong Phòng Đào Tạo tăng sĩ số nhóm lớp L01_LO2, môn Cấu trúc dữ liệu và giải thuật (CO2003). Kính mong Phòng Đào Tạo có thể cho em đăng ký được môn học này trong học kỳ này. Vì môn học này là môn cơ sở nghành để em có thể đăng ký những môn học tiếp theo. Em xin cảm ơn.",
    "Thưa quý thầy/cô, Em là sinh viên K19 ngành CNSH, lớp HÓA LÝ HÓA KEO CH1005 nằm trong học kì chính 201 của em đã hết chỗ nên em chưa đăng kí được, thầy/cô có thể mở thêm sĩ số lớp giúp em với được không ạ? Và em muốn hỏi môn KINH TẾ CHÍNH TRỊ MÁC-LENIN SP1033 sao không đăng kí được vậy ạ? Em xin cảm ơn thầy/cô!",
    "Dạ hiện tại em đang là Sinh viên năm 3. Em có hoàn thành GDTC vào học kỳ 2 năm 3 vừa rồi (học kỳ 192) nhưng hiện tại bên trường đang mở đăng ký môn học cho năm 4 (học kỳ 201) nhưng vẫn không đăng ký được và bị xoá tất cả các môn đã đăng ký trước đó . Mong phòng đào tạo xem xét và giải đáp giúp em để tụi em có thể hoàn thành các môn học",
    "Chào PĐT Em mới tra tên em trong danh sách tốt nghiệp dự kiến tháng 11/2020 Tuy nhiên lại báo ''NỢ CTXH'' trong khi em ngày CTXH của em hiện tại đã là 20 ngày. Mong PĐT kiểm tra giúp em Em xin cảm ơn",
    "Dạ em chào pđt,em là  MSSV :. Xin thêm sỉ số vào lớp giải tích mạch A01 do thiếu môn tín chỉ học. Em cảm ơn .",
    "Em xin chào thầy cô, Em tên là , mssv . Em có thắc mắc về việc đăng kí môn học giáo dục thể chất của học kì 201. Hiện tại sau khi có kết quả đăng kí môn học đợt 1, tất cả các lớp giáo dục thể chất đều bị hủy( cả cs1 và cs2). Em muốn hỏi rằng có thay đổi gì về học vụ hay đã xảy ra lỗi hệ thống vậy ạ? Em cảm ơn và mong nhận được phản hồi từ thầy cô.",
    "Em bị trễ 1 năm. Hiện giờ muốn đăng kí môn học cùng k19. Nhưng các lớp k mở cho em đăng kí",
    "Chào quý Thầy/Cô. Em có đăng kí đợt 1 , nhưng kết quả bị hủy vì thiếu môn học trước ( môn học trước đang học ở hk hè 193), sáng nay em vào đăng kí cũng bị thiếu. Giờ vào lại thì điều kiện học trước đã được cập nhật nhưng các lớp đã full sĩ số. Vậy mong phòng đào tạo , tạo điều kiện mở rộng sĩ số để bọn em đăng kí môn học đúng kế hoạch học tập của k18 ạ.Em xin chân thành cảm ơn.",
    "Pđt cho em hỏi về ngày CTXH em đã làm đủ 15 ngày nhưng trong danh sách tốt nghiệp dự kiến em chỉ có 12.5 ngày ?",
    "Phòng đào tạo có thể tăng thêm sĩ số môn Phương pháp phần tử hữu hạn CI3061 nhóm lớp A03 và đăng kí cho em được không ạ. Vì môn này rất quan trọng với em trong kì sau ạ",
    "Hiện tại, nhà trường đang mở lịch đăng ký Học Kỳ chính 201, em có nguyện vọng đăng kí môn  Phương pháp định lượng IM3039 nhưng lớp đã đủ sĩ số, em hi vọng thầy/cô có thể vui lòng tăng sĩ số giúp em đăng kí học môn học này vì trong đây là môn học bắt buộc trong học kì 5 của em và trong đợt 1 e đã đăng kí nhưng không thành công nên em rất mong thầy/cô sẽ mở sĩ số thêm giúp em ạ. Em chân thành cảm ơn thầy/cô.",
    "Cho e hỏi là mục đăng ký kiểm tra trình độ tiếng anh vào ngày 19/9/2020 nằm ở mục nào ạ? E kiếm trên mybk nhưng không thấy ạ.",
    "Kính chào thầy/cô,  Hiện em đã có trong danh sách tốt nghiệp tháng 11/2020 và đã hoàn thành các mục đăng kí tốt nghiệp trên mybk nhưng ở mục kích hoạt tài khoản sinh viên thì nhận được thông tin là cần đợi tin xác nhận vào mail cá nhân. Đã 3 4 ngày kể từ lúc đăng kí kích hoạt nhưng em vẫn chưa nhận được mail xác nhận . Trong trường hợp này em cần phải làm gì tiếp theo để kịp đợt đăng kí trước 31/8/20 ạ Em xin cảm ơn",
    "Dạ em chào thầy/cô, thầy cô cho em hỏi là em đăng kí môn học mã CI1053 thì lại bị hủy do thiếu chuẩn thể chất năm 3 nhưng trước đó em đã hoàn thành môn gdtc 1, bóng chuyền và bóng rổ rồi. Em là sinh viên khóa k18, thầy/cô xem xét giúp em với ạ.",
    "Em chào thầy/ cô ạ! Em là SV khoa Môi trường và Tài nguyên, em đăng ký môn kỹ thuật xử lý khí thải cho học kỳ 201 tuy nhiên đã bị hủy ạ, lý do là thiếu môn EN2043 quá trình hoá học hoá lý. Tuy nhiên trong chương trình đào tạo của nhóm ngành kỹ thuật môi trường môn quá trình hoá học hoá lý lại là mã EN2015 ạ. em đã hoàn thành môn EN2015 rồi ạ. Em và rất nhiều bạn trong khoa đều bị hủy môn này. Vì đây là môn chuyên ngành quan trọng nên em mong quý thầy cô kiểm tra lại mã môn học để bọn em có thể đăng ký lại ạ!!!  Mong nhận được phản hồi sớm từ phía nhà trường. Em xin cảm ơn !",
    "ng Ký Môn Học: CI2003  Nhóm lớp CC02-CC02",
    "Em chào quý thầy cô    Em muốn đăng ký thêm môn CO 2011 Mô hình hóa toán học nhưng đã hết sĩ số lớp và lớp khác em bị trùng giờ học những môn khác ạ     Em muốn đăng ký giờ   Thứ 3 tiết 10 11 12 H1-703 cs2 ạ    Mong nhận tin từ thầy cô   ",
    "Em chào PĐT, Em là - , hiện tại em đã hoàn thành tín chỉ khóa học của mình và chỉ thiếu mỗi bằng anh văn nói viết để ra trường ạ . Cho em hỏi là thời hạn nộp là khi nào để được tốt nghiệp trong đợt tới (tháng 11/2020) ạ?   Em cảm ơn!",
    "Em chào thầy/cô, em tên là , MSSV , em quên chưa đăng ký môn học đợt 1, liệu thầy/ cô có thể cho em đăng ký đợt 2 được không ạ?",
    "Cho em hỏi là sinh viên năm nhất không tích lũy đủ 28 tín chỉ có được đăng kí môn tiên quyết năm 2 được không ạ, em nghe nói mấy năm trước được nhưng bây giờ thì lại không đăng kí được ạ.",
    "Dạ cho phép em hỏi là em đã hoàn thành đủ cả 3 phần Giáo dục thể chất rồi mà sao vẫn không đăng ký được môn Đồ án kỹ thuật chế tạo ạ? Em xin cảm ơn và mong đợi câu trả lời sớm từ Phòng giáo vụ",
    "Em là , MSSV . Em muốn xin phòng đào tạo mở thêm sĩ số lớp   B Cấu trúc dữ liệu và giải thuật   , mã môn học   B CO2003    của nhóm lớp L01_L01 thời gian học vào thứ 6 tiết 3 4 5 và 10 11 12. Em xin cảm ơn.",
    "Chào thầy cô ạ, em là sinh viên năm 3 đang trong kì thực tập tốt nghiệp khoa Kỹ thuật hóa học, em xin phép hỏi thầy cô về chuyện đăng kí môn học hk1 2020-2021 năm 4 ạ, ở đợt đăng kí 1 em đã đăng kí 2 môn bắt buộc năm 4 là Đồ án thiết kế kthh (CH4007) và An toàn quá trình (CH3297) nhưng kết quả đợt 1 thì bị xóa do thiếu điều kiện thể chất năm 3, nhưng em đã học và qua hết cả 3 môn thể chất rồi ạ, mong thầy cô xem xét giúp em. Em cảm ơn.",
    "Em đã đăng ký làm luận văn tốt nghiệp chuyên ngành kĩ thuật công trình xây dựng đợt 1 hệ chính quy (CI4343), nhưng qua đợt DKMH 2 (25/08) thì không thấy luận văn tốt nghieo6t đâu, và khi vào đăng kí lại luận văn thì chỉ có lớp B01 nên không thể đăng kí do không đúng loại hình đào tạo. Mong nhà trường giải đáp rằng đây là lỗi hệ thống DKMH hay học kì 201 không mở luận văn tốt nghiệp khoa xây dựng hệ chính quy ạ?",
    "Cho em hỏi hiện tại em là sinh viên k18, đã qua anh văn 2, để được đăng kí môn học mã 3 kì 202 thì em phải qua anh văn 3. Vậy em đăng kí av3 vào học kì 201 thì đến lúc đăng kí môn học 202 em có đủ tiêu chuẩn để đăng kí môn học mã 3 không?? Vì lúc đăng kí môn học 202 thì điểm tổng kết av3 học kì 201 vẫn chưa có. Em cảm ơn!!",
    "Chào Phòng đào tạo, em tên , MSSV: , lớp CK17CD1, sinh viên chuyên ngành Cơ điện tử, khoa Cơ khí, Khóa 2017 Hệ Chính quy. Trong đợt đăng ký môn học HK201 Hệ Chính quy, em bị xóa môn Đồ án thiết kế hệ thống Cơ điện tử (ME3017) và môn Đề cương luận văn tốt nghiệp Cơ điện tử (ME4095), và không đăng ký lại được trong đợt hiệu chỉnh đăng ký môn học HK201 do bị thiếu môn tiên quyết là GDTC3 - chuẩn thể chất sau năm 3, trong khi đó em đã học và hoàn thành môn GDTC3 (môn bơi) trong HK192 vừa rồi (minh chứng trong ảnh đính kèm). Mong nhà trường sớm giả quyết vấn đề này giúp em ạ. Em chân thành cảm ơn.",
    "Dạ thưa thầy/ cô. Em muốn đăng kí môn chuyên ngành me3086 tuy nhiên đã full lớp. Làm thế nào để em có thể đăng kí được môn này ạ. Em xin cảm ơn.",
    "Em là sinh viên khóa K18 kì 181 em có học môn học đá bóng, kể từ kì 182 trường đổi các môn thể thao thành môn gdtc và phải học 3 môn gdtc mới được tính là hoàn thành. Kì 191 và 192 em đã học được 2 môn gdtc rồi, vậy cộng với kì 181 thì em đã được tính là hoàn thành 3 môn gdtc chưa ạ. Em đăng kí môn cho kì 201 thì có môn bị nhắc là chưa hoàn thành gdtc 3. Mong nhận được hồi âm ạ. Em cảm ơn.",
    "Cho em hỏi là những môn học kì 3 em không đăng kí được do không đủ chỉ của năm nhất. Và giờ em cũng không đăng kí được những môn em rớt ở năm nhất vậy học kì 3 này làm sao em có thời khoá biểu để học ạ",
    "Em đã học qua 3 môn thể chất trong năm 3 nhưng vẫn không đăng kí được các môn năm 4 ạ. Xem xét lại giúp em ạ. Các môn tự chọn ngành em bị xóa hết rồi ạ. Cho em hỏi có phải bị lỗi không ạ? Em cảm ơn ạ.",
    "Thầy/cô cho em hỏi: em là sinh viên K18, vào học kì 181 thì em có bị rớt môn Nhập môn về kỹ thuật EE1001. Nhưng qua các kì 191,192 và 201 sắp tới thì em đều không đăng kí được do môn học không được mở. Vậy cho em hỏi trong kì 201 này em có xin phòng đào tạo cho em được đăng kí hoặc xin học chung với các bạn khóa K20 không ạ Mong được thầy/cô giải đáp ạ"
]