[
    "Chào thầy/cô ạ Em tên: Ô  MSSV: Em có đăng kí luận văn kì 212 này mã môn ME4727 nhưng không được duyệt thành công, em có gửi khiếu nại trước đó và được nói là sẽ kiểm tra và cập nhật lại TKB dự kiến trễ nhất trước ngày 14/2/2022 Hiện tại em vẫn chưa được cập nhật TKB  Thầy/cô cho em hỏi nguyên nhân không đăng kí thành công để em có thể biết không ạ",
    "trong kì 211 em đã hoãn thi môn cơ lý thuyết mã AS1003 nay em xin pdt cho em được hủy hoãn thi ạ( em xin hủy hoãn thi chứ không phải xin hoãn thi ạ)",
    "Thầy cô cho em hỏi khi nào trường tổ chức thi nói việt lại ạ em cảm ơn!",
    "Kính gửi PĐT: Cho em hỏi, Đơn thu nhận viết tay trực tiếp nộp ở PĐT được chưa ạ, Do dịch Covid nên em không biết có giải quyết đơn tại cửa của PĐT chưa, (em đang làm việc ở tỉnh xa, mong được hướng dẫn đề thu xếp ạ). - Các điều kiện TN em đã hoàn thành, xin được hướng dẫn để sớm TN. Trân trọng",
    "Chào quý thầy cô Em tên là ,  MSSV: , sinh viên ngành Công nghệ sinh học, lớp: HC19SH2 . Em muốn xin Phòng đào tạo xem xét cho em hủy hoãn thi môn Quá trình và thiết bị truyền nhiệt học kỳ 211. Lí do: đính kèm tệp. Mong quý thầy cô xem xét giúp em. Em xin chân thành cảm ơn .",
    "Kính gửi Phòng đào tạo! Em là , MSSV . Em có nhận được phản hồi của PĐT về lí do em bị hủy Luận văn là thiếu Tín chỉ tích lũy ngành. Trước đó em đăng ký chuyên ngành Vật liệu Năng lượng thuộc lớp VL18NL, nhưng từ hk192 em đã chuyển sang chuyên ngành Vật liệu Silicat và học đến hiện nay . File xét tín chỉ tích lũy ngành (TCTLN) mà em nhận được của PĐT đang xét em theo chuyên ngành Vật liệu Năng lượng nên kết quả cho thấy em bị thiếu tín chỉ ạ. Thực tế, em đã tích lũy đủ tín chỉ của chuyên ngành Vật liệu Silicat là 131 TC (bằng tổng số tín chỉ tích lũy) và đủ điều nhận Luận văn rồi ạ (cả 2 chuyên ngành đều cùng một mã môn Luận văn ạ). Em đã trình bày vấn đề này với khoa và khoa trả lời đã liên hệ PĐT để giải quyết. Em có cần làm thêm thủ tục nào để có thể đăng ký Luận văn không ạ? Mong PĐT có thể hướng dẫn giúp em. Mong PĐT kiểm tra và đăng ký Luận văn MA4317 giúp em ạ. Em xin cảm ơn!",
    "ng kí môn học GDQP . Kính gửi thầy/cô, Em là , MSSV: , sinh viên khóa K20, chương trình Đại trà. Vì một số lý do sức khỏe (có minh chứng phía dưới) nên em không thể tham gia kì học GDQP tháng 11/2020 của khóa K20 vào năm ngoái. Hiện em muốn đăng kí kì học tháng 3/2022 của Trung tâm để hoàn thành học phần GDQP (TKB của em trống trong thời gian này và có thể tham gia học được)  Em có tham khảo trên trang web của trung tâm thì thấy cầm có giấy giới thiệu từ nhà trường để có thể đăng kí học.   B Thầy/cô có thể cho em xin mẫu giấy giới thiệu để em hoàn thành hồ sơ gửi cho trung tâm ạ.    Mong sớm nhận được phản hồi từ thầy/cô. Chúc thầy cô nhiều sức khỏe. Em xin chân thành cảm ơn.",
    "Kính gửi PĐT đại học Bách Khoa, em là :trương hoàng khang-mssv: em muốn hỏi về vấn đề hiển thị môn học đồ án  trên e-learning của em. các môn học:  1-ĐAMH kết cấu thép-CI3213  2-đồ án môn học kết cấu bê tông cốt thép 1- CI2093  3-đồ án môn học kết cấu bê tông cốt thép 2-CI3177  4-đồ án môn học tổ chức thi công 1-CI4127  5-đề cương luận văn-CI4345 các môn học này đã có trên thời khóa biểu của em nhiều tuần qua, nhưng trên hệ thống e-learning vẫn chưa hiển thị nhiều tuần qua.em đã đối chiếu với các sinh viên khác và các bạn đã có các môn đồ án đó trên e-learning. vậy kính mong PĐT kiểm tra và cập nhật cho em để em có thể theo sát tiến độ cập nhật của các môn đồ án. em xin chân thành cảm ơn.   i  .",
    "Khiếu nại đăng ký môn học Kính gửi thầy/cô, Hiện tại em đã Đăng ký môn học   B Dự thính môn học HK212 - CQ + VLVH Đợt 3 - Lộ Trình 1    thành công môn Xác suất và thống kê   B MT2013   . Tuy nhiên, đến hiện tại, tức là tuần 7 trong lịch học, em vẫn chưa có được thời khoá biểu hay tham gia trang e-learning để theo học. Trong lần cập nhật thời khoá biểu mới nhất vào trưa ngày 14/02/2022, thời khoá biểu của em hiện vẫn chưa có môn học Kinh mong thầy/cô giải quyết giúp em để em theo kịp tiến độ tốt nghiệp! Em xin trân thành cảm ơn. Trân trọng, Tấn Đạt.",
    "Thưa thầy (cô)! Em thuộc hệ CQ khoá k16 muốn chuyển sang hệ VHVL thì Anh văn tiêu chuẩn tốt nghiệp và ngày CTXH như thế nào ạ! # Anh văn hiện tại của em: toeic400 (mã môn học: LA1031) , chưa học anh văn 1,2,3,4. Vậy em có đủ điều kiện  xét tốt nghiệp đối với hệ VHVL không ạ! # em cảm ơn thầy (cô) nhiều ạ!",
    "Dạ chào THẦY/CÔ Học kỳ 212 này em đăng ký: _ 1 môn PHƯƠNG PHÁP TÍNH (MT1009)  ở học kỳ chính . _ 2 môn là GIẢI TÍCH 2 ( đã đăng ký rút môn học), và môn GIẢI TÍCH 1 (MT1003) ở kỳ dự thính.    Nếu em đăng ký rút môn PHƯƠNG PHÁP TÍNH ở học kỳ chính chỉ giữ lại học môn GIẢI TÍCH 1 ở học kỳ dự thính thì có bị đình chỉ học tập không ạ. Em cảm ơn thầy/cô ạ.  ",
    "Chào thầy, cô! Dạ thầy, cô cho em hỏi là phiếu phúc tra bài thi cuối kì của em đã đăng kí ngày 23/1/2022, mà đến giờ vẫn chưa được duyệt ạ. Thầy, cô cho em hỏi là khi nào mới được duyệt để chấm lại bài ạ. Tại vì em thấy 28/2/2022 là hết hạn phúc khảo rồi ạ. Mong thầy, cô xem lại giúp em với ạ. Em cảm ơn ạ!",
    "Gửi Thầy/Cô, Em tên , sinh viên bằng 2 khóa 2017, thời gian đào tạo từ 09/2017 đến 10/2022, MSSV:  Em vào học bằng 2 từ tháng 9/2017 Em có chứng chỉ TOEIC 2 kỹ năng (Reading, Listening) có hiệu lực đến 27/03/2018 Em đăng ký thẩm tra chứng chỉ ngoại ngữ trên trang MyBK và được trả kết quả \"Hợp lệ\" vào ngày 28/12/2017 (như ảnh gửi kèm) Thầy/ Cô cho em hỏi là em có cần thi lại chứng chỉ TOEIC 2 kỹ năng (Reading, Listening) để nộp lại hay không ạ? Hay lúc em đăng ký thẩm tra là đã \"Hợp lệ\" rồi thì kết quả đó được dùng đến khi xét tốt nghiệp luôn ạ? Em cảm ơn Thầy / Cô đã hổ trợ.",
    "Em chào PĐT,  Em tên  . Mssv:  . Cho em hỏi HK202 em có đăng kí hoãn thi môn   B IU2021   . Nhưng sang HK211 em có đăng kí thi lại nhưng hiện tại điểm ở trên mybk của em vẫn   I chưa cập nhật  /I . Không biết có sự nhầm lẫn gì không ạ. Em xin cảm ơn.",
    "Em chào thầy/cô, cho em hỏi hiện tại thời khóa biểu của em không có môn Luận văn TN, mặc dù đã đăng ký thành công trước đó. Nhờ thầy/cô kiểm qua giúp em trường hợp này với ạ . Em cảm ơn.",
    "Kính gửi Phòng đào tạo! Em là , MSSV . Em có nhận được phản hồi của PĐT về lí do em bị hủy Luận văn là thiếu Tín chỉ tích lũy ngành. Trước đó em đăng ký chuyên ngành Vật liệu Polyme thuộc lớp VL18PO, nhưng từ hk192 em đã chuyển sang chuyên ngành Vật liệu Silicat và học đến hiện nay . File xét tín chỉ tích lũy ngành (TCTLN) mà em nhận được của PĐT đang xét em theo chuyên ngành Vật liệu Polyme nên kết quả cho thấy em bị thiếu tín chỉ ạ. Thực tế, em đã tích lũy đủ tín chỉ của chuyên ngành Vật liệu Silicat là 130 TC (bằng tổng số tín chỉ tích lũy) và đủ điều nhận Luận văn rồi ạ (cả 2 chuyên ngành đều cùng một mã môn Luận văn ạ). Em đã trình bày vấn đề này với khoa và khoa trả lời đã liên hệ PĐT để giải quyết. Mong PĐT kiểm tra và đăng ký Luận văn MA4317 giúp em ạ. Em xin cảm ơn!",
    "Thưa pdt sắp tới trường mình tổ chức kì thi tin học cho sinh viên. Do trong email thông báo thi không giải thích yêu cầu thi một cách rõ ràng. Nên em muốn hỏi nhà trường là kì thi này mình hùng phiên bản office năm bao nhiêu để em có sự chuẩn bị tốt nhất cho kì thi. Em trân trọng cảm ơn",
    "Em chào thầy/cô.  Em tên , k17.  Em đã đạt anh văn nói viết trong đợt thi ngày 17/12/2021. Thầy/cô cho em hỏi có thể dùng kết quả này để xét tốt nghiệp vào 4/2022 được không? hay mỗi đợt tốt nghiệp cần phải thi lại và lấy kết quả mới?   Em cám ơn.",
    "MSSV  B :     em là đổng hoàng hưng K19 thuộc khoa kỹ thuật địa chất và dầu khí thuộc ngành kĩ thuật dầu khí em muốn phản ánh rằng đợt trước em có khiếu nại về môn học GE3345 thực tập ngoài trường của khoa em và em đã đăng ký hết 3 lần và đợt bổ sung nhưng lúc nhận kết quả thì đều bị xóa em đã liên hệ bên phòng đào tạo hồi trước tết và được nhận thông báo sẽ khắc phục trước ngày 14/2 và bên phòng đào tạo kêu em theo dõi lại TKB  tại vì môn này không có bị dính tiên quyết nhưng em không đăng ký được và nếu không được học thì em sẽ bị chậm 1 năm mong bên phòng đào tạo khắc phục trường hợp này ạ em xin hết.",
    "Kính chào Phòng Đào tạo, Em tên , MSSV: . Hiện tại em đã hoàn thành tất cả các môn học và thỏa mãn các điều kiện để tốt nghiệp nhưng vẫn chưa được cập nhật đầy đủ số tín chỉ tích lũy và điểm trung bình, cũng không đăng ký tốt nghiệp được. Vậy em cần làm gì để đăng ký tốt nghiệp được ạ? Và có cần phải chờ đến đợt tổ chức lễ tốt nghiệp mới được nhận bằng hay không?  Em xin cảm ơn.",
    "Chào quý thầy/ cô, Học kỳ 2 này em không đăng ký môn học và em vừa nộp chứng chỉ ngoại ngữ để chuyển điểm anh văn để hoàn thành chương trình học. Thầy / cô cho em hỏi làm đơn thu nhận như thế nào để được xét tốt nghiệp vậy ạ? Và khoảng bao lâu em mới có thể đăng ký tốt nghiệp được ạ? Em xin cảm ơn.",
    "Họ và tên: Lê Đức Huy MSSV: 1710105 Lớp: VPk17 CĐT Em xin nhờ các thầy/cô phòng đào tạo chuyển điểm các môn học dưới đây giúp em, để em có thể đăng kí Luận văn tốt nghiệp. Danh sách các môn: 1.   B Mac-Lênin - SP1003, điểm 7.5, HK1 (2019-2020)    chuyển điểm qua môn   B Mac-Lênin - 001001   . 2.   B Đường lối - SP1009, điểm 6, HK1 (2020-2021)    chuyển điểm qua môn   B Đường lối - 001004   . 3.   B Tư tưởng - SP1005, điểm 6.5, HK3 (2019-2020)    chuyển điểm qua môn   B Tư tưởng - 001025   . 4.   B Pháp luật - SP1007, điểm 6.5, HK3 (2019-2020)    chuyển điểm qua môn   B Pháp luật - 008001   . 5.   B Nhập môn về kỹ thuật - EE1001, điểm 9, HK1 (2017-2018)    chuyển điểm qua môn   B Nhập môn về kỹ thuật - ME1001   . Em cũng xin đề nghị PĐT xét đăng kí trong học kì 212: 1.   B Luận văn tốt nghiệp - 218700   . 2.   B Thực tập tốt nghiệp - 218750   . Em xin cảm ơn các thầy/cô PĐT.",
    "Chào quý thầy cô Em là  MSSV 181222 Em hiện tại không bị nợ môn, ngoại trừ chưa có 4 môn tiếng anh nhưng theo mail của trường đã miễn tiếng anh kỳ 212. Và một số bạn của em cũng thiếu 4 môn tiếng anh mà vẫn đăng ký được luận văn tốt nghiệp. Cho em hỏi điều kiện đăng ký luận văn tốt nghiệp kỳ 212 này là gì, mong quý thầy cô giải đáp thắc mắc ạ. Em đã khiếu nại lần 1 vào ngày 24/1 và đã được trả lời chờ ngày 14/2 nếu không có thời khóa biểu thì tiếp tục khiếu nại lại để biết lý do ạ. Cảm ơn thầy cô",
    "Kính gửi Phòng đào tạo, Em tên là , sinh viên Đại học chính quy bằng 2 thuộc khoa Khoa học và Kỹ thuật máy tính, MSSV . Em viết phiếu này để xin PĐT làm thủ tục cấp cho em giấy chứng nhận là sinh viên đang học tại trường, cấp cho sinh viên dùng để bổ túc hồ sơ giảm thuế thu nhập cá nhân. Thủ tục để cấp giấy có những yêu cầu cần làm gì, mong PĐT hướng dẫn giúp. Em xin cảm ơn. Trân trọng.",
    "Thưa thầy cô, Trong quá trình đăng kí in bảng điểm thì em có gặp lỗi này và không vào được trang của mybk (ảnh đính kèm). Em xin phép thầy cô hướng dẫn em cách khắc phục. Đồng thời xin thầy cô giúp em cập nhật thông tin in bảng điểm của em. Em xin chân thành cảm ơn thầy cô.",
    "Chào quý thầy cô: Em là , mssv:  Em có 02 câu hỏi mong được quý thầy cô giải đáp: 1. Em đã chuyển điểm anh văn từ HK1 (2021-2022) và hiện tại bảng điểm vẫn là điểm AV1 và AV2 từ HK1 (2017-2018). Vậy bây giờ em đăng ký in bảng điểm thì AV1 và AV2 của em có được thay thế bằng điểm chuyển (cụ thể là 10 điểm) không? Và điểm AV1 AV2 cũ đó có còn nằm trong điểm TBTL không? 2. Vì lý do dịch bệnh covid-19 nên hiện tại em mới đủ điều kiện xét tốt nghiệp. Nếu bây giờ em đăng ký xét tốt nghiệp thì khoảng bao lâu sẽ được xét và có bằng tạm thời? Lễ tốt nghiệp sẽ diễn ra vào khoảng tháng mấy? và có được tổ chức cùng các bạn đã nhận bằng đợt vừa rồi không? Em xin cảm ơn quý thầy cô.",
    "Chào phòng đào tạo , Học kì này em có đăng kí dự thính môn Thủy lực và đã có môn học trong thời khóa biểu nhưng không hiện giờ học . Cảm ơn phòng đào tạo",
    "Dạ em chào Cô  - Nhờ cô kiểm tra bằng giúp em với ạ Đến nay em vẫn chưa nhận được mail hay bằng tốt nghiệp tạm thời qua bưu điện  Dạ em cảm ơn ạ    i Tốt nghiệp      ",
    "Thưa thầy/cô, Em là  (MSSV:), cho em xin hỏi khi nào nhà trường mới cấp thẻ sinh viên cho sinh viên khóa 2021 (năm nhất) và nhận tại đâu vậy ạ? Và do hiện tại em vừa bị đánh cắp mất túi xách, nên đã mất căn cước công dân. Thì em có thể sử dụng loại giấy tùy thân nào khác để xác nhận vào phòng thi(giữa kì sắp tới) không ạ? Em xin cảm ơn!",
    "Em chào thầy/cô. Đợt tháng 12 trường có thông báo thi tiếng anh nói viết nhưng em không đăng ký . Thầy/cô cho em hỏi khi nào trường lại tổ chức thi anh văn nói viết tiếp ạ. Chân thành cảm ơn thầy/cô.",
    "Em chào thầy/cô. Hiện tại em có một môn chờ thi để xóa điểm hoãn thi. Thầy/cô cho em hỏi em nếu kỳ này em không đăng ký môn học và bị đình chỉ, thì em có thể dự thi xóa điểm hoãn thi không ạ. Chân thành cảm ơn thầy/cô.",
    "Kính gửi PĐT, Em muốn hỏi là khi chuẩn bị lên năm tư, làm đồ án tốt nghiệp thì có cần phải chuẩn bị các loại bằng cấp như bằng tiếng anh như IELTS, TOEIC à bằng tin học như MOS không ạ ? Nếu có thì đạt mức tối thiểu bao nhiêu mới được làm đồ án và ra trường ạ và nếu bằng hết hạn mà em chưa ra trường thì có cần phải thi lại bằng và nộp cho nhà trường không ạ ? Em xin cám ơn.",
    "Dạ em chào thầy cô, Em tên , mssv 181444, lớp CK18CDM. Dạ hôm nay em viết yêu cầu này về vấn đề đăng kí luận văn tốt nghiệp vào kì chính 212. Dạ ngành Công nghệ may em đủ 123 tín chỉ sẽ được đăng kí luận văn tốt nghiệp ạ. Hiện tại tích lũy chung của em là 124 tín chỉ, nhưng vẫn không đăng kí được LVTN, trên BKSI cô bảo là do tích lũy ngành em là 121. Dạ thầy cô ơi nguyên nhân là do kì 202 em bị vướng anh văn nên em không thể đăng kí được môn Mỹ thuật trang phục (ME3113), vì vậy em đành phải học môn tương đương để thay thế ạ. Để tương đương với môn đó em phải học 2 môn là Mỹ thuật trang phục (ME2109) + Công nghệ dệt nhuộm ( ME4125). Ở kì 202 em đã học môn Mỹ thuật trang phục (ME2109), còn Công nghệ dệt nhuộm (ME4125) em đang học kì 212 này ạ. Đối với môn mỹ thuật trang phục (ME2109) đã học xong tích được 3 chỉ, mặc dù chưa đủ để tương đương với môn mỹ thuật trang phục (ME3113), nhưng em đã học được 1 trong 2 môn tương đương. Thầy cô có thể xem xét cho trường hợp của em được không ạ, em rất hy vọng được đăng kí LVTN (ME4545) vào kì 212 này ạ, Kính mong thầy cô xem xét và giúp đỡ em với ạ, em chân thành cảm ơn ạ.",
    "Kính gửi PĐT,  Em hiện tại là sinh viên năm 3 của khoa kĩ thuật hóa học, đang học chương trình cử nhân.  Sau khi học xong, tốt nghiệp chương trình cử nhân và đi làm trong một thời gian (2-3 năm). Em muốn hỏi rằng khi ấy trường còn bảo lưu kết quả học tập của em để em có thể quay lại trường tiếp tục học theo chương trình liên thông được không ạ ?",
    "Họ và tên:  MSSV: 110079 Thị giác máy tính (ME5227)- 211 - Điểm: 10 - Nhập môn thị giác máy tính (ME4201) Điều khiển quá trình (ME5226)- 211 - Điểm: .5 - Nhập môn điều khiển các quá trình công nghiệp (ME4215) Hệ thống điều khiển số (ME5259)- 211 - Điểm: .6 - Công nghệ CNC (ME3239) Nhờ thầy cô kiểm tra lại. Em xin cám ơn.",
    "Nhà trường cho em hỏi, em đã đăng ký tốt nghiệp vào tháng 11/2021 và đã có tên trong danh sách chính thức rồi, nhưng đến nay đã gần 2 tháng mà vẫn không có mail đến nhận bằng tốt nghiệp. Nhà trường có thể kiểm tra giúp em bằng tốt nghiệp của em đã được in và kí bởi thầy hiệu trưởng chưa ạ?  Em xin chân thành cảm ơn.  - ",
    "Chào PĐT, em tên  (MSSV ) khoa Kĩ thuật Dầu khí CLC Lớp DK17CC11 Hiện tại em vẫn chưa có thông tin gì về ngày lên trường nhận bằng tốt nghiệp chính thức ạ. Em vẫn đang giữ bằng tốt nghiệp tạm thời. vì em nộp hồ sơ xin việc nên mong nhà trường hỗ trợ giúp em được nhận bằng chính thức để nộp bên công ty em ạ. Trân trọng ",
    "cho em hỏi có cách nào đổi giảng viên hướng dẫn đồ án không ạ ",
    "Kính gửi PĐT, em là  (). Kì thi cuối kỳ môn Quản lý dự án cho kỹ sư (IM1025) ở HK202 em có xin hoãn thi do mắc COVID. Vào ngày thi xóa điểm 13 ở HK211 (29/11), em không tham gia được do không đảm bảo thiết bị và đường truyền nên muốn hoãn tiếp sang HK212 . Trước ngày thi xóa điểm 13 của môn Quản lý dự án cho kỹ sư hơn 1 tuần (21/11) e có gửi mail hỏi nhưng PĐT không hướng dẫn em phải làm đơn hoãn thi hay dùng công cụ hoãn thi trên MyBk. Sau ngày thi 11 ngày (10/12) thì mới có mail hướng dẫn hoãn thi từ PĐT về cách thức hoãn thi trên MyBk. Tuy nhiên em không thể hoãn thi bằng MyBk lúc đó được nữa do đã quá 5 ngày theo quy định. Em gửi tiếp 1 mail vào 31/12 nhưng vẫn chưa được hướng dẫn nên em đợi sau khi PĐT cập nhật điểm 14 thì gửi mail hỏi tiếp thì được PĐT (cụ thể là chị ) hướng dẫn làm đơn xin hủy điểm 13 (xóa điểm hoãn thi) . Vậy nên em làm đơn (đã có xác nhận của khoa QLCN và giáo viên giảng dạy ) theo hướng dẫn để trình PĐT xem xét xóa điểm 13 và cập nhật điểm 14 để em có thể thi vào HK212 ạ. Em cảm ơn.",
    "Kính thưa phòng đào tạo, em là , MSSV:. Em có thắc mắc về nộp bài thi cuối kì và điểm thi môn Truyền Nhiệt (CH2043). Dạ em học Truyền Nhiệt (CH2043),lớp: L02. Hôm tổ chức thi cuối kì em có tham gia và làm bài đầy đủ nhưng trong khi nộp bài em không thể nộp bài lên hệ thống được trong khi vẫn còn thời gian và sau đó máy em bị đứng. Em đã liên hệ với cán bộ coi thi bằng nhiều phương thức khác nhau và được hướng dẫn liên hệ với giảng viên để có hướng giải quyết (có minh chứng rõ ràng và nhân chứng là các các bạn tham gia cùng phòng thi). Cuối cùng, em đã nộp bài qua mail cho giảng viên nhưng hôm nay có điểm em lại được báo là không có bài trên hệ thống nên không chấm được và nhận điểm 13. Vậy em kính mong phòng đào tạo xem xét cho bài thi của em được chấm lại. Đây là link minh chứng của em:  https://drive.google.com/file/d/19TUYf1jd4rGDX6Ug-V2JVcA1ZGOe9E/view?usp=sharing Mong phòng đào tạo sớm có hướng giải quyết giúp em . Em xin cảm ơn ạ.",
    "Em chào thầy/cô ạ. Em tên là Vòng Khải Tuấn, MSSV .Tuy bây giờ em biết là hơi trễ nhưng em có thắc mắc mong được giải đáp ạ. Vào đợt đkmh đợt 1, em có đăng kí môn thực tập ngoài trường EE3365. Sau khi có kết quả đkmh đợt 1 em có check lại là vẫn có môn này trong danh sách đã đăng kí. Và sau đó do đang trong thời điểm ôn thi nên em có hơi chủ quan, dẫn đến không để ý là kết quả đkmh đợt 2 và đợt 3 đã xoá mất môn thực tập ngoài trường của em ạ. Em có xem lại thì lí do bị xoá ở đợt 2 và 3 là TTTN-STC. Cho em hỏi có nghĩa là gì ạ!Và nếu em đăng kí lại môn này ở học kì hè thì có được không hay là phải đăng kí vào học kì chính kế tiếp vậy ạ? Hiện tại em đang rất lo lắng vì nghe nói nếu không thực tập hè thì sẽ không được nhận đồ án tốt nghiệp năm sau ạ. Em xin chân thành cảm ơn.",
    "Em xin chào thầy/cô, Sau khi em gửi đơn chuyển hệ cho email của PĐT như đã hướng dẫn thì nhận được câu trả lời phải đợi học kỳ 213 (như hình) ạ. Lý do em chuyển sang VLVH là để có thể đăng ký môn Giải tích 2 vào học kỳ hè và vì tháng 4/2022 là thời hạn Chính Quy cuối cùng của em rồi. Em không rõ thời hạn hoàn tất quy trình xét duyệt đơn chuyển trạng thái từ Chính Quy sang VHVL của trường và sợ bỏ lỡ đợt kế hoạch đăng ký môn học. Vậy nên liệu em có thể chuyển hệ sớm (thời điểm hiện tại) trước đợt 213 luôn không ạ? Cảm ơn thầy/cô rất nhiều,",
    "Dạ chào PĐT. Hiện em đã hoàn thành học kì 211 nhưng số tín chỉ chưa được cập nhật vào mục “Tín chỉ” ạ . Em hy vọng PĐT sớm cập nhật cho em để em có thể kịp đăng kí tốt nghiệp ạ! Em xin cám ơn.",
    "Em chào Phòng Đào Tạo. Phòng Đào Tạo cho em hỏi là hiện tại thì em là sinh viên Bách Khoa cùng với 1 bạn khác không học Bách Khoa thì hiện tại đã có thể vào trường chơi thể thao ở sân bóng rổ của trường chưa ạ ?  Nếu được thì chúng em có cần phải mang theo giấy tờ gì không ạ ? Em xin chân thành cảm ơn và mong nhận được phản hồi ạ!",
    "Chào thầy cô, Em là sinh viên PFIEV và có nguyện vọng chuyển điểm môn học như trong đơn em đính kèm. Đơn đã được các bộ phận liên quan xem xét và xác nhận, đúng với yêu cầu.   i ",
    "Kính gửi Phòng Đào Tạo Em tên là:  MSSV:  Khoa: Cơ kĩ thuật Lí do: Vì em muốn bảo lưu kết quả học kì 1 năm học 2021-2022 để đi du học, em cần phải làm gì ạ. Em xin cảm ơn.",
    "Khiếu nại đăng ký môn học Em tên là  HC18KSTN Mã môn học CH4327 Lúc đầu e có lên bksi đển nói về tình trạng không đăng ký môn của e thì bảo là 14.2 vẫn chưa được thì thông báo lại. Thì em vẫn chưa đăng ký môn được mong pđt xem xét lại giúp em ạ, Em xin cảm ơn",
    "Em không thể đăng ký môn học CI3001 - Cơ học đất lớp DT01 ở \"Đợt đăng ký môn học Dự thính - lộ trình 2\" vì trùng thời khóa biểu vào ngày thứ 2 tiết 13 - 14 - 15 và ngày thứ 7 tiết 7 - 8 - 9 -10 - 11. Nhưng môn học ở thời khóa biểu chính thức, thứ 2 tiết 13 - 14 - 15 chỉ còn học có 4 buổi, em có thể thu xếp được và môn học ngày thứ 7 tiết 7 - 8 - 9 - 10 - 11 thì thầy giảng dạy môn học CI3001 chấp nhận cho em sắp xếp chuyển điểm hoặc chuyển thời gian khác. Vì vậy em có thể học môn học CI3001 - Cơ học đất lớp DT01 được không ạ? Kính mong PDT xem xét giúp em ạ!",
    "Em xin cập nhật môn học tương đương để đủ số tín chỉ tích lũy ngành đăng ký luận văn tốt nghiệp   MSSV  1. CH5258 - Những tiến bộ trong hóa học xanh: Học kỳ 211 .   Điểm tổng kết 9.3    Môn học tương đương: CH2071 - Hóa học xanh 2. CH5185 - Các phương pháp phân tích cấu trúc hợp chất hữu cơ: Học kỳ 202:    Điểm tổng kết 9.5    Môn học tương đương: CH3221 - Các pp xđ ct hợp chất hc 3. CH518 - Hóa học các hợp chất tự nhiên:Học kỳ 202:    Điểm tổng kết 8.9    Môn học tương đương: CH3183 - C/nghệ các sp có n/gốctn",
    "Kính gởi ban giám hiệu và phòng đào tạo, emtên  mssv , học khoa giao thông ngành công nghệ kỹ thuật ô tô hiện tại thời gian học của e đã qua lâu nên em không biết mình còn những môn gì chưa hoàn thành, mong nhà trường cho em biết thông tin để hoàn thiện ra trường! Mong nhà trường hỗ trợ em sớm nhất có thể. Em xin chân thành cảm ơn!",
    "Em xin hỏi, Hiện tại em là sinh viên VLVH được chuyển từ chính quy. Vậy khi xét tốt nghiệp thì có bắt buột nộp chứng chỉ tiếng anh 2 kỹ năng (Speaking & Writing) hay không và em có cần những gì? Thân,",
    "Em chào thầy cô Hiện tại em không biết lí do không đăng ký được luận văn học kỳ này. PĐT có thể cho em biết lí do để em đăng ký môn học ạ. Em cảm ơn",
    "Cho em hỏi còn đợt đăng ký LVTN nào cho học kỳ 212 không ạ",
    "Thưa thầy ( cô)! Em học CQ k16 chuyển sang hệ VHVL. Tiêu chuẩn tốt nghiệp của trường. 400 (từ K.2017 về trước) hoặc đạt môn AV400 450 (K.2018) hoặc đạt môn AV450 500 (K.2019) hoặc đạt môn AV500 600 (từ K.2020 trở đi) Em xin hỏi:  1) em chuyển hệ VHVL thì dẫn tính k16 phải không ạ? 2) toeic400(LA1031) có tương đương 400 hoặc môn AV400 không ạ? 3) hệ VHVL tốt nghiệp không xét kỹ năng nói viết phải không ạ? #em cảm ơn thầy cô nhiều!",
    "Em tên là , MSSv 8, lớp MOKMT1, Ngành kĩ thuật môi trường Em có đăng ký LVTN có mã là EN4327 nhưng không đăng ký được ạ, em cũng không biết lý do tại sao ạ. Lúc ngày 10/2/2022 em có gửi câu hỏi  rồi ạ. Phòng đào tạo có nói em là nếu sau ngày 15/2/2022 mà không được cập nhập thời khóa biểu thì gửi lại câu hỏi để biết lý do ạ. Hiện tại em vẫn chưa cập nhập thời khóa biểu là em không đủ điều kiện nhận luận văn phải không ạ, mong phòng đạo tạo cho em biết lý do tại sao em đăng ký không được vậy ạ",
    "Dạ em đã học qua tất cả các môn và được 12,5 ngày CTXH. Chỉ chưa có chứng chỉ anh văn nhưng kì này trường mình không xét anh văn mà em vẫn không đăng ký được luận văn ạ.",
    "Thầy/cô cho em hỏi em đã đăng ký môn học dự thính và được PĐT chấp nhận cô bên bksi nói em coi thời khóa biểu sau 21 nhưng em xem thời khóa biễu vẫn chưa có, em cảm ơn   ",
    "Chào thầy/cô, Em là , MSSV: , vừa qua phòng đào tạo đã update đăng kí môn học học kì II, 2021-2022. Sau ngày 14/2 tình trạng đăng kí luận văn của em vẫn chưa đăng kí được dù đã đủ các điều kiện đăng kí luận văn, đủ số chỉ tối thiểu như yêu cầu để nhận luận văn (yêu cầu chuẩn tiếng anh kì nãy đã được miễn) . Cho em hỏi lí do em vẫn không đăng kí được luận văn ạ? Cảm ơn thầy/cô ạ! Mong nhận được phản hồi email sớm ạ!",
    "Nhờ cô kiểm tra giúp em có nhận bằng trong đợt này không ạ Em xin cảm ơn!",
    "Kính gửi: Phòng đào tạo - Trường đại học Bách Khoa TPHCM, Em có thấy trên web PĐT thông báo là sinh viên lên nhận bằng, nhưng em chưa nhận được email của PĐT do hệ thống đang bị lỗi. Em không biết là em đã có bằng hay chưa và hiện tại em đang đi làm ở xa nên không thể lên trường kiểm tra được ạ. PĐT có thể kiểm tra giúp em được không ạ? Em xin trân trọng cảm ơn.",
    "Kính gửi Phòng đào tạo Trường Đại học Bách Khoa Thành phố Hồ Chí Minh Em tên là:   MSSV:  Em viết thư này với mong muốn nhờ sự giúp đỡ của Nhà trường đó là gửi qua địa chỉ email trường này cho em Giấy chứng nhận Nhập học thành công để có thể in ra với mục đích bổ sung vào hồ sơ tiếp nhận sinh viên KTX. Bởi vì em nhận thấy sự khác nhau giữa giấy Gọi Nhập Học và Giấy chứng nhận Nhập học thành công ạ!  Mọi thông tin chứng nhận nhập học thành công và biên lai đóng tiền học phí em đều tải lên mục Nhập học trên MyBK (phần Hồ sơ ảnh) hết rồi ạ! Em xin chân thành cảm ơn Nhà trường đã dành thời gian đọc mail này của em và cố gắng giúp đỡ.",
    "Kính gửi PĐT Em tên  MSSV  Học kỳ này em chỉ còn mỗi luận văn tốt nghiệp, êm đã đăng ký nhưng không được thì em còn thiếu môn tiên quyết, môn chưa học, tích lũy. Qua kiểm tra em thấy em đã hoàn thành xong các môn học còn thiếu hoặc môn em chưa học vì em đã được PDT xét miễn môn . Em có gửi thông tin lên BKSI thì các cô có thông báo vẫn cho đăng ký luận văn và sẽ hậu kiểm sau. Nhưng tới giờ này em vẫn không đăng ký được Luận văn tốt nghiệp. Vì kỳ này em chỉ có đăng ký duy nhất Luận văn tốt nghiệp là hoàn tất khóa học. Mong PĐT hướng dẫn em có cần làm đơn tạm dừng học kỳ này không? và các môn học PĐT chưa cập nhật điểm qua môn, miễn môn thì em phải làm như thế nào. Em xin cảm ơn!!",
    "Em chào thầy cô ạ . Em còn môn sinh học đại cương từ học kỳ 202 chưa học xong ạ. Xin cho em hỏi là khi nào có thể học lại ạ . Em xin cảm ơn .",
    "Chào thầy/cô phòng đào tạo Em tên , k19 mssv, học lớp L08, môn cơ kết cấu do thầy Trần Minh Thi giảng dạy, vào ngày 10/02 khi xem điểm em thấy mình điểm 13 phần thi cuối kỳ, em có tham gia thi điểm danh và đã được xác nhận nộp bài, em đã gửi mail cho giảng viên giảng dạy của em bài thi và clip quay màn hình của em nhưng vẫn chưa nhận được phản hồi, em không biết có nhầm lẫn ở đâu, mong pđt kiểm tra lại và phản hồi giúp em ạ, em cám ơn, em xin đính kèm file ghi hình và bài thi . Clip quay màn hình: https://drive.google.com/file/d/1bEVicHYDmSvvIkdYVBh5WWXAT-D745iM/view?usp=drive_web",
    "Em chào phòng đào tạo. Em là sinh viên vừa được thu nhận lại chuyển hệ từ chính quy sang VLVH. Em đã đăng kí môn học và mybk của em có thời khóa biểu nhưng giờ lại bị mất rồi ạ. Phòng đào tạo cho em hỏi là em phải làm sao để có lại thời khóa biểu ạ",
    "Dạ e chào thầy cô trên pdt ạ! Thầy cô cho em hỏi trường mình khi nào tổ chức lễ tốt nghiệp v ạ? Với lại chứng nhận tốt nghiệp tạm thời của em hiện tại đã hết hạn không biết em có thể lấy bằng tốt nghiệp chính thức được chưa ạ! Em cảm ơn thầy cô nhiều ạ",
    "Dạ cho em hỏi trong dịch em có đăng ký học lên trường lại nhưng do ở trên cs1 nên em không lên để tham gia được vậy liệu em có thể đăng ký lại",
    "CODE  Em là , mssv ,lớp MOKMT1. Em đăng ký môn EN4327 không được do thiếu chỉ, thì em có kiểm tra lại là môn Hóa phân tích mã CH1009 em không đậu tại học kì 2(2018-2019), sau đó tại học kì 1(2019-2010) em có học lại nhưng với mã môn học là CH2009 với điểm tổng kết là 5.0. Em xin phòng đào tạo chuyển điểm môn học tương đương cho em để em đủ tín chỉ đăng ký luận văn tốt nghiệp mã EN4327 ạ",
    "Thưa Phòng Đào Tạo, em là , MSSV: . Vào tháng 3/2022 thẻ sinh viên của em sẽ hết hạn. Bây giờ có cách nào để gia hạn không ạ?",
    "Em là , mssv , lớp MOKMT1. Em xin chuyển điểm tương đương từ môn Hóa phân tích mã CH1009 sang môn Hóa phân tích mã CH2009 tại học kỳ 1(2019-2020) có điểm tổng kết là 5.0. Em xin phòng đào tạo cập nhập để em đủ tiêu chuẩn để đăng kí luận văn tốt nghiệp mã EN3427 ạ.",
    "Hiện tại em đã hoàn thành bài Thực tập tốt nghiệp ở học kỳ trước . Nhưng đến nay vẫn chưa có điểm (CH). Em đã liên hệ với giảng viên phụ trách môn này , và được báo là đã nhập điểm online và nộp bản giấy rồi ạ . Trong file đính kèm là bảng giấy, mà giảng viên đã xuất file từ ngày 11/01/2022 và nộp ở VPK.",
    "Em xin kính chào quý Thầy Cô ạ! Em tên , mssv . Hiện nay em đã bảo vệ luận văn xong và đã có điểm. bây giờ em muốn kiểm tra điều kiện để tốt nghiệp như: số tín chỉ đã tích lũy, số môn học đã đủ chưa, anh văn, số ngày công tác xã hội...thì em phải làm sao ạ! Kính mong quý Thầy Cô hướng dẫn em với ạ! Em xin cảm ơn và chúc quý Thầy Cô một ngày vui vẻ ạ!",
    "Kính gửi Phòng đào tạo, cho em hỏi là em có xin đăng ký luận văn tốt nghiệp (MH: MA4323), nhưng đến giờ vẫn chưa có thông báo gì. Em mong phòng đào tạo giải đáp dùm em, em xin cám ơn Phòng đào tạo nhiều ạ,",
    "Thưa quý thầy/cô, nay em làm đơn này để xin phép đăng kí đồ án chuyên ngành kĩ thuật  chế tạo (ME4045) do đã quá hạn đăng kí trong kì chính và bên phòng đào tạo yêu cầu cần có  xác nhận của Bộ môn Chế tạo máy và Khoa Cơ Khí để có thể đăng kí đồ án chuyên ngành  vào Học kì 212 ạ nên em đã xin phép thầy/cô cho phép em làm đồ án chuyên ngành trong  kì này ạ. Em xin cảm ơn",
    "Kính gửi Phòng đào tạo,  Em tên là , MSSV  Em đã được nhận giấy chứng nhận tốt nghiệp tạm thời từ tháng 12/2021 và trong giấy có hẹn nhận bằng tốt nghiệp chính thức trong khoảng tháng 1/2022. Tuy nhiên đến nay em vẫn chưa nhận được email thông báo đến trường để nhận bằng. Vì việc bổ sung bằng để hoàn tất hồ sơ cao học và xin việc làm rất quan trọng đối với em nên em mong phòng đào tạo sớm giải quyết và cấp bằng giúp em ạ. Và em muốn hỏi hiện tại bên trường có kế hoạch tổ chức lễ tốt nghiệp cho khoá k17 không ạ? Em cảm ơn ",
    "Em kính chào thầy/cô. Em tên là , là sinh viên vừa mới tốt nghiệp tại trường. Thầy cô cho em hỏi là trường có dự kiến tổ chức lễ tốt nghiệp cho sinh viên khóa 2017 đợt tháng 11 không ạ!! Em chân thành cảm ơn thầy/cô   i Tốt nghiệp .",
    "Em xin chào Phòng đào tạo, Em là  mssv: . Kì này em có trao đổi qua Pháp - trường INSA Lyon để làm luận văn tốt nghiệp . Tuy nhiên, luận văn của em không đăng kí được, em nghĩ là do vài tín chỉ tiêng Pháp trong chương trình em chưa học do em định thi lấy bằng tiếng Pháp rồi nộp vào. Nhưng do đợt các đợt dịch vừa rồi nhiều kì thi đã bị huỷ nên em không thi được . Em mong Phòng đào tạo xem xét trường hợp của em . Em cảm ơn Phòng đào tạo . ",
    "Dạ em chào PDT Em là  MSSV:, em đã nhận được bằng tốt nghiệp tạ thời vào tháng 1 và hiện nay em đang cần bằng bản gốc với một số công việc cá nhân vì vậy PDT cho em hỏi là tầm bao lâu nữa em sẽ có email từ trường để lên nhận bằng ạ. Em cảm ơn.",
    "MSSV . Khoa Kĩ Thuật xây Dựng . Em đã đăng kí hoãn thi 2 lần và được phê duyệt Nhưng bảng điểm mới cập nhật thì em bị điểm 13. Kính mong Nhà trường giải quyết sự cố giúp em Em xin trân thành cảm ơn!",
    "Kính chào quý Thầy/Cô, Em là  (MSSV: ), hiện tại là sinh viên khóa 17, khoa Điện - Điện tử. Tính tới thời điểm hiện tại, em đã hoàn thành chương trình đào tạo do nhà trường và khoa đưa ra, chỉ còn thiếu Toeic 2 kỹ năng (Nói - ) thì có thể xin giấy xác nhận hoàn thành chương trình đào tạo không ạ? Nếu được thì em có thể lấy form đăng ký xin xác nhận ở đâu ạ? Rất mong nhận được phản hồi từ quý Thầy/Cô. Em xin chân thành cảm ơn! Trân trọng, ",
    "Dạ em đăng kí môn tiếng Nhật rồi ạ. Mà không thấy thanh toán tiền trên BKEL ạ . Mong phòng đào tạo xem xét lại giùm em ạ. EM cảm ơn phòng đào tạo ạ.",
    "Thầy/cô thân mến, Em tên , MSSV . Môn Giải tích 2 (MT1005) em học vào học kỳ 203 sau khi hoãn lần 1 thì lần 2 em có tham gia thi nhưng trên Mybk cập nhật điểm 13. Còn học kỳ 202 em hoãn thi 2 lần thì 2 lần đều đã cập nhật điểm 14 thành công cho em. Mong thầy/cô kiểm tra lại giúp em với ạ. Em đính kèm bằng chứng bên dưới. Cảm ơn quý thầy/cô.",
    "Trong kì 211 em đã hoãn thi môn cơ lý thuyết mã AS1003 nay em xin pdt cho em được   B hủy hoãn thi    ạ( em xin   B hủy hoãn thi    chứ không phải xin hoãn thi ạ). EM gửi phòng đào tạo đơn hủy hoãn thi của em ạ.",
    "Kính gửi Quý Thầy Cô. Em là  MSSV:  Lớp VB2-KHMT Xin cho em hỏi trong cùng 1 học kỳ, em có thể vừa đăng ký môn Đề cương, vừa đăng ký môn Luận văn với 2 đề tài khác nhau được không ạ? Trân trọng.",
    "DẠ  K21 VỪA ĐIỀN LINK  RÚT MÔN HỌC GIỜ  CÓ THỂ NGHỈ MÔN ĐÓ CHƯA Ạ",
    "Em :  , MSSV : . Có hoãn thi môn Vi xử lý(EE2039), nhóm L07 . Đã thi lại môn đó vào 18h ngày 24/12 . Tới giờ vẫn chưa có điểm hoãn thi. Mail cho giáo viên dạy( Cô:) thì cô bảo đã gửi bảng điểm lên PĐT.",
    "Dạ thừa thầy cô , kỳ 212 này khi đăng ký môn học thì em đăng ký thành công đề cương luận văn nhưng khi xem danh sách GVHD thì em không có tên ạ. Kính mong quý thầy cô kiểm tra giúp em. Em cảm ơn ạ",
    "em xin chào quý thầy cô   theo yêu cầu của phòng đào tạo để hủy được đơn tạm hủy và có thể đi học tiếp thì phải có sự chấp thuận của quý thầy cô và khoa . nay em đã xin được sự chấp thuận của quý thầy cô em mong phòng đào tạo khôi phục thời khóa biểu cho em để em có thể tiếp tục học   dưới đây là đơn và chữ ký của khoa và thầy cô ạ   ",
    "CÓ PHẢI ĐIỀN LINK NÀY LÀ XONG PHẢI KHÔNG Ạ  CÓ  Ạ",
    "Em là , MSSV , hiện đang học bằng 2 khoa Kỹ thuật Địa chất và Dầu khí.      Đợt Đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN em có đăng ký môn Luận văn tốt nghiệp (GE4313), hôm nay em vào Mybk xem Kết quả đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN thì PĐT không đăng ký cho em môn học này với lý do là không đủ điều kiện nhận LVTN. Em kiểm tra thì thấy mình đã đủ điều kiện nhận LVTN. Vậy em xin PĐT kiểm tra giúp em và cho biết em thiếu điều kiện gì? Nếu em đủ điều kiện thì cho em xin được đăng ký môn Luận văn tốt nghiệp (GE4313) để có thể làm trong học kỳ này.      PDT đã ghi nhận yêu cầu của em và đến ngày 14/2/2022 em vẫn chưa được đăng ký môn học này. Vì vậy em gửi lại câu hỏi này để biết lý do.      Em xin cảm ơn!    .",
    "Kính gửi: Phòng Đào Tạo - ĐH. Bách Khoa TPHCM;                Quý Thầy/Cô;  Em là: , MSSV: , Khoa Môi Trường và Tài Nguyên - khóa 2015; Xin Thầy cô giải đáp giúp em về tình trạng \" Nếu tại thời điểm em hết thời gian đào tạo chính quy và còn nợ môn\" thì em có được xét chuyển hệ vừa học vừa làm không ạ?  Hiện tại hạn đào tạo của em là tháng 4/2022, đến ngày 11/4 nếu em vẫn chưa xong anh văn chuyển và còn nợ 4 anh văn 1,2,3,4 vậy em chuyển hệ tại thời điểm đó có được không, hay bây giờ em chuyển hệ thì mới được ạ? Em xin chân thành cảm ơn!",
    "Dạ em đã nhận được bằng tốt nghiệp tạm thời, nhưng vẫn chưa có email thông báo về việc em nhận bằng tốt nghiệp chính thức. Em muốn biết khi nào thì em có thể nhận đc bằng chính thức ạ. Em xin cám ơn.",
    "Em xin chào Thầy(Cô)! Em là sinh viên k15, nay đã hết thời gian đào tạo chính quy nên em phải chuyển sang hệ VHVL. Xin Thầy(Cô) cho em hỏi khi em chuyển sang hệ VHVL thì chuẩn tiếng anh để tốt nghiệp như thế nào ạ? Có cần phải thi Toeic 2 kỹ năng Nói và Viết(Speaking & Writing) ko ạ? Em xin cám ơn.",
    "Dạ em chào thầy cô Em là Sinh viên K15 chuyển xuống hệ vừa học vừa làm thì đầu ra có cần thi anh văn nói viết không ạ Em cám ơn",
    "DẠ EM CHƯA THẤY EMAIL PHẢN HỒI CÓ VẤN ĐỀ GÌ KHÔNG Ạ",
    "Kính thưa thầy cô. Em là , là sinh viên của Khoa khoa học và kỹ thuật máy tính. Em viết mail này với lý do em muốn hoãn thi bộ môn Cấu trúc dứ liệu và giải thuật, với MSMH là CO2003, phần thì của em diễn ra vào ngày 18/12/2021 vào lúc 14h Nhưng do trục trặc kỉ thuật nên em không thể hoàn thành bài thi được, sự việc này em đã bào cho cán bộ coi thì cũng như giáo viên dạy bộ môn cho em là thầy  ạ. Em đã có trong danh sách điểm 15 của nhà trường hôm 26/1 và nó đã gưi về mail của em. Nhưng hiện tại trên trag điểm của em lại hiện điểm cuối kì là 2.5 và tổng kết của là rớt môn. Nên em phải xử lý tình huống này như thế nào ạ . Xin chân thành cảm ơn thầy cô đã đọc mail của em ạ.",
    "Em chào thầy/cô pđt . Em có học môn giải tích 2 dự thính ở Học kỳ 1 (2021-2022). Đã có điểm nhưng chưa được cập nhật điểm trung bình tích luỹ(tbtl) . Cho em hỏi điểm tbtl này sẽ được cập nhật khi nào ạ. Em cần in bảng điểm. Cảm ơn thầy/cô",
    "PĐT cho em hỏi về vấn đề hoãn Thực tập trong kỳ 212 và đi Thực tập lại ở kỳ 213 ( hè ) có được không ạ. Vì một lý do bất khả kháng em từ quê (xa) chưa trở lại thành phố được. mà khoa đã xếp công ty cho em TT rồi. Thực tập trong kỳ chính thực sự bất tiện vì phải còn học các môn học trên trường. Em mong PĐT cho em hoãn TT trong kỳ chính này với ạ.",
    "Dạ chào thầy cô, em là  mssv  ạ, HK212 em có đăng kí nhầm môn CI1003 vẽ kỹ thuật, sau đó em có điền form đăng kí rút môn học rồi nhưng sao đến giờ trong BKEL của em vẫn còn môn vậy ạ.",
    "Em chào PDT, Hiện tại em muốn hoãn thi GK thì có được chấp nhận không ạ. Nếu có thì mình tải đơn ở đâu vì em chỉ thấy mẫu đơn hoãn thi cuối kì trên AAO. Em xin cảm ơn",
    "Chào PĐt. Em tên:   Sv khóa k21. Hiện em đang ở ktx khu A em có nhu cầu nhận thẻ sinh viên thì có được không ạ. Mong PĐT phản hồi. Em xin trân trọng cảm ơn.",
    "Kính gửi phòng đào tạo, Em tên là  - MSSV  - Khoa Khoa học và Kỹ thuật Máy tính. Em muốn trình bày việc tài khoản mybk của em bị mất thời khóa biểu môn học PH1003 - Vật lý 1 và cả bkel cũng mất hoàn toàn dữ liệu của môn học Vật lý 1. Do đó em không thể xem khoa học môn Vật lý 1, không thể làm bài tập trên hệ thống và truy cập vào lớp học nên gây khó khăn cho em trong quá trình học tập và làm bài tập giáo viên cho. Em đã cập nhật nhiều lần trang web bkel và TKB nhưng tới nay 25/01/2022 môn Vật lý 1 vẫn chưa được cập nhật ạ. Mong phòng đào tạo kiểm tra lại tài khoản của em và chỉnh sửa lại giúp em. Em chờ hồi âm sớm nhất từ phòng đạo tào. Em cảm ơn thầy cô rất nhiều ạ. Thân gửi",
    "Kính thưa thầy/cô, Dự kiến ngày nào sẽ có kết quả nhận LVTN đợt bổ sung trên trang aao.hcmut.edu.vn vậy ạ? Đợt đăng kí bổ sung vừa rồi thì em được nhận kết quả là Chờ xét. Nhưng đến ngày 15/2/2022 em lên kiểm tra trên trang aao.hcmut.edu.vn thì vẫn chưa thấy phần cập nhật mới nhất. Vì khi em tự kiểm tra lại thì em đã đủ điều kiện nhận LVTN nhưng bản cập nhật cũ theo PĐT công bố là em vẫn chưa đủ điều kiện. Mã môn học: CI4383 Em cám ơn.",
    "Dear:  Em: Nguyễn Vũ Sơn Mssv:  Ngành: Tự động hoá VLVH Em có xin ĐKMH EE2033_ GIẢI TÍCH MẠCH (môn cốt lỗi dành cho sv CĐ liên thông ĐH khóa 2022) +  có sự nhầm lẫn là đăng kí môn này cho em bên HK CHÍNH 212 ( KHÔNG PHẢI BÊN HỌC BỔ TÚC). VÌ  CÓ TKB VÀ TẬN 28/2 MỚI HỌC BỔ TÚC. + Hiện tại em đã ĐKMH này bên bổ túc được rồi. Mong  kiểm tra và xóa môn EE2033 trên hệ thống ELEANING ,TKB. Vì không phải bên học BỔ TÚC.  XEM QUA FILE EM GỦI BÊN DƯỚI EM XIN CHÂN THÀNH CẢM ƠN",
    "Kính gửi các thầy cô trực thuộc Phòng Dào Tạo ĐHBK - Đại Học Quốc Gia Tp.HCM,  Em là , mã học viên  thuộc lớp CK21CK01. Do điều kiện gia đình và kinh tế khó khăn do dịch bệnh trong thời gian vừa qua, em đã gặp phải nhiều vấn đề ảnh hưởng tiêu cực đến chất lượng học tập của em. Vì thế, để đảm bảo kết quả học tập, em có mong muốn xin được tạm dừng Học kỳ 2 của năm học 2021-2022 và bảo lưu kết quả học tập để ổn định kinh tế và tình hình nhằm mục đích đảm bảo học tập. Em xin hứa sẽ theo chỉ định của nhà trường và cố gắng quay lại học đúng thời hạn. Em xin chân thành cảm ơn ! Học viên -    i ",
    "Hi Thầy cô! Em khóa 2017, hạn thẻ là tháng 3/2022. Giờ em còn học tại trường, em muốn gia hạn thêm thì làm sao ạ ? Em cảm ơn",
    "em đã hoàn thành chương trình học, không nợ môn và không nợ học phí số ngày ctxh là 16.5 ngày nhưng em thử đăng kí xét tốt nghiệp trên trang web mybk thì vẫn ghi là em nợ ngày ctxh và em không thể cập nhật thông tin phần khai lý lịch tốt nghiệp và không chọn được phần nộp đơn đăng ký xét tốt nghiệp mã số sinh viên của em: ",
    "Tốt nghiệp . Kính gửi Thầy Cô, cho phép em được bày tỏ lý do mong muốn cập nhật thời khóa biểu AV4A . Em là Đạt sinh viên khóa K17, vì tình hình dịch diễn biến phức tạp ở quê em vào những tháng vừa qua vì vậy phải đến ngày 13/1/2022 em mới tiêm đủ 2 liều vắc xin và vào thi toeic tại IIG Đà Nẵng dù đang bùng dịch rất nặng. Và đến ngày 20/1/2022 em mới nhận được kết quả là 575 điểm đủ chuyển điểm av3 và đk av4A ở đợt dự thính lộ trình 2. Nhưng không may môn AV4A chỉ mở ở đợt dự thính lộ trình 1 và đã học được gần 3 tuần kể từ ngày em nộp đơn là ngày 10/2/2022. Do đó em đã viết mail hỏi Thầy Cô PĐT và nhận được sự tư vấn từ cô Thùy My, cô hướng dẫn em viết một là đơn cho Thầy Thịnh dạy môn AV4A lộ trình một để nhận được sự chấp nhận từ thầy. Và em đã ngay lập tức liên hệ với Cô Hương phó giám đốc trung tâm BKenglish để liên hệ với Thầy Thịnh qua zalo. Hai thầy trò đã trao đổi với nhau và thầy đồng ý cho phép em được vào học lớp của thầy dù đã học gần được 3 tuần kể từ ngày 10/2/2022. Và thầy có hướng dẫn cho em cách để học bù 3 tuần đó là xem hết video và làm một bài test bổ sung cho thầy. Sau đó thầy ký điện tử vào đơn của em và em nộp lên BKSI vào  thứ 6 ngày 11/2/2022 theo như hướng dẫn của cô Thùy My để cập nhật thời khóa biểu cho em. Nhưng hôm nay em nhận được phản hồi là em không được đăng ký môn. Em thật sự rất tuyệt vọng vì em đã làm theo hướng dẫn chi tiết từ cô My và đã trao đổi với Cô Hương và Thầy Thịnh để được học môn này. Em đã trễ hạn tốt nghiệp vào tháng 8 năm ngoái bởi vì em không thi nổi toeic 500 để đăng ký tốt nghiệp dù đã  bỏ ra rất nhiều thời gian học ôn thi.  Nó làm em trầm cảm trầm trọng một thời gian dài dẫn đến sức khỏe suy kiệt và suýt mất đi động lực sống. Nhờ sự động viên của người thân em đã cố gắng rất nhiều để thi được 575 điểm và đủ điểm đăng ký anh văn 4A và đây là cơ hội duy nhất để em có thể hoàn thành chương trình học. Bởi vì học kỳ tới em không thể vào lại Sài Gòn để học trực tiếp. Ông bà em tuổi đã ngoài 90 và rất yếu, ba mẹ cũng sắp mất sức lao động vì làm việc trong môi trường độc hại và không có thu nhập vào những tháng dịch vừa qua. Vì vậy em phải ở lại nửa thời gian làm thêm nửa thời gian lo chăm sóc ông bà đang ốm yếu . Em khẩn thiết cho phép em được học môn AV4A để em có thể hoàn thành xong chương trình, nhận được bằng để làm việc ở điện lực quê em kiếm tiền lo cho cha mẹ đang trong khoảng thời gian đâu khổ này. Em đã khóc rất nhiều vì không thể kiếm được một công việc có thu nhập đủ trang trải thuốc men và ăn uống cho gia đình nếu không có tấm bằng Đại Học ở quê em. Em hy vọng PĐT có thể giúp đỡ cho em cập nhật môn học trong giai đoạn khó khăn nhất trong cuộc đời này để em có thể có động lực sống và giúp đỡ cho cha mẹ . Em hy vọng và biết ơn rất nhiều từ sự giúp đỡ của Thầy Cô PĐT cho trường hợp khó khăn của em.",
    "em có đăng kí môn Cơ sở kỹ thuật điện và thấy lịch học bắt đầu từ tuần 7 nhưng thời khóa biểu và elearning của em chưa cập nhập môn ạ",
    "Dạ cho em hỏi trường hợp không có tên trong danh sách hướng dẫn đồ án nghĩa là sao vậy ạ .",
    "Kính gửi phòng đào tạo, em tên   hệ VHVl vừa rồi em có đk mở môn học thiết kế hệ thống P&ID mã cũ Ch2081, đã có thời khóa biểu và học vào tuần 7, nhưng qua tết thì môn của em không còn trên thời khóa biểu nữa ạ, có thể cho em biết lý do vì sao môn của em bị hủy sau tết không ạ, em cảm ơn ạ Rất mong nhận được sự phản hồi từ phòng đào tạo Trân trọng ",
    "Xin chào thầy/cô ạ Em tên là , MSSV:  học tại Khoa Cơ khí. Hiện nay em đã hoàn thành các môn học và các điều kiện đi kèm. Vì lí do công ty yêu cầu nộp giấy xác nhận này trước khi nhận bằng tốt nghiệp nên em viết yêu cầu này mong quý thầy/cô cấp cho em giấy xác nhận đã hoàn thành chương trình học trong thời gian đợi tốt nghiệp. Em xin cảm ơn.",
    "Em có thắc mắc về lịch học vụ, hiện tại lịch thi giữa kỳ 2, môn giải tích 2 của em là vào chủ nhật ngày 27/2/2022 (tuần 8), nhưng cùng ngày giờ đó thời khóa biểu của em lại có tiết thực tập cơ khí đại cương 1, em không biết phải làm sao. Mong thầy cô trở lời giúp em",
    "Kính gửi quý thầy cô pdt, em muốn chuyển sang hệ vừa học vừa làm vào kì sau (học kì bắt đầu từ tháng 8). Kì này em không đăng kí môn học thì có được không ạ? Em cảm ơn.",
    "Cho em hỏi nếu bị mất thẻ Ngân Hàng OCB do trường cấp thì khi đi làm thẻ lại có bị tốn phí thường niên không ạ? Và có còn nhận được những ưu đãi như thẻ trước không? Em cảm ơn.",
    "Kính chào Thầy/Cô, Em tên Đoàn Nguyễn Đoan Trang-MSSV:1915575-Lớp:CK19LOG02. Em xin hỏi về vấn đề: Vừa rồi em đi khám bệnh mới biết BHYT của em đã hết hạn vào ngày 1/1/2022 do em quên đóng BHYT ở trường. Thầy/Cô cho em hỏi có cách nào giải quyết vấn đề này giúp em hay em cần phải làm gì ạ?  Em cảm ơn Thầy/Cô đã dành thời gian giải đáp thắc mắc giúp em ạ. Chúc Thầy/Cô một ngày làm việc thật tốt.",
    "Dạ thưa thầy/ cô Em tên là: Lê Bảo Khánh, mã số sinh viên 1911363. Hiện đang học tại khoa Khoa học & Kĩ thuật Máy tính. Theo như trong mail   I   B \"Thông báo cập nhật Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp\"     /I , mục   I   B \"6. Kiểm tra Anh văn đầu vào cho sinh viên chính quy đại trà khoá 2021 và Anh văn định kỳ cho sinh viên chính quy đại trà khoá 2020 về trước\"      /I của PĐT thì em thấy có thông tin   B \"Sinh viên chính quy đại trà các khóa 2020 về trước có thể đăng ký tham dự kỳ kiểm tra Anh văn đầu vào để xét đạt chuẩn ngoại ngữ từng năm và phải thanh toán lệ phí dự thi.\"    Em là sinh viên chính quy K19 và trước đó em đã chọn hình thức   I nộp bằng tiếng Anh cho nhà trường để chuyển điểm  /I . Tuy nhiên, hiện tại em vẫn chưa có kế hoạch thi và em vẫn đang   B thiếu AV4    (AVDV 525 điểm, chuẩn AV4 là 550 điểm). Em muốn hỏi về   B quy trình đăng ký để em có thể tham gia thi AVDV để xét đạt chuẩn ngoại ngữ ạ    Bên cạnh đó, em cũng muốn hỏi thêm về   B thời hạn nộp bằng tiếng Anh    của em để có thể sắp xếp thời gian thi ạ. Dạ em xin cám ơn. Chúc một ngày tốt lành. Lê Bảo Khánh",
    "Em chào phòng đạo tạo, kì trước em đã hoàn thành LVTN, nhưng hôm trước e có lỡ đăng ký LVTN cho kì này, em đã điền form online rút môn hộc pdt gửi qua mail. Hiện giờ môn LVTN của e vẫn chưa được rút và còn thời khóa biểu ạ . EM vô mục đăng kí tốt nghiệp thì có hiển thị là\"Tình trạng đăng ký Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến\" . Mong PDT giải đáp giúp em, em cảm ơn ạ!",
    "Kính chào thầy/cô, Em tên , học viên cao học ngành Kỹ thuật Xây dựng. Học kỳ này em có kế hoạch làm đề cương luận văn thạc sỹ nhưng hiện chưa đăng ký đề cương với Khoa hay Bộ môn. Em muốn hỏi là em có thế kịp đăng ký đề cương được không và em cần làm gì để đăng ký ạ? Em chân thành cảm ơn thầy/cô và kính mong thầy/cô hồi đáp em sớm! ",
    "Kính gửi văn phòng đào tạo trường Đại học Bách Khoa Em tên  (MSSV: ). Sau khi điểm của tất cả các môn đã cập nhật trên hệ thống Mybk, số tín chỉ em đã hoàn tất đủ 144 tín chỉ và hoàn thành đủ 15 ngày CTXH. Nhưng, em vẫn không thể đăng ký xét tốt nghiệp trên hệ thống MyBk của trường vì lý do không có thông tin trong danh sách dự kiến tốt nghiệp. Em mong nhận được phản hồi từ trường Đại học Bách Khoa để em có thể thực hiện xét tốt nghiệp. Em xin cảm ơn.",
    "Em chào thầy/cô. Em là , MSSV: . Kì rồi e có đăng ký gia hạn học kỳ và được PĐT đăng ký thành không môn học Nguyên lý ngôn ngữ lập trình (CO30050). Hiện tại e vẫn có lịch học thời khoá biểu bình thường. Nhưng lịch thi cũng như số tiền học phí trên BKpay của em không hiển thị trong học kỳ này. Mong thầy/cô xem lại giúp e. Em cảm ơn.",
    "u tiên, em xin cảm ơn cô  và nhà trường đã trả lời câu hỏi của em như trong ảnh ạ. Em có thể xin nhà trường và bộ phận BKSI hướng dẫn em thêm về quy trình gia hạn học kì không tại vì em đã tìm kiếm các biểu mẫu trên trang web phòng đào tạo của trường nhưng em không thấy biểu mẫu xin gia hạn thêm 1 HK. Em dự định viết tay và scan lại và gửi qua BKSI ạ. Bên cạnh đó cho em hỏi là HK được gia hạn thêm sẽ rơi vào HK 212 hay là học kì kế 221 ạ? Em xin chân thành cảm ơn bộ phận BKSI và nhà trường vì đã đọc và trả lời câu hỏi của em.",
    "em chào nhà trường ạ! Em đã đóng bảo hiểm y tế ở trên mybk rồi, sau đó em vào ktxdhqg ở nên đã đóng thêm bhyt nữa. cho em hỏi khi nào tiền bhyt được trường hoàn lại vậy ạ! em xin cảm ơn ạ!",
    ": Em là SV K20 khoa Quản Lý Công Nghiệp. Cho e thắc mắc: Đầu tháng 3 tụi em đã được học trực tiếp ở trường đúng không ạ. Em xin cảm ơn",
    "Em chào phòng đào tạo, em tên là , mssv . Em có lỡ mất đợt quân sự hồi năm 1 do bị tai nạn. Cho em hỏi là em muốn đăng kí học lại vào kì hè năm nay tức là vào cỡ tháng 5-6 thì em phải đăng kí như thế nào, có thủ tục gì bổ sung ngoài đăng kí trên web của trường không ạ? Em cảm ơn ạ",
    "Kính gửi phòng đào tạo Em tên là  mssv  khoa kĩ thuật địa chất và dầu khí Em muốn hỏi phòng là có thẻ sinh viên chưa ạ và nếu có rồi thì nhận ở đâu ạ Em xin chân thành cảm ơn   i  .",
    "Tốt nghiệp       Em chào thầy/cô,    Sau khi trở lại ký túc xá thì Giấy chứng nhận hoàn thành môn Giáo dục Quốc phòng - An ninh của em đã bị mất Em muốn hỏi là để tốt nghiệp mình cần nộp lại giấy chứng nhận này không ạ Nếu cần thì mình xin cấp lại giấy này như thế nào ạ ?    Em xin cảm ơn    Trân trọng,  ",
    "Mở môn học học kỳ 212 . Kính gửi Phòng Đào Tạo Lý do: Hiện tại chúng em đã học xong Anh Văn 1A và vừa mới kết thúc. Bên cạnh đó em và các bạn có nhu cầu học anh văn trong kì chính HK212- Dự thính. Chúng em có mong muốn xin mở lớp Anh Văn 2A vào các thứ 3, thứ 5, thứ 7 tiết 13-14-15 để tiếp tục học . Mong Phong Đào Tạo, tạo điều kiện cho chúng em để chúng em được học tập một cách hiệu quả nhất trong lúc dịch bệnh vô cùng khó khăn. Em xin chân thành cảm ơn . Danh sách sinh viên đăng ký mở lớp AV2A https://docs.google.com/spreadsheets/d/1sh6-R8FJGTzUgxWPH4OuW_nph-n_4QSa61qHn5JsdD0/edit#gid=1483680872",
    "Cho em hỏi, tài khoản gmail em dạo này khi gửi tập lớn hình như nó không thông báo qua gmail và cũng hình như không nhận được thông báo từ thầy cô ( khi thầy có gửi qua 3 tin nhắn qua hệ thống bkel nhưng em chỉ có nhận 1 tin nhắn tự động qua gmail) . Khoảng thời gian gần tết tới nay em cũng không nhận được mail của trường qua gmail của em ( em không biết nhà trường có gửi mail trong khoảng thời gian đó không ạ). Em xin cảm ơn.",
    "Dạ em chào thầy (cô), em là - , khoa Môi trường và Tài nguyên. Dạ, trong học kì 212 em có đăng kí 2 môn học và sau đó chọn rút môn học có đóng học phí thì em co được đăng kí môn học học kì 221 không ạ, hay bắt buộc em phải có đăng kí môn học và theo học đến hết kì 212 mới có thể đăng kí môn học cho học kì sau ạ. Mong nhận được phản hồi từ thầy (cô) ạ. Em cảm ơn thầy(cô)",
    "Em đã đăng kí luận văn tốt nghiệp (ME4673) trong các đợt đăng kí môn học học kì 212 và cả đợt đăng kí bổ xung vừa rồi. Kì vừa qua em cũng đã hoàn thành đề cương và thực tập tốt nghiệp, hiện đã có cập nhật điểm rồi ạ. Em được biết rằng muộn nhất ngày 14/2/2022 trường sẽ xem xét và cập nhật thời khóa biểu môn luận văn tốt nghiệp ạ. Nhưng hiện tại em vẫn chưa có thời khóa biểu về môn luận văn tốt nghiệp.  Cho em hỏi tại sao vậy ạ và có cách nào đăng kí được không ạ?",
    "Em là  - MSSV :   Ngành Cơ Kĩ Thuật - CLC CTTN  Theo em được biết thì tại trường Bách Khoa mình thì không được phép chuyển ngành, nhưng được phép thi lại kì thi đánh giá năng lực hoặc kì thi thpt để vào ngành khác, và nếu đậu thì mình có thể pass những môn đã học ở những học kì trước . Em làm đơn này với mong muốn hỏi qui trình, cách thức đăng kí thi đánh giá năng lực 2022 của sinh viên Bách Khoa ạ  Em xin chân thành cảm ơn !",
    "Em chào PĐT, Em có đăng ký in bảng điểm ngày 14/01 chuyển phát bưu điện, ngày hẹn trả KQ là 19/01. Đến hôm nay ngày 16/02 em vẫn chưa nhận được và em kiểm tra trên hệ thống thể hiện \" đang in \". Rất mong PĐT giúp em kiểm tra về trường hợp này  và em cũng đang cần gấp ạ. Em cảm ơn.",
    "Gửi Thầy/Cô, Em tên , sinh viên bằng 2 khóa 2017, thời gian đào tạo từ 09/2017 đến 10/2022, MSSV:  Em vào học bằng 2 từ tháng 9/2017 Em có chứng chỉ TOEIC 2 kỹ năng (Reading, Listening) có hiệu lực đến 27/03/2018 Em đăng ký thẩm tra chứng chỉ ngoại ngữ trên trang MyBK và được trả kết quả \"Hợp lệ\" vào ngày 28/12/2017 (như ảnh gửi kèm) Thầy/ Cô cho em hỏi là em có cần thi lại chứng chỉ TOEIC 2 kỹ năng (Reading, Listening) để nộp lại hay không ạ? Hay lúc em đăng ký thẩm tra là đã \"Hợp lệ\" rồi thì kết quả đó được dùng đến khi xét tốt nghiệp luôn ạ? Em cảm ơn Thầy / Cô đã hổ trợ.",
    "Dạ thầy/cô cho em xin bảng chuyển điểm anh văn mới vơi ạ. Tại em thấy trên aao là bảng chuyển điểm từ 2019 mà bảng chuyển điểm mới áp dụng từ sau hk201 em không tìm thấy ạ. Em cảm ơn thầy/cô.",
    "Em tên là , MSSV . Em đã đăng ký môn Thí nghiệm Vật Lý(PH1007) lớp L01 của cô  nhưng khi vô BKel lại không thấy Link vào phòng học ạ, em mong phòng đào tạo có thể kiểm tra lại giúp em ạ . Em xin cám ơn Phòng đào tạo. ------------------------------------------- MSSV:  Khoa Cơ Khí, CK21CK06 Mail:  Phone: [phone_number]",
    "Em gửi pđt đơn xin chuyển điểm môn học. Kính mong pđt xem qua và xét duyệt giúp em. Em xin cảm ơn. Trân trọng,",
    "Khiếu nại đăng ký môn học     Hiện tại em đã Đăng ký môn học Dự thính môn học HK212 - CQ + VLVH Đợt 3 - Lộ Trình 1 môn Xác suất và thống kê MT2013. Tuy nhiên, đến hiện tại, tức là tuần 7 trong lịch học, em vẫn chưa có được thời khoá biểu hay tham gia trang e-learning để theo học . Trong lần trả lời trước, phòng đã báo rằng \" lịch sử đăng ký môn học là môn chưa học\".   B Tuy nhiên, em đã học môn này với mã cũ là MT2001, do hiện tại em không thể đăng ký mã cũ nên đã theo quy chế môn học tương đương, thay thế để đăng ký môn học này với mã mới MT2013.    Em xin hỏi là liệu Phòng có thể giúp em khắc phúc được không ạ? Nếu không thì cho em hỏi là kỳ dự thính lộ trình 2 còn có mở đăng ký nữa hay không ạ? Kính mong Phòng có thể giúp đỡ! Em xin chân thành cảm ơn! Trân trọng.",
    "Dạ em chào thầy cô ạ! Em tên  mssv  Dạ cho em hỏi là bảng quy đổi điểm chuyển anh văn nộp bằng toeic hình như đã thay đổi rồi đúng không ạ.Em thấy chỉ có bảng quy đổi từ năm 2019.Pdt có thể cho e xin bảng chuyển điểm đó với ạ. Và vấn đề nữa là về môn học tự chọn ạ.Em không biết là môn học tự chọn nhóm B và nhóm C thì có thể chuyển đổi qua nhau được không ạ.Em có đăng kí môn EE3131 và EE3075.Em thấy 2 môn này đều nằm trong nhóm Môn tự chọn A và B.Vì quy định là học 9 chỉ nhóm A,9 chỉ nhóm B,3 chỉ nhóm C,thì sẽ tự tính 1 môn nhóm B và 1 môn nhóm C đúng không ạ Dạ em chào thầy/cô ạ!",
    "Kính gửi PĐT, Trước đây em đã gửi khiếu nại về việc không thể đăng ký môn học Luận văn tốt nghiệp, mã môn học IM4317. Sau khi gửi khiếu nại thì em vẫn chưa có thời khoá biểu môn này. Em nhờ PĐT xem lại giúp em với ạ. Em cảm ơn rất nhiều. Trân trọng, ",
    "Cho em hỏi là tại sao lịch học GDQP lại trùng với mấy môn khác ạ, nếu có nhầm lẫn gì đó thì cho e hỏi là lịch chính xác là học GDQP vào thời gian nào ạ, em cảm ơn.",
    "Kính gửi phòng đào tạo: Em tên :  sinh viên năm 1    Mssv : Em muốn hỏi là hiện tại em vẫn chưa đăng kí được môn giáo dục thể chất 1 và 2 do các lớp học đã đầy  Em mong muốn nhà trường có thể mở thêm lớp GDTC hoặc tư vấn em cách khắc phục ạ",
    "Email của em không nhận được nhiều mail , lỗi hiện lên là Delivery Status Notification (Failure)",
    "Kính chào các thầy, cô ở Phòng Đào Tạo.      Em tên là: , MSSV: , khoa: Kỹ thuật xây dựng Nay em gửi email này với lý do: Vào lúc đăng ký môn học, thời khóa biểu mặc định của em có môn Vẽ kỹ thuật (mã môn: CI1003) nhưng môn em cần phải học là môn  Xây Dựng (mã môn: CI1033).     Em kính xin quý thầy, cô cho em được chuyển môn học từ  sang  Xây Dựng để đúng với chương trình đào tạo. Kính xin thầy cô xem xét và giải quyết.     Em xin chân thành cảm ơn và kính chào quý thầy, cô.",
    "Kính thưa thầy/cô, Theo cập nhật điều kiện nhận LVTN thì em thiếu điều kiện tín chỉ. Nhưng em tự kiểm tra lại những môn đã học thì em đã đạt được 118/114 tín chỉ. Do đó em đã đạt đủ điều kiện tín chỉ để nhận LVTN. Kính mong thầy/cô kiểm tra lại và gửi cho em bảng liệt kê những môn em đã học và những môn em chưa học theo cập nhật của phòng đào tạo ạ. Em có gửi đính kèm file pdf những môn em đã hoàn thành. Những môn học em đã học thì em đã gạch cho thầy/cô đối chiếu. Em cám ơn.",
    "Dạ em chào Phòng đào tạo ạ. Em tên là  (MSSV: ). Em có đăng kí làm luận văn kì 212 này, nhưng do ảnh hưởng của dịch, nên đến bây giờ công ty mới sắp xếp cho em đi thực tập. Vì khối lượng công việc của Luận văn cũng như ở chỗ thực tập rất lớn nên em không thể hoàn thành trọn vẹn cả 2 cùng lúc được. Mong quý Phòng đào tạo xem xét cho em được rút môn luận văn này để em bắt đầu làm ở kì hè được không ạ.",
    "Dạ kính gửi phòng đào tạo, Em tên là Diệp Tường Minh Nhật, MSSV: 1914467 thuộc khoa Khoa Kỹ Thuật Hoá Học. Em viết mail này muốn được trình bày sự không mong muốn khi tham gia kì thi cuối kì môn Truyền Nhiệt (CH2043) vào lúc 14 giờ ngày 23/12/2021 trong lúc nộp bài vì lí do sự cố kỹ thuật nên em không thể nộp kịp nên đã liên hệ và gửi mail cho giảng viên (Hoàng Trung Ngôn) trực tiếp giảng dạy và gọi báo cho giảng viên và được đồng ý nhưng khi có điểm trên hệ thống thì báo điểm 13. Em liên hệ với giảng viên và được thông báo là em phải liên hệ với phòng đào tạo giải trình nhưng trước đó có liên hệ với giảng viên thầy nói đồng ý nên em đã không liên hệ với phòng đào tạo để giải trình. Sau khi liên hệ với giảng viên và được nói như vậy, em không biết phải làm như thế nào ? Vì thật sự bây giờ em rất hoang mang và bối rối. Em kính mong phòng đào tạo xem xét kỹ trường hợp của em và hỗ trợ hướng dẫn em nên làm gì tiếp theo trong sự cố không mong muốn lần này. Thật sự thi online có rất nhiều khó khăn cũng như bất cấp cho sinh viên cũng như nhà trường nhưng em không biết là sự cố xảy ra với em. Phát hiện ra vấn đề này đến hôm nay cũng khá trễ nhưng do có sự cố về đề thi Truyền nhiệt nên đến tận bây giờ mới có điểm trên hệ thống và em mới phát hiện ra vấn đề này. Rất mong nhận được sự xem xét và hỗ trợ từ phòng đào tạo  . Để giúp quá trình xem xét của phòng đào tạo diễn ra hiệu quả, minh bạch, ngoài video record màn hình do giám thị ghi lại em xin gửi đính kèm minh chứng gồm video record suốt toàn bộ quá trình thi cũng như nộp bài và hình ảnh gửi email bài thi cho giảng viên để thông báo sự cố.  + Link record màn hình quá trình làm và nộp bài thi. https://drive.google.com/file/d/1nUPKmu2lXeqPH8BhqMmeDcMA7PAwgGrZ/view?usp=drivesdk + Ảnh gửi bài thi qua mail cho giảng viên.",
    "Chào cô, Em là . Em muốn nhận bằng tốt nghiệp để ứng tuyển công việc nhưng hiện tại căn cước công dân của em đang được làm lại. Vậy em có thể dùng giấy số định danh cá nhân do phường cấp để nhận bằng được không ạ? Em xin cảm ơn. Thân",
    "Mới đây thầy có gửi tin nhắn qua tin tự động của bkel thông thường sẽ báo qua gmail, nhưng không thấy gửi qua gmail. Khi nộp BTL cũng sẽ gửi qua gmail nhưng em cũng không thấy báo qua gmail. Em không biết trước gần tết tới giờ em không nhận được gmail của trường ( cái này em không biết nhà trường có gửi gmail nào không). Em cảm ơn.",
    "Kính gửi PĐT, Em tên , MSSV  Em có làm đơn xin chuyển điểm môn học 402701 thành môn học EE3189 cho văn phòng khoa Điện-Điện tử. Chị  bảo em là đã có công văn chuyển điểm từ 25/01 em không biết PĐT đã chuyển chưa vì em không thấy trong mục điểm chuyển ạ. Đó là môn cuối cùng nên em vẫn chưa đăng ký tốt nghiệp được. Nếu được em muốn xem em đã đủ điều kiện tốt nghiệp sau khi chuyển điểm chưa ạ. Em cảm ơn, ",
    "Em muốn rút môn học nhưng mà môn đó có học phần thí nghiệm thì khi điền đơn rút thì có cần điền thêm mã số môn học của thí nghiệm luôn hay không ạ? Khi gửi đơn thì khi nào có mail xác nhận ạ?",
    "Kính chào pdt! Em là -  Em đã đăng kí tốt nghiệp hệ vhvl khóa 14 cách đây hơn 1 tháng. Cho em hỏi thông tin tốt nghiệp của em và khi nào em lên trường nhận bằng tốt nghiệp được ạ. Em cảm ơn.",
    "Kính chào quý thầy cô ở Phòng Đào Tạo Em tên là  thuộc khoa  Thuật Xây Dựng. Hiện tại thời khóa biểu của em có môn Vẽ  Thuật (Mã môn CI1003) nhưng môn em cần phải học để đúng với chương trình đào tạo là Vẽ  Thuật Xây Dựng (mã môn CI1033). Nhưng đã quá hạn hủy môn học, hiện tại em chỉ được xin rút môn Vẽ  Thuật và qua kỳ sau đăng ký lại môn Vẽ  Thuật Xây Dựng đúng không ạ? Em xin chân thành cảm ơn quý thầy, cô đã đọc và xin được giải đáp.",
    "Em kính chào quý thầy cô ạ. Em tên là -. Em viết yêu cầu này mong quý thầy cô có thể giúp đỡ cho trường hợp không đăng ký được môn Luận Văn của em trong kỳ 212 này. Kỳ 203 em đã đăng ký môn thực tập và phỏng vấn đậu nhưng do dịch nên phía bên công ty đã hủy đợt thực tập đó. Em chỉ còn mỗi môn Luận văn là sẽ xong hết môn trong kỳ 212 này. Em đã có xin ý kiến từ Khoa và Khoa đã chấp nhận (em có đính kèm quyết định từ Khoa). Em tha thiết mong quý thầy cô có thể thông cảm và giúp đỡ cho em có thể đăng ký thành công môn Luận Văn trong kỳ 212 này để em có thể làm chung với các bạn trong nhóm Đề cương ạ. Em cảm ơn thầy cô rất rất nhiều.",
    "Dạ PĐT cho em hỏi là khoa điện không làm lễ tốt nghiệp mà chỉ lên nhận bằng TN thôi ạ? sao em k thấy có thông báo dự lễ tốt nghiệp mà chỉ có mail thông báo lên PĐT nhận bằng thôi ạ?   i Tốt nghiệp .",
    "Lớp: VP17CDT Em xin thầy cô PĐT chuyển điểm môn học giúp emn để em có thể đăng kí học phần Luận Văn tốt nghiệp. Tên môn:    B Nhập môn về kỹ thuật-CI1001, điểm 8.5, HK17.1    chuyển điểm cho môn   B Nhập môn kỹ thuật-ME1001.    Và xin thầy cô đăng kí giúp em hai môn học phần Luận văn trong HK21.2:    B 1. Thực tập tốt nghiệp-218750 2. Luận văn tốt nghiệp-218700    Em xin chân thành cảm ơn thầy cô.",
    "Em là ,MSSV:  Em có đăng ký môn học Luận văn tốt nghiệp CH4327 vào đợt bổ sung nhưng bị xóa vì lý do thiếu tín chỉ tối thiểu (123  125) . Do trước đó em có học môn tương đương nhưng myBK chưa cập nhật nên em không đủ tín chỉ tối thiểu để đăng ký luận văn. Hiện tại môn học tương đương của em đã được cập nhật. Em mong phòng đào tạo xem lại và bổ sung môn LVTN vào thời khóa biểu giúp em ạ. Em xin cảm ơn và mong nhận được phản hồi sớm nhất",
    "Em chào thầy cô, em tên  MSSV  Em có đăng ký Luận văn tốt nghiệp (Cơ điện tử), MSMH: ME4221 Em nhận được câu trả lời là em không đủ tín chỉ để nhận LVTN (119/120) Sau khi em kiểm tra file đính kèm thì em thấy rằng có tận 3 môn chưa được cập nhật điểm: 1.Các quá trình chế tạo (ME2071) HK202 2.Môi trường và con người (ME2019) HK212 3.Điều khiển quá trình (ME5226) ở cao học chuyển điểm xuống đại học thành Nhập môn điều khiển quá trình công nghiệp (ME4215) Tất cả 3 môn trên em đều đã có điểm nhưng giáo viên chưa cập nhật điểm nên em bị mất tín chỉ. Nếu được cập nhật đủ thì số tín chỉ của em sẽ là 128/120, ở môn sau đại học thì em đã liên hệ để xin chuyển điểm. Còn 2 môn ở đại học em chưa liên hệ được. PDT có thể giải quyết giúp em được không ạ. Em xin chân thành cảm ơn.",
    "Kính gửi PĐT, em tên là  -Em muốn hỏi PĐT có tính tín chỉ cho đợt \"Đăng ký môn học Lớp bồi dưỡng kiến thức hệ VLVH khóa 2022\" này hay không ạ? và Cơ sở học là trưởng CĐKT Cao Thắng phải không ạ? -Mong PĐT trả lời sớm giúp em, Em cảm ơn PĐT.",
    "QUOTE   013621    . Dạ cho em hỏi trong form xin rút môn học có môn số 1,2 thì em xin rút môn SỨC BỀN VẬT LIỆU mã CI2001 và Thí nghiệm của môn là CI2002 thì khi đăng kí rút môn em có cần đk cả 2 mã ko ạ, em xin cảm ơn",
    "Chào thầy cô). Em có đăng ký Luận văn tốt nghiệp (Kỹ thuật Chế tạo) (ME4029). Mục elearning đã có môn học nhưng thời khóa biểu chưa thấy cập nhật .",
    "Kính chào PĐT Em là  MSSV 143477 Năm 2020 em đã hoàn thành xong CTĐT tại trường và chưa hoàn thành kì thi toeic speaking and wrting tại trường nhưng có lệnh nhập ngũ và đến nay em đã xuất ngũ. Em dự kiến tháng 5 / 2022 em đủ điều kiện tốt nghiệp. PĐT cho em hỏi là thông tin trên bằng tốt nghiệp sẽ ghi năm tốt nghiệp là năm 2020 hay 2022 . Do em đang theo học bên chương trình đào tạo kỹ sư làm việc tại Nhật ở trung tâm Eshuhai, bên đó người ta yêu cầu là năm tốt nghiệp 2020 . Nếu năm tốt nghiệp được ghi trên bằng là 2022 thì việc điều chỉnh lại thành 2020 có được không và cần những thủ tục gì ? Em chân thành cám ơn . Em xin phép đính kèm giấy xuất ngũ",
    "Em tên là , MSSV . Lí do: Em đã từng nộp bằng và chuyển điểm đến anh văn 3. Em có thấy là chỉ được chuyển điểm môn Anh văn 1 lần. Vậy giờ nếu em nộp bằng khác đủ thang điểm thì có được xét hết anh văn để đăng ký môn học nữa không?. Em xin chân thành cảm ơn.",
    "Khiếu nại đăng ký môn học       kính gửi phòng đào tạo, em tên  -  hệ VHVl vừa rồi em có khiếu nại việc đk môn thiết kế  P&ID mã CH2081, môn này được sự chấp nhận của giảng viên bộ môn và khoa cho phép mở dự thính và được phòng đào tạo mở cho tụi em vào tối thứ 6, tuần bắt đầu là tuần 7, nhưng qua tết thì phòng đào tạo huỷ lớp ạ, với lý do là không đủ sỉ số, nhưng số lượng sinh viên đăng kí vào lớp này là 10  bạn, đủ số lượng để mở lớp dự thính, rất mong phòng đào tạo xem xét và mở lớp lại cho tụi em học ạ  Em cảm ơn  Học viên  ",
    "Kính gửi PĐT, Em là Hương Huệ - , sinh viên vừa chuyển hệ sang VLVH. Vì nhận được thông tin từ PĐT là tạm thời không xét CCAV khi xét LVTN nên trong đợt ĐKMH này em muốn đăng ký môn LVTN - CH43B3 cho HK212, tuy nhiên sau khi đăng ký môn học cả 4 đợt đều không thành công. Em có kèm ảnh lí do khi đk không được từng đợt ạ. Dạ PĐT có hẹn ngày 15/2 là hạn cuối hỗ trợ em nhưng đến hiện nay em kiểm tra vẫn chưa được ạ. Mong PĐT kiểm tra giúp em lần cuối để em có kết qủa cuối cùng trao đổi với GVHD vì hiện tại đã rất trễ rồi ạ  Em cảm ơn.",
    "Em đã thử gửi đi gửi lại nhiều lần nhưng mà vẫn không thấy email xác nhận từ nhà trường sau khi điền form rút môn học. Mong PĐT kiểm tra lại giúp em về vấn đề này. Tên em là  MSSV ",
    "Dạ cho em hỏi em có đăng kí rút môn học nhưng khi suy nghĩ lại thì em không muốn rút nữa thì có cách nào hủy việc rút môn học không ạ ? Em cám ơn ạ.",
    "Em chào PDT, Hiện tại em muốn đăng ký học văn bằng 2 thì em nên liên hệ và đăng ký ở đâu ạ? Em vừa tốt nghiệp 11/2021, em cám ơn PDT.",
    "em muốn xin thôi học, thì em có thể nộp đơn qua đường bưu điện được không, hay phải đến trường để nộp ạ.",
    "Tên:  MSSV: Em đã đăng kí 2 môn MT1005 và MT1009 vào đợt Đăng ký môn học Dự thính môn học HK212 - CQ + H Đợt 3 - Lộ Trình 1. Đến nay vẫn chưa có thời khóa biểu. Phòng đào tạo có thể hỗ trợ em hủy thời khóa biểu hai môn này hoặc cho em thời khóa biểu để em vào học được không ạ.",
    "Em chào thầy/cô Do 1 số sơ suất không kiểm tra lịch đăng kí,  nên em bị lỡ lịch đăng kí môn học dự thính đợt  2 của môn đại số tuyến tính MT1007  Dạ, cho em hỏi là em có thể đăng kí khi đã trễ hạn đăng kí môn học không ạ, vì em thấy sĩ số  lớp vẫn còn dư 79/90 Em xin cảm ơn ",
    "Khiếu nại đăng ký môn học Em tên là  HC18KSTN Mã môn học CH4327 Hôm qua cô bên bksi bảo em là 123/125 chỉ nhưng e kiểm tra lại thấy đủ 125 chỉ, xem lại giúp em với ạ",
    "Dạ em chào cô ạ! Em tên  mssv  Dạ cho em hỏi là cách tính điểm giữa chuyển điểm anh văn toeic ra từng anh văn và nộp chứng chỉ anh văn chỉ để đăng kí môn học có giống nhau không ạ. Em thi toeic được 500 thì giờ em nộp chứng chỉ vào có đủ để đăng kí môn học những môn mã năm 4 không ạ.Ví dụ như đề cương luận văn tốt nghiệp EE4335. Em cám ơn cô Em chào cô ạ",
    "Chào thầy/cô em là , sinh viên hệ VHVL. Em có thấy mail của cô về \"lớp bổ túc kiến thức các môn cốt lõi bậc đại học\", nhưng chỉ dành cho \" Thí sinh tốt nghiệp Cao đẳng nhóm ngành Công nghệ thông tin\", vậy thưa thầy/cô em là sinh Viên nghành Điện từ truyền thông cao đẳng Cao Thắng, liệu em có thể đăng kí học và được xét các miễn môn học này không. Em xin trân thành cảm ơn .",
    "Dạ chào Thầy/Cô phụ trách. Em là , MSSV . Đợt mail gia hạn bảo hiểm y tế năm 2022 em không đăng kí thêm vì thấy bảo hiểm y tế của mình còn hạn sử dụng. Nay bảo hiểm y tế vừa hết hạn thì em có thể đăng ký lại theo trên trang mybk của trường không hay phải tự mua bên ngoài. Mong được thầy/cô sớm có thông báo về việc này cho em ạ. Em cảm ơn rất nhiều.",
    "Dạ thưa cô, em đã hoãn thi đúng quy định của bộ môn khoa ở trên hệ thống ạ, đúng thời gian quy định và hoàn thành hết BTL, Bài tập trên BKel. Lý do em không được hoãn thi là thầy bảo em không email cho thầy biết. Em mong cô trả lời ạ, em cảm ơn cô ạ.",
    "Chào /Chị, Em đã đủ điều kiện ra trường nhưng khi vào đăng ký tốt nghiệp lại không được ạ. Trong khi đó em đã có tên trong danh sách tốt nghiệp dự kiến. Cám ơn /Chị!",
    "Kính gửi: Phòng đào tạo trường Đại học Bách Khoa - ĐHQG TP.HCM Em tên là  , sinh viên Khóa K21, ngành Kĩ thuật Ô tô, mã số SV  . Dạ thưa thầy/cô, vào ngày 5/3/2022 lúc 9h00 em có lịch thi Giữa kỳ môn Cơ lý thuyết nhưng thời khóa biểu của em lại có môn học Thực tập cơ khí 1 vào lúc 7h00 - 11h50. Em mong thầy/cô giải quyết giúp giùm em ạ. Em xin trân trọng cảm ơn thầy/cô ạ.",
    "Em chào thầy/ cô ạ Dạ thầy cô ơi cho em hỏi là đăng ký chuyển điểm các môn anh văn được bao nhiêu lần vậy ạ Do lần này em thi chưa đạt 750 để chuyển điểm tối đa các môn anh văn nhưng em muốn nộp để có thể làm luận văn thì sau khi đó em có thể nộp lại bằng TOIEC 750 điểm để chuyển thêm lần nữa không ạ",
    "Em tên là  , sinh viên k21 lớp cc21hk. Em gửi mail này mong phòng đào tạo duyệt nhanh hồ sơ của em để em photo công chứng để hoàn tất thủ tục vì hạn chót hoàn tất thủ tục là 28/2/2022. Kính mong Phòng đào tạo xét duyệt và hỗ trợ em.Em xin chân thành cảm ơn.",
    "Kính gửi nhà trường, Em có đăng ký học, thi môn Hóa hữu cơ (mã số môn học: CH2021) vào học kỳ 1 (2021-2022). Em học và thi xong học phần đã lâu, các thầy cô đã up điểm đầy đủ. Thế nhưng em vẫn chưa được cập nhật thông tin bảng điểm. Em đã đóng tiền đầy đủ, đúng hạn. Quy trình làm bài thi được đảm bảo. Kính mong nhà trường xem xét và cập nhật điểm học phần cho em . Em xin cảm ơn.",
    "EE2017 Cơ sở kỹ thuật điện nhóm DT01_DT01 học kì 212 em đã chụp lại màn hình đăng kí kết quả Đăng ký môn học Dự thính môn học HK212 - Đợt 2 + Kết quả đợt 1 - Lộ Trình 2 (là phần mới nhất của đăng kí môn học ạ) nhưng thời khóa biểu của em không cập nhập môn ạ, ",
    "EM xin chào PĐT ạ, em tên là , MSSV  - Lúc trước em có khiếu nại việc ĐKMH212 ở trang bksi, ID của câu hỏi là: # 49390 . - Em đã được thầy/cô phản hồi lại là: \"PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý. SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.\" - Đến hôm nay em vào kiểm tra lại thì vẫn chưa thấy TKB được cập nhật ạ. Cụ thể là TKB vẫn chưa có môn LVTN ạ. - Em xin cảm ơn PĐT, chúc thầy/cô ở PĐT một ngày mới vui vẻ.",
    "Họ và tên :  MSSV: Em xin chào thầy, cô trong PĐT. Hiện tại tổng số tín chỉ tích lũy của em tính cả học kì 212 là 131 tín chỉ nhưng em đăng kí LVTN đã 3 lần đều bị hủy kết quả. Em đã có khiếu nại vấn đề này lên PDT 1 lần và được yêu cầu chờ TKB cập nhật muộn nhất là ngày 14/2. Đến nay TKB của em đã được cập nhật nhưng vẫn chưa có LVTN. Một lần nữa em muốn thầy, cô cho em biết rõ lí do cụ thể mà em không đăng kí được LVTN vì lí do trước đây mà em nhận được chỉ là không đủ điều kiện vì theo như em tìm hiểu thì em đã đủ điều kiện để nhận LVTN. Em hi vọng có được câu trả lời cụ thể hơn và em xin cảm ơn.",
    "Dạ cho em hỏi K21 cần yêu cầu những chứng chỉ tin học mos nào ạ, word, excel, powerpoint hay cả 3 ạ.",
    "Kính gửi Phòng đào tạo, Em tên , mssv , K21 hệ chính quy. Em xin trình bày vấn đề của em: Môn Giải tích 2 (MT1005), em được Phòng đào tạo đăng ký lớp lý thuyết L33 nhưng lớp bài tập là L39. Vì học lớp lý thuyết L33 nhưng lớp bài tập là L39 nên em không được học bài tập theo tiến độ kiến thức của L33, cũng như gặp vấn đề trong việc làm bài tập lớn và bài tập 5%. Kính mong Phòng Đào tạo có thể đổi cho em vào lớp bài tập L33 để thuận tiện hơn trong việc học tập. Em xin chân thành cảm ơn.",
    "Em là   Cho em hỏi là tại sao trường lại cho nghỉ từ tuần 10 đến tuần 14 trong khi bù thí nghiệm cho các kì trước lại rơi vào các tuần sau đó ạ? Em thắc mắc vì sắp tới em sẽ đặt vé bay vào tp HCM theo như thông báo cũ của trường sẽ bù thí nghiệm bắt đầu từ ngày 7/3. Nhưng giờ TKB trường đã đổi lại lịch học bù Thí nghiệm vào các tuần sau tuần 14,15. Liệu trong tuần 10 - 14 đó nếu thầy cô yêu cầu dạy bù thí nghiệm thì sinh viên chúng em làm sao sắp xếp được ngay ạ ?  Cảm ơn thầy/cô đã đọc ạ",
    "Khiếu nại đăng ký môn học     Cho em hỏi tại sao em đăng kí môn rồi mà chưa có thời khóa biểu ạ ",
    "thưa thầy/cô   hôm trước em có mail phòng đào tạo gởi đơn xin thu nhận( do em xin tạm dừng kỳ trước mà kì này đăng ký môn học có xếp thời khóa biểu rồi mà quên nộp đơn thu nhận) học được ba tuần thì bị xóa thời khóa biểu với bkel. sau khi mail phòng đào tạo thì bảo em nộp trễ, bảo em muốn học lại môn nào đăng ký thì xin thầy cô bộ môn cho vào lớp. mong thầy cô xác nhận mở môn lại giúp em. em cảm ơn ",
    "dạ mọi người có thể cho em xin mẫu đơn hoãn thi được không ạ",
    "Kính thưa PĐT, Em tên là , hiện là sinh viên năm 4 ngành Xây dựng. Ở học kì 213 em có đăng ký môn Thực tập LVTN nhưng vì dịch bệnh nên chưa thể hoàn thành được, vì hết em quyết định dời sang kì 223 sắp tới . Theo đó, liệu em có thể bảo lưu môn học này được không ạ? Và nếu được phép bảo lưu thì em cần làm những gì ạ, vì em không thấy có biểu mẫu bảo lưu môn học trên AAO ạ! Em xin chân thành cảm ơn!",
    "Chào PĐT, em có câu hỏi là học kì hè sẽ được giảng dạy ở đâu? và có được đăng kí học các môn học lần đầu không? Cảm ơn PĐT đã đọc và giải đáp câu hỏi giúp em.",
    "Mở môn học học kỳ 212 . Kính gửi phòng Đào tạo, Em tên là Lê Quang Khải (MSSV , khoa KH&KTMT CLC). Cho em xin hỏi: Trong TKB mới thay đổi có bổ sung môn Hệ thống số (thí nghiệm) nhưng không ghi rõ tuần học. Như vậy khi nào sẽ bắt đầu học môn này ạ? Em xin cảm ơn ạ.",
    "Do lúc trước bưu điện gửi nhầm hồ sơ của em qua nhầm địa chỉ nên đã mất bộ hồ sơ đó. Em đã liên lạc về trường cấp 3 để xin cấp lại Phiếu điểm thi Tốt Nghiệp nhưng họ bảo là không thể cấp lại Phiếu điểm được . Nay em soạn mail này để xin trường thông cảm giúp cho trường hợp của em ạ vì trường hợp của em là bất đắc dĩ. Trường có thể chấp nhận bộ hồ sơ nhập học của em ( thiếu phiếu điểm bản chính ) được không ạ? Nếu được thì em phải có giấy tờ gì để thay thế cho phiếu điểm ạ ? Em xin cam đoan những lời em nói trên là đúng sự thật . Em rất muốn được tiếp tục học trong trường Bách Khoa ạ, em xin cám ơn nhà trường rất nhiều.",
    "Em chào Thầy/Cô ạ. Em đang là sinh viên năm 3, khoa Điện - Điện tử. Theo như mail của pđt là từ tuần 10(7/3/2022) sẽ bắt đầu tổ chức học offline để bù các môn chưa học được do dịch Covid nhưng hiên nay em coi thời khóa biểu thì các môn bù của em lại được xếp vào tuần 14, 15, 16. Em không biết là do tkb đang bị lỗi nên xếp nhầm hay là do pđt xếp như vậy ạ. Em xin cảm ơn.",
    "Em tên là :   Khóa :2021-2022                               Ngành : Công nghệ vật liệu   i  Kính gửi : Phòng Đạo Tạo Trường Đại Học Bách Khoa - Đại Học Quốc Gia TP.HCM Nhà trường cho phép em được hỏi là : Vào lúc trước , em có học bên chương trình PFIEV nhưng sau đó đã về lại chương trình đại trà . Trước đó số tín chỉ em đã đăng ký bên PFIEV là 15 tín chỉ ( hoàn thành đủ số tín chỉ cần thiết trong một học kì là 14 tín chỉ ) nhưng sau một thời gian thì trường có gửi mail thông báo là những môn đăng ký sai chương trình sẽ hủy bỏ . Vấn đề đó có thể đăng ký lại trên BKSI , em đã lên BKSI để đăng ký bổ sung những môn đó . Nhưng có một môn là Môn Vật lý 1 (PH1003 : số tín chỉ 3 ) , em đã không thể bổ sung được do đã sang kì 2 . Nên số tín chỉ của em chỉ còn có 12 , em đã có lên BKSI một lần nữa để bổ sung thêm những môn cho đủ tín chỉ nhưng mà một phần là do kẹt lịch , với em không đủ điều kiện nên đã không bổ sung được . Mong nhà trường có thể trả lời và giúp em cách giải quyết được không ạ. Em cảm ơn nhà trường đã bỏ thời gian để đọc vấn đề của em ạ .",
    "Dạ thưa thầy/cô em đã có thể nhận bằng tốt nghiệp chính thức chưa ạ, vì lâu rồi nhưng chưa thấy mail lên nhận bằng.",
    "Em là -. Hiện tại em vẫn chưa được cập nhật LVTN, vậy nguyên do là gì vậy ạ? vì PĐT bảo sau ngày 14/02/2022 vẫn chưa có thì phản hồi trên BKSI để biết nguyên do. Và nếu kỳ này không được đăng ký LV thì HK hè PĐT có mở đợt đăng ký LV không ạ? Em cảm ơn ạ",
    "Dạ em chào Thầy/ Cô ạ, Dạ Thầy/ Cô cho em hỏi là đợt tốt nghiệp tháng 11/2021 có tổ chức lễ trao bằng không ạ, và nếu có thì dự kiến là khi nào vậy ạ. Em cám ơn Thầy/ Cô ạ.",
    "Hi phòng đào tạo, Em tên  Mssv  Em đã đăng ký tốt nghiệp từ 11/1/2022 Tuy nhiên đến hiện tại vẫn chưa nhận được thông báo nào. PDT kiểm tra giúp em ạ Em cám ơn!",
    "Thưa PĐT cho em được xem xét chuyển điểm các môn : + TR3067 - Mô phỏng động cơ đt &ôtô: sang 206129 - Mô phỏng động cơ Đt& Ôtô. + CO1003 - Nhập môn về lập trình : sang  501001 - Tin học đại cương. + TR3045 - Hệ thống điện-điệntử ôtô : sang 206029Hệ thống điện - đ/tử ôtô. + SP1003 - Những NgLý cơbản CN M- : sang 001001Những ngLý cơbản cn M-. + ME2013 - Nhiệtđộnglựchọc&tr/nhiệt: sang 210015 - Truyền nhiệt. Dạ tất cả các môn nêu trên đều làm môn tương đương hoặc môn thay thế của các môn học này từ khóa 2014 đến nay (có file hình PDF) . Mong PĐT giải quyết giúp em. Em cảm ơn.",
    "Em chào thầy(cô) ạ. Em có đăng ký Luận văn tốt nghiệp nhưng kết quả đăng ký không thành công . Thầy cô cho em hỏi về nguyên nhân em không thể được đăng ký được Luận văn tốt nghiệp với ạ. Em cảm ơn.",
    "Thưa thầy cô, em là sv năm 4 ngành công nghệ may. Kì này do thiếu tín chỉ nên bây giờ em chưa đăng kí được môn LVTN. Em có xin PĐT cho em nộp bằng toeic để đủ chỉ được đk luận văn trong kì này ạ. Do em đang làm luận văn từ kì trước với 1 bạn nữa rồi ạ, hiện tại cũng gần hoàn thành. Em xin PĐT cho em đến 1/4/2022 nộp bằng Toeic rồi đăng kí LVTN Kì này để tháng 6 em bảo vệ được không ạ. Em rất mong được sự đồng ý của thầy cô và tạo điều kiện cho em được tốt nghiệp ạ. Vì khi thi toeic em phải đợi 2 tuần mới lấy được bằng ạ",
    "Kính gửi phòng đào tạo, em đã đăng kí tốt nghiệp và nhận bằng tốt nghiệp tạm thời được một thời gian dài nhưng vẫn chưa có bằng chính thức. Trước tết phòng đào tạo có trả lời em rằng sẽ có bằng tốt nghiệp trước tết nhưng đến bây giờ em vẫn chưa nhận được thông báo để lên nhận bằng. Em thắc mắc là bằng tốt nghiệp của em bao giờ mới nhận được ạ? Em xin cảm ơn.",
    "Em đang học năm hai ngành kỉ thuật điện, giờ em xin chuyển qua ngành công nghệ thực phẩm được ko ạ",
    "i : PHÒNG ĐÀO TẠO TRƯỜNG              A -               HCM Em tên là :   Mssv :   Lớp : XD18CT1  Dạ em chào PĐT ạ! Dạ PĐT cho em hỏi là học kỳ 212 này khi có thông báo học offline chính thức thì đối với sinh viên đại trà sẽ học tại cơ sở 1 hay cơ sở 2 ạ, dạ em muốn tìm nơi ở tiện cho việc di chuyển để tối ưu thời gian đi lại cho việc học . Em xin chân thành cảm ơn! Trân trọng! .",
    "Mã môn học: CH4333 Tên: Luận văn tốt nghiệp (công nghệ thực phẩm) Học kỳ: 212 Lý do: học kỳ 211 chưa hoàn thành Luận văn tốt nghiệp",
    "Mã môn học: CO4317 Tên môn học: Luận văn tốt nghiệp (Khoa học Máy tính) Học kỳ: 212 Mã nhóm: L01 Lý do: Không đăng ký được luận văn tốt nghiệp do không đủ tín chỉ tích lũy tối thiểu. - Em vẫn chưa có thời khóa biểu Luận Văn Tốt Nghiệp cho HK 212. Em hiện tại đang làm Luận Văn Tốt Nghiệp với một anh K17, anh ấy đã đăng ký thành công Luận Văn Tốt Nghiệp và nhóm đề tại bọn em đã có điểm Đề Cương Luận Văn Tốt nghiệp. Em đã hỏi cách đăng ký nhưng PĐT chưa cập nhật. Em muốn đăng ký Luận Văn Tốt Nghiệp nhưng không đủ tín chỉ tích lũy tối thiểu vậy có cách nào đăng ký được Luận Văn cho học kỳ 212 không ạ?",
    "Dạ em chào thầy/cô, Hiện tại em là k15, nên không thể vào trang đăng ký môn học để đăng ký thi anh văn nói viết được nữa. Thầy/ cô cho em hỏi, em làm sao để đăng ký thi anh văn nói viết trường mình được ạ? Em cảm ơn thầy/ cô ạ",
    "Dạ chào thầy/cô, Thầy/cô cho em hỏi em đã hoãn LVTN kỳ 202 do bệnh và em đã Bảo vệ LVTN vào kỳ 211 (có giấy xác nhận xóa điểm 14) và bên bộ môn có thông báo là đã gửi điểm lên cho PĐT vào ngày 14.2.2022. Thầy/cô cho em hỏi sau bao lâu thì điểm sẽ được cập nhật trên bảng điểm của em ạ? và sau khi điểm cập nhật thì sau bao lâu em mới có thể đăng ký tốt nghiệp ạ? Em chân thành cảm ơn thầy/cô Chúc thầy/cô một ngày tốt lành",
    "Kính gửi nhà trường và bộ phận hỗ trợ BKSI, em tên là , mssv , là sinh viên khóa K15 bộ môn Thiết Kế Máy của khoa Cơ khí. Dưới sự hướng dẫn của cô  và cô  của bộ phận BKSI trong 2 câu hỏi trước. Em đã làm đơn xin gia hạn 1 học kì để hoàn thành nốt Luận văn tốt nghiệp trong học kì dự phòng 212 và gửi trong file đính kèm. Kính mong nhà trường xem xét và chấp thuận. Em xin chân thành cảm ơn.  ",
    "Cho em hỏi là mssv  còn chuyển được sang hệ VLVH nữa không và thủ tục cũng như thời gian để chuyển để học là khi nào ạ. Em cảm ơn.",
    "Thưa quý thầy (cô), Em có đăng ký chương trình vững bước đến trường để vay học phí và cần bỏ sung bảng điểm vào hồ sơ; Ngày 11/2 em có đăng kí in bảng điểm trên MyBK; Ngày 15/2 em thanh toán phí trên BKPay; Nhưng hôm nay hệ thống chưa cập nhật cho em, mong thầy (cô) hỗ trợ giúp em. Em xin cảm ơn ạ.",
    "Chào thầy/cô,  Em tên , MSSV:   Nay em gửi yêu cầu đến quý thầy cô về việc thời khóa biểu của em có sự trùng lịch giữa lớp thí nghiệm Quá trình và Thiết bị thứ 6 tiết 2-6 và thí nghiệm hóa lí thứ 6 tiết 2-6 trong tuần 15-16  Môn lịch sử Đảng thứ 5 tiết 9-10 trùng với môn thí nghiệm hóa hữu cơ thứ 5 tiết 8-12 tuần 15-16  Việc trùng giờ môn học sẽ gây ảnh hưởng đến quá trình học tập Mong quý thầy cô xem xét lại để việc học tập của em được thuận lợi  Em xin chân thành cám ơn  Trân trọng  ",
    "Dạ thưa thầy cô, hôm trước em có nhờ thầy cô mở đăng kí luận văn tốt nghiệp học kì 212, nhưng đến nay vẫn chưa cập nhật thời khóa biểu ạ, nhờ thầy cô kiểm tra giúp em,  Tên:  khoa: Kỹ thuật hóa học bộ môn: Qúa trình và thiết bị  Mã MH: CH4353 Tên MH: Luận văn tốt nghiệp (qttb) Em cảm ơn .",
    "Trường hợp của em đã được thông qua đơn đăng kí thu nhận lại rồi ạ. Và em đã hỏi rất rõ rằng chỉ cần sự xác nhận của các giảng viên qua mail.   i ",
    "Chào cô, Em  hệ vhvl ạ. Trước đây em là hệ chính quy chuyển sang. Em có 2 vấn đề được cô hỗ trợ ạ. 1. Em có cần nộp giấy tờ gì khác không, như giấy tốt nghiệp cấp 3 hoặc cao đẳng giống các bạn hệ vhvl khác. Do em hệ chính quy chuyển sang, nên lúc mới vào học hình như em có nộp giấy tốt nghiệp cấp 3 rồi ạ. 2. Trên phần đăng kí tốt nghiệp trên mybk, nó vẫn hiển thị em là sinh viên hình thức chính quy ạ. Nó hiện như vậy là đúng hay không ạ. Nếu sai mong cô sửa lại giúp em. Em cảm ơn",
    "Kính gửi thầy/ cô phòng Đào tạo, Em là: , MSSV: , hệ VHVL Em xin rút môn ME2071 - Các quá trình chế tạo như file đính kèm. Em xin cảm ơn!",
    "Em là sinh viên khóa k21,theo TKB lịch học GDQP hiện tại từ tuần 10 đến tuần 13.Nhưng các môn còn lại thì bắt đầu từ tuần 18.Vậy từ tuần 14 đến tuần 17 em sẽ làm gì ạ? Em xin cảm ơn.",
    "Em chào anh, chị. Em đã tốt nghiệp vào tháng 12 và đã có giấy tốt nghiệp tạm thời. Anh chị cho em hỏi khi nào em sẽ nhận được bằng tốt nghiệp chính thức và nhận như thế nào ạ. Em cảm ơn, mong anh chị phản hồi sớm giúp em ạ.",
    "Cho em hỏi là bằng B2 trong bảng quy đổi điểm anh văn mình có thể thi ở trường khác  được không? Em dự định thi ở trường ĐH sư phạm tp HCM do trường tổ chức thi chứ không phải bằng do Cambridge tổ chức. Không biết trường mình có chấp nhận bằng này không? Câu hỏi thứ 2 là e sv k15 saép hết hạn đh chính quy và nếu em chuyển sang hệ VLVH thì điểm chuẩn anh văn để em có thể nhận bằng là lọa nào và bao nhiêu ạ? Em đã hoàn thành hết các môn học và chỉ thiếu bằng av thôi ạ. Em xin chân thành cảm ơn.",
    "Chào PĐT, em tên là   em viết nội dung này để xin PĐT thêm em vô danh sách lớp sức bền vật liệu mã môn CI2001 lớp dự thính để em có thể học môn này kì này được không ạ, lý do là em hoàn toàn đủ điều kiện học môn này cũng như không vướn lịch gì chỉ là do đợt đăng kí dự thính vừa rồi em đăng kí mấy môn quan trọng nên vượt quá giới hạn môn dự thính nên không học được môn này nhưng những môn kia lại bị xóa. Do đó mà em cũng hết hạn để đăng kí môn sức bền này nữa mà hiện tại môn này mới học tuần đầu (lịch học tối thứ 2 và thứ 6) chưa phải quá trễ để học nên em muốn xin PĐT có thể cho em vô lớp học môn này được không ạ em rất cần tín chỉ để ra trường. Cám ơn đã đọc bài viết này của em.",
    "Dạ, kỳ dự thính này em có đăng ký môn Điện-Giải tích mạch của VP(EE2031), nhưng môn đã full nên em đã bị xóa khỏi ạ. Cho em hỏi giờ để đăng ký môn này thì em cần làm đơn mở sĩ sổ và đơn đăng ký môn học muộn như thế nào và nộp online ở đâu vậy ạ.",
    "Chào thầy/cô. Em là  MSSV:. Cho em hỏi là em đã có bằng tốt nghiệp chính thức chưa ạ. Mong nhận được sự phản hồi sớm ạ. Em cảm ơn ạ.",
    "Chào thầy (cô). Em có nhận được thời khóa biểu Luận văn tốt nghiệp (Kỹ thuật Chế tạo) (ME4029)_ (VLVH_HK212) ở phần elearning. Sau khi liên hệ thầy, thì thầy chưa nhận được lịch hướng dẫn em. Nhờ phòng đào tạo kiểm tra lại giúp em.",
    "Em chào thầy cô ạ, em là  --mssv -khoa kỹ thuật hóa học, dạ cho em hỏi bằng tốt nghiệp của em đã được in chưa ạ, em cảm ơn!",
    "Em tên là ,mssv:  , sinh viên k21 lớp cc21hk. Em gửi mail này mong phòng đào tạo duyệt nhanh hồ sơ của em để em photo công chứng để hoàn tất thủ tục vì hạn chót hoàn tất thủ tục là 28/2/2022. Kính mong Phòng đào tạo xét duyệt và hỗ trợ em.Em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo. Cho em hỏi hôm qua em có kiểm tra thời khóa biểu và thấy lịch học thí nghiệm hóa vô cơ của HK211 được xếp vào thứ 2 tuần 14-15-16 từ 13h-17h50 chiều. Theo lịch học của hk212 tuần 15-16 em có lịch học lí thuyết môn hữu cơ và hoá lí 2 kéo dài từ 7h-11h50, từ nhà em đến cơ sở 1 học thí nghiệm phải mất hơn 1 tiếng rưỡi. Em kính mong phòng đào tạo có thể chuyển em sang một buổi học thí nghiệm vô cơ khác được không ạ? Em xin trân trọng cảm ơn.",
    "Kính gửi Phòng đào tạo. Cho em hỏi hôm qua em có kiểm tra thời khóa biểu và thấy lịch học thí nghiệm hóa vô cơ của HK211 được xếp vào thứ 2 tuần 14-15-16 từ 13h-17h50 chiều. Theo lịch học của hk212 tuần 15-16 em có lịch học lí thuyết môn hữu cơ và hoá lí 2 kéo dài từ 7h-11h50, từ nhà em đến cơ sở 1 học thí nghiệm phải mất hơn 1 tiếng rưỡi. Em kính mong phòng đào tạo có thể chuyển em sang một buổi học thí nghiệm vô cơ khác được không ạ? Em xin trân trọng cảm ơn.",
    "Em ten la  + MSSV  Em xin thay co duyet giup em don dang ky mon hoc tre hen hk212 Dang ky mon hoc - Do an cong nghe sinh hoc - CH4011 - De cuong luan van tot nghiep - CH4345 Em cam on thay co.",
    "Dạ em chào thầy/cô ạ. Em là sinh viên K2018, thầy cô cho em hỏi về điều kiện chuẩn tiếng anh khi ra trường của khóa K2018: 1. Từ khóa K2018 có được tham gia thi anh văn nói viết tại trường để xét tốt nghiệp như những  khóa trước không? Hay cần chứng chỉ TOEIC Speaking, Writing của IIG cấp mới đủ điều kiện ạ? 2. Học kì này nhà trường miễn xét điều kiện anh văn khi đăng kí LVTN, em đăng kí làm LVTN vào học kì 212 này và có dự định tốt nghiệp đúng hạn, vậy hạn nộp CCAV để xét tốt nghiệp là khi nào ạ? Em rất cảm ơn sự hỗ trợ của thầy/cô. Em hi vọng sớm nhận được hồi âm. Em kính chúc thầy/cô có một ngày làm việc hiệu quả.",
    "Em tên   . Mssv  (SV khoá 11 chuyển sang)    i  Dạ thầy cô cho em hỏi là em còn nợ 1 môn tin học trong trắc địa ( mã MH CI2035) để tốt nghiệp nhưng từ HK192 môn này không còn mở lớp. Thay vào đó là em đã học môn thay thế là thuỷ văn đô thị (mã MH CI3013) và đã hoàn thành. Nhưng trong bảng điểm vẫn để em còn nợ môn tin học trong trắc địa nên chưa cho tốt nghiệp. Kính mong các thầy cô PDT xem xét cho em với ạ! Em xin cảm ơn.",
    "Hi thầy cô! Em có đăng kí in thẻ sinh viên trên mybk nhưng do trước đó em có lỡ đăng ký in thẻ hồi 2021 rồi mà chưa thanh toán nên lần đó đang ở trong phần phiếu đang chờ thanh toán . Nên em đăng ký in mới thì hệ thống báo là có một phiếu đã tồn tại nên chưa thể đăng ký mới được. Em mong PDT xóa lần yêu cầu in thẻ cũ như hình em gửi ạ. Vì lần cũ đó em để nơi nhận là cs 1 mà giờ em muốn nhận qua bưu điện ạ. Sau khi xóa lần đó, thì em sẽ đăng ký mới . Hoặc PDT còn có giải pháp nào khác cho em không ? Em cảm ơn ạ Chúc thầy cô có 1 ngày làm việc tốt lành .",
    "Em tên:  MSSV:  Mã môn học: ME4677 Lý do: em đã hoàn thành đầy đủ các môn học theo tiến độ nhà trường (không bị nợ môn). Ngoài ra nhà trường không xem xét chứng chỉ anh văn kì này. Em đã đăng kí Luận văn tốt nghiệp nhưng được thông báo là không đủ điều kiện để đăng kí và hiện tại vẫn chưa có thời khóa biểu. Em không biết lý do tại sao ạ?  Em đã đặt câu hỏi bên BKSI mà chưa có phản hồi kết quả sau ngày 14/2  Em mong Nhà trường sớm xem xét lại trường hợp của em. Em cảm ơn.",
    "Xin chào, Em tên là Nguyễn Hoàng Huy, Mssv . Hiện em đã hoàn thành chường trình đạo tạo và đạt cái chỉ tiêu xét tốt nghiệp. Kính mong phòng đào tạo có thể làm giấy xác nhận đã hoàn thành chương trình học và trong thời gian đợi xét tốt nghiệp để em có thể hoàn thành hồ sơ du học",
    "Em tên V:  Lớp BD16CN03. Ngành: Bảo dưỡng công nghiệp Em xin hỏi một việc như sau:  Năm nay tốt nghiệp đợt tháng 1 sinh viên có được làm lễ tốt nghiệp như mọi năm không ạ. Vì em ở quê nên hỏi để nắm được thông tin và sắp xếp công việc ạ. Em cảm ơn.",
    "Thưa PĐT Em tên  - MSSV: . Cho em hỏi, không biết email do trường cấp có gặp trục trặc gì không ạ, em không thể gửi được email ngoài đuôi hcmut.edu.vn. Dạ với lại việc PĐT không gửi mail cho chúng em nữa thì hơi bất tiện ạ, app Moodle thường xuyên gặp lỗi ( bị đánh giá khá tệ). Kính mong PĐT xem xét. Em chân thành cảm ơn. ỉ",
    "Em chào anh/chị, Em tên là , Mssv:  Em có tên trong danh sách tốt nghiệp chính thức vào tháng 12/2021. Em muốn hỏi là khi nào em có bằng chính thức ạ ? Và khi có thì em sẽ được thông báo qua đâu ạ ? Vì em có thấy thông báo \"Tin nhắn của  và BKeL sẽ không thông qua mail do thay đổi chính sách của Google\". Em cảm ơn. Kính thư, ",
    "Em có đăng ký hoãn thi môn Nguyên lý ngôn ngữ lập trình (mã MH CO3005) nhưng lại nhận điểm 13 ạ, mong pdt hỗ trợ em kiểm tra lại phiếu hoãn thi của em và cho em thi ở đợt thi tiếp theo ạ Em xin cảm ơn   i ",
    "Chào PĐT, em muốn hỏi là kì hè được xem như một kì chính trong năm hay là một kì dự thính.",
    "Em tên Nguyễn Như Phương Thảo, MSSV , sinh viên khoa Quản lý công nghiệp K17. Em đã đăng ký In bảng điểm và đã thanh toán đầy đủ. Tuy nhiên, do thay đổi chỗ ở, em mong được thay đổi hình thức nhận bảng điểm từ \"Nhận trực tiếp\" thành \"Chuyển qua bưu điện\". + Địa chỉ nhận bảng điểm: 286/15A Nguyễn Huỳnh Đức, Khu phố Quyết Thắng 2, Phường Khánh Hậu, Thành phố Tân An, tỉnh Long An. + Số điện thoại người nhận: [phone_number]. Do đã gần hết thời hạn 1 tháng sau ngày hẹn nhận bảng điểm (24/02), em mong được Phòng Đào tạo hỗ trợ trong thời gian sớm nhất ạ. Em xin chân thành cảm ơn.",
    "em có thời khóa biểu mới là có nhiều môn bị trùng: tuần 16 thứ 2 tiết 2-6, trùng môn EE3028 và EE2023 tuần 14-15 thứ 3 tiết 2-6 trùng môn EE3023 và EE2023 em mong phòng đào tạo có thể giải thích lại dùm em về lịch học mới này ạ, em cảm ơn",
    "Em là , mssv , học lớp Giải tích mạch L03  Cho em hỏi là vì sao em không được đồng ý hoãn thi môn Giải tích mạch ạ ? Vì hôm hoãn thi em đã có báo với cán bộ coi thi và đăng kí hoãn thi trên BKeL .",
    "dạ em có đăng kí môn vào từ đợt 1 đến đợt 3 môn thực tập ngoài trường (EE3345), xong đợt 1 không đăng kí được, tới đợt 3 em cũng đăng kí nhưng ko được (sĩ số là 82/100). em muốn hỏi là nếu kì này em ko đăng kí được môn thực tập thì kì sau em có đăng kí được để thực tập chung đợt với các bạn đăng kí trước ko ạ? -mã môn EE3345, môn thực tập ngoài trường, học kì 212 lần 1 chưa có mã nhóm, sĩ số 92/20000 lần 2 mã nhóm lớp A01, sĩ số 87/100 lần 3 mã nhóm lớp A01, sĩ số 82/100 cả 3 lần đều ko được xếp lịch trên bkel, thời khóa biểu - lí do: em nghĩ là không đủ sĩ số, dù em đăng kí rất sớm nhưng vẫn ko được nhận lớp. -hiện các bạn đều đã có lịch môn trong trong thời khóa biểu rồi ạ, em mong pđt có thể giải  quyết giúp em vấn đề này, Em cảm ơn.",
    "PDT cho em hỏi là hiện nay em đã đủ điều kiện để đăng ký tốt nghiệp được chưa  ạ. Trước tết em có nhờ văn phòng khoa PFIEV chuyển điểm môn Pháp Văn 4 (LA1017) sang Tiếng Pháp 4 (003704) không biết pdt có cập nhật được thông tin đó chưa ạ. Em xin cảm ơn.",
    "Dạ em chào Phòng Đào tạo ạ! Kì 211 em có hoãn thi một môn nhưng hiện tại bây giờ trên hệ thống myBK thì em lại 0 điểm trung bình môn đó. Phòng Đào tạo giải đáp giúp em được không? Em cảm ơn ạ.",
    "Hiện tại em đã Đăng ký môn học Dự thính môn học HK212 - CQ + VLVH Đợt 3 - Lộ Trình 1 môn Xác suất và thống kê MT2013. Tuy nhiên, đến hiện tại, tức là tuần 7 trong lịch học, em vẫn chưa có được thời khoá biểu hay tham gia trang e-learning để theo học. Trong lần trả lời gần nhất, thầy trả lời có nói rằng   I em phải liên hệ với giảng viên của lớp để được chấp thuận.  /I    B Nay em đã xin được giảng viên là cô  () là người phụ trách lớp DT01 mã môn MT2013 cho phép tham gia lớp học. Đính kèm là hình chụp email trả lời chấp thuận của cô.    Nay em viết đơn này kính mong phòng đào tạo xem xét và cho phép em tham gia chính thức vào lớp học DT01 mã môn MT2013 học kỳ 212. Cảm ơn thầy/cô đã đọc. Em mong sớm nhận được phản hồi từ thầy/cô. Trân trọng,  .",
    "Gửi Phòng đào tạo, Em có đăng ký môn học Kỹ Thuật Số (EE1009) nhóm DT02 của thầy  tiết 13-14 thứ 2 và thí nghiệm (EE1010) vào ngày Chủ nhật tiết 7-11 ở CS1. Hiện tại mới cập nhật lớp học lý thuyết, còn lớp thí nghiệm  vẫn chưa cập nhật. Em xin Phòng đào tạo kiểm tra và cập nhật lại môn học giúp em. Thân",
    "em muốn phúc khảo điểm môn học EE2017 Lớp L03 của thầy  học kì 202. Chức năng phúc khảo trên bkel đã hết hạn do qua 7 ngày nghỉ lễ tết. Ngày em nhận được điểm là 26/1/2022 trùng với ngày nghỉ lễ.Em có nhận được mail của Thầy vào ngày 26/1/2022. Em có chụp lại đính kèm bên dưới.",
    "Dạ em chào cô/thầy, Em có thấy thông báo trện trang của trường về nhận bằng tốt nghiệp http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitiettn&path=68&tid=1999 . Em có đăng ký xét tốt nghiệp trong tháng 12, giờ vẫn chưa có email nhận bằng. Vậy cô/thầy cho em hỏi là em có cần đợi mail hay đã có thể lên trường lấy bằng tốt nghiệp rồi ạ. Em xin cám ơn.",
    "Chào , em tên , mssv . Em có đăng kí môn học dự thính  kì 2,CH2081 - Thiết kế P&ID, ngày mai thứ sáu (18/02) là bắt đầu học rồi, mà chưa thấy thời khoá biều và trên BK E-Learning.Nhờ  giúp em với để em có thể học đươc ạ. Em cảm ơn  nhiều ạ",
    "Em vừa nộp bảng điểm học giáo dục quốc phòng và đã đủ điều kiện tốt nghiệp, xin phòng đào tạo thêm giúp em vào danh sách đăng kí tốt nghiệp đợt này ạ. Em cảm ơn!",
    "Em gửi lại Danh sách mới nhất ạ.",
    "Gửi PĐT, Em có đọc email thông báo về việc mở đăng ký LVTN và TTTN học kỳ hè 213 trong email ngày 27/12/2021. - Em thắc mắc về vấn đề học phí được tính như thế nào trong đăng ký luận văn hè ạ? - Em có đọc được dòng này trong email thông báo: \"Học phần Thực tập ngoài trường tổ chức trong hè (HK213). Đối với các khoá từ K2019 của chính quy, số tín chỉ này được tính cộng vào học kỳ HK212 khi tính học phí trọn gói\" . Vậy đối với sinh viên VP k17 thì học phí được tính như thế nào ạ? Vì học phần tốt nghiệp của chương trình cũ tụi em tính số TCHP là 19. Nếu tính theo môn đăng ký hè thì là 850*19 TC ~ 16 triệu ạ? Em cảm ơn PDT, ",
    "Kính gửi phòng đào tạo, em tên , hiện em đang có một số môn đã hoàn thành học phần vad kết thúc thi cuối kì là Thí nghiệm công trình CI4011; cơ lưu chất CI2003; phương pháp tính MT1009 nhưng bây giờ đã qua gần giữa của học kì mới mà điểm vẫn không được cập nhật để em có bảng điểm hoàn chỉnh ạ. Mong phòng đào tạo xem xét kiểm tra lại giúp e ạ.",
    "MSSV:     . - Nếu em không đăng kí được LVTN cho học kì sau vậy sang học kì sau nữa (hk 221) thì em có được sử dụng đề tài đã đăng kí của DCLVTN làm tiếp không ạ?",
    "MSSV: Rút môn học HK 212/2021-2022 (có tính học phí) Em kính chào PĐT, mm xin rút môn học Sức Bền Vật Liệu CI2007. Em xin cảm ơn ạ.",
    "Dạ thưa phòng đào tạo, Em tên là  - , sinh viên khoá 17 chương trình đào tạo CLC Việt - Pháp. Em muốn chuyển điểm môn học tương đương của em là môn Phương pháp tính - MT1009 (3 chỉ) - Nhóm/Tổ DT04-A đã có điểm tổng kết là 5.00 ở học kỳ 193 quy đổi tương đương với môn Phương pháp tính - 006719 (3 chỉ) thuộc chương trình đào tạo khoá 17 Việt - Pháp để em có thể cập nhật vào số tín chỉ tích lũy của em cho đúng theo chương trình học ạ .",
    "Em xin chào thầy/cô, Em tên , mssv . Ở học kỳ trước em đang thực hiện LVTN bộ môn điện tử do thầy  hướng dẫn nhưng do kẹt ở quê trong đợt dịch Covid nên em không có máy để thực hiện đề tài LVTN. Em đã xin phép thầy và được đồng ý đăng ký làm lại đề tài ở học kỳ 212. Trên danh sách giáo viên hướng dẫn LVTN ở học kỳ 212 thì em lại được xếp dưới sự hướng dẫn của thầy  bộ môn Viễn Thông thay vì thầy  ạ . Em xin hỏi thầy cô có thể kiểm tra lại giúp em không ạ. Em xin gửi kèm đơn xin có chữ ký của thầy  ạ. Em xin cảm ơn  ",
    "em xin chào quý thầy cô như yêu cầu của phòng đào tạo  dưới đấy là những mã môn học tên môn học , giáo viên ạ ̣̣( còn đơn xin vào lớp và chữ ký của các giáo viên chấp thuật em đã nộp vào thư trước rồi ạ ) + Giải tích 2 ( MT1005) - + 2 (PH1005)-  + Kinh tế kỹ thuật (IM1027)- +Vẽ kỹ  thuật giao thông (bài tập )(TR1004) - +Vẽ kỹ  thuật giao thông (TR1003)- +Giải tích 2( bài tập )(MT1006)- + 2(PH1006)(bài tập )  - Lê Quốc  Khải + giáo dục quốc phòng ( em là sinh viên năm nhất ) em rất mong quý thầy cô khôi phục thời khóa biểu nhanh nhất có thể cho em ạ tại vì sắp thì giũa kì ạ em rất lo lắng ạ  em rất mong quý thấy cô giúp đỡ ạ em cảm ơn quý thầy cô đã bỏ thời gian đọc mail ạ",
    "Dạ cho em hỏi là tại sao điểm tổng kết môn học dự thính Vật Lý Bán Dẫn của em lại là 0.0 ạ? mong phòng đào tạo hỗ trợ ạ",
    "Dạ hiện tại em có đăng kí Đồ án môn học mã EE3151 theo hướng Điện tử và có trong thời khóa biểu. Em cũng đã xin phép thầy  bên bộ môn Điện tử và được thầy chấp nhận hướng dẫn nhưng hiện tại theo thông báo danh sách của bộ môn thì không có tên em cả bên Điện tử lẫn bên Viễn thông. Em mong phòng đào tạo sớm đưa ra phản hồi cho em để em có hướng giải quyết tiếp theo ạ. Em chân thành cảm ơn!",
    "Dạ thưa thầy cô, hiện tại phòng đào tạo đã xếp lịch thời khóa biểu bổ sung các môn thí nghiệm của kỳ cũ nhưng mà thời khoa biểu của em vẫn trùng môn học ạ (có file hình đính kèm ạ) em biết việc xếp lịch cho sinh viên rất khó, nhưng trong trường hợp này em phải giải quyết như thế nào ạ do thứ 6 - 18/2 em còn phải xếp lịch đi thực nghiệm đồ án mong thầy cô giải đáp sớm cho em với ạ",
    "Dạ thưa Phòng đào tạo, Em tên là  - , sinh viên khoá 17 chương trình đào tạo CLC Việt - Pháp. Em muốn chuyển điểm môn học tương đương của em là môn   B Phương pháp tính - MT1009 (3 chỉ) - Nhóm/Tổ DT04-A    đã có điểm tổng kết là   B 5.00    ở học kỳ 193 quy đổi tương đương với môn   B Phương pháp tính - 006719    (3 chỉ) thuộc chương trình đào tạo khoá 17 Việt - Pháp để em có thể cập nhật vào số tín chỉ tích lũy của em cho đúng theo chương trình học ạ. Trước đó em có tạo một yêu cầu trên BKSI và đã được hướng dẫn phải làm đơn xin chuyển điểm. Nay em xin phép tạo một yêu cầu mới bổ sung thêm đơn của em ạ . Cảm ơn Phòng đạo tạo ạ.",
    "Em là  MSSV , trước đây em có chuyển từ chương trình PFIEV về chương trình chính quy khoa điện nên có ĐTBTL và TCTL khác với ĐTBTLN và TCTLN. Trang thông tin sinh viên của em chỉ hiển thị ĐTBTL và TCTL nên em muốn hỏi về ĐTBTLN và TCTLN của em để cho việc đăng ký xét tốt nghiệp ạ. Em xin cảm ơn.",
    "Em tên - MSSV  Các môn thí nghiệm của kì cũ em đã được xếp lịch và đẫ học vào đợt trước tết rồi, nhưng giờ PĐT lại tiếp tục xếp lịch học cho em ở kỳ này. Mong PĐT giải quyết trường hợp của em. Các học phần thí nghiệm đẫ học: 1. Hóa sinh- CH2033 đã đăng kí học ở HK202 2. Vi sinh vật - CH3003 đã đăng kí học ở HK212 3. Sinh học tế bào - CH3351 đã đăng kí học ở HK212",
    "Kính gửi phòng đào tạo Em tên , MSSV  Em đã đăng kí đăng tốt nghiệp vào đầu tháng 8/2021. Tuy nhiên em vẫn chưa nhận được email xác nhận đơn cấp bằng tốt nghiệp. Em đã gửi phản hồi trên bksi vào ngày 16/12/21 và 29/12/21. Nhận thấy tình trạng là đã giải quyết nhưng đến thời điểm hiện tại em vẫn chưa nhận được bất kì email nào về việc nhận bằng tốt nghiệp chính thức và khi tra danh sách tốt nghiệp vẫn không có tên em. Không biết lý do vì sao, mong phòng đào tạo phản hồi giúp em. Em xin chân thành cảm ơn.",
    "Dạ chào thầy/cô, Em là , mssv , lớp Việt Pháp k17. Em muốn nhờ PĐT kiểm tra giúp em môn  Trình Hệ thống điện (403707), môn đã có lịch học trên trang TKB của em nhưng chưa có bên trang BKel ạ. Mong PĐT kiểm tra và cập nhật giúp em ạ, em xin cảm ơn.",
    "Mong PDT cập nhật các môn tương đương và các môn đã đăng kí trong khoảng thời gian ảnh hưởng dịch Covid-19 để em có đủ tín chỉ tích lũy ngành để em có thể đăng kí được luận văn tốt nghiệp ạ. Em đã học môn học tương đương: - Môn hoạch đinh mặt bằng (ME3253): 8.5 Điểm.   Tương đương môn Thiết kế mặt bằng (ME3117) - Môn xác suất thống kê (MT2013): 5.5 Điểm. Tương đương môn Thống kê trong công nghiệp (ME2055) - Thiết kế công việc và nhân trắc học (ME2111): Chưa có điểm. Tương đương môn Thiết  kế và đo lường lao động (ME2053)   Các môn học trên em đều học ở học kì 2 năm học 2020-2021. Nhưng môn Thiết kế công việc và nhân trắc học do dịch Covid-19 nên hiện tại vẫn chưa thi cuối kì nên vẫn chưa có điểm tổng kết môn học ạ. Và môn Quản lý dự án (ME3223) đã học trong học kì 1 năm học 2021-2022 vì dịch Covid-19 nên giảng viên chưa sắp xếp được các buổi học thí nghiệm nên vẫn chưa có điểm tổng kết môn học.   Các môn đã đăng kí trong khoảng thời gian ảnh hưởng dịch Covid-19, em được biết là chỉ đăng kí là được tính tích lũy môn đó vào tín chỉ để xét điều kiện đăng kí môn học. Với trong trường hợp các môn tương đương được cập nhật đầy đủ thì hiện tại em đạt được 121 tín chỉ, tuy nhiên hiện tại em chỉ được 114 tín chỉ. Nên em mong PDT xem xét cập nhật các môn học tương đương và các môn chưa hoàn thành nhưng đã đăng kí học trong đợt dịch Covid-19 để em có thể đủ điều kiện đăng kí luận văn tốt nghiệp và ra trường đúng hạn ạ. Em xin chân thành cảm ơn!       ",
    "Em chào thầy(cô) ạ. Mã số môn học: CO4313  Tên môn học: Luận văn tốt nghiệp Mã nhóm lớp: A01  HK: 212 Lý do: Em có đăng ký Luận văn tốt nghiệp trong đợt 3 nhưng kết quả đăng ký không thành công. Em mong được thầy(cô) cho em được đăng ký bổ sung môn học Luận văn tốt nghiệp ạ.",
    "Dạ e chào thầy cô e là  mssv . HK 211 e còn môn Thực tập điện tử 1(EE2023) [4] [02] chưa học xong nhưng giờ e chưa thấy tkb mới . Kính mong thầy cô sắp tkb để e được hoàn thành môn này. E cám ơn thầy cô rất nhiều.",
    "Em chào quý thầy/cô Phòng Đào tạo ĐH Bách khoa - ĐHQG TP.HCM ạ. Em tên là . MSSV: , sinh viên khoa Xây dựng khóa K21 của trường mình ạ. Vì 1 số lý do cá nhân nên em muốn được bảo lưu kết quả 1 kỳ để qua năm em học lại ạ. Em mong Phòng Đào tạo sẽ tạo điều kiện cho em cách để bảo lưu kết quả với ạ. Em cảm ơn thầy/cô đã đọc đơn này của em, và em xin chúc thầy/cô một ngày vui vẻ cùng gia đình. Em chào thầy/cô ạ. Trân trọng .",
    "Chào thầy cô! Em có tạo yêu cầu in thẻ sinh viên trên mybk và đã thanh toán. Giờ em muốn nhận thẻ qua bưu điện ạ. Người nhận:  Sdt [phone_number] Địa điểm: Chung cư H3, P.6 Q, 384 Đ. Hoàng Diệu, Phường 6, Quận 4, Thành phố Hồ Chí Minh. Em cảm ơn",
    "Kính thưa phòng đào tạo. Em đã nhận được phản hồi của Thầy sẽ chuyển em sang nhóm VL03 ạ. Em có kiểm tra thời khóa biểu nhưng vẫn thấy để nhóm cũ VL13 ạ. Em xin trân trọng cảm ơn.",
    "Tên:  MSSV:  Cho em hỏi là sao bảng điểm có 1 môn mạch điện tử đăng kí học kì 2 (2020-2021) _Đã qua môn_Học cải thiện điểm. Nhưng đến nay bảng điểm vẫn 14(hoãn thi đợt 1 và đã thi lại trong đợt 2), mặc dù trước đó học offline đi học đầy đủ và vẫn làm bài kiểm tra giữa kì đầy đủ. Nhưng vẫn chưa cập nhật điểm, chỉ có mỗi điểm thí nghiệm(online sau này) nên em thắc mắc ạ. Em cảm ơn. -------------------------- môn: Mạch điện tử Mã MH: EE2007 Lớp A01 Em thi lại trong \"Phòng thi Mạch điện tử (EE2007)_20/12/2021_18g00 (DT01_A) [DT_HK211]\"",
    "Kính gửi nhà trường Em tên là  mssv  Lớp CK21HT1  Khoa cơ khí, ngành kỹ thuật hệ thống công nghiệp logistic và quản lý chuỗi cung ứng. Hiện tại em đã có tham gia học môn giáo dục quốc phòng và đã có chứng chỉ. Em mong nhà trường có thể cho em miễn học môn học môn này . Em xin chân thành cảm ơn và chúc thầy cô nhiều sức khỏe.  ",
    "Gửi Phòng đào tạo, Em có đăng ký môn học Kỹ Thuật Số (EE1009) nhóm T02 của thầy , ở lớp thí nghiệm (EE1010) nhóm T02 học vào ngày Chủ nhật tiết 7-11 ở CS1. Còn ở trên thời khóa biểu hiện là nhóm 01 học thứ 4 tiết 2-6 ở CS2. Em muốn xin Phòng đào tạo cập nhật lại môn thí nghiệm ở nhóm T02 học vào Chủ nhật ở CS1, vì hiện tại em ở gần CS1. Em cảm ơn. Thân.",
    "Kính chào phòng đào tạo, hiện em đã bảo vệ luận văn thành công và hoàn thành tất cả môn học nhưng em không thể đăng ký được tốt nghiệp ạ. Phòng đào tạo có thể kiểm tra lại hộ em được không ạ?",
    "Em chào quý thầy cô PDT ạ, Em tên là , MSSV . Dạ cho em hỏi là làm sao để mình biết môn A là môn tiên quyết, song hành hay khuyến nghị của môn B vậy ạ ? Em xin chân thành cảm ơn ạ ",
    "Kính gửi Phòng đào tạo! Em là , MSSV  thuộc khoa Công nghệ Vật liệu. Em có nhận được phản hồi của PĐT về lí do em bị hủy Luận văn (MA4317) là thiếu Tín chỉ tích lũy NGÀNH . Vì em đã chuyển chuyên ngành nên kết quả cho thấy em bị thiếu tín chỉ ạ. Thực tế, em đã tích lũy đủ số tín chỉ ngành của chuyên ngành Vật liệu Silicat là 131 TC (bằng tổng số tín chỉ tích lũy) và ĐỦ điều kiện nhận Luận văn rồi ạ (các chuyên ngành đều cùng một mã môn Luận văn ạ). Để giải quyết vấn đề này, khoa Vật liệu đã gửi Công văn đến PĐT đề nghị cập nhật lại số Tín chỉ tích lũy NGÀNH cho em rồi ạ (ngày 14/02). Mong PĐT đăng ký lại Luận văn MA4317 giúp em ạ. Em xin cảm ơn!",
    "Em chào Thầy/Cô, Em tên . MSSS:  Em muốn hỏi về việc hậu kiểm tra điều kiện CCAV cho LVTN là vào thời gian nào? Các sinh viên đã đăng kí LVTN học kì này (HK 212) nhưng còn thiếu CCAV thì hạn chót nộp CCAV (nghe, đọc) là khi nào ạ? Em cảm ơn. Em rất mong nhận được phản hồi sớm từ Thầy/Cô ạ!",
    "Xin chào. em tên , MSSV . Cho em hỏi bằng tốt nghiệp của em đã có chưa ạ, và khi nào em có thể lên trường để nhận ạ.",
    "Em chào thầy/cô, cho em hỏi hiện tại thời khóa biểu của em không có môn Luận văn TN, mặc dù đã đăng ký thành công trước đó. Nhờ thầy/cô kiểm qua giúp em trường hợp này với ạ . Em cảm ơn.",
    "Em xin quý thầy cô phụ trách cho em mẫu đơn hoãn học Quốc phòng để em có thể trình lên phòng đào tạo xét duyệt cho em hoãn học Quốc phòng an ninh vì lí do cá nhân. Em cam kết gia đình đã đồng ý và lí do là chính đáng,em cảm ơn quý thầy cô:",
    "Dạ nhà trường cho em hỏi là đầu năm mình đóng tiền là có bảo hiểm y tế rồi, vậy thẻ bảo hiểm y tế chừng nào có vậy ạ?",
    "Chào thầy cô ạ, Dạ thầy cô cho em hỏi là khi em đăng kí lớp anh văn theo yêu cầu cụ thể là lớp Anh văn 4A (LA1043) và qua môn này thì nghĩa là em đã đạt được môn Anh văn 4 (LA1009) phải không ạ?  Em cảm ơn ạ.",
    "Kính gửi phòng đào tạo Em tên Huỳnh Tuấn Kiệt - MSSV  Em là sinh viên K13 chuyển hệ MSSV cũ là 2 Em muốn trình bày việc DKMH HK 212 Đợt DKMH HK212- Bổ sung TTTN,DCLV,LVTN: Mã môn học 801303- Luận văn tốt nghiệp, nhưng khi trả kết quả thì không có kết quả, em xem lịch sử đăng ký thì báo là chưa hoàn thành Thực Tập Tốt Nghiệp, do ở K13 em đã hoàn thành Thực Tập Tốt Nghiệp và hoàn tất hồ sơ chuyển môn. Em mong phòng đào tạo xem xét và giúp đỡ để em được hoàn thành chương trình đào tạo sớm nhất. Em xin gởi ảnh bên dưới. Em xin chân thành cảm ơn.",
    "Chào thầy/cô, Học kì trước em có đăng kí làm luận văn tốt nghiệp nhưng vì lí do dịch bệnh nên em chưa hoàn thành. Vào 8/1/2022 em có gửi mail cho thầy  (trưởng khoa Hóa) xin thấy xác nhận cho hoãn luận văn, nhưng thầy phản hổi là lúc đó PĐT chưa cho hoãn. Hiện tại em muốn hỏi giờ em có thể xin hoãn được chưa ạ?  Em cảm ơn thầy/cô. Chúc thầy/cô một ngày tốt lành!",
    "Em tên  MSSV:  Em đã hoàn thành các môn học ở trường rồi nhưng còn thiếu điều kiện anh văn để xét tốt nghiệp, em không kịp thi trong kỳ này nên em xin phòng đào tạo cho em được kéo dài thêm một học kỳ nữa. em cảm ơn thầy cô ạ.",
    "Kính gửi phòng đào tạo    Em tên - MSSV: - Khoa : Kỹ thuật điện hệ VLVH  Đợt 20/01/2022 vừa rồi em quên đóng học phí môn  Anh văn. Cho em hỏi em muốn đóng bù có được không ạ.",
    "Em chào thầy (cô) PĐT Trước em xin chuyển hệ từ CQ sang VLVH, nay em xin bổ sung thêm mẫu đơn xin chuyển ngành có xác nhận của Khoa.   i  Xin thầy ( cô) PĐT cho phép em được chuyển sang ngành mới. Em có đính kèm mẫu đơn được scan bên dưới . Em xin cám ơn",
    "Em có đăng kí thực tập ngoài trường nhưng bị hủy tới lần 4 ạ, mong thầy/cô cho em biết lý do, nêu có thể mong cho phép em đăng kí lại môn thực thập ngoài trường với ạ",
    "Dạ em chào thầy cô, Em có thắc mắc về số tín chỉ tích lũy hiện tại của em. Trừ kì 211 trường chưa cập nhật chỉ tính từ kì 202 trở về trước thì lẽ ra em tích lũy được 66 chỉ, nhưng trên bảng điểm thì chỉ có 63 chỉ thôi ạ. Mong thầy cô kiểm tra lại giúp em với ạ . Em cảm ơn thầy cô nhiều.",
    "CHo em hỏi trong TKB em hôm nay có thêm 1 môn là \"Thực tập điện 2\" ạ, em không đăng kí môn này",
    "Kính gửi PĐT, Em muốn hỏi là khi chuẩn bị lên năm tư, làm đồ án tốt nghiệp thì có cần phải chuẩn bị các loại bằng cấp như bằng tiếng anh như IELTS, TOEIC à bằng tin học như MOS không ạ ? Nếu có thì đạt mức tối thiểu bao nhiêu mới được làm đồ án và ra trường ạ và nếu bằng hết hạn mà em chưa ra trường thì có cần phải thi lại bằng và nộp cho nhà trường không ạ ? Em xin cám ơn.",
    "Kính gửi phòng đào tạo,  Em tên , MSSV  . Trước tết em có nhờ pdt kiểm tra điều kiện đăng ký luận văn tốt nghiệp với mã IM4323, mong pdt kiểm tra dùm em ạ . Em xin chân thành cảm ơn.",
    "Em chào ban đào tạo   Hôm nay, em thấy trên web trường có đăng danh sách dự kiến tốt nghiệp đợt tháng 4/2022 .   Tuy nhiên, khi em tra cứu thì vẫn chưa thấy tên em có trong danh sách dự kiến mặc dù em đã hoàn thành đầy đủ các tiêu chí để tốt nghiệp.   Em mong ban đào có thể kiểm tra và phản hồi giúp em ạ. (Vì em đang rất cần bằng tốt nghiệp tạm thời để xin việc)   Em cảm ơn ạ.",
    "Môn \"Thực tập điện 2\" của kỳ trước em đã học xong và có điểm ạ, giờ nó được thêm vào khoảng thời gian học bù cho kỳ trước em không cần học nữa đúng hông ạ.",
    "Em chào quý thầy/ cô, Em tên  - MSSV:  - Lớp: L24. Em có một số thắc mắc về điểm môn Giải tích 1, mong quý thầy/ cô giải đáp và xem xét giúp em ạ. 1) Vào ngày 28/12/2021, em có tham gia thi cuối kì môn Giải tích 1, có record lại màn hình thi (đã nộp) và em cũng có tên trong file điểm cuối kì được đăng trên BKel. Nhưng em lên xem điểm tổng kết trên Cổng thông tin sinh viên thì thấy bị điểm 13 ạ. 2) Về điểm BT, các bài kiểm tra trên BKel em đều làm hết, các bài đều 9 điểm trở lên nhưng điểm tổng kết về phần BT chỉ 8.5 (em tính trung bình phần BT là 9.5) (*) Ảnh minh chứng: https://drive.google.com/drive/folders/1hZg538pdh3SKCir7x120cGn17EeU424p?usp=sharing (**) Record minh chứng: https://drive.google.com/file/d/1IoAs_6SXP7gBN-VWxxLWpO0GqBwLR7ej/view?usp=sharing Kính mong quý thầy/ cô xem xét giúp em ạ . Em xin chân thành cảm ơn!",
    "Chào Phòng đào tạo! Em là  hiện là sinh viên khoá 2017. Em đang cần hoàn thành môn anh văn 4 để ra trường. Đã đăng kí ở dự thính đợt 2 đến giờ vẫn chưa có thời khoá biểu ạ ? Còn đợt đăng kí theo yêu cầu này. Sao lớp cơ bản A, 1A, 2A, 3A mở mà 4A không mở vậy ạ? Mong phòng đào tạo giải đáp thắc mắc và chỉ em cách đăng kí với ạ ! Em xin cảm ơn.",
    "Chào thầy cô. Cho em hỏi em tốt nghiệp đợt tháng 11/2021 thì bây giờ em có thể lên trường nhận bằng tốt nghiệp được chưa vậy ạ.",
    "Dạ em là , MSSV , sinh viên hệ VLVH. PĐT cho em hỏi là danh sách tốt nghiệp dự kiến này đã bao gồm các sinh viên hệ VLVH chưa ạ. Hiện tại em đã hoàn thành hết chương trình học rồi mà trên danh sách vẫn chưa có tên ạ. Mong PĐT giải đáp thắc mắc của em. Em cám ơn ạ.",
    "Em là , sinh viên năm Nhất ngành Khoa học Máy tính trường Đại Học Bách Khoa - Đại học Quốc gia TP.HCM, mã số sinh viên  . Sau một thời gian năm Nhất được học về Máy tính, em đều cảm thấy thích cả hai ngành Khoa học và Kỹ thuật máy tính . Hai ngành Khoa học Máy tính và Kỹ thuật Máy tính đều có những điểm khác biệt riêng của mình. Cả hai ngành Khoa học Máy tính và Kỹ thuật Máy tính đều bổ trợ cho nhau, em mong rằng việc theo học song ngành cả hai ngành này sẽ giúp ích cho em sau này . Em muốn được đăng ký theo học song ngành (theo hướng ngành thứ hai hoặc theo hướng ngành phụ) với ngành Kỹ thuật Máy tính nữa. Sau khi đọc Điều 28. Đào tạo song ngành của  , , http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitiettb&thongbao_id=1658 em có một vài thắc mắc về đào tạo song ngành của trường ĐHBK. -Em hiện là sinh viên năm Nhất của ngành Khoa học Máy tính thì có thể đăng ký học song ngành (theo hướng ngành thứ hai hoặc theo hướng ngành phụ) với ngành Kỹ thuật Máy tính được không? - Nếu như có thể, quy trình để đăng ký theo học ngành thứ hai: Kỹ thuật Máy tính bao gồm những bước gì?  - Em sẽ làm đơn đăng ký gửi đến ai? - Khi nào là thời điểm có thể đăng ký học theo hướng song ngành ngành Kỹ thuật Máy tính?  - Trường đã có sẵn mẫu đơn chưa hay sinh viên tự viết đơn của mình?",
    "Em tên là , MSSV . Trong học kì 212, em sẽ đi học trao đổi và đã được cấp công văn CV159/ KH&KTMT. Em cũng đã liên hệ VP Khoa KH&KTMT (chị ) để chuyển tiếp đơn đăng kí môn học của em đến PĐT . Dạ hiện tại đang là đợt đóng học phí của chương trình CLC, nhưng VPĐTQT nhắn em là không tìm thấy TKB của em nên không thể tính học phí được ạ. Cho em hỏi là em đã đăng kí môn thành công chưa ạ, và như vậy em sẽ đóng học phí cho trường mình ở một đợt khác hay sao ạ?",
    "Kính gửi Phòng Đào tạo DHBK Hồ Chí Minh! Em tên là , hiên đang học chương trình Đại trà K20- Ngành Kỹ thuật Hàng Không-Tàu thủy. Sau một năm rưỡi học ngành này, em cảm thấy em không còn phù hợp với ngành này nữa nên có   B mong muốn đổi ngành    sang Khoa học máy tính . Em muốn hỏi là em có thể   B bảo lưu các môn đại cương    em đã học, sau đó   B thi lại    vào ngành em muốn được không ạ? Em hy vọng như vậy có thể giúp em giảm không phải học lại các môn đại cương có chung giữa hai ngành. Em cảm ơn Phòng Đào tạo đã đọc và giúp đỡ em ạ!",
    "Kính gửi Phòng đào tạo, Em tên là  MSSV .Em viết đơn này rất mong Phòng đào tạo có thể hỗ trợ em đăng ký môn học Công nghệ protein-enzyme (CH3021). Em đã được sự cho phép vào lớp của giảng viên bộ môn . Mail cho phép tham gia lớp được đính kèm cùng với đơn xin phép.",
    "Em đã nộp đủ tiếng anh Toeic 500 rồi, trường đã thẩm định rồi, nhưng chưa cập nhật em trong danh sách tốt nghiệp tháng 4 ạ  Mong phòng đào tạo sớm cập nhật giúp em ạ  Em cảm ơn nhiều ạ",
    "Em chào thầy/cô. Em tên , mssv . Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến. Thầy/cô cho em hỏi em có được nộp ccnn để chuyển điểm không? Do em muốn nâng cao điểm tbtl.  Em cám ơn.",
    "Tốt nghiệp     Dạ kính chào Thầy/Cô Em tên Nguyễn Ngọc Đức 1919003 khoa cơ khí hệ liên thông chính quy Em đã đăng kí tốt nghiệp và đã thanh toán xong hồi tháng 1/2022, và chờ xác nhận email khi nào lấy bằng của phòng đào tạo gửi về mà không có, em nhờ Thầy/Cô kiểm tra giúp em để em lấy về để đi xin việc ạ. Em xin cảm ơn.",
    "Kính gửi Phòng Đào Tạo Em tên là , MSSV:. Khoa Kỹ Thuật Giao Thông Trong HK211 em có học môn nhập môn lập trình (CO1003) để thay thế môn tương đương kĩ thuật lập trình CO1013 trong chương trình đào tạo của tụi em. Dạ giờ vẫn chưa được chuyển điểm ạ. Vì vậy mong thầy cô chuyển điểm giúp em môn này để em đủ điều kiện số tín chỉ đăng ký LVTN trong kì này . Em xin chân thành cảm ơn .",
    "Cho em hỏi là sau khi tốt nghiệp thì bao lâu sẽ không sử dụng được email của trường nữa. Hỏi để em nắm bắt được thông tin và chuyển dữ liệu không để bị mất dữ liệu",
    "Em tên  Lớp VL15KL Em muốn chuyển điểm tương đương môn cơ lưu chất và môn vật lý chất rắn. Trong chương trình đào tạo của em môn CLC CI2005 và VLCR MA2001 nhưng trong học kỳ 211 em học là CI2003 và MA2033. Cả hai đều do môn học cũ không còn mở. Em xin PĐT chấp nhận nguyện vọng của em Em xin chân thành cảm ơn .",
    "DẠ CHO EM HỎI (K21) CHƯA THI AVDV THÌ ĐK AV MẤY Ạ",
    "Kính gửi phòng đào tạo, Em tên , MSSV . Mong pdt xem xét lại giúp em trong học kỳ 201 em đã đạt 122 chỉ và cộng thêm 6 chỉ của học kỳ 211 là 128 chỉ   126 và đủ đk đăng ký luận văn không ạ.",
    "Em kính chào thầy/cô, Em xin gửi thầy/cô \"Đơn chuyển từ Chính Quy sang Vừa Làm Vừa Học\" để thay đổi hệ trước khi kết thúc thời hạn Chính Quy cuối cùng (tháng 4/2022) của em ạ. Cảm ơn thầy/cô rất nhiều, ",
    "Dạ em chào thầy/cô. Em là , sinh viên K17 khoa kỹ thuật Địa chất và Dầu khí. Hiện tại em đang đi làm nên không thể qua trường nhận bằng từ thứ 2 - thứ 6. Thầy/Cô có thể cho em hỏi là bên phòng đào tạo có thể sắp xếp cho sáng mai là sáng thứ 7 nhận bằng tốt nghiệp để nộp cho công ti để hoàn thiện hồ sơ được không ạ? Em cảm ơi nhiều ạ!",
    "Em chào anh/chị ạ, Em có check TKB thì thấy có 8 tuần trống, và lịch của em trên TKB thì 4 tuần đầu sẽ học GDQP, em xin hỏi có phải là 50% quân số sẽ học trong 4 tuần đầu và số còn lại sẽ học trong 4 tuần sau không ạ? Và 2 tuần học online sẽ bắt đầu trước hay sau 2 tuần offline ạ? Tại gia đình em có công việc gấp, GDQP có thể ảnh hưởng nên mong anh/chị trả lời giúp em chi tiết ạ :((( Em cảm ơn.",
    "Dạ hiện tại em đang thiếu 1 ngày ctxh để xét tốt nghiệp em không biết trong thời gian tới trường có tổ chức hiến máu hoặc các hoạt động để hỗ trợ sinh viên có đủ ngày ctxh không ạ? Em cảm ơn!",
    "Cho em hỏi là mssv  còn chuyển được sang hệ VLVH nữa không ạ,thủ tục cũng như thời gian như thế nào ạ. Em xin cảm ơn.",
    "Em tên Lê Ngọc Thanh, MSSV , hiện tại em đã nhận được bằng tốt nghiệp tạm thời có giá trị trong tháng 01.2022. Quý Thầy/ Cô cho em hỏi lúc nào em mới được nhận bằng chính thức. Mong Quý Thầy/ Cô phản hồi giúp em. Trân trọng. Sđt: [phone_number]",
    "Dạ thưa thầy cô, thầy cô cho em xin hỏi là em được nộp chứng chỉ ngoại ngữ mấy lần và em sẽ được chuyển điểm mấy lần ạ . Em xin cảm ơn thầy cô nhiều ạ.",
    "Dạ cho em hỏi em có đăng kí rút môn học nhưng khi suy nghĩ lại thì em không muốn rút nữa thì có cách nào hủy việc rút môn học không ạ ? Em cám ơn ạ.",
    "Em bị trùng lịch học cơ lưu chất và hóa học trong kĩ thuật&khoa học môi trường,,do là học 2 cơ sở khác nhau nhưng trùng thời gian học không thể học 2 môn cùng một lúc. Mong có thể được xếp lại tkb,,em trân trọng cảm ơn ạ!",
    "Kính chào phòng đào tạo ạ, Hiện tại em đang muốn đăng kí rút 1 môn học, thầy/cô có thể cho em xin hỏi cách để rút môn được không ạ? Em cảm ơn nhiều ạ",
    "Kính chào các thầy, cô Em tên , Mssv:  hệ VHVL Hiện tại em Có đăng ký môn học Thực tập điện 2 EE3023 lớp L12 của thầy  Em xem trên thời khoá biểu thì môn này đã học sang tuần thứ 2 tuy nhiên em vẫn chưa nhận được link tham gia học môn này (tuần 1 em có lên trực tiếp phòng thực tập điện cs1 nhưng lớp đóng cửa) Em mong các thầy, cô giải đáp cho em để e được tham gia lớp theo đúng thời khoá biểu Em xin chân thành cảm ơn các thầy, cô",
    "Dạ em chào ạ, em có thắc mắc ạ. Sau khi em đăng kí Đề cương LVTN và TTTN vào kì chính, em không lường trước sẽ học trực tiếp lại và lịch học của em không đảm bảo thời gian đi thực tập được ạ. Không có có cách nào giải quyết không ạ, hay em phải rút môn học để hè em đăng kí lại. Và nếu em rút môn học 2 môn này không biết có ảnh hưởng gì không ạ, hay vẫn đăng kí lại được bình thường như những môn khác ạ. Em cảm ơn nhiều ạ.",
    "Em chào thầy (cô), cho em hỏi điều kiện tốt nghiệp hệ VHVL theo tiêu chuẩn khóa K14 thì có cần anh văn nói viết không ạ? Em cảm ơn",
    "Dạ hiện tại em có nhận được giấy quyết định trao đổi từ trường. Nhưng khi ấn vào để xem thì không tải về được ạ. Mong pđt có thể gửi bản pdf giúp em với ạ. Em xin cám ơn",
    "Em xin chào thầy cô Em xin được phép bảo lưu học kỳ 212 với lý do cá nhân,em đã được sự đồng ý của giáo viên chủ nhiệm và của khoa. Em xin chân thành cảm ơn",
    "Học vụ       Xin kính chào quý thầy,cô  Em là , MSSV:  Đợt trước em có đăng ký lớp học Anh văn nhu cầu 4A, và có lịch học từ tuần 7, tuy nhiên từ đầu tuần đến hiện tại lịch học của em đều bị xóa, em mong quý thầy cô có thể giải đáp và mở lớp để em kịp tiến độ theo kì vọng đề ra  Em xin chân thành cảm ơn  Kính chúc quý thầy, cô nhiều sức khỏe  Trân trọng  ",
    "Chào PĐT em là sv khóa K19 thuộc Khoa KT Giao Thông. Hiện tại thì em đang học ở lớp Tàu Thủy theo CT đào tạo của k19 là 8 học kỳ. Em muốn hỏi rằng em có thể được chuyển sang lớp Song Ngành Hàng Không - Tàu Thủy (CTĐT 10HK) để học được không ạ . em xin cảm ơn",
    "Em là sinh viên vừa hoàn thành luận văn tốt nghiệp ở HK 1 năm học 2021-2022. Em có mong muốn đi du học và em cần chứng minh đã hoàn thành đủ số tín chỉ. Nhưng vì thời gian học và cách tính tín chỉ khác nhau giữa Việt Nam và châu Âu nên em muốn hỏi bên trường mình có thể làm bảng xác nhận một tín chỉ là bao nhiêu thời gian học và 1 tiết là mấy phút học được không ạ? Em có đính kèm file bảng quy đổi giống của trường Đại học Bách Khoa Đà Nẵng. Không biết bên trường mình có thể làm 1 file giống vậy cho em không ạ? Em cám ơn ạ.",
    "Em kính chào Phòng Đào Tạo, em tên , MSSV: , thuộc khoa Kỹ thuật xây dựng Trước tiên em chân thành xin lỗi PĐT về những bất tiện của em, vào đợt đkmh đợt 2 dự thính này em đã đăng kí môn Vật lý 1(PH1003) lớp DT04 thì được đăng kí thành công, do không check kĩ nên đã bị trùng giờ và bị PĐT xóa môn. Nay em viết mail là em có thể lên PĐT của trường để viết đơn xin học vào lớp DT03 được không ạ? Nhóm lớp này của em không bị trùng giờ học và em chỉ còn mỗi môn này là xong những môn còn nợ của em thôi, em mong PĐT giúp em với. Em xin chân thành cảm ơn PĐT, chúc PĐT một ngày tốt lành.",
    "Dạ em chào thầy/ cô .   Ở kì 202 do tình hình bất cập nên e có hoãn thi  môn kết cấu thép 2 (CI3211) vào kì 211 e có được nhà trường xếp cho thi lại môn này. Và hiện tại em được cập nhập điểm như dưới file hình ảnh em đính kèm ạ .   Dạ thầy/ cô cho e hỏi kết quả thi lại đợt hoãn thi của em như vậy là tính đạt môn chưa ạ. Do em chưa rõ cách tính điểm lại như thế nào sau khi thi đợt hoãn thi. Dạ với lại điểm thi này có tính vô điểm trung bình tích luỹ không ạ hay chỉ tính đạt thôi ạ .   Em cảm ơn thầy/ cô đã đọc ạ. Chúc thầy cô nhiều sức khoẻ.",
    "Dạ em chào thầy/ cô.   Ở kì 202 do tình hình bất cập nên em có hoãn thi  môn kết cấu thép 2 (CI3211) vào kì 211 em có được nhà trường xếp cho thi lại môn này. Và hiện tại em được cập nhập điểm như dưới file hình ảnh em đính kèm ạ.   Dạ thầy/ cô cho em hỏi kết quả thi lại đợt hoãn thi của em như vậy là tính đạt môn chưa ạ. Do em chưa rõ cách tính điểm lại như thế nào sau khi thi đợt hoãn thi. Dạ với lại điểm thi này có tính vô điểm trung bình tích luỹ không ạ hay chỉ tính đạt thôi ạ.   Em cảm ơn thầy/ cô đã đọc ạ. Chúc thầy cô nhiều sức khoẻ.",
    "PĐT cho em hỏi, em thi môn CAD-CAM vào ngày 20-08-2021 và vẫn còn bị thiếu điểm do chưa học Thực hành môn này do dịch bênh, em cũng không biết đậu hay rớt. Bây giờ đã được học thực hành lại, em đã liên hệ qua mail và BKleaning cho thầy rất nhiều lần mà thầy không trả lời em. Thầy tên là . Nhờ PĐT kiểm tra lại giúp em để em biết đậu hay rớt mà đăng ký học ở học kỳ tới vì em chỉ còn thiếu mỗi môn này.",
    "Chào thầy/cô, Em là K14, hiện đã hoàn thành hết đủ tất cả các môn học, chỉ còn thiếu 2 chứng chỉ nói + viết là đủ điều kiện tốt nghiệp. Em xin phép được mở một học kỳ để hoàn thành 2 chứng chỉ anh văn còn lại + đăng ký tốt nghiệp ạ. Em xin cảm ơn.",
    "Em chào cô. Kì 203 em có hoãn thi Giải tích 1. Sau đó tầm tháng 11 em được xếp vào nhóm lớp HT02-A của cô . Sau đó em thi vào ngày 28/12 ca 14 giờ. Điểm có ngay khi thi xong vì là môn trắc nghiệm. Nhưng sau đó trên bkel của em không còn nhóm lớp HT02-A nữa , em đã đợi hơn 1 tháng rưỡi nhưng vẫn chưa có điểm. Em có gửi mail cô  1 tuần trước nhưng  không được phản hồi . Em nghĩ bên bkel của cô  cũng mất nhóm lớp HT02-A  nên cô mới không nhập điểm cho tụi em. Em mong phòng đào tạo kiểm tra lại. Em cảm ơn.  ",
    "Hiện tại do tình trạng sinh viên của em là \"Tạm dừng vì không đăng kí môn học\" nên em không được cấp quyền vào trang \"Đăng kí tốt nghiệp\". Mặc dù em đã nhận được email có tên trong danh sách tổt nghiệp. Vậy em có cần lên PĐT và nộp giấy thu nhận lại để đăng kí tốt nghiệp, hay hệ thống sẽ tự động cập nhật cấp quyền vào page đăng kí tốt nghiệp cho em ạ.",
    "Kính chào thầy cô em là  Mssv . Học kì 2 năm học 2020-2021 em có đăng ký môn học thí nghiệm hoá phân tích mã môn học CH2115. Em đã trao đổi với giáo viên bộ môn là cô kiều Anh đã đồng ý cho em được chuyển điểm môn này . Tuy nhiên đến giờ em thấy bảng điểm vẫn chưa cập nhật điểm của em. Kính mong thầy cô giải đáp cho em vấn đề này và khoảng bao giờ điểm học phần môn này em mới được cập nhật ạ?  Em xin chân thành cảm ơn quý thầy cô",
    "Dạ em xin chào PĐT. Em là  - . Dạ cho em hỏi là thời khóa biểu của em ghi là tuần 10 đến tuần 14 là em học môn . Có phải là trước ngày 7 tháng 3 là em phải vào trường và học trực tiếp môn GDQP đúng không ạ. Do em là sinh viên năm nhất nên chưa biết có đúng hay không mà trên tkb không ghi ngày-tiết-phòng nào nên em không biết thế nào ạ (em là người ở tỉnh khác chứ không phải ở tp HCM). Dạ em xin lỗi đã làm phiền . Em xin chân thành cảm ơn. Em xin chào ạ.",
    "Dạ em chào thầy cô, Dạ em là sinh viên khóa k18, đợt vữa rồi em có thi toeic bên ngoài 2 kĩ năng nghe và đọc, em thi được 580 nên đủ chuyển điểm cho av1, av2,av3 , nhưng không đủ 600 điểmm để chuyển điểm cho av4. Thầy cô cho em hỏi bây giờ em đăng lớp Anh văn 4A( nhu cầu) thì có được không ạ? . Lúc em bấm đăng kí em thấy hiện lên thiếu Av3( nhu cầu) ạ. Rất mong nhận phản hồi từ thầy cô, em cảm ơn ạ.",
    "Dạ giờ em có thể đăng kí av 1 đươc chưa ạ",
    "Dạ thầy/cô cho em hỏi em đã hoàn thành tất cả các môn trong chương trình học nhưng vẫn chưa có tên trong danh sách tốt nghiệp dự kiến.Mong thầy/cô kiểm tra giúp em còn thiếu những điều kiện nào để tốt nghiệp ạ.Em cảm ơn",
    "Em tên là  MSSV:  Em có tên trong danh sách tốt nghiệp nhưng bị ghi là tạm dừng nên em xin mở lại ạ",
    "Em muốn hỏi về nộp Chứng chỉ ngoại ngữ _ Em đã nộp chứng chỉ ngoại ngữ nhưng điểm của em chỉ có 510 điểm thì có ảnh hưởng đến việc đăng ký Luận văn tốt nghiệp sau này không ạ? _ Khi đăng ký luận văn tốt nghiệp em có được nộp lại chứng chỉ không? _ Em đã hoàn thành lớp anh văn 1 và 2 thì em có được đăng ký lớp anh văn 3A và 4A để hoàn thành anh văn của mình không ạ? Em xin cảm ơn",
    "Em chào thầy/cô, Em tên là  MSSV , hiện là sinh viên năm 3 Khoa Điện - Điện Tử. Em gửi mail để thắc mắc và xin chuyển lớp học môn học Thực tập điện tử 1 MSMH EE2023 của HK211 . Em được biết trong mail PĐT sẽ cho sinh viên học bù môn học của kỳ trước cụ thể là HK211 vào   B tháng 3   cụ thể là 3   B tuần 14 15 16   . Nhưng em coi trong MyBk thì thấy mình được xếp học   B tháng 7    cụ thể là   B tuần 27 28 29   . Vậy cho em hỏi là vì không đủ thời gian/lớp nên em bị xếp học sau vậy ạ? Nếu là vậy, em xin được chuyển lên các lớp học vào T3 được không ạ? Lý do bởi vì vào tháng 7 em sẽ rất bận vì phải làm Đ/Án 1 và chuyện đi thực tập ngoài trường ạ. Em xin cảm ơn thầy/cô, em mong nhận được phản hồi sớm ạ.",
    "Chào thầy/cô, Em tên , MSSV:. Từng học lớp [VL05] [L45] do giảng viên  phụ trách. Hiện tại bạn cùng lớp của em đã có lịch học môn Hóa Đại Cương TN nhưng trong tkb của em không có. Lúc trước em có đăng kí học trực tiếp đợt 1, do sơ suất không kiểm tra tkb và điều kiện lúc đó không cho phép nên em bỏ lỡ 2 buổi học. Em có email giảng viên nhưng không có hồi đáp. Nếu vậy em có bị rớt môn Hóa Đại Cương không? Nếu được, em xin được tiếp tục học Hóa Đại Cương TN. Mong thầy/cô giúp đỡ em. Chúc thầy/cô phòng Đào tạo một ngày tốt lành, .",
    "Em tên :   mssv :  lý do : em  vừa được cập nhật tín chỉ các môn tương đương và đã đủ điều kiện đăng ký luận văn tốt nghiệp mã môn học (260663) học kỳ này.Đông thời, em được Khoa chấp nhận cho đăng ký LVTN trễ hạn. em kính mong quý thầy cô và nhà trường có thể bổ sung môn LVTN để em có thể theo kịp tiến độ ra trường. .",
    "Em có đăng ký chuyển hình thức đào tạo và hiện tại trên web của nhà trường vẫn chưa cập nhật lại hình thức đào tạo cho em.",
    "Em chào thầy/cô ạ. Học kỳ này em có đăng kí 1 môn trong kỳ dự thính để không bị trống thời khóa biểu. Em đã học hết các môn học và đang chờ học kỳ sau làm LVTN. Em muốn rút môn học ở kỳ dự thính này thì có bị làm sao không ạ?",
    "Kính gửi quý Thầy Cô ﻿Em tên  MSSV , là sinh viên hệ VLVH. Em đang gặp rắc rối  về vấn đề thời khoá biểu môn  (TN)  EE3006 được sắp xếp thời khoá biểu vào buổi sáng, điều này là bất hợp lý cho sinh viên hệ VLVH chúng em vì buổi sáng em phải đi làm và không có thời gian để đi học thực hành, vì vậy nhờ Thầy Cô sắp xếp lại môn THÍ NGHIỆM này vào buổi tối và các ngày cuối tuần , hoặc tốt nhất là nên tổ chức đăng kí để cho sinh viên có quyền lựa chọn thời gian học phù hợp.   Mong quý Thầy Cô giúp đỡ để em tiếp tục được vừa làm vừa học. Cảm ơn Thầy Cô rất nhiều !",
    "Em chào thầy/cô pđt Thông tin xét tốt nghiệp của em sai ở mục nơi sinh: Đà Nẵng . Và em cần cập nhật thành Thừa Thiên Huế . Em có đính kèm giấy khai sinh của em để xác thực thông tin . Cảm ơn thầy/cô pđt",
    "Kính thưa cô (thầy), Em đã nhận bằng tốt nghiệp tạm thời từ tháng 12 nhưng đến nay vẫn chưa thấy thông báo nhận bằng chính thức. Mong cô (thầy) cho em biết thêm thông tin về bằng tốt nghiệp của em và khi nào em có thể lên trường nhận bằng. Em xin cảm ơn,",
    "Kính chào Phòng Đào Tạo Em là  -  theo học theo hệ VHVL thuộc ngành khoa học và kỹ thuật máy tính. Hiện tại, thì em đang không nhận được thông tin học phí cần phải đóng trong kỳ này là Học kỳ 2 Năm học 2021 - 2022. Tất cả bạn bè em để đã có thông tin cả. Em đã kiểm tra trên myBK và Bkpay thì em đều không thấy. Mong phòng đào tạo cập nhật giúp em để em có thể hoàn thành trách nhiệm của mình đúng hạn ạ. Em xin chân thành cảm ơn",
    "Em chào CÔ/Thầy ạ.Cho em hỏi sao trường cứ 1-2 ngày lại đổi lịch tkb vậy ạ , cả tuần này đổi rất nhiều lần luôn ạ. Cũng phải 6-7 lần rồi , làm bọn em rất rối . Mong nhà trường thống nhất đi ạ , làm bọn em lỡ hết lịch , vé xe các thứ ạ.Em cảm ơn ạ.",
    "Em chào PĐT Em là  (MSSV: ), sinh viên K17 Khoa Môi trường và Tài nguyên. Hiện tại em đã đủ điều kiện tốt nghiệp, nhưng tình trạng sinh viên của em đã tạm dừng. Vậy nên em kính mong PĐT xem xét và thu nhận lại để em có thể được tốt nghiệp ạ. Điều kiện tốt nghiệp của em: - TCTL: 143/142 tín chỉ - Ngày CTXH: 16.5/15 ngày - Đã nộp TOEIC nghe đọc: 635 - Đã qua kỳ thi TOEIC nói viết tại BKEnglish: 230 - Không nợ học phí Em xin cám ơn PĐT",
    "Em muốn kiểm tra mình đã đủ điều kiện tốt nghiệp chưa. Em đã hoàn thành hết các tín chỉ, và đã đủ 15 ngày CTXH . Chương trình: Điện-Điện Tử ()",
    "Em chào PDT Lần trước em có gửi khiếu nại về việc không đang ký được LVTN, PDT có trả lời do số tín chỉ tích lũy của em không đủ (119  120) Nay em đã được cập nhật điểm thêm 2 môn trên mybk, PDT có thể kiểm tra lại bảng điểm và cập nhật LVTN giúp em được không ạ. Họ tên:  MSSV:  Tên MH: Luận văn tốt nghiệp (Cơ điện tử) Mã MH: ME4221 Em xin chân thành cảm ơn",
    "Em là  mssv  hiện tại tài khoản ocb của em đang bị lỗi nên không thanh toán được nên cho em hỏi có cách nào thanh toán học phí khác không ạ em cảm on",
    "Dạ em kính chào thầy cô ạ, Dạ thầy cô cho em hỏi là hình như có một số môn học chưa có điểm cập nhật trên mybk ạ Một số môn học này là CH3297 - An toàn quá trình CH4035 - Tự động hóa q/trình cnhh CH3325 - Thực tập ngoài trường. Dạ em xin cảm ơn thầy cô ạ",
    "Thầy cô cho em hỏi là em đã đổi anh văn bằng chứng chỉ TOEIC, đã thanh toán trên Bkpay và đã được thẩm tra ngày 12/02/2022. Cho em hỏi là khi nào thì điểm anh văn sẽ được cập nhật và cập nhật ở đâu ạ. Em cảm ơn thầy cô.",
    "Em xin kính chào quý thầy cô, Em đã tốt nghiệp nên không còn ở TpHCM. Tuy nhiên vì một số việc em cần in bảng điểm. Quý thầy cô cho em hỏi sau khi in xong em có thể nhờ bạn em đến nhận giúp được không ạ. Em xin cám ơn quý thầy cô",
    "Chào thầy/cô Cho em hỏi trường mình dự kiến khi nào tổ chức làm lễ tốt nghiệp vậy ạ? Do đang ở xa nên em định khi lên làm lễ sẽ nhận bằng tốt nghiệp luôn. Em xin cảm ơn",
    "Cho em hỏi học liên thông cao học là chỉ mở đăng kí cho sinh viên năm 3 ờ học kì thứ 2 ạ? sinh viên năm 4 có thể đăng kí không ạ, em cám ơn",
    "Em có thắc mắc về môn thí nghiệm hoá đại cương CH1004 em đã hoàn thành ở học kì 202 nhưng học kì hiện tại 212 em lại có thời khoá biểu môn thí nghiệm hoá đại cương trên mybk và lớp học trên e-learning nhưng em lại không đăng kí môn này trong kì 212 ạ( như file hình đính kèm ạ). Mong phòng đạo tạo giải quyết giúp em trường hợp này ạ.",
    "HK211 em đã học những buổi thí nghiệm còn sót ở trường khi bùng dịch COVID-19 với thi thí nghiệm hóa theo hình thức trực tuyến và đã có điểm tổng kết phần thí nghiệm môn hóa đại cương. Em có thắc mắc sao trong thời khóa biểu HK212 của em lại có lịch học môn hóa đại cương vậy ? Em mong nhận được phản hồi sớm nhất từ BKSI.",
    "Thầy/ cô cho em hỏi là mình nộp đơn chuyển hệ VHVL trên đây được phải không ạ?",
    "Em chào thầy (cô), em có thắc mắc về số tín chỉ tích lũy ngành để tốt nghiệp của em. Khi chuyển sang hệ VHVL em chỉ còn lại môn Cơ lưu chất mã CI2005, trong học kì 1 năm học 2021-2022 em đã học và qua môn nhưng kiểm tra danh sách tốt nghiệp tạm thời thì chỉ có 131/134 tín chỉ. Không biết có sai sót gì không, mong thầy (cô) kiểm tra lại giúp em. Em có đính kèm các ảnh và file. Em cảm ơn ạ.",
    "Mã số môn học: LA1039 Tên môn học:  2A (nhu cầu) Mã nhóm: DT07 HK 222 Lý do: em đăng kí trễ nên xin phòng đt mở thêm sĩ số ạ. Em xin cảm ơn.",
    "Thầy/Cô cho em hỏi là em tốt nghiệp ở đợt 1, cụ thể là ngày 30/12 có Quyết định Tốt nghiệp nhưng đến nay em vẫn chưa có thông báo nhận Bằng Tốt nghiệp. Không biết khi nào em có thể nhận được Bằng Tốt nghiệp chính thức ạ.",
    "Chào thầy cô . Em là khóa K16 khoa điện. Em thấy trong mục điểm chuyển có phần CTXH. Em không biết nó là gì và có được tính vào số ngày CTXH không ạ?. Và hiện điều kiện tốt nghiệp của khóa em là bao nhiêu ngày CTXH. Em cảm ơn.",
    "Chào Phòng đào tạo, Em là sinh viên K17 và chuẩn bị thi nói viết tại trung tâm BK English. Vì sắp hết hạn nhận xét điều kiện tốt nghiệp nên em có câu hỏi: Nếu em thi nói viết 2 lần trong 2 tuần liên tiếp tại trung tâm BK English (kết quả thi có sau 14 ngày), nếu lần 1 Đạt và lần 2 Không đạt, vậy trường sẽ lấy kết quả nào để xét điều kiện tốt nghiệp? Khi đó em có đủ điều kiện tốt nghiệp hay không? Mong Phòng đào tạo giải đáp giúp em. Kính chào Phòng đào tạo.",
    "i cho em hỏi trường mình sẽ tổ chức kỳ tốt nghiệp tháng 4 vào ngày nào v ạ có bị dời sáng tháng 5 hay 6 như đợt tốt nghiệp tháng 11 không ạ và nếu vậy hạn nộp anh văn để sét tốt nghiệp có được dời thêm không ạ",
    "Dạ em chào Cô, em đã đăng kí và có tên trong danh sách TN tạm thời, nhưng điểm TN của em bị sai. Cụ thể điểm chuyển AV1 và học kì gần nhất vẫn chưa được cập nhật vào điểm TBTL. Mong Cô kiểm tra giúp em. Em cảm ơn.",
    "Em là sinh kiên K19,kì 1 năm nhất em có kiểm tra anh văn đầu vào và đã pass qua anh văn 1,2,3.Kì 2 năm nhất em đã đăng kí học av4 mà đã  qua.Cho em hỏi sao điểm chuyển của em đến giờ thì vẫn chỉ có anh văn 1,2,3 mà không có anh văn 4 vậy ạ.Em xin chân thành cảm ơn.",
    "Em chào thầy,cô Em là ,  MSSV là  Nay em viết đơn này để thầy,cô tìm giúp em thông tin tài khoản ngân hàng mà nhà trường đã cấp ạ.Em sơ sót đã để mất thông tin này ạ . Em cảm ơn thầy,cô ạ. Quý ",
    "Em chào thầy/cô. Hiện tại em có một môn chờ thi để xóa điểm hoãn thi. Môn học em muốn đăng ký xóa điểm hoãn thi: CO1011 - Kỹ thuật lập trình - Học kỳ 2 năm học 2020 - 2021. Thầy/cô cho em hỏi em nếu kỳ này em không đăng ký môn học và bị đình chỉ, thì em có thể dự thi xóa điểm hoãn thi không ạ. Chân thành cảm ơn thầy/cô.",
    "Cho em hỏi em muốn làm đơn thôi học hệ CQ và làm chuyển hệ sang VLVH thì làm như thế nào. Chỉ em từng bước ạ. Em xin cảm ơn",
    "Chào thầy/cô, Dạ em muốn nộp đơn xin gia hạn thêm một học kì, vậy em cần tải biểu mẫu nào và nộp theo hình thức online hay lên Phòng Đào Tạo ạ. Em cám ơn ạ.",
    "Em chào thầy/ cô ạ, Em là sinh viên khoá K15. Em muốn hỏi là em đã đủ tín chỉ tốt nghiệp nhưng đang thiếu anh văn nói viết để nộp xét tốt nghiệp vào đợt 4/2022 này. Nếu em không nộp kịp chứng chỉ để xét tốt nghiệp thì em có thể gia hạn thêm 1 hk để đăng kí tốt nghiệp trong năm 2022 được không ạ, em hay bắt buộc bị thôi học và chuyển sang hệ vừa học vừa làm ạ. Em mong thầy/ cô phản hồi sớm ạ. Em xin cảm ơn.",
    "Kính chào PĐT, Trước đây em đã gửi khiếu nại về việc không thể đăng ký môn học Luận văn tốt nghiệp, mã môn học IM4317. Sau khi gửi khiếu nại thì em vẫn chưa có thời khoá biểu môn này. Em đã gửi khiếu nại thêm lần nữa và biết được lý do là em chưa đủ tín chỉ. Sau khi tìm hiểu thì em thấy môn Quản trị kinh doanh quốc tế mã MH là IM4013 chưa cập nhập điểm. Hiện nay em đã được cập nhập xong điểm và em đã đủ điều kiện đăng ký môn luận văn tốt nghiệp ạ. Em rất mong nhận được sự hỗ trợ từ PĐT về việc đăng ký môn học luận văn tốt nghiệp cho em ạ. Trân trọng, ",
    "Dạ em chào thầy cô ạ. Em muốn đăng kí anh văn 4A (nhu cầu) vào lớp DT02 Thứ 2,4,6 tiết 13,14,15. Nhưng hiện tại đã full sĩ số, mong thầy cô bổ sung giúp em vào lớp vì hiện tại em rất cần lớp này. Em xin cảm ơn thầy cô nhiều ạ.",
    "Chào quý thầy cô, Em tên . Hiện tại, em có nắm được thông tin là ở kỳ hè sắp tới sẽ không được đăng ký học mới mà chỉ học cải thiện môn. Nhưng theo dự tính, em sẽ đăng ký học anh văn theo yêu cầu (Anh văn 4A) vào kỳ 213. Cho nên em muốn hỏi là môn này có đăng ký được không ạ.",
    "Trong một email em nhận được từ PĐT có đề cập đến kì thi tin học căn bản cho SV. Cho em hỏi là kì thi đó, PĐT sẽ gửi nội dung để bọn em tự ôn luyện, sau đó đi thi hay bọn em phải tự đăng kí học thêm các lớp tin học bên ngoài thì mới đủ khả năng đậu kì thi đó ạ? Vì đến hiện tại em vẫn chưa biết về độ khó của kì thi đó. Mong Anh(Chị) hổ trợ em ạ! em xin cảm ơn. Thân .",
    "Em mong được giải đáp thắc mắc về việc điểm qua môn là 4.0 . Em không biết là được áp dụng từ học kì nào và có dành cho 17 không ạ ! Vì em vừa học dự thính môn VL1 kì 211 (4.5) và mới được nghe về việc này ạ. Em xin cảm ơn !",
    "Em là  , em muốn hỏi là môn CH3201 Kỹ thuật nhuộm in đã được nhập điểm tổng kết trên mybk chưa ạ? Do trước tết  đã đăng điểm tổng kết cho lớp nhưng đến nay em vẫn chưa thấy được cập nhật trên mybk ạ.",
    "u tiên em xin gửi lời chúc tốt đẹp đến Thầy Cô ạ !   Xin chào quý Thầy Cô ạ , em là sinh viên hệ VHVL chuyển qua từ hệ chính quy . Hiện em đã hoàn thành hết các môn học và luận văn tốt nghiệp , cũng như tín chỉ tiếng anh . Nhưng danh sách dự kiến tốt nghiệp lại không có tên em (  , mssv :  ) với lý do là em thiếu 4 tín chỉ môn Giải tích 2 ( mã mộn học là MT1005 ) . Mà môn này em đã có điểm và đã qua môn ạ ( em đc thi 2 lần : lần 1 do tín hiệu máy tính quá yếu nên em xin hoãn thi , lần 2 thì được 9.5 điểm cuối kỳ ) dưới đây em xin gửi điểm môn giải tích 2 ạ  . Kính mong quý Thầy Cô xem xét giúp đỡ trường hợp của em  . Em xin cảm ơn quý Thầy Cô !",
    "Kính chào thầy/cô, em tên ,em là sinh viên khóa K21 MSSV , em có thắc mắc về vấn đề xin thôi học ạ Hiện tại em không thể tải mẫu đơn xin thôi học ở trang của Trường vậy thì em cần làm những thủ tục gì để được thôi học ạ ?  Em đang học chương trình đào tạo hệ Đại Trà thì nếu nộp thủ tục trực tiếp thì nộp ở Cơ sỏ 1 hay Cơ sở 2 ạ ? Cảm ơn thầy/cô rất nhiều. Mong nhận được sự phản hồi sớm ạ.",
    "Kính gửi:    Phòng đào tạo, Trường ĐH Bách Khoa - ĐHQG.HCM Tôi tên:     MSSV:     Nay tôi gửi yêu cầu này, để xin PĐT xem xét lại điểm tổng kết môn học   B Kỹ thuật số (EE1009)   , học kỳ 211 . Dù tôi đã đăng ký hoãn thi cuối kỳ   I (đã được xác nhận & có tên trong danh sách)  /I , tuy nhiên tôi vẫn phải nhận điểm 13 - vắng thi. Vì vậy, tôi mong PĐT xem xét lại điểm của tôi. Xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo  Em tên là , mã số sv: Học kì vừa rồi đã tham gia thi xóa điểm HT môn Giải tích 1 ( mã : MT1003 ) của kì hè 203 nhưng đến nay giảng viên vẫn chưa nhập điểm cho em. Em không thể liên lạc được với giảng viên chấm thi buổi hôm đó nên mong thầy/cô xem xét giúp em với ạ . Em xin cảm ơn !",
    "Dạ, em xin trả lời câu hỏi hôm trước, có đính kèm file ảnh. Dạ là môn Thực tập ngoài trường (ME3267) và Đề cương luận văn tốt nghiệp (ME4725). Hai môn đều nhóm A01. Lí do là khi đăng ký môn học, vì em tưởng sẽ hoãn Thực tập như kỳ trước và không thấy giới hạn số chỉ đăng kí nên em đăng kí nhiều môn. Bây giờ, lịch học không đảm bảo để em thực tập.",
    "Dạ cho em gửi đơn xin chuyển điểm ạ. Mong PĐT xem xét giúp em. Em cảm ơn.",
    "Kính thưa thầy/cô, Em đã Đăng ký môn học Dự thính môn học HK212 - CQ + VLVH Đợt 3 - Lộ Trình 1 môn Xác suất và thống kê MT2013. Trước đó em đã học (đã qua) môn học Xác suất thống kê MT2001 là môn mà mã môn MT2013 là môn tương đương/thay thế theo bảng quy đổi: http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=59_62&tid=1717. Trong lần trả lời trước, thầy [staff_name] có trả rằng em phải liên hệ với giảng viên của lớp để được chấp thuận.   B Nay em đã xin được giảng viên là cô Nguyễn Kiều Dung (ngkieudung@hcmut.edu.vn) là người phụ trách lớp DT01 mã môn MT2013 cho phép tham gia lớp học.    Đính kèm là hình chụp email trả lời chấp thuận của cô. Sau đó, em được trả lời rằng:   I PDT không đ/ký cho SV MH MT2013 (F: SV chưa từng học môn học - học lại dự thính M.CHUA.HOC)    2022-01-03 17:26:45   /I . Tuy nhiên, em đã học môn học MT2001 là môn tương đương/thay thế của môn MT2013. Em đăng ký mã MT2013 vì không thể đăng ký được mã MT2001 do đã đầy lớp và theo quy định môn tương đương. Nay em viết đơn này kính mong phòng đào tạo xem xét có thể dùng quy chế môn tương đương để xét cho em vào danh sách lớp DT01 mã môn MT2013 học kỳ 212. Do đã là học kỳ cuối của em, em tha thiết mong phòng có thể giúp đỡ cho trường hợp của em ạ! Em cảm ơn thầy/cô đã đọc. Trân trọng, Tấn Đạt.",
    "Dạ em muốn xin số điện thoại của thầy  ạ. Em xin chân thành cảm ơn ạ",
    "Em là TSV K21 ạ. Cho em hỏi khi nào có thẻ sinh viên ạ ? Và có thể nhận thẻ ở đâu ạ? Em xin cảm ơn.",
    "Em tên  - MSSV  Kính nhờ phòng đào tạo kiểm tra lại giúp em thời khóa biểu HK212 vì tất cả môn học (học phần thí nghiệm) của các học kỳ trước em đã học và hoàn thành, và 1 số môn đã có điểm trên bảng điểm rồi nhưng khi thời khóa biểu cập nhật vào ngày 18/02/2022 lại xuất hiện lịch hoc của các môn đó. Các mộn như sau: 1. IU2018-Công nghệ Hàn (thí nghiệm) 2. IU3012-Kỹ thuậ lập trình PLC (thí nghiệm) 3. IU3018-Kỹ thuật số (thí nghiệm) 4. IU2012-Kỹ thuật điện tử (thí nghiệm) 5. IU4002-Công nghệ điện (thí nghiệm) Em gửi kèm thời khóa biểu HK212 và bảng điểm của các môn nêu trên ạ.",
    "Em đã có giấy chứng nhận tốt nghiệp tạm thời, nhưng chưa nhận được mail của PĐT về việc lên lấy bằng, em nghĩ là mấy bạn từ sau tháng 12 thì PĐT dời đến ngày làm lễ luôn đúng không ạ? Cho em hỏi giờ em lên PĐT lấy bằng tốt nghiệp được không ạ? Hay là phải đợi tổ chức lễ mới lấy được ạ? Em làm việc trong giờ hành chính nên rất khó khăn trong việc lấy bằng vì PĐT chỉ làm việc hành chính ạ . Mong nhận được giải đáp sớm từ PĐT. Em cảm ơn.",
    "Dạ em tên  mssv  học lớp L07 TN dung sai nhóm VL04, em được biết là các bạn khác học bù sau dịch đã có lịch học trên thời khóa biểu nhưng bên em thì vẫn chưa hiện ạ. Mong thầy cô kiểm tra lại giúp em ạ em cảm ơn thầy cô.",
    "Chào cô/thầy, Khi nào trường sẽ cập nhật thời khóa biểu các môn học bù của sinh viên trong tháng 3 này ạ? Do nhà em ở tỉnh khác, rất xa TP.HCM nên em muốn biết có thể sắp xếp thời gian lên lại trường. Em xin cảm ơn cô/thầy đã đọc.",
    "Em tên Phan Bỉnh Hạo, mssv: , Em định vào BKPay để thanh toán học phí, nhưng khi em vào thì không thấy nút thanh toán ở đâu (như ảnh dưới ạ). Em mong nhà trường sửa lỗi trang web để em có thể hoàn thành việc nộp tiền sớm nhất ạ. Em xin cảm ơn.",
    "Khiếu nại đăng ký môn học Môn học EE3023THUC TAP DIEN 2 Em không có đăng ký ở học kỳ này vì em đã học rồi, sao thời khoá biểu của em lại có môn này ạ. Xin pdt xoá giúp em môn thực tập điên 2 ạ",
    "Em muốn hỏi là em là con thương binh và đầu năm em đã nộp các giấy tờ xác nhận cho trường giờ em muốn đăng ký giấy xác nhận sinh viên để nộp cho phòng lao động - thương binh xã hội để được nhận tiền hỗ trợ thì em trọn mục nào trong 2 mục là bổ túc hồ sơ cho cơ quan hay mục bổ túc hồ sơ cho địa phương ạ  Em cảm ơn ",
    "Em có xem lại lý do không đăng ký được môn học là do thiếu môn tiên quyết CO4311. Thực tế là em đã hoàn thành môn học này ở học kỳ trước rồi ạ. Mong thầy/cô kiểm tra lại giúp em ạ!",
    "Kính gửi,  Em tên là , mssv: . Em có thắc mắc muốn được giải đáp ạ! 1. Theo như phân công hồi đầu kì 211 thì môn thí nghiệm sinh học của em là do cô  phụ trách, nay em vào bkel lại thấy đổi thành thầy , không biết có sự nhầm lẫn gì không ạ, tại vì đầu kì 211 bọn em có học 3 buổi lý thuyết môn thí nghiệm sinh học và cũng có một số điểm cộng do cô  ghi nhận. Với lại em thấy cô  có lịch dạy môn thí nghiệm sinh học vào tuần 10 (Lớp VL08) ạ, còn lớp thầy  thì tận tuần 27 (Lớp VL07). 2. Vì một số lý do cá nhân nên không biết là em có thể đổi sang lớp cô  có lịch vào tuần 10 không ạ!? Và nếu được thì thủ tục như thế nào ạ!? Em mong được giải đáp thắc mắc, em cảm ơn rất nhiều ạ. Thân!",
    "Em tên   MSSV :  Hệ : Vừa làm vừa học + Hiện tại em đã hoàn thành hết chương trình đào tạo và đã có điểm đầy đủ trên MyBK . + Bằng TOEIC em đã nộp và thẩm tra hợp lệ trên MyBK . + Bản sao Tốt nghiệp THPT và bằng Cao Đẳng em đã nộp ở phòng đào tạo . Nhưng trong kết quả (212) DANH SÁCH SINH VIÊN HỆ VLVH,ĐTTXA DỰ KIẾN TỐT NGHIỆP ĐỢT 1 NĂM 2022  =  Em được kết luận là \" Chưa đủ điều kiện tốt nghiệp \"  Em kính mong quý thầy (cô) kiểm tra lại và phản hồi sớm giúp em .Hiện em đang rất cần giấy chứng nhận tốt nghiệp tạm thời . Em xin cảm ơn quý thầy (cô). ",
    "Kính gửi: Thầy/ Cô Phòng Đào Tạo Em tên:  MSSV:  Em muốn in giấy xác nhận Sinh Viên nhưng hiện tại em đang bị tạm dừng học vì em chưa có quy đổi anh văn 3 và anh văn 4 nên em không đăng ký in giấy xác nhận Sinh Viên được. Vì vậy, em mong muốn PĐT có thể in giấy xác nhận Sinh Viên cho em để em có thể đăng kí thi Toeic không ạ . Em chân thành cảm ơn. Trân trọng. Sinh viên ",
    "Mở môn học học kỳ 212 . em xin phép chào thầy cô ở PĐT, em làm đơn nay xin phép thầy cô mở thêm lớp anh văn 1 để em cũng như nhiều bạn khác có thể đăng kí học ạ",
    "Em là Võ  - MSSV :  - Lớp : CD18DNLT - Khóa : VLVH. Em có một số thắc mắc về làm LVTN như sau ạ : 1. Hôm trước em có nhận được mail của PDT về việc cho phép sinh viên đăng ký làm LVTN đối với các SV chưa có thời khóa biểu hay chưa đăng ký được vì bất cứ lí do gì thì có thể đăng ký lại từ ngày 18/01/2022 - 19/01/2022 (Như hình số 1) và đối với các học phần đang học thì được xem là đạt để đủ điều kiện đăng ký. 2. Em có đăng ký lại vào đợt trên thì thấy hệ thống hiển thị \"thỏa điều kiện đăng ký\" (như hình số 2). 3. Nhưng khi em vào xem kết quả đăng ký thì lại thấy hệ thống hiển thị là \"không đăng ký được vì lí do chờ xét TTTN - DCLVTN\" (như hình số 3). Em có kiểm tra trên mybk thì thấy đã có điểm TTTN, chưa có điểm của DCLV. Em có hỏi GV hướng dẫn em làm DCLV thì được GV thông báo là đã có điểm và em đạt. 4. Khi em vào hệ thống mybk để kiểm tra danh sách sinh viên làm LVTN thì lại thấy hệ thống hiển thị không đạt do \"thiếu tín chỉ\" (như hình số 4). Cho em hỏi vậy cuối cùng các môn em đang học và đã học xong đang lịch chờ thi thì có được xem là đạt để xét LVTN như mail của PĐT gửi không ạ? Hiện tại em đã tích lũy được 110/114 tín chỉ, nếu các môn đang học được xem là đạt thì em đã đủ điều kiện để xét LVTN rồi chứ ạ?  Mong Phòng đào tạo xem xét và giải thích giúp em ạ. Em cám ơn.",
    "Dạ cho em hỏi, em muốn đăng kí thi lại kì thi THPTQG thì có cần xin đơn cấp phép cho sinh viên thi lại không ạ, trước đó em đã làm đơn bảo lưu và đã được trường xác nhận. em cảm ơn",
    "Dạ cho em xin hỏi là em là sinh viên khoá 2015 đã đủ số tín chỉ tốt nghiệp và bằng ngoại ngữ nhưng em chưa có chứng chỉ giáo dục an ninh quốc phòng thì em có thể xin gia hạn thời gian học thêm 1 học kỳ được không ạ. Nếu được thì em cần phải làm như thế nào ạ? Em xin cám ơn. :",
    "Dạ cho em hỏi k21 đại trà khoa kĩ thuật xây dựng có bắt buộc phải tham gia ngày nhập môn kĩ thuật không ạ",
    "Cho em hỏi các thủ tục làm đơn xin hủy môn trong quá trình học online với ạ",
    "Dạ em kính chào Cô ạ! Em sinh viên chuyển hệ vừa làm vừa học k14 thưa Cô cho em hỏi là em làm đã làm luận văn tốt nghiệp rồi sao em chưa được cập nhật điểm và để em đăng kí luận văn tốt nghiệp vào tháng 4 này ạ",
    "Kính gửi PDT em vừa nhận được quyết định chuyển hệ VHVL, nay em đủ điều kiện tốt nghiệp em xin phép cho em đăng ký xét tốt nghiệp ạ. em xin chân thành cảm ơn.",
    "Chào thầy/cô, Em là , MSSV: . Em đã học xong môn giải tích 2 ở HK211 để hoàn thành chương trình học. Nhưng trên Mybk chưa cập nhật điểm nên em không thể đăng kí tốt nghiệp được ạ. Em đã gửi mail hỏi cô  và cô đã trả lời rằng: Cô nhập điểm lên hệ thống rồi. Nhưng trên mybk vẫn chưa cập nhật điểm môn giải tích 2 của em ạ. Quý thầy/cô có thể kiểm tra lại xem có lỗi hệ thống hay có sai xót gì không ạ? Em cảm ơn ạ!",
    "Do e bị covid cùng gia đình và đag ở quê. Và k mang lap top về đc. Gia đình đag gặp khó khăn do 3 4 tháng nay k có thu. Mong nhà trường cho e hoãn hoặc hủy lvtn và k phải đóng học phí. Mong nhà trường phản hồi ạ",
    "Dạ cho em hỏi, em muốn chuyển điểm mã môn học mới ME2087 sang mã học cũ ME2001 thì làm như thế nào ạ. Em cảm ơn ạ.",
    "Dạ em chào cô em tên là  chuyện là trước tết em đã có gửi yêu cầu từ trước tết nhưng đến bây giờ thời khóa biểu của em vẫn chưa được cập nhật ạ, vì nó ảnh hưởng tới việc làm luận văn trong học kì hè tới của em nên mong cô xem xét ạ. Trân trọng cảm ơn.",
    "Em tên : Mssv:,Sv hệ vhvl. Dạ Em chào Thầy/Cô Phòng đào tạo ,em có thắc mác cần giải đáp là hiện tại em kiểm tra danh sách tốt nghiệp dự kiến tháng 4/2022 thì thông tin báo là chưa thẩm tra bằng tốt ngiệp và không có thông tin gì thêm ạ.vậy cho em hỏi là trường hợp của em cách xử lí như nào ạ,mong nhận được phản hồi từ thầy/Cô ạ. em có đính kèm hình ảnh kiểm tra từ web trường. Em cảm ơn.",
    "Em chào thầy/cô, Thầy/cô cho em hỏi là vì sao lịch học thí nghiệm hóa phân tích kì trước của em lại được xếp lùi qua tuần 27 28 29 mà không phải học ở tuần 10 11 12 13 (những tuần dành cho học bù thí nghiệm kì trước) trong khi những tuần 10 11 12 13 của em lại để trống ạ.",
    "Dạ cho em hỏi về cách thức nộp chứng chỉ anh văn ạ. Em hiện có bằng IElLTS thì cần phải nộp những gì ạ.",
    "Chào quý thầy cô: Em là , mssv: Hiện tại em đã đủ điều kiện xét tốt nghiệp nhưng vẫn chưa có tên trong danh sách dự kiến. Mong quý thầy cô xem xét giúp em. Em xin cảm ơn.",
    "Dạ cho em hỏi là tình hình em bị tạm dừng do không đăng kí môn học , dẫn đến không đăng kí tốt nghiệp được. Giờ em muốn làm đơn thu nhận lại để được đăng kí tốt nghiệp thì mình làm như thế nào ạ .",
    "Dear phòng đào tạo! Em là . Mssv: Hiện em đã có tên trong danh sách tốt nghiệp dự kiến. Tuy nhiên, em chưa vô trang đăng ký tốt nghiệp được. Tình trạng sinh viên của em hiện đang bị tạm ngưng và bảng điểm trong của em trong mybk chưa được cập nhật. Rất mong nhận được sự hướng dẫn và hỗ trợ. Em xin chân thành cảm ơn",
    "Dạ em là , MSSV , sinh viên hệ VLVH. Em tra theo Danh sách sinh viên hệ VLVH dự kiến tốt nghiệp đợt 1 năm 2022 thì ra thông tin \"Học vụ: còn nợ môn - Chưa đủ điều kiện tốt nghiệp\". Kì rồi em đã bảo vệ xong LVTN và hoàn thành đủ chương trình học . Dạ PĐT cho em hỏi là em thiếu điều kiện nào vậy ạ. Em xin cám ơn.",
    "Dạ em chào thầy/cô ạ Em là sinh viên lớp L09 môn học cơ kết cấu(CI3233) học kì 211, kết thúc thi cuối kì từ tháng 12 nhưng tới nay tháng 2 vẫn chưa có điểm tổng kết môn học trên phần thông tin sinh viên ở mybk. Lớp có liên hệ hỏi thầy giáo viên bộ môn và thầy nói đã gửi bảng điểm cho pđt rồi . Mong thầy/ cô xem xét và nhập điểm sớm cho lớp, em xin chân thành cảm ơn",
    "Dạ em xin làm đơn chuyển điểm môn học phần tương đương, đính kèm file đơn xin chuyển điểm môn học và bảng điểm môn học cần chuyển. Kính mong Phòng Đạo Tạo xem xét và giải quyết giúp em. Em xin cảm ơn ạ.",
    "kính gửi phòng đào tạo em thấy trong đăng kí môn học mình có mở lớp anh văn theo yêu cầu khai giảng 28/02/2022 cho em hỏi mã môn học LA1043 - anh văn 4A có phải là lớp anh văn 400 không ạ. Do em mới thi av350 xong . Mong phòng đào tạo phản hồi sớm giúp em. em cảm ơn trân trọng ",
    "Hiện e đã hoàn thành đủ 140tc theo chuyên ngành học Nhưng tình trạng sinh viên hiện đang là “tạm dừng” nên e không đăng ký tốt nghiệp được. Kính mong Quý Đại diện giúp đỡ!",
    "Em xin chào thầy/cô của phòng đào tạo .Em tên là  MSSV  .Vì kỳ 2 năm học 2021-2022 em chỉ đăng ký 1 môn là Luận Văn Tốt Nghiệp (EE4327) nhưng trong thời khóa biểu của em lại xuất hiện môn Thực Tập Điện 2 (EE3023) nhóm tổ (VD2) . Em làm phiền thầy/cô xem xét lại dùm em với ạ. Em xin cảm ơn!",
    "Kính thưa .DT, Em sinh viên hệ VHVL, khoa Địa Chất và DT kiểm tra giúp em, em còn thiếu điều kiện gì nữa để tốt nghiệp tháng 4/2022. Hiện em thấy mình đã đủ điều kiện nhưng không có tên ttong danh sách tốt nghiệp dự kiến",
    "Kính gửi: Phòng Đào tạo Em tên:  MSSV: Là sinh viên Trung tâm Đào tạo Bảo Dưỡng Công Nghiệp Trong HK211, Phòng Đào tạo đã xếp lịch học bù môn Công nghệ cơ khí 2 TN (IU3062), nhưng do bị trùng lịch học vào HK212 nên em đã không thể đi học được. Em đã báo cô  bên Trung tâm Đào tạo Bảo Dưỡng Công Nghiệp để xin được học bù vào HK212 này. Kính mong Phòng Đào tạo tạo điều kiện cho em đăng kí học học bù HK212 . Em xin cảm ơn. Trân trọng./",
    "Kính gửi phòng đào tạo Em tên  - MSSV  cho em xin hỏi nếu muốn hoãn đi quân sự thì phải viết đơn như thế nào ạ ? ",
    "Môn GDQP là do trường tự đăng ký nhưng từ đầu HK2 đến nay trên TKB của em vẫn không có lịch học ạ",
    "Tốt nghiệp . Em chào thầy/cô Phòng Đào Tạo trường ĐH Bách Khoa Tphcm. Để có thể ngắn gọn không làm mất thời gian của các thầy/cô. Em xin trực tiếp vào vấn đề Sau khi đã được hướng dẫn về tình trạng sinh viên \"tạm dừng\" để chờ danh sách tốt nghiệp dự kiến. Em nhận được thông tin từ thầy/cô sau khi có mail PDT sẽ tự động thu nhận lại và cho phép Đăng ký tốt nghiệp trên MYBK. Nhưng hiện tại em đã nhận mail   I \"Thông báo lịch trình tốt nghiệp đợt 1 năm 2022  /I \" được 3 ngày nhưng vẫn chưa thể đăng ký tốt nghiệp để có thể in bằng tạm thời nộp cho công ty. Em mong thầy cô có thể giúp em để có thể in bằng sớm nhất . Em xin cảm ơn!",
    "Em xin chào Phòng Đạo Tạo. Em là  , Khoa; Công Nghệ Vật Liệu. MSSV:   Hiện em đang học hóa phân tích(thí nghiệm) lớp VL05 là tuần 27 28 29  với thời gian học này em không thể sắp xếp để theo học được do có việc bận gia đình, em có thể xin chuyển qua lớp VL08 tuần học 10 11 12 để học phù hợp với thời gian được không ạ. em xin cảm ơn và tri ân các thầy(cô) của phòng ạ.",
    "Chào Cô/ầy ạ  . Em tên là :  MSSV:  Em có đăng kí rút môn học Lập trình nâng cao(CO2039) . Em nhờ Cô/ầy kiểm tra xem đã có thông tin em đăng kí rút qua ggform chưa ạ , vì em điền, gửi rồi mà không có mail phản hồi ạ . Em cảm ơn ạ.",
    "Em xin chào thầy (cô) ạ, em xin được hỏi là vì link gg form được gửi vào mail lúc đầu kỳ học 212 về việc rút môn học còn sử dụng được không ạ ?",
    "Kính chào Phòng Đào tạo ạ! 1. Em hiện là sinh viên năm 2 của trường. Hiện em muốn đăng ký xét tuyển lại vào trường theo phương thức xét tuyển 2, Ưu tiên xét tuyển theo theo Quy định DHQG-HCM Không biết liệu em có thể dùng học bạ cấp 3 để xét tuyển theo hình thức này được không ạ? 2. Nếu em thi lại vào trường vào một ngành khác, thì em có được bảo lưu một số học phần  mà em đã học không ạ?  Em đã đọc quy định và quy định bảo là điểm của học phần phải đạt loại C và tổng số chỉ cần bảo lưu không quá 50% tổng học phần cần học. Vậy chỉ cần thỏa điều kiện đó em sẽ được bảo lưu đúng  không ạ  Em xin cảm ơn Phòng Đào tạo rất nhiều ạ!",
    "Em là , MSSV , Trong chương trình học của em có Môn giáo dục quốc phòng bắt đầu từ tháng 06/03/2022. Em muốn hỏi một số điều ạ 1. Lịch học quốc phòng của em trong mybk đầu năm còn nhưng bây giờ mất rồi ạ. Cho em hỏi là mình có lịch học quốc phòng không ạ, từ ngày nào đến ngày nào ạ 2. Cho em hỏi là mình học bán trú / nội trú ạ. Nghĩ là học sáng chiều, tối được về. Hay mình ở lại nội trú từ thứ 2 đến thứ 6 , chỉ thứ 7 chủ nhật mới được về. Hay là ở lại cả thứ 7 chủ nhật luôn ạ 3. Trường có tổ chức xe đưa rước từ cơ sở 1 đến chỗ học quân sự không ạ . 4. Mình có thông báo chính thức cụ thể không ạ. Mail chính thống cho mọi người ạ. Để em có thể sắp xếp lịch ạ. 5. Mình được phép mang theo vật dụng cá nhân gì ạ. Những thứ giá trị như máy tính điện thoại thì sao ạ 6. Em thấy có môn thi giữa kỳ là ngày 20/3/2022 nhằm ngày chủ nhật ạ. Em có bị dính môn quốc phòng không ạ Em cần có thông báo sớm để em xếp lịch ạ. Em cảm ơn Phòng đào tạo ",
    "Gửi Phòng Đào tạo      .",
    "Dạ thầy/cô cho em hỏi là nói viết mới mở đk lại ở mybk thì K18 vẫn được thi lấy kq đúng không ạ? và hình thức thi là online hay là offline ở bk-english ạ.Em cảm ơn thầy/cô ",
    "Chào anh(chị), Tài khoản mail trường của em yêu cầu đổi mật khẩu vi lý do bảo mật, nhưng sau khi em đổi em đăng nhập vào mật khẩu mới không được. Em muốn cấp lại mật khẩu thì làm cách nào ạ? Em cảm ơn!   i  .",
    "Chào thầy cô, Em có đăng ký môn LVTN trong học kì 212 này, nhưng do dịch bệnh môn học Thực tập ngoài trường (6 tuần) ở học kì HK203 bị dời đến kì này. Nay em không có đủ thời gian để hoàn thành LVTN như dự kiến nên em muốn dời sang học kì hè 213 . Em có thể dời hay rút môn học LVTN được không ạ Em phải thực hiện quy trình gồm những bước như thế nào ạ?  Cám ơn phòng đào tạo đã giải đáp",
    "Kính gửi pđt Em có đọc mail của trường học kỳ 212 tạm không xét anh văn cho nhận luận văn, vậy khi  bảo vệ luận văn em có cần nộp chứng chỉ anh văn để bảo vệ không ạ, và nếu có thì hạn là lúc nào vậy ạ. Mong pđt có thể hỗ trợ để em chuẩn bị tốt hơn. Em xin cám ơn.",
    "Em chào thầy ( cô) Em tên  , mssv . Thầy( cô) cho em hỏi là sao thời khóa biểu của em chưa có lịch học cho môn Thực tập cơ khí đại cương 2  ( ME2087) ạ ?. Tại vì trong kỳ 202 do ảnh hưởng của dịch Covid nên em chưa hoàn thành môn ME2087 và trong kỳ 211 em cũng chưa hoàn thành phần thí nghiệm của môn dung sai ( ME3004) . Hiện tại em đã có lịch cho môn ME3004 , còn môn ME2087 thì CHƯA CÓ ạ . Em có hỏi bạn em thì bạn em đã có lịch học cho môn ME2087 rồi nên em hơi lo lắng . Mong nhận được sự phản hồi từ thầy (cô) . Em cảm ơn.",
    "dạ, thưa thầy cô, xét tốt nghiệp của em chưa cập nhật nơi sinh, em có vào thông tin cá nhân, nhưng không thấy mục chỉnh sửa nơi sinh Mong thầy cô cập nhật giúp em ạ . Nơi sinh của em là: Mỹ Tho, Tiền Giang",
    "Em chào thầy/cô ! Theo em được biết trường có cho phép sinh viên chính quy chuyển qua hệ vhvl khi quá thời gian đào tạo mà chưa đủ điều kiện tốt nghiệp. Vậy thầy/cô cho em hỏi thủ tục đăng ký như thế nào ạ ? Có thể làm online được không ? Và điều kiện là gì ạ ? Em tìm trên trang của phòng tào đạo (aao) thì chỉ thấy đường link cho sinh viên đã tốt nghiệp. Em đã hoàn thành gần hết chương trình đào tạo và chỉ còn anh văn nói - viết và luận văn tốt nghiệp nữa thôi ạ. Mong nhận được phản hồi sớm từ thầy/cô! Em xin chân thành cảm ơn! ",
    "Dạ em xin chào thầy cô, Hôm qua em có lên để kiểm tra thời khóa biểu thì em phát hiện môn Nhập môn về kỹ thuật thí nghiệm (EE1002) bị trùng thời khóa biểu vào 4 tuần học GDQP của em. Mong các thầy cô dời lịch học môn Nhập môn về kỹ thuật thí nghiệm giúp em ạ. Em xin cám ơn.",
    "Gửi Phòng Đào tạo ạ. Em chào Phòng ạ Em tên là , mssv:, khóa K21, hệ Đại trà ,khoa Kĩ thuật Hóa học.Dạ đến đợt đăng kí môn Anh văn theo yêu cầu ngày 28/02/2022, bây giờ em vào đăng kí thì sỉ số lớp Anh văn theo yêu cầu 1A đã bị đầy rồi ạ.Em mong Phòng Đào tạo có thể tăng sỉ số lớp Anh văn 1A theo yêu cầu được không ạ?.Mong Phòng giúp em ạ. Em hy vọng Phòng phản hồi ạ Em xin chân thành cảm ơn.    .",
    "Em chào thầy/cô ạ, Thưa thầy/cô, khi em lên trang web của Trung tâm GDQP-AN để đăng ký học lại thì trong thủ tục đăng ký họ yêu cầu gửi \"Giấy giới thiệu có đóng mộc của nhà trường\". Thầy/cô cho em hỏi giờ em lấy giới giới thiệu này như thế nào vậy ạ để hoàn tất thủ tục đăng ký . Em cảm ơn thầy/cô và chúc thầy/cô một ngày tốt lành ạ.",
    "Thân gửi đại diện trường Đại học Bách Khoa Thành phố Hồ Chí Minh Em là  mssv:  khoa Điện-Điện tử chương trình Tiến tiến Em đã hoàn thành xong đã hoàn thành bảo vệ luận văn tốt nghiệp đợt 12/2021 và tất cả môn học trong chương trình đào tạo. Hiện tại em cần giấy tốt nghiệp tạm thời để có thể nộp vào công ty để có thể đi làm ạ. Mong nhà trường hỗ trợ và giải quyết sớm nhất ! Em xin cảm ơn Trân trọng ./.",
    "Kính gửi PĐT, Em tên , MSSV: . Hiện tại thì em có tên trong danh sách dự kiến tốt nghiệp đợt 1 năm 2022. Nhưng khi em đăng ký tốt nghiệp thì được thông báo là \"tình trạng hiện tại của bạn không được cấp quyền\". Và sau khi kiểm tra thì tình trạng hiện tại của em là \"Tạm dừng\" do kỳ rồi em không có đăng ký môn học. Em xin PĐT xem xét cho em được đăng ký tốt nghiệp đợt này ạ. Em xin cảm ơn rất nhiều!   i Tốt nghiệp .",
    "Dạ em chào thầy/cô ạ, Thầy/Cô cho em hỏi em là sinh viên k17 thì khi nộp chứng chỉ ngoại ngữ vào và xét chuyển điểm cho 4 môn anh văn thì sẽ lấy theo thang điểm theo khóa của em hay sẽ áp dụng theo thang điểm mới nhất ạ. Do bạn em mới nộp tháng 12 thì vẫn tính theo thang cũ còn hôm nay em nộp thì lại tính theo thang điểm mới ạ. Em cảm ơn thầy/cô ạ.",
    "Dạ thầy cô cho em hỏi là lịch thi giữa kì của em trùng với thời gian học môn giáo dục quốc phòng thì em có thể đăng kí thi lại vào ngày khác được không ạ?",
    "Học vụ       Kính gửi: hòng Đào tạo Trường ĐH Bách Khoa,    Em là Lê Thị Tú Quyên sinh viên lớp CK18HT của Khoa Cơ khí sẽ tham gia chương trình trao đổi tại Bialystok University of Technology, Ba Lan trong học kỳ này theo chương trình Erasmus+ (2/2022 - 7/2022)    Em được hòng giáo vụ Khoa Cơ khí gửi đề nghị ra QUYẾT ĐỊNH TRAO ĐỔI cho hòng Đào tạo ngày 11/2/2022 để tham gia trao đổi kỳ 212 tại trường Bialystok     Em xin phép được hỏi về thông tin   đã có chưa ạ? Khi có  , em xin phép được nhờ ĐT hỗ trợ gửi bản scan cho em ạ, để em có thể gửi cho      Em rất mong được ĐT thông cảm và hỗ trợ giải quyết sớm giúp em, vì em đã đặt vé ngày 28/2 này em bay rồi ạ!     Em rất mong sớm nhận được phản hồi từ ĐT     Em xin chân thành cảm ơn!",
    "Chào anh, chị! EM là  Mssv:  Trong kì 212 em có đăng kí môn Đồ án chuyên ngành kỹ thuật chế tạo ( Mã môn 4045). Môn này đã có trong thời khóa biểu môn học nhưng trên BKEL hiện tại không có môn này. Nên mong anh chị kiểm tra giúp em để không bỏ lỡ những thông tin thầy cô đưa lên ạ! Em cảm ơn, mong nhận được phản hồi từ anh chị.",
    "Mở môn học học kỳ 212 .",
    "Em xin chào quý thầy cô, Em là SV K17 đã bảo vệ xong luận văn tốt nghiệp học kỳ 2 (2020-2021), nhưng  do chưa chuyển điểm anh văn và tình hình dịch bệnh nên em chưa có tên trong danh sách tốt nghiệp, và học kì sau đó em cũng không đăng kí môn học, nên tình trạng sinh viên của em hiện là   B   I tạm dừng      /I . Và hiện tại em đã đủ điều kiện đăng kí tốt nghiệp và có tên trong danh sách dự kiến tốt nghiệp. Nhưng do tình trạng SV là   B   I tạm dừng     /I  nên em không thể đăng kí tốt nghiệp. Kính mong quý thầy cô hướng dẫn em cách  khắc phục và có thể đăng kí tốt nghiệp. Em xin chân thành cảm ơn!",
    "Dạ chào thầy cô ạ. Em hiện tại đang nằm trong danh sách dự kiến tốt nghiệp, Nhưng trường vẫn chưa tự động thay đổi trạng thái tạm dừng học tập của em. Nên hiện tại em vẫn chưa đăng kí tốt nghiệp được ạ. Mong thầy cô xem lại trường hợp của em ạ.",
    "Xin chào anh/chị, em đã đủ điều kiện tốt nghiệp nhưng vẫn chưa nhận được mail của trường cũng như chưa được mở trạng thái sinh viên để đăng ký tốt nghiệp. Nhờ anh/chị xem xét lại giúp em với ạ. Mssv: ",
    "Gửi PĐT,  Em là sinh viên K17, hiện tại em đã hoàn thành xong chương trình học và đủ các điều kiện về toeic, ctxh, số tín chỉ. Em chỉ còn thi anh văn nói viết để đăng kí tốt nghiệp. Vậy PĐT cho em hỏi khi nào có đợt mở thi, em đợi email thông báo hay phải tự đăng kí thi ạ.",
    "Chào PĐT ạ . Em là , MSSV: . Em là sinh viên K17 của khoa Điện-Điện tử . Em đã hoàn thành chương trình học của mình vào HK211 vừa rồi, và em cũng đã đạt được những điều kiện khác để tốt nghiệp (số ngày CTXH, chứng chỉ AV). Tuy nhiên, em vẫn chưa thấy thông tin của mình trong danh sách dự kiến tốt nghiệp tháng 4/2022 được thông báo trên Web trường ngày 18/02/2022 vừa rồi nên em chưa thể đăng kí tốt nghiệp trên MyBK được. Em mong là PĐT sẽ kiểm tra và rà soát lại để em có thể đăng kí tốt nghiệp vào HK212 và nhận giấy tốt nghiệp tạm thời để phục vụ cho công việc cũng như mục đích sắp tới ạ . Em cảm ơn trước ạ . ",
    "Em là , có MSSV là . Em có nhận được mail về việc đăng ký tốt nghiệp đợt tháng 4/2022, em có trong danh sách tốt nghiệp nhưng khi đăng ký em không đăng ký được do bị ghi chú là nợ học phí/ lệ phí. Em đã đóng đủ trong bkpay nhưng em vẫn không thể đăng ký được ạ. Kính mong thầy/cô giải quyết giúp em để em có thể dăng ký tốt nghiệp ạ. Em xin chân thành cảm ơn rất nhiều.",
    "Em chào các Thầy Cô, em là , cựu sinh viên mã số . Vào trước Tết, em có lên nhận bằng tốt nghiệp nhưng thông tin bằng bị sai sót . Cụ thể, em đã hoàn thành các yêu cầu của chương trình kỹ sư tài năng bao gồm tiếng Anh, điểm môn core, điểm môn extra. Tuy nhiên, bằng của em lại KHÔNG thể hiện chương trình tài năng . Các Cô phòng đào tạo có nhận lại bằng sai sót của em để Nhà trường tiến hành rà soát và in lại . Em muốn hỏi bằng em đã được in lại và thể hiện em đã hoàn thành chương trình Kỹ sư tài năng ngành Kỹ thuật Hóa Học chưa ạ? Em xin cám ơn",
    "Kính gửi thầy cô phòng Đào tạo, Em là  - mssv:. Em đã đủ điều kiện tốt nghiệp (số tín chỉ, ngoại ngữ, ngày CTXH) nhưng chưa có tên trong danh sách tốt nghiệp dự kiến đợt 4/2022, mong thầy cô kiểm tra và cập cho em ạ. Chân thành cảm ơn.",
    "Hiện tại lịch học của em đang gặp 1 vài vấn đề:  - Môn thực tập điện tử 1: PĐT đang xếp thời khóa biểu học vào tuần 27/28/29 - Môn thực tập điện 1: PĐT xếp lịch học vào thứ 7 (7h-11h50) ở CS2 còn môn thực tập điện tử 1 học vào thứ 7 (13h-17h50) ở CS1 . Nếu lịch học giữ nguyên thì em nghĩ em không thể chạy 2 cơ sở học kịp. Mong PĐT xem xét và sắp xếp lại lịch học giúp em",
    "Kính gửi Pđt hiện tại em đã đủ chỉ tiêu đăng ký luận văn tốt nghiệp và em đã đăng ký nhiều lần nhưng vẫn bị xóa. Mong pđt kiểm tra và xem xét lại giúp em",
    "Dạ em chào thầy/cô, Thầy/cô cho em hỏi là em đã đăng kí và đã làm TN HĐC ở cơ sở 1 vào tuần 3 và tuần 4 nhưng tại sao trong thời khóa biểu hiện tại của em lại có lịch học TN HĐC vào tuần 10 vậy ạ? Vậy buổi đó em có cần đi học không ạ? Em cám ơn.",
    "Xin chào thầy cô phòng đào tạo, Em là sinh viên khoa KHMT k18. Do chưa hiểu một số quy định của học kỳ 212 nên em đã không thể đăng ký LVTN được và song tiếp đó em cũng không đăng ký ĐCLV được. Vậy cho nên em muốn xin PĐT cho em đc đky bổ sung DCLV để học kỳ hè này em có thể làm LVTN được. Theo em được biết thì ĐCLV mới chỉ bắt đầu tuần trước, em xin cam kết hoàn thành đủ và đúng theo yêu cầu của GVHD . Em xin chân thành cảm ơn.",
    "Thưa thầy cô phòng đào tạo,  Con đã làm đơn và xin thầy hướng dẫn xác nhận cho con trong đơn đính kèm dưới đây . Xin thầy cô đăng ký cho con học phần tốt nghiệp gồm hai môn:    B 1. Thực tập tốt nghiệp-218750. 2. Luận văn tốt nghiệp-218700.    Chân thành cảm ơn.",
    "Cho em hỏi tại sao khiếu nại ĐKMH lần trước của em đã được giải quyết nhưng đến giờ vẫn chưa có thời khoá biểu ạ",
    "Dạ chào Admin, hiện tại em đã hoàn thành chương trình học nhưng vẫn còn thiếu chứng chỉ Toeic để ra trường. Dạ không biết hạn chót bổ sung các điều kiện để được xét tốt nghiệp trong học kỳ này là thời gian nào vậy ạ? Em có thấy trên Mybk là ngày 4/5 còn trên aao lịch xét tốt nghiệp tháng 4 là 11/4 . Cảm ơn!",
    "Em chào Thầy Cô! Em là sinh viên k15 đã hết thời hạn đào tạo chính quy, em muốn chuyển sang hệ VHVL. Em có một số thắc mắc: 1. Thủ tục chuyển sang hệ VHVL như thế nào ạ? Có cần đóng lệ phí ko ạ? 2. Hệ VHVL có cần tiếng anh Nói và Viết để tốt nghiệp ko ạ? Mong Thầy Cô giải đáp giúp em. Em xin cám ơn",
    "Dạ vì do một số vấn đề sức khỏe nên em muốn xin  tạm dừng học học kì 2 này thì nên làm thủ tục như thế nào vậy ạ?",
    "Phòng Đào Tạo cho em hỏi là: Em là SV K2014 Ngành Kỹ Thuật Công Trình Xây Dựng, em đã hết thời gian đào tạo tối đa. Em còn 4 môn nữa là hoàn thành chương trình đào tạo. Bây giờ em muốn chuyển qua hệ VLVH cùng ngành để học tiếp thì cách tính học phí cho em là như thế nào ạ! Em xin cảm ơn!",
    "Kính thưa thầy/cô thuộc Phòng Đào Tạo. Em là sinh viên nằm trong danh sách tốt nghiệp đợt tháng 11/2021 vừa nhận được mail nhận bằng tốt nghiệp. Vậy cho em hỏi đợt của em có được tổ chức tốt nghiệp không và nếu có thì khoảng khi nào ạ. Trân trọng, Khương   i Tốt nghiệp .",
    "Em chào các Thầy Cô, em là , cựu sinh viên mã số . Vào trước Tết, em có lên nhận bằng tốt nghiệp nhưng thông tin bằng bị sai sót. Cụ thể, em đã hoàn thành các yêu cầu của chương trình kỹ sư tài năng bao gồm tiếng Anh, điểm môn core, điểm môn extra. Tuy nhiên, bằng của em lại KHÔNG thể hiện chương trình tài năng. Các Cô phòng đào tạo có nhận lại bằng sai sót của em để Nhà trường tiến hành rà soát và in lại.   ở yêu cầu trước, cô yêu cầu em \"Bạn vui lòng chụp lại biên nhận hoặc minh chứng bạn đã nộp lại bằng bị sai các cô ở PDT để cô hỗ trợ giải quyết cho bạn\", tuy nhiên lúc em để lại tốt nghiệp ở phòng đào tạo, cô phát bằng lúc đó chỉ giữ bằng  của em và Không có biên nhận nên em không có tài liệu để cung cấp ạ.  (em đi lấy bằng vào sáng ngày 26/1 khoảng lúc 9 giờ sáng ạ)",
    "Kính gửi thầy cô phòng Đào tạo, Em là  - mssv:. Em đã gửi câu hỏi về xét tốt nghiệp và nhận được file xét tốt nghiệp từ thầy cô (có đính kèm tại đây), trong file có những môn là Kết cấu bê tông cốt thép 2 (CI3007), Nền Móng (CI3037), Kết cấu thép 2 (CI3069), Tổ chức thi công (CI4049) chưa hoàn thành tích lũy tín chỉ. Những môn học này vì em học trễ nên không đăng ký theo môn có mã của khóa 2015 được mà học môn tương đương của mã những khóa lúc đăng ký là KC BTCT 2 (CI3175), Nền móng (CI3195), Kết cấu thép 2 (CI3211), Tổ chức thi công (CI4125) đã hoàn thành theo qui định, hình chụp bảng điểm em có đính kèm. Mong thầy cô kiểm tra lại và xem xét cho em. Chân thành cảm ơn.",
    "Em  , hiện tại e đã thi xong anh văn 400, kiểm tra thì  Sinh viên: , ngày sinh: 26/08/1994, nơi sinh: Long An Ngành: Kỹ thuật Cơ khí Học vụ: còn nợ môn Chưa có kết quả thẩm tra bằng tốt nghiệp Chưa đủ điều kiện tốt nghiệp  Cho em hỏi em học theo k2016 phải không, hiện tại em đã mới thi anh văn đầy đủ rồi ạ, nếu còn nợ môn cho em xin môn còn thiếu,  chân thành xin nhận phản hồi từ quý Thầy cô ạ!",
    "Kính gửi Quý thầy/cô, Em là , MSSV , khoa Quản Lý Công nghiệp. Em xin được trình bày về thắc mắc của em ạ. Em là sinh viên năm 4 và đang thực hiện Luận văn tốt nghiệp. Tuy nhiên, vì một số lý do em chưa nộp chứng chỉ ngoại ngữ (em chỉ mới hoàn thành Anh văn 4). Em dự định sẽ nộp đầy đủ chứng chỉ ngoại ngữ Ielts 4 kỹ năng vào tháng 6. Nếu vậy thì em có đủ điều kiện để bảo vệ Luận văn tốt nghiệp và được đăng ký xét tốt nghiệp theo đúng lộ trình của trường không ạ? Kính mong Quý thầy/cô có thể hỗ trợ giải đáp vấn đề này giúp em. Em xin chân thành cảm ơn Quý thầy/cô ạ.",
    ". Chào PĐT, em có nộp Trích lục thay đổi hộ tịch, cụ thể là tên khai sinh cho PĐT vào ngày 19/01/2022. Em rất mong nhận được cập nhật lại thông tin sinh viên của em trên hệ thống Bkel, Bkportal, email và các trang khác ạ. Mong sớm nhận phản hồi từ PĐT. Em cám ơn. Anh-.",
    "Em chào pđt ạ! Em đã có nhắn lên  trước đó về việc hủy lịch học off thí nghiệm môn Hóa hữu cơ trước tết và dời học sang sau Tết do em mắc covid nên không thể đến trường học. Sau đó em được chị  và chị  giải quyết nhưng đến giờ em check TKB thì lịch học vẫn chưa được thay đổi ạ! Mong được anh/chị giải quyết sớm giúp em ạ! Em chân thành cảm ơn nhiều ạ!",
    "Em chào PĐT, Em tên . Mssv: . Cho em hỏi HK202 em có đăng kí hoãn thi môn IU2021. Nhưng sang HK211 em có đăng kí thi lại nhưng hiện tại điểm ở trên mybk của em vẫn chưa cập nhật. Không biết có sự nhầm lẫn gì không ạ. Em xin cảm ơn. Update: Hiện tại lịch thi bổ sung vào tháng 12 đã bị mất. Em không có bằng chứng đưa ra ạ, nhưng em có clip quay lại hôm em thi. Em mong PĐT giải quyết giúp em ạ. link ggdrive record bản thi môn IU2021(21/12/2021): https://drive.google.com/file/d/1HACHPEWw-03ryTJ0CzOOWme/view?usp=sharing",
    "Dạ em kính chào thầy cô ạ . Dạ cho em hỏi có phải là do lỗi kỹ thuật nên điểm môn này (CH3325) của em bị điểm 13 là vắng thi trong khi môn này là môn thực tập tốt nghiệp ạ. Dạ kính mong thầy cô kiểm tra lại giúp em với ạ . Dạ em xin cảm ơn ạ.",
    "CHo em hỏi em muốn chuyển tiền qua bkpay nhưng mà đăng nhập ocb nó cứ để login failed nên em chưa chuyển được có cách nào không ạ   i  .",
    "Em là . MSSV . Em có đăng ký rút môn giải tích 2. Cho em xin hỏi là em có cần thi giữa kỳ môn này nữa không ạ?  Mong cán bộ BKSI giải đáp giúp em. Em xin cảm ơn nhiều ạ.",
    "Gửi thầy/cô admin, Em vừa nhận được mail gọi lên nhận bằng tốt nghiệp, nhưng hiện tại em đã nhận việc ở xa (miền Bắc) và việc về thành phố Hồ Chí Minh là gần như không thể. Em muốn hỏi rằng em có thể nhờ trường gửi bằng tốt nghiệp qua bưu điện tới nơi em làm tạm trú được không? Hoặc em có thể ủy quyền cho mẹ mình lên nhận bằng được không ạ? Nếu em được phép ủy quyền thì mẹ em cần chuẩn bị giấy tờ gì để được lên nhận bằng tốt nghiệp ạ? Mong thầy/cô hiểu được tình cảnh của em và giúp em... Rất mong nhận được phản hồi của thầy/cô.",
    "MSSV:    Em chào cô: Em thấy trên thời khóa biểu em phải học bù 2 môn thí nghiệm là: Hóa đại cương và giải tích mạch thí nghiệm. Môn hóa đại cương theo bản điểm thì em đã được 8.5, nhưng mà vẫn hiện trên tkb phải đi học bù, vậy em có phải đi học bù môn hóa thí nghiệm đây không? Môn giải tích mạch, kỳ trước (211) em có đăng ký nhưng học không được nên kỳ này (212) em đăng ký học lại, vậy em có phải rút môn học giải tích mạch kỳ (211) không? Em cảm ơn! ",
    "QUOTE Tốt nghiệp . Kính gửi PĐT, Em có vấn đề thắc mắc về cập nhật thông tin cá nhân trong đăng kí xét tốt nghiệp. Hiện nay em đã đổi CCCD mới, thì việc em cập nhật lại số CMND trên hệ thống MyBK có ảnh hưởng gì thông tin in trên bằng tốt nghiệp ko ạ . Em xin cảm ơn .",
    "Dạ trường cho em hỏi, hiện tại lịch học GDQP là từ tuần 10 đến tuần 13 nên em có 1 số thắc mắc ạ : - Cho em hỏi là từ tuần 10 đến tuần 13 học GDQP xong  là em ở lại nội trú hay là mỗi ngày học xong thì mình được về vậy ạ. Em cảm ơn ạ.",
    "Em chào quý thầy/cô Phòng Đào tạo ĐH Bách khoa - ĐHQG TP.HCM ạ. Em tên là . MSSV: , sinh viên khoa Xây dựng khóa K21 của trường mình ạ. Vì 1 số lý do cá nhân nên em muốn được bảo lưu kết quả 1 kỳ để qua năm em học lại ạ. Em mong Phòng Đào tạo sẽ tạo điều kiện cho em cách để bảo lưu kết quả với ạ. Em cảm ơn thầy/cô đã đọc đơn này của em, và em xin chúc thầy/cô một ngày vui vẻ cùng gia đình. Em chào thầy/cô ạ. Trân trọng.",
    "Mở môn học học kỳ 212 .",
    "Tốt nghiệp . Dạ, em là sinh viên khóa K17, em có câu hỏi về kì thi Tiếng Anh Nói-Viết tại BKE, mong thầy/cô trả lời giúp em ạ . Theo admin BKE, các đợt thi Nói-Viết do Phòng Đào Tạo sắp xếp. Cho em hỏi ngoài các ngày thi 3/3, 4/3, 5/3, 6/3 đã được công bố, trường mình còn tổ chức thêm ngày nào thi nữa không ạ? Nếu có thì thầy/cô có thể cho em xin khoảng thời gian sẽ tổ chức không ạ? Em xin cảm ơn thầy/cô !",
    "Kính gửi thầy/cô phòng đào tạo, Hiện em là sinh viên năm 2 của trường đại học Bách khoa, em có nhu cầu. Mong pdt giải đáp cho em về quy trình làm thủ tục thôi học và nhận lại chứng chỉ quốc phòng an ninh  . Em xin cám ơn thầy/cô.",
    "Thầy/ cô cho em hỏi: em hiện tại ở xa thì có được làm thủ tục ủy quyền để nhận bằng không ạ. - Nếu được thì thủ tục bao gồm những gì ạ.     B",
    "Em là sinh viên K17 hiện tại đã hoàn thành hết tất cả các môn học theo chương trình đào tạo và đã bảo vệ xong đề cương luận văn. Tuy nhiên em còn thiếu chứng chỉ anh văn để tốt nghiệp nên kì này em đã đăng ký 1 môn để có TKB ở học kì chính, Thầy/cô cho em hỏi nếu hiện tại em làm đơn rút môn học đó (tức sau khi rút môn TKB của em trống) thì em có bị tạm đình chỉ học không ạ? Và cho em hỏi thêm, nếu em không hủy môn mà vắng thi môn đó thì có ảnh hưởng gì đến chuyện xét tốt nghiệp của em không ạ?   i ",
    "Em có hoãn thi môn Hoá đại cương CH1003 và đã thi bù trước đó tháng 12 cũng lâu lắm rồi nhưng tới tận bây giờ vẫn chưa cập nhật điểm thi cho em (trước đó cùng lúc có MT1005 Giải tích 2 em cũng hoãn thi cuối kì giống vậy nhưng thi bù xong 1 tuần là được cập nhật điểm rồi), cho e hỏi chừng nào điểm em mới cập nhật vậy ạ, em phải liên hệ ai để biết điểm và yêu cầu cập nhật điểm ạ? Và về phần thí nghiệm của môn này em đã hoàn thành cùng lúc trước khi hoãn thi và thi bù lâu lắm rồi, có điểm và học đủ phần thí nghiệm này nhưng pđt sắp cho e ở tuần 10 tới lại có tiết Hoá (thí nghiệm) cs1 vậy ạ? Mấy bạn khác cùng lớp học với em lại không có Em cảm ơn",
    "Gữi Thầy/Cô Em tên , em gữi câu hỏi này muốn hỏi về đăng kí tốt nghiệp. Tại sao em truy cập vào trang wep \" https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky \" - mục 18 đăng ký tốt nghiệp trên MyBK thì bị lỗi truy cập : \"Xin lỗi, bạn chưa được cấp quyền sử dụng trang này. Bạn vui lòng liên hệ quản trị.\" , \"Nếu bạn là sinh viên, có thể do tình trạng hiện tại của bạn không được cấp quyền sử dụng dịch vụ này, bạn vui lòng kiểm tra lại tình trạng của bạn tại đây.\"   như ảnh đã đính kèm Theo như thông tin câu trả lời trước đó thì SV có tên trong danh sách dự kiến tốt nghiệp mới được truy cập trang wep này, tuy nhiên em đã có tên trong danh sách dự kiến nhưng vẫn không thể truy cập được. Theo như kiểm tra tình trạng sinh viên thì em thuộc dạng tạm dừng vì không có TKB, không biết đây có phải là nguyên nhân hay không. Nhờ Thầy/Cô hướng đẫn em cách khắc phục Em xin cảm ơn",
    "Dạ chào Thầy/Cô!  Em tên , mssv  hệ VHVL Em xin gửi đơn xin chuyển về chương trình khoá K14 để xét tốt nghiệp, em xin trình bày chi tiết trong đơn đính kèm Mong quý Thầy/Cô chấp thuận cho em để có thể kịp xét tốt nghiệp trong học kỳ này Rất cảm ơn quý Thầy/Cô  Thân,    i Tốt nghiệp      ",
    "Em tên là  Em xin hỏi phòng đào tạo về thời gian có học bổng khuyến khích học tập học kì 2 2020-2021 Em xin chân thành cảm ơn",
    "Em viết yêu cầu này để xin gia hạn thời gian đóng học phí thêm 1 ngày. Do lượng mail em nhận được 1 tháng vừa qua nhiều nên thông báo đóng học phí hk212 bị trôi mất. Hôm nay em nhận được mail thông báo thời hạn đóng học phí là 23h59 ngày 21/2/2022 thì đẫ bị quá thời hạn rồi. Em mong VPĐTQT có thể gia hạn cho em thêm 1 ngày để hoàn tất học phí của hk212 này ạ.",
    "Mở môn học học kỳ 212 . Chào pdt! Em có nguyện vọng thì anh văn Nói-Viết online để kíp tốt nghiệp tháng 4 tới. Không biết nhà trường có thể tạo điều kiện mở thêm đợt thi online để em và các bạn tương tự được thi không ạ! Em xin cảm ơn!",
    "Phòng đào tạo cho em hỏi với ạ, em có đăng kí thực tập ngoài trường hè 203 và chưa đi thực tập do dịch bệnh, nếu em hoãn thực tập kì 212 này và thực tập vào hè 213 thì em có bảo vệ luận văn kì 212 này được không ạ. Vì em thấy có thông tin hoãn thực tập sẽ bị điêm 13 và không bảo vệ được luân văn. em cảm ơn ạ.",
    "Kính gửi Phòng Đào Tạo, Em là Nhật Ánh, MSSV: , sinh viên K21 ngành Kĩ thuật Hoá Học CLC ạ. Em viết email này xin được hỏi về việc học Giáo Dục Thể Chất . Do cả hk1 và đầu hk2 năm nhất em bị đau cơ liên sườn, bác sĩ có khuyên không nên vận động mạnh trong 2-3 tháng nên em chưa học học phần Giáo Dục Thể Chất nào. Em quyết định từ hk1 năm thứ hai sẽ học. Em có 3 học phần môn này nên dự tính hết hk1 năm ba sẽ xong . Em nghe bảo rằng GDTC phải học xong trước năm hai nên em không biết trường hợp của em có được chấp nhận không ạ? Nếu không, em nên giải quyết như thế nào ạ?",
    "Xin phép tạm dừng học kỳ 212 để chữa bệnh",
    "Kính gửi Phòng đào tạo   B Thư em bị chặn như trong hình mong phòng đào tạo trả lời giúp em ở trên đây được không ạ    Em là , MSSV , Trong chương trình học của em có Môn giáo dục quốc phòng bắt đầu từ tháng 06/03/2022. Em muốn hỏi một số điều ạ 1. Lịch học quốc phòng của em trong mybk đầu năm còn nhưng bây giờ mất rồi ạ. Cho em hỏi là mình có lịch học quốc phòng không ạ, từ ngày nào đến ngày nào ạ 2. Cho em hỏi là mình học bán trú / nội trú ạ. Nghĩ là học sáng chiều, tối được về. Hay mình ở lại nội trú từ thứ 2 đến thứ 6 , chỉ thứ 7 chủ nhật mới được về. Hay là ở lại cả thứ 7 chủ nhật luôn ạ 3. Trường có tổ chức xe đưa rước từ cơ sở 1 đến chỗ học quân sự không ạ . 4. Mình có thông báo chính thức cụ thể không ạ. Mail chính thống cho mọi người ạ. Để em có thể sắp xếp lịch ạ. 5. Mình được phép mang theo vật dụng cá nhân gì ạ. Những thứ giá trị như máy tính điện thoại thì sao ạ 6. Em thấy có môn thi giữa kỳ là ngày 20/3/2022 nhằm ngày chủ nhật ạ. Em có bị dính môn quốc phòng không ạ Em cần có thông báo sớm để em xếp lịch ạ. Em cảm ơn Phòng đào tạo",
    "Dạ em kính chào quý Thầy Cô, Em tên là  là sinh viên khoá 2017 hệ VLVH ngành Kỹ thuật xây dựng có MSSV . Ngày 22/02/2022 em có nộp đơn xét tốt nghiệp trên hệ thống.Tại mục kiểm tra thông tin cá nhân của em không có hiển thị nội dung Nơi sinh (như hình em đính kèm). Kính mong quý Thầy Cô cập nhật thông tin giúp em ạ. Em xin chân thành cảm ơn!",
    "Dạ em chào thầy(cô) ạ!. Hỏi 1: Hiện tại trang vào ĐKMH của em đã bị khoá do học kì trước em đã đóng trễ học phí ạ. Em đã hoàn thành học phí vào T1/2022, hiện tại em cần vào trang ĐKMH để tham gia đăng kí thi AV nói viết ạ. Thầy(cô) cho em hỏi em cần làm thêm động tác nào để được mở lại trang ko ạ. Do mùa dịch rồi em có khó khăn về kinh tế nên dẫn đến việc đóng trễ HP, mong PĐT thông cảm ạ. Em chân thành cảm ơn!!! Hỏi 2: Thầy(cô) cho em hỏi hiện tại PĐT có mở cho SV đăng thi AV nói viết chưa ạ, vì em là SV K15 nên ko biết có được PĐT gửi mail không ạ, em cảm ơn.",
    "Em xin chào, Em có một thắc mắc là Em đã hoàn thành xong luận văn và nếu lỡ như đợt tốt nghiệp tháng 4/2022 này em chưa có bằng tiếng anh để nộp mà phải đợi đến đợt tốt nghiệp tháng 11/2022 mới nộp thì trong khoảng thời gian này em phải làm gì để không bị hiểu là tạm dừng học tập và nghỉ học ạ. Em xin cảm ơn!",
    "Dạ chào Admin, hiện tại em đã hoàn thành chương trình học nhưng vẫn còn thiếu chứng chỉ Toeic để ra trường. Dạ không biết hạn chót bổ sung các điều kiện để được xét tốt nghiệp trong học kỳ này là thời gian nào vậy ạ? Em có thấy trên Mybk thì thời gian đăng ký tốt nghiệp là tới ngày 4/5 còn trên aao lịch xét tốt nghiệp tháng 4 thì hạn chót bổ sung là 11/4, nhưng mà hiện tại bên BK English chưa có kế hoạch mở thi anh văn nói viết trở lại ạ. Cảm ơn!",
    "Em đã có đăng ký và học Thí nghiệm Hóa đại cương lớp VL19 ở cơ sở 1 vào tuần 3 và 4 của học kì 212 (em cũng đã hoàn thành 2 buổi học online trước đó) + Tuy nhiên, vào tuần 10 của học kì 212 em lại có lịch học 2 buổi Thí nghiệm Hóa đại cương lớp VL07 ở cơ sở 2. + Em mong Phòng Đào Tạo có thể cho em biết em có cần phải học tiếp 2 buổi vào tuần 10 không ạ Em xin cảm ơn.",
    "Em chào PDT Em là sinh viên K18 PDT cho em hỏi 9 chỉ luận văn vào kỳ hè 213 sắp tới học phí đóng theo dự thính (980K/tín chỉ) hay là đóng theo kỳ chính (350K/tín chỉ) ạ. Mong sớm được giải đáp từ PDT. Em cảm ơn nhiều .    .",
    "Kính chào quý thầy/cô, Em thuộc lớp L40-A của môn giải tích 1 và L05-A của bộ môn nhập môn kỹ thuật thuộc học kỳ 211. Em thắc mắc là sao điểm 2 môn này của em là 15 vậy ạ. Em xin chân thành cảm ơn quý thầy/cô ạ. ",
    "Dạ phòng đào tạo cho em hỏi là đã có lịch thí nghiệm môn Hoá đại cương bù cho học kì 211 chưa ạ? Vì em thấy có các bạn đã có lịch rồi nhưng hiện tại em xem trên myBK thì tài khoản em vẫn chưa hiện lịch học cụ thể. Không biết là em có bị lỗi ở đâu nên không được xếp lịch không ạ? Em học lớp Hóa đại cương (thí nghiệm) (CH1004)_ (DH_HK211). Rất mong phòng đào tạo phản hồi sớm vì em ở xa còn phải sắp xếp để vào lại thành phố ạ! Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi về việc cập nhật điểm môn  của em. Các bạn thi cùng em đã được cập nhật trên mybk, nhưng của em chưa có. PDT kiểm tra giúp em. Em xin cảm ơn.",
    "Em xin chào Phòng Đạo Tạo. Em là  , Khoa; Công Nghệ Vật Liệu. MSSV:   Hiện em đang học hóa phân tích(thí nghiệm) lớp VL05 là tuần 27 28 29  với thời gian học này em không thể sắp xếp để theo học được do có việc bận gia đình, em có thể xin chuyển qua lớp VL12(cùng giảng viên hướng dẫn) tuần học 10 11 12 để học phù hợp với thời gian được không ạ. em xin cảm ơn và tri ân các thầy(cô) của phòng ạ.   i ",
    "Em xin hỏi về lịch học thí nghiệm ạ. Em có một lớp thí nghiệm sinh học đại cương và đã đăng kí học thí nghiệm hoá hữu cơ cơ bản vào kì 211 và theo thông báo em nhận được là những môn thí nghiệm kì 211 sẽ được học vào tuần 10,11,12,13,14 nhưng trên thời khoá biểu của em  lại xếp em học tuần 27,28,29 và từ tuần 10 đến 14 em không có lớp nào cả. Bên cạnh đó môn hoá đại cương em đã học và có điểm rồi nhưng em vẫn có lịch đi thí nghiệm! Em mong trường có thể xem xét lại thời khoá biểu giúp em ạ.",
    "Em là  MSSV   Em chào Thầy cô, Thầy cô cho em hỏi là bao giờ mình nhận được BHYT vậy ạ, em cám ơn",
    "Dạ kính thưa Phòng Đào Tạo (PĐT), Em tên là , MSSV . Vào ngày 10/01/2022, em có nhận được email \"Thông báo V/v tổ dạy bù trực tiếp Thực hành Hóa Đại Cương (CH1004)-HK202+203+211\" (ảnh bên dưới): Trong đó, dòng chữ màu xanh trong mục 2. nói rằng \"Các nhóm lớp HK202, sv mới học 1 buổi trực tiếp thì yêu cầu học đủ thêm 1 buổi\". Em thuộc lớp Thí nghiệm L19 của HK202 và đã học 2 buổi trực tiếp trên phòng thí nghiệm, đã có điểm tổng kết và điểm đã được cập nhật trên myBK. Tuy nhiên, hôm qua em kiểm tra thời khoá biểu thì em thấy xuất hiện môn Thí nghiệm Hoá Đại Cương lớp VL47 học vào tuần 10, em cũng có kiểm tra site lớp trên BKeL thì không thấy thông báo cho lớp L19 (trong HK202, lớp thí nghiệm của em là L19) (ảnh bên dưới) và em cũng không đăng ký học thí nghiệm theo thông báo ngày 10/01/2022 ở email thông báo. Em muốn hỏi PĐT là trường hợp này em có thuộc diện phải đi học trực tiếp tại trường vào tuần 10 không, hay đây là sự nhầm lẫn khi cập nhật thời khoá biểu ạ? Em mong nhận được phản hồi sớm từ PĐT, . Ghi chú, em có đính kèm 03 bao gồm: 1 ảnh về mail thông báo, 1 ảnh thông báo của giảng viên trên site BKeL, 1 ảnh về thời khoá biểu của môn Thí nghiệm Hoá Đại Cương HK202 của em.",
    "Em chào thầy/cô. Em muốn hỏi vì sao giảng viên môn phương pháp tính kì 211 của em đã nhập điểm rồi nhưng bây giờ điểm vẫn chưa có trên  ạ. Em cảm ơn thầy/cô."
]