[
    "Kính thưa quý thầy/ cô. Em tên là , Mssv:  Em làm đơn cho em hoãn 3 môn: Hóa hữu cơ, xác suất thống kê và hóa lý 2 vì mạng nhà em không ổn định, độ trễ mạng cao, đôi lúc lại tự logout mạng. Em lại ở quê nên sóng mạng di động khá yếu. Mong quý thầy cô chấp nhận cho em hoãn ạ. Em chân thành cảm ơn.",
    "Sinh viên: Nguyễn Minh Hoàng MSSV:  Em đăng ký hoãn thi cuối kì môn Giải Tích 2 ở HK202. Em xin chân thành cảm ơn ạ.",
    "Em chào thầy/cô, Em là , MSSV: , là sinh viên thuộc khoa Cơ Khí. Sắp tới trường có tổ chức thi với hình thức online, tuy nhiên, máy tay của em không may bị hư. Hiện tại em đang ở cùng với gia đình cư trú tại thành phố Phan Thiết. Em không thể đi sửa được nữa do tỉnh Bình Thuận hiện tại đang áp dụng chỉ thỉ 16 cho toàn thành phố Phan Thiết. Theo quyết định được trong gửi thì em không đáp ứng được trang thiết bị để thi nên em quyết hoãn thi. Em mong quý thầy/cô xem xét cho em ạ. Em cảm ơn.",
    ":",
    "Dạ em tên _ đang học môn xác xuất thống kê_MT2001 lớp A02 thầy  ạ. Em xin gửi đơn xin hoãn thi và mail xác nhận không bị cấm thi của thầy Hoàng Văn . Mong được quý PĐT xem xét hoãn thi ạ. Em cảm ơn!",
    "Em xin được hoãn thi hk202 vì lý do covid 19, hiện tại em đang cách ly tại trường trung cấp y tế gia lai từ ngày 2/8-16/8 + 7 ngày tại nhà. Và em không đảm bảo đủ cơ sở vật chất để phục vụ việc thi. Em xin được hoãn thi hk202 ạ. Sv:  Mssv: ",
    "Em chào thầy cô, cho em hỏi về cách thức thi online ạ? Tại em sợ hiểu sai ý đã gửi trong mail Theo em hiểu là thi trắc nghiệm : Trước khi thi 20 phút, ta bật quay màn hình và quay 1 cam chính diện (em tạo 1 phòng gg meet bằng mail trường rồi bật trình chiếu và ghi cuộc họp), sau đó đăng nhập vào Bkex rồi vào link phòng thi gg meet - phần link này em có thể tìm ở đâu trong Bkex ạ? Và nếu có 1 cam phụ quay bên hông ( em dùng điện thoại) thì em cũng phải vào phòng thi gg meet trên đt này phải không ạ?  Là em phải copy link phòng thi meet trên laptop rồi chuyển qua đt phải không ạ? (tại trường ghi là không cho vào Bkex 2 thiết bị) Và nếu thi tự luận : em scan bài thi bằng điện thoại đang quay cam phụ thì có đc không ạ?  Nếu scan bài thi vậy em không thể tiếp tục quay bằng cam phụ nữa phải không? (Hay phải scan sao cho cam chính bắt được hình ảnh của em ạ?) Mong thầy cô sớm giải đáp những khúc mắc thông suốt giúp em. Em cảm ơn nhiều ạ!",
    "Dạ do tình hình dịch bệnh nên em nộp đơn thu nhận lại qua hình thức online đc k ạ ? Nếu được cho e xn gửi ạ !. Em xin cảm ơn thầy cô !",
    "Nguyên nhân: Máy tính bị hư không có máy để thi ",
    "Em gửi giấy xin đăng kí hoãn thi",
    "Em tên .  Em muốn xin hoãn thi môn học Kĩ thuật nhiệt lạnh (EE3135) .  Lí do : Em không thể đăng nhập vào hệ thống phòng thi vào ngày thi (10h00 ngày 3/8/2021) được.   i   .",
    "Em gửi giấy xin đăng kí hoãn thi",
    "Em nộp đơn hoãn thi Hk202 do có nhiều lý do không đáp ứng đủ trang thiết bị vật chất cho kì thi online HK202 và đang trong diện cách ly f1",
    "Em xin hoãn thi do không đủ thiết bị và đang ở ktx Bách Khoa không biết rõ ngày ktx hỗ trợ về quê, em sợ về trùng ngày thi. Em xin cảm ơn",
    "Em tên  -  Em xin phép hoãn thi cuối kỳ có gửi kèm phiếu đăng ký hoãn thi. Kính mong PĐT xem xét cho phép ạ! Em xin cảm ơn!",
    "Tên :      MSSV :  Lý do : Do máy em kết nối chậm, dễ bị out ra, đơ máy trong quá trình kiểm tra, thi cử, do tỉnh e Đồng Nai áp dụng chỉ thị 16 nên không đem sửa được, kính mong phòng đào tạo, ban chuyên môn tạo điều kiện cho em được hoãn thi môn này .  Mã môn học : MT2013      Nhóm : DT02  Giảng viên : ",
    "Họ và Tên: MSSV:  Em xin gửi đơn hoãn thi cuối kỳ 3 môn là Giải tích 2, Xác suất thống kê, Phương pháp tính do em không có đủ điều kiện về trang thiết bị và đường truyền mạng của em không được ổn định.",
    "Em xin hoãn thi hk202 vì lý do đang thực hiện cách ly tại trường trung cấp y tế gia lai từ ngày 2/8-16/8 + 7 ngày tại nhà. Không đảm bảo cơ sở vật chất theo yêu cầu của nhà trường.",
    "Dạ em chào thầy/cô,  Em tên là , MSSV , Lớp L09(MT2013). Em xin được hoãn thi môn Xác suất và thống kê vì lý do không đảm bảo trang thiết bị. Em cảm ơn ạ.",
    "cho em hỏi là học kỳ mới tiếp theo em có thể đăng ký ít hơn 14 tín chỉ được không do em ko muốn học online vì không đảm bảo chất lượng",
    "Em làm mất thẻ sinh viên, em cần in giấy mất thẻ sinh viên để mai em thi vì lí do mất thẻ",
    "Em tên là  MSSV: Em muốn đăng ký hoãn thi 3 môn là EE2005,EE2015,MT1005 vì lý do là không đủ trang thiết bị.Em xin cảm ơn",
    "Chào Phòng đào tạo, Vì lý do không thể đáp ứng đủ yêu cầu cho hình thức thi trực tuyến, em gửi PDT phiếu đăng ký hoãn thi môn học ạ. Mong PDT có thể xét duyệt và phản hồi em sớm. Em xin chân thành cảm ơn. Chúc các cán bộ nhân viên của trường nhiều sức khoẻ và làm việc tốt ạ. Trân trọng.   i  .",
    "Cảm ơn pđt, pđt giải đáp giúp em là hoãn thi môn trên đơn đã làm hay phải hoãn thi toàn bộ ạ Thân   i ",
    "Em nộp đơn này vì lí do không đáp ứng đủ điều kiện trang thiết bị để thi online , mong nhà trường cho em xin hoãn thi HK 202 ạ.",
    "Phòng đào tạo cho em hỏi là thẻ sinh viên   của em bị mất, em đã đặt làm thẻ mới nhưng nếu tới ngày thi mà thẻ chưa được giao tới thì em phải làm như thế nào ạ? .",
    "Em muốn hoàn thi môn giải tích 2 (Mã môn học: MT1005) Họ và tên:  MSSV:  Lớp: BD20BDG3 ",
    "Em chào cô! Em là , MSSV  lớp DD20LT18. Em gửi cô đơn đăng ký hoãn thi 3 môn: giải tích 2, phương pháp tính và pháp luật Việt Nam đại cương ạ. Mong cô xác nhận giùm em với ạ. Em cảm ơn! ",
    "Em đã nhận đủ điều kiện hoãn thi cuối kì 202 đối với 4 môn : Giải tích 2 , khoa học trái đất, Xác suất thống kê, hóa đại cương. em chân thân cám ơn",
    "kính gửi Trường đại học Bách Khoa TPHCM Em muốn đăng kí hoãn thi vì lý do không đảm bảo trang thiết bị thi online, mong nhà trường giải quyết giúp em, em xin cảm ơn",
    "Dạ cho em hỏi kì vừa rồi em vẫn theo học sao đến bây giờ em chưa được cập nhật lịch thi ạ",
    "Em tên:  MSSV:  Xin được phép hoãn thi cuối kỳ trong đợt này Lý do: trang thiết bị không thể đáp ứng được thi cuối kỳ online. Mong các thầy cô thông cảm cho em. Em sẽ đăng ký thi lại vào đợt thi tiếp theo. Em xin cảm ơn",
    "Vì lí do dịch bệnh nên kinh phí em cũng không có em xin đóng học phí bị trễ.Do đó em không có lịch thi môn anh văn 4 ạ. Các bạn trong lớp em ngày 11/8/2021 thi ạ.em xin nhà trường cho em thi với các bạn ạ. Em xin chân thành cảm ơn nhà trường ạ.",
    "Em xin gửi đơn hoãn thi ạ (bao gồm 3 đơn hoãn thi 3 môn và một số giấy tờ chứng minh). Lý do: đang thực hiện cách li y tế diện F0.",
    "Dạ em chào Phòng đào tạo, Hiện tại em là sinh viên ở Ký túc xá Bách Khoa đã về quê theo đoàn theo sự vận động của Nhà Trường và KTX. Ở quê thì em phải cách ly 14 ngày và theo hướng dẫn ở KTX em được đăng ký để nhận điểm MT cho kỳ thi học kỳ sắp tới. Tuy nhiên khi em đọc quy chế học vụ tại điều 14 và điều 17.4 thì em thấy điểm MT chỉ dành cho các bạn đạt thành tích cao/có giải Olympic thôi ạ. Vậy em xin hỏi em có đủ điều kiện để đăng ký nhận điểm MT theo quy định không ạ ? Em xin chân thành cảm ơn",
    "Dạ em là , mã số sinh viên: , em đang là sinh viên của ngành kĩ thuật hàng không, sắp tới ngày 6/8 em có lịch thi môn giải tích 2, mà máy tính của em bị đổ nước vào nên hỏng mất ạ, hiện nay em đang ở Đà Nẵng và cũng đang thực hiện cách ly xã hội, em không có giấy thông hành nên cũng không biết hỏi mượn được ai để ôn tập và làm kiểm tra ạ. Nên em xin phép phòng đào tạo cho em được dời lịch thi. Em cám ơn ạ.",
    "Em tên :  MSSV :  Ngày sinh : 19/8/2000 Lớp : XD18CTGT Lý do viết đơn : Em muốn xin được hoãn thi  hai môn của học kì 202 năm học 2020-2021 : + Môn : Địa chất công trinh MSMH : CI1043 , nhóm : L01-A Giờ thi : 10g00  , ngày thi : 03/08/2021 + Môn : Nền móng MSMH : CI3195 , nhóm : A07-A Giờ thi : 16g00  , ngày thi : 09/08/2021 Lý do em xin hoãn thi : Do không đảm bảo đầy đủ thiết bị để tham gia thi online . Em mong phòng đào tạo xem xét giúp em ạ Em cảm ơn ạ",
    "Em chào thầy cô, Em muốn hỏi về việc đăng ký hoãn thi các môn học học kì 202 thì phải làm như thế nào và điểm thành phần các môn học của em có bị ảnh hưởng gì không ạ. Em cám ơn thầy cô.",
    "Thưa  , sáng em có thi môn Nguyên lý thông tin sô và đã nộp bài thi xong em tắt máy , nhưng em không đăng nhập vào lại được để nộp vid ạ . Em đã log out hết các thiệt bị đăng nhập BKEX nhưng vẫn không được mong  giúp đỡ em để em có thể nộp video ạ",
    "Dạ cho em xin phép tạm hoãn thi online do tình hình dịch bệnh em đang nằm trong khu vực bị phong tỏa nên không đủ trang thiết bị đầy đủ để thực hiện kỳ thi ạ. em xin gửi PDT đơn xin tạm hoãn thi online và xác nhận của Giáo Viên giảng dạy bộ môn ạ.",
    "Em xin đăng ký hoãn thi vì không đáp ứng được yêu cầu quy chế thi của nhà trường ạ. Em xin chân thành cảm ơn ạ.",
    "Xin phép cho em được hoãn thi học kì   môn giải tích 2 và vật lí 2 HK202",
    "Dạ cho em hỏi là tuần trước em đăng kí in thẻ sinh viên và đã đóng tiền ngay sau đó nhưng sau hơn 1 tuần em vẫn chưa nhận được thẻ, nếu tới lúc thi onl mà chưa có thẻ thì em có được phép thi khi xuất trình giấy cmnd không ạ",
    "Kính gửi a/c PĐT, Em là  - MSSV , học lớp Phát triển ứng dụng thiết bị di động (mã môn CO3043). Do ngày 01/08 em về quê theo chương trình đón SV tại TP.HCM của tỉnh Khánh Hòa, sau đó sẽ thực hiện xét nghiệm và cách ly theo quy định nên không thể tham gia buổi thi cuối kỳ online môn này vào 10h00 ngày 03/08/2021 được. Em viết mail này xin phép Phòng đào tạo cho em hoãn thi đợt này và sẽ thi bù vào đợt khác. Đính kèm: 1. Đơn xin hoãn thi/vắng thi có phép cuối kỳ (do đang cách ly không có máy in nên em gửi mẫu đơn word) 2. Công văn của sở GTVT TP.HCM về chương trình (em có STT 424) 3. Lịch trình di chuyển và thực hiện xét nghiệm, cách ly 4. Email của đoàn thanh niên trường ĐHBK về khảo sát nhu cầu về quê tránh dịch + hỗ trợ khi thời gian di chuyển trùng lịch thi Cám ơn a/c nhiều.",
    "Xin chào PĐT, Em là SV , MSSV . Em viết thư xin hoãn thi các môn học kì 202 như sau: 215720    Kỹ thuật vật liệu 404704    Thiết bị & cảm biến 701708    PP thống kê &ptích dliệu 404710    Biến đổi t/hiệu số&ứdụng 701709    Hợpđồng,thtrường &tchuẩn 701710    Bảo hộ sáng chế 006717    Phép tính hình thức & ud 402703    Đtử học các mạch logic Lí do em xin hoãn thi vì đường truyền có thể không ổn định mất kết nối khi em làm bài có thể không chú ý kịp thời xử lí; hình thức thi mới nếu gặp sự cố em sợ ảnh hưởng đến tâm lí làm bài. Em rất mong PĐT xét cho em hoãn thi các môn trên trong tình hình khó khăn chung này và sớm phản hồi. Em xin cảm ơn.",
    "Hiện tại em đang đi đóng học phí cho kì 202. Nhưng em không biết nộp phiếu lý do làm sao do em đang ở trong vùng dịch. Mong pđt có thể hướng dẫn giúp em. Em cảm ơn.",
    "Em xin hoãn thi môn Xác suất thống kê thi vào 16h00 ngày 05/08/2021 vì lý do không đáp ứng đủ thiết bị cần thiết để thực hiện thi online.",
    "Theo như mail hướng dẫn trước thì em đã logout tất cả các thiết bị (em đảm bảo 100%) nhưng vẫn gặp lỗi. Mong PĐT cho em một hướng giải quyết khác",
    "Xin chào PĐT, Em là SV , MSSV . Em viết thư xin hoãn thi các môn học kì 202 như sau: 215720    Kỹ thuật vật liệu 404704    Thiết bị & cảm biến 701708    PP thống kê &ptích dliệu 404710    Biến đổi t/hiệu số&ứdụng 701709    Hợpđồng,thtrường &tchuẩn 701710    Bảo hộ sáng chế 006717    Phép tính hình thức & ud 402703    Đtử học các mạch logic Lí do em xin hoãn thi vì đường truyền có thể không ổn định mất kết nối khi em làm bài có thể không chú ý kịp thời xử lí; hình thức thi mới nếu gặp sự cố em sợ ảnh hưởng đến tâm lí làm bài. Em rất mong PĐT xét cho em hoãn thi các môn trên trong tình hình khó khăn chung này và sớm phản hồi. Em xin cảm ơn.",
    "Hoãn thi học kì 2 năm học 2020-2021 . Không đáp ứng về cơ sở hạ tầng thi online: Webcam lap hỏng và hiện không thể sửa chữa do dịch bệnh covid-19, không đáp ứng được camera để thi cử online. Không đáp ứng được hạ tầng mạng 100% trong quá trình thi cử. Tôi xin gửi yêu đầu để hoãn thi học kì 2 năm học 2020-2021. Tôi xin cảm ơn.",
    "Em xin phép hoãn thi môn Giải Tích 2(MT1005)  Họ và tên:  Mssv:  Nhóm tổ: L2B-8 Ngày thi: 07/08/2021 lúc 16h",
    "Cho em xin phép hoãn thi online môn giải tích 2. Do không đủ thiết bị để thi.   i  .",
    "Em xin hoãn thi môn giải tích 2 ( mã môn học: MT1005) Họ và tên:  MSSV:  Lớp: BD20BDG3 Ngày thi: 7/8/2021 lúc 16h",
    "Em tên  MSSV . Em xin hoãn thi 2 môn Kết cấu bê tông cốt thép 2 (CI3175) và Kết cấu thép ( CI3211).",
    "hiện tại em không thể vào được BK Exam ạ ? em phải khắc phục như thế nào ạ ?   i  .",
    "Kính gửi: Ban giám hiệu trường ĐH Bách Khoa- Đại học Quốc gia thành phố Hồ Chí Minh  Họ và tên:   Em xin phép được hoãn thi tất cả môn trong học kỳ 202 vì lí do đường truyền mạng không ổn định, và không đủ trang thiết bị (laptop của em không có webcam). Em cần làm những gì để có thể hoãn thi được ạ. Mong thầy/cô giúp đỡ .  Sinh viên,   ",
    "Em đã gửi mail nhiều lần cho cô  dạy lí thuyết nhưng không được phản hồi. Theo lịch thì ngày 7/8 em thi giải tích 2 online rồi vậy còn cách nào để hoãn thi không ạ? Em cảm ơn!",
    "Không đủ trang thiết bị theo yêu cầu của nhà trường. - Hiện tại đang ở kí túc xá Bách Khoa, chuẩn bị về quê cách li tập trung .",
    "Chào PĐT, Đây là lần thứ 2 em gửi phiếu hoãn thi vì lí do là em đã gửi phiếu hoãn thi và xác nhận của giáo viên qua mail của PDT vào ngày 26/07/2021 nhưng mà chưa có hồi âm. Ngày 30/07/2021 em có gửi yêu cầu lên BKSI thì có hồi âm là tiếp tục chờ nhưng tới hôm nay vẫn chưa có xác nhận đồng ý hoãn thi theo lịch ngày mai là ngày thi của em. Em rất hoang mang khi PDT chưa xử lý kịp cho em. PDT giải quyết sớm cho em.",
    "Dạ kính gửi PDT Em tên   Mssv  Dạ em xin hoãn thi cuối kì 202 môn gt2 của cô  ạ . Lí do hiện tại em chưa có đầy đủ trang thiết bị để thi ạ . Mong PDT kiểm duyệt giúp em . Em xin cảm ơn ạ .",
    "Kính chào thầy/cô, Em tên  () học lớp đường lối DT01-A HK 203 Em vừa thi xong ca 1h thì em phát hiện ra em có bấm ghi màn hình nhưng video chỉ có 1p30s em có quay quá trình em làm bài bằng 1 cam đt nữa nhưng mà do không đủ dung lượng nên video chỉ quay được 21p36s (bài thi 60p) Em đã nộp bản ghi màn hình bị lỗi kia nhưng mà không biết sẽ được xem xét như thế nào ạ?  Mong sớm nhận được hồi âm từ thầy/cô. Trân trọng.",
    "Em chào thầy/cô, Em xin nộp đơn xin hoãn thi một số môn học của học kỳ 202 (file đính kèm). Mong thầy/cô hỗ trợ sớm giúp em. Em xin cảm ơn.",
    "Em xin hoãn thi vì không đảm bảo đủ cơ sở vật chất theo yêu cầu của nhà trường và em có một lịch bay về quê vào ngày 9 trùng lịch với ngày thi",
    "Chào  ạ cho em là trong lịch thi của em là có 4 môn cần thi nhưng vì lý do nên em có thể hoãn thi 1 môn được không ạ. Em cảm ơn",
    "vì em đang bị cách ly do thuộc diện F1 nên em không có đủ dụng cụ và điều kiện để thi. Vì vậy, kính mong nhà trường cho em được hoãn thi môn Xác suất và thống kê (MT2013) em xin chân thành cảm ơn",
    "Kính gửi phòng đào tạo,  En tên , MSSV . Nay em là đơn này xin Phòng đào tạo cho phép em được hoãn thi online HK202 sắp tới. Lý do là điện thoại em vừa bị rớt hỏng và đó là thiết bị duy nhất có thể sử dụng được camera phục vụ quá trình thi.  Em xin cảm ơn.",
    "Em tên là , Khoa Điện-Điện tử, MSSV . Vào ngày 1/8/2021 em có được thi môn PLĐC (SP1007) lúc 13h00 nhưng em có vào nhầm phòng thi là phòng DT03A nhưng phòng thi đúng của em lại là DT03B. Lúc vào thì em không thấy điểm danh gì cả vì em vào trễ khoảng 5’ là lúc 12h50 nên không biết trong khoảng 5’ đó có điểm danh không. Rồi em vẫn làm bài theo đúng link trên Bkelx như bình thường khi nộp bài xong em nhắn lên gg mêt trong phòng là em đã hoàn thành bài làm. Sau đó thì em có phát hiện ra em vào nhầm phòng và thoát ra khỏi phòng DT03A để vào phòng của em nhưng lúc em vào phòng DT03B của em thì đã không còn ai nữa. Em có gửi 3 mail cho PĐT trước rồi nhưng em vẫn chưa nhận được câu trả lời nên mới kéo dài tới ngày hôm nay ạ. Mong thầy cô hỗ trợ giúp em sớm về việc này ạ. Em cảm ơn thầy cô ạ.",
    "em bị dời lịch thi do chưa thanh toán học phí , nếu em thanh toán thì có thể dời lại lịch thi được không ạ",
    "Chào thầy cô, em nộp đơn hoãn thi. Cảm ơn thầy cô",
    "Kính thưa phòng đào tạo, Em là , MSSV , Mã lớp L01, mã môn học EE3115. Sáng nay em đã hoàn thành xong phần thi của mình lúc 11h10nhưng sau khi nộp bài thi (bản scan) và kiểm tra file ghi hình ở CAM 1 thì em nhận ra thay vì mình ghi hình thì em lại ghi lại những bước click chuột em đã ấn do sự nhầm lẫn tên phần mềm (tên 2 phần mềm khá giống nhau). Nhưng chức năng này vẫn ghi lại hình ảnh cả màn hình trong quá trình làm bài. Và em có ghi hình lại thêm một CAM 2 về toàn cảnh em làm bài. Phòng đào tạo cho em hỏi liệu như vậy bài thi em có được chấp nhận không ạ. Em cam kết rằng mình không hề gian lận và làm bài thi đúng sức mình, em còn mỗi môn này thôi mong phòng đào tạo và bộ môn xem xét để em có thể tốt nghiệp đúng hạn để có bằng xin việc. Phòng đào tạo có thể kiểm tra CAM của giám thị nữa ạ Em đã gửi file ghi step recorder được đính kèm và file video từ CAM 2 rồi ạ. Mong phòng đào tạo",
    "Chào phòng đào tạo. Em tên  MSSV: lớp:XD19CTXD04 Vì lí do không đáp ứng được yêu cầu của nhà trường về trang thiết bị để tiến hành thi online . Em xin hoãn 2 môn kinh tế chính trị  SP1033 và phương pháp tính MT1009 (hk202). Cám ơn rất nhiều ạ.",
    "Xin chào Thầy/Cô. Em tên là  - MSSV: . Học kỳ 202 vừa rồi em bị tạm dừng tình trạng sinh viên vì không đăng ký môn học (Em đã đủ số tín chỉ yêu cầu, chỉ còn thiếu ). Nay em viết thư này xin hỏi 2 vấn đề: 1. Kỳ này nếu em làm Phiếu thu nhận lại, và đăng ký một môn (sau đó rút học phần, vẫn đóng học phí) thì có thỏa mãn điều kiện của Phiếu thu nhận lại không ạ. 2. Phiếu đăng ký thu nhận lại mình có thể gửi qua đâu ạ, vì tình hình dịch bệnh nên em không gửi trực tiếp được. Mong sớm nhận được phản hồi từ Thầy/Cô. Em xin cảm ơn!",
    "Em tên Nguyễn Thiên Phúc Lớp Ck19HT1 Em xin phòng đào tạo cho em hoãn thi môn Kỹ Thuật Hệ Thống, mã môn ME 2123, lịch thi vào lúc 4h chiều ngày 03/08/2021. Lý do vì laptop của em vừa mới bị hư, không thể khởi động đc window và không có thiết bị khác để làm bài. Xin lỗi pđt vì sự gấp gáp này ạ. Em cám ơn",
    "Chào bạn, Trường hợp của bạn đã bị hủy TKB và lịch thi do không thanh toán học phí đúng hạn (không phục hồi lịch thi) Bạn vui lòng xem quy định về thanh toán HP tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/điều 7.2 Hiện tại đang ra quyết định tạm dừng SV vì không hoàn thành HP đúng hạn. Bạn phải thanh toán HP mới có thể làm đơn cứu xét thu nhận lại để tiếp tục đăng ký môn học của học kỳ tiếp theo (HK211) Thân",
    "Chào Thầy/Cô Phòng Đào Tạo. Em tên  Mssv . Phòng đào tạo cho em được gửi mail vì em k có máy tính để tạo đơn pdf trên aao. Em gửi mail này để xin phòng đào tạo cho em được hoãn thi môn Triết hoc  vì em không đáp ứng đủ cơ sở thiết bị để thi ( không có laptop và đường truyền wifi hay chập chờn).  Mong phòng đào tạo phê duyệt thông tin cho em sớm ạ. Em cảm ơn",
    "Em đã đóng học phí với gửi phiếu lý do trễ đóng học phí.Vậy khi nào em mới có lịch thi cuối kì 202 ạ.Em cảm ơn",
    "Xin chào PĐT, Em là SV , MSSV . Em viết thư xin hoãn thi môn học 215720 - Kỹ thuật vật liệu Máy tính em bị hỏng chưa bật lên được nhưng sắp đến giờ thi 16h rồi ạ. Em rất mong PĐT xét cho em hoãn thi và mong sớm nhận phản hồi ạ. Em xin cảm ơn.",
    "Chào quý thầy/ cô ! Em hiện tại là sinh viên K20 và em muốn tạm dừng học kỳ 211 sắp tới nhưng tình hình dịch bệnh hiện tại không thể lên trường để xin chữ ký của GVCN và trưởng khoa vậy em phải làm thế nào để được tạm dừng ạ. Em cám ơn ạ.",
    "Tên:  MSSV:  Chào thầy/cô phụ trách hỗ trợ của PĐT, Vừa rồi em có đăng kí in thẻ sinh viên, tuy nhiên do trong lúc load trang nhiều lần nên có sai sót trong ô số điện thoại người nhận. Hiện em mong pđt cập nhật lại SĐT người nhận là: SĐT: [phone_number] Rất mong nhận được hỗ trợ của PĐT để em có thể kịp tiến hành thi cuối kì. Em xin chân thành cảm ơn.",
    "Dạ cô ơi , em muốn hoãn thi cuối do do hiện tại em bị cách ly , mà em lại không có máy tính để tính , giờ em mượn máy lại không được do chỉ thị 16, em có thể hoãn thi không ạ ? Em cảm ơn .",
    "Vì đơn xin hoãn thi học kì 202 lần trước em gửi nhầm file nên em xin gửi lại đơn hoãn thi học kĩ 202 này. Em mong trường phòng đào tạo sẽ bỏ qua lỗi của em và xem xét đơn hoãn thi này Em xin chân thành cảm ơn",
    "Em tên là: Trần  Đức Thanh MSSV:  Em đã hoàng thành đủ 142 tín chỉ ở học kì 201(học kì 1 2020-2021). Vì lý do Em thi rớt Anh văn 2 kỹ năng Nói Viết nên không thể ra trường và đã bị tạm dừng học kì 202(học kì 2 2020-2021) vì không đăng ký môn học. Với tình hình dịch bệnh hiện nay nên em vẫn chưa thi Anh văn 2 kỹ năng Nói Viết và có thể không tốt nghiệp đợt này. Vậy trong học kỳ học kì 211 (học kì 1 2021-2022) em có bị tạm dừng hoặc bị đuổi học hay không? Và làm cách nào để nhà trường thu nhận lại tình trạng sinh viên của em? Em cảm ơn!",
    "Chào bạn, - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại). - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. Chúc bạn học tập tốt nhé. Thân",
    "Kính gửi thầy,cô Vì không đảm báo thiết bị trong kì thi trực tuyến, cũng như đường truyền không ổn định, em xin phép được hoãn thi môn xác suất thống kê có mã môn học \"MT2013\" và nhóm-tổ \"DT03-A\"",
    "Cho em hỏi là em đã xin hoãn thi thành công. Tới ngày thi em có cần vào phòng thi nữa không ạ.",
    "Theo quy chế là em bị đánh rớt tất cả môn kì 202 phải không vậy ạ.",
    "Xin hoãn thi cuối hk 202",
    "em xin gửi đơn hoãn thi môn xác suất và thống kê ( MT2013)",
    "Hiện tại em muốn nộp phiếu thu nhận lại thì làm bằng cách nào ạ. Mong PĐT hướng dẫn giúp em.",
    "Kính gửi PĐT,  Em tên   MSSV   Lớp DD18DV5  Em mong muốn xin được hoãn thi môn Vật lý 1, mã môn PH1003, nhóm lớp DT06 - A, thời gian thi lúc 13g00 ngày 12/8/2021. Với lí do là không đảm bảo trang thiết bị .  Em xin chân thành cảm ơn PĐT.",
    "Em muốn chỉnh sủa môn Pháp luật đại cương Việt Nam nhóm A03-B thành môn Giải Tích 2 nhóm DT05 Em xin gửi file chỉnh sửa",
    "Em tên là , sinh viên trúng tuyển chương trình văn bằng 2 năm học 2021 của trường . Trong danh sách hồ sơ nhập học cho sinh viên văn bằng 2 cần có 01 bảng điểm Đại học / Cao đẳng (ĐH/CĐ) phải có công chứng, tuy nhiên tại địa phương do tình hình dịch bệnh không cho phép nên sinh viên không thể bổ sung kịp vào bộ hồ sơ trước ngày 10/8, sinh viên chỉ có bảng điểm photo ĐH/CĐ không công chứng, sinh viên có thắc mắc là hiện tại trước  ngày 10/8 có thể chỉ nộp trước 02 bảng điểm ĐH/CĐ photo không chứng cho PDT và sẽ bổ sung bảng điểm ĐH/CĐ có công chứng khi có thể đến trực tiếp tại PĐT được không ạ? Em xin chân thành cảm ơn",
    "Chào cô/thầy, Em tên , mã số sinh viên , thuộc lớp XD18CTXD02 Khoa Kỹ thuật Xây dựng. Em xin gửi phòng đào tạo phiếu đăng ký hoãn thi cuối kì HK202 do thiếu thiết bị thi trực tuyến. Kính mong quý thầy cô xem xét và chấp nhận. Trân trọng cảm ơn.",
    "Cho em hỏi là trong lúc thi online phần record màn hình của mình mà gặp trục trặc (như ấn phím tắt là cho kết thúc record ) thì có thể tiếp tục record và làm bài, sau đó mình nộp 2 bản record được không ạ?",
    "Em xin chào ạ. Cho em hỏi là nếu laptop của em không có camera thì em có thể chỉ cần dùng điện thoại để quay theo góc quay phụ thôi được không ạ. em xin cảm ơn",
    "Tên:  MSSV:  Lớp: DD20LT12 Khoa Điện-Điện tử Em xin làm đơn hoãn thi môn Phương pháp tính học kì 202 vì lí do không đáp ứng được yêu cầu khi thi onl ạ. Mong PĐT chấp nhận đơn hoãn thi của em Em xin cảm ơn",
    "Kính gửi: Phòng Đào Tạo,  - Em tên: , MSSV:, đang theo học ngành Xây dựng Dân dụng và Công nghệ, hệ VLVH. - Em xin đăng kí hoãn thi vì lý do không đảm bảo trang thiết bị -Môn học Kết cấu thép 1 (Mã môn học: CI3009) vào lúc 07g00 ngày 08/08/2021 và Môn học Kết cấu bêtông cốt thép2 (mã môn học: CI3175) vào lúc 19g00 ngày 10/08/2021. - Kính mong Phòng Đào Tạo xem xét và chấp nhận. - Em xin cảm ơn!",
    "Xin hoãn thi Xác suất thống kê (MT2013) và Triết học  -  (SP1031)",
    "Cho em gửi đơn xin được hoãn thi môn Triết học - cuối kì 202 vì lí do không đáp ứng đủ các trang thiết bị điện tử ạ. https://docs.google.com/document/d/1dlP30bgtpIq8o2sW9VXIq5KVNcGWK9yW/edit",
    "Cho em hỏi thủ tục để hoãn thi là làm như thế nào vậy ạ ?",
    "Kính gửi Phòng Đào tạo, Ngày 3/8/2021 lúc 16g00 em có dự thi môn Tiếng Pháp 8, em có thực hiện ghi hình màn hình làm bài của em. Tuy nhiên, tới khi nộp bài xong và được giám thị xác nhận đã nộp bài, em ngừng ghi màn hình nhưng bấm nhầm nút xóa file ghi màn hình đó (vì nút lưu \"save\" và nút xóa \"discard\" nằm kế bên nhau và đây cũng là ngày đầu em thi online nên chưa thao tác quen) nên bây giờ em không có file ghi màn hình để nộp phòng đào tạo? Cho em hỏi là PĐT sẽ giải quyết trường hợp này như thế nào ạ? Cho em điểm 0 luôn như quy định đã đưa ra hay là sẽ có thảo luận thêm với giảng viên môn học để xem xét có nên tính điểm cho em không, hoặc có xem xét thêm điểm quá trình trước khi quyết định không? Em hi vọng là PĐT sẽ xem xét và phản hồi sớm giúp em. Em xin cảm ơn rất nhiều!",
    "Em kính chào quý thầy cô, Em xin được nộp Đơn xin thôi học và minh chứng theo hướng dẫn trước đó của Phòng Đào tạo ạ. Nếu Phòng Đào tạo có yêu cầu nào khác, xin vui lòng liên hệ em qua số điện thoại [phone_number] hoặc email:  Em xin chân thành cảm ơn.",
    "Em chào quý thầy cô Em tên là    K20 Thắc mắc về kì thi online sắp tới như sau ạ:  -Vì laptop của em là dòng k có cam, nên em chỉ setup được 1 cam bằng điện thoại quay toàn cảnh thì liệu có được k ạ Đây là những môn sắp tới em thi (triết, GT2,VL1, phương pháp tính và hoá đại cương)  - Có phải bắt buộc phải có cam laptop k ạ vì nếu cần có 2 cam thì em có thể hỏi mượn thêm 1 điện thoại để quay mặt và một điện thoại để quay toàn cảnh được ạ Và em mong nhận được sự trợ giúp của thầy/cô ạ em xin cảm ơn!",
    "Chào pdt, Cho em hỏi phải làm như thế nào để hoãn thi môn Triết học mác lênin, lí do internet không ổn định không thể đáp ứng nhu cầu thi online được, mong pdt trả lời sớm, do đến 4/8 13h00 là phải thi rồi ạ.",
    "Em xin chào thầy cô. Hiện tại laptop của em đang trục trặc kĩ thuật ( như trong đơn) và không thể đảm bảo để thực hiện thi cuối kì. Chỗ em ở hiện đang bị phong tỏa và giãn cách xã hội nên không thể mang máy đi sửa được. Mong thầy cô có thể xem xét cho em tạm hoãn thi 1 môn là xác xuất thống kê. Em sẽ tìm cách khắc phục nhanh nhất để không ảnh hưởng tới những môn còn lại",
    "Em không có cách nào để lấy lại điểm số cũng như TKB kì 202 sao ạ ? Mong phòng đào tạo giúp em. Em xin hứa lần sao sẽ không tái phạm. Em cảm ơn ạ",
    "Mong phòng đào tạo lấy lại điểm với TKB kì 202 giúp em, Em phạm lỗi lần đầu mong phòng đào tạo giúp đỡ cho em.Học phí kì 202 em đã đóng đủ mong phòng đào tạo giúp đỡ cho em ạ. Em xin hứa sẽ không có tái phạm lần sau. Em cảm ơn.",
    ": Em tên là  , mssv  , khoa kỹ thuật giao thông , lớp GT19OTO3. Em xin phép hỏi về vấn đề thi online lại do lỗi đăng nhập không được trước giờ thi và chưa tham gia thi được. Em xin cám ơn ạ .",
    "Kính chào thầy/cô, Em xin nộp đơn xin hoãn thi trong file đính kèm. Mong thầy/cô hỗ trợ sớm giúp em. Em xin cảm ơn. Em có thắc mắc mong thầy/cô trả lời giúp: Ngày mai (04/08) em có môn thi mà em chưa được duyệt hoãn thi thì có cần vào phòng thi hay gửi mail thông báo cho giảng viên bộ môn đó không?",
    "Em là , mssv , em xin nộp lại đơn xin hoãn thi ạ Lí do: máy tính của em bị vào nước, thành phố Đà Nẵng em ở đang thực hiện cách ly toàn xã hội nên không mang đi sửa được. Em xin cảm ơn ạ",
    "Họ và tên:  MSSV:  Ngày sinh: 08/09/2000 Lớp: XD18CTGT Lý do viết đơn: em muốn xin được hoãn thi hai môn + Môn: Địa chất công trình MSMH: CI1043, nhóm: L01-A Giờ thi: 10g00, ngày thi: 03/08/2021 + Môn: Nền móng MSMH: CI3195, nhóm: A07-A Giờ thi: 16g00, ngày thi: 09/08/2021 Lý do em xin hoãn thi: do không đảm bảo đủ về mặt trang thiết bị để tham gia thi online Em mong phòng đào tạo xem xét giúp em ạ Em xin cảm ơn",
    "Xin xem xét để được hoãn thi.",
    "Kính gửi:     - Thầy  - Trưởng PĐT     - Các anh/chị PĐT Em là , MSSV  - SV VB2 khóa máy tính. Em gửi Đơn trình bày lý do, hoàn cảnh thanh toán trễ học phí và nguyện vọng. Do em đang cách ly tập trung sau khi về quê theo chương trình đón SV tại TP.HCM của tỉnh Khánh Hòa, ở đây không có máy in nên em gửi đơn bằng file mềm, mong anh/chị thông cảm. Kính mong thầy  và các anh/chị PĐT xem xét đơn của em, em cám ơn thầy và các anh/chị rất nhiều!",
    "B Em  MS  Xin hoãn thi tạm thời môn XSTK MT2001 do điều kiện trang thiết bị tại địa phương 1. Chưa có đường truyền internet đủ mạnh. Sóng 4G khá yếu (tổ 13 ấp Phước Sơn như CMND đính kèm). 2. Camera laptop hiện không sử dụng được, địa phương theo Chỉ Thị 16 nên hiện tại không sửa được.",
    "Kính gửi PĐT. Em tên là: Phan Văn Thịnh. MSSV , sinh viên lớp Giải Tích 1 DT02 Em gửi đơn này với mong muốn được xác nhận cho em được hoãn thi cuối kì môn Giải Tích 1 với lý do đường truyền mạng tại nhà rất kém, không đủ điều kiện để thi trực tuyến. Mong PĐT xem xét giúp. Em xin chân thành cảm ơn.",
    "Kính gửi PĐT. Em tên là . MSSV , sinh viên lớp Giải Tích 2 L06 Em gửi đơn này với mong muốn được xác nhận cho em được hoãn thi cuối kì môn Giải Tích 2 với lý do đường truyền mạng tại nhà rất kém, không đủ điều kiện để thi trực tuyến. Mong PĐT xem xét giúp. Em xin chân thành cảm ơn.",
    "em tên: , MSSV:. xin hoãn thi cuối kỳ môn giải tích 2 vì lý do thiếu trang thiết bị(máy tính).em cảm ơn!",
    "Kính chào thầy cô, Em tên là Nguyễn Thị Tuyết Mỹ Mssv: , sinh viên thuộc lớp QL1902 trường Đại học Bách Khoa TPHCM. Trong đợt thi cuối kì 202 này vì vào ngày thi môn Kinh tế chính trị Mác-Lênin em không có đủ thiết bị điện tử (laptop) để tham gia thi như nhà trường đã đề ra nên em viết đơn này kính mong nhà trường xem xét và xác nhận cho em về việc hoãn thi này. Em đã gửi mail xin phép thầy phụ trách môn học và đã được thầy đồng ý và xác nhận không nằm trong diện cấm thi. Hôm qua em có viết mail gửi đến Phòng Đào Tạo nhưng chắc vì quá tải nên em vẫn chưa nhận được phản hồi. Mong thầy cô có thể sớm xem xét và phản hồi cho em về sự việc này .",
    "Dạ cho em hỏi là học kì 211 tới em có đăng kí LVTN nhưng do tình hình dịch covid 19 nên em chưa thể đủ điều kiện anh văn thì đợt 2 đăng kí môn học có bị xóa không ạ,vì em lo sợ nếu bị xóa sẽ không có môn học trong học kì đó và không được nhận giấy chứng nhận sinh viên để hoãn NVQS ạ. Mong nhận được sự giải đáp từ thầy cô.Em xin chân thành cám ơn ạ",
    "Dạ em đã coi kĩ là bữa đó em thi phòng DT03B nhưng em đã vào lộn link của DT03A ạ, nên thầy cô có gì xem xét giúp em ạ. Em cảm ơn thầy cô ạ.",
    "Vì không đáp ứng các yêu cầu về thiết bị trong thi online nên em nộp đơn xin hoãn thi.",
    "Em tên:  MSSV:   i  . Em gửi đơn này mong phòng đào tạo xem xét cho em về việc hoãn thi cuối kì cho môn Xác suất thông kê vào lúc 16h ngày 05/08 vì lí do trang thiết bị không đầy đủ và đường truyền mạng không ổn định. Mong nhận phản hồi từ phòng đào tạo em chân thành cảm ơn.",
    "em không đăng nhập BK exam được ạ. Ngày mai 7 giờ em thi rồi. Em xin cảm ơn",
    "Mong PĐT xem xét đơn hoãn thi dùm em ạ, em cảm ơn.",
    "Kính gửi : Phòng đào tạo trường ĐHBK-ĐHQG TPHCM Em tên  MSSV  Lớp XD18CTT Em xin hoãn thi môn xác suất thống kê vào ngày 05/08/2021 vì lý do đường truyền không ổn định và camera bị hư. Em cam đoan mình không thuộc diện cấm thi Em xin chân thành cảm ơn !",
    "Do tình hình dịch chưa nên em vẫn chưa đủ trang thiết bị khi thi trong thời gian này",
    "chào thầy, cô. Em tên là  - , hiện nay em đang trong quá trình làm Luận văn tốt nghiệp. Nhưng trong bảng điểm của em trong Mybk đang hiện thị là CT (cấm thi). Em đã thanh toán học phí đúng hạn, cũng như nộp bằng Toeic 500. Em mong quý thầy, cô xem xét lại cho em. Nếu em có gì sai sót mong thầy, cô có thể cho em thông tin thêm ạ. Em cảm ơn",
    "Kính gửi, Em là  lớp XD19TD MSSV , hôm nay em làm đơn hoãn thi này mong PDT cho phép em được hoãn môn học Phương pháp tính ở HK202 vì lý do : Em không đủ cơ sở vật chất như yêu cầu của nhà trường về camera, thiết bị mạng, tín hiệu mạng và vì tình hình dịch hiện tại nên em không thể nào chuẩn bị được cho kỳ thi online này. Mong PDT chấp thuận cho em hoãn thi ở kỳ này và sẽ thực hiện lại kỳ thi thật tốt lần sau ạ . Em chân thành cảm ơn   B ",
    "Kính gửi PĐT, Em là  – MSSV: . Thuộc nhóm : L10-C, Kỳ chính 202 môn MT1009. Em có mong muốn hoãn thi cuối kỳ vì điều kiện trang thiết bị không cho phép . Kính mong PĐT xem xét và cho em hoãn thi môn Phương pháp tính ( MT1009 ) để em có sự chuẩn bị tốt nhất. Em xin chân thành cảm ơn. Trân trọng. ",
    "Do một vài lí do không mong muốn nên em có nguyện vọng hoãn thi môn giải tích 2 Kính mong phòng đào tạo xét duyệt giúp em. Em cám ơn ạ",
    "Hoãn thi cuối kỳ 202 . Kính gửi PĐT, Em là  – MSSV: . Thuộc nhóm : L10-B, Kỳ chính 202 môn MT1009. Em có mong muốn hoãn thi cuối kỳ vì điều kiện trang thiết bị không cho phép. Kính mong PĐT xem xét cho em hoãn thi môn Phương pháp tính (MT1009) để em có sự chuẩn bị tốt nhất . Em xin chân thành cảm ơn .   ",
    "Cho em hỏi về kỳ thi cuối kỳ online ạ. Do điện thoại em bị hư nên chỉ có 1 camera hỗ trợ thi của laptop vậy thì em có thể tham gia thi không ạ?",
    "Em chào thầy cô, học kì 192 em đã học môn IM1013 trong nhóm tự chọn C, nhưng do không rõ trong việc đăng ký tín chỉ nên trong học kì 202 em đã học môn IM1025 cũng thuộc nhóm tự chọn C vì em nghĩ có thể tính 3 tín chỉ của môn này vào 9 tín chỉ tự do. Vì vậy cho em hỏi là nếu em thi không qua môn IM1025 trong kì 202 này thì có bị tính vào TBTL không ạ? Và em có thể hoãn môn này để kì sau thi được không?",
    "Em tên là  lớp XD19CTGT01 Vì lý do thiết bị không thể đáp ứng thi online em xin đăng ký hoãn thi các môn được tổ chức thi online của em trong học kỳ HK202, DT203 bao gồm những môn có mã số sau MT1003, MT2013, SP1033, MT1009, LA1007. Em xin cảm ơn.",
    "Kính gửi thầy cô phụ trách. Em tên là:  Em là sinh viên của khoa KH&KT Máy tính Em xin được hoãn thi: -Tên môn học: Kỹ thuật lập trình (Thí nghiệm) -Mã số môn học: CO1028 -Nhóm lớp: L04 -Thời gian thi: 03/08/2021 Lý do em xin hoãn thi: Trong lúc làm bài thi em bị sự cố về việc quay lại màn hình máy tính lúc làm bài dẫn đến việc em không có video để nộp cho các thầy phụ trách theo yêu cầu. Em đã báo cáo với giảng viên phụ trách coi thi và thầy kêu em phải làm thủ tục hoãn thi. Em xin chân thành cảm ơn!",
    ".",
    "em muốn xin được hoãn thi vì không đủ cơ sở vật chất thì phải làm gì ạ ?",
    "Tên:  MSSV:  LỚP: XD18DD03",
    "em bị mất thẻ sinh viên mà ngày 7/8 thi có kịp làm không ạ .Em đã đăng kí in thẻ sv.Em muốn biết mình có sử dụng cmnd được không.Em xin cảm ơn.",
    "Dạ cho em xin hỏi  Em đã gửi mail kèm đơn xin hoãn thi và tới bây giờ vẫn chưa được xác nhận  Em mong nhận được sự phản hồi từ phía nhà trường ạ!",
    "Kính gửi thầy,cô  Vì tình hình dịch bệnh phức tạp và tạm không ra ngoài khi không cần thiết nên em chỉ điền phiếu hoãn thi trực tiếp trên máy mà không kịp phô tô ra giấy. Rất mong thầy, cô thông cảm.",
    "Hoãn thi môn Xác suất thống kê ",
    "Kính gửi :Phòng đào tạo trường Đại học Bách khoa Em tên : MSSV:         Lớp CK19CĐ1 Em có câu hỏi : \"Tình hình dịch bệnh phức tạp làm dịch vụ chuyển phát nhanh không thể đưa thẻ sinh viên tới kịp dù tình trạng cấp thẻ đã được xử lí từ lâu.Vậy có cách nào chứng nhận tạm thời thẻ sinh viên để hoàn thành kì thi trong khi chờ có thẻ không ạ? VD:nội dung in thẻ sinh viên đã được xử lí sẽ được giám thi phòng thi chấp nhận tạm thời như thẻ sinh viên",
    "Phòng đào tạo có thể hướng dẫn cho cách nộp phiếu thu nhận lại đươc không ạ bằng hình thức online được không ạ. -Còn nếu nộp trực tiếp thì nộp vào ngày mấy và địa điểm ở đâu ạ. Em cảm ơn.",
    "Em là , CK20CK10 mssv  Em có gửi yêu cầu in lại thẻ sinh viên cho phòng đào tạo ngày 28/7 và được xử lí xong ngày 29/7. Hiện tại em vẫn chưa nhận được thẻ sinh viên mới được in ạ, 13 giờ ngày 04/08 em phải thi rồi, không biết em có dùng giấy tờ gì để thay thế được không ạ. Em cảm ơn!",
    "Em tên là , MSSV:   Em xin phép nhà trường cho em hoãn thi tất cả các môn mà học kì này em đã đăng kí Vì thiết bị của em không đủ điều kiện, dễ bị gián đoạn nếu làm bài thi Em xin cảm ơn! ",
    "Em xin gửi đơn hõan thi cuối kì môn xác suất thông kê (MT2001) HK 202 ạ.",
    "Cho em hỏi pđt có đang làm việc tại cơ sở 1 Bách Khoa không ạ ? Để em có thể nộp phiếu thu nhận lại cho kì 211 . - Do thời điểm đăng ký kì 211 thành phố đang giãn cách xã hội nên em không thể nộp phiếu đúng thời điểm.Mong pđt chăm trước giúp cho em. - Nếu nộp onl thì phải nộp làm sao ạ ? - Còn nếu nộp trực tiếp thì mong pđt có thể cho em được biết là nộp vào ngày nào được không ạ. Em cảm ơn.",
    "Dạ em chào thầy/cô, em có thắc mắc là đợt đăng ký môn vừa rồi cho kỳ 211 em có đăng kí dự thính giải tích 2 . Mà kỳ 202 này em đã xin hoãn thi giải tích 2 rồi (nên môn gt2 của em chưa kết thúc), thì em có cần hủy đăng kí dự thính 211 không ạ? Hay là em vẫn sẽ được học dự thính 211 và thi off gt2 vào kỳ 212 ạ Em cảm ơn thầy/cô ạ!!!",
    "Em xin đăng kí hoãn thi cuối kì 202 môn Xác suất và thống kê ạ. Em xin chân thành cảm ơn ạ.",
    "Em chào thầy cô, Do hiện tại em vừa bị sốt và mệt chưa rõ nguyên nhân và có thể không đủ khả năng tham dự bài thi buổi sáng ngày 04/08 - môn Độc chất học công nghiệp ứng dụng CH3127, nên em mong phòng đào tạo có thể cho em xin phép hoãn buổi thi môn này vì lí do sức khỏe ạ. Em xin cảm ơn ạ!",
    "Cho em xin được hoãn thi các môn Phương pháp tính, Giải tích 2, Hoá đại cương vì lí do không đáp ứng được yêu cầu về trang thiết bị với ạ Em cảm ơn. https://drive.google.com/file/d/1CTvtQg_6OBST-foVXMRfJniS0/view?usp=drivesdk https://drive.google.com/file/d/1Icu_Dk6tKFYMy8B6k-zbhpiXU4VFIair/view?usp=drivesdk https://drive.google.com/file/d/1Eo_E2lM9GORYXdqVPtT807UMyYb24NmQ/view?usp=drivesdk",
    "Cho em hỏi phòng đào tạo có đang hoạt động tại cơ sở 1 Bách Khoa không ạ ? Để em được nộp giấy thu nhận lại.",
    "Kính gửi Phòng Đào Tạo đơn xin hoãn thi cuối học kì môn Xác suất và thống kê MT2013 của học kì 202",
    "Thưa phòng đào tạo, Em là sinh viên , mã số sinh viên . Em hiện đang học lớp xác suất thống kê A01 thầy . Em mong phòng đào tạo cho phép em hoãn thi buổi thi cuối kỳ vào lúc ngày 5/8, vì lý do em đang trong thời gian cách ly y tế 14 ngày (Bắt đầu từ ngày 1/8) của tỉnh Khánh Hòa vì vậy điều kiện cơ sở vật chất, internet không đảm bảo. Em xin được đính kèm email của thầy  xác nhận cho em đủ điều kiện thi để làm minh chứng em không bị cấm thi . Ngoài ra, em cũng đính kèm danh sách sinh viên của tỉnh Khánh Hòa hồi hương trong đó có tên em và công văn về việc cách ly 14 ngày của tỉnh để làm minh chứng . Bên Ký túc xá Bách Khoa cũng đã xác nhận cho em đang nằm trong thời gian cách ly và sẽ tổng hợp danh sách gửi về phòng đào tạo trong thời gian sớm nhất. Em mong sớm nhận được phản hồi từ phòng đào tạo.",
    "Vì không đủ trang thiết bị nên em xin được hoãn thi cuối kỳ môn xác suất và thống kê, mã môn học MT2001   i  .",
    "Kính gửi Phòng Đào Tạo.Em tên là v:.Em xin được hoãn thi cuối học kì 202 hai môn đó là Giải Tích 2 và Vật lí 2.Em đã được Giáo Viên 2 bộ môn đó xác nhận về việc hoãn thi rồi ạ.Mong Phòng Đào Tạo xem xét chấp nhận cho Em được hoãn thi.Và cho em hỏi là sau khi mình hoãn thi rồi đến hôm thi mình có cần vào google hangoutmeet để thông báo với Giảng Viên giám thị là mình hoàn thi không ạ.Em xin chân thành cảm ơn ạ.",
    "Hiện giờ hình thức thi cuối kì của môn Giải tích 2 yêu cầu sử dụng 2 camera để quay lại việc thí sinh làm bài thi. Cho em hỏi nếu như Laptop em không có Camera thì em có được sử dụng camera khác thay thế không ạ ? Nếu không thì em phải làm sao ?",
    "Kính thưa thầy cô,  Em tên là . MSSV: . Hôm nay ngày 4/8 em có ca thi môn triết học Mac Lenin mã môn SP1031 vào lúc 7h nhưng không thể thi được do nhà cúp điện. Kính mong thầy cô phòng đào tạo có thể giúp em hoãn thi lại. Em cảm ơn thầy cô",
    "MSSV:    i  . Em tên , MSSV: , học Khoa Địa Chất-, em xin hoãn thi cuối kỳ môn học XSTK học kỳ 203. Do không đảm bảo yêu cầu về thiết bị ạ.",
    "Em xin chào ạ, Cho em hỏi là khu em ở hiện tại đang bị phong toả theo chỉ thị nên không có tiệm photocopy nào hoạt động để em in mẫu đơn hoãn thi được ạ. Vậy em có thể điền trực tiếp trên file pdf rồi nộp hay làm cách nào được ạ? Em xin cảm ơn ạ. Mong sớm nhận được hồi âm.",
    "Xin phép nhà trường cho em đăng ký hoãn thi cuối kì môn Hệ quản trị cơ sở dữ liệu (mã môn học CO3021) của cô  vào 10 giờ sáng thứ 6 ngày 06.08.2021 vì lí do em không có đủ các yêu cầu về trang thiết bị để thi online (kết nối internet + camera).",
    "dạ vào tiết thi triết ngày 4/8/2021 lúc 7 giờ em lỡ nộp nhầm bài làm vào tập tin cá nhân, em có video từ lúc bắt đầu đăng nhập tới kết thúc buổi thi em có được nộp lại không ạ?",
    "Có điều gì thiếu xót mong pđt chỉ dẫn giúp em  để sửa chửa.Em cảm ơn",
    "Vì em đang cách ly tập trung tại quê do có sự thay đổi về ngày cách ly nên em không đủ thiết bị để thi Hoá Hữu Cơ ngày 12/8 đây. Mong PĐT cho em xin đăng kí hoãn thi để đợt sau thì lại ạ! Em cảm ơn rất nhiều ạ !  ",
    "Chào thầy cô ạ, sáng nay e có thi môn triết học đã hoàn thành. MSSV e là  ạ. Mà lúc điền form , đến lúc tải record thì bị hỏng nên e chưa xác nhận gửi. Sau đó e vào lại form thì không được điền form nữa, e không biết làm sao ạ, vì không có record sẽ 0.0 điểm ạ. Và bản quá trình record của e bị hỏng thì sẽ làm như thế nào ạ, mong thầy cô có thể giúp đỡ e E gửi thông tin ảnh bản record sáng nay",
    "cho em hỏi cách đăng ký hoãn thi và thời gian cho phép đăng ký hoãn thi ạ",
    "Em đăng ký làm lại thẻ sinh viên và đã thanh toán từ ngày 29/7 nhưng vẫn chưa nhận được ạ, mong Phòng Đạo Tạo có thể hỗ trợ xác minh vì mai em thi rồi ạ. Em xin cảm ơn.",
    "Em có gửi đơn hoãn thi qua mail cho phòng đào tạo rồi ạ. Vậy em có cần gửi đơn qua bksi nữa không ạ.Bên cạnh đó kiểm tra giúp em xem đơn hoãn thi của em đã được tiếp nhận chưa ạ.Em xin chân thành cảm ơn.",
    "Xin phép vắng thi cuối kỳ học kỳ 202 môn giải tích .",
    "Em kính chào quý thầy cô phụ trách ạ! Em có đăng kí môn học vào HK203 tuy nhiên do đã không thể thanh toán học phí kịp nên đã bị ghi nợ khoản đó và bị rút môn học.Mà hiện tại em vẫn chưa thể thanh toán khoản tiền đó, do kinh tế gia đình khó khăn vì bị ảnh hưởng bởi dịch bệnh ạ và em cũng cảm thấy khá vô lí vì việc bị ghi nợ mà mình không được học gì cả. Mong thầy cô cho em câu trả lời về cách giải quyết của nhà trường trong trường hợp này ra sao và nếu em vẫn chưa thể thanh toán học phí nợ kịp thì có ảnh hưởng đến kì thi kết thúc học phần kì 202 không ạ? Do em lo ngại bị cấm thi ạ Mong quý thầy cô phản hồi em sớm nhất có thể",
    "Xin hoãn thi . Vì lý do không đảm bảo trang thiết bị cần thiết nên em mong muốn được xin hoãn thi.",
    "Em chào thầy/cô! Em xin phép được vắng thi môn Giải Tích 2 học kỳ 202. Lý do: -Tình hình sức khỏe không được tốt sau khi tiêm vaccine xong. -Mạng Internet không đủ ổn định để tham dự kỳ thi online. ",
    "hiện tại vì không đảm bảo thiết bị để hoàn thành bài thi nên em xin phép PĐT có thể cho phép xin hoãn thi  .",
    "Thân chào thầy/cô, Em là  MSSV  - Lớp BD19BDG6 Sau khi được thầy/cô phòng đào tạo đồng ý hoãn thi môn xác suất thống kê, nhưng hiện tại lịch thi của môn này trên trang thông tin sinh viên của em vẫn chưa có sự thay đổi gì Mong thấy/cô sớm giải đáp giúp em ạ Em cảm ơn thầy/cô rất nhiều!",
    "Kính Gửi : Ban Giám Hiệu             Phòng Đào Tạo Trường Đại Học Bách             Khoa Em tên là : Nguyễn   Mssv :   Lớp : XD18CT1  Dạ thưa PĐT học kỳ 202 này em có đăng ký xin hoãn thi 2 môn là Xác suất thống kê và Giải tích 2 ạ, em có trình bày rõ lý do và có đơn kèm theo đã gửi về email của PĐT mấy hôm rồi  mà em chưa thấy hồi âm nên em hơi lo ạ mong PĐT kiểm tra lại giúp em với ạ. Em xin chân thành cảm ơn . Thân Mến!  ",
    "vì lí do bị cách li nên không đủ thiết bị và đường truyền nên em không thể thi môn xác suất và thống kê nên em xin gửi đơn hoãn thi. Mong được nhà trường xét duyệt",
    "Dạ xin chào phòng đào tạo, Chuyện là hôm qua em có thi kết thúc môn học Kết Cấu Ô Tô, và thầy cô gác thi có yêu cầu nộp lại file ghi màn hình, em đã nộp file ghi màn hình. Tuy nhiên em đã quên đổi tên file theo quy định. Có cách nào để em cập nhật lại tên file kh ạ. Em cảm ơn phòng đào tạo rất nhiều .",
    "Xin hoãn thi  i    b Em tên: Đồng Gia Bảo  b MSSV:       b Lớp: DD18DV1  b Nay em làm đơn này để xin hoãn thi môn học Kỹ thuật siêu cao tần, mã môn EE3025, nhóm A04-B, thi lúc 7h00 ngay 10/08/2021  b Mong PĐT xét duyệt  b Em xin chân thành cảm ơn  b  ",
    "Dạ theo như cô giải thích cho em thì có nghĩa là em vẫn được làm LVTN bình thường trong hk211 tới với thầy hướng dẫn rồi khi nào hết dịch em thi CCNN rồi nộp vào thì sẽ bổ sung tkb sau phải không ạ. Em xin chân thành cám ơn ạ!",
    "Em muốn đăng ký hoãn thi ở đâu ạ? Em đọc trên mail vào mybk- Hỗ trợ trực tuyến nhưung không biết làm sao nữa ạ?",
    "Kính gửi Phòng đào tạo, Em tên là , mã số sinh viên , thi môn  ME2051 thuộc lớp L01-C vào lúc 10 giờ ngày 03/08/2021. Vào lúc 9 giờ 30 phút, em đăng nhập vào BK Exam để thi môn  nhưng hệ thống báo lỗi đã đăng nhập vào thiết bị khác, mặc dù em chưa đăng nhập vào thiết bị khác. Em đã liên hệ với giám thị phòng thi và báo cáo tình trạng của mình. Thầy ấy nói với em là hoãn thi trên hệ thống được, bình thường và không sao hết. Vậy Phòng đào tạo cho em xin hoãn thi môn  ME2051 học kì 202 . Dưới đây là hình ảnh em đã chụp màn hình trước thời gian bắt đầu làm bài thi. Em mong sớm nhận được phản hồi từ Phòng đào tạo. Em xin cảm ơn.",
    "Dạ em chào thầy(cô)  Em đang gặp sự cố về máy tính (bị đơ máy) và không thể tham gia dự thi ở môn \"Các quá trình chế tạo\" vào lúc 10 giờ. Em có thể đăng ký hoãn thi được không ạ?",
    "Em chào phòng đào tạo! Em tên Nguyễn Quốc Thắng mssv  lớp DD18DV7. Em xin hỏi về việc em có làm đơn hoãn 2 môn nguyên lí thông tin số(nhóm L01-A thi vào lúc 10h ngày 3/8) và môn truyền số liệu và mạng(nhóm DT01-B thi 16h ngày 10/8) nhưng mới nhận được phản hồi xác nhận hoãn thi lúc 2h ngày(3/8). Trong khi đó môn nguyên lí thông tin số thi lúc 10h ngày 3/8. Do em đang cách ly tập trung đường truyền mạng không ổn định và chưa có xác nhận về việc hoãn thi nên em đã đăng kí 4g để tham gia buổi thi. Mong phòng đào tạo xem xét cho em xin giữ điểm thi môn nguyên lí thông tin số. Em chân thành cảm ơn  .",
    "Em chào Thầy/Cô ạ! Vì laptop của em bị hư và địa phương em đang thực hiện giãn cách xã hội nên em không thể đưa máy đi sửa để kịp tham gia thi cuối kì ạ. Vì máy hư bất ngờ nên em chưa chuẩn bị đơn hoãn thi với chưa có xác nhận của tất cả giáo viên mà mai em thi môn rồi ạ. Thầy/Cô cho em hỏi làm thế nào để em hoãn thi được ạ? Em cảm ơn ạ!",
    "Em chào thầy/cô, Em là , MSSV: , là sinh viên thuộc khoa Cơ Khí. Sắp tới trường có tổ chức thi với hình thức online, tuy nhiên, máy tay của em không may bị hư. Hiện tại em đang ở cùng với gia đình cư trú tại thành phố Phan Thiết. Em không thể đi sửa được nữa do tỉnh Bình Thuận hiện tại đang áp dụng chỉ thỉ 16 cho toàn thành phố Phan Thiết. Theo quyết định được trong gửi thì em không đáp ứng được trang thiết bị để thi nên em quyết hoãn thi. Em gửi tệp đăng ký hoãn thi. Em mong quý thầy/cô xem xét cho em ạ. Em cảm ơn.",
    "Xin phòng đào tạo cho em được hoãn thi môn học xác suất thống kê ( MT2001 ) thi vào ngày 5/8/2021 và môn nguyên lý máy ( ME1015) thi vào ngày 9/8/2021 Lý do: không đảm bảo được về mặt đường truyề thiết bị Em xin cảm ơn phòng đào tạo",
    "Hoãn thi cuối kỳ 202",
    "cho em hỏi đăng kí hoãn thi trực tuyến như thế nào ạ?",
    "MSSV:    Em chào thầy/cô! Em xin phép được hoãn thi môn Giải Tích 2 học kỳ 202. Lý do: -Tình hình sức khỏe không được tốt sau khi tiêm vaccine xong. -Mạng Internet không đủ ổn định để tham dự kỳ thi online. Và em muốn hỏi là nếu mình hoãn thi môn Giải Tích 2 thì nhà trường sẽ xử lý sao về điểm phân ngành ạ? Em cảm ơn! ",
    "Em tên là , MSSV  Em xin đăng ký hoãn thi môn Xác suất thống kê mã MT2001 vì không đảm bảo thiết bị.",
    "Họ và tên: MSSV  Lớp:XD17DD03 SĐT:[phone_number] Môn học đăng ký hoãn thi:    -Kết cấu Bê tông cốt thép 1(Mã MH:CI2091)-(Nhóm-tổ:DT01_A)-Thời gian:13h00 ngày 08/08/2021.    -Nền móng(Mã MH:CI3195)-(Nhóm-tổ:A02_B)-Thời gian:16h00 ngày 09/08/2021 Lý do hoãn thi:Em đang ở trong khu cách ly và cơ sở vật chất ko tốt để phục vụ cho kỳ thi.",
    "Hoãn thi môn Triết học - . Em tên là , MSSV , thuộc lớp L04-C môn Triết học -. Trong kì thi lúc 10h thì em có điểm danh nhưng chưa được làm bài thì lại bị uot ra, nên mong thầy cô cho phép em hoãn thi môn này ạ. Mong thầy cô hoặc anh chị có thể phản hồi em sớm nhất có thể ạ. Em cảm ơn.",
    "ng ký hoãn thi  . Vì lý do không đảm bảo trang thiết bị nên em không thể hoàn thành bài thi trên exam.hcmut.edu.vn nên em Phòng đào tạo cho phép em được đăng ký hoãn thi.Em xin hứa sẽ đăng ký và tham dự kỳ thi của học phần đã được hoãn thi ở lần tổ chức kế tiếp của học phần trong thời hạn 01 năm. Chân thành cảm ơn.",
    "Dạ kính gửi PDT Em tên là   Mssv  Em xin PDT cho em hoãn thi cuối kì 202 môn giải tích 2 của Cô  ạ . Lí do hiện tại em chưa có đầy đủ trang thiết bị theo yêu cầu của trường để  để thi ạ . Mong PDT duyệt giúp em với ạ . Em xin chân thành cảm ơn.",
    "Dạ cho em xin gửi đơn hoãn thi HK202 vì lý do thiết bị.  Em xin cảm ơn",
    "Kính gửi PĐT, Em sinh viên khóa 2017 đã bảo vệ xong luận văn tốt nghiệp, cho em hỏi: 1. Hạn đăng kí tốt nghiệp cho khóa 2017 đợt này là khi nào ạ?  2. Em phải nộp bằng trước bao lâu để có thể đúng hạn đăng kí? do em được biết phải có khoảng thời gian chờ kết quả thẩm tra nữa ạ. Em xin cám ơn ạ.",
    "Em xin kính chào Phòng Đào Tạo, Em tên là , mssv , là sinh viên lớp VP17VT. Hôm nay em xin phép nộp đơn xin hoãn thi cuối kỳ online môn học \"Các Kỹ thuật và Thủ tục Cài đặt\" (501708). Lý do: Vì trước khi nhận lịch thi chính thức, em có tham gia công tác hỗ trợ chống dịch và hiện tại em đang bị cách ly vì không may là F1 (đồng đội của em bị F0) nên em không thể về nhà. Nơi ở hiện tại của em không đáp ứng được điều kiện thi online: Không có laptop, không đủ camera cũng như Internet rất yếu . Chính vì thế em quyết định nộp đơn này, kính xin Phòng Đào tạo xét duyệt giúp em! Em xin chân thành cảm ơn! Trân trọng, .",
    "Em tên:   MSSV:  Lớp: L16 XSTK 202 Lý do hoãn thi: Do không đáp ứng về nhu cầu trang thiết bị thi nên em xin hoãn thi cuối kỳ 202",
    "Chào thầy/cô. Em là . Vừa rồi e có đăng ký văn bằng 2 tại trường và nhận được thông báo trúng tuyển. Thời hạn nộp hồ sơ là từ 6-10/8, do em đang trong khu cách ly nên không thể đi in hồ sơ cũng như công chứng giấy tờ và gửi hồ sơ qua bưu điện được. Với trường hợp như vậy thì nhà trường có hướng giải quyết nào cho em không ạ? Em có thể xin bổ sung hồ nhập học muộn hơn dự kiến được không ạ? Em cảm ơn thầy/cô đã hỗ trợ",
    "Dạ thầy cô cho em hỏi, Em thi cuối kì môn Triết học  ca 7h sáng. Đến 7h45 thì nhà em cúp điện, em xài máy bàn nên không thể chuyển sang dùng 3G. Em cũng không liên lạc được với thầy cô giám thị ngay lúc đó. Vậy em phải làm sao để được thi lại ạ?",
    "Em là . Cho em hỏi trong quá trình quay màn hình phục vụ cho việc thi trực tuyến môn Các quá trình chế tạo vào lúc 10h ngày 4/8/2021 thì laptop em bị dừng đột ngột, dẫn đến file quay màn hình bị lỗi. Em có trình bày việc bị dừng đột ngột cho giáo viên coi thi. Cho em hỏi cố cách nào để xử lý khi không có video quay màn hình không ạ",
    "kính chào thầy/cô! em tên là:  mssv:  gmail: khanh.nguyenk20.edu.hcmut.vn hôm nay e viết đơn này để xin thầy/cô cho em hoãn thi môn giải tích 2 vào ngày 07/08/2021 với lý do em đang trong diện cách ly nên không đủ trang thiết bị(laptop), đường truyền k ổn định.sau ngày 10/8 thì em sẽ hết bị cách li nên em sẽ thi online các môn còn lại ạ. mong thầy/cô xem xét, em xin cảm ơn .",
    "Em đã đăng kí in thẻ sinh viên từ nhiều ngày trước và tình trạng cũng cập nhật là hoàn thành nhưng em vẫn chưa nhận được thẻ ạ. Vậy em có được tham gia dự thi không ạ ?? Em cảm ơn",
    "Học vụ       Dạ  là [full_nam] MSSV    Dạ  có gửi đơn hoãn thi môn [full_nam] nhóm A02 thầy [full_nam] lên phòng đào tạo qua mail chưa thấy phản hồi ạ Nay  gửi lên đây mong phòng đạo tạo phản hồi giúp   E cảm ơn ạ",
    "Em tên Trương Triệu Hào  MSSV  Kính gửi PĐT trường Đại học Bách Khoa  Hôm nay em làm đơn này xin phép PĐT cho em xin hoãn môn GIẢI TÍCH 2 do kh có đủ trang thiết bị (laptop) và đường truyền mạng đến ngày 10/8 hết cách ly em mới mượn được lap và thi các môn còn lại mong phòng đào tạo xem xét và hỗ trợ em. Em xin chân thành cảm ơn",
    "Em muốn xin phép được hoãn thi môn Triết học -31 nhóm L05 .",
    "Dạ em chào thầy cô , em là  K20 khoa Kĩ thuật xây dựng . Em vừa thi xong môn Triết học mac-lenin hồi lúc 10h ạ . Trong quá trình thi thì do vấn đề về thiết bị phụ là điện thoại của em không thể hỗ trợ ghi hình trên google meet và điện thoại em xài cũng lâu nên sắp hết dung lượng quay camera thường ,vì thế mà em không có video của thiết bị phụ , điều đó ảnh hưởng đến kết quả cuối cùng của em , em có xin trợ giúp từ cán bộ coi thi nhưng cô nói không giải quyết được , còn vấn đề trong hướng dẫn là quay thiết bị chính theo góc quay thiết bị phụ là không được tại vì môn thi bắt buộc làm trên word . Em có nên xin hoãn thi để thi lại vào kì sau không? Em mong được thầy cô hướng dẫn cách giải quyết tối ưu nhất ạ . Em xin cám ơn",
    "Em đã thanh toán học phí trễ hạn và đã bị hủy kết quả, nay làm đơn đăng ký thu nhận lại từ HK211",
    "Em không để ý, em xin lỗi ạ. Phiếu nộp lại của em ở đây Em cảm ơn.",
    ". Xin hoãn thi HK202",
    "Kính gửi Phòng đào tạo/Nhà trường,  Em tên là , MSSV . Ngày 07/08 vào lúc 16h00 em có lịch thi cuối kì môn giải tích 2, nhưng vì lí do đường truyền mạng nhà em không ổn định nên em xin phép Phòng đào tạo/Nhà trường cho em được hoãn thi ạ. Em mong nhận được sự chấp thuận của nhà trường, em xin chân thành cảm ơn. Trân trọng, ",
    "Em thi môn Triết vào 7h00 ngày 4/8/2021 Phòng thi Sp1301_P01_C. Bây giờ em vào đường link để nôp clip quá trình nhưng link không có hiệu lực ạ.",
    "Em xin hoãn thi",
    "Dạ cho em hỏi, lúc trước em có nộp đơn hoãn thi lên pđt, pđt đã xác nhận là đã nhận đơn nhưng chưa xác nhận có phê duyệt đơn cho em. Em cũng có gửi lại một bản lên đây mà vẫn chưa thấy phản hồi. Xin trường giải quyêta giúp e với ạ. Mai e có giờ thi rồi ạ.",
    "Chào thầy/cô, Em là , MSSV: , Khóa K14 trường Đại học Bách Khoa. Hiện nay em đã hoàn thành chương trình học và đã bảo vệ luận văn. Nhưng còn thiếu chứng chỉ anh văn kỹ năng nói viết nên chưa tốt nghiệp được. Khóa 2014 của em thì hạn tốt nghiệp là tháng 4/2021. Theo quy chế nhà trường, nếu hoàn thành tất cả các điều kiện tốt nghiệp, chỉ thiếu Chứng chỉ ngoại ngữ thì sẽ được gia hạn thêm 1 học kỳ để bổ sung CCNN. Theo đó thì em sẽ được gia hạn thêm một học kỳ và tốt nghiệp vào đợt tháng 11/2021. Em đã liên hệ và được thông báo nộp đơn gia hạn lên hệ thống bksi. Em kính gửi đơn ạ. Em xin chân thành cảm ơn Thầy Cô.",
    "Cho em hỏi bây giờ em muốn đăng ký hoãn thi môn  thì phải làm như nào ạ. Em cảm ơn.",
    "Em có gửi đơn hoãn thi qua mail cho phòng đào tạo rồi ạ. Vậy em có cần gửi đơn qua bksi nữa không ạ.Bên cạnh đó kiểm tra giúp em xem đơn hoãn thi của em đã được tiếp nhận chưa ạ.Em xin chân thành cảm ơn.",
    "Kính thưa PĐT, Về việc xin xem xét đăng ký ĐCLV (EE4325) kỳ 211 của em, trước đó PĐT có trả lời rằng cần phải có   B Công văn của    . Hiện tại em đã gửi email cho văn phòng  hỏi về vấn đề này đã gần 10 ngày và gọi điện liên lạc theo sđt trên web của , nhưng vẫn không liên lạc được với  cũng như không được trả lời email . Em rất mong PĐT hướng dẫn cho em về   B Công văn của     là như thế nào và em phải làm những gì. Em xin chân thành cảm ơn, Trân trọng,",
    "Thi học kỳ 202 Chào phòng hỗ trợ, theo như quy chế thi thì yêu cầu thiết bị chính phải có Loa và Micro, nhưng hiện giờ máy em đã bị hư Loa, em đang ở Thành phố nên không thể đi sửa trước khi thi được. Cho em hỏi là em có thể mở Loa và Micro bằng thiết bị phụ được không ạ. Em cảm ơn",
    "Dạ vì dịch covid nên em không đi thực tập được trong kì hè lần này ạ. Em muốn xin kì sau thực tập để bù cho kì hè mà vẫn không bị trễ chương trình học được không ạ?",
    "Kính gửi : Phòng Đào Tạo Em là , MSSV: . Em xin đăng ký hoãn thi vì lý do không đảm bảo trang thiết bị cho môn thi bên dưới: - Kết cấu bêtông cốt thép 1 - Mã môn học: CI2091. Kính mong Phòng Đào Tạo xem xét và chấp thuận. Em xin cảm ơn",
    "Dạ, em vừa gặp sự cố lỗi mạng khi đang trong giờ thi môn Triết học  - . Bây giờ em cần làm gì để được thi lại ạ. Em xin cảm ơn.",
    "Ngày 4/8/2021, trong lúc thi môn Triết (sp1031) em có quên ghi hình lại quá trình làm bài của mình ạ, em kh biết giờ phải xử lý làm sao ạ (em đã hoàn thành bài và nộp bài ).",
    "Xin hoãn thi tạm thời môn XSTK MT2001 do điều kiện trang thiết bị tại địa phương    1. Chưa có đường truyền internet đủ mạnh. Sóng 4G khá yếu (tổ 13 ấp Phước Sơn như CMND đính kèm). 2. Camera laptop hiện không sử dụng được, địa phương theo Chỉ Thị 16 nên hiện tại không sửa được.",
    "Cho em hỏi là Học bổng loại 1 (36tr), loại 2 (33tr), loại 3 (30tr) của chương trình CLC là mỗi học kỳ đều có đúng không ạ. Hay chỉ có Học Kỳ 201 có thôi ạ. Em xin cảm ơn ạ.",
    "Em là  Mssv  Là học sinh lớp L02 môn Triết hoc   ở học kỳ 202. Hôm nay ngày 8/4/2021 em có tham gia thi ca thi 10 giờ nhóm L02B em có tiến hành nộp bài nhưng bị lỗi đến khi nộp được thì hệ thống báo trễ. Em đã nộp file lên lúc 11.09 (hạn là 11.30) và xác nhận với cán bộ coi thi. Cán bộ đã xác nhận là nộp rồi. Nhưng khi vô lại hệ thống báo nộp trễ 7 phút.45 s. Em có tìm vào phòng gg meet thì không còn ai. Em có ghi lại quá trình thi đến khi nộp file (11.09) thì có được hỗ trợ không ạ? Em cảm ơn    i  .",
    "nh gửi phòng đào tạo, Em là  () thuộc 18 HTP-CC02. Do không theo kịp chương trình đào tạo của 18 nên em mong muốn được chuyển sang chương trình của 19. Em mong chị giúp em giải đáp những thắc mắc sau ạ: 1. Để được chuyển sang 19, em cần phải làm những gì ạ? 2. Em đã học những môn Mac, Tư tưởng và Đường lối, thì những môn đó sẽ tương đương với những môn nào ạ? Cũng như cách tính điểm ạ. 3. Có những môn em đã học rồi, mã môn của 19 lại khác của 18, thì em có cần phải học lại mấy môn đó không ạ? Và nếu không cần học lại thì điểm của em sẽ bị tính như thế nào ạ?  4. Do em đọc được điểm môn tương đương qua 19 sẽ để thành MT (không tính vào điểm TB) vậy thì điểm trung bình tích luỹ sẽ được tính thế nào ạ chị?  Là bỏ hoàn toàn môn đó ra không cộng vào hay vẫn cộng điểm tất cả các môn theo mã 19 rồi chia tổng tín chỉ tích luỹ vậy ạ? Em cám ơn chị đã dành thời gian đọc và giải đáp thắc mắc của em . Em kính chúc chị và gia đình thật nhiều sức khoẻ và chống dịch an toàn ạ. Trân trọng  .",
    "Kính gửi Phòng Đào tạo Trường Đại học Bách khoa TP.HCM, Em tên là ,  mssv . Hiện thẻ SV của em để tại phòng 203B3, do em mượn luận văn nên để lại thẻ SV. Em không lên trường để lấy thẻ được do phẫu thuật đầu gối xong là tới dịch Covid . Để tham gia kỳ thi cuối kỳ này, em sử dụng CMND được không hay có phương án nào khác không thưa thầy/cô?  Trân trọng. Sinh viên,  .",
    "Kính gửi PĐT em Tên Là . MSSV . Hôm nay em có thi môn Triết Học  vào lúc 7h MSMH SP1031 Nhóm L08A. Sau Khi thi em truy cập vào link để nộp video ghi màn hình nhưng khi mở ra thì không nộp được video thì. Em xin hướng giải quyết. Em cảm Ơn PĐT",
    "Chào Thầy/Cô Phòng Đào Tạo. Em tên  Mssv . Em xin gửi lại mẫu đơn hoãn thi vì đơn trước em bị sai giờ thi ( pdt đã duyệt). Em gửi mail này để xin phòng đào tạo cho em được hoãn thi môn  vì em không đáp ứng đủ cơ sở thiết bị để thi ( không có laptop và đường truyền wifi hay chập chờn).  Mong phòng đào tạo phê duyệt thông tin cho em sớm ạ. Em cảm ơn",
    "Em có nộp thành công file bài làm của mình mà em đặt tên file có dấu rồi phải làm sao vậy ạ   i  .",
    "Cho em hỏi tại sao em làm đơn hoãn thi rồi chưa được duyệt",
    "Xin hoãn thi . Kính gửi Phòng đào tạo,  Em là , MSSV:  Do vấn đề về trang thiết bị được yêu cầu trong kỳ thi online không thể đáp ứng được nên em xin hoãn thi các môn sau đây. Em sẽ đăng ký và tham gia dự thi các môn học trên trong lần tổ chức kế tiếp của nhà trường.",
    "em tên  thư Mssv  , hôm nay em có lịch thi cuối kỳ 202 môn triết học mác- vào lúc 7g00 ngày 4/8/2021, nhưng do thiết bị không đảm bảo , đường truyền không ổn định nên em không đăng nhập được vào hệ thống để tham gia thi , em viết mail này xin phép phòng đào tạo cho em hoãn thi ạ. Em chân thành cám ơn !",
    "Phòng đào tạo cho em xin hoãn thi các môn cuối kì đó thiếu thiết bị (laptop) để phục vụ cho thi trực tuyến ạ",
    "Kính gửi, Theo như thông tin em có được,   B nếu không vào được BKeX thì có thể nhờ cán bộ coi thi mở khóa cho, nhưng không vào được BKeX thì không có link Google Meet thì làm sao em liên hệ cán bộ coi thi được ạ?    Em mong trường có giải pháp cho vấn đề này sớm ạ. Em xin cảm ơn!",
    "Dạ Phòng đào tạo cho em hỏi là em đã đăng ký thẻ sinh viên từ hơn 1 tuần trước và phiếu của em đã được xử lý xong từ 27-07-2021 nhưng đến giờ em vẫn chưa nhận được thẻ ạ ( em không thuộc trường hợp ở trong tâm dịch ). Căn cước công dân và thẻ sinh viên của em đều để trên Thành phố thì em có thể sử dụng ảnh chụp 2 mặt căn cước công dân của em để dự thi được không ạ. Mong Phòng đào tạo trả lời em sớm nhất có thể, em xin cảm ơn!",
    "Hôm nay em thi triết lớp L05-B, lúc 10h. Em đã lên Bkex sớm 30p như quy định để điểm danh. Tuy nhiên link không có ai chấp nhận. Tới tận 9:45 thì em có nhận được 1 cái link khác để vào thi. Tuy nhiên vào thì không nghe điểm danh. Đến giờ vẫn làm bài bình thường. Đến cuối giờ sau khi hết giờ làm bài thì em không có chỗ nộp. Hỏi giảng viên cũng không rõ vấn đề. Hơn 15p sau. Hết giờ nộp bài. Giám thị mới điểm danh và nói là L05C. Em đã vào nhầm phòng thi. Và hệ thống khi em lên lúc 11h thì cũng không có chỗ nộp bài.  có file ghi hình toàn bộ quá trình thi của em Trong phòng em nhầm cũng có ghi hình làm bài trung thực không có gian lận Em xin gửi link video ghi màn hình thi: https://drive.google.com/file/d/1L1_oWa0A-HuIBhahdau_LTRQFrYvk0p7/view?usp=sharing",
    "Kính gửi thầy(cô) PDT, Em là sinh viên CT đại trà K17, thầy cô cho em hỏi sau khi bảo vệ luận văn tốt nghiệp thì hạn nộp chứng chỉ TOEIC nói viết để xét tốt nghiệp là khi nào vậy ạ. Em cảm ơn.",
    "Dạ em là  - MSSV:  Em làm đơn này xin phép PĐT cho em hoãn thi cuối kỳ HK202 môn Nguyên lý ngôn ngữ lập trình - CO3005. Em đã đính kèm đơn và xác nhận của GV về việc không nằm trong diện cấm thi. Mong PĐT chấp nhận yêu cầu hoãn thi của em. Em xin chân thành cảm ơn!",
    ": Em đăng kí giấy xác nhận sinh viên từ ngày 27/03/2021 mà hiện tại em chưa có phản hồi gì từ phòng đào tạo",
    "Dạ cho em xin hỏi, hiện tại thì em đang năm nhất, nếu như sau khi thi xong các môn nhưng có môn trong học kỳ HK202 rớt và tổng số chỉ không đủ 28, kì hè đã qua nên cũng không biết có học lại được không, vậy thì có được học qua năm thứ hai không ạ ? Xin cảm ơn",
    "Chào thầy/cô, 1.Cho em hỏi là nộp lệ phí tạm thu và phí xét tuyển qua ngân hàng khác không phải OCB thì cho em xin thông tin chuyển khoản của trường ( tên, STK, chi nhánh và nội dung chuyển khoản ạ) 2. Trong mục đăng kí môn học thì thấy hạn 6-8/08/2021 nhưng hệ bằng 2 chưa có tài khoản sinh viên mới thì sao đăng kí ạ? Em cảm ơn!",
    "Sau khi kết thúc buổi thi em mới phát hiện quá trình ghi hình màn hình bị ngắt quãng, chỉ được 1 phút đầu tiên. Em có được đăng kí thi lại không ạ?",
    "Lịch thi môn Khoa học trái đất học kỳ 202 của em không hiện trên Bkel ạ, trường có thể cập nhật cho em được không",
    "Em chào quý thầy cô! Ngày 27/07 vừa rồi em có đăng ký in thẻ sinh viên nhưng đến giờ vẫn chưa nhận được, trong khi em có lịch thi vào ngày mai (05/08). Em muốn hỏi quý thầy cô là em cần làm những thủ tục gì để có thể tham gia thi vào ngày mai ạ? Em xin cảm ơn quý thầy cô!",
    "em là   học lớp  Đường lối CM của Đảng CSVN, DT01-B hôm qua 13h 3/8/2021 thi cuối kì, nhưng điền sai form, hôm nay em truy cập thì đã không còn nhận phản hồi. Thông tin từ nhà trường là form sẽ khóa sau 48h nhưng hiện tại mới có 25h mà form không còn nhận hy vọng nhà trường xem xét mở lại, em cám ơn",
    "Em bị dính covid nên yêu cầu hoãn thi ạ",
    "Thưa PĐT trong lúc kết thúc bài thi em lỡ tắt trình duyệt mà quên đăng xuất ra Bkex giờ em vô lại để nộp phải ghi hình thì không được, mong PĐT mở lại BKex để em có thể nộp file ghi màn hình, em cảm ơn nhiều",
    "Em tên là , mssv  Em có ca thi môn Triết học lúc 13h. Trong quá trình thi em gặp sự cố về đường truyền khiến máy em bị sập nguồn không thể tiếp tục hoàn thành bài thi. Em đã gọi điện thông báo cho giám thị ca thi ngay lập tức. Em gửi tin nhắn mong PĐT xác nhận trường hợp của em và hướng dẫn em thủ tục xin hoãn thi ạ. Em xin chân thành cảm ơn !!!",
    "Chào Thầy/Cô,  Con thi môn Đường lối CM vào 13h00 ngày 3/8/2021. Theo điều kiện nhà trường thi xong cần phải nộp 1 bản ghi hình chậm nhất là 48 giờ sau khi kết thúc thời gian thi . Hiện em lên Google Form để nộp bài thì trang đã đóng và không nộp được bài nữa.(file đính kèm) Em xin lỗi do sự chậm trễ này. Do phần mềm Bandicam không có bản quyền nên mỗi clip chỉ quay dc 10phut. Nên em cần thời gian edit ghép video lại . Do sau 48 tiếng mà không nộp được file thì sẽ 0 điểm. Mong thầy/cô xem xét trường hợp này, giải quyết giúp em ạ. Em xin cảm ơn! Tên:  MSSV:  Nhóm: DT01 Chúc thầy/cô thật nhiều sức khỏe ạ! .",
    "Em lỡ đạt sai tên file bài thi và nộp thì em phải làm sao ạ. Đáng ra phải đặt là L01-C__ mà em đặt thành _SP1031_2021-08-04. File video của em bị lỗi thì phải làm sao ạ",
    "Chào thầy/cô, Em là , MSSV: , Đối tượng: 06, Khóa K14 trường Đại học Bách Khoa. Hiện nay em đã hoàn thành chương trình học và đã bảo vệ luận văn. Nhưng còn thiếu chứng chỉ anh văn kỹ năng nói viết nên chưa tốt nghiệp được. Khóa 2014 của em thì hạn tốt nghiệp là tháng 4/2021. Theo quy chế nhà trường, nếu hoàn thành tất cả các điều kiện tốt nghiệp, chỉ thiếu Chứng chỉ ngoại ngữ thì sẽ được gia hạn thêm 1 học kỳ để bổ sung CCNN. Theo đó thì em sẽ được gia hạn thêm một học kỳ và tốt nghiệp vào đợt tháng 11/2021. Em đã liên hệ và được thông báo nộp đơn gia hạn lên hệ thống bksi. Em kính gửi đơn ạ. Em xin chân thành cảm ơn Thầy Cô.",
    "Cho e hỏi nay e thi triết học e dùng  Window G để ghi màn hình mà nó ko ghi được phần word khi e làm bài.Và lúc e nộp bài thì nó tự tắt. E mong thầy cô xem xét vì lần đầu thi online nên e chưa tìm hiểu kỹ. Nếu trường hợp xấu nhất e mong thầy cô cho e thi lại ạ. E cảm ơn",
    "Dạ, em chào thầy/c. Em tên là , lớp 20VPNL. Em trễ hạn học phí học kỳ 202 ạ. Em không được tham gia thi cuối kỳ 202 ạ. Dạ, thầy/cô cho em hỏi, em có được đăng ký môn và học học kỳ 211 không ạ. Em xin chân thành cảm ơn ạ. Em xin lỗi đã làm phiền ạ ",
    "Em chào phòng đào tạo ạ, Em là sinh viên k14 và em đã xin thời gian thêm 1 học kỳ rồi ạ. Nhưng bây giờ em chưa thể hoàn thành xong chương trình học (em còn luận văn tốt nghiệp và điều kiện tiếng anh), nên hôm nay em viết bài này để hỏi là em có được chuyển sang hình thức hệ vừa học vừa làm được không, do em đọc trong tuyển sinh bên hệ vừa làm vừa học thì yêu cầu chuyển hệ chính quy sang phải không bị kỷ luật buộc thôi học mà trong quá trình học em cũng đã bị buộc thôi học do học lực ạ. Em mong phòng đào tạo cho em biết trường hợp của em có được chuyển hệ không ạ và nếu được thì em cần phải làm gì tiếp theo ạ. Và hiện nay thì em vẫn còn trong thời gian đào tạo đến tháng 10 ạ. Em mong nhận được sự phản hồi của phòng đào tạo, em xin chân thành cám ơn.",
    "Chiều nay lúc 13h em có tham gia thi hk202 môn triết học và đã thực hiện đầy đủ các yêu cầu của CBCT. Sau khi nộp bài thì em đã dừng ghi màn hình quá trình làm bài nhưng đã có lỗi xảy ra là em làm mất bản ghi khi chưa kịp lưu lại. Và theo qui định không có bản ghi coi như 0đ. Mong được xem xét và giải quyết giúp em ạ! Em chân thành cảm ơn!",
    "Em hiện đang điều trị Covid nên không đủ điều kiện thi online, em xin được hoãn thi trực tuyến, Em xin chân thành cám ơn",
    "em nhận đc email như này là hoãn thi thành công rồi đúng k ạ",
    "Kính thưa nhà trường, em tên  khoa KTXD, MSSV là  Tình hình là đợt dịch này gia đình em hơi khó khăn nên em đã đóng học phí trễ (ngày 27/7), hiện giờ em vẫn chưa có lịch thi nên em nghĩ mình đã bị cấm thi nhưng em vẫn chưa nhận được mail thông báo của trường. Em muốn xin hướng giải quyết với ạ. Em xin cảm ơn.",
    "Kính gửi PĐT, em tên là:  MSSV: . Hệ: VLVH Hôm nay em làm đơn này để PĐT cho em xin hoãn thi môn học: Động Cơ Đốt Trong. Do dịch bệnh nên hiện tại em đã về quê. Máy tính em đã để ở nhà trọ và hiện tại em chỉ có một điện thoại di động. Mà tình hình dịch bệnh như thế này em không thể vào lại thành phố để lấy máy tính được. Em không đủ thiết bị để dự thi online kỳ này. Rất mong PĐT xem xét và giúp đỡ em ạ. Em xin cảm ơn PĐT rất nhiều.",
    "Em chào các thầy cô! Em tên là , em muốn xin phép được hoãn thi ạ! Mong thầy cô giúp đỡ sớm ạ, em đã nộp mail cho phòng đào tạo 3 ngày rồi vẫn chưa có phản hồi. Cảm ơn thầy cô !",
    "Dạ ad ơi, em vừa thi xong học phần Triết học, vấn đề của em là file video mà em quay màn hình đã bị lỗi và dừng lúc nào em không nhận ra ạ. Em phải xử lí thế nào đây ạ.",
    "SV:  . Em tên là  mssv  lớp XD19CTXD04. Em xin gửi PĐT đơn xin hoãn thi môn phương pháp tính HK202.Lý do em làm đơn là em không bảo đảm yêu cầu nhà trường trong kỳ thi trực tuyến học kỳ này.Mong PĐT xuy xét.Em xin cảm ơn ",
    "Kính chào ban giám hiệu nhà trường và giảng viên bộ môn Triết học  - , em là , MSSV  thuộc lớp L09. Hôm nay em viết mail để trình bày với nhà trường và giảng viên bộ môn như sau:  Sáng nay, 4/8/2021, sau khi hoàn thành bài thi môn triết học  -  online thì em đã làm và lưu bài làm của mình gửi cho bộ phận bkex. Trong lúc thi thì em đã mở 1 file Word trắng khác để làm và lưu file pdf nộp bài do quá chú tâm vào bài làm của mình mà em không để ý tới file tự luận mẫu mà bộ môn đã gửi cho sinh viên trên bkex. Sau khi gửi bài xong và thoát khỏi phòng thi thì em phát hiện ra mình phải làm bài theo file mẫu và chỉnh font theo yêu cầu của bộ môn. Em đã có chỉnh kích thước và font chữ theo yêu cầu của bộ môn nhưng lại vô tình không làm trên file mẫu của nhà trường . Em viết mail này kính mong nhận được sự trợ giúp từ ban giám hiệu nhà trường cho phép bài thi của em được chấp thuận. Em đã học bài và chuẩn bị cho kì thi online này rất chăm chỉ. Em xin cảm ơn.",
    "Chào pdt, bởi vì em không cầm thẻ sinh viên về quê nên giờ sắp thi nhưng không có thẻ. Em đã đăng kí in làm lại thẻ sinh viên và khoảng tuần trước nhưng đến giờ vẫn chưa có. Em mong pdt cho em bằng chứng xác thực với cán bộ coi thi để em có thể thi vào 3 ngày tới. Em có thể dùng căn cước công dân để thay thế không ạ   i  .",
    "Em là . MSSV: . Lớp CC20KTM1. Vào ngày 30/7/2021 em có rời Ký túc xá đại học Bách Khoa và trở về Quảng Ngãi để chịu sự cách ly tập trung tránh Covid 19. Hiện giờ vì khu cách ly mạng yếu nên em không thể tham gia thi. Em xin mẫu đơn để nhận điểm miễn thi",
    "Kính gửi phòng đào tạo Em tên là  Em viết đơn này mong đào tạo cho phép em được hoãn thi môn Giải tích 2 vì không đủ điều kiện thiết bị và đường truyền mạng Dưới đây là đơn xin hoãn thi của em đã có xác nhận không bị cấm thi của cô  giảng viên Giải Tích",
    "Cho em hỏi ngày 5/8 em có lịch thi môn xác suất thống kê nhưng em được phường thông báo phải đi chích ngừa Vacxin COVID19 thì em hoãn thi như thế nào ạ",
    "B Em muốn xin hoãn thi tất cả các môn trước ngày 9/8 theo lịch thi gồm có: Tiếng Pháp 8 (003708), Các ứng dụng chức năng của điện năng (408708), Các kỹ thuật và thủ tục cài đặt (501708). Lý do: vì nhà em đang trong vùng phong toả nên không thể chuẩn bị trang thiết bị phục vụ việc thi. Kính mong Phòng Đào tạo giải quyết giúp em. Em xin cảm ơn!  ",
    "MSSV:    Em chào thầy/cô! Em xin phép được hoãn thi môn Giải Tích 2 học kỳ 202. Lý do: -Tình hình sức khỏe không được tốt sau khi tiêm vaccine xong. -Mạng Internet không đủ ổn định để tham dự kỳ thi online. Và em muốn hỏi là nếu mình hoãn thi môn Giải Tích 2 thì nhà trường sẽ xử lý sao về điểm phân ngành ạ? Em cảm ơn! ",
    "Em tên là  Em muốn xin hoãn thi môn Đại số tuyến tính (mã môn MT1007) vì cơ sở vật chất trong ngày thi không đảm bảo (không có máy tính/laptop). Em xin cám ơn ạ.",
    "Gửi PĐT,  Cho e hỏi là sắp tới mình có đợt đăng kí/hiệu chỉnh môn học nào mà được xóa môn đã đăng kí không ạ?  Em cảm ơn.",
    "Do điều kiện không đảm bảo cho việc ôn tập cũng như thiết bị. Cho e hỏi làm thế nào để mình xin hoãn thi một môn cuối kì ạ? Em cảm ơn ạ!   i  .",
    "Dear Phòng đào tạo, Em tên , MSSV: , sinh viên Chính quy chuyên ngành Cơ điện tử, Khoa Cơ khí, Đại học Bách Khoa TP.HCM.  Trong HK202, em đang thực hiện luận văn tốt nghiệp và 23h59phút ngày 2/8/2021 là hạn chót nôp Luận văn tốt nghiệp trên nền tảng Easychair theo thông báo của Bộ môn Cơ điện tử. Vào 22h45phút ngày 2/8/2021, em đã truy cập vào nền tảng EasyChair (theo đường link do Bộ môn cung cấp) để nộp Luận văn nhưng không được, do đường truyền mạng 4G nhà em lúc đó gặp sự cố. Mãi đến hơn 0h45phút ngày 3/8/2021 em mới vào được nền tảng Easychair, nhưng link đã đóng và không còn nhận Luận văn nữa. Và kết quả là em không nộp được Luận văn đúng hạn nên không thể tham gia vào quá trình Phàn biệnảo vệ sau đó (đồng nghĩa với việc Cấm thi). Em đã liên hệ với Bộ môn Cơ điện tử và Thầy Chủ nhiệm Bộ môn để tìm hướng giải quyết, nhưng không được sự chấp thuận từ Thầy Chủ nhiệm Bộ môn cho em nộp lại Luận văn tốt nghiệp. Dường như việc đó nằm ngoài khả năng của Thầy Trưởng Bộ môn và thầy đề xuất em liên hệ với BGH để tìm hướng giải quyết. Giờ em không biết cách nào để nộp được Luận văn tốt nghiệp. Không biết còn cơ hội nào cho em được Phản biện và Bảo vệ Luận văn trong HK202 không? Mong Phòng đào tạo có thể cho em hướng giải quyết trong thời điểm then chốt này. Em xin chân thành cảm ơn. Thân chào PĐT.",
    "Kính gửi PĐT,  Em có nguyện vọng mong muốn hoãn thi ạ. Em đã đính kèm tệp đơn xin hoãn thi . Em xin chân thành cảm ơn.",
    "Em đã hoàn thành tất cả môn học, nhưng chưa nộp bằng anh văn để tốt nghiệp ở đợt này, vậy học kì 211 em có cần phải ĐKMH không ạ.",
    "Thưa thầy cô. Hiện tại thi on là chúng em phải ghi màn hình lại và nộp cho bộ môn. Vậy em xin được hỏi là video ghi màn hình khá lớn nhưng em không tiến hành nén mà trực tiếp nộp video gốc luôn được không ạ. em xin cảm ơn ",
    "Thưa thầy cô. Hiện tại em đang thắc mắc là khi thi online. Lúc thi tự luận xong là mình quét bài làm của mình (bản viết tay) sang file pdf(vẫn là bản viết tay) rồi gửi hay là mình chuyển nó sang tài liệu ( bản viết máy) rồi sang pdf rồi gửi ạ. em xin cảm ơn",
    "Chào thầy/cô, tài khoản   B duc.nguyen291    của em bị khóa từ hôm chủ nhật mà tới giờ vẫn chưa được mở, không thể đăng nhập vào trang exam được, ngày mai em có buổi thi môn xác suất thống kê rồi. Mong thầy cô mở lại giúp em ạ. Em xin cảm ơn.",
    "Dạ, em xin gửi đơn xin hoãn thi/ vắng thi do gặp sự cố trong giờ thi môn Triết học -. Em mong sớm được giả quyết ạ Em xin cảm ơn.",
    "Chào Cô, Em tên là   Lớp: XD19CTXD04 MSSV:   Trong quá trình thi online Môn Triết Học - nhóm L15_B Lúc 13h 04/08/2021  thì laptop em bị sự cố treo máy và sập nguồn sau khi khởi động lại thì em đã có thể nộp bài như bình thường nhưng phần mềm quay màn hình của em đã bị lỗi và không lưu file recor. Mà nhà trường bắt buộc thì sau 48h phải nộp file . Thì hiện tại em phải làm gì ạ ?. Em đã báo cáo với Thầy Cô giám thị coi thi và Thầy Cô đã ghi tên em lại và bảo nộp file lỗi cũng được . Em cảm ơn Cô đã giải đáp thắc mắc của em Em xin chân thành cảm ơn. Bên dưới là thông tin của phần ghi của em.",
    "MSSV:  Hoãn thi môn Xác suất thống kê",
    "Kính gửi Phòng Đào tạo. Em tên là , MSSV: , Lớp: CC19 - KTM1 Em xin kính gửi mẫu đơn xin hoãn thi. Mong quý thầy/cô xem xét giúp em. Em xin cảm ơn.",
    "Dạ cô ơi em có đăng ký in thẻ sv để ngày 7/8 tới em bắt đầu thi, nhưng nếu như thẻ sv kh gửi về kịp ngày thi thì em phải làm sao đây ạ, do em có theo dõi tình trạng thẻ và nhận thấy chỉ mới in ngày hôm nay thôi ạ, em xin cảm ơn thầy cô nhiều ạ!!",
    "Em xin chào ban quản lý!  Thời gian qua do gặp khó khăn về kinh tế nên em đi làm nên không đăng kí môn học. Em bị quyết định 607/QĐ \"Tạm đừng học\" vào ngày 09/11/2020.  Em xin hướng dẫn xử lý để em có thể đăng kí môn học lại ạ. Em xin cảm ơn !",
    "Em chào PĐT  Em tên là :  MSSV:   khoa : Bảo dưỡng công nghiệp Em muốn làm đơn này xin hoãn thi môn xác suất thống kê lúc 10g00 ngày 05/08/2021 vì em có sự cố về trang thiết bị nên ảnh hưởng đến việc thi cuối kì môn xác suất thống kê . Em xin nhà trường chấp nhận đơn hoãn thi . Em xin cảm ơn ạ.",
    "Em tên là , Khoa Điện-Điện tử, MSSV . Vào ngày 1/8/2021 em có được thi môn PLĐC (SP1007) lúc 13h00 nhưng em có vào nhầm phòng thi là phòng DT03A nhưng phòng thi đúng của em lại là DT03B. Lúc vào thì em không thấy điểm danh gì cả vì em vào trễ khoảng 5’ là lúc 12h50 nên không biết trong khoảng 5’ đó có điểm danh không. Rồi em vẫn làm bài theo đúng link trên BKEX như bình thường khi nộp bài xong em nhắn lên gg meet trong phòng là em đã hoàn thành bài làm. Sau đó thì em có phát hiện ra em vào nhầm phòng và thoát ra khỏi phòng DT03A để vào phòng của em nhưng lúc em vào phòng DT03B của em thì đã không còn ai trong phòng DT03B nữa. Em có gửi 3 mail cho PĐT, và tạo 2 câu hỏi trên bksi nhưng em vẫn chưa nhận được câu trả lời để giải quyết về vấn đề này và kéo dài tới ngày hôm nay ạ. Mong thầy cô hỗ trợ giúp em sớm về việc này ạ. Em cảm ơn thầy cô ạ.   ",
    "Yêu cầu hoãn thi do không đáp ứng yêu cầu về thiết bị thi Online (thiếu vi tính, laptop,...)  .",
    "Dạ em xin chào cô/thầy, lúc sáng này em có giờ thi môn Triết lúc 10h, nhưng nhà em lại có sự cố đường truyền đột xuất, nhà em bị mất điện, mà em dùng máy tính bằng nguồn điện và wifi trực tiếp với chỗ khu vực của em cũng thực hiện chỉ thị 16 nên em cũng không có được sự hỗ trợ nào khác nên sáng này em không thể lên thi được, em xin thầy/cô xem xét giúp em và cho em xin hoãn thi môn này.  Mong thầy/cô đồng ý cho em hoãn môn và cho em thi lại vào thời gian khác. Em cảm ơn thầy/cô rất nhiều ạ!",
    "Dạ xin chào văn phòng ạ, em tên , mssv:  - khoa điện - điện tử cltt. Vào lúc 14h10 hôm nay ngày 4/8/2021, em đã hoàn thành bài thi môn Triết học Mác Lê-nin và đã nộp file pdf bài tập lớn, hai giám thị gác thi đã xác nhận em đã nộp xong tuy nhiên một giám thị nói nơi nộp video record màn hình thiết bị làm bài thi đang bị lỗi nên đợi sửa và chưa nộp video được. Sau đó khoảng 40 phút hơn em lỡ tắt mất web BKEX và giờ em định đăng nhập vào lại để xem nơi nộp video được sửa chưa thì nó lại báo lỗi không cho em đăng nhập như trong tệp ảnh em gửi ạ, em đã hoàn thành ca thi được gần 1 giờ đồng hồ rồi nhưng không có dấu hiệu cho thấy tài khoản được mở khóa đăng nhập, mong văn phòng xem xét lại giúp em vấn đề này với ạ. Em cảm ơn văn phòng, em chúc văn phòng một ngày tốt lành ạ!",
    "Chào anh, chị Em tên là , sinh viên k17, khoa Kĩ thuât hoá học, ngành công nghệ sinh học Hiện tại em không thể lên trường để xin xác nhận của khoa đối với đơn xin đăng kí luận văn tốt nghiệp trễ hạn kì 202, chỉ có chữ kí của giảng viên hướng dẫn Nhưng em đã có gửi email và nhận được sự đồng ý của chủ nhiệm khoa, em có đính kèm hình ảnh bên dưới để xác nhận  Với trường hợp như vậy, mong pdt xem xét cho em đăng kí luận văn tốt nghiệp để được báo cáo đúng hạn ạ",
    "Kính chào quý anh/chị, thầy/cô phòng đào tạo . Em muốn nhờ quý anh/chị, thầy/cô hỗ trợ em nhận văn bằng tốt nghiệp hệ VHVL. Lý do: Đợt tốt nghiệp vừa rồi em quá bận với công việc nên không thể ghé trường để nhận bằng và sau đó là hạn chế đi lại do dịch Covid-19 . Em xin gửi đính kèm ảnh chụp tình trạng hiện tại của SV trên trang mybk . Em xin cảm ơn. Best regards, Hiệu",
    "Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM Em tên , MSSV . Em có nhận thông báo của địa phương gửi ảnh giấy xác nhận sinh viên  cho địa phương để hoãn nghĩa vụ quân sự. Xin Phòng Đào tạo hướng dẫn em quy trình nhận ảnh giấy xác nhận sinh viên để nộp cho địa phương. Em xin cảm ơn.",
    "Dạ chào thầy/cô, em thấy file google form nộp video quay quá trình thi không còn sử dụng được nữa thì bây giờ em nộp video như thế nào ạ? Với lại em lỡ bấm tắt trình duyệt khi chưa log out ra khỏi trang thi exam.edu nên bây giờ em không vô lại được ạ. Có cách nào để sửa không ạ? ",
    "chào thầy cô ạ hồi sáng em có thi môn triết học mac-lenin nhưng thiết bị của em gặp trục trặc và không tham gia thi được nên em muốn hoãn đến ca thi sau được không ạ  em xin cảm ơn",
    "Trong lúc chuẩn bị cho buổi thi Triết lúc 13 giờ ngày 4/8/2021, thiết bị của em gặp sự cố. Em xin phòng đào tạo cho phép em hoãn buổi thi lại ạ. Mssv: ",
    "Em đã đăng ký in thẻ sinh viên nhưng địa phương đang giãn cách nên vẫn chưa nhận được thẻ. Em có thấy thông báo là phải báo cáo cho CBCT, cho em hỏi là em cần những minh chứng nào để nộp cho CBCT. Em xin cám ơn",
    "Hiện tại em đang là f1 tại ktx vừa chuyển qua phòng khác và phòng này hiện mạng không có do về quê không ai đóng tiền mà mai em thi xác suất thống kê nên em chưa kịp chuẩn bị trở tay, với cho em hỏi hôm 16/8 em có thi 2 môn anh văn 3 trùng 1 giờ thì giải quyết như thế nào ạ, em xin cảm ơn và rất mong nhận được phản hồi sớm từ anh chị phòng đào tạo ạ.",
    "Trong lúc chuẩn bị cho buổi thi Triết vào 13 giờ ngày 4/8/2021, em gặp sự cố về thiết bị. Xin phòng đào tạo cho em được hoãn lại buổi thi này ạ Mssv: ",
    "Kính gửi quý anh/chị, thầy/cô phòng đào tạo . Em tên là  - MSSV: . Em viết yêu cầu này kính nhờ quý anh/chị, thầy/cô phòng đào tạo hỗ trợ cho em được nhận bằng tốt nghiệp hệ VHVL vào hồi tháng 4 vừa rồi . Lý do: em quá bận với công việc nên không thể sang trường nhận bằng và hiện tại thì dịch Covid khiến em không thể đi lại được . Em xin đính kèm ảnh chụp tình trạng sinh viên hiện tại trên mybk . Em xin cảm ơn. Best regards, ",
    "Em tên là . MSSV:  Dạ cho em hỏi là bữa trước em có nhận mail hướng dẫn vào web thi BKeX. Em lỡ bấm vô rồi dù chưa tới lịch thi. Giờ hệ thống không cho vô nữa thì em phải làm sao để vào lại hôm thi ạ? Em xin cảm ơn!",
    "Em xin nộp đơn hoãn thi GT2",
    "Kính Gửi : Ban Giám Hiệu Trường Đại Học Bách Khoa, Phòng Đào Tạo Trường Đại Học Bách Khoa Em tên là : Nguyễn  Mssv :  Lớp XD18CT1 Khoa Kỹ Thuật Xây Dựng   B Dạ thưa Phòng Đào Tạo cho em xin đăng ký hoãn thi hai môn là: - Xác suất thống kê :   nhóm A01 ngày 5/8 vào lúc 7h  - Giải tích 2 :   nhóm A01 ngày 5/8 vào lúc 7h  Của học kỳ 202 ạ    Lí do : Hiện tại nhà em vẫn chưa bắt và kết nối với Wifi, em vẫn đang dùng 4g để xem thông báo ạ nhưng đường truyền không ổn định nên em chưa thể tham gia thi online được ạ Dưới đâu là 2 mẫu đơn của em ạ  Em xin chân thành cảm ơn  Thân Mến!  ",
    "Em muốn hoãn thi môn Xác suất và thống kê học kì 202, em sẽ thivào ngày 5/8/2021 vì đường truyền kết nối mạng không ổn định và trang thiết bị không đảm bảo cho việc thi.Em có gửi mail đơn hoãn thi nhưng vẫn chưa thấy nhà trường chấp nhận đơn hoãn thi. Em mong nhà trường có thể chấp nhận đơn hoãn thi của em. Em xin cảm ơn.",
    "Trên mybk của em không hiển thị lịch thi hk202 ạ. Xin nhà trường hỗ trợ khôi phục lịch thi cho em ạ. Em xin cảm ơn ạ.",
    "Kính gửi Quý Thầy/Cô. Em tên là: . Mã số sinh viên: . Em gặp phải vấn đề như sau: Hiện em không có thẻ sinh viên ở chỗ ở hiện tại, để sử dụng cho kỳ thi cuối kỳ online, ngày 23/7/2021 em đã đăng ký in thẻ sinh viên và chọn chuyển phát qua bưu điện. Ngày 27/7/2021, phiếu đăng ký đã xử lý nhưng cho đến hiện tại em vẫn chưa nhận được thẻ. Vậy em có thể sử dụng những gì để thay cho thẻ sinh viên để trình cho cán bộ coi thi. Em rất mong nhận được hướng dẫn sớm từ Quý Thầy/Cô. Em xin chân thành cảm ơn.",
    "Em là  - MSSV: , nhóm DTQ1 - B, đã hoàn thành thi cuối kỳ môn Đường lối, ca thi 13h ngày 03/08. Tuy nhiên hôm nay em không truy cập được vào google form để upload video minh chứng vì biểu mẫu không còn chấp nhận phản hồi (như hình đính kèm), trong khi vẫn chưa tới hạn 48h. Vậy bây giờ em phải upload video như thế nào ạ? Em cảm ơn, .",
    "Em tên , MSSV  , do không đủ yêu cầu về thiết bị thi nên em định xin hoãn thi. Vậy em phải nộp đơn xin hoãn thi cho ai và bằng cách nào . em cảm ơn",
    "Em có ca thi môn Triết Mác Lenin lúc 1h chiều nay ạ, hiện tại em nhấn vào link để nộp video quay màn hình và link liên tục bị lỗi, em không biết liệu đây là do mạng của em hay lỗi hệ thống ạ?   i  .",
    "Dạ em đã đk in thẻ sv nếu thẻ sv về không kịp thi thì e có được thi ko ạ ?",
    "Em xin hoãn thi môn Tín hiệu và hệ thống (ee2005) Họ và tên :   MSSV:  Nhóm tổ: L05 ngày thi: 12/8/2021 lúc 16:00",
    "Vào 13h00 ngày 4/8/2021, vì lí do vào nhầm link test nên em không nhận được link google meet để vào phòng thi môn Triết học  ca thi 13h00. lúc đó em có gửi mail đến GV để xin hỗ trợ nhưng cô bận nên không kịp phản hồi. mong PDT xem xét cho em hoãn thi môn Triết học  (SP1031).",
    "Dạ chào phòng đào tạo. Em là , mssv , lớp CLC Cơ Điện Tử Sắp tới em sẽ bảo vệ luận văn vào sáng 8h ngày 17/8/2021. Nhưng cùng buổi sáng hôm đó vào lúc 10h, em lại có lịch thi cuối kì môn Kĩ Thuật Điều Khiển tự Động (ME2009). Mong văn phòng xem xét giúp em liệu có thể dời lịch thi sớm hơn hoặc trễ hơn được không ạ? (nếu sớm hơn thì trong phạm vi ngày 10-14/8/2021)",
    "QUOTE :  Kính gửi pdt. Em tên , MSSV . Sáng nay 4/8/2021 em có làm bài thi cuối kì môn Triết học Mac_lênin. Nhưng vì em làm ra giấy rồi scan qua google drive rồi download về sau đó gộp lại thành 1 file pdf nên em làm không kịp thời gian nộp ạ. Em sẽ upload video ghi màn hình của em sớm nhất có thể cho pdt làm minh chứng là em có tham gia thi ạ. Kính mong pdt xem xét cho em ạ",
    "Thông tin sinh viên . Thầy cô cho em hỏi Vào tháng 3 em đã làm đơn và được thu nhận lại ở học kì 2(2020-2021) do thiếu anh văn nói viết Vào tháng 4 thì có quyết định tạm dừng Vậy em phải viết đơn lại 1 lần nữa hay sao ạ em cảm ơn",
    "Kính gửi phòng đào tạo trường ĐH Bách Khoa Em là sinh viên khoa Cơ khí, khóa K17.Số môn em còn thiếu để tốt nghiệp chỉ còn đồ án tốt nghiệp cho học kỳ 203 ( 1 tín chỉ) và luận văn tốt nghiệp cho học kỳ 204(9 tín chỉ), các môn khác hiện tại em đã hoàn thành xong. Em xin phép được hỏi là em có cần phải đăng ký theo số chỉ tối thiểu mà trường đã đề ra mỗi kỳ không ạ? Rất mong nhận được sự phản hồi của phòng đào tạo để em có thể sắp xếp thời gian làm việc cho học kỳ sau hợp lý ạ . Em xin cảm ơn",
    "Em có đăng kí làm thẻ sv từ ngày 27/7 nhưng đến bây giờ em vẫn chưa có thẻ. PĐT có thể xem lại giúp em được không ạ mssv ",
    "Tên sinh viên:  MSSV:  Xin hoãn thi cuối kì với thông tin đi kèm trong tệp phía dưới",
    "Sáng nay em có thi môn triết học  nhưng em quên log out tài khoản bkex, chiều nay em vô lại để nộp video quay màn hình thì tài khoản của em bị khóa không vô được mà video em không úp trong vòng 48h sẽ bị điểm 0 môn thi đó, nên giờ em phải làm sao để mở khóa tài khoản bkex ạ.",
    "Chào cô, Hk202 em thanh toán học phi trễ nhưng em đã thanh toán học phí và nộp đơn thu nhận rồi ạ. Nhưng trên mybk và trong trang bkexam.test không hiển thị lịch thi các môn hk202 của em ạ. Kính mong nhà trường khôi phục lịch thi để em có thể dự thi ạ. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo,   Em là  - mssv  - lớp XD19KT. Hôm nay em gửi đơn xin phép được hoãn thi cuối kì 2 năm học 2020 - 2021 chi tiết môn xin hoãn em đã ghi trong đơn xin phép ở file đính kèm.   Với lý do vì hiện tại không đảm bảo được trang thiết bị để làm bài thi nên xin phép được hoãn thi và đăng ký thi bổ sung vào đợt thi kế tiếp. Mong nhận được sự đồng ý của Phòng đào tạo. !",
    "Lúc 13 giờ em có ca thi môn Triết học -, em làm bài đến 14 giờ 2 phút thì nộp, em đã tải file bài làm lên trang bkex và bấm lưu, cuối giờ thầy giám thị có điểm danh lần nữa để kiểm tra tình trạng nộp bài các bạn, khi đến em thì do em không biết sau khi lưu còn phải bấm nộp BTL nên em đã nói rồi, sau đó thì thầy có kiểm tra lại và xác nhận em đã nộp rồi và có thể tắt record màn hình lại và em vẫn chưa thoát google meet của phòng thi cho đến khi thầy đã xác nhận tất cả sinh viên đều nộp rồi nên em mới thoát ra. Nhưng giờ em mới phát hiện sau khi lưu phải bấm nộp BTL nữa mà lúc em bấm đã trễ 36 phút 17 giây rồi ạ, em muốn hỏi chuyện đó có ảnh hưởng kết quả thi không ạ, vì đây cũng là môn đầu tiên em thi nên em còn thiếu sót lắm ạ, nếu được thì mong thầy cô bỏ qua cho em lỗi đó ạ.  ",
    "Kính gửi phòng đào tạo on xin hoãn thi cuối kì  mon Xác Suất và thống kê MT2003 của học kì 202",
    "Kính gửi PĐT, em là , MSSV  Em xin gửi đến PĐT đơn xin hoãn thi CK HK202 môn Xác suất và thống kê (MT2001) Trong đơn em đã trình bày lý do sức khỏe  Em mong chờ sự phản hồi từ PĐT. Em xin chân thành cảm ơn !",
    "Dạ kính thưa phòng đào tạo, Em tên là                MSSV:  Vì không đảm bảo được trang thiết bị (laptop) và đường truyền mà khu vực lại đang bị phong tỏa. Nên em mong phòng đào tạo chấp thuận cho em được hoãn thi môn Giải tích 2 (MT1005) -lớp L13-A Em xin chân thành cảm ơn ạ",
    "Sau khi kết thúc buổi thi em mới phát hiện quá trình ghi hình màn hình bị ngắt quãng, chỉ được 1 phút đầu tiên. Em có được đăng kí thi lại không ạ?",
    "Kính gửi PĐT, em là , MSSV  Em xin gửi đến PĐT đơn xin hoãn thi CK HK202 môn Hoá học thuốc nhuộm  Trong đơn em đã trình bày lý do sức khoẻ Em mong chờ sự phản hồi từ PĐT. Em xin chân thành cảm ơn !",
    "Vào 13h ngày 4/8/2021 vì lí do vào nhầm link test nên em không nhận được link google meet và vào phòng thi môn Triết học Mac-lenin ca thi lúc 13h. Lúc đó em có gửi mail cho GV dạy bộ môn để được hỗ trợ nhưng cô bận và không kịp phản hồi . Mong phòng đào tạo xem xét cho em hoãn thi môn Triết học Mác lenin (SP1031).",
    "Dạ em chào quý thầy cô Tình hình là hôm chiều 31/07 trong lúc đang thi giữa chừng dự thính học kỳ 202, màn hình Iphone của em có xuất hiện cảnh báo về nhiệt độ(Temperature) và wifi cũng sập tới thời điểm em nhắn trên này(video minh chứng em có đính kèm) nên không thể tiếp tục thi được Nhận thấy không thể hoàn thành được môn thi kế tiếp (ngày 8/8) do dãn cách nên không thể tìm thêm thiết bị nên em xin phép được gửi đơn hoãn thi kèm minh chứng, mong thầy cô xem xét để em được hoãn thi trước ngày thi ạ Môn thi kế tiếp: Kết cấu thép 1 CI3009 Nhóm-Tổ: DT01-A Thời gian thi: 08-8-2021 7h00 Sinh viên:  MSSV:  Em xin chân thành cảm ơn !",
    "Do tình hình dịch bệnh diễn ra phức tạp nên kỳ hè vừa rồi nhà trường chỉ mở một số môn học không có thí nghiệm để dễ dàng giảng dạng online. Tuy nhiên ở học kỳ 202 bị trùng lịch học nhiều môn chuyên ngành nên em vẫn còn 1 môn cơ sở ngành chưa được học ( cở sở điện tử môn suất, mã EE2021) đây là môn tiên quyết để làm đồ án. Nên em muốn xin đăng ký môn cơ sở ngành và đồ án chung 1 học kỳ sắp tới để kịp tiến độ làm luận văn được không ạ . Em xin cảm ơn.",
    "Vấn đề: Em thi môn PLĐC trên hệ thống BK Exam vào ngày 1/8/2021, ca thi 13h, em nộp file ghi hình vào ngày 2/8/2021 và đến hôm nay là ngày 4/8/2021 em vẫn chưa vào lại hệ thống BK Exam được. Có cách nào để em vào lại hệ thống được không ạ, vì ngày 7/8/2021 vào lúc 10:00AM em sẽ thi môn GT2 và em vào BK exam trước 30ph để lấy link gg meet để vào điểm danh thi và đúng 10h em thi ạ. Em xin cảm ơn Người gửi:  MSSV: ",
    "Gửi PĐT, Em là  - . Chuyện là sáng nay em có ca thi lúc 7 giờ môn Triết học -(lớp SP1031 nhóm L07-A) nhưng từ 6 giờ 40 em bị lỗi hệ thống, không khắc phục được nên đã lố mất giờ thi.  Ngay lúc đó em có gửi mail cho phòng ĐPT để mong nhận được sự hỗ trợ/hướng dẫn vì em không lưu số điện thoại cá nhân hay mail của giảng viên nên không thể hỏi ngay được.  Rất mong nhận được sự hướng dẫn từ PĐT để em có thể tham gia kỳ thi lần này! Thank so much!   ",
    "Em làm đơn hoãn thi triết và có xác nhận của giảng viên mà pđt vẫn chưa có phản hồi gì",
    "Kính gửi phòng Đào tạo, Em tên là , khóa 2018. Trong khi thi em ghi màn hình với 2 file, em đã nén lại đuôi .zip nhưng khi nộp vào link nộp thì nó không nhận được đuôi .zip này, chỉ cho tải các file video thông thường. Xin phòng Đào tạo giải đáp giúp em. Trân trọng.",
    "Gửi phòng đào tạo, em tên , MSSV , em xin hoãn thi những môn sau do máy tính bị hư không đảm bảo yêu cầu về thiết bị  ",
    "Kính gửi PĐT, em là , MSSV  Em xin gửi đến PĐT đơn hoãn thi môn công nghệ dệt kim Trong đơn em đã trình bày lý do sức khỏe bản thân, trước đó em có gửi mail cho PĐT vào thứ hai nhưng hôm nay nhận được phản hồi cần gửi yêu cầu qua BKSI nên em gửi lại  Em mong chờ sự phản hồi từ PĐT. Em xin chân thành cảm ơn !",
    "Cho em xin nộp đơn xin hoãn thi ạ.",
    "trường cho em hỏi là trong lúc thi cuối kỳ môn các quá trình chế tạo , file ghi màn hình của em bị lỗi nó tự out ra em chưa kịp lưu nên em không có file ghi màn hình để nộp vậy không biết có sao không ạ . em cảm ơn ạ .",
    "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé. Thân gửi các bạn sinh viên,  Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau: SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56 Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc) Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác. Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoaộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký. Thông tin thêm: •Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế). •Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi. •Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.   Chúc các bạn học tập thật tốt!",
    "Học vụ   Sáng 10h ngày 04/08, em có dự thi môn triết, sau khi nộp bài và trong lúc giám thị đọc tên của các bạn đã nộp bài thì điện gia đình em bị mất đột ngột nên file em đang quay màn hình đã bị mất và em không thể lấy lại được. Nếu không có video gửi nhà trường đồng nghĩa với việc bài thi của em nhận 0 điểm. Vì thế em mong Phòng đào tạo có thể xem xét và giải quyết vấn đề này giúp em với ạ. Em xin chân thành cảm ơn.",
    "Em đã vào phòng thi môn Triết Học  -  lúc 13h ngày 8/4/2021 (SP1031) nhưng google meet không nhận cam quay trực diện của em ạ, dù trên máy tính của em vẫn nhận bình thường. Em có video chứng minh điều đó ạ(nhưng không up kèm được do dung lượng quá lớn ạ)",
    "Thưa PĐT OISP, Em là , MSSV:  : Điện - Điện tử Em xin nộp đơn xin hoãn thi và các minh chứng ạ. Mong PĐT xét sớm do vào ngày 1/8 em đã gửi mail cho chị  bên học vụ nhưng chưa có phản hồi và 6/8 là em phải thi rồi ạ. ",
    "Em tên  MSSV  Trưa nay sau khi thi  mặc dù đã đăng xuất nhưng vẫn lỗi không vào lại được. Em xin PDT mở lại với ạ",
    "Dạ em chào thầy(cô) Em đang gặp sự cố về máy tính (bị đơ máy) và không thể tham gia dự thi ở môn \"Các quá trình chế tạo\" vào lúc 10 giờ. Em có thể đăng ký hoãn thi được không ạ? Em học lớp A02 của thầy ",
    "Em đã đăng kí in thẻ sinh viên, nhưng đến giờ vẫn chưa nhận được, bây h em phải làm thế nào đây ạ, ngày 9/8 là em có môn thi rồi ạ",
    "mở khóa đăng nhập BKX .",
    "Em tên là:   Mssv:   Em là sinh viên khóa K15 của khoa kỹ thuật xây dựng Trong quá trình học em đã học qua tất cả các môn và đã hoàn thành xong luận văn tốt nghiêp của khoa vào tháng 9 năm 2020 Tuy nhiên, em vẫn còn 1 môn chưa qua được, đó là môn Hạ tầng công trình giao thông (mã môn học : CI4019), do đó em vẫn chưa thể xét tốt nghiệp Nhưng sau khi hoàn thành luận văn xong thì em lại vướng phải một số chuyện gia đình nên phải về quê và không thể tiếp tục học môn hạ tầng công trình giao thông Ngày hôm nay khi đã sắp xếp ổn thỏa công việc của gia đình em muốn học tiếp chương trình thì thấy tình trạng hiện tại của em là nghỉ vì lý do không đăng ký môn học Em rất xin lỗi phòng đào tạo vì đã quên mất việc xin bảo lưu vì lý do gia đình Nay em làm đơn này mong phòng đào tạo có thể chấp nhận cho em được đi học lại và hoàn tất môn học cuối cùng của mình Em chỉ còn một môn học cuối cùng để có thể hoàn tất học phần và có thể tốt nghiệp như bạn bè của em ạ Em xin chân thành cảm ơn   ",
    "Em chào PĐT, Hôm nay em có thi Triết ca 7h, lúc thi xong em đã nộp bài đầy đủ và có xác nhận của CBCT. Nhưng lúc này em phát hiện mình chưa bấm ghi màn hình, mà chỉ đang phát màn hình ở phòng meet em lập riêng . Không biết trường hợp này em nên làm thế nào ạ? Em có mail GV bộ môn thì nhận được tin trường hợp có sự cố bất khả kháng trong khi thi   B không hoàn thành bài    thì có thể làm đơn hoãn thi. Mà em đã   B nộp bài đầy đủ   , chỉ thiếu file ghi màn hình thôi ạ. Theo hướng dẫn, nếu không nộp file ghi hình thì bài thi nhận 0 điểm. Hiện tại em vẫn giữ lịch sử tra google (web thi, tài liệu mạng...) cũng như thời gian truy cập đề thi ạ. Mong PĐT phản hồi sớm! Em cảm ơn rất nhiều.",
    "CODE   Chào ạ, Về việc học song ngành, theo như nội dung phản hồi của Phòng Đào tạo, em không làm đơn và đăng kí các môn học bằng 2 bình thường. Vậy Phòng Đào tạo cho em hỏi: - Em có cần được sự xác nhận dưới hình thức văn bản nào không ạ, có cần sự xác nhận của chủ nhiệm khoa gì không ạ? - Em sẽ đăng kí môn học và học chung với khoá nào của bằng 2 ạ? Em xin cảm ơn.",
    "Dạ về vấn đề thi trực tuyến. Em có 1 vấn đề cần trình bày như sau ạ: - Lúc em bắt đầu quay màn hình và bắt đầu vào web để vô phòng thi thì nó bình thường nhưng đến lúc em nộp bài xong và CBCT đã check là em đã nộp bài, rồi em ngưng quay màn hình thì nó bị mất video quay lại quá trình làm bài của em. Sau đó, em liền quay lại phòng thi và hỏi CBCT giải quyết như thế nào và toàn bộ lúc hỏi và xin lại xác nhận nộp bài em đều quay video lại, và liền gmail cho giảng viên dạy cho em môn Triết. vậy em có thể nộp video đó+ lúc nộp bài video meet của cán bộ có ghi lại màn hình là em báo nộp bài để minh chứng em đã làm bài không gian lận và đúng quy trình của nhà trường được không ạ! hay em phải làm sao ạ. em cảm ơn !",
    "cho e hỏi bị vầy rồi làm sao ạ?",
    "Kính gửi Phòng Đào tạo, Em là  - MSSV:  - Hiện đang là sinh viên   B   U   I BẰNG 2  /I        của trường. Điều mà em đang thắc mắc, em đã có tìm trong quy chế học vụ của trường, nhưng vì đó là của sinh viên Bằng 1. Nên em viết mail này để nhờ PDT giải đáp đối với sinh viên   B   U   I BẰNG 2  /I        như em thì sao ạ: (  I 3 Câu hỏi đầu áp dụng cho HK chính 202:  /I ) 1/ HK202 vừa rồi em đăng ký học 2 môn. Nếu em rớt cả 2 môn đó (nhưng   B ĐTBHK   0   ) thì có bị cảnh cáo, hoặc buộc thôi học cho HK tiếp theo không ạ. 2/ Cùng câu hỏi trên nhưng cho trường hợp điểm   B ĐTBHK = 0   . 3/ Cùng câu hỏi trên nhưng cho trường hợp em xin hoãn thi tất cả các môn. 4/ HK hè DT203 em có đăng ký một môn. Tương tự như trên, nếu em rớt hoặc ĐTBHK = 0 thì em có bị cảnh cáo hoặc buộc thôi học HK tiếp theo không ạ. Em xin chân thành cảm ơn.",
    "Cô ơi , em gửi cô đơn hoãn thi ạ .",
    "Em có gửi qua mail phòng đào tạo nhưng em chưa được trả lời. Em đã trình bày lí do trong thư.",
    "Em xin chào văn phòng ạ, Em tên là , mssv . Ngày 27/7/2021, em có đăng ký in thẻ sinh viên qua hình thức chuyển phát qua bưu điện với thông tin sau: Họ và tên người nhận: . SĐT: [phone_number]. Địa chỉ gửi kết quả: 407/10 Nguyễn An Ninh phường 9, thành phố Vũng Tàu, tỉnh Bà Rịa Vũng Tàu. Trang web thông báo ngày trả kết quả vào ngày 29/07/2021 (hình ảnh kèm theo), tuy nhiên hôm nay ngày 04/08/2021, em vẫn không nhận được cuộc gọi nào từ bưu điện. Em xin văn phòng xem xét cho em ạ, em xin cảm ơn rất nhiều.",
    "Kính cào thầy cô ạ, Em là , mssv: . Em thắc mắc môn học cốt lõi theo quy định được tính là ĐẠT khi điểm tổng kết  = 7.5 và học phần mở rộng là ĐẠT. Vậy bao nhiêu điểm thì tính là ĐẠT ạ?  Phải  = 7.5 hay  =5.0 ạ? Em xin trân thành cảm ơn. Chúc thầy cô có 1 ngày làm việc vui vẻ",
    "Khi thi cuối kì vào chiều này trên web lúc em quên nhấn nộp nút bài tập lớn nhưng đã up file bài làm lên rồi thì làm sao bây giờ ạ",
    "Phiếu xin hoãn thi cuối kỳ 202 năm học 2021",
    ". Chào PĐT, sáng nay (04/08/2021) em thi Triết phòng P01-C ca 7h00, em đã gửi bài thi lên nhưng quên chưa bấm vào \"gửi bài tập lớn\" nên nó xuất hiện tình trạng \"Dự thảo (không được gửi)\" như trong hình, cho em hỏi có cách nào giải quyết không ạ?",
    "Em xin chào PĐT,  Em là , sinh viên Việt Pháp K16 - MSSV . Em muốn hỏi PĐT về thời gian trả kết quả thẩm tra bằng ngoại ngữ tiếng Pháp của em. Vì em đã hoàn thành quá trình gửi bằng, thanh toán và được xác nhận đang thẩm tra từ ngày 18/06/2021 nhưng qua đến nay 04/08/2021 vẫn chưa thấy trả về kết quả. Hiện tại em đang rất cần cập nhập kết quả để chuyển điểm   B xét Tốt Nghiệp   . Em mong PĐT kiểm tra lại giúp em. Em xin cảm ơn.",
    "dạ thưa thầy cô , hôm nay em có thi môn triếc học và lúc nộp bài do em ko biết nên đã ko gửi nộp bài kính mong quý thầy cô xem xét giúp em. em đăng bài lên cuối cùng là 2h07 . lúc 2h10 là kết thúc quá trình nộp nhưng do không biết nên em đã ko bấm gửi bài . đến tận 4h31 em mới gửi vì có thi môn khác cách gửi giống nhau và có bạn nhắc em làm vậy và em nhận ra mình quên gửi bài triếc học.Kính mong thầy cô xem xét vì trong cả thời gian đó em không thay đổi bất kì file hay có tải tại file bài làm . file bài làm của em lần cuối cùng cập nhật là 2h07 nên kính mong quý thầy cô xem xét . vì đây là lần đầu em thi trên trang này nên còn nhiều bất cập và có sự vụng về trong quá trình tiềm hiểu.kính mong thầy cô xem xét giúp em . Ở dưới em có gửi hình minh chứng thời gian cập nhật bài và thời gian nộp kính mong thầy cô xem xét giúp em.Em cám ơn nhiều ạ",
    "tên  mssv  em có vấn đề mà không thể thực hiện theo qui chế thi của trường. Hiện tại máy em bị hư hay rớt mạng và quay nộp hông được   MT2001Xác suất và thống kê em muốn được hoãn thi môn này ạ.",
    "Chào thầy/cô ạ Em là , MSSV  Em học môn giải tích 2 lớp L21 học kì 202. Sắp tới thi cuối kì môn giải tích 2 bằng hình thức thi online, nhưng nơi ở của em ở vùng sâu vùng xa đường truyền mạng không ổn định và không đủ trang thiết bị đầy đủ để có thể thi kết thúc môn. Nên em viết mail này để mong phòng đào tạo cho phép em được hoãn thi môn Giải tích 2 trong học kì này ạ Em xin chân thành cảm ơn!",
    "Kính gửi : Phòng đào tạo  Em tên :   học trung tâm đào tạo bảo dưỡng khóa k17 , nay em làm đơn này vì : Em có một cái laptop thì em có thể thi trực tuyến môn học anh văn 3 được không . Em xin cảm ơn phòng đào tạo đã xem .",
    "n xin hoãn thi môn học cuối kì HK202   i  .",
    "Sáng nay em có ca thi Triết học Mác lênin..nhưng em chưa hiểu hết quý chế thi nên k chuẩn bị đầy đủ các thiết bị,nên em đã k tham gia buổi thi sáng nay...em xin được hoãn thi ạ",
    "Xin chào, thầy/cô, cho em hỏi làm thế nào để nhận được giấy xác nhận hiện học của trường ạ, vì bên phường mới kêu em nộp giấy xác nhận hiện học tại trường để hoãn nghĩa vụ quân sự, em xin cảm ơn",
    "Kính gửi Phòng đào tạo, Em tên là  , MSSV  Em muốn hỏi là em đã đăng ký, thanh toán phí thẻ sinh viên và được xác nhận tình trạng là \"Phiếu đăng ký đã xử lý\" vào ngày 29/7. Tuy nhiên đến bây giờ là 4/8 em vẫn chưa nhận được thẻ mà 9/8 em phải thi môn Đường lối. Nên em mong PĐT có thể kiểm tra lại và xem xét dùm em. Mong PĐT sớm phản hồi em ạ.",
    "Em chào Thầy/Cô, Em là Trường Thịnh, MSSV: . Hoàn cảnh của em hiện tại là em đang chỗ ở tập trung đông người, không có không gian riêng để học tập, không thể đáp ứng các yêu cầu trong quy chế thi online: - Sử dụng loa ngoài ( do chỗ ở tập thể nên nếu em không dùng tai nghe để lọc bớt tạp âm thì sẽ rất ồn và loa máy tính sẽ gây phiền cho người xung quanh). - Không có người ra vào khu vực thi (Như đã trình bày ở trên, vì nơi em ở là phòng ở tập trung nên không thể hạn chế người ra vào được). - Em có trình bày với giảng viên đứng lớp về hoàn cảnh của em thì Thầy nói là có thể chấp nhận được và em nên trình bày với cán bộ coi thi. Nhưng hôm sau em thi một môn khác thì cán bộ coi thi không chấp nhận những điều trên. Em hiểu là quy định thì không thể thay đổi hay nới lỏng cho quá nhiều trường hợp khác nhau được. Nên em xin lời khuyên từ Quý Thầy/ Cô về việc này: - Đối với các môn đã chuyển đổi sang hình thức báo cáo, em sẽ vẫn thực hiện giống các bạn cùng lớp. - Đối với các môn thi, em sẽ tiếp tục thi với điều kiện như vậy hay em sẽ đăng ký hoãn thi? Thật sự em không muốn phải hoãn vì không biết khi nào sẽ thi lại và em hiện tại sắp qua năm cuối rồi. Nhưng hiện nay em không thể làm sao để có điều kiện thi tốt hơn hoặc thay đổi chỗ ở được do chỉ thị 16 tại TPHCM . Kính mong Quý Thầy/Cô cho em xin lời khuyên. Em xin cảm ơn thật nhiều.   i ",
    "Em quên đem thẻ sinh viên về quê thì có cách nào thay thế để em được phép thi cuối kì không.",
    "em mong phòng đạo tạo cho em hoãn thi môn giải tích 2 vì em không đủ dụng cụ và thiết bị để thi môn giải tích 2 ạ em mong phòng đào tạo cho em hoãn thi",
    "Cho em xin hoãn thi cuối kì ạ",
    "Sáng 10 giờ ngày 03/08/2021 em có tham dự thi cuối kỳ môn Nguyên lý thông tin số(EE3115) của khoa Điện, em có ghi lại màn hình máy tính theo quy chế thi online bằng phần mềm Camtasia Studio, nhưng sau khi nộp bài và dừng ghi hình thì phần mềm bị lỗi \"has stopped working\" nên em bị mất file ghi hình và không có file để nộp. Em không biết phần bài thi của em có hợp lệ không ạ. Nếu không em có thể xin PĐT hoãn thi và thi lại vào đợt khác được không ạ. Em cảm ơn.",
    "Xin chào quý thầy cô. Hiện tại BKex của em bị khóa. Lúc trưa có bị khóa và đã giải quyết được, đăng nhập vào lại được rồi, khi đó em đã đăng xuất rồi mới out khỏi web. Nhưng khi đến chiều em đăng nhập vô lại thì thấy nó bị lại bị khóa. Mong quý thầy cô giúp đỡ ạ. Em xin cảm ơn ạ.",
    "Kính gửi phòng đào tạo  Em tên là  MSSV  - thuộc lớp XD19CB01 - Sau khi biết được hướng dẫn thi cuối kì trực tuyến em thấy mình không thiết bị cũng như là đường truyền không được ổn định nên em xin được hoãn thi môn  2 với nhóm lớp l06-A hk 202 hiện tại cô giáo bộ môn đã xác nhận cho em không bị cấm thi môn này và cô bảo nộp thẳng đơn lên PĐT nên em mong PĐT xử lý đơn cho em ạ  Em xin cảm ơn ạ",
    "Kính gửi BGH. Hiện tại em đang là sinh viên năm cuối đang làm LVTN và sắp ra trường. Với trường hợp như em thì có cần phải cài đặt ứng dụng VSSID và đăng kí Bảo hiểm không ạ . Em cám ơn.",
    "Em xin đăng kí hoãn thi do không đủ thiết bị thi.",
    "T3356   Tốt nghiệp . Dạ chào thầy cô!  Mã SV: 413T3356, tên , hiện em ở Đồng Nai . Hiện em đã đủ điều kiện để tốt nghiệp. Nhưng chưa thẩm định bằng THPT và CĐ ạ. Em xin hỏi tình hình dịch phức tạp như vậy thì em nộp hồ sơ thẩm định bằng tốt nghiệp THPT và CĐ như thế nào ạ?  Em xin gửi kèm hình ảnh bằng THPT và CĐ ạ!",
    "Tên:  MSSV:  Dạ em chào ạ, em xin phép nộp đơn xin hoãn thi cuối kỳ của em ạ Em đã có gửi đơn của em cho chị  () nhưng do em không thấy chị phản hồi nhận được hay chưa nên em xin phép gửi lại lần nữa ạ. Em còn một môn nữa là môn Cơ sở kỹ thuật điện-máy tính (EE1029) chưa có lịch thi nên em không đăng ký hoãn thi do có thể lúc thi em đã nhận được thẻ sinh viên và em có thể xin cán bộ coi thi cho em dự thi nếu cán bộ chấp nhận em chỉ ghi hình bằng điện thoại và không có webcam. Nếu em không được dự thi, em sẽ gửi đăng ký hoãn thi môn Cơ sở kỹ thuật điện-máy tính (EE1029) sau ạ. Em cảm ơn!",
    "Cho em hỏi thủ tục hoãn thi do trang thiết bị không đáp ứng được ?",
    "Ngày 3/8, em có thi môn Kỹ Thuật Lập trình online, nhưng do 1 số ly do khách quan, em bị mất tập trung, phân tâm bởi gia đình, dẫn đến việc làm bài thi thực hành online rất tệ chưa được tốt với khả năng của em. Vì sợ ảnh hưởng đến điểm tổng từ đầu kỳ tới giờ em cố gắng, em xin phép hỏi mình có được hủy kết quả bài thi online đó không và chuyển sang hình thức đợt thi offline tổ chức tại trường được không ạ",
    "Em xin được hoãn thi môn giải tích 2 và anh văn 1A, trang thiết bị(laptop) của em bị hư không hoạt động được mong trường tạo điều kiện cho em thi đợt kế tiếp",
    "cho em hỏi xin hoãn thi cuối kì cần làm những gì vậy ạ?",
    "Do mới chuyển nhà nên em đã làm thất lạc thẻ sinh viên, em đã đăng kí làm lại thẻ, nhưng ngày mai em thi, nên xin Phòng đào tạo cho em xin giấy xã nhận sinh viên để được tham gia thi cuối kì. Em cám ơn.",
    "Kính gửi phòng đào tạo. Do một vài sự cố trong việc học tập nên em phải dời lịch học của mình theo K18. Hiện trong học kỳ 203 này, em đang thực hiện chương trình   B thực tập tốt nghiệp    của bộ môn điện tử. Em xin trình bày tình hình của bản thân như sau:  + Học kỳ 193, vì trong lúc dịch bệnh nên thời gian học đã phải rút gọn, nên em đã quyết định về quê thay vì ở lại học hè. Và lúc đó em đã không biết tầm quan trọng của môn Mạch điện tử.  + Học kỳ 201 em đã đăng ký các môn theo đúng chương trình, ngoại trừ môn   B Mạch điện tử thông tin    (vì có môn tiên quyết môn Mạch điện tử). Trong học kỳ này em cũng đã hoàn thành môn học Mạch điện tử.  + Một điều thực sự vô cùng đáng tiếc, là ở các học kỳ 202, dự thính 202 và 203 phòng đào tạo đã không mở lớp   B Mạch điện tử thông tin    (dù rằng lượng sinh viên đăng ký luôn luôn trên 40 người), em đã rất cố gắng để xin bộ môn mở lớp nhưng cũng chỉ trong vô vọng.  + Đến học kỳ 211 này, em chỉ còn đúng 6 môn học chưa hoàn thành (17 chỉ) và   B Đề cương luận văn/Luận văn   . Nhưng rất có thể trong học kỳ này em sẽ không thể đăng ký ĐCLV vì điều kiện môn học trước MĐTTT .    Thực sự em vô cung mong muốn mình sẽ có thể học song song môn MĐTTT và ĐCLV trong học kỳ 211. Các vấn đề về Chuẩn anh văn và chuẩn ngày CTXH em cũng đã hoàn thành. Chuyên đề em sẽ nghiên cứu trong thời gian tới là về hệ thống nhúng nên em nghĩ kiến thức MĐTTT cũng sẽ không quá cần thiết hiện tại. Sự thật là em đã trễ 1 năm học, bây giờ trễ thêm nửa năm nữa cũng là điều không mong muốn với sự nỗ lực học tập lại sau sự cố năm học 18-19. Em rất mong phòng đào tạo sẽ xem xét nguyện vọng của mình. Trân trọng. Đại Dương.",
    "Em xin chào, e tên , mssv . Do hôm nay laptop cá nhân của em bị hư phải chờ để sửa . Trong tình hình dịch như vậy, có thể sẽ không kịp để e thi môn đầu tiên. Vì vậy em có mong muốn được hoãn thi chờ laptop sửa xong. Em xin gửi kèm với đơn xin hoãn thi để pdt giải quyết. Em cảm ơn  .",
    "Em chào thầy/cô ạ, lúc sáng em thi, đến lúc nộp thì sau khi cbct xác nhận xong nói như thế là out được rồi. Em k biết là phải bấm nút nộp btl nữa. Lúc chiều lên fb em mới biết là phải bấm. Và từ 11h, hết giờ làm bài em cũng k có thay đổi file gì cả, hệ thống có ghi nhận như hình. Hi vọng vì lí do khách quan lần đầu em thi, mong thầy, cô thông cảm cho em ạ . Ngoài ra, em còn một vấn đề cần hỗ trợ là thẻ em đăng kí in từ hôm 29/7. Hiện vẫn chưa nhận được, em sợ là mấy môn sau cbct k cho dùng thẻ cccd nữa. Thầy/cô sớm phản hồi em ạ .",
    "Thưa phòng đào tạo. Hôm nay ngày 04/08 em có buổi thi môn Triết học lúc 7h sáng. Và để chuẩn bị trước cho giờ thi em đã đăng nhập vào Bkex trước bắt đầu làm bài 1 tiếng để kiểm tra như thế nào. Cho đến khi quay lại 6h45 để điểm danh thì không thể đăng nhập với lỗi là đã đăng nhập từ thiết bị, trình duyệt khác nên đã bỏ lỡ buổi thi đồng thời cũng không có được số điện thoại để liên lạc giám thị. Mong được giúp đỡ để được thi.",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP Hồ Chí Minh Em tên là , MSSV: , là sinh viên khóa k14. Em xin Phòng Đào Tạo cho em được hoãn thi môn anh văn 4 trong học kì 2 năm học 2020-2021.Em có đính kèm biểu mẫu xin hoãn thi ở phía dưới ạ. Em xin chân thành cảm ơn, em chúc các thầy cô luôn nhiều sức khỏe ạ!  ",
    "Em muốn hỏi nhà trường về cách nộp đơn xin thôi học trong tình hình dịch bệnh như hiện nay ạ.",
    "Em tên là , thuộc L04-C bộ môn Triết học -Lenin, do trong quá trình thi gặp sự cố nên không thể tiếp tục, nên em xin được hoãn lại môn Triết học -Lenin, mã môn SP1031. Lí do em có đề cập trong đơn ạ. Mong được thầy cô hoặc anh chị phản hồi sớm Em cảm ơn ạ.  .",
    "xin hoãn thi môn xác suất thống kê lúc 10h 4/8/201/2021 nhóm L12-A lý do : máy tính hư đột suất không đáp ứng yêu cầu thiết bị",
    "Thưa  , em tên Ngô Quốc Thắng             MSSV :  Nay em xin trình bày vì một số lý do nên em xin hoãn thi online 5 môn : Giải tích 1 , KTCT Mác lê-nin , Phương pháp tính , Anh văn cơ bản A , Vật lý 1  . Em xin chân thành cảm ơn .",
    "Em xin phép được hoãn thi môn Thủy Văn Môi Trường ngày 13/8, lý do không đảm bảo thiết bị để thi",
    "Kính gửi phòng đào tạo, em là Nguyễn Hồng Sơn, mã số sinh viên 1914956 lớp Triết Học Mác - Lênin A01. 13h00 chiều ngày 4/8 hôm nay em có tham gia thi cuối kỳ môn Triết Học Mác - Lênin trên Bkex. Và em có gặp một số trục trặc như sau. Trước khi thi em đã chuẩn bị cả thiết bị chính (Laptop) và thiết bị phụ (điện thoại) và phần mềm quay video theo như hướng dẫn về quy chế thi của nhà trường. Ngay khi bắt đầu bài thi em làm đúng như quy định là quay 2 góc với laptop và điện thoại và cũng như là quay lại màn hình làm bài đúng như quy chế, tuy nhiên chỉ sau 10 phút thi máy em gặp vấn đề quá nhiệt cpu dẫn tới tắt nguồn laptop, lúc này em có khởi động lại máy và thông báo với cán bộ coi thi là cô Nguyễn Thị Xuân Lâm và để xin vào lại phiên thi trên BKex và tiếp tục diễn ra quá trình thi như bình thường, tuy nhiên sau khoảng 10 phút nữa máy em lại bị nóng và lại tắt máy, và em lại phải khởi động lại máy và lại phải  thông báo với cô Xuân Lâm về vấn đề này. Lúc này gần như không còn giải pháp nào thì cô Xuân Lâm có hướng dẫn em quay bằng phần web screenapp.io. Lúc này đã gần 30 phút thi trôi qua và bài làm của em chưa có một chữ nào, tâm trí em lúc này rất hoảng loạn nhưng vẫn cố gắng bình tĩnh hoàn thành bài thi đến hết giờ. Tuy nhiên đến hết giờ thì em kiểm tra lại file quay màn hình do em sử dụng screenapp.io lại chỉ quay có 15 phút phần làm bài của em, do quá trình thi phải quá tập trung nên em không hề để ý đến vấn đề này. Em cũng xin nói thêm là vấn đề nóng máy em đã dự tính được từ trước, nhưng em không ngờ là google meet tốn quá nhiều tài nguyên cpu, và cũng phần lớn lỗi do em biết máy em có vấn đề nhưng vẫn tham gia thi, em chân thành xin lỗi. Em xin gửi phòng 3 file quay màn hình của 3 giai đoạn em đã kể ở bên dưới để chứng minh cho sự cố của em, mong phòng xem xét. Nếu được em mong bộ môn có thể sắp xếp cho em thi lại trong phiên thi gần nhất hoặc xem xét cho em hoãn thi, em xin cảm ơn phòng đào tạo rất nhiều!  Link 3 video gián đoạn https://hcmuteduvn-my.sharepoint.com/:f:/g/personal/son_nguyenleonardo77_hcmut_edu_vn/El1wtB26ArRJteJbXNO-ZVABri4TE6UaNwwlOaQOcNAGDA?e=fsCor0",
    "Dạ em chào thầy/cô ạ. Dạ tệp ghi màn hình môn  Đường lối ( được sử dụng tài liệu) của em lưu mà bị lỗi. Cho em hỏi có ảnh hưởng hay có cách nào khắc phục hoặc giải pháp nào không ạ. kính mong thầy/cô giải đáp giúp em ạ. Em cảm ơn.",
    "Kính mong phòng đào tạo xem xét và thông qua giúp em, em xin chân thành cảm ơn",
    "Họ tên:   MSSV :  Em xin hoãn thi các môn: - Giải tích 2  nhóm TT01-A vào ngày 6/8/2021 lúc 13h - cơ sở phương trình vi phân nhóm TT03-A vào ngày 6/8/2021 lúc 10h - vật lí nhiệt lượng tử nhóm TT02-A vào ngày 18/8/2021 lúc 7h - đại số tuyến tính  nhóm TT01-A vào ngày 13/8/2021 lúc 13h Lý do: không đủ điều kiện về trang thiết bị",
    "Gửi phòng đào tạo, Em tên Nguyễn Bảo Trân MSSV:  sinh viên hệ VHVL. Em có nhận được mail PDT thông báo về việc gửi tiến trình học tập cá nhân để hỗ trợ đăng ký môn học. Nhưng em tới nay vẫn chưa nhận được về tiến trình học tập của mình. Mong PDT xem lại trường hợp của em và gửi cho em xin thông tin về tiến trình của mình để hỗ trợ em trong việc đăng ký môn học. Thân mến.",
    "Dạ em chào PDT  Em tên là :  MSSV :  Khoa : bảo dưỡng công nghiệp  nay em viết đơn này em xin phòng đạo tạo cho em được phép hoãn thi môn xác suất thống kê lúc 10g00 , ngày 05/08/2021 vì em khó đáp ứng về trang thiết bị thi online nên ảnh hưởng đến việc thi . em xin nhà trường chấp nhận đơn hoãn thi . em cảm ơn .",
    "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé. Thân gửi các bạn sinh viên,  Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau: SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56 Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc) Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác. Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoaộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký. Thông tin thêm: •Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế). •Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi. •Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.   Chúc các bạn học tập thật tốt!",
    "Em là sinh viên năm cuối, có đợt bảo vệ vào tháng 8 nhưng do ảnh hưởng của dịch, em xin được hoăn và đã được khoa ký duyệt, cho em hỏi là nộp đơn vào mail nào của pđt ạ. EM cảm ơn",
    "Sau khi được sự chấp nhận của Giảng viên .Em xin được hoãn thi thêm môn Hóa đại cương ạ mong Phòng Đào Tạo chấp nhận ạ.Em xin chân thành cảm ơn ạ.",
    "Em chào phòng đào tạo ạ! Hôm nay là ngày 4/8/2021, cách ngày thi cuối kì còn 2 ngày nhưng lap của em bị hư đột suất do em vô tình để nước chảy vào khe tản nhiệt. Em chỉ còn ĐT di động có thể truy cập vào thi, nhưng nếu em chỉ sử dụng mỗi đt thì không có thiết bị để ghi hình em trong buổi thi được. Mong là phòng đào tạo xem xét giúp em hoãn kì thi lần này . Em cám ơn ạ Môn học của em là Calculus 2 (MT1005)_ (CC_HK203) - nhóm tổ CC11 MSSV:     i   .",
    "Em muốn đăng ký hoãn thi môn Giải Tích 2, vì lí do không đảm bảo sức khỏe cho kì thi.",
    "Em chào phòng đào tạo ạ! Hôm nay là ngày 4/8/2021, cách ngày thi cuối kì còn 2 ngày nhưng lap của em bị hư đột suất do em vô tình để nước chảy vào khe tản nhiệt. Em chỉ còn ĐT di động có thể truy cập vào thi, nhưng nếu em chỉ sử dụng mỗi đt thì không có thiết bị để ghi hình em trong buổi thi được. Mong là phòng đào tạo xem xét giúp em hoãn kì thi lần này . Em cám ơn ạ Môn học của em là Calculus 2 (MT1005)_ (CC_HK202) - nhóm tổ CC08 MSSV:     i   .",
    "Em tên  MSSV  nhóm L11 tổ C do sáng ngày 4/8/2021 do thiết bị của em không đảm bảo để dự thi nên không tham gia được nên em mong muốn trường cho phép em được dự thi vào lần kế tiếp. Cảm ơn!",
    "Dạ xin chào quý thầy/cô ạ. Em là , mssv là , ngày 30/7 em có đăng kí in thẻ sinh viên và địa chỉ nhận là ở quê của em, hiện tại em đang ở kí túc xá Bách Khoa TPHCM, đang chờ sự sắp xếp của Nhà trường và KTX để có thể hồi hương, nhưng em không biết khi nào mới được về ạ, vào ngày 10/8(thứ 3 tuần sau) em có lịch thi cuối kì và cần dùng đến thẻ sinh viên, thầy/cô giúp em đổi lại địa chỉ nhận thẻ sinh viên với ạ . Em xin chân thành cảm ơn thầy/cô. Địa chỉ nhận thẻ sv mới: số 497 Hòa Hảo, Phường 7, Quận 10, TPHCM.",
    "Dạ chào Thầy/ Cô . Vào ngày 12/8 sắp tới em sẽ bảo vệ luận văn tốt nghiệp. Nhưng phường gửi giấy đi nghĩa vụ quân sự vào ngày 10/8. Vậy em xin giấy xác nhận sinh viên cho học kì hè này, và cho HK1 tới đây( để làm lễ tốt nghiệp) được không ạ? Vì hiện tại trên hệ thống chỉ cho xác nhận sinh viên học kì hè này thôi, em cảm ơn Thầy/ Cô ạ. Kính chào Thầy/ Cô.",
    "MSSV :  Tên :  Khoa xây dựng Kính mong pdt mở khóa bkex cho em với ạ sáng em thi xong giờ em tính nộp video record mà đăng nhập không được",
    "Dạ, em chào thầy/cô. Thầy/cô cho em hỏi là, điện thoại em bộ nhớ chỉ còn trống khoảng 1GB không dùng để quay hình được trong thời gian dài, vậy em có thể dùng 1 laptop và gắn thêm 1 màn hình rời, trong đó camera laptop dùng quay toàn cảnh khu vực thi hướng vào màn hình phụ, màn hình phụ dùng làm bài thi, tiến hành ghi màn hình phụ bằng phần mềm offline, mành hình chính ghi bằng google meet (do có thể ghi cả cam và màn hình cùng lúc). không biết như vậy có được không ạ? Mong thầy/cô giải đáp ạ. Dạ, em cảm ơn thầy/cô nhiều ạ",
    "Kính thưa Phòng đào tạo/Nhà trường. Em tên là , MSSV . Vào ngày 07/08 lúc 16h00 em có lịch thi cuối kì môn Giải tích 2, vì lí do đường truyền mạng nhà em không ổn định nên có thể ảnh hưởng đến quá trình làm bài. Kinh mong Phòng đào tạo/Nhà trường cho em được hoãn thi trong thời gian này. Em mong sẽ được sự chấp thuận từ phía Phòng đào tạo/Nhà trường. Em xin chân thành cảm ơn",
    "Em kính chào Phòng đào tạo, em tên là  ( Mssv:  ). Theo mail trường, nếu đã đăng kí Bảo hiểm Y tế của doanh nghiệp thì phải có bản sao công chứng nộp lại tại phòng Y tế của trường. Do tình hình dịch bệnh nên em không thể đến trường nộp bản sao. Em đã đăng kí tài khoản ứng dụng VSSID và khai báo theo yêu cầu thì em có cần đến trường nộp bản sao để chứng minh không ạ. Em xin  chân thành cảm ơn và mong nhận được phản hồi sớm nhất ạ.",
    "Dạ em chào thầy/cô. Em xin nộp đơn xin hoãn thi ạ, vì em không có đủ thiết bị và đường truyền mạng không tốt. Em cảm ơn ạ.",
    "Kính gửi: Phòng Đào tạo, ﻿ ﻿Em tên: , MSSV: đang theo học ngành Cơ Điện Tử, hệ VLVH. ﻿Em xin đăng kí hoãn thi vì lý do không đảm bảo trang thiết bị để dự thi môn Nhập môn về lập trình (Mã MH: CO1003) vào lúc 16h00 ngày 22/08/2021. ﻿Mong được phòng đào tạo giúp đỡ, em xin chân thành cảm ơn!",
    "Em đã có 2 lần gửi email đến Phòng Đào tạo để nhờ hỗ trợ về Chương trình đào tạo Ngành Kỹ thuật Xây dựng (Bằng 2) Khóa 2019 . Hiện nay em vẫn chưa tham khảo được Chương trình đào tạo trên Website aao.hcmut.edu.vn. Kính mong Quý Phòng Đào tạo dành chút ít thời gian xemm xét cập nhật giúp để em và các bạn có thể tham khảo Chương trình đào tạo. Em xin chân thành cảm ơn Quý Phòng.",
    "Do tình hình covid em không vào lab trong trường được nên em muốn xin được hoãn luận văn tốt nghiệp. Thầy cô có thể cho em biết mình cần phải làm gì ạ.",
    "Học vụ     Chào Thầy  Em là Trần Lê Hoàng Tú, MSSV: 9  Đợt tháng 4 vừa rồi em có đăng ký chuyển hệ VHVL và nhận được mail từ PĐT nộp giấy đăng ký, nhưng chưa nhận được mail phản hồi thông tin tiếp theo Cho em hỏi em cần làm thủ tục gì nữa không ạ?   ",
    "Họ tên:  MSSV :  Em xin hoãn thi các môn: - Giải tích 2 nhóm TT01-A vào ngày 6/8/2021 lúc 13h - cơ sở phương trình vi phân nhóm TT03-A vào ngày 6/8/2021 lúc 10h - vật lí nhiệt lượng tử nhóm TT02-A vào ngày 18/8/2021 lúc 7h - đại số tuyến tính nhóm TT01-A vào ngày 13/8/2021 lúc 13h Lý do: không đủ điều kiện về trang thiết bị",
    "Vào 13h ngày 4/8/2021 vì lí do vào nhầm link test nên em không nhận được link google meet và vào phòng thi môn Triết học Mac-lenin ca thi lúc 13h. Lúc đó em có gửi mail cho GV dạy bộ môn để được hỗ trợ nhưng cô bận và không kịp phản hồi. Em hi vọng phòng đào tạo xem xét và cho em hoãn thi môn Triết học Mác lenin ạ! (SP1031).  /QUOTE ",
    "Dạ cho e hỏi là em đã đăng kí in bảng điểm gửi về nhà qua bưu điện chuyển phát vào ngày 25/7 và đã đóng tiền vào ngày hôm đó luôn, xem trên web thì hệ thống thông báo là tình trạng đang in, hẹn trả kết quả vào ngày 28/7. Đến nay đã là ngày 4/8 em vẫn chưa nhận được thông báo từ bưu điện ạ và xem lại trên web thì nó vẫn để thông tin là tình trạng đang in, hẹn trả kết quả vào ngày 28/7. Hiện tại e đang cần gấp bảng điểm để em có thể làm một số hồ sơ, mong phòng đào tạo xem lại về vấn đề này ạ. Em cảm ơn.   i ",
    "Kính chào quý thầy/cô. Em có đăng ký in lại thẻ sinh viên mới để dự thi cuối kỳ. Em có theo dõi trên trang mybk thì em thấy ngày trả kết quả là 27/07/2021 nhưng đến hôm nay là ngày 04/08/2021 em vẫn chưa nhận được thẻ sinh viên. Thầy/cô cho em hỏi là có cách nào để em theo dõi lịch trình vận chuyển được không ạ? Trong trường hợp thẻ sinh viên về không kịp thì có thể sử dụng cách khác để dự thi được hay không? Ví dụ em có thể sử dụng hình chụp của thẻ sinh viên cũ để tham gia dự thi không ạ? Em xin chân thành cảm ơn.",
    "B  EM XIN HOÃN CÁC MÔN THI CUỐI KÌ HK2 NĂM HỌC 2020-2021 DO KHÔNG ĐẢM BẢO TRANG THIẾT BỊ DỰ THI. EM SẼ ĐĂNG KÍ DỰ THI TRONG LẦN DỰ THI KẾ TIẾP. EM XIN CẢM ƠN",
    "Em xin hoãn thi môn Vật lí 2 (PH1005) Họ và tên:  MSSV: Nhóm-tổ:L09 Ngày thi: 13/08/2021 lúc10g00",
    "Kính gửi thầy/cô Do lý do dịch bệnh nên không thể thực hiện thí nghiệm phục vụ luận văn tốt nghiệp, em muốn làm đơn để hoãn bảo vệ luận văn thì em nên nộp đơn như thế nào ạ ? Em xin cảm ơn thầy/cô.",
    "Thưa thầy/cô Em tên  , MSSV  lớp GT17HK. Thầy/cô cho em hỏi là đợt học kì 202 em có đóng học phí trễ vì gia đình hoàn cảnh khó khăn trong mùa dịch nên em không đi đóng học phí được ạ. Thầy/cô cho em xin phép được hỏi là em có được thi đợt sau không ạ. Mong thầy cô hỗ trợ hướng giải quyết giúp em ạ. Em cảm ơn.",
    "Em xin được hoãn thi và mong muốn đăng kí thi đợt sau ạ.",
    "Em có gửi mail cho pđt về việc hoãn thi, trường cũng đã gửi mail xác nhận cho em. nhưng đến giờ e vẫn chưa thấy thông tin gì về việc trường đã phê duyệt cho em. ngày mai em có lịch thi rồi. mong trường sớm duyệt cho em ạ.  ",
    "Do tình hình dịch bệnh em về quê bị kẹt lại không lên được thành phố lại nên bỏ thi giữa kì môn Công Nghệ Lọc Dầu học kì dự thính này. Mong  cho em dự thi đợt cuối kì online này. Em cảm ơn.",
    "Em xin đăng ký hoãn thi online do không đáp ứng các về vấn đề thiết bị ạ.   i ",
    "Kính gửi nhà trường và phòng đào tạo, em là , sinh viên khóa K17 thuộc khoa Kỹ thuật Địa chất và Dầu khí. Hiện tại em đang làm luận văn và đã đạt điều kiện chứng chỉ anh văn 2 kỹ năng nghe - đọc xét tốt nghiệp. Tuy nhiên em vẫn chưa tham gia thi nói - viết tại trường ạ. Lý do là mùa dịch hiện đang kéo dài, nên các hoạt động kiểm tra tại trung tâm ngoại ngữ của trường đều bị gián đoạn. Em thắc mắc là nếu tình hình dịch kéo dài, trường và phòng đào tạo có đã và đang cân nhắc những quy định mới, những tiêu chuẩn mới về chứng chỉ ngoại ngữ (cả 4 kỹ năng) nhằm phù hợp với tình hình thực tế hay không? Và nếu có thì khi nào trường mới công bố những quy định mới ạ? Hiện em và một số sinh viên đang rất mong chờ những chính sách của trường về quy định ngoại ngữ xét tốt nghiệp ạ. Em rất mong nhận được sự phản hồi về vấn đề này . Em xin chân thành cảm ơn. Sinh viên ",
    "Kính gửi: Phòng đào tạo Đại học Bách Khoa TP Hồ Chí Minh Em tên là: , Mssv: . Em muốn xin hoãn thi môn tin học ứng dụng trong kỹ thuật địa chất(GE3023) do không đáp ứng được thiết bị thi ạ. em xin chân thành cảm ơn thầy cô.",
    "Sáng nay, em có thi môn Triết trong phòng thi Triết học  -  (SP1031)_4/8/2021_07g00 (L10_B) [DH_HK202]. Lúc nộp bài thì mạng ở nhà trọ em bị chậm, mãi một lúc mới tải lên được, lúc tải lên thì hệ thống không nhận nữa. Em hy vọng Phòng Đào Tạo có thể sắp xếp cho em thi vào ca sau hoặc hoãn thi ạ  .",
    "Kính chào Thầy cô. cho em hỏi danh sách các môn tự chọn 9tc , cho chương trình k2019 ngành kỹ thuật cơ khí. file pdf chỉ có ds tự chọn 3tc cho khối tự chọn quản lý.",
    "Gửi VPĐT, em xin phép hoãn thi môn giải tích 2 ạ",
    "Em kính chào quý thầy/cô Phòng đào tạo Em tên là:  Ngày tháng năm sinh: 01/04/1988 MSSV:  Khoa: Kỹ thuật xây dựng Bậc: Đại học Hình thức đào tạo: Vừa làm vừa học Em xin được phép hoãn thi môn Nền móng (CI3239) của Học kỳ 2 (2020-2021). Em đã gửi email xin phép giáo viên dạy online vào ngày 26.7.2021 nhưng không thấy thầy trả lời. Mong Phòng đào tạo sớm phê duyệt giúp em. Em cám ơn quý thầy/cô!   i ",
    "Kính gửi PDT, Em là sinh viên chuẩn bị làm luận văn tốt nghiệp. PDT cho em hỏi nếu kỳ này em hoãn thi cuối kỳ (5 môn, 16 chỉ), thì em có đủ điều kiên (số tín chỉ) làm LVTN không ạ?",
    "Xin hoãn ngày thi cuối kì 202 môn giải tích 2 Em là , em xin được hoãn ngày thi cuối kì môn giải tích 2 hk202 ạ",
    "Xin hoãn ngày thi cuối kì 202 môn giải tích 2 Em là , em xin được hoãn ngày thi cuối kì môn giải tích 2 hk202 ạ",
    "Em xin kính chào quý thầy cô. Em tên là , mã số sinh viên  Em xin gửi quý thầy cô Đơn xin hoãn thi cuối kỳ 202 môn Kỹ thuật chẩn đoán và bảo dưỡng động cơ, mã môn TR4001",
    "Xin hoãn ngày thi cuối kì 202 môn giải tích 2 Em là , em xin được hoãn ngày thi cuối kì môn giải tích 2 hk202 ạ",
    "Em xin đăng kí hoãn thi môn Xác suất thống kê. Vì lí do laptop em bị hư. Mong thầy/cô xác nhận giúp em. Em xin chân thành cám ơn .",
    "Do mới đầu bùng dịch em quá gấp rút về quê mà quên đem thẻ sinh viên . Làm thế nào mà em có thể dự thi bình thường ạ  B",
    "Dạ thưa thầy/cô, cho em hỏi là làm sao để tải video quay phần thi cuối kì lên hệ thống được ạ? Vì hôm thi xong em chưa tải video lên thì đã bị văng ra và không đăng nhập lại vào được.",
    "Xin chào thầy/ cô phòng đào tạo ạ, Em tên là , sinh viên lớp VP2016NL, MSSV: . Em vừa hoàn thành bảo vệ luận văn ngày 27/07/2021 và cũng đã đủ các tiêu chuẩn để tốt nghiệp. Em muốn hỏi về thủ tục để được cấp giấy tốt nghiệp tạm thời để bổ sung hồ sơ học lên thạc sĩ. Em xin cảm ơn ạ.   i Tốt nghiệp .",
    "Kính thưa nhà trường, em là , mssv: . Em gửi yêu cầu muốn được hoãn thi cuối kì các môn ở học kì 202 và DT202 . Gồm các môn học: Giải tích 2, Xác suất và thống kê, Vật Lý 1 (Dự thính), Cơ Lưu Chất.    Lý do là em bị hỏng máy tính và mạng điện thoại không ổn định,... không đảm bảo được các vấn đề khi thi online. Mong nhà trường chấp thuận, em chân thành cảm ơn!:",
    "Kính gửi thầy/cô,  Em xin đăng kí hoãn thi môn:  Giải Tích 2 ( MT1005) - nhóm lớp L04 ngày thi 07/08/2021  Kinh tế chính trị  ( SP1033 ) - nhóm lớp L18 ngày thi 08/08/2021  Lý do đăng kí hoãn thi:   Dây điện sạc laptop em bị cháy, khu vực em đang trong vùng chỉ thị 16, không thể đem sửa được. Cộng thêm việc laptop em bắt mạng bị chập chờn, tín hiệu kém . Kính mong thầy cô xem xét cho em xin phép hoãn thi 2 môn trên. Em xin chân thành cảm ơn Thầy/Cô.",
    "Xin hoãn ngày thi cuối kì 202 môn giải tích 2 Em là , em xin được hoãn ngày thi cuối kì môn giải tích 2 hk202 ạ",
    "Kinh gửi quỳ thầy cô, Theo thông tin hướng dẫn thi online, sinh viên cần phải có thẻ sinh viên để xác nhận trước khi vào thi. Tuy nhiên, vì tình hình dịch bệnh chuyển biến phức tạp, trước khi về quê, vì khá gấp gáp nên em đã để lại thẻ sinh viên tại nhà ở TP.HCM. Em đã đăng ký làm thẻ mới, tuy nhiên, thẻ vẫn ở tình trạng đang xử lý theo BKPortal (em đã thanh toán đầy đủ). Em xin hỏi là nếu như thẻ sinh viên mới khồng chuyển về nơi em ở kịp ngày thi môn đầu tiên (Giải tích 2 - 7/8/2021) thì em có thể sử dụng loại giấy tờ nào để thay thế được không ạ?  Em mong các thầy cô trả lời sớm ạ. Chúc các thầy cô sức khỏe và an toàn qua mùa dịch bệnh. Best regards, .",
    "Thưa thầy/cô và anh/chị, Em có một câu hỏi và không tìm thấy câu trả lời trong Quy chế nên em xin phép hỏi ở đây. Em có thắc mắc là sau khi tốt nghiệp, email do nàh trường cấp (đuôi .hcmut) có còn tiếp tục sử dụng được không hay nhà trường sẽ thu hồi lại ạ? Em xin cảm ơn.",
    "Dạ dưới đây là yêu cầu hoãn thi của em . Mong các anh/ chị hỗ trợ giúp em ạ. Em cảm ơn",
    "Dạ cô cho em hỏi thêm, Em có đăng kí in bảng điểm về địa phương rồi nhưng bảng điểm đến ko kịp, quá thời hạn nộp hồ sơ, nên e nộp bản photo trước rồi bổ sung bản gốc sau được không ạ. Em khá lo lắng vì mình không có bảng điểm công chứng  Em cảm ơn cô",
    "e thắc mắc về việc hoãn thi các môn ở HK202 thì có được xét qua môn tạm thời để đủ điều kiện nhận Luận văn HK211 không ạ, em cảm ơn!",
    "Em đã sửa lại phần lí do rồi ạ, thầy cô xem lại giúp em Em cảm ơn",
    "Vì lí do em về quê từ lâu, nên không có cầm thẻ sinh viên theo. Mà thời gian in thẻ mới không kịp ngày thi, thì phải làm sao để đủ điều kiện dự thi ạ? Em xin cảm ơn.",
    "Dạ em tên là  Dạ cho em hỏi là em bị thiếu anh văn để đăng kí luận văn tốt nghiệp nhưng hôm bữa pdt có gửi mail là tạm thời bỏ qua chuẩn anh văn,em không biết là có bỏ qua cho đăng kí luận văn tốt nghiệp không? Và nếu pdt cho bỏ qua thì cho em hỏi thời gian để em có thể nộp bằng bù lại ạ Em xin chân thành cảm ơn nhiều.",
    "Kính gửi Phòng Đào tạo, Em là , MSSV , học lớp CC20ROB1. Em muốn xin nhà trường cho em hoãn thi online cuối kì các môn của HK203 và HK202 vì lí do không đảm bảo trang thiết bị. Em sẽ đăng kí thi bổ sung sau khi quay lại trường học. Em cảm ơn ạ!",
    "Cho em hỏi nếu em hoãn thi 1 môn ở học kì 202 do thi online nên em không đủ yêu cầu về thiết bị thì có được xét học bổng không ạ?",
    "Em tên là , mssv , em viết đơn này với lí do xin hoãn thi cuối kì 2 năm học 2020-2021",
    "Cho em hỏi chương trình tài năng khoa điện ngành tự động đợt đầu năm 3 có còn mở không ạ ?",
    "Thân chào thầy/cô, Hiện tại, em muốn làm phiếu \" đăng ký thu nhận lại\" HK211 để nộp cho PĐT thì em phải làm như thế nào ạ?",
    "Kính gửi pđt, em đã gửi đơn xin hoãn thi ck202 qua email, nhưng em vẫn không thấy email phản hồi, nên em muốn xác nhân là đã fuwri qua email rồi mới gửi lên bksi,kính mong thầy cô phê duyệt gấp cho em ạ.",
    "Em muốn đăng kia hoãn thi online cuối kì môn xác suất thống kê",
    "Em xin hoãn thi tạm thời môn XSTK MT2001 do điều kiện trang thiết bị tại địa phương    1. Chưa có đường truyền internet đủ mạnh. Sóng 4G khá yếu (tổ 13 ấp Phước Sơn như CMND đính kèm). Ảnh hương trực tiếp đến khả năng ghi hình và truyền video. 2. Camera laptop hiện không sử dụng được, địa phương theo Chỉ Thị 16 nên hiện tại không sửa được.",
    "Gửi PĐT Em viết yêu cầu này để xin Phòng hoãn ngày thi 2 môn MT2013 (5/8) và SP1033 (8/8) vì tình trạng sức khỏe của nhà em đang chuyển biến xấu Cụ thể: + Em đang bị đau đầu, chóng mặt, viêm và sưng họng và ho liên tục. + Nhà em đang có dấu hiệu bị những triệu chứng như em đang bị. + Vì vậy nên trong hôm nay và ngày mai cả nhà sẽ đi xét nghiệm để kiểm tra xem có cần phải cách ly hay không. Cảm ơn PĐT đã đọc yêu cầu của em   i  .",
    "Vì lí do nhầm lẫn nơi nộp bài nên em nộp nhầm nơi, em có video quay toàn bồ từ lúc bắt đầu thi tới lúc đóng google meet. Em xin được hoãn thi môn triết học vì lí do kĩ thuật ạ. Em xin cảm ơn!",
    "Kính gửi phòng đào tao, Vào 10a.m ngày 6/8 em có môn thi cuối kỳ cần thẻ sinh viên để điểm danh. Tuy nhiên hiện tại em đã để trên phòng trọ và mang về nhà (cư trú tại thành phố Biên Hòa, tỉnh Đồng Nai). Cho em hỏi có cách nào để giải quyết tình huống này không ạ? Em xin chân thành cảm ơn.   i  .",
    "Em là  thi môn Cơ lưu chất  Mã môn : CI2003 Em vẫn chưa thấy thông báo trên bkel về hình thức thi nên em đặt câu hỏi ạ",
    "Theo như mail nhà trường gửi, để hoãn thi, chỉ cần đăng kí với phòng đào tạo qua cổng hỗ trợ trực tuyến, nếu vậy em có cần làm đơn online gửi phòng đào tạo không, hay chỉ cần đăng kí hoãn thi qua kênh hỗ trợ trực tuyến này thôi ạ.   B Cụ thể, em muốn hoãn thi 2 môn học trong học kì 202 : Môn Quản lí sản xuất (ME1009) và môn Cơ học máy ME2043 (em có lịch thi 4 môn, nhưng em chỉ xin hoãn thi 2 môn, vì 2 môn còn lại em thiếu nhiều điểm thành phần, có khả năng không đạt điểm tổng kết, nên không cần xin hoãn thi). Lí do: Điện thoại của em bị hư camera, còn laptop của em thì webcam rất mờ, không đảm bảo chất lượng hình ảnh rõ nét, gần như sắp hư luôn rồi, em lo ngại không kịp sửa chữa để chuẩn bị thi. Thêm nữa là, đường truyền mạng nhà em thường không ổn định, sợ gián đoạn khi thi.     Kính mong phòng đào tạo xét cho em hoãn thi. Em cảm ơn ạ.",
    "Em xin chào thầy cô ạ. Em xin gửi giấy đki hoãn thi của mình ạ.   i ",
    "Xin chào PĐT. Hiện tại ở địa phương em sống đang có sự cố mất điện đột ngột. Hiện tại em không rõ có thể tham gia kì thi cuối kì ngày mai vào lúc 7 giờ sáng không. Mong PĐT cho phép em hoãn thi đột xuất. Dưới đây là đính kèm xác nhận của giảng viên môn học của em ạ   i  .",
    "Vào lúc 10h ngày 3/8/2021 em có buổi thi online môn Nguyên lý thông tin số. Do đây là lần thi đầu tiên nên trong lúc nộp bài em đã quên không bấm chọn nộp bài tập lớn. Cho em hỏi nếu em chưa bấm thì bài của em có được nộp chưa ạ (giám thị coi thi đã xác nhận là cả lớp nộp bài rồi). Em cảm ơn!",
    "Chào thầy cô ạ, ngày 31/7/2021 em có gửi mail để xin hoãn thi Khoa Học Trái Đất, nhưng đến ngày thi 3/8/2021 thì đơn của em vẫn chưa được phê duyệt, vậy có ảnh hưởng đến kết quả sau này không ạ? Em có bị cấm thi không ạ?",
    "Em muốn đăng ký hoãn thi ạ, em đã được sự cho phép của giáo viên bộ môn, không biết em còn cần làm thủ tục gì nũa không ạ?",
    "chào quý thầy/cô. dạ em tên  MSSV: em viết thư này mong được hoãn thi môn kết cấu thép 2 ạ. trân trọng!",
    "n xin hoãn thi cuối kì Môn Kết Cấu Thép 1  Học kì 203 Năm Học 2021 Em bổ sung lại đơn !!",
    "Em chào thầy cô ,  Em tên :  , mssv  , lớp học xác xuất thống kê A01 . Em không có laptop nên hiện tại em không thể dự thi cuối kì theo hình thức online được . Mong quý thầy cô xem xét và cho em hoãn thi bộ môn xxtk vào ngày 5/8/2021 . Em cảm ơn quý thầy cô nhiều",
    "Em cần biết đơn hoãn thi này có gì không hợp lệ, em không được phòng đào tạo xét duyệt.",
    "Em xin chào, Em tên là Thái Duy Đạt mssv . Em muốn nộp đơn đăng ký hoãn thi cuối kỳ 5 môn của học kỳ 202: Quản lý sản xuất, K/tế chính trị Mác-, Đại số tuyến tính, Tài chính doanh nghiệp, Phương pháp định lượng. Lý do là hiện tại em đang ở dưới quê và chưa thể về thành phố Hồ Chí Minh được do chỉ thị mới của Chính phủ. Em không có đầy đủ trang thiết bị và đường truyền ổn định để thi trực tuyến. Quê em hiện tại đang giãn cách theo chỉ thị nên không có tiệm photocopy nào hoạt động để em in mẫu đơn hoãn thi. Vậy em xin phép điền trực tiếp trên file pdf rồi nộp cho nhà trường. Mong phòng đào tạo xem xét hỗ trợ em. Em cảm ơn ạ.",
    "Em xin hỏi là em đã đăng xuất tài khoản rồi nhưng giờ vô lại trang bkexam lại không vào được ạ. Mong thầy cô mở khóa cho em, èm còn video quay màn hình chưa nộp.",
    "Dạ Em xin chào Thầy/Cô ạ! Tình hình của Em là bị tạm dừng vì không đóng Học Phí(Hiện tại em đã đóng ạ) Hiện tại Em đang ở khu phong toả không thể đi in cũng như đi gửi đơn thu nhận lại cho Trường. Vậy cho Em hỏi Em phải làm cách nào ạ? Ở đợt đkmh đợt 1 Em có đăng kí ạ, việc nộp đơn cứu xét phục hồi TKB Em phải làm như thế nào ạ?  Mong Thầy/Cô giải đáp thắc mắc cho Em ạ. Em xin cám ơn!",
    "Em là  mssv  ﻿Xin phép được hoãn thi môn Xác suất thống kê  ﻿mã môn MT 2001, học kì 203, lớp DT01  ﻿Do em không vào được phòng thi trên hệ thống exam.hcmut.edu.vn",
    "em xin gửi đơn hoãn thi môn phương pháp tính",
    "Kính thưa phòng đào tạo em tên  MSSV:. Do không đảm bảo trang thiết bị để thi: -Laptop hiện đang bị lỗi, không thể mở nguồn -Điện thoại cá nhân không đáp ứng được các yêu cầu: vừa làm bài thi trên web, vừa vào Google meet và ghi lại màn hình. -Wifi không ổn định Em sẽ tham gia thi vào lần tổ chức thi sao và thực hiện theo yêu cầu của giảng viên. Em xin chân thành cảm ơn ",
    "sau khi triết học macle ở phòng L05-A thì em đã không vào lại được nữa.Em xin nhà trường mở khóa giúp em. Em tên Nguyễn Hồng Đức, MSSV ",
    "Em tên  Vì em về quê nên hiện tại đang cách ly tập trung tại nhà thi đấu của huyện đến ngày 15/8 và mạng không được ổn định cũng như ở đây tập trung đông người và không được im lặng Vậy nên em viết đơn này mong nhà trường tạo điều kiện cho em hoản thi môn Đường lối  Em chân thành cám ơn! ",
    ". Dạ thưa văn phòng và ngày thi XSTK lúc 7h00 ngày 5 tháng 8 năm 2021 Vì lúc vào phòng thi em bị chặn sau đó em phải load lại trang để vào phòng thi và bị ngắt video recỏd màn hình nên em không có file video màn hình . Cho em hỏi có cách giải quyết cho trường hợp này không ạ .",
    "Kính gửi PĐT. Em tên là: . MSSV , sinh viên lớp ĐSTT L09 Em gửi đơn này với mong muốn được xác nhận cho em được hoãn thi cuối kì môn Đại số tuyến tính với lý do đường truyền mạng tại nhà rất kém, không đủ điều kiện để thi trực tuyến. Mong PĐT xem xét giúp. Em xin chân thành cảm ơn.",
    "Em xin được đăng ký hoãn thi ở học kì này. Vì máy tính bị hư.",
    "Dạ em chào phòng đào tạo, Em là Trần Trọng Nhất, MSSV 1952374. Lát nữa trong khoảng 9h30 - 10h30 05/08/2021 em có lịch tiêm chủng ở chung cư nhưng lại trùng lịch thi. Em muốn hoãn thi ở môn Xác suất thống kê MT2013 kì 202 ạ. Em xin cảm ơn.",
    "Kính chào Phòng đào tạo Em vừa thi xong môn Xác suất và thống kê MT2001 - A02 - B ca 7g00 File ghi hình của em có dung lượng trên 5GB và hệ thống báo không đủ dung lượng Em rất mong Phòng đào tạo có thể giải đáp phản hồi giúp em ạ. Em xin cảm ơn",
    "Em là  mssv  ﻿Xin phép được hoãn thi môn Xác suất thống kê ﻿mã môn MT 2001, học kì 203, lớp DT01 ﻿Do em không vào được phòng thi trên hệ thống exam.hcmut.edu.vn Mong nhà trường cho phép em được hoãn thi kì này.",
    "Thưa văn phòng. Em tên là:  MSSV: Vì tình hình dịch bất ngờ nên em về quê mà không đem theo thẻ sinh viên. Và trong kỳ thi cuối kỳ giáo viên yêu cầu em phải xác nhận sinh viên từ văn phòng. Vì thế em viết yêu cầu này để văn phòng có thể xác nhận sinh viên cho em ạ    i  .",
    "em xin làm đơn xin hoãn thi vì điều kiện không cho phep thi online",
    "EE3019Truyền số liệu và mạng  em  muốn hoãn thi môn ạ",
    "Em chào thầy cô ạ, sau vào ngày thi thì em thấy có nhiều bạn gặp sự cố trong vẫn đề đăng nhập và nộp bài thi. Em mong thầy cô có thể nới lỏng thêm thời gian nộp bài thi và cán bộ coi thi có thể hướng dẫn và nhắc nhở sinh viên trước khi thi. Vì đây là lần đầu tiên tụi em thi online nên cũng chưa hiểu hết quy cách thi khi chỉ đọc bản giấy. Em xin cảm ơn ạ.",
    "Chào nhà trường ạ, Em có buổi thi vào 7h sáng ngày 7/8. Nhưng hôm nay em kiểm tra máy thì phát hiện camera máy không ghi hình được ạ. Em xin hỏi về quy trình hoãn thi và hiện tại em hoãn thì có kịp không ạ? Em xin cảm ơn.",
    "Xin hoãn thi cuối học kỳ 2/2019-2020 . Em gửi đơn xin hoãn thi cuối học kỳ 2/2019-202",
    "Em có tham gia phần thi Xác suất thông kê (MT2013) 7:00 sáng ngày 5/8/2021. Trước 7h có điểm danh và em đã thông báo tên, sau đó em có bật cam và hiện thẻ sinh viên. Sau khi làm bài em quay lại thì thấy tên mình trong danh sánh sinh viên vắng. Trong lúc làm bài vì để mạng ổn định nên em phải mute trang Meet ạ. Em mong nhận được hỗ trợ ạ.",
    "Họ tên:  MSSV:  Em xin hỏi về cách hoãn thi cuối kỳ môn Xác suất thống kê (MT2013) . Lý do là vì em không vào được phòng thi do nhầm trang web thi chính thức với trang web test của trường (http://exam.hcmut.edu.vn/test/my/) . Em có làm đơn xin hoãn thi có đính kèm bên dưới. Mong trường hỗ trợ em sớm nhất có thể.",
    "Hiện tại trang thiết bị hỗ trợ môn thi trong ngày hôm nay gặp trục trặc vì laptop không có camera và chỉ có 1 chiếc điện thoại để hỗ trợ quay lại quá trình thi thì có đủ điều kiện để thi hay không? Nếu không thì em đăng kí hoãn thi cho môn này như thế nào ạ?",
    "Họ và tên: , MSSV:    Kính gửi phòng  Em muốn xin hỏi về cách hoãn thi môn Xác suất thống kê(MT_2013), thi vào 07g00 ngày 05/08/2021 . Lý do: em không vào được phòng thi vì nhầm địa chỉ trang web chính thức thi với trang web thi thử. Em có làm đơn hoãn thi đính kèm bên dưới. Kính mong trường hỗ trợ em sớm nhất có thể.",
    "Chào thầy/cô, Sáng nay ngày 05/08/2021, em có giờ thi môn Xác suất Thống kê (MT2013) lúc 07:00 nhưng lại không thể đăng nhập vào BK Exam để làm bài thi, dù em đã đăng nhập trước giờ thi gần 30 phút. Bây giờ em phải làm những gì để được thi lại và khắc phục lỗi không thể đăng nhập ạ ? Em có record màn hình hoàn bộ sự việc ạ. Link đính kèm: https://drive.google.com/file/d/1k5l1HnKAAP2ntZjQHy29J0234Id1BAjo/view?usp=sharing  Mong nhận được phản hồi từ thầy/cô sớm ạ   i  .",
    "Chào cô Em xin gửi đơn xin hoãn thi Thân ái",
    "do điều kiện ko cho phep nên em làm đơn hõa thi cuoi hk 202",
    "Thầy cô mở giùm e trang bkex e sắp có ca thi mà bây h vô không được ạ ",
    "Chào thầy cô, Em có thắc mác về quy chế thi cuois kỳ online phải quay lại màn hình. Cho em hỏi là việc quay màn hình có phải cùng với âm thanh của hệ thống không ạ ? Em xin cảm ơn",
    "ng ký hoãn thi trực tuyến môn Anh văn 4 (LA1009). Lý do: không đáp ứng được yêu cầu về trang thiết bị. Kết nối Internet không đủ ổn định. Em đã gửi mail cho PĐT rồi. Đăng thêm để đảm bảo ạ.",
    "Em là , em xin được nộp đơn hoãn thi vì lí do máy tính em bị hỏng, thành phố Đà Nẵng em ở hiện tại đang cách ly toàn xã hội nên không mang đi sửa được. Mã môn học: MT1005. Nhóm CC12-A Giảng viên:  Em xin cảm ơn.",
    "Em có đăng kí thẻ bảo hiểm y tế ở trường nhưng chưa nhận thẻ và thông tin thẻ. Có thể cho e xin thông tin về thẻ bảo hiểm y tế của e được không ạ?",
    "Dạ thưa phòng đào tạo Vào ngày thi môn XSTK học kì 203 lúc 7 giờ ngày 5 tháng 8 năm 2021  em xin đăng kí hoãn thi sau kì thi vì lí do em không nộp được file record màn hình và vô phòng thi trễ do không được cho phép nên Cán bộ coi thi lúc đó . Nên cán bộ coi thi đã yêu cầu em đăng kí hoãn thi môn Xác Suất Thống kê học kì 203 này . Dạ phòng đào tạo có thể hướng dẫn cho em cách đăng kí hoãn thi được không ạ",
    "Xin phép hoãn thi . Em tên: , MSSV:  Vào ngày 4/8/2021 lúc 10h có diễn ra thi cuối kỳ bộ môn Triết học Mác Lê-Nin (lớp l05) do cô  đứng lớp. Vì lý do trục trặc về hệ thống điện trong khu vực và đường truyền không ổn định nên em đã không thể tham gia thi cuối kỳ bộ môn. Em đã liên hệ và xin phép giảng viên bộ môn và đã được cô đồng ý. Em mong Phòng đào tạo có thể hỗ trợ em để em có thể hoàn thành bài thi cuối kỳ bộ môn trong tương lai. Em chân thành cảm ơn.",
    "Thưa PĐT, Em tên là  MSSV:  Khoa: Điện - Điện tử CTTT Em xin nộp đơn xin hoãn thi và các minh chứng ạ. Xin PĐT hãy xem xét vì tới ngày 6/8 là ngày thi của em rồi ạ. Em cảm ơn nhiều.",
    "MSSV: Dạ ngày 11/8/2021, em thi anh văn 4. Mà hiện tại em đang bị đưa đi cách li tập trung ở(  I  CHIẾN SỐ 10  /I ). Em sợ tới bữa thi nó hơi ồn và em phải đeo khẩu trang để thi. Mong nhà trường và bộ môn thông cảm cho tình trạng của em. Em xin chân thành cảm ơn ạ!!!. Dưới đây là hình ảnh về nơi em cách li. Dạ phòng em cách li tính thêm em là 4 người ạ",
    "Kính gửi Phòng ĐÀO TẠO;  - Em là  thuộc khoa điện - điện tử, bộ môn điện tử viễn thông - Em xin PĐT xem xét được hoãn thi ( dời lịch thi ) ngày 10/8 vào lúc 16h , môn học:  Truyền Số liệu và mạng ( mã MH : EE3019 )  - Lí do : không đảm bảo thiết bị thu phát và mạng truyền dẫn rất yếu ( đã thử 4g) do hiện tại em đang về quê cách ly tập trung. Mong được nhận phản hồi sớm từ PĐT  Xin cảm ơn quý thầy cô . Huế, ngày 5 tháng 8 năm 2021",
    "Em xin được hoãn thi môn Triết học Mac- (SP1003) lớp L08 ngày thi 04/05/2021 do lỗi trong quá trình làm bai khiến không nộp bài được",
    "hiện tại em ko thể vào đc trang bk exam để nộp video .trang web báo là bạn đăng nhập ở 1 thiết bị khác nhưng em chỉ đăng nhập trên 1 thiết bị .Mong Pđt có thể mở bk exam cho em vào để đăng video",
    "Em là , là sinh viên khoá K15 khoa đào tạo quốc tế, chương trình Tiên tiến. Học kỳ 2 vừa rồi em có đăng ký làm luận văn tốt nghiệp, nhưng do tình hình COVID-19 khiến em không thể làm kịp tiến độ để bảo vệ trong kỳ này. Vậy nên em xin gửi đơn, kính mong  và bộ môn xác nhận cho phép em gia hạn làm LVTN. Em xin chân thành cảm ơn.",
    "Thưa thầy/cô, do sơ ý bấm gửi khi chưa chọn được tệp nên em chưa nộp được video quay màn hình. Mà hệ thống chỉ cho phép nộp 1 lần. Vậy em phải làm gì để nộp video lại ạ?",
    "Em hiện không vào được BKexam ạ  Mong ban tổ chức thi mở khóa cho em ạ"
]