[
    "Em là sinh viên năm nhất mới nhận được bằng tốt nghiệp THPT. Hôm nay em có đăng kí nộp bằng tốt nghiệp thì hệ thống báo lỗi. Ở ô nơi sinh không cho phép nhập, đến lúc chọn xác nhận thông tin thì ô nơi sinh bắt điền mà không điền được. Mong thầy/cô fix lỗi này để em có thể đăng kí nộp bằng tốt nghiệp THPT trong thời gian sớm nhất. Em xin cảm ơn.",
    "Em chào thầy, cô quản trị viên Em tên là:  MSSV: 0 Học khoa Điện-Điện tử, bộ môn Điện tử Cho em hỏi, Em đăng kí in thẻ sinh viên, sau đó vào BKpay để thanh toán phí. Khi đăng nhập bkpay xong, chọn khoản thanh toán rồi nhấn thanh toán, thì nó nhảy qua OCB. Nhưng sau khi đăng nhập OCB thì không thấy khoản thanh toán đâu cả (Em có đính kèm file chụp màn hình khi sau khi đăng nhập OCB phía dưới). Đáng lẽ nó hiện khoản thanh toán rồi mình nhấn vào xác nhận luôn. Nhưng me đã đăng xuất hết, rồi làm lại nhiều lần vẫn không được. Mong thầy cô khắc phục cho em ạ. Em cảm ơn.",
    "Em chào thầy, cô quản trị viên Em tên là:  MSSV: 0 Học khoa Điện-Điện tử, bộ môn Điện tử Cho em hỏi là nếu trong một list môn tự chọn chuyên ngành, Chương trình yêu cầu 6 môn tự chọn. Nếu em học 8 môn (trong đó có 2 môn rớt), thì khi tính điểm trung bình tích lũy, hệ thống sẽ lấy 6 môn tự chọn cao nhất phải k ạ? Nhưng em thống kê file excel thì thấy điểm trung bình tích lũy aao tính hết tất cả 8 môn tự chọn (kể cả 2 môn rớt). Không biết có phải do lỗi hay là nguyên nhân tại sao lại vậy ạ? Mong thầy cô giải đáp giúp em. Em xin cảm ơn.",
    "Em chào thầy cô, Về bài thi cuối kì môn phương pháp tính học kì 162, thầy cô cho em hỏi là em có được quyền xin xem lại bài làm của mình để biết được mình sai ở đâu không ạ. Em xin cảm ơn .",
    "Vừa qua thầy  đã đăng điểm tổng kết môn Xử lí số tín hiệu lên trang điểm của trường , và em có một vài thắc mắc muốn hỏi thầy về điểm thành phần và điểm thi nhưng em không thể tìm thấy thông tin liên lạc của thầy .Mong thầy cô có thể cho em xin thông tin liên lạc của thầy  dạy bộ môn Xử lí số tín hiệu học kì vừa qua có được không ạ . Em xin cảm ơn thầy cô ạ ",
    "Kính thưa thầy cô phòng đào tạo Hiên em đã hoàn thành luận văn tốt nghiệp và tất cả các tín chỉ liên quan. Trong chương trình đào tạo, em vẫn còn thiếu tín chỉ của một môn chuyên ngành tự chọn (đã học). Cho em hỏi về thời gian đăng ký và lịch trình thi vét? Em cám ơn thầy cô.",
    "Khi em bấm vào link xác nhận tham gia hoạt động, nhập đúng MSSV và mật khẩu nhưng lại báo em là thông tin đăng nhập sai trong khi mật khẩu em vẫn dùng được khi đăng nhập eL và sàn hoạt động ngoại khóa. Xin kiểm tra lại giúp em.",
    "Em hiện năm 2 mà chưa đậu a  Văn đầu vào giờ em thi IIG toeic ở ngoài em được 340 giờ em nộp vô được miễn a văn đầu vào để tiếp tục đăng kí học kì tới không ạ",
    "Em có thắc mắc là khi mình học cải thiện lại thì sẽ lấy điểm nào cao hơn của 2 lần học hay là điểm mình học lại. Còn khi mình học cải thiện mà bị rớt môn thì môn đó có tính là rớt không khi lần đầu mình đã qua môn đó rồi Mong pđt giải đáp thắc mắc giúp em.",
    "chào cô! Dạ thưa cô bây giờ em nôp điểm toeic 340 vào để xét miễn anh văn đầu vào, vậy sau này em còn có thể nộp bằng 550 vào để chuyển điểm không ạ. tại em đọc trên web là chỉ chuyển điểm môn học được 1 lần ạ",
    "Kính chào!  Cho em hỏi chứng chỉ ngoại ngữ để tốt nghiệp có bắt buộc là tiếng Anh k ạ, nếu em muốn học tiếng Nhật để lấy chứng chỉ tiếng Nhật thì trường có công nhận k? và nếu có thì chuẩn trình độ tiếng Nhật để ra trường cụ thể là như thế nào ạ? Em xin chân thành cảm ơn!",
    "Kính chào Quý Thầy/Cô, Em tốt nghiệp lớp MO10KMT1-kỹ thuật môi trường năm 2015. Sau khi ra trường đi làm 1 thời gian, em quay lại học thêm chuyên ngành xây dựng. Hiện tại, em đang là sinh viên theo học lớp XD15B2D1-Lớp xây dựng bằng 2. Em đã học được 4 học kỳ, 3 học kỳ trước em học vẫn ổn. Nhưng đến học kỳ thứ 4 trở đi do em đi công tác thường xuyên nên việc học bị gián đoạn nhiều, ngoài ra các lớp thực tập có khi được sắp xếp vào ban ngày nên em đang trong giờ làm việc không thể xin ra ngoài được. Do cảm thấy tình hình học tập không ổn nên em  đang có ý định chuyển Hệ sang Hệ Tại chức hoặc Hệ Vừa học vừa làm. Xin Quý Thầy/Cô cho hướng dẫn, tư vấn cho em về các vấn đề sau:  1/ Với trường hợp của em, em có được chuyển Hệ hay không? Điều kiện, yêu cầu để em được phép chuyển Hệ là gì? 2/ Khi em chuyển Hệ, liệu em có thể chuyển điểm các môn học tương đương em đã hoàn thành từ lớp Bằng 2 này sang được không? Trên đây là các vướng mắc của em. Kính mong Quý Thầy/Cô xem xét và có giải đáp giúp em. Em xin cảm ơn và chúc Quý Thầy/Cô nhiều sức khỏe.",
    "Chào PĐT, Em muốn hỏi SV khóa K13, muốn ra trường đúng hạn thì hạn chót chuyển điểm NN là học kỳ nào? Nếu học kì 171 chuyển điểm thì có kịp ra trường đúng hạn không? Em xin cảm ơn!",
    "Em là sv K12, hiện đã hoàn thành chương trình học và sẽ tốt nghiệp vào tháng 11 tới. Em muốn hỏi về việc em đã nộp bằng TOEIC từ 2 năm trước, đã thực hiện chuyển điểm nhưng bằng TOEIC chỉ có giá trị 2 năm, em xin hỏi là có cần phải thi lại TOEIC và nộp để được tốt nghiệp hay không ạ. Nếu có thì thời gian em phải nộp là khi nào để có thể tốt nghiệp vào tháng 11 tới ?",
    "Cho em hỏi hạn nộp Toeic để xét LVTN cho k11 vào kỳ 2017-2018 là khi nào",
    "Em chào các thầy cô ạ Vừa rồi em có đăng kí in bảng điểm để nộp đơn đăng kí xin tài trợ học bổng. Nhưng nay thời hạn học bổng đó bị rút ngắn, đến thứ 6 này là hết hạn, nên em mong được in bảng điểm sơm hơn lịch hẹn để có thể lấy vào sáng thứ 6. Mong phòng đào tạo xem xét giúp em, cái học bổng này rât quan trọng với em ạ. Mong nhận được phản hồi sớm Em xin cảm ơn sinh viên, .",
    "Dịch vụ cho sinh viên   Đăng ký in bảng điểm . Em chào các thầy cô ạ Vừa rồi em có đăng kí in bảng điểm để nộp đơn đăng kí xin tài trợ học bổng. Nhưng nay thời hạn học bổng đó bị rút ngắn, đến thứ 6 này là hết hạn, nên em mong được in bảng điểm sơm hơn lịch hẹn để có thể lấy vào sáng thứ 6. Mong phòng đào tạo xem xét giúp em, cái học bổng này rât quan trọng với em ạ. Mong nhận được phản hồi sớm Em xin cảm ơn sinh viên, .",
    "Kính gửi Phòng đào tạo,  Em là , MSSV G. Ngày 13/6 em đã đăng ký miễn điểm các môn Anh văn 1,2,3,4 và đã đóng lệ phí. Nhưng tới nay em vẫn chưa thấy Điểm chuyển trên trang Thông tin sinh viên. Mong các thầy/cô xem giúp em có thiếu sót gì không? Và trong bao lâu sẽ có điểm chuyển. Em xin chân thành cảm ơn.",
    "Kính gửi PĐT  Em vừa hoàn thành Luận Văn Tốt Nghiệp, đã có điểm và đủ điều kiện tốt nghiệp. Hiện tại, em có dự định đăng ký thi cao học. Tuy nhiên, theo lịch trình đăng ký tốt nghiệp của năm trước thì em nhận được giấy chứng nhận tốt nghiệp tạm thời sau đợt đăng ký cao học tháng 8 này (hạn cuối đăng ký là 11/8). Vậy, em có thể xin giấy chứng nhận tốt nghiệp tạm thời hoặc xác nhận tốt nghiệp trong đợt này để đăng ký thi cao học được  không ạ?",
    "hác .. ính gửi PĐT Em tên là . - PĐT cho em hỏi là điểm Toeic để tốt nghiệp của 10 vẫn là 450 phải không ạ. - Em chuẩn bị nộp bằng Toeic để tốt nghiệp vào tháng 11 tới nhưng trong học kỳ II (2016 - 2017) em có đăng ký môn học để duy trì (em đã hoàn thành chương trình học trước đó) nhưng điểm dưới 5 (trên 0) thì có ảnh hưởng gì đến tốt nghiệp không ạ.",
    "dạ em chào cô em nộp bằng 340 vào để xét miễn anh văn đầu vào ,nhưng  sau khi thẩm tra hợp lệ em bấm vô danh sách xét miễn chỉ có anh văn 1 2 3 4 không có muc anh văn đầu vào, vậy giờ em phải làm sao cô.",
    "Kính chào PĐT . Em là ; MSSV:   Chuyển hệ từ Chính Quy sang VLVH tháng 6 năm 2016,(MSSV cũ : K). Em xin hỏi là: Đã hết hai kỳ học nhưng em vẫn chưa nhận được phiếu miễn môn học tạm thời (em đã trực tiếp đến PĐT hỏi nhiều lần và được trả lời là chưa có, nên em vẫn đang đợi...) . Hiện tại, em đã học xong hết các môn còn thiếu và đã thi đạt toeic 400 (đã hoàn thành đăng ký nộp chứng chỉ ngoại ngữ). Xin PĐT hướng dẫn em cần làm gì để hoàn tất chương trình học và đăng ký tốt nghiệp vào tháng 8 tới ạ. Xin hỏi thêm là vào kỳ 171 sắp tới em có cần ĐKMH để duy trì tình trạng sinh viên không ạ?. Em xin chân thành cảm ơn.",
    "Cho em hỏi về thời gian chi tiết cập nhật điểm trung bình tích lũy cuối cùng và thời gian em được nhận bằng TN tạm thời. Vì em hiện đang trong thời gian phỏng vấn và công ty muốn em cho một thời gian cụ thể để cung cấp bảng điểm, nhưng vì điểm LVTN của em dù đã có được 3 tuần nhưng vẫn chưa được tính vào điểm TBTL.",
    "kính gửi PĐT  cho em hỏi đăng ký LVNT ngoài 2 đơt đăng ký chính và đợt đăng ký bổ sung thì có đợt vét không ạ, và đợt vét thường diễn ra thời gian nào ạ.  Hiện tại em còn thiếu chứng chỉ ngoại ngữ, và nếu em nhận được chứng chỉ ngoại ngữ thì em có thể đăng ký luận văn vào đợt vét được không ạ, hay chỉ được đăng ký  luận văn tốt nghiệp vào 2 đợt đăng ký chính và đợt đăng ký bổ sung thôi. em cám ơn.",
    "Kính gửi phòng đào tạo Đại học Bách Khoa Tp.HCM Em tên là ,MSSV :7,khoá K13 khoa Môi trường và tài nguyên Em xin hỏi là bằng TOEIC của em đã được xét là hợp lệ nên em đã đăng kí chuyển điểm, em đã làm các bước và thanh toán học phí đầy đủ nhưng em không thấy có gì thay đổi trong bảng điểm cũng như môn được chuyển.Kính mong pđt giải đáp thắc mắc giúp em.Em xin chân thành cảm ơn!",
    "Chào anh (chị)! Vừa qua em đã bảo vệ luận văn thành công vào ngày 16/6/2017 và hiện tại đang tìm kiếm việc làm bên ngoài. Anh (chị) cho em hỏi khi nào em có thể nhận giấy chứng nhận tốt nghiệp tạm thời? Và có phải làm thêm thủ tục gì không? Có thể lấy ở đâu ạ? Em mong hồi đáp sớm từ anh (chị). Em xin chân thành cảm ơn!",
    "T1681   Dạ em chào Quý Thầy/Cô, Thầy cho em hỏi: Em còn nợ môn Quản lý và sử dụng năng lượng nhưng không thấy Trường mở trong hoc kỳ 163 và học kỳ 171 năm 2017, vậy môn tương đương em có thể đăng ký học là môn nào?Nhờ Thầy xem xét giúp để em đăng ký trong học kỳ này Em cám ơn Thầy nhiều!",
    "Kính chào quý thầy cô, cho em hỏi, em đã thanh toán lệ phí chuyển điểm cho 4 môn anh văn rồi, nhưng vẫn chưa thấy điểm chuyển trong bảng điểm của em. Vậy sau bao lâu thì điểm mới được cập nhật trong bảng điểm ạ? Em cảm ơn.",
    "Học kỳ trước em có học môn tương đương  mã mới(EE2013) để thay thế cho cả (402030) và Thí nghiệm (402114).Nay môn  đã có điểm miễn thi nhưng môn Thí nghiệm chưa có.Vậy phải làm sao để có điểm Thí nghiệm.",
    "Em chào Thầy Cô ạ!  Thầy cô cho em hỏi, lịch đăng kí môn học học kì 1 năm 2017 cụ thể thế nào ạ??? Ngày đăng kí và đợt đăng kí bổ sung ạ???",
    "Kính gửi phòng đào tạo! Em là  đến từ khoa Công nghệ vật liệu khóa K13, em có 2 câu hỏi: +Em có làm lại thẻ sinh viên nhưng em đã đăng ký nhận phòng 107cs2 ở cơ sở 2, vậy cho em hỏi là cơ sở 2 hè có làm việc không ạ, hay là mình phải lấy ở cơ sở 1 ạ?  + Do em đang bận thực tập ở Vũng Tàu nên em có thể đợi qua đợt thực tập mới nhận thẻ sinh viên vừa làm lại được không ạ? Em chân thành cám ơn và mong nhận được hồi đáp sớm nhất ạ.",
    "EM Tên là , MSSV: 1. Em là k13 đang học chuyên ngành điện năng. Cho em hỏi 2 chỉ tự chọn khoa DD như trong ảnh đính kèm bên dưới là em được đk lại 2 chỉ ngành điện năng không? Hay em phải bắt buộc chọn 2 chỉ trong chuyên ngành Điện Tử và Tự động hóa ạ? ",
    "Chương trình đào tạo    Kính gửi PĐT Sau ĐH, Hiện tại tôi đang là học viên cao học (Thạc sĩ) ngành Kỹ Thuật Viễn thông - Khoa Điện-Điện tử. Theo chương trình đào tạo hiện bao gồm 4 môn bắt buộc và 4 môn tự chọn (và các môn Triết học, PPNCKH). Hiện tôi đã hoàn thành môn Triết học, PP NCKH, 3 môn bắt buộc và 3 môn tự chọn. Vậy trong học kì tới tôi có được phép đăng ký Đề cương Luận văn tốt nghiệp hay không trong khi vẫn còn thiếu 1 môn bắt buộc? Kính mong nhận được phản hồi từ quý thầy cô! Trân trọng.",
    "Học bổng    . Kinh chào thầy /cô, Em có thắc mắc về số lượng học bổng cho mỗi khóa/khoa. Ví dụ như em hiện là K14 thì số lượng học bổng khuyến khích cho K14 khoa Hóa là bao nhiêu suất ạ? Bởi vì không biết chắc số lượng là bao nhiêu để không chỉ riêng em mà còn các bạn khác cố gắng để đạt được . Em chân thành thầy/cô.",
    "Kính thư Phòng đào tạo Trường Đại học Bách khoa TP HCM. Em tên ; MSSV 9 Theo như kế hoạch học tập của trường là ngày đăng kí môn học bổ sung học kì 171 là ngày 7/6-8/8. Cho em hỏi là sau ngày 8/8 em vẫn chưa có bằng Anh văn để xét tốt nghiệp thì em có thể xin phòng đào tạo cứu xét gia hạn thêm thời gian nộp bằng Anh văn để xét tốt nghiệp được không ạ. Và cho em hỏi thời gian cứu xét là bao nhiều ngày kể từ ngày 8/8 ạ. Mong phòng đào tạo sớm trả lời câu hỏi của em. em xin chân thành cảm ơn ạ.",
    "Kính gửi PDT, Cho em hỏi là theo quy định nộp CCNN để nhận LVTN thì phải nộp trước thời điểm đăng kí LVTN ít nhất 1 ngày. Vậy em có thể nộp CCNN trước ngày 08/08/2017 vào đợt đăng kí bổ sung được không? Hay phải trước ngày 26/07/2017 (đợt đăng kí chính thức). Mong PDT phản hồi sớm. Em xin cảm ơn. ",
    "Em tên , mã số sinh viên:, lớp BC14X_D. Hiện tại điểm thi toeic của em chưa đạt 350 chưa đủ điều kiện nhận luận văn tốt nghiệp. Em không tìm thấy lịch đăng ký av350 để học. Thầy/Cô cho em hỏi tại trường mình hiện tại có mở lớp học av350 không ạ? Nếu có thì bây giờ thủ tục đăng ký như thế nào ạ?  Chân thành cảm ơn!",
    "Cho em hỏi em có học môn tương đương Nhiễuxạ tiaX &các ppncvl Mã MH:MA3003 của chương đào tạo k14,tương đương với môn P/pháp đánh giá vật liệu Mã MH:215003 .Em đã đạt được môn MA3003.Vậy tín chỉ có tự động tính cho em không?Em có cần làm đơn gì không?",
    "Em có học môn tương đương Nhiễuxạ tiaX &các ppncvl Mã MH:MA3003 của chương trình đào tạo k14 tương đương với môn P/pháp đánh giá vật liệu Mã MH:215003 .Em đã đạt được môn Mã MH:MA3003.Như vậy PĐT có tự động tính tín chỉ vào cho em không?Hay em phải cần làm đơn gì không?",
    "Em có học môn tương đương Nhiễuxạ tiaX &các ppncvl Mã MH:MA3003 của chương trình đào tạo k14 tương đương với môn P/pháp đánh giá vật liệu Mã MH:215003 .Em đã đạt được môn Mã MH:MA3003.Như vậy PĐT có tự động tính tín chỉ vào cho em không?Hay em phải cần làm đơn gì không?",
    "Kính gửi phòng đào tạo, Em muốn hỏi phòng đào tạo là hạn chót để nộp anh văn xét luận văn tốt nghiệp ( kể cả đợt vét) cho học kì 1 năm học 2017-2018 là ngày nào ạ. Em chân thành cảm ơn và mong nhận được phản hồi sớm nhất từ phòng đào tạo. Trân trọng,",
    "Kính gửi Phòng Đào tạo, Em tên là , MSSV 5. Em vừa hoàn thành xong luận văn tốt nghiệp và dự kiến sẽ ra trường vào cuối năm 2017. Em có thắc mắc là em muốn kiểm tra tình trạng chứng chỉ ngoại ngữ của em thì có thể kiểm tra ở đâu ạ? Em đã nộp bằng TOEIC từ năm 2 và đã có xét chọn tốt nghiệp nhưng em muốn kiểm tra lại cho chắc ạ. Em xin cảm ơn.",
    "Thưa Thầy/Cô, Cho em hỏi ngoài đợt đăng ký môn học HKI 2017-2018 để nhận LVTN còn có đợt đăng ký bổ sung LVTN để được làm LVTN trong HKI 2017-2018 không ạ. Em xin cảm ơn.",
    "Kính gởi Phòng Đào tạo Trường Đại học Bách khoa TP HCM  Em là  MSSV 5. Hôm 1/7/2017 em có đăng ký chuyển điểm anh văn. Nhưng lúc đầu chuyển điểm em xác nhận nó báo bị lỗi. Em nghĩ do lỗi không sao, nên lát sau em làm lại thì nó báo thành công. Qua bên BKpay thì nó báo là em phải đóng 2 lần chuyển điểm anh văn (Như hình đính kèm). Nên em đành phải đóng cả 2 cái mới được chuyển điểm (mặc dù chuyển cùng môn anh văn). Em thắc mắc nếu quy định chỉ cho chuyển anh văn 1 lần thì lần thứ 2 em xác nhận thì nó phải báo lỗi cho em biết chứ. Và em có nhận lại được 150.000đ không?  Em chân thành cảm ơn.",
    "Chứng chỉ ngoại ngữ        Kính gửi Phòng đào tạo Trường Đại học Bách khoa - ĐHQG TPHCM  Em hiện là sinh viên khóa 2015, chương trình đào tạo Chất lượng cao của trường   Trong năm 2015, em đã nộp chứng chỉ ngoại ngữ IELTS 65 cho phòng đào tạo và có kết quả hợp lệ Vào ngày 25/4/2017, em đã dùng chứng chỉ này để xét miễn 4 môn Anh văn tăng cường trong chương trình đào tạo và có đóng đủ chi phí Nay kết quả điểm miễn đã có và được cập nhật vào hệ thống   Theo như em được biết, các quy định về chuẩn tiếng Anh của Nhà trường từ học kì 1 năm học 2016-2017 có áp dụng cho chứng chỉ IELTS, với thang điểm 65, điểm quy đổi cho 4 môn Anh văn tăng cường đều là 10  Tuy nhiên, khi em xem bảng điểm chuyển bằng ứng dụng Cổng thông tin sinh viên, Điểm Anh văn 4 của em lại là 75 trong khi các môn Anh văn 1,2,3 đều là 10 Em thắc mắc vì sao điểm Anh văn 4 lại có chênh lệch lớn và khác với chuẩn đã quy định của trường như vậy Mong phòng đào tạo giúp đỡ em giải đáp thắc mắc này Em xin cảm ơn!  ",
    "O EM HỎI NĂM NAY CÓ ĐỢT VÉT NỘP BẰNG NGOẠI NGỮ ĐỂ XÉT LÀM T  Ạ.   Ạ",
    "Em chào PĐT, cho em hỏi trường có quy định bao nhiêu ngày CTXH mới được nhận luận văn không ạ? em cảm ơn PĐT ạ",
    "EM xin chào quý thầy cô của PĐT. EM đang là sinh viên năm 4. Em có thắc mắc về thời hạn nộp chứng chỉ toeic để được xét luận văn. Theo em được biết là đăng kí môn học học kì 1 năm 2017 đợt bổ sung là từ ngày 7-8/8. vì vậy phải nộp bằng toeic trước ngày 7/8 để được xét làm luận văn phải không ạ? Trường hợp nếu như không nộp kịp trước ngày 7/8 thì có còn đợt đăng kí luận văn vét không ạ? nếu có thì hạn cuối có thể đăng kí là khi nào? EM xin chân thành cảm ơn quý thầy cô đã giải đáp thắc mắc!    Trân trọng!",
    "Kính gửi Phòng Đào Tạo Em là ,      , nay em nộp chứng chỉ nhưng trên trang web không cho đính kèm file. Em mong PĐT hướng dẫn cho em.    .",
    "Em đóng học phí dự thích chiều nay (10/7) nhưng trễ hơn 1 tiếng rưỡi (đóng lúc 16h30) có ảnh hưởng gì không ạ? Em có cần làm đơn gì không? Do ngày 7/7 lúc 17h em có đóng rồi nhưng không hiểu hệ thống không cập nhật, chiều nay em vào kiểm tra mới thấy chưa đóng.",
    "Kính gửi phòng Đào Tạo trường Đại học Bách Khoa TPHCM, Em tên là , MSSV 1, khoa Khoa học và Kĩ Thuật Máy Tính Em hiện đã hoàn thành xong Luận văn và tất cả các môn trong chương trình học. Hiện em chỉ còn bộ môn Giáo dục Quốc Phòng (GDQP) là chưa xong. Em đã đăng kí học và Trung tâm GDQP đã xếp lịch em học vào ngày 07/08, dự kiến sẽ kết thúc vào cuối tháng 8. Em muốn hỏi là em có thể bổ sung bằng GDQP vào cuối tháng 8 hoặc đầu tháng 9 được không ạ? Em rất mong phòng Đào Tạo có thể tạo điều kiện giúp em ạ . Em xin chân thành cám ơn",
    "h08p ngày 07/07 em có thực hiện đóng học phí trên BKpay, nhưng không hiểu sao hôm nay vào em lại thấy tiền vẫn còn trong thẻ và học phí chưa thanh toán, nên em đóng lại lúc 16h24p chiều nay (10/07), trễ gần 1 tiếng rưỡi. Hệ thống cập nhật là em thanh toán trễ học phí. Em hỏi là như vậy em có phải làm đơn gì không và ra sao ạ?",
    "Thông tin sinh viên . Dạ em chào quý thầy cô. Năm ngoái vào đợt nộp bằng tốt nghiệp phổ thông em có phát hiện ra là thông tin nơi sinh của em không đúng với dữ liệu hiện tại (Quảng Ngãi thay vì TP.HCM) nên em có lên PĐT làm đơn xin thay đổi thông tin nơi sinh và được cô  báo là chỉ đổi thông tin trên hệ thống online nên không cần phải lên PĐT lấy kết quả. Nay em lên xem lại trên trang nộp bằng tốt nghiệp và thông tin cá nhân trên myBK vẫn chưa thấy cập nhật nên em muốn hỏi liệu nó có ảnh hưởng sai lệch tới bằng tốt nghiệp của em sau này không ạ? Em xin cảm ơn.",
    "Cho em hỏi là khi chuẩn bị tốt nghiệp, em có phải nộp lại giấy chứng nhận hoàn thành môn giáo dục quốc phòng không ạ? 2. Em bị mất giấy chứng nhận giáo dục quốc phòng thì có cách nào lấy lại không ạ?",
    "Cô ơi em rớt a văn đầu vào , mà em thi ở ngoài vừa đúng 255 điểm vậy em nộp vô có xét miễn a văn không cô, em năm 2 sắp dk môn học ạ",
    "Em chào thầy cô quản trị, Em tên là:  MSSV : 0 Học khoa Điện- Điện tử, bộ môn điện tử Cho em hỏi là, Em bảo vệ luận văn và hoàn thành chương trình đào tạo vào ngày 20/06/2017 Và đã có điểm cập nhật luận văn trên aao, nhưng chưa có điểm trung bình tích lũy . Vậy khi nào thì có điểm tổng kết và bằng tốt nghiệp tạm thời ạ? Nếu trước thời gian đó, em có thể xin giấy chứng nhận tương đương để làm hồ sơ đi làm không ạ?  Mong thầy co giải đáp cho em Em cản ơn",
    "kính gửi Phòng Đào Tạo trường Đại Học Bách Khoa TPHCM. Em tên là Lại Quốc Tuấn MSSV 9, hiện giờ em đã hoàn thành hết chương trình đào tạo và đủ số tín chỉ để được tốt nghiệp nhưng do em chưa có chứng chỉ ngoại ngữ ANh Văn nên chưa đủ điều kiện tốt nghiệp, và hiện tại em đã làm đơn xin thêm 1 học kì để được bổ sung thêm bằng Anh Văn trong học kì tới và đã được PĐT chấp nhận, vậy PĐT cho em hỏi là trong học kì tới em có cần phải đăng ký môn học để duy trì tình trạng sinh viên không vì học kì 162 em có đăng ký 1 môn nhưng do em không đi thi và đã bị điểm bằng 0 rồi. và nếu em làm đơn xem tình trạng sinh viên đủ điều kiện để tốt nghiệp không thì làm theo đơn nào ạ. em cám ơn PĐT nhiều.",
    "Em có học môn tương đương Nhiễuxạ tiaX &các ppncvl Mã MH:MA3003 của chương trình đào tạo k14 tương đương với môn P/pháp đánh giá vật liệu Mã MH:215003 .Em đã đạt được môn Mã MH:MA3003.Như vậy PĐT có tự động tính tín chỉ vào cho em không?Hay em phải cần làm đơn gì không?",
    "Kính gửi Phòng Đào Tạo. Em là sinh viên K13, khoa Kỹ thuật xây dựng. Em muốn hỏi là việc nộp chứng chỉ ngoại ngữ toiec 450 để nhận đồ án tốt nghiệp. Hiện tại em có thể gia hạn việc nộp chứng chỉ ngoại ngữ toiec 450 để nhận đồ án tốt nghiệp, sau đó em sẽ nộp chứng chỉ ngoại ngữ toiec 450 trước thời hạn bảo vệ đồ án được không?",
    "Xin chào phòng đào tạo, Em có một câu hỏi như sau:  Hiện tại em đang làm hồ sơ nộp xin học bổng sau đại học, em cần:           - 1 giấy xác nhận thời điểm dự kiến tốt nghiệp vào tháng 4/2018 (em khóa K13)          - 1 giấy xác nhận đang làm luận văn tốt nghiệp          - 1 giấy xác nhận đang là sinh viên của trường và số tín chỉ tích lũy 3 loại giấy trên đều không có trong dịch vụ in giấy xác nhận sinh viên. Vậy em có thể soạn theo mẫu của trường hay em tự soạn và trường xác nhận dùm em được không? hay có cách nào để em xin được xác nhận các loại văn bản trên? Em cảm ơn nhiều và mong nhận được giải đáp.",
    "Kính gửi Phòng dào tạo Em hiện là sinh viên khoá 2012 vừa hoàn thành Luận văn tốt nghiệp trong HK162 và đã đủ các điều kiện về số TC và ngày CTXH. Em có tham khảo thông tin aao.hcmut.edu.vn ở thì cuối tháng 8 đầu tháng 9 mới có đợt đăng ký tốt nghiệp. Tuy nhiên theo email em vừa nhận được thì đợt ĐKMH học kỳ này sẽ kết thúc vào cuối tháng 7, vậy khả năng cao là em sẽ bị xét không có TKB. Cho em hỏi trong trường hợp này quy trình là như thế nào. Em xin chân thành cảm ơn.",
    "Chào cô,  Em là . MSSV là . Thuộc lớp CK14HT2. Cô cho em hỏi, em đã đăng ký chuyển điểm từ rất lâu, và cũng đã đóng tiền để chuyển điểm cách đây gần 1 tháng nhưng tại sao em vẫn chưa hiện lên dấu Xác nhận đăng ký ( như hình ) . Mong cô xem xét và hồi âm sớm cho em. Vì hiện tại em đang đi thực tập tốt nghiệp nên không thể thường xuyên lên pđt được. Mong cô thông cảm . Có gì cô liên hệ với em qua email  hoặc qua số điện thoại : [phone_number]0 . Em cảm ơn cô. Chào cô ",
    "Thầy cô cho em hỏi em đọc quy chế có ghi : SV phải đăng ký nộp CCNN trước thời điểm đăng ký LVTN ít nhất 01 ngày. Đợt đăng kí bổ sung môn học hk171 là từ ngày 7/8-8/8.NHư vậy là ngày 6/8 em nộp chứng chỉ NN vẫn được phải không ạ?",
    "Thầy cô cho em hỏi Số TCTL nghành của em để nhận LVTN là 139. Em đang tích lũy được 136 và đang thực tập TN (3 chỉ). Như vậy em có đủ điều kiện để đăng kí LVTN không ạ.",
    "Kính chào phòng đạo tạo, Em khóa K13 đã được phát bằng quốc phòng vào năm 1 và trên bảng điểm trên web cũng đã xác nhận đạt môn QP. Vậy cho em hỏi là khi đến lúc tốt nghiệp em có phải nộp lại bằng quốc phòng cho trường nữa không? Mong nhân được hồi đáp của ban hỗ trợ. Em cảm ơn",
    "Lịch thi (không tìm thấy,sai phòng thi,...) . Cho em hỏi về lịch thi môn vật lí 1 nhóm DT03-AB, em tìm mãi mà không thấy. Xin cảm ơn .",
    "Kì vừa rồi em có điểm trung bình bằng 0 ..Em sẽ bị những gì trong học kì tới ạ .Và để tiếp tục học tiếp em phải làm những gì ạ !",
    "Em thuộc nhóm ngành Cơ khí - Cơ điện tử. Em chưa hiểu lắm về thông báo phân ngành mà trường gửi cho em qua gmail. Vì theo thông báo đến ngày 17 mới cho biết thời gian, địa điểm phân ngành của từng sinh viên nên sợ rằng em chuẩn bị không kịp cho ngày 18. (Nhà em ở Kiên Giang, mất khoảng 7 tiếng để đến trường nên em cần chuẩn bị sớm). Vậy thì cho em hỏi bình thường những năm trước hay tổ chức phân ngành ở cơ sở 1 hay cơ sở 2, và thường thời gian phân ngành vào buổi sáng hay buổi chiều vậy ạ, với lại sau hôm 18 có phải lên trường làm gì nữa không. Em xin cảm ơn!",
    "Chào thầy/cô, Vào học kì 162 vừa rồi em có điểm tổng kết bằng 0, mặc dù đã đi học đầy đủ các tiết lý thuyết lẫn thực hành, kiểm tra giữa kỳ nhưng vì lí do gia đình nên em phải bỏ thi cuối kỳ. Nay em được biết phải nộp đơn xin cứu xét để được đăng ký học kì tiếp theo. Em xin phép được hỏi là mẫu đơn như thế nào và nộp ở đâu, vào thời gian nào? Em xin cảm ơn.",
    "Kính gửi Phòng Đào Tạo Em là , MSSV 0. Học kỳ vừa qua em có một số việc đột xuất vào cuối kỳ nên em không có thi 1 môn trong học kỳ dự thính và 2 môn trong học kỳ chính, cho em hỏi là học kỳ rồi em có bị cảnh cáo học vụ không và em muốn biết là em có còn được tối đa là 14 học kỳ để học không ạ, do em còn môn đồ án quá trình thiết bị và luận văn tốt nghiệp, mà em đã sử dụng hết 12 học kỳ rồi ạ. Em chân thành cảm ơn.",
    "Trường hợp của em bị tổng kết 0. ở học kì trước thì em phải làm đơn cứu xét . Như vậy thì em có thể đăng kí môn học trước rồi mới làm đơn khi có biên bản xử lý học vụ gửi về khoa đúng không ạ ? Hay mình phải làm đơn cứu xét trước thì mới được đăng kí môn học ạ ?",
    "Dạ thầy cô ơi, cho em hỏi về vấn đề thôi học ạ. Hiện em đang học năm 2 khoa Cơ Khí, em muốn thôi học để có thế làm thủ tục nhập học ở trường khác ạ. Thầy cô cho em hỏi em phải làm thủ tục như thế nào ạ.",
    "Em tên , MSSv , lớp GT1503, nghành Kỹ Thuật Hàng Không. Hôm bữa đóng học phí HK2 năm 2016-2017 hệ chính quy em có đóng học phí trễ hạn và em làm đơn thanh toán học phí trễ hạn nhưng tới nay vẫn chưa thể đăng ký môn học được. Mong PDT giải quyết dùm em. Em xin cám ơn.",
    "Em tên là  Mssv  Em xin rút 1 môn học là ME4511: Tái chế vật liệu . Em cần xử lý sao ạ.",
    "Trong đăng ký môn học sơ bộ em đã đăng kí anh văn 2 rồi. Tại sao trong tkb em lại có thêm anh văn 3 và mất 1 môn học của mình vậy là một học kì em vừa học anh văn 2 và 3 ạ. Mong PĐT giải đáp thắc mắc giúp em, liệu em có hủy anh văn 3 để đăng kí lại môn học mà em đã mất được không.",
    "Em tên:  Mssv:   Em xin được hỗ trợ như sau: Hiện em đang học lớp văn bằng 2, ngành tự động hóa K16, phải theo học lớp ban ngày chung với bằng 1 (không có lớp ban đêm) Em vẫn vừa học vừa làm nên mong muốn có thể đăng kí các môn học dồn vào buổi sáng để học (buổi chiều em phải đi làm) nên kính mong nhà trường có thể tạo điều kiện để em có thể đăng kí như sau: Em vẫn dựa trên lịch đăng kí của trường nhưng không sếp được lịch các môn lý thuyết vào buổi sáng vì có thể trùng ở thí nghiệm do đó em xin được đăng ký lý thuyết theo lịch, còn các lớp thí nghiệm nếu bị trùng em xin được đổi qua nhóm khác. Kính mong nhà trường hồi đáp Em xin cảm ơn.",
    "Chào thầy/cô. Em muốn hỏi là sắp tới đợt xét tốt nghiệp là vào tháng nào? và khi nào thì có bảng điểm hoàn chỉnh cho học kỳ 162 vừa rồi ạ?",
    "Chào thầy (cô) ạ, em là . MSSV: 8, trên bảng điểm học kì 2 (2016-2017), môn quản trị kinh doanh cho kĩ sư có cột điểm giữa kì là 7.96, điểm cuối kì là 6.54 nhưng tổng kết có 5. Mong thầy cô kiểm tra lại giùm em ạ. Cảm ơn thầy (cô)",
    "Kính gửi PĐT, cho em hỏi là để đăng ký được môn DAMH 2 của K13 em cần phải có giấy đồng ý giảng dạy của thầy hướng dẫn đồ án 2 của em và nộp lên PĐT là được đăng ký ở HK I 2017-2018 phải không ạ. Tại kỳ này em k thấy mở DAMH 2 MÃ 400009 ạ Em xin cảm ơn",
    "em nộp chứng chỉ ngoại ngữ nhưng vào phần đăng kí thì bị lỗi không đăng kí được",
    "Em là sinh viên K12, trong chương trình thì em phải học 8 chỉ tự chọn, nhưng em lại đăng kí tới 12 chỉ tự chọn và đã đậu 10 chỉ, vậy PDT cho em hỏi điểm các môn đó của em sẽ được tính như thế nào, có phải lấy điểm của các môn cao nhất để tính vào điểm tích lũy hay không hay tính hết cả ạ. Với cho em hỏi điểm ghi trên bằng tốt nghiệp tạm thời là điểm TB tích lũy ngành hay là điểm TB tất cả các môn.",
    "Kính gửi PĐT, 2 hôm liên tiếp em vào web Mybk vào chọn mục Đăng kí in giấy xác nhận sinh viên nhưng lại ra link lỗi như tệp đính kèm. Em phải làm sao ạ? Vì thời hạn nộp về xã cũng gấp nữa. Em mong phòng đào tạo giúp đỡ.",
    "Thầy Cô cho em hỏi . Em là sinh viên k12 và giờ em còn nợ môn lập phân tích dự án (700200) và môn này đã bị bỏ từ k14 . Em muốn tốt nghiệp là phải qua môn này nhưng hiện giờ môn đó không mở lớp nữa,  Em mong Thầy Cô cho Em hướng giải quyết. Em cảm ơn ạ    i  ..",
    "Kính gửi PĐT trường ĐHBK TPHCM Em tên: . Mssv 6, hiện là sinh viên chương trình đại học hệ chính quy. Em có 1 số vấn đề gặp phải và cần PĐT giúp đỡ em giải đáp thắc mắc, vấn đè như sau: 1. Về việc môn học thay thế, khi đăng ký môn học tương đương, em có cần yêu cầu gì về thủ tục như thế nào trước cũng như sau khi đăng ký môn học không? 2. Về việc tốt nghiệp đúng hạn, em hiện là sinh viên năm cuối, hết hè này em sẽ bắt đầu làm luận văn là em chỉ còn nợ duy nhất 1 môn học, môn này nếu như em được học trong kì HK171 cùng với luận văn thì sau khi đạt em sẽ ra trường đúng hạn, nhưng không may là kì này môn đó lại không mở lớp, và được biết là môn này có môn thay thế và sẽ mở lớp cho K14 học kỳ 171, như vấn đề 1 ở trên là nếu như em đã được học môn thay thế thì sau khi học xong trường có quy đổi môn đạt của em ngay lập tức kịp thời để em tốt nghiệp đúng hạn trong trường hợp em đậu môn đó hay không ạ? Em xin chân thành cảm ơn và mong sự phản hồi sớm nhất từ PĐT.",
    "Kính gửi phòng đào tạo, em đang có thắc mắc về vấn đề điểm rèn luyện, làm sao để biết điểm rèn luyện hiện tại của mình ạ.",
    "Thầy cô cho em hỏi:  Em là sinh viên ngành công nghệ may k14, trong lúc đăng kí kế hoạch học tập thì lớp em cùng đăng kí 3 môn tự chọn nhưng đến nay khi đăng kí chính thức thì chỉ còn có 2 môn. Chúng em vào đăng kí lại môn bị mất thì lại báo là trùng thời khóa biểu với một môn trong học kì. Vậy giờ chúng em làm cách nào để có thể học như những gì chúng em đăng kí trong kế hoạch học tập trước đó ạ !  Em cảm ơn !",
    "Thầy Cô cho em hỏi . Em là sinh viên k11 và giờ em còn nợ môn tin học đại cương (501001) và môn này đã bị bỏ từ k14 . Em muốn tốt nghiệp là phải qua môn này nhưng hiện giờ môn đó không mở lớp nữa,  Em mong Thầy Cô cho Em hướng giải quyết. Em cảm ơn ạ",
    "Thưa thầy cô,  Em tên là , MSSV:8, Khoa: Máy tính khóa 2010. Em đã hoàn thành khóa học với số tín chỉ 151 tín chỉ. Cho em hỏi ngoài lý do em thiếu ngày công tác xã hội ra còn lý do gì mà em không được xét tốt nghiệp không ạ? Em có xem môn chuyên ngành tự chọn là 15 tín chỉ(em đã hoàn thành 12 tín chỉ) nhưng em đã đủ số tín chỉ là 148 tín chỉ để tốt nghiệp(đã hoàn thành luận văn) thì sau khi hoàn thành công tác xã hội em có được xét tốt nghiệp bổ sung không? Cám ơn thầy cô.",
    "thầy cô phòng đạo tạo cho em hỏi. Em là K14 em còn nợ môn nguyên lý máy, lúc đăng ký kế hoạch học tập thì em có đăng ký, nhưng lúc ra lịch thì lại không có, em muốn đăng ký thì các lớp đều để 0/-1 nê em không đăng ký được. Vậy, giờ em muốn đăng ký thì phải lên phòng đào tạo mở thêm xỉ sổ lớp mới đăng ký được phải không ạ?",
    "Thưa thầy cô, em là Phạm Phú , mssv: V. Cho em hỏi môn Thực tập kĩ thuật mã mới và mã cũ có được chuyển tương đương không ạ ? Em xem trên danh sách ở aao thì không có ghi môn học này. Do em là khóa K13, năm ngoái không đăng kí môn Thực tập kĩ thuật nên vừa rồi em phải đăng kí lại mã mới môn này và đã có điểm đạt rồi ạ. Em xin cám ơn thầy cô.",
    "Kính chào thầy/cô, Em là sinh viên Địa chất dầu K13, muốn hỏi phòng đào tạo về việc đăng ký LVTN. Hôm nay, em vào đăng ký LVTN thì báo là thiếu môn tiên quyết thực tập tốt nghiệP (TTTN). Trong khi đó môn TTTN em vừa đăng ký kỳ rồi và vẫn đang đi thực tập chưa có điểm. Thêm vào đó, em không đăng ký Kế hoạch cho môn LVTN nên phần lịch sử đăng ký không có hiển thị như hình. Mong Pdt hướng dẫn giúp em. Xin cảm ơn!",
    "Phúc tra môn học . Kính thưa thầy cô, Em là , MSSV: 8. Học kì 2 em có học môn Mật mã và an ninh mạng với điểm môn học như sau: điểm thi 6,2 và điểm thí nghiệm 3,8. Cho em hỏi vì sao điểm tổng kết em chỉ có 4 điểm? Và nếu như vậy thì cách tính điểm như thế nào ạ? Nếu giả sử điểm thi chiếm 50% và điểm thí nghiệm(điểm bài tập) chiếm 50% thì tổng kết em phải được 5 điểm chứ ạ? Mong thầy cô trả lời gấp vì đó là điểm bắt buộc để xét tốt nghiệp. Em cám ơn thầy cô . Đính kèm: ảnh bảng điểm",
    "Kính gửi thầy/cô, E là sinh viên k13 khoa Khoa Học và Kĩ Thuật Máy Tính. E có thắc mắc là tại sao thời khóa biểu môn thực tập tốt nghiệp là nguyên tuần nên e ko thể đăng kí môn học khác được. Mong thầy/cô xem xét lại và trả lời sớm cho e để ko bị trễ thời hạn đăng kí. E chân thành cảm ơn !!!",
    "Kính thưa quý thầy cô PDT hiện em đang là Sv K12 do còn nợ 1 môn mật mã & an ninh mạng. Do môn này đã đổi mã mới . Trong quá trình đăng ký môn học này thì em nhận đợc thống báo \"không dang ký vào nhóm này\" Rất mong quý thầy cô giải đáp giúp em. Rất cảm ơn quý thầy cô.",
    "Em xin kính chào thầy/cô phòng đào tạo, Em tên , MSSV G. Hiện tại em chưa ĐK được Luận văn tốt nghiệp mã MH 213303 do thiếu môn tiên quyết: Thiết kế máy bay mã MH 213018 (Do giảng viên chưa nhập điểm) và Thực tập tốt nghiệp mã MH 213302 (Do tụi em đang trong kỳ thực tập và chưa có điểm). Nếu đợt này tụi em không ĐK được Luận văn tụi em sẽ bị trễ 1 hk. Mong thầy/cô cho phép các bạn ĐK được Luận văn. Em xin cảm ơn!",
    "Chào PĐT, Em là sinh viên K14 Khoa Máy tính, trong đợt đăng ký môn học học kì 171 này, các sinh viên năm 4 phải chọn các môn chuyên ngành tự chọn, trong khi đó số các môn tự chọn mà PĐT mở trong học kì này là rất ít (Chỉ chiếm 1/3 số môn tự chọn) . Ngoài việc không mở các môn mà sinh viên muốn học, sĩ số các lớp lại rất ít và chỉ có duy nhất 1 lớp tại cơ sở 1, do vậy các bạn lớp KSTN như em lại phải xuống cơ sở 2 học. Hai vấn đề trên ảnh hưởng rất nhiều đến vấn đề học tập của sinh viên máy tính  K14 trong năm cuối, có thể khiến sinh viên chậm ra trường vì không kịp học môn học mình thích (Hoặc có khi không học được) Mong PĐT có cách giải quyết sớm. Em xin chân thành cảm ơn.",
    "Kính nhờ quý thầy cô kiểm tra giúp SV mặc dù đã có điểm đạt môn học nền móng nhưng không DK được môn học Công trình trân nền đất yếu (CI4037)",
    "Kính nhờ quý thầy cô nhắc thầy giáo cập nhật điểm môn học HK162 môn Kết cấu betong cốt thép 1 (CI2039) để SV có thể DK môn học Kỹ thuật thi công (CI3043)",
    "Em chào các thầy/cô, em đăng ký không thành công môn LVTN trong học kỳ 171 và nhận được thông báo Thiếu môn học tiên quyết CCAV_1 - Chứng chỉ ngoại ngữ_LVTN. Mặc dù chứng chỉ ngoại ngữ của em đủ điểm và đã được đăng ký và xác nhận hợp lệ vào ngày 13/7. Mong các thầy/cô giúp em ạ. Em cảm ơn!",
    "Thưa phòng đào tạo, cho em hỏi là : ở mục điều kiện đi thưc tập ở năm 3 có môn kĩ thuật lập trình, môn này mở ở học kì 2 nên em không thể đăng kí học kì này. Mà môn này học chung với K17 thế nào cũng lấn sang hè. Nếu vậy khi kì thực tập tới, em vẫn chưa thể kết thúc môn này. Vậy em không thể đi thực tập sao ạ? Nếu không được thì có cách nào xoay sở không ạ? Em chỉ còn thiếu mỗi môn này ạ. Em xin cảm ơn.",
    "Cho em hỏi, em đã đủ 10 ngày CTXH sao đăng ký luận văn vẫn báo chưa đủ ạ? Em cảm ơn ạ",
    "Em là sinh viên K12 khoa Công Nghệ Thông tin .Học kì này e đã hoàn thành luận văn tốt nghiệp và đang chờ đổi điểm anh văn 3, 4 nữa là em đủ chỉ ra trường. Thầy/Cô cho em hỏi là bao lâu mới có kết quả đổi điểm anh văn vậy ạ? Em xem trên thông báo là ngày 28/7 là hết đợt đổi điểm anh văn ạ ",
    "Dạ em chào thầy cô! Em 10 vừa hoàn thành luận văn TN và còn nợ môn EE2011 - ỹ thuật điện-điện tử nhưng không đăng kí được vì full sĩ số. Em xin được thêm sĩ số môn này nhóm A01 hoặc A02 đều được GVHD: thầy  Em cám ơn thầy cô!",
    "Em chào thầy cô! Dạ thầy cô cho em hỏi vài câu K2010 1 ) Em lúc tuyển sinh được + 0,5 điểm ( vùng 2) thì có được xin cứu xét thêm học kì 1 (2017-2018) không. 2 )  Thời gian khi nào cho phép đăng kí thi vét cho sv K2010 ( do em đi làm suốt ngày) 3 )  Em có một số môn thay thế và mã mới đã đậu thì có cần phải làm đơn để xác nhận  lại không ạ: ME2077- cơ học máy thay thế mã cũ 209039 CI2005 - Cơ Lưu chất thay thế mã 802015 MA3003 -Nhiễuxạ tiaX &các ppncvl thay thế cho môn 215003 - P/pháp đánh giá vật liệu. 4 ) em đã hoàn thành luận văn, nhưng còn 2 môn Kỹ thuật điện 406009 (môn thay thế Kỹ thuật điện-điện tử EE2011) và môn 700200-Lập &p/tích dự án cho ks vậy em có thể đăng kí thi vét cả 2 mã môn 406009 và EE2011 không. Em xin cám ơn thầy cô!",
    "Dạ thầy cô cho em hỏi vài câu  1 )  Thời gian khi nào cho phép đăng kí thi vét cho sv K2010 2 ) em đã hoàn thành luận văn, nhưng còn 2 môn Kỹ thuật điện 406009 (môn thay thế Kỹ thuật điện-điện tử EE2011) và môn 700200-Lập &p/tích dự án cho ks vậy em có thể đăng kí thi vét cả 2 mã môn 406009 và EE2011 không.( tính cả 700200 là 3 môn) Em xin cám ơn thầy cô!",
    "Dạ em chào thầy cô! Em 10 vừa hoàn thành luận văn TN và còn nợ môn EE2011 - ỹ thuật điện-điện tử nhưng không đăng kí được vì full sĩ số. Em xin được thêm sĩ số môn này nhóm A01 hoặc A02 đều được GVHD: thầy  Em cám ơn thầy cô!",
    "Em có một số môn thay thế và mã mới đã đậu thì có cần phải làm đơn để xác nhận  lại không ạ: ME2077- cơ học máy thay thế mã cũ 209039 CI2005 - Cơ Lưu chất thay thế mã 802015 MA3003 -Nhiễuxạ tiaX &các ppncvl thay thế cho môn 215003 - P/pháp đánh giá vật liệu.     em xin cám ơn",
    "Dạ thầy cô cho em hỏi  Em K2010 lúc tuyển sinh được + 0,5 điểm (KV2) thì có được xin cứu xét thêm học kì 1 (2017-2018) không. Em xin cám ơn thầy cô!",
    "cho em hỏi , em học k16 em đã đậu anh văn đầu vào và đã được học anh văn 1 nhưng không qua môn anh văn 1 mà theo thời khóa biểu 171 nhà trường  sắp xếp thêm cho em môn anh văn cơ bản vậy liệu em hủy môn anh văn cơ bản để học anh văn 1 có đk không ạ.",
    "Em là sinh viên khóa 2016 năm ngoái khi nhập học em đã nộp bản sao bằng tốt nghiệp THPT vậy năm nay có cần nộp lại nữa không ạ. Em cảm ơn",
    "em xin hỏi cách để đăng ký vào mã nhóm TT ạ, em là sinh viên K13 lớp CK13HT1, em rất muốn biết cách để trả nợ và đăng ký những môn học này xin nhà trường hỗ trợ ạ, em cảm ơn",
    "Em xin kính chào, em hiện đang học lớp VP2015/1. Trong thời gian đăng ký chính thức, em có hủy môn Anh văn 3 (do hệ thống đăng kí trước đó), nhưng sau đó em muốn đăng kí lại (ở nhóm khác), cụ thể là nhóm C4. Mặc dù sỉ số còn trống, em cũng không bị trùng môn khác vào thời gian này (em đã qua môn Anh văn 2), nhưng hệ thống không chấp nhận, cứ báo là \"Bạn không được phép đăng ký vào nhóm lớp này\". Em không hiểu vì sao? và làm thế nào để em có thể đăng ký được? Hơn nữa, em có phải bắt buộc phải học môn Anh văn 3 ở HKI tới đây không?",
    "Kính gửi PDT, Em là SV khóa K13, em chưa học av4 thì không được đăng ký LVTN ạ?",
    "Em tên   MSSV 4 Mong phòng đào tạo xem xét dùm em về việc đăng kí luận văn tốt nghiệp. Số ngày CTXH của em hiện tai là 10.5 ngày. Em xin cảm ơn!",
    "Thưa phòng đào tạo, em là sinh viên K16 khoa học - kỹ thuật máy tính. Vừa rồi em có đăng kí thi tiếng Anh để chuyển điểm và đã qua được Anh Văn 1 nhưng hiện tại em không thể đăng kí được môn học Anh Văn 2 . Kính mong phòng đào tạo xem xét và bổ sung ạ",
    "Thưa phòng đào tạo, em là sinh viên K16 khoa KH&KT máy tính. Hiện tại sĩ số của một số các môn trong chương trình giảng dạy HK171 (CO2003, CO2005) đều đã đủ số lượng và một số bạn không thể đăng kí chương trình học. Kính mong phòng đào tạo bổ sung thêm để em và các bạn có thể đăng kí được ạ",
    "Chào thầy(cô) phòng đào tạo. Em hiện đang học lớp VP2014 viễn thông, hiện tại có 2 môn theo thời khóa biểu PFIEV em chưa đăng ký được do đủ sĩ số, đó là 2 môn : Nguyên lý biên dịch 501703 và Điều biến tt & đbiến số 405701. Mong phòng đào tạo tăng sĩ số 2 môn học này. Em xin cảm ơn.",
    "em xin thêm sỉ số lớp giáo dục thể chất 1 nhóm lớp A76 của cô . Xin nhà trường tạo điều kiện ạ, em cảm ơn",
    "Kính gửi PĐT. Em sinh viên K12, hiện tại em chưa học môn TK hệ thống cơ điện tử - 218014 ( mã mới ME3005 ), học xong môn này em mới được học môn Đồ án cơ điện tử, rồi mới được làm luận văn ( vì đồ án là môn tiên quyết ), mà hiện tại môn TK hệ thống cơ điện tử không có mở lớp. Nếu kì này không được học thì em trễ hạn đào tạo mất. Kính xin quý thầy cô ở PĐT xem xét giúp có thể mở lớp môn học TK hệ thống cơ điện tử để hoàn tất chương trình. Em cảm ơn.",
    "Em tên:  MSSV: 8 Nội dung: Xin Phòng Đào Tạo tăng sĩ số lớp môn học CO3049 - Lập trình web - Nhóm lớp A01_A01 (ở Cơ Sở 1) để em có thể đăng ký môn học ạ. Em xin chân thành cảm ơn!",
    "Dạ,Em còn nợ môn Hóa học đại cương B 604002 nhưng em đăng ký môn học thì lại báo bạn không được đăng ký vào nhóm này, em mọng nhận được sự giúp đỡ vì môn này không có môn học tương đương",
    "Khi em nhấn vào CTĐT trong DKMH em thấy môn đồ án TDHSX của em không đạt. Dù học kỳ 162 em đã được 7 điểm môn đó ạ",
    "Kính gửi Phòng đào tạo . Em tên là  kính xin phòng đào tạo mở thêm sĩ số môn  CO3005Ng/lý ngôn ngữ lập trình (Hiện tại có 3 lớp sĩ số đều đã 85/85) ở cơ sở 2 để em có thể đăng ký được môn này.Em xin chân thành cảm ơn.",
    "Kính gởi Phòng Đào Tạo Em là Nguyễn Văn Hiên kính mong phòng đào tạo mở thêm sĩ số môn Khai Phá Dữ Liệu [CO3029] mã lớp A01. Hiện tại ngoài em còn rất nhiều bạn có nhu cầu học môn này. Em gởi danh sách các bạn mong muốn đăng ký môn này bên dưới . Em xin chân thành cảm ơn!",
    "Thầy (Cô) Phòng Đào Tạo cho hỏi em hỏi là học kỳ vừa rồi em có học môn Cơ Học Máy là môn học thay thế cho môn Cơ Học Vật Liệu, em có cần phải làm đơn chuyển điểm không và mẫu đơn chuyển điểm em có thể tìm thấy ở đâu ạ? Và hôm qua giờ em tìm môn học Luận Văn Tốt Nghiệp mã 216303 trong đăng ký môn học mà không thấy, mong Phòng Đào Tạo trả lời thắc mắc giúp em với ạ. Em xin cảm ơn.",
    "PĐT cho em hỏi, em có đăng kí in giấy xác nhận sinh viên vào sáng 17/07/2017. Đến tối 19/07/2017 em check lại thì tình trạng để là \" Đã xử lý\". Vậy PĐT cho e hỏi là em đã có thể lên văn phòng khoa mình lấy được chưa ạ?",
    "PĐT cho e hỏi hạn chót có thể nộp CCAV để nhận luận văn là khi nào ạ. E xin cảm ơn!",
    "Kính gửi Phòng đào tạo . Em tên là  - G kính xin phòng đào tạo xem xét về việc đang kí Luận Văn Tốt Nghiệp của em ạ . Em đăng kí Luận Văn Tốt Nghiệp cho kỳ sau nhưng hệ thống không cho phép và báo lỗi \"213018 - Thiết Kế Máy Bay 2 - chưa có điểm\" mặc dù trện hệ thống Thông Tin Sinh Viên (AAO) em đã có điểm môn này rồi . Kính mong PĐT xem xét giúp em ạ . Em xin chân thành cảm ơn.",
    "Em chào Cô  em là sinh viên k12 và đăng còn nợ môn lập phân tích dự án(700200) em đã xin mở lớp nhưng thầy trưởng khoa điện không chịu mở lớp Nay muốn đăng ký môn nảy mã mới là Kinh Tế Kỹ Thuật (IM2003) nhưng đã full lớp mong Thầy Cô giúp đỡ cho tăng sỹ số lớp này em xin chân thành cảm ơn      i       ",
    "KÍnh gửi phòng đào tạo Em tên Vũ Văn Vượng HỌc kì 171 này em làm luận văn, tuy nhiên còn nợ một môn Hóa vô cơ, nay em mong phòng đào tạo tăng sĩ số lớp môn học HÓa cô cơ - CH2013 Nếu kỳ này không hoàn thành môn học, em sẽ bị chậm 1 kỳ. MONG NHẬN ĐƯỢC SỰ GIÚP ĐỠ CỦA THẦY/CÔ. em cảm ơn.   i  .",
    "Kình thưa thầy cô Em là , sinh viên khoa máy tính khóa 2010. Em đã hoàn thành luận văn tốt nghiệp và theo chương trình học thì em chỉ còn thiếu 1 môn học tự chọn chuyên ngành. Học kì 171 này em còn có thể đăng ký môn học để đủ tín chỉ tốt nghiệp không ạ? Hay em phải chờ để thi vét? Em cám ơn thầy cô.",
    "Kính gửi phòng đào tạo, em là sinh viên k13 em có một chút thắc mắc về các môn học tự chọn như sau ạ. Hiện em đã học 7 môn tự chọn trong đó em bị rớt 2 môn, nhưng theo yêu cầu của trường thì em chỉ cần học 5 môn. Vậy em muốn hỏi là em có cần trả nợ 2 môn kia không, và điểm của 2 môn kia có tính vào điểm tích lũy sau cùng không ạ. Em xin chân thành cảm ơn.",
    "thưa PDT em  đã qua hết các môn tiên quyết , sao em đăng ký luận văn thì báo là bạn chưa đạt 1 môn tiên quyết",
    "Kính gửi thầy/cô PĐT, Em tên , sinh viên khoa Khoa học và Kỹ thuật Máy Tính K2012. PĐT cho em hỏi là tại sao em không có tên trong danh sách tốt nghiệp dự kiến vừa upload ngày 17/07/2017 ạ? Em đã hoàn thành LVTN, chứng chỉ TOEIC, số tín chỉ tích luỹ ngành cũng như đã nộp bảng điểm quốc phòng mới học lại (trong hè vừa rồi). Kính mong PDT sớm phản hồi ạ, em xin cám ơn.",
    "Dạ phiền cô thêm xíu nữa. môn kỹ thuật điện 406009 có môn thay thế là Kỹ thuật điện-điện tử EE2011. kì 171 em có đăng kí học EE2011 cho em hỏi nếu em thi vét đăng kí môn 406099(kì 171 không mở lớp) thì em thi riêng hay là chung ngày thi cuối kì với môn EE2011 em xin cám ơn!",
    "do lý do gia đình. nay em có nguyện vọng làm đơn tạm nghỉ học kỳ 171, vậy cho em hỏi thời gian nộp đơn này khi nào là hợp lý ạ, vì em sợ lịch học đã đăng ký dự trù sẽ bị tính phí.",
    "Em có nộp đơn phúc khảo ddierm cuối kỳ môn học Phân tích và thiết kế giải thuật [CO3031] vào ngày 29/06, nhưng đến nay chưa nhận được bất cứ một thông báo nào về việc phúc tra điểm? Em mong pphofng đào tạo có thể kiểm tra lại trường hợp của em. Em xin cảm ơn!",
    "Kính gửi PDT,  Em là  sinh viên bằng 2 lớp XD16B2DD1. Kỳ sau có một lớp Nền Móng ( mã CI3037) và Kỹ Thuật Thi Công ( mã CI3043) mở buổi tối cho lớp băng 2. Tuy nhiên, tại thời điểm hiện tại đã hết chỗ trống do có quá nhiều bạn sinh viên đã đăng ký . Hiện có rất nhiều bạn sinh viên bằng 2 chưa đăng ký được. Rất mong PDT có thể mở thêm sĩ số lớp để bọn em được học tập theo đúng tiến độ. Xin chân thành cảm ơn PĐT! Trân trọng, ",
    "Kính thưa Phòng đào tạo: Em là , MSSV 7. Theo kế hoạch học vụ thì  phải nộp chứng chỉ Toeic trước ngày ĐKMH 1 ngày để được nhận Luận văn. Vì em vẫn chưa đạt được số điểm Toeic theo yêu cầu nên sẽ ko kịp đăng kí theo kế hoạch. Cho em hỏi là phòng đào tạo có cho thêm 1 đợt cứu xét luận văn không ạ. Nếu có thì thời gian tới ngày bao nhiêu? Mong phòng đào tạo sớm trả lời câu hỏi của em. Em xin chân thành cảm ơn.",
    "Gửi PĐT, Theo quy chế thì khi nộp Chứng chỉ ngoại ngữ (CCNN) thì không cần đợi kết quả thẩm tra có thể Đăng ký môn LVTN. Hiện tại mình đã nộp nhưng vẫn chưa đăng ký được môn và được báo là thiếu môn tiên quyết \"CCAV_1 - Chứng chỉ ngoại ngữ_LVTN\". Không biết sau bao lâu thì mới có thể đăng ký được môn LVTN nhỉ? Xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo. Em tên là  K14  . Em chưa qua môn tiên quyết \"Anh văn đầu vào\" em có đăng kí thi ở trung tâm để lấy bằng nộp vô nhưng do chứng minh bị lỗi nên em phải làm lại chứng minh do đó em thi không kịp nộp bằng vô . Kinh mong phòng đào tạo xem xét cho em được đăng kí môn học học kì 171 và em sẽ bổ xung bằng vào thời gian nộp anh văn kế tiếp .Nếu không đăng kí được em sẽ trễ thêm 1 năm nữa em phải nghỉ 1 năm do bệnh phát nặng em rất mong được phòng đào tạo xem xét để em có thể đăng kí và được học trong học kì tới. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô, Em là , MSSV 1 . Khi tiến hành đăng ký môn Luận văn tốt nghiệp, mã 701303 cho học kỳ 171, em gặp phải lỗi này:  \"Thiếu môn học tiên quyết CCAV_1 - Chứng chỉ ngoại ngữ_LVTN\"  Cho em hỏi là có phải do em chưa nộp chứng chỉ ngoại ngữ nên chưa đăng ký được môn này phải không ạ?  Do em đọc mail thấy PĐT cho phép nộp chứng chỉ ngoại ngữ trước 16g ngày 28/07/2017, mà đợt đăng ký môn học hk 171 đến 26/07/2017 03:00 PM là hết hạn rồi ạ. Em mong là thầy cô sẽ phản hồi sớm cho em vể vấn đề này để em sắp xếp đăng ký môn học ạ. Em cám ơn ạ. Trân trọng,  .",
    "Em chào thầy cô,  Em nhận được thông báo thay đổi thời gian nghỉ hè (nghỉ hè từ từ 10/7/2017 đến 20/8/2017). Tức là học kì 171 sẽ bắt đầu vào 21/8/2017 đúng không ạ. Mặc khác em lại thấy trên lịch học vụ lại để ngày bắt đầu học kì là 14/8/2017. Em rất mong được thầy cô giải đáp . Em xin cảm ơn .",
    "Cho em hỏi các môn tự chọn có được học mã mới để lấy điểm tương đương không. Ví dụ: SCADA mã cũ là 409107 có được tương đương bằng mã mới EE3071 hay không. Em cảm ơn!",
    "Chào thầy cô ạ, em là . MSSV: 8. Hiện tại em còn thiếu 2 tín chỉ chưa tính luận văn tốt nghiệp, em muốn đăng kí 2 tín chỉ này song song với luận văn tốt nghiệp tuy nhiên em không đăng kí được môn học do mã môn học đã thay đổi, vậy em có thể đăng kí cũng môn học đó với mã môn học khác thì có đảm bảo được đủ số tín chỉ không ạ. Em xin cảm ơn thầy cô",
    "Cho em hỏi sao môn học mã ME2005 các nhóm L không có nút chọn đăng ký và sĩ số -1 là sao ạ? Cho em hỏi khi nào thì có thể đăng ký môn này ạ? Do em là sinh viên năm cuối còn nợ 1 môn này thôi ạ. em cảm ơn",
    "Xin chào quý thầy/cô. Em có học trong chương trình Việt Pháp các môn sau: -Tin học đại cương _ Mã CT PFIEV 007704 _ Điểm tổng kết 6.0 _ Mã CT Chính Quy 501001 _ Hiện tại chưa đạt. -Xác Xuất Thống Kê _ Mã CT PFIEV 006718 _ Điểm tổng kết 5.5 _ Mã CT Chính Quy 006018 _ Hiện tại chưa đạt. - Với 2 môn trên em muốn chuyển điểm sang chương trình chính quy có được hay không và nếu được thì phải làm thế nào ạ? -Môn vẽ kỹ thuật ở chương trình PFIEV em đạt ( Điểm tổng kết 7.0), em muốn chuyển điểm này thành điểm Môn tự chọn ngoài khoa thì em phải làm thế nào ạ? Các môn có mã như sau PFIEV 806702 _ Chính Quy 806010 -Cuối cùng: Về việc xin mở rộng sĩ số lớp thì phải làm thế nào ạ? Em xin cảm ơn quý thầy/cô đẫ dành thời gian cho em, rất mong nhận được sự trả lời của quý thầy/cô.",
    "Chào thầy cô PĐT, Thầy cô cho em hỏi trường hợp em đã nộp chứng chỉ ngoại ngữ để miễn học môn AV2. Nhưng nếu tới hạn chót ĐKMH (26/7) mà chứng chỉ vẫn tình trạng \"đang thẩm tra\" chờ kết quả; trong khi đó em đã hủy AV2 rồi thì sau đợt ĐKMH em có bị PĐT tự động xếp lại AV2 không ạ. Em sợ bị xếp lại AV2 trùng với mấy môn khác trong TKB. Kính mong PĐT giải đáp thắc mắc của em. Em cảm ơn!",
    "Dạ, em chào anh chị. Em muốn hỏi là: trong học kì làm luận văn tốt nghiệp thì sẽ được học thêm 7 chỉ và e muốn học thêm môn giáo dục thể chất thì có được không ạ tại vì em thấy trên đăng kia môn học thì môn thể dục là 0 chỉ ạ",
    "Kính mong PĐT chiếu cố tăng sỉ số lớp môn KINH TẾ HỌC ĐẠI CƯƠNG ở Cs 1 giúp em. Em hiện là sinh viên đã xong luận văn nhưng vì thiếu 2 tín chỉ mà giờ chưa được tốt nghiệp. Học kì sau đúng lúc bằng anh văn của em hết hạn nên mong PĐT giúp em mở thêm sỉ số cho lớp KINH TẾ HỌC ĐẠI CƯƠNG ở cs 1 để em có cơ hội tốt nghiệp trong học kì sau. Em rất chân thành cảm ơn ạ.",
    "kính gửi PĐT, Cho em hỏi hạn chót (cả vét) nộp CCNN để nhận LVTN HK171 ạ. Em xin cảm ơn!",
    "Kính thưa Phòng đào tạo Trường Đại học Bách khoa TP HCM. Em tên ; MSSV 9 Phòng đào tạo cho em hỏi là đợt đăng kí môn học bổ sung ngày 18/8/2017 chung với K2017 thì em được đăng kí Luận văn tốt nghiệp không ạ. Mong Phòng đào tạo sớm trả lời câu hỏi của em. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo! Em là  MSSV: 3,xin Phòng đào tạo tăng sĩ số môn \"Lập và phân tích dự án-700200\". Lớp đăng kí (60/60) đã full, kính mong Phòng đạo tạo tăng sỉ số để em có thể đăng kí môn học mong sớm tốt nghiệp nhất có thể. Em xin chân thành cảm ơn!",
    "Em là sinh viên học văn bằng 2 chính quy chuyên ngành kỹ thuật dệt, công nghệ in nhuôm, sẽ nhập học vào 11/8/2017 tới đây . Em dự định đăng ký một số môn học vào học kỳ 1 tới, hiện trường đang có đợt DKMH từ 18/07 đến 26/07, em có tìm hiểu và biết trong đợt này một số môn học mình dự định đăng ký hiện đã đầy đủ sĩ số. Còn đối với sinh viên bằng 2 nhập học tới đây chỉ có thể đăng ký môn học vào ngày 14 và 15/08. Em có thắc mắc trong đợt đăng ký môn học của em thì trường có tự động tăng sĩ số các môn học này lên hay không ?, vì em lo sợ nếu không tăng thì trong 2 ngày không thể kịp đề nghị phòng đào tạo tăng sĩ số được và kế hoạch học tập của em sẽ chậm trễ. Môn học đã đầy sĩ số là Nhập môn công nghệ da giày - ME4515. Kính mong  giải đáp thắc mắc để em có thể thực hiện kế hoạch học tập theo đúng tiến độ. Em xin chân thành cám ơn.",
    "Chào thầy/cô. Theo em đọc quy chế thì điểm trung bình tích lũy trên 7.0 thì sẽ được đăng ký tối đa 25 tín chỉ. Hiện tại điểm trung bình tích lũy của em là 7.98 nhưng em vẫn không thể đăng ký được trên 21 tín chỉ! Mong thầy/cô xem xét. Em xin cảm ơn.",
    "Kính gửi phòng đào tạo. Mong phòng đào tạo mở thêm sĩ số môn CI1053 ( Quản lý dự án xây dựng) . Hiện nay lớp đã 80/80  Em xin tăng sĩ số vào ngày thứ 5, lớp của thầy , vì ngày thứ 3 em trùng học với các môn khác và không thể hủy môn kia được  .  Nếu không đăng kí được môn này, em bị trễ 1 năm nữa và bị đuổi học mất. Kính mong phòng đào tạo giúp đỡ . Em xin cảm ơn",
    "Kính gửi phòng đào tạo. Mong phòng đào tạo mở thêm sĩ số môn CI1053 ( Quản lý dự án xây dựng) . Hiện nay lớp đã 80/80 Em xin tăng sĩ số vào ngày thứ 5, lớp của thầy , vì ngày thứ 3 em trùng học với các môn khác và không thể hủy môn kia được  . Nếu không đăng kí được môn này, em bị trễ 1 năm nữa và bị đuổi học mất. Kính mong phòng đào tạo giúp đỡ . Em xin cảm ơn",
    "Cho em hỏi sao lớp môn học Me2005 nhóm L em không đăng ký được ạ?",
    "Thầy cô ơi, cho em hỏi sau khi nộp biểu mẫu thôi học thì bao lâu em mới rút hồ sơ được ạ",
    "PĐT cho em hỏi hạn chót nộp bằng TOEIC để được đăng ký làm LVTN là khi nào ạ?",
    "Em là sinh viên lớp Việt Pháp. Theo Chương trình đào tạo của VIệt Pháp, thì môn  ởng Hồ Chí Minh sẽ học môn có MSMH là 001025. Nhưng em có thể đăng kí môn  ởng Hồ Chí Minh ở diện D2 với MSMH là SP1005 được không ạ?  Nếu là Việt Pháp mà học môn học mã SP thì có điều gì khác so với việc học theo mã môn học của Chương trình tụi em ko ạ?",
    "Thưa phòng đào tạo, em muốn mở xin mở lớp kĩ thuật lập trình thì cần phải có bao nhiêu sinh viên ạ?",
    "Gửi phòng đào tạo,  Em là sinh viên khóa 2013. Em đã nộp Chứng chỉ ngoại ngữ từ ngày 20.07 nhưng đến hôm nay là ngày 25.07 mà em vẫn chưa đăng ký được môn luận văn tốt nghiệp . Mong phòng đào tạo xem xét trường hợp của em. Và cho em đăng ký luận văn . Em xin cảm ơn!",
    "Chào thầy/Cô. Em tên Nguyễn Văn Min/ MSSV:8. Kỳ vừa rồi em có học lại môn Quản Lý Chất Lượng với mã số mới. Môn này có trong danh sách môn học thay thế/tương đương, nhưng chỉ thấy cập nhật điểm mà không cập nhật tín chỉ tích lũy và điểm TBTL. Mong thầy/cô giải đáp. Em xin cảm ơn.",
    "Thầy cô cho em hỏi em là sinh viên khóa 2011 mà chưa tham gia lớp sinh hoạt công dân cuối khóa vậy em có được tham gia vào lớp shcd cuối khóa của các khóa sau không ạ",
    "Kính thưa thầy cô, Em là , MSSV: 8 thuộc ngành Khoa Học Máy Tính. Em hiện tại đã hoàn thành xong Luận Văn và tín chỉ tích lũy là 152 (ngành yêu cầu 148 tín chỉ). Thế nhưng, em vẫn chưa có tên trong danh sách dự kiến tốt nghiệp. Cho em hỏi ngoài lý do là thiếu ngày công tác xã hội em còn thiếu điều kiện nào không ạ? Em có thể xem thông tin đó ở đâu? Mong nhận được phản hồi sớm từ thầy cô để em bổ sung để có thể tốt nghiệp vào tháng 11/2017. Cám ơn thầy cô.",
    "Em hiện tại chưa qua Anh văn đầu vào nên không đăng ký môn chuyên ngành được. Vậy em có thể làm đơn xin để được học môn chuyên ngành hay không. Nếu được thì mẫu đơn gồm những gì ạ.",
    "Thầy cô cho em hỏi, em là sinh viên K12, em hoàn thành đúng hạn môn học nhưng vì thiếu anh văn nên 2 kì này em chưa đăng kí được luận văn. Hiện em đang chờ kết quả thi Toeic. Thầy cô cho em hỏi mình có đợt đăng kí bổ sung đầu tháng 9 k ạ ? Và nếu em muốn tạm dừng 1 học kỳ này thì em nên làm và gửi PĐT vào lúc nào ạ -  Em cảm ơn ạ !",
    "Hiện tại em thiếu CCNN để đăng ký luận văn tốt nghiệp. Em chỉ còn thiếu mỗi luận văn tốt nghiệp trong chương trình đào tạo. Em vừa đăng ký môn anh văn 4 để duy trì thời khóa biểu. Hiện tại em đã đăng ký làm cho 1 công ty Đức về lập trình robot làm hết thời gian. Vậy thầy/cô cho em hỏi em có thể tạm dừng 1 học kỳ không ạ, và việc nếu em rút môn học anh văn 4 đó em có bị kỷ luật vì học kỳ không có điểm không ạ.",
    "Chào , Cho em hỏi ngày 18/8 còn đăng ký LVTN được không ạ? Em xin cảm ơn!",
    "Chào thầy/cô, Cho em hỏi là kỳ này thì điểm toeic 2 kỹ năng là bao nhiêu để được nhận luận văn. Em mới thi chỉ được có 405 nên đang hoang mang. Mong thầy cô phản hồi sớm giúp em. Em cảm ơn nhiều ạ.",
    "Cho em hỏi thủ tục cần để xin giấy vay tiền sinh viên là gì ạ?",
    "Cho em hỏi về quy chế môn học tự chọn: học kỳ trước, môn tự chọn em bị 0 điểm (do vắng thi), vậy khi xét tốt nghiệp thì phòng đào tạo có bắt buộc em phải hoàn thành môn tự chọn bị 0 điểm đó hay có thể học môn khác miễn sao là đủ số tín chỉ môn tự chọn là được ạ?  Mong thầy cô trả lời giúp!",
    "Chào thầy/cô! Cho em hỏi: học kỳ này, em bị xếp lớp anh văn bắt buộc do không đủ 500 điểm toeic (và chưa học môn anh văn), vậy khi em có bằng toeic trên 500 điểm,thì em có thể nộp đơn xin rút môn học anh văn trong 6 tuần đầu học kỳ 1 được không ạ? Mong thầy cô trả lời giúp!",
    "thưa cô thầy , vừa rồi em nộp chứng chỉ anh văn và đăng kí chuyển điểm av 123 Học kì 163  av1:10 av2:8 av3:5.5 mà em chưa thấy cập nhật điểm ạ, với lại hôm nay Đăng kí học tập bổ sung em bị sắp lớp anh văn 3 ạ, mong quý thầy cô giải quyết",
    "Em chào Thầy(Cô) . Thầy (Cô) cho em hỏi vấn đề như sau : Em là sinh viên khoa Điện khóa 2014 . Vừa rồi trong đợt đăng kí môn học chính thức học kì 1 , em có đăng kí môn học có mã là EE1015 . Em đã đăng kí thành công . Nhưng bây giờ em muốn hủy đăng kí môn học đó , để đăng kí môn học khác trong đợt đăng kí bổ sung sắp tới . Vừa rồi em xuống phòng đào tạo hỏi , thì được cô trả lời là muốn rút môn thì phải chờ tới hạn thanh toán học phí , thanh toán xong rồi mới làm đơn rút môn được. Mà đợt đăng kí bổ sung chỉ còn 2 ngày nữa là hết hạn , trong khi học phí thì phải vài tháng nữa mới cho thanh toán.  Thầy( cô) cho em hỏi là trong thời gian này ( chưa thanh toán học phí ) , em có được chấp thuận hủy đăng kí môn học không , và nếu có thì em phải thực hiện thủ tục thế nào . Em cảm ơn Thầy ( Cô) đã đọc !",
    "Kính gửi Phòng đào tạo, mong Phòng đào tạo mở thêm sĩ số môn 809028 (Đàn hồi ứng dụng & pthh). Hiện nay sĩ số lớp đã 60/60  Hiện tại em đã hoàn thành tất cả các môn học, chỉ còn thiếu môn tự chọn này. Kính mong phòng đào tạo giúp đỡ. Em xin cảm ơn!",
    "Thưa thầy cô, em là sinh viên K13 có học 1 số môn mã mới. Trong danh sách trên aao là tương đương và em đã qua các môn đó nhưng trong bảng điểm chuyển thì không có ghi. Em kiểm tra trong chương trình đào tạo thì các môn nói trên vẫn bị tính chưa đạt. Mong được sự giúp đỡ của thầy cô ạ !!",
    "Chào thầy/ cô. Em có đăng ký môn SP1005 - Tư tưởng HCM nhưng hệ thống báo thiếu môn học trước SP1003. Nhưng em đã học môn SP1003 ở kỳ dự thính 143 rồi ạ. Mong thầy/cô giải đáp giúp em.",
    "Chào Thầy/Cô . Em hiện tại là sinh viên K13 khoa cơ khí. Em đang gặp phải vấn đề như sau:  Trong đợt đăng ký môn học bổ sung này, em không đăng ký được luận văn vì lý do: ''Thiếu môn học tiên quyết 200064 - Thực tập kỹ thuật (chưa đạt)''. Tuy nhiên, em đã học và đạt môn tương đương mã môn này . Mong nhận được sự giải đáp của thầy/cô.",
    "Học kì này em đăng kí được 3 môn có 8 chỉ thôi, cuối kì em không rớt môn nào thì có vấn đề gì không ạ ?",
    "thưa thầy/cô đợt trước do nhầm lẫn em đã đăng kí nhầm 1 môn không cần thiết trong tiến độ học tập em muốn bỏ đi để thêm lại môn khác thì phải làm sao ạ.",
    "Chào quý thầy cô, em muốn hỏi vấn đề sau ạ: Em đã chuyển điểm 4 môn anh văn bằng chứng chỉ toeic và được thông báo trên trang chuyển điểm là hợp lệ và chuyển cho học kì 163.Tuy nhiên, giờ em lên kiểm tra thời khóa biểu thì lại xuất hiện thêm 2 tín chỉ anh văn 4. Cho em hỏi là do phòng đào tạo đang cập nhật hay sao ạ ?",
    "Chào thầy / cô! em xin hỏi là bạn em 10 vừa bị chuyển từ chính quy xuống hệ tại chứ ( còn nợ 6 chỉ + chưa có anh văn 450 + chưa làm luận văn) . Cho em hỏi giờ phải làm sao để hoàn thành việc cấp bằng tại chức. em xin cám ơn!",
    "Chào Thầy/Cô. Em thiếu chứng chỉ ngoại ngữ để đăng ký môn học ( 440đ), và em đã nộp đơn tạm dừng học 1 học kỳ. Hiện tại em lên đăng ký môn học bổ sung để xem thì em đăng ký được Luận Văn tốt nghiệp dù thiếu 10đ CCNN. Vậy có phải lỗi hệ thống trong việc xét điều kiện chứng chỉ ngoại ngữ ko ạ. Nếu ko phải lỗi thì em có thể hủy tạm dừng học đã nộp trước đó ko ạ . cảm ơn Thầy/ Cô đã giúp đỡ",
    "Em chào quý thầy cô, Em tên , MSSV 7, Khóa 2013 . Học kỳ này em đăng ký học lại môn Đàn Hồi Ứng Dụng - PTHH: Em đăng ký nhóm lớp chuyển hệ D2 (Mã B01) do em không thể đăng ký được nhóm A01 vì bị trùng lịch học với môn Kết Cấu Thép 2. Xin quý thầy cô cho em hỏi cách tính điểm và cách tính số tín chỉ tích lũy ngành khi em học Nhóm B01 (Chủ nhật) có giống với cách tính điểm của nhóm A01 không? Hay chỉ tính là qua môn hoặc không qua môn như khi em học lớp K14 trở đi (khác mã). Em hy vọng được thầy cô hồi âm sớm . Em xin cảm ơn quý thầy cô!  Chúc quý thầy cô một ngày tốt lành,  . TP.HCM - Ngày 8 tháng 9 năm 2017",
    "Kính gửi PĐT! Em tên:   MSSV: 0 Hiện tại em còn nợ môn ĐAMH thiết kế cầu thép (Mã MH: 801033). Đây là môn học tiên quyết để được nhận luận văn tốt nghiệp sau này. Trong đợt DKMH, môn này không được mở do sĩ số quá ít và em thấy có mở môn tương đương thay thế môn học Xây Dựng Cầu (Mã MH:CI4033). Hiện giờ lớp Xây dựng cầu đã đủ sĩ số nên em không thể đăng kí được. Kính mong Phòng Đào Tạo xem xét giúp em tăng sĩ số lớp Xây Dựng Cầu (Mã Mh: CI4033) . Em chân thành cảm ơn PĐT!",
    "thầy cô ơi, em lỡ điền sai số hiệu bằng tốt nghiệp THPT trên mybk, mà bây giờ em không sửa lại được thì làm sao ạ ?",
    "Họ tên:  MSSV: 8 Nội dung: Xin phép Phòng Đào Tạo hủy dùm em môn học 003001 - Anh văn 1  Nguyên nhân: Môn học tự thêm vào trong đợt đăng ký bổ sung Lý do: Em sẽ chuyển đổi điểm Toeic sang nên không muốn học ạ Em xin chân thành cảm ơn Phòng Đào Tạo",
    "Gửi thầy cô phòng đào tạo ạ, Em là sinh viên K16, khoa Máy tính. Em vừa biết vào lớp KSTN, nên đã đăng ký chuyển vào lớp KSTN ở CS1, tuy nhiên các môn đại trà khác (PH1005, MT1009 và LA1009) hiện ở CS1 đã hết sĩ số và hết lớp rồi ạ . Có nhiều bạn khác trong khoa của em cũng vậy. Cho em hỏi PĐT có mở thêm sĩ số hoặc mở thêm lớp được không ạ . Em chân thành cảm ơn ! ",
    "Hiện giờ em đang có 125 chỉ tích lũy, em khóa K11, kì này em không đăng kí thực tập tốt nghiệp được do không đủ tín chỉ, em chỉ còn kì sau để làm luận văn tốt nghiệp .Nên phòng đào tạo có thể cho phép em đăng kí thực tập tốt nghiệp sớm trong kì này được không ạ ? Em xin cám ơn !!",
    "Dạ cho em hỏi là,  Em có rớt môn kỹ thuật điện ở học kì 151 với mà 406009 và rớt. Trong học kì vừa rồi e học kì 162, em có học môn kỹ thuật điện với mã mới là EE2027 . Em có xem danh sách danh sách các môn tương đương thay thế ở khoa máy tính nhưng có những môn tự chọn và sau khi xem hết các khoa thì em thấy môn Kỹ thuật điện với mã 406009 không có môn tương đương. Vậy cho em hỏi là có cách nào để chuyển điểm môn Kỹ Thuật Điện từ mã EE2027 về  mã 406009 vì em thấy 2 mã này đều học nội dung môn học y hệt nhau. Em xin chân thành cảm ơn .",
    "Dạ cho em hỏi là,  Em có rớt môn kỹ thuật điện ở học kì 151 với mà 406009 và rớt. Trong học kì vừa rồi e học kì 162, em có học môn kỹ thuật điện với mã mới là EE2027 . Em có xem danh sách danh sách các môn tương đương thay thế ở khoa máy tính nhưng không có danh sách những môn tự chọn và sau khi xem hết các khoa thì em thấy môn Kỹ thuật điện với mã 406009 không có môn tương đương. Vậy cho em hỏi là có cách nào để chuyển điểm môn Kỹ Thuật Điện từ mã EE2027 về  mã 406009 vì em thấy 2 mã này đều học nội dung môn học y hệt nhau. Em xin chân thành cảm ơn.    ",
    "Chào thầy/cô Em tên  Thành MSSV 7. Thầy/cô cho em hỏi  1. đăng ký luận văn còn 1 đợt sau 2 tuần học phải không ạ. 2. Em có viết đơn tạm dừng học vào ngày 4/8 ngày nhận kết quả ngày 8/8. Quyết định ngày 30/8 Hiện nay em muốn hủy đơn tạm dừng học có được không ạ . Hy vọng nhận được câu trả lời sớm từ thầy/cô",
    "Cho em hỏi trong học kì 1 tới đây em sẽ làm LVTN, em học khoa kĩ thuật xây dựng . Em muốn học thêm bằng 2 Quản lí công nghiệp. em được biết sinh viên bk sau khi tốt nghiệp học bằng 2 sẽ không phải thi đầu vào phải không ạ? Nếu học kì 1 tới đây em kết hợp học một số môn bên quản lí công nghiệp trong kì dự thính thì sau khi tốt nghiệp em học bằng 2 ngoài việc bỏ môn đại cương có được bỏ những môn đã học đó không? Em cảm ơn ạ.",
    "Em tên là _0 Gửi Pđt đơn xin xét đkmh LVTN MSMH 602303",
    "kính gửi pdt!  Em tên  học khoa cơ khí chuyên ngành thiết kế máy. Em đã đăng ký luận văn vào đợt đăng ký thứ nhất và có đủ 2 dấu tích đăng kí thành công. Nhưng không biết vì lý do gì mà đến đợt bổ sung em đã bị xóa mất luận văn, nên em đã đăng ký lại và vẫn đủ điều kiện đăng ký . Em lên coi thời khóa biểu được cập nhật lần cuối vào 12/08/2017 thì vẫn không thấy có môn luận văn. Em muốn hỏi là do luận văn em đăng ký vẫn chưa được cập nhật hay do em bị lỗi ạ. Rất mong được sự giúp đỡ của pdt  . Em xin cảm ơn",
    "phòng đào tạo trả lời giúp em thắc mắc này. Em khóa 2011 hiện tại em còn nợ môn cơ lưu chất msmh 802015 ,2 tín chỉ.nhưng hiện môn này không còn mở nữa vậy cho em hỏi em học môn cơ lưu chất msmh CI2003 ,3 tín chỉ vậy có đc chuyển điểm không ạ. hay phải bắt buộc đăng kí cơ lưu chất mshm 802015 ạ. em xin cảm ơn",
    "KÍnh gửi phòng đào tạo Em tên Vũ Văn Vượng HỌc kì 171 này em đăng ký học lại môn Hóa vô cơ, tuy nhiên do chuyển giao K13-K14 nên em phải học môn tương đương môn Hóa vô cơ mã cũ  : 604009 môn Hóa vô cơ mã mới : CH2013 Tuy nhiên môn mới này bao gồm cả môn thí nghiệm Hóa vô cơ mã cũ, nhưng trong niên giám em không phải học môn này. trong thời khóa biểu thì môn thí nghiệm HÓa vô cơ CH2014 : 0 tín chỉ  vậy em có thể xin không cần học thí nghiệm được không. MONG NHẬN ĐƯỢC SỰ GIÚP ĐỠ CỦA THẦY/CÔ. em cảm ơn. Dưới đây em gửi quý thầy/cô hình ảnh môn tương đương và thời khóa biểu.   i    ",
    "Các thầy cô ơi, em đang gặp vấn đề như sau:  Do em đăng ký học bằng 2, kỹ thuật hóa học. Mình sử dụng niên giám 2012 để đăng ký môn học, thì môn có môn không. không biết sau 5 năm, chương trình học và môn học có thay đổi không. Mong các thầy cô nếu có thông tin chính xác, xin cho em bản update môn học của khoa Hóa, ngành Hóa hữu cơ qua mail . Em xin cảm ơn",
    "Em hiện đã hoàn thành đăng kí tốt nghiệp và upload ảnh, xin cho hỏi em đã được lên khoa nhận giấy chứng nhận TN và bảng điểm hay chưa? Hay là em phải đợi tới ngày 30/8 nộp đơn đăng kí rồi mới được nhận.",
    "Xin chào phòng đào tạo, Em tên là , MSSV G, Theo lịch đăng kí môn học, ngày 8/8 vừa rồi là kết thúc quá trình đăng kí môn học cho HK171. Tuy nhiên phải tới ngày 11/8 em mới nhận được bằng TOEIC để đăng kí làm luận văn. Xin cho em hỏi bây giờ còn có cách nào để đăng kí luận văn cho đúng hạn không ạ? Em đã đậu tất cả các môn, AV thỏa điều kiện. Em xin cám ơn phòng đào tạo.",
    "Em kính chào Phòng Đào tạo. ﻿Em vừa nhận được TKB cho HK171. Tuy nhiên trong đó có môn Anh văn 3 em đã đăng kí thành công và có trong TKB sơ bộ cũng như TKB trước lúc được cập nhật lại (môn Anh văn 3, nhóm P01, tiết 3456 thứ 3). Em muốn hỏi lí do vì sao trong TKB chính thức vừa cập nhật em không còn môn đó và em có thể làm đơn để đăng kí lại môn đó hay không ạ? ﻿Em chân thành cảm ơn!",
    "Dạ cho em hỏi là sao em đăng kí môn giáo dục thể chất 1 ở cs2 mà trường sắp thời khóa biểu cho em ở cơ sở 1. Em có thể chuyển lớp xuống cơ sở 2 được không ạ? Em cảm ơn",
    "Gửi Thầy/Cô, Em là  - MSSV: 4, là sinh viên khóa K12 chuyên ngành Điện tử - Viễn thông. Theo như trong danh sách tốt nghiệp dự kiến được cung cấp vào tháng 7/2017, em chưa đủ điều kiện tốt nghiệp do còn thiếu ngày CTXH theo quy định của trường, nhưng đến thời điểm đầu tháng 8 thì em đã bổ sung ngày CTXH theo đúng quy định, và đã được cập nhật trên trang Hoạt động Sinh viên trên MyBK, thế nhưng trong trang tốt nghiệp thì các thông tin này vẫn chưa được cập nhật. Vậy nên thầy/cô cho em hỏi là làm thế nào để có thể cập nhật thông tin này để em kịp thời đăng kí tốt nghiệp và nhận giấy chứng nhận tạm thời do một số yêu cầu bên ngoài. Em xin cảm ơn",
    "Gửi Thầy/Cô,  Em là  - MSSV: 4, là sinh viên khóa K12 chuyên ngành Điện tử - Viễn thông. Em có một chút thắc mắc trong thủ tục nhận Giấy Chứng nhận Tốt nghiệp Tạm thời (GCNTNTT). Theo như các thông tin ghi trên trang Đào tạo của trường thì em sẽ cần đăng kí lí lịch tốt nghiệp để nhận bằng bằng và giấy chứng nhận tốt nghiệp tạm thời, trong đó việc cấp bằng sẽ được thực hiện thông qua Đơn cấp bằng của PĐT. Còn trong trường hợp em muốn nhận GCNTNTT tại Văn phòng Khoa thì em có cần phải nộp đơn cấp bằng hay chỉ cần đăng kí lí lịch tốt nghiệp là đủ? Em mong nhận được phản hồi sớm từ các thầy/cô do công ty của em đang cần giấy chứng nhận tốt nghiệp tạm thời cho một số thủ tục. Em xin cảm ơn các thầy/cô.",
    "Thưa thầy cô Em thuộc khóa 2010 và đã hoàn thành luận văn tốt nghiệp và gần hết chương trình học chỉ còn nợ một môn chuyên ngành tự chọn. Thầy cô cho em hỏi thời gian và lịch trình đăng ký thi vét? Em cám ơn thầy cô.",
    "Kính gửi PĐT Em tên là . PĐT cho em hỏi là chỉ có thể nhận Giấy chứng nhận tốt nghiệp tạm thời vào thứ 6 hàng tuần phải không hay những ngày khác đều nhận được ạ. (Em đã Đăng ký tốt nghiệp và thanh toán tiền qua BKPay từ ngày 01/08/2017)",
    "Kính thưa thầy/cô làm việc tại Phòng Đào Tạo. Em tên: . MSSV: 8 Em mở ticket này để mong thầy/cô xem xét giúp em việc sau: Em có đăng ký môn học chung với khóa 2017 Môn: Lập Trình Web - MSMH: CO3049 - Nhóm: A01 Tuy nhiên, em lại được xếp vào nhóm L02 là nhóm học ở cơ sở 2 Linh Trung, do nhóm A01 đã đầy sĩ số, nhưng em thấy bạn em vẫn được xếp vào nhóm A01 nên em thắc mắc ạ. Vì vậy em rất mong thầy cô có thể xem xét cho em chuyển về nhóm A01 học tại cơ sở 1 để em được thuận tiện hơn trong việc học, vì đây đã là học kỳ cuối em được gia hạn để hoàn thành nốt chương trình học. Trong khi chờ đợi sự chấp nhận của thầy/cô, em xin chân thành cảm ơn.   TpHCM, 29/08/2017",
    "Tài khoản của em đăng nhập E-learning và MyBK thì bình thường, nhưng lúc đăng nhập để xác nhận hoạt động ngoại khóa thì nó báo sai thông tin đăng nhập. Em phải làm gì để đăng nhập xác nhận hoạt động ngoại khóa được ạ?",
    "Kính gửi phòng đào tạo, em là sinh viên k13 khoa Kỹ thuật xây dựng em có một chút thắc mắc về điểm TBTLN như sau ạ. Phòng đào tạo cho em hỏi là điểm TBTLN có tính điểm các môn học đại cương như giải tích 1, giải tích 2 không ạ hay là chỉ tính điểm của những môn chuyên ngành có mã 8. Em xin chân thành cảm ơn.",
    "Kính Gửi phòng đào tạo. hiện tại hôm nay e mới nhận được chứng chỉ anh văn do e thi xong rồi nhờ người ta chuyển phát về tận nhà vì em ở dưới quê đi làm thêm không có thời gian lên lấy. hôm nay mới mới đăng ký online để thẩm tra chứng chỉ toeic mà em nghe bạn bè nói là thẩm tra trong vòng 1 tháng nếu như vậy thì quá hạn cho đợt đăng ký tốt nghiệp tháng 11 lần này, mong phòng đào tạo có thể giúp đỡ thẩm tra sớm hơn để em có thể đăng ký được tốt nghiệp. - thêm vấn đề nữa là em đã rút môn học trong học kỳ 171 vậy em có phải đóng học phí cho môn học đó không và hình thức đóng qua bkpay hay như thế nào ạ, vì em vào bkpay cũng chưa có mục đóng học phí trong học kỳ này. em đang muốn được tốt nghiệp trong học kỳ này để có được bằng đi làm ạ, em xin chân thành cám ơn.",
    "Kính gửi phòng đào tạo, em là sinh viên k13 khoa Kỹ thuật xây dựng em có một chút thắc mắc về điểm TBTLN như sau ạ. Phòng đào tạo cho em hỏi là điểm TBTLN có tính điểm các môn học đại cương như giải tích 1, giải tích 2 không ạ hay là chỉ tính điểm của những môn chuyên ngành có mã 8. Em xin chân thành cảm ơn.",
    "Em đã làm mất mật khẩu của tài khoản  mà nhà trường cấp cho em từ đầu năm. Em rất mong có được sự hỗ trợ từ nhà trường có thể giúp em tìm lại được mật khẩu để em tiếp tục sử dụng tài khoản này ạ. Em xin cám ơn nhà trường .",
    "Kính Gửi Phòng Đào Tạo, em tên  MSSV 9, vào thứ 6 ngày 29/9/2017 tuần trước khi PĐT vừa đưa học phí lên BKpay lúc 9h30 thì em đã đóng học phí rút môn học trong học kì này, đến hôm nay thứ 2 khi em vào để đăng kí tốt nghiệp nhưng trên trang đăng kí vẫn ghi là em nợ học phí ạ,vì tuần trước em có lên PĐT hỏi là nếu t6 em đóng học phí thì t2 có để đăng kí tốt nghiệp được. em muốn được tốt nghiệp trong tháng 11 tới để có bằng đi làm, mong PĐT giúp đỡ em với, em xin cám ơn",
    "Cho em hỏi sau khi cập nhật TKB ngày 3/10 thì em lại bị mất môn CO1007 - Cấu trúc rời rạc cho KHMT, ở lịch thi cũng bị mất luôn ạ! Mong /Chị xem giúp em.",
    "Em chào Cô, Em muốn hỏi vê số tín chỉ tích luỹ ngành, em là sinh viên bằng 2 ngành tự động hoá, hiện em chưa nộp bằng tiếng anh, Cô cho em hỏi khi em nộp bằng tiếng anh toeic 500 thì em có được cộng thêm 8 tín chỉ tiếng anh vào tổng tín chỉ tích luỹ không ạ. Em cảm ơn Cô!",
    "Dạ kính thưa PDT, em là . MSSV 6. Em xin hỏi PDT về vấn đề sau: Em đã nộp chứng chỉ anh văn, và đã đăng kí quy đổi điểm cho môn anh văn 4. Nhưng trong đợt dkmh vừa rồi em được đăng kí vào lớp anh văn 4 bắt buộc( vì lúc đó chưa quy đổi điểm). Vậy cho em hỏi bây giờ em không đi học, hoặc học mà   5.0 thì có ảnh hưởng gì tới điểm anh văn em đã quy đổi hay không, và chỉ tích lũy của môn anh văn khi đã quy đổi có bị ảnh hưởng gì không ạ?  Em xin cảm ơn!",
    "Kính gửi PDT, Hiện đã trong thời gian mở đăng ký KHHT Đăng ký môn học HK172 (2017 - 2018). Tuy nhiên, em và các bạn trong lớp (XD16B2D1) hiện không đăng ký được. Đợt KHHT Đăng ký môn học HK172 (2017 - 2018) này không có thể hiện lịch học,như vậy sinh viên bằng 2 không thể biết những nhóm/lớp nào mở buổi tối hoặc cuối tuần để có thể sắp xếp thời khóa biểu hợp lý. Ngoài ra khi đăng ký môn học thì có nhiều bạn bằng 1 đăng ký vào các lớp buổi tối của bằng 2, gây nên hết sĩ số. Sinh viên bằng 2 không thể đăng ký lớp đó và cũng rất khó để đăng ký học các môn ban ngày ( do phần lớn sinh viên bằng 2 đã đi làm) , làm cho tiến độ học tập bị gián đoạn, chậm trễ so với kế hoạch bình thường. Vậy PDT có nên dành riêng các lớp đó cho sinh viên băng 2 đăng ký trước rồi mới cho sinh viên bằng 1 đăng ký bổ sung sau không ? Vì hiện tại em đang đăng ký môn học theo TIẾN ĐỘ HỌC TẬP, nên cho em hỏi : \"Chỉ cần hoàn thành những môn trong TIẾN ĐỘ HỌC TẬP là hoàn thành chương trình đào tạo dành cho văn bằng 2 hay sao ? Có những môn trong tiến độ học tập không có nhưng vẫn xuất hiện yều cầu khi đăng ký môn học. VD: Môn Cơ lưu chất ( Hiện tại môn này không mở vào buổi tối , gây khó khăn cho sinh viên văn bằng hai đi học ). Kính mong PTD có thể giải đáp thắc mắc dùm em. Xin chân thành cảm ơn. Trân trọng, Nguyễn Hà Bảo Hoàng ",
    "Kính gửi PĐT, Hiện em đang tạm dừng HK171 (đã làm đơn thu nhận) nhưng hiện nay em không đăng ký được LVTN cho HK172. Mong được PĐT hỗ trợ. Trân trọng, .",
    "Thưa quý thầy cô cho em hỏi: Khi thực hiện thanh toán học phí xong, bên OCB đã trừ tiền nhưng khi đăng xuất kiểm tra lại bên BKPAY thì vẫn chưa cập nhật. Vậy thì phải chờ hay phản hồi gì không ạ! Em cảm ơn!",
    "cho em hỏi sinh viên khóa k12 về trước bây giờ còn phải đóng bảo hiểm y tê và khám sức khỏe nữa không ạ?",
    "Em chào Phòng Đào Tạo! Em là , MSSV: , lớp XD14KT. Em có học môn: Tư tưởng  mã củ, đã có điểm tổng kết. Nhưng trong tiến trình học tập em không được chuyển điểm môn này . Mong Phòng Đào Tạo xem xét cho em để chuyển điểm môn này ! Em xin cảm ơn! Đây là hình ảnh minh chứng.",
    "Kính gửi PĐT, Em có BHYT rồi giờ chỉ muốn đóng BH tai nạn. Em không tìm được hướng dẫn để thực hiện việc này. Mong được hướng dẫn. EM CÓ GÓP Ý THẾ NÀY! Lúc đầu \"hỗ trợ trực tuyến\" mở ra còn hỗ trợ trả lời thắc mắc SV rất nhanh chóng, giờ em gửi hỏi nhiều lần cũng không được trả lời. Nếu PĐT đóng hỗ trợ thì hãy thông báo cho SV biết để không phải mất thời gian lên đây hỏi và đợi được trả lời nữa. Em xin cảm ơn!",
    "Dạ, học kì vừa rồi em đóng trễ học phí  dự thính và học phí tạm ứng học kì 1, em đã đóng tiền và làm đơn nhưng đến nay vẫn chưa khôi phục TKB và lịch thi dự thính cho em Em mong nhận được sự giúp đỡ của thầy/cô.",
    "Em là sinh viên k11, cho em hỏi là em muốn đăng kí môn thiết kế thí nghiệm và xử lí số liệu MSMH: CH3309 mà khi đăng kí bị ghi là thiếu môn tien quyết giải tích 1 MSMH: MT1003 trong khi em đã qua môn đó rồi ạ? xin PDT giải quyết dùm em với",
    "em là sinh viên k11. Em muốn đăng kí môn thiết kế thí nghiệm và xử lí số liệu MSMH CH3309 nhưng khi đăng kí bị báo là thiếu môn tiên quyết giải tích 1 trong khi em đã qua môn đó rồi. Xin PDT xem xét giúp em với ạ",
    "Chào thầy(cô) phòng đào tạo. Em hiện đang học lớp VP2014 viễn thông, hiện tại có 3 môn theo thời khóa biểu PFIEV em chưa đăng ký được do đủ sĩ số, đó là 3 môn : (405713),  &SO (405715), (402706). Mong phòng đào tạo tăng sĩ số 3 môn học này. Em xin cảm ơn.",
    "cho em hỏi về đăng ký môn học thay thế của môn nhiệt động lực học mà ko đăng ký được do ko học trước môn vật lí 1 mã PH1003 do trước đó em đã qua môn vật lí 1 mã 007001. LÀM SAO ĐỂ EM CÓ THỂ ĐĂNG KÝ Ạ. em cảm ơn",
    "Không dk được môn học mã CO1003",
    "Cho em hỏi, em là k12, tại sao kì này e không thể đăng kí môn Xác suất và thống kê, nó báo lỗi là chưa có môn học trước Giải tích 1, trong khi kì trước em vẫn đăng kí được. Mong quý thầy cô giải đáp giùm em ạ",
    "Em kính chào quý thầy cô, em muốn xin tăng sĩ số môn Giải tích 2 mã MT1005 ở cơ sở 1, nhóm lớp nào cũng được ạ. Em xin chân thành cám ơn",
    "Kính thưa thầy cô, Em là , mssv: 8 thuộc khoa Khoa học và kỹ thuật máy tính. Vừa rồi em đã có điểm và đậu môn thi vét: Mật mã và An ninh mạng. Thầy cô cho em hỏi: em đã đủ điều kiện để tốt nghiệp đại học chưa (công tác xã hội, môn học, khám sức khỏe...)? Nếu còn thiếu, xin thầy cô chỉ dẫn giúp em để em bổ sung. Cám ơn thầy cô và chúc sức khỏe. Chân thành! ",
    "Kính thưa thầy cô, Em là , mssv: 8 thuộc khoa Khoa học và kỹ thuật máy tính. Vừa rồi em đã có điểm và đậu môn thi vét: Mật mã và An ninh mạng. Thầy cô cho em hỏi: em đã đủ điều kiện để tốt nghiệp đại học chưa (công tác xã hội, môn học, khám sức khỏe...)? Nếu còn thiếu, xin thầy cô chỉ dẫn giúp em để em bổ sung. Cám ơn thầy cô và chúc sức khỏe. Chân thành! ",
    "Kính gởi Phòng Đào Tạo, Em là sinh viên năm 4, khoa Khoa Học Và Kỹ Thuật Máy Tính. Kỳ này em có đăng ký môn Hệ Phân Bố - MSMH: CO3071, do em chỉ còn 1 môn nữa là đủ tín chỉ nên em không có đăng ký thêm môn khác. Nhưng môn này vừa bị hủy môn học vì không đủ sĩ số. Kính mong PĐT có thể xem xét trường hợp của em, cho phép em đăng ký môn học khác để có thể kịp tiến độ học tập. Em xin chân thành cảm ơn!",
    "Xin chào Thầy cơ hỗ trợ. Em tên  sinh viên khoa cơ khí - chế tạo máy. MSSV : 7 Em đăng ký môn Luận văn tốt nghiệp đã 2 lần rồi mà trong kết quả đăng ký môn học vẫn không hiện ra. Em không biết lý do vì sao em liên tục bị hủy. Xin thầy cô hỗ trợ giúp đỡ em đăng ký môn học này ạ. Em đạt đủ bằng tiêu chí để đăng ký rồi ạ. Kính chào. .",
    "Cho em hỏi, khi chuẩn bị tốt nghiệp có cần nộp lại giấy chứng nhận hoàn thành môn giáo dục quốc phòng không ạ? Em cảm ơn",
    "Chào , Em tên là , MSSV 7. Em đã hoàn thành chương trình đào tạo, đủ ngày CTXH, đã nộp chứng chỉ TOEIC và vượt qua kỳ thi Speaking & Writing, các khoản học phí em cũng đóng đầy đủ. Nhưng hiện tại em vẫn không có trong danh sách tốt nghiệp dự kiến.  có thể kiểm tra giúp em xem em còn thiếu điều kiện nào để được tốt nghiệp không ạ? Em xin chân thành cảm ơn",
    "Kính thưa Thầy/Cô Phòng Đào tạo, Em tên . MSSV G. HK vừa rồi em đã hoàn thành LVTN, và hoàn thành đầy đủ các điều kiện tốt nghiệp (đủ Tín chỉ, nộp đủ bằng AV, đạt 2 kỹ năng nói-viết BKEnglish, đủ ngày CTXH, không nợ học phí hay sách). Tuy nhiên em vẫn chưa có tên trong danh sách TN dự kiến. Kính mong Thầy/Cô rà soát lại giúp em. Em xin cảm ơn. Trân trọng!",
    "Kính gửi Phòng Đào tạo, Thưa Thầy/Cô, Em tên , MSSS: , Hiện em đang theo học lớp Kỹ thuật xây dựng (1), Hệ VLVH. Trước đây, em chuyển Hệ từ lớp Bằng 2-Chính quy sang với MSSV: , do thời gian công tác của công việc không đáp ứng được với thời gian của chương trình đào tạo nên em đã xin chuyển hệ sang lớp Hệ VLVH hiện tại. Sau khi có kết quả xét duyệt được chuyển Hệ đào tạo, em có nhận được mail của Phòng Đào tạo về việc miễn môn học. Theo đó, Phòng Đào tạo có thông báo sẽ gửi Bảng điểm miễn môn học qua mail, trường hợp sau khi nhận mail sinh viên muốn xét miễn thêm sẽ làm phiếu gửi Phòng Đào tạo xem xét. Đến nay, em chưa nhận được thông báo miễn môn học nên em chưa rõ là có quy trình nào em thực hiện sai, hay Phòng Đào tạo vẫn đang xem xét. Em xin trình bày nội dung như trên, kính mong Phòng Đào tạo xem xét và phản hồi cho em được nắm thông tin và thực hiện. Em xin cảm ơn Thầy/Cô và kính chúc Thầy/Cô nhiều sức khỏe. Trân trọng./.",
    "Kính gửi thầy/cô Phòng đào tạo. Em tên , MSSV 8 Em có xem thông tin ở trang xử lý, kỷ luật học vụ http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=59_83&tid=778 Tại mục 3 buộc thôi học     Tra cứu tình trạng sinh viên buộc thôi học dự kiến tại http://www.aao.hcmut.edu.vnmage/data/Tra_cuu/xem_danhsach?id_ds=1481 Em thấy mình có tên trong danh sách, lý do là điểm TBHK 171 = 0. Nhưng học kỳ 172 này em có đăng ký môn học, vậy em không vi phạm mục 3b-[Có ĐTB của HK trước bằng 0 và không đăng ký môn học HK hiện tại (Tự ý nghỉ học)]. Xin quý thầy/cô giải đáp thắc mắc để em khỏi hoang mang. Em xin cảm ơn.",
    "em có đăng ký tốt nghiệp và đã đóng lệ phí tốt nghiệp vào thứ 3 ngày 27/2/2018 nhưng mãi đến giờ em có lên văn phòng khoa để nhận giấy \"chứng nhận tốt nghiệp tạm thời\" nhưng bên văn phòng khoa bảo chưa có. Thầy/cô cho em hỏi là khi nào có vậy ạ, em đang cần gấp để xin việc ạ . em cám ơn",
    "Kính gửi trường Đại học Bách Khoa TpHồ Chí Minh,      Em xin kính chào!    Cho em xin được hỏi, em hoàn tất hồ sơ xin thôi học hệ Đại học chính quy từ học kỳ 171, đến nay hồ sơ của em còn có thể dự tuyển đại học hệ VHVL chuyển hệ từ Đại học chính quy sang không ạ?  Kính mong quý nhà trường cho em được biết, em xin chân thành cảm ơn!    Xin trân trọng!  ",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . Chào thầy/cô, Em là , sinh viên khóa K13 khoa Quản Lý Công Nghiệp . Em có tên trong danh sách tốt nghiệp bổ sung chính thức (3) nhưng khi em vào trang đăng ký tốt nghiệp thì được báo là em không có tên trong danh sách tốt nghiệp dự kiến nên phần khai lý lịch tốt nghiệp bị mờ đi không điền được ạ. Thầy/cô cho em hỏi cách thức đăng ký thông tin tốt nghiệp để em có thể thực hiện và nộp đơn đăng ký tốt nghiệp về phòng đào tạo được ạ. Do hạn đăng ký tốt nghiệp chỉ còn có ít ngày nên mong thầy/cô hỗ trợ sớm giúp em ạ. Em xin cám ơn thầy/cô rất nhiều!     Trân trọng,",
    "Em là sinh viên k15 ,hiện tại em chưa có anh văn đầu vào . Sắp tới là 16/6 là kiểm ta anh văn và 20/6 mới có kết quả . Nhưng trong lịch đkmh học kì 181 chỉ có hạn đến ngày 8/6 . Các môn học thuộc năm 3 em không đk được do thiếu   chuẩn av sau năm 2( tiên quyết ) . Vậy em cần làm thế nào để khắc phục và đk được các môn học ở hk181 a? Em cảm ơn !",
    "Kính gửi PDT, Nhờ thầy cô xem xét trên hệ thống khi em đăng ký môn học LVTN cho HK1 năm 2018-2019, hệ thống vẫn cho DK nhưng có cảnh báo \"thiếu điều kiện tiên quyết là CCAV 2 kỹ năng\". Trong khi em đã nộp CCNN IELTS thỏa điều kiện. Vì môn LVTN quan trọng và SV không đáng bị mất thời gian với trục trặc trong DKMH, cũng như bị ảnh hưởng tâm lý để làm LVTN. Kính mong PDT xem xét thông tin trên hệ thông cho sinh viên để quá trình DKMH LVTN HK1 2018-2019 được suôn sẻ. Xin cảm ơn!",
    "Chào ban quản trị, em là sinh viên khóa K13, vừa tốt nghiệp vào tháng 4 năm 2018. Hiện em đang gặp vấn đề về email sinh viên, khi đang nhập google không cho đăng nhập nữa và thông báo là đã bị disable, yêu cầu contact admin. Em đã có gửi request ticket yêu cầu khôi phục cho google nhưng được reply là vì email mang đuôi @hcmut.edu.vn thay vì đuôi @gmail nên google không hỗ trợ và yêu cầu em contact G suite admin. Mong ban quản trị giúp em mở lại email vì trong đó có nhiều tài liệu/ đoạn hội thoại quan trọng liên quan đến công việc cũng như bảo mật của các tài khoản khác. Nếu việc disable là do em đã tốt nghiệp thì xin ban quản trị tạm mở lại giúp em vài ngày để em lấy các tài liệu quan trọng và thay đổi các bảo mật 2 lớp dùng mail sv để backup. Em xin cảm ơn.",
    "Em là sinh viên khóa K15, cho em hỏi là yêu cầu anh văn của khóa em có cần qua năm 3 phải đạt anh văn 2 không ạ hay chỉ từ khóa K16 trở đi . Em cảm ơn.",
    "Em chào phòng đào tạo Đợt đăng kí đầu tiên em sơ suất quên đăng kí môn EE4321-Đề cương luận văn tn, vì thế đợt 2 em không đăng kí được vì môn này trên trang đăng kí đã full, rất mong phòng đào tạo giúp em đăng kí môn EE4321-Đề cương luận văn tn để em có thể ra trường đúng tiến độ. Em xin cảm ơn",
    "Gửi thầy/cô, Em là sinh viên khóa 2014, hiện đã hoàn thành chương trình đào tạo chính quy của ngành \"Vật liệu xây dựng\", sắp tới em sẽ làm đơn để hoãn tốt nghiệp và học tiếp ngành \"Xây dựng dân dụng và công nghiệp\" để có thể nhận 2 bằng và 1 học bạ cùng lúc. Tuy nhiên trong chương trình đào tạo chính quy của ngành VLXD có môn \"Nhập môn kỹ thuật - CI1037\" và ngành Xây dựng DD&CN có môn \"Nhập môn kỹ thuật - CI1001\". Môn học CI1001 là môn học tiên quyết bắt buộc để tốt nghiệp cho ngành XDDD&CN, tuy nhiên chỉ mở vào học kỳ 1 cho sinh viên năm 1 ở CS2. Vậy cho em hỏi là 2 môn này có tương đương nhau không? Và nếu không tương đương thì em sẽ đăng ký học chung với K2018 như thế nào? Do trong đợt đăng ký môn học HK181 nhưng môn học đã không được mở. Ngoài ra so sánh với CTĐT SVCQ và CQ bằng 2 thì môn CI1001 không có ở CTĐT CQ bằng 2. Vậy diện sinh viên học song bằng và điều kiện xét tốt nghiệp của sinh viên sẽ thuộc diện Sinh viên Chính Quy hay Sinh viên Chính Quy bằng 2?  Rất mong nhận được sự hồi đáp từ PĐT. Em xin cảm ơn.",
    "Kính gửi thầy/cô, Hiện tại môn Cấu trúc dữ liệu và giải thuật đã full sỉ số, e mong thầy/cô mở thêm sỉ số lớp để e có thể đăng ký môn học. Cảm ơn thầy/cô, Trân trọng,  ",
    "Em đã có điểm môn học me4053 - Đồ án chuyên ngành (ktn) là môn tiên quyết của Luận văn tốt nghiệp nhưng trang đăng ký môn học vẫn báo em bị thiếu và không cho đăng ký. Mong admin khắc phục sự cố sớm giúp em. Em xin cám ơn.",
    "Kính chào thầy/cô, Em là sinh viên Địa chất dầu K13, muốn hỏi phòng đào tạo về việc ĐĂNG KÝ TỐT NGHIỆP VÀ CẤP BẰNG. Em được phòng đào tạo thông báo có tên trong danh sách tốt nghiệp dự kiến nhưng vào trang ĐĂNG KÝ TỐT NGHIỆP VÀ CẤP BẰNG thì lại thông báo là không có thông tin. Em thấy phần \"Tình trạng sinh viên\" của mình đang là Tạm dưng vì không đkmh, không biết đây có phải là vấn đề không? Mong được sự giúp đỡ! Best regards! ",
    "Em vừa trúng tuyển ngành BDCN của trường năm nay, do chưa có TKB nên em không biết năm nhất mình sẽ học ở đâu. Xin PDT cho em biết để em tiện sắp xếp chỗ ở ạ. Em có xem trong thông báo của trường thì chỉ thấy nói tới các khoa khác chứ không nói tới trung tâm bảo dưỡng công nghiệp.",
    "Kính chào quý thầy cô ! Em là , MSSV: , . Em đã có kết quả thi Toeic 2 kỹ năng để xét tốt nghiệp vào ngày 9/8/2018 và đủ điểm để được xét tốt nghiệp. Tuy nhiên khi vào trang đăng kí tốt nghiệp trên MyBK thì em vẫn chưa có tên trong danh sách tốt nghiệp . Qúy thầy cô cho em hỏi em cần làm gì để có thể đăng kí tốt nghiệp online hay hệ thống chưa cập nhật thông tin a?  Em cảm ơn ! ",
    "Em tên , sinh viên khoa Cơ Khí. Em tốt nghiệp THPT năm 2016 và vừa trúng tuyển vào ĐH Bách Khoa K2018. Hai năm trước em học tại trường ĐH Công Nghiệp TPHCM và đã hoàn thành một số môn học của ngành Cơ điện tử tại trường, cũng như đã hoàn tất chương trình Quốc phòng - An ninh nhưng chưa được cấp chứng chỉ. Nay em thôi học và chuyển đến nhập học ở ĐH Bách Khoa thì có được chuyển điểm/môn học đã học ở trường cũ hay không và thủ tục như thế nào? Môn học - có được miễn và bổ sung chứng chỉ sau này không? Mong được nhận hồi đáp từ Nhà trường, em xin chân thành cảm ơn.",
    "Tài khoản BKID của em không truy cập được vô tài nguyên của trường, mong Admin hổ trợ hướng dẫn xử lý ạ. Xin trân trọng cám ơn.",
    "mong thầy cô cập nhật điểm môn học  CI3121 Nhà nhiều tầng DT01-_ Học kỳ 3 (2017-2018) MSSV: 8 để em có thể đầy đủ tín chỉ để đăng ký tốt nghiệp, em chỉ còn 1 môn này thôi",
    "Test test test cho My",
    "Lịch thi (không tìm thấy,sai phòng thi,...) . Em xin chào Thầy/ Cô, Theo như các năm trước, các môn 1 chỉ được xếp thi vào cùng đợt giữa kỳ nhưng sao năm nay em vẫn chưa thấy lịch thi ạ? Thầy Cô cho em hỏi là năm nay có thay đổi gì không ạ? Em xin cám ơn Thầy Cô.",
    "Em tên: , MSSV:  Em có một thắc mắc muốn được hỗ trợ đó là điểm thực tập tốt nghiệp của em đến hôm nay vẫn chưa có với mã CH, trong khi đó các bạn cùng thực tập đã có điểm từ rất lâu so với hiện tại. Em rất mong nhận sự trợ giúp của Bộ môn Điện tử. Em xin cảm ơn",
    "Kính gửi Phòng Đào tạo, Em tên  - , sinh viên K15 khoa Điện-Điện tử. Vào HK3 (2015-2016), em đã hoàn thành môn học Kĩ thuật số (EE1009) với điểm tổng kết 6.5 (Hình 1). Nhưng đến nay em vẫn chưa được xét tương đương môn học Kỹ thuật số mã mới EE1015 (mã EE1015 là mã theo đúng chương trình đào tạo của em - khóa 2015). Trong mục điểm chuyển - Trang cổng thông tin SV vẫn chưa thể hiện (Hình 2) và mục Tiến độ học tập thì môn học Kỹ thuật số (EE1015) vẫn chưa được tích dấu  (Hình 3). Bên dưới em có đính kèm hình ảnh thông tin liên quan. Em kính mong phòng đào tạo kiểm tra lại và xem xét giúp đỡ em. Em xin chân thành cảm ơn!",
    "Em chào các thầy cô! HK181 em có đăng kí môn học Pháp Luật VN đại cương. MSMH: SP1007. Môn học này có tín chỉ học phí là 2. Nhưng khi em xem học phí dự kiến HK181 thì thấy 510.000 VND. Tính 1 chỉ đại cương là 170.000 VND. Tức là 3 tín chỉ học phí. Em không biết số tín chỉ học phí tăng hay là do sự nhầm lẫn gì ạ! Em xin chân thành cảm ơn! SV:  MSSV: ",
    "em hoc anh van căn bản được 7 điểm tổng kết    em thắc mắc sao em được học anh văn 3 mà ko cần học av 1,2. ? và nếu được học av 3 thì toeic cuả đươc̣ mặc định là 450 mà không cần thi đầu vào phải không ạ.",
    "Chứng chỉ ngoại ngữ . PKMOJMINM",
    "Thứ 5 ngày 18/10/2018 em có đăng kí gửi bản điểm thi IELTS tại British Council đến trường. Em được nhận mail từ phòng đào tạo là đơn đăng kí nộp chứng chỉ ngoại ngữ của em sẽ hết hạn ngày 25/10/2018. Em muốn biết phòng đào tạo đã nhận được bản điểm của em chưa. Và nếu chưa nhận được em mong sẽ được gia hạn để em có thể đăng kí gửi điểm lại vì thực sự em không đủ khả năng kinh tế để thi thêm một bằng ngoại ngữ khác tại thời điểm này. Em xin cảm ơn.",
    "Chào anh/chị, Em tên là Lê Tân Ri, MSSV:  Khoa KH&KT Máy tính. Vào lúc tối ngày 23/10 em có sử dụng tính năng đăng ký nộp chứng chỉ ngoại ngữ trên mybk, nhưng khi summit form đăng ký thì bị lỗi, nộp form đăng ký không thành công. Anh chị xem file ảnh định kèm về lỗi ạ.   Mong Phòng Đạo Tào sớm giải quyết lỗi để em có thể đăng ký nộp chứng chỉ ạ. Em xin cảm ơn   RI, Trân trọng",
    "thắc mắc em chưa được chuyển điểm môn bản đồ học 2 (CI3041) thành môn bản đồ chuyên đề (810019)",
    "Em xin thắc mắc về điểm phúc tra cuối kỳ môn những nguyên lý cơ bản của chủ nghĩa  -, Bộ môn lý luận chính trị đã chấm bài phúc tra và trả kết quả ngày 18/09/2018 đến phòng đào tạo. Hiện nay, tình trạng trên Web bk điểm vẫn chưa có, vẫn chưa nhận được phản hồi từ phía phòng đào tạo. Kính mong quý thầy cô xem xét. Em xin cảm ơn.",
    "Kính gửi: Quý Thầy/Cô Phòng Đào Tạo ĐHBK Em xin hỏi thời gian cập nhật điểm miễn môn học  (MT2001) Theo kết quả phiếu miễn môn học cập nhật ngày 26/03/2018 sau khi nhận đơn miễn môn bổ sung (file đính kèm) . Em được miễn 12 môn học, trong đó có 11 môn đã có kết quả trong bảng điểm sinh viên. Còn môn  (MT2001) không có kết quả trong bảng điểm sinh viên. Nên Em gửi email này, kính mong Quý Thầy/Cô kiểm tra và cập nhật bảng điểm giúp em. Em xin chân thành cảm ơn!",
    "Em học bên khoa Điện-Điện tử, HK172 em có học môn SCADA(EE3071) đúng ra chuyển điểm của em phải chuyển qua môn SCADA(409107) nhưng lại chuyển điểm của em sang môn Mạng truyền thông CN(218035) thuộc Khoa Cơ Khí ạ. Em mong Thầy/Cô xem lại và chuyển lại giúp em ạ.",
    "cho em hỏi bằng tiếng anh VNU_EPT có được xét chuyển điểm không ạ",
    "Chào thầy cô!    Vừa rồi PĐT đã cập nhật bảng điểm cho em tính đến HK173.    Tuy nhiên, số tín chỉ tích luỹ ngành là 106, trong khi số tích chỉ tích luỹ là 109, tổng số tích chỉ các môn mà em đã học và đạt tính đến HK173 là 109 mới đúng.    Các môn mà em đã học và đạt đều có mã môn học thuộc chương trình đào tạo của ngành em đang theo học. Rất mong nhận được sự giải đáp từ quý thầy cô. Em xin cảm ơn!",
    "Chào Phòng Đào Tạo Đại học Bách Khoa, Em là  MSSV: , em học hè kỳ 173 môn Hóa đại cương lớp DT01-AA thầy  và giáo viên dạy thí nghiệm hóa là cô . Trong lúc tổng kết điểm và đưa lên phòng đào tạo thì giáo viên thí nghiệm đã nhập nhầm điểm em là 0đ (thay vì 9đ) dẫn đến việc điểm tổng kết môn Hóa đại cương của em là 0đ. Sự việc diễn ra tệ hơn là vì tổng kết bị 0đ cho nên môn hóa của em mất luôn trên bảng điểm MyBK. Em đã liên lạc với thầy  để xin bảng điểm và được thầy chỉ dẫn ra sai sót ở điểm thí nghiệm hóa. Sau đó em liên lạc với cô  và cô đã sửa điểm thí nghiệm của em thành 9đ cho giáo viên chính là thầy . (giáo viên thí nghiệm phải chuyển điểm cho giáo viên chính). (Đính kèm các hình ảnh minh chứng) Đến nay là ngày 6/11/2018, em vẫn chưa thấy PĐT cập nhập điểm trên bảng điểm MyBK. Em vô cùng lo lắng về điều này, vì nguy cơ em phải học lại mà sai sót thì không phải lỗi của em. Em thực sự bất lực và stress nặng nề khi đối diện với kỳ phân ngành sắp tới. Với mong ước chân thành nhất, em mong PĐT xem xét vấn đề của em và có một đáp số hợp lý cho sự việc của em. Cảm ơn và chúc Phòng Đào Tạo làm việc hiệu quả!    Phone: [phone_number]",
    "Dạ thầy cô cho con hỏi là con không đăng kí xếp lớp anh văn mà sao trong tkb con lại có vậy ạ.  Dạ với con thi có 285 điểm mà tkb xếp con vào anh văn 1 ấy ạ giờ con phải làm sao ạ.  Với do lâu nay con không biết nên con không đi học có bị gì không ạ",
    "Cho em hỏi là anh văn đầu vào 380đ có phải đăng kí kiểm tra av hk1 k ạ",
    "Dạ thưa thầy cô!! Em hiện là sinh viên năm 2 nhưng chưa đậu avđv, pđt vừa gởi mail thông báo thi anh văn đầu vào. Cho em được hỏi em là sinh viên năm 2 có thể đăng kí thi đợt này hay không? Hay đợt thi này chỉ dành cho khóa K18 chưa đậu avđv đầu năm. Em xin cám ơn!",
    "Thưa thầy/cô, Em tên là , mã số sinh viên , là sinh viên năm 4. Câu hỏi của em là: Lúc học năm nhất, em đã nộp chứng chỉ IELTS 6,5 điểm và đã được xác nhận, được 10 điểm 4 môn anh văn. Năm nay em năm 4, bằng IELTS đã hết hạn. Vậy cho em hỏi là em có cần phải nộp lại bằng mới để đủ điều kiện làm luận văn không ạ, vì bằng em nộp cho trường vào năm nhất đã hết hạn rồi. Em xin cảm ơn.",
    "Cho em hỏi em là học sinh khóa K18. Kì thi AVĐV vừa rồi em thi và kết quả là em được học lớp anh văn cơ bản của nhà trường. Nhưng vì điều kiện và hoàn cảnh đáng lẽ em đã đăng ký không xếp lớp anh văn nhưng vì chủ quan và sơ suất em đã không kiểm tra kĩ mail nên nhà trường đã xếp em vào lớp AVCB. Nhưng vì để giảm bớt phần tiền học phí này em đã làm đơn xin rút môn học này. Vậy cho em hỏi kì thi Anh văn sắp tới nếu em đăng kí thi thì em cần điểm bao nhiêu để có thể đạt chuẩn tiếng Anh ít nhất là qua năm 1 này, còn nếu trường hợp điểm em vẫn thấp nữa thì em có bị ảnh hưởng gì nữa không? Và trong học kì sắp tới nếu em không đủ điểm ở những kì thi này thì em còn kì thi nào khác và cách nào khác để đạt chuẩn tiếng Anh ít nhất là qua năm 1 không quý thầy(Cô) ?",
    "Dear phòng đào tạo trường!   Em muốn hỏi phương án xử lý tình trạng học của em. Kỳ 181 em bị nhà trường BUỘC THÔI HỌC.   Nguyên nhân : Kỳ 172 e đăng ký môn học luận văn tốt nghiệp và bỏ, DTBHK= 0. Kỳ 181 em đăng ký Luận văn tốt nghiệp lại, nhưng không được, do kỳ này bằng 2 cần tiên quyết Tiếng Anh, em không nắm được thông tin, nên bị coi là không đăng ký môn học.   Hiện tại em đang bị tình trạng buộc thôi học do 1 học kỳ DTB=0 và 1 học kỳ không đăng ký môn học.    Vậy em hỏi, trường hợp của em còn có thể có phương án nào giải quyết để em tiếp tục được theo học...   Em chân thành cảm ơn!",
    "testing testing",
    "Kính gửi phòng đào tạo. Em là sinh vien k18, e đã nộp và đóng tiền CCNN Ielts 6.5 để xét chuyển điểm AV 1, 2, 3, 4 và đã được xét hợp lệ. Em muốn dùng CCNN đó để xét luận văn tốt ngiệp và được ra trường, nhưng không biết làm thế nào. Thầy, cô xem và hướng dẫn giúp em. Em chân thành cảm ơn thầy, cô.",
    "Em chào PĐT , kì hè dự thính em có học môn chủ nghĩa  và đã qua môn . Nhưng thay vì học chương trình mới của  ( SP1003) nhưng em đăng kí nhầm chương trình cũ ( 001001) . Em đã tra trên web trường thì  có trong danh sách các môn tương đương và đã đọc hướng giải quyết, thắc mắc của em là : 1 . em có thể làm đơn chuyển điểm từ chương trình cũ sang chương trình mới được không ạ ? 2 . Trong “ tiến độ học tập “  của my bk em vẫn chưa được cập nhật kết quả ( theo hướng giải quyết của trường là \"đã đạt\") có phải do sai mã môn học không vì các bạn cùng lớp dự thính hè đã cập nhật rồi  3 . sai mã số môn học thì có bị học lại không ạ  Em cảm ơn PĐT  ",
    "Em đã gửi đơn đăng ký phúc tra lên phòng đào tạo nhưng sau mấy tháng chờ đợi em mail cho giáo viên dạy môn đó nhưng cô trả lời vẫn chưa nhận được đơn phúc tra gửi đến cho cô. Phòng đạo tạo cho em hỏi hiện nay đơn phúc tra của em đang ở đâu ạ ? Và tại sao giáo viên vẫn chưa nhận được đơn nhưng phòng đào tạo đã có kết quả là không thay đổi trên bảng mybk ạ? Em cảm ơn, em mong được nhận kết quả sớm nhất ạ.Và giáo viên có thể nhận được đơn phúc tra .",
    "Kính gửi phòng đạo tạo ĐHBK TPHCM, Em muốn hỏi vấn đề là em có nghĩ 1 học kì vì còn thiếu 1 ngày CTXH để xét tốt nghiệp, và em đã học hết các học kỳ và môn học như lịch sắp xếp (8 học kì) . Vậy thì em có thể đăng ký xét tốt nghiệp tháng 4 tới nếu đã đủ CTXH không ạ?  Em có lên đăng ký tốt nghiệp thì thấy chưa tới đợt, vậy thì khi nào mới mở đợt ạ?  Cám ơn thầy cô .",
    "Kính gửi Phòng Đào Tạo Em là ,là sinh viên năm nhất. Làm ơn cho em hỏi em đã đăng kí kiểm tra anh văn định kì (thi vào 12/2018) mà sao ở Đăng kí môn học lại báo là chưa chọn đợt ạ? Vậy em phải đăng kí lại hay sao ạ?",
    "Kính phòng Đào tạo,  Em tên Tuyền, sinh viên Khoa Khoa Học Máy Tính - VB 2, MSSV . Đầu năm học em đã nhận được thông báo miễn giảm môn học của Phòng đào tạo và đóng phí là 150.000 đồng, trong danh sách miễn có môn Anh Văn 1,2,3,4 . Nay em đăng ký nộp Văn Bằng 1 qua hệ thống để đăng ký miễn tiếng Anh đầu ra nhưng hệ thống chỉ có cho đăng ký miễn giảm Anh Văn 1,2,3,4 và yêu cầu phải đóng thêm 200.000 đồng nữa. Vậy em có phải đống thêm khoản này không ạ? Nhờ Phòng đào tạo hướng dẫn giúp em thủ tục để đăng ký nộp Bằng Đại Học tiếng anh để thay thế cho chứng chỉ ngoại ngữ xét tốt nghiệp ra trường ạ . Em xin cám ơn Phòng Đào tạo. Trân trọng.",
    "Em có một thắc mắc mong được giải đáp là điểm thi anh văn định kỳ của trường bách khoa là sẽ lấy điểm của lần cao hơn hay là lấy của lần thi sau thay cho lần thi trước ạ?? Em xin chân thành cảm ơn ạ",
    "Em là sinh viên năm 2. trong học kì 1 năm nhất em có học môn anh văn cơ bản và bị rớt nhưng em lại qua môn anh văn 1.Vậy thầy/cô cho em hỏi là có phải học lại môn anh văn cơ bản không ạ?. Em có thể thi anh văn định kỳ để qua môn anh văn cơ bản được không? và nếu em thi điểm anh văn định kỳ mà thấp hơn các lần trước thì sẽ lấy điểm các lần trước hay lấy điểm hiện tại ạ?",
    "test test",
    "Kính thưa quý thầy/cô Cho em hỏi là em có đăng ký để xét kiểm tra tiếng anh đợt này. Theo như thông tin trong mail em đã đăng ký nhưng tại sao trong BK Pay vẫn chưa hiện ra số tiền em cần thanh toán cho đợt thi này vậy quý thầy/cô. Và nó có ảnh hưởng gì tới việc thi của em không? Mong quý thầy/cô sẽ sớm phản hồi em.",
    "Kính thưa quý thầy/cô Em xin được hỏi cách tính điểm trung bình học kì và cách tính điểm trung bình tích lũy sẽ được tính như thế nào? Mong quý thầy/cô sẽ phản hồi em sớm.",
    "e lỡ đăng kí BHYT 12 tháng trên mybk mà vô các khoảng đã đóng thì e mới biết e đóng rồi vậy làm sao để hủy ạ",
    "Gửi Phòng Đào Tạo Em có tham gia thi kiểm tra Anh văn đầu vào và đạt 430 điểm. Học kì I em có đăng kí không xếp lớp, vậy học kì II em có thể không đăng kí vì em có kế hoạch tự học được không? Mong Phòng Đào Tạo trả lời sớm cho em Em xin cảm ơn",
    "Do em đăng kí học trước nhiều môn nên năm 4, cả 2 kì đều có số tín chỉ đk dưới 10, thì có được xét học bổng hỗ trợ học tập không ạ. Cụ thể kì 1 năm 4: chỉ còn vài môn tự chọn với đề cương luận văn kì 2 năm 4 còn môn luận văn (9 chỉ )",
    "Sắp tới em có thi kiểm tra trình độ tiếng anh (MSMH 003101). Em được biết đây là một trong 3 cách qua av 1,2,3,4. Nhưng em thắc mắc kì thi này có giống AV đầu vào không? Khi mình đạt được mức điểm nào đó có được miễn AV không?   Ví dụ: trong kì thi sắp tới này em đạt 500 theo mức quy định thì có được miễn AV và khỏi đăng kí không? ",
    "Khi đăng nhập vào trang mybk, em không thể vào phần thông tin sinh viên. Lỗi xảy ra như trong hình đính kèm. Mong thầy cô giải đáp giùm em với ạ!",
    "Kính chào PĐT, Em hiện nay là sinh viên văn bằng 2, khi đăng ký môn học cho kỳ này thì hệ thống có báo là thiếu chuẩn av năm 2, 3... (tiên quyết). Nhưng lúc nhập học thì em có nghe phổ biến là điểm av 1,2,3,4 đã được chuyển từ văn bằng 1 rồi ạ . Kính mong nhận được trả lời từ PĐT ạ. Em xin cám ơn",
    "Em đã qua môn phương pháp tính cách đây 2 kỳ, nhưng hiện tại trong tiến độ học tập trong my BK vẫn hiển thị là chưa đạt, cho em hỏi như vậy thì do web trường bị lỗi hay do em chưa qua môn ạ ??",
    "Chào thầy (cô),Em hiện là K18  MSSV . Kì 181 vào cuối kì 181 có kiểm tra toeic không ạ ? ﻿hiện giờ trong học kì 181 em đang học anh văn cơ bản em cần điều kiện gì để học đúng môn văn trong kế hoạc giảng dạy hệ đại trà ạ ? ﻿",
    "Dạ em chào thầy/cô ạ, Em là , lớp VP14CDT, hiện đang là sinh viên năm thứ 5 của chương trình PFIEV ạ. Trong học kì 182 tới sẽ là học kì em làm LVTN và TTTN. Trong đợt SHCD đầu khóa em có nghe nói là có thể đăng kí các môn học cần cho bậc Thac sĩ ở ngay học kì 182 luôn Thầy/cô có thể cho em biết là em có thể đăng kí như vậy được không, đăng kí ở trang đăng kí môn học bình thường phải không và những môn học cần cho Thạc sĩ là những môn nào ạ? Em xin cảm ơn rất nhiều",
    "Gửi Phòng Đào Tạo Đầu năm em có đóng 670000 đồng là có bao gồm BHYT. Em có nhận được thông báo đến nhận thẻ tại Phòng y tế nhưng chỉ nhận được thẻ BHTN. Trước đó em có nộp thẻ BHYT để nhận lại tiền 3 tháng. Mong PĐT giải thích cho em Em xin cảm ơn",
    "Kính gửi quý thầy/cô. Cho em hỏi lớp dự thính học kì 182 sẽ mở vào thời gian nào và theo như em có tìm hiểu thì lớp dự thính trong năm sẽ chỉ dạy vào tối thứ 7 và chủ nhật, cho em hỏi thông tin này là có chính xác không? Mong quý thầy/cô sẽ sớm phản hồi.",
    "em là sinh viên k17 khoa Điện-điện tử ạ, cho em hỏi là năm nhất khi mới vào trường em có thi rớt anh văn đầu vào ạ, cuối năm nhất em có thi lại và đạt được 350 điểm đủ để đắng kí học anh văn 2 trong trường, và bây giờ khi đăng kí môn cho học kì 182 em có đăng kí anh văn 2 nhưng hệ thống báo cần anh văn 1 trước, và khi em đăng kí anh văn 1 thì lại báo phải có anh văn cơ bản. Vậy phòng đào tạo cho em hỏi là ở thời điểm hiện tại em đủ điều kiện để đăng kí anh văn mấy ạ . Em xin chân thành cảm ơn.",
    "Em chào thầy (cô) Môn học Vận trù, mã ME2051, của các bạn sinh viên k17 đăng kí ở học kì 4 không được, lí do (em đính kèm theo hình ảnh). Nhưng theo em liên hệ bộ môn và được biết môn tiên quyết cho môn vận trù là môn Xác suất thống kê . Kính mong thầy (cô) cập nhật lại hệ thống để việc đăng kí môn học này của các bạn k17 được thuận lợi. Em xin cảm ơn ạ !",
    "con chào cô,cô ơi trong web có ghi nhưng chưa rõ ý con muốn hỏi, vậy cuối năm nhất con có thi Anh Văn định kì lại được 350 như vậy có lấy kết quả đó để xét tiêu chuẩn qua năm 2 (chuẩn AV của sinh viên K17 sau năm 2 để tiếp tục học năm 3 là  =350) để đăng kí các môn năm 3 chưa ạ, hay trong năm 2 con vẫn phải tiếp tục thi anh văn định kì lại để xét tiêu chuẩn đăng kí các môn học ở năm 3 ạ. (trong web không có giải thích rõ phần này nên con mong cô giải thích rõ hơn cho con với ạ). Con xin chân thành cảm ơn.",
    "Em là   khoa Kỹ thuật Xây Dựng. Học kì 172 em có điểm trung bình học kì là 7.30 và điểm rèn luyện là 95 nhưng trong bảng điểm của em thì chưa được cập nhật điểm trung bình chung mở rộng và trong danh sách học bổng dự kiến cũng không có tên em. Em mong phòng đào tạo cập nhật điểm và xem xét lại giúp em ạ. Em cảm ơn.",
    "Thưa thầy cô, em có thắc mắc về học bổng khuyến khích HK172 của PĐT về 2 vấn đề: 1. Về số lượng sinh viên được nhận học bổng hàng năm vì các học kì trước ngành của em (Khoa Điện, ngành KT Điện - Điện Tử) xét từ 10-12 bạn, năm nay PĐT chỉ xét 8 bạn (em đứng thứ 9 nên không được xét). 2. Về cách tính số sinh viên được nhận học bổng theo ngành vì ngành KT điện tử - truyền thông được xét 14 bạn, trong khi ngành KT điều khiển và tự động hóa chỉ 8 bạn và KT Điện - Điện Tử chỉ 8 bạn. Mong sớm được Phòng đào tạo giải đáp, em xin chân thành cảm ơn! ------------------------------------------- 172: http://www.aao.hcmut.edu.vnmage/data/hoc%20bong/dukien_hbkk_172.pdf 171: http://www.aao.hcmut.edu.vnmage/data/hoc%20bong/171_HBKK171_C_.pdf",
    "Thưa quý thầy cô,  Em tên là , MSSV , lớp HC14DK khoa Kỹ thuật Hóa học. Học kỳ vừa qua, theo thông tin trên trang mybk.hcmut.edu.vn thì điểm trung bình chung mở rộng của em là   B 10.0    với điểm trung bình học kỳ là   B 10.0    và điểm rèn luyện là   B 100.0   , nhưng em lại không có tên trong danh sách được nhận học bổng. Kính mong quý thầy cô kiểm tra và giải quyết giúp em ạ . Em xin cảm ơn!",
    "Cho em hỏi e đã đăng ký và đóng tiền chuyển điểm trên mybk từ tháng 6 nhưng đến giờ điểm vẫn chưa chuyển... Cám ơn ạ",
    ".",
    "Xin chào thầy/cô, Em tên là , sinh viên khoa Cơ Khí thuộc bộ môn Kỹ Thuật Hệ Thống Công Nghiệp và MSSV là . Vào ngày 19/11/2018 em đã đăng ký mua BHYT Sinh Viên 12 tháng trên hệ thống của phòng đào tạo và đã thanh toán ở BK Pay. Nhưng vì sơ sót em đã không đọc kỹ thông tin là ở bệnh viện 115 chỉ cho gia hạn thẻ cũ nhưng thẻ cũ của em hiện ở bệnh viện đa khoa Thủ Đức . Xin hỏi thầy/cô là bây giờ em phải làm thế nào vì tiền cũng đã thanh toán rồi, em có thể xin đổi bệnh viện nơi đăng ký được không ạ? Cám ơn thầy/cô đã đọc.",
    "Cô ơi em là sinh viên năm nhất. Em muốn hỏi nếu cuoi kì nếu em thi không đạt 350 toiec của trường thì tới đầu năm 2 em nộp bằng toiec ở ngoài vào là có bị cấm đăng kí môn chuyên ngành năm 2 không ạ,",
    "Cho em hỏi là đầu năm mình có đóng 1 khoản tiền bao gồm tiền bhyt cho hết năm nhưng ai đã có bhyt còn hạn và photo đưa tới phòng y tế bách khoa thì sẽ được hoàn tiền và sẽ được gửi vào tài khoản OCB của sinh viên phải k ạ ? cho em hỏi khi nào sinh viên bkhoa mới có tài khoản và mới được hoàn khoản tiền đó ạ ? ",
    "Thưa thầy cô, em có đăng kí mua bảo hiểm trên Mybk, em đã đăng kí thành công nhưng chưa thanh toán trên bkpay thì em phát hiện ra là em đã ghi sai số CMND: 03 thành 3. Cho em hỏi là trường hợp của em thì phải xử lí như thế nào? Em xin cảm ơn .",
    "Thầy/cô cho em hỏi 2 vấn đề: 1.Học bổng khuyến khích học tập có được trao cho sinh viên năm nhất ở học kì 1 không? 2. Lớp kĩ sư tài năng của khoa Kỹ thuật hóa học có phân ra các chuyên ngành không (ví dụ như lớp cho chuyên ngành hóa hữu cơ, lớp cho chuyên ngành hóa vô cơ...), nếu có thì những chuyên ngành nào có đào tạo Kỹ sư tài năng?, còn nếu không thì khi vào lớp Kỹ sư tài năng thì em sẽ được học chương trình như thế nào? Em rất mong nhận được phản hồi sớm từ thầy/cô. Em xin chân thành cảm ơn.",
    "Em xin hỏi là nếu em muốn nộp chứng chỉ để chuyển điểm 4 môn Anh Văn vào điểm trung bình của Học kỳ 182 thì em phải nộp chứng chỉ trễ nhất là vào ngày nào? Em có thể nộp vào đợt 26/4,09/5, 30/5 của năm 2019 được không?",
    "Em chào các thầy cô. Em tên  . Mssv,: Ở học kì 191 em có làm đơn xin chuyển chuyên ngành từ QLCN sang QTKD để đăng kí môn LVTN (IM4323 QTKD) và đã được PĐT giải quyết và đăng kí được môn học này . Học kì này em đăng kí lại môn học này nhưng không được vì mã 2 môn học tiên quyết (thực tập tốt nghiệp và đề cương luận văn) trên hệ thống chưa chuyển về mã bên ngành QTKD. Vì thế em không đăng kí được môn LVTN (IM4323) Em mong nhận được sự giúp đỡ từ PĐT. Em cám ơn các thầy cô ạ.",
    "Em chào thầy/cô, Em nhận được email thông báo ds học bổng khuyến khích của trường. Em và một số bạn trong lớp thắc mắc là các tiêu chí nhận hb đều thỏa nhưng tại sao không thấy tên trong danh sách. Không biết pdt có nhầm lẫn hay tụi em có mục nào không đạt hay không? Hi vọng pdt có thể check lại được không ạ? Đây là thông tin của em: Mssv:  Lớp: XD15KT, Khoa Kỹ thuật Xây dựng  Hi vọng sớm nhận được phản hồi từ phòng pdt. Em cảm ơn thầy/cô rất nhiều, Em ",
    "Em chào thầy/cô, Em nhận được email thông báo ds học bổng khuyến khích của trường. Em và một số bạn trong lớp thắc mắc là các tiêu chí nhận hb đều thỏa nhưng tại sao không thấy tên trong danh sách. Không biết pdt có nhầm lẫn hay tụi em có mục nào không đạt hay không? Hi vọng pdt có thể check lại được không ạ? Đây là thông tin của em: Mssv:  Lớp: XD15KT, Khoa Kỹ thuật Xây dựng  Hi vọng sớm nhận được phản hồi từ phòng pdt. Vì hạn thắc mắc về ds học bổng sắp tới . Em cảm ơn thầy/cô rất nhiều, Em  Trả lời",
    "Kính gửi Thầy Cô phụ trách Em tên là , MSSV , sinh viên lớp VP14XDC. Em có thắc mắc về Danh sách dự kiến Học bổng Khuyến khích. Hiện tại, em đã xin tạm dừng học tại trường để tiếp tục học chương trình liên kết bên Pháp và đã được Phòng Đào tạo chấp nhận. Tuy nhiên,em đã hoàn thành học kỳ II năm học vừa rồi tại Trường, với điểm trung bình 8,52 và điểm rèn luyện 100. Tự xét thấy mình có đủ điều kiện nhận Học bổng khuyến khích, nhưng lại không thấy tên mình trong Danh sách dự kiến, nên em xin Thầy Cô xem xét trường hợp của em và cho em lời giải thích. Em xin cảm ơn Thầy Cô rất nhiều, Trân trọng,",
    "Nếu mình(em) muốn chuyển điểm cho anh văn 1,2,3 còn anh văn 4 không chuyển. Lần sau thi cao hơn, mình(em) mới chuyên điểm cho anh văn 4 thì được không? Mong các bạn và Thầy cô giải thích hộ dùm mình(em).",
    "Dạ, em chào ad ạ , cho em hỏi vấn đề về tốt nghiệp là Khi em làm đơn thu nhận lại vào học kì 2 2018-2019 ( thì em dc dk các môn học chính quy, tuy nhiên các môn học em đều hoàn thành xong, nên em ko dk môn học nữa) mà em sẽ dk đợt tốt nghiệp vào giữa tháng 2 - thì cho em hỏi khi em ko dk các môn chính quy của hk 2 vào ngày 3/12/2018 đó mà em chỉ cần dk dc tốt nghiệp vào đợt giũa tháng 2/2019 thì dc ko ạ, tại vì em đã làm đơn thu nhân lại vào hk 182 r",
    "MSSVMSGV:   b Dear  Em là sinh viên k18, em thi anh văn đầu vào với số điểm là 355 và ngay từ đầu sau khi công bố điểm thi, e đã đăng kí tự chủ anh văn (không học anh văn ở trường). Nhưng ở phần đăng kí môn học cho học kì 182 của em, có môn AV2 và e thấy bắt buộc, vậy cho em hỏi e đã đăng kí tự chủ anh văn thì e có phải đăng kí môn học AV2 ở lần đăng kí môn học học kì 182 không ạ? Mong page sớm có hồi đáp vì ngày 312 là hết hạn đăng kí học kì 182 Em cảm ơn rất nhiều ạ! Tel: [phone_number] Mail: ",
    "Xin chào Thầy/Cô, Trang http://lms.bklearning.edu.vn/ bị lỗi không thể truy cập. Tình trạng này đã diễn ra từ lúc tối ngày 28/11/2018 đến hiện tại. Mong thầy/cô khắc phục để em có thể nộp bài tập. Xin cảm ơn.",
    "Em là sinh viên năm 4, em đã học đủ số môn, kì sau em chỉ cần làm luận văn là đủ điều kiện ra trường. Cho em hỏi kì sau em cần đăng kí bao nhiêu chỉ (luận văn 9 chỉ + một số môn) để có đủ điều kiện nhận học bổng ạ.",
    "Em đang theo học chương trình trình Việt Pháp. Trong chương trình có môn Đường lối Cách mạng ĐCSVN mã 001004. Em đã học dự thính môn này mã SP1009 nhưng chưa có kết quả điểm chuyển/điểm miễn. Mong phòng đào tạo xem xét cập nhật giúp em.",
    "Em chào các thầy cô, Em là sv k2018 nên hiện chưa có tài khoản OCB, em không biết còn cách nào khác để nộp tiền BHYT cho trường ( hay có thể nộp qua đợt khác ). Em mong sớm được trả lời   p      ",
    "Chào các thầy cô, anh chị. Em khóa K15 bằng 2, môn học Kết cấu BTCT 3 mã số 804024 có mở đăng ký nhưng hiện tại chỉ có 3 người đăng ký nên nhiều khả năng sẽ không mở lớp. Vậy em có thể đăng ký môn này với mã số mới là CI3115 (từ khóa 2016) được không? Mã số mới 3 chỉ, mã số cũ 2 chỉ. ﻿ ﻿Em cảm ơn",
    "Gửi Phòng Đào Tạo Hiện tại thì sắp tới hạn cuối thanh toán tiền bảo hiểm y tế trên BKPay, nhưng tới giờ em vẫn chưa nhận được thông báo gì về tài khoản OCB của mình. Vậy em phải làm sao để thanh toán trước thời hạn? Mong Phòng Đào Tạo trả lời cho em sớm Em xin cảm ơn",
    "Em là sinh viên năm nhất. Em muốn hỏi nếu học kì 2 em mới nộp chứng chỉ anh văn để xét điểm  thì em có thể chuyển điểm cho anh văn 1 và anh văn 2 luôn không hay chỉ có thể chuyển điểm cho anh văn 2 trở đi thôi (giả sử em chuyển điểm cho 4 anh văn luôn ấy ạ). Em xin cảm ơn.",
    "tình hình là e đang theo học ngành xây dựng, học kì 181 e có đăng kí môn Hóa Vô cơ mã CH2013, nhưng theo CTĐT của ngành xây dựng Hóa Vô Cơ phải là mã CH2011 3 chỉ, trong quá trình em đang học thì nhận ra rằng mã CH2013 mà của ngành Hóa 4 chỉ, vậy nếu e qua môn này (CH2013) thì liệu e có được trường chuyển điểm qua không ạ, nếu như vậy e có cần phải học lại môn Hóa Vô cơ mã CH2011 không ạ??? Cám ơn nhà Trường",
    "Phòng đào tạo cho em hỏi em đã thi ielts và đã có bằng là 6.0 xin hỏi khi em nộp bằng này e chỉ cần đi photo rồi nộp cho trường phải không   ạ ? Em xin cảm ơn",
    "Em tên là  khoá 2017 Hiện nay em đang học ở lớp tài năng xây dựng. Quy định về anh văn trong lớp tài năng sau năm 1 là 350 nhưng giờ hk1 nam 2 rồi mà mới được 300. Cho  em hỏi là học kỳ sau e phải chuyển về hệ đại trà hả tại quy định anh văn bên hệ đại trà thỳ e đạt. Nhưng giờ e đăng ký môn là trong hệ tài năng ,v hệ thống sẽ tự động chuyển về hệ đại trà cho em học hả. Xin trả lời sớm cho em ạ. Em xin cảm ơn",
    "Kính gửi nhà trường, Em đang là sinh viên năm nhất có một số câu hỏi mong muốn nhà trường giải đáp. Em xin hỏi về khoản tạm thu 4 triệu đầu năm bao gồm những khoản nào?  Và tiền HPCQ đợt 2 lần này là đóng cho khoản nào ạ? Trong khi chờ đợi câu trả lời từ nhà trường, em xin chân thành cảm ơn",
    "Gửi quý thầy(cô) Em MSSV  mong phòng đào tạo cho em biết là học phí đợt 2 này em có ghi trên  là 1.486.000VNĐ vậy cho em hỏi nó gồm tiền của cụ thể những môn học nào?  Mong quý thầy(cô) sẽ phản hồi em sớm.",
    "Quý thầy(cô)  cho em xin hỏi là : hiện tại em là SV văn bằng 2 đã được xét miễn Anh Văn (1,2,3,4) và do em không biết nên đã đăng kí vào thi Anh văn Định kì hàng năm.  Hiện tại đã quá hạn đóng tiền và theo em được biết thì em đã được miễn nên cũng không phải đăng kí thi. Bây giờ em cơ thể hủy đăng kí thi được không ạ ?  Kịn mong Quý Thầy (Cô)  xem xét.  em xin cám ơn",
    "Kính gửi quý thầy cô. Em là sinh viên khoa điện- điện tử hệ vừa làm vừa học khoá 2015. Em gửi thư này xin khoa điện điện tử gửi cho em danh sách các môn học còn thiếu để em tiện theo dõi. Em xin chân thành cảm ơn.",
    "Em tên  - Khóa K13 - MSSV 4. Cho em hỏi về vấn đề Đăng Ký Bảo Hiểm Y Tế cho SV. Như trên mail thì hạn chót đăng ký là 30/11/2018 mà hôm nay em mới nhớ ra là chưa đóng.Em có hỏi mấy bạn thì em đã lên myBK đăng ký Bảo Hiểm Y Tế và đã có số tiền cần thanh toán trên BKPay hiện ra, Vậy cho em hỏi là bây giờ em phải làm gì ạ ? Như vậy có đk được chưa ạ ? Em cảm ơn nhiều ạ!",
    "kì này em cần học môn \" kĩ thuật điều khiển tự động\" mà cần môn học trước \" trang bị điện điện tử trong máy công nghiệp\" thì cho em hỏi em có thể đăng kí cả 2 trong học kì này không",
    "Em lỡ bỏ qua thời gian đang ký bảo hiểm y tế vừa rồi (  8h00 ngày 15/11/2018 -  16h00 ngày 30/11/2018  ). không biết em có thể đang ký bổ sung hay có cách nào đang ký không ạ ? em xin cảm ơn!",
    "Em xin chào BQL, em tên là , MSSV  . Em đã hoàn thành môn Đồ án chuyên ngành KT Nhiệt ME4053 vào học kỳ 171, sau đó đã check điểm và đã có cập nhật trên aao (Cụ thể là 7,5). Nhưng sau lần kiểm tra gần nhất em lại thấy mình chỉ có điểm thi, chứ không có điểm tổng kết, vẫn tính số tính chỉ nhưng không tính vào tiến độ học tập. Em vẫn có thể đăng ký được Đề cương LVTN. Em xin các thầy cô xem xét hoàn điểm giúp em , em xin cám ơn!",
    "Em đang theo học chương trình trình Việt Pháp. Trong chương trình có môn Đường lối Cách mạng ĐCSVN mã 001004. Em đã học dự thính môn này mã SP1009 nhưng chưa có kết quả điểm chuyển/điểm miễn. Mong phòng đào tạo xem xét cập nhật giúp em.",
    "u năm em đã đăng kí không tham gia học anh văn tại trường, vì em đã học av bên ngoài và nộp chứng chỉ cho trường sau. nhưng hiện tại trong lịch thi cuối kì 181 của em lại có thi môn anh văn trong khi đó lúc giữa kì thì không có. em xin quý thầy cô xem lại cho em vì em không có ý định tham gia thi av cuối kì!",
    "Em tên , hiện em là sinh viên khóa K16 khoa Điện Tử. Em hiện tại đang bảo lưu được 1 năm và em muốn hỏi về thủ tục nhập học lại.Em xin cảm ơn và mong sớm nhận được hồi âm từ quý thầy cô.",
    "Hiện tại em đang học khoa công nghệ vật liệu năm 3 , em có nhu cầu muốn theo học 1 nghành mới thì làm thế nào , phải đáp ứng điều kiện gì ? làm sao để em có thể đang kí nhiều hơn 21 tín chỉ để tích lũy tín chỉ cho nghành thứ 2 ? em xin trân thành cảm ơn",
    "Dạ cho em hỏi là em lỡ mất kì đăng ký môn học, em có thể điều chỉnh đăng ký môn học khi nào ạ",
    "Gửi phòng Đào Tạo Theo như thông tin về phương thức xét tuyển học bổng cho mỗi học kì điều kiện cần là số TCTLN  = 90% số tín chỉ của chương trình đào tạo tính đến học kì xét học bổng. Ở học kì 2 theo chương trình đào tạo thì em có môn Anh Văn 2 là môn bắt buộc và có 2 tín chỉ. Nhưng điểm đầu vào của em đã qua mức anh văn 2 nên em không đăng kí môn đó ở học kì sau. Tuy nhiên nếu không đăng kí thì số TC của em lại chưa đạt 90% theo số tín chỉ của chương trình đào tạo. Nếu như vậy, em có đủ điều kiện để được xét học bổng khuyến khích học tập không? Mong nhận được phản hồi sớm từ phòng Đào Tạo Em xin cảm ơn",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa HCM, Em tên là  - MSSV ,lớp CK15NH2, ngành Kỹ Thuật Nhiệt, Khoa Cơ Khí, trường Đại học Bách Khoa Hồ Chí Minh. Trong học kì 1 năm học 2017-2018, em có học môn Đồ án thiết kế và đã qua môn với điểm tổng kết 7.50 nhưng trên bảng điểm và tiến độ học tập thì báo là em chưa đạt môn này. Vậy em kính mong Phòng đào tạo xem xét và sửa lại kết quả đúng giúp em có thể hoàn thành đúng tiến độ học tập. Em xin chân thành cảm ơn.   i  .",
    "Chào thầy/cô. Em là sinh viên khóa 2016. Theo quy định nhà trường chuẩn anh văn năm 3 của k16 là anh văn 2 hoặc 450(Toeic). Hiện tại anh văn 3 em đã đạt nhưng anh văn 2 thì chưa đạt thì việc đăng kí môn học của em năm 4 có bị ảnh hưởng gì không. Em cảm ơn!!",
    "Gửi Phòng Đào tạo Em thi đầu vào được vào lớp Anh văn 3. Như vậy thì em được miễn học Anh Văn 2 và Anh văn 1. Vậy các tín chỉ của 2 môn học đó em đã được tính là hoàn thành chưa? Mong Phòng Đào tạo trả lời cho em sớm Em xin cảm ơn",
    "Gửi Phòng Đào Tạo Hiện tại em nhận được nhiều thông tin khác nhau về số ngày công tác xã hội cần thiết để được xét luận văn, tốt nghiệp. Vậy số ngày tối thiều cần thiết để được xét luận văn, tốt nghiệp là bao nhiêu ngày ạ? Mong Phòng Đào Tạo trả lời cho em sớm Em xin cảm ơn",
    "Em là sinh viên năm 4, em mới nhận được điểm thi Toeic. Giờ em muốn nộp chứng chỉ anh văn để xét nhận luận văn tốt nghiệp và chuyển điểm anh văn 1 và 2. Khoảng giữa tháng 1/2019 e sẽ có bảng điểm Toeic mới sau đó em chuyển điểm cho anh văn 3 và 4. Không biết như vậy có được không ạ? Em cảm ơn.",
    "Em tên là  (MSSV-7), em có qua trang đăng kí in bảng điểm thì thấy báo lỗi là \"..bị cấm do nợ phí in...\" . Em qua bkpay kiểm tra thì không thấy báo bị nợ phí in BD, và từ trước giờ em cũng chưa đăng kí in BD lần nào cả. Do em đã hết hạn học chính quy nên em cần in BD để bổ sung hồ sơ chuyển qua hệ tại chức của trường. Mong các Thầy/Cô kiểm tra lại giúp em với, em xin cám ơn ạ .",
    "Cho em hỏi, ngành Khoa học máy tính có bắt buộc phải học 9 chỉ nhóm C và 12 chỉ nhóm D không ạ? Vì em thấy có một số nơi ghi vậy còn một số không nhắc tới.",
    "Chào thầy/cô, Em học ngành khoa học máy tính. Em có thắc mắc về vấn đề trong một học kỳ chính thì được đăng ký tối thiểu bao nhiêu chỉ? Trong quy chế, em có đọc được:   QUOTE Để duy trì trạng thái SV và không bị tạm dừng, SV phải đăng ký môn học với khối lượng học tập tối thiểu là:  - 14 tín chỉ cho mỗi học kỳ chính, trừ các học kỳ sau thời gian đào tạo theo kế hoạch (Xem Điều 5) và trừ các học kỳ học tiếng Anh của chương trình đào tạo bằng tiếng Anh. Riêng SV có học lực yếu thì tối thiểu là 10 tín chỉ.   /QUOTE  Nhưng một số đứa bạn em, không thuộc dạng học lực yếu mà vẫn được được đăng ký 12 chỉ học kỳ chính. Vậy nếu em đăng ký dưới 14 chỉ thì có bị ảnh hưởng gì không ạ ? Em cảm ơn thầy\\cô !!!",
    "Em có thắc mắc không biết là nhà trường có đăng ký cho sinh viên được tải và sử dụng miễn phí công cụ microsoft office không?",
    "Cho em hỏi là hệ thống nộp tiền trực tuyến bị gì mà em không vào được ạ?(hình đính kèm)",
    "Cô ơi, cho em hỏi có cách nào biết mình đã kí tên vô bảng danh sách hôm thi cuối kì không ạ. Hôm qua e có đi thi dự thính môn Trường Điện Từ phòng 304B8 lúc 18h15  nhưng em lại không nhớ mình đã kí tên vô danh sách hay chưa, tại lúc đó làm bài gấp, thường thì giám thị sẽ mang đến tận bàn cho SV kí nhưng em không nhớ, mặc dù cuối h đã nộp bài làm đầy đủ cho giám thị. Cô ơi giúp em tra thử bảng danh sách kí tên được không ạ.Tên em: , MSSV:. Thi môn Trường Điện Từ, ngày 7-12-2018 lúc 18h15 tại phòng 304B8. Nếu quên chưa kí mà có nộp bài đầy đủ thì có được kí bổ sung không ạ. Em chân thành cảm ơn !!!",
    "Vừa làm vừa học - ĐX    Chào thầy cô, Em vào đăng ký môn học theo lớp CN thì có môn   B CO2008 -  (H)     em không tìm thấy để đăng ký. Xin thầy cô giúp đỡ. Em xin cảm ơn.",
    "Chào quý Thầy/Cô, Em có 2 vướng mắc nhờ Thầy/Cô hướng dẫn thêm ạ. 1. Em đăng ký học hệ VHVL (12/2018) ở trường BK ở Quận 10, nhưng vì điều kiện công việc và chỗ ở xa, em muốn xin về học ở Trường CĐXD số 2 được không? nếu được thì phải làm thế nào ạ? 2. Lúc đầu đăng ký, em có chọn ngành Kỹ thuật xây dựng, sau khi em làm thủ tục nhập học thì có thể đổi sang ngành Vật liệu xây dựng được không ạ? Xin cảm ơn.",
    "Chào thầy/cô, Thầy cô cho em hỏi, em là sinh viên tốt nghiệp ĐH hệ chính quy ngành Kỹ thuật điện tử - viễn thông, thầy cho cho em hỏi một số vấn đề thắc mắc: +Học kỳ đầu tiên nhà trường tự xếp lịch cứng hay mình phải đăng ký. +Khi nhận được danh sách môn được miễn mình có thể chỉnh sửa lại và thêm những môn khác vào thời khóa biểu được không. +Có một số môn trong danh sách học kì đầu tiên em không tìm thấy để đăng ký. +Em đi làm ban ngày giờ hành chính, sắp xếp thế nào cho chuẩn",
    "Đầu năm tụi em đã đóng 3.300.000 cho học phí tạm ứng và giờ em phải đóng thêm khoản hơn 3.000.000. Vậy cho em hỏi số tiền đó gồm những khoản nào và sô tiềb từng môn học ra sao ạ? Em xin cảm ơn.",
    "Xin chào thầy cô!!! Em là sinh viên hệ VHVL xét tuyển mới đăng ký nhập học ngày 09/12/2018. Cùng như các bạn khác. Em thấy có thông báo lịch học 2 môn \"Giải tích 2\" và \" Phương pháp tính\" được mở dạy vào ngày 10/125/2018. 1- Vậy 2 môn này chúng em có cần phải đăng ký mới được vào học. Hay tụi em chỉ cần chọn 1 trong 2 lớp để vào rồi xin học thou. 2- Theo hướng dẫn Đăng Ký Môn Học, em mới đăng ký được 2 môn \"MT1007 - Đại số tuyến tính\" và \"PH1003 - Vật lý 1\". Và em đăng ký tiếp môn học không được, Vậy là do 2 môn đã chiếm hết thời gian các ngày trong tuần, nên em không đăng ký được nữa phải không thưa Thầy Cô. -Và theo như hình này là em đã đăng ký được 2 môn học này cho PĐT chưa ạ. Vì mỗi lần em nhấn vào (Đăng ký/Hiệu Chỉnh) xong là bị báo lỗi.",
    "Thưa ad, năm vừa rồi em thi AVĐV được 315, nhưng em không đăng kí được AV1 do phòng ĐT không mở lớp, ở HK182 e có đăng kí AV1 nhưng lại được thông báo là\" chưa học AVCB\", tuy nhiên trong TKB vẫn có AV1, như vậy trong đợt hiệu chỉnh HK182 ngày 18/12 sắp đến e có được đăng kí AV1 không ( Trong đợt AVĐV cho K18 e có thi AVĐV nhưng chỉ 240 điểm thôi). Mong ad giải đáp. E cám ơn",
    "MSSV  Chào thầy cô, hôm trước em có đăng kí mua bảo hiểm xã hội ở phường nên em không đăng kí mua ở trường nay gặp vấn đề nên em không mua được bảo hiểm ở phường, vậy bây giờ em cần làm gì ạ? Bảo hiểm y tế cũ của em có thời hạn 1/10/2018 đến 31/12/2018",
    "chào thầy cô, em là sv VLVH khoá 2018 đợt tháng 10 diện xét học bạ, theo tkb ngày 8/12 thì thời gian bắt đầu học của lớp xét học bạ là 10/12, nhưng hôm sinh hoạt đầu khoá em nghe thông báo tuần sau ngày 17/12 mới bắt đầu học. có đúng không? mong thầy cô giải đáp giúp. em cảm ơn.",
    "E có nộp CCNN vào ngày 23/11 và giờ vẫn chưa nhận được kết quả thẩm tra. Do gần tới đợt đăng kí môn bổ sung rồi nên e muốn hỏi là khoảng bao lâu thì sẽ có kết quả thẩm tra CCNN.",
    "Thầy cô cho em hỏi là khi nộp chứng chỉ ngoại ngữ , em có cần lên mybk đăng ký trước hay không , hay em chỉ cần lên văn phòng đào tạo nộp thôi ạ ?   Và em có được nộp bản sao có công chứng không ạ ? Em xin cảm ơn  B ",
    "Chào thầy/ cô, Thầy cô cho em hỏi về việc nhận học bổng khuyến khích học tập HK151. Cho em hỏi là khi nào em mới nhận được học bổng vậy ạ . Em cảm ơn thầy/ cô đã hỗ trợ ạ.",
    "Em có đứa em họ học năm 3 , năm trước thi rớt anh văn bị đình chỉ học kỳ ,ra trung tâm học anh văn thi nộp cho trường , học kỳ này đăng ký môn học 6 môn , sau khi đăng ký xong có kết quả toeic 320 mà môn học yêu cầu là 350 nên bị huỷ môn học. Còn hơn 1 tháng là chính thức nhập học. Cho em hỏi trước khi nhập học nếu nó thi lại lần nữa mà toeic đạt 350 theo yêu cầu vậy có cách nào để nó đăng ký môn học không ( không thì bị đình chỉ 1 năm) Em nghe nói trường chỉ nhận bằng toeic của trung tâm 3/2 và IIG còn trung tâm nào khác ko? Trung tâm có nhiều chi nhánh , thi ở chi nhánh được không ạ !      Mong thầy cô giúp em , em cảm ơn!",
    "Kính gửi Phòng Đào Tạo ĐH Bách Khoa Tp HCM Em tên là  MSSV 2 Em thuộc diện sinh viên được thu nhận lại vào học kỳ 2 học kỳ 182, quyết định số 908/QD-DHBK-DT ngày 29/11/2018. Em có cập nhật thông tin sinh viên vào ngày 10/12/2018 theo quy định mới của trường. Tuy nhiên đến hôm nay tài khoản sinh viên vẫn không vào được trang đăng ký môn học và nó báo phải liên hệ với phòng Đào Tạo. Tuy nhiên do em đang ở quê và nhà em đang bị thiệt hại do mưa lũ nên em không thể vào lại thành phố sớm để liên hệ trực tiếp với phòng Đào Tạo về trường hợp của em rất mong quý thầy cô có thể thông cảm giúp em. Hiện tại do em còn nợ anh văn 4 và LVTN nên nếu được đăng ký môn học vào đợt ngày 18/12 sắp tới thì em sẽ có thể hoàn thành chương trình đào tạo của mình. Rất mong quý thầy cô có thể giúp đỡ em. Em xin chân thành cảm ơn.",
    "Em chào thầy cô ạ . Hiện e đang là sinh viên năm 2. E có chút thắc mắc về việc điều kiện anh văn để đăng kí môn học ạ. Cho em hỏi để đủ điều kiện đăng kí môn cho học kì 2 năm 2 thì cần điều kiện anh văn bắt buộc là 250 hay 300 ạ. Vì av của em chỉ được trên 250 nên em không biết mình có được đăng kí môn cho học kì tiếp không . Kính mong thầy cô giải đáp thắc mắc của em . Em xin chân thành cảm ơn.",
    "E là sinh viên năm nhất lần đầu năm e có thi anh văn và e đăng kí học anh văn cơ bản lần này e thi qua anh văn 1 rồi thì e muốn k đăng kí anh văn trong trường nữa thì phải làm sao ạ",
    "Em muốn hỏi là em có chứng chỉ ngoại ngữ toeic 320 điểm để nộp vào vậy có được qua chuẩn anh văn năm 1 để đăng ký môn học năm 2 không vậy ?",
    "Kính chào quý thầy cô. Em đã đăng kí thẩm tra chứng chỉ ngoại ngữ TOEFL iBT trên mybk vào 21/11/2018 15:44 mà đến nay em vẫn chưa nhận được kết quả thẩm tra. Quý thầy cô cho phép em hỏi là quy trình thẩm tra chứng chỉ theo quy định của nhà trường là mất bao nhiêu ngày làm sẽ được trả lời? Em đã gửi file chuyển sang dạng jpg từ file pdf của ETS gửi cho em nhưng do chỉ nộp được 1 file jpg nên em chỉ gửi page 1 file pdf. Ngoài ra em có đính kèm file pdf của ETS trong câu hỏi .",
    "Kính chào thầy cô và các bạn, em là tân sinh viên. Cho em hỏi đầu năm em thi AVĐV dưới 300 nhưng vừa rồi cuối kì 1 em thi AVĐV 380 vậy cho em hỏi là em đã qua được anh văn của năm nhất chưa ạ. Nếu em muốn học AV ở trường thì em sẽ học tiếp AV mấy ạ vì hk1 3m học avcb v học kì 2 đăng kí anh văn nào ạ",
    "Chào quý thầy cô! Em là sinh viên vừa liên thông khoá vừa học vừa làm. Và em vừa chuẩn bị thi toeic. Vậy cho em hỏi là đề thi theo fomat cũ hay mới? Em cảm ơn.",
    "Em ra ngân hàng OCB chi nhánh Lý Thường Kiệt đọc MSSV thì được thông báo là \"Chưa đăng kí\" nên em không đóng tiền được. Nhưng đầu năm khi làm Hồ sơ nhập học em đã đki TK ngân hàng OCB rồi. (Em đki TK riêng, không nộp chung với hồ sơ nhập học) Cho em hỏi bây giờ em phải làm sao để đóng được học phí ạ?",
    "Em là sinh viên hệ VHVL, các thầy cô, anh chị cho em hỏi trường mình( cơ sở  ) giữ xe em thấy ghi đến 9h tối thôi vạy em học từ tiến 13 đến tiết cuối ngay luôn là qua 9h thì em gưỉ xe ở đâu ạ, em xin camr ơn",
    "Dạ e vừa thi qua avdv để dkmh cho kì kế e có cần làm thủ tục gì để 18/12 dkmh ko ạ  hôm bữa e chưa thi av nên e chưa dk kế hoạch ạ e cảm ơn",
    "Chào mọi người e tên  cho e hỏi giờ xem thời khóa biểu chính thức của hệ VHVL học lại tết thì xem ở đâu ạ  2 Cho e  hỏi nếu giờ e hủy môn học thì làm như thế nào ạ e cảm ơn   ",
    "Chào quý thầy cô ạ ! E có một vấn đề thắc mắc xin được hỏi quý thầy cô ạ . E đã kiểm tra trình độ tiếng đầu vào được  350 ạ . Và e có đọc quy chế ngoại ngữ ngữ sau năm hai phải đạt anh văn 2 hoặc kiểm tra anh văn sau mỗi năm    350 (hiện tại e chưa học anh văn 2) .Vậy quý thầy cho e hỏi là e đã kiểm tra anh văn năm nhất  Đã đạt   350 z sau năm 2. Liệu sau năm 2 e có cần đăng ký kiểm tra trình độ anh văn không ạ ? E xin trân thành cảm ơn !!!",
    "Kính chào, Em tên là  Hiện tại em không thể truy cập được trang thanh toán học phí BKPay, nên không thể thực hiện được việc đóng học phí. Hạn chót lại là ngày 14/12 (Ngày thứ 6). Em đang rất cần sự trợ giúp để giải quyết vấn đề này ạ . Em xin cảm ơn",
    "Dạ, em chào thầy/cô. Em muốn lấy bảng điểm dưới dạng file pdf, nhưng em thấy, trên trang web chỉ có phần hỗ trợ in bảng điểm giấy có xác nhận của nhà trường. Vậy có cách nào lấy được file bảng điểm không ạ? Em cảm ơn nhiều ạ.",
    "Dạ cho em hỏi là em đang học anh văn 2 mà em mới thi lại anh văn đầu vào được 505 điểm. Em đọc trên web trường là được miễn 4 anh văn vậy giờ em có cần đăng kí gì để được miễn hay trường tự miễn hết cho em ạ. Nếu được miễn thì kì này em không cần đăng kí anh văn nữa phải không ạ.Em cảm ơn",
    "u năm em đã đăng kí không xép lớp anh văn, nhưng mà cuối kì em vẫn bị tính tiền học phí anh văn. xin trả lời giúp em",
    "thầy cô cho em hỏi  là BHYT em có  mua ở  ngoài nhưng cuối tháng mới nhận đượcnên em không đăng  kí  ở trường, cho em hỏi thủ  tục xác  nhận như nào  ạ",
    "Gửi thầy(cô), Em là sinh viên khóa K18. Hiện tại BK pay không truy cập được, em có nhận được mail của nhà trường về việc gia hạn thời gian đóng học phí lần 2 của học kì 182. Vậy cho em hỏi vậy là 15h ngày 14/12/2018 là vẫn chưa phải hạn chót đóng học phí là đúng không ạ?  Mong quý thầy(cô) phản hồi em sớm. Thân.",
    "Dạ em đang học avcb trong trường... và vừa rồi em thi lại av đầu vào được 330 ạ. Vậy em có được qua học   av1 được không ạ Vì Thứ 2 17/12 em vẫn có lịch thi avcb 30% ạ Mong quý thầy cô xem xét và giải quyết giúp em ạ Trân trọng cám ơn quý thầy cô",
    "kinh gửi phòng đào tạo. em tên là . vì sơ ý lên em đã đóng trễ hạn lệ phí thi anh văn đầu vào. em muốn hỏi là em có bị cấm đăng kí môn học trong học kỳ tới không ạ? nếu có thì em phải làm thế nào? em xin cảm ơn!",
    "iểm tổng kết môn toán kỹ thuật kì 171 của em sao bị mất vậy ạ ?",
    "MSSV:  GỬI THẦY/CÔ  LÀ DẠNG XÉT HỌC BẠ  NHƯNG TRONG LỊCH HỌC VỤ CÓ 2 THỜI KHÓA BIỂU   .  ƠN ",
    "Cho em hỏi là em vừa thi   B TOEIC    chứng chỉ quốc tế rồi và đạt   B 450 điểm   . Theo quy định thì nếu em chuyển điểm, mức điểm sẽ là:   B AV1_10đ; AV2_7.5đ; AV3_5đ.    Nhưng mà hiện tại em đang học AV4 và   U đã đậu AV3 với mức điểm: 8.0đ    vậy thì khi thực hiện việc chuyển điểm, thì điểm AV3 của em sẽ là 8.0đ hay là theo đúng như quy định, chỉ được 5đ thôi ạ. Em xin cám ơn !",
    "Môn Toán kỹ thuật em đạt điểm tổng kết 8.5 vậy tại sao phần tiến độ học tập ghi em chưa đạt ạ ?",
    "Kính gửi Thầy (cô), Em là sinh viên năm 1 khoa ĐIện-Điện tử. Vừa rồi em đăng kí thi AV vào ngày 8/12/2018 do trường tổ chức và được số điểm là 485. Cho e hỏi là em làm thế nào để chuyển điểm Tiếng Anh của mình ạ? Em xin chân thành cảm ơn ạ!",
    "Thầy/Cô cho em xin hỏi về việc cập nhật lại thông tin sinh viên, em đã cập nhật online nhưng do hộ khẩu nhà em thay đổi nên hạn cuối nộp lại hộ khẩu bổ sung là khi nào ạ, có cần phải trong khoảng thời gian cập nhật thông tin không ạ? Em mong hồi đáp sớm để em có thể chuẩn bị kịp. Em xin chân thành cảm ơn thầy/cô!:",
    "cho em hỏi đăng kí môn học đợt 2 kết thúc ngày 9/12 em không  vào xem và cũng không nhận được email, đó phải là đợt đăng kí chính thức chưa và nếu không đăng kí có bị gì không ạ, đợt 1 em có đăng kí rồi",
    "MÌnh là sv chuyển hệ cq sang vhvl MÌnh đã kích hoạt BknetID, đã đổi mật khẩu,đã đăng kí môn học MÌnh nhận được mail cần cập nhật thông tin liên lạc khi  đăng nhập mybk_thông tin sinh viên thì gặp lỗi \"Tài khoản không tồn tại hoặc hết hiệu lực, vui lòng quay lại sau! \" Xin được giúp đỡ",
    "Em là  - . Xin chào , Em muốn hỏi thêm về thời gian thẩm tra chứng chỉ - Vào ngày 29/11/2018 em có đăng kí nộp chứng chỉ anh văn toeic để xét chuẩn anh văn để em có thể đăng kí môn học cho học kì tiếp theo 182 . Mà tới giờ em vẫn thấy chứng chỉ của em vẫn chưa được thẩm tra, Liệu chứng chỉ của em có thẩm tra kịp lúc để em có thể đăng môn học cho đợt bổ sung học kì 182. Em là k16 em muốn biết thêm về chuẩn nhận luận văn của khóa em có thay đổi không và thay đổi thành bao nhiêu ạ, do trên web aao em vẫn không tìm được . Mong PĐT hồi đáp giúp em . Em xin cảm ơn.",
    "em hiện tại đang học anh văn 2 tại trường tại sao trong đợt đăng kí môn học học kì 182 đợt 1, tại sao nhập mã môn học của anh văn 3 và để đăng kí tại sao lại không được, đợt tiếp theo bắt đầu từ ngày 18/12/2018 em có đăng kí được không ạ.",
    "Cho em hỏi đợt 2 của đóng học phí BKpay có bảo trì giờ em lên lại thấy có thể đóng tiền, vậy thì giờ em đóng luôn hay đợi mail xác nhận của trường ạ, em cảm ơn.",
    "Thưa thầy cô,  Bữa trước em có nhận được Email ghi là máy chủ Bkpay đang tạm ngưng và sẽ gia hạn thời gian đóng học phí. Nhưng sao BKpay thấy mở rồi mà chưa có tin nhắn ghi thời gian gia hạn đóng học phí là ngày nào ạ? ",
    "Cho em hỏi tùe ngày 12 bkpay đã đóng trang web đến nay moiw mở lại. Vậy học phí e đóng trong thời điểm này có được xem là trễ hạn hay không?",
    "Chào thầy/cô ạ, Vừa rồi có đợt cập nhật thông tin mà em quên mất, giờ em phải làm gì ạ ?",
    "Thưa thầy cô,  Em đã nhận Email về thời gian gia hạn đóng học phí tới ngày 18/12/2018 lúc 15h00 Nhưng khi lên BKpay em lại thấy ghi \"ngày dự kiến hết hạn vẫn là 15h00 ngày 14/12/2018 vậy ạ?  Nếu bây giờ em chọn thanh toán mục trên thì em đã đóng tiền chưa ạ?!",
    "Cho em hỏi, em có nhận được mail thông báo thu bảo hiểm đợt 2. Thời gian từ 7:00 ngày 13/12 đến 16:00 ngày 17/12/2018. Trong thời gian trên, em không thể đăng nhập bkpay để đăng kí bảo hiểm (mục 24 mybk) vì lí do trang bkpay đang bảo trì. Đến hiện tại, trang đăng kí bảo hiểm vẫn bao bảo trì cho đến ngày 18/12. Do vậy em không thể đăng kí và thanh toán tiền bảo hiểm. Cho em hỏi phương hướng và cách thức xử lí vấn đề này. Em cảm ơn",
    "Hiện tại danh mục Cập Nhật thông tin cá nhân tên mybk không hoạt động. Vì thế em không thể cập nhật và xác nhận mới thông tin cá nhân. Cho em hỏi cách xử lí vấn đề này ạ?",
    "Hiện tại khi thanh toán trên bkpay, sau khi chọn khoản thanh toán, và đăng nhập OCB e-banking thì không thấy xuất hiện khoản thanh toán đã chọn? Cho em hỏi hệ thông có bị lỗi gì không ạ? Em đang cần thanh toán học phí và bảo hiểm đợt 2.",
    "Sao em nhận được thông báo gia hạn đóng học phí đến 15h ngày 18 nhưng trên BKpay vẫn để ngày 14 và không thể đóng tiền thông qua OCB được ạ?",
    "Cho em hỏi lúc trang bkpay sập thì vẫn chưa hết hạn đóng học phí chính quy đợt 1 vậy tại sao trường gửi mail gia hạn chỉ cho đợt 2 thì làm sao ạ??? Theo hạn đóng học phí đợt 1 thì 15:00 ngày 14/12/2018 mới hết hạn trong khi bkpay sập thì vẫn chưa hết hạn đóng học phí đợt 1. Với lại lúc em vô phần thanh toán của trang OCB thì không thấy hiện tên trường mình thì làm sao để thanh toán ạ???",
    "Cho em hỏi: Làm sao để loại 1 môn học trong đợt đăng ký môn học lần 2 ( môn thí nghiệm vật lý) ?. Vì em nghĩ đó là thí nghiệm vật lý 2( em nhầm). Mong anh/chị nào đọc được xin trả lời giúp em. Hiện em đang ở quê.",
    "Em tên , mssv , em mới thi chuẩn anh văn định kì có kết quả là 250đ vào ngày 10/12/2018, vậy theo quy định nhà trường là em đã đủ điều kiện đăng kí môn học cho năm 2, nhưng trong thời khóa biểu trường mới đăng để hiệu chỉnh thì toàn bộ môn học của em đăng kí đều bị xóa, em thử đăng kí cũng không được vì lí do không đạt chuẩn anh văn sau năm 1. Nhà trường kiểm tra giúp em ạ",
    "Cho em hỏi là em đã qua môn thể chất 1 tuy nhiên đến khi đăng ký thể chất 2 thì lại không được, trang web báo là trùng lịch học hoặc là thời gian di chuyển từ cs1 về cs2 không đủ, và tiếp tục đăng kí kì học tiếp theo này em đã đăng kí nhưng kết quả thì vẫn không được và được báo là môn học không mở. Em mong có câu trả lời sớm nhất ạ, em xin chân thành cảm ơn!",
    "Thưa cô, Em là sv khoa Kĩ thuật Máy tính. Thứ nhất: Học kì hiện tại em đang làm thực tập tốt nghiệp và chưa có điểm. Nên hiện tại hệ thống không cho phép em đăng kí LVTN. Vậy em có thể đăng kí LVTN vào đợt bổ sung khác không ạ? Thứ hai: Hiện tại em đã tham gia đủ 10 ngày CTXH, tuy nhiên các bạn quản lí hoạt động, chưa cập nhật ngày CTXH trên sàn hoạt động ngoại khóa, nên em được báo vẫn chưa đủ ngày CTXH để đăng kí LVTN. Vậy em phải xử lí như thế nào ạ? Em xin cảm ơn",
    "Ngành Công nghệ thông tin (VHVL) hiện đang học theo TKB chỉ định cho HK1, nhưng không có lớp mở môn theo CTDT để đăng ký Nhờ Thầy/ Cô giúp kiểm tra, tks.",
    "em đăng kí nhầm hệ đào tạo chính quy sanh VHVL đợt 1 rồi thì có được đăng kí lại môn học đợt 2 không ạ",
    "Cho em hỏi là hiện em đã học đc 4 học kỳ tại trường và năm sau em muốn thi lại qua nghành khác tại trường thì em có được chuyển điểm các môn đã học ở nghành trước sang nghành mới được không ạ ?",
    "Thưa các thầy/cô, em có thắc mắc về đăng ký môn học, mong được quý thầy cô giải đáp. Cho em hỏi nếu sau đợt đăng ký môn học lần thứ 3, nhưng chưa bắt đầu học kỳ mới, mà sinh viên có như cầu mở thêm lớp và đã xin phép được thầy cô dạy môn đó, thì có thể làm đơn gửi phòng đạo tạo xin mở lớp thêm được không ạ?  Mong được thầy cô giải đáp. Em xin chân thành cám ơn.",
    "Em xin chào Quý Thầy Cô Phòng Đào Tạo . Em xin hỏi là hiện tại em mới vừa thanh toán học phí đợt 1 lẫn đợt 2.Nhưng theo em biết là học phí đợt 1 đã kết thúc ngày 14/12 nhưng mà trước đó 13/12 bkpay đã bảo trì ạ. Em xin hỏi là giờ em mới đóng luôn đợt 1 và đợt 2 thì có bị vi phạm quy định không ạ? Em xin cảm ơn ạ",
    "em chào thầy cô! em là sinh viên k17, đợt thanh toán học phí đợt 1 hk181 em đã đóng trể học phí nhưng khi e đăng ký môn học cho hk182 thì phòng đào tạo đã không xoá môn học mà em đã đăng ký vậy e có cần làm đơn trình bày lý do đóng trể học phí không ạ, Và đợt 2 này thì em cũng đóng trể do web trường bảo trì thì có sao không ạ. E cảm ơn",
    "Cho em hỏi hiện em là sinh viên năm 2, thay đổi hk182 chuẩn anh văn sau năm 2 của chương trình kỹ sư tài năng k17 sau năm 2 là toeic 500 hoặc đạt av 4,vậy em mớ thi kiểm tra av định kì vào ngày 8/12 và được 540 điểm thì có đạt chuẩn anh văn sau năm 2 chưa?.Mong được hồi đáp sớm ạ!",
    "QUOTE : Em đã thi kiểm tra định kỳ anh văn ngày 8/12 và đạt 540 đồng nghĩa với qua anh văn 4 và theo như chuẩn anh văn của chương trình kỹ sư tài năng k17 sau năm 2 thì em đã đạt được chuẩn anh văn sau năm 2 của chương trình. Nhưng khi em đăng ký môn học ở học kỳ 1 năm 3 (năm tới ) để học trước thì hệ thống báo là lỗi không đủ chuẩn anh văn sau năm 2 là sao ạ. Vì mai là thay đổi đăng ký môn học rồi nên, em mong nhận được lời giải thích sớm ạ!!",
    "Em xin chào thầy cô. Em có vấn đề đăng kí môn học xin được thầy với giúp đỡ. Em K15 khoa KTXD kì tới em sẽ đăng kí môn Hạ tầng ngầm mã CI3087 môn này có môn song hành là Nền nóng CI3037. Nhưng bắt đầu từ K16 đồ án tách riêng ra nên mã môn Nền Móng đã đổi thành CI3195. Vì vậy khi các em K16 đăng kí môn Hạ tầng ngầm thì đã bị pđt xoá môn và khi thử đăng kí lại thì thông báo là thiếu môn nền móng mã cũ CI3037 . Em mong thầy cô giải quyết giúp em vấn đề này, cho môn Hạ tầng ngầm có môn song hành là Nền móng bao gồm mã mới lẫn mã cũ, để sinh viên k15 và k16 có thể đăng kí được. Vì còn môn cuối cùng nên các em k16 đã giúp k15. Em mong nhận được sự giúp đỡ của thầy cô để k15 k16 có thể học môn Hạ tầng ngầm cùng nhau và giúp k15 ra trường đúng tiến độ. Em xin cảm ơn.",
    "xin chào quý thầy cô. e là sinh viên hệ VLVH đào tạo tại địa phương. hiện nay em đã học xong HK181 nhưng thông báo học phí trên BKpay vẫn còn là học phí HK172. trong khi một số bạn cùng lớp đã có thông báo học phí HK181. mong quý thầy cô sao lại có trường hợp như vậy ạ? và học phí HK172 và HK181 chừng nào đóng? nếu dồn 2 kỳ vào đóng một lượt chúng em sẽ không đủ khả năng thanh toán. mong quý thầy cô giải quyết sớm giúp chúng em.",
    "Cho em hỏi là sv chính quy nếu như bị buộc thôi học thì có được chuyển sang hệ VLVH không ạ?",
    "Em chào các thầy cô. Em tên  . Mssv,:. Đợt trước em có gửi yêu cầu rồi ạ. Em xin trình bày lại vấn đề. Ở học kì 181 em có làm đơn xin chuyển chuyên ngành từ QLCN sang QTKD để đăng kí môn LVTN (IM4323) (QTKD) và đã được PĐT giải quyết và đăng kí được môn học này (PĐT đã đăng kí giúp em ạ)  Học kì 182 em đăng kí lại môn học này ở đợt đăng kí vừa rồi nhưng kết quả đợt này là không được vì mã 2 môn học tiên quyết (thực tập tốt nghiệp và đề cương luận văn) trên hệ thống chưa chuyển về mã bên ngành QTKD. Vì thế em bị báo thiếu môn ạ. Mong các Thầy Cô hỗ trợ em đăng kí ạ. Em cám ơn các Thầy Cô .",
    "Em là , MSSV . Hôm nay, em có kiểm tra kết quả đăng ký môn học cho học kỳ chính 182 thì nhận được kết quả là  em bị phòng đào tạo không cho phép đăng ký môn \"Kỹ thuật thi công\" (CI3043) do chưa đăng ký môn học song hành là môn \"Nền móng\" mã cũ là CI3037. Em xem chương trình đào tạo cho ngành học của em là ngành \"Kỹ thuật công trình xây dựng\" cho khóa K2016 thì mã môn học em cần đăng ký cho môn \"Nền móng\" là CI3095 và em đã đăng ký môn học này. Em có vào đăng ký lại môn \"Kỹ thuật thi công\" (CI3043) nhiều lần nhưng không được. Mong phòng đào tạo sớm giải quyết vấn đề của em.",
    "ad ơi cho e hỏi là điểm thi anh văn định kì ngày 11/12 mới có điểm được pđt cập nhật chưa ạ tại mai dkmh á ad ",
    "chưa có điểm phúc khảo môn tư tưởng hồ chí minh . mong thầy (cô) xem lại",
    "em đã đăng kí không xếp lớp anh văn. nhưng bây giờ trong học phí lại có khoản học phí anh văn.xem lại hộ em với ạ",
    "Cho em hỏi sao cái đăng ký môn học hk 182 đợt 2 lại xuất hiện 2 loại hình đăng ký: 1 cái là hệ chính quy, 1 cái là hệ chính quy(đợt chuyển hệ ) là sao ạ. Vậy em phải chọn cái nào vậy ạ?",
    "Họ tên sinh viên:       b MSSV:     .. Em hiên đang là sinh viên hệ chính quy khoa Khoa học và Kỹ thuật Máy tính khóa 2016. Dạ xin phép cho em hỏi theo như quy định mới cho học kỳ 182 thì sẽ tránh sinh viên học liên tục 2 tiết 6 - 7. Tuy vậy tránh ở đây có phải là không cho phép không ạ hay nếu em muốn trường vẫn sẽ cho em học liên tục 2 tiết 6 - 7 ạ? Tình hình hiện tại môn 1 của em có TKB sơ bộ tiết 456, và em mong muốn đăng ký thêm một môn thứ 2 (môn này em học đạt rồi và muốn cải thiện) có TKB 789 trong cùng ngày (tức là ngày hôm đó em học liên tiếp các tiết 456789) thì sau đợt hiệu chỉnh đăng ký môn học, khi Phòng Đào Tạo hậu kiểm, không biết môn 2 em đăng ký thêm có bị hủy hay không ạ? Em xin cảm ơn nhiều ạ!  Vì lần đầu sử dụng việc gửi câu hỏi này nên nếu em có gì sai sót mong quý thầy/cô, anh/chị bỏ qua ạ!   ",
    "Em là k18, hiện tại em muốn bổ sung môn anh văn 4 vào thời khóa biểu hk2 của mình nhưng do thời khóa biểu của em đã bị kín các ngày nên không đăng ký được.    Em muốn hỏi mình có thể chuyển môn học(mã số PH1007) tiết 2,3 thứ năm qua sáng thứ 4 để có thể đăng ký lớp av4 không?    Em cảm ơn.",
    "Cho em hỏi điều kiện để bảo lưu kết quả là như thế nào ạ",
    "Em nộp bản chụp hình chứng chỉ anh văn từ ngày 04/12 đến nay vẫn chưa có kết quả.   i     .",
    ". Cho em hỏi : khi mình nộp bằng chuyển điểm anh văn, thì sau bao nhiêu ngày nhanh nhất là e sẽ được cập nhật chuyển điểm rồi ạ, dạ hiện tại e muốn hỏi để em biết để e đk những môn chuyên ngành ạ, chậm nhất là sẽ cập nhật bao nhiêu ngày v ạ",
    "Cho em hỏi hôm qua em có hỏi vụ đã đủ chuẩn av năm 2 của chương trình kỹ sư tài năng ( thi av 8/12 được 540 ) . Hôm nay đã mở đợt hiệu chỉnh đăng ký môn học nhưng em vẫn không đăng ký được môn tự chọn ở hk 1 của năm 3 ( năm tới ), hệ thống vẫn hiện không đủ chuẩn av năm 2 là sao ạ? Giải đáp gấp giùm em ạ",
    "cho em xin danh sách đăng kí giáo viên học kì 182 ạ",
    "cho em xin danh sách đăng kí giáo viên học kì 182 với ạ",
    "Cho em hỏi làm thế nào để biết giáo viên nào dạy ở nhóm lớp nào? Có thể cho em xin danh sách giáo viên được không ạ?   i  ..",
    "Em đăng kí môn cơ lý thuyết bấm xác nhận rồi nhưng vẫn không có trong danh sách môn học đã được đăng kí. Em có được đăng kí lại không ạ",
    "Cho em xin danh sách giáo viên, đăng ký môn học với ạ",
    "Dạ con chào thầy (cô) ạ, Cho con hỏi là con thi anh văn đầu vào ngày 18/12/2018, điểm đó chưa được cập nhật để đạt chuẩn anh văn mỗi năm ạ. Tại con đăng kí môn học mà không được. Dạ con cảm ơn nhiều ạ.",
    "em mới thi anh văn định kì ở trường vào ngày 8/12 em được 365 điểm  nay em đăng kí học anh văn 2 không được  trang bảo phải học av 1 trước",
    "ad cho mình hỏi làm sao để chuyển thời khóa biểu của môn học v ạ thủ tục ntn ạ tại bkwiki sập mất tiêu r",
    "Chào thầy cô  Em là   mssv  Năm 2016-2018 em tạm hoãn đi nghĩa vụ quân sự ( quyết định  108/QĐ-ĐHBK-Đt) tới tháng 2/2018 em được nhà trường thu nhận học ( quyết định số  81/QĐ-ĐHBK-ĐT). Em bắt đầu đăng ký môn học từ học dự thính HK172DT cho đến nay . Em bị cảnh cáo học vụ lần 1 vì không đủ số tín chỉ tích lũy so với quy định của sinh viên K2014 và em đã viết đơn xin cứu xét gửi phòng 106B4 khoa Khoa học ứng dụng vào ngày 28/8/2018. Ngày 18/12/2018 em nhận được thư cảnh cáo học vụ theo quyết định 758/QĐ-ĐHBK-ĐT và tình trạng sinh viên trên tài khoản mybk em là \"Đang tạm dừng\" Em thấy quyết định cảnh cáo học vụ trên là không hợp lý. Em mong thầy cô xem xét lại ạ để không bị cảnh cáo học vụ lần nữa    Em xin cảm ơn thầy cô",
    "Chào anh/chị, hôm nay em đăng kí môn học và có một vấn đề đã xảy ra. Môn học \"ĐAMH thiết kế luận lý\" có mã CO2021 yêu cầu môn học trước là \"Thiết kế luận lý với verilog\" có mã 2009 . Tuy nhiên vào học kì trước môn \"Thiết kế luận lý với verilog\"đã đổi mã môn học thành CO2033, tức môn có mã 2009 không còn tồn tại nữa. Mặc khác môn \"ĐAMH thiết kế luận lý\" vẫn yêu cầu môn học trước là CO2009!!! Mong anh/chị xem xét vấn đề này.",
    "dạ chào thầy cô  ở học kì 172  em có bị rớt môn giải tích mạch(EE1011) ,bây giờ em muốn đăng kí học lại môn này ở học kì 182 nhưng do sĩ số lớp đã đầy nên em ko đăng kí được em viết thư này hy vọng phòng đào tạo có thể tăng sĩ số  lớp môn giải tích mạch lớp  L03_L08 hoặc L04_L09 hoặc L04_L10    em cam kết sẽ không trùng thời khóa biểu kì 182 .em chân thành cảm ơn",
    "Em xin chào thầy cô. Em có vấn đề đăng kí môn học xin được thầy với giúp đỡ. Em K15 khoa KTXD kì tới em sẽ đăng kí môn Hạ tầng ngầm mã CI3087 môn này có môn song hành là Nền nóng CI3037. Nhưng bắt đầu từ K16 đồ án tách riêng ra nên mã môn Nền Móng đã đổi thành CI3195. Vì vậy khi các em K16 đăng kí môn Hạ tầng ngầm thì đã bị pđt xoá môn và khi thử đăng kí lại thì thông báo là thiếu môn nền móng mã cũ CI3037 . Em mong thầy cô giải quyết giúp em vấn đề này, cho môn Hạ tầng ngầm có môn song hành là Nền móng bao gồm mã mới lẫn mã cũ, để sinh viên k15 và k16 có thể đăng kí được. Vì còn môn cuối cùng nên các em k16 đã giúp k15. Em mong nhận được sự giúp đỡ của thầy cô để k15 k16 có thể học môn Hạ tầng ngầm cùng nhau và giúp k15 ra trường đúng tiến độ. Em xin cảm ơn.",
    "Dạ thưa Phòng Đào tạo Cho em hỏi là học kỳ này mình còn có thể tăng sĩ số lớp học được không ạ môn em muốn tăng là môn đồ án thiết kế, em thấy có lớp chỉ có 19 sv em cảm ơn ạ",
    "Em chào cô. Em là sinh viên ngành cảng công trình biển, khoa Kỹ thuật xây dựng khóa K15. Do em bị trễ hạn nên hiện tại khi đăng kí môn chuyên ngành Thi công công trình cảng mã số CI3073 thì không có lớp mở. Nên em đã đăng kí môn này theo mã số môn của khóa K16. Như vậy có ảnh hưởng gì đến điểm số không ạ?",
    "Em là sv liên thông khóa 2015. lớp CK15LTH. Em muốn biết hiện tại em đã hoàn thành xong các môn có trong chương trình đào tạo chưa để xét tốt nghiệp. Đồng thời em muốn biết em đã đủ số tín chỉ, các môn yêu cầu để tốt nghiệp chưa . Em hy vọng sẽ nhận được phản hồi sớm .",
    "Em là sv liên thông khóa 2015. lớp CK15LTH. Em muốn biết hiện tại em đã hoàn thành xong các môn có trong chương trình đào tạo chưa để xét tốt nghiệp. Đồng thời em muốn biết em đã đủ số tín chỉ, các môn yêu cầu để tốt nghiệp chưa . Em hy vọng sẽ nhận được phản hồi sớm .",
    "Thầy cô cho e hỏi theo tiến độ k16 e đk Môn Kĩ thuật thi công ms CI3043 nhưng hệ thống lại thông không đk do thiếu môn song hành CI3037 (nền móng)  nhưng theo CTĐT chúng e học môn nền móng mà CI3195. Vậy,  e phải làm gì để được học môn CI3043. Mong thầy cô có sự phản hồi gấp để tụi e đk được môn học.  Em cảm ơn..",
    "Xin chào thầy/cô, em hiện là sinh viên năm 3 và có một vài thắc mắc về việc đăng ký môn học như sau. Hiện tại em có học trước một số môn học để có nhiều thời gian hơn trong HK7 và 8. Tuy nhiên theo quy chế quy định rằng một học kỳ phải đăng ký tối thiểu 14 tín chỉ. Nếu dựa trên kế hoạch đào tạo của khoa, theo dự kiến của em thì số tín chỉ đăng ký trong các học kỳ của năm cuối sẽ nhỏ hơn 14. Vậy em xin hỏi rằng có phải bắt buộc đăng ký thêm các môn khác để đủ 14 tín chỉ trong HK7, 8 không? Em xin cảm ơn.",
    "Gửi PĐT    Ở học kì I thì sau khi thi AVĐV thì em được học lớp AV3 Vậy điểm chuyển từ AV1 có được tính vào điểm trung bình học kì I này của em không? Em đã đăng kí miễn học AV trên trường  Mong PĐT trả lời sớm cho em Em xin cảm ơn    Trân trọng   ",
    "Trong đăng kí môn học chính quy, có đợt chuyển hệ là gì. Có thể giải thích em hiểu được không ạ?",
    "Kính gửi phòng đào tạo trường! Do quy định mới về đăng ký môn học cần yêu cầu cung cấp thông tin cá nhân, do em không check email nên trước đó chưa làm . Hiện tại em đã làm xong, vậy xin phòng đào tạo mở lại việc đăng ký môn học để em được đăng ký môn học học kỳ này. Trân trọng cảm ơn! ",
    "Em bị trường hợp \"Sinh viên chưa khai báo thông tin lý lịch online (vui lòng liên hệ PĐT)\" và em đã khai báo mà vẫn chưa đăng kí được, giờ em phải đợi hay làm sao ạ",
    "Cho em hỏi trong kỳ 182 tới môn Lập trình web có mở ở cơ sở 2 được không ạ? Hiện tại chỉ có lớp ở CS1, mà hầu hết các bạn đăng ký đều ở cơ sở 2, đợt đăng ký kế hoạch em thấy sỉ số 100 mấy bạn đăng ký, nhưng tới đợt này do chỉ có lớp ở CS1 nên còn khoảng 30 bạn chọn thôi. Nếu các thầy cô có thể mở lớp ở CS2 vào kỳ tới thì cho em hỏi cần những gì để xin mở lớp ạ. Em cám ơn.",
    "em tên dương chí hoàn do đã cập nhật lý lịch mà quên bấm cập nhật nên em chưa cập nhật lý lịch đúng hạn. Mong nhà trường xem xét xử lý cho em để em có thể đăng ký hiệu chỉnh được môn học cho học kỳ mới",
    "Em chào thầy, cô, em là sinh viên ngành Kiến trúc, em đăng ký môn Chuyên đề 4, không hiểu sao hệ thống không cho em đăng ký và báo là thiếu môn học trước là môn ĐAMH Nền móng, trong khi đó môn này không nằm trong chương trình học của ngành em, kính mong thầy, cô giúp em kiểm tra ạ! Em cám ơn.",
    "Vào đợt đăng ký trước em đã đang ký các môn mình cần và khi đến đợt hiệu chỉnh này em xem lại thì cứ hiện thông báo   B (Nhóm [CCAS_0]:CCAS_0-Chuẩn av năm 0  tiên quyết )    và cũng không có môn học nào được đăng ký   B (Chưa có môn học được đăng ký)    luôn. Mọi chuyện xảy ra cứ như là em chưa làm gì cả. Giúp em với. Em cảm ơn.",
    "Hiện tại mình không đăng ký đượ môn học đó chưa cập nhật lý lịch sinh viên. Hiện tại mình đã cập nhật, mong phòng đào tạo cập nhật để mình đăng ký môn học. XIN CẢM ƠN.",
    "Nhờ phòng đào tạo cập nhật lại sinh viên nào đã/chưa cập nhật thông tin lý lịch. Vì em đã cập nhật lý lịch rồi nhưng hôm nay 19/12/2018 vẫn chưa được đăng ký môn học bổ sung với lý do \"Sinh viên chưa khai báo thông tin lý lịch online (vui lòng liên hệ PĐT)\" Em cảm ơn !   i     .",
    "MSSV: 6   Chào Phòng Đào Tạo, Em là sinh viên khóa K13 nên phải học một số môn tương đương trong chương trình mới. Trên Bảng điểm myBK cho thấy môn EE3011- Mạch điện tử thông tin em đã đủ điểm qua (5.5) nhưng trong Tiến độ học tập môn 405003 - Mạch điện tử thông tin  vẫn là   I chưa đạt  /I . Danh sách môn tương đương được lấy từ http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitiettb&thongbao_id=1717 mục 399 cho thấy 405003 và EE3011 là 2 môn tương đương. Đồng thời môn 405103 - ĐAMH điệntử viễn thông 2 em cũng đã đạt (10.0) nhưng tiến độ vẫn chưa cập nhật. Xin Phòng Đào Tạo xem xét giúp em.  ",
    "Cho em hỏi bây giờ em muốn đăng ký đồ án thiết kế (me2011) mà tất cả các lớp đều đã đầy sinh viên thì em có thể xin pđt tăng sĩ số lên được không ạ, (tại em thấy có lớp có 19 sinh viên thôi ạ)",
    "Cho em hỏi nếu muốn mở thêm sĩ số lớp được không ạ? Lớp công nghệ gốm xây dựng đã đầy, mà nếu kỳ này em không được học môn này thì sẽ không được đi thực tập. em cảm ơn.",
    "Tại sao đăng kí môn học luôn luôn mở ra trước khi biết điểm thi cuối kì vậy ạ.Em là sinh viên năm 4 và nếu em thi rớt 1 môn nào đó nhưng đến khi biết mình rớt thì đã không còn đăng kí học lại được nữa vậy em phải tốn thêm 1 học kì chỉ để học 1 môn thôi ạ.Em mong nhà trường xem xét và điểu chỉnh sao cho hợp ló hơn ạ.",
    "Thầy cô cho em hỏi để yêu cầu tăng thêm sĩ số lớp, em cần phải thực hiện những bước nào ạ? Em cảm ơn.",
    "Em có đăng kí 2 môn học, một môn học kết thúc ở tiết 6 và một môn học bắt đầu ở tiết 7. Tại em muốn học liên tục để đỡ mất thời gian.Như vậy có bị hủy 1 trong 2 môn học không ạ?",
    "Dạ cho em hỏi em đang học anh văn 2 trong trường mà đợt kiểm tra anh văn định kỳ lên anh văn 3 vậy em có cần học tiếp anh văn 2 không ạ",
    "ad có thể tăng sĩ số môn vi điều khiển (me3007) được không ạ, tại lớp đó có một lớp mà đã đăng ký đầy hết rồi ạ, em cảm ơn ạ.",
    "Em có 2 câu hỏi sau đây, mong quý anh chị thầy cô giải đáp: + Điểm anh văn 1,2,3,4 có được tính vào điểm trung bình tích lũy hay không? + Đối với sinh viên văn bằng 2, nếu thực hiện chuyển điểm từ chứng chỉ ngoại ngữ, các điểm đó có được tính vào điểm TBTL để xếp loại tốt nghiệp hay không? Xin cảm ơn!",
    "ad có thể tăng sĩ số môn vi điều khiển (me3007) được không ạ, tại lớp đó có một lớp mà đã đăng ký đầy hết rồi, lớp đó hiện sĩ số chỉ có 20sv thôi ạ, em cảm ơn ạ .",
    "Hiện tại em đang bị tạm dừng. Số quyết định: 758/QĐ-ĐHBK-ĐT. Ngày ra quyết định: 13/09/2018 Em không thể đăng kí thêm môn học để trả nợ cũng như quyết tâm cải thiện tình hình học tập trong kì này Kính mong nhà trường xem xét cho em đăng kí thêm tín chỉ để tạo điều kiện quay trở lại bắt kịp tiến độ học tập  Em xin cảm ơn",
    "dược Đã qua anh văn vào kỳ thi định kì nhưng hệ thống bado thiếu anh văn không cho đăng ký môn học ạ  ",
    "Em đang học khoa điện điện tử nghành tự động hóa . Kỳ trước em có học môn xử lý ảnh thuộc nhóm b,c nhưng không tính chỉ vào tính vào số tích lũy chuyên nghành của mình. và em có hỏi 1 số bạn trong nghành của em thì cũng không cập nhật . Vậy cho em hỏi đó là sự nhầm lẫn của hệ thống hay là của tụi e ạ. Em xin cảm ơn   i    ",
    "Cho em hỏi tại sao kỳ 1 (2017-2018) em tích lũy 13 tín chỉ và điểm trung bình 4.39 mà lại bị cảnh cáo học vụ cập nhật ngày 15/03/2018 vậy ạ?  B",
    "Em chào phòng đào tạo EM là , sinh viên khoa Điện- Điện tử. Em có hai câu hỏi muốn được giải đáp thắc măc. - Em đã học môn Xử lí ảnh (EE3035) và qua môn vào học kì 2 (2017-2018) nhưng môn này vẫn chưa được cộng vào tín chỉ chuyên ngành của em, mặc dù em xem trên chương trình đào tạo ngành thì có môn này. - Em đã báo cáo và qua đồ án môn học, đã có điểm tổng kết nhưng trên mục \"tiến độ học tập\" của trang cá nhân lại để \"chưa đạt\" . Mong phòng đào tạo có thể xem xét lại cho em. Em xin cảm ơn.",
    "Em có cập nhật thông tin đúng hạn nhưng không được xếp sẵn lớp, có nhiều bạn em quen được xếp sẵn, vậy là sao ạ? Em phải tự đăng kí sau sao ạ?",
    "em da nop va hoan tat viec thanh toan chi phi chuyen diem nhung toi gio van khong thay diem chuyen av123. pdt giup em voi a. em cam on",
    "Em xin hỏi có thể đăng ký cùng lúc trong 1 học kỳ chính 2 môn Tư tưởng  (SP1005) và Đường lối CM của Đảng CSVN (SP1009) được không? ",
    "học kỳ tới em muốn đăng ký môn học nhập môn trí tuệ nhân tạo ( mã môn học CO3061) và em đã đăng ký từ đợt đăng ký môn học nhưng khi kiểm tra kết qua ở đợt 2 thì không có thời khóa biểu. Hiện tại thì không thể đăng ký vì các nhóm đã đầy. Thầy (cô) cho em hỏi có cách nào xin nhà trường thêm số lượng học sinh được không ạ?",
    "Kính thưa bộ phận hỗ trợ sinh viên trực tuyến Cho em hỏi tại sao em đăng kí môn học tại cs1 thì nhận Thông báo không được phép đăng kí còn tại cs2 thì đăng kí thành công ạ! Mong nhận mọi người hỗ trợ em ạ! Xin chân thành cảm ơn!  ",
    "Em là sinh viên K13 cần đăng ký môn Kiến Trúc mã 813706, nhưng hiện tại lớp đã đạt tối đa 22 bạn nên không đăng ký được. Mong quý thầy cô hỗ trợ mở thêm sĩ số giúp em. em xin cám ơn.   i  .",
    "Em chào thầy/cô, Em tên là . Học kỳ 182 tới em đi trao đổi một học kỳ ở Ba Lan theo chương trình Erasmus+. Em có đăng kí các môn học để chuyển đổi tín chỉ nhưng không phải trao đổi 100% các môn kì này. Như vậy em có cần phải đăng kí môn học như kế hoạch học tập không? Hay chỉ đăng kí những môn mà em đã đăng kí để chuyển tín chỉ theo chương trình trao đổi? Và em có cần phải đóng học phí kì này ở BK không?  Mong nhận được trả lời sớm từ pdt. Em cảm ơn thầy/cô.",
    "Dạ cho em hỏi là đầu năm em thi a.v đc 450 điểm thì đc miễn những lớp a.v nào ạ? Sau đó em có ko đk trường xếp lớp vì định sẽ nộp bằng mà bây giờ em đk học tiếp a.v luôn thì vẫn đc tính điểm và chính chỉ tích lũy ko ạ",
    "Em tên  sinh viên năm3. Vừa rồi em có thi toeic ở trường 370 điểm. Theo như thông tin em đọc ở trang aao.hcmut.edu.vn thì được học av2 và miễn av1. Nhưng trong đợt đăng kí môn học này em chỉ được đăng kí AV1 mà không được đăng kí AV2. Mong thầy/cô hướng dẫn giúp em. Cảm ơn thầy/cô!",
    "Hiện tại, em đã học môn tương Khí động lực học 2 với MSMH cũ là 213043 đổi sang MSMH mới là TR3011. Môn học này là môn tiên quyết để em làm luận văn nên em không đăng kí được luận văn. Mong phòng đào tạo có chỉnh sửa để em đăng kí được luận văn tốt nghiệp",
    "em đang nộp từ ngày 12/12 nhưng đến nay vẫn chưa được thẩm tra",
    "Em đã đăng ký môn học đợt một đúng han.. Nộp học phí đúng hạn.. có khai báo lý lịch.... Nhưng trong kết quả đăng ký đợt 1 lại ghi không có đăng ký nào.. đăng ký đợt 2 thì đã full và em không đk được.. Mong thầy cô giải quyết ạ",
    "Em là sinh viên khóa 13 Khoa Môi trường.Em muốn đăng ký Môn học EN1009 (Vi sinh vật) nhưng không được do yêu cầu môn học trước là môn EN1005 (Sinh thái học) không nằm trong chương trình đào tạo của em.Rất mong  phòng đào tạo giải quyết giúp em để em được đăng ký môn học. Xin chân thành cảm ơn.",
    "Em tên , MSSV , nay em làm đơn này xin phòng đào tạo chuyển điểm môn tương đương  An toàn lao động (810028) và Thiết bị và an toàn lao động (CI2033) để em có thể đủ điều kiện đăng ký Luận văn tốt nghiệp trong kỳ tới. Kết quả minh chứng em có đính kèm ở bên dưới. Em xin cảm ơn!",
    "Dạ cho em hỏi là đợt cuối kì 1 này em có đăng kí thi anh văn và được 250 đ, như vậy em có được đăng kí môn anh văn 1 cho học kì 2 không ạ ? Em cảm ơn ạ.",
    "Cho em hỏi là nếu hk 182 này em.ko học Vật lý 2 thì liệu em có đc xếp phân nghành như các bạn bth ko ạ?",
    "Thưa anh/chị, học kỳ I em có đăng ký học anh văn 1, sang học kỳ 2 thì em muốn không học anh văn 2 thì em cần làm gì ạ? Mong anh/chị giúp em trả lời , vài ngày nữa là kết thúc đăng ký học phần rồi. Em cảm ơn nhiều ạ.",
    "Cho em hỏi là nhóm em (gồm cỡ trên 20 bạn) định đăng kí học tiết   B giải tích 2    gồm lý thuyết cô   I   /I  và bài tập cô   I   /I  mà hết slot đăng kí rùi thì nhà trường có thể mở thêm lớp hoặc tăng sĩ số các lớp được không ạ? 2. Trong trường hợp em không đăng kí được giáo viên như trên thì cho em hỏi là lớp em hiện tại chưa được phân công giảng viên dạy bài tập môn giải tích 2 thì lớp em có có thể xin cô   I   /I  dạy được không ạ? 3.   B Vật lý 2    bài tập cô   I   /I  còn trống tiết nào không dạy không ạ? Lớp em muốn đăng kí tăng sĩ số sinh viên lớp cô  ạ? Em cảm ơn ạ!",
    "Xin chào phòng đào tạo, em là sinh viên khóa k13.Hiện tại em đang gặp vấn đề trong việc đăng ký môn học EN1009() là môn tương đương với môn học 610059( Kỹ Thuật Môi Trường hiện không mở lớp) do yêu cầu môn học trước là môn EN1005(Sinh Thái Học) mà môn Sinh Thái Học không nằm trong chương trình đào tạo Khóa K13 của em .Rất mong phòng đào tạo tạo điều kiện để em được đăng ký môn học. Em xin chân thành cảm ơn.",
    "Xin chào phòng đào tạo,em là sinh viên khóa k13.Hiện tại em đang gặp vấn đề trong việc đăng ký môn học là không đăng ký được môn học EN1009(Vi sinh vật) là môn tương đương với môn học 610059( KT môi trường) do yêu cầu môn học trước EN1005(sinh thái học) và môn sinh thái học không có trong chương trình Đào tạo của sinh viên khóa k13 ngành kỹ thuật Môi Trường. Rất phòng đào tạo tạo điều kiện cho em được đăng ký môn học tương đương kể trên. Em xin chân thành cảm ơn .",
    "Kính Gửi Phòng Đào Tạo, em tên là Nguyễn Văn Dũng, hiện đang theo học bằng 2 khoa khoa học kỹ thuật và máy tính, MSSV: . Hiện em đang đăng ký môn học cho học kỳ mới và theo như danh sách miễn môn học của Phòng Đào Tạo thì em được miễn môn Nhập Môn Điên Toán (CO1005) nhưng hiện em vẫn chưa được miễn môn học đó và em không thể đăng ký được các môn học tiếp theo. Em rất mong nhận được phản hồi từ phía Phòng Đào Tạo . Em xin chân thành cám ơn!",
    "Cho em hỏi Hk181 em ko học anh văn 4 nhưng bây giờ em đk a.v 4 thì có được ko?  _Với HK182 này em không học VL2 thì không được phân nghành hay vẫn được phân nghành bình thường ạ?",
    "Cho em hỏi xét tốt nghiệp có yêu cầu sinh viên phải là đoàn viên hay không? Và nếu có thì liên hệ bên nào để được kết nạp đoàn.",
    "em không đăng kí được môn học sau đây: phương pháp tính mã MT1009 vi sinh vật môi trường mã :EN1009 thủy lực mã : CI3081 mong phòng đào tạo sắp xếp cho e được học 3 môn đó ạ",
    "Em hiện là sinh viên năm 3 nhưng do chưa đạt chuẩn anh văn năm 2 (350) nên không đăng ký được môn học kết cấu bê tông cốt thép 1 với mã môn học mới là CI2091. Mà hiện tại em đăng ký được mã cũ là CI2039. Nên em muốn hỏi là nếu em học và qua môn với mã cũ thì có được tính qua môn với mã mới theo như tiến độ học tập không. Em xin chân thành cám ơn vì đã đọc và trả lời.",
    "E chào Thầy Cô ! Đợt thanh toán học phí đợt 2 BKpay bị lỗi và nhà trường gia hạn thêm thời gian nhưng khi e thanh toán theo thời gian gia hạn lại bị báo đóng học phí trễ. Cho em hỏi em đăng ký môn học kỳ tới không được là vì sao ạ. Mong Thầy Cô giải đáp sớm để em đăng ký ạ. Em xin cảm ơn !",
    "Cho em hỏi muốn xin mở lớp là phải nộp đơn giấy lên phòng đào tạo hay là nộp online được vậy ạ, có cần thông tin tất cả những sinh viên cần mở lớp không hay chỉ 1 người là đủ. Em cám ơn.",
    "Thưa thầy cô  Tại sao em không thể đăng kí môn Giáo dục thể chất dù đã bấm mã PE1000 của môn ạ? Và các lớp 2 môn học bắt buộc học ở HKII hiện đã hết chỗ em phải làm sao ạ?  Mà em thấy bên trang Phòng Đào Tạo  Có phần \"Các lớp chính quy bằng 2 tối (chỉ được đăng ký khi môn học này không mở cho lớp chính quy hoặc đã hết chỗ)\" là sao ạ? Có phải là em vẫn có thể học môn đó dù hết chỗ phải không ạ?",
    "Cho em hỏi em đang học anh văn 3 năm nhất học  kì 1. Nếu qua anh văn 3 mà học kì 2 em không muốn đăng kí anh văn 4 có được không ạ.",
    "Cho em hỏi em đang học anh văn 3 năm nhất học kì 1. Nếu qua anh văn 3 học kì 2  em không muốn đăng kí anh văn 4 có được không ạ.",
    "Theo thông báo của nhà trường qua mail thì ghi \"Sinh viên không học liên tiếp 2 tiết 6-7\" . Em xin hỏi là điều này có bắt buộc không? Vì em chỉ muốn đăng kí 2 môn (học tiết 456 và 789), chỉ 1 ngày trong tuần.",
    "Thưa thầy cô  Em nghe một bạn nói mấy anh chị bên khoa em (khoa kỹ thuật địa chất và dầu khí) nói không cần học Vật lý 2 cũng được có đúng không ạ?",
    "Thưa thầy cô Trong Gmail em nhận có ghi  \"Thời gian nộp đơn mở lớp HK chính 182 : từ ngày 19/12/2018 đến 10g ngày 24/12/2018 (nếu môn học chưa được mở lớp)\" là sao ạ?",
    "Thưa thầy cô  Tại sao có một số môn em thấy là còn chỗ mà không cho đăng kí?!  Lúc em ấn đăng kí môn đó là lại nổi lên dòng chữ đỏ \"bạn không được phép đăng kí\" là sao ạ?",
    "Xin chào mọi người. Mình khóa k12, mình đã đủ số chỉ nhưng thiếu anh văn nên không được đăng ký luận văn tốt nghiệp. Mọi người cho mình hỏi có cách nào có thể đăng ký luận văn hoặc có còn học kỳ sau để đăng ký không ạ? Xin cảm ơn mọi người!",
    ".  Kính gửi: Phòng đào tạo trường đại học Bách Khoa TPHCM.  Em tên: . MSSV:V.  Em là sinh viên khóa K2013.Nay em viết đơn này mong PDT xem xét và quy đổi giúp em môn tương đương của chương trình mới như sau:  CTDT K2013:  (2 CHỈ) MSMH:602046. THÍ NGHIỆM  KỸ THUẬT(1 CHỈ) MSMH:602049  CTDT K2014:  (3 CHỈ) MSMH: CH2001  Em đã hoàn thành môn hóa lý MSMH:CH2001 thay cho môn hóa lý kỉ thuật (MSMH:602046) VÀ thí nghiệm hóa lý (MSMH:602049).  Kính mong PDT xem xét và tạo điều kiện cho em kịp thời tích lũy đủ tín chỉ tích lũy nghành và kịp thời đủ điều kiện đăng kí luận văn tốt nghiệp.  Em xin chân thành cảm ơn!",
    "Thưa thầy cô  Ở HKI em phải học AV cơ bản Nhưng ở HKII em thấy bắt buộc phải học AV 2 mà em không có điểm AV 1 nên không cho đăng kí  Vậy ở HKII này em có cần đăng kí học môn AV 1 không?",
    "Giờ em đăng ký môn học,sau ngày 7/01/2019 trường đã xếp TKB, sau 1-2 tuần nếu em xin hủy 1 số môn thì có phải đóng học phí cho môn hủy ko ạ",
    "MSSV:     .. Thưa nhà trường và chuyên viên hỗ trợ trực tuyến, em hiện đang là sinh viên năm 3 của khoa Điện - Điện tử, ngành Kỹ thuật  khiển và Tự động. Em đã đăng ký môn học cho HK182 với tổng số tín chỉ là 13, ứng với 5 môn học. Tuy nhiên, theo  .3 (Chương II) của QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ BẬC ĐẠI HỌC, CAO ĐẲNG, em sẽ phải đăng ký tối thiểu 14 tín chỉ để không bị tạm dừng và có thể tiếp tục duy trì trạng thái sinh viên của mình, tức em thiếu 1 tín chỉ nữa để đạt yêu cầu. Hiện em chỉ còn trung bình 12 tín chỉ/HK để hoàn thành chương trình đào tạo đúng hạn (nếu HK này đạt tất cả các môn đã đăng ký), và em muốn dành thêm thời gian trong các HK tiếp theo tập trung vào các môn học Đồ án + LVTN để đạt kết quả tốt và không bị chậm tiến độ học. Vì vậy, em muốn hỏi liệu em có thể xin được tiếp tục duy trì trạng thái sinh viên và không bị tạm dừng trong các HK tiếp theo dù đăng ký ít hơn 14 tín chỉ được không ạ? Em xin cảm ơn.",
    "Nhà trường có thể xác nhận giúp em được không ạ",
    "Em đã hoàn thành hết tất cả môn học của chương trình đào tạo ( trừ môn AV3 và AV4) chỉ còn làm LVTN vào HK182. Nhưng do chưa đủ điểm TOEIC để nhận LVTN nên em chỉ đăng kí 1 môn học bất kì ( trừ AV3 và AV4) thì có được không ạ? Hay bắt buộc phải đăng kí môn Anh văn. Em xin cảm ơn."
]