[
    "Thầy cô PĐT cho em hỏi rằng: giấy xác nhận SV của em đã được xử lí ngày 12/09/2021 và chuyển bằng đường bưu điện. hiện tại em vẫn chưa nhận được để bổ sung hồ sơ cho địa phương trước ngày khám sức khỏe 29/09/2021.Mong thầy cô kiểm tra giúp em với ạ",
    "Em muốn bảo lưu kết quả của mình, nhưng em không còn ở tpHCM, thì em phải làm sao để bảo lưu được ạ",
    "a phương em yêu cầu giấy xác nhận sinh viên, nhưng hiện tại vì tình hình giảng cách nên em không thễ lấy được, và dưới địa phuông nói với em là xin xác nhận qua gmail thì trường mình có thực hiện không ạ ? Em cảm ơn!",
    "Em đã đăng ký anh văn cơ bản - 1A rồi. Trên hệ thống vẫn đăng ký được. Mà giờ trùng lịch bên thể chất rồi ạ ( Tuy nhiên, bên thể chất em đã xin đổi buổi khác được rồi ạ). Vậy thì kết quả đăng ký môn có bị hủy không?  Em hỏi câu này, vì thấy trên mail phòng đào tạo có nhắc sẽ hậu kiểm với thời khóa biểu ạ.",
    "Dạ em chào PĐT Em đang là SV năm 4 khóa K18. Em chưa có AV4 nhưng kỳ sau thì em chỉ đăng ký luận văn tốt nghiệp. Em đọc quy định của trường ở phụ lục 1 điều 3: \"SV phải đạt chuẩn tiếng Anh để được nhận LVTN và xét tốt nghiệp\" là phải có chứng chỉ ngoại ngữ, nên học tiếp AV4 thì vẫn phải cần chứng chỉ để đăng ký luận văn Em không biết tình hình dịch thế này có thi lấy chứng chỉ kịp không, hay PĐT sẽ có hướng giải quyết như thế nào cho các SV năm 4 trong kỳ tiếp theo. Em có nên đăng ký AV4 theo yêu cầu không ạ Em cảm ơn PĐT ",
    "Thưa cô, Khoản tiền cần thanh toán là khoản tiền đã hết hạn nên em đã không thực hiện thanh toán được. Còn tình trạng sinh viên của em là \"Đang học\" và trong mục đó không có thể hiện quyết định nào cả ạ.",
    "Tốt nghiệp . Em xin được gửi lời chào đến Thầy/Cô, Hiện tại em đã đăng kí tốt nghiệp và hoàn tất lệ phí cũng như đã đăng kí bằng tạm thời, tuy nhiên, do dịch COVID-19, bằng tạm của em không về được do hạn chế đi lại giữa các tỉnh thành. Em muốn hỏi là em có thể có bản scan của bằng tạm thời hay không ạ, và nếu có thì em cần liên hệ những ai và thủ tục như thế nào ạ? Em xin cảm ơn Thầy/Cô đã dành thời gian. Khúc Lâm Đồng ",
    "Kính gửi Phòng Đào tạo, Em là MSSV . Trong giấy gọi nhập học, ở phần Hộ khẩu, nhà trường đã ghi nhầm địa chỉ Hộ khẩu thành địa chỉ Tạm trú (địa chỉ liên lạc) cho em. Em đã kiểm tra lại phần lí lịch sinh viên của mình và không phát hiện có sai sót. Mong Nhà trường điều chỉnh lại cho em trong thời gian sớm nhất. Em cảm ơn!",
    "Kính gửi Phòng đào tạo. Em tên  Mã nhập học  Em mong trường có thể gửi cho em các thủ tục nộp Chứng chỉ Quốc tế để miễn Tiếng anh đầu vào được không ạ. Em cảm ơn ạ.",
    "Do điểm môn học Truyền nhiệt em học kì trước cập nhật trễ nên em đã đăng ký lại môn này ở học kì lần này để kịp chuyển tiếp (em học hệ liên kết). Hôm nay sau khi cập nhật thì em đã qua môn. Vậy em có thể tính điểm kì này thành điểm cải thiện không ạ? Nếu tính điểm GPA thì  theo lần có điểm cao nhất hay chỉ lấy điểm mới nhất ở kì cải thiện vậy ạ? Em cảm ơn.",
    "Thưa thầy/cô, Elearning của em bị mất tất cả các môn học của học kỳ này. Trước đó em có đăng ký hủy môn CLC CI2003. Em bị mất bắt đầu từ thứ 2 tuần trước nhưng nghĩ là do cập nhật môn học nên quyết định chờ. Đến thứ 2 27/09/2021 vẫn chưa có. Mong thầy/cô xem và hỗ trợ giúp em với ạ.",
    "Cho em hỏi em chưa có tên trong danh sách tốt nghiệp dự kiến dù đã đủ yêu cầu ạ . MSSV: ",
    "ạn cho mình hỏi chương trình này đki được Av3,4 cùng lúc ko ạ ?",
    "Chào PĐT, cho em hỏi là tại sao em học qua 10 tính chỉ, (trừ 2 môn rớt) mà tín chỉ tích lũy của em kì này chỉ có 4 tính ạ? Em đang học khoa điện, K18   i ",
    "Kính gửi thầy cô PĐT, Em tên là , MSSV . Hiện nay em đã hoàn thành LVTN và đang chờ kết quả AV 2 Kỹ năng Nói Viết (đợt 2), nếu qua AV em sẽ đủ tất cả điều kiện để ĐK Xét tốt nghiệp tháng 11. Trên Bkpay của em có khoản phí 491.400 - tiền BHYT 12 tháng vào học kỳ 171 chưa được xác nhận đã thanh toán. Tuy nhiên, khoản phí này em đã thanh toán trực tiếp trên văn phòng KTX trên Thủ Đức từ hồi năm 2017 rồi. Để tránh các vấn đề không may có thể xảy ra, khiến em không đạt điều kiện đăng ký TN. Thầy cô có thể check lại hệ thống và cập nhật trạng thái của khoản phí đó trên BKpay giúp em với ạ. Em xin cảm ơn thầy cô",
    "Kính gửi phòng đào tạo. Em hiện là tân sinh viên của khoa Cơ Khí. Hiện giờ em đăng ký in thẻ sinh viên nhưng hệ thống báo lỗi liên tục nên em không thể chuẩn bị kịp thẻ sinh viên cho kỳ thi anh văn đầu vào. Kính mong nhà Trường hỗ trợ em sớm nhất có thể ạ!",
    "Dạ hiện em bị tạm dừng học lại là sao vậy ạ",
    "Hiện tại địa phương em yêu cầu giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự nhưng vì em đang ở quê không đến được trường . Vậy có trường hỗ trợ việc chuyển phát nhanh giấy về địa phương không? Nếu như không thì còn cách nào để em có thể lấy được giấy không? Ví dụ: nhờ người thân đến trường lấy hộ. Em mong được giải đáp sớm nhất. Em cảm ơn. Chúc PĐT ngày mới làm việc hiệu quả.",
    "Kính gửi Phòng đào tạo Em tên:  MSSV:  Hệ VHVL Thầy (cô) xem giúp em vấn đề chuyển đổi môn học ạ. Vì em đã hoàn thành 144 tín chỉ (MSSV cũ của em là 1), nhưng trên hệ thống em chỉ có 112 tín chỉ thôi ạ. Các loại giấy tờ cần thiết (Bảng điểm, đơn chuyển môn,...) em đã cung cấp ở Phòng đào tạo rồi ạ. Em cảm ơn!    .",
    "Dạ em chào thầy cô! Em tên  MSSV  Lần trước em có yêu cầu đăng ký bổ sung LVTN, và quý thầy cô đã trả lời là trước 28/9 cập nhật trên mybk giúp em ( Em có đính kèm ảnh ). Nhưng hôm nay hết ngày 27 rồi mà em vẫn chưa có. Em mong quý thầy cô có thể giúp em ạ. Em cảm ơn quý thầy cô!",
    "Kính gửi phòng đào tạo, Em tên là , MSSV:. Hiện tại em đang học lớp dự thính giải tích 1 (MT1003) của cô  (DT01), các bạn trong lớp đã đề nghị cô đăng video ghi lại buổi học lên elearning để có thể xem lại nhưng cô từ chối. Em có ghi lại buổi học bằng chương trình riêng ở trên máy tính nhưng hiện tại máy tính của em bị hư và không thể sử dụng. Vì đã sắp đến kì thi giữa kỳ nên em cần xem lại video để ôn tập. Em mong phòng đào tạo có thể nhắc nhở để cô đăng video buổi học eleaning. Em xin cảm ơn.",
    "Dạ thưa Phòng Đào Tạo Em tên là  Em muốn hỏi là em muốn in Bảng Điểm, em hiện nay đã được tiêm 2 mũi vacxin thì sau ngày 30/09, em có thể vào trường CS1 để nhận Bảng điểm được không ạ? Hay vẫn phải chọn gửi Bảng điểm qua đường Bưu Điện vậy ạ. Em xin cảm ơn ạ",
    "Em tên  MSSV  khoa BDCNk17 Hiện nay em đã hoàn thành chương trình đào tạo nhưng vẫn không có danh sách tốt nghiệp .Mong PDT xem lại và giúp đỡ cho em ạ",
    "Cho em hỏi lớp av4a đang mở đợt đăng ký là học trong 5 tuần thôi đúng không ạ? Em cảm ơn!",
    "Kính thưa phòng đào tạo, em tên là , MSSV , em có thắc mắc về điểm tổng kết môn học cần được giải đáp ạ. Trong kỳ 202, em có đăng ký hoãn thi môn Kỹ thuật siêu cao tần (EE3025) và trong học kỳ 203 em có đăng ký hoãn thi môn Tín hiệu và hệ thống (EE2005) bằng đường link https://docs.google.com/forms/d/e/1FAIpQLSdm7n2DE39TNMtZ1kWND_zJ7gTG9PCu3AwxXny3k97k9b4GHQ/viewform. Nhưng hiện tại trong bảng điểm của em hiển thị điểm thi và điểm tổng kết của 2 môn trên đều là 13 mặc dù em đã đăng ký hoãn thi. Mong phòng đào tạo kiểm tra lại giúp em ạ, em xin cảm ơn.",
    "Chào nhà trường, em là  - , em đã thấy mail nhà trường gửi về thông báo lịch thi giữa kỳ. Nhưng hiện tại em lên trang cá nhân kiểm tra và không thấy mình có lịch thi môn nào cả. ( có 1 môn Thiết kế cầu 1 - CI3040  em đã kiểm tra theo thông báo của giáo viên) . Nhà trường kiểm tra giúp em, em xin cảm ơn. .",
    "Kính chào Phòng đào tạo, Em tên , Hệ VLVH, MSSV . Khi em đăng kí tốt nghiệp đợt 11/2021 thì hiện lên thông báo lỗi :   B \"Phát sinh lỗi trong quá trình kết nối BKPay, 81 -Lỗi hệ thống tầng 1\"    nên hiện tại em không thể đăng ký tốt nghiệp được. Kính mong PĐT hỗ trợ giúp em vấn đề này. Em chân thành cảm ơn.",
    "Cho em hỏi là anh văn nhu cầu A1,A2,A3,A4 có tín điểm vào tín chỉ không. VD; Em học anh văn nhu cầu A2 được 7đ thì có tín 7 điểm đó vào tín chỉ hay là 5đ vào tín chỉ hay chỉ tín số tín chỉ không tính điểm. Em cảm ơn ạ.",
    "Dạ như trong hình là tổng các môn em qua là em tích được 14/15 tín chỉ của kì này nhưng trong bảng điểm lại chi hiện 10/15 tín chỉ. Mong thầy/cô xem xét lại giúp em ạ!",
    "Ngày 12/08/2021 em có thi môn Tín hiệu và hệ thống (EE2005), em có thi và có xác nhận của giám thị coi thi. Em có nộp bài và xin phép kết thúc buổi thi nhưng kết quả trả về là điểm 13 (vắng thi). Có thể em không làm được bài nhưng hôm đó em có thi. Mong quý thầy cô xem xét.",
    "Kính chào phòng đào tạo, Em là , MSSV: , thuộc chương trình kỹ sư CLC Việt Pháp. Hiện tại em đang cần gấp bảng điểm ( file PDF) để hoàn thành hồ sơ đi thực tập ở nước ngoài. Em đã đang ký trên hệ thông mybk của trường rồi nhưng vì cần rất gấp nên em xin phép được nhận bảng điểm qua email trong thời gian sớm nhất có thể. Em mong sớm nhận được phản hồi. Em cảm ơn rất nhiều ạ.",
    "Kính gửi thầy cô Phòng Đào Tạo, Em tên là , mssv: , hệ VLVH. Vào tháng 8 sau khi em chuyển hệ từ Chính Quy sang hệ VLVH, do còn 1 môn học chưa hoàn thành em đã chuyển hệ và có đăng ký môn học đó trong HK203. Tuy là trong hệ Chính Quy, em đã hoàn thành 15 ngày Công tác xã hội và đã nộp chứng chỉ ngoại ngữ. Như vậy cho em hỏi, sau khi em đã hoàn thành môn học này thì em có thể được xét tốt nghiệp không ạ? Vì em có vào trang MyBK mục 18.Đăng ký Tốt Nghiệp nhưng không đăng ký được, Và các đièu kiện như ngày Công tác xã hội và Chứng chỉ ngoại ngữ có cần phải hoàn thành lại hay không ạ?  Em xin chân thành cảm ơn",
    "Dạ cho em hỏi là khi em rút môn học thì em còn được phép đánh giá giảng viên của môn học đó không ạ?",
    "Chào thầy/cô, Em tên , MSSV , em có đăng ký in bảng điểm và vận chuyển qua đường bưu điện nhưng khi em thực hiện thanh toán thì xảy ra lỗi như trong hình đính kèm. LÀm sao để giải quyết ạ? Em đang cần gấp bảng điểm để nộp cho nhà tuyển dụng ạ.",
    "Chào pdt, Em đã liên hệ GVCN và  và gửi đơn xin chấp thuận theo hướng dẫn của pdt. Nhưng phía GVCN cần mail xác nhận yêu cầu của pdt để chấp thuận. Em gửi đơn dưới đây mong pdt xem xét giúp em cảm ơn pdt ạ.",
    "Dạ em đăng ký thi Toeic online đợt 3, trên bke-learning cập nhật em thi ngày 30/9, nhưng đến nay 28/9 em vẫn chưa nhận được mail về giờ thi và link thi ạ? ",
    "Kính gửi:  Phòng Đào Tạo  Em tên:   học trung tâm đào tạo bảo dưỡng công nghiệp khoá K17 nay em làm đơn này vì: Em muốn xin bổ sung đăng ký TLTN trong học kỳ 211 do nhà trường sẽ không xét chuẩn CCAV quốc tế khi xét TLTN trong HK 211 . Em kính mong PĐT xem xét giúp đỡ em được làm TLTN trong học kỳ chính 211 vì thời gian đào tạo của em không còn nhiều. Em xin chân thành cám ơn.",
    "Xin rút môn học CO300A - Công nghệ phần mềm (mở rộng) . Gửi thầy/cô, Em xin phép gửi đơn xin rút môn học CO300A - Công nghệ phần mềm (mở rộng), kèm với xác nhận của . Mong PDT xem xét. Khải.",
    "cho em xin hỏi về việc cập nhật điểm chuyển của em ạ, em thấy trong phần điểm chuyển em chưa được cập nhật điểm chuyển anh văn, mà truuwongf lại có mail đã cập nhật rồi ạ. em cảm ơn ",
    "Dạ cho e hỏi cách để nhận giấy xác nhận sv ạ",
    "Em chào thầy/cô, em tên , mssv . Ở đợt thi cuối kỳ HK202 vừa qua, em có xin hoãn môn thi Kỹ thuật Siêu Cao Tần (EE3025), có lịch thi vào ngày 10/8/2021. Lý do vì lần đầu thi online, em không đáp ứng được yêu cầu về camera quay phòng thi và phần mềm ghi màn hình, cũng như đường truyền Internet không ổn định. Em đã gửi đơn đăng ký hoãn thi trên trang BKSI này trước, sau đó khi PĐT tạo Form để điền lại thông tin hoãn thi em cũng điền vào và được thông báo chấp nhận yêu cầu trong mail PĐT gửi ngày 5/8/2021. Theo đó PĐT nhắc theo dõi kết quả hoãn thi đến ngày 30/9 . Nhưng gần đến hạn, trên bảng điểm của em vẫn thấy kết quả là điểm vắng thi (13), chưa cập nhật điểm Hoãn thi. Vì vậy em nhờ thầy/cô kiểm tra, liệu em có sai sót thủ tục ở đâu hay vì lý do gì ạ? Em cảm ơn! ",
    "Chào Phòng Đào Tạo ! Lần trước em đã liên hệ với PĐT để có thể xin làm luận văn tốt nghiệp học kỳ này của bộ môn cảng - cảng biển (CI4333) Tuy nhiên phòng đào tạo kiểm tra và báo em không đủ tín chỉ để có thể đăng ký.Em đã kiểm tra lại số tín chỉ hiện tại e đang có là 124 chỉ. Ngoài ra, môn cơ học kết cấu (CI2029)  từ HK202 là lịch thi bị hoãn nên hiện tại pđt có thể xem xét giúp em môn này xem đủ tín chỉ không. Vì đây là kỳ cuối nên mong phòng đào tạo xem xét giúp em để em có thể hoàn thành trong học kỳ này Em cảm ơn và mong phản hồi từ phòng đào tạo!!!",
    "Dạ em chào PĐT, Học kỳ 202 vừa rồi em có đăng kí hoãn thi 4 môn do không đủ điều kiện để dự thi. Em đã điền form theo hướng dẫn của PĐT và nhận được mail xác nhận. Nhưng mà bảng điểm trên SSO của em cho đến hiện tại vẫn là 13 điểm cho 4 môn em hoãn thi. Dạ cho em hỏi trường hợp của em đang gặp phải vấn đề gì và em phải giải quyết như thế nào ạ? 4 môn em đăng kí hoãn thi bao gồm: MT1013Giải tích 2 IM1013Kinh tế học đại cương IU1005Cơ kỹ thuật MT2011Phương pháp tính Mong được PĐT trả lời sớm. Em xin cám ơn.",
    "Dạ em chào PĐT, Em là  MSSV:  Khoa cơ khí, chuyên ngành kỹ thuật chế tạo. Hiện tại em vừa hoàn thành xong luận văn tốt nghiệp, các yêu cầu về anh văn cũng như ngày công tác xã hội. Tuy nhiên khi em vào mục đăng kí xét tốt nghiệp thì em vẫn   B chưa được đăng kí ạ?    Vào học kì 1 năm 4 em có học 1 môn tự chọn nhóm A, nhưng em không đi thi và bị điểm 13, rớt môn. Thì sang học kì sau của năm 4 em có học lại một môn nhưng là môn khác cũng nhóm A để đủ 3 môn tự chọn. Em không biết đây có phải lý do làm em không đăng kí xét tốt nghiệp được? Em xin hỏi em có bị thiếu điều kiện gì nữa không ạ? Em xin cảm ơn PĐT. ",
    "Em chào Phòng Đào Tạo. Hiện giờ em muốn đăng kí tốt nghiệp mà trên BKpay của em có 1 khoản nợ do em đăng kí nhầm (có bảo hiểm y tế rồi vẫn đăng kí) từ năm 1. PĐT có cách nào giải quyết giúp em không ạ hay em phải thanh toán khoản phí đó. Em cảm ơn ạ!",
    "Em chào thầy/cô Phòng Đào tạo ạ, Em là sinh viên khoá 2017, học kỳ cuối cùng vừa rồi em đăng ký học 1 môn và làm luận văn. Điểm đã được cập nhật lên bảng điểm MyBK từ đầu tháng 9, nhưng đến nay vẫn chưa có tên trong danh sách dự kiến tốt nghiệp. Em đã đạt chuẩn toeic (555, nói viết) và đủ ngày CTXH rồi ạ. Xin thầy/cô xem xét trường hợp của em, có vấn đề nào ngăn cản tên em có trong danh sách tốt nghiệp tạm thời không ạ, em came ơn thầy/cô",
    "Kính gửi Phòng Đào tạo, Em tên là , MSSV , sinh viên lớp DD18KTD5. Hiện tại, địa phương em đang yêu cầu Giấy chứng nhận sinh viên để được hoãn Nghĩa vụ quân sự. Tuy nhiên, hiện tại do tình hình dịch bệnh đang phức tạp nên không thể tập trung học, em thắc mắc là em sẽ phải đăng kí in Giấy chứng nhận sinh viên hay trường sẽ gửi cho em vào một thời gian nào đó. Mong Phòng Đào tạo sẽ giúp em trả lời câu hỏi này. Em xin cảm ơn và chúc một ngày làm việc tốt lành.",
    "Em xét miễn anh văn 1 2 sao hệ thống báo lỗi vậy ạ! Em cảm ơn!",
    "Tốt nghiệp . Em chào Thầy/Cô, Hiện tại em đang theo hệ KSTN và thỏa tất cả các điều kiện tốt nghiệp chỉ trừ điều kiện Anh văn . Nếu như  em không thỏa điều kiện Anh Văn (nhỏ hơn 245 điểm) trong đợt thi TOEIC Speaking and Writing đợt 1 với BK English, thì có cách nào để em bổ sung bằng Anh văn cho kịp đợt tốt nghiệp tháng 10 tới không ạ ? Do em đọc trong quy chế thì đăng ký đợt 1 sẽ không đăng ký được các đợt sau, và em lo là để các kỳ thi Anh văn mở lại offline như cũ thì không kịp cho đợt tháng 10 tới. Em cảm ơn Thầy/Cô nhiều ạ.",
    "Kính gửi PĐT,  Do một vài lý do mà đến hôm nay em mới nhận được quyết định hoãn thi LVTN . Em muốn hỏi về thủ tục đăng ký xóa điểm hoãn thi, vì hiện giờ em đã đang tiếp tục thực hiện LVTN. Kính mong quý thầy, cô PĐT hỗ trợ em để em thực hiện đăng ký trong học kỳ 211 này ạ. Em cảm ơn. Trân trọng",
    "Em xin chào quý thầy cô, HK 202 em có đăng kí hoãn luận văn tốt nghiệp nhưng đến hiện tại em mới nhận được mail Danh sách các sinh viên được hoãn. Trong thời gian chờ mail (2 tháng)  thì em đã đăng kí mới cho môn học LVTN vào hk211. Do đó, hiện tại em vừa có môn LVTN HK211 và vừa được hoãn LVTN HK202. Vậy em có cần phải huỷ môn không ạ? Và nếu hoàn thành LVTN kì này thì điểm sẽ đc tính vào LVTN kì nào ạ? Nếu huỷ môn không được thì em buộc phải bỏ 1 trong 2 LVTN ạ? Em xin cám ơn quý thầy cô.",
    "Chào thầy/cô Em là 2 lớp XD18CD02 Em đã đăng ký giấy xác nhận SV và gửi thẳng về địa phương để tạm hoãn NVQS Đã được xử lý vào ngày 09/09 (có ảnh đính kèm) Nhưng đến hôm nay lại nhận thông tin từ viettel post là đơn gửi đã bị hủy, là sao ạ? (có ảnh đính kèm) Hiện tại, địa phương đã yêu cầu nộp giấy xác nhận, nếu không phải đi, mà đến giờ vẫn chưa có giấy. Em vẫn còn kẹt ở TP HCM nên khó trình bày với địa phương. Mong quý thầy cô xem lại trường hợp này và phản hồi sớm giúp em. Chân thành cảm ơn",
    "Em xin chào Phòng Đào tạo, Em là , mssv: , khoa cơ khí chuyên ngành kỹ thuật chế tạo. Nay em viết yêu cầu này để xin phòng đào tạo xác nhận cho em là em đã trả nợ môn học thành công. Hồi năm 2 em có rớt môn chuyên ngành Thực tập cơ khí đại cương 2 - ME2001 (1 chỉ), thì sang cuối năm 3 em có học lại môn thực tập cơ khí đại cương 2 NHƯNG đã đổi mã môn học thành ME2087(2 chỉ). Thì em được thầy trong khoa nói là môn này đã đổi mã môn học, em cứ học lại và làm đơn để xác nhận. Thì do tình hình dịch bên nên em chưa thể lên trường để làm đơn, vì vậy em xin phép viết yêu cầu này để PĐT có thể xem xét cho em đã hoàn thành môn học này, khi đó em sẽ đủ điều kiện và đăng kí tốt nghiệp trong đợt sắp tới ạ. Em xin cảm ơn ạ! .",
    "Chào phòng đào tạo, Sau khi có điểm anh văn nói viết, em đã đủ điều kiện tốt nghiệp theo chương trình đào tạo của nhà trường Nhà trường có thể cập nhập danh sách tôt nghiệp dự kiến vào tháng 11 cho em được không ạ. Em cảm ơn",
    "Chào anh/chị, Vấn đề hoãn thi, PĐT có email thông báo em đã điền không đúng   B mã số môn học   , và kèm theo excel danh sách để đối chiếu. Nhưng sau khi kiểm tra lại, mã môn em đã điền là   B 003706    nhưng trong excel từ PĐT lại là   B 3706   , nên có thể là do sai sót trong xử lý Google Forms / Excel. Mong PĐT kiểm tra lại. Xin cảm ơn!   i  .",
    "ng Ký Hoãn Thi . Em đã đăng ký hoãn thi môn học Vật Lý 1 PH1003 - DT05 - HK203, tuy nhiên bảng điểm chưa sửa điểm hiện tại của em, xin pđt giải quyết giúp em ạ. và em muốn đăng kí thi lại cuối kì Vật lý 1 vào HK211 thì em phải làm những gì ạ.",
    "Chào anh/chị ạ Em tên  học chương trình chất lượng cao ngành xây dựng cầu đường k16 Anh chị cho em hỏi do em không có tên trong danh sách dự kiến dù đã đủ CTXH cũng như tín chỉ yêu cầu, em đã gửi câu hỏi sớm nhưng được phản hồi chờ đến ngày 28/9, nay em vẫn chưa thấy tên ạ mong anh chị kiểm tra giúp em vì thời gian đăng kí tốt nghiệp sắp kết thúc ạ. Em cảm ơn anh chị",
    "Kính thưa thầy cô Em là  - MSSV  là sinh viên năm 4 chương trình PFIEV ngành Cơ điện tử. Nay em làm đơn này với mong muốn nhờ thầy cô giúp đỡ tư vấn. Vào năm 1, do học nhầm thời khóa biểu lớp Nhập môn kĩ thuật ME1001 với các bạn bên xây dựng, và cuối kì em đã xin chuyển điểm nhưng do nhầm lẫn thầy  không nhập điểm em nên đã bị rớt môn này. Nay em mong muốn trả nợ môn để kịp tốt nghiệp do đây là môn duy nhất em rớt và độ khó để mở lớp học môn này lại rất cao, đăng kí học môn này với các bạn sinh viên năm 1 do nhận thấy rằng các bạn vẫn chưa bắt đầu học kì và học kì 1 năm 4 đã kết thúc nhiều môn học, có chỗ trống trong thời khóa biểu, em không biết phòng đào tạo có thể tư vấn phương án này cho em được không ạ? Em xin chân thành cảm ơn và em xin lỗi vì sự bất tiện này!",
    "Em là sinh viên  mssv:  học lớp XD19KTXD01 em muốn yêu cầu được nhận giấy hoãn nghĩa vụ để nộp cho UBND địa phương vì đã đến hạn phải nộp rồi ạ, nếu có thể có file để in ra thì càng tốt ạ. em cảm ơn ạ",
    "Dạ em chào thầy cô ! Chiều nay vào lúc 2h59 ngày 28/09/2021 là hạn chót đăng kí anh văn theo nhu cầu, mà điểm av3 của em chưa chuyển được để đăng kí av4a . Cho em hỏi làm sao để đăng kí ạ? Phòng đạo tạo có thể mở thêm cho em đăng kí trước khi bắt đầu học ngày 11/10/2021 không ạ ? Em mong thầy cô giúp đỡ vì dịch nên em không thi toeic được nên học av4a để tốt nghiệp ạ! Em xin cảm ơn!",
    "Dạ em chào thầy/cô ạ Thầy/cô cho em hỏi em muốn nhận file scan bảng điểm để nộp hồ sơ xin học bổng thì em phải làm như thế nào ạ?",
    "Kính gửi thầy/cô! Em tên:   Khoa: Quản Lý Công Nghiệp MSSV:  Như đã trình bày từ trước. Em xin cứu xét đăng ký Luận Văn thiếu 1 tín chỉ. Dạ hiện tại theo hướng dẫn em đã trình bày đơn lên GVHD, GVCN và VPK đều phê duyệt đơn cho em thông qua mail. Và VP Khoa đã gửi mail đính kèm xin cứu xét lên PĐT . Em phản hồi thêm tại đây những email xác nhận và đơn cứu xét đính kèm để PĐT và thầy cô có thể sớm phản hồi. Em chân thành cảm ơn quý thầy/cô",
    "Dạ chào thầy, cô ạ Kì này em đã xong luận văn tốt nghiệp và chuẩn bị đăng kí tốt nghiệp tháng 11 tới. Vài ngày trước em nhận được bảng điểm và rớt 1 môn ở kì 202. Em có cần duy trì tình trạng sinh viên để kì tới đăng kí môn học không ạ, vì kì này em không đăng kí môn nào cả . Em cảm ơn ạ",
    "Thưa thầy cô, Lần trước em có đặt câu hỏi về việc đăng kí tốt nghiệp và được bảo là nếu sau ngày 28/9/2021 vẫn không được thì báo lại cho thầy cô. Bữa giờ em vào đăng kí nhưng vẫn không đăng kí được. Mong thầy cô kiểm tra lại giúp em ạ. Em xin cảm ơn, Trân trọng,  .",
    "Cho em hỏi điểm I hay điểm 14 thì kì tiếp theo chỉ thi lại hay phải học lại từ đầu ạ ? Với môn thí nghiệm thì sao ạ ? Học phí môn học như thế nào ạ ? Làm đơn xin thi / học lại thế nào ạ ?",
    "Em muốn rút môn học vì em đã qua môn ở học kì vừa rồi nhưng đến ngày 27/9 em mới biết được điểm. Hiện tại trên mybk chưa cập nhật lại tổng số tín chỉ cũng như điểm trung bình tích lũy nên em muốn hỏi phải làm sao để được cập nhật điểm lại vậy ạ? Vì em cần chắc chắn để rút môn học, thời hạn rút môn cũng sắp hết rồi ạ. Em cảm ơn.",
    "Dạ kính chào thầy/cô, Em là -MSSV . Ngày 23/08/2021 Khoa Xây dựng có gửi công văn số 209/ĐHBK-KTXD, thông báo cho PĐT về việc cập nhật xét miễn môn học cho em để em hoàn thành chương trình học. Nhưng hiện nay khi tra cứu danh sách tốt nghiệp và điểm trên mybk em vẫn chưa thấy PĐT cập nhật. Mong thầy/cô hỗ trợ em cập nhật điểm và kiểm tra điều kiện tốt nghiệp của em còn thiếu sót gì để em bổ sung kịp thời. Bởi vì hiện nay em kiểm tra thì chỉ còn điểm môn học xin xét miễn là em đã đủ điều kiện ạ. Em xin cám ơn và rất mong được hỗ trợ trong thời gian sớm nhất vì hạn chót của đợt đăng kí xét tốt nghiệp sắp tới rồi ạ. Trân trọng, ",
    "Em muốn đăng kí học bổng NITORI quốc tế ạ. Trong yêu cầu cần bảng điểm năm 2020-2021 do Phòng Đào tạo cấp. Nhưng em không biết  PĐT cấp bảng điểm onl thế nào? Đăng kí ở đâu?",
    "em đã xin hoãn thi môn giải tích 2  MT1005 học kì 203 nhóm dt01-A ngày 24/08 mà phòng đào tạo cập nhật em điểm 13 , mong phòng đào tạo xem lại giùm em",
    "Dạ em chào thầy cô, Hiện tại em có thực hiện chuyển điểm anh văn trên MyBK. Tuy nhiên, khi đến bước thanh toán thì hệ thống báo lỗi Error code 81: Lỗi gửi thông tin thanh toán tới BKPay. Em có đính kèm hình ảnh lỗi ở hình dưới . Kính mong thầy cô có thể xem xét và điều chỉnh lỗi này ạ. Em cảm ơn thầy cô rất nhiều. Trân trọng, .   i  .",
    "Em tên , mssv . Em có đăng ký in bảng điểm trên trang Mybk nhưng do lỗi hệ thống nên em không thể hoàn tất đăng ký và thanh toán được ạ. Phòng Đào tạo xem giúp em ạ. Em cảm ơn.",
    "Em xin phép gửi mã môn học CH2043, môn Quá trình và thiết bị truyền nhiệt. Hiện chỉ có cập nhật điểm của môn và em đã có đủ điểm ở kì này nên mong pdt cập nhật điểm trung bình tích lũy và tổng số tín chỉ giúp em ạ. Em cảm ơn.",
    "Em có môn Kinh tế kỹ thuật đã có điểm, sau đó có đăng ký phúc khảo điểm thi cuối kì và được thông báo là có thay đổi, mã phiếu PTBT..2 ngày 27/8/2021. Nhưng trên bảng điểm vẫn còn điểm cũ, em muốn hỏi là khi nào được sửa điểm ạ. Cám ơn.",
    "Chào ad ạ, em có đăng kí in bảng điểm, nhưng vì dịch bệnh việc chuyển bảng điểm về khá bất tiện cho việc em xin học bổng VAS vào ngày 1/10/2021, em xin được pđt cấp cho bảng scan để em có thể nộp dự học bổng. Em cảm ơn nhiều!",
    "Dạ em tên là , mssv . Em có đăng kí in bảng điểm mà trên trang in bảng điểm của em bị lỗi mong PĐT xem sửa giúp em và scan bảng điểm gửi giúp em với ạ. Em xin cảm ơn.",
    "Kính gửi PDT, Em tên , MSSV: . Trong HK201, môn Công nghệ bao gói (CH3129), GV phụ trách môn đã công bố điểm và nói đã nộp lên phòng đào tạo. Tuy nhiên từ ngày công bố điểm đến nay là một tháng và em (và các bạn trong lớp) chưa thấy điểm được cập nhật trên mybk . Kính mong PDT giải quyết giúp em trường hợp này, em xin cảm ơn.",
    "Em xin chào PDT Vài ngày trước mẹ em có ra ngân hàng chính sách xã hội để hỏi về vấn đề vay vốn hỗ trợ cho SV thì phía ngân hàng có hướng dẫn là sẽ liên hệ với bên trường và trường sẽ gửi giấy xác nhận cho bên phía ngân hàng để ngân hàng làm thủ tục cho SV vay vốn. Em không biết là các thủ tục đó sẽ thực hiện đăng ký ở đâu và trình tự như thế nào. Em hi vọng nhận được phản hồi sớm để em có thể hoàn thành thủ tục vay vốn để có tiền thanh toán học phí vào tháng 11. Em xin chân thành cám ơn Trân trọng.",
    "cho em hỏi là em đã hoãn thi cuối học kì 202 thì có cần phải nộp giấy xác nhận gì để dược phân ngành không ạ",
    "Dạ em chào thầy/cô ạ, Thầy/cô cho em hỏi là, hiện tại em đang muốn xin một học bổng và yêu cầu hồ sơ phải có bảng điểm của PĐT và nộp online qua drive. Hiện tại thì dịch bệnh giãn cách xã hội nên không biết có cách nào để có được file bảng điểm từ PĐT không ạ . Em xin cảm ơn ạ",
    "Chào thầy cô, em tên , MSSV : , Vào kì thi cuối kì học kì 202, em có hoãn thi môn Đại số tuyến tính bằng cách điền form do phòng Đào tạo gửi. Em muốn hỏi rằng liệu nhà trường đã có dự định thi lại cho các môn hoãn thi  vào khoảng thời gian nào chưa ạ? Em cảm ơn thầy cô.",
    "Em chào thầy/cô, Hiện tại em đã hoàn thành chương trình học, số ngày CTXH, tiếng anh nghe đọc. Tuy nhiên kết quả đợt 1 vừa rồi em chưa đủ điểm tiếng anh nói viết. Nên em có 2 câu hỏi muốn thầy/cô giải đáp ạ: 1. Khi nào là hạn cuối cho việc nộp bằng tiếng anh nói viết ạ? 2. Giả sử dịch kéo dài và việc thi offline khó thực hiện được thì trường có tổ chức đợt thi mới cho những bạn chưa qua không ạ?",
    "Cô ơi cho em hỏi, em đăng ký in giấy xác nhận sinh viên từ ngày 22/9 rồi nhưng hiện tại trên trang thông báo vẫn chưa được xử lý, cô kiểm tra giúp em, vì em đang cần gấp ạ. Em cảm ơn   i  .",
    "Dạ em chào thầy/cô ạ, Em tên:  ID: Dạ hiện em đã được văn phòng xác nhận là đã xử lý yêu cầu in thẻ sinh viên của em (10/08/2021) ạ. Nhưng hiện tại em vẫn chưa nhận được thẻ ạ. Em mong nhà trường giúp em đốc thúc bưu điện để gửi đến nơi nhận giúp em ạ. Em cảm ơn nhiều ạ!",
    "Kính gửi PĐT. Em là , MSSV: . Em vừa nhận được kết quả thi 2 kỹ năng đợt 1 và bị báo fail ghi hình writing. Em thi vào ngày 15/09, tuy nhiên vào ngày 13/09, Ba em mất nên em không kịp chuẩn bị phần mềm ghi hình thật tốt. Do đó em đã sử dụng phần mềm Screen Recoder để ghi hình mà không biết là phần mềm chỉ cho ghi 10 phút và tự động ngắt. Sau đó em có xin Giám khảo cho em đổi phần mềm, dùng google meet để ghi nhưng em lại quên bật share màn hình. Vì lý do bất khả kháng nên em chuẩn bị không kỹ. Tuy nhiên, hôm đó em có đặt camera phụ nhìn thấy được toàn bộ màn hình của máy tính nên PĐT có thể kiểm tra lại file ghi hình buổi thi để xem camera phụ và chấp nhận kết quả thi writing của em được không ạ. Em thành thật xin lỗi vì sự cố trên. Dưới đây là đính kèm giấy báo tử của ba em vào ngày 13/09 ạ. Mong PĐT xem xét hỗ trợ em ạ. Em xin chân thành cảm ơn!   i Tốt nghiệp .",
    "Do kỳ vừa rồi em đăng ký hoãn thi và đọc quy chế không đề cập tới việc hoàn thành bài tập lớn nên em không làm bài tập lớn với nhóm sau đăng ký hoãn thi mà hôm nay em nhận được email phải làm BTL và thí nghiệm nhưng nhóm đã làm xong từ trước .Mong phòng đào tạo giải quyết gấp cho em tình hình này em ko muốn học lại do em chỉ hoãn thi do vấn đề máy móc ",
    "Kính gửi Phòng đào tạo trường đại học Bách Khoa Hồ Chí Minh Em hiện đã nộp bằng toeic(615 điểm) để đăng ký làm luận văn tuy nhiên lúc đó em lại không đăng ký xét chuyển điểm. Đến bây giờ em mong muốn chuyển điểm anh văn từ bằng toeic của em thì có được không? Và làm như thế nào? Cảm ơn thầy cô đã đọc và mong nhận được phản hồi sớm nhất từ thầy cô.",
    "Gửi các anh/chị phòng Đào tạo, Em là , khóa K17 ngành kỹ thuật máy tính. Hiện tại em đã có đủ điểm số và hoàn thành đẩy đủ các môn học nhưng em chưa có tên trong danh sách dự kiến tốt nghiệp đợt tháng 11/2021 ạ. http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2761 Anh chị có thể kiểm tra giúp em được không ạ. Em cảm ơn anh chị. Trân trọng, .",
    "Thưa thầy/cô, Em là , sinh viên khóa k16, em đã vừa hoàn thành xong hết các môn trong trường (em mới hoàn thành môn cơ lưu chất ở kì vừa rồi, điểm môn này cũng đã cập nhật lên bảng điểm), em cũng có đủ ngày ctxh. Vậy nên em chưa hiểu tại sao em không được đăng kí thi  nói viết ạ . Em mong sớm được nhận phản hồi từ thầy/cô và sớm được đăng kí thi để hoàn thành chỉ tiêu để ra trường ạ. Em cảm ơn thầy/cô!",
    "PĐT cho em hỏi tại sao đơn hoãn thi HK202 của em lại chỉ cho phép hoãn 1 trên tổng số 4 môn yêu cầu. Theo thông tin mail thì pđt nói em sai thông tin dữ liệu, và trong file Excel gửi về thì em thấy pđt ghi về mã môn học của 3 môn là mã cũ, còn em điền trong đơn hoãn thi là mã theo thời khoá biểu. Do mấy bạn cùng lớp em cũng đăng kí file giống của em mà mấy bạn thì hoãn được hết còn em chỉ hoãn được 1 môn. Mong pđt sớm phản hồi ạ.",
    "Chuyển điểm anh văn . Em xin chào thầy cô !  Hiện tại điểm anh văn của em đã có trên điểm chuyển nhưng trên bảng điểm vẫn chưa cập nhật lại. Em chờ cập nhật hay phải phản hồi cho ai vậy ạ ? Em xin cám ơn.",
    "Em chào , Cô, Em tên , MSSV:, Khoa Kỹ thuật Địa chất & Dầu khí. Cho em hỏi là em đã có điểm Luận văn, đủ số tín chỉ, ngày Công tác xã hội, các điều kiện về Anh văn để xét tốt nghiệp, nhưng sao trên hệ thống danh sách xét tốt nghiệp tháng 11/2021 vẫn chưa có tên em ạ? Khoảng khi nào hệ thống mới cập nhật danh sách ạ? Mong , Cô phản hồi giúp em. Em xin cảm ơn",
    "Kính gửi phòng đào tạo Em tên :  MSSV :-Sinh viên bằng 2 khoa khoa học và kỹ thuật máy tính. Hiện tại em đã có thời khóa biểu chính thức nhưng lịch học và nhóm lớp môn nhập môn điện toán (CO1005) không giống như trong đơn đăng ký em chọn ạ. Mong phòng đào tạo giải quyết giúp em ạ Em xin cảm ơn.",
    "Kính thưa quý thầy cô,  Em tên là , mssv : . Sau khi xem qua bảng điểm của đợt thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Đợt 1 em thấy rằng điểm WRITING của em là 15đ. Do đã hoàn thành toàn bộ bài làm nên việc đạt số điểm như vậy theo em là có thể có sai sót ạ. Em đã nộp đầy đủ bài đúng theo yêu cầu của đợt thi (cụ thể như hình dưới). Rất mong được quý thầy cô hỗ trợ xem lại bài nộp của em ạ. Em xin chân thành cảm ơn . Sinh viên, ",
    "Kính chào quý thầy cô phòng đào tạo ạ! Em gửi phòng đào tạo đơn xin hủy hoãn thi môn kỹ thuật siêu cao tần do em đã có điểm môn này ạ. Mong thầy cô kiểm tra và duyệt đơn giúp em ạ. Em cảm ơn quý thầy cô.",
    "em muốn đăng kí môn Giải tích 2 dự thính bây giờ được không ạ. Em cảm ơn.",
    "Dạ em chào Thầy/Cô, em tên , MSSV: . Dạ thưa Thầy/Cô, ở học kỳ 2 (2020-2021) và học kỳ 3 (2020-2021) em có đăng ký hoãn thi cuối kỳ môn giải tích 2 qua form mà Phòng đào tạo đã hướng dẫn (Link form: https://docs.google.com/forms/d/e/1FAIpQLSdm7n2DE39TNMtZ1kWND_zJ7gTG9PCu3AwxXny3k97k9b4GHQ/viewform). Sau đó, em nhận được 2 email từ  thông báo là Phòng đào tạo đã nhận được thông tin và đồng ý yêu cầu xin hoãn thi của em (em có đính kèm ảnh bên dưới). Tuy nhiên em vừa vào mybk để xem điểm thì thấy môn giải tích 2 của em ở học kỳ 2 (2020-2021) và học kỳ 3 (2020-2021) đều bị điểm 13 ở cột điểm cuối kỳ. Dạ học kỳ 2 (2020-2021) em học lớp giải tích 2 DT04-A, còn học kỳ 3 (2020-2021) em học lớp giải tích 2 DT04-A. Mong Thầy/Cô kiểm tra lại giúp em ạ. Em cảm ơn.",
    "Em chào thầy, cô. Em đăng kí in bảng điểm trên trang web của trường, đến khi em bấm xác nhận và sau đó là bấm đồng ý thì xảy ra lỗi Không kiểm tra được thông tin thanh toán từ BKPay ErrorCode:81. Và sau đó em thoát ra, vào lại trang in bảng điểm thì hiện lỗi như ảnh em đính kèm. Em mong thầy, cô hỗ trợ giúp em ạ. Em xin cảm ơn.",
    "Em có nhu cầu đăng kí anh văn 2A vào thứ 2 4 6 (tiết 13-15) nhưng e bị lỡ hạn đăng kí . Rất mong pdt có thể gia hạn thêm ạ.",
    "Cho e hỏi kì vừa rồi em đã đăng ký hoãn thi tất cả 4 môn, đến giờ bảng điểm vẫn để điểm 13. cho em hỏi khi nào mới cập nhật để em tính điểm rẻn luyện ạ? Em cảm ơn.",
    "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh Em tên:  MSSV:  Ngành: Kỹ thuật Hàng không - Hệ: VLVH Em chuyển từ Hệ CQ sang Hệ VHVL để xét hoàn thành chương trình học và đã hoàn thành các môn học theo chương trình đào tạo + đạt chuẩn AV xét tốt nghiệp theo hệ VHVL ạ. Hiện tại em thấy PĐT công bố danh sách dự kiến tốt nghiệp tại trang web PĐT (Mục Tốt nghiệp) ngày 08/09/2021 cho Hệ Chính Quy nhưng chưa thấy công bố danh sách cho Hệ VLVH để em có thể kiểm tra mình được tốt nghiệp hay chưa? Và em có vào phần Đăng ký xét tốt nghiệp trên MyBK nhưng không đăng ký được (không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến). Em xin hỏi là hiện tại em còn thiếu những gì cần bổ sung thêm để đủ điều kiện tốt nghiệp ạ? Em đã gởi câu hỏi/yêu cầu, sau 21/09/2021 và 28/09/2021, em vẫn chưa nhận được mail phản hồi và chưa đăng ký tốt nghiệp được nên hôm nay em gửi lại để PĐT và quý thầy cô kiểm tra lại và phản hồi ạ. Trong thời gian chờ sự phản hồi từ PĐT và quý thầy cô, em xin kính chúc quý thầy cô nhiều sức khỏe, cùng vượt qua đại dịch. Em xin chân thành cảm ơn. Thân chào quý thầy / cô   i Tốt nghiệp .",
    "Kính gửi pđt,  Như ở câu hỏi trước em có xin về việc thi cuối kỳ anh văn 4a sớm để kết thúc môn để tụi em có thể kịp xét tốt nghiệp trước 31/10 vì theo thông tin em nhận được là nếu không đăng ký xét tốt nghiệp trước 31/10 sẽ không được tham gia Lễ trao bằng đợt tháng 11.2021 ạ . Có nhiều bạn gặp trường hợp như em và cũng rất hoang mang, mong thầy cô tạo điều kiện cho tụi em được thi sớm ạ. Về cách thức làm đơn thì nhờ thầy cô hướng dẫn giúp tụi em nhé . Mong nhận được sự phản hồi từ thầy cô. Em cảm ơn ạ!",
    "Chào thầy/cô Em là , sinh viên K2016 khoa Khoa học và Kỹ thuật máy tính Vừa rồi em có xin giấy hoãn nghĩa vụ quân sự để nộp cho địa phương nhưng do thời gian khóa học theo quy định của em là từ tháng 9/2016 đến tháng 4/2021 nên thành ra không được chấp nhận hoãn nghĩa vụ ạ Dưới địa phương có nói cho em là vì nếu như em muốn hoãn nghĩa vụ quân sự năm nay thì chỉ có cách duy nhất là phải có được giấy xác nhận vì tình hình dịch covid nên nhà trường quyết định kéo dài thời gian tốt nghiệp của sinh viên hoặc là trên giấy hoãn nghĩa vụ quân sự phải có lý do này . Em mong thầy/cô và nhà trường có thể xem xét và giúp em vấn đề này ạ Em xin cảm ơn thầy/cô và chúc thầy/cô có 1 ngày tốt lành",
    "Phòng Đào tạo cho em hỏi là em vừa nhận được quyết định hoãn LVTN và điểm môn LVTN của em đã được chuyển từ điểm 13 sang điểm 14, nếu vậy theo em biết là em không cần phải đăng kí lại môn LVTN ở học kì này nữa. Nhưng do trước đó chưa nhận được quyết định hoãn LVTN và chuyển điểm sang điểm 14 nên ở đợt đăng kí môn học vừa rồi em đã đăng kí lại môn LVTN .   Vậy bây giờ em có cần phải rút môn LVTN ở học kì này không hay vẫn để bình thường, nhà trường có gộp 2 môn LVTN ở học kì trước và học kì này của em lại không ạ. Em xin cảm ơn.",
    "Dạ em chào chị, Em có câu hỏi là em muốn xin phòng đào tạo   B In bảng điểm trung bình năm học 2020 - 2021   , cho em hỏi là phòng đào tạo có bảng điểm như trên không ạ, hay là chỉ có bảng điểm trung bình tích luỹ của các năm thôi ạ. Em cảm ơn. Chúc chị một ngày làm việc vui vẻ.",
    "Dạ Thầy/Cô Hiện tại em còn thi anh văn nói viết nữa là tốt nghiệp. Em đang đợi thi online nên không có đăng ký môn học trong học kỳ này. Mà giờ ở quê có giấy hỏi đi nghĩa vụ. Vậy em có được giấy chứng nhận để hoãn nghĩa vụ quân sự không ạ? Kính gởi",
    "Em chào quý Thầy Cô. Em tên là , MSSV . Hôm nay em có một vài thắc mắc khi đăng ký xét tốt nghiệp và em hi vọng quý Thầy Cô tư vấn giúp để em để có thể tốt nghiệp vào tháng 11: - Em đã tham gia thi TOEIC Writing and Speaking đợt 1 và đã có điểm đủ yêu cầu để tốt nghiệp. Hiện tại em vẫn chưa thể đăng ký trên Mybk do chưa có trong danh sách dự kiến. Vậy có phải một vài ngày sau em có thể đăng ký và vẫn kịp tốt nghiệp vào tháng 11 đúng không ạ? - Học kỳ hiện tại em vẫn thuộc chương trình KS Tài năng nhưng do em cải thiện không đủ yêu cầu 7.5 của 1 môn cốt lõi. Em muốn hỏi là khi đó phòng đào tạo sẽ tự động cập nhật khi em đăng ký xét tốt nghiệp (xét loại em ra khỏi danh sách tốt nghiệp Tài năng) hay em phải làm đơn để ra khỏi chương trình để tốt nghiệp vào tháng 11 ạ? Do em đang theo học chương trình Liên thông Cao học và đã học đủ số Tín chỉ Cao học cho phép khi còn là Sinh viên Đại học, nên nếu kỳ này em không thể tốt nghiệp Đại học thì tất cả các môn học Cao học kỳ này em sẽ bị hủy ạ. Nên em rất mong quý Thầy Cô hướng dẫn em thực hiện để có thể tốt nghiệp vào tháng 11 ạ. Em chân thành cảm ơn quý Thầy Cô.",
    "Em tên là , MSSV  . Kì thi cuối kì online HK202, HK203 vừa rồi em có gặp trục trặc về sức khỏe nên đã gửi yêu câu hoãn thi một số môn học HK202. Nhưng, do tình trạng sức khỏe mau chóng bình phục nên đã có thể tham gia thi tất cả các môn thi HK202, và hiện tại thì một số môn đã có điểm tổng kết. Cho em hỏi là yêu cầu hoãn thi các môn kia đã được hủy chưa ạ? Nếu chưa thì phải hủy như thế nào ạ?  Mong PDDT đối chiếu thông tin và hủy yêu cầu hoãn thi giúp em với ạ .",
    "Chào thầy/cô Em là , sinh viên K2016 khoa Khoa học và Kỹ thuật máy tính Vừa rồi em có nộp giấy hoãn NVQS cho địa phương nhưng họ nói là do thời gian khóa học theo quy định của em là từ ngày 9/2016 đến ngày 4/2021 nên thành ra giấy này không được áp dụng cho đợt xét NVQS lần này Dưới địa phương có nói cho em là vì nếu như em muốn hoãn nghĩa vụ quân sự năm nay thì chỉ có cách duy nhất là phải có được giấy xác nhận vì tình hình dịch covid nên nhà trường quyết định kéo dài thời gian tốt nghiệp của sinh viên hoặc là trên giấy hoãn nghĩa vụ quân sự phải có lý do này .Em mong thầy/cô và nhà trường có thể xem xét và giúp em vấn đề này ạ Em xin cảm ơn thầy/cô và chúc thầy/cô có 1 ngày tốt lành",
    "Dạ PDT cho em hỏi là quy định về học bổng khuyến khích của trường hiện nay như thế nào ạ? Em lên aao nhưng thông tin học bổng đang bị lỗi. Em cảm ơn ạ!",
    "Kính gửi Thầy/Cô Dạ cho em hỏi là hiện tại em đã hoàn thành luận văn (điểm TBTL là. 7.50) và đợi thi av nói viết online để xét tốt nghiệp dạ lúc này em có được đăng ký học cao học không ạ? Và nếu lỡ em thi trượt thì có được theo học cao học tiếp không ạ? Dạ với cho em xin hỏi là khi theo học cao học thì em có được giấy chứng nhận gì để tạm hoãn nghĩa vụ quân sự không ạ? Em cảm ơn nhiều ạ",
    "mssv: -Dạ em chào phòng đào tạo kì 202 vừa rồi em có đăng kí hoãn thi,em có nhận lại mail phản hồi của phòng đào tạo là đơn hoãn thi không được chấp nhận.Vậy em bây giờ phải làm lại đơn gửi lại pđt trước 10h ngày 1/10 phải không ạ.Mong nhận được sự phản hồi của pđt.",
    "Em tên là:  - MSSV:  Hồi lúc em có đk hoãn thi cuối kì môn vật lí 1 và lúc đăng kí em có ghi mã môn là PH1003 (vật lí 1) và PH1004 (vật lí 1 bài tập) nhưng giờ PĐT mail lại cho em bảo là em đã đăng kí sai mã môn. Vậy cho em hỏi là bây giờ mình đăng kí lại thì mình ghi mã môn học là gì ạ. Và trong mail PĐT còn nói \"Sau khi kiểm tra SV đăng ký hoãn thi lại bằng tài khoản \", vậy em phải dùng mail nào để đăng kí lại ạ.",
    "Hệ thống thanh toán OCB đang bị lỗi không thanh toán được thì phải làm sao ạ. Gọi tổng đài nhân viên không nghe máy",
    "Dạ chào thầy/cô, Em có đăng kí in bảng điểm gửi bưu điện (nội thành TP HCM) về nhà vào ngày 13/9 nhưng tới giờ vẫn chưa nhận được. Trong khi đó em sắp hết hạn nộp cho công ty rồi. Dạ thầy/cô cho em hỏi, thời gian sau bao lâu thì em sẽ nhận được bảng điểm ạ? Và thầy/cô có thể cung cấp cho em mã vận đơn của bưu điện để em tra cứu tình trạng không ạ? Em xin cảm ơn.",
    "Chào anh chị, em có đăng ký in bảng điểm và đã có kết quả in xong. PĐT có thể giúp em scan và gửi qua mail  giúp em được không ạ? Em cảm ơn",
    "Chào thầy cô, Em tên , MSSV  học hệ tài năng. Hiện tại em là sinh viên chuẩn bị tốt nghiệp. Đợt tháng 9 vừa rồi bên PDT cùng với BKenglish có tổ chức thi tiếng anh hai kỹ năng nói và viết. Hiện tại em đã có kết quả nhưng không đạt mốc 245 theo quy chế. Thầy cô cho em hỏi, em có thể đăng ký đợt 3 và 4 để  có thể thi lại đạt đủ điểm, hay phải chờ hết cả hai đợt này tổ chức xong đăng ký thi online trong một đợt tổ chức khác (nếu tình hình dịch covid còn căng thẳng) ạ? Em cám ơn quý thầy cô đã đọc qua mail này.",
    "Em là sv k14 vì em không thể bổ sung chứng chỉ ngoại ngữ ( Anh văn 2 kỹ năng) cho đợt xét tốt nghiệp theo chương trình đào tạo khóa 2014. Nên em muốn được chuyển hệ . Vậy để chuyển hệ em xin nộp đơn này đúng không ạ! (tệp em đã đính kèm) em xin cám ơn",
    "Em kính chào thầy cô của trường ạ, em muốn xin được cấp giấy chứng nhận sinh viên học kỳ này để nộp cho phường nơi em đang ở để hoãn nghĩa vụ quân sự ạ. Mong nhà trường giúp đỡ.",
    ". Kính gửi: PĐT  Em đã đăng ký hoãn thi môn học Vật Lý 2 PH1005  - HK202, tuy nhiên bảng điểm chưa sửa điểm hiện tại của em Xin pđt cho em biết kết quả đăng ký hoãn thi của em có được chấp nhận không ạ? Để em còn sắp xếp cho kỳ học tiếp theo. Trong mail hoãn thi của pđt gửi cho em thì sẽ có kết quả vào cuối tháng 9 Nếu đến cuối tháng 12 mới có kết quả thì em sợ mình sẽ không đủ thời gian để chuẩn bị cho việc ôn tập để đăng kí thi. ạ. Xin pđt giải quyết giúp em ạ. Em xin chân thành cảm ơn. Kính chúc sức khỏe",
    "cô ơi! em đang cần gấp bảng điểm để đăng ký di thực tập ngoài trường, vì công ty yêu cầu nên cô giúp em với ạ.Em đã dăng ký ngày 22/9/ 2021 rồi ạ. trong thông báo hẹn 28/9/2021 trả kết quả nhưng đến cuối giờ chiều nay em vẫn chưa thấy.",
    "Chào Văn phòng,  Lần trước em đã đặt câu hỏi xét tốt nghiêp lại và bên Văn phòng chấp thuận kiểm tra để kiểm tra qua. Nhưng đến nay em chưa nhận hồi âm qua email hay trên hệ thống này ạ. Em nay liên hệ 1 lần nữa để Nhà trường xem xét trường hợp tốt nghiệp của em. Em đã hoàn thành các môn học đủ cho chương trình đào tạo của 15 ỹ thuật máy tính. Mong nhà trường xem xét sớm vf phản hồi",
    "Chào thầy (cô), em tên  sinh viên hệ chính quy chuyển sang VHVL đợt tháng 3/2021, đến tháng hơn giữa tháng 5 mới có mail thông báo nhận thẻ sinh viên nhưng không thể đến trường nhận thẻ do em đã rời khỏi TP Hồ Chí Minh và giãn cách xã hội. Sắp tới thi giữa học kì, cho em hỏi làm sao để nhận được thẻ sinh viên ạ? em cảm ơn.",
    "Em xin được hỏi ạ: Em có lịch thi TOEIC Speaking - Writting vào ngày 30/09 tới đây, nhưng mà đến nay (28/09) em vẫn chưa nhận được email thông báo giờ thi và link phòng thi. Cho em hỏi là E-mail vẫn sẽ được gửi trong nay mai hay em cần liên hệ với Phòng đào tạo để nhận được thông tin về lịch thi. Em cám ơn.   i ",
    "Em xin kính chào quý thầy cô, em là , là sinh viên VP ạ. Ở kỳ vừa rồi do trục trặc kỹ thuật nên em đăng ký hoãn thi môn Pháp văn 2. Bây giờ em muốn đăng ký thi bổ sung môn thì phải làm như thế nào ạ? Em thấy lịch thi của em đã có lịch thi lại môn giải tích 2 rồi nhưng chưa có lịch thi Pháp văn 2 ạ.",
    "Kính gửi Phòng đạo tạo, Em hiện là sinh viên khóa 2017, đã hoàn thành luận văn tốt nghiệp nhưng vì lý do cá nhân và tình hình dịch bệnh nên em chưa đạt chuẩn anh văn Nói - . Theo như mail em nhận được về quy chế xét tốt nghiệp T11/2021 thì sẽ gia hạn thời gian đến cuối học kì 211. Tuy nhiên trên web trường thì cập nhật hạn chót là 20/10/2021 ạ. Với thời gian xét tốt nghiệp như trên thì có phải là em sẽ phải tốt nghiệp trễ và đăng ký vào học kỳ tới không ạ? Em mong Qúy Thầy/Cô có thể giải đáp giúp em. Em xin chân thành cảm ơn ạ.",
    "Em chào PĐT ạ! em là sinh viên khoa điện. Môn Giải tích mạch (mã cũ) của em là 5.5 điểm, em học cải thiện bằng môn học tương đương được 8 điểm. em biết là sẽ không được tính vào điểm trung bình tích lũy ngành. Vậy điểm cũ 5.5 có được bỏ, thay bằng MT (miễn) trong điểm tích lũy ngành như trong thông báo không ạ? em mong nhận được giải đáp . Cảm ơn Thầy cô ạ!",
    "Kính thưa Pdt, em là  (Mssv: ), là sinh viên ngành Công nghệ Thực Phẩm, chương trình CLC. Trong học kì vừa qua, em đã hoàn tất tất cả yêu cầu để xét tốt nghiệp trong tháng 11 sắp tới (số tín chỉ, ngày Ctxh, cập nhật đầy đủ điểm các môn/ các học kì...). Tuy nhiên, khi tra Mssv trong danh sách dự kiến tốt nghiệp, em không thấy có tên mình. Em đã kiểm tra lại các thông tin tương đối kĩ và không tìm thấy sai sót. Kính mong Pdt kiểm tra và hỗ trợ giúp em. Em xin chân thành cảm ơn Pdt ạ. Trân trọng, ",
    "Chào thầy/cô ạ, HIện tại em đang thiếu 1 môn để tốt nghiệp. Vì hôm nay mới có điểm môn đó và em không đủ điểm để qua môn. Vì là môn cuối để tốt nghiệp nên em đang có nguyện vọng xin vào lớp DT đã bắt đầu học được 3 tuần không biết có được không ạ. Cụ thể là lớp Kỹ thuật siêu cao tần DT02 do thầy , bộ môn Viễn thông giảng dạy ạ. Cảm ơn thầy/cô",
    "Thưa thầy/cô Em tên là  MSSV  Lúc trước em đã xin phép hoãn thi môn Xứ lí ảnh EE3035 thành công nhưng hiện tại bảng điểm của em là điểm 13. Thầy/cô có kiểm tra sự cố này giúp em được không ạ. Em cảm ơn.",
    "Dạ em là sinh viên năm 4, em đã hoàn thành mọi thứ để tốt nghiệp. Em muốn chắc chắn nên em đăng ký môn học cho kỳ sau thêm 1 môn ạ và em đã đăng ký rút môn học đó thành công, tuy nhiên em hiện tại chưa thể đóng tiền học môn học đó vì đến tháng 11 mới mở đóng tiền nhưng 31/10 đã hết hạn đăng ký tốt. Hiện tại em chưa có tên trong danh sách dự kiến tốt nghiệp vào tháng 11 này ạ . Phòng đào tạo cho em hỏi là có cách nào để em có thể đóng tiền trên BKpay sớm để hoàn tất thủ tục Tốt nghiệp vào tháng 10 được không ạ. Em xin cám ơn Phòng đào tạo ạ.",
    "Em tên:  – Mã số sinh viên: 1. Là sinh viên lớp XD13KT, chuyên ngành Kiến Trúc- Khoa Kỹ Thuật Xây Dựng. Hiện tại em đã trải qua 16 học kì theo học tại trường, cũng là thời gian tối đa trong chương trình đào tạo, em sẽ hết hạn vào tháng 10/2021. Hiện em hoàn thành đầy đủ số tín chỉ các môn học theo chương trình bắc buộc, chứng chỉ ngoại ngữ Toiec Reading và Listening, ngày công tác xã hội. Em chỉ còn Toiec Speaking và Writing là chứng chỉ còn lại em chưa hoàn thành. Sau khi đọc quy chế của học vụ của nhà trường về trường hơp giống em nên nay em viết đơn này kính mong Phòng đào tạo, Ban giám hiệu Nhà trường cho em xin gia hạn thêm 1 học kì để hoàn thành chương trình học. Em xin cảm ơn!",
    "Em xin chào Thầy/Cô, Em là Ngô Kiến Hoàng (MSSV: 1810713). Vào ngày 21/09/2021 em có đăng ký in bảng điểm sinh viên, và đến ngày 27/09/2021 em đã nộp phí in bảng điểm là 35.000đ bằng hình thức thanh toán online trên BKPAY. Hôm nay (28/09) em vào BKPAY để kiểm tra việc thanh toán tiền in bảng điểm thì em thấy đã thanh toán thành công, tiếp đến em vào lại trang \"Đăng ký in bảng điểm\" để kiểm tra và cũng như xem ngày hẹn lấy bảng điểm thì trang xuất hiện lỗi như sau: Server Error in '/apps' Application. Không kiểm tra được thông tin thanh toán từ BKPay ErrorCode:81 Em không biết là do lỗi hệ thống hay do em đã làm sai quy trình đăng ký in bảng điểm nên mới bị lỗi như thế này. Rất mong được sự giải đáp và trợ giúp của Thầy/Cô. Em xin cảm ơn rất nhiều. Chúc Thầy/Cô một ngày làm việc vui vẻ",
    "Dạ thưa cô, Khoản phí em đã tiến hành thanh toán trễ hạn Tình trạng sinh viên: Em đăng nhập vào MyBK =  Thông tin sinh viên =  Mục Tình trạng sinh viên thì thấy tình trạng hiện tại là: \"Đang học\" nhưng khi đăng ký tốt nghiệp thì tình trạng là tạm dừng. Em gửi cô ảnh chụp màn hình về Tình trạng đăng ký tốt nghiệp, tình trạng sinh viên ở dưới tập tin đính kèm",
    "Em chào thầy cô! Em là , MSSV: . Trong tháng này em vừa thi đạt anh văn nói viết xong và đã đủ điều kiện tốt nghiệp. Tuy nhiên trong học kì này em có đăng kí môn học. Hiện tại em đã nộp đơn rút môn nhưng vẫn chưa thanh toán học phí. Vì vậy em xin thầy cô mở thanh toán học phí sớm cho em trên BKPay để em có thể thanh toán xong học phí và đăng kí tốt nghiệp. Em xin cảm ơn.",
    "Dạ em xin chào thầy cô Phòng Đào Tạo. Lúc trước em có đăng kí học môn Nhập Môn  Thuật học cùng các em khóa K21. Nhưng tới bây giờ em vẫn chưa thấy lên thời khóa biểu có cập nhật mới và tuần sau bắt đầu học rồi. Em sợ thầy cô bỏ sót tên em ạ. Em tên , MSSV , Khoa Điện - Điện Tử ạ Em xin cám ơn thầy cô ạ",
    "Kính gửi quý thầy cô Em tên là ,(), Khoa Cơ Khí Nay em xin được khiếu nại về việc sau: Vào ngày 23/8/2021 em có đăng kí hoãn thi môn   Giải tích 2 (sẽ thi vào ngày 24/82021) và được phòng đào tạo chấp nhận hoãn thi. Nhưng đến nay là ngày 28/9/2021 em lại nhận điểm 13(Vắng thi) trên bảng điểm của môn này. Em mong phòng đào tạo xem xét lại cho em. Em xin chân thành cảm ơn.",
    "Em chào Thầy Cô,  Em có lịch thi anh văn nói viết đợt 3 vào ngày 30/09, nhưng hiện tại trên Bkel của em chỉ cập nhật ngày và thông báo hướng dẫn, chưa có thời gian thi, ca thi cụ thể . Thầy Cô vui lòng cập nhật giúp em ạ. Em xin cảm ơn. .",
    "Thưa thầy, cô! Em tên . MSSV . Em có đăng ký in Bảng điểm nhưng hệ thống báo lỗi \"Không kiểm tra được thông tin thanh toán từ BKpay\" (ảnh đính kèm). Mong được thầy cô hỗ trợ ạ. Em xin cảm ơn.",
    "Kính gửi PDT, Dạ em đã đủ điều kiện để tốt nghiệp vào đợt tháng 11 năm 2021 sắp tới. Nhưng em vẫn chưa có tên trong Danh sách tốt nghiệp dự kiến tháng 11/2021 ạ. Dạ em kính mong PDT kiểm tra thông tin trên hệ thống. Dạ em kính mong PDT bổ sung giúp tên của em vào Danh sách tốt nghiệp dự kiến tháng 11/2021 sắp tới ạ. Để sau đó em có thể lên trang mybk.hcmut.edu.vn để Đăng ký tốt nghiệp ạ (vì em chưa có tên trong DS tốt nghiệp dự kiến tháng 11/2021 nên mybk.hcmut.edu.vn không cho em đăng ký tốt nghiệp ạ) Em xin chân thành cảm ơn. Trân trọng.",
    "Chào quý thầy cô ạ, em có đăng ký môn hoãn thi nhưng bịkhông thể giãi quyết em thắc mắc quý thầy cô ghi thí nghiệm nghĩa là gì ạ. Vì em đăng ký hoãn 2 môn và cả 2 thầy cô cũng trả lời chỉ cần đăng ký với PĐT là được. Mong quý thầy cô giải đáp giúp em.",
    "Chào anh chị cán bộ tư vấn! Em có tên trong danh sách dự kiến tốt nghiệp, tuy nhiên đăng ký xác nhận thì xảy ra lỗi Liên kết bkpay. Em có gửi kèm ảnh chụp màn hình nhờ anh chị hỗ trợ em khắc phục nhé. Em cảm ơn, chúc anh chị nhiều sức khoẻ!",
    "Em chào thầy/ cô ạ ! Hôm nay em xin phép xin ý kiến của thầy cô về 2 điều như sau ạ ! 1. Hiện tại em đăng kí in bản điểm trên mybk nhưng hệ thống báo không tìm thấy thông tin bk pay và báo lỗi nên em không đăng kí được. 2. Em muốn xin thầy/cô bản scan của bảng điểm nộp học bổng thì sao ạ.Em cảm ơn thầy cô.   i  .",
    "Dạ cho em hỏi ạ. Em đã đăng kí hoãn thi bằng hình thức điền vào gg form của PĐT nhưng em lại bị tính điểm 13 cho việc thi cuối kì ạ. Em cảm ơn",
    "mssv :  dạ cho em hỏi là em có hoãn thi cả môn của học kì 203 và môn của học kì 202, nhưng trong form điền hoãn thi thì chỉ cho chọn 1 trong 2 học kì 202 hoặc 203, vậy em phải làm thế nào để có thể hoãn hết môn được ạ? em cảm ơn ạ.",
    "Chào thầy cô, em là  mssv . Kì này một số môn giáo viên bộ môn chưa nhập điểm lên. Em đã cố gắng học tập không rớt môn nào nhưng sau cũng bị cảnh cáo học vụ và phải làm đơn cứu xét.   Môn Phương pháp tính(MT1009) và môn kĩ thật điện (EE2011) em đã hoãn thi nhưng vẫn bị điểm 13 nên mong thầy cô xem xét giải quyết giúp em! Em chân thành cảm ơn! -Đính kèm bảng điểm phía dưới-",
    "Chào thầy cô! Em là , MSSV: 9 Em được chuyển qua hệ VLVH theo quyết định 335/QĐ-ĐHBK, em có lên BKSI hỏi về xét tốt nghiệp VLVH được phải hồi là chờ danh sách dự kiến tốt nghiệp và nếu không có thì phản hổi lại, hôm nay có danh sách và em chưa có tên. Em đã hoàn thành môn học chương trình đào tạo khóa K13, cho em hỏi là em còn thiếu phần nào nữa không ạ để được xét tốt nghiệp VLVH? Em cám ơn thầy cô nhiều!",
    "Dạ em chào quý thầy (cô) PĐT,  Hiện em có một vài thắc mắc về việc in Bảng điểm, mong được thầy cô giải đáp ạ. 1. Em có đăng kí nhận học bổng và họ chỉ yêu cầu bảng điểm của 2 HK là 201 và 202 thì em đăng kí in dưới dạng Bảng điểm (giá 35.000) hay dạng Giấy xác nhận điểm trung bình học kì (giá 5.000) thì được ạ. 2. Giấy xác nhận điểm trung bình học kì chỉ show điểm tổng kết thôi hay có show điểm từng môn của kì đó không ạ? 3. Em chỉ muốn nhận riêng bảng điểm của từng kì thì có dạng đăng kí nào khác ngoài 2 dạng trên Mybk không ạ? 4. Em có thể nhận file scan Bảng điểm trước khi nhận trực tiếp được không ạ?  Em xin cảm ơn quý thầy cô đã quan tâm. Mong sớm nhận được giải đáp từ quý thầy cô. Trân trọng, Vy.",
    "Em chào PDT ạ! Em đã làm đơn xin bổ sung vào lớp môn học Thực tập điện tử 2 EE3021 như PDT đã yêu cầu ạ. Em cũng đã nói chuyện và được giảng viên giảng dạy là thầy  nhiệt tình giúp đỡ, dưới đây là đơn của em có chữ ký của thầy cùng ảnh xác nhận qua mail của thầy. Xin PDT nhận đơn của em và chấp thuận cho em được vào lớp. Em chân thành cám ơn PDT rất nhiều! Chúc mọi người sức khỏe ạ!",
    "Chào thầy cô ạ Em vừa rồi có thắc mắc tại sao em không nằm trong danh sách tốt nghiệp dự kiến và được giải đáp là đợi sau nagyf 28/9. Tuy nhiên Em vẫn chưa đăng ký tốt nghiệp được, mong cô thầy check giúp em xem có vấn đề gì không ạ?",
    "Em , MSSV:  ! Em còn thiếu Anh văn 4 kỹ năng và anh văn 4 (em tính nộp bằng toeic để chuyển điểm), em đã hết môn học nên em không đăng kí môn 2 kì liên tục, giờ tình trạng sinh viên của em bị ghi là \"Nghỉ\", xin Phòng Đào Tạo giúp em với ạ, em tính đăng kí thi Anh văn noi - viết online mà bị ghi là \"không được phép đăng ký\" ! Xin Phòng Đào Tạo giúp em với ạ, em cảm ơn!",
    "Em có đăng kí thi aV nói viết đợt 3 ngày 30/9 mà sao đến bây giờ em vẫn chưa nhận được mail về giờ thi ạ,e mong được phan hồi sớm ạ",
    "Kính gửi: Phòng Đào tạo Em tên:  MSSV: Lớp: BT15VTLT Sinh viên hệ VHVL khóa 2015 hiện tại em đã hoàn thành LVTN và các môn trong chương trình đào tạo. Theo thông tin nhận được từ mail \"Tra cứu thông tin sinh viên xét tốt nghiệp đợt 2 năm 2021\", em vẫn còn nợ môn KỸ THUẬT XUNG  MMH:402833.Do môn KỸ THUẬT XUNG đã lâu không mở lớp em không đăng ký học được nên Khoa Điện-Điện tử đã hỗ trợ cho em học môn tương đương thay thế là môn THIẾT KẾ VI MẠCH SỐ MMH:EE3117.Em có viết đơn xin học và nộp lên Khoa học kỳ 2 năm học 2020-2021 và đã được Khoa chấp nhận. Em đã gửi yêu cầu nhờ PĐT hỗ trợ lần trước vào ngày 24/9/2021 và đã nhận thông tin phản  hồi như sau:  \"PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời. Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021\". Đến hôm nay 29/9/2021 em vẫn chưa nhận được mail và chưa đăng ký tốt nghiệp được nên làm đơn nhờ PĐT kiểm tra và xem xét hướng dẫn giúp em để kịp tốt nghiệp trong đợt này. Em rất mong nhận được sự phản hồi từ PDT Em xin chân thành cảm ạ!!!",
    "Kính gửi Phòng đào tạo trường đại học Bách Khoa Hồ Chí Minh Em tên là:  - MSSV: . Em gặp vấn đề trong việc thanh toán lệ phí chuyển điểm các môn anh văn từ Chứng chỉ ngoại ngữ. Vấn đề xảy ra khi em đã xác nhận đăng ký chuyển điểm cho các môn anh văn, tuy nhiên khi lựa chọn thanh toán lại gặp lỗi và không thanh toán được.(Ảnh đính kèm) Rất mong nhận được câu trả lời sớm nhất từ thầy cô.",
    "Kính Chào   Em tên  _  Em đăng kí thi nói viết đợt 3, trên e-learning ghi ngày 30/9 thi, mà hiện tại em chưa nhận được mail ghi giờ thi và phòng thi ạ . em mong pđt xem xét . em cám ơn",
    "Kính gửi: Phòng đào tạo trường Đại học Bách Khoa Thành phố Hồ Chí Minh Em tên: , MSSV , hệ đào tạo VLVH, chuyên ngành Công nghệ may. Ngày 20/8/2021, em có thi môn Cơ học máy (ME2043) vào lúc 13 giờ, nhóm A01-B, do em vào trễ không có điểm danh nhưng em vẫn nộp bài và trong bảng điểm là em vắng thi (điểm 13). Kính mong Thầy/Cô xem xét giúp em. Em xin cảm ơn.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ thưa Thầy cô , do em đợi điểm  của học kỳ trước mà tới hôm qua em mới nhận được kết quả ( kết quả không như em mong muốn ) nên em muốn đăng ký lại môn ấy thì hạn đăng ký môn học lớp dự thính đã hết . Mong Thầy cô đăng ký giúp em ạ , em còn mỗi môn này ( giải tích 2 có mã số môn học MT1005 ) là tốt nghiệp ạ . Mong Thầy cô giúp đỡ em",
    "Chào thầy/cô, Địa phương em đang có đợi tuyển nghĩa vụ quân sự, họ có yêu cầu giấy xác nhận thanh toán học phí của trường. Thầy cô có thể cho em thanh toán học phí sớm được không ạ. Em xin cảm ơn.",
    "Chào thày/cô, Em tên , MSSV:  Em có gửi yêu cầu được bổ sung vào danh sách tốt nghiệp dự kiến vào ngày 18/09/2021 và được phòng đào tạo tiếp nhận vào ngày 20/09/2021. Tuy nhiên sau ngày 28/09/2021 em vẫn chưa thể đăng ký xét tốt nghiệp được. Mong thầy cô phòng đào tạo xem xét lại giúp em. Em xin cảm ơn.",
    "Kính gửi PĐT, Cuối tháng 5 em nộp bằng Toeic và được đăng ký LVTN. Đến nay, các bạn của em đều đã được nhập điểm LVTN, nhưng em thì chưa. Cho em hỏi sao em chưa có điểm LVTN vậy ạ? Sau vài ngày bảo vệ LVTN thì GVHD cũng cho em biết điểm của mình rồi ạ, nhưng trên mybk thì chưa cập nhật. Em cảm ơn nhiều ạ",
    "Dạ em chào thầy,cô Đợt học kì 202, hôm thi cuối kì môn Hệ Điều Hành (16/8/2021). Bữa thi hôm đó em bị trùng với việc đi tiêm vacxin covid-19 và em không thể kịp dự thi buổi thi cuối kì hôm đó nên em đã đăng kí hoãn thi. Hôm nay, em lên xem điểm trên mybk thì thấy bị để điểm 13 chứ không phải là điểm HT. Dạ không biết như vậy là như thế nào nữa ạ, và thầy/cô cũng cho em hỏi là nếu em đăng kí hoãn thi kì rồi thì kì này muốn thi lại thì sẽ phải liên hệ với PĐT như thế nào ạ. Mong quý thầy/cô phản hồi ạ.",
    "Tốt nghiệp     Chào Thầy/Cô!  Em đã hoàn thành 142 tín chỉ, đủ bằng TOEIC và anh văn nói viết, đủ 14 ngày CTXH nhưng mục đăng ký tốt nghiệp vẫn chưa thể đăng ký(như hình) Cho em hỏi làm sao để được đăng ký tốt nghiệp ạ ",
    "Cho em hỏi là hk202 em đã xin hoãn thi môn có mã MT1008 và không được chấp thuận vì đăng kí sai học kì, nhưng trong hk202 môn Đại số tuyến tính là môn bắt buộc và em có đăng kí đúng học kì ạ Mong được văn phòng giải đáp ạ.",
    "Cho em hỏi mình muốn huỷ hoãn thi do vừa rồi thì mình đăng ký ở đâu ạ ? Em cám ơn",
    "Em muốn Hủy hoãn thi môn CH3119 vì em có điểm môn này rồi thì phải làm sao ạ?",
    "Dạ em xin chào quý thầy/cô, Em tên là   b , MSSV:    , học lớp MT18KH4. Vì lý do dịch bệnh nên hiện tại em vẫn chưa thể tham gia thực tập ngoài trường   b (CO3315)    đã đăng ký trong HK203 được nên em muốn xin quý thầy/cô PĐT cho phép em được hoãn kết quả môn học này. Em đã trao đổi với khoa về vấn đề này và được khoa hướng dẫn gửi đơn cho PĐT (đơn xin đã được đính kèm). Nếu có gì sai sót em mong sẽ được quý thầy/cô hướng dẫn thêm. Em xin cảm ơn. Chúc thầy/cô một ngày tốt lành! Trân trọng.",
    "Em chào Thầy/Cô, Ở học kì 203, em có đăng kí hoãn thi môn Giải tích 2- MT1005 nhưng hiện tại em không có tên trong danh sách hoãn thi ạ. Kính thân",
    "Kính gửi phòng đào tạo, em tên là Phạm Hà Gia Bảo MSSV  vào ngày 20/8/2021 em đã gửi yêu cầu hoãn thi môn Vật Lý 1 PH1003 đã nhận được gmail xác nhận của phòng đào tạo là đã nhận yêu cầu nhưng hôm nay kiểm tra danh sách các môn hoãn thi của em thì không thấy môn Vật Lý 1 xuất hiện ạ . Em mong phòng đào tạo xem xét lại ạ Em xin cảm ơn",
    "Hôm trước vì tình hình mạng không ổn định nên em có quyết định hoãn thi môn  MT2013 nhưng sau đó thì mạng có ổn định trở lại và em đã hoàn thành được bài thi nên muốn hủy đơn hoãn thi thì làm như thế nào ạ",
    "Dạ  ơi, em là sinh viên theo diện hồi hương ở ký túc xá Bách Khoa. Do thuộc diện này nên em không thể đăng ký hủy hoãn thi cho một số môn vì ký túc xá Bách Khoa gửi link trễ,  có thể giúp em hủy hoãn thi 2 mã môn học là EE2009 và EE1015 được không ạ. Các môn còn lại vẫn xin Miễn / Hoãn thi bình thường ạ. Em xin cảm ơn! Em tên   Mssv ",
    "Cho em xin hủy hoãn thi môn EE3087  do đã thi xong nhưng em quên chưa hủy hoãn thi.",
    "Hôm thi môn Kinh tế chính trị ngày 24/8, khu vục của em cúp điện nên em không thể tham gia thi, em đã báo vụ này cho giáo viên bộ môn nhưng không nhận được phản hồi và em đã đăng kí hoãn thi sau đó. Hiện tại, kết quả hoãn thi không có tên của em. Cho em hỏi có nên làm đơn gì để trình bày với PDT trường hợp của em không ạ",
    "Dạ em có viết đơn đăng kí bổ sung môn học kì 211 và được BCN Khoa duyệt đơn cho em ạ. Mong PĐT xem xét giúp em với ạ. Em xin gửi đơn và hình minh chứng duyệt đơn ạ",
    "Tên SV:   MSSV:  Môn học: CH3119 Các phương pháp vật lý nghiên cứu chất rắn Nhóm CC01 Học kỳ: 202 ",
    "Cho em hỏi là em đã đăng ký hoãn thi 2 môn học kỳ 202 và 1 môn học kỳ 203. Nhưng em tra cứu thì chỉ thấy 2 môn học kỳ 202 còn môn học kỳ 203 thì em không thấy. Em cảm ơn.",
    "Em chào quý thầy cô!  Em tên , MSSV   Lần trước  có yêu cầu đăng kí bổ sung LVTN và quý thầy cô đã trả lời là trước 28/9 Nhưng đến nay vẫn chưa có ạ, mong quý thầy cô có thể kiểm tra giúp e",
    "Kính gửi PĐT, Em có thắc mắc về cách tính điểm tbtl kì 202 ạ. Nếu trong kì có môn học hoãn thi và môn đã thi nhưng chưa hoàn thành thí nghiệm dẫn đến chưa có điểm thì HK 202 được tính điểm tbtl như thế nào ạ . Em xin chân thành cảm ơn.",
    "Hủy hoãn thi cuối kỳ  . Kính gửi VPDTQT, Em muốn gửi đơn xin hủy hoãn thi do đã thi bổ sung và có điểm ạ. Em muốn hỏi là đơn của em như vậy là đã đúng chưa ạ ? Em xin cảm ơn. ",
    "kì thi xác suất thống kê 202 vừa rồi em gặp sự cố lúc thi nên đã đăng kí hoãn thi, nhưng đã được giảng viên bộ môn giải quyết ổn thõa rồi thì phiếu đăng kí hoãn thi đó có được tính không ạ? ( em không có nhu cầu hoãn thi nữa ạ)",
    "HUỶ HOÃN THi . Em có đăng kí hoãn thi trước ngày 9/9/2021 ạ, nhưng em muốn huỷ đăng kí thì phải làm như thế nào ạ. Em xin cảm ơn .",
    "Em xin gửi đơn đăng ký hủy hoãn thi ạ. Em cám ơn",
    "Dạ xin phòng đào tạo xem xét lại trường hợp của em vì lúc đầu em có đăng kí hoãn thi môn giải tích vì máy tính em có trục trặc và lúc đó em có gọi pđt và pđt có bảo em làm đơn hoãn thi, nhưng lúc sau giáo viên bộ môn đã cho em thi lại đợt tiếp theo và em đã có điểm nhưng hiện tại khi em kiểm tra mail thì pđt có ghi em hoãn thi môn giải tích 2 và sẽ xoá hết kết quả trước ngày 6/9; hy vọng pđt xem xét lại trường hợp của em và bỏ việc hoãn thi môn giải tích 2",
    "Dạ chào cô. -Em tên :  - -HK DT203 vừa rồi. Đợt thi cuối HK môn Giải tích 2( MT1005). Trong lúc thi online, e bị rớt mạng. Không vào lại được. Nên sợ bị vắng thi, nên đăng kí hoãn thi với PĐT ngay lập tức . -Nhưng 1 lúc sau. E vào lại được, thầy cô vẫn cho thi bình thường và em nộp nộp bài đầy đủ. Đến nay đã có điểm tổng kết đúng với điểm đã thi. - Không biết, kết quả thi này có được công nhận không. Và do thi online nhiều bất cập ngoài mong muốn. Nên em hỏi có cách nào hủy hoàn thi không ạ. Mong cô giúp đỡ . E cảm ơn.",
    "em đã đăng kí hoãn thi môn giải tích 2 và hóa đại cương nhưng em vừa kiểm tra thì thấy như hình mong pdt kiểm tra giúp em ạ",
    "Chào anh chị ạ Em tên  học clc ngành xây dựng cầu đường . Em đã nhận được câu trả lời của chị là chưa hoàn thành môn hóa vô cơ ạ nhưng cách đây 1 kì em đã xin mở lớp và anh chị trả lời em là không mở nữa và học môn Sinh để thay thế nên em đã học theo (ảnh đính kèm). Hiện tại chị báo em chưa hoàn thành hóa vô cơ thì em làm sao để chuyển ạ mong chị reply em sớm ạ. Em đã đủ 144 chỉ và đủ CTXH",
    "Dạ em chào thầy cô. Em có đăng kí hoãn thi vào ngày 13 tháng 8 năm 2021 và có nộp đơn của môn hoãn thi vào ngày 22 tháng 8 năm 2021 nhưng hôm nay em tra danh sách hoãn thi thì không thầy danh sách có em (http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2801&masv=&code=2d) và điểm của em trên mybk vẫn còn là điểm 13. Thầy cô có thể kiểm tra giúp em được không ạ. Em xin nộp minh chứng bằng hình ảnh ạ.   i ",
    "Thưa thầy/cô, em là Lê Minh Nhật, mssv . Ngày 28/8 em có đăng ký xin hoãn thi môn Kỹ Thuật Lập Trình CO1027 HK 203. Hôm nay em vào link kiểm tra các môn đã hoãn thi của trường thì em chỉ thấy 1 môn em đã hoãn thi kỳ 202 được xác nhận. Còn khi tra môn Kỹ thuật lập trình ở link học kỳ 203 thì hệ thống báo không có thông tin hoãn thi của em ạ. Thầy/cô có thể vui lòng kiểm tra giúp em được không ạ? Em xin cảm ơn.",
    "Chào pdt, Vừa qua, pdt có gửi danh sách hoãn thi. trong đợt thi hk202 vừa qua, em có đăng kí hoãn thi môn LA-4A, (đăng kí hoãn thi vào ngày 21/8). tuy nhiên, khi tra cứu thì em lại không tìm ra kết quả ạ. Em muốn hỏi là em cần phải làm gì để có đủ thủ tục được phép thi lại ạ. em cảm ơn",
    "Dạ PDT cho em hỏi là nếu em đăng ký hoãn thi nhưng sau đó đi thi thì kết quả có được tính không ạ",
    "Dạ em chào thầy/cô, Em là , Mssv: . Hiện nay em đã hoàn thành đủ 142 tín chỉ, nhưng do thiếu 2 kỹ năng nói-viết không thể đăng ký tốt nghiệp ở 2 học kì trước và em không đăng ký môn học nên bị tạm dừng, em đã nộp đơn thu nhận và đăng ký môn học cho học kì này, đã có thời khóa biểu. Giờ em đã thi pass tiếng anh nói viết thì có thể đăng ký tốt nghiệp cho đợt tháng 11 tới mà không cần chờ kết quả của môn học ở học kỳ này không ạ? Hoặc có cách nào em có thể hủy môn để đăng ký tốt nghiệp không? Em xin cảm ơn và chờ phản hồi từ thầy/cô.",
    "Chào , Em tên là  - , Cho em hỏi sao em k vi phạm cấm thi và có học đủ các học phần btl nhưng danh sách hoãn thi không có tên em. Em xin cảm ơn!",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . em thi anh văn đầu vào được 5đ, em muốn đăng kí lớp anh văn nhưng trễ hạn thì phải làm sao đây ạ?",
    "Em có tham gia tình nguyện chống dịch tại địa phương , cho em hỏi em phải nộp giấy xác nhận như thế nào ạ , và có thể khi nào đi học trở lại em nộp được không ? vì bây giờ hoạt động tình nguyện vẫn chưa kết thúc ạ ? Em cảm ơn.",
    "cho em hỏi, làm sao để hủy hoãn thi trong HK202, do em bên OISP nên thấy file điền nhầm lẫn.mong pdt phản hồi. em xin chân thành cảm ơn",
    "i  Dạ cho em hỏi để HUỶ hoãi thi thì phải làm như thế nào ạ? Đợt rồi em đăng kí hoãn thi bị nhầm. Nên em muốn huỷ hoãn thi môn Cơ lưu chất CI2003 ạ. Em mong được trường phản hồi sớm. Em cám ơn ạ.",
    "Dạ em xin hỏi PĐT là vào ngày 26/8 em có hoãn thi môn GT1 của HK203 nhưng sao em kiểm tra trong danh sách thì lại không có tên vậy ạ? Em cảm ơn ạ.",
    "Em tên là MSSV:  Em đã có làm form xin hoãn thi cuối các kỳ HK202 và HK203 nhưng trên danh sách các môn học đã hoãn do trường gửi chỉ hiển thị các môn của HK202 còn danh sách các môn đã hoãn của HK203 thì không có môn nào. Mong PĐT xem xét giải quyết giúp em với ạ. Em xin cám ơn nhiều ạ.",
    "Em tên: , MSSV: 1, sinh viên K2013 em đã hoàn thành chương trình đào đạo hệ chính quy K2013 chuyên ngành chế tạo máy, khoa cơ khí, nhưng thiếu chứng chỉ anh văn Writing and Speaking. đã chuyển sang hệ VHVL, nhưng hiện em tra cứu danh sách dự kiến tốt nghiệp hệ VHVL đợi 2 năm 2021 không tìm thấy trong danh sách dự kiến tốt nghiệp. anh/chị cho em hỏi trong trường hợp của em có thể đăng ký nhận bằng tốt nghiệp được chưa hay còn phải đăng ký những môn học nào . em vào trang đăng ký tốt nghiệp thì vẫn hiện là hệ chính quy, em có đính kèm tệp anh/ chị hỗ trợ giúp em mong nhận được sự hỗ trợ từ PDT",
    "Kính gửi PĐT, Em Tên: . MSSV: . Em muốn hỏi về việc hoãn thi HK203. Cụ thể em đã tiến hành đăng ký hoãn thi môn học Xác suất thống kê (Mã MH: MT2013) trên bksi.hcmut.edu.vn từ ngày 29/07/2021 và đã được gửi phản hồi đồng ý vào ngày 30/07/2021. Sau đó vào ngày 05//08/2021 cũng đã xác nhận đăng ký lại thông qua form điền trong email PĐT đã gửi. Nhưng hiện trên hệ thống danh sách hoãn thi HK203 em vẫn chưa được cập nhật và trong bảng điểm vẫn để điểm 13. Sắp tới đầu tháng 10 Khoa Điện-Điện tử sẽ tiến hành phân ngành nên em mong PĐT sẽ giải quyết vấn đề sớm giúp em để không bị mất quyền lợi ạ. Em cảm ơn, ",
    "Em đã nhận được file đính kèm và thấy thiếu hóa vô cơ ạ chị gửi 2 lần rồi ạ. Cách đây 1 kì em đã xin mở lớp và anh chị trả lời em là không mở nữa và học môn Sinh để thay thế nên em đã học theo (ảnh đính kèm). Hiện tại chị báo em chưa hoàn thành hóa vô cơ thì em làm sao để chuyển ạ mong chị reply em sớm ạ. Em đã đủ 144 chỉ và đủ CTXH",
    "Em kính chào thầy cô. Em tên là  mssv . Do học kỳ trước em có đăng ký hoãn thi môn giải tích 2 MSMH MT1005 nhưng do tình hình ổn định nên em đã thi và nay đã có kết quả. Thầy cô hủy đăng ký hoãn thi giúp em ạ!  Em xin cảm ơn.",
    "HOÃN THI . Kính gửi: PĐT  Em đã đăng ký hoãn thi môn học   B Vật Lý 1 PH1003 - DT05 - HK203   , qua form PĐT gửi, tuy nhiên khi kiểm tra danh sách Hoãn Thi HK203 thì không có tên em ạ.   B MSSV: 1813600     I  Xin pđt giúp đỡ em ạ. em xin chân thành cám ơn. Kính chúc sức khỏe",
    "Em đã đăng làm đơn hoãn thi, và điền biểu mẫu, và em cũng có điểm BTL các môn, nhưng trong danh sách  hoãn thi lại chưa có tên em, mong PDT kiểm tra giúp em. EM xin cảm ơn",
    "Trước tháng 9 em đã có yêu cầu hoãn thi môn CI1043 -  Địa chất công trình, bây giờ em không có nhu cầu hoãn thi nữa. Mong PĐT hủy yêu cầu hoãn thi giúp em ạ.     i  .",
    "Chào anh/chị pđt! Em là , msssv  Ngày 24-08-2021, em đã đăng ký hoãn thi HK203 môn GT2, vì nhà em bị lỗi đường truyền internet, em đã gửi mail cho pđt cũng như là gvbm, 2 ảnh ở dưới, và pđt đã có xác nhận đăng ký của em. Nhưng hôm nay em vào trang http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802 thì lại không tìm được danh sách đăng ký của em, cũng như điểm cập nhật trong bảng điểm môn GT2 học kỳ 203 là 13 điểm ạ. Anh/chị cho em hỏi em có đăng ký sai sót bước nào không hay em có thiếu tiêu chuẩn gì mà không được hoãn thi không ạ?",
    "Cho em xin gửi đơn xin miễn thi/hoãn thi kỳ 202",
    "Hủy đăng kí hoãn thi . EM GỬI ĐƠN XIN HỦY ĐĂNG KÍ HOÃN THI Ạ",
    "Em muốn hủy đăng ký hoãn thi thì phải hủy ở đâu ạ",
    "Kính chào thầy/cô Qua một thời gian theo dõi, em nhận thấy điểm trên MyBK được cập nhật liên tục: Trong đó, ban đầu môn giải tích 2 (MT1005) (Không có hoãn thi) có kết quả đầy đủ: KT: 4.44 - BT: 8.67 - BTL: 5.5 - Thi: 4.33 - Tổng kết 5.0 (Ảnh đính kèm điểm trước cập nhật) Sang đến ngày hôm nay thì chỉ còn Thi: 4.0 - Tổng kết 4.0 (Ảnh đính kèm GT2-). Em nhận thấy điểm này khớp với quy định hoãn thi giữa kỳ sẽ hủy kêt quả lấy điểm thi cuối kỳ làm tổng kết nhưng em có có đăng kí hoãn thi nên em có phần lo về kết quả này. Hiện tại ở trên trang Phúc khảo vẫn đang hiển thị tổng kết 5.0 của MT1005 Nếu do kết quả chưa cập nhật xong thì em mong quý thầy/cô thứ lỗi. Do em chỉ còn 1 môn học MT1005 để hoàn thành chương trình nên khá lo lắng Em xin cảm ơn",
    "Em chào thầy/ cô. Em đã đăng ký hoãn thi môn xác xuất thống kê (MT2013) cho kỳ 203 nhưng giờ không có tên trong danh sách. Mong PĐT xem xét lại ạ.",
    "Em cám ơn Pđt đã trả lời câu hỏi! Về đơn đăng ký đặc cách làm LVTN biểu mẫu em có thể download ở đâu ạ. Em tìm trên danh mục biểu mẫu của trường mình không thấy. Em cám ơn.",
    "Em xin thầy/cô được thêm vào danh sách dự thi anh văn 2 kỹ năng nói, viết ạ .",
    "Dạ em chào phòng đào tạo, em là  MSSV: . Kì vừa rồi, em có học môn Quản lý dự án nhóm A01 vào thứ tư. Vì lý do cách ly y tế nên em đăng ký hoãn thi cuối kỳ môn QLDA để thi vào học kì tới. Em vào myBK để xem bảng điểm thì thấy điểm tổng kết là 13, điểm 13 là điểm vắng thi mà trường hợp của em thuộc diện là được phép đăng ký hoãn thi và đã đăng ký bên phía nhà trường, lúc thi cuối kỳ vừa rồi, em cũng vào meet để nói cán bộ coi thi lý do là đã đăng ký hoãn thi, tức là điểm tổng kết của em phải là điểm 14, điểm hoãn thi được phép thi sau chứ. Phòng đào tạo có nói trước ngày 30/9 mà vào myBK thấy chưa có kết quả cập nhật thì khiếu nại lên đây. Mong phòng đào tạo sớm cập nhật lại điểm và tín chỉ trên hệ thống myBK vì ảnh hưởng trực tiếp đến việc em hoàn thiện hồ sơ xin học bổng. Tại vì trên myBK phòng đào tạo để điểm 13 và ảnh hưởng đến điểm trung bình tích luỹ và số tín chỉ của em. Em cảm ơn và mong sớm nhận được sự phản hồi. Best reagrds !!!",
    "Thưa PĐT, trong học kì qua, em có email xin rút việc hoãn thi môn MT1005, nhưng hiện tại điểm môn này vẫn bị tính là 13 điểm, mong PDT cập nhật lại điểm giúp em. Em xin cảm ơn.",
    "em gửi đơn xin hủy yêu cầu hoãn thi ạ.",
    "Vì em đã có thể vô phòng thi nên đã tham gia thi làm bài đầy đủ. Nhưng trước đó em đã đăng ký hoãn thi thì bây giờ em làm sao để hủy hoãn thi ạ.",
    "Em đã đăng ký hoãn thi ở hk202 và hk203 nhưng bây giờ 2 môn em đăng ký không được hoãn thi thì em nên làm gì để có thể thi môn em đã đăng ký",
    "mssv:  kính gửi pdt làm sao để Hủy Hoãn thi hk202 vậy ạ, gửi đơn pdt thì tự viết hay có biểu mẫu trên web vậy ạ. em xin chân thành cảm ơn",
    "Dạ thầy/cô Em đăng ký hoãn thi trên bksi và được trả lời rằng PĐT đã đồng ý yêu cầu Hoãn thi của em và thời gian cập nhật điểm là 06/09/2021 (đính kèm) . Hiện giờ điểm của em vẫn chưa được cập nhật, mong thầy cô xem xét giúp ạ  .",
    "Em xin kính chào các thầy cô ạ. Dạ kính thưa thầy cô là em đã đăng ký hoãn thi trên hệ thống vì sự cố về file ghi màn hình môn Tín Hiệu Và Hệ Thống ạ.Nhưng thầy lại bảo không cần thiết và chấp nhận kết quả thi cuối kỳ của em .Trên bảng điểm cũng đã ghi điểm cuối kỳ và điểm tổng kết của môn học ạ (HK203). Trong HK203 em có đăng ký 6 tín chỉ( hai môn mỗi môn học 3 tín chỉ) và em đều đạt cả hai môn nhưng sao trong số tín chỉ tích lũy lại ghi chỉ có 3 mà không ghi cộng số tín chỉ của môn Tín Hiệu Và Hệ Thống( môn em đã đăng ký hoãn thi ) ạ. Thầy cô cho em hỏi là đấy có phải là do em đã đăng ký hoãn thi nên hệ thống không ghi số tín chỉ tích lũy cho em không và em phải làm như thế nào để vẫn được ghi nhận số tín chỉ tích lũy của môn đó ạ?(em chưa có mail xác nhận được hoãn thi mà chỉ có mail xác nhận đã đăng ký và chờ xử lý thôi ạ). Em xin chân thành cảm ơn quý thầy/cô!",
    "cô ơi cô môm vật lý 1 hk203 của em đăng kí hoãn thi r cô ơi mà em tra thông tin thì không có là sao vậy cô",
    "Kính gởi thầy cô, Em là , mssv , HK 203 em có đăng ký hoãn thi môn thép 2 (CI3211) do bị cách ly (F1) và đã được PĐT đồng ý (ảnh đính kèm), nhưng tra tên trong danh sách hoãn thi HK203 thì không có tên. Bây giờ em nên làm thế nào vậy ạ. Mong thầy/cô cập nhật lại giúp em với được không ạ. Chúc thầy/cô thật nhiều sức khoẻ Em rất biết ơn Em cám ơn thầy cô đã đọc Trân trọng.",
    "Em có đăng kí giấy xác nhận tạm hoãn nghĩa vụ quân sự vào t2 ngày 29/9/2021. Cho em hỏi là bao lâu sẽ được xác nhận ạ. Do địa phương đã yêu cầu gấp, mong trường xem xét xử lí ạ. Em xin cảm ơn",
    "Thưa phòng đào tạo, Từ tháng 5 đến bây giờ em có đăng kí 2 thẻ sịh viên và 2 bảng điểm vận chuyển theo bưu điện. Nhưng tới giờ vẫn chưa nhận được. Mong PDT giúp đỡ về vấn đề này.",
    "Kính gửi quý thầy cô, Em là , MSSV  Trong học kì 203, em có đăng kí hoãn thi môn kết cấu thép 1 (CI3009) đó tình hình dịch bệnh và thiếu trang thiết bị. Nhưng hôm nay, em nhận được mail và truy xuất vào đường link để xem danh sách hoãn thi nhưng không có tên em. Vì vậy, hôm nay, em nhắn tin này mong thầy cô giúp em xem xét và bổ sung tên của em vào danh sách hoãn thi. Mong nhận được phản hồi. Em xin chân thành cảm ơn. ,",
    "Em chào thầy, cô! Dịch bệnh hiện tại thì trường có mở kì thi anh văn định kì cho k20 về trước để xét chuẩn anh văn sau mỗi năm học không ạ? Em xin cảm ơn!",
    "Em chào Thầy/Cô, Hiện nay các môn học của em hầu như đã có điểm. Chỉ riêng môn Thí nghiệm vật lý em đã đăng ký học 202 thì vẫn chưa được thi. Trước khi nghỉ dịch 05.2021, lớp tụi em đã hoàn thành xong tất cả các bài thí nghiệm trên lớp hầu như tụi em chỉ còn buổi học tổng kết trên lớp là sẽ hoàn thành chương trình. Em đã liên hệ với Thầy  dạy Thí nghiệm vật lý cho em tại kỳ 202 nhưng Thầy bảo là Thầy không quyết định được. Hạn xét tốt nghiệp sắp tới là 31.10, em đã xin được việc tại công ty Đại Dũng. Họ rất cần giấy xét tốt nghiệp của trường. Em cực kỳ lo lắng về việc ra trường trễ do không được thi TNVL. Em mong PDT có thể giải quyết về vấn đề đươc thi giúp em với ạ. Tụi em đã hoàn thành thao tác thí nghiẹm cho tất cả các bài nhưng em vẫn không hiểu tại sao Bộ Môn vẫn không cho thi và kéo dài tới hiện tại. Thật sự 4 năm nỗ lực để ra trường đúng hạn là một nỗ lực rất lớn. Em mong PDT có thể giúp em được hoàn thành buổi thi cuối cùng này. Em cám ơn. Chúc PDT nhiều sức khỏe. Thân ái, ",
    "Em là sinh viên khoá K19 hiện tại em đang nằm trong danh sách \"đen\" đợt 1 và có thể học kì 2 này kết thúc, em chỉ có một cách duy nhất để thoát ra là em phải thi toiec để nộp bằng cho nhà trường. Nhưng tình dịch bệnh phức tạp, em không thể thi được. Xin thầy/cô tư vấn cho em còn cách nào khác không ạ!! Hiện em đang cảm thấy rất stress",
    "Em xin được gửi lời chào đến Thầy/Cô, Hiện em đã hoàn tất đăng kí tốt nghiệp, tuy nhiên hiện tại em không thể tìm thấy vị trí tải xuống bằng tốt nghiệp tạm thời như đã hướng dẫn, em có gửi ảnh đính kèm. Hiện em là sinh viên OISP dự kiến tốt nghiệp vào tháng 11 ạ. Mong được Thầy/Cô giải đáp. Em xin cảm ơn Thầy/Cô đã dành thời gian. ",
    "Chào admin, em tên là , MSSV , Em ó đăng kí in giấy tạm hoãn nghĩa vụ quân sự hồi 7/9 và cũng được nhà trường in giấy rồi, và em có sử dụng chức năng gửi giấy về bằng đường bưu điện. Tuy nhiên đến giờ là 29/9 mà em vẫn chưa nhận được ạ. Cho em hỏi loại giấy tờ đã được nhà trường chuyển dùm em chứa ạ. Em biết hiện tại ở thành phố đang dịch bệnh nghiêm trọng, dưới em cũng vậy, nhưng mà cán bộ vẫn đến tận nhà bắt em phải nộp loại giấy này ạ. Mong nhà trường phản hồi sớm giúp em. Em xin chân thành cảm ơn",
    "Dạ em chày thầy/cô Trong học kỳ 202 và học kỳ 203, em có đăng ký hoăn thi là đã được phòng đào tạo xem xét (trong ảnh đính kèm) nhưng bây giờ em tra cưu MSSV của bẻn thân trong danh sách hoãn thi thì có phản hồi là không có thông tin của em . Kính mong thầy/cô giải quyết giúp em Em xin chân thành cảm ơn.",
    "Em chào pđt, Kỳ 202 em có đăng ký hoãn môn Kỹ thuật Siêu cao tần vì lý do scan thiếu phần đồ thị smith. Em có gửi Mail cho thầy gv chính nhưng lúc đó thầy không rep mail, bây giờ mới có kết quả là thầy có nhận đồ thị đó. Hôm qua em đã đăng ký HUỶ hoãn thi môn Kỹ thuật siêu cao tần (EE3025). Không biết còn hủy được không ạ? Em xin cảm ơn pđt.",
    "Em muốn hũy hoãn thi thì phải làm sao ạ",
    "Em có đăng ký hoãn thi môn học trong hk203 mà trong danh sách không có tên. Vậy em phải làm sao ạ.",
    "hôm qua em có gởi mail hỏi vụ điểm 13 của phòng đào tạo về việc hoãn thi HK203 môn MT1005 giải tích 2 của em đc nộp vào ngày 24/08 trc ngày 6/9 của mail mới của nhà trường mà em tra ko thấy tên em trong danh sách mong phòng đào tạo giải quyết giùm em",
    "Tốt nghiệp . Em chào Thầy/Cô ạ. Em có một số thắc mắc liên quan đến việc nộp đơn xin rút khỏi chương trình KSTN để xin xét tốt nghiệp bằng thường ạ. 1. Đơn xin ra khỏi chương trình KSTN để xin xét tốt nghiệp bằng thường có mẫu đơn không hay sinh viên tự viết ạ? (trên mục biểu mẫu trang aao không có biểu mẫu này ạ) 2. Hiện tại em có thể nộp đơn cho PĐT thông qua hình thức online được không ạ?     2.1. Nếu em có thể nộp đơn bằng hình thức  online vậy em có thể gửi đơn qua đâu ạ?    2.2. Hình thức đơn được yêu cầu thế nào ạ? Đánh máy lưu thành định dạng PDF hay viết tay và scan thành định dạng PDF ạ? Em cảm ơn Thầy/Cô ạ.",
    "Em xin chào pđt, Em xin phép gửi Đơn HỦY hoãn thi môn Kỹ thuật Siêu cao tần (EE3025). Em xin chân thành cảm ơn. --------- ",
    "E xin chào! e là sv k14 hiện e muốn chuyển hệ vì hết chương trình đào tạo hệ chính quy theo khóa 2014. cho e hỏi vậy để chuyển hệ e phải làm gì cho đợt tốt nghiệp tháng 11 tới ạ!  em xin cám ơn!",
    "dạ cho em hỏi là em đã đăng kí hoãn thi cuối kì 202 rồi mà em tra mssv trong danh sách hoãn thi cuối kì trong AOO thì không có tên em ạ",
    "Em là n mssv   vào ngày 16/8 em thi cuối kì môn anh văn 3 mã số môn học LA1007 Học kì 203. hôm đó em vào trước giờ thi 30p nhưng bị từ chối tham gia gg meet 2 lần. Sau đó em không thể gửi yêu cầu tham gia gg meet được nữa nên em không thể vào điểm danh thi được. Lúc đó em đã gọi cho cô  để giải quyết nhưng vẫn không giải quyết được. cán bộ coi thi cũng bảo là em đăng kí hoãn thi chứ không còn đủ thời gian để em thi nửa. Lúc đó em đã hoãn thi nhưng bây giờ em không thấy tên trong danh sách. Mong phòng đào tạo giải quyết cho em. Em chân thành cảm ơn!",
    "Kính gửi PDT, em tên là , MSSV: , lớp XD17KT Em đã nhận được mail trường về danh sách hoãn thi HK203 (năm học 2020-2021) nhưng em không tra cứu được tên của em trong danh sách này. Mail có ghi là những bạn đăng ký trước ngày 06/09/2021 PĐT đã tự động hủy không còn trong dữ liệu. Em nhận được mail xác nhận đăng ký hoãn thi từ PDT vào ngày 26/08/2021. Trường đã hủy các kết quả đăng ký nhưng không có mail nào yêu cầu sinh viên đăng ký lại sau khi dữ liệu cũ đã bị xóa, và dẫn đến việc là em không có tên trong danh sách hoãn thi của hk203 . Kính mong PDT giải quyết giúp em tình trạng này . Em xin chấn thành cảm ơn.",
    ": Em đã đăng kí hoãn thi nhưng thông tin sinh viên vẫn để điểm 13 là sao ạ?",
    "kính gửi phòng đào tạo trường đại học bách khoa thành phố hồ chí minh em tên:  mssv:  Do sự nhầm lẳng em đã đăng ký hoãn thi nhầm môn hóa đại cương mã môn học CH1003 . em xin nhờ phòng đào tạo hủy hoãn thi môn hóa đại cương CH1003. em xin cảm ơn .",
    "Kính gửi Thầy/Cô. Em tên là:  Mssv:  Khoa Kỹ thuật Xây dựng-Xây dựng Dân dụng và Công nghiệp-Khóa 2017 Lớp: XD17DD2 Dạ em có một câu hỏi là, em đã đăng ký hoãn thi trong HK202 môn Anh văn 4 có (  B MSMH: LA1009   ), nhưng khi kiểm tra kết quả thì MSMH lại là \"  B LA1009 DUNG   \" thì có đúng không ạ? Em rất mong nhận được phản hồi của Thầy/Cô ạ. Em cảm ơn.",
    "Kính gửi: phòng Đào tạo  Em là:   Lớp HK19  Trong đợt thi HK 211 em có Gửi mail xin hoãn thi môn Triết học  SP1031 và đã được xác nhận của giảng viên và mail cho pdt theo mẫu mail cũ trước khi có form đăng kí danh sách hoãn thi. Nhưng sau đó không có trong danh sách sinh viên hoãn và bị điểm 0. Em xin pdt xem xét lại trường hợp của em. Em xin cảm ơn.",
    "Bảng điểm môn   B giải tích 2 lớp DT06 học kì 202    đã có điểm tổng là   B 5.05    và đã có tổng hợp số tín chỉ cũng như điểm trung bình rồi. -Hôm nay bảng điểm   B kì 203    vừa mới cập nhật điểm cho môn   B giải tích 2 lớp DT03 là 13    thì điểm bên   B học kì 202 bị nhầm thành 13 luôn.    -PĐT kiểm tra lại giúp em ạ.",
    "Pđt ơi hôm bữa em có hoãn thi mấy môn bên hk202 và hk203 nhưng tại sao nó chỉ hiện những môn hk202 v ?",
    "em xin gửi đơn hủy hoãn thi hk202. em xin chân thành cảm ơn",
    "Em muốn đặt câu hỏi là em đã đăng ký hoãn thi nhưng điểm thi và điểm tổng kết là 13 ạ môn vẽ kỹ thuật bảo dưỡng IU1003",
    "Gửi quý thầy cô, Hiện tại em vừa đậu hết tất cả các tín chỉ, tuy nhiên thiếu 2 kĩ năng của . Em muốn đăng ký để được thi  2 Kĩ Năng  ạ",
    "Em là  mssv  em học chương trình tiên tiến điện điện tử K19 Em hiện có thắc mắc như sau ạ, mong được pđt giúp đỡ: Em đã nhận được mail và kiểm tra danh sách hoãn thi của mình ở hk 202 nhưng với hk 203, em không thấy mình có tên trong danh sách, và tại hk 203 em có học 1 môn tiếng việt và có gửi đơn xin hoãn thi ạh (  Kinh tế chính trị Mac- - SP1033)  EM xin cảm ơn",
    "Kính gửi Phòng đào tạo, em là , sinh viên K2017 Khoa Địa chất và Dầu khí. Cuối năm 2020 em có nộp chứng chỉ ngoại ngữ và đã được xét hợp lệ. Sáng nay em có đăng ký chuyển điểm cho 4 môn AV và đã thanh toán tiền rồi ạ. PĐT cho em hỏi khi nào mới có kết quả cập nhật vào phần điểm chuyển ạ? Với lại em thấy ngày cập nhật điểm và số TCTLN cũng khá lâu rồi ạ, vậy thì khi nào PĐT mới cập nhật tất cả điểm cũng như tín chỉ cho học kì 202 ạ? Em xin chân thành cảm ơn. Sinh viên ",
    "Em xin chào pđt, Em xin phép gửi Đơn HỦY hoãn thi môn Kỹ thuật Siêu cao tần (EE3025). Em xin chân thành cảm ơn. --------- ",
    "Xin gửi phòng đào tạo, Em tên là Chu Minh Hải, MSSV: Vào ngày 9/8/2021 em có gửi đăng ký hoãn thi môn \"Tư tưởng \", mã số môn học: SP1005; nhưng khi nhận được danh sách sinh viên đăng ký hoãn môn HK203 em không thấy có tên em. Mong phòng đào tạo kiểm tra lại giúp em ạ. Em xin cám ơn!",
    "Dạ em xin chào thầy cô, em vừa nhận được email phản hồi sinh viên đã đăng ký hoãn thi, em có vào kiểm tra thì phát hiện mình vẫn còn đăng ký hoãn thi môn MT2013 dù em đã được cập nhật là không thành công nên đã được hủy yêu cầu, đồng thời email cũng có đề cập: 1 là việc hủy đăng ký hoãn thi trước ngày 06/09/2021, nhưng em không biết là có làm việc này, do lúc đó GV chỉ hướng dẫn điền thông tin xin hoãn thi mà không có thông báo thêm. 2 là sau 06/09/2021 PĐT sẽ gửi mail xác nhận, nhưng đến giờ em mới nhận được mail này nên giờ em mới biết thông tin ạ. Em xin tạo yêu cầu này để nhờ các thầy cô xem xét cho em hủy đăng ký hoãn thi môn MT2013/HK202. Em xin cảm ơn ạ",
    "MSSV:     . Em xin chào thầy/cô, Thầy/cô cho phép em được hỏi về kết quả hoãn thi các môn ở học kỳ 202. Khi tra cứu mssv của em trên đường link được gửi qua mail của nhà trường em nhận kết quả là mã số các môn em đã đăng ký cùng chữ \"DUNG\" bên cạnh . Nhưng khi xem bảng điểm trên cổng thông tin sinh viên (stdinfo) thì các môn trên có điểm thi là 13. Như vậy em có được hoãn thi các môn đó không ạ? Em xin cám ơn",
    "Dạ, em kính chào quý thầy cô Xin phép quý thầy cô cho em trình bày: điểm luận văn của em đã được cập nhật, nhưng điểm trung bình tích lũy và số tín chỉ tích lũy thì chưa được cập nhật. Để thuận lợi cho vấn đề xin việc làm, kính mong quý thầy cô xem xét và cập nhật điểm trung bình tích lũy cũng như số tín chỉ tích lũy để em đăng ký in bảng điểm nộp cho các đơn vị tuyển dụng ạ. Em chân thành cảm ơn quý thầy cô . Kính chúc quý thầy cô an lành .",
    "Em chào thầy cô, Em là , MSSV:  Em đã xin phép Phòng đào tạo cho phép em hoãn thi cuối kỳ môn giải tích 2 HK203 ngày 30/7/2021 Pdt và giáo viên đã xác nhận đồng ý nhưng kết quả trả về là em bị điểm 13. Em mong đây là sai sót và nhận được câu trả lời từ Pdt. Em cảm ơn",
    "Kính thưa pdt em tên  mssv  khoa kỹ thuật xây dựng.Hiện là em có đăng kí hoãn thi môn kết cấu thép 1 mã môn ci3009 kì 203 ngày thi là 31/07 lúc 13h  trên bksi và cả mail đã được chấp nhận em không biết rõ lí do tại sao trên hệ thống tra cứu kết quả lại không có mong pdt xem xét và cập nhật lại giúp em với ạ. Em xin cảm ơn ",
    "Em  mssv  Do vấn đề cá nhân em muốn bảo lưu 1 năm học, em đã DKMH kì 211  chưa đóng học phí, em muốn bảo lưu ngay thì phải làm sao ạ",
    "EM MUỐN HỦY ĐĂNG KÍ HOÃN THI THI EM PHẢI THỰC HIỆN NHƯ THẾ NÀO Ạ? EM CẢM ƠN",
    "Em có đăng ký xin hoãn thi-miễn thi kì 203 hai môn MT1009 và MT1005 do lúc đó em đi cách ly nhưng hiện tại xem trong mail vừa nhận được lại không có trong danh sách. Cho em hỏi bây giờ phải làm gì để có danh sách môn đã xin hoãn-miễn thi vậy ạ?",
    "Xin hủy hoãn thi _ ",
    "Chào thầy ( cô ),  Em đăng ký thi anh văn nói viết online đợt 4, và quy định thi yêu cầu phải đeo thẻ sinh viên trong quá trình thi, nhưng em đã bị mất thẻ sinh viên và vẫn chưa làm lại được. Cho em hỏi co cách nào thay thế thẻ sinh viên được không ạ ? Em xin cảm ơn.",
    "Em tên là :  Mssv:  Khoa Xây dựng Dạ em đã điền form hoãn thi giải tích 2 ( MT2005) và có mail đồng ý yêu cầu hoãn thi sao giờ em xem lại điểm thi cuối kỳ thì lại điểm 13 ạ! mong phòng đào tạo xem xét lại giúp. Em cảm ơn ạ ",
    "Kính gửi PĐT, Em là , MSSV: . Ngày 18/08/2021 em có gửi đơn xin đăng ký môn học HK211 chung với sinh viên K2021 (với 2 môn học CO1005 và CO1023) và đã được phòng đào tạo ghi nhận thông tin. Nhưng đến nay, em vẫn chưa thấy TKB cập nhật 2 môn đó. Nên em xin phép gửi lại đơn đăng ký môn học HK211 ( đã được BCN khoa KH&KT MT duyệt) Mong PĐT xét duyệt cho em để em có cơ hội học tập 2 môn: CO1005 và CO1023 trong HK211. Thời khoá biểu em đăng kí như sau CO1005 - nhóm  - Thứ 2 -  bắt đầu 9 CO1203 - nhóm  - Thứ 6 -  bắt đầu 9",
    "Dạ cho em hỏi Điểm trúng bình tích lũy trên 4 chấm và học kì đó trên 10 chỉ là k bị cảnh cáo học vụ đúng k ạ",
    "Em là  MSSV:  em học chương trình Chất Lượng Cao K19 Em hiện có thắc mắc như sau ạ, mong được pđt giúp đỡ: Em đã nhận được mail và kiểm tra danh sách hoãn thi của mình ở hk 202 nhưng với hk 203, em không thấy mình có tên trong danh sách, và tại hk 203 em có học 2 môn tiếng việt và có gửi đơn xin hoãn thi ạh (Triết học - - SP1031; Chủ nghĩa xã hội khoa học - SP1035).",
    "Em đã tra cứu danh sách hoãn thi kì 202 và 203 nhưng Không tìm thấy mã số sinh viên của em trong trong danh sách em đã đăng ký hoãn thi ở kì 203. Vậy em phải làm sao để có thể hoãn thi- miễn thi 2 môn đã đang kí hoãn thi ở kì 203 vậy ạ?",
    "Dạ phòng đạo tạo cho em hỏi xin giấy xác nhận nghĩa vụ quân sự được không ạ? Tại vì khu vực em sắp tới cần giác xác nhận sinh viên để được hoãn nghĩa vụ quân sự đấy á?",
    "Gửi PĐT, em có đăng kí cấp giấy chứng nhận sinh viên ngày 22/09/2021, đến nay đã 1 tuần từ ngày em đăng kí mà em vẫn chưa nhận được giấy hay bản in để tải xuống. Hiện tại em đang cần gấp giấy để nộp bổ sung cho địa phương trong ngày 01/10/2021. Kính mong PĐT giải quyết sớm cho em trong nay mai để em kịp gửi hồ sơ bổ sung cho trường ạ.",
    "t học kì 203 vừa rồi em có đăng ký hoãn thi môn Thiết kế hệ thống nhúng do đợt đó em phải đi mổ chân. Nhưng hôm nay khi check danh sách đăng ký hoãn thi lại không có tên em. Em có mail cho thầy bộ môn và cũng đã điền form hoãn thi do trường gửi rồi ạ.",
    "Học kỳ 202 mình có đăng ký học lại môn Giải tích 2 mã MT1005. Đến ngày 29/9/2021, mình có kiểm tra điểm trên mybk thì điểm đã được cập nhật đủ và mình đã qua môn. Tuy nhiên, mình có xem số tín chỉ tích lũy học kì và số điểm trung bình học kì thì thấy có sự không chính xác ở đây. Cụ thể cả kì 202 mình đăng ký tổng số 15 chỉ, hiện đã thi và qua 12 chỉ nhưng số chỉ được tính chỉ 8 chỉ ( tức thiếu 4 chỉ môn Giải tích 2 ). Không biết điều này là do quy chế của trường hay là lỗi bên hệ thống ạ ? Mong nhà trường kiểm tra và phản hồi. Mình xin cảm ơn",
    "Kính chào thầy cô Em tên là  lớp DC17KT mssv:  Em xin gửi đơn đăng ký hủy hoãn thi môn giải tích 2 msmh MT1005 học kỳ 202 ạ. Em xin cảm ơn.",
    "Dạ em chào PDT, em tên  MSSV  học khoa Bảo dưỡng công nghiệp.Em vẫn chưa nhận được mail danh sách tốt nghiệp .",
    "Dạ em là sinh viên lớp VLVH (MSSV ). Vừa rồi em có hoàn thành xong môn học Truyền số liệu và mạng EE3019 GV:  (5 điểm). Nhưng khi thông báo xét tốt nghiệp đợt 2 năm 2021 thì thông tin của e vẫn còn nợ môn Truyền số liệu và mạng nên không đăng ký tốt nghiệp được. Nhờ a/chị xem xét hỗ trợ giúp em. E cảm ơn (đính kèm hình ảnh bảng điểm và file thông báo còn nợ môn).",
    "MSSV:       b Tên:       i Chào thầy/cô, .  Em có một câu hỏi mong quý thầy/cô có thể giải đáp. Em đang thiếu anh văn nói và viết để ra trường. Em có đăng ký môn học để duy trì tình trạng học tập. Trong thời gian tới, em đăng ký thi anh văn nói viết nhưng chưa biết trước được kết quả. Nếu em đạt anh văn nói viết, em có thể xin rút môn học để xét tốt nghiệp sau thời gian rút môn học được không ạ? Em xin cảm ơn.",
    "Dạ em xin gửi đơn hủy đăng ký hoãn thi ạ",
    "Em hiện đang là sinh viên năm 4. Vừa qua địa phương em có yêu cầu gửi giấy chứng nhận sinh viên đễ miễn NVQS. Tuy nhiên vì tình hình dịch phức tạp nên em muốn hỏi là PĐT có thể gửi thư xác nhận thông qua email được không và em phải làm như thế nào ạ! Em xin cảm ơn! .",
    "Em có đăng kí hoãn thi theo form google môn Giải tích 2 MT1005 đã có mail xác nhận nhưng hiện tại tra cứu trên danh dách các môn hoãn 203 lại không có và bảng điểm bị điểm 13 em cần liên hệ ai để xử lý ạ   ",
    "Thưa thầy, cô, Em tên là , MSSV:  . Thi học kỳ 2 vừa rồi, em có đăng ký hoãn thi môn mô hình hoá mã môn học là CH3133 đã được chấp nhận và gửi email phản hồi. Mà hiện nay em thấy cột điểm trên bảng điểm của em là điểm 13. Em kính mong thầy cô xem xét và giải quyết giúp em ạ. Em xin chân thành cảm ơn thầy, cô ạ.",
    "Học vụ       Kính thưa thầy/cô,    Em có một số câu hỏi liên quan đến việc tốt nghiệp mong thầy cô giải đáp:  1) Trong kì thi anh văn nói viết vừa rồi em vừa nhận được kết quả đạt Em cũng đã đủ các điều kiện tốt nghiệp còn lại nên em thắc mắc khi nào thì kết quả sẽ được ghi nhận và em sẽ có tên vào danh sách tốt nghiệp ạ?  2) Thông tin của chứng chỉ anh văn có được hiển thị trên các giấy tờ thủ tục liên quan tới việc tốt nghiệp không ạ?Em có nộp bằng anh văn Toeic765 cho trường vào năm 2 và hiện em đã thi lại và có số điểm tốt hơn em đang phân vân có nên nộp lại bằng anh hay không    Mong sớm nhận được phản hồi từ thầy cô  ,  Trung Tín",
    "Dạ HK 203, em có hoãn môn vật lý 1 (PH1003) nhưng trong danh sách hoãn môn không có môn đó ạ. Em có nhận được đơn phản hồi của phòng đào tạo ạ. Ngay sau khi thi 23/08 em có làm gửi đơn xin hoãn thi ạ vì trục trặc mạng ạ.",
    "dạ cho hình như bảng điểm của em , chỗ tín chỉ tích luỹ của hk202 của em bị sai đó ạ , mong thầy cô xem lại giúp em ạ, em cảm ơn",
    "Kính gửi PĐT Theo email phản hồi về yêu cầu SV đã đăng ký hoãn thi trước 09/09, em có kiểm tra MSSV () trong link đính kèm (http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2801&masv=&code=sr) và thấy có cho kết quả môn học đã đăng ký hoãn thi (CH2021). Sau đó, em vào kiểm tra điểm trong mybk, môn học ghi nhận điểm 13. PĐT cho em hỏi là đây là điểm tạm thời hay là điểm chưa qua hậu điểm vì trước đó trong mail phản hồi lúc vừa đăng ký hoãn thi, PĐT có viết là SV xem điểm sau 30/9. Mong nhận được phản hồi sớm, em cảm ơn ạ",
    "Dạ chào cô. E Tên:     MSSV: -Như cô đã hướng dẫn. Em đã làm đơn HỦY hoãn thi. E gửi bên dưới ạ. - Em cảm ơn cô.",
    "Dạ em là Lê Đức Huy - MSSV: . SV K18 ngành KHMT. Theo hình 1: - HK181, em đã nộp bằng IELTS 5.5 để chuyển điểm 10 cho AV1,2,3. Và theo quy định bằng IELTS 5.5 này cũng đã đạt Chuẩn TATN 4 kỹ năng. - HK192, em có nộp thêm bằng TOEIC 755 để chuyển điểm 10 cho AV4 (vì IELTS 5.5 AV chỉ được 9.0). Vì vậy, em có những câu hỏi như sau: 1/ Trong điểm chuyển, em thấy có môn TOEIC - TOEIC được 5.0 (Hình 2). Có phải môn này thể hiện là em đã đạt Chuẩn TATN rồi đúng không ạ? 2/ Vì em đã đạt Chuẩn TATN theo bằng IELTS 5.5, nên em không cần thi thêm Toeic Nói- để tốt nghiệp nữa đúng không ạ?  Vì em sợ là lần 2 em nộp bằng Toeic Nghe-Đọc, nên sau này phải thi thêm Toeic Nói- nữa. 3/ Em tham khảo mấy anh chị K17 thì thấy phần tốt nghiệp có Chứng chỉ AV (Hình 3). Vậy cho em hỏi Chứng chỉ AV khi TN của em là IELTS 5.5 hay Toeic 755 ạ? Em mong nhận được phản hồi từ PĐT. Em xin chân thành cảm ơn!",
    "Kính chào phòng hỗ trợ Cho em hỏi, năm ngoái em vắng 1 buổi sinh hoạt công dân cuối khóa. Theo được biết quy định của trường là sinh viên phải hoàn thành sinh hoạt công dân cuối khóa đó trước khi được xét tốt nghiệp. Em có thể làm đơn đăng ký sinh hoạt công dân sắp tới như thế nào ạ. Xin cảm ơn -",
    "Học kỳ 202 của em cộng số tín chỉ tích lũy là 14 chứ không phải 11 ạ.",
    "Kính  gửi phòng đào tạo, Vừa rồi, em có đăng kí hoãn thi môn có mã CH3133 với lí do bài nộp không được chấp nhận. Lúc thi xong em có kiểm tra thì bài đã nộp thành công. Tuy nhiên, sau đó 2 ngày thì em có vào kiểm tra lại thì được thông báo như hình đính kèm. Do đó, em đã đăng kí hoãn thi. Sau đó em có hỏi thầy giáo dạy môn này thì thầy nói đã nhận được rồi và đã chấm điểm. Trên bkel, điểm môn này cũng đã được nhập. Hôm nay, em lên tra danh sách hoãn thi thì có tên em. Em muốn hỏi là em có phải thi lại không ạ? hoặc có thể hủy hoãn thi được không ạ?",
    "Em chào cô! Em đã kiểm tra mail và danh sách theo link cô gởi nhưng kỳ 203 em không có tên trong danh sách hoãn thi. Em đã được PĐT chấp thuận hoãn thi môn XÁc xuất thống kê ( MT2013) hk203 trước ngày 9/9 ạ, Mong PĐT cập nhật lại giúp em. Em cảm ơn ạ!",
    "Em đã đăng ký hoãn thi môn Đại số tuyến tính(MT1007) vào ngày 13/8 và nhận được email chấp nhận từ Phòng đào tạo. Tuy nhiên hôm nay khi tra cứu bằng đường link của PĐT gửi thì em lại không thấy tên mình. Không biết có sự nhầm lẫn nào ở đây không ạ? ",
    "n xin hủy hoãn thi môn hóa đại cương CH1003",
    "Khi xét thấy mình thỏa điều kiện thuộc nhóm ưu tiên 3 và 4 ghi trong quy định phân ngành, sinh viên cần phải nộp minh chứng tại đây (theo hướng dẫn ghi trong quy định phân ngành) trước 16g00 ngày 05/10/2021 để được xem xét thay đổi mức ưu tiên. Các sinh viên hoãn thi toàn bộ các môn trong HK202 do không đảm bảo điều kiện thi trực tuyến, các sinh viên hoãn thi các môn riêng lẻ trong HK202 vì bị cách ly, phong tỏa ngay trong thời điểm thi của môn học tương ứng cũng cần nộp minh chứng để xem xét theo diện này. Các sinh viên không nộp minh chứng thì mặc định được xét như nhóm ưu tiên 1 hoặc 2 tùy vào kết quả học tập. Nộp minh chứng ưu tiên nhóm 3 & 4",
    "Dạ em chào Phòng Đào tạo, Em là , MSSV: , khoa Cơ khí, chuyên ngành kỹ thuật chế tạo. Nay em viết yêu cầu để xin PĐT xác nhận cho em đã hoàn thành môn học Thực tập cơ khí đại cương 2 (ME2001 - 1 chỉ) em có bị rớt ở năm 2. Tuy nhiên, có một chút thay đổi thì ở năm 2 môn Thực tập cơ khí đại cương 2 có mã số môn học là ME2001 (1 tín chỉ- theo như chương trình đào tạo khóa K17) nhưng khi em trả nợ môn học này ở đầu năm 4 thì môn học này đã đổi mã số thành ME2087 (2 tín chỉ - theo như chương trình đào tạo từ khóa K19 trở về sau) . Điều này đã dẫn đến việc hệ thống vẫn ghi nhận em thiếu môn thực tập cơ khí đại cương 2 mã số cũ (ME2001) và khiến cho em chưa thể đăng kí tốt nghiệp được. Do dịch bệnh nên em chưa thể lên trực tiếp PĐT để làm đơn vì vậy hy vọng em có thể được hỗ trợ trực tuyến trường hợp này. Em xin cảm ơn PĐT, chúc mọi người nhiều sức khỏe, .",
    "Thưa Quý Thầy/Cô, Em tên là , MSSV . Vào ngày 18/09, em có gửi câu hỏi với lý do là em phát hiện mình không có tên trong danh sách dự kiến tốt nghiệp vào tháng 11 năm 2021. Đến nay, em đã kiểm tra nhiều lần nhưng vẫn chưa thấy mail về vấn đề này, và vẫn chưa đăng ký tốt nghiệp được trên MyBK . Em có nhận thấy MyBK chưa cập nhật đúng số tín chỉ tích lũy của em. Em kính mong quý Thầy/Cô phòng Đào tạo xem xét và phản hồi về trường hợp của em ạ . Chân thành cảm ơn quý Thầy/Cô.",
    "dạ em đăng ký cấp lại giấy quân sự từ thứ 6 tuần trước,vì thời hạn nộp giấy NVQS chỉ còn 1 tuần.em thấy 3 ngày trôi qua mà nhà trường vẫn chưa xác nhận đơn nộp của em.kính xin nhà trường xử lí nhanh các đơn nộp và gửi giấy NVQS về cho em càng sớm càng tốt ạ. em cảm ơn   i  .",
    "Dạ em chào các thầy, cô phụ trách ạ, Em có điều muốn hỏi là nhà trường có thể gửi cho em bản scan or pdf về giấy xác nhận sinh viên cho em không. Vì phường của em có thể nộp giấy photo không cần phải chuyển phát giấy từ trường về phường em. Và vì phường của em hạn chót là 5/10/2021, nếu sau ngày đấy thì Hội đồng NVQS xã sẽ phát lệnh gọi khám sức khoẻ NVQS ạ Em mong các thầy, cô phụ trách sẽ phản hồi sớm giúp em . Và nếu có thể thầy, cô phụ trách có thể gửi dùm em qua địa chỉ mail này ạ  Em cảm ơn,",
    "Em chào pdt ạ , em có khiếu nại về việc hoãn thi ạ , trong kì 203 đó gặp sự cố khi thi môn Kinh tế chính trị , em có điền form đăng ký hoãn thi và cũng được sự đồng ý của bô môn về việc hoãn thi .Nhưng khi vào danh sách hoãn thi kì 203 tìm mssv của em thì lại không có ạ. Em cảm ơn ạ",
    "Dạ em xin nộp đơn rút môn học, học kì 211 năm học 2021-2022 để được đăng kí tốt nghiệp cho đợt tốt nghiệp tới. Và hiện tại bên BKPay ngày thanh toán học phí là 2/11/2021 thì em có thể nộp thanh toán trước bằng cách nào để có thể đăng kí tốt nghiệp vào tháng 11 này không ạ? Em cảm ơn.",
    "Chào thầy cô ạ, Em tên , MSSV  và là sinh viên có nguyện vọng xét tốt nghiệp. Hiện tại trong phần xét tốt nghiệp, thời hạn đăng ký kết thúc vào 30/10. Thầy cô cho em hỏi là đây có phải thời hạn cuối cùng luôn không ạ? Nếu là chưa thì thầy cô phòng đào tạo dự định sẽ kết thúc xét tốt nghiệp đợt này vào tháng mấy ạ? Em cám ơn thầy cô đã đọc qua mail này.",
    "Chào cô!  Em có đăng kí in giấy xác nhận hoan nghĩa vụ về đăng kí nhận giấy qua bưu điện ,em kiểm tra thấy nha Trường đã xử lí ngày 14/9 ..nhung nay em vẫn chưa nhận được giấy.. Hiện tại địa phương em đang gọi khám nghĩa vụ. Cô cho em hỏi có cách nào kiểm tra tình trạng giấy hoan nghĩa vụ  của em được bưu điện xử lí tới đâu khôn ạ? .",
    "Em tên là , mssv . Vào ngày 06/08/2021 vừa rồi, em có đăng kí hoãn thi môn học Giải tích 2(MT1005)-Lớp L17 HK202  vào ngày 07/08/2021 qua link google forms của nhà Trường. Và cũng đã nhận được mail thông báo đồng ý yêu cầu hoãn thi. Thế nhưng khi vừa kiểm tra điểm tại phần Thông tin sinh viên thì em lại nhận được điểm 13 là điểm vắng thi, chứ không phải điểm 14 là điểm hoãn thi của môn học Giải tích 2. Em kính xin phòng đạo tạo kiểm tra lại giúp em. Em xin chân thành cảm ơn!",
    "Em muốn hỏi là nếu em có ý muốn hủy hoãn thi thì bây giờ còn được không ạ . Nếu được thì deadline đến khi nào ạ",
    "n bây giờ sao em thấy rất nhiều lớp có điểm thi rồi nhưng lớp em là chưa có ạ. Mong quý thầy/cô xem lại giúp em ạ",
    "kính gửi thầy/cô em đã đăng kí hoãn thi giải tích 1 của hk203 nhưng trên danh sách hoãn thi lại không có. Mong thầy/cô xem xét lại giúp em ạ em xin cảm ơn ạ",
    "Chào Văn phòng, em cảm ơn đã phản hồi em lúc nãy. Nhưng có vẻ nhà trường có chút nhầm lẫn trong tín chỉ môn Kỹ thuật lập trình của em ạ. Do phải học lại môn này với khóa K19 nên môn mã môn cũ là CO1011 đã đổi sang mã CO1027 để phù hợp với chương trình chung. Có thể nhà trường chưa ghi nhận kỹ. Bên dưới em có đính kèm các hình minh chứng, mong Văn phòng xem xét lại. Em cảm ơn nhiều ạ  ",
    "Dạ em chào thầy cô, em tên là  (MSSSV: ). Dạ thầy cô cho em hỏi về điểm tổng kết của các môn học kỳ 2 vừa qua đã có điểm hết chưa ạ. Tại vì môn Tin học chuyên ngành 3D (mã MH: CI1025) của em hiện tại chưa có điểm (như trong hình đính kèm), mà theo em hỏi thăm các bạn thì có bạn đã có điểm rồi ạ. Chờ điểm lâu quá nên em cũng hơi lo lắng, mong thầy cô giải đáp giúp em với ạ. Sinh viên - ",
    "Tên:  Mssv   Em xin phép hủy hoãn thi môn Giải tích 2(Mã MT1005) HK 202",
    "Kính gửi phòng đào tạo, Em xin phép được rút môn học do em đã đạt điểm yêu cầu để qua môn của môn học này nên em xin huỷ môn học Giải tích 2 của kỳ dư thính này ạ. Em xin cam kết vẫn đủ tín chỉ tối thiếu theo yêu cầu của phòng đào tạo. Em xin cảm ơn.",
    "Dạ em là sinh viên học GT2 Kì 202 . Lúc thi cuối kì em bị lỗi phần quay màn hình nên nó không gửi video quay về cho em nên em không nộp được. Điểm thi cuối kì và điểm tổng đã có, cũng đã tích vào tín chỉ tích luỹ. Em tra trên danh sách hoãn thi môn GT2 thì có tên em, vậy giờ em làm đơn huỷ hoãn thi thì điểm và tín chỉ của em vẫn như cũ đúng không ạ? Hay em không cần làm đơn huỷ hoãn thi ạ?",
    "Dạ cho em hỏi em tích lũy 14 chỉ nhưng trên bkel chỉ có 11 thôi ạ, mong pđt sửa lại dùm em",
    "Dạ cho em gửi đơn xin hủy hoãn thi ạ! Em xin cám ơn!",
    "Em là sinh viên   MSV  Mã mới đăng nhập: nguyen.nguyenkhoi Vào mục 5. Hoạt động ngoại khóa báo lỗi Server Error in '/hdsv' Application. Không tìm thấy mã số tài khoản  Mong được hỗ trợ. Xin cảm ơn!",
    "N XIN ĐĂNG KÍ SINH HOẠT CÔNG DÂN CUỐI KHÓA ào Anh/ị, Em tên là , MSSV 171269. Trước đó, em đã bỏ mất một buổi SHCD cuối khóa lần 3 vì lý do cá nhân, nay em viết đơn này kính xin quý anh/chị cho em đăng ký SHCD cuối khóa lại để em có đủ điều kiện ra trường. Em xin hứa sẽ đi đầy đủ và nghiêm túc tất cả các buổi sinh hoạt. úc Anh/ị có nhiều sức khỏe để vượt qua đại dịch! Em xin cảm ơn! ",
    "Hủy đăng kí hoãn thi . Em gửi đơn xin hủy đăng kí hoãn thi ạ. Em xin cảm ơn.",
    "Em xin phép quý thầy/cô cho em hỏi là hiện tại kì này em đang bị tạm dừng tình trạng sinh viên do không đăng ký môn học, hiện tại em đã hoàn thành chương trình học cũng như đã bảo vệ xong luận văn tốt nghiệp, em có gửi email xin thu nhận lại cho phòng đào tạo ngày 06/09/2021 nhưng đến nay chưa nhận được phản hồi. Cho em hỏi có cách thức nào để em có thể được thu nhận lại để có thể đăng kí thi anh văn nói viết trong tháng 10 này không ạ. em xin chân thành cảm ơn.",
    "Chào ad ạ, em có đăng kí in bảng điểm, nhưng vì dịch bệnh việc chuyển bảng điểm về khá bất tiện cho việc em xin học bổng VAS vào ngày 1/10/2021, em xin được pđt cấp cho bảng scan để em có thể nộp dự học bổng. Em cảm ơn nhiều!",
    "Xin thưa phòng đào tạo, Em tên , MSSV:  Em đã thi kì kiểm tra kỹ năng nói viết của Anh văn ngày 15/09/2021 nhưng ko đạt yêu cầu (195 điểm) tốt nghiệp mà sắp có đợt nghĩa vụ quân sự nên em có thắc mắc sau đây:  - Có thể tổ chức thêm các đợt thi khác cho em cũng như các bạn khác được không ạ ?  - Nếu không thể tổ chức thêm thì em có thể xin giấy chứng nhận sinh viên để hoãn đợt nghĩa vụ để hoàn thành tốt nghiệp được không ạ ?  - Nếu em chưa hoàn thành tốt nghiệp nhưng cần đi nghĩa vụ thì không đủ thời gian để hoàn thành tốt nghiệp nên làm như thế nào ạ ? Em xin cảm ơn.",
    "Em là . MSSV:  Tuần thứ 38 (Vào tuần thứ 6, theo đúng quy định rút môn học) của học kì 2020-2021 em có đăng kí hủy môn hệ thống thời gian thực (ME4211) nhưng hiện tại vẫn chưa được xử lý.",
    "Em chào PĐT, Em là , lớp VP2016_HTNL. Sau ngày 28/9/2021 em vẫn chưa nhận được mail đăng kí tốt nghiệp cũng như không đăng ký tốt nghiệp được. Trên trang đăng kí tốt nghiệp nói em không có trong danh sách tốt nghiệp dự kiến tháng 11. Mong PĐT kiểm tra giúp em. Em xin cảm ơn và chào PĐT.",
    "Em tên  mssv  em xin phép hủy hoãn thi môn Giải tích 2 (MT1005 ) học kỳ 202",
    ". Do em có chút sơ suất nên đã đóng lệ phí trễ hơn thời gian dự kiến hết hạn Cho em hỏi, em có được thi như bình thường không? . Nếu khống, em có thể làm gì để được thi như dự kiến? Em cảm ơn.",
    "Em gửi file xin hủy hoãn thi ạ. Mong PĐT xác nhận giúp em. Trân trọng",
    "em học 7 chỉ qua hết mà chỉ cập nhật 3 chỉ",
    "Em chào thầy/cô ạ. Đã qua 3 lần cập nhập điểm nhưng sao số tín chỉ của em lại thiếu đi 3 ạ ? Và điểm trung bình cũng chưa được cập nhập.",
    "Em gửi phòng đào tạo đơn hủy hoãn thi của em ạ",
    "EM LÀ PHẠM THỊ TIỀN , MSSV . EM XIN HỦY KẾT QUẢ HOÃN THI MÔN MI2011 ,  KÌ  16/08/2021. MONG ĐƯỢC NHÀ TRƯỜNG CHẤP NHẬN. EM CẢM ƠN.",
    "trong học kì 202 em đã hoãn thi môn giải tích 2 mã số MT1005 nay em xin được hủy hoãn thi ạ.",
    "Em xin nộp đơn hủy hoãn thi ạ link gg drive: https://docs.google.com/document/d/1PeYrZK2cC0mBR9Q1f8fTbnVoZETGPSzs/edit?usp=sharing&ouid=[phone_number][phone_number]3&rtpof=true&sd=true Em xin cảm ơn ạ   i  .",
    "Em có đăng ký hoãn thi môn giải tích 2 vì ngày thi thì em không đăng nhập vào bk exam được nhưng hiện tại thì không thấy tên em có trong danh sách hoãn thi ạ   i  .",
    "Chào THẦY/CÔ - Thầy/Cô cho em hỏi, vào ngày 2/8/2021 em có đăng kí hoãn môn  ĐỘNG CƠ ĐỐT TRONG - TR2019 trên trang BKSI.hcmut.edu.vn (Hình ảnh đính kèm). Và sao đó em có đăng kí hoãn môn CƠ HỌC THỦY KHÍ - TR1005 trên mẫu form: https://docs.google.com/forms/d/e/1FAIpQLSdm7n2DE39TNMtZ1kWND_zJ7gTG9PCu3AwxXny3k97k9b4GHQ/viewform (được nhận vào ngày 5/8/2021).  Hôm nay em có mail kết quả hoãn thi chỉ thì chỉ có hoãn môn Cơ Học Thủy Khí -TR1005. Vậy là môn ĐỘNG CƠ ĐỐT TRONG của em đăng kí hoãn không đúng cách hay sao ạ. Em có cần bổ sung thêm thủ tục gì để được hoãn thi môn ĐỘNG CƠ ĐỐT TRONG nửa không ạ Mong được Thầy/Cô giải đáp và giúp đỡ. Em xin cảm ơn Thầy nhiều",
    "Em đã đăng ký hoãn thi các môn học kỳ 202 và 203 đúng theo hướng dẫn của phòng đào tạo. Tuy nhiên hiện nay em chỉ mới được duyệt hoãn thi học kỳ 202, danh sách hoãn thi học kỳ 203 vẫn chưa có tên em. Mong Phòng đào tạo xem xét, em xin cảm ơn (Danh sách hoãn thi học kỳ 203) http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802 (Danh sách hoãn thi học kỳ 202) http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2801",
    "MSSV: ",
    "Dạ em gửi đơn hủy hoãn thi, mong PĐT xem xét giúp em với ạ.",
    "Em tên là :  Mssv:  Khoa Xây dựng Dạ em đã điền form hoãn thi giải tích 2 ( MT2005) và có mail đồng ý yêu cầu hoãn thi sao giờ em xem lại điểm thi cuối kỳ thì lại điểm 13 ạ! mong phòng đào tạo xem xét lại giúp. Em cảm ơn ạ ",
    "Môn học thi lại Việt Pháp Dạ cho em hỏi là học kỳ 202 em có rớt môn 404710 - Biến đổi tín hiệu số và ứng dụng nhưng em lại không thấy môn đó có trong lịch thi lại của Việt Pháp. Vậy lịch thi lại sẽ được cập nhật nữa đúng không ạ hay là môn này bị sót ạ. Mong nhận được sự hỗ trợ. Em xin cảm ơn .",
    "Dạ em chào Phòng đào tạo. Em là , mssv . Hiện tại em đã đủ tín chỉ tốt nghiệp, TOEIC LISTENING & WRITING, bằng Tiếng Pháp DELF B1 và vừa mới có kết quả thi TOEIC SPEAKING & WRITING trong hôm qua (28/9), PĐT cho em hỏi bây giờ em cần phải làm gì để được đăng kí tốt nghiệp? Và bào lâu thì em có tên trong danh sách tốt nghiệp dự kiến? Em xin cảm ơn!",
    "Dạ, phòng đào tạo cho em nộp đơn xin được hủy hoãn thi ạ. Em cảm ơn.",
    "Hi PĐT, Mình có đăng kí tốt nghiệp mà bấm vô cập nhật thông tin hoài không được",
    "Dạ thưa Phòng Đào Tạo, cho phép em được nộp đơn xin hủy hoãn thi môn học cuối kì 202 ạ.Em xin cám ơn!",
    "Phòng đạo tạo cho em hỏi là em mới thi xong anh văn nói viết và đủ điều kiện tốt nghiệp thì bây giờ em đăng kí tốt nghiệp như thế nào ạ. Em cảm ơn!",
    "Em chào thầy/cô, Trong HK202 em có đăng ký hoãn thi môn CH3127 - Độc chất học công nghiệp ứng dụng. Nhưng sau đó giảng viên đã tổ chức để em thi bù lại và đã có điểm trên bảng điểm. Nay em không còn nguyện vọng hoãn thi môn đó nữa. Mong PĐT xử lý giúp em. Em cảm ơn. Chúc các thầy cô nhiều sức khỏe!",
    "Chào Thầy (Cô), Vì em lo lắng tháng 10/2021 hết hạn đào tạo, nên nay em nộp đơn xin gia hạn thêm 1 học kỳ để hoàn thành chứng chỉ Toeic speaking and Writing còn lại ạ. Em chân thành cảm ơn Thầy (Cô) đã xem xét ạ!",
    "Kính gửi các thầy cô, em tên là , MSSV :  Vào kì thi cuối kỳ 203, em có làm đơn hoãn thi môn đại số tuyến tính. Tuy nhiên, hôm nay em có nhận được mail nói là lên aao.hcmut.edu.vn để tra cứu thì em lại nhận được là không tìm thấy MSSV của em trong danh sách hoãn thi. Ở dưới là ảnh em chụp trên web ạ. Em không biết là em có được hoãn thi hay không, em mong các thầy cô giúp đỡ cho em ạ. Em cảm ơn các thầy cô và chúc thầy cô một ngày tốt lành ạ .",
    "Dạ em chào pđt ạ. Em là  mssv . Hôm trước em có hỏi pđt về vấn đề cập nhật danh sách tốt nghiệp ạ,  pđt bảo sau ngày 29/9 mà chưa có thì phản hồi về pđt, không biết em đang gặp vấn đề gì không ạ mà đến nay vẫn chưa nhận được mail về tốt nghiệp ạ. Mong pđt xem xét lại cho em với ạ, em xin chân thành cảm ơn",
    "Do đã có điểm tổng kết đầy đủ cho môn học Đại số Tuyến Tính, nên bây giờ em có nhu cầu hủy hoãn thi. Mong trường xác nhận giúp em ạ. Em cảm ơn",
    "Kính gửi văn phòng đào tạo, em tên là , mã số sinh viên là  Dạ thưa văn phòng đào tạo, học kì vừa rồi em đăng ký lui thi cuối kỳ cho 2 môn có mã số lần lượt là CO3031 và CO3061. Nhưng hiện tại em chỉ nhận được phản hồi được một môn có mã số CO3031 thôi ạ. Kính mong văn phòng xem xét và bổ sung cho em môn còn lại để em yên tâm ôn thi. Em xin chân thành cám ơn! Sinh viên, ",
    "QUOTE  hũy hoãn thi môn học nguyên lý máy ME1015",
    "Dạ em chào thầy cô ạ. Hiện tại e chưa có bằng toeic 600 để tốt nghiệp nhưng em có bằng 595 và đã chuyển điểm. Em có biết thông tin là trường cho đăng kí học av4a để có thể tốt nghiệp đúng hạn Em muốn hỏi là nếu như mình học av4a thì mình có tên trong danh sách tốt nghiệp tháng 11 và có lễ trao bằng không ạ hay là mình chỉ được nhận bằng vào tháng 12 và không có lễ ạ.",
    "Nhà trường có cho gia hạn học phí học kì chính 211 không ạ? Nếu có, nhà trường cho em được lùi hạn đóng học phí vì trong thời gian vừa qua gia đình em ở TPHCM bị ảnh hưởng bởi dịch covid nên không có khả năng đóng tiền đúng hạn được. Hoặc nhà trường có thể cho em xin chia làm nhiều đợt đóng tiền ạ. Em cảm ơn nhà trường.",
    "Kính gửi quý thầy cô, Vừa qua em có đợt hồi hương theo diện của KTX DH Bách Khoa (ngày 10/8). Em có đăng kí hoãn thi theo KTX hướng dẫn và danh sách KTX gửi về trường bao gồm 6 môn ( 5 môn hk 202, 1 môn hk 203) theo hình đính kèm. Nhưng nay em kiểm tra kết quả hoãn thi thì bị thiếu 1 môn hk 203 ( Mã số môn: 409403) . Mong thầy cô kiểm tra lại và hướng dẫn em cách khắc phục. Em xin cảm ơn.",
    "Dạ cho em hỏi học kì trước em có xin hoãn 2 môn học nhưng sao bây giờ cả 2 môn đều bị điểm 13 ạ. Tại em chuẩn bị in bảng điểm để xin học bổng sợ bị ảnh hưởng ấy ạ?",
    "Em có hoãn thi 2 môn học, 1 môn ở kì DT202 và 1 môn DT203 và em nhận được mail với nội dung không giải quyết được(do đăng ký sai học kỳ, đăng ký hoãn thi môn thí nghiệm + bài tập lớn là môn học kèm chính xác là bạn phải đăng ký môn học chính thức) và được nhận link đăng kí lại, vậy em phải điền vào link 2 lần khác nhau hay chỉ 1 lần vì em thấy mục học kì chỉ được chọn 1 thôi ạ",
    "Chào thầy/cô! Em đã hỏi ở câu hỏi trước đó. Nhưng em vẫn chưa rõ là khi hoàn thành môn Av 4A thì em có cần phải đăng kí Av 4 để có điểm trung bình tích lũy không ạ? Và hiện tại em đã hủy môn. Nếu khi hoàn thành Av4A mà không cần học Av 4 cũng được đăng kí tốt nghiệp thì e có thể xin đăng kí lại được không ạ. Em mong được phải hồi sớm. Em chân thành cảm ơn.",
    "Họ và tên: Trần Thành Luân MSSV:  Lý do: Hoãn thi do ghi sai cú pháp nộp video màn hình nhưng bây giờ em đã có điểm và tính điểm tổng kết nên em muốn HỦY HOÃN THI. Học kì: HK202 Hủy hoãn thi môn học: Cơ khí đại cương Mã số môn học: ME1003",
    "Gửi phòng đào tạo. Trước ngày diễn ra thi môn vật lí 1 kì 203 em có đăng kí hoãn thi vì không đủ điều kiện để thi và đã nhận mail chấp nhận ngay sau đó và có đăng kí trên cả bksi nhưng vì sao hôm nay tra lại lại không thấy vậy ạ. Mong PĐT xem xét lại giúp em",
    "Em tên , học khóa k19, hiện đang học tập tại trường, nay địa phương em bắt nộp giấy chứng nhận sinh viên để bổ sung hồ sơ nghĩa vụ quân sự, em vừa mới đăng kí trên trang mybk chuyển phát nhanh, mà sợ không kịp nộp cho địa phương do dịch bệnh , nên em viết mail này để xin ý kiến từ thầy cô ạ, Mong thầy cô phản hồi sớm giúp em ạ, em cảm ơn ",
    "Em muốn xin nhà trường hủy lớp anh văn theo nhu cầu lớp (LA1039 và LA1041). Lý do tình hình dịch bệnh nên vấn đề học phí cho kì dự thính nên không đáp ứng được nên mong nhà trường xem xét cho em được hủy 2 môn học này trong kì dự thính HK211 ",
    "Thầy cô cho e hỏi , kì này em học thí nghiệm sức bền vật liệu lớp l09 nhưng thầy gửi link qua bkel thì em không có nhận được ạ  Thầy cô cho em cách giải quyết với ạ",
    "Em chào quý thầy cô PĐT ! Em có đăng ký đơn tạm dừng hk211 và trên my bk đã cập nhật trạng thái tạm dừng nhưng em vẫn chưa nhận được mail quyết định tạm dừng của nhà trường ạ ( Hôm nay là hạn chót ). Mong quý thầy cô xem xét lại giúp em ạ. Em cám ơn ạ !",
    "Dạ cho em xin hủy hoãn thi 2 môn PH1005 và MT1007 được k ạ.",
    "Em chào PĐT, Ở Kì 201 em đã hoàn thành 1 số môn học. Nhưng kì 211 em đã chuyển khoá xuống học cùng K2021, tức học lại học kì 1 của chương trình ngành mới. Và được trường đăng ký môn học, cho nên có trùng một môn em đã học rồi. Nay em muốn huỷ môn học trùng này, thì em phải làm thế nào ạ? Em cảm ơn!",
    "Dạ chào thầy/cô, Cho em hỏi là hiện tại trên mybk đã có điểm hk 202, em đăng ký 19 tín chỉ và đã có điểm hết tất cả các môn và tất cả đã qua môn, nhưng số tín chỉ tích lũy của em chỉ dừng ở 16/19 và có 1 môn chưa cập nhật vào tín chỉ tích lũy cũng như điểm trung bình của hk 202 (em không hoãn thi). Vậy lí do là do hệ thống mybk hay như thế nào ạ, em cảm ơn.   i ",
    "Em chào thầy cô, hiện tại em còn anh văn Nói - ết để ra trường và không có thời khóa biểu nên em không thể đăng ký giấy miễn nghĩa vụ quân sự. Nhưng hiện tại địa phương em đang gọi nghĩa vụ quân sự, thầy cô có cách nào giúp em để em có thể được nhận giấy miễn nghĩa vụ quân sự, để em không bị trì hoãn quá trình ra trường của mình được không ạ. Em xin chân thành cảm ơn.",
    "Cho em hỏi em đăng kí in thẻ sinh viên và đã thanh toán xong từ ngày 16-6-2021 đến giờ sao vẫn chưa giao cho em vậy ạ, nếu có giao thì khi nào em mới nhận được thẻ để còn làm thủ tục dự thi giữa kì nữa ạ. Thẻ tên: Danh Đăng Khôi MSSV . Em cảm ơn.",
    "Em có đăng kí hoãn thi Hoá Đại Cương nhưng chưa hoàn thành thí nghiệm thì bây giờ có cần học thí nghiệm online và thi online thí nghiệm hoá không ạ, hay đợi qua dịch thi lý thuyết Hoá Đại Cương cuối kì để lấy điểm đó làm điểm tổng kết ạ",
    "Dạ chào anh/ chị, Hiện tại em đã sử dụng hết quyền tạm hoãn học tập 1 kì (dùng 2 lần). Nhưng bây giờ gia đình em có sự cố và công việc không thuận lợi -  Em không thể sắp xếp tham gia học tập trong 1-2 kì tới được -  Vậy thì em có bị tạm dừng học tập và buộc thôi học không ạ ? (Em học hệ VHVL ngành CNTT và đã có bằng 1 chính quy ngành điện-điện tử ở trường mình rồi ạ) Em cảm ơn ạ",
    "Chào cô!  Em có đăng kí in giấy xác nhận hoan nghĩa vụ về đăng kí nhận giấy qua bưu điện ,em kiểm tra thấy nha Trường đã xử lí ngày 14/9 ..nhung nay em vẫn chưa nhận được giấy.. Hiện tại địa phương em đang gọi khám nghĩa vụ. Cô cho em hỏi có cách nào kiểm tra tình trạng giấy hoan nghĩa vụ  của em được bưu điện xử lí tới đâu không ạ? .",
    "Dạ em chào thầy/ cô, vừa rồi em có đăng kí bổ sung thêm vào lớp dự thính Cơ sở kỹ thuật điện kì này của thầy , nhưng trên trang bkpay của em vẫn chưa thấy cập nhật học phí của môn học này ạ, thầy/ cô vui lòng xem lại giúp em ạ",
    "Dạ chào thầy cô, em có chút thắc mắc về điểm hoãn thi ạ. Ngày 9/8 em đã đăng ký hoãn thi môn giải tích 1 (MT1003) và hiện tại vẫn chưa được cập nhật điểm, theo thông báo đến tháng 12 mới cập nhật thì có kịp để làm đơn xin thi không ạ? Và em hoãn thi ở kỳ dự thính thì sẽ đăng ký thi lại ở kỳ chính hay kỳ dự thính? Em cảm ơn.",
    "Sinh viên:  MSSV:  ..... Em xin phép được thông báo về sự cố: Mặc dù em đã đủ điểm qua môn học \" Giải tích 1_mã MT1003_ HK Dự thính 202_với số điểm tổng là 6.5 \" nhưng không được cộng tín chỉ của môn này vào số tín chỉ tích lũy. ..... Thông tin thêm: Em không đăng ký hoãn thi. ..... Em cảm ơn.",
    "Dạ cho em hỏi hiện tại mình muốn rút môn học thì cần làm những gì ạ ? Em xin cảm ơn   i ",
    "Kính gửi Quý Thầy Cô, Em tên là  - MSSV: . Em vừa xem kết quả thi nói viết đợt tháng 9/2021 thì bài thi Writing của em bị Giám thị phủ quyết. Em không rõ kết luận trên có bị nhầm không nên em viết email này để xin phúc khảo lại bài thi của em ạ. Kính mong Quý Thầy Cô dành ra ít thời gian xem xét lại giúp em ạ. Em chân thành cảm ơn. Một số thông tin thêm ạ: - CMND: 84 - Ngày sinh: 20/12/1998 - Ngày giờ thi: 16/09/2021 - 13h00 - Group/nhóm: 16.09 - Group 02 - Bài làm Writing và video ghi màn hình: https://1drv.ms/u/s!AkIMV1bUPLjdkc45OAqQ2t9WUqHAfQ?e=0S1eXN - Đã được xác nhận nộp bài và nộp video qua email.",
    "Lúc trước em có đăng kí hoãn thi nhưng khi tra cứu thì không có tên em ạ. Em cảm ơn ạ.",
    "Kính gửi phòng đào tạo Hiện tại em muốn được hủy yêu cầu hoãn thi vì lí do bộ môn đã chấp nhận kết quả thi cuối kì 202 đợt vừa qua Rất mong sự phản hồi từ phòng đào tạo",
    "Chào thầy/cô Lần trước em có gửi câu hỏi tương tự về việc đăng ký tốt nghiệp và được yêu cầu đợi đến sau ngày 29/9 nếu vẫn không thể đăng ký tốt nghiệp. Nay em vẫn chưa thê đăng ký tốt nghiệp được trên mybk và hệ thống báo là\"Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến\". Mong phòng đào tạo hỗ trở em với ạ.",
    "Chào quý thầy cô, Em tên , MSSV: . Em muốn khiếu nại về bảng điểm thành phần môn \"Con người và môi trường\", mã môn học: EN1003, học kì 202, lớp L05. Về điểm BT trong bảng điểm, giáo viên giảng dạy là cô  đã thống nhất là sẽ lấy điểm trung bình cộng của 4 bài kiểm tra trên hệ thống BK-elearning. Nhưng em đã làm đủ 4 bài kiểm tra (ảnh đính kèm) và đi học đầy đủ các buổi, nhưng khi điểm thành phần hiện lên MyBK lại là điểm 11 (ảnh đính kèm). Trước đó giáo viên giảng dạy lớp em cũng không đăng bảng điểm thành phần tổng kết để em đối chiếu và khiếu nại. Đến khi hiện bảng điểm lên MyBK em mới biết điểm thành phần của mình có sai sót. Em đã email cho giáo viên giảng dạy và được cô phản hồi khiếu nại với phòng Đào Tạo. Em mong phòng Đào tạo sớm xem xét và giải quyết trường hợp nhầm lẫn này. Em cảm ơn quý thầy cô.",
    "Dạ Thầy/Cô cho em hỏi là sao hôm nay là 30/9 rồi mà bảng điểm của em vẫn còn hiện điểm 13 cho môn em đã hoãn thi rồi ạ. Không biết đơn hoãn thi của em có sai sót gì không ạ?",
    "Gửi PĐT, Em có mong muốn hủy hoãn thi môn học Phân tích và thiết kế giải thuật (CO3031) do em đã tham dự thi rồi ạ . Em xin cảm ơn.",
    "Lý do đăng ký trễ : do em còn mỗi môn giải tích 2 này là xét tốt nghiệp vào tháng 11 sắp tới nhưng kết quả có trên mybk chậm hơn thời hạn đăng ký môn học nên dẫn tới em bị chậm đăng ký . Và do tình hình mạng không được ổn định khi truy cập nên dẫn tới sự việc này + Môn học muốn đăng ký : giải tích 2 ( mã số môn học MT1005 )  mã nhóm DT05_DT05 , sỹ số lớp hiện là 97/99 và không hiện tên giáo viên thưa thầy cô nên em không liên lạc và xin phép thầy cô được   Do tình hình dịch và thời hạn đăng ký môn học đã hết nên em không thể tìm kiếm thầy cô phụ trách để xin liền được , mong thầy cô đăng ký giúp em",
    "Em chào thầy/cô ạ,  Học kỳ 202 vừa rồi em đã đăng ký học 17 tín chỉ và đã có điểm thi các môn trên Mybk. Nhưng phần tín chỉ tích lũy và điểm trung bình học kỳ kết quả chỉ tính 12 tín chỉ thôi ạ, nhờ thầy/cô giải đáp giúp em ạ .",
    "Kính gửi: Phòng Đào tạo, Em tên là , MSSV:  - sinh viên lớp Công nghệ thực phẩm OISP - CC17HTP. Em đã thực hiện tra cứu trên trang web \"  B www.aao.hcmut.edu.vn   \", tuy nhiên lại không tìm thấy tên em trong \"  B Danh sách tốt nghiệp tháng 11/2021   \". Khi kiểm tra lại các yêu cầu tốt nghiệp thì em đã hoàn thành đầy đủ, bảng điểm cũng đã cập nhật đủ tất cả các môn trong chương trình học. Hôm nay em gửi yêu cầu này để xin Phòng Đạo tạo cấp cho em mẫu \"  B Đơn xin xét tốt nghiệp bổ sung   \" ạ. Em xin chân thành cảm ơn. Trân trọng kính chào. ",
    "Em là , Em hiện không đăng ký xét tốt nghiệp được với thông báo \"Tình trạng đăng ký  Không được phép đăng ký (Nợ HP )\" . Sau đó em ĐÃ thanh toán hóa đơn \"in bảng điểm\" của em. Mong văn phòng kiểm tra và duyệt điều kiện đăng ký tốt nghiệp của em. Dạ em xin cảm ơn trước.",
    "Kính gửi Phòng Đào tạo, Em là  MSSV , lớp CK14LOG. Vừa rồi em có làm đơn xin chuyển từ hệ Chính quy sang hệ VHVL để tốt nghiệp. Đến nay em vẫn chưa nhận được mail tốt nghiệp. Em mong nhận được sự hỗ trợ từ Quý Thầy Cô ạ. Em chân thành cảm ươn.",
    "Thân gửi, Em tên , học chương trình KSTN khoa Điện - Điện tử khóa 2017. Em đã nộp bằng IELTS 6.0 nhưng chưa được xét chuẩn tốt nghiệp speaking/writing (Không có mục TOEIC trong bảng điểm chuyển). Mong Trung tâm Hỗ trợ giúp em kiểm tra lý do chính xác giúp em. Em cảm ơn trước. Trân trọng,",
    "Em xin chào PĐT, sau nhiều ngày đăng kí giấy xác nhận sinh viên thì em thấy trên hệ thống đã xác nhận và chuyển giấy đó qua bưu điện, tuy nhiên thời gian chuyển đã lâu nhưng vẫn chưa thấy giấy xác nhận, mà địa phương thì đang yêu cầu giấy xác nhận sinh viên đó, em không biết nên xử lí thế nào, mong PĐt giúp em với ạ, em cảm ơn!",
    "Trong đợt thi cuối học kì 202 vừa rồi, em có đăng kí hoãn thi môn giải tích 2 (MT1005) Hiện tại trên bảng điểm của em hiện điểm 13 (vắng thi) mà không phải là hoãn thi ạ??? Mong thầy/cô xem xét lại giúp em ạ! Em xin cảm ơn!",
    "Em kính chào Phòng Đào tạo ạ! Em là . MSSV:  Khoa: Điện - Điện tử Từ khi đợt dịch bùng phát, thì em có đăng ký hoãn thi 3 môn học theo form của Phòng đào tạo cung cấp: 1. Cơ sở Điều khiển tự động (EE2019) 2. Cơ sở Điện tử công suất (EE2021) 3. Cơ sở Kỹ thuật điện (EE2017) Tuy nhiên sau đó em có làm đơn Rút môn học trễ hạn 3 môn học trên và đã được Phòng Đào tạo đồng ý ạ. Em đã rút môn học thành công. Nhưng hôm qua em vẫn nhận được tin nhắn từ hệ thống về việc đăng ký Hoãn thi ạ. Kính mong Phòng Đào tạo xóa đơn Hoãn thi của em ạ. Em xin chân thành cảm ơn. Trân trọng./. Sinh viên  .",
    "Kính chào thầy/cô, Em là , MSSV:  Học kì 202 em đã đăng kí hoãn 7 môn học nhưng trên trang web chỉ hiển thị 5 môn, thiếu 2 môn EE2035 và EE2039 . Em hoãn thi trong thời hạn cho phép và đều đã nhận được mail xác nhận có mail PĐT khi hoãn thi qua form ạ. Mong thầy/cô kiểm tra lại giúp em. Em xin cảm ơn!",
    "Em đã gửi đăng kí hoãn thi, hiện đã có kết quả, em ko nằm trong danh sách được hoãn thi(đã kiểm tra học kì), em muốn khiếu nại để được xem xét lại quyết định hoãn thi, em không nhận được mail sẽ hủy kết quả đăng kí trước ngày 6/9 hoặc em không để ý mail đó, nên có lẽ kết quá đăng kí của em đã bị hủy. Em xin phép được xem xét lại",
    "Em đã nhận được khung \" Tải giấy báo nhập học\" rồi ạ. Nhưng khi tải xuống và mở lên thì toàn bộ thông tin đều không phải của em ạ",
    "Dạ thưa pđt, em tên là  mssv:, pđt cho em hỏi về trường hợp ko đáp ứng đủ điều kiện thiết bị thi onl giữa kì 211 thì có được làm đơn xin hoãn thi kì thi trên và mong pđt cho e biết cách làm đơn như nào được ko ạ? dạ e xin cảm ơn pđt ạ ^^",
    "Em có đăng kí giấy xác nhận tạm hoãn nghĩa vụ quân sự vào t2 ngày 29/9/2021. Cho em hỏi là bao lâu sẽ được xác nhận ạ. Do địa phương đã yêu cầu gấp, mong trường xem xét xử lí ạ. Em xin cảm ơn",
    "Thưa cô , hôm qua em có hỏi về vấn đề không có tên trong danh sách hoãn thi mặc dù em đã đăng ký hoãn thi môn Kỹ Thuật Lập Trình CO1027 ở HK203 vào ngày 28/8/2021. Hôm qua em đã có kiểm tra lại bằng đúng link danh sách của HK203 thì vẫn không có tên em ạ. Cô có thể kiểm tra trường hợp của em được không vậy ạ? Em cám ơn cô.",
    "Em đã xem danh sách đăng kí môn hoãn thi mà không có môn em đăng kí hoãn thi trong danh sách thì phải làm như thế nào ạ.Trong khi em có đăng kí hoãn thi môn đó rồi.",
    "Kính gửi: Phòng Đào tạo Em tên là , MSSV: , Lớp CK14HT1. Em có làm đơn xin chuyển từ hệ chính quy qua hệ vừa làm và được Phòng Đào tạo thu nạp vào hệ VLVH 04/08/2021, để xét tốt nghiệp ạ, đến nay em vẫn chưa nhận được email tốt nghiệp hệ VLVH và thông tin đăng ký tốt nghiệp của em vẫn còn hiển thị hệ chính quy ạ. Rất mong nhận được sự hỗ trợ từ Quý Thầy Cô ạ. Em xin chân thành cảm ơn ! Chúc Quý Thầy Cô nhiều sức khỏe ạ !",
    "Kính gửi Phòng Đào tạo trường Đại học Bách Khoa TPHCM Em tên:  MSSV:  Em viết câu hỏi này để đăng kí hủy hoãn thi các môn học có trong file word đính kèm. Lý do: Trước các buổi thi đó, em nhận được kết quả xét nghiệm dương tính với covid-19 nên đã đăng kí hoãn thi. Tuy nhiên, sau đó, tình trạng sức khỏe có tiến triển khả quan nên em đã tham gia các buổi thi của các môn học đó. Vì vậy, em mong muốn được giữ lại điểm thi cuối học kì 202 của các môn học trong danh sách đính kèm. Trân trọng",
    "Thưa , em có email để xin hủy hoãn thi môn giải tích 2 vào học kì 202 nhưng chưa được phản hồi nên em muốn gửi đơn qua  ạ. em xin cảm ơn.",
    "Em xin lỗi và chân thành cảm ơn đã giúp đỡ ạ.",
    "Em tên  , nay em muốn bảo lưu kết quả tuyển sinh của mình mà không biết cách, em đã xem hướng dẫn trên web nhưng đa phần là hướng dẫn làm trực tiếp tại trường , trong tình hình mùa dịch này em không thể ra đường và không biết trường Bách Khoa có làm việc không để lên làm việc. Nên là mong quý thầy cô giúp em trong vấn đề trên.Email liên lạc của em :  hoặc số điện thoại liên lạc : [phone_number] .Rất mong nhận được sự giúp đỡ từ quý thầy cô phòng đào tạo.",
    "Em chào thầy/cô! Học kỳ 202 em có học môn Thực tập đồ án đa ngành (CO3087). Bạn em học cùng lớp và đã có điểm vào lần cập nhật hôm qua. Em có liên lạc với thầy thì thầy có trả lời là đã nhập điểm từ lâu rồi, và nói em nên liên lạc với PDT. Em không rõ là liên lạc với PDT bằng hình thức gì thì hợp lý ở vấn đề này ạ. Nên nếu có thể mong thầy/cô có thể kiểm tra điểm giúp em. Nếu thầy/cô không thể giải quyết thì mong thầy cô giúp em biết cách liên lạc với PDT cho hợp lý ạ. Em xin cảm ơn!",
    "Em là  mssv  em nhận được 2gmail nhưng em chỉ hoãn được môn kết cấu thép còn môn anh văn 3 mã số LA1007 học kì 203 em không có trong danh sách ạ. Em đã tạo câu hỏi trước đó nhưng nhận được câu trả lời không đúng ý ạ!! mong phòng đạo tạo xem xét lại giúp em. em cảm ơn ạ!",
    "Kính chào quý Thầy Cô, Em là , MSSV  Em có thắc mắc liên quan đến việc đăng ký tốt nghiệp, xin được quý Thầy Cô giải đáp. Hiện tại em đang là sinh viên khoá K17 hệ Kỹ sư tài năng nhưng em bị thiếu điều kiện môn học cốt lõi trên 7.5. Thầy Cô cho em hỏi là sau khi kết quả thi anh văn nói viết được cập nhật, em có thể đăng ký tốt nghiệp được chưa ạ? Hay em cần làm đơn xin ra khỏi chương trình Kỹ sư tài năng mới có thể đăng ký tốt nghiệp ạ? Em xin chân thành cảm ơn quý Thầy Cô, Kính chúc quý Thầy Cô nhiều sức khoẻ ạ!",
    "Dạ cho em hỏi là em đã đăng kí hoãn thi sau khi thi xong do có vấn đề sức khỏe, em có thông tin trong danh sách sinh viên đăng kí hoãn thi. Hôm nay có điểm môn em đăng kí và em không đủ điểm. Vậy cho em hỏi nếu e được chấp nhận hoãn thi thì sau khi thi xong điểm sẽ cập nhật lại đúng không ạ?",
    "dạ em tên  -  khoa xây dựng k20 ạ. Phòng đạo tạo cho em hỏi là hiện tại bkpay của em vẫn chưa hiện cập nhật học phí hk211 ạ ( em vẫn đăng nhập bình thường) , trong khi đó thì các bạn em đã cập nhật rồi ạ. em mong phòng đạo tại xem lại giúp em , để em biết mức học phí để chuẩn bị đóng ạ. em cám ơn ạ.",
    "Kính gửi phòng đào tạo của trường Đại Học Bách Khoa Em tên  Hồi tháng 8 em có đăng kí hoãn thi cuối kì môn Đại Số Tuyến Tính MT-1007 HK dự thính 203. Nhưng khi tra cứu trên danh sách Đăng Kí Hoãn Thi HK203 lại không có tên em và môn học đã đăng kí Em tra tại link: http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802 Mong PĐT kiểm tra lại giúp em ạ Em cảm ơn",
    "Em là  -  Học kỳ hè 203 em có đăng ký học môn Nền móng CI3195. Do dịch covid và và em bị chuyển vào khu cách ly vì nghi nhiễm nên em không thể tham gia thi vì không có Wi-fi. Em có nói với Thầy là em đã xin PĐT rồi mong thầy xem xét nhưng Thầy báo lại là Thầy chưa nghe thông báo từ PĐT. Nên hiện tại trong danh sách hoãn thi môn này em không có tên . Mong Thầy/Cô giúp em trường hợp này. Em cảm ơn! ",
    "Dạ em là  mssv Em có hoãn thi vào học kỳ 202 ạ Em đọc trên quy chế là được hoãn 1 năm ạ Nhưng em có nhận mail đăng ký thi lại các môn học kỳ 202 vào t7 chủ nhật này em vẫn chưa rõ là có bắt buộc đăng ký không ạ Hoặc nếu không bắt buộc em đã lớ đăng ký thi thì có hủy được không ạ Em cảm ơn",
    "Cho em được gửi lời chào đến Thầy/Cô Em hiện đang ở Đồng Nai và bảng điểm theo khả năng giao nhận bưu phẩm hiện tại thì không về được, em muốn hỏi là liệu có cách nào khác để có được bảng điện tử của bảng điểm bên cạnh việc scan bản giấy không ạ. Em xin cảm ơn.",
    "Kính gửi nhà trường, Em tên là , sinh viên khoa Khoa học và Kỹ thuật Máy tính. Hiện phường em đang yêu cầu nộp giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự, và hôm nay là hạn chót rồi. Tuy nhiên, vì nhà em ở Đà Nẵng, khá xa, mà em chỉ mới nộp đơn xin giấy xác nhận sinh viên 3 ngày trước, tức là ngày 26/9, nên em không thể nộp cho phường được. Nhà trường có thể cho em xin bản scan của giấy xác nhận sinh viên để em nộp tạm thời được không ạ? Em cảm ơn!",
    "Chào thầy cô ạ! Em thắc mắc về việc phân chuyên ngành khoa Quản lý công nghiệp (QLCN) ạ. Từ đầu khi đặt nguyện vọng vào trường và vào khoa QLCN, em nghĩ chỉ có 1 chuyên ngành (theo bảng điểm chuẩn khi vào trường) nhưng vào học mới biết có thêm Quản trị kinh doanh (QTKD) nữa. Em không biết trường có quy định như thế nào về sĩ số tối đa mỗi chuyên ngành, nguyện vọng của em là vào QLCN nhưng lại bị đẩy sang chuyên ngành QTKD. Em mong trường giải thích việc này ạ. Em muốn chuyển qua chuyên ngành QLCN như nguyện vọng của em. Bố mẹ em không chấp  nhận việc đổi ngành học như vậy, mong nhà trường sẽ giải đáp thắc mắc này giúp em.",
    "Kính thưa T Em là sinh viên k14 được quyết định ra hạn 1 học kỳ vào ngày 29/4/2021 để bổ sung điểu kiện anh văn nói viết, do dịch bênh, phòng trọ, thiết bị và internet không đủ đáp ứng điều kiện thi onl nên em chưa tham gia thi được online . Vậy cho em hỏi là nếu em chờ thi off và hoàn thành anh văn nói viết trước khi kêt thúc hk211 (24/1/2022) thì vẫn được xét tốt nghiệp hệ chính quy chứ ạ? Em xin chân thành cảm ơn !",
    "Em là  -  Học kỳ hè 203 em có đăng ký học môn Nền móng CI3195. Do dịch covid và và em bị chuyển vào khu cách ly vì nghi nhiễm nên em không thể tham gia thi vì không có Wi-fi. Em đã đăng ký xin hoãn thi và có nói với Thầy là em đã xin PĐT rồi mong thầy xem xét nhưng Thầy báo lại là Thầy chưa nghe thông báo từ PĐT. Nên hiện tại trong danh sách hoãn thi môn này em không có tên. Mong Thầy/Cô giúp em trường hợp này. Em cảm ơn! ",
    "Dạ cho em hỏi em đã hoãn thi môn giải tích 2 vì lý do rớt mạng trong lúc thi và sao môn giải tích 2 của e vẫn có điểm ạ",
    "Em xin chào quý thầy/cô, Em vừa thi anh văn nói viết online đợt 1 và đã có kết quả và được cập nhật điểm chuyển như hình đính kèm nhưng chưa thể đăng kí tốt nghiệp. Quý thầy/cô cho em hỏi sau khi có kết quả thì sau bao lâu sẽ được hệ thống cập nhật đủ điều kiện đăng kí tốt nghiệp ạ? Nếu đã được câp nhật rất mong quý thầy cô hỗ trợ kiểm tra điều kiện tốt nghiệp của em giúp ạ! Em xin cảm ơn mssv: ",
    "Em chào Thầy/Cô  Em đã kiểm tra kỹ danh sách hoãn thi HK203 nhưng không có tên em ạ  Kính thân    ",
    "Em đã đậu kì thi nói - viết được nhà trường tổ chức online vừa qua . Cho em hỏi kết quả thi sẽ tự động cập nhật với PĐT hay là phải có giấy chứng nhận từ bkenglish ạ ? Em đã có thể đăng ký xét tốt nghiệp được chưa ? Các điều kiện xét tốt nghiệp khác em đều đủ.",
    "Cho em hỏi em đã tham gia thi môn Xstk nhưng trong quá trình thi em bị lỗi phần quay video nên không có file video. Sau đó em có nhận được mail hoãn thi cho các trường hợp gặp vấn đề trong quá trình thi nên em đã đăng kí. Không biết em có được chấp nhận điểm thi hôm thi đó không hay sẽ được hoãn thi( hiện tại em đã được cập nhật điểm trên aao)",
    "Vào ngày 13/09/2021, em có đăng kí cấp giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự qua hình thức chuyển phát qua bưu điện trên MyBk, và em cũng đã nhận được bản pdf của giấy nhưng đến giờ em vẫn chưa nhận được bản gốc. Em muốn hỏi là đến khi nào em mới có thể được nhận bản gốc để còn gửi lại cho địa phương, vì hạn nộp hoãn nghĩa vụ tại địa phương em đã sắp hết. Em xin chân thành cảm ơn",
    "Họ & tên:  Mssv:  Thầy/ cô cho e xin giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự ạ.",
    "Dạ thưa phòng đào tạo, do học kì 211 em đăng kí nhầm môn học, mà theo em được biết thì chỉ được rút môn trước 6 tuần nhưng do tính hình dịch bệnh em không làm đơn rút môn gửi cho pđt được nên hôm nay đã đến tuần thứ 7. Nếu không rút được thì khó cho em quá ạ.      Em mong pđt có thể giúp đỡ em rút môn học ạ.Em cam kết sẽ nộp học phí đầy đủ. Em đã điền đầy thủ thông tin vào đơn rút môn rồi ạ.",
    "Em gửi phòng đào tạo đơn đăng kí hoãn thi.   i ",
    "Chào PĐT Vừa rồi em hoãn thi môn vật lí 1 kì 203 nhưng chọn nhầm mail kì 202 thì có cách nào cứu xét giúp em được không ạ. Em cảm ơn nhiều",
    "Kính gửi Phòng Đào tạo, Em đã đăng ký in bảng điểm năm học vào ngày 24/09/2021 với hình thức nhận qua bưu điện. Cho đến hôm nay, em vẫn chưa nhận được bảng điểm. Hiện tại, em rất cần bảng điểm để bổ sung vào hồ sơ học bổng và nộp trước thời hạn. Chính vì vậy, Quý thầy cô Phòng Đào tạo có thể cho em xin bản scan của bảng điểm qua email để em có thể bổ sung vào hồ sơ học bổng ạ! Sau đây là các thông tin đăng ký in bảng điểm của em: Họ tên: , MSSV:  Ngày đăng ký: 24/09/2021 10:26 Mã phiếu: InBD[phone_number]6 Email:  Mong Quý thầy cô phản hồi sớm nhất có thể, em xin cảm ơn ạ! Trân trọng.",
    "Dạ e đã xin hoãn thi môn giải tích 2 vì lý do mạng yếu khi thi mà điểm thi của e vẫm được cập nhật trên mybk ạ",
    "Dạ lần trước em có đăng kí hoãn thi HK202, nhưng hiện tại em muốn hủy đăng kí thì phải làm sao ạ. Em cám ơn ạ.",
    "Chào thầy/cô, Thầy/cô cho em hỏi là danh sách tốt nghiệp dự kiến bao giờ cập nhật tiếp vậy ạ? Do em đã đủ điều kiện tốt nghiệp nhưng kiểm tra trên danh sách tốt nghiệp dự kiến không có nên mới hỏi. Trân trọng,    i Tốt nghiệp .",
    "Lớp học _HK203  Nhóm DTQ1    Vào ngày 24/8 vào lúc 1h chiều, em có thi môn Triết học Mac-lênin nhưng hôm đó chỗ em ở trời mưa rất to và cúp điện nên em không thể vào phòng thi được. Em có báo cho giáo viên môn học và đã báo lên phòng đào tạo, và phòng đào tạo đã đồng ý yêu cầu về việc hoãn thi của . nhưng hôm nay em vào check lại điểm thi thì em thấy để số 13 có nghĩa là vắng. em mong nhà trường xem xét lại về trường họp này của em ạ, em xin chân thành cảm ơn Dưới đây là hình ảnh trường đã gmail đồng ý về việc hoãn thi của em",
    "Em làm Đơn xin hủy hoãn thi: Học kỳ: 202 Mã môn học : MT1005 Tên môn học : Giải tích 2 Lý do làm đơn: Em có làm đơn hoãn thi vì không có file record, nhưng bộ môn chấp nhận bài thi và đăng điểm lên bảng điểm, nên em muốn hủy đơn hoãn thi.",
    "Chào thầy/cô ạ, Môn học em muốn đăng ký thuộc lớp dự thính, chỉ mới học được 2-3 tuần thôi ạ. Cụ thể là lớp Kỹ thuật siêu cao tần DT02 do thầy , bộ môn Viễn thông giảng dạy ạ. Em đã có mail xin phép và được sự cho phép từ giảng viên lớp đó là thầy . Cảm ơn thầy/cô",
    "Qua một thời gian theo dõi, em nhận thấy điểm trên MyBK được cập nhật liên tục: Trong đó, ban đầu môn giải tích 2 (MT1005) (Không có hoãn thi) có kết quả đầy đủ: KT: 4.44 - BT: 8.67 - BTL: 5.5 - Thi: 4.33 - Tổng kết 5.0 (Ảnh đính kèm điểm trước cập nhật) Sang đến ngày hôm nay thì chỉ còn Thi: 4.0 - Tổng kết 4.0 (Ảnh đính kèm GT2-) . Mặt khác em có liên hệ với giáo viên, giáo viên xác nhận bảng điểm đúng như đính kèm và gửi PDT và đề xuất liên hệ PDT kiểm tra lại thông tin điểm (File ảnh email đính kèm). Do ngày 30/10 sắp tới sẽ hết hạn đăng ký tốt nghiệp.",
    "Em tên  MSSV . Em đã đăng ký hoãn thi qua google form gồm 3 môn của HK203 và 2 môn HK202. Nhưng mà trên trang tra cứu em chỉ tìm được 2 môn của HK202, còn 3 môn của HK203 thì không tìm thấy .",
    "n xin hủy hoãn thi Họ và tên SV:  MSSV:  Học kỳ: 202 - Năm học: 2020 - 2021 Môn học cần hủy hoãn thi: Mã MH: CO3031 - Tên MH: Phân tích và thiết kế giải thuật.",
    "Cho em gửi đơn đăng kí hủy hoãn thi môn học Em xin cảm ơn.   i ",
    "như vậy là em cần chờ thêm để PDT cập nhật tên em phỉa không ạ ?",
    "Em xin gửi đơn đăng kí hủy hoãn thi. EM xin lỗi vì đã gửi sai nhiều lần. Em chân thành cảm ơn.   i ",
    "Em kính chào Phòng đào tạo, Em tên là , MSSV:  Theo em được tìm hiểu thì trong đợt này, Phòng đào tạo có mở lớp anh văn nhu cầu cho sinh viên. Trong tuần rồi, em có chút nhầm lẫn về thời gian nên không có đăng ký. Hiện tại, em có nguyện vọng được đăng ký bổ sung thêm môn Anh văn nhu cầu. Nếu Phòng đào tạo cho phép, em xin được đăng ký bổ sung thêm môn Anh văn 4 ạ. Em xin chân thành cảm ơn ạ",
    "Em chào Thầy Cô ! Em đã làm đơn hoãn thi và đã được chấp nhận nhưng tại sao trên hệ thống lại không cập nhật ạ Em cảm ơn",
    "Kính gửi PĐT Em tên là  - MSSV:  thuộc chương trình chất lượng cao ngành Kỹ thuật máy tính. Dạ em đã có kiểm tra đầy đủ điểm trung bình cũng như tín chỉ tích lũy, ngày CTXH và một số yêu cầu khác để tốt nghiệp theo quy định của nhà trường. Tuy nhiên em vẫn chưa thể đăng ký tốt nghiệp do hệ thống báo em không có tên trên danh sách tốt nghiệp . Kính mong PĐT kiểm tra lại giúp em ạ. Em xin cảm ơn. Trân trọng ",
    "Xin chào, em không cập nhật được thông tin tốt nghiệp để xin xét tốt nghiệp cho kịp tháng 11 này ạ. Cho em hỏi là em còn thiếu nội dung gì để đăng kí danh sách tốt nghiệp tạm thời ạ? Em xin cảm ơn",
    "Dạ thưa thầy cô, hiện tại địa phương em có yêu cầu nộp giấy xác nhận đang là sinh viên theo học ở trường để miễn nghĩa vụ quân sự. Với diễn biến tình hình dịch em không thể tới trực tiếp trường để lấy giấy, thì thầy cô có thể giúp em gửi giấy qua đường bưu điện hay cách nào để giúp em có giấy để xác nhận theo yêu cầu của địa phương không ạ? Em xin cảm ơn.  ",
    "Cho em hỏi chừng nào có lịch thi cho trường hợp hoãn thi ạ",
    "Chào thầy(cô), Em tên :  MSSV: Hệ : Khoa học và kỹ thuật máy tính Em đã xin  và đã được đồng ý cho em học chung môn học   B Hệ thống số (CO1023)    với K21.Em có gửi đơn đợt trước và được PĐT đồng ý nhưng nay em vẫn chưa có thời khóa biểu môn này. Mong thầy (cô) xem xét đăng ký môn học giúp em.",
    "dạ chào ad ạ em có đăng ký nhận giấy xác nhận sv và được xác nhận hôm 8/9 , em muốn hỏi là bên nhà trường đã gửi bưu điện chưa ạ vì em đang cần gấp ấy ạ em cảm ơn ad ạ",
    ".   Em xin hủy tạm hoãn thi HK202 năm học 2020-2021 môn Giai tích 2 (MT1005)   ",
    "Kính chào phòng đào tạo trường ĐH Bách Khoa. E tên  . MSSV  lớp PC16HTD. Cho e hỏi môn Đồ án mã MH EE3061 trên bảng điểm e chưa có điểm, môn này do Thầy  hướng dẫn em. Kính nhờ phòng đào tạo kiểm tra lại giúp. Trân trọng./.",
    "Dạ chào PĐT! Em tên  MSSV . Em có tên trong danh sách dự kiến buộc thôi học trong học kỳ này. Nhưng trong học kỳ 202 và học kỳ 203, em không bị rớt môn ạ. Em mong PĐT có thể xem xét cho em không ạ. Em xin cảm ơn",
    "Chào PĐT, Em tên là  . Em muốn hỏi là hiện em đã học xong chương trình học và không đăng ký môn học cho học kỳ mới. Nhưng em vẫn chưa đủ đk tốt nghiệp vì thiếu 2 ngày CTXH và 2 kỹ năng nói - viết. Vậy em có đủ điểu kiện để xin giấy hoãn NVQS không tại em chưa tốt nghiệp cũng như chưa đủ đk tốt nghiệp. Em cảm ơn.  ",
    "Chào thầy cô, Em là sinh viên Việt Pháp.Do em đăng ký hoãn thi sai nên em đã đăng ký hoãn thi lại theo yêu cầu của PĐT.Vì vậy có thể tên em không có trong danh sách hoãn thi mới nhất nên em không được thi môn Giải tích 2 Việt Pháp 2/10/2021 do PĐT tổ chức. Mong thầy cô xem xét lại trường hợp của em để em được thi lại vào ngày 2/10/2021 môn Giải tích 2 Việt Pháp. Chúc thầy cô nhiều sức khỏe!",
    "Em tên   Mssv  Vào học kỳ dự thính 202 Em có đăng ký hoãn thi cuối kỳ môn học giải tích 2 (MT1005) thi vào ngày 24/08/2021 lớp DT03-B, Tuy nhiên đến nay trên trang thông tin sinh viên thì em nhận điểm (13) vắng thi . Mong Pdt có thế kiểm tra lại và phản hồi giúp em ạ Em xin cảm ơn !",
    "Em chào PDT, Trong mail trước em có hỏi về cách giải quyết để thi TNVL nhưng em không biết cách nào liên hệ với Khoa khoa học ứng dụng về bộ môn . Em mong PDT có thể giúp em cho địa chỉ email và số điện thoại của văn phòng khoa? Em xin cám ơn. Thân ái, ",
    "Chào thầy cô ạ! Em muốn hỏi về việc đổi chuyên ngành ạ. Em đang được phân chuyên ngành Quản trị kinh doanh (QTKD), em muốn đổi sang chuyên ngành Quản lý công nghiệp (QLCN) thì cần những điều kiện gì và thủ tục gì ạ? Em đọc quy định về phân chuyên ngành của khoa QLCN được áp dụng từ năm 2016 mục số 4 thì thấy có thể được xem xét đổi chuyên ngành nếu thực hiện thủ tục đổi chuyên ngành trước khi đăng kí môn kì 6,7,8, vậy em cần làm những gì ạ?",
    "Chào thầy/cô Em muốn hỏi là có thông tin gì về mở lớp GDTC học kỳ 211 cho khóa cũ từ trung tâm chưa ạ?  Tại vì cũng đã qua nửa kỳ rồi Hoặc em có thể đăng ký học cùng khóa 2021 khi khóa này bắt đầu học không ạ. Mong nhận được sự giải đáp. Cảm ơn quý thầy cô ạ. Trân trọng",
    "a phương nơi em ở yêu cầu nộp giấy tạm hõan nghĩa vụ quân sự. Cho em hỏi là khi nào nhà trường phát giấy tạm hoãn nghĩa vụ quân sự ạ. Có thể gửi qua đường bưu điện được không ạ? Do thời hạn là 20 ngày nên em mong nhà trường sớm phản hồi ạ!   i  .",
    "Dạ phòng đào tạo cho em hỏi tại sao em đã đăng ký hoãn thi ở HK203 nhưng bảng điểm lại ghi 13, và kiểm tra trong danh sách hoãn thi cũng không có tên em ạ? Em cảm ơn.",
    "Em tên  - MSSV . Hiện em đang học lớp XDK18CSHT do thầy Trọng phụ trách. Em viết đơn này là vì muốn đăng ký học môn Nhập Môn Kỹ Thuật CI1001 ở học kì mới cùng với K21 (bắt đầu tuần 40) Vậy bây giờ em có thể đăng ký và nếu được thì cần làm gì để được đăng ký ạ? Em cảm ơn.",
    "Chào thầy/cô, Em là sinh viên khóa K19, chuyên ngành điều khiển-tự động hóa. Theo em được biết thì đối với môn tự chọn, khi không thi cuối kì thì môn học này xem như chưa học và không ảnh hưởng đến điểm trung bình tích lũy gì hết phải không ạ? Em xin cảm ơn.",
    "MSSVMSGV:   b   Chào Thầy  Em tên , mssv   Em từ hệ chính quy khóa K13 chuyển sang hệ VHVL khóa 20 Cho em đặt câu hỏi là khi em được hướng dẫn chuyển hệ thì Thầy hướng dẫn có nói là em sẽ học theo Chương trình đào tạo của khóa K14 (một số môn khác với K13), và hiện tại em đã học xong hết các môn theo chương trình đào tạo theo khóa K14 Em xin hỏi để xác nhận có đúng là vậy không ạ? Vì sắp tới xét tốt nghiệp mà xét theo chương trình đào tạo khóa K20 là rất khó khăn với em, vì khóa K20 có nhiều môn khác nữa Xin Thầy xem xét kĩ và cho em câu trả lời chính xác ạ!  Thân    i   i    ",
    "cho em xin hỏi về việc cập nhật điểm chuyển của em ạ, em thấy trong phần điểm chuyển em chưa được cập nhật điểm chuyển anh văn, mà truường lại có mail đã cập nhật rồi ạ.Em thi anh văn trong trường học kỳ 1 năm 2020-2021 em được 505, mà trường chưa cập nhật cho em.Không biết là điểm của em có vấn đề hay trường cập nhật muộn ạ?",
    "Em chào quý Thầy Cô. Em tên là , MSSV . Do đã được thông tin từ Hỏi/Yêu cầu có ID 37019, em xin gửi quý Thầy Cô đơn xin rút khỏi chương trình Kỹ sư tài năng (KSTN) để kịp thời xét tốt nghiệp đợt TN.20211.1 (Tốt nghiệp - Học kỳ 1 Năm học 2021-2022) vì những lý do chính như sau: - Do em không đáp ứng yêu cầu tốt nghiệp chương trình KSTN. - Do em phải bổ sung hồ sơ để tiếp tục học chương trình Cao học từ chương trình liên thông Cao học - Đại học. Em kính mong quý Thầy Cô xét duyệt kịp thời để em có thể tốt nghiệp vào học kỳ 1 năm học 2021-2022. Em chân thành cảm ơn quý Thầy Cô.",
    "Dạ cho em hỏi, học kì 203 em do vấn đề đường truyền em đã điền form đăng kí hoãn thi môn Chủ nghĩa Xã hội Khoa học (SP1035) vào ngày 23/08/2021 (ngày thi), nhận được thư phản hồi sau khi điền đăng kí luôn ạ và hôm thi đó em cũng có báo với Cán bộ coi thi. Nhưng em kiểm tra link danh sách Hoãn thi 203 không có ạ. Mong quý Thầy/Cô xem xét kiểm tra trường hợp của em và cho em hỏi vấn đề ở trên phải giải quyết như nào ạ. Em cảm ơn",
    "Kính gửi Phòng đào tạo. Em tên , MSSV , hệ đào tạo VLVH, chuyên ngành Công nghệ may. Hiện đang học theo CTĐT khóa 2014 . Kính mong Thầy/Cô xem xét cho em chuyển khóa 2013 để xét LVTN. Trong CTĐT khóa 2013, em còn vài môn vẫn chưa học xong vì có môn tương đương không mở lớp nữa. Vậy em có cần học các môn thay thế nào khác không ạ . Trong HK211 này em đang học môn Cơ khí đại cương (ME1003) trong CTĐT khóa 2014 và có cần phải hủy môn học này không ạ. Em xin cảm ơn Thầy/Cô.",
    "Họ tên:  MSSV:  Em đăng kí hoãn thi môn Thiết kế hệ thống nhúng (EE3003) của học kì 203 vào ngày 30/07. Mà lúc đó em điền trong đơn hoãn thi là học kì 202. Thầy cô phòng đào tạo cập nhật lại giúp em với ạ",
    "Em tên , mssv , em đã hoàn thành tất cả tín chỉ trong CTĐT và điểm đã được cập nhật đầy đủ nhưng vẫn chưa có tên trong danh sách tốt nghiệp dự kiến và chưa được nhận thông tin gì về đăng ký tốt nghiệp. Mong PĐT sớm cập nhật giúp em ạ, em cảm ơn.",
    "Dạ vâng như đã trình bày ở tin nhắn trước e chỉ còn thiếu Anh văn ( nói + viết ). nên e muốn xin chuyển hệ để được xét tốt nghiệp trong 11/2021 tới đây ạ!",
    "kính thưa PĐT, em có đăng kí anh văn 4A và theo thiết kế chương trình sẽ kết thúc vào tuần 45 (ngày 13/11), em cũng hoàn thành xong tất cả các môn học còn lại trong chương trình đào tạo (kể cả LVTN) thì đến lúc đó nếu có lễ tốt nghiệp tháng 11 (giả sử được tổ chức sau ngày 13/11) thì em có thể bổ sung để được dự lễ không ạ tại vì theo lịch hiện tại của PĐT thì hạn chót là ngày 31/10 trong khi ngày bắt đầu học của lớp anh văn 4A là ngày 11/10 (chương trình học trong 5 tuần). Mong PĐT sớm phản hồi. Em xin chân thành cảm ơn",
    "Sau khi PĐT mail thông báo danh sách hoãn thi HK203  http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802 Em đã kiểm tra lại xem đã có tên em hay chưa Và hiện tại vẫn chưa có tên em, mong PĐT hậu kiểm lại ạ Em hoãn thi môn giải tích 2 MT1005 lớp cô , nhóm DT01-B, ngày thi 24/8 ca thi 16g, em hoãn thi ngày 23/8",
    "Chào PĐT, em là , sinh viên k17 đang theo học tại khoa Khoa học và Kỹ thuật Máy tính. Năm nhất, em rớt môn Hệ Thống Số(4tc). Năm nay em dự tính học lại và nhận thấy khoa KH&KT Máy tính đã thay đổi mã số môn học và giảm số tín chỉ của môn này. Do vậy, em tạo yêu cầu này mong PĐT có thể sắp xếp để em đăng kí học bù bằng 1 môn khác để hoàn thành chương trình học và tốt nghiệp. Em xin cảm ơn PĐT ạ.",
    "Dạ em chào thầy (cô), em có hỏi về nhận thẻ sinh viên hệ VHVL do dịch chưa đến trường nhận được và sắp thi giữa kì, được trả lời cung cấp địa chỉ. Tên: , địa chỉ: 60 khu 2 Thị trấn Trà Ôn, Huyện Trà Ôn, Tỉnh Vĩnh Long, số điện thoại: [phone_number]. Em cảm ơn",
    "Dạ cho em hỏi, hiện tại em đang học lại anh văn 2 học kỳ 211, anh văn 3 em đã hoãn thi kỳ 202 vừa rồi. Vậy đến đợt đăng ký môn học học kỳ 212 em có được đăng ký môn năm 3 không ạ, hay là khi có điểm qua môn anh văn 2 và anh văn 3 mới đủ chuẩn đăng ký môn năm 3 ạ. Em cảm ơn.",
    "dạ em bị mất thời khóa biểu và lịch thi ở trên mybk ạ, không biết có cách nào khắc phục không ạ",
    "Em chào phòng đào tạo , em có đăng ký hoãn thi môn kinh tế chính trị , vì lý do sự cố kỹ thuật ( đã được bên bộ môn chấp thuận) và em cũng đã điền form đăng ký hoãn thi nhưng đến ngày hôm nay mybk (bảng điểm) của em vẫn bị điểm 13 , và trong danh sách hoãn thi kì 203 không có tên em . Em cảm ơn ạ",
    "Kính gửi Phòng Đào tạo, Em đã đăng ký hoãn thi cuối kỳ GT1 vào ngày 24/08/2021 và đã nhân được email đông ý từ phòng đào tạo. Nhưng em không tìm được tên mình tròn link danh sách hoãn thi (link: http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802) Em mong Phòng Đào Tạo giúp em kiểm tra lại. Em xin cảm ơn ạ.",
    "Cho mình gửi đơn xin hủy hoãn thi, vì lúc trước đăng kí hoãn thi vì bản record bị lỗi nhưng đã được GMBM và BM thông qua",
    "Sau khi có mail xác nhận (20/8/2021) của thầy Nguyễn Đình Dương về hậu kiểm điểm thi GT1 cuối học kì 202 lớp Dự thính DT02 của em (đã có video chứng minh) là 6,11 thì vào ngày 29/9/2021 sau khi em xem trên MyBK - Cổng thông tin sinh viên - Bảng điểm thì em vẫn nhận được điểm là 13. Không biết là do PĐT nhập lỗi hay là sao ạ???? Em kính mong hãy cho em phản hồi sớm về sự việc này ạ.",
    "dạ em tên  -  khoa xây dựng k20 ạ. Phòng đạo tạo cho em hỏi là hiện tại bkpay của em vẫn chưa hiện cập nhật học phí hk211 ạ ( em vẫn đăng nhập bình thường) , trong khi đó thì các bạn em đã cập nhật rồi ạ. em mong phòng đạo tại xem lại giúp em , để em biết mức học phí để chuẩn bị đóng ạ. em cám ơn ạ.",
    "Kính gửi Phòng Đào Tạo, Em là , sinh viên năm 4 khoa Kỹ thuật Giao Thông, MSSV . Em đã hoàn thành xong chương trình học của ngành Công nghệ kỹ thuật ô tô (đã hoàn thành luận văn) và em đang chuẩn bị cho đợt xét tốt nghiệp cuối học kỳ này. Hiện tại em đang có nguyện vọng học thêm ngành Khoa học máy tính hệ vừa học vừa làm hoặc đào tạo từ xa của trường mình. Sau khi tìm hiểu thủ tục xét tuyển, em được biết là trong hồ sơ dự tuyển cần có bằng tốt nghiệp đại học bản sao hoặc công chứng. Nhưng hạn đăng ký xét tuyển trên trang tuyển sinh của trường là ngày 9/11 tới đây. Em lo là mình sẽ không thể kịp có được bằng ĐH của ngành 1 để nộp hồ sơ dự tuyển. Vậy em xin phép được hỏi là em có thể bổ sung bằng ĐH của ngành 1 vào hồ sơ xét tuyển sau được không ạ hoặc có cách nào khác để em có thể đăng ký kịp hạn xét tuyển không ạ. Em xin chân thành cảm ơn ạ.",
    "Em đã làm đơn xin hủy đăng kí hoãn thi HK 202. Mong được xem xét lại ạ. Em cám",
    "Em chào PĐT, em đã đăng ký hoãn thi cuối kỳ Giải tích 1 vào ngày 26/8, PĐT đã gửi mail phản hồi giải quyết, sao em xem bảng điểm lại thể hiện em 0,5đ tổng kết ạ. Mong phòng đào tạo xem xét ạ.",
    "Cho em hỏi là: em học pass Anh văn A2 rồi, khi em nộp bằng TOEIC vào trường để chuyển điểm thì có chuyển được: môn Anh văn A2 từ \"Đạt\" không tính vào điểm trung bình tích lũy --  Anh văn A2 10đ không ạ. Em cảm ơn.",
    "Thầy cô ơi! Em có hoãn thêm một môn sau ngày 9 tháng 9. Không biết môn đó có được hoãn thi không ạ???",
    "Dạ thầy cô ơi, em là sinh viên K15, em chỉ còn thiếu mỗi bằng TOEIC nói viết nữa là đủ điều kiện tốt nghiệp nhưng trong kì thi online đợt 1 vào ngày 15/9 em chỉ có 190 điểm không đạt yêu cầu đăng kí tốt nghiệp rồi. Không biết thầy cô có thể cho em xin thi lần nữa vào đợt 5 sắp đến được không ạ?  Vì thi online chỉ được đăng kí 1 lần nhưng em rớt rồi giờ k thi trực tiếp tại Sài Gòn được, em k biết phải làm sao ạ... Mong thầy cô giúp đỡ ạ...   i Tốt nghiệp .",
    "chào thầy, cô em là , MSSV: . Hồi hè em có xin hoãn thi Phương pháp tính (CH1003) mà giờ điểm hoãn thi chưa được cập nhật. Em cảm ơn.",
    "QUOTE  Dạ chào thầy cô! Như 2 câu hỏi trước e đã trình bày: nếu chỉ cần điểm Đạt cho Av4 thì cho em có thể xin đăng kí bổ sung môn Anh văn 4A, lớp DT08 hoặc bất kì 1 lớp nào khác được không ạ? Do không hiểu quy chế đào tạo nên em nghĩ cần phải có điểm trung bình tích lũy cho môn Anh văn 4 nên em đã hủy môn. Rất mong thầy/cô xem xét cho em đăng kí bổ sung lại ạ. Để em có cơ hội hoàn thành các môn và tốt nghiệp trong kì này. Do dịch covid nên em không biết khi nào mới được đi thi chứng chỉ. Em xin chân thành cảm ơn",
    "Em là , MSSV , Khoa Công Nghệ Vật Liệu. Em viết thư này vì khiếu nại việc hoãn thi khi e hoãn rất sớm và được choa hoãn nhưng giờ trường lại không có mấy môn em hoãn lúc đầu. Mong nhà trường xét lại cho em. Em cảm ơn ạ.",
    "Học vụ       Chào Thầy/Cô  Em tên là  - , chương trình kỹ sư CLC Việt Pháp PFIEV  Em có thắc mắc là học kỳ 202 em có rớt môn 404710 - Biến đổi tín hiệu số và ứng dụng nhưng em lại không thấy lịch thi lại của môn này trong danh sách các môn thi lại Vậy cho em hỏi là có bị sót môn thi lại hay không ạ Mong được sự hỗ trợ ạ, em xin cảm ơn",
    "Dạ em chào các thầy cô PDT ạ! Em là , MSSV: . Các thầy cô cho em hỏi trường mình khi nào phát giấy tạm hoãn NVQS HK211 vậy ạ? Ở quê xã đã có giấy gọi NVQS gửi cho em rồi mà hiện tại học kỳ mới em vẫn chưa có giấy tạm hoãn của trường ạ. Mong các thầy cô giải đáp giúp em ạ. Em cảm ơn nhiều ạ!",
    "Dạ em có câu hỏi muốn được giải đáp ạ, là em có đăng ký hoãn thi môn Giải tích 2 - MT1005 trước ngày 09/09/2021 và cũng có danh sách hoãn thi trên link PĐT gửi ạ, nhưng mà sao em vào bảng điểm thì lại là điểm 13 ạ? Mong nhà trường giải đáp thắc mắc này ạ, em xin cảm ơn.",
    "Chào Quý thầy, cô. Em tên là Phạm Xuân Anh MSSV . Em có đăng ký hoãn thi môn Vật Lý 1 (MSMH: PH1003) của học kì 203, tuy nhiên sau khi kiểm tra trong danh sách hoãn thi HK203 của phòng đào tạo thì em lại không thấy tên mình có trong danh sách. Vậy quý thầy, cô cho em xin hỏi là trường hợp của em nên xử lý thế nào ạ? Trong trường hợp do em điền sai thông tin trong đơn xin hoãn thi thì em phải xử lý như thế nào ạ?",
    "Em tên , MSSV  Em đã học xong đủ tín chỉ để tốt nghiệp, nhưng vẫn chưa có trong danh sách tốt nghiệp. Em nhờ thầy cô xem và xét duyệt để em có thể đăng ký tốt nghiệp như dự kiến. Em cảm ơn thầy cô.",
    "Dạ các thầy (cô) cho em hỏi về việc nộp hồ sơ học bổng online theo đường link. Trong yêu cầu người ta có ghi nộp \"Bảng điểm năm học 2020 – 2021 (do Phòng Đào tạo cấp)\" thì cho em hỏi là mình phải đăng ký in bảng điểm để phòng đào tạo gửi về hay chỉ cần chụp màn hình bảng điểm ạ. Em xin cảm ơn ạ!",
    "Thưa thầy/cô PĐT, em có đăng kí in bảng điểm 27/09 và đã thanh toán. Em mong có thể nhận bản scan của bảng điểm trong hôm nay để hoàn thành hồ sơ học bổng vì hôm nay là hạn chót để nộp hồ sơ. Em xin cảm ơn.   ",
    "Chào anh/chị ạ,  Em tên là Nguyễn Lê Ngọc Như, MSSV , lớp CC17HC11. Em đã đủ điều kiện tốt nghiệp nhưng chưa có tên trong danh sách tốt nghiệp dự kiến do Mybk cập nhật nên em gửi thông tin để xin xét tốt nghiệp bổ sung ạ. Em cảm ơn ạ.",
    "Em chào thầy, cô PDT. Em là , MSSV , học khoa KTXD. Em có nộp đơn tạm dừng học và được PDT thông báo là sẽ gửi qua mail file scan quyết định tạm dừng của PDT chậm nhất là vào ngày 30/9, nhưng em vẫn chưa nhận được ạ. Mong thầy, cô kiểm tra lại giúp em ạ. Em chân thành cảm ơn.",
    "Em có đăng kí hoãn thi môn Tín Hiệu và hệ thống (EE2005) và Cơ sở điều khiển tự động (EE2019) của học kì chính nhưng hiện nay em vẫn thấy điểm cuối kì em là 13. Mong phòng đào tạo có thể xem lại giúp em được không ạ. Em cảm ơn ạ.",
    "Dạ PĐT cho em hỏi, em đã đăng ký nộp bằng THPT hồi 30/6 nhưng sao đến nay em vẫn chưa nhận được phiếu xác nhận ạ? Kính nhờ PĐT xem xét giúp em, em xin cảm ơn ạ.",
    "Em có hoãn thi 4 môn trong đợt thi hk202 vừa rồi.Gồm giải tích 2,phương pháp tính,vật lý 1,hóa đại cương.Nhưng hôm nay kiểm tra lại bảng điểm vẫn bị đánh điểm 13.Cũng như đường link tra cứu hoãn thi của trường mới chỉ cập nhật em hoãn 2 môn là Hóa đại cương và Vật lý 1.Do em cần xác nhận hoãn thi một học kỳ để phân nghành khoa Điện Điện tử.Mong phòng đào tạo xem xét,em cảm ơn.",
    "Em là , mssv , em học ngành kĩ thuật hàng không k20. Em có đăng kí hoãn thi môn Đại số tuyến tính MT1007 học kì 203 ạ nhưng hôm trước em vừa nhận được mail về phản hồi yêu cầu hoãn thi của sinh viên và em tìm trong tên trong danh sách hoãn thi học kì 203 của em thì lại không tìm thấy ạ, cho em hỏi là vì sao ạ?. Em xin cám ơn",
    "Chào thầy, cô Đã qua 30/09, nhưng những môn em hoãn thi vẫn để điểm 13 trên bảng điểm ạ. Em không biết lý do vì sao, mong thầy/cô kiểm tra giúp em. Em cám ơn ạ.",
    "Cho em hỏi là bây giờ nếu em muốn hủy kết quả Hoãn Thi (HK202) thì có được không ạ? Nếu được thì em cần phải làm như thế nào ạ? Em cảm ơn.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào ban đào tạo ạ. Do đợt đăng ký bổ sung môn anh văn nhu cầu đợt dự thính vừa rồi em quên đăng ký, tuy nhiên bây giờ em vào thì vẫn còn 1 lớp anh văn nhu cầu 3A dư chỗ. Tuy nhiên lại hết đợt đăng ký Vậy cho em hỏi là ban đào tạo có định mở bổ sung đợt cuối để đăng ký lớp anh văn nhu cầu 3A không ạ Em cảm ơn   ",
    "Chào phòng đào tạo, Em tên là , MSSV  học ngành kỹ thuật hóa học - CLC. Theo như trên trang đăng ký tốt nghiệp thì đã có bản scan của giấy chứng nhận tốt nghiệp tạm thời. Tuy nhiên, hiện tại em đang cần gấp bản gốc của giấy chứng nhận tốt nghiệp tạm thời, không biết trường có gửi về theo địa chỉ nhà không ạ? Tại em thấy trên trang đăng ký tốt nghiệp có chỗ tick để đăng ký nhưng không xác nhận được. (hình đính kèm) Em xin chân thành cảm ơn.",
    "Em tên , MSSV , Khoa Cơ Khí, vào ngày 7/8/2021 do điều kiện trang thiết bị cần cho việc thi cuối HK202 không được đảm bảo (Laptop của em bị hư, nơi em ở nằm ngay ổ dịch của huyện nên không thể đem đi sửa được và do em sử dụng 4G và chia sẻ từ điện thoại sang laptop nên khi dùng cả 2 thiết bị thường hay bị giật lag) nên em có điền form đăng ký xin hoãn thi 5 môn gồm Giải tích 2-MT1005 (07/08), Nguyên lý máy-ME1015(09/08), Vật lý 1-1003(12/08), Vật lý 2-1005 (13/08), Đại số tuyến tính-MT1007 (14/08) và được PĐT đồng ý nhưng đến hôm nay 1/10/2021 vẫn chưa được giải quyết nên em mong PĐT xem xét và giải quyết giúp em.",
    "Kinh Chào Phòng Đào Tạo. Em là , MSSV: . Do đợt dịch phức tạp nên em có xin hoãn thời gian bảo vệ LVTN và được nhà trường đồng ý. Trong gmail nhà trường gửi cho em thì em có thấy dòng chữ là \"Sinh viên phải đăng ký thi xóa điểm hoãn thi chậm nhất là học kỳ 2\". Mong phòng đào tạo giải đáp giúp em như vậy có nghĩa là gì và các bước tiếp theo em cần làm là như thế nào ạ. Em xin trân trọng cảm ơn.",
    "Em xin kính chào Phòng đào tạo,Em tên là , MSSV: . Em chuẩn bị tốt nghiệp trong kỳ 211 nhưng chưa đạt anh văn ạ.Em được biết là Phòng đào tạo có tổ chức môn học Anh văn nhu cầu (đợt đăng ký môn học từ 21/9-28/9/2021). Nhưng vì một số nhầm lẫn cá nhân nên em chưa có đăng ký ở trên trang ĐKMH của Phòng đào tạo.Hiện tại, em có nguyện vọng được đăng ký bổ sung Anh văn vào thời khóa biểu của em. Nếu được Phòng đào tạo chấp thuận, em mong muốn được bổ sung môn: Anh văn 2A Nhu cầu (Mã môn học: LA1039).Em rất mong được Phòng đào tạo xem xét bổ sung giúp em. Em xin chân thành cảm ơn",
    "Dear Thầy(cô) Em tên là  MSSV:  Em đã hoàn thành chương trình học và các chứng chỉ AV, hiện tại em muốn đăng ký tốt nghiệp nhưng không được vì tình trạng sinh viên \" tạm dừng vì không đăng kí môn học \". Bây giờ em phải làm sao ạ",
    "Em chào Chị, Em có một câu hỏi là: Phòng đào tạo có cung cấp Bảng điểm Rèn luyện các năm học cho sinh viên không ạ? Em cảm ơn chị. Chúc chị một ngày làm việc vui vẻ",
    "Chào thầy/cô ạ, Thầy/cô cho em hỏi là hôm nay ngày 1/10/2021 em có thể làm đơn hủy hoãn thi môn học ở HK202 được không ạ. Nếu được thì em có thể lấy mẫu đơn ở đâu và nộp như thế nào ạ, Em cảm ơn thầy/cô ạ.",
    "Em xin kính chào Phòng đào tạo,Em tên là , MSSV: . Em chuẩn bị tốt nghiệp trong kỳ 211 nhưng chưa đạt anh văn ạ. Em được biết là Phòng đào tạo có tổ chức môn học Anh văn nhu cầu (đợt đăng ký môn học từ 21/9-28/9/2021). Nhưng vì một số nhầm lẫn cá nhân nên em chưa có đăng ký ở trên trang ĐKMH của Phòng đào tạo. Hiện tại, em có nguyện vọng được đăng ký bổ sung Anh văn vào thời khóa biểu của em. Nếu được Phòng đào tạo chấp thuận, em mong muốn được bổ sung môn: Anh văn 2A Nhu cầu (Mã môn học: LA1039). Em rất mong được Phòng đào tạo xem xét bổ sung giúp em. Em xin chân thành cảm ơn",
    "Chào thầy/cô, em muốn hỏi là tại sao hiện tại tài khoản mybk của em vẫn không thể đăng ký xét tốt nghiệp dù em đã thỏa các điều kiện để xét tốt nghiệp khác. Vậy nên em mong thầy/cô kiểm tra lại giúp em.",
    "Em chào admin ạ. Em tên là  - MSSV: . Vào ngày 8/8/2021 em đã đăng ký hoãn thi môn Giải Tích 2, mã số: MT1005 cho học kì 203 và vào ngày 29/9/2021 em đã được gửi mail thông báo, nhưng khi em tra tên mình thì không có tên trong danh sách hoãn thi. Admin cho em hỏi vấn đề này là sao ạ?, em cám ơn nhiều Admin nhiều.",
    "Thưa thầy/cô, em là sinh viên k18 hiện đã thôi học tại trường.Do em chuyển sang trường khác và muốn chuyển điểm các môn gdtc nên cần chứng chỉ gdtc. Cho em hỏi cần làm gì để được nhận chứng chỉ gdtc ạ? ",
    "Em có đính kèm đơn hủy hoãn thi như trên. Mong PĐT xem xét ạ.",
    "Em xin gửi Đơn xin hủy Hoãn Thi (môn Kỹ thuật siêu cao tần, đã đăng kí Hoãn Thi trong HK2 năm học 2020-2021) ạ. Em cảm ơn anh/chị (thầy/cô).",
    "Dạ cho em hỏi là em có đăng kí hoãn thi môn giải tích 2 HK203, em có nhận được mail xác nhận, nhưng khi nhận được mail tra danh sách, em lên tra thì trang báo là \" không tìm thấy mã số sinh viên này trong trong danh sách\". Em mong thầy/cô giải đáp ạ. Em xin chân thành cảm ơn.",
    "Kính chào PĐT, em tên là , MSSV:. Em đã điền đơn hoãn thi môn Giải tích 2 MSMH: MT1005 học kỳ 203 qua biểu mẫu Google form và đã có mail xác nhận. Nhưng khi em tra danh sách hoãn thi hk203 thì không có tên em trong danh sách và trong bảng điểm hiện điểm Vắng thi. Kính mong Thầy/ Cô kiểm tra giúp em Trân trọng.   i ",
    "Kính gửi thầy/ cô Em có đăng kí hoãn thi giải tích 1 của hk 203 theo link của pđt trước ngày 9/9 và đã có mail xác nhận nhưng trong danh sách hiện tại lại không có. Mong thầy / cô xem xét giúp em ạ. Em xin cảm ơn",
    "Hiện tại, bảng điểm đã cập nhật lên 144, tuy nhiên em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến ạ.",
    "Chào thầy cô. Em là sinh viên k17 sắp tốt nghiệp tuy nhiên vẫn còn nợ 1 môn Hoá hữu cơ CH2053. Trong tháng vừa rồi gia đình em có nhiều biến cố và em phải đi chăm sóc người thân bị nhiễm Covid và đến khi em trở về nhà thì nhận ra em không đạt điểm qua môn học và em đã lỡ mất thời hạn đăng kí môn học dự thính nên học kì này. Vì đây là kì học cuối cùng của em nên em có mong muốn được thu nhận vào lớp học dự thính để hoàn thành chương trình học ạ. Em đã liên hệ với thầy  phụ trách môn học và thầy đã đồng ý nhận em vào lớp rồi ạ. Kính mong nhà trường xét duyệt.",
    "Xin chào, Em đã nhận được quyết định chuyển trường. Em đã nhờ người thân của em đến trường để xin rút hồ sơ gốc do em đang không ở TP.HCM để trực tiếp rút hồ sơ. Chiều nay chị của em sẽ tới nhận lại hồ sơ ạ. Chị tên , số CMND: [phone_number]49 Em xin cảm ơn !",
    "Thưa PĐT, Hiện em đã có tên trong danh sách tốt nghiệp tháng 11/2021, nhưng khi vào mybk đăng ký tốt nghiệp thì hệ thống không cho phép em đăng ký. Hệ thống báo lỗi (Tình trạng đăng ký: Không được phép đăng ký (Nợ HP )) Hiện em có kiểm tra lại bkpay và đã thanh toán hết học phí. Mong PĐT cập nhật giúp em ạ. Em cảm ơn.",
    "Em tên là . Em xin hỏi là em có đăng ký hoãn thi môn Nguyên lý ngôn ngữ lập trình (CO3005) vì bị sập nguồn trong lúc thi. Em có trao đổi với thầy thì thầy có bảo là em làm đơn hoãn thi. Tuy nhiên hiện nay trên bảng điểm thì điểm thi của em vẫn bị 13 điểm. Và trong danh sách đăng ký Hoãn thi HK203 lại không có tên em. Em đã nộp đầy đủ đơn và đã điền form google theo yêu cầu rồi ạ. Nên mong thầy/cô kiểm tra giúp em với ạ. Em xin chân thành cảm ơn.  ."
]