[
    "Gửi Phòng Đào Tạo  Em rất mong PĐT có thể tăng thêm sĩ số môn học ĐAMH Kết cấu BTCT1 (Mã CI2093) trong HK202 ạ. Em xin chân thành cám ơn.",
    "Anh văn tốt nghiệp cho khóa k18 là 500 hay 550 vậy ạ? Em có đọc trên quy chế và thấy là 500, nhưng có thông tin đã tăng lên 550, thông tin này đúng hay sai vậy ạ? Em cảm ơn",
    "Chào cô ạ Em là , MSSV   Em xin hỏi là cô có thể giúp em mở thêm 1 sĩ số lớp:  - ME1003 L02-03 hoặc L02-04 Cơ khí đại cương giúp em được không ạ? Môn này em đã canh rất nhiều kì nhưng không sắp xếp được lịch, em đã phải bỏ 1 môn chuyên ngành để có thể học. Mong cô có thể giúp em ạ. Chân thành cảm ơn cô. Chúc cô buổi chiều tà vui vẻ .",
    "Cho em hỏi: Em đăng kí môn Con người và môi trường trong đợt đăng kí bổ sung nguyện vọng mà giờ kiểm tra kết quả thì được đưa vào đăng kí môn học đợt 3( chuyển hệ) và chưa được xếp lớp. Mong pdt giải thích giúp em ạ.Em cảm ơn",
    "MSSV:    Tốt nghiệp . Em vào trang đăng ký tốt nghiệp nhưng không được. Mong xem xét giúp em ạ.",
    "Em chào thầy (cô), Em là , MSSV:  Em có thắc mắc về điều kiện nhận luận tốt nghiệp do khóa K17 là TOEIC 500 nhưng theo chuẩn avnh văn ra trường mới được cập nhật là 550 vậy có ảnh hưởng gì đến việc đăng ký môn luận văn tốt nghiệp không ạ ? Em xin chân thành cảm ơn.",
    "Dạ, chuyện là do ở đợt 1 em thiếu giấy báo điểm ĐGNL nên đã bị hủy hết môn em đăng ký trong học kì 2. Vì em  thấy cũng có vài lớp sỉ số vượt mức ban đầu nên em có nguyện vọng muốn xin vào 1 số lớp như sau được không ạ: - Nguyên lý máy (ME1015): L02 - Giải tích 2 (MT1005): L01_L01 - Đại số tuyến tính (MT1007): L03_L05 - Vật lý 2 (PH1005): L03_L06 - Thí nghiệm vật lý (PH1007): L01 Thật sự em rất muốn được vào những lớp này, vì em không muốn bị tạm dừng 1 học kì ạ. Em hi vọng Phòng đào tạo có thể tạo điều kiện cho em để em được đăng kí môn học và hoàn thành môn học đó ạ. Em xin chân thành cảm ơn",
    "Cho em hỏi là năm sau K19 khoa Điện là năm 3 sẽ học ở cs1 hay cs2 ạ? Do em thấy mấy anh/chị K18 vừa chuyển lên mà giờ phải xuống dưới cs2 học khá nhiều môn ạ?",
    "dạ môn Kinh té chính trị Maclenin mã SP1033, trong các lớp: L03,L05,L06,L07,L08,L09,L13,L15,L21 còn lớp nào có thể tăng sỉ số được nữa ko ạ, cho e vào với ạ",
    "Em chào quý Thầy cô. Em đã nhận được mail của pđt về chuẩn AV tốt nghiệp. Em hiện chưa rõ về chuẩn AV tốt nghiệp của K17 (chính quy) phải đạt TOEIC bao nhiêu điểm. Em đã thi đạt 575 điểm vào thời điểm còn dùng chuẩn tốt nghiệp cũ và đã chuyển điểm ạ. Như vậy em muốn hỏi trường hợp của em có đạt chuẩn ra trường chưa? Em xin cảm ơn.",
    "Em là ,K20 sinh viên năm nhất Khoa Cơ khí. Em đã đăng kí môn học đầy đủ ở lần đăng ký môn học cho học kỳ chính 202 hệ chính quy lần thứ nhất.Đến lần thứ 2 thì các môn đăng ký vẫn thỏa điều kiện nhưng đến lần thứ 3 thì em bị mất 4 môn học(GT2,VL2,TNVL,ĐSTT) nên bây giờ chỉ còn 2 môn học(Nguyên lí máy và anh văn 2). Nếu có thể, em mong Phòng Đào tạo có thể sắp xếp em vào lớp L14_L28 Giải tích 2 (MT1005); L14_L28 Đại số tuyến tính(MT1007); L20 Thí nghiệm vật lý (PH1007); L01_L02 Vật lý 2 (PH1005) hoặc nếu không thì có thể xếp cho em vào bất kỳ một lớp nào để em có thể tiếp tục tiến trình học tập ạ. Em cảm ơn.",
    "Dạ em chào thầy cô PĐT ạ, Thầy cô có thể tăng sỉ số nhóm L01 môn Mạng máy tính lên 1 slot giúp em được không ạ? Em rất cần học môn này trong hk này để kịp tiến độ ạ.",
    "Em đăng kí môn học Cấp Thoát Nước (CI3095) rất nhiều lần.  thông báo là đã đăng kí thành công, nhưng cuối cùng lại ko có trong TKB. Mặc dù em đã học trước môn Cơ Lưu Chất rồi (CI2003). Nhờ  giải quyết giúp em, vấn đề nằm ở chỗ nào.",
    "Lúc 10h sáng em có đăng kí môn VẬT LÝ 2 MÃ PH1005 nhưng hệ thống báo lỗi e đăng kí quá số chỉ cho phép, mà em mới có 14 chỉ không có chỉ thực tập và điểm trung bình cũng trên 5, 15p sau vô lại thì tất cả đã đầy lớp Em xin được đăng kí vô lớp l02-l03 mã PH1005 vì môn học này là môn học tiên quyết cho kì sau của em, xin pđt hỗ trợ giúp em.",
    "ng kí Con người và môi trường EN1003 L04",
    "Dạ chào thầy cô ạ! Hôm nay em viết đơn này em kính mong thầy cô có thể tăng thêm sĩ số môn Kỹ thuật số ( mã môn học IU3017) nhóm lớp A02_A04  Thứ 3 tiết 2 3 4 -C6-602 và Thứ 6 tiết 10 11 12 C1-204B để em có thể được thuận tiện hơn trong việc đăng môn học ạ.Em chân thành cảm ơn!",
    "Xin tăng sĩ số mã môn học MT1005 nhóm lớp L08-L16 thứ 6",
    "Em viết đơn này để xin phòng cho em thêm suất vào lớp vật lý 2 (PH1005) (L02_L03) vì em muố học môn tiên quết này để kịp học môn liên quan không có trong chương trình học của khóa 2019 mà không có môn tương đương (EE2027) vào học kỳ chính sau",
    "Dạ xin chào thầy cô, em có đăng kí 1 môn thí nghiệm hóa sinh thực phẩm ở mục đăng kí nguyện vọng bổ sung (đợt 2), thì kết quả ở đợt đăng kí lần 3 em chỉ thấy những môn em đăng kí hồi lần 1 chứ không có môn bổ sung của em, xin cho em hỏi là kết quả đk môn sau cùng sẽ có đủ không ạ? Em xin cảm ơn.",
    "Dạ Phòng Phòng Đào Tạo cho em hỏi em chưa qua chuẩn anh năm nhất và em có đăng kí thi anh văn vào ĐỢT 2 này , sao em đăng kí môn thì bão lỗi chuẩn anh văn như hình bên dưới ạ. 28/1 em mới thi Anh văn thì sao xét kịp cho đăng kí môn học ĐỢT 3 này ạ. Giờ em phải làm sao ạ , em cảm ơn ạ.",
    "Gửi PĐT, Em mong muốn mở thêm một lớp Cơ học ứng dụng mã AS2001 thì trường mình còn phòng để mở không ạ, nếu có thì em sẽ đi xin phép thầy và đi hỏi các bạn muốn học cùng ạ. Em cảm ơn",
    "Yêu cầu   B tăng sỉ số     U  cho 2 môn   B CH3031    và   B CH3133   , đặc biệt là những lớp đã đầy. Xin cảm ơn.",
    "Em muốn xin Phòng đào tạo mở thêm sĩ số lớp L04_L08 môn Đại số tuyến tính để em đăng ký được không ạ?",
    "Chào thầy cô  Em là  mssv  Bữa ĐK đợt 1 e chưa ĐK 3 môn :  Vật lý 2 ,mã môn học : PH1005  Giải tích 2 ,mã môn học :MT1005 Thí nghiệm vật lý ,mã môn học :PH1007 Em muốn trường mở thêm sĩ số lớp cho mấy môn này ạ  Em xin cảm ơn ạ",
    "Em xin tăng sĩ số lớp để đăng ký môn học(Lý do: em đóng học phí trễ nên phải đăng ký môn vào đợt 3,nhưng 10h sáng em vào đến giờ thì vẫn hết chỗ trống) Mã môn : MT1007  Nhóm lớp: L06_L12",
    "Kính gửi Thầy/Cô, Em là Sinh viên PFIEV K18 lớp VP18XDC, Em đã đăng kí nộp bằng Tú Tài Pháp chờ thẩm tra và có mong muốn đăng kí chuyển điểm 2 môn Pháp 1 và Pháp 2 nhưng hệ thống thông báo như hình đính kèm ạ. Vậy em cần chờ đến khi thẩm tra xong mới được đăng kí xét chuyển điểm hay là do quy chế chuyển điểm các môn tiếng Pháp có thay đổi rồi vậy ạ? Em rất mong nhận được phải hồi của quý Thầy/Cô. Em xin chân thành cám ơn!   i  .",
    "ME2007 lớp L15  E cám ơn!",
    "Kính gửi Phòng Đào tạo, Cho em hỏi môn Anh văn 4 có mở lớp dự thính không ạ.",
    "Em chào quý thầy cô ạ! Thầy cô cho em hỏi còn đợt đăng kí bổ sung đề cương luận văn nào nữa không ạ? Vì em đăng ký thi kiểm tra tiếng anh đầu vào đợt 2 vào ngày 28/1. Em cám ơn quý thầy cô!",
    "Kính thưa quý thầy/cô, Khi cố gắng đăng ký môn \"Giải tích 1 - MSMH: MT1003\" ở đợt 3 này thì em không đăng ký được do bị quá sĩ số. Các lớp hệ Chất lượng cao (nhóm CC...) đều có sĩ số là 3/0 hay 2/0 nên không thể đăng ký được. Em không biết tại sao lại như vậy ạ? Em cảm ơn quý thầy/cô dành thời gian xem qua thắc mắc của em.",
    "Dạ cho em hỏi về việc thay thế môn học tương đương đối với k2018 là như thế nào ạ, điểm của những môn học đó có cần phải làm đơn chuyển điểm hay không ạ ? Cụ thể là đối với môn Hoá Vô Cơ (CI2011) thành MA2041 Em xin cảm ơn",
    "Kính gửi PDT . Em là  mssv , Pdt có thể hỗ trợ em mở rộng sĩ lớp CI3063 - Thiết kế đường 1 A01 được không ạ do trùng lịch môn Địa chất công trình giờ đã đổi mã môn, Em mong được pdt giúp đỡ.",
    "Vào đợt 2 nhà trường có mở lại đợt đăng ký môn học và trong mail hướng dẫn có nói là các bạn thi chuẩn av ở trường vào cuối tháng 1 này vẫn cứ đăng ký môn, hiện e chưa qua chuẩn av1 và e đã đk môn năm 2 nhưng hiện giờ các môn đó đã bị xóa , bây giờ em phải đăng ký lại các môn đấy hay vào đợt thi av cuối tháng 1 này em đủ chuẩn av năm 2 r thù hệ thống sẽ tự động xếp lớp các môn năm 2 e đã đk ạ",
    "PĐT cho em hỏi. Em từng rớt môn thể chất (bóng chuyền) em có thể học những môn thể chất khác môn bóng chuyền để đạt yêu cầu về môn thể chất, hay bắt buộc phải học lại môn bóng chuyền để trả nợ ạ. Em cảm ơn ạ.   i  .",
    "Khoa hóa có môn Cơ học ứng dụng AS2007 2 chỉ, nhưng em tìm thì không thấy, chỉ còn môn AS2001 3 chỉ, cho hỏi em đăng ký AS2001 thì có tính tương đương không ạ?",
    "em chào phòng đào tạo do em chưa qua môn anh văn 1,2 mà chỉ thi toeci tại trường được 410d, vì thể được xét đăng kí môn năm 2. nhưng trường có tạo điều kiện cho anh văn mã la1041, và la1043. nếu như em dk học anh văn này và qua môn thì có được xét duyệt đăng kí môn năm 3,4 k ạ?",
    "Xin chào thầy cô. Em tên Võ Thị Thu Sương mssv . em xin thầy cô có thể mở sỉ số môn Vật Lý 2 lớp L03_L05 giúp em với ạ. Em thật sự cần học môn này gấp đợt đkmh 2 em có đk nhưng không hiểu sao đợt 3 em lại bị xóa. Mong thầy cô giúp em, em xin thành thật cảm ơn ạ.",
    "Dạ chào thầy cô. Hiện tại em và các bạn em không đăng kí được môn Hóa đại cương CH1003 vì các nhóm lớp học còn lại chúng em đều bị trùng lịch rồi ạ. Thầy cô có thể mở thêm sĩ số cho lớp L08_L31 được không ạ? Vì em thấy sĩ số hiện tại của lớp là 33 so với sĩ số 40 của các lớp khác ạ. Em và các bạn cảm ơn thầy cô nhiều lắm ạ.",
    "Xin chào thầy cô. Em tên  mssv . em xin thầy cô có thể mở sỉ số môn Vật Lý 2 lớp L03_L05 giúp em với ạ. Em thật sự cần học môn này gấp đợt đkmh 2 em có đk nhưng không hiểu sao đợt 3 em lại bị xóa. Mong thầy cô giúp em, em xin thành thật cảm ơn ạ.",
    "Môn: thí nghiệm hoá lý - CH2041 Thứ 7 buổi sáng Dạ hiện tại lớp này đã full sĩ số. Nhưng em đã tìm kiếm trên aoo.hcmut và không thấy biểu mẫu nào đk chèn môn ạ. Em phải làm thủ tục như nào để đăng kí chèn môn nào lớp này ạ.",
    "Kính gửi các thầy, cô Phòng đào tạo Em tên là:  MSSV:  Nội dung: em muốn xin phòng đào tạo tăng sĩ số môn học CH3123, Công nghệ sản xuất vaccine, nhóm lớp L01, thứ 6 tiết 8-9. Em cảm ơn ạ.",
    "Cho em xin hỏi là vì em chưa đủ chuẩn AV tiên quyết năm 1 nên em bị xóa hết tất cả các môn đăng ký. Nhưng ngày 25/1 em sẽ thi chuẩn AV nếu pass thì em có được khôi phục những môn đã đăng ký không ạ. Và nếu em pass thì sẽ đăng ký môn như thế nào vì tất cả các môn em muốn học đều đã full lớp. Em chỉ mới có 35 chỉ sau 3 kì học chính thôi vì thế em đã xếp lịch rất kĩ nhưng lại bị xóa hết môn. Em mong có thể cho em hướng giải quyết vấn đề này được không ạ. Em cảm ơn.",
    "Em chào thầy(cô) ạ. Em có một câu hỏi là em bị thiếu chỉ để đăng kí luận văn nếu em đăng kí môn học vào kì dự thính hè thì có kịp có kết quả để đăng kí vào kì chính kế tiếp không ạ. Và số chỉ đăng kí đó nếu chưa có kết quả thì có được cộng vào tính chỉ tích lũy như kì chính không. Em cám ơn ạ.",
    "Xin chào, Mình là sinh viên K19, trong đợt đăng kí nguyện vọng bổ sung mình có đăng kí môn CON NGƯỜI VÀ MÔI TRƯỜNG(EN1003), nhưng đến hôm nay là đăng kí nguyện vọng đợt 3 mình không thấy có lớp nào cho mình hết, tất cả các lớp đều đầy, mình rất mong được sự giúp đỡ của PDT, có thể sắp cho mình học   B lớp L05- thứ 6 tiết 2,3,4 ạ    . Vì nếu mình không đăng kí được môn này thì mình chỉ có 13 chỉ thôi, vì học kì 201 này mình đã học vượt phương pháp tính, rất mong PDT có thể giúp đỡ. Mình chân thành cảm ơn!",
    "Em tên là . Em vừa nhận được mail về chuẩn đầu ra mới ( ảnh đính kèm ) ,thấy là chuẩn Toeic 550 cho các khoá từ k19 trở về trước, thì có phải là các khoá k15 k16 k17 chuẩn ra trường ban đầu bắt đầu học là 500 ,giờ phải tăng thêm 550 đúng không ạ.",
    "Gửi phòng đào tạo trường ĐHBK Em tên là  - MSSV  Em có vấn đề cần hỏi là em đăng kí 2 môn học vào ngày thứ 2 và có thời gian là tiết 4-5-6 và tiết 7-8-9 ở CS1 ( như trong hình bên dưới ). Vậy cho em hỏi sau đợt đăng kí môn chính quy lần 3 này thì em có bị xóa môn không ạ? Em xin cảm ơn!",
    "Cho em hỏi em có thể hủy đăng ký môn học Trường điện từ để đăng ký Mạch điện tử được không ạ. Hôm trước em đăng ký Mạch điện tử ở đợt 2 nhưng trùng lịch Trường điện từ nên bị xóa lịch mất rồi ạ",
    "Hôm nay khi có kết quả đăng kí môn học đợt 3 sau khi vào kiểm tra thì em thấy TKB bị mất môn Thiết kế công việc và nhân trắc học ME2111 và giờ vào đăng kí thì em thấy tất cả các lớp đã đủ nên không đăng kí được. Em mong PĐT có thể mở thêm sĩ số giúp em có thể đăng kí theo học đúng như kế hoạch giảng dạy của nhà trường. Vì đây là môn chuyên ngành nên việc không học được theo như các bạn ảnh hưởng rất lớn đến quá trình học tập nên em mong Thầy cô giúp đỡ ạ! Em xin chân thành cảm ơn!",
    "Kính gửi PĐT, hiện em đang là sinh viên năm thứ 4. Trong đợt đăng ký môn học học kỳ 202 em không đăng ký Luận văn tốt nghiệp được vì chưa thỏa điều kiện chứng chỉ Anh văn. Em đã nộp chứng chỉ Anh văn vào ngày 11/1/2021 nhưng vẫn chưa được duyệt. Em có thể làm đơn để đăng ký làm Luận văn tốt nghiệp trong học kỳ này được không ạ?",
    "Em đã nhận được phản hồi là không tăng thêm sỉ số nhưng kính mong PDT giải quyết giúp tụi em ạ. Các môn kia đều mở 2 lớp và sỉ số 40 slots mỗi lớp nhưng môn Thiết kế cảnh quan ( mã môn: CI3149) 2 lớp mỗi lớp chỉ có 30 slots nên còn em và nhiều bạn vẫn chưa đăng ký được môn Thiết kế cảnh quan và khoá sau trở đi chương trình không giống nữa nên rất khó để môn này mở lại . Môn Tin học 3D sau khi phản hồi đã được tăng sỉ số lên nên tụi em vừa đăng ký được. Cảm ơn PDT đã giải quyết và mong PDT tăng thêm sỉ số môn Thiết kế cảnh quan nữa ạ. Rất mong PDT giải quyết giúp em để có thể theo kịp chương trình học. Chân thành cảm ơn.",
    "Họ và tên :  MSSV :  Nội dung : Ngày 25/01/2021 lúc 13h30 em có lịch thi giải tích 1 . Nhưng em đăng kí anh văn đầu vào lại trúng lịch 25/01/2021 13h ca 3 . Em mong nhà trường đổi lại lịch thi anh văn đầu vào ca 1 sáng ngày 25/01/2021. Em xin chân thành cảm ơn  .",
    "Em kính chào các thầy cô! Em tên , MSSV , lớp MT20B2KH Học kỳ này em có nguyện vọng học môn Kiến Trúc Máy Tính (CO2007), đây là môn học trước của môn Thực Tập Tốt Nghiệp - em dự định đăng ký trong kỳ hè sắp tới. Tuy nhiên em chưa đăng ký được vì sĩ số lớp đã đầy (40/40). Em kính mong PĐT xem xét hỗ trợ cho em được đăng ký học môn này, cụ thể là vào nhóm L01_L02 ạ. Em xin chân thành cảm ơn các thầy cô ạ!",
    "Kính gửi Phòng Đào tạo, Em có thể đăng ký vượt quá số tín chỉ tối đa (21 tín chỉ) hay không? Học kỳ này theo chương trình đào tạo của ngành đã 20 tín chỉ, em chưa học môn Anh văn 4. Nếu không học, em phải bị trễ nửa học kỳ . Vậy em có thể đăng ký 22 tín chỉ được không? (Vượt số tín chỉ cho phép 1 tín chỉ) . Để đăng ký 22 tín chỉ em cần phải làm đơn như thế nào? Em xin chân thành cảm ơn.",
    "Kính gửi quý thầy/cô, Em là , em đã đăng ký bổ sung môn GT2 nhưng không có khả năng xếp lớp. Em mong pđt tăng sĩ số lớp GT2 L11_L21 để em có thể học môn này. Em xin cảm ơn.",
    "Dạ em muốn đăng kí thêm môn GE1011 Địa vật lý đại cương + kiến tập mà hết lượt đăng ký thì phải ạ, do đó là môn tiên quyết của em ạ. em cảm ơn",
    "về việc đăng kí môn học đợt 3 thì em không đăng kí được nhiều môn của Khoa Khoa học và Kỹ thuật máy tính, nên em viết mail này xin PĐt xem xét cho em xin vào một số lớp như sau; Kỹ thuật lập trình  CO1027 : L05-L14 Giải tích 2 MT1005 : L11-L21 Đại số tuyến tính MT1007 : L07-L14 Anh văn 1 : mở thêm lớp. Thật sự mong PDT có thể cho phép em có thể theo học các lớp này để em có thể hoàn thành được học kì 2 ạ, em xin chân thành cảm ơn.",
    "Xin chào quý thầy cô, em tên  (MSSV: ) trong đợt đăng kí môn học lần 3 này, em có mong muốn được đổi nhóm môn Giải tích 2 (MT1005), nhóm hiện tại của em là L28_L56, em muốn được đổi sang nhóm L07_3 ạ. Lí do: Em bị trùng lịch học anh văn buổi tối 2 ngày. Em kính mong quý thầy cô cân nhắc, cho phép em được đổi nhóm để có thể tiếp tục học anh văn. Xin chân thành cảm ơn!",
    "Kính gửi Phòng đào tạo, hiện tại các lớp chi tiết máy ME2007 đều đã full sỉ số và em nghe nói sẽ không mở thêm lớp nữa nên em mong có thể được đăng ký vào lớp L02-L06( học thứ 2 và thứ 4 ) ME2007 vì đây là môn rất quan trọng với em ở kì sau ạ Mong Phòng đào tạo chấp nhận",
    "Thầy (cô) cho em xin tăng sĩ số môn học kinh tế chính trị - (SP1033) lớp L03, thứ sáu, tiết 5 6. Em xin cảm ơn ạ.",
    "QUOTE  Hiện tại hầu hết các nhóm của môn đều có sỉ số chỉ từ 30 trở xuống thì có bị xóa hết k ạ?  Mong giải đáp thắc mắc cho em để thuận tiện cho việc đăng ký ạ. Em cảm ơn.",
    "Em k19,chưa học av 1 2 3 trong trường,vậy kì 202 em đăng kí AV theo nhu cầu AV4A và học qua có tính là qua AV 1 2 3 4 và được đăng kí môn học kì 1 năm 3  ko ạ.",
    "Cho em hỏi sau đợt đăng kí môn học và hiệu chỉnh 12-14/1 thì còn đợt đk môn học nào nữa không. Em thấy trên trang chủ có đợt đăng kí bổ sung 13-15/1. Em cảm ơn!",
    "Em tên  MSSV 2. Em xin đăng ký Luận văn tốt nghiệp và môn Nhập môn về lập trình CO1003 lớp CC01_CC01. Em hiên không thể đăng ký môn do không đủ điều kiện loại hình đào tạo, em thuộc khóa K13 chương trình PFIEV theo em còn 1 học kì cuối trong chương trình đào tạo, mong Phòng Đào Tạo xem xét giúp em để em đủ điều kiện tốt nghiệp trong học kì sau. Em xin cảm ơn.",
    "Chào thày/cô bên pdt. Em xin phép hỏi thầy/cô về việc đăng kí LVTN trong đợt 3 này . Trong đợt đăng kí môn học đợt 2 vừa rồi em có đăng kí   B  LVTN mã CI4343 ( nhóm A01 - đại trà)   . Nhưng qua đợt 3 này em lại được xếp vào   B nhóm CC01 - CLC   . Sau đó em có đổi môn này qua mã   B nhóm A (đại trà)    trở lại, nhưng lớp chỉ có   I 02/100  /I  sinh viên . Em xin hỏi thầy/cô vấn đề nếu môn LVTN này chỉ có   I 02/100  /I  sinh viên như hình thì em có bị xoá môn này trong đợt tiếp theo không ạ, em xin cảm ơn thầy/cô bên PĐT ạ . Em xin cảm ơn, Nhân.",
    "Em đã đăng kí môn học C03001 - Công nghệ phần mềm ở đợt đăng kí nguyện vọng bổ sung nhưng qua đợt đăng kí thứ 3 thì lại bị huỷ môn học. Kính mong phòng đạo tạo có thể giúp em đăng kí môn C03001 - Công nghệ phần mềm",
    "Dạ thưa thầy/cô cho em hỏi về việc học môn Anh Văn theo nhu cầu Dạ là từ trước đến nay em học môn Anh văn ở trường,kỳ này em học xong Anh Văn 3 và có dự định là kỳ sau học luôn Anh Văn 4 Nhưng em được biết là nhà trường vừa mở thêm lớp Anh Văn theo nhu cầu từ kỳ 202 Thì nếu kỳ sau em học môn Anh Văn 4A( lớp anh văn theo nhu cầu) thì có được không ạ  Do em sợ lúc trước em học 3 môn AV1,AV2,AV3 ở trường mà không biết là nếu môn AV4 thay bằng học Anh Văn 4A thì khi học xong đã đạt điều kiện chuẩn Anh Văn theo hết từng năm không ạ",
    "cho e hỏi điều kiện để được đăng kí thực tập vào hè 2021 là phải qua bao nhiêu chỉ ạ ",
    "MSSV:  Lý do: Do bị sốt cao nên em không thể có mặt trong ngày kiểm tra cuối học kì 1. Vậy em phải học lại môn đó phải không ạ.",
    "Em chào cô ạ !  Trong mail hôm qua em có nhận thì ghi là chuẩn anh văn tốt nghiệp từ khóa 2019 về trước là 550 nhưng mà trong quy chế lại nói chuẩn anh văn tốt nghiệp khóa 2017 là 500 mà thôi. Như vậy thì cái nào mới đúng để em có thể định lượng trước mà thi ạ ? Em cám ơn cô ạ !",
    "Dạ cho em xin đăng kí thêm vào lớp đủ sỉ số đc không ạ. Nếu đc em muốn đăng kí vào lớp ge2021, vì đó là môn nghành nên có thể cho phép em đăng kí được không ạ, nếu lỡ em sẽ bị trễ 1 kì. Mong thầy cô xem xét",
    "U : Em nhận được mail và thấy bảo là chuẩn Toeic của khóa K19 trở về trước là 550 nhưng khóa K16 của em thì chỉ là 500 theo phụ lục của PĐT. Vậy cho em hỏi chuẩn Toeic của K16 là bao nhiêu ạ. Năm nay là năm cuối của em.",
    "Xin thầy cô tăng sĩ số lớp cho em đăng kí. Hôm qua vừa thi ra xong vô check đã hết chỗ nên em không đăng kí kịp. Em cảm ơn",
    "Cho em xin mở thêm 1 slot thí nghiệm vật lý L13 với ạ Em xin cảm ơn",
    "Cho em hỏi là môn anh văn 4 A có qui đổi ra điểm như anh văn 4 không ạ, hay chỉ xét chuẩn để qua thôi, em xin cảm ơn ạ, mong thầy cô giúp em.",
    "Kính chào quý thầy cô! Em là sinh viên chuyển hệ từ CQ sang VLVH. Trước em đã hoàn thành Thực tập TT rồi mà giờ đăng ký LVTN lại báo em thiếu TTTN và môn song hành Đề Cương Luận Văn. Mong PĐT kiểm tra và xem xét lại giúp em.",
    "Em tên là , MSSV , em viết thư này với mong muốn xin tăng thêm sĩ số cho lớp của môn học Công nghệ phần mềm, mã lớp L01, thời gian học vào thứ 3 tiết 10-12. Lí do là em cần học cải thiện để vượt qua được yêu cầu của chương trình tài năng. Em mong chờ phản hồi sớm nhất từ phía thầy/ cô. Cảm ơn thầy/cô đã đọc thư.",
    "Em cần đăng ký các môn như sau: 1. MT1007 - Đại số tuyến tính 2. GE1013 - khoa học trái đất 3. PH1007 - Thí nghiệm vật lý  4. MT1005 - giải tích 2 5. GE1011 - Địa vật lý đại cương +kt Lý do: Vì em bị tai nạn từ kỳ học quân sự và nhập viên 1 tháng hơn nên đã bỏ qua đợt đăng ký đợt 1,2. Đến đợt 3 này e đăng ký thì hết lớp ạ. Mong các thầy cô cho em xin đăng ký để được học ạ. Em xin cảm ơn",
    "Lúc 10h sáng em có đăng kí môn VẬT LÝ 2 MÃ PH1005 nhưng hệ thống báo lỗi e đăng kí quá số chỉ cho phép, mà em mới có 14 chỉ không có chỉ thực tập và điểm trung bình cũng trên 5, 15p sau vô lại thì tất cả đã đầy lớp Em xin được đăng kí vô lớp l02-l03 mã PH1005 vì môn học này là môn học tiên quyết cho kì sau của em, xin pđt hỗ trợ giúp em. Em xin chân thành cám ơn quý thầy cô pđt.",
    "Em chào thầy/cô Em là , MSSV  Hiện tại em đang đăng ký môn học Thương mại điện tử (CO3027) nhưng bị báo lỗi chuẩn anh văn sau năm 3. Trong khi em đã được miễn 4 môn anh văn từ lần thi anh văn đầu vào. Mong thầy cô xem xét lại hệ thống ạ. Em xin cảm ơn.",
    "Em lỡ đăng kí ngày giờ thi avđv trùng với lịch thi giải tích cuối kì, cho em hỏi giờ phải làm sao ạ",
    "Em hiện là sinh viên văn bằng 2 khóa 2020. Thầy/cô cho em hỏi các môn học được miễn của bằng 2 đã được cập nhập lên hệ thống chưa ạ? Do các kết quả đăng kí môn học của em bị hủy vì thiếu môn tiên quyết, mà các môn tiên quyết này có trong danh sách miễn môn nhận được qua Mail . Mong PĐT giải quyết sớm để em kịp đăng kí môn học cho học kì tới. Em cảm ơn!",
    "Em chào cô, Em đang làm luận văn tốt nghiệp ở HK201, trong quá trình làm luận văn thì có 1 bạn out team làm ảnh hưởng tới kết quả cuả nhóm. Cho nên nhóm em quyết định bảo lưu luận văn. Em đã trình bày vấn đề này lên khoa và GVHD và được sự chấp thuận của khoa . Cô cho em hỏi, là học kì này em bảo lưu đề tài, thì em sẽ bảo vệ ở học kì tiếp theo đúng không? Và em có cần phải đăng kí môn học Luận văn tốt nghiệp cho HK202 không ? Em cảm ơn cô đã dành thời gian giải đáp thắc mắc.",
    "Dạ em đóng học phí rồi nhưng vẫn chưa đk môn được ạ",
    "Kính gửi PĐT ĐHBK  Em tên  Mssv  Em viết bài này là để xin nhà trường mở thêm suất học 2 môn là thực tập cơ khí đại cương và thí nghiệm vật lí với ạ vì tất cả các môn của em đã bị xoá. Em xin lỗi vì sự bất tiện này.  Em xin cám ơn rất nhiều  Trân trọng.",
    "Em chào thầy cô, Hiện tại em là sinh viên năm 4, chuyên ngành Điện tử - Viễn thông, em thi TOEIC kết quả vừa nhận là 495. Thiếu 5đ để đăng ký luận văn tốt nghiệp. Do em tập trung học xong những môn yêu cầu nên không dành nhiều vào việc luyện thi TOEIC. Em đã nộp băng TOEIC có kết quả 495.Em mong muốn được đăng kí Luận văn tốt nghiệp (EE4333), hiện tại em đang trong tiến độ làm luận văn cùng với Giáo viên hướng dẫn. Em đã đủ số tín chỉ, chỉ còn thiếu các điểm Anh văn và Luận văn. Nên kỳ sau em sẽ có nhiều thời gian để học anh văn, em cũng đảm bảo có thể làm được Luận văn với vốn tiếng anh chuyên ngành. Mục tiêu TOEIC của em là 700+, đây chỉ là bước đầu, em sẽ thi bổ sung kết quả trong học kỳ tới nên mong cho em cơ hội để được học, cũng như theo kịp tiến độ đào tạo ạ. Dưới đây là 1 số hình ảnh về kết quả thi TOEIC và đã nộp băng của em.",
    "Em tên là:  MSSV:  Lớp: CK19HT01 Trong đợt đăng kí môn học đợt 1 em có đăng kí môn Vận trù học (mã môn học ME2051) nhưng bị xóa, và trong đợt đăng kí môn học bổ sung vừa rồi em cũng có đăng kí nhưng vẫn không được. vậy em mong PĐT có thể nới sĩ số lớp L01 để em và một số bạn có thể đăng kí được không ạ. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo Em tên là  MSSV  Khoa Công nghệ Vật liệu Hiện tại em chỉ có thể đăng kí lớp L01-L02 môn Hóa vô cơ- CNVL(MA2041) vì kẹt thời khóa biểu của các môn khác mà lớp này đã đủ sĩ số. Nay em sinh PDT cho em học lớp này. Em cảm ơn.",
    "Em tên   MSSV  Hiện là sinh viên năm nhất tại trường. Em đang gặp vấn đề về việc đăng kí môn học, cụ thể là đến đợt 3 của đợt đăng kí môn nhưng em vẫn chưa được xếp lớp giải tích 2. Trong khi em đã đăng kí đủ các môn ở các đợt đăng kí trước đó . Em muốn hỏi vì sao em đã đăng kí đủ các môn nhưng đến đợt đăng kí lại không đủ số môn em đã đăng ký ạ. Nếu em không được xếp lớp vì số lượng lớp đã đủ thì có thể mở thêm lớp không ạ, vì em thấy số lượng các bạn chưa đăng ký được cũng khá nhiều ạ. Em chân thành cảm ơn.  ",
    "Chào thầy cô, em đã bỏ lỡ các đợt đăng ký môn trước đó cho tới đợt 3 nhưng các lớp phù hợp với hệ em đang học đã hết chỗ , em có thể xin thêm một chỗ không ạ    .",
    "Em chào thầy (cô) ạ, cho em hỏi là em bị mất thẻ SV thì em có thể đem CMND đi khi vào phòng thi được không ạ, em cảm ơn.",
    "Em muốn hỏi là em muốn học giải tích 2 mã môn là MT1005.Đợt 1 em có đăng ký rồi nhưng PĐT xoá mất em vào đăng ký bổ sung mà tất cả các lớp đều đủ chỗ rồi. Em muốn xin PĐT cho sắp cho em vào một lớp được không ạ? Nếu được em mong PĐT cho em vào lớp L15-L30. Em cảm ơn ạ.",
    "Thưa thầy, cô kì 202 này em muốn đăng ký học môn EE1003 ( Toán kỹ thuật) vào tiết 4,5 ngày thứ 3. Và môn EE2007 Mạch điện tử vào thứ 3 tiết 7,8,9. Nhưng 2 môn này em không đăng ký cả 2 được bởi lý do không đủ thời gian giãn cách giữa hai cơ sở.Em có xe máy để di chuyển nên thời gian 1h em có thể di chuyển được giữa 2 cơ sở với tốc độ an toàn được ạ  .  Xin phép thầy cô cho em được đăng ký học cả 2 môn này ( em đã đăng ký được môn EE2007, còn thiếu môn EE1003) bởi 2 môn này đều là mã cũ của k18 và k19,k20 không còn học nữa, nếu không học được trong kì này thì khả năng cao là trong tương lai sẽ biết trước không tốt nghiệp nổi  . Em xin cảm ơn nhiều ạ.",
    "Em xin chào PĐT ạ. Hiện tại em không thể đăng kí môn do hệ thống báo lỗi do e chưa đóng học phí, mặc dù e đã đóng học phí rồi. Vậy e có thể nhờ PĐT xem xét lại hoặc có thể đăng kí môn học giúp e không ạ ( mã môn: LA1043-A ở nhóm lớp DT19 hoặc DT26 )  không ạ?. Em xin cảm ơn.",
    "Thưa thầy/cô, em xin được mở thêm sĩ số môn: - Phương pháp tính MT1009 lớp A01 - Nềm móng CI3195 lớp A08 - Kết cấu bê tông cốt thép 1 CI2091 lớp A01 Em xin cảm ơn.",
    "em chào cô em muốn hỏi các môn cơ sở ngành như giải tích mạch(ee2033)  và kĩ thuật số ( ee1009) có mở trong kì dự thính không? và gần nhất là kì dự thính 202 em cảm ơn.",
    "Kính gửi phòng đào tạo, Dạ phòng đào tạo cho em hỏi là môn con người và môi trường (EN1003) lớp L01 thứ 2 tiết 2-3-4 danh sách có 103 bạn đăng ký. Phòng đào tạo có thể mở thêm danh sách cho em vào lớp L01 môn con người và môi trường (EN1003) được không ạ. Vì hiện tại em mới có 12 chỉ trong danh sách đăng ký không đủ 14 chỉ như quy định của trường ạ. Em cảm ơn ạ.",
    "Thưa PĐT, Hiện nay, em đã đăng kí kiểm tra anh văn định kì đợt 3 để lấy chuẩn anh văn đăng kí môn học, vào ngày 28/1. Và hiện tại thời gian đăng kí môn học đợt 3 là hết ngày 14/1 . Và trước đó em có được câu trả lời từ mail (Như ảnh đính kèm). Nhưng khi vào chọn môn học đợt 3 thì không chọn được vì vướng chuẩn anh văn. Vậy thì sẽ không có kết quả đăng kí. Vậy PĐT sẽ xét lại môn học cho em như thế nào ạ . Em cám ơn.",
    "Dạ, quý thầy cô cho em hỏi đợt ĐKMH đợt 2 em có đăng kí nguyện vọng môn GTM - EE2033, em đã cùng với các bạn đăng kí vào đơn mở lớp và đã được giáo viên bộ môn của khoa kí nhưng đợt 3 vừa rồi thì lại báo về lí do là khoa không mở lớp ạ. Vậy quý thầy cô cho em hỏi môn này (bao gồm học phần thí nghiệm), có thể được mở kì dự thính HK202 không ạ? Em cảm ơn quý thầy cô.",
    "Hiện em đang được xếp môn \"Lập trình hệ thống nhúng-EE3031\" vào lớp L02 tiết 2-3 thứ 6. Em mong muốn được thầy cô chuyển em qua lớp L01 tiết 5-6 thứ 6. Lý do: Hiện giờ em đang học ở CS1 việc di chuyển vào buổi sáng gây khó khăn cho việc học tập ạ Mong thầy cô có thể giải quyết giúp em ạ. Em chân thành cảm ơn.",
    "Em chào thầy cô ạ, em tên là Trương Công  () - sinh viên năm 3 đại học chính quy khoa Máy tính ạ. Hiện tại đang trong đợt đăng ký môn học kỳ chính đợt 3 Em thấy trên danh sách lớp của môn NHỮNG NGUYÊN LÝ CƠ BẢN CỦA  (SP1003)  có mở nhiều lớp nhưng sĩ số rất ít (chỉ 20/120) thì có mở lớp sau khi kết thúc đăng ký đợt 3 không ạ. Và còn có đợt đăng ký (đợt 4) nào nữa không ạ . Em cám ơn thầy cô ạ. -  -    .",
    "Cho em hỏi, hiện em đã qua các môn Anh văn 1, Anh văn 2, Anh văn 3 và đã đủ điểm TOEIC tốt nghiệp NHƯNG chưa đủ để chuyển điểm Anh văn 4. --  Nếu em học và ĐẠT Anh văn 4A, thì sẽ tính ĐẠT Anh văn 4, tức đủ chuẩn tốt nghiệp chưa ạ ?",
    "Xin chào quý thầy cô, em tên  (MSSV: ) trong đợt đăng kí môn học lần 3 này, em có mong muốn được đổi nhóm môn Giải tích 2 (MT1005), nhóm hiện tại của em là L28_L56, em muốn được đổi sang nhóm L07_3 ạ. Lí do: Em bị trùng lịch, không thể đăng kí thêm môn học khác. Em kính mong quý thầy cô cân nhắc, cho phép em được đổi nhóm để có thể đăng kí môn học khác. Xin chân thành cảm ơn!",
    "Đăng ký Em chào thầy/cô, Em tạo yêu cầu này xin phòng đào tạo mở thêm sĩ số cho lớp CO3005 để em được tham gia lớp học này. Em xin chân thành cảm ơn!môn học . Xin mở thêm sĩ số cho lớp môn học CO3005 http://.hcmut.edu.vn/extranet/supportsndex.php    .",
    "ng ký Em chào thầy/cô, Em tạo yêu cầu này xin phòng đào tạo mở thêm sĩ số cho lớp CO3005 để em được tham gia lớp học này. Em xin chân thành cảm ơn!môn học    ",
    "Dạ em muốn hỏi là em muốn đăng kí 2 môn Thiết kế cầu 1 (CI3039) và kết cấu thép 1 (CI3009) trong cùng 1 kì 202 có được không ạ? Do môn Thiết kế cầu 1 yêu cầu phải học môn Kết cấu thép 1 trước. Mong PĐT cho phép em học 2 môn này trong cùng 1 kì để kịp thực tập trong kì hè 203. Dạ cho em hỏi là để được đăng kí TTTN thì cần đạt bao nhiêu tín chỉ và có yêu cầu hoàn thành các môn học nào trước không ạ (em chuyên ngành Kỹ thuật Xây dựng công trình giao thông)? Em xin chân thành cảm ơn!",
    "em chào cô  em muốn hỏi là thi anh văn trong trừơng là mình lấy điểm cao nhất trong số các lần thi hay là lấy điểm của kết quả thi cuối cùng để xét chuẩn từng năm em cám ơn",
    "xin phép thầy cô mở thêm lớp môn giải tích mạch (EE2033 )",
    "Chào thầy cô,  Thầy cô cho em xin mở thêm sĩ số lớp Công nghệ sản xuất vaccine; Mã MH: CH3123 . Em đã hỏi thầy cô ở khoa thầy cô đồng ý cho mở thêm ạ . Em cảm ơn.",
    "E đã thi av định kì trong trường và đạt 380đ nhưng e vẫn không thể đăng kí môn av2 ở trường v ạ.",
    "Em chào Phòng Đào tạo ạ, Cho em xin tăng ít sĩ số lớp L02 thứ 4 tiết 3-4-5 môn Con người và Môi trường (EN1003) với ạ. Mong Phòng Đào tạo tăng sĩ số để cho em có cơ hội được học ạ. Em cám ơn Phòng Đào tạo.",
    "Chào thầy cô. Cho em hỏi lớp anh văn theo yêu cầu (AV 4A) thì có được tính điểm và tính chỉ như anh văn 4 hay không ạ? Hay chỉ là để xét chuẩn anh văn hằng năm để đkmh ạ? Em cảm ơn.",
    "Dạ em chào thầy (cô). Dạ em muốn hỏi về cách tính điểm anh văn 4A của trường ạ. Hiện tại điểm toeic của em là 555 điểm ạ, em đã hoàn thành av3 nhưng chưa học av4, thì khi em đk av 4A của trường học qua thì điểm có được tính vào trung bình tích lũy như thế nào ạ, lúc đó em có cần phải nộp toeic trên 600 cho trường để xét anh văn 4 nữa không ạ? Em cảm ơn thầy (cô) ạ.",
    "Xin mở thêm 2 slot cho đăng kí môn \"Hoạt động bề mặt\" mã môn Ch3101",
    "Cho em xin phép được mở thêm sỉ số lớp môn Thiết kế P&ID (lớp thứ 3, tiết 5-6). Em xin cảm ơn ạ.",
    "ởi vì đợt đăng ký lần 2 lần trước em không đăng ký kịp nên không có lớp để học và cả lần 3 em cũng không đăng ký kịp nên em xin phòng đào tạo xếp cho em vào các lớp đã có sẵn của các môn giải tích 2,đại số tuyến tính,thí nghiệm vật lý và vật lý 2. Em xin cảm ơn",
    "Em chào phòng đào tạo (PĐT), Em tên là  - , hiện đang là sinh viên năm 3 - khoa KH-KT MT. Em viết mail này để hỏi PĐT thử là, hiện tại em có đăng ký môn Đường lối CM của Đảng CSVN (SP - 1009) lớp A11, tỉ số lớp là 47/120. Em không biết là với tỉ số như vậy thì PĐT có mở lớp không ạ. Mong PĐT phản hồi sớm cho em để em còn biết mà điều chỉnh lịch học cho phù hợp. Em xin cảm ơn ạ Trân trọng",
    "Trong đợt đăng ký hiệu chỉnh bổ sung em có đăng ký bổ sung thêm môn Công nghệ phần mềm nâng cao, MMH: CO3065. Hiện tại, em không thấy lớp được mở thêm cũng như sỉ số lớp không được tăng. PĐT cho em xin tăng sỉ số lớp của môn CO3065. Em xin cảm ơn.",
    "Xin phép PĐT hỗ trợ mở thêm sỉ số môn xác suất thống kê HK202. MSMH: MT2001 Lớp: A02. Xin PĐT hỗ trợ em.",
    "Em xin thầy cô mở thêm sĩ số lớp môn giải tích 2 (MT1005) cô . Nhóm lớp L28_L55. Em xin cảm ơn",
    "Em tên là . Sinh viên khoá k18 khoa Môi trường - Tài nguyên. Vào 31/12/2020 em đã đi thi chứng chỉ anh văn ở iig quận 2 và hôm nay 13/1/2021 em đã nhận được kết quả và được 505 điểm nhưng trong quá trình chuyển điểm thì chỉ hiện pass qua av2, điều đó làm ảnh hưởng đến kết quả đăng ký môn học năm 3 của em. Em mong phòng đào tạo xem xét lại trường hợp của em và phản hồi sớm giúp em ạ. Em chân thành cảm ơn ạ .",
    "Em chào PĐT, Em muốn xin PĐT mở rộng sĩ số lớp Cơ lưu chất (CI2003) nhóm lớp: L07_L14. Lý do: em cần đăng ký đủ chỉ để kỳ hè nhận thực tập tốt nghiệp. Em xin PĐT xem xét giúp em ạ, em cảm ơn.",
    "cho em hỏi là em còn thiếu anh văn 4 để ra trường mà giờ em đăng kí học anh văn nhu cầu 4 thì có được ra trường không ạ",
    "Dạ cho em hỏi trường có mở đăng kí môn học đợt 4 không ạ. Và nếu có thì sinh viên có được đăng kí thêm hoặc xóa môn không ạ. Em cám ơn ạ. (hôm qua em có đặt câu hỏi này nhưng vẫn chưa nhận được hồi âm từ pdt nên em xin phép hỏi lại ạ)",
    "Kính gửi nhà trường. Hiện tại em đang là sinh viên K18. Em đã đăng ký môn Bơi vào đợt đăng ký môn học nguyện vọng nhưng kiểm tra lại vào ngày hôm qua thì thấy môn bị hủy, em có tìm môn Bơi trong Đợt đăng ký môn lần này nhưng không thấy. Cho em hỏi rằng môn Bơi không mở lớp hay còn đợt đăng ký khác cho các môn GDTC khác ?  Em xin cảm ơn.",
    "CHO EM XIN HỎI CÓ ĐƯỢC ĐĂNG KÍ MÔN HỌC ĐỢT 4 KHÔNG ?",
    "Em chào PĐT, Em muốn xin PĐT mở rộng sĩ số lớp Cơ lưu chất (CI2003) nhóm lớp: L07_L14. Lý do: em cần đăng ký đủ chỉ để kỳ hè nhận thực tập tốt nghiệp. Em xin PĐT xem xét giúp em ạ, em cảm ơn.",
    "Dạ em có vấn đề muốn hỏi liên quan đến các lớp anh văn theo nhu cầu. Như mail PĐT đã gủi, sinh viên chỉ cần học đạt các lớp anh văn 1,2,3,4A tương đương đạt AV1234. Như vậy cho em hỏi, riêng cá nhân em chưa đạt cả 4 av1234, vậy bây giờ em đăng ký học anh văn 4A, sau khi đạt môn này thì em sẽ tương đương đạt AV4. Vậy thì các môn AV123 của em sẽ được tính như thế nào? Và khi đó em có đủ điều kiện về chuẩn anh văn từng năm để đăng ký môn học cho năm 3 và năm 4 hay không? Mong có câu trả lời từ quý thầy/cô ạ! EM xin cảm ơn!",
    "Chào thầy cô, Em tên , mssv . Em có một câu hỏi là ngành kỹ thuật cơ khí em hiện đang học thì năm 3 phân chuyên ngành theo nguyện vọng hay theo điểm ạ. Cảm ơn thầy cô nhiều.",
    "Em chào thầy/cô ạ, Em là sinh viên K18, lớp DC18KT. Vừa rồi em có nhận được mail của Nhà trường nhắc hạn thanh toán học phí cho HK201 là ngày 08/01/2021 để có thể ĐKMH đợt 3, tuy nhiên do đến ngày 12/01/2021 em mới có thể thu xếp học phí để thanh toán cho Nhà trường và hiện tại em chưa được đăng ký môn học cho HK202 với lý do trên hệ thống là chưa thanh toán HP. Vậy thầy/cô cho em hỏi có cách nào để em có thể đăng ký môn học cho học kì sau không ạ? Em cảm ơn ạ.",
    "Em xin mở thêm sĩ số cho môn học Công nghệ sản xuất Vaccine (CH3123)  Em xin cảm ơn.",
    "Chào nhà trường, em là  lớp CK18LOG2. Tình hình là lúc đăng ký môn học thì hệ thống báo em chỉ được đăng ký tối đa 21 chỉ thôi. Trong khi em đọc quy chế của trường thì thấy sinh viên mà ĐTBTL   7.0 thì sẽ được đăng ký tối đa 25 chỉ. Vậy giờ em muốn đăng kí thêm thì phải làm sao ạ?",
    "Em muốn đăng ký môn Giải tích 2 (học kỳ 2) Nhóm lớp L24_L48",
    "Em tên , MSSV  hệ VHVL. Cho Em hỏi là môn 003102 là mã môn học cho Đăng ký thi AV định hướng Toeic hệ VHVL mình thi để kiểm tra mức độ xong sẽ được xếp lớp học hay sao? Nó có khác với môn học AV-1A 2A 3A 4A không? Em cảm ơn",
    "Em muốn đăng ký môn Hóa đại cương ( học kỳ 2 ) Mã môn học CH1003 Nhóm lớp L05_L18",
    "Kính chào thầy cô quản lý trang hỗ trợ sinh viên trực tuyến, ở học kì này em đăng kí môn Lập trình Web (CO3049) theo hình dưới đây. Cho em hỏi giờ lý thuyết sẽ được quyết định sau, nhưng nếu nó được quyết định vào thời gian em học môn khác trong thời khóa biểu thì sao ạ, và nếu bị xóa thì làm sao để em biết mà điều chỉnh lại lịch học để tránh bị xóa. Em xin cảm ơn.",
    "Năm sau là năm 4 kì 2 của e. Hiện giờ e không còn môn nào bắt buộc để học nữa (trừ luận văn). Chứng chỉ tiếng anh thì tới ngày 23/01 mới có điểm mà đợt đk môn học thì đã hết r. Cho e hỏi: . e có thể xin đk luận văn sau khi hết 3 đợt đkmh được không? . Nếu không thì học kì sau e ko đk tín chỉ nào cả có được không? Em cảm ơn",
    "Em là  (). Em đăng ký môn tự chọn năm 4 nhưng hệ thống báo lỗi chuẩn thể chất như hình trong khi em đã hoàn thành 3 môn (Bơi, bóng rổ, điền kinh). Mong thầy cô giải quyết sớm giúp em ạ. Thầy cô fix lỗi thể chất rồi cho em xin tăng thêm luôn sĩ số CI3169 Tin học quản lý xây dựng A01 với ạ (C6-601 chứa được hơn 60 ng). Em xin chân thành cảm ơn thầy cô. Chúc thầy cô sức khỏe.",
    "Em kính nhờ thầy cô đăng ký dùm e môn lập trình hệ thống nhúng EE3031 hoặc mở thêm chỗ để em sắp xếp thời gian học trong tuần và được học môn mà e có định hướng cho bản thận . Môn hệ thống điều khiển nhúng EE3067 cũng là một môn liên quan tới mảng nhúng và đã bị huỷ  mà em cần học trước khi tốt nghiệp nên e mong phòng đạo mở thêm sĩ số môn ee3091 hoặc đăng ký giúp em môn này .Em vẫn thấy có một số trường hợp nhét thêm 1,2 thành viên trong đăng ký môn học nên em rất mong thầy cô đăng ký giúp em môn này . Em cảm ơn thầy cô",
    "Dạ em kính chào thầy (cô), em có 1 thắc mắc muốn hỏi là:     Đợt AVDV đầu năm em thi được 550 thì có phải em sẽ được đăng kí anh văn cho HK202 và khi tham gia lớp học này em có phải làm các bài kiểm tra để tính vào điểm trung bình học kì không ?",
    "ee3083 lớp L01 .",
    "Em chào anh, chị Em là , sinh viên Việt Pháp khóa 2016. Hiện em đang nợ 7 tín chỉ và sẽ trả 3 tín chỉ trong học kỳ tiếp theo. Còn 4 tín chỉ phải qua học kỳ hè mới trả nợ được do không mở lớp. Cho em hỏi là môn luận văn tốt nghiệp em có được đăng ký trong học kỳ tiếp theo không ạ? hay phải đợi đến học kỳ tiếp theo nữa mới được đăng ký ạ?, do em coi quy định là được nợ tối đa 7 tín chỉ ạ. Em có đăng ký được môn LVTN ở đợt 2 nhưng đợt 3 em không thấy mà em vẫn đăng ký được.",
    "Tên:  Mssv:  Môn: giải tích 2 Lớp: DT02  gv:  Nội dung: em muốn phúc khảo bài thi cuối kỳ 201 dự thính ( do đề thi in sai mặt, khiến em làm nhầm chỗ xong phải, nên em phải làm ở mặt khác)",
    "Em chào PĐT, sau khi nhận được Mail thông báo của trường về việc hủy một số môn học tự chọn của khoa điện, trong đó có tất cả gồm 2 môn em đã đăng kí, tuy nhiên đó là các môn theo hướng mà em học, sau khi xem xét đăng kí các môn khác thì chỉ còn 2 môn là môn thiết kế vi mạch EE3117 và Kĩ thuật số nâng cao EE3083 đúng theo hướng vi mạch tuy nhiên đã đủ số lượng, vậy cho em hỏi trong trường hợp này PĐT có thể mở thêm số lượng để em có thể đăng kí môn học đúng với CTĐT được không ạ, em cảm ơn .",
    "Chào thầy/cô, em tên . Em viết tin này vì có thắc mắc sau: av4a có xét tín chỉ giống av4 không ạ? Hay chỉ để xét chuẩn từng năm rồi thôi vậy ạ? Mong nhận được phản hồi sớm nhất từ nhà trường. Em cám ơn ",
    "Chào ad, ad cho em hỏi em vừa nhận mail thông báo huỷ lớp L01 môn Hệ thống và điều khiển nhúng EE3067 thì chỉ huỷ lớp L01 thôi đúng không ạ? Lớp L02 vẫn mở như bình thường đúng không ạ? Em hỏi cho chắc là lớp L02 có bị xoá như lớp L01 hay không ạ hoặc trong tương lai có bị huỷ không? Em cảm ơn",
    "Kính gởi pđt, Em cần đăng ký môn co2021( đồ án thiết kế luận lí ) nhưng bị vướng môn học trước co1025 . Tình hình là môn này k19 không học nữa nên các kì sau e rằng sẽ không có lớp để học , em đã cố gắng học môn co1025 sớm nhất có thể nhưng kì này mới mở , kính mong pđt thông cảm và cho em đăng kí môn co2021. Thân",
    "Do em thanh toán tiền học phí trễ hạn nên không thể đăng kí môn học được. Cho em hỏi làm thế nào để có thể đăng kí môn học vào ngày mai được nữa không ạ? Em xin cảm ơn! (Em đã thanh toán học phí xong lúc nãy ạ.)  ",
    "Em muốn xin mở thêm sỉ số lớp môn ĐAMH Bê tông cốt thép 1 CI2093",
    "Em xin mở thêm slot môn kinh tế chính trị mac lenin SP1033 , lớp L21 với ạ .",
    "Chào thầy/cô, Em mong muốn phòng đào tạo có thể tăng sĩ số môn học CH3119 tại cs2. Em cảm ơn.",
    "Em chào PĐT ạ, vừa rồi PĐT đã có mail hủy 8 môn của khoa Điện - Điện tử, đặc biệt ảnh hưởng rất nhiều tới các bạn thuộc chuyên ngành Điện Tử - Viễn Thông, trong đó có em. Nay em để nghị PĐT mở thêm sĩ số các lớp thuộc khoa Điện - Điện tử (các môn học chuyên ngành) để chúng em có thể sắp xếp môn học không thì làm khó chúng em quá ạ. Với những môn học đã bị hủy, PĐT có thể sắp xếp các lớp học khác ở các phòng đã trống để có thể mở thêm sĩ số các môn khác.",
    "Chào thầy cô, em hiện chỉ đăng kí được 12 tín chỉ do là các môn em đăng kí trước đó đều bị hủy và hiện tại đã đầy số lượng. Em xin thầy cô xem xét cho em được vào các lớp( các môn) sau, 1 số môn em còn đang nợ mà vấn không kịp đăng kí. PH1007: TN vật lí - lớp L02, L16 -hoặc bất kì lớp nào cũng được ạ IM1027 - Lớp L02 hoặc bất kì lớp nào cũng được ạ EN1003- Lớp L03 hoặc bất kì lớp nào cũng được ạ Em cảm ơn.  ",
    "Chào thầy cô. Em có nhận được thông báo về kì thi anh văn do trường phối hợp với IIG ( thông tin như ảnh đính kèm), vậy cho em hỏi là ngoài kì thi này ( chỉ tổ chức vào cuối HK1 ) thì kì thi anh văn định kì mỗi học kì còn được tổ chức không ạ, hay là nay chỉ cuối HK1 mới có còn HK2 và DT thì không còn đợt kiểm tra anh văn định kì ạ,  Em cảm ơn ạ",
    "Em xin được mở lớp môn học này ạ!   AS4001 Em chỉ còn vướng môn này để được làm LV ra trường ạ! Em cảm ơn    .",
    "Do trục trặc mạng nên em không kịp đăng kí môn Nguyên lí ngôn ngữ lập trình . Em mong nhà trường có thể mở rộng sĩ số Lớp L01 môn Nguyên lí ngôn ngữ lập trình-CO3005 để em có thể được học môn này ạ . Em xin chân thành cám ơn!    .",
    "Dạ em chào thầy/cô ạ, em muốn nhờ thầy/cô giúp em tăng thêm sỉ số lớp   B L08    môn Kinh tế chính trị - (  B SP1033   ), nếu không học được môn này em sẽ bị trễ tiến độ, mong thầy/cô giúp đỡ em ạ. Em cảm ơn thầy/cô nhiều ạ!",
    "Em tên :  MSSV :  thuộc khoa Điện - Điện tử Thưa thầy/cô, do nhận được thông báo hủy các môn tự chọn của khoa, một trong số đó có môn em đã đăng ký bị hủy. Điều này ảnh hưởng đến tiến độ học tập theo chuyên ngành của cá nhân em và các bạn Nay em tạo yêu cầu này mong thầy/cô xem xét tăng sỉ số môn học có mã EE-3041 Xử lí số tín hiệu với FPGA để em đăng ký hoặc thầy/cô có thể thêm em vào nhóm lớp này ạ Kính mong thầy cô xem xét và giúp đỡ Em xin chân thành cảm ơn",
    "Kính gửi: Phòng Đào tạo trường Đại học Bách Khoa thành phố Hồ Chí Minh Họ tên SV:                                                                             MSSV:    Ngày sinh: 12-10-2002               Lớp: L01- khoa Quản lý công nghiệp                     Số ĐT: [phone_number] Đăng ký mở môn học vào học kỳ chính Tên môn học: Pháp luật Việt Nam đại cương MSMH: SP1007 Lớp: L05 Thời khóa biểu đề nghị: Thứ 3 tiết 3, 4 (cơ sở 2) Em làm đơn này kính mong Phòng Đào tạo tạo điều kiện mở đăng ký bổ sung môn Pháp luật Việt Nam đại cương cho em đủ tín chỉ tiêu chuẩn để thuận tiện hơn cho quá trình học tập tại nhà trường. Em bị rớt mạng vào ngày đăng ký chính thức dẫn đến việc không đăng ký được môn học. Trong đợt đăng ký trước em chỉ đăng ký được 15 tín chỉ và còn thiếu 2 tín chỉ nữa để đạt được số tín chỉ tiêu chuẩn nên em mong muốn được đăng ký thêm môn “Pháp luật Việt Nam đại cương” vì môn học này phù hợp với lịch trình học của các môn đăng ký trước đó và thuận tiện cho việc đi lại vì ở cơ sở 2 . Em xin cam đoan nếu được đăng ký bổ sung, em sẽ chấp hành đầy đủ quy chế và học tập nghiêm túc. Em xin chân thành cảm ơn! ",
    "em đã thanh toán hết tất cả tiền học phí nhưng sao vẫn không đăng ký môn được ạ",
    "Kính gửi PĐT, Cho em hỏi hiện tại em là sinh viên năm 3 mà chưa hoàn thành anh văn 3, chưa đủ điểm toeic sau năm 2 thì nếu kì 202 này em đăng kí và đạt anh văn 4A ở trường thì em có thể đăng kí các môn năm 3 và năm 4 vào kì hè năm 3 và các học kì năm 4 được không ạ. Em xin chân thành cảm ơn ạ.",
    "Dạ thưa cô em có thắc mắc là hồi đăng ký môn học học kỳ 201 thì em có đăng ký được do em đã đăng ký dự thính học kì 193 nhưng em không qua được môn giải tích 1 vậy học kì 201 các môn cơ sở ngành của em có được tính vào điểm trung bình học kì không ạ? Em cảm ơn cô đã đọc thắc mắc của em ạ.",
    "Chào nhà trường, Em tên:  Khoa Điện-ĐiệnTử Do hiện tại khoa Điện-Điện tử hủy 1 số môn trùng với môn em đăng kí. Mong Phòng Đào Tạo giúp em thêm 1 slot mã môn học EE3031(Lập trình hệ thống nhúng) nhóm L02. Em mong nhà trường đổi giúp em để em không bị chậm tiến độ môn học. Em xin cảm ơn.   .",
    "Tăng sĩ số lớp EE3083 - Kỹ thuật số nâng cao",
    "Em là sinh viên K14 của PFIEV, hiện em còn thiếu 1 môn là môn Điện Tử (402705), nhưng môn này hiện không còn mở ở K19 và K20 và em cũng không thấy có môn học tương đương thì bây giờ em phải làm thế nào để có thể đăng ký học được môn này để hoàn thành chương trình đào tạo ?",
    "Ghi danh bổ sung vào lớp . Chào phòng",
    "Chào , cho em hỏi học kì 202 còn đợt đăng kí Thể Chất nào không ạ. Em cám ơn.",
    "Do bị hủy lớp môn Quang điện tử bất ngờ nên em có nhu cầu đăng kí học môn tự chọn khác nhưng các lớp hầu như kín chỗ. Em kính xin phép nhà trường tăng sĩ số lớp môn Điện tử công suất ứng dụng EE3079 của thầy  giảng dạy. Em xin cám ơn trường",
    "Xin mở thêm các lớp do đủ sĩ số: 27 : kĩ thuật lập trình  : thí nghiệm vật lý  : giải tích 2  : đại số tuyến tính",
    "Em là  Mong thầy cô giúp em nâng sĩ số môn học: -Giải tích 2:MT1005, lớp: L07 Em xin cảm ơn!",
    "Cho em gửi đơn xin được mở thêm sĩ số môn Giải tích 2 ( MT11005). Em xin chân thành cảm ơn!",
    "Em đã đăng kí thành công các môn học của kì 202 nhưng em chưa đạt chuẩn tiếng anh. - Nếu đợt thi ngày 25.1 tới em bị rớt anh văn thì các môn học đã đăng kí thành công sẽ bị xóa hết hay như thế nào ạ?  - Nếu xóa hết thì em có cách nào để đăng kí được môn học khác để có thời khóa biểu đi học không ạ?  Em xin chân thành cảm ơn!",
    "Thưa thầy cô, hiện tại em đang muốn đăng kí môn 2 môn độc chất học công nghiệp ứng dụng CH3127 nhưng đã đầy sĩ số, vậy nên xin thầy cô mở thêm sĩ số để em có thể theo học môn đó. Em xin chân thành cảm ơn",
    "ee3131 Hệ thống năng lượng xanh  em muon mo them si so sinh vien",
    "cho em xin hỏi do không cẩn thận trong việc xem format chương trình đào tạo nên em đã không đăng kí môn học ME2025 THỰC TẬP KỸ THUẬT (CN-thiết kế ) phòng đào tạo chỉ mở duy nhất 1 lớp nên bây giờ em muốn xin tăng xỉ số lớp đó để em có cơ hội học trong kì 202 xắp tới để kịp tiến độ nhận thực tập tốt nghiệp vào kì 203 , em không biết phong đào tạo có thể tạo điều kiện thêm xỉ số của lớp ở trên để em có cơ hội có được không ạ . em xin trân thành cảm ơn ",
    "Em xin hỏi là khi đăng kí lớp anh văn 4A và qua môn thì có tính là qua được anh văn 2A,3A không ạ. Và có đăng kí môn năm 4 được không khi chỉ qua anh văn 4A và chưa học 2A,3A",
    "Kính thưa phòng đào tạo, Cho em xin nở thêm sĩ số môn thiết kế ô tô TR3049 lớp A01 ạ. Em xin cảm ơn  .",
    "Em chào Thầy/Cô, em là Đặng Thành Nhân MSSV 1910401. Sau khi thi cuối kì, em thấy điểm thi mình sẽ thấp nên em muốn bảo lưu điểm thành phần để học kì sau chỉ thi lại cải thiện điểm thì có được không ạ ? Em cảm ơn.",
    "d Thầy cô cho em hỏi hiện tại anh văn của em dưới 300 thì em có được đăng kí học AV1 theo nhu cầu được không ạ. Và có được đăng kí av1 theo nhu cầu chung với av2 theo nhu cầu không ạ. Em xin cảm ơn.",
    "Em muốn xin mở thêm sỉ số môn ĐAMH BTCT 1  Mã CI2093",
    "Em chào phòng đào tạo Hiện Tại Em đang tạm dừng học kì 1(2020-2021). Em nhận quyết định vào ngày 4/12/2020(vì lý do điều trị bệnh)' Hiện tại về sức khoẻ của e đã ổn định, em có thể đăng kí môn học ở học kì 2 (2020-2021) ko ạ. Em xin cảm ơn",
    "Kính gửi Phòng Đào Tạo, Học kỳ 202 em đăng kí môn  B  Tối ưu hóa và quy hoạch thực nghiệm ME3215     nhưng sĩ số lớp L01 đã 60/60 . Mong Phòng đào tạo mở thêm 1 chỗ cho em được học môn này ạ. Em xin cảm ơn.",
    "Em thanh toán học phí bị trễ hạn, cho em hỏi làm sao để được mở đăng ký môn học    .",
    "Em bị đăng kí trễ hết lớp không đăng kí được lớp Thí nghiệm vật lý (Ph1007)  Lớp Vật lý 2 (Ph1005) Lớp Giải tích 2 (Mt1005) Em xin cảm ơn",
    "Dạ chào thầy/cô. Đợt đk kí đợt 3 này e thao tác lỗi nên lỡ xóa lớp ci1003. Và đăng kí lại nhưng hệ thống bị lỗi nên cho dù lớp chưa full sĩ số vẫn không được. Qua hôm sau e đăng kí lại nhưng lớp nào cũng full hết. Kì này e chưa đạt chuẩn anh văn nên chỉ còn 1 môn này để duy trì tình trạng đang học. Mong thầy cô xem xét mở sĩ số lớp vẽ kĩ thuật ci1003 cho e được đăng kí môn học. E xin chân thành cảm ơn thầy cô",
    "Em chào thầy/cô ạ, Em là sinh viên K18, lớp DC18KT. Vừa rồi em có nhận được mail của Nhà trường nhắc hạn thanh toán học phí cho HK201 là ngày 08/01/2021 để có thể ĐKMH đợt 3, tuy nhiên do đến ngày 12/01/2021 em mới có thể thu xếp học phí để thanh toán cho Nhà trường và hiện tại em chưa được đăng ký môn học cho HK202 với lý do trên hệ thống là chưa thanh toán HP. Vậy thầy/cô cho em hỏi có cách nào để em có thể đăng ký môn học cho học kì sau không ạ? Em cảm ơn ạ.",
    "MT1005 -    Giải tích 2 - nhóm lớp: L17_L34 MT1007 - Đại số tuyến tính - nhóm lớp: L08_L16",
    "Dạ em chào Phòng Đào ạo, hiện tại em đang muốn đăng ký lớp L02_L02 của môn Công nghệ phần mềm nâng cao, mã môn học CO3065, nhưng lớp đã đầy sĩ số hế nên em muốn xin Phòng Đào ạo đăng ký lớp này cho em, để em có thể hoàn thành chương trình học theo như dự kiến Em xin cảm ơn  rân trọng,  ",
    "Hóa đại cương (CH1003), Địa chất công trình (CI2095) . Lý do: Chưa đủ tín chỉ yêu cầu, mong Phòng Đào Tạo xem xét dùm em.",
    "Em muốn hỏi phòng Đào tạo có thể chuyển thời gian của môn thiết kế trang phục 2, thứ 3 tiết 3 - 4 thành thứ 3 tiết 4 - 5 (ME3115) được không ạ, tại kì này có một môn em muốn đăng kí để học vì môn này chương trình đào tạo từ k19 đã bỏ nếu em không đăng kí học thì sợ kì sau không mở nữa a.",
    "Do kì này em có việc nhà (không phải trường hợp đặc biệt để được hoãn thi) nên phải bỏ thi môn cơ lưu chất cuối kì của học kì 201 nên em xin được học lại môn cơ lưu chất (Mã CI2003) Lớp  L01_L01 kì 202.Em muốn học lại kì chính vì gia đình không đủ sức để đóng tiền dự thính mong phòng đào tạo có thể giúp em tăng sỉ số lớp này để em được học môn này vào kì sau ạ em xin cảm ơn",
    "CHO E HỎI : E  SINH VIÊN ĐƯỢC ƯU TIÊN KV1 EM K14, VẬY EM CÓ ĐƯỢC ĐĂNG KÝ MÔN HỌC Ở KỲ THỨ 14 KHÔNG Ạ?  VÀ NẾU ĐƯỢC THÌ EM CÓ CẦN NỘP GIẤY TỜ GÌ KHÔNG Ạ?",
    "Dạ PĐT cho em xin mở thêm sỉ số lớp ạ: ME2007 - L05_L15",
    "EE2007: mạch điện tử Cho em xin tăng sĩ số môn học, em đang bị trễ môn. xin PĐT cứu xét em.Em chân thành cảm ơn!",
    "Em chào thầy/cô, em xin phép tăng sĩ số môn học hóa hữu cơ CH2021 nhóm A04 do không thể học được khung giờ khác. Em cảm ơn!",
    "Chi tiết máy ME2007 nhóm lớp L05_L15",
    "PDT có thể cho em xin mở thêm lớp Giải tích 2 được không ạ? mã môn giải tích 2 là MT1005 Vì em đăng kí mà ko có lớp ạ! mong PDT xem xét và trả lời giúp em với ạ! Em xin chân thành cảm ơn ạ!!",
    "i, có thể thêm em vào   b lớp L01    của môn   b CO3003    được không ạ.   br  Nếu chưa em trả nợ môn này thì em phải ra trường trễ mất 1 kì nữa , em cảm ơn.   br     .",
    "Kính gửi phòng đào tạo,  Theo quy chế của trường thì số tính chỉ đăng ký tối thiểu của một sinh viên là 14 chỉ nhưng do em học vượt và có môn con người và môi trường (EN1003) em đăng ký đợt bổ sung không mở lớp được nên số tín chỉ đăng ký của em hiện tại chỉ còn 12, cho em hỏi trường hợp của em có được xếp thời khoá biểu trong học kì 202 không ạ.",
    "Kính thưa Phòng đào tạo; Cho em hỏi là thi tiếng anh đợt 3 (25-28/1) là để xét đăng kí môn học kì 202 đúng không ạ? Cảm ơn Phòng đào tạo. Mong nhận được câu trả lời từ Phòng đào tạo  .",
    "Hôm đầu tiên mở lớp đợt 3 em thấy sĩ số 91/80, còn bây giờ đã xuống 88/80. Em mong cô xem xét lại được không ạ.    .",
    "Em xin chào Thầy (cô) ạ. Em xin tự giới thiệu, em tên là  sinh viên lớp CK20CDT2,MSSV: . Em đang gặp vấn đề về đăng ký môn học ạ, hiện tại em học ở cơ sở 2 nhưng các môn như Đại số tuyến tính, Thí nghiệm Vật lý đều hết lớp ở cơ sở 2 và môn Thực tập cơ khí đại cương em vẫn chưa đăng ký được. Mong thầy cô giúp đỡ hỗ trợ em ạ.",
    "t 1 em đăng kí môn học đầy đư 4 môn nhưng sang đợt 2 thì chỉ còn 2 môn còn đợt 3 thì em chua đăng kí được môn hoá đại cương. Em xin mở thêm lớp hoá đại cương để em có thể học tập theo tiến độ như các bạn khác. Em xin cảm ơn",
    "Môn ĐAMH bê tông cốt thép 1 hiện tại đã đầy số lượng đăng kí nên PĐT có thể mở thêm sỉ số để em có thề đk được không ạ?",
    "Em chào thầy cô Em là sinh viên K20, thuộc lớp kĩ sư tài năng khoa hóa. Vào đợt đầu đăng ký môn học của đợt 2 này, trong các môn core của lớp kstn hóa, chỉ mới có môn hóa hữu cơ mở lớp A01, Đến chiều tối thì 2 môn core khác mở mở thêm lớp kstn. CŨng vì vậy mà em đã gặp khó khăn trong việc chuyển đổi thời khóa biểu môn học. Hiện nay em gặp vấn đề về môn kinh tế chính trị mac-lenin SP1033. Thời khóa biểu hiện tại môn này của em là lớp L13, buổi chiều thứ 6, tiết 11, 12. Em cũng đã canh nhiều ngày để chuyển được thời khóa biểu môn này, nhưng do tình trạng các lớp đều kín, nên đến bây giờ em vẫn chưa chuyển được. Thời gian học môn này đã gaay rất nhiều khó khăn cho em, Em hiện đang trọ tại quận Bình Thạnh, trong khi đó vào buổi sáng thứ 6, em có tiết môn core hóa hữu cơ lớp A01 tại cơ sở 1, trong khi đó, buổi chiều vào tiết 11-12 môn mác- lenin SP1033 lại ở cơ sở 2. ĐỒng thời, vào buổi chiều 2,4,6 hằng tuần lúc 18h em lại có lớp học tiếng trung đã đăng ký và theo học được hơn 2 tháng, nên thời khóa biểu như vậy đã buộc em phải bỏ buổi học này, vì thời gian chạy từ cơ sở 2 của trường đến trung tâm tiếng trung ở Bình Thạnh là không thể nào kịp (hơn 16km). Với hoàn cảnh như vậy, em mong đucợ các thầy cô thông cảm, cho phép em được tăng sĩ số, đổi vào lớp Kinh tế chính trị Mac-Lenin SP1033 lớp L08 vào thứ 4 tiết 10-11 (hiện nay các lớp đều đã đủ sĩ số 122/122)(em đã tự so với thời khóa biểu các môn khác và chỉ có lớp này phù hợp nhất). Em cảm ơn nhiều ạ.",
    "Kính chào thầy/cô Em tên , mã số sinh viên , là sinh viên lớp HC19TP. Em viết đơn xin thầy/cô mở thêm sĩ số lớp học Hóa lý hóa keo (mã môn học: CH1005), lớp L01. Cảm ơn thầy/cô đã giúp đỡ ạ. Chúc thầy/cô ngày tốt lành. Em cảm ơn.",
    "Dạ cho em hỏi là khi mình học môn học tương đương thì số tín chỉ tích lũy ngành sẽ thấp hơn số tín chỉ quy định. Vậy có ảnh hưởng gì đến bằng tốt nghiệp không ạ (bằng kỹ sư). Và điểm tốt nghiệp sẽ tính theo trung bình tích lũy ngành hay trung bình tích lũy ạ. Em xin cảm ơn.",
    "Chào ad Em là  Mssv  Ad cho em hỏi là Dự thính 202 có mở lớp av4 không ạ?! Em cảm ơn",
    "Xin PĐT mở thêm sỉ số môn Giải tích 2( Mã môn học MT1005) lớp L05-L09( T3 tiết 3,4,5: T5 tiết 4,5)",
    "Em là K19 ngành Kiến trúc trường mình ạ. Những môn tiên quyết bị vướng lúc em đăng kí môn chuyên ngành cho kì 202 là những môn không được mở dạy. Em và các bạn được dặn là chờ đến 9h sáng nay để PDT giải quyết rồi đăng kí lại nhưng bây giờ 12h, còn hơn 2 tiếng nữa là hết hạn đăng kia đợt 3 rồi mà tui em vẫn chưa đăng kí được ạ. PDT có phương hướng giải quyết nào không ạ :’’(",
    "Dạ cho em hỏi là trong học kỳ tới còn có đợt đăng ký môn thực tập tốt nghiệp và đề cương luận văn không ạ.",
    "Chào thầy / cô, em là sv tt đào tạo bảo dưỡng công nghiệp k16. Năm trước em có nộp bằng ielts 4.5 và quy đổi, chuyển điểm đủ cả 4 anh văn. Vậy khi xét tốt nghiệp em có cần thêm chứng chỉ nữa không ạ. Thanks",
    "Em chào Phòng Đào Tạo ạ. Em đọc thông báo trên E-Learning về qui định chuẩn anh văn mới. Em đọc và hiểu là chuẩn Anh Văn tốt nghiệp cho khoá K17 được nâng từ 500 lên 550 điểm. Phòng Đào Tạo cho em hỏi em hiểu đúng không ạ. Vì có rất nhiều bạn hiểu giống em nên em mong nhận sự phản hồi sớm của Phòng Đào Tạo ạ. Em cảm ơn ạ.   i Tốt nghiệp .",
    "Chào hỗ trợ viên, Em muốn đăng ký môn học \"ME2025 - Thực tập kỹ thuật thiết kế\" theo tiến độ của chuyên ngành Thiết kế máy, tuy nhiên đợt này chỉ mở 1 lớp và đủ sỹ số 40/40. Hiện tại em đang đăng ký được môn \"ME2023 - Thực tập kỹ thuật chế tạo\" em xin phép đổi môn này sang môn ME2025 có được không . Nếu không đăng ký được thì học kỳ sau em có phải đăng ký lại môn  ME2025 theo chuyên ngành Thiết kế máy không. Em xin cảm ơn.",
    "Dạ em đóng tiền học phí rồi mà em vẫn chưa đkmh được ạ",
    "Kính chào Phòng đào tạo, Theo như em được biết thì điểm  được tính là đạt chuẩn anh văn. Nếu vậy thì nếu tốt nghiệp thì em qua điểm anh văn A có được xét cho tốt nghiệp không ạ?  Rất mong nhận được sự phản hồi từ Phòng đào tạo ạ. ",
    "Em là . MSSV: . Em mong nhà trường có thể tạo cơ hội để em có thể theo học môn CO3029_L01_Khai phá dữ liệu. Nên rất mong nhà trường có thể tăng sĩ số lớp từ 60 lên 61 ạ. Em cảm ơn rất nhiều.",
    "t đăng ký môn học 2 em xóa Giải tích 2 - MT1005 để đăng ký môn công nghệ gen - CH3131, đến đợt 3 thì đổi chuẩn đăng ký môn công nghệ gen - CH3131 làm em không đăng ký được nữa, Giải tích 2 - MT1005 thì đã lớp rồi, em xin Phòng đạo tạo mở thêm sĩ số nhóm lớp L21_L42. Em xin cám ơn",
    "Dạ em là sinh viên K19 ạ, PĐT cho em hỏi là đợt vừa rồi em thi anh văn trên 350 nhưng dưới 400 vậy giờ em đăng kí học anh văn 3A là em được coi như đạt anh văn 3 và chuẩn sau năm 2.Nhưng em có bắt buộc phải học cả anh văn 2A nữa không ạ. Em cảm ơn.",
    "Em muốn xin mở thêm 1 sĩ số môn Đại Số Tuyến Tính ( MT1007) lớp L05_L09. Vì em ở cơ sở 2 nên lên cơ sở 1 sợ không kịp ạ.",
    "Hóa đại cương (CH1003), Địa chất công trình (CI2095) . Lý do: Chưa đủ tín chỉ yêu cầu, mong Phòng Đào Tạo xem xét dùm em.",
    "Chào PĐT,  Em có đăng ký một môn học lí thuyết thứ 3 tiết 45 và thực hành cũng thứ 3 tiết 678, theo em nhớ là trường mình phải có nghỉ trưa một tiết, nhưng không hiểu tại sao lớp này lại có thể có lịch nhu vậy, cho em hỏi là lớp này có khả năng bị hủy không ạ Em cảm ơn!",
    "Chào thầy/cô ạ . Học kì này em có học môn con người và môi trường, được biết khoa em không học môn con người và môi trường mà chỉ học môn môi trường và con người. Vậy nếu chuyển sau khi học xong em có thể chuyển điểm môn con người và môi trường thành điểm môi trường và con người không ạ? Em cám ơn.",
    "Em chào thầy cô ạ, do em bị kẹt giờ với lại hết slot môn Chi tiết máy (ME2007) nên em chưa đăng ký được môn này ạ. Em xin thầy/ cô mở thêm sỉ số lớp L04_L10 môn Chi tiết máy (ME2007) để em có cơ hội được học ạ. Em cám ơn thầy cô rất nhiều ạ",
    "Dạ em tên  sinh viên khoa Điện. Em có nhận mail của phòng đào tạo nói là huỷ 1 số môn học tự chọn trong đó có môn HỆ THỐNG ĐIỀU KHIỂN NHÚNG nhóm 01 (EE3067). Vậy nhóm 02 có bị huỷ luôn không ạ hay chỉ xoá lớp 01?   .",
    "Em xin chào thầy cô, em tên là  MSSV: , em là sinh viên năm nhất, hiện tại các lớp đều đủ số lượng nên em không đki được môn học, em chỉ đăng kí được 1/4 môn thôi ạ ,  có cách nào để đki 3 môn còn lại không ạ",
    "Dạ em muốn đổi sang nhóm L06_L23 do lịch hiện tại em bị trùng giờ môn chuyên ngành nên không đăng ký được môn chuyên ngành ạ.",
    "Nếu mình đủ điểm qua môn vl1 ở hk1 nhưng điểm thấp nên hk dự thính đăng kí học lại thì có đc không ạ. Cái đó có tính là rớt môn hay ảnh hưởng gì không ạ.",
    "Cho em hỏi, các môn em đăng kí thành công và đủ quy định sĩ số lớp học trong đợt 3 này có bị xóa môn học không ạ? Em có đăng kí EE2039 thấy Kế hoạch giảng dạy nói là phải học EE2033 trước, nhưng khi đăng kí thì thông báo hợp lệ. Vậy em có bị xóa môn không ạ? Em cảm ơn ạ.",
    "Thưa thầy/cô/cán bộ PĐT Em là , MSSV , lớp XD17VL, khoa KTXD. Em có vấn đề sau cần nhờ sự giúp đỡ ạ. Theo lịch học vụ cũ chưa chỉnh sửa thì 13/1 là hạn đăng ký nộp CCNN và 15/1 là ngày đăng ký LVTN bổ sung. Tuy nhiên theo lịch đã sửa đổi thì ngày đăng  ký LVTN bổ sung là 28/1 và ngày nộp CCNN vẫn như cũ là 13/1 ạ. Vấn đề là hôm nay em mới có kết quả thi toeic (14/1), trễ 1 ngày so với hạn 13/1 mà PDT đã đề ra. Em vẫn đã đăng ký nộp CCNN trên mybk. Liệu em có thể được đăng ký LVTN đúng hạn kì này không ạ? Do em đã có CCNN trễ 1 ngày so với hạn 13/1 . Em xin cảm ơn.    .",
    "Cho em hỏi, các môn em đăng kí thành công và đủ quy định sĩ số lớp học trong đợt 3 này có bị xóa môn học không ạ? Em có đăng kí EE2039 thấy Kế hoạch giảng dạy nói là phải học EE2019 trước, nhưng khi đăng kí thì thông báo hợp lệ. Vậy em có bị xóa môn không ạ?",
    "Ad cho em hỏi môn Hệ thống điều khiển nhúng EE3067 có mở kì sau không ạ?",
    "Em tên  MSSV  em xin được thêm vào lớp Kinh Tế Chính Trị mã môn SP1033 lớp L10. Lý do là em đăng kí không kịp và bây giờ đã hết chỗ. Xin phòng đào tạo cho xét duyệt giúp em ạ. Em xin cảm ơn nhiều ạ!",
    "Cho em hỏi là em chưa học các môn của hk3 là giải tích mach, kĩ thuật số, sxtk mà bây giờ em đăng kí được các môn của hk4 như vi xử lí, mạch điện tử ,.. thì sau đợt đăng kí này có bị xóa môn không ạ.",
    "Kính gửi thầy/cô. Em rất mong thầy/cô có thể mở thêm cho em 1 slot mã môn EE3117 Môn Thiết kế vi mạch số. Do hôm qua PĐT thông báo khoa điện điện tử hủy hàng loạt môn của bộ môn Điện tử- hướng ngành em theo đuổi. Em rất mong PĐT mở thêm cho em 1 slot.",
    "Kính gửi phòng đào tạo Em tên  MSSV  Thuộc lớp CK18CTM2 Nay em viết bài này để hỏi về vấn đề xin học song hành 2 môn học. Theo chương trình đào tạo thì học kì 202 em sẽ học môn Kỹ thuật chế tạo 2 (ME3033) với điều kiện là học trước(HT) môn Các quá trình chế tạo (ME2071). Nhưng do năm 2 em nợ anh văn,em đã không đăng ký ME2071 theo CTDT nên học kì 202 em mới học môn ME2071. Nêu em không thể đăng ký môn ME3033 trong kỳ 202 tới thì em sẽ bị trễ đồ án chuyên ngành(do ME3033 là TQ của đồ án) 1 học kỳ dẫn đến ra trường trễ . Điều kiện xấu nhất là không có lớp để học môn ME 3033 sau này vì khóa K19 không có môn này trong CTDT. Mong phòng đào tạo xem xét để có thể cho em đăng ký học song hành môn ME2071 và ME3033 trong học kỳ 202 tới. Em xin lỗi vì phát hiện điều này quá trễ, em chân thành xin lỗi vì đã phát sinh vấn đề này.",
    "Dạ chào thầy/cô. Đợt đk kí đợt 3 này e thao tác lỗi nên lỡ xóa lớp ci1003. Và đăng kí lại nhưng hệ thống bị lỗi nên cho dù lớp chưa full sĩ số vẫn không được. Qua hôm sau e đăng kí lại nhưng lớp nào cũng full hết.đến chìu nay khi hết hạn đăng kí đợt 3 thì có lớp chưa full sĩ số nhưng trước đó e canh nhưng đăng kí không kịp. Kì này e chưa đạt chuẩn anh văn nên chỉ còn 1 môn này để duy trì tình trạng đang học. E mong thầy cô cho e xin đăng kí những lớp chưa full sĩ số. E xin chân thành cảm ơn thầy cô. Ci1003 vẽ kĩ thuật",
    "Em chào cô ạ ! Trong mail hôm qua em có nhận thì ghi là chuẩn anh văn tốt nghiệp từ khóa 2019 về trước là 550 nhưng mà trong quy chế lại nói chuẩn anh văn tốt nghiệp khóa 2017 là 500 mà thôi. Như vậy thì cái nào mới đúng để em có thể định lượng trước mà thi ạ ? Em cám ơn cô ạ !",
    "Em là , sinh viên khoá k19 khoa điện - điện tử. Sau đợt 3 này em có thể hủy môn học không ạ? Nếu hủy thì có phải đóng học phí môn đó ko ạ?  Em có lỡ đăng kí nhầm môn nhưng bị quá hạn nên không thể hủy môn được . Momg BQT có  thể giải đáp trong thời gian sớm nhất ạ!",
    "Em xin chào ạ, Tầm khoảng hơn 14h, ở nhà xe cổng 1 cs1 em có truy cập trang đăng ký hủy môn học và chọn hủy môn EE3053 xong tắt điện thoại đi về nhà. Không kịp kiểm tra đã được chưa do vội công việc ở nhà ( em ở quận 9 ). Giờ em xực nhớ kiểm tra lại thì môn chưa được hủy, cũng không có lịch sử. Cho em hỏi có cách giúp em hủy môn được không ạ? Mà không phải đóng học phí cho môn đó kỳ sau ạ? Do em không cẩn thận, nên mới xảy ra tình  trạng này. Mong nhà trường giúp đỡ ạ. Em xin cảm ơn",
    "Chào anh/chị, Em là sinh viên khóa 2014 (thời gian đào tạo tối đa đến 4/2021), hiện tại em chỉ còn Luận văn tốt nghiệp, nhưng em lại không đăng ký được LVTN. Cho em hỏi là em có thể đăng ký Luận văn tốt nghiệp bằng cách nào ạ?  Em cám ơn!",
    "Chào thầy/cô, Em hiện đang là sinh viên năm 4, hiện đang làm đề cương luận văn và đăng ký môn học tới là Luận văn. Nhưng nếu đợt bảo vệ Đề cương em bị yêu cầu làm lại đề cương thì môn Luận văn có được tự động chuyển lại thành đề cương không hay em phải đăng ký môn học mới ? Lý do là vị đợt bảo vệ nằm sau thời gian đăng ký môn học. Em cảm ơn ",
    "Trường cho em hỏi ,em là sinh viên K19, em có đăng ký nhầm môn học Giải tích mạch với mã cũ EE1011 ( mã mới là EE2033). Vậy nếu em hoàn thành môn Giải tích mạch mã cũ thì có cần phải hoàn thành thêm môn Giải tích mạch mã mới theo chương trình đào tạo nữa không . Nếu không cần hoàn thành môn Giải tích mạch mã mới thì cho em hỏi thêm là cách tính điểm cho môn này như thế nào ?  Em cảm ơn",
    "Dạ em muốn hủy môn học Truyền số liệu và mạng, học kỳ 202. Lý do: Em có đăng ký môn Truyền số liệu và mạng học kỳ 202 vì nhắm kỳ này học không qua. Nhưng em đã biết điểm thi đạt nên muốn hủy môn học này ạ. Đợt hiệu chỉnh đã hết hạn nên em không thể hiệu chỉnh bằng web được nữa.",
    "Chào thầy/cô, Em là sinh viên k16 và có thực hiện hiệu chỉnh đăng kí môn học Hoá Hữu Cơ Ch2021 vào ngày 13/1 đợt 3. Nhưng hiện tại trang đăng kí của em không có môn nào trong danh sách đăng kí. Em cũng có đăng kí kế hoạch học tập môn học này trong học kì 2. Trong trường hợp này em có thể nhờ sự hỗ trợ của phòng ban nào ạ? Em chân thành cảm ơn.",
    "Cho em hỏi sau khi ra trường thì email có hoạt động không ạ. Có thể nhận và gửi mail như một tài khoản email bình thường?",
    "em là sinh viên năm nhất, và em không đăng ký được môn giải tích 2 ạ dù em có đăng ký nguyện vọng bổ sung đợt 2 rồi ạ, giờ em rối lắm ạ, không biết giải quyết như nào?",
    "Em chào thầy/cô. Vào lúc 17h00 em vào kiểm tra đăng kí môn học thì phát hiện các bạn học lớp L01/L05 mã môn CO2003 đã chuyển đi các lớp khác khiến sĩ số lớp chỉ còn là 6/40. Nhưng do lỗi hiển thị trên trang đăng kí môn học nên em nhìn sai sĩ số và không đổi lớp khác kịp. Không biết lớp ít sinh viên vậy thì em có được chuyển vào các nhóm lớp khác không ạ hay là em sẽ bị hủy luôn môn học này. Mong phòng đào tạo có thể xếp em học lớp khác để để em có thể học kịp tiến độ với chương trình của mình",
    "Chào quý thầy/cô Em là sinh viên hệ VHVL (2019, đợt 2). Khoa Điện-Điện tử, ngành Tự Động Hoá. Em có thắc mắc về chương trình đào tạo của hệ VHVL. Khi nhập học chưa có chương trình đào tạo của khoá 2019, nên em có tham khảo chương trình đào tạo khoá 2018 (142 tín chỉ). Nay khoá 2019 đã có chương trình đào tạo (132 tín chỉ). Vậy em sẽ dựa theo chương trình đào tạo của khoá 2018 hay khoá 2019. Mong quý thầy/cô phản hồi sớm giúp em, để em có thể đăng ký môn học cho đúng với chương trình đào tạo. Em cảm ơn quý thầy/cô nhiều Thanks and Best Regards!",
    "Cho em hỏi là em có thể cải thiện điểm một môn học bằng môn tương đương có được không ạ? Tại em được biết là môn tương đương sẽ không tính vào điểm trung bình tích lũy, nhưng sau khi đạt môn tương đương thì điểm của môn học gốc thành điểm MT (đạt nhưng không tính vào trung bình tích lũy), vậy có cơ hội để nâng điểm tbtl bằng cách học môn tương đương không? Em cảm ơn!",
    "Dạ thưa thầy/ cô Em tên là: , mã số sinh viên . Hiện đang học tại khoa Khoa học & Kĩ thuật Máy tính. Vào đợt đăng ký môn học đợt 3, do chủ quan và không cẩn thận nên em đã đăng ký cả 2 môn tự chọn trong cùng 1 nhóm (chỉ cần học 1 môn) nhưng khi còn đang suy nghĩ nên xóa môn nào thì đợt đăng ký môn học đã đóng lại mất rồi . Vì vậy, em muốn hỏi là liệu Phòng đào tạo có thể mở gia hạn đợt đăng ký môn học này để em có thể sửa chữa sai lầm này được không ạ? Dù cho kết quả có thế nào thì em vẫn xin tôn trọng quyết định của Phòng đào tạo ạ.   Dạ em xin cám ơn. Chúc một ngày tốt lành .",
    "Kính chào Phòng Đào tạo  là  mssv  Đợt đăng kí môn học vừa qua em đã lỡ đăng kia nhầm mã môn Vật liệu xây dựng CI2037  kính mong Phòng đào tạo xóa môn đó giúp em vì sự nhầm lẫn đó và phần là thời gian của em không thể học nó Mong phòng đào tạo xóa môn đó giúp em chân thành cảm ơn PĐT",
    "Kính chào quý thầy cô Phòng Đào Tạo Em tên Hứa Tấn Hưng, MSSV 1511389, Sinh Viên Khoa Điện, Chuyên ngành Tự Động Hoá. (Vì lý do chủ quan cá nhân hiện tại em không ở TpHCM nên em không đến trực tiếp PĐT để trao đổi được,do đó nội dung có phần hơi dài dòng, rất mong quý thầy cô thông cảm) Thời gian qua vì lý do sức khoẻ nên em đã làm đơn tạm dừng HK1(2020-2021) và đã được phê duyệt theo 432/QĐ-ĐHBK-ĐT ngày 04/12/20 Hiện tại thì sức khoẻ em đã ổn định hơn nhiều, nên em mong muốn được ĐKMH kế tiếp vào HK2(2020-2021) để kết thúc LVTN và tranh thủ ra trường. Nhưng vì cá nhân chủ quan nên em không hề biết đến quy định \"Thu Nhận Lại sau khi Tạm Dừng\" em rất xin lỗi về sự thiếu sót này. Đến đợt ĐKMH lần này em mới thắc mắc em đăng kí môn học nhưng lại ko có kết quả thì em mới phát hiện ra vấn đề này :( *Hiện tại em đã chuẩn bị hồ sơ \"Thu nhận lại\" gồm : a. Bản sao bằng tốt nghiệp THPT b. Kết quả thi AV trên 250 (cho em hỏi em có thể thay thế bằng Giấy Chứng Nhận Toeic 500 còn hạn được không ạ?) c. Hoàn Thành Học Phí (Em đã hoàn thành rồi và in từ trang web BKPAY) *Các câu hỏi em thắc mắc: 1. Sau khi em được \"Thu Nhận lại\" thì em có thể đăng kí LVTN ở đợt cuối ngày(22/01-28/01/2021) nhưng LVTN chỉ có 9 chỉ, và các đợt ĐKMH đã qua mất thì em có thể đăng kí thêm được không ạ? 2. Vì hiện tại em phát hiện vấn đề khá muộn nên là em không ở TpHCM trực tiếp nộp hồ sơ \"Thu nhận lại\", em có thể gửi hồ sơ kèm CMND+ Thẻ SV cho bạn nộp dùm em được không ạ? Em rất xin lỗi vì nội dung thư khá dài, nhưng vì em đang lo lắng nên rất mong quý thầy cô hỗ trợ từ xa giúp em. Em xin chân thành cảm ơn! Hưng",
    "Em tên là , MSSV . Em xin phép được thêm vô lớp kinh tế chính trị (SP1033) lớp L10. Lý do là vào lúc đăng kí môn học học kỳ 202 em đã đăng ký không kịp và lớp đã hết chỗ. Xin phòng đào tạo xét duyệt dùm em ạ. Em xin cảm ơn ạ.",
    "Em chào thầy cô, Em mới nhận mail của trường về việc chuẩn anh văn ra trường mới. Em là sinh viên K2016, em đã thi lấy bằng toeic 515 điểm và đã chuyển điểm vào tháng 8/2020 . Em dự kiến sẽ tốt nghiệp vào tháng 11/2021. Thầy cô cho em hỏi với quy định chuẩn anh văn mới, thì em có cần phải thi lại toeic không ? Em cảm ơn.",
    "Xin chào Thầy / Cô! Em tên . MSSV 171205. Tình hình hiện trạng của em là như thế này, trong đợt đăng kí môn học này em không đăng ký được môn học do thiếu điều kiện anh văn. Em rất mong muốn được học tiếp tục, thầy/ cô có thể giúp em đăng kí môn và cam kết nộp anh văn trong học kỳ được không ạ. Em xin cam kết viết đơn và chịu hủy môn học vào cuối kỳ khi chưa hoàn thành anh văn. Em cảm ơn thầy/cô rất nhiều! Mong Thầy/cô Giúp em với ạ, vì học kỳ này em không đăng ký học kỳ sau sẽ không đủ sĩ số để mở lớp lại nữa, em sẽ bị trễ thêm vài học kì nữa! Em khẩn thiết xin nhà trường giúp em với ạ! ",
    "Dạ chào phòng đào tạo, em là sinh viên k19 đợt vừa rồi em thi kiểm tra anh văn do trường tổ chức với số điểm 380đ thì cho em hỏi em có được học anh văn 3A không ạ? Em đã đăng kí môn anh văn 3A nếu không được thì đợt 4 vẫn có thể đăng kí lại môn anh văn theo nhu cầu đúng không? Mong nhận được phản hồi",
    "Kính gửi phòng đào tạo Em là  thuộc lớp Hữu Cơ K19 MSSV  Cho em xin hỏi thủ tục hủy môn học quá thời hạn đăng ký làm sao ạ, vì có môn con người và môi trường em muốn hủy nhưng thời gian đăng ký môn trùng vào lịch thi nên em không để ý , quên mất thời hạn vừa hết ngay chiều nay, em muốn hủy môn con người và môi trường ạ, mong phòng đào tạo hủy giúp em ạ, vì giờ em quá hơn 20 chỉ rồi , em không kham nổi trong 1 học kỳ.       Kính gửi                        ",
    "Cho em hỏi là phòng đào tạo có mở lịch đăng ký môn học đợt 4 không ạ?",
    "Chào Thầy/Cô. Em tên là  MSSV . Hệ VHVL Học kỳ này em đã rất cố gắng để đăng ký môn  Thuật Siêu Cao Tần (EE3025) (Đăng ký môn học học kỳ 2 Chính Quy- Đợt 3 Chuyển hệ) nhưng không được vì đã full hết các lớp (đợt 2 và đợt 3) Thầy/cô có thể giúp em đăng ký môn này vào nhóm A04 không ạ. (vì sau khi kết thúc đợt 3 thì lớp này chỉ còn 79/80). Em mong thầy/cô giúp đỡ em ạ. Vì nếu không học được ở học kỳ này thì em sẽ ra trường muộn 1 năm mất. Em xin cám ơn thầy/cô.",
    "Em là  (MSSV: ), hiện đang theo học song song 2 chương trình: Kỹ sư tài năng ngành Khoa học máy tính & liên thông Thạc sĩ ngành Khoa học máy tính . Em muốn hỏi PĐT là không biết tại sao em đăng ký môn học bình thường nhưng cứ mỗi lần qua đợt đăng ký mới thì môn Luận văn tốt nghiệp (khmt) - CO4313 đều bị mất. Khi em kiểm tra lịch sử đăng ký thì hệ thống chỉ báo em không đủ điều kiện nhận luận văn tốt nghiệp mà không có thêm thông tin chi tiết gì thêm. Mặt khác, từ lâu em đã kiểm tra là các điều kiện nhận luận văn tốt nghiệp của em đều đã thỏa mãn trừ việc số Tín chỉ tích lũy của em tính cho tới HK193 là 118 (tín chỉ yêu cầu nhận luận văn của khoa em là 119). Tuy nhiên, trong học kỳ HK201 em không học môn nào ở bậc đào tạo đại học mà chỉ học 4 môn ở bậc đào tạo liên thông thạc sĩ (tổng cộng 12 chỉ). Cả 4 môn này đều trong diện được chuyển điểm xuống các môn tương đương ở bậc đại học và em đã nộp đơn xin chuyển điểm cho PĐT SĐH vào hôm 13/01/2021. Vậy cho em hỏi là liệu em có cần phải làm thêm thủ tục, giấy tờ gì để đủ điều kiện nhận LVTN không ạ?",
    "Em chào thầy/cô ạ. Cho em hỏi là em có nợ anh văn 1 trong trường và sau khi thi anh văn do trường tổ chức thì em qua được anh văn 1,2,3 , vậy em có cần phải học lại anh văn 1 không ? Và việc pass anh văn và có điểm 4 anh văn thì cái nào mới được nhận đồ án hay 1 môn nào liên quan đến 4 anh văn không ? Em cám ơn thầy/cô đã trả lời những câu hỏi này giúp em.",
    "Dạ em chào thầy cô, ngày 14/1/2021 là hạn ĐKMH nhưng em đi thi sát giờ hết hạn, em lỡ quên đăng ký môn AV LA1043, em xin thầy cô hỗ trợ em đăng ký môn học này vào nhóm lớp DT28 với ạ, em xin chân thành cảm ơn thầy cô.",
    "Em là sinh viên năm 4 còn nợ 1 môn vật lý 2. Nhưng khoa em từ năm k19 đã bỏ môn vật lý 2 rồi nên nhiều đợt đăng kí em đều bị xoá môn do lí do khoa không mở lớp. Em có nhờ bên khoa hỏi PĐT thì PĐT bảo đợi đợt đăng kí sau. Nhưng tới nay qua 3 đợt đăng kí rồi em vẫn chưa có lớp để học. Hiện tại em vẫn chưa đăng kí được môn nào trong kì tới. Mong PĐT giúp em xét duyệt vào lớp vật lý 2 để em có thể hoàn thành được môn học cuối cùng",
    "Em chào quý thầy cô, bạn  mã số sinh viên là , ngày 13/01/2021 bị cảm sốt mà ngày 14/01/2021 có môn thi cuối kỳ là môn Dung sai và Kỹ thuật đo. Đêm ngày 13 sáng ngày 14 bạn bị sốt cao hơn, có thể do phòng không đóng cửa sổ và còn bật quạt, nên sáng ngày nằm ngủ mê trên giường không thể đi thi được môn này. Mặc dù tối có uống thuốc nhưng uống đến trưa mới hạ sốt nhẹ. Quá trình sốt bạn chỉ ở trong phòng vì nghĩ sáng mình có thể đi thi được nhưng diễn biến không được tốt. Bạn nhờ em viết giùm câu hỏi để có thể xin làm đơn vắng thi có phép được không ạ? Hi vọng thầy/cô trả lời sớm ạ, em xin chân thành cảm ơn.",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020  . Văn phòng hỗ trợ giúp em với Em bị trễ môn thi Thủy lực và Khí nén ngày 15/1/2020 do em bị trễ xe buýt  Có cách nào để em có thể thi lại môn học không? Em rất cần sự giúp đỡ Em cảm ơn ",
    "MT1005 -    Giải tích 2 - nhóm lớp: L17_L34 MT1007 - Đại số tuyến tính - nhóm lớp: L08_L16 Em rất cần học hai môn này trong kì này nhưng khi đăng kí đã hết chỗ. Xin PĐT cho em được học ạ, ",
    "Dạ em chào thầy/cô PĐT, Thầy/cô cho em hỏi còn 1 đợt ĐKMH bổ sung nữa đúng không ạ? Em cảm ơn nhiều ạ!",
    "MSSV:       . Trong đợt đăng kí môn học cho học kì 202, em có đăng kí Luận văn tốt nghiệp (Mã CO4313) nhưng lại đăng kí nhầm lớp CC01 của chương trình chất lượng cao thay vì lớp L01 của chương tình đại trà. Do bình thường khi đăng kí nhầm các lớp này đều sẽ hiện thông báo lỗi nhưng đến đơt kiểm tra kết quả đăng kí thì em vẫn thấy đăng kí thành công nên không để ý để kịp chỉnh sửa trong đợt Đăng kí môn học đợt 3. Em rất xin lỗi vì sự thiếu sót của mình khi không kiểm tra kĩ và mong nhà trường cho phép em chuyển phần đăng kí Luân văn tốt nghiệp về chương trình đại trà để em được làm luận văn trong kì sau. Em xin cảm ơn",
    "Theo mục 15.4 chương III: Đánh giá kết quả học tập có ghi là:   /QUOTE Từ các khóa K2015 về sau, Trường ĐHBK cấp bảng điểm khi SV tốt nghiệp hoặc khi có yêu cầu. Thông tin trên bảng điểm như quy định trên với kết quả học tập được in theo chương trình đào tạo, một môn học xuất hiện một lần duy nhất với điểm số cao nhất (nếu SV học nhiều lần), các môn tích lũy thêm ngoài ngành đào tạo được in thành đề mục riêng. SV đã tốt nghiệp sẽ có thêm các thông tin về ngành/chuyên ngành tốt nghiệp, tên văn bằng được cấp, ĐTBTLN, số TCTLN và tên luận văn tốt nghiệp. Ngoài ra, Trường ĐHBK có thể cấp bảng điểm học kỳ khi có yêu cầu. Thông tin trên bảng điểm học kỳ như theo quy định trên với các kết quả học tập được in theo từng học kỳ.",
    "Phòng đào tạo cho em hỏi mình còn đợt đăng ký môn học nào cho kỳ chính 202 nữa không ạ ? Em cám ơn PĐT ạ!",
    "Theo em đọc được trong mục 15.4, chương III: Đánh giá kết quả học tập của QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ BẬC ĐẠI HỌC, CAO ĐẲNG có trích:  \"Từ các khóa K2015 về sau, Trường ĐHBK cấp bảng điểm khi SV tốt nghiệp hoặc khi có yêu cầu. Thông tin trên bảng điểm như quy định trên với kết quả học tập được in theo chương trình đào tạo, một môn học xuất hiện một lần duy nhất với điểm số cao nhất (nếu SV học nhiều lần), các môn tích lũy thêm ngoài ngành đào tạo được in thành đề mục riêng. SV đã tốt nghiệp sẽ có thêm các thông tin về ngành/chuyên ngành tốt nghiệp, tên văn bằng được cấp, ĐTBTLN, số TCTLN và tên luận văn tốt nghiệp. Ngoài ra, Trường ĐHBK có thể cấp bảng điểm học kỳ khi có yêu cầu. Thông tin trên bảng điểm học kỳ như theo quy định trên với các kết quả học tập được in theo từng học kỳ.\" Khi đăng kí in bảng điểm thì em nhận được bảng điểm học kì, cho em hỏi quy trình đăng kí in bảng điểm theo chương trình đào tạo ( như được miêu tả: \"Thông tin trên bảng điểm như quy định trên với kết quả học tập được in theo chương trình đào tạo, một môn học xuất hiện một lần duy nhất với điểm số cao nhất (nếu SV học nhiều lần), các môn tích lũy thêm ngoài ngành đào tạo được in thành đề mục riêng.\")",
    "Kính chào Qúy Thầy Cô! Em biết đã hết thời gian đkmh nhưng sáng nay làm bài thi không tốt nên em muốn đăng ký bổ sung lớp   B CH2057 - Cơ sở vật liệu và ăn mòn   , có được không ạ. Mong quý Thầy Cô hướng dẫn giúp em ạ. Em xin cảm ơn ạ.",
    "Em chào BKSI ạ . Em thi kiểm tra trình độ  là lần đầu tiên nhưng tại sao ở Hình 2 bên dứi bảo em là \"Lệ phí thi: 160.000đ\" trong khi Hình 1: \"(riêng sinh viên  thi lần đầu tiên được miễn phí)\" Mong BKSI giải đáp thắc mắc của em. Cảm ơn BKSI.",
    "MT1005 -    Giải tích 2 - nhóm lớp: L17_L34 MT1007 - Đại số tuyến tính - nhóm lớp: L08_L16 Em rất cần học hai môn này trong kì này nhưng khi đăng kí đã hết chỗ, kì dự thính em đã có kế hoạch học những môn khác nên xin PĐT cho em được học trong học kì chính này ạ .",
    "Kính gửi thầy/cô Em xin được hủy môn EE3087 và đăng kí môn EE2007 lớp A03_A03 ạ. Lý do vì môn này sắp đổi mã môn học nên em muốn tranh thủ học lại ạ. Xin thầy/cô giúp em với ạ, em xin cảm ơn.",
    "Em sinh viên k15 do bị học trễ nên kì này em mới thực tập mà số chỉ tối đa là 14 em đã đăng kí 13 ko bit em có thể xin đăng kí thêm 1 môn ee2007 mạch điện tử dc ko ạ để kịp ra trường, nếu ko dc em có thể rút môn toán kỹ thuật ee1003 để đăng kí thay thế dc ko",
    "Kính thưa Phòng Đào tạo, Em vừa đăng ký chuyển điểm chứng chỉ ngoại ngữ thành điểm của 4 môn anh văn. Điểm đó được ghi nhận trong học kỳ 201. Vậy điểm trung bình học kỳ 201 của em có được tính bao gồm điểm 4 môn anh văn không ạ? Trân trọng.",
    "Em kính chào quý thầy cô. Em tên là:   khoa Bảo Dưỡng Công Nghiệp K17 lớp CN03 Lý do: Em xin đăng kí bổ sung môn học Tổ Chức Quản Lý Bảo Dưỡng 2 mã môn học: 260614. Vì trong 2 ngày đăng kí môn học đợt 3 e đi làm nên không để ý mail của trường gửi và nay đã quá hạn em rất xin lỗi vì sự thiếu sót này. Em kính mong quý thầy cô xem xét và cho e được đăng kí bổ sung môn học này ạ . Em xin chân thành cảm ơn ",
    "Cho em xin phép huỷ môn   U EE2007 - Mạch Điện Tử    trong đợt đăng kí môn học Học Kỳ 2 (2020 - 2021) Chính Quy - Đợt 3 .   Lý do huỷ môn là vì theo phòng đạo tạo thông báo: các môn thi có điểm tối đa là 02 tuần sau khi thi xong. Đối với môn EE2007 em thi vào ngày 28/12/2020 thì đến cuối đợt đăng kí là ngày 14/01/2021 vẫn chưa có điểm trên MyBK, vì vậy em đã đăng kí môn EE2007 cho học kì 202 đề phòng trường hợp bị rớt môn. Hôm nay ngày 15/01/2021 em đã có điểm môn EE2007 nên em xin phép huỷ môn để cho các bạn khác đăng ký. Hình kèm theo là lịch thi và thời gian có điểm môn EE2007. Em cảm ơn.",
    "Dạ thầy/cô cho em hỏi là hiện tại em đã là sinh viên năm 3. Em hiện đang nợ anh văn và em không đăng kí được môn học. Em cũng đã đăng kí học anh văn do pdt mở lớp. Và em không biết là mình có thể làm đơn để được đăng kí môn học và sẽ trả anh văn sau không ạ. Tai em cũng đang hoang mang vì em là K18 mà chuyên ngành của em đa phần đều không còn mở lớp. Nên em không biết mình có thể xin được học trước rồi trả anh văn sau không. Em cảm ơn thầy/cô.",
    "MT1005 -    Giải tích 2 - nhóm lớp: L17_L34 MT1007 - Đại số tuyến tính - nhóm lớp: L08_L16 Em rất cần học hai môn này trong kì này nhưng khi đăng kí đã hết chỗ, kì dự thính em đã có kế hoạch học những môn khác nên xin PĐT cho em được học trong học kì chính này ạ .",
    "Trong đợt đăng ký môn học đợt 3 của HK202 em có đăng ký thành công môn Tư   (mã SP1005)và đã được xếp lớp. Nhưng trong chương trình đào tạo khoa Kỹ thuật xây dựng khóa 2019 thì môn Tư   có mã môn là SP1037. Em xin hỏi là nếu em tham gia học môn này và thi môn này thì có được chuyển điểm sang môn Tư   SP1037 không ạ ?",
    "Con kính chào quý thầy cô! Con tên Ngô Thành Hồng Phúc, MSSV: 1911866, khoa Công nghệ vật liệu. Con gửi tin nhắn này, kính mong quý thầy cô thương tình và cứu xét giúp con vấn đề khó khăn này. Trong thời gian qua, gia đình con có xảy ra nhiều biến cố không may mắn. Điều đó đã ảnh hưởng rất lớn đến nguồn kinh tế của gia đình, đặc biệt ngay cả đối với học phí của con tại trường. Học kỳ 202 sắp tới, con chỉ dự định đăng ký 6 tín chỉ. Lý do chính là vì nhà trường có chế độ miễn giảm 50% học phí cho sinh viên K19 nếu đăng ký ít hơnằng 8 tín chỉ; một phần nữa vì con muốn dành thời gian để phụ giúp gia đình của mình đỡ phần nào gánh nặng kinh tế (cha mẹ con đã lớn tuổi, con là duy nhất trong gia đình). Tuy vậy, trong đợt đăng ký môn học vừa qua, con đã không hủy một môn học đăng ký trước đó, dẫn đến tổng số tín chỉ là 10. Trước hết, con xin hoàn toàn nhận lỗi về bản thân . Con xin lỗi quý thầy cô. Thế nhưng, con kính xin quý thầy cô thương tình và cứu xét, có thể giúp con xóa đăng ký môn học “Khoa học Trái Đất” – MSMH: CI1069. Thật sự, học kỳ này con chỉ có thể cố gắng hoàn thành 50% học phí. Nếu kết quả đăng ký môn học không thay đổi, con phải đóng 100% học phí theo K19 là 5,850,000 VNĐ và chỉ học 10 tín chỉ (kém 7 tín chỉ so với chuẩn các bạn K19 khác là 17 tín chỉ). Nếu kết quả không thể thay đổi, có lẽ con phải xin tạm dừng học kỳ sắp tới vì không thể chi trả học phí… Một lần nữa, rất kính xin quý thầy cô lượng thứ, thông cảm và giúp đỡ con trong trường hợp này. Con luôn tin tưởng và hy vọng nơi quý thầy cô nhà trường. Con xin chân thành cảm ơn quý thầy cô! Kính gửi.",
    "ng kí môn hk 202 Sao ở đợt 1 em có đăng kí thể dục môn võ nhưng bây giờ trong phiếu đăng kí lại xoá ạ. Mong văn phòng khoa giúp đỡ ạ. Do còn thiếu 1 môn giáo dục thể chất nên mong văn phòng khoa giúp em đăng kí với.",
    "Em chào cô ạ. Em không biết là mình rút môn học từ đầu học kỳ chính(trước khi thi giữa kỳ) thì có phải đóng tiền học phí môn đó hay không ạ? Em cảm ơn cô.  Em chào cô ạ.",
    "Họ tên:  MSSV:  - Kính thưa Phòng Đào tạo, lý do hôm nay em viết đơn này là em muốn xin phòng đào tạo có thể cho em đăng ký vào lớp Kỹ thuật lập trình (mã cũ CO1011) của giảng viên . Về vấn đề thời khóa biểu, em đã xem những môn mà em đăng ký và không có môn nào trùng với thời khóa biểu, và sỹ số hiện tại của lớp là 33/40. Lý do em không đăng ký môn Kỹ thuật lập trình(mã cũ CO1011) trong thời gian đăng ký môn học của nhà trường là vì em thấy những môn học có mã cũ thường sẽ được mở trong những kỳ dự thính nên trong thời gian đăng ký môn học(học kỳ 202) em đã bỏ sót môn này, và cho đến hôm nay(ngày 15/1) em mới nghe 1 đứa bạn nói là trường có mở lớp Kỹ thuật lập trình(mã cũ C01011). Hiện tại tổng cộng số tín chỉ em đăng ký trong học kỳ này là 14, trong đó có môn tính toán song song(mã CO3067) sẽ bị hủy bởi vì em vẫn chưa qua được chuẩn tiếng anh của năm 3. Em xin cam đoan những điều em viết là hoàn toàn đúng sự thật, kính mong Phòng Đào tạo có thể xem xét và giúp đỡ cho em. Em xin chân thành cảm ơn!   ",
    "Em xin chào ạ! Em có câu hỏi là: 1. Học xong ngành có cần phải viết đơn hay phải làm thủ tục gì không ạ? 2. Học xong ngành khác khoa được không ạ? 3. Học xong ngành chỉ cần lấy chương trình đạo tạo chính quy trên trang hay phải có chương trình riêng ạ? 4. Số tín chỉ khi học song ngành sẽ được tính như thế nào ạ? Em xin hết. Em cảm ơn!",
    "Em chào thầy (cô), Dạ chuyện là do sơ suất trong quá trình đăng kí môn học nên em đã đăng kí nhầm môn học đã học ở học kì trước, em không biết là có cách nào để rút lại môn này không (do hiện tại đã hết đợt hiệu chỉnh), nếu không rút được thì cho em hỏi em có được phép không tham dự tiết học trên lớp cũng như là bài thi cuối kì không ạ? Em cảm ơn thầy (cô) đã đọc câu hỏi và chúc thầy (cô) một ngày tốt lành.",
    "Em có lỡ đăng ký sai mã một môn, bây giờ em muốn hủy môn học thì phải làm sao và có mất phí không ạ?",
    "Dạ cho em hỏi các môn tự chọn trong cùng một nhóm nếu em học 2 môn thì sẽ lấy môn có điểm cao hơn hay sao ạ? Em cám ơn.",
    "Xin chào PĐT! Em muốn đăng ký môn Luận Văn Tốt Nghiệp CI4353. Do trong thời gian đăng ký môn học nhưng em chưa có kết quả xét Anh Văn nên chưa đăng ký được môn Luận Văn Tốt Nghiệp. Nay em đã có kết quả xét Anh Văn. Kính mong PĐT giúp đỡ. Em cám ơn!",
    "vì ở trang đăng ký dự thi thì ghi là hạn thanh toán là 18/1/2021 còn ở bkpay lại là 15/1/2021 ,em thanh toán vào ngày 16/1 nên bkpay ghi là thanh toán trễ hạn cho em hỏi là việc nên có ảnh hưởng đến kỳ thi này của em không ạ.  em rất mong nhận được phản hồi của nhà trường .",
    "Kính thưa Qúi Thầy Cô, Thầy Cô cho em hỏi nếu như sinh viên vắng thi cuối kì, không có điểm vắng phép(VP) và phải đăng ký học lại thì các điểm thành phần của môn học được phép bảo lưu không ạ?  Nếu như được phép bảo lưu thì khi sinh viên đăng ký học lại có cần phải tham gia hết tất cả các buổi học trên lớp không hay chỉ cần tham gia buổi thi cuối kì của lần học lại đó ạ? ",
    "Em tên , MSSV  . Em tạo đơn này xin phòng đào tạo cho em được chuyển lớp kinh tế chính Mác, mã môn sp1033 lớp L05 thứ 4, tiết 11-12 sang Lớp L08, thứ 4 tiết 10-11 . Lý do,em ở sài gòn và chiều thứ 4 lúc 7g em có lịch học anh văn ielts nên khi học xong tiết 12 em đi bus về không kịp. Mong phòng đào tạo cho em được chuyển lớp. Em cảm ơn nhiều ạ",
    "Dạ sau 3 đợt đăng kí môn học em đều có đăng kí môn thể chất nhưng không được xếp lớp. Thầy\\cô cho em hỏi vậy là kì này em không học được thể chất ạ? Vì em là sv K19 nên cần phải hoàn thành thể chất trong kì 202 để đạt chuẩn ạ.    .",
    "Phòng đào tạo có thể cho em đăng kí môn giáo dục thể chất được không ạ. Tại em năm 2 chỉ còn 1 học kì nữa mà em thiếu 1 môn giáo dục thể chất. Mong phòng đào tạo xem giúp ạ.",
    "CHO     !",
    "Chào, em đã học dư một môn tự chọn, và em muốn thay môn đó vào môn tự chọn cũ (bỏ môn tự chọn cũ do không đạt) thì có được không ạ? Môn tự chọn không đạt có được xóa khỏi bảng điểm không? Em xin cảm ơn ạ.",
    "MT1005 -    Giải tích 2 - nhóm lớp: L17_L34 MT1007 - Đại số tuyến tính  Em rất cần học hai môn này trong kì này nhưng khi đăng kí đã hết chỗ, kì dự thính em đã có kế hoạch học những môn khác nên xin PĐT cho em được học trong học kì chính này ạ.",
    "MT1005 -    Giải tích 2 - nhóm lớp: L17_L34 MT1007 - Đại số tuyến tính  MA3037- Công nghệ vật liệu Em rất cần học ba môn này trong kì này nhưng khi đăng kí đã hết chỗ, kì dự thính em đã có kế hoạch học những môn khác nên xin PĐT cho em được học trong học kì chính này ạ.",
    "Phòng đào tạo cho em hỏi là còn đợt đăng kí môn học hiệu chỉnh hk202 nào nữa không ạ? Tại em muốn đăng kí thêm môn nhưng không biết phải làm thế nào ạ? em bị thiếu mất một môn chuyên nghành nhóm B nên có khả năng sẽ bị trễ 1 học kì ạ! không biết pdt có cách nào giúp em không?",
    "do nhầm lẫn và sai sót, em đã đăng kí nhầm ngày thi anh văn đàu vào trung với lịch thi cuối kì. em có thể xin dời lên 1 ca được không ạ ?",
    "Dạ em là  MSSV  Dạ cho em hỏi là em đã chuyển điểm anh văn đợt 13/01 vừa rồi bằng Toeic 2 kỹ năng nghe-đọc thì sau này ra trường em chỉ cần phải nộp bằng Toeic 2 kỹ năng nói-viết là đủ điều kiện về chuẩn anh văn đầu ra phải không ạ?",
    "Do nhà e không gửi tiền kịp thời gian đóng lệ phí kiểm tra trình độ tiếng anh không biết e có thể đóng trễ 1 ngày được không ạ, hay e bị phạt gì không ạ",
    "K2019 Lúc đợt 1 đăng kí môn HK 202 thì em có đăng ký môn giáo dục thể chất môn võ. Khi có kết quả đợt 1 thì mất và sau đó em đăng ký ở đợt 2 thì hệ thống bảo là không có môn học mở đến đợt 3 cũng vậy luôn ạ. Hiện tại em năm 2 nên chỉ còn 1 học kì để học giáo dục thể chất. Mong phòng đào tạo giúp đỡ ạ.",
    "Dạ thưa thầy / cô, vì 1 vài lý do không mong muốn nên em chưa kịp đóng tiền thi anh văn đầu vào ạ, không biết em có thể đóng vào sáng thứ 2 ngày 18/1/2021 trước 11h được không ạ? Em xin chân thành xin lỗi vì sự bất tiện của em . Em cám ơn ạ",
    "Chào ad Mình là sv k13, hk tới phải chuyển sang hệ vhvl vì đã quá thời gian đào tạo Ad có thể cho mình xin bảng môn tương đương, thay thế của CTDT k13 và k14 dc k? Bảng ở trên aao giờ gì còn k18 và k19 Và cho mình hỏi chuyển điểm từ những môn đã học bên hệ CQ sang VHVL cần làm đơn xin liệt kê hết các môn ra đúng k? Mình cảm ơn",
    "Dạ thưa thầy / cô, vì 1 vài lý do không mong muốn nên em chưa kịp đóng tiền thi anh văn đầu vào ạ, không biết em có thể đóng vào sáng thứ 2 ngày 18/1/2021 trước 11h được không ạ? Em xin chân thành xin lỗi vì sự bất tiện của em . Em cám ơn ạ",
    "Cho em hỏi là lịch nghỉ tết của trường mình là đến hết ngày 23/02/2021 hay là hết ngày 20/02/2021 vậy ạ. Với lại cho em hỏi kì này mình có đợt đăng ký môn đợt 4 nữa không ạ",
    "Cho em hỏi tại sao em k20 thi Anh văn đầu lần đầu mà khi đăng kí vẫn hiện yêu cầu đóng lệ phí thi?",
    "Dạ cho em hỏi trong trường hợp e rớt môn tự chọn thì em có thể chọn môn tự chọn khác để học thay thế cho môn bị rớt không ạ. Do nếu rớt môn thì môn đó không tín vào tín chỉ tích luỹ nhưng đã xem là môn học rồi thì vậy em học môn khác để thay môn đó thì có ảnh hưởng gì không ạ? Em xin cảm ơn!",
    "Gửi thầy/cô: - Em là SV VLVH, học kỳ sắp tới em có đăng ký 1 số môn với lớp chính quy (chuyển hệ). Nhưng có 1 số môn do lớp đã đủ SV nên không thể dăng ký được. - Cụ thể:   + Phương pháp phần tử hữu hạn (ME3025) - Nhóm lớp: L01   + Mô hình hóa hình học & mô phỏng (ME3027) - Nhóm lớp: L01_L01   + Thiết kế hệ thống cơ khí (ME4003) - Nhóm lớp: L01 - Do chương trình VLVH ít mở các lớp này, nên em hy vọng thầy/cô tạo điều kiện cho em được vào học các lớp nói trên. Em cám ơn thầy/cô đã tạo điều kiện cho em.",
    "Em chào thầy/cô ạ. Thầy/cô cho em hỏi về chuyển điểm anh văn, trước em mới chỉ chuyển điểm anh văn 1 và 2 rồi. Giờ em nạp bằng mới vào thì vẫn được chuyển điểm anh văn 3,4 có đúng không ạ Em cảm ơn",
    "thưa thầy/cô ! Lúc đăng kí môn học đợt 3 , em có đăng kí môn hệ thống lực đẩy máy bay 2 (TR3023) , lúc em đăng kí thấy có 18 bạn đăng kí môn học đó , nhưng bây giờ em vào lại thì chỉ có 6 bạn còn đăng kí môn học đó . Thầy/cô cho em hỏi là 6 bạn đăng kí thì nhà trường có mở lớp không ạ . Nếu không mở lớp thì em có thể thay thế bằng môn học khác được không ạ",
    "Chúc một ngày tốt lành!    Em hiện là sinh viên năm 1. Em nghe nhiều người nói rằng học dự thính sẽ thoải mái hơn, nhưng em vẫn còn nhiều thắc mắc: \"khi nào mình cần học dự thính?\" , \"học dự thính có thật sự dễ không?\" , \"Quy trình học dự thính như thế nào?\" ... Mong Ban hỗ trợ giúp em hiểu rõ hơn về cơ chế học dự thính. Em xin chân thành cảm ơn.",
    "Họ và tên:  Mssv:  Học kì 202 em có đăng kí môn học Luận văn tốt nghiệp ktct (mã môn học ME4029) vào đợt 2. Nhưng do em không còn nhu cầu nữa và đợt 3 em đã bỏ lỡ nên không kịp hủy kết quả đăng kí. Kính mong quý thầy/cô hỗ trợ hủy toàn bộ kết quả đăng kí môn học học kì 202 cho em ạ. Em xin cảm ơn.",
    "Thầy cô cho em hỏi là đợt đăng ký môn học - bổ sung đợt 2 em có đăng ký 6 môn - 16 tín chỉ, sau đó em vào xem đợt 3 chỉ còn 2 môn thôi ạ. PĐT có nói là đợt 2 của em không còn lớp với những môn khác, nhưng trong khi đó có vài bạn đăng ký bổ sung đủ số môn ban đầu. Thầy cô giúp em với ạ. Em xin cảm ơn.",
    "Em chào Thầy/Cô Em có đăng ký môn học ME1013 - Thực tập cơ khí đại cương 1 ở đợt ĐKMH cho HK202, nhưng hiện nay vì một số lý do cá nhân mà em muốn tạm hoãn môn đến học kỳ sau. Em xin Phòng Đào Tạo có thể xem xét và hủy môn ở HK202 giúp em ạ. Em xin cảm ơn.",
    "Kính thưa Phòng Đào tạo, Em vừa đăng ký chuyển điểm chứng chỉ ngoại ngữ thành điểm của 4 môn anh văn. Điểm đó được ghi nhận trong học kỳ 201. Vậy điểm trung bình học kỳ 201 của em có được tính bao gồm điểm 4 môn anh văn không ạ? Trân trọng.",
    "Thưa phòng đào tạo, cho em hỏi là trường mình vẫn còn đợt đăng ký môn học đợt 4 đúng không ạ ?",
    "Em xin chào ạ! Chuyện là em có đăng ký kiểm tra avan đợt 25/01/2021 sắp tới, mà giờ em không nhớ rõ là đăng ký ca nào? Em đăng ký ngày 28. Không biết em có thể xem lại ca mình đã đăng ký ở đâu không ạ? ",
    "Dạ cho em hỏi. Em thi avđv lần đầu ko cần đóng tiền , trên trang đăng kí để hỉnh như vậy là hoàn tất ch ạ.",
    "Em muốn hỏi về vấn đề đăng kí kiểm tra anh văn đầu vào : Em đã đăng kí thi avđv đợt 2, web có để là \"đã xác nhận\" nhưng vẫn chưa thấy lịch thi.",
    "Cho e hỏi là vừa kết thúc đợt dkmh đợt 3, nhưng vì do nhầm lẫn nên e muốn hủy môn học EE3095( Ổn định hệ thống điện). Nhưng đợt dki đã mất, e monng phòng đào tạo hủy giúp e môn này để e có thể dki môn đúng chuyên nghành và những môn học dự thính buổi tối ạ. E cảm ơn ạ.",
    "Em chào admin Em tên  MSSV:  Em khoa Kỹ Thuật Hóa Học Em xin đề nghị Phòng Đào tạo xóa môn CH3151 - Kỹ thuật xúc tác và ưd mà em đã đăng kí để em đổi môn học khác trong đợt đăng kí bổ sung. Em muốn đăng kí môn CH3195 - Hóa học chất rắn và ứd nhưng vì sỉ số 9/60 nên em nghĩ lớp sẽ bị hủy. Tuy nhiên, vì Khoa đã xác nhận lớp sẽ mở nên em muốn đăng kí học. Vì hoàn cảnh em không thể rút môn được ạ. Em xin chân thành cảm ơn.",
    "Em tên , em hiện tại đàn học đại trà (không phải chương trình Việt - Pháp) thì em có được nộp chứng chỉ tiếng Pháp để quy đổi điểm không ạ? Em cám ơn",
    "Em chào thầy/cô ạ. MSSV của em là . Thầy/cô kiểm tra giúp em còn thiếu điều kiện nào để tốt nghiệp không ạ. Và bao giờ và làm như thế nào để có thể đăng ký xét tốt nghiệp được ạ. Em xin cảm ơn thầy/cô nhiều.",
    "Em còn nợ học phí dự thính nhưng em lại bị huỷ môn ở học kỳ chính. Xin phòng đào tạo xem lại giúp em ạ",
    "Cho em xin phép huỷ môn EE2007 -  trong đợt đăng kí môn học Học Kỳ 2 (2020 - 2021) Chính Quy - Đợt 3.   Lý do huỷ môn là vì theo phòng đạo tạo thông báo: các môn thi có điểm tối đa là 02 tuần sau khi thi xong. Đối với môn EE2007 em thi vào ngày 28/12/2020 thì đến cuối đợt đăng kí là ngày 14/01/2021 vẫn chưa có điểm trên MyBK, vì vậy em đã đăng kí môn EE2007 cho học kì 202 đề phòng trường hợp bị rớt môn. Hôm nay ngày 15/01/2021 em đã có điểm môn EE2007 nên em xin phép huỷ môn để cho các bạn khác đăng ký. Hình kèm theo là lịch thi và thời gian có điểm môn EE2007. Em cảm ơn.",
    "Dạ em chào thầy (cô),  Cho phép em hỏi là nếu em nộp đơn xin rút môn học (nếu em rút môn đó thì số tín chỉ kỳ sau của em giảm từ 17 -  14), thì việc rút môn trên có thể ảnh hưởng đến   B điều kiện để nhận học bổng    của   B học kỳ sau    không ạ?  Em xin cảm ơn,  Chúc thầy (cô) có một tuần làm việc hiệu quả. Sinh viên,  ",
    "Dạ cho em hỏi là :  Liệu nhà trường có cập nhật điểm thi trước ngày đăng kí môn học 2/2 không ạ?",
    "Kính gửi PĐT, xin chào thầy cô, em có thắc mắc về Mail của trường mình, dưới đây em có đính kèm trích mail \"Ho tro SV\" và 1 hình ảnh khác là kết quả của đợt \"Bổ sung nguyện vọng học hệ chính quy\"-BSNVHHCQ-Đợt này vào ngày 31/12.  Trong đợt BSNVHHCQ này em có đăng kí môn nhưng hiện chưa thấy xếp lớp hay xác nhận gì cả. Vậy cho em hỏi tới 2/2 thì em có cần đăng kí lại ở đợt 'ĐKMH bổ sung\" không ạ .   Và cho em hỏi 2 đợt đăng kí này là khác nhau như thế nào ạ . Em xin cảm ơn thầy cô ạ .",
    "Em xin chào admin! Cho em hỏi khoa kỹ thuật xây dựng khóa 2019 học năm 3 có phải chuyển lên cơ sở 1 học hoàn toàn không ạ? Em cám ơn!",
    "e xin pđt cho e được hủy môn học đồ án bê tông 2 CI3177 lớp A01 vì lí do e đã qua môn này ở kì hiện tại rồi. vì sợ rớt nên e đã đăng kí. nay được biết đã qua môn nên e mong pđt xem xét cho e được hủy. đễ k phải đóng học phí. e xin chân thành cảm ơn",
    "dạ e chào thầy/cô. Em vừa nộp chứng chỉ ngoại ngữ toeic để đủ điều kiện tốt nghiệp nhưng thời gian đăng ký tốt nghiệp gần nhất là 15/01/2021 nên bây giờ em không thể đăng ký tốt nghiệp. Dạ em cần phải làm như thế nào để có thể tốt nghiệp vào tháng 04/2021. Em cảm ơn thầy/cô.",
    "Em thuộc diện đăng kí thi lại AVĐV, lần đăng kí đầu tiên của em là Ca 1 ngày 27/01/2021 . Sau khi nhận được mail đăng kí lại. Em đã đăng kí Ca 2 27/01/2021 (đăng kí ngày 15/01/2021), lúc đó em chưa đóng học phí, vài ngày sau em vào BKPay trong đó ghi \"Ngày dự kiến hết hạn: 20/01/2021\". Ngày 18/01/2021, e chuyển tiền từ VCB sang OCB để đóng học phí nhưng đến ngày hôm nay (19/01/2021), bên OCB mới nhận tiền, em liền vào BKPay đóng học phí (lúc 10h25p). Sau khi bên BKPay báo đã thanh toán thì em vào trang đăng kí thi AVĐV thì mục \"Tình trạng đăng kí\" ghi là \"Hết hạn đăng kí\" Hỗ trợ giúp em để em được thi với ạ, học phí cũng đã thanh toán rồi nhưng mà giờ không được thi. MSSV:  Em cảm ơn.",
    "Chào thầy/cô Đợt đăng kí môn học lần 2 em có đăng kí môn học để được xếp thời khóa biểu ở HK2 ( do em nghĩ rớt môn đó ở HK1). Hiện giờ môn đã có tổng kết và em đã đủ điểm. Vậy em có thể làm đơn xin hủy môn học đã đăng kí trước khi trường mở đăng kí đợt 3 không ạ?  Cảm ơn thầy/cô đã đọc. Trân trọng!",
    "Chào ,  Em xin nhờ  đăng kí dùm em môn Cơ Học Máy - ME2043 lớp A01, Em đăng kí trễ vì em vừa thi xong kì này nhưng em không qua môn. Em xin cảm ơn    ",
    "Em tên  MSSV . Em muốn hỏi là chuẩn anh văn đầu ra gần đây có thay đổi từ Khóa K2019 trở về trước là TOEIC 550. Nhưng trước đó em đã thi TOEIC và nộp bằng vào tháng 11 năm 2020 nhưng điểm của em là 520. Vậy cho em hỏi là em có phải thi lại chuẩn đầu ra không ạ? Em cảm ơn ạ.",
    "Vì lí do em học lớp tài năng mà điểm trung bình môn thực tập điện 2 kì rồi em được có 7.0 . -Cho nên em mong muốn phòng đào tạo tăng sĩ số lớp để em có thể học vì theo chương trình 19, các bạn 19 học môn đó vào kì 2 năm 3. Nghĩa là có thể kì 2 năm 4 em mới có thể đăng kí môn đó, nhưng vì khi đó em năm 4 nên em nghĩ là bản thân mình sẽ mắc rất nhiều việc ạ. -Em mong nhận được sự hồi đáp ạ.",
    "Dạ chào thầy/cô, Em muốn hổi về việc tính điểm tbtl. Ở Các môn tự chọn nhóm A (Tối thiểu 6 TC) của em em đã qua 2 môn, môn còn lại điểm thấp em muốn học cải thiện điểm bằng môn khác thì điểm tbtl tính 4 môn 8 chỉ hay chỉ tính 6 chỉ (3 môn cao điểm nhất)? Em cảm ơn ạ!",
    "Dạ em xin chào thầy/cô ạ. Thầy cô cho em hỏi là kì sau trường mình không có mở lớp thể dục ạ? Hay là mình phải đăng kí thể dục ở bên trường thể dục thể thao ở dưới cs2 ạ. Em năm nay năm 4 ạ. Do thể chất em không được tốt nên em học không tốt các môn khác chỉ trừ môn bơi ạ. Em có thể làm đơn xin được học bơi lần 2 không ạ. Em xin cảm ơn thầy/cô ạ",
    "Trường cho em hỏi ạ :  Em bị nghe kém bẩm sinh mà nhà trường yêu cầu kĩ năng nghe nói , em có mua máy trợ thính nhưng chỉ cải thiện được 1 phần , không nghe được như người thường . Nhà trường có chính sách gì hỗ trợ không ạ ? Em xin chân thành cảm ơn !",
    "Em đóng trễ lệ phí thi anh văn mã đợt KTTD-NN.20201.1. Vậy làm thế nào mới được thi ạ. Em cảm ơn.   i  .",
    "Chào thầy cô ạ, Em xin được đăng kí vào lớp L02 Môn \"Những nguyên lý cơ bản  Mác-Lenin (sp1003)\"  ạ. Vì lúc đăng kí môn học em đăng kí vào lớp L03 vì thấy sĩ số đủ để mở lớp (23/120) nhưng vì có một số bạn chuyển lớp nên sỉ số chỉ còn 17/120 nên bị hủy lớp do không đủ sĩ số ạ . Xin thầy cô đăng kí cho em vào lớp L02 môn Những nguyên lý cơ bản Chủ  Mác-Lenin ạ. Xin cám ơn.",
    "Kính gửi PĐT,  Em tên là . MSSV:  Hiện tại trong năm 2021 thì em đã làm mất thẻ BHYT của mình (em đăng kí mua 12 tháng tại trường). PĐT cho em hỏi là em cần chuẩn bị gì và liên hệ ai để đăng kí làm lại thẻ BHYT ạ? Em xin chân thành cảm ơn .",
    "Dạ em đã đăng kí và đóng tiền đúng hạn đợt thi ngày 25/1 đến 28/1 nhưng không có lịch thi.Em đăng kí ca3 ngày 28/1 ạ",
    "Em tên là  Mssv   Học kì này em có học môn Aerobic lớp L05 và có thi cuối kỳ cùng với nhóm của em. Em có kí tên vào giấy trước khi thi. Và điểm thi của nhóm em là 8.00 nhưng trên bảng điểm của em điểm của môn này là điểm 13.00 có nghĩa là vắng thi và tương đương với 0 điểm. Bây giờ em muốn thầy cô sửa lại điểm cho em thì em phải làm thế nào ạ, vì môn học này không phúc tra điểm thi được . Em mong phía thầy cô và nhà trường có thể sớm giải quyết cho em ạ. Em xin chân thành cảm ơn.",
    "Câu hỏi trên ạ . Em định đăng kí môn \"công nghệ phần mềm\" co3001  Em phải liên hệ với thầy/cô giáo dạy môn đó phải k ạ ? Hoặc em phải liện hệ với ai ạ?    .",
    "Kính gửi phòng đào tạo, em đã đăng kí thi chứng chỉ toiec và đăng kí, thanh toán chuyển điểm hợp lệ như hình bên dưới, nhưng tới nay ( khoảng 2 tháng) vẫn chưa nhận được các điểm anh văn tương ứng trong bảng điểm chuyển và bảng điểm trung bình, mong phòng đào tạo xem xét và giải quyết giúp em ạ. Em xin cảm ơn",
    "Dạ chào phòng đào tạo. Em tên là  mssv:. Hiện tại em thi lấy bằng Toeic nhưng không đủ để làm luận văn. Do đó, em ôn để thi lại nhưng thời gian lấy phiếu điểm qua đợt đăng kí luận văn. Em có thể làm đơn xin làm luận văn trễ được không ạ. Nếu được thì em làm đơn ngay bây giờ hay là đợi có bằng rồi làm đơn chung luôn .Em cảm ơn ạ.",
    "lúc trước em đăng kí môn học mà em có đăng kí nhầm môn của chương trình đạo tạo cũ, môn \"SP1003 - Những Lý cơbản CN M-\" em nghe nói môn này không có trong trong học phần của em. em có thể hủy đăng kí môn này hoặc chuyển điểm không ạ? Em không muốn mất học phí của 5 tín chỉ này. Mong hồi đáp từ nhà trường ạ.",
    "Em xin chào PĐT ạ, Em là Nguyễn Anh Duy, , cựu sinh viên ĐHBK. Em hiện đang apply cho 1 chương trình master ở Canada và họ yêu cầu \"Transcripts sent directly from your school, college, or university are considered “official”\" by email/fax/mail\" . Là phải gửi bảng điểm từ bên trường mình theo 1 trong 3 cách trên. là bước 4 ở link này:  https://www.upei.ca/apply Em không biết là bên trường mình có chức năng gửi bảng điểm này không ạ? Và em có thể viết đơn để xin yêu cầu chuyển/ foward bảng điểm scan của em từ email của PĐT qua email bên trường họ được không ạ? Mong nhận được sự hỗ trợ từ bên PĐT. Em xin cảm ơn.  ",
    "t đăng kí môn học vừa rồi (đợt 3 DKMH Hk202), nhóm môn học của em chỉ có sĩ số 10/24 thì đến đợt 4 có khả năng bị xóa nhóm không hay sẽ gộp với những nhóm ít sĩ số khác ạ ? tại đến buổi cuối tự nhiên các bạn nhảy ra hết nên lớp chỉ còn 10/24 ạ, em cảm ơn",
    "Em đã nộp lệ phí thi avđv vào 22h15-18/1 rồi nhưng bây giờ vẫn chưa có kết quả đăng ký trong khi nhiều bạn đã có rồi. Mong anh anh chị kiểm tra lại giúp em! Em cảm ơn ạ!",
    "Chào cô/thầy, 1.Em thắc mắc về việc khóa K19 yêu cầu chứng chỉ tiếng anh tốt nghiệp bao nhiêu kĩ năng ạ ? 2.Nếu yêu cầu chứng chỉ tiếng anh là 4 kĩ năng, thì giả sử em đã có bằng TOEIC 2 kĩ năng 600 rồi, thì việc em vượt qua bài thi kĩ năng nói viết TRÊN MYBK của BKENGLISH ở mục 8 thì có đủ điều kiện để công nhận tốt nghiệp không ạ ? Em cám ơn.   i Tốt nghiệp .",
    "thầy cô cho em hỏi bằng công nghệ thong tin nộp khi nào đối với k20 ạ",
    "Em tên là  , mssv   thầy cô cho em hỏi , ở địa phương em có hỗ trợ tiền dịp tết cho sinh viên người dân tộc , bây giờ em muốn xin giấy xác nhận của trường thì phải làm những gì vậy ạ , mong thầy cô hồi đáp ",
    "Em là , K17, mssv , em có tạm dừng học kì 192 và 201 và sẽ đi học lại vào kì 202. Cho em hỏi đợt sinh hoạt công dân sắp tới (28-30/1) em sẽ tham gia chung với khóa nào ạ? Tại vì trong lịch của nhà trường ko có đề cập đến những trường hợp như em? Em cảm ơn ạ.",
    "Em chào cô! Cô cho em hỏi : Thứ 1: Điểm tích lũy ngành là điểm để xét bằng khá bằng giỏi phải không ạ ? Thứ 2: Em học khoa máy tính , ở các môn nhóm D yêu cầu học 4 môn tự chọn chuyên ngành , mà em học 5 môn thì sẽ lấy điểm của 4 môn cao nhất phải không cô ? Em cảm ơn cô ạ!",
    "Em chào admin Em tên Lê Thị Như Mai MSSV:  Em khoa Kỹ Thuật Hóa Học Em xin đề nghị Phòng Đào tạo xóa môn CH3151 - Kỹ thuật xúc tác và ưd mà em đã đăng kí để em đổi môn học khác trong đợt đăng kí bổ sung. Em muốn đăng kí môn CH3195 - Hóa học chất rắn và ứd nhưng vì sỉ số 9/60 nên em nghĩ lớp sẽ bị hủy. Tuy nhiên, vì Khoa đã xác nhận lớp sẽ mở nên em muốn đăng kí học. Vì hoàn cảnh em không thể rút môn được ạ. Em xin chân thành cảm ơn.",
    "QUOTE  . Cho em hỏi là em muốn xin giấy chứng nhận sinh viên để vay vốn học tập cho sinh viên tại địa phương em thì em phải liên hệ ở đâu để xin giấy ạ?  Em cảm ơn",
    "Cho em hỏi bây giờ mình muốn hủy một môn học để đăng kí môn khác thì làm thế nào ạ ? Em xin cảm ơn ạ",
    "Em đã thanh toán học phí 160.000đ trên BKPay cho Kì thi Kiểm tra AVĐV, nhưng sao lại không được xác nhận vậy ạ. Mục \"Tình trạng đăng kí: Hết hạn đăng kí\" Hỗ trợ giúp em được thi với ạ. Nếu không được thi thì học phí em đã thanh toán ra sao ạ. MSSV:  Em cảm ơn.",
    "Chào thầy cô, thầy cô cho em hỏi về việc đăng kí thêm môn học khi em đã đăng kí đủ 21 tín chỉ . Trung bình tích lũy của em hiện tại là hơn 7.5 nhưng vẫn không đăng kí được thêm. Vậy em cần làm thủ tục gì để đăng kí hơn 21 chỉ ạ? Em xin cám ơn.",
    "Cho em hỏi là hôm em thi anh văn định kì hồi tháng 12 là chỉ xét điểm qua được năm nay thôi ạ ? Còn năm sau em phải tiếp tục thi định kì để xét tiếp hay sao ạ ? Em cản ơn .",
    "MSSV:  Lớp: Bóng rổ L03(Sáng thứ 3 tiết 2_4) Giảng viên:   Em muốn hỏi là em có đi thi giáo dục thể chất nhưng mà bây giờ thầy nhập điểm em là điểm 13 ạ. Em cần làm gi để thay đổi kết quả ạ. Em cảm ơn",
    "dạ em chào phòng đạo tạo , chuyện là điểm giải tích 2 của em thấp hơn so với dự kiến , nên em muốn phúc tra bài thi cuối kì của em , nhưng thời hạn phúc tra vượt quá thời hạn và bạn em cũng vậy , nhưng tầm 1 tiếng sau bạn em lại phúc tra được mà em không phúc tra được , em mong phòng đạo tạo xem xét lại và mở lại cho em phúc tra lại ạ , em cám ơn . họ tên :   mssv :   lớp : XD19LT02",
    "Dạ cho em hỏi lịch nghỉ tết chính thức là ngày mấy với ạ. Em cảm ơn",
    "Dạ cho em hỏi là đợt đăng ký thi ngoại ngữ 25/1. Em đã đóng tiền rồi nhưng là bị đóng trễ hạn ạ. Vậy đợt thi 25/1 tới đây em có được thi không ạ? Em xin cảm ơn và mong nhận được câu trả lời sớm nhất có thể ạ!",
    "Cho em xin hỏi, em chuẩn bị làm hồ sơ chuyển sang hệ VHVL nhưng sắp tới em có dự định đổi tên giấy khai sinh. Không biết em có cần chuẩn bị thêm loại giấy tờ nào thêm không? Và tên trong bằng tốt nghiệp của em là tên mới hay tên cũ ạ?",
    "Dạ cho em hỏi là em có tham gia kì thi chuẩn anh văn đầu vào ngày 20/9/2020, em được 505 điểm, cho em hỏi là em đạt chuẩn hết anh văn chưa ạ, em cảm ơn ạ",
    "Dạ e chào cô . Cô cho em hỏi là tiếng anh theo nhu cầu mà nhà trường mới mở là mình thích đăng ký học anh văn mấy cũng được hay phải học bắt đầu từ anh văn 1 vậy ạ . Em cảm ơn cô ạ .",
    "Em chào thầy cô ạ. Đợt đăng kí kiểm tra trình độ anh văn này em có đăng kí thi vào ngày 25/1 nhưng hôm bữa em có đóng tiền muộn 3 tiếng nên giờ chưa có lịch thi ạ. Không biết em có bị hủy đki vì đóng tiền muộn k ạ . Mong thầy cô giúp đỡ.EM cảm ơn",
    "Tiền em đã đóng 160.000đ rồi. Sao lại hết hạn đóng học phí. Vậy tiền em đã đóng giải quyết như thế nào ạ? Không được thi và cũng mất tiền luôn.",
    "Cho em hỏi là nếu như em thi lại một ngành khác cũng thuộc Bách Khoa thì em có được chuyển điểm đại cương không hay phải học lại từ đầu với các bạn năm nhất ạ??",
    "Kính gửi Phòng Đào Tạo, Dạ cho em hỏi về Đơn xin thu nhận lại vì ĐTB HK = 0. Đơn này em phải nộp trực tiếp tại PDT hay Nộp online (theo file đính kèm) có được không ạ? Em xin cám ơn.",
    "Chào cô, Em đã đăng kí môn học trong Đăng ký môn học Học Kỳ 2 (2020 - 2021) VLVH - Đợt 1, hiện nay vẫn chưa có thời khoá biểu cụ thể. Vậy khoảng bao lâu có thời khoá biểu cụ thể ạ. Em xin cảm ơn. Mssv : ",
    "dạ bạn em cũng quá thời gian phúc khảo luôn ạ , mà khúc sau bạn em lên nó đổi thời gian lại và bạn em phúc khảo được còn em thì không , hầu như mấy bạn có điểm gt2 đều phúc khảo được còn riêng em là phúc khảo được á :((((( em mong nhà trường xem xét lại giúp em",
    "HK 201 em có đki môn tự chọn là Kĩ thuật nâng vận chuyển. Nhưng sau đó em được chia chuyên ngành cơ khí là chế tạo máy. Vậy nếu em rớt môn đó và muốn học 3 môn tự chọn khác được không ạ. Vì môn đó không trong chuyên ngành nên em cũng muốn bỏ. Em sợ nó sẽ ảnh hưởng tới điểm trung bình tích lũy ạ.",
    "Kính chào quý thầy/cô!!! Em nghe có thông tin là vẫn còn hỗ trợ chuyển điểm AV4 với mức 500 điểm TOEIC phải ko ạ?",
    "Kính chào Thầy/Cô, Tháng 3 tới này em sẽ nộp chứng chỉ tiếng Anh để được pass chuẩn anh văn năm 2, nhưng em chưa định chuyển điểm. Vậy em chỉ cần nộp bằng online trên mybk để trường thẩm tra thôi chứ không cần vào mục chuyển điểm phải không ạ? Và cho em hỏi là việc đạt chuẩn AV năm 2 thì đến đợt hè nộp chứng chỉ vào vẫn còn kịp phải không ạ? Em cảm ơn.",
    "em là k19, theo em đọc trên aao thì\"Sinh viên bị buộc thôi học vì lý do học lực kém cần làm đơn cứu xét và gửi đến văn phòng Khoa để xem xét và chuyển đến Phòng Đào tạo. Sinh viên có thể được xem xét tạm thu nhận lại nếu có ĐTB tích lũy và số tín chỉ tích lũy đạt tối thiểu các mức sau:\" thì có để tỏng bảng là số học kì học là 3 thì ĐTB tích lũy phải là 3,6 và số tín chỉ tích lũy là 18, em muốn hỏi là số học kì học đó có tính học kì hè không( em có học kì hè 193) và tính đến hết học kì 201 này thì em đã học mấy học kì? 3 học kì hay là 4 học kì em xin cảm ơn ạ",
    "em chào phòng đào tạo  hiện tại em là sinh viên năm 2 muốn chuyển trường, cho em hỏi là giấy báo nhập học với giấy báo điểm thi thptqg mình lên phòng đào tạo lấy được không ạ, em cám ơn",
    "Thưa thầy/ cô/ phòng đào tạo ĐH Bách Khoa Tp.HCM. Em tháng 12 vừa rồi mới đạt kết quả anh văn nói viết. Tuy nhiên, em xem lại yêu cầu ra trường ở bên anh văn nghe đọc lại là 550 so với lúc em nộp bằng nói viết là cao hơn 50đ. Năm 2018 em đã nộp bằng anh văn Toeic nghe đọc, nhưng em không nhớ rõ mình có nộp để xét tốt nghiệp luôn hay không. Em xin hỏi em bây giờ có đủ điều kiện tốt nghiệp không ạ. Kì này là kì vớt cho các sinh viên thiếu anh văn nhưng em sợ không kịp bổ sung anh văn nếu em không thuộc diện xét tốt nghiệp. Em xin hỏi nếu em chuyển hệ VHVL để tốt nghiệp vậy phải cần những gì, và có phải học thêm gì trước khi tốt nghiệp không ạ! Em cảm ơn!",
    "Học kì 193 vì bị bệnh nặng phải nhập viện, em đã vắng thi có phép môn Triết học , và kì 201 đã dự thi để xóa điểm vắng thi có phép. Em muốn hỏi là khi nào thì có kết quả thi, xem ở đâu em có được biết điểm thật sự trên bài hay chỉ biết điểm đạt hay không đạt thôi ạ Em chân thành cám ơn!",
    "Kính gửi phòng Đào tạo   Em là  mssv  do một số lý do cá nhân nên em về quê một thời gian khá dài cho nên nghỉ mất 3 buổi sinh hoạt công dân . vì vậy thầy cô cho em phương án giải quyết vấn đề này với ạ   em xin chân thành cảm ơn",
    "Hỏi về BKpay . Em xin chào quý thầy cô ạ! Em là sinh viên VHVL nhập học vào cuối tháng 11/2020. Em đã đăng ký thi anh văn định Toeic rồi và đã đăng ký thành công. Hiện tại là đã tới hạn đóng lệ phí trên BKpay nhưng tài khoản của em lại không vô được BKpay ạ. Mong được quý thầy cô kiểm tra giúp em và phản hồi em ạ. Xin chân thành cảm ơn quý thầy cô!",
    "Kính gửi PĐT, Bạn em bị tai nạn giao thông té gãy tay không thể đi thi vào ngày mai 23/1 . Em muốn hỏi PĐT là bạn em phải nộp phiếu vắng thi trước hay sau ngày thi ạ . Em xin cảm ơn.",
    "Dạ cho em hỏi,  Có môn em đã học và đã đạt, kì này em muốn học cải thiện nhưng môn đó ( msmh cũ) không mở, nếu em học môn tương đương với môn đó thì điểm được tính như thế nào? Em cảm ơn ạ ",
    "Em xin trình bày vấn đề của em . Hiện tại em đang là khóa K13, kì này em được cứu xét kéo dài thêm 1 học kì. Kì này em làm luận văn xong, nếu như em không nộp bằng toiec nói viết trước hạn. Em có bị đình chỉ học và em có cơ hội để được xét tốt ngiệp đợt sau không? E xin cảm ơn",
    "Cho em hỏi, đăng kí môn học đợt 4 học kì 202 có được hủy môn học không hay chỉ được đăng kí thêm môn ạ? Em cảm ơn.  ",
    ". Dạ, Em xin chào cán bộ PĐT, không biết sắp tới có còn đợt THI VÉT nào để kịp tốt nghiệp vào tháng 4 không ạ? Vì em chỉ còn 1 môn Kỹ thuật lập trình, rất mong muốn được đăng ký thi vét môn này.Em xin chân thành cảm ơn! ",
    "Em tên . Mssv: . Em bị buộc thôi học Hk201 mà em đã có thời khoá biểu Hk201 và có tính học phí. Vì biết thông báo buộc thôi học nên em không đóng học phí rồi có bị ghi nợ học phí không ạ? Qua thời gian đóng học phí hk201 cách giải quyết như thế nào ạ?",
    "Cho em hỏi đợt đăng kí thể chất sẽ diễn ra khi nào ạ? Em cảm ơn ạ.",
    "MT2013  Hồi học kì 1 (2020-2021) em có đăng kí học  môn Xác suất thống kê mã MT2013 nhưng vì lí do cá nhân nên em không đi thi cuối kì . Đợt đăng kí môn học kì 202 này em đăng kí học lại môn Sxtk MT2013 nhưng em vẫn chưa pass qua av1. Vậy cho em hỏi đợt đăng kí kì 202, môn học MT2013 có bị xóa không ạ?",
    "Cho em hỏi là em nhận điểm vắng thi vào kì 192. Kì 202 em muốn đăng kí lại môn hoãn thi ở học kì dự thính thì em có tính phí không ạ.",
    "Kính gửi phòng đào tạo. Em là  hiện tại theo lịch học vụ học kỳ 2 năm học 2020-2021 ngày 13/1/2021 là ngày cuối củng chuyển điểm av4. Nhưng hiện tại ngày 30/1 em mới thi toeic tại trường và sau tết mới có kết quả. Phòng đào tạo cho em hỏi sau tết em xin phòng đào tạo chuyển điểm av4 cho em để em đủ điều kiện tốt nghiệp được không ạ . Em cảm ơn thầy/cô đã giải đáp thắc mắc cho em   i  .",
    "Đóng học phí 160.000đ trễ là không có lịch thi. Vậy cũng không được hoàn trả học phí đã đóng ạ. Vậy là vừa mất tiền mà vừa không có lịch thi luôn.",
    "dạ em chào thầy/cô, dạ đợt này em có đăng kí thi kiểm tra anh văn đợt 2 do trường đăng kí, dạ nếu như em không đủ điểm pass anh văn 1 theo quy định của nhà trường thì mấy môn mã 2 mà em đăng kí đợt này sẽ bị xoá tiếp đúng không ạ? dạ còn nếu em đủ điểm pass thì k biết là trường có kịp cập nhật điểm để những môn năm 2 của em không bị xoá như những lần trước không ạ? dạ em cảm ơn thầy/cô",
    "chao pdt em dang ky thi anh van , em da thanh toan nhung sau do em len kiem tra thi ghi la chua thanh toan cho em , gio em khong thanh toan duoc , pdt giai quyet giup em , em cam on a",
    "Chào Phòng đào tạo . Em là ,mssv ,học khoa KTXD, ngành kiến trúc. Em có đăng kí thi anh văn đầu vào ca 2 ngày 26/1/2020. Em đã đóng tiền trên BkPay trước ngày 18 nhưng không có lịch thi. Xin PĐT kiểm tra lại dùm em ạ. Em cảm ơn.",
    "Em tên: , MSSV:  lớp CK18CD1. Hiện tại em mong muốn được học môn học xác suất thống kê mã MT2001 vì chương trình đào tạo những năm sau đổi môn xác suất thành 4 tín chỉ nên em mong phòng đạo tạo có thể tăng sỉ số lớp A02 thứ 5 tiết 7-8-9 (hiện tại lớp đã đủ 120/120) để em có thể hoàn thành môn học theo chương trình đào tạo. Em cảm ơn rất nhiều ạ!",
    "T   i  . Gởi PĐT, em là sv K18 và vẫn chưa rõ lắm về các loại bằng tiếng anh mà trường cho phép đổi điểm , mong được giải đáp ạ.Và không biết với sv K18 thì còn chấp nhận bằng VNU-EPT không ạ  Thân",
    "Xin chào ạ! Em có câu hỏi; 1. Hệ VLVH có được giấy chứng nhận sinh viên để hoãn nghĩa vụ quân sự không ạ?",
    "Kính thưa phòng đào tạo ,  Em đã đăng ký thi AVĐV ngày 25/1/2021 và đã đóng tiền nhưng trễ vài tiếng . Nhưng hiện tại em vẫn chưa có lịch thi , thầy cô kiểm tra lại giúp em với ạ . Em xin cảm ơn .",
    "Kính gửi pdt, Em tên  mssv  Đợt đki môn học bổ sung đợt 4 cho hk202 (từ ngày 02-03/02/2021), nếu em nộp bằng toeic 600 (chuẩn đăng kí môn học là lớn hơn hoặc bằng 600) vào ngày 26/01/2021 thì có được xét là đủ điều kiện cho việc đăng kí môn học trong đợt 4 không ạ? EM xin cám ơn.",
    "Chào thầy cô. Dưới đây em có đính kèm 2 ảnh. Thầy cô xem với cho em hỏi là kết quả đăng kí môn của đợt bổ sung nguyện vọng trong ảnh đó em đăng kí được 3 môn. Vậy nhà trường có lấy kết quả này và mở lớp không ạ. Em cảm ơn",
    "Em muốn xin mẫu giấy xác nhận sinh viên theo mẫu như file đính kèm thì em phải xin ở phòng đào tạo hay đăng kí trên mybk. Nếu đăng kí được trên mybk thì xin thầy/cô hướng dẫn chi tiết cho em. Em xin cảm ơn.",
    "Em chào quý Thầy cô, Em tên   Mssv  Hiện tại em muốn kiểm tra xem kết quả thi AV nói viết của mình đã được công nhận để tốt nghiệp chưa ạ. Em đã thi vào ngày 20-12 với điểm số 215 ạ",
    "chào PĐT, em tên là  mssv     Chuyện là em đã đăng ký và đóng tiền anh văn đầy đủ mà cho đến tận bây giờ vẫn chưa có lịch thi là sao ạ???    Em mong PĐT giải quyết giùm em ạ, em cảm ơn....",
    "Dạ em chào cô ạ Em định hỏi cô đợt chuyển điểm ngày 27 tháng 1 năm 2021 là có vào điểm TB cho học kì 201 không ạ hay nó vào 202 ạ . Em cảm ơn cô nhiều ạ   i  .",
    "Dạ em có đki kiểm tra tiếng anh trên mybk trước thời hạn nhưng tới giờ hiện chưa có lịch ạ trong khi em đki 25/01 thi. Em mong phòng đào tạo giúp em ạ. Em cảm ơn.",
    "Thưa nhà trường em đã xem lại trên BK pay và thấy ngày hết hạn nộp học phí là 18 tháng 1 lúc 9:25:15 và e đã đóng tiền trước thời điểm đó.Vậy em vẫn không có lịch thi mong nhà trường xem xét lại vấn đề này.Em cảm ơn",
    "Do chờ kết quả thi toeic nên em đăng kí lớp anh văn 4a trễ. Em đăng kí lớp anh văn 4a, mã môn học LA1043, lớp DT21 (buổi thứ 3 : 7 8 9 10, thứ 6 : 13 14 15). Em xin phòng đào tạo cho em đăng kí học anh văn 4 để kịp ra trường thỏa yêu cầu đạt chuẩn anh văn.",
    "Cho em hỏi là em đã đăng kí thi anh văn đợt tháng 1 và có đóng tiền rồi ạ nhưng vẫn chưa thấy lịch thi ở trong thông tin sinh viên ạ, cho em hỏi bây giờ em phải làm sao ạ, mai em thi rồi ạ.Em cảm ơn nhiều ạ.",
    "Dạ em chào thầy cô . Chuyện là kì sau em muốn cải thiện điểm nhưng mà sĩ số các lớp của môn học em muốn cải thiện đã đầy thì em có thể làm đơn xin bổ sung vào 1 lớp không ạ. Chỉ mỗi mình em thôi. Em cảm ơn và mong chờ phản hồi từ thầy cô.",
    "Kính gửi phòng đào tạo, em học khóa K17 và hiện đang bị trễ tiến độ . Học kì sau em đã đăng kí 21 tín chỉ, nhưng em muốn đăng kí thêm một môn nữa là CI2093 lớp A02 1 chỉ, như vậy tổng số tín chỉ dự kiến kì sau của em là 22 tín chỉ kì chính, mong phòng đào tạo hỗ trợ và xem xét cho em.",
    "Thưa Thầy/Cô, Vừa qua em có tham gia mua BHYT đợt 2 hk 201,  nhưng do sự cố về trang của trường lúc đăng ký, đã xảy ra nhầm lẫn là em chỉ đăng kí mua một BHYT, nhưng trên trang BKPay lại ra hai khoảng tiền như nhau ở hình em có đính kèm. Em có liên hệ phòng Y tế thì cô phụ trách có bảo chỉ cần có thanh toán một trong hai là được. Và em đã chọn một khoảng theo đúng mã em đăng ký để thanh toán và đã hoàn thành. Vậy khoảng còn lại vẫn tồn tại trên BKPay thì  có cảnh cáo gì không ạ?  Em cám ơn.",
    "Dạ cô ơi E năm 2 mới thi tiếng a đợt rồi đặt 315 mà tại sao em đăng ký anh văn 3 ( anh văn theo nhu cầu) lại được ạ , không báo lỗi ạ . E cảm ơn cô ạ !",
    "Dạ là kì 2 này có mở môn đề cương luận văn. Nhưng em chưa đăng kí môn học này vào đợt 1,2 và 3. Nhưng ngày 2-3 tháng 02 có đợt đăng kí môn học bổ sung thì không biết em có đăng kí được môn này không ạ. ( Do em nghĩ phải đăng kí trước vào đợt 1 hoặc 2 hoặc 3 thì đến đợt bổ sung mới hiệu chỉnh được)",
    "em đăng kí kiểm tra trình độ anh văn ở trường nhưng đóng lệ phí thi trễ thì phải làm sao để dự thi ạ",
    "Thầy/cô cho em hỏi, sau khi em điền thông tin cho đăng kí nộp CCNN. Trang đó hiển thị việc xét miễn môn học, nhưng em không có nguyện vọng xét miễn (anh văn 1 của em đã miễn từ đầu năm và em đã học anh văn 2,3,4) nên em chỉ nộp CCNN cho luận văn. Khi đó, em bấm hủy xét miễn thì lại mất hết thông tin . Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe.",
    ": em muốn làm đơn xác nhận điểm thptqg của em thì có được không ạ , tại em muốn chuyển trường mà trường khác kêu phải có điểm thi thptqg và dấu mộc đỏ của trường mình đang học hiện tại",
    "Xin các thầy cô cho em hỏi, em bị trễ hạn đăng ký tốt nghiệp lần 3 (hạn chót 15.01.2021) do giáo viên bộ môn nhập điểm trễ. Như vậy em có được làm đơn cứu xét để kịp hạn tốt nghiệp tháng 4 không ạ? Học kì 201 là cuối cùng của chương trình đào tạo của em nên em sợ bị trễ tốt nghiệp ạ. Em xin cám ơn.   i Tốt nghiệp .",
    "Theo như mail em nhận được từ Phòng đào tạo Sau Đại học, thì có vài môn trên cao học sẽ được tương dương vài môn ở đại học và được chuyển điểm xuống . Em muốn hỏi là nếu đại học em học môn được xét miễn rồi, thì điểm từ cao học chuyển xuống đại học có tách thành 1 môn khác không ạ, hay lấy điểm cao nhất trong 2 môn tương đương ạ . Ví dụ: Ở cao học em học môn Động lực học và điều khiển robot thì ở đại học em được miễn và chuyển điểm xuống môn Kỹ thuật robot, nhưng mà nếu ở đại học em học môn Kỹ thuật robot rồi thì môn Động lực học và điều khiển robot có được chuyển điểm xuống thành 1 môn khác không ạ, hay là lấy điểm cao nhất trong 2 môn và bỏ điểm môn còn lại để tính điểm TBTL ạ. Em xin cảm ơn ạ.",
    "Không đăng nhập đươc vào trang BKPay . Dạ em chào thầy cô! Em là sinh viên hệ VHVL, em đã đăng ký thi anh văn định hướng Toeic và đã đăng ký thành công, em đã vào trang BKPay nhiều lần mà vẫn không vào được và hiện lên những chữ là \"Xin lỗi, bạn chưa đăng nhập hoặc tài khoản của bạn không được cấp quyền này! Click vào ĐÂY để đăng nhập tài khoản khác! Xin cảm ơn!\" và theo như mail của nhà trường thì ngày mai 26/1/2021 là hết hạn để thanh toán lệ phí thi rồi. Mong quý thầy cô kiểm tra và phản hồi giúp em ạ. Em xin chân thành cảm ơn quý thầy cô!",
    "Học vụ       Dạ thưa thầy/cô,  Em tên là , MSSV:  Em có đăng kí nộp chứng chỉ ngoại ngữ TOEIC đọc -nghe và xét chuyển điểm Em đã đóng phí xác nhận 200000 chuyển điểm, đã thanh toán trên Bkpay nhưng trang web vẫn không cập nhật và thông báo lỗi như hình em đính kèm Trường hợp này em phải giải quyết như thế nào ạ?  P/s: Cho em hỏi thêm là thời gian thẩm tra + xét chuyển điểm trong bao lâu thì hoàn thành ạ?  Em cảm ơn   ",
    "Em tên là:  MSSV:  Em có đk 2 môn Thông Tin Di Động(EE3107) và Nguyên lý thông tin sô(EE3115) trong HK202 nhưng năm nay trường chuyển hai môn này học ở cs2. Trong đợt DKMH trước e lo ôn thi nên lỡ mất việc hủy 2 môn này mà đợt DKMH tới không được phép hủy môn học. Kì tới e làm LVTN nên muốn tập trung vào việc làm LVTN nên muốn hủy 2 môn này. Nếu đợt tới kì chính rồi rút môn học thì sẽ tốn phí. Hiện tại e đã về quê và quê e khá xa. Cho e hỏi còn cách nào để hủy 2 môn này không ạ",
    "Cô ơi giúp em với. Em sv k19 sáng nay em mới thì anh văn mà được 345d thiếu mất một câu để được dkmh. Mong cô giúp em để ko bị trễ một năm được không ạ. Mong cô góp ý giúp em. Chứ e trầm cảm mất",
    "Em chào anh chị!  Em tên  mssv  khoá k15  Dạ cho em hỏi em đang thiếu bằng anh văn để đăng kí Luận Văn Tốt Nghiệp, tuy nhiên em chỉ còn 1-2 kì nữa là hết thời gian đào tạo. Trong thời gian qua em cũng có đi làm và làm vào đúng ngành nghề về luận văn của em dự tính, nên em muốn hỏi có pđt có thể nào tạo điều kiện cho em được làm luận văn vào kì sau không ạ? Em cam kết trong thời gian làm luận văn em sẽ bổ sung đầy đủ bằng anh văn và những môn còn thiếu ạ. Em cảm ơn!",
    "Em chào thầy (cô) ạ. Khi đăng ký nộp chứng chỉ TOEIC và chuyển điểm em chụp ccnn như hình gửi kèm có hợp lệ không ạ? Nếu không hợp lệ em cần đăng ký mới lại đúng không ạ? Em xin cảm ơn.",
    "Dạ em có đăng ký in bảng điểm và đã thanh toán rồi, ngày hẹn là ngày 28/1 nhưng em cần bảng điểm để hoàn tất hồ sơ nhập học chuyển hệ VHVL từ ngày 25-27/1. Cho em hỏi vào ngày 27/1 em có thể lên PĐT được xin in sớm không ạ?",
    "Em chào thầy cô Em đã thanh toán bảo hiểm y tế (khoản thanh toán:DDBHYT122011..77204) vào ngày 10/11/2020, cho em hỏi khi nào em có thể lấy thẻ ạ? Em vẫn chưa thấy mail thông báo. Em cảm ơn",
    "Kính gửi thầy, cô Phòng Đào tạo Do kiểm tra trên BK Pay là hạn chót thanh toán 21//01/2021. Nên em đã đóng trước thời hạn thông báo là 20/01/2021 . Trong việc kiểm tra định kì Anh văn này. Do sĩ số xếp ca thi mà em đăng kí quá ít nên bị huỷ. Phải đăng kí lại ca thi khác. Mà hạn chót là 17//01/2021 trong khi việc chốt đăng kí đóng tiền là ngày 18/01/2021 là khoảng thời gian quá sát không tiện để sắp xếp . Về việc:\" Để tổ chức thành công một kỳ thi, nhà trường cần phải thực hiện nhiều bước chuẩn bị, vì vậy theo qui định về việc thi kiểm tra Tiếng Anh lâu nay, một khi bạn đã đăng ký thì phải đóng lệ phí đúng hạn mới được xếp lịch thi, nếu không thì không có lịch thi và vẫn bị ghi nợ phải thanh toán.\". Nếu như thanh toán trễ hạn thì hệ thống phải báo với em khi thanh toán trễ hạn đúng không ạ?  Số tiền thi Anh văn là tới 160.000 ngàn lận (Lúc trước là 100.000). Em biết là nhà trường đã cố gắng sắp xếp để tụi em có cơ hội đạt chuẩn Anh văn để có thể đăng kí môn học. Vậy cho em hỏi là trong trường hợp này. Em và các bạn khác có thể chuyển số tiền này sang kì kiểm tra Anh văn tiếp theo được không ạ. Nếu không tính là đóng tiền thi trễ hạn do lỗi hệ thống . Dạ em xin cảm ơn ạ .",
    "Dạ cho em hỏi là hiện tại em đã trễ 1 học kỳ, tức là học kỳ này kết thúc em mới có thể tích lũy đủ số tín chỉ để đăng ký môn của năm 2, vậy cho em hỏi là chuẩn av dùng để xét đăng ký môn của em là qua AV1 hay là phải qua AV3 vậy ạ? Em xin cảm ơn ạ ",
    "Dạ Thầy/Cô! Em là Trường. Em xin hỏi là vào ngày 2/2/2021 tới ngày 3/2/2021 có đợt đăng ký môn học cho HK 202 phải không ạ? Nếu có thì đợt này là đợt bổ sung vậy em có được đk luận văn không ạ? Dạ với ngoài đợt này ra thì học kỳ 202 còn đợt nào có thể đăng ký luận văn nữa ạ? Dạ em cảm ơn, Trường",
    "Chào cô, Cho em hỏi BHYT đăng kí vào đợt 2 thì khi nào sẽ có vậy ạ? Và khi có thì sẽ thông báo qua kênh nào để sinh viên đến nhận vậy ạ? Em cảm ơn cô, Như Ý.",
    "Dạ em chào pđt, em đã thanh toán thi anh văn , nhưng em không có lịch thi , sáng nay lên thì không được vào thi và không có tên trong danh sách , trường mail phải thanh toán trước ngày tối 17 nhưng lúc đẩu để hạn tới 18 , cho em hỏi giờ tiền em đã đóng sẽ giải quyết ra sao ?? và có mở đợt thi vét không ạ ! em không có anh văn , không thể đăng ký môn kỳ tiếp theo ạ ! em cảm ơn pđt ! mong pđt trả lời giúp em sớm !",
    "Phòng đào tạo cho em hỏi môn Kỹ thuật điện (EE1005) bị bỏ từ chương trình đào tạo k19 thì học môn tương đương, môn thay thế là môn nào ạ",
    "Em chào thầy/cô. Em là . Thầy cô cho em hỏi trong đợt đăng kí môn tiếp theo của học kì chính thì mình có được thêm bớt môn không ạ. Hay chỉ được thay đổi giờ học thôi ạ. Em cảm ơn!",
    "Kính chào phòng đào tạo, Em là , MSSV , hiện theo học khoa Quản lý công nghiệp. Dạ theo thông tin em cập nhật thì chuẩn tín chỉ để đăng ký luận văn khoa Quản lý công nghiệp tối thiểu là 126 chỉ. Vậy cho em hỏi là 126 chỉ đó bao gồm tất cả các chỉ trong học kỳ vừa qua kể cả những môn chưa đạt hay chỉ cộng tín chỉ của những môn đã đạt vậy ạ. Em cảm ơn.",
    "Xin chào phòng đào tạo: Em hiện là sinh viên K20, lần đầu có vài vấn đề chưa nắm rõ, mong được giải đáp: -Em do sơ suất bị tô nhầm mã đề khi thi cuối kì (bài thi có phần thi trắc nghiệm), thì có được phúc khảo lại bài không ạ?   Em xin cảm ơn ạ.",
    "Em tên: , MSSV:  lớp CK18CD1. Hiện tại em mong muốn được học môn học xác suất thống kê mã MT2001 vì chương trình đào tạo những năm sau đổi môn xác suất thành 4 tín chỉ nên em mong phòng đạo tạo có thể tăng sỉ số lớp A02 thứ 5 tiết 7-8-9 (hiện tại lớp đã đủ 120/120) để em có thể hoàn thành môn học theo chương trình đào tạo. Ở kì dự thính học phí cao và có thể đụng vào thời gian làm thêm của em nên em rất mong phòng đào tạo có thể cho phép em học ở kì chính vào lớp như trên để em có thể hoàn thành chương trình ạ. Em cảm ơn rất nhiều ạ!",
    "Dạ con chào cô/thầy.Chỉ là con vừa nhận được mail con không được được thi Anh Văn chuẩn kì này vì con đóng tiền trễ. Hiện tại con đang rất rối vì con không thể đăng ký môn năm 2 được mà nếu đăng ký thì cũng dưới 10 chỉ sẽ bị xóa tkb. Con chỉ còn nợ mỗi giải tích 2 và thí nghiệm Vật Lý, con đã là sinh viên năm 2 rồi. Con không biết giờ có cách nào giúp con không ạ. Con nghĩ chắc kì này con phải bảo lưu quá ạ, con mệt lắm rồi. Con cảm ơn cô.",
    "Em muốn hỏi là em muốn đăng kí môn GD Thể chất 3 ở kì sau mà đã quá hạn đăng kí môn học rồi thì phải làm sao ạ !! Em quên mất là mình chưa hoàn thành Thể chất 3 nên không thể đăng kí được môn học ạ ",
    "Cho em hỏi sao giờ hết học kỳ 201 rồi nhưng pđt vẫn chưa cập nhật tín chỉ tích lũy của em ở học kỳ 193 ạ? Em cảm ơn",
    "Em chào anh chị PĐT, Em tên : , hiện tại em đang là sinh viên năm 3 (khóa K18) của khoa Cơ khí. Trong đợt thi Anh văn (tháng 12) em đạt 430 điểm, đợt tháng 1 này em đạt 440 điểm. Vậy anh chị cho em hỏi, em có thể làm đơn xin xem xét việc đạt chuẩn anh văn cho sinh viên năm 3 (450Đ), để em có thể đkmh theo đúng chương trình được không ?   Em xin trân trọng và cảm ơn.",
    "Em chào thầy/ cô ạ. Cho em hỏi là e nộp bằng anh văn ngày 19/1 thì có kịp để xét duyệt đăng kí làm luận văn trong đợt đăng kí ngày 22-ngày 28 không ạ.",
    "Liệu nhà trường còn đợt thi Anh văn nào không ạ,  em bị trễ đăng kí và cần đăng kí thi toiec gấp ạ, mong nhà trường giúp em",
    "Chào thầy/cô,  Em đã hoàn thành các môn học theo chương trình đào tạo, chỉ thiếu Tiếng Anh 2 kỹ năng. Thầy cô cho em hỏi em cần làm thủ tục gì để không bị đình chỉ do không đăng ký môn học vào học kỳ 2 này, bởi vì trong học kỳ 2 này em chỉ thi Tiếng Anh 2 kỹ năng để có thể đăng ký tốt nghiệp vào tháng 4. Mong phản hồi từ thầy/cô. Em cảm ơn.",
    "cho em hỏi nếu em muốn đăng ký dưới 8 chỉ thì cần làm gì không ạ. em là sv năm 2",
    "Kính gửi phòng công tác chính trị sinh viên Em tên là  Em có lịch sinh hoạt công dân vài ngày 25 tháng 1. Nhưng do sơ suất trong việc check email nên em đã cùng gia đình về quê ngoại ở Tiền Giang và không kịp tham gia sinh hoạt công dân theo đúng lịch của mình . Hiện tại, tới ngày 27 tháng 1 em mới có mặt tại thành phố để tham gia sinh hoạt.Em có phải làm đơn xin phép để được tham gia trái buổi không ạ.   ",
    "Dạ em đã đạt môn Nhập môn lập trình mã môn học CO1003 để thay thế môn Kỹ thuật lập trình CO1013. Cho em hỏi cần nộp đơn xin chuyển điểm không hay hệ thống tự động chuyển điểm ạ! Em xin cảm ơn!",
    "t đăng ký môn học 02/02 này có mở lớp môn kỹ  thuật số EE1009 với Giải tích mạch EE2033 không ạ, hay chỉ mở lớp kì dự thính a.",
    "Học kỳ vừa qua em có học môn học Nhập môn thị giác máy tính MSMH: ME4210. Tuy nhiên, sau khi thi môn này xong, có kết quả trên trang cá nhân MyBk thì em bị dưới điểm so với bài làm. Em đã hỏi thầy dạy môn này, thầy có trả lời rằng chấm chưa đúng bài của em và thầy nhắc em phải làm đơn phúc tra bài thi. Em đã đăng ký phúc tra trên trang MyBk nhưng hiện tại vẫn đang hiện thông báo đang chờ giải quyết. Được biết, thời hạn phúc tra là 07 ngày tính từ lúc công bố điểm. Vậy em xin hỏi, trường hợp em có được giải quyết không? Ngày công bố điểm : 19/1 Ngày đăng ký phúc tra: 20/1. Em cảm ơn!",
    "Dạ con chào cô/ thầy. Giờ hiện tại con chỉ mới có 4 chỉ đăng ký được kì này. Nên con có thể xin thêm 1 slot vào 1 lớp giải tích 2, thí nghiệm vật lý và kinh tế ctri  đc k ạ. Con cảm ơn.",
    "Cô ơi! Em là sinh viên năm 2 . E vừa thi anh văn trên trường đạt trên 600 điểm toeic . Vậy sang năm 3 có phải thi lại để được đăng ký môn học từng năm không ạ ? Em cảm ơn cô !",
    "Dạ bởi vì em không đủ 10 chỉ kì chính ạ.",
    "Em muốn hỏi về thời hạn sửa đổi điểm khi đã lên điểm trên bảng điểm ạ . Do giảng viên đã lên nhầm điểm của em thành điểm 13 khiến tổng kết môn của em là 0,00",
    "/I  Dạ em chào thầy cô ạ. Em là sinh viên K19, cho em hỏi là sau khi em rớt môn, em đăng kí học lại nhưng trong học kì chính luôn thì mức học phí vẫn quy là như mấy môn học mới hay là tính theo 525k 1 tín ạ? Em xin cảm ơn",
    "Kính gửi PĐT,  Cho em hỏi kì Dự thính này đợt hiệu chỉnh ngày 2-4/03 có được huỷ môn không ạ, do theo trong lịch học vụ hiện tại chỉ thấy còn 1 đợt kiểm tra kết quả đăng ký là ngày 2-4/03, không còn đợt đăng ký môn học bổ sung nữa. Mong nhận được sự phản hồi ạ. Em xin cảm ơn, .",
    "Em chào PDT ạ,  Hiện tại do phát sinh về thời gian đi làm nên em muốn xin chuyển môn học ạ. PDT có thể giúp em đổi môn EE3129 - Điện tử ứng dụng thành  EE3063 - Trí tuệ nhân tạo trong điều khiển được không ạ?  Do đợt 3 không thể hiệu chỉnh nên em mong Phòng đào tạo có thể giúp em ạ. Em cảm ơn",
    "Dạ chào quý Thầy Cô, Em có thắc mắc về điểm tổng kết môn học cập nhật lên bảng điểm hệ thống bị thiếu cột điểm dẫn đến điểm tổng kết bị sai lệch, em có phản hồi đến giáo viên giảng dạy nhưng chưa nhận được phản hồi trong trường hợp đó em phải làm sao. Em xin cảm ơn.",
    "Dạ em chào thầy, cô Em là , lớp HD18, sinh viên khoa Kỹ thuật Hóa học. Trong đợt đăng ký môn học học kỳ 202, em có đăng ký 20 tín chỉ trong đó không gồm môn Kỹ thuật điện EE2027. Nhưng khi em kiểm tra lại thì môn học này không đủ sỉ số mở lớp dự thính và không tổ chức giảng dạy cho các khóa sau. Nên thầy, cô cho em hỏi em có thể làm đơn xin hủy môn học 1 tín chỉ để đăng ký môn Kỹ thuật điện 2 tín chỉ trong đợt đăng ký môn học lần 4 sắp tới không ạ. Em cảm ơn",
    "Dạ, hiện tại em vì không pass AV nên kì này em chỉ đk đc môn năm 1. Mà hiện tại lớp các môn năm 1 đều full, mà nếu đk dự thính mà không đk kì chính thì sẽ bị ăn cảnh cáo và buộc thôi học. Cho em hỏi giờ em phải làm sao ạ vì các môn kì chính đều full slot cả rồi. Em rối lắm. Em cảm ơn cô ạ.",
    "Em có thắc mắc như sau ạ: 1) Vắng thi không có lý do chính đáng có được thi lại không? 2) Kỳ trước không qua môn chuyên ngành thì kỳ sau có được đky tiếp không ạ?",
    "Em tên , thầy cô cho em hỏi là em có thể nộp phiếu thu nhận lại trên trang hỗ trợ trực tuyến của trường được không ạ? Em cảm ơn ạ!",
    "Cho em hỏi là những môn như hoá sinh thực phẩm,triết học - và hoá đại cương  thì có mở lớp trong kỳ dự thính 1 và 2 không ạ?",
    "Cho em hỏi là khi nào đăng kí được môn thể chất ạ? Tại trong ba đợt em k đki được mà kh thấy có mail là báo đki riêng ạ!",
    "Em chào thầy/cô Em nghe được tin môn học Lập trình nâng cao(CO2039) có thể thay thế cho môn Lập trình hướng đối tượng(CO2005) nên em đã đăng kí môn Lập trình nâng cao ở học kì chính  Nhưng sau khi hỏi lại thầy thì thầy bảo không được Vì vậy em hi vọng PDT tạo điều kiện hủy giúp em môn Lập trình nâng cao(CO2039) Em xin cảm ơn!    MSSV: ",
    "Em chào thầy/cô. Em nghe được tin môn học Lập trình nâng cao(CO2039) có thể thay thế cho môn Lập trình hướng đối tượng(CO2005) nên em đã đăng kí môn Lập trình nâng cao ở học kì chính . Nhưng sau khi hỏi lại thầy thì thầy bảo không được. Vì vậy em hi vọng PDT tạo điều kiện hủy giúp em môn Lập trình nâng cao(CO2039). Em xin cảm ơn! MSSV: ",
    "Dear Phòng Đào Tạo, Em tên , MSSV : , số Đt [phone_number] Học Kỳ 1 (2020-2021) em được làm luận văn tốt nghiệp và có thời khoá biểu. Nhưng vì lý do em không gặp thầy hướng dẫn nên không được Bảo vệ. Nay em viết mail này, xin đươc xét duyệt đủ điều kiện làm luận văn cho HK2 (2020-2021) Em nhất định phải ra trường. Cám ơn Phòng Đào Tạo",
    "Cho em hỏi bảng quy đổi điểm anh văn từ hk201 không có quy đổi điểm toeic 550 cho môn anh văn 4 vậy chuẩn tiếng anh của k19 có phải là 550 như cũ không, nếu như vậy thì việc đổi điểm anh văn của k19 theo quy chế sau hk201 hay trước hk201 ạ",
    "Cho em hỏi là tình hình là em sắp qua học kì 2 năm 2 nhưng em vẫn chưa đủ tiêu chuẩn năm 2, v là những môn mà em đăng kí sẽ bị hủy do dính điều kiện tiên quyết, cho e hỏi là có thể tạm cho e là học sinh năm 2 để học kịp tiến độ không ạ, em đã bị trễ 1 kì rồi ạ , e cũng bí bách quá .",
    "Dạ cô ơi. vậy trên 600 toeic là khỏi thi tiếng anh chuẩn từng năm phải không ạ, chỉ cần thi bên ngoài lấy bằng trên 550 toeic là đủ ra trường hả cô . em cảm ơn cô !",
    "Cho em xin mail của thầy  giảng viên môn Pháp Luật Đại Cương, em có thắc mắc về các cột điểm ạ. Em xin cảm ơn",
    "Em tên  (MSSV ) học lớp L22 môn pháp luật đại cương (SP1007) học kì 201 Trong phần tính điểm em bị thiếu cột 10% và em làm bài đầy đủ thầy cũng cho em xem được 5 điểm. Mong xem xét giúp em với ạ.",
    "Em muốn học cải thiện thì nên học kì dự thính trong học kì hay dự thính hè sẽ tốt hơn ah ?",
    "em chào Thầy Cô ạ. cho em hỏi như này ạ: tại vì hôm bữa em nộp tiền đóng lệ phi thi anh văn thì e đã hoàn thành tới bước cuối cùng nhưng em lại không check tin nhắn coi nó trừ tiền chưa ấy ạ, cuối cùng hôm đó bkpay bị lỗi nên em chưa đóng được, hôm nay mở lên coi lịch thi em mới biết nên đã đóng rồi ạ. Vậy là giờ em không được thi nữa đúng k ạ? Kì sau em còn được thi không hay bị cấm ạ? em cám ơn!  ",
    "Thưa Thầy/Cô  Dạ cho em hỏi hôm nay em vắng thi cuối kì môn Quản trị đại cương ngày 28/01/2021. Em có giấy xác nhận tại nơi khám thì sẽ đăng kí mẫu đơn xin thi lại như nào ấy ạ và nếu thi lại do GV tổ chức hoặc do PĐT tổ chức thì có cần học lại ở HK sau không ạ. Em xin cảm ơn.",
    "Em chào thầy cô ạ, Em có thắc mắc ở 2   NGHIỆP THÁNG 04/2021 và  KỲ 2/2020 – 2021 (HK202) +   NGHIỆP THÁNG 04/2021 thì ngày 2/4/2021 là hạn cuối nhận các trường hợp bổ sung điều kiện tốt nghiệp. +   KỲ 2/2020 – 2021 (HK202) mục nộp CCNN để xét tốt nghiệp có ghi là \"Trước ngày đăng ký và nộp hồ sơ tốt nghiệp ít nhất 2 tuần (CCNN phải chờ thẩm tra)\" Thầy cô cho em hỏi là ngày cuối em được nộp bằng anh văn là ngày nào ạ . Em trân thành cảm ơn",
    "Cho em hỏi là khi nào thì mình cần học lại năm nhất ạ. Tại em xem phần quy chế học vụ mà không thấy. Em xin cảm ơn",
    "Kính gửi Thầy/Cô Dạ Thầy/Cô cho em hỏi do lúc tai nạn em không kịp đến bệnh viện để băng vết thương chỉ đến kịp phòng khám và có giấy tại đó thì có được tính là cho thi lại không vậy ạ. Em cảm ơn ạ!",
    "Dạ ý của em là nếu em không đủ 28 tín chỉ thì co thể đăng kí môn học năm hai được không hay là phải học lại năm nhất. Em mới năm nhất ạ. Xin cảm ơn",
    "Em vừa nộp CNNN vào sáng nay thì có kịp để đăng ký nhận luận văn tốt nghiệp cho học kỳ 202 không ạ, vì theo lịch thì 2/2 còn 1 đợt đăng ký môn học bổ sung nữa. Em xin cảm ơn.",
    "Em xin chào quý thầy cô phòng đào tạo. Em tên là   Mssv:  Dạ em xin phép quý thầy cô cho em xin đkmh đồ án bê tông cốt thép 1 - lớp A01 msmh : CI2093 Dạ em cảm ơn quý thầy cô . Em xin lỗi vì sự bất tiện này.",
    "Tốt nghiệp . Em xin kính chào Thầy/Cô ạ. Em tên Nguyễn Quốc Thắng, MSSV: 1613267, là sinh viên khoa Kỹ thuật xây dựng Hiện tại em đã hoàn thành xong chương trình học ở trường và đã đủ điều kiện xét tốt nghiệp. Do em đã đi làm và công ty yêu cầu có chứng nhận đủ điều kiện xét tốt nghiệp để kí hợp đồng chính thức. Thầy/Cô cho em hỏi có cách nào để có thể chứng nhận được không ạ. Mong Thầy/Cô phản hồi giúp em ạ. Em xin chân thành cảm ơn.",
    "Học dự thính môn để cải thiện nhưng điểm thấp hơn có bị sao không ạ ?",
    "Dạ em chào thầy/cô PĐT, Cho em hỏi HK202 em đã đăng kí 21 tín chỉ, đợt bổ sung kế tiếp em định sẽ đăng kí thêm 1 môn 1 tín chỉ là thành 22 tín chỉ thì như vậy có được không ạ? Nếu không đăng kí online được thì em có thể làm đơn xin đăng kí giấy trực tiếp tại PĐT được không ạ? Em cảm ơn thầy/cô nhiều ạ, ",
    "Em không biết cách trả lời tiếp trong phần câu hỏi cũ nên tạo tiếp này ạ Em có nhiều thắc mắc 1 là em ko thi avdv, e thi đợt bổ sung sau đó đc 780d tổng v e có đc tích 8 chỉ vào trung bình tích lũy không ạ 2 là hiện tại sắp qua kì 2 năm 2 nhg em vẫn chưa đủ điều kiện sinh viên năm 2 v không biết có cách nào để em tạm thời là sinh viên năm 2 để e ko bị trễ quá so với chương trình không ạ. nếu không thì e vẫn phải học các môn năm 1   3 là : nếu ý thứ 2 ở trên KHÔNG ĐƯỢC thì hiện tại e đăng kí vài môn năm 2 trong đợt đăng kí vừa r nhưng giờ vẫn chưa đủ điều kiện năm 2, tức những môn đó sẽ bị hủy pphải ko ạ, v vào đợt bổ sung sắp tới , em có nên đăng kí  bổ sung những môn năm 1 vào không ạ  Em cảm ơn",
    "Em chào Cô, Cô cho em hỏi là tụi em muốn đk môn chuyên ngành vào học kỳ dự thính thì có cần làm đơn để xin mở lớp không ạ? Hay chỉ cần đk trên mybk thôi ạ? Em cảm ơn Cô",
    "Thầy cô cho em hỏi là nếu mình thi anh văn đầu vào không đủ điểm thì trường có tổ chức một đợt thi nào nữa không ạ. Hay mình phải học ở ngoài nộp bằng vô trong năm nhất ạ. Em cảm ơn. Hoặc với số điểm 325 điểm em có thể đăng kí lớp anh văn cơ bản không ạ.",
    "Chào anh chị Em muốn hỏi có thể đăng kí thi bù không hay làm cách nào để học lại vì xếp lớp rất khó Cám ơn ạ!   i ",
    "Dạ e chào Thầy/Cô, do em thiếu chuẩn anh văn năm 3 nên không thể đăng ký thêm các môn chuyên ngành năm 3, cộng với môn năm 2 không mở nên em không đăng ký đủ môn để tích luỹ tín chỉ cho cái kì sau, Em mong Thầy/Cô có thể tăng sỉ số, đăng ký thêm dùm em môn Hoá đại cương được không ạ? Vì chỉ có môn này ở cơ sở 2, còn các môn khác trog chương trình đào tạo thì lại mở ở cs1 nên không thể tăng sỉ số, Mong Thầy Cô có thể đăng ký dùm e thêm môn này để e tích lũy được đủ chỉ cho các kì sau. E chân thành cảm ơn Thầy Cô ạ!",
    "Em xin đăng kí bổ sung môn CH3133 (Mô hình, mô phỏng và tối ưu hóa) vào kì 202 ạ. Em cảm ơn ạ! Em xin lỗi vì đã làm phiền",
    "Phòng đào tạo cho em hỏi em vừa thi chuẩn anh văn trong trường ngày 28/1 và đã đạt đủ anh văn kì này. Vậy điểm anh văn cập nhật có kịp xét đăng ký môn đợt 4 này không?. Em có bị xóa môn không ạ . Em cám ơn ạ",
    "t đăng kí môn học vừa rồi em đăng kí môn cơ lưu chất ở có sở 2 nhưng do đường xa nên em muốn đăng kí học dự thính ở cs1 cho thuận tiện việc đi lại, em mong pdt có thể mở cho em 1 đợt hiệu chỉnh để em có thể xóa môn đã đăng kí ở cơ sở 2 được không ạ, em xin cảm ơn",
    "Em xin đăng kí môn học CH3005 (Các phương pháp phân tích hiện đại) vào kì 202 ạ. Em cảm ơn và xin lỗi vì đã làm phiền ạ!",
    "Xin chào các thầy/cô phụ trách: Em có một thắc mắc nhỏ, mong được xem xét và giải đáp: \"Em được biết là BHYT với sinh viên của trường là bắt buộc, nhưng với các sinh viên ở khu vực Dĩ An, cụ thể là ở trong KTX ĐHQG đã có một thẻ BHYT từ tháng 10, vậy thì có phải làm và nhận thẻ ở trường ĐHBK nữa không ạ?\" \"Nói thêm là trong phần thông tin tuyển sinh đầu vào em cũng đã điền đầy đủ thông tin thẻ BHYT, theo đúng như thẻ cũ rồi ạ.\"  Cảm ơn đã đọc và em chúc các quý thầy/cô phụ trách năm mới vui vẻ.",
    "Chào Thầy/Cô, đợt vừa rồi em có đăng kí môn Cơ sở điện tử công suất EE2021. Sau khi có điểm mặc dù không đủ qua môn nhưng em muốn giữ lại bảng điểm để kì sau được chuyển điểm thí nghiệm (giảng viên đã xác nhận cho phép) thì em phải làm đơn hay sao ạ? Nếu có thì em phải nộp cho Phòng đào tạo hay Văn phòng khoa ạ? Em xin cám ơn",
    "Cho em hỏi môn hóa phân tích khi học dự thính có phải học thí nghiệm không ạ em cảm ơn.",
    "Dạ cho em hỏi em chỉ đăng ký làm lễ tốt nghiệp vào kỳ tới thì kỳ này em có phải mua bảo hiểm y tế không ạ. Dạ em cám ơn.",
    "Em chào thầy/cô. Tình hình em là k14, em cũng hết thời gian đào tạo trong học kỳ này. Em vừa nhận được kết quả không đạt môn Giải tích 2. Hiện tại em chỉ còn một môn này thôi, em có thể xin phép được gia hạn đăng ký học dự thính môn này trong học kỳ này được không? Em cảm ơn nhiều.",
    "Em chào thầy cô. Em học lớp Pháp Luật Đại Cương Việt Nam của thầy , em bị nhập thiếu điểm bài tiểu luận 10% nhưng em không liên lạc được với thầy, em đã nhắn trên bkel nhưng thầy không trả lời. Em phải làm gì để thầy bổ sung điểm ạ? Em cảm ơn",
    "Thầy/cô cho em hỏi là kết quả đợt thi anh văn ngày 25-28/1 thì hôm nào sẽ cập nhật ạ. Em cảm ơn!!",
    "Chào Phòng Đào Tạo. Em là . Mssv: . Theo như PĐT thông báo thì trường mình có mở lớp tiếng anh theo nhu cầu. Hiện tại em đang là sinh viên năm 2 kì thi vừa rồi (25/1/2021) thi tại trường em đạt 415 và em chưa học qua 1 lớp TA nào ở trường thì không biết em có thể đăng kí lớp 3A như trong chương trình Tiếng Anh theo nhu cầu không hay hay phải học từ lớp 1A ạ. Em cảm ơn ",
    "Cho em hỏi có thể xem các môn học không được mở trong kỳ hè ở đâu vậy ạ",
    "chao pdt , em moi dc mail ve viec dang ky hoc anh van , cho em hoi bay gio minh dang ky o dau a, em muon hoc o cs1 a , co phai la cac lop anh van 1a 2a 3a 4a khong a ! em cam on ",
    "Kính gửi: phòng đào tạo  Em là , sinh viên năm cuối của trường. Em vừa kết thúc chương trình học xong. PĐT cho em hỏi là thời xét tốt nghiệp đợt 1 vào tháng 4 là khi nào ạ? Và thời gian xét bằng tiếng anh nói viết muộn nhất là khi nào? Cũng như các timeline để xét tốt nghiệp thì em có thể xem ở đâu ạ? Em xin cảm ơn PĐT đã xem và mong nhận được phản hồi sớm nhất ạ. ",
    "Em tên:  Mssv:- Khoa: Cơ khí Lý do viết đơn: em viết đơn này mong phòng đào tạo có thể xếp em vào lớp ME2023 - Thực tập kỹ thuật chế tạo, em đã đăng kí ở đợt 2 nhưng lại quên đăng kí ở đợt bổ sung nên đkmh lần 3 em không có đăng kí được và cũng full sĩ số. Em làm đơn này mong phòng đạo tạo cho em được đăng kí để hè năm nay em có thể đi thực tập vì môn này tiên quyết và em k17 và trễ 1 năm nên em mong phòng đạo tạo có thể tạo cơ hội cho em. Em cảm ơn ạ.",
    "cho em hỏi là hiện em là sinh viên khóa 14 đã hết thời hạn đào tạo theo quy chế học vụ điều 5.4, nên không được đăng ký môn học học kỳ 2/2020-2021, mà giờ em đã hoàn thành gần hết các môn học rồi ạ chỉ còn thiếu anh văn 4, em có thể xin gia hạn thời gian đào tạo thêm 1 học kỳ để hoàn thành môn học được không ạ. và nếu được thì thủ tục như thế nào ạ. + em có thể đăng ký lớp tiếng anh theo nhu cầu được để bổ sung được không ạ. em cảm ơn ạ.",
    "Vậy là tụi em bị hủy môn đúng không ạ? Trường báo sau đợt đăng kí môn học, vậy tụi em phải làm sao ạ?",
    "Học kì 202 này em có đăng kí 2 môn ngoài ctđt của ngành công nghệ thực phẩm, là môn hoá phân tích thay cho môn hoá sinh hoá thực phẩm(kh đki được) và môn hoá vô cơ thay cho môn hoá hữu cơ( cũng kh đki được luôn) thì bây giờ em muốn hỏi là nếu em đậu hai môn này thì có tính vô số tín chỉ tích luỹ để đki môn cho năm 3 kh ạ? Tại vì em nghe nói là môn hoá sinh thì chỉ có hk 1 mới mở lớp nếu vậy thì em sẽ kh đủ chỉ tiêu là 56 chỉ tối thiểu để đki môn năm 3 ạ",
    "Cho em hỏi là thi toiec trong trường lấy lần có điểm thi cao nhất hay lấy điểm lần thi gần nhất ạ",
    "Chào thầy cô, thầy cô cho em hỏi tuần sau phòng đào tạo có làm việc và tiếp sinh viên không ạ? Do đợt đăng kí môn học dự kiến là vào ngày 2/2, nhưng lịch nghỉ tết đã bắt đầu từ 1/2 rồi ạ. Em cám ơn.",
    "Hi  ạ! Em có đăng ký môn học nhưng chưa vô kì chính thức giờ em muốn xóa môn học không cần đợi đợt thì phải làm sao ạ ? Chứ sắp tới là đợt 3 là chỉ cho đăng kí thêm chứ không cho xóa ạ Em cảm ơn",
    "Em xin chào PĐT. Em tên là , MSSV: , vừa từ CQ chuyển sang hệ VLVH. (MSSV cũ:  - Khoa Cơ Khí - Kỹ Thuật Nhiệt (Lạnh)). Em xin chuyển vào mã ngành cũ  - Kỹ thuật nhiệt (hệ VLVH). Nhưng khi em vào thông tin sinh viên thì em lại ở khoa Công Nghệ Vật Liệu - Ngành học - Kỹ thuật Vật Liệu. Em xin hỏi thông tin đăng ký có sai không ạ. Em xin cám ơn.",
    "Em là sinh viên năm 3 khoa Điện - điện tử. Vì trước đó học thiếu 1 môn cơ sở ngành (cs điều khiển tự động) nên kì sau không được đăng kí làm đồ án ạ . Hiện tại thì em đã đăng kí được môn này vào kì sau, vì vậy em muốn xin ý kiến PĐT cho phép em học song hành môn cơ sở ngành và cả đồ án được không ạ. Em đã xin được giáo viên hướng dẫn đồ án rồi ạ, mong PĐT sẽ xem xét và đồng ý cho em, vì em thực sự không muốn trễ đồ án ạ. Em xin cảm ơn.",
    "Trong đợt ĐKMH HK201 vừa qua, em định đăng ký môn tự chọn Kinh tế kỹ thuật (mã môn IM1027). Nhưng em không để ý đã đăng ký môn học Kinh tế kỹ thuật (mã môn ME2045)-nằm ngoài chương trình đào tạo. Không biết em có thể hủy môn học này được không ạ? Nếu hủy có phải nộp học phí cho số tín chỉ của môn này không ạ (em đăng ký 19 tín chỉ cho trong đợt này)?",
    "Em chào ban đào tạo ạ. Cho em hỏi là bây giờ em muốn đăng ký lớp tiếng anh theo nhu cầu thì em sẽ đăng ký môn vào đợt 4 chính quy hay sao ạ?  - với lại trong mail thì em thấy 1 kỳ hình như có thể học tối đa 3 lớp anh văn. bây giờ em còn thiếu av3 và av4 thì em có thể đăng ký trong cùng 1 kỳ được phải không ạ? - Nếu mà được tức là học xong lớp anh văn này thì phòng đào tạo sẽ mở tiếp tục đăng kí lớp tiếp theo trong 1 kỳ luôn đúng không ạ? Em mong ban đào tạo phản hồi sớm giúp em ạ. Em cảm ơn rất nhiều",
    "Em là sinh viên k19, đợi thi toeic vừa rồi, em thi được 475, vậy em đã đủ chuẩn học năm 3 chưa ạ ? Em cảm ơn ạ."
]