[
    "mở thêm sĩ số lớp tn hóa phân tích mã số môn học CH2115",
    "Kính gửi Phòng đào tạo Đại học Bách Khoa TPHCM. Em tên là  MSSV:, Lớp: XD16KT Em viết mail này với mong muốn PĐT có thể giải quyết giúp em về việc đăng môn thực tập tốt nghiệp. Hiện giờ đang là thời điểm đăng ký môn học HK1 (2020-2021) đợt 3, em có đk môn TTTN nhưng không được, lý do hiện lên là không được đk quá 14 tín chỉ. Vì các môn em đã đăng ký được thuộc vào nhóm chuyên ngành, và môn TTTN của ngành Kiến Trúc là một môn học trong trường bình thường như các môn học khác, không phải thực tập ở các Công ty; vì vậ em vẫn có thể học và hoàn thành môn TTTN như các môn đk học trong trường mà không bị ảnh hưởng. Em kính mong PĐT có thể giải quyết giúp em việc trên. Do hạn đkmh đợt 3 là ngày 10/9/2020 nên em mong PĐT phản hồi kịp thời ạ. Em xin cảm ơn PĐT nhiều ạ.",
    "Em tên  (mssv:) Bị lỗi khi đăng nhập Kết Nối Cựu Sinh Viên Bách Khoa.( Em có đính kèm file hình lỗi đăng nhập. Yêu cầu xin được cấp quyền đăng nhập (https://mybk.hcmut.edu.vn/app/alumni/home) để Kích hoạt tài khoản cựu sinh viên để có thể đăng kí tốt nghiệp. Mong quí thầy cô xem xét giúp em.",
    "Chào các thầy/cô, em đã đăng kí tốt nghiệp đợt 2 tháng 11 năm 2020 lúc phòng đào tạo chưa cập nhật chính xác số ngày CTXH. Em đã nhận được e - mail xác nhận kích hoạt tài khoản cựu sinh viên và đã thanh toán phí đăng kí tốt nghiệp nhưng đến nay vẫn chưa nhận được e - mail xác nhận đăng kí thành công. Khi đăng nhập tài khoản cựu sinh viên thì em được báo vẫn đang là sinh viên. Mong các thầy/cô xem xét giúp em.",
    "Em chào thầy/ cô Em tên:   Mssv:  Thầy cô kiểm tra giùm em sao em đăng kí tiểu luận tốt nghiệp không được vậy ạ. Bên cao đẳng em là anh văn 350 và đạt 93 chỉ tích luỹ  Em đã thoả cả hai mà không được ạ. Em cảm ơn thầy/ cô",
    "I   U   QUOTE   /QUOTE  cho e hỏi là sau đợt 3 này pdt có xóa lớp không nếu như lớp đó chỉ được sĩ số 1 nữa ạ",
    "Em chào Thầy/Cô. Theo như thông báo của PĐT tạm thời không xét chuẩn Anh Văn sau mỗi năm học cho HK 193,201, DT201 có nghĩa là các chuẩn Anh Văn tương ứng đúng ra xét vào cuối năm trước sẽ được xét vào cuối kì 201 phải không ạ hay sẽ được xét vào cuối năm sau luôn ạ ??  Em cảm ơn ạ.",
    "Em tên là  MSSV , khóa k17, ngành Điện tử Viễn Thông Em xin phòng đào tạo mở thêm sĩ số môn Kỹ thuật an toàn điện (ee3097) để em kịp tiến độ học tập. Em xin chân thành cảm ơn",
    "Dạ thưa cô cho e hỏi hk201 môn giáo dục thể chất 3 e đăng kí như thế nào ạ. Sao e đăng kí môn học trên mybk đợt 3 thì môn giáo dục thể chất 3 không mở lớp ạ",
    "I   U      /I    : Chào thầy, cô Em là  k17, khoa điện. Em viết thư này mong pđt xem xét cho em. Em đã đóng tiền học phí hk hè 640k, em đã thanh toán và trừ tiền trong tài khoản. Hôm đó (5/9/2020) trang BKpay có vấn đề nên em vào cả chục lần mới đóng được... Nhưng hôm nay em lên lại BKpay thì thấy vẫn chưa đóng... Mong thầy cô xem giúp em, dạo này em thực sự không có tiền để đóng thêm nữa ạ. Em có đính kèm 2 ảnh ở dưới ạ, một ảnh là học phí 640k, ảnh còn lại là em đã đóng đúng hạn. Em cảm ơn. ",
    "Chào thầy/cô Vì em dính chuẩn sinh viên năm 3 nên đợt 3 này em mới có thể đăng kí môn chuyên ngành. Nhưng lại full sỉ số em mong thầy cô có thể tăng giúp em sỉ số môn hóa học xúc tác (MA3011) nhóm L01 ạ. Em chân thành cảm ơn.",
    "Chào thầy cô, e có vấn đề muốn hỏi là môn học kết cấu thép ci3211 nhóm A01 em đã đăng ký, thì e có nhận mail bên pđt là yêu cầu chuyển nhóm khác vì không đảm bảo cơ sở vật chất, mà trên hệ thống chỉ có nhóm A01 của thầy , thì chúng em phải xử lý như thế nào ạ!",
    "Em chào PĐT ạ Em viết đơn này để xin PĐT mở rộng sĩ số lớp L10 môn XSTK (MT2013) học vào tiết 8-9-10 thứ 5, các lớp khác còn trống em đều đã bị trùng lịch và không đăng ký được ạ. Em xin cám ơn.",
    "Kính gửi quý Thầy (cô). Em tên , MSSV: . Em muốn hỏi là trong năm nay đợt đăng ký tốt nghiệp bổ sung sẽ hết hạn vào ngày nào ạ. Nếu em thi anh văn để chuyển điểm, thì thời hạn cuối cùng em nộp sẽ rơi vào khi nào? Em cảm ơn. Trân trong, Chúc quý Thầy cô một ngày làm việc hiệu quả.",
    "Hiện tại, E chưa đăng ký môn học. Cho e hỏi bây giờ e muôn đăng ký thì phải làm sao ạ.",
    "Kính chào quí thầy cô. Do em thiếu 2chỉ đăng kí môn học hk 201, nên em muốn hỏi là em có thể đăng kí những môn học kì 201 vào kì dự thính 201 không. Em xin cảm ơn và mong được thầy cô phản hồi sớm nhất.",
    "Thưa Thầy/cô!  Em đăng ký phúc khảo cuối kỳ 192 môn PLC từ ngày 30/7. Tuy nhiên, hiện tại vẫn chưa có kết quả phúc khảo và vẫn đang trong tình trạng \" đang xử lý\" (như hình đính kèm). Khi em liên hệ với giáo viên phục trách thì được trả lời là giáo viên chưa nhận được bất kỳ thông báo phúc khảo nào. Vậy cho em hỏi khi nào có thể có kết quả phúc khảo ạ? Em cảm ơn!",
    "Chào PĐT Hôm trước em trình bày là em đã hoàn thành chương trình đào tạo của cả 2 ngành là Kỹ Thuật Vật Liệu Xây Dựng (B1) và Kỹ Thuật Công Trình Xây Dựng (B2). Em muốn đăng kí tốt nghiệp 2 bằng cùng 1 lúc vào tháng 11 năm 2020. PĐT có xác nhận trường hợp đăng kí bổ sung tốt nghiệp bằng 2 của em và ngày 8/9 sẽ cập nhật. Tuy nhiên hôm nay em có tra thì vẫn chưa hiển thị thông tin tốt nghiệp bổ sung của bằng thứ 2. Mong PĐT kiểm tra giúp em Em xin cảm ơn !!",
    "Em tên là , MSSV , hiện tại là sinh viên năm 3 lớp KSTN Viễn thông K17. Em muốn xin cô mở thêm slot môn Vi xử lý (ee2013) để em có thể bắt kịp tiến độ của chương trình đào tạo. Nếu em không được học sẽ ảnh hưởng đến chương trình tài năng của em ạ. Em mong cô xem xét giúp em ạ.",
    "Kính gửi quý thầy cô phòng đào tạo, Em là Nguyễn Thái Bảo, MSSV 1610188, sinh viên khoa điện điện tử. Vì chuẩn bị năm 5 nhưng vẫn còn thiếu 1 môn là Xử lí số tín hiệu EE2015 mà đã full sĩ số lớp rất sớm. Hôm qua em cũng đã nhận được phản hồi là không thể tăng sĩ số. Môn học này là môn học cuối cùng của em đồng thời điểm thí nghiệm được 8.5 nên có rất nhiều khả năng là sẽ chuyển được điểm thí nghiệm. Nên em viết đơn này lần nữa mong quý thầy suy xét thêm em vào lớp này được không ạ? Em xin cảm ơn rất nhiều. Trân trọng.",
    "Em xin mở thêm sỉ của nhóm lớp A05 của môn học có mã SP1009 để đăng ký bổ sung ạ.",
    "Kính thưa thầy (cô) Em là , sinh viên khoa Kỹ thuật Giao thông khóa K17. Em xin thầy (cô) mở thêm sĩ số lớp A02_A04_môn Nhập môn lập trình (CO1003) để em có thể tham gia lớp học này vì những lớp khác em bị kẹt lịch môn chuyên ngành nên không tham gia được. Em xin cảm ơn. ",
    "Dạ em chào thầy/cô, thầy/cô cho e xin tăng sĩ số thêm 4 chỗ cho môn học Phương pháp phần tử hữu hạn mã CI3061 lớp A01 tiết 7-8-9 vào trưa thứ sáu ạ. Mã số sinh viên của em:  Mã số sinh viên của các bạn em:  Em cảm ơn thầy/cô rất nhiều ạ.",
    "Em là sv k14 khoa xây dựng hiện không đăng kí được luận văn do thiếu môn tiên quyết thép 2.Nhưng môn này mã k14 bây giờ không còn mà chia ra làm 2 bao gồm lý thuyết và đồ án thì em đã qua đuọc lý thuyết rồi. Vậy cho em hỏi em có đăng kí đc luận văn chung với đồ án trả nợ cùng lúc để kịp ra trường không ạ. Em cảm ơn",
    "ng ký mở lớp Kinh tế học đại cương ( IM1013 )",
    "Về việc đăng ký luận văn nếu thiếu chứng chỉ Anh văn thì có cách nào để giải quyết không ạ?",
    "B  em chào thầy cô ạ, em là SV K18 ngành oto . vấn đề của em hiện tại là chưa đăng kí được môn \" kết cấu động cơ đốt trong\" vì bị ràng buộc phải học trước môn NGUYÊN LÝ MÁY , em đã liên hệ thầy Trần Hữu Nhân bên khoa giao thông về vấn đề chương trình đào tạo của ngành oto K18, em nhận được câu trả lời từ thầy là mặc dù chương trình đào tạo mới áp dụng cho K19 nhưng tụi em là K18 vẫn sẽ không bị ảnh hưởng nên tụi em vẫn sẽ đăng kí được môn Kết cấu động cơ đót trong-TR2007 mà không cần yêu cầu là phải học trước môn nguyên lí máy-ME2003 ạ,thầy Nhân có bảo thầy cô gỡ bỏ ràng buộc đó giúp em và nhiều bạn khác K18 muốn đăng kí môn này ạ,  mong thầy cô gỡ bỏ ràng buộc đó giúp em để em có thể đăng kí được môn học Kết cấu động cơ đốt trong ạ. em cảm ơn thầy cô nhiều ạ.",
    "Em hiện là sv k16. Tiến độ học tập học kì 7 thì em có đồ án 2 nhưng do có 1 môn học trước em chưa học nên không được đăng kí. Em muốn nhờ PĐT giúp đỡ cứu xét để em được làm đồ án cho đúng tiến độ ạ. Môn học trước kia em sẽ bổ sung ở kì 8 ạ. Về kiến thức môn học thì em có thể tự tìm hiểu đủ để làm đồ án ạ! Em tha thiết được làm ở kì này ạ! mong PĐT xem xét giúp đỡ. em chân thành cám ơn",
    "Em chào Thầy Cô . Hôm nay ngày 9/9 em có đặt yêu cầu in bảng điểm và có ngày hẹn kết quả là ngày 14/9. Thầy Cô cho em hỏi là in bảng điểm thường mấy ngày là có thế ạ. Em có lấy trước ngày hẹn đc ko ạ. Do hiện tại em đang ở dưới quê là chính, em đang có việc trên TP HCM ít ngày, nếu đợi lấy bảng điểm theo lịch hẹn thì trễ quá ạ. Em cảm ơn thầy cô nhiều ạ   3   i  .",
    "Thêm sĩ số lớp thí nghiệm hóa phân tích mã CH2115 sáng thứ 7",
    "dạ cho em hỏi là ở hk trước em đã qua môn thể chất bóng đá rồi mà kì này em muốn học tiếp thì em có thể đăng kí môn khác sau đó em học lớp bóng đá để cuối kì chuyển điểm có được không ạ",
    "Em là: , sinh viên ngành Kỹ thuật máy tính, khoa KH&KTMT. Hiện tại, em đã hoàn thành luận văn tốt nghiệp nhưng không có tên trong danh sách tốt nghiệp dự kiến. Em muốn hỏi mình còn thiếu điều kiện gì để đăng ký xét tốt nghiệp. Trân trọng, ",
    "Vì hiện tại em chưa có bằng toeic 450, nên không được đăng kí làm luận văn tốt nghiệp. Em xin nhà trường cho em được làm luận văn và nộp bằng toeic bổ sung trong thời gian làm luận văn . Mong nhận được sự phản hồi sớm từ nhà trường Em cảm ơn",
    "Hello anh/chị/thầy/cô Em là , năm sau e sẽ lên năm 4, số tín chỉ hiện tại của em là 122 tín, sau kì này e sẽ có tổng cộng 124 tín chỉ. Theo chương trình đào tạo em cần phải đạt 142 tín chỉ để tốt nghiệp, do đó em dự định sẽ đăng kí 9 chỉ cho học kỳ sau và 9 chỉ luận văn cho kì cuối cùng . Em muốn biết là nếu đăng ký môn như vậy thì em có vi phạm quy định gì của trường không ạ . Em cám ơn",
    "Em là  lớp XD17CTXD03 Hiện tại em mới đang kí được 9 chỉ cho kì sau còn 1 số môn em cho đang kí được do full lớp ạ. Mong thầy/cô giúp em đăng kí vào   I lớp A03 môn CI1053 - Quản lý dự án xây dựng và lớp A01 môn CI3061 - Phương pháp phần tử hh  /I  với ạ. Em cảm ơn ạ!",
    "Em chào thầy cô ạ Em có lên hỏi pđt về việc mở thêm sỉ số lớp môn Hóa đại cương thì cô ở pđt có trả lời rằng lên Bksi xin tăng sỉ số",
    "Em là . Em xin phòng đào tạo cho em vào lớp ép 1 (CI3009) A01 vào thứ 3 hiện đầy sịnh viên",
    "Dạ em chào thầy cô ạ. Thầy cô cho phép em hỏi là em k17 nhưng đã học qua môn bơi rồi thì bây giờ em có được phép học lại môn bơi không ạ. Nếu không được em đăng kí môn khác và xin học bơi rồi chuyển điểm thì có được không ạ. Em xin cảm ơn thầy cô ạ",
    "Kính gửi phòng đào tạo, em là , lớp Ck17LOG  em đã nhắn lên khoa Cơ Khí, bộ môn Kỹ thuật Hệ thống công nghiệp, phòng đào tạo về trường hợp môn ME3231 - Kỹ thuật mô hình hóa và mô phỏng . Kính mong phòng đào tạo phục hồi sớm lại lớp của môn này, em xin cảm ơn ạ    .",
    "Xin mở thêm sỉ số môn CI1033 lớp L01_L01 cho em vào lớp đó ạ    .",
    "Chào anh/chị, em là Nguyễn Thành , MSSV: , sinh viên lớp MT16KT. Hiện tại em tích lũy đủ 142 tín chỉ, các điều kiện về Anh  (TOIEC 655/990, Thi nói viết 205/400), ngày CTXH 22.5/15 ngày. Em nhờ T kiểm tra điều kiện tốt nghiệp của em, em còn thiếu những điều kiện nào ạ? Em cảm ơn.   i Tốt nghiệp .",
    "Kính chào Thầy/Cô    Em tên  sinh viên Khoa QLCN Em có 1 câu hỏi về đăng ký môn học thể chất: Em học đại trà ở cs2 nhưng ko đăng ký được lịch học thể chất ở CS2 do vướng lịch học các môn khác Vậy em có thể đăng ký học thể chất tại CS1 (của Chất lượng cao) được không ạ?    Trong thời gian chờ đợi sự phản hồi của Thầy/Cô em xin chân thành cảm ơn! ",
    "Dạ cho em hỏi là hiện tại thời khóa biểu môn thể chất em tính đk đã full hết v bây giờ làm sao để em được đk vô lớp đó được ạ tại những hôm khác thì nó lại trùng giờ học môn khác của em ạ . Em cảm ơn",
    "Chào các thầy cô. Thầy cô cho em hỏi hiện tại thời khóa biểu của em (và các bạn trong lớp dd19lt09) không thể đăng ký được bất kì lớp giáo dục thể chất nào. Chuyển lịch các môn học khác thì các lớp đều đủ sinh viên. Thầy cô có cách nào giúp em được không ạ?",
    "Em chào Thầy/Cô, Hiện tại em chuẩn bị vào học năm 3 chương trình PFIEV, em còn thiếu 1 môn thể chất để hoàn thành chỉ tiêu 3 môn thể chất của trường trước năm 4 nên muốn đăng kí học để hoàn thành trong năm học này ạ. Nhưng các môn thể chất có mở lớp dạy ở CS1 chỉ dành cho CLC vậy thì tất cả SV PFIEV từ nay về sau đều phải di chuyển xuống CS2 để học các môn thể chất ạ? Theo lịch học của học kỳ sắp tới thì em chỉ có thể đăng ký học các lớp tiết 234 vào sáng thứ hai ở CS2 sau đó liền ngồi xe  về CS1 học tiếp hai môn từ tiết 7 đến tiết 12 ạ. Bọn em học toàn thời gian ở CS1 ạ. Em xin hỏi là có hướng giải quyết nào cho em nói riêng và các lứa K19, K20 của PFIEV nói chung về việc học thể chất không ạ? Kính mong quý Thầy/Cô giải đáp thắc mắc cho em. Em xin chân thành cám ơn ạ!    .",
    "Xin mở thêm sỉ số môn EN1033 lớp L01 Cho e vào lớp đó ạ E cảm ơn ạ",
    "Kính thưa phòng đào tạo, Đợt bảo vệ luận văn vừa rồi em đã bảo vệ thành công luận văn của mình, luận văn đã có điểm trên hệ thống và em cũng đạt đủ số tín chỉ cũng như số ngày CTXH nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp. Em đã từng tạo câu hỏi trên trang này và được cô ở PĐT phản hồi là chờ danh sách dự kiến tốt nghiệp bổ sung vào ngày 08/09 nhưng tới nay vẫn chưa có tên em trong danh sách tốt nghiệp dự kiến. Các thầy/cô trên phòng đào tạo có thể kiểm tra lại trường hợp của em không ạ? Em xin chân thành cảm ơn! Trân trọng.",
    "Cho em hỏi em hiện đang là sv khoa BDCN K15,cho em xin hỏi 3 câu hỏi: 1.Khi em đăng kí in giấy xác nhận sinh viên để thi Toeic thì em thấy có dòng chử cuối cùng:\"Giấy có giá trị đến hết 31-10-2020,vậy cho em hỏi thời hạn đào tạo tối đa của em là đến hết ngày đó đúng không ak 2.Cho em hỏi để được tốt nghiệp vào tháng 11-2020 năm nay thì thời gian tối đa để có thể nộp bằng AV là khi nào ak,tại bây giờ để có bằng anh văn sớm nhất em cũng khoảng 29-09,không biết đến lúc đó còn kịp nộp không?Và cho em hỏi có thể viết đơn xin cứu xét vài ngày không ak? 3.Em có đọc trên lịch học vụ thấy bắt đầu từ HK 201 sẽ có bảng qui đổi điểm av khác.Cho em hỏi bảng đó áp dụng cho sinh viên K20 thôi hay cho tất cả các khóa,kể cả khóa K15 của em như hiện tại luôn ak.Em xin cảm ơn",
    "Em có thể đăng kí lại môn GDTC đã học và qua môn không ạ. Em cảm ơn ạ!",
    "em muốn xin giấy tạm hoãn nghĩa vụ quân sự thì có cách nào khác ngoài đăng kí trên giấy xác nhận sinh viên trên MYBK không ạ?",
    "Chào PĐT, Xin PĐT mở thêm sĩ số lớp Kỹ thuật thủy lực và Khí nén mã ME3011 lớp A10_A25 ạ. Em xin cảm ơn PĐT!",
    "Cho em hỏi Lớp Thể Dục CC là ntn ạ  Sinh viên học được  không ạ",
    "cho em hỏi là lịch gdtc còn buổi chiều không ạ sao em vào đkmh chỉ thấy buổi sáng thôi ạ",
    "Cho em hỏi vì sao em không thể đăng ký được môn giáo dục thể chất như trong hình ạ, mặc dù em không kẹt môn ạ??",
    "Của 3 môn này,nên khi vào đki môn học thì em ko đki đc,nên em xin pdt xem xét trường hợp của e và tạo điều kiện cho em đc học trc 3 môn này để em theo kịp tiến độ học tập để e có tkb và đc học trong hki chính 201 này ạ.Vì lớp rất khó mở nên xin pdt cho em đki học trc trả nợ ạ,em xin cảm ơn",
    "Em mới hủy môn hóa vô cơ, để em đăng kí thể chất. Mà khi em đăng kí lại môn hóa vô cơ lại không được nữa ạ( nó bảo em không có quền đăng kí ạ) em đã đăng kí và mới hủy thì tại sao em lại không có quyền đăng kí ạ, và làm sao để em đăng kí lại bây giờ?",
    "Xin thưa Phòng Đào Tạo, cho em hỏi là bây giờ có thể đăng kí mở lớp không ạ?",
    "Pđt cho em hỏi là kì dự thính hè 203 này em đăng kí môn gdtc thứ 3 mới đủ chuẩn 3 gdtc thì có được tính đkmh năm 3 được không ạ",
    "Cho em hỏi kĩ sư tài năng có được đăng kí môn giáo dục thể chất ở cs1 theo nhóm lớp chất lượng cao không ạ.",
    "Dạ em chào thầy/cô PĐT, Thầy/cô cho em hỏi nếu như lớp em đăng kí sau đợt 3 bị huỷ, thì em có thể xin đăng kí vào lớp khác được không ạ? Vì hiện tại môn T/kế tnghiệm &xlý sốliệu (CH3309) nhóm lớp A05 sỉ số đang 31/80 nên em sợ sau đợt 3 này sẽ bị huỷ ạ, Em cảm ơn thầy/cô nhiều ạ,",
    "Dạ em chào thầy(cô) ạ. Em khoá K17. Hiện tại em vẫn chưa hoàn thành môn thực tập cơ khí đại cương 2 ạ. Do đổi mã môn học thành ME2087 nên giờ em vẫn chưa đăng ký được lớp do sỉ số lớp đã đầy. Dạ em mong được thầy(cô) chèn em vào lớp A02 (thứ bảy) cho em được hoàn thành môn học. Dạ em cảm ơn thầy(cô) ạ.",
    "MSSV:  Họ tên :  . Do là học kì 192 cửa m bị rớt 1 vài môn nên bị hạn chế đăng kí 1 số môn . Nay em lên đây muốn xin phòng đào tạo giúp em đăng kí môn phương pháp tính ( MT1009)_L01 ( do lớp đã hết slot nên em không đăng kí được ạ) . Em mong phòng đào tạo giúp em để đủ chỉ tích lũy để đăng kí cho những học kì sau Em xin chân thành cảm ơn .",
    "cho em hỏi đây là lỗi gì ạ? Em muốn dk lấy giấy hoãn NVQS nhưng cứ vào là bị lỗi này.",
    "MSSV:  Họ tên:  . Do là học kì 192 vừa rồi em rớt 1 vài môn nên bị hạn chế đăng kí một số môn . Nay em lên đây mong phòng đào tại giúp em đăng kí môn phương pháp tính (MT1009)_L01 (do lớp đã hết slot nên em không đăng kí được ạ ) . em mong phòng đào tạo giúp em để em đủ số chỉ tích lũy để có thể đăng kí môn cho những kì sau  Em xin chân thành cảm ơn.",
    "Em chào thầy/cô Hiện tại em đã học hết chương trình chỉ còn thiếu anh văn nói viết là đủ điều kiện xét tốt nghiệp. Nhưng kỳ trước vì dịch nên em k đăng ký thi anh văn nói viết cũng không đăng ký môn học nên tình trạng sinh viên của em là tạm dừng ạ Thầy/cô cho e hỏi là nếu kỳ này em vẫn chưa lấy được bằng anh văn nói viết thì có cần làm đơn thu nhận lại không ạ. Hay khi đủ điều kiện tốt nghiệp rồi lúc đó mới làm đơn thu nhận và đăng ký tốt nghiệp ạ. Em cảm ơn thầy/cô rất nhiều ạ",
    "Kính thưa thầy / cô, Em tên là , MSSV . Do đợt 1, và đợt 2, em chưa đăng ký môn Đề cương luận văn tốt nghiệp (Mã môn học ME4087), đợt 3 này, em vào đăng ký nhưng đã đủ sỉ số 43/43. Em có đủ điều kiện để đăng ký đề cương luận văn, Phòng Đào tạo có thể mở thêm sỉ số cho môn học này được không ạ, hay em phải lên trường để làm đơn xin mở sỉ số ạ? Em cảm ơn thầy / cô đã đọc yêu cầu của em. ",
    "em muốn xin pdt đăng kí cho em đc học trước  mấy môn sau của môn tiên quyết thay vì em phải học trước môn tiên quyết rồi mới đc học mấy môn sau.vì vầy xin pdt đki zùm em 2 môn này vào hki chính 201 mã số môn học 260621) Cn  LẠNH 1và (260628) cn đều hòa lạnh 2 để em có tkb đc học trong hki chính này ạ,em cảm ơn",
    "Cho em hỏi về biểu mẫu viết tay đăng kí môn học các môn k20 ạ.",
    "tên:  mssv: yêu cầu tăng sĩ số lớp cầu lông thứ 6, tiết 2 3 4 . Lý do: sĩ số lớp quá ít mà mạng nhà em lại kém nên không tranh được 1 slot nào ạ.",
    "Tăng sĩ số lớp  . Kính gửi Quý thầy cô, Em là  thuộc lớp HC19BSH, MSSV: . Em muốn xin tăng sĩ số của lớp mã L05 môn PE1023 - Võ (Karate, Taewondo) ạ. Lí do: Các lớp khác bị đụng lịch, hoặc đủ sĩ số và số lớp quá ít so với lượng sinh viên cần học ạ. Mong PĐT có hướng giải quyết ạ. Em xin cảm ơn.",
    "Em muốn xem điểm GDTC HK193 này để nếu như không đạt em sẽ đăng kí học GDTC tiếp ở HK201  nhưng vẫn không có bảng điểm ạ. PĐT cho em hỏi điểm được đăng ở đâu ạ",
    "Dạ xin cho em hỏi là em muốn đăng kí môn Vẽ kỹ thuật nhưng lên đăng ký thì full hết rồi nên em xin mở thêm chỗ hoặc thêm lớp được không ạ, vì là môn cuối em thiếu để tốt nghiệp nên phải học trong học kì 1 ạ. Em xin cảm ơn.  B",
    "Cho em hỏi, em có thể in bảng điểm của kỳ chính tách rời các môn dự thính đươc hay không. Vì trung bình các môn chính của em đc 8.7, em cần điểm đó để xét học bổng. Nhưng lại bị các môn dự thính kéo xuống rất nhiều . Em xin cảm ơn ạ",
    "Dạ chào thầy(cô) Do đợt hè này em đi thực tập ở công ty không nghĩ đến mình phải đóng học phí cho môn \"Thực tập tốt nghiệp\" nên em thanh toán trễ hạn . Em đã đóng xong học phí rồi, thì không biết có bị xử phạt, hay ảnh hưởng đến đăng ký môn học kỳ chính 201 sắp tới không? Hay có cần làm đơn gì không ạ?",
    "PĐT cho em xin tăng sỉ số lớp môn Hệ thống năng lượng xanh (Mã môn: EE3131). Hiện em rất cần học môn đó ạ. Em xin cảm ơn nhiều ạ.",
    "Thưa các thầy cô và các anh/chị nhà trường, cho em hỏi sao em không đăng ký được lớp aerobic L08 ạ? Em thuộc chương trình đại trà.",
    "Em đang làm hồ sơ du học và cần giấy xác nhận rằng em dự kiến sẽ tốt nghiệp vào tháng 11 sắp tới. Phòng đào tạo có thể cấp cho em giấy xác nhận này được không ạ?",
    "Em là  MSSV , K19, hiện tại môn EE1001 (Nhập Môn Kĩ Thuật) không mở trong học kì 192, lớp cũng bị xóa trong học kì 201. Em được biết Khóa 2020 sẽ học môn này vào kì 201. Cho em hỏi em xin đăng kí học chung với khóa K20 được không ạ?",
    "Cho em hỏi, e thiếu 2 môn gdtc 2 và 3, kỳ này 2 đk 2 môn khác nhau (Bơi, Bóng đá) tổng kết điểm vẫn được cả 2 gdtc2 và 3 đúng k ạ (Ý e muốn hỏi 1 kỳ có được qua 2 cái gdtc không ấy ạ)   i ",
    "Em xin mở thêm sỉ số môn EN1003, lớp L01 chô e vào lớp này với ạ Em cảm ơn ạ!",
    "Em chào cô ạ, cô cho em hỏi là chuẩn anh văn sau năm 2 là 450,nhưng theo quy định mới thì 550 mới được chuyển điểm anh văn 3, vậy em nộp bằng 450 và không chuyển điểm thì có được đăng ký môn học cho kỳ 202 không ạ, hay phải bắt buộc là 550 để chuyển điểm mới được đăng ký môn học ạ,mong nhận được sự giúp đỡ từ có, em cảm ơn ạ.",
    "Em chào thầy cô vì em vừa được cập nhật số môn tín chỉ để đủ SV năm 3 nên giờ mới đăng kí nhưng các lớp đã đủ sỉ số nên giờ em làm đơn xin thầy cô giúp đỡ mở thêm sỉ số lớp L02 môn CO3005 Nguyên lý ngôn ngữ lập trình để em có thể theo học đúng tiến độ ạ",
    "Dạ thưa thầy/cô, em xin thầy/cô mở giúp em thêm sĩ số môn xác suất và thống kê MT2001 lớp A02, em cảm ơn thầy/cô ạ",
    "Em chào cô/thầy, Em tên là , MSSV:. Hiện tại em đang làm hồ sơ học bổng  sẽ hết hạn vào ngày 10/09/2020. Nhưng vì em chưa thể vào lại trước thời gian trên để trực tiếp nhận bảng điểm và hoàn tất hồ sơ vì tình hình dịch Covid ở quê. Nên em ủy quyền cho bạn , MSSV:  nhận giúp em bảng điểm. Mong cô/thầy có thể giải quyết giúp em. Em cảm ơn ạ.",
    "Kính gửi PĐT trường ĐH Bách Khoa, em có một số vấn đề thắc mắc liên quan đến học vụ như sau. Theo quy định mới, thì từ học kì 191 trở đi, sau khi nhận điểm vắng phép (VP), sinh viên phải đăng kí thi cuối kì với môn học có mở trong thời hạn một năm học . Trường hợp của em đã được nhận điểm VP ở kì 191 và có dự định thi cuối kì để hoàn thành môn học vào học kì 1 năm học 2020-2021 . Vậy, em sẽ đăng kí thi cuối kì bằng cách thức nào và trong khoảng thời gian nào để kịp thời hoàn thành môn học vào kì tới?  Em xin cảm ơn và mong sớm nhận được phản hồi.",
    "Xin chào, em là , sinh viên lớp CK17HT01. Do đang trong quá trình hoàn thiện hồ sơ apply học bổng, nên em muốn hỏi cách thức hay quy trình để nhận:   B 1. Giấy xác nhận điểm rèn luyện  2. Bảng in các hoạt động ngoại khóa do PĐT cấp.     Do em đã tìm trong mybk hay các bên liên quan nhưng không thấy cách hướng dẫn 2 quy trình này. Mong nhận được sự hỗ trợ ạ . Em xin cám ơn.",
    "Chào thầy/cô, Em là . MSSV: . Hôm bữa em có gửi yêu cầu xin xét tốt nghiệp lại và hạn là ngày 08/09/2020. Tuy nhiên hôm nay kiểm tra thì em vẫn chưa thấy có trong danh sách tốt nghiệp. Mong thầy/cô kiểm tra và phản hồi lại giúp em. Cảm ơn thầy/cô. Trân trọng,",
    "Thêm sĩ số môn thí nghiệm hóa phân tích mã CH2115 sáng thứ 7",
    "Dạ cho em hỏi là môn CI3211 của em bị hủy thì môn Ci3213 (đồ án, phải học song hành với CI3211) của em có bị hủy theo không ạ? Nếu có hủy thì em xin được giữ lại trong danh sách lớp CI3213 rồi kì dự thính em học CI3211 có được không ạ? Nếu không được thì cho em hỏi kì dự thính có mở lớp đồ án Thép CI3213 không ạ?",
    "Dạ cho em hỏi là em có đăng kí môn của năm 3(IM3001) thì em có thể học môn này không ạ. Nếu không thì cho em xin mở thêm sĩ số môn học IM1013 ạ.",
    "Tốt nghiệp . Kính gửi PĐT Trường ĐH Bách Khoa, Em có một câu hỏi như sau ạ: Hiện tại em đã hoàn tất Đăng Kí Xét Tốt nghiệp trên MyBK và đã được thông báo là đăng kí hoàn tất . Hiện tại em phải nộp gấp Bằng TN Tạm Thời cho công ty theo yêu cầu. Vì thế em muốn nhận trước Bằng TNTT vào các ngày trong tuần từ thứ 2-6 có được không ạ, Em cảm ơn PĐT rất nhiều ạ!",
    "MSSV:    Em là K18, cho em hỏi là có thông tin pdt sẽ huỷ lớp av4 A04 thứ 5 tiết 345 kì 201 vì không đủ cơ sở vật chất thì việc này có đúng không ạ? Nếu có thì làm sao để xin được mở lớp lại ạ?",
    "Em tên -MSSV: Hiện học khoa bảo dưỡng công nghiệp Em thanh toán học phí trễ HK 193.Em đã thanh toán ngày 9/9/2020 Lý do:gia đình em gặp khó khăn,em đi làm lãnh lương bị trễ nên thanh toán học phí trễ 2 ngày Em mong phòng đào tạo xem xét cho em không bị cấm thi,được học để hoàn thành chương trình học. Em xin chân thành cảm ơn.",
    "Thưa cô, Hè vừa rồi do dịch bệnh nên em phải hủy môn gdtc. Vừa rồi đăng kí, lại không kịp Mà trong năm lịch rảnh em còn nhiều Em mong cô, mở thêm sĩ số lớp L06 - PE1015 với ạ Em tên là:  MSSV:  Em xin chân thành cám ơn ạ.",
    "Dạ em chào Thầy/ Cô. Dạ đợt Tết em có đăng ký thi môn CI3061-Phương pháp phần tử hữu hạn, đến nay có điểm  đã hơn 3 tháng, em có gửi thư lên trường nhiều lần nhưng điểm vẫn chưa được cập nhật . Kính mong Thầy/ Cô xem giúp em ạ. Em cảm ơn Thầy/ Cô.",
    "Kính chào Thầy/Cô,  Em là sv việt pháp khóa 19, em muốn làm đơn xin mở lớp môn thể chất ở cơ sở 1 được không ạ? Vì tụi em phải di chuyển rất bất tiện khi học ở cs2. Hiện tại tụi em đã tập hợp đủ số sv để mở lớp rồi ạ . Em cảm ơn.",
    "Dạ thưa cô em là  mssv , mong cô mở sĩ số lớp thể dục giúp em vì hiệ n tại cũng nhiều bạn chưa đăng kí học được như em ạ. Em cảm ơn ",
    "E bị buộc thôi học và đã được nhà trường ra quyết định thu hồi E có đăng kí môn học đợt nguyện vọng mà không có thời khoá biểu. Nay e vô đăng kí lại thì không đăng kí được Mong PDT có thể hỗ trợ e",
    "Kính gửi PĐT, em viết đơn này để được xin được đăng ký môn Hóa Đại Cương ở kì 201 này. Em mong có thể được đăng ký vì sỉ số lớp đã full, em xin cảm ơn ạ.",
    "Em tên là , MSSV Trong đợt 2 đăng kí môn học vừa qua em có cùng các bạn xin mở lớp xử lý số tín hiệu (EE2015), nhưng đến đợt 3 thì lớp đủ sỉ số Hiện tại, môn này có 1 lớp duy nhất là A01, rất mong thầy/cô mở thêm sỉ số để em có thể hoàn thành chương trình học vụ   Em cảm ơn thầy/cô đã giúp đỡ  Trân trọng,   ",
    "Thưa anh/chị, em là , em có một câu hỏi muốn được anh/chị giải đáp giúp em là: em đang trong quá trình đợi điểm và xét tốt nghiệp thì em có cần phải đăng ký môn học cho HKI tới không ạ (để duy trì tình trạng sinh viên)",
    "Dạ cho em hỏi năm nay kĩ sư tài năng khoa tự động hóa K19 đào tạo ở cơ sở 1 hay cơ sở 2 vậy ạ.",
    "Em xin mở chỗ đăng ký môn gdtc mã PE1017 - Cầu lông ạ.",
    "cho em hỏi em đang học ngành cầu đường bên xây dựng kỹ thuật. Theo chương trình đào tạo thì em phải học môn hóa vô cơ mã môn học CH2011 có phải bắt đầu từ năm học kỳ sau mã môn học đổi thành CH2013, và tăng lên 4chi cho em hỏi nếu như em chưa học môn hóa vô cơ thì giời học hóa vô cơ mã môn học CH2013 hay CH2011 và nếu học mã môn học CH2013 có tích lũy tín chỉ vào chuyên ngành của em không   ",
    "Dạ em chào cô ạ! Dạ hôm nay em làm đơn này vì em xin được đăng kí lớp A01_A02 của môn sinh học đại cương (mã môn CH2027). Do đợt 1, em có đang kí môn sinh học (mã môn CH1011) nhưng do chương trình đào tạo của k19 thay đổi nên đợt 2 không còn hiện môn đó trong đăng kí môn học ạ. Vì em không biết môn sinh học đại cương (Mã môn: CH2027) có tương đương với môn sinh học (Mã môn: CH1011) nên em đã xin phép hỏi thầy phó trưởng khoa ạ. Dạ ngoài ra, em xin phép học lớp đó là vì phù hợp với giờ thời khóa biểu của em ạ và được học ở cơ sở 1 vì em đang ở ktx Bách Khoa ạ. Dạ em mong phòng đào tạo cho phép em được học lớp A01_A02 (thứ 3,thứ 5 từ tiết 2-3-4-5) ạ!  Dạ em xin chân thành cảm ơn cô nhiều ạ.",
    "PĐT cho em hỏi là kì II 2019-2020 em nghỉ ngang, nhưng vẫn đóng học phí, điểm TBTL học kì đó bằng 0. Đến HK I 2020-2021 em đăng kí môn học theo đúng lịch trình, vẫn báo là đủ điều kiện đăng kí môn. Nhưng hiện tại sau 2 đợt đăng kí em không có thời khóa biểu, xin hỏi là em có cần viết đơn cứu xét không ạ, mong PĐT giải đáp thắc mắc giúp em em cám ơn ạ",
    "Cho em hỏi có thể tăng sĩ số môn Quần vợt lớp L05 ngày thứ 6 được không ạ. Em cảm ơn",
    "Dạ em tên là  Mssv  Trong học kì 20.1 này em rất mong muốn được học bóng bàn nhưng hiện tại lớp đã đầy chỗ. Em kém môn thể dục và bóng bàn là môn duy nhất em có hy vọng qua môn trong kì này nên nếu được xin thầy/cô cho em học môn này ạ. Em xin cảm ơn rất nhiều ạ.",
    "Em tên là  MSSV  Khoa Điện- Điện tử, lớp DD19LT06 Thưa phòng đào tạo,  Hiện các lớp thể chất đã đủ số lượng. Em xin phòng đào tạo tạo cơ hội cho em tham gia vào nhóm lớp L09 môn cầu lông PE1017 ạ. Em xin cảm ơn!",
    "Em xin lỗi vì lại làm phiền thầy cô ạ. Em muốn hỏi học phí cụ thể của các môn thể chất là bao nhiêu ạ?  Em có nghe bảo là 900k nhưng trong file trả lời thì trường bảo do K19 thu học phí theo kì nên học phí không đổi, tức là 1 tín chỉ học phí cho một môn đúng không ạ? Hay là mình phải đóng riêng bên ngoài theo quy định của ĐHQG ạ? Em xin cảm ơn thầy cô đã dành thời gian đọc và giải đáp thắc mắc cho em. ",
    "Dạ hiện tại em muốn đăng ký môn PE 1017- cầu lông lớp L10 nhưng hiện tại đã hết slot (50/50) .Nếu được , em muốn nhà trường hỗ trợ cho e được đăng ký vào lớp L10 này được không ạ",
    "Cho em hỏi có thể tăng sĩ số lớp Khoa học vật liệu dệt( Mã: ME2103, Nhóm-Lớp : L01) được không ạ?",
    "Xin phép mở thêm sĩ số lớp Thiếtbị & hệthống tựđộng vì lý do trùng lịch học các môn khác Mã môn EE3029 - Thiếtbị & hệthống tựđộng Nhóm lớp A03_A08 Thứ 3- - - - - - 7 8 9 - - - - - - -C6-602 Thứ 6- - 3 4 5 - - - - - - - - - - -B3-109 Em xin cảm ơn!",
    "MSSV:  Em là KSTN K19, khoa Hóa. Vì mã lớp A dành cho KSTN chưa có, nên theo như thông báo, sinh viên KSTN vẫn đăng ký ở lớp mã L, sau khi hoàn tất quá trình đăng ký môn học, chúng em sẽ được tách về lớp KSTN ở CS1 sau. Tuy nhiên, đến hôm nay, ngày 9.9 em mới nhận được thông báo chính thức từ GVCN (thầy ) là các môn core của lớp em chỉ học vào thứ 7 và chủ nhật. Để thuận lại cho việc học và đi lại giữa 2 Cơ sở (cũng như sắp xếp việc về quê khi cần được thuận tiện), em kính mong PĐT chuyển giúp em nhóm lớp môn Xác suất thông kê (MT2013 ) và Triết học - (SP1031) sang học hết trong ngày thứ 2 ạ. Cụ thể là: Môn XSTK chuyển từ L14 sang L01. Môn Triết học - chuyển từ L16 sang L20. Em xin chân thành cảm ơn. ",
    "Phòng đào tạo có thể giúp đỡ em mở thêm sĩ số lớp L03 của môn học PE1019 được không ạ. Em xin cảm ơn, vì nếu trễ môn giáo dục thể chất thì có một số môn chuyên nghành em không thể đăng kí được ạ.",
    "Em xin mở chỗ đăng ký môn gdtc mã PE1017 - Cầu lông lớp LO3 ạ. Em sinh viên lớp việt pháp còn môn gdtc thôi ạ mong cô xử lý giúp em.",
    "Dạ e là sinh viên năm 3, do thể chất yếu nên e đã vướng GDTC nên không thể ĐKMH hk 201. E mong phòng đào tạo có thể giúp em đăng kí các môn theo chương trình đào tạo và e sẽ trả nợ luôn GDTC vào kì này. Hoặc có thể PĐT có thể cho e đăng kí nhưng mỗn tiên quyết của hk201 để hk202 e có thể đăng kí các môn tiếp theo để có thể tránh việc trễ hạn 1 năm học ạ. E chân thành cảm ơn và mong pđt có thể hiểu và giúp đỡ ạ",
    "dạ thưa thầy cô, em mong thầy cô có thể tạo điều kiện cho em đăng kí tham gia thêm vào lớp cầu lông sáng t2 là lớp L03 ạ. em xin cảm ơn ạ.",
    "MSSV: Mã môn:PE1019 Mã nhóm: L03",
    "ng kí anh văn 4 (LA1009) Nhóm lớp A01 thứ 4 tiết 345",
    "Em chào PDT!  Em có vấn đề thắc mắc như sau:  Do bản thân em có việc cá nhân mà đã lên trễ, không kịp đăng kí thể chất, hầu như các lớp đều đã full. Nhưng sáng em lên xem thì môn mà còn trống là bóng bàn các tiết 234 hay 456, thế mà 2 lớp này đều vướng 1 tiết 4 do em học vật lí chất rắn hôm thứ 2 và bây giờ em lên xem lại thì lớp đó cũng đã full. PDT có thể cho em xin đăng kí vào bóng chuyền-L04-PE1011 hay cầu lông-L06 hoặc L07-PE1017 được không ạ?   Mssv của em là  Em xin nhờ PDT xem xét ạ! Em xin trân thành cám ơn!",
    "Dạ em có nguyện vọng đăng kí được học thêm lớp Thực tập cơ khí đại cương 2 ME2087 vào học kỳ này ạ. Theo thời khóa biểu hiện tại thì em có khả năng học vào sáng và chiều thứ 5 trùng vói giờ học của lớp ME2087 L01 và L02 ạ. Mong thầy cô có thể cho em xin một lớp học vào học kỳ tới môn Thực tập cơ khí đại cương 2 ME2087. Em cảm ơn thầy cô nhiều ạ!",
    "Cho em xin được mở rộng sĩ số môn phương pháp tính (MT1009) NHÓM A01 THƯ 3 TIẾT 10-11-12. Nhằm theo kịp tiến độ học tập với không bị quên kiến thức.",
    "Tăng sỉ số lớp L02 môn EN4021 lên 75",
    "Em xin chào anh/chị ạ!  Em là sinh viên khóa 2019, hiện em muốn đăng ký bộ môn cầu lông ( PE1017), nhưng vì không còn lớp trống nên em xin được đăng ký vào nhóm lớp cầu lông khác ạ.  Em xin cảm!",
    "Em muốn đăng ký môn học vào lớp học đó ( để đủ tín chỉ cho sinh viên trong học kỳ) mà vì lớp đó đã đủ sỉ số thì em phải làm sao ạ?",
    "Cho em xin hỏi có thể gia tăng thêm sỉ số lớp Môi trường và con người (ME2019) ở CS2 ngày thứ 5 được không ạ. Trong lúc chờ đợi hồi âm em xin chân thành cảm ơn thầy cô ạ.",
    "Em chào anh/chị, em là sinh viên đã tốt nghiệp và mới nhập học hệ văn bằng 2 khoá 2020. Em muốn hỏi về vấn đề miễn môn học, vì có nhiều môn của chương trình đào tạo bằng 2 em đã tích luỹ thì sẽ được xét miễn môn học như thế nào ạ. Em xin cảm ơn anh/chị.",
    "Em chào các thầy cô.  Em tên   MSSV . Em muốn xin được vào lớp L05 của môn thể chất bóng bàn mã PE1013.  Em xin cảm ơn.    ",
    "Dạ cho em hỏi kì này phòng đào tạo có tăng số lượng mỗi lớp giáo dục thể chất không ạ, vì số lượng mỗi lớp quá ít so với số sinh viên muốn đăng kí ấy ạ. Với lại cho em hỏi giờ học thể dục trường chỉ có khung giờ buổi sáng, một số bạn kẹt lịch học tất cả buổi sáng thì phải làm thế nào ạ nên thầy/ cô có thể xem xét mở thêm lớp và linh hoạt giờ học hơn nữa được không ạ. Em xin cảm ơn",
    "Dạ chào thầy/cô, em tên là , mã số sinh viên . Trong học kỳ 201 này em rất mong muốn được học bóng chuyền nhưng lớp đã đầy chỗ. Em học rất kém các môn thể dục và hiện tại chỉ có môn bóng chuyền là giúp em có hy vọng qua môn ạ. Vậy nếu được em xin phép thầy/cô có thể cho em học môn này ko ạ? Em xin cám ơn thầy/cô rất nhiều.",
    "Kính gửi phòng đào tạo, Em là , mssv , lớp:CK19CK16 Em muốn hỏi pđt về cơ chế chia lớp Cơ điện tử, tiêu chí chia lớp. Do sau khi kiểm tra, em phát hiện điểm sau khi phúc khảo của em đã không được cập nhật trong link phân ngành chính thức của khoa. Do kết quả phân ngành của em vẫn đủ vào Cơ điện tử (kết quả khi chưa phúc khảo) nên em đã không báo cáo. Em có dẫn chứng hình đính kèm. Nhưng hôm nay có kết quả phân loại lớp, các bạn em được vào lớp CD1 riêng em và 1 bạn khác (cũng gặp tình trạng giống hệt) học lớp CD2 nên tụi em thắc mắc rằng điểm của tụi em có ảnh hưởng đến việc chia lớp không. Nếu có ảnh hưởng mong phòng đào tạo xem xét lại cho em và bạn được chuyển sang lớp CD1 để học cùng các bạn của em. Bạn em tên : , mssv:, lớp: CK19CK16 Em xin cảm ơn.",
    "Em tên , MSSV , em làm đơn này xin các thầy/cô cho em được đăng kí vào lớp L03 môn Bóng chuyền ( PE1011) -Lý do , do em đã xếp thời khóa biểu kín cả buổi sáng và chỉ trống ngày thứ 3 ạ, và chỗ trống của lớp hết quá nhanh, em mong cái thầy/cô cho em được đăng kí vào lớp L03 ạ",
    "V/v xin vào lớp thể chất đã đủ người Em chào cô, bởi vì tất cả các môn thể chất đều hết chỗ hoặc không phù hợp với lịch học của em, cho nên em muốn hỏi là cô có thể cho em được vào lớp Võ mã PE1023 vào thứ 5 tiết 2-3-4 tại cơ sở 2 được không ạ. Em cảm ơn cô nhiều.    Thân,",
    "Em muốn xin mở sĩ số môn cầu lông  Nhóm/lớp: L05 Em chân thành cảm ơn thầy/cô!",
    "Cho em hỏi, em đã đăng ký Luận văn ở đợt ĐKMH đợt 2, nhưng ở đợt ĐKMH đợt 3 em vẫn đăng ký tiếp được. Và em không thấy mục Kết quả ĐKMH đợt 2 ạ. Vậy em nên đăng ký luôn đợt 3 hay sao ạ?Em cảm ơn.",
    "Lệ phí làm lại thẻ sinh viên. Em không đăng ký đóng tiền làm lại, tự nhiên nó vào mục thanh toán trễ hạn luôn?? Em không đóng có bị làm sao không ạ? Thật tình em không có nhu cầu làm lại thẻ, sao tự nhiên bắt em đóng tiền ta?",
    "em xin được tăng sĩ số lớp A01 môn Hệ thông năng lượng xanh với ạ(EE3131). em cảm ơn",
    "Cho em hỏi bắt đầu sang hk 201 là mình quy đổi điểm tiếng anh theo bảng quy đổituwf hk201 dành cho tất cả các khóa phải không ạ tại em ko rõ là bảng đó dành cho khóa k20 hay cho toàn bộ tất cả ạ",
    "Chào thầy/cô. Em là  MSSV  Em muốn xin thêm 1 slot môn CI3195 Nền móng lớp A01 và môn CI3009 Kết cấu thép 1 lớp A02 được không ạ? Mong nhận được phản hồi sớm ạ. Em cảm ơn.",
    "Em đóng trễ học phí học kỳ 3, nay phải viết đơn lí do đóng trễ, xin hỏi viết xong nộp ở đâu ạ? Em cảm ơn.",
    "Cho em hỏi là mình được phép chuyển điểm anh văn nhiều lần riêng rẽ và tối đa 1 lần đối với 1 môn anh văn phải không ạ",
    "B Em tên: , MSSV:     Hôm nay em gửi yêu cầu này về vấn đề đăng kí môn học và đóng học phí như sau:  Vào đợt đăng kí môn học cho học kì hef193 vừa qua. Em có đăng kí môn học:   B thực tập nhận thức ngành (Càng - Công trình biển) CI2055   , và đã   U đăng kí thành công   .  Nhưng khi kiểm tra lịch học ở thời khóa biểu của trang web MyBK, lại không có thời khóa biểu chính thức của môn học này. Không có ngày học, giờ học, phòng học cụ thể. (Hình 1)  Mà tại trang web BkPay lại thông báo là em có học phí của môn học này cần thanh toán. Mặc dù em chưa học được một buổi nào theo thời khóa biểu của môn học này cả.(Hình 2)  Dù có hơi muộn, nhưng em mong Phòng Đào tạo, Phòng Công tác Chính trị Sinh viên giúp em giải quyết vấn đề có phần vô lý này.  Em xin chân thành cảm ơn!",
    "TT bên em đã xóa bỏ tiên quyết đối vs học kì này và đã gửi cho pdt công văn số 3,nên em xin pdt xem xét đăng kí giúp cho em 3 môn học này vào hki chính 201 này ,vì số lượng sv ít nên rất khó mở lớp,nên xin pdt đăng kí giúp em 3 môn học này (260621)Cn đều hòa lạnh 1,(260628) Cn đều hòa lạnh 2,(260623)tổ chức 3 để em có tkb và đc học trả nợ trong hki 201 này ạ,em xin cảm ơn",
    "Hiện tại học kì 201 trong chương trình đào tạo em có môn Máy tính trong kinh doanh. Trong đợt đăng kí môn học này em đã đăng kí lớp L02 của môn học, tuy nhiên em mới nhận đươc thông báo của giảng viên dạy bộ môn là lớp l02 sẽ bị hủy và sinh viên lớp đó sẽ chuyển qua lớp L01 nếu thầy xin PĐT mở thêm sĩ số lớp L01 mà hiện tại lớp L01 vẫn chưa được thêm sĩ số và full chỗ nên em không thể chuyển qua. Môn học này có liên quan tới các môn học sau của em nên em mong PĐT có thể mở thêm sĩ số hoặc cho em đăng kí thêm slot vào lớp L01 với ạ. Em cảm ơn",
    "Thầy, cô cho em hỏi PĐT làm việc vào những giờ nào trong tuần ạ ? Em cảm ơn, em hỏi giúp các em K20.",
    "Chào anh/chị Cho em hỏi là sinh viên hệ VHVL có được đăng kí môn học chung với lớp Chính Quy không ạ ?",
    "Em xin đăng kí vào môn học: Bơi  Mã môn học: PE1019",
    "Em là , MSSV là . Trong học kỳ 201, em rất mong muốn được học môn bóng chuyền PE1011. Nhưng do các lớp bị lấp đầy chổ quá nhanh nên em không kịp đăng ký. Vì vầy em rất hy vọng thầy cô trong học kỳ này cho phép em được học môn này ạ. Em xin cảm ơn.",
    "Em muốn đăng ký môn học: Bơi  Mã môn học:PE1019 Nhóm L01",
    "cho em xin tăng thêm sĩ số môn học EE3079 lớp A02 với ạ. em cảm ơn",
    "Cho em hỏi về chương trình của môn giáo dục thể chất như phòng đào tạo đã thông báo sẽ học ở trung tâm thể dục thể thao của đại học quóc gia , thì học phí sẽ được tính như thế nào , cụ thể là dành cho khóa 2019 khi mà học  phí đã tính theo học kỳ , liệu sẽ tính như cũ ( học kì 191, 192 ) không ?  Em cảm ơn",
    "cho em hỏi là sắp hết đợt hiệu chỉnh mà môn thực tập tốt nghiệp không mở thì em có thể đăng ký môn thực tập tốt nghiệp trong học kỳ tới như thế nào ạ",
    "PE1023 nhóm L06",
    "Kính gửi thầy/ cô! Em tên:  Ngành: Kiến trúc - Lớp: XD16KT MSSV:    Em đã hoàn thành các tín chỉ môn học các học kì nhưng chưa thể đăng kí Đồ án tốt nghiệp do chưa nộp chứng chỉ Toeic 500+ kịp . Em xin phép hỏi thầy/ cô là em có thể đăng kí Đồ án tốt nghiệp và bổ sung chứng chỉ sau chung đợt xét tốt nghiệp được không ạ? Kính cảm ơn thầy/cô.",
    "Em chào thầy cô ạ. Em là sinh viên K19. Học kỳ 201 tới đây em muốn học môn Hóa đại cương nhưng vì em đăng ký trể nên tất cả các lớp đều đã đủ sĩ số rồi. Bây giờ nếu em vẫn muốn được học thì em phải làm như thế nào ạ? Em xin chân thành cảm ơn các thầy cô.  B   I",
    "Em đã thanh toán trể hạn học phí HK hè 193 Hỏi là: Em có cần phải lên Trường làm giấy giãi trình để được tham gia thi cuối kỳ học kỳ hè không ạ.",
    "Dạ e chào ạ,  Em tên là Huỳnh Ngọc Phước sinh viên K19 khoa cơ khí. Dạ PĐT đã mở đăng ký môn GDTC nhưng bây giờ hầu như các lớp đều đã hết sỉ số rồi ạ. Nên em xin PĐT cho em xin mở thêm sỉ số lớp BÓNG BÀN L03 thứ 4 tiết 2-3-4 ạ  Em cảm ơn ạ !",
    "Em tên: . Mssv: Em muốn xin mở thêm lớp học bóng chuyền cho hệ đại trà hoặc thêm slot một số lớp bóng chuyền hệ đại trà hiện tại Mã môn: PE1011",
    "Dạ em là:  -  - DD16KTD2. Em muốn xin PĐT cho em đăng kí thêm vào môn EE3075 - Thiết bị & ht tự động tk (hiện tại có 2 lớp A01, A02 đều đã đủ sỉ số 60/60) . Cho em hỏi là có thể đăng kí thêm được không? Và nếu có thể thì quy trình đăng kí thêm như thế nào ạ. Em mong được PĐT phản hỏi sớm. Em cám ơn !",
    "Học kì 192 em ko đăng kí được môn Thực tập cơ khí đại cương một. Cho nên vào kì đăng kí môn cho học kì 201 em có đăng kí lại. Dù cả đợt một và hai em đều được thông qua nhưng đến đợt đăng kí thứ ba do một số lý do mà em ko rõ nên các bạn đăng kí chung lớp với em rút bớt dẫn đến lớp không đủ sĩ số cho nên em bị xoá môn. Kính mong nhà trường cho phép em đăng kí thêm môn Thực tập cơ khí đại cương 1 để em học kịp tiến độ ạ. Em cảm ơn.",
    "Em chào các thầy cô PĐT, Hiện tại em có mong muốn được học cải thiện môn Vẽ kĩ thuật giao thông [TR1003] đồng thời cùng với môn Kết cấu động cơ đốt trong [TR2007] nhằm kịp tiến độ học tập. Tuy nhiên lớp L01 [Thứ 3, tiết 2345] tuy không trùng với lịch học hiện tại nhưng không may đã bị full sỉ số lớp. Kính mong các thầy cô có thể hỗ trợ cho em được tăng sỉ số lớp môn này để em có thể đăng ký trả nợ, kịp tiến độ học tập. Rất mong nhận được phản hồi sớm từ quý thầy cô, Thân mến,",
    "Dạ em chào Thầy/Cô ạ! Dạ hiện tại em đã nộp bằng chuyển điểm anh văn xong hết ạ. Học kỳ 1 2017- 2018 em có học anh văn cơ bản nhưng bị rớt, đến kỳ 1 năm 2019-2020 em đã nộp bằng anh văn để chuyển điểm và đã chuyển điểm xong nhưng bây giờ em muốn đăng ký học anh văn 1 LA1003 để duy trì tình trạng sinh viên thì đăng ký bị báo là dính anh văn tiên quyết là anh văn cơ bản LA1001 ạ.Mong pđt xem xét cho em ạ. Em chân thành cảm ơn ạ.",
    "xin đăng ký môn bóng chuyền   CODE PE1011 lớp L06",
    "Em xin chào các thầy cô. Hiện tại em chưa đăng ký được môn thể chất cho học kỳ 201 sắp tới, gần như tất cả các môn đều đã đầy chỗ, và một số ít lớp trống còn lại thì rơi vào giờ học các môn lý thuyết ở trường của em. Chính vì vậy em viết yêu cầu này để mong thầy cô xem xét cho em được bổ sung vào học lớp L05 môn Bóng bàn, mã môn PE1013 (lịch học thứ 5 tiết 2-3-4). Em rất mong sớm nhận được phản hồi từ thầy cô. Em xin chân thành cảm ơn.",
    "Họ tên:   MSSV: Em viết thư này kính mong Phòng đạo tạo có thể sắp xếp cho em vào lớp L10 của môn cầu lông (PE1017) để em có thể hoàn thành GDTC của HK201. Vì tất cả các môn khác có lịch vào tất cả buổi sáng và không thể đổi được qua ngày khác, hơn thế nữa có những lớp sĩ số không đảm bảo để mở lớp cho nên em không thể đăng kí. Kính mong Phòng đào tạo có thể giải quyết giúp em. Trân trọng .",
    "Em chào Thầy/Cô ạ, Do em đọc trong gmail Trường gửi nếu như nộp học phí kì dự trễ phải làm đơn ghi rõ lý do, nhưng em đã nộp học phí và hiện không tiện đến Trường thì có cách giải quyết nào khác không ạ? Mong Thầy/Cô giải đáp giúp em. Em chân thành cảm ơn ạ",
    "kì trước em vắng thi môn gdtc nên rớt môn . Em muốn đăng kí thi lại môn gdtc được không ạ.",
    "Em học lớp chương trình thường ạ. Cho em hỏi là làm sao để đăng kí học lại môn gdtc và em muốn học ở cơ sở 1 vậy ạ .",
    "em không đăng ký dc môn SP1003, và em muốn xin mở thêm 1 sĩ số mã môn SP1009 ngày thứ 6 tiết 13 14 15. em xin cảm ơn",
    "Em xin mở thêm sỉ số môn học EN1003, lớp L02 hoặc L01 Cho e vào lớp đó ạ Em cảm ơn",
    "em cần mở thêm sỉ số lớp môn Cấu trúc dữ liệu và giải thuật-CO2003 và Kiến trúc máy tính-CO2007 vì em chưa đăng ký được 2 lớp này nên em không biết được có mắc phải môn tiên quyết nào không nhưng nếu không em mong pdt mở thêm 1 sỉ số nữa để em có thể đăng ký đủ chỉ cho 1 học kỳ ạ. Em cảm ơn",
    "Chào thầy cô Em hiện là sinh viên K18 của trường, kì học 192 vừa rồi em bị trễ môn thực tập điện 1 [EE2025], môn học có ảnh hưởng đến chương trình học và điều kiện đăng kí đồ án học kì 202 sắp tới, nên e muốn đăng kí học vào kì 201 này để kịp với chương trình. Mong thầy cô tạo điều kiện giúp em tăng thêm sĩ số môn EE2025, nhóm A01, để có thể đăng kí học và bắt kịp với chương trình học. Rất mong được sự giúp đỡ của quý thầy cô . Em xin chân thành cảm ơn!!!",
    "Dạ cho E hỏi bây giờ  có thể học chương trình cử nhân ít tín chỉ hơn chương trình kỹ sư 142 tín chỉ được không ạ?  E xin cám ơn",
    "Em là sinh viên khóa 2017, chưa tích lũy được môn Mạch điện tử mã EE2007 nhưng mã môn học này không còn được mở ở chương trình đào tạo khóa sau. Em có thể đăng ký mã mới để xét tương đương được hay không ạ? Nếu không thì em phải làm thế nào?",
    "Kính chào Phòng Đào tạo và Thầy . Em tên là , hiện đang học hệ văn bằng 2 chính quy ngành xây dựng dân dụng, mã số . Vào học kỳ hè (193) của năm học 2019-2020 em có đăng ký môn thực tập tốt nghiệp CI3343 trong đợt 1, đợt 2 và đợt 3 nhưng sau đó bị hệ thống hủy môn. Em có gửi email hỏi về vấn đề này thì được Phòng Đào tạo trả lời bằng email là số tín chỉ tích lũy của em là 47 tín chỉ, chưa đủ số lượng (đến thời điểm gửi email này thì số tín chỉ em tích lũy đã 56 tín chỉ). Nhưng vì em học bằng 2 nên được miễn một số môn, cộng với lượng tín chỉ thực tế em có đăng ký học, em đã tích lũy tổng cộng 108 tín chỉ   Trên đây là hình chụp màn hình tổng số tín chỉ tích lũy được. Trong email Phòng Đào tạo gửi ngày 01/09/2020 cũng cho biết khi quy định SV phải đạt bao nhiêu tín chỉ để được nhận LVTN thì phải tính là tín chỉ SV đã tích lũy + số tín chỉ được miễn . Bên ngành xây dựng dân dụng quy định số tín chỉ tối thiểu để đăng ký thực tập tốt nghiệp là 95 tín chỉ. Nhưng trong đợt đăng ký môn học cho học kỳ 1 năm học 2020-2021 thì khi em đăng ký môn thực tập tốt nghiệp đợt 1 và 2 đều bị hệ thống hủy. Một số bạn học bằng 2 của em ở khóa 2018 có số tín chỉ tương tự em đã đăng ký được thực tập tốt nghiệp vào học kỳ trước. Em kính nhờ Phòng Đào tạo xem xét lại trường hợp của em và cho em đăng ký môn thực tập tốt nghiệp để em có thể kịp tiến độ cho đề cương tốt nghiệp và luận văn tốt nghiệp (em đã đăng ký thực tập tốt nghiệp đợt 3 nhưng có thể hệ thống sẽ tự hủy như những lần trước) . Em xin cảm ơn rất nhiều!",
    "Em muốn đăng ký vào lớp L03 mã PE1013 thì có được không ạ",
    "PE1015 Em kính chào thầy/cô ạ Do thời khóa biểu của em bị trùng với môn thể chất em muốn học. Em có nguyện vọng được xin vô lớp L03 của môn Bóng rổ PE1015 ạ Mong thầy/cô sẽ giúp em Em chân thành cảm ơn ạ",
    "Em là Nguyễn Hùng Vũ mssv ,em viết đơn này mong phòng đào tạo giúp em mở thêm sĩ số môn học Nhiệt Động Học Và Truyền Nhiệt",
    "Dạ thưa em tên là  MSSV , e mong muốn đc đăng ký môn cơ sở kỹ thuật điện (EE2017) vào nhóm A01_A01 để theo kịp tiến độ học tập, tốt nghiệp. Mong được chấp nhận, e cảm ơn !!",
    "Em chào thầy cô ạ, em là , mssv , học khoa Cơ Khí. Trong đợt đăng ký môn học thứ 3 này em muốn đăng ký môn Cầu lông (PE1017) nhưng tất cả đều đã full sỉ số nên em viết thư này xin thầy cô cho em được thêm tên mình vào danh sách lớp L06 hoặc L07 của bộ môn này. Em xin chân thành cảm ơn ạ.",
    "Lớp giáo dục thể chất không còn slot thì em có thể làm đơn xin vào không ạ",
    "do bị yêu cầu xóa môn nên em muốn được đăng kí môn cơ sở kỹ thuật điện nhóm A01_A01 để đảm bảo số tín chỉ",
    "dạ thưa thầy cô em xin được vào lớp cầu lông PE1017 L01 được không ạ , lý do là thời khóa biểu hiện tại của em chỉ còn mỗi tiết đó là còn trống và em cũng có năng khiếu đánh cầu lông nên em muốn học cho dễ qua môn ( hiện tại chỉ còn bóng đá là còn trống chỗ nhưng em ko biết đá bóng và quan trong hơn là cách đây 1 năm em có gãy chân 1 lần nên là em không thể học môn đó được ạ xin thầy cô có thể hỗ trợ em )",
    "Chào thầy/cô, Em tên là :  MSSV : Em không thể đăng kí thực tập tốt nghiệp do bị kẹt môn học trước là CO1025 . Tuy nhiên môn này không có trong chương trình đào tạo của khoá K2017. Em mong thầy/cô phản hồi sớm ạ",
    "Em xin chào PĐT, Em tên là , MSSV , thời gian gần đây PĐT có mở đăng ký gdtc nhưng các môn đều đã hết và em không đăng ký môn được, em hy vọng PĐT có thể giúp em đăng ký môn cầu lông lớp L04 vì đây là môn em có thể học được và không trùng với môn nào trong tkb. Em xin chân thành cảm ơn ạ! Chúc thầy/cô một ngày làm việc vui vẻ và hiệu quả",
    "Xin phép mở thêm sĩ số lớp Thiếtbị & hệthống tựđộng vì lý do trùng lịch học các môn khác Mã môn EE3029 - Thiếtbị & hệthống tựđộng Nhóm lớp A03_A08 Thứ 3    - - - - - - 7 8 9 - - - - - - -    C6-602     Thứ 6    - - 3 4 5 - - - - - - - - - - -    B3-109 Em xin cảm ơn!",
    "Khoa học vật liệu dệt( ME2103)",
    "Xin phép mở thêm sĩ số lớp Thiếtbị & hệthống tựđộng vì lý do trùng lịch học các môn khác Mã môn EE3029 - Thiếtbị & hệthống tựđộng Nhóm lớp A03_A08 Thứ 3    - - - - - - 7 8 9 - - - - - - -    C6-602     Thứ 6    - - 3 4 5 - - - - - - - - - - -    B3-109 Em xin cảm ơn!",
    "Cho em xin hỏi là khi nào PĐT sẽ công bố danh sách dự kiến tốt nghiệp bổ sung cho hệ Chính Quy ạ. Em xin cám ơn",
    "Gửi trường, Trường có thể mở thêm sỉ số lớp môn hóa vô cơ (CH2011) lớp A01 của thầy  được không ạ? Em sợ môn này kì sau không còn mở nữa. Người gửi ",
    "Kính Gửi : Phòng Đào Tạo  Em tên là :   Mssv :   Dạ thưa Phòng Đào Tạo cho em hỏi là môn học cơ học kết cấu em chưa học thì có được đăng ký học môn kết cấu bê tông cốt thép 1 không ạ và em thấy trên kế hoạch giảng dạy của Nhà Trường thì học cơ học kết cấu trước rồi mới học tới kết cấu bê tông cố thép 1  Em xin chân thành cảm ơn ạ",
    "Chào PĐT, Em là , , QLCN Phòng đào tạo có thể mở thêm slot đăng ký môn học chính quy HK201 cho môn Quản lý dự án IM4003 nhóm lớp A02, thứ 2 - tiết 789 giúp em ạ . Em xin chân thành cảm ơn Phòng Đào Tạo.",
    "Chào anh/chị, Em tên , mssv , chương trình Chất lượng cao. Em đã tốt nghiệp đợt t7/2020 (t4/2020) vừa rồi. Anh/chị cho em hỏi tầm khi nào em nhận được bằng tốt nghiệp chính thức ạ? Cảm ơn anh/chị, .",
    "Cho em hỏi là nếu trong hk 192 em đã đăng kí giáo dục thể chất môn võ (karate) thì trong học kì 201 em có được đăng kí gdtc môn võ nữa không ạ? Nếu được đăng kí thì môn võ mà em học sẽ là taekwondo đúng không ạ? Mong nhà trường sớm giải đáp thắc mắc cho em. Em xin cảm ơn.",
    "cho em hỏi những lớp gdtc mới mở như L12 L13 cho sinh viên đại trà nhưng để là cs1 thì học ở cs 1 ạ?",
    "Chào bạn, Có mở lớp môn này mà bạn. Thân",
    "Dạ cho em hỏi là các lớp mới bổ xung của thể chất là đều học ở cs1 hết phải không ạ hay học ở trung tâm TDTT đhqg vậy ạ tại em thấy trên chỗ đkmh toàn để cs1 k ạ k có lớp cs2 nào mở hết ạ . Em cảm ơn",
    "Kính gửi PĐT ĐHBK TP.HCM, Sáng nay ngày 10/09, PĐT có mở thêm các lớp   B GDTC    vào buổi chiều (tiết 789) cho sinh viên nhưng  B  địa điểm học lại là CS1    (trong khi thông báo năm nay trường sẽ học tại TT TDTT Thủ Đức). Cho em hỏi đây có phải là nhầm lẫn hay những lớp này được mở cho sinh viên học trên CS1 vậy ạ? Em xin cám ơn",
    "Kính gửi phòng đào tạo , em tên  mssv  . Nay em viết đơn này kính mong phòng đào tạo có thể đăng kí giúp em môn Quang học - âm học mã môn:CI3143nhóm lớp L01 học vào (thứ 2 tiết 3,4,5,6 )hiện đã đủ sĩ số. Do em đăng kí chậm nên không đăng kí được môn này mong phòng đào tạo đăng kí giúp em.Do đợt rồi em bị đình chỉ 1 kỳ và chương trình năm sau có nhiều thay đổi nên các môn em được đăng kí rất hạn chế . Em mong phòng đào tạo có thể đăng kí giúp em để em đủ tín chỉ để không bị cảnh cáo học vụ ạ.Em cảm ơn ạ.",
    "Dạ chào phòng đào tạo, em có thể xin mở thêm lớp bơi vào buổi sáng tại cơ sở 1 được không ạ. Tại lịch buổi chiều e trùng môn chuyên nghành và buổi sáng ở cơ sở 2 lại hết danh sách. Em xin chân thành cảm ơn ạ.",
    "Dạ cho em hỏi là PĐT mới mở thêm lớp bóng chuyền, em đăng kí vào lớp L09 nhưng lại ghi địa điểm học là cs1, có nhầm lẫn gì không ạ Vì ghi cs1 nên một số bạn k đăng kí được vì thời gian di chuyển 2 cơ sở mặc dù mã  lớp là L09 Em cảm ơn ạ",
    "Chào phòng đào tạo! Dạ em muốn biết là nếu em học 4.5 năm (trễ 0.5 năm) và trong nửa năm cuối đó em bị gọi đi nghĩa vụ quân sự trong vòng 2 năm, thì khi về học tiếp tục tại trường thì bằng tốt nghiệp của em có còn là bằng Chính Quy hay không ạ?",
    "Cho em hỏi các môn thể chất mở ở cơ sở 1 thì mình học trong trường hay sao ạ",
    "Cho em hỏi, hiện tại các môn học có mã L07-L09 có ghi học ở cơ sở 1, có phải là lỗi máy không ạ? Đây có phải lớp đại trà không ạ?",
    "Dạ cho em hỏi hiện tại em chỉ đăng ký được 8 tín chỉ/ kỳ, và 1 môn thể chất ( môn thể chất thứ 3 theo quy định). Em chỉ đăng ký được 8 tín chỉ vì thuộc nhóm sinh viên dưới 24 tín chỉ ( em 21 tín) Vậy em có được tạo thời khoá biểu do đăng ký dưới 10 tín chỉ. Và học phí của em có được giảm 50% không ạ. Vì theo em được biết, dưới hoặc bằng 8tc/ kỳ thì giảm 50% học phí và giáo dục thể chất khi rớt học lại mới tín hp 1 tín chỉ . Em xin cám ơn!",
    "Chào ad Cho e hỏi cách để chuyển sang hệ vhvl khi  bị hết thời gian đào tạo dc k?  Giờ e dk chuyển thì có kịp đăng ký mh học kì sau k? Em cảm ơn",
    "Em mong PDT cho phép tăng sĩ số lớp Trường điện từ EE2003 Nhóm lớp A01 ạ, vì hiện giờ chỉ có 1 lớp mở. Và ngày hôm qua em bị mất mạng nên chậm tay đăng kí hơn các bạn khác ạ.",
    "Vào đợt 2 đăng kí môn học hk201 vừa rồi, em có lên phòng đào tạo làm giấy tăng sĩ số lớp môn Xác suất thống kê-MT2001 nhóm A01, nhưng đến hiện tại em vẫn chưa thấy môn học ở trên kết quả đăng kí. Mong thầy(cô) xem lại giúp em ạ! Em xin chân thành cảm ơn!",
    "Dạ em chào thầy cô ạ. Em xin phép thầy cô có thể mở thêm 1 suất học của môn nền móng vào tiết 7-9 chiều thứ 3 được không ạ. Vì em bị dính điều kiện chưa hoàn thành thể chất nên hiện tại em chỉ đăng kí được có 10 chỉ thôi ạ. Mong thầy cô giúp em. Em xin cảm ơn ạ",
    "Do môn Trường Điện Từ (EE2003) PĐT mở ở học kì chính 201 đã hết sĩ số, nên em muốn hỏi có thể xin tăng sĩ số lớp học thêm không? ",
    "CI1033Vẽ kỹ thuật xây dựng",
    "Kính gửi phòng đào tạo, Em là , mssv , lớp:CK19CK16 Em muốn hỏi pđt về cơ chế chia lớp Cơ điện tử, tiêu chí chia lớp. Do sau khi kiểm tra, em phát hiện điểm sau khi phúc khảo của em đã không được cập nhật trong link phân ngành chính thức của khoa. Do kết quả phân ngành của em vẫn đủ vào Cơ điện tử (kết quả khi chưa phúc khảo) nên em đã không báo cáo. Em có dẫn chứng hình đính kèm. Nhưng hôm nay có kết quả phân loại lớp, các bạn em được vào lớp CD1 riêng em và 1 bạn khác (cũng gặp tình trạng giống hệt) học lớp CD2 nên tụi em thắc mắc rằng điểm của tụi em có ảnh hưởng đến việc chia lớp không. Nếu có ảnh hưởng mong phòng đào tạo xem xét lại cho em và bạn. Bạn em tên : , mssv:, lớp: CK19CK16 Em xin cảm ơn.",
    "cho em hỏi, em đã học những môn tương đương trong chương trình Việt Pháp ở năm nhẩt nhưng mà số tín chỉ tích lũy ngành của em chỉ là 46 ( tính đến hk1 2019-2020 ). Nhưng trong khi em chỉ nợ 13 tín chỉ nên không đăng kí được môn thực tập tốt nghiệp ME 3029  Kính mong được giải quyết",
    "Em tên là:  MSSV:  Lớp: CK18CD3 Em viết yêu cầu này để mong phòng đào tạo tăng sỉ số lớp A01 hoặc A02 môn ME2087 giúp em ạ. Em xin cảm ơn!",
    "Dạ em muốn hỏi là có thể tăng sỉ số lớp A06 môn Kết cấu thép 1 (CI3009) để em được có lớp vì hiện tại các lớp đều đầy đủ hết rồi ạ. Em cám ơn thầy cô và nhà trường rất nhiều ạ",
    "Thầy, Cô cho em hỏi: em thấy có nhiều lớp Thể chất mới mở sáng nay, có mã là L nhưng lại học ở CS1, cụ thể là môn Cầu lông PE1017 lớp L12, L13, L14. Đây có đúng hay có nhầm lẫn gì không ạ?  Em xin cám ơn Thầy, Cô.",
    "Cho e hỏi đã có lịch kiểm tra  ddowtj1 của kì 193 chưa vậy ạ. Em chưa nhận được thông báo về lịch thi mặc dù đã hoàn thành đăng kí",
    "Em đã đăng kí GDTC lớp L14, mã L nhưng lại để nơi học là CS1. Dạ cho em hỏi là em sẽ học ở cơ sở nào ạ?",
    "Kính gửi nhà trường Em tên là  Mssv:  Vì tình hình dịch bệnh nên việc rút môn học hè không tính phí của em đã được chấp nhận. Và các môn học hè trên bkel cũng đã được gỡ bỏ. Nhưng khi vào lại bkpay thì em vẫn thấy còn một khoảng tiền chưa thanh toán chính là học hè đấy ạ. Em thắc mắc lắm ạ. Em không biết có xảy ra lỗi gì k nữa, mong nhà trường xem xét lại giúp em ạ. Dưới đây là 2 hình ảnh đính kèm: đoạn tin nhắn được chấp nhận huỷ môn không tính phí, hình còn lại là khoản tiền cần đóng học phí  Em chân thành cảm ơn. ân ",
    "Em chào anh /chị! . Hiện tại chúng em đã thành lập câu lạc bộ(clb) Runner được 2 năm ở kí túc xá Bách Khoa. Chúng em muốn xin trường tạo gmail với tên miền của trường được không ạ? Nếu được chúng em có thể xin ở đâu ạ?    I Em cảm ơn anh/chị rất nhiều   i  .",
    "PĐt cho e hỏi các lớp GDTC mới mở thêm các lớp có mã Lxx nhưng học tại CS1 là do nhầm lẫn hay đúng là học tại Cs1 ạ. E mong PĐT trả lời sớm để kịp đăng kí môn . Em cảm ơn ",
    "Em xin kính chào quý thầy/cô ạ. Em tên là , mssv , lớp HC19MTB Em làm đơn xin tăng sỉ số lớp L01 môn Vẽ kỹ thuật (CI1003) học kì 201. Vì đăng kí môn học đợt 3 của học kì 201 nhà trường không mở thêm lớp cho môn này nên em xin được tăng sỉ số lớp. Kính mong quý thầy/cô xem xét ạ.",
    "Cho e hỏi có thể gia tăng sĩ số môn Vẽ kĩ thật ( CI1003) ở cs2 lớp L01_L01( thứ 2 và thứ5) được k ạ. Do 15h hôm nay hết hạn đăng kí môn học nên e mong thầy cô phản hồi sớm ạ. Em cảm ơn thầy cô",
    "vẽ kỹ thuật-CI1003 L01 .",
    "Cho e hỏi có thể gia tăng sĩ số môn Vẽ kĩ thuật ( CI1003) ﻿ở cs2 lớp L01_L01( thứ 2 và thứ5) được k ạ. Do 15h hôm nay hết hạn đăng kí môn học nên e mong thầy cô phản hồi sớm ạ. Em cảm ơn thầy cô",
    "Em học khoá K19, do năm nhất em thuộc nhóm sinh viên dưới 24 chỉ nên kì này em chỉ đk đc 8 tín chỉ .Cho em hỏi là đk đc có 8 chỉ thì mình có bị đình chỉ học kì này ko ạ? ",
    "E muốn tham gia học lớp Vẽ kĩ thật(CI1003) ﻿ở cs2 lớp L01_L01( thứ 2 và thứ5) được k ạ.Do lớp đã đủ sĩ số nên e mong nhà trường  có thể gia tăng 1 sĩ số ạ. Do 15h hôm nay hết hạn đăng kí môn học nên e mong thầy cô phản hồi sớm ạ. Em cảm ơn thầy cô",
    "Em là sinh viên khoa Cơ khí K19. nhà trường có mail là em đăng ký 19 tín chỉ và giáo dục thể chất thì sẽ tín tiền 17 tín chỉ. Mà e đăng ký xong 19 tín chỉ thì tất cả môn giáo dục thể chất mà nhà trường đưa ra e đăng ký điều không dc ạ (  lý do trùng lịch môn học trước ) mà đợt 3 thì không điều chỉnh được ạ. Mong trả lời giúp e ạ.",
    "Lúc 14:37 ngày 10/09 em có đăng ký môn bơi lúc đó đang hiển thị là học ở cơ sở 2 nhưng lúc 15h:10  em vào xem lại thì là cơ sở 1  -- Em muốn hỏi là lớp 15/30 có bị huỷ không ạ",
    "Mở đăng kí môn học mã im013",
    "Cho em hỏi 1 số môn giáo dục thể chất mã L mà học ở cs1 là có nhầm không ạ? Hay đúng là sẽ học ở cs1 vậy ạ?",
    "QUOTE  Cho em hỏi mã môn L thể chất có phải là ở cs1 không ạ?",
    "Em chào thầy/cô, Em tạo yêu cầu này mong muốn có thể chuyển nhóm lớp 01_03 (40/41) của mã môn CO3003 sang nhóm lớp 01_02 (43/41) hoặc 01_04 (41/40). Mong thầy/cô tạo điều kiện để em có thể tham gia lớp học với lịch học phù hợp. Em cảm ơn.",
    "Kính gửi Quý thầy cô, Em là  thuộc lớp HC19BSH, MSSV: . Em xin chuyển qua lớp mã L10 môn SP1031 - Triết học  -   ạ. Lí do: môn học không bị trùng lịch với môn khác trong tkb và cũng còn chỗ trống nhưng bị báo \"Môn học bị trùng thời khóa biểu!\"  Mong PĐT có hướng giải quyết ạ. Em xin cảm ơn.",
    "cho em hỏi năm 1 em rớt av đầu vào. vậy hết học kì 3(năm 2) em phải đạt được chuẩn av bao nhiêu ạ.",
    "Em tên là , MSSV: . Dạ cho em hỏi là trong quy định của nhà trường là hết năm 2 phải đạt được AV3 thì mới được đăng ký môn học cho học kì chính 201. Nhưng do tình hình dịch nên tạm thời không xét chuẩn AV cho HK201, vẫn được đăng ký môn cho HK201. Vậy HK201 em học AV3 pass thì HK202 em vẫn được đăng ký môn cho HK202 đúng không ạ ? Mong sớm phản hồi giúp em. Em cảm ơn .",
    "Dạ em chào quý anh/chị Em là  MSSV 181017 Học kì này em có đăng kí môn CH3023 lớp A01, nhưng hiện tại chỉ có 22/70 bạn đăng kí. Cho em hỏi là lớp có bị hủy không ạ . Mong pđt sớm phản hồi.",
    "Sinh viên có thể dùng mail trường để sử dụng miễn phí microsoft office 365 không ạ?",
    "Dạ em chào thầy cô Em có thằng em nộp hồ sơ ĐGNL nhưng quên chụp hình tờ giấy khám sức khoẻ và phiếu báo điểm để đăng lên chỗ mục đăng kí nhập học thì em của em cần làm những gì ạ Em cảm ơn ạ",
    "Chào anh/chị, Em là , MSSV: , là sinh viên K16, lớp MT16KT. Em có xem trong danh sách tốt nghiệp dự kiến up trên sakai thì em nằm trong nhóm các sinh viên không đủ tiêu chuẩn tốt nghiệp do không đủ môn trong tổ hợp 2. Sau khi em xem lại chương trình đào tạo thì em thấy mình đã học đủ các chỉ theo yêu cầu của tổ hợp. Vậy nên, nhờ anh/chị kiểm tra lại giúp có sai sót gì không. Em xin cám ơn.",
    "MSSV:   : LA1003 Dạ hiện tại lớp anh văn 1 L02 đã đầy không bổ sung được ạ, em xin nhà trường có thể bổ sung sỉ số em vào lớp L02 được không ạ , các lớp còn lại em bị kẹt lịch hết nên chỉ còn lớp L02 thôi ạ , em cảm ơn nhà trường ạ.",
    "Dạ em là sinh viên K19, đầu năm nhập học hồi tháng 8/2019 em đóng tiền đầu năm là bao gồm luôn cả BHYT nhưng em ở xã bãi ngang nên đã được cấp BHYT tại địa phương. Em muốn hỏi là bao giờ em mới được nhận lại số tiền đã đóng ạ.Em xin cảm ơn.",
    "Em chào thầy/cô. Em đã có tên trong danh sách dự kiến tốt nghiệp nên em thực hiện Đăng ký tốt nghiệp trên mybk. Tuy nhiên ở mục Kích hoạt tài khoản cựu sinh viên, em đã điền mật khẩu và được thông báo là sang gmail để xác nhận nhưng em không nhận được mail xác nhận của trường. Em đã kiểm tra kỹ lại gmail và thực hiện lại nhiều lần vẫn không có mail phản hồi để em có thể đăng ký xét tốt nghiệp. Em xin gửi ảnh chụp màn hình quy trình thực hiện của em. Nếu có gì sai sót em mong được hướng dẫn để em có thể đăng kí xét tốt nghiệp. Em cảm ơn rất nhiều.",
    "dạ em chào thầy\\cô ạ, dạ em muốn hỏi thầy\\cô là do kì này em không đăng kí kịp GDTC ở cơ sở 2 nên em đã đăng kí lịch học ở cơ sở 1 và em là sinh viên hệ đại trà vậy lúc em đậu môn đó thì có được tính không ạ. dạ em cảm ơn thầy\\cô",
    "/I         Tốt nghiệp . Dạ cho em hỏi là em đã có trong danh sách tốt nghiệp tạm thời rồi nhưng mà em bị nghi là nợ CTXH mà em đã đủ 15 ngày rồi và em vẫn bị khóa đắng kí nhập thông tin tốt nghiệp. Chừng nào em mới có thể đăng kí đc ạ? Dạ em cám ơn.",
    "Kính gửi phòng đào tạo Em là sinh viên k18 liên kết quốc tế, hiện em còn môn giải tích 1 để kịp tiến độ chuyển tiếp vào tháng 2/2021 nhưng em tìm trên đăng ký môn thì không thể đăng ký. Kính mong phòng đào tạo xem xét để em có thể đăng ký môn giải tích 1 Em cám ơn",
    "Em chào quý thầy cô, em thay mặt bạn em ở trường khác đặt câu hỏi do bạn ấy không có tài khoản BKSI cá nhân. Bạn em hiện sắp bắt đầu học kỳ thứ 7 ở trường đại học Khoa học tự nhiên và bạn ấy có ý định tạm dừng 1 năm để theo học 1 ngành khác ở đại học Bách Khoa. Vậy thầy cô cho em hỏi là bạn ấy có thể làm đơn để theo học ở trường Bách Khoa theo diện song ngành không ạ? Nếu được thì cần đáp ứng những yêu cầu gì về kết quả học tập ạ? Em cảm ơn thầy cô đã dành thời gian đọc thư.",
    "Dạ nhà Trường cho em hỏi, em còn thiếu tiêu chí nào để tốt nghiệp vậy ạ, em đã có Toiec trên 500 và đã học đủ các môn tiên quyết trong Tiến Độ Học Tập mà giờ vẫn chưa có tên trong DS dự kiến tốt nghiệp đợt này",
    "Em đang là sinh viên K19 CLC ngành KTMT và em mong muốn được chuyển sang ngành KHMT được không ạ? Em học chung với  nên vẫn chưa bắt đầu chương trình học ạ . Lý do: Vì trong tương lai em muốn chuyển sang chương trình liên kết quốc tế của trường mình, và em được tư vấn ngành liên kết ở ĐH đối tác giống với ngành KHMT hơn nên em mong muốn được chuyển ngành để phù hợp với chương trình học trong tương lai hơn ạ. Em xin cảm ơn",
    "Em học ngành công nghệ sinh học nhưng chưa được xếp lớp thí nghiệm hóa phân tích , Em xin pđt tăng sỉ số lớp thứ 7 thí nghiệm hóa phân tích ạ . Mọi người trong ngành ai cũng được học , chỉ còn mình em chưa được , mong pđt giúp đỡ em . Em xin cảm ơn",
    "Dạ em tên  MSSV:    Dạ thưa cô hiện tại em đang chuẩn bị bước vào năm 4, theo đúng tiến độ tốt nghiệp thì trong học kì 201 sắp tới em sẽ phải đăng kí học môn học \"Kết cấu thép 2 (CI3211)\" kèm theo đó là môn học song hành \"Đồ án kết cấu thép 2 (CI3213)\".   Cả hai môn học em đều đã đăng kí thành công nhưng trong ngày 08/09/2020 vừa qua do cơ sở vật chất nhà trường nên phòng đào tạo có viết mail là môn học \"Kết cấu thép 2 (CI3211)\" sẽ bị hủy. Nhưng có thể sẽ được mở lại vào kì dự thính.   Vậy thưa cô cho em hỏi môn học \"Đồ án kết cấu thép 2 (CI3213)\" em có thể tiếp tục đăng kí và tham gia học trước sau đó vào kì dự thính em đăng kí môn học lý thuyết \"Kết cấu thép 2 (CI3211)\" để bổ sung được không ạ. Nếu được em có thể làm đơn để xin sự đồng ý của giáo viên hướng dẫn môn học đồ án ạ.   Hiện tại em đã hoàn thành tất cả các môn học theo đúng kế hoạch nhà trường nhưng nếu em không đăng kí tham gia học trước được môn  \"Đồ án kết cấu thép 2 (CI3213)\" thì em sẽ bị trễ tốt nghiệp thưa cô. Em đã thật sự cố gắng rất nhiều trong 3 năm qua nên mong cô thương mà có thể giúp em ạ!   Em chân thành cảm ơn cô!",
    "Cô ơi cho em xin đăng ký vào lớp hóa đại cương được không ạ. Tại hai kì liên tiếp rồi e bị cảnh cáo học vụ. Em sợ không đủ chỉ để học cho HK tiếp theo. Mong cô sớm trả lời để em kiếm cách khác ạ. Cảm ơn cô",
    "Dạ em tên  MSSV:    Dạ thưa cô hiện tại em đang chuẩn bị bước vào năm 4, theo đúng tiến độ tốt nghiệp thì trong học kì 201 sắp tới em sẽ phải đăng kí học môn học \"Kết cấu thép 2 (CI3211)\" kèm theo đó là môn học song hành \"Đồ án kết cấu thép 2 (CI3213)\".   Cả hai môn học em đều đã đăng kí thành công nhưng trong ngày 08/09/2020 vừa qua do cơ sở vật chất nhà trường nên phòng đào tạo có viết mail là môn học \"Kết cấu thép 2 (CI3211)\" sẽ bị hủy. Nhưng có thể sẽ được mở lại vào kì dự thính.   Vậy thưa cô cho em hỏi môn học \"Đồ án kết cấu thép 2 (CI3213)\" em có thể tiếp tục đăng kí và tham gia học trước sau đó vào kì dự thính em đăng kí môn học lý thuyết \"Kết cấu thép 2 (CI3211)\" để bổ sung được không ạ. Nếu được em có thể làm đơn để xin sự đồng ý của giáo viên hướng dẫn môn học đồ án ạ.   Hiện tại em đã hoàn thành tất cả các môn học theo đúng kế hoạch nhà trường nhưng nếu em không đăng kí tham gia học trước được môn  \"Đồ án kết cấu thép 2 (CI3213)\" thì em sẽ bị trễ tốt nghiệp thưa cô. Em đã thật sự cố gắng rất nhiều trong 3 năm qua nên mong cô thương mà có thể giúp em ạ!   Em chân thành cảm ơn cô!",
    "Cho em hỏi hiện tại em không đủ tín chỉ để đăng kí các môn ngành năm 2. Qua Học kì sau em đủ tín chỉ để đăng kí thì em  được đăng kí các môn học kì 201 và có được đăng kí dự thính các môn có trong kì 202 để rút ngắn thời gian không ạ?",
    "Em tên là , MSSV:  Em có câu hỏi mong nhà trường giải đáp giúp em như sau: Em có đăng kí thi kiểm tra trình độ tiếng anh và phiếu đăng kí đã được xử lí, cho em hỏi là khi nào sẽ có lịch thi cụ thể ạ? Trong khi chờ đợi câu trả lời, em xin chân thành cảm ơn.",
    "Sau khi đăng kí GDTC thì em phải liên hệ Trung tâm TDTT như thế nào ạ? ",
    "Kính gửi phòng đào tạo, em tên , MSSV: , em mong mở thêm lớp Trường điện từ, mã số môn học: EE2003; Mạch điện tử, mã số môn học: EE2007; Vi xử lý: EE2013 để kịp chương trình đào tạo. Em xin chân thành cảm ơn",
    "Em chào cô! Em mong cô có thể mở thêm sỉ số môn Kiến Trúc Máy Tính C02007 lớp L01_L02. Do em có sai sót trong đăng ký môn học nên thiếu môn đó học trước. Em mong cô có thể mở thêm sỉ số cho em để em có thể thực tập. Em cảm ơn cô nhiều ạ.",
    "Dạ em chào thầy cô ạ! Em muốn đăng ký in bảng điểm trong đó có điểm trung bình tích lũy và dấu mộc xác nhận của nhà trường thì em đăng ký in xác nhận điểm trung bình (5000Đản) được không ạ? Hay là phải đăng ký in bảng điểm (35000Đ) ạ? Em cảm ơn thầy cô đã đọc câu hỏi của em và chúc thầy cô một ngày tốt lành ạ!",
    "Dạ Em chào Thầy/Cô ạ! Tình hình của Em là đóng trễ hạn học phí Học kì hè 193, vì do ảnh hưởng của dịch covid 19 nên gia đình Em chưa xoay sở kịp Thầy/Cô cho Em hỏi là Em có được phép dự thi cuối kì không ạ? Thi cuối kì xong khoảng 1 tuần là nhà Em có tiền để đóng học phí ạ. Em có thể xin nhà Trường cho Em được thi rồi đóng học phí sau đó được không ạ? Em xin cám ơn!",
    "Em đã có gửi câu hỏi cho phòng đào tạo về việc chưa được cập nhật trong danh sách dự kiến t11 và được nhận câu trả lời là sau 08/09 sẽ được cập nhật nhưng chưa có. Phòng đào tạo check lại dùm em ạ.",
    "xin tăng sĩ số lớp L02 mã IM1013",
    "Chào anh/chị, em tên , Khóa 2014, Lớp MT14KT01, Ngành Kỹ thuật máy tính, em đã có tên trong danh sách dự kiến tốt nghiệp. Hiện tại, em không biết là em đã có giấy chứng nhận tốt nghiệp tạm thời chưa? Anh/chị có thể kiểm tra giúp em được không? Em có lên Khoa xin giấy nhưng vẫn chưa có, nên em muốn hỏi thêm là có cách nào để em có thể biết là PDT đã in giấy chứng nhận tốt nghiệp cho em? Em xin chân thành cảm ơn",
    "Hiện theo trích dẫn em bị quá hạn đào tạo thì có các hướng xử lý như thế nào ạ? Có thể đăng ký gia hạn thêm không vì em còn thiếu chỉ luận văn tốt nghiệp ạ.",
    "Kính chào quý Thầy/Cô, Hình em đính kèm dưới đây là lịch nộp bằng ngoại ngữ và đk chuyển điểm cho học kì 201 sắp tới. Thì có phải là em chỉ được đăng ký chuyển điểm nội trong cái ngày màu đỏ thôi phải không ạ? Em cảm ơn.",
    "Sao em đăng ký môn giáo dục thể chất không được vậy",
    "MSSV: Sau khi được cho phép vào chuyển nhóm thì em đã chuyển thành công môn Triết học MacLenin. Nhưng còn môn XSTK thì em không đăng ký được nữa luôn ạ. KHi vào chuyển nhóm thì lớp em muốn chuyển đến (L01) đã đủ xỉ số, chỉ còn 2 lớp L15 và L17 còn slot trống, nhưng đụng lịch nên em cũng không đăng ký được. Em đăng ký lại mã lớp cũ trước đó thì nhận được thông báo \"Bạn không được phép đăng ký vào nhóm lớp này...\" mặc dù em đã thử đi thử lại nhiều lần. Kính mong PĐT xem xét và chuyển giúp em đến lớp L01 môn XSTK MT2013 ạ, nếu thiếu môn này thì em chỉ được học 13 chỉ kỳ này thôi ạ. Em xin chân thành cảm ơn .",
    "Kính gửi phòng đào tạo e là Nguyễn Duy Tân sinh viên chuyển từ hệ chính qua sang vhvl (MSSV cũ 4 MSSV mới ) E có nhận từ email bảng điểm chuyển tạm thời (File đính kèm) Tuy nhiên trong bảng điểm e có một số thắc mắc sau:  - Môn Sức bền vật liệu (stt môn học 10 và 12) lại bị trùng lặp   - Môn Phát triển bền vững (stt môn học 3) là được đổi tên từ môn học cũ nào ạ  - Môn Nhập môn về lập trình (stt môn học 30) là được đổi tên từ môn nào vì trong bảng điểm đã có môn Tin học đại cương (stt môn học 26) Bên cạnh đó trong bảng điểm cũ từ hệ chính quy em đã hoàn thành các môn học được liệt kê bên dưới nhưng vẫn không thấy có trong bảng điểm chuyển:  - Kỹ năng giao tiếp ngành nghề - 800300  - Máy xây dựng và an toàn lao động – 807016  - Thực tập kỹ thuật– 804308  - Quản lý dự án xây dựng – 807018  - Môi trường và con người – 610001  - Qui hoạch đô thị - 804034  - Thực tập tốt nghiệp - 804302 Mong phòng đào tạo nhận được thông tin xin cho em phản hồi.",
    "Chào PĐT, hôm trước em có nhận được phản hồi là em còn thiếu điều kiện xét tốt nghiệp là vì thiếu 2 tín chỉ(TC) thực hành ( Nội dung trong File 1 ). Nhưng em phản hồi lại PĐT là các TC đó là các TC tự chọn và em đã chọn 4 TC trong 6 môn tự chọn ( xem TC tự chọn trong file 2 ). Và em đã hoàn thành đủ 4 TC tự chọn này. Như vậy, PĐT phản hồi em thiếu 2TC trong nhóm môn tự chọn là không hợp lí, để xác minh thì em đã liên hệ với Giáo Vụ Trung Tâm Bảo Dưỡng Công Nghiệp và nhận được phản hồi là chỉ cần chọn đủ 4 TC trong 6 môn Tự Chọn là được ( không có điều kiện kèm theo).Mong PĐT sớm phản hồi và xử lí giúp em. Em cảm ơn, Thân Chào.",
    "Em là K17 học lại môn Hệ thống số CO1023 3 chỉ. Em đã từng học lần 1 Hệ thống số mã cũ CO1009 4 chỉ. Giờ đã qua môn 3 chỉcó cần học thêm môn đồ án HTS CO1029 1 chỉ nữa không..?Em cảm ơn",
    "Kính gửi Phòng đào tạo trường đại học Bách Khoa TPHCM, Em xin tự giới thiệu, em là sinh viên K16, sắp tới là hạn chót hoàn thành các tiêu chuẩn để tốt nghiệp đại học, bản thân em còn thiếu chứng chỉ Speaking & Writing mức 245 với đối kỹ sư tài năng. Hiện tại các lớp đăng ký thi ở BKE thì đông đúc, luôn kín chỗ. Em có thắc mắc là em có thể đăng ký thi 2 kỹ năng Speaking & Writing ở trường đại học KHTN TPHCM, thì kết quả thi liệu có được chấp nhận xét duyệt không. Em xin cảm ơn quý thầy/cô.",
    "Chào thầy/cô, cho em hỏi là sau khi đăng kí học thể chất trên mybk rồi thì có bắt buộc phải tới trung tâm thể dục thể thao để đăng kí lần nữa không ạ?",
    "Em tên là:   MSSV  Do ở địa phương em cần cả giấy xác nhận sinh viên và hóa đơn học phí ở HK1 2020-2021 mới hoàn tất thủ tục hoãn NVQS Em mong muốn được mở cổng thanh toán học phí sớm cho e ở HK1 2020 - 2021 để e thanh toán và có hóa đơn để nộp cho địa phương trước ngày 20-9-2020. Em tha thiết mong được anh chị giúp đỡ ạ. Em xin cảm ơn!",
    "Dạ chào cô Cô cho em hỏi là do em đi thực tập nên sơ sót không  kiểm tra mail trường thường xuyên nên không biết hạn đóng tiền học phí kì 193. Hiện tại em đã trễ so với hạn đóng vài ngày,Cô cho em hỏi bây giờ em muốn thanh toán học phí thì phải làm sao ạ . Em cám ơn cô và mong nhận được sự phản hổi của cô.",
    "môn học trước để trả nợ gồm những môn (260623) tổ chức bảo dưỡng 3,(260621)cn đều hòa lạnh 1 và (260628) cn đều hòa lạnh 2 vì vậy e xin pdt cập nhạt cho em 3 môn học này vào học kì chính 201 để em đc có tkb và học trả nợ môn trong hki chính này,em xin cảm ơn",
    "Dạ em chào thầy/cô PĐT, Thầy/cô cho em hỏi các năm học trước, các môn học học 45 tiết (15 tuần, 3 tiết/1 tuần) thì HK201 sẽ bị giảm số tiết lại đúng không ạ? Vì theo em thấy trên biểu đồ năm học 2020-2021 HK201 chỉ có 13 tuần để học (không tính tuần kiểm tra, thi và dự trữ) Em cảm ơn thầy/cô nhiều ạ,",
    "Em bị trễ đóng học phí 4 ngày, em nên làm gì ạ?",
    "Xin chào, Em là , sinh viên k16 của chương trình PFIEV. Em muốn làm luận văn bằng tiếng anh và em có tìm hiểu là thời gian nộp bằng tiếng anh phải trước khi đăng ký làm luận văn. Theo chương trình PFIEV thì luận văn sẽ làm vào kỳ 202 năm học 2020-2021. Em đăng ký thi tiếng anh IELTS vào cuối tháng 10 thì tầm giữa tháng 11 sẽ có bằng. Em muốn hỏi là liệu em có nộp bằng đúng hạn để phục vụ cho luận văn tốt nghiệp của em hay không? Và đợt thẩm định bằng tiếng anh sẽ diễn ra khi nào? Chương trình có bắt buộc nộp thêm bằng tiếng pháp cho luận văn không ạ?  P/s: Em đăng ký thi tiếng pháp B1 và có bằng vào tháng 10 năm 2020 nhưng đợt thẩm định vào tháng 1 năm 2021. Em đã hoàn tất các lớp học tiếng pháp 1-8, MEP và anh văn 1-9 ạ. Em cám ơn.",
    "Chào thầy/cô,  Em tên là , sinh viên",
    "Yêu cầu hác . Cho em được hỏi là theo như bảng quy đổi điểm anh văn hiện tại của phòng đào tạo, để được quy đổi điểm của 4 anh văn thì em cần phải đạt được 600 Toeic nhưng theo như tiêu chuẩn ra trường theo quy định đối với 15 là chỉ cần 500 Toeic, nếu áp dụng theo tiêu chuẩn ra trường thì hóa 15 chỉ có thể quy đổi được 2 anh văn hi sử dụng bảng quy đổi hiện tại. Vậy trong trường hợp 15 hiện tại chuẩn bị nộp Toeic để ra trường thì việc xét quy đổi được áp dụng như thế nào ạ, nếu áp dụng theo bảng quy đổi hiện tại thì chuẩn ra trường của 15 sẽ thay đổi là 600 Toeic đúng hông ạ?",
    "Chào Phòng Đào Tạo,  Em  Sv Khoa Điện Hiện em đang gửi yêu cầu để in giấy xác nhận sinh viên, nhưng em ở quê nên ko lấy được. Em có gửi thẻ sinh viên cho bạn cùng Phòng cũng là sv Bách Khoa. Em muốn hỏi là phòng đào tạo có cho phép sinh viên khác đem thẻ sinh viên của em đến nhận giùm ko ạ. Em cảm ơn",
    "Em có thể học hai môn giáo dục thể chất cùng một học kỳ , có được không ạ? Nếu vượt qua cả hai môn thì cách công nhận của trường là như thế nào ạ?",
    "Dạ em muốn hỏi lịch thi anh văn dự kiến ngày 19/20 tháng này sẽ được thông báo ở đâu để em dễ check ạ. Do gần ngày thi mà em chưa thấy nên em hỏi xem ạ. Em cảm ơn ạ",
    "Dạ em chào thầy cô. Em tên , MSSV:  Do trong khoảng thời gian đăng kí môn học đợt 3 trùng với thời gian em thực tập nên em bận không đăng kí môn học được . Cho em hỏi là bây giờ khi đã hết hạn đăng kí thì làm cách nào em có thể đăng kí bổ sung thêm 1 môn nữa được vậy ? Em muốn đăng kí thêm môn: ĐAMH kết cấu bê tông cốt thép 2. Mã CI3177. Lớp đại trà. Cảm ơn thầy cô đã xem qua.",
    "Vì ngày 21/9 bắt đầu học kỳ, em học môn SP1007-Pháp luật đại cương lớp L03, em tan lúc 17h50 ở cơ 2, việc di chuyển qua cơ sở 1 và có  mặt đúng giờ thi 18h30 là không thế, nên em xin chuyển qua Lớp L23 ạ.",
    "Em là  k17 khoa Môi trường và tài nguyên, hiện tại em đã qui đổi điểm AV4 vào học kì 182 mà trong bảng điểm số tín chỉ tích lũy của em vẫn chưa cộng vào số chỉ của môn AV4, em cộng lại bị thiếu 2 tín chỉ của môn Av4 ạ. Xin giải quyết giúp em.",
    "Hiện em đang có 9 ngày CTXH. Do dịch COVID-19 nên các hoạt động CTXH vẫn đang bị tạm dừng nên em không thể có đủ 10 ngày CTXH để đăng kí được LVTN theo quy định . Em xin hỏi có thể xin PĐT cho phép 1 trường hợp ngoại lệ được không? Nếu được em xin hỏi thủ tục cần thực hiện .",
    "Dạ cho em hỏi có lịch kiểm tra anh văn định kì chưa ạ! Nếu có rồi thì em phải coi ở đây ạ.",
    "Chào thầy/cô, Em tên là , hiện đang là K18 khoa Điện - Điện Tử. Vừa rồi em có đăng ký để được bổ sung vào lớp kĩ sư tài năng và đã đủ điều kiện. Sau ngày 25/08, Khoa Điện gửi danh sách kstn bổ sung lên phòng đào tạo để được công nhận chính thức. Nhưng hiện tại em chưa nhận được mail cũng như thông báo nào về việc này. Tiện thể cho em hỏi là nếu vào được lớp tài năng rồi thì giáo viên chủ nhiệm lớp cũ có được thay đổi không ạ? Về vấn đề thứ hai là đăng ký học phần mở rộng, những bạn tài năng bổ sung khoa điện phải đăng ký lại mở rộng cho học kỳ 2 năm 2, vậy thì cho em hỏi là cách thức và thời gian để gửi đơn đăng ký là như thế nào ạ? Cụ thể là hình thức đơn và đăng ký vào đầu hay trong kì học ạ? Em cảm ơn thầy/cô. Chúc thầy/cô một ngày tốt lành.",
    "Phòng đào tạo cho em hỏi giấy xác nhận hạnh kiểm với bằng cấp 3 có phải nhận ở phòng đào tạo không ạ",
    "Kính gửi quý thầy/cô.   Em có 2 vấn đề về đợt chuyển điểm anh văn ngày 3/9/2020 cần thầy/cô giải đáp ạ.   1) Em có đăng ký xin chuyển điểm AV1,2 vào ngày 15/8/2020 và đã thanh toán lệ phí vào ngày 19/8/2020. Nhưng tại trang thông tin xét miễn điểm vẫn chưa xác nhận thanh toán, và hôm nay em vào kiểm tra lại BKpay thì lại có yêu cầu thanh toán phí này 1 lần nữa.     2) Em có đăng ký xin chuyển điểm AV3 vào ngày 23/8/2020 và đã thanh toán lệ phí vào ngày 27/8/2020, trang thông tin đã xác nhận thanh toán. Nhưng điểm TBTL hiện tại của em vẫn chưa được cập nhật. (Bởi vì hôm trước em được thầy/cô cho biết nếu thực hiện chuyển điểm sau ngày 18/9 thì sẽ áp dụng chuẩn quy đổi của HK201 vì vậy điểm AV3 của em sẽ khác so với việc áp dụng chuẩn quy đổi cũ.)      Tất cả thông tin liên quan em xin đính kèm hình bên dưới ạ.   Mong quý thầy/cô sớm phản hồi giúp em ạ. Em xin chân thành cảm ơn",
    "Kính gửi Phòng Đào tạo. Em tên là , MSSV , khoa Quản lý công nghiệp, khóa K17. Hiện em chưa hoàn thành môn học Kinh tế vi mô (IM1003) nhưng không tập trung đủ số lượng để mở lớp dự thính. Em mong quý Thầy/Cô có thể cho em được bổ sung vào danh sách lớp trong học kỳ sắp tới để em có thể hoàn thành môn học này. Em xin cảm ơn.",
    "Cho em hỏi là khi nào mới có lịch kiểm tra anh văn vào ngày 19-20/9 sắp tới. Em cảm ơn!",
    "Tốt nghiệp . Kính gửi quý thầy, cô, Em có thắc mắc về vấn đề chuyển điểm anh văn sắp tới. Về điểm chuyển điểm xét các av 1234 như hình đính kèm, có áp dụng cho tất cả các khoá hay không? Và thời gian áp dụng cụ thể là ngày nào? Cảm on quý thầy, cô đã đọc!",
    "Em Chào Thầy/Cô ! EM là :   Mssv : Khoa : Kỹ thuật Xây Dựng,(Ngành : Kỹ thuật Công trình Xây Dựng) Hiện tại đã hết thời gian đăng kí môn học bổ sung đợt 3 hệ đại trà (chính quy) . Vì kì sau là năm 4 và số tín chỉ tích lũy đang thấp nên em mong muốn xin Pdt cho em đăng kí bổ sung môn Nền móng_ Mã MH : CI3195 Nhóm AO1 (Lớp thứ 3 tiết 789, Giảng viên : , Hiện tại sĩ số lớp đang là 65/65) Do em cần tích lũy tín chỉ tối thiểu để đủ yêu cầu nhận luận văn nên có sự bất tiện này, mong nhận được sự phản hồi sớm ạ !  Em cảm ơn. Thân!",
    "MSSV: Sau khi được cho phép vào chuyển nhóm thì lớp XSTK L01 mà em muốn chuyển đến đã đủ xỉ số. Em đăng ký các lớp khác thì không được vì đụng lịch, đăng ký lớp cũ L14 thì nhận được thông báo \"Bạn không được phép đăng ký vào nhóm lớp này...\" mặc dù em đã thử đi thử lại nhiều lần. Em kính mong PĐT xem xét và giúp em được đăng ký lớp L14 ạ. Em xin chân thành cảm ơn.",
    "em hệ tại chức nên chưa nắm rõ thời gian đăng kí môn hiện tại đã qua thời gian đăng kí và e lỡ hủy vài môn lần trước đã đăng kí ! mong nhà trương giúp e đăng kí những môn sau để không chậm tiến độ học tập tại trường . em cám ơn ạ ! CH3051Công nghệ lên men t4 và chủ nhật CH1005Hóa lý hóa keo thứ 2 CH3013S/học phân tử &di truyền thứ 2",
    "Xin chào phòng đào tạo, Vì không chắc là sẽ đạt đủ yêu cầu TN sau khi học xong hk193 nên em có đk 1 môn học trong hk201 tiếp theo để giữ trạng thái đang học. PĐT cho em hỏi là nếu kết thúc hk193 em đủ điều kiện để xét tốt nghiệp thì em có cần phải làm đơn xin huỷ môn học hk201 để được xét tốt nghiệp hay không ạ?  Em xin cám ơn.  - ",
    "Dạ em chào thầy cô ạ Thầy cô kiểm tra giúp em là em đã chuyển điểm Anh Văn 1, Anh Văn 2 và Anh Văn 4 và đã đóng tiền đầy đủ qua BKPay. Nhưng đến nay vẫn chưa thấy chuyển điểm và cập nhật điểm ạ. Mong thầy cô kiểm tra giúp em với ạ ! Em chân thành cảm ơn ạ.",
    "Chào thầy cô, Em là , MSSV: , sinh viên khóa 2014. Em muốn đăng kí tốt nghiệp vào tháng 11/2020, em đã có tên trong danh sách tốt nghiệp dự kiến. Trong quá trình đăng kí tốt nghiệp trên Mybk có mục \"kích hoạt tài khoản cựu sinh viên\", sau khi em nhấn vào đó và tạo mật khẩu mới, em nhận được yêu cầu kiểm tra email để xác nhận hoàn tất nhưng khi ra ngoài kiểm tra email thì em không nhận được yêu cầu xác nhận nào. Em nhờ thầy cô kiểm tra giúp em, em vẫn chưa đăng kí tốt nghiệp được. Em cảm ơn thầy cô. ",
    "Em chào PĐT, em có thắc mắc, môn AS2005 chưa có ngày giờ học nên làm em lo sẽ bị trùng môn chuyên ngành hk1 năm 3 ngành CƠ KỸ THUẬT - KHUD Ngoài ra, môn AS3015 (lớp A01) và AS2011 (lớp A01) bị trùng giờ là tiết 2345 thứ 6 nhưng không bị xoá trên mục đk, vậy nên em kình nhờ PĐT nếu có xoá môn của em vì bị trùng, PĐT ưu tiên giữ lại toàn bộ các môn chuyên ngành hk1 năm 3 của ngành em, trong trg hợp trùng 2 môn ngày t6 thì e xin được xoá môn AS2011 Em nhờ PĐT kiểm trả lời để em  không phải lo lắng mấy bữa nay nữa! Em cảm ơn PĐT nhiều!",
    "cho em hỏi là em có đăng ký in giấy hoãn nghĩa vụ quân sự trên mybk lúc 15:19 ngày 9/9 mà chưa có kết quả phản hồi ạ. vì xã em có thời hạn hết 15/9 ạ.",
    "Chào PĐT, Do em không chú ý miss lần đăng kí đợt 1 nên em không đăng kí được. Xin phòng đào tạo đk cho em  môn ME4087-Đề cương luận văn tốt nghiệp và môn MT2001-Xác suất thống kê để em có thể hoàn thành chương trình học đúng thời hạn . Em xin cảm ơn.",
    "Chào thầy/cô,  Em là , là sinh viên văn bằng 2 Khoa Học Máy Tính, em có một số câu hỏi kính mong thầy/cô giải đáp ạ:      B 1    Khi nào sinh viên K2020 có thời khoá biểu chính thức để em có thể đăng ký học chung?      B 2    Khi có sinh viên K2020 có thời khoá biểu chính thức, thì em xem lịch học đó ở đâu để đăng ký theo?      B 3    Em là sinh viên văn bằng 2 thì hình thức đăng ký như thế nào để học chung với K2020?     Em xin chân thành cảm ơn!     ",
    "Kinhs chào nhà trường Cho em hỏi muốn làm đơn xin thôi học thì cần những giấy tờ gì và nộp ở đâu ạ. Mong nhà trường giúp em giải đáp. Em cảm ơn ạ",
    "Em xin chào ạ!    Chiều chủ nhật , trước xưởng cơ khí cơ sở 1l em có nhặt được một thẻ CMND của một anh sinh năm 1990 tên . Có thể là thẻ của giảng viên đánh rơi nên em đăng yêu cầu nhờ anh/chị kiểm tra liên hệ ạ! Em xin cảm ơn .",
    "Cô giúp em mở đăng kí CTXH trên sàn hoạt động  ngoại khóa",
    "Em tên là , MSSV: . Thầy/ cô cho em được hỏi là, tính đến ngày 10/09/2020 vừa qua thì e đã hoàn thành xong chương trình học của Trung tâm đào tạo Bảo Dưỡng Công Nghiệp, nhưng đến hiện tại em vẫn chưa nhận được e-mail thông báo về việc đăng kí tốt nghiệp. Dưới đây là hình ảnh về các môn học em đã hoàn thành. Thầy/ cô cho em hỏi là đến khi nào em mới có thể nhận được e-mail này để bắt đầu đăng kí tốt nghiệp vậy ạ? Em xin cảm ơn.",
    "Kính chào Phòng Đào tạo Trong phần Đăng ký môn học, em gặp phải trường hợp như sau: - Môn Sinh Hoá Dược (CH3041) lớp A01 có TKB là tiết 7 8 9 Thứ 2. Ban đầu là tiết 2 3 4 nhưng do có một số thay đổi giáo viên. Nên lớp bị chuyển tiết 7 8 9 - Tuy nhiên, môn T/n quá trình thiết bị (CH3015) lớp A09 có TKB là tiết 8 9 10 11 12 Thứ 2. Trùng 2 tiết 8 9 của môn Sinh hoá dược (có hình ảnh kèm theo) Kính mong Phòng đào tạo giải quyết giúp em về vấn đề này. Vì môn Sinh Hoá Dược chỉ có 1 lớp nên em kính mong Phòng đào tạo giúp em được chuyển lớp T/n quá trình thiết bị. Trân trọng.",
    "Kính gửi phòng đào tạo em là  mssv . sinh viên k15 khoa hóa vì xem mail nhà trường không kĩ nên em đã bỏ lỡ đăng kí môn học đợt 3 và không đăng kí được những môn như mong muốn ở đợt 2. mong PDT xem xét cho em đăng kí môn   Hóa hữu cơ. msmh: CH2021   Vẽ kĩ thuật. msmh: CI1003   Q/trình &tbị truyền khối. msmh: CH2051   Mô hình hóa, mô phỏng và tối ưu hóa trong công nghệ hóa học. msmh: CH3133   Cơ sở điều khiển quá trình. msmh: CH3031 em xin chân thành cảm ơn.",
    "Thưa PĐT, Hiện em là sinh viên của Ngành Kiến Trúc khóa k19. Hiện lớp chúng em có một số bạn rớt lại môn học Nhập Môn Kiến Trúc và mong muốn được học cùng khóa K20 môn học này   Vì đây là môn cơ sở ngành mỗi năm chỉ được mở một lớp . Em cũng đã gặp PĐT để hỏi trực tiếp và được phản hồi là sau ngày 15/9 chúng em sẽ viết một đơn đặc cách để được học cùng khóa K20 và nộp lên PĐT để được xem xét. Vậy xin cho em hỏi đơn đặc cách ấy có mẫu đơn cố định không ạ. Nếu có PĐT có thể hướng dẫn cho chúng em được không ạ.",
    "Em muốn hỏi về việc nhận lịch thi và phòng thi cho kỳ kiểm tra trình độ tiếng Anh đợt này vào ngày 19 và 20. Em có thể xem lịch thi ở đâu ạ?",
    "Em đã nộp bằng AV, thỏa các điều kiện để xét tốt nghiệp. Đã bảo vệ luận văn xong vào tháng 7 vừa rồi. Nhưng trong danh sách xét tốt nghiệp dự kiến vào tháng 11 tới vẫn chưa có tên em. Không biết làm sao để em đăng ký xét tốt nghiệp ạ.",
    "Kính gửi: Phòng đào tạo. Em có đăng kí kiểm tra trình độ tiếng anh trên Mybk ngày 19/9. Nhưng hiện tại em không biết xem lịch thi ở đâu. Mong Pdt hỗ trợ em với ạ. Em cảm ơn.",
    "Môn CH3227 Quá trình hoá lý trong xử lý môi trường ",
    "Môn học CH3303 Giao tiếp kỹ thuật bằng tiếng anh",
    "Dạ em chào các thầy, cô phụ trách ạ, Em có điều muốn hỏi tầm khi nào thì trường mới mở đăng kí tạm hoãn nghĩa vụ quân sự cho năm 2020-2021 ạ. Vì phường của em hạn chót là 2/10/2020, nếu sau ngày đấy thì Hội đồng NVQS xã sẽ phát lệnh gọi khám sức khoẻ NVQS năm 2021 ạ. Em mong các thầy, cô phụ trách sẽ phản hồi sớm giúp em . Em cảm ơn,",
    "kính gửi PĐT em tên  mssv: lớp Xd18kt Năm nay em năm 3 mà vẫn còn 2 môn thể chất chưa qua , mà em chưa kịp đăng ký đã hết hạn.Mong pdt mở lớp bóng chuyền và cầu lông cho em đăng ký ạ cảm ơn đã đọc mong pdt giải quyết cho em ạ.",
    "Cấu trúc máy tính (EE3043) Em đã tìm hiểu môn học chưa đầy, phù hợp thời khoá biểu hiện tại. Vì lý do môn học Mạng cảm biến không dây và ứng dụng (EE3053) bị hủy lớp nhưng hôm nay ngày 14/09/2020 hết hạn đăng ký môn học mới nhận được thông báo.",
    "Em chào anh/chị ở PĐT. Em có thắc mắc về qui định chuyển điểm anh văn bắt đầu từ hk201.Em là K17 cần 500 toeic để tốt nghiệp nhưng để chuyển điểm av3 là 550 toeic, av4 là 600 toeic.em thấy có sự không công bằng cho những bạn thi toeic sau như tụi em, trong khi các bạn cùng khóa thi trước 500 là được chuyển điểm av4 r ạ. Mong PĐT giải đáp giúp em với ạ.Em cảm ơn",
    "Chào thầy/cô, Em là , em hỏi về việc nộp Chứng Chỉ Ngoại Ngữ (CCNN) chuyển điểm AV đợt   B 16/09/2020    (đợt chuyển điểm để xét đăng ký LVTN bổ sung cuối cùng). Vì em sẽ nhận CCNN vào ngày   B 18/09/2020   , nên em có thể nộp sau và làm đơn xin cứu xét chuyển điểm AV cho đợt đăng ký LVTN bổ sung được không ạ? Em rất mong sự phản hồi từ thầy/cô. Trân trọng, ",
    "Học vụ       Gửi PĐT,  Em là sv khóa k19, em vừa xem qua quy chế mới từ hk1 2020-2021Em thấy có thay đổi về mức điểm TOIEC để quy sang điểm hệ 10  Em xin hỏi là quy chế mới này áp dụng cho khóa 20 trở về sau hay là mọi khóa Và em có thi Toiec đạt được số điểm 485 thì có pass av1,2,3 theo như quy chế cũ không?  Mong PĐT có phản hổi sớm nhất    Thân mến,  Duong ",
    "Chào thầy/cô, Em tên  - MSSV: . Em có đăng ký thi kiểm tra trình độ Anh văn IIG và được xếp vào ca 3 ngày 19/9/2020(Hinh2). Tuy nhiên, em bị trùng lịch thi môn lập trình hướng đối tượng vào 13:00 ngày 19/9/2020 (Hinh1). Kính mong thầy/cô xem xét sắp xếp lại lịch giúp em ạ. Em cảm ơn!    B  -   ",
    "Em đã đăng kí lớp L05 môn CH2013. Em muốn chuyển sang học lớp A01. Em phải làm đơn như thế nào ạ? Em xin cảm ơn.",
    "Em đã đăng kí lớp L05 môn CH2013. Em muốn chuyển sang học lớp A01. Em phải làm như thế nào ạ? Em xin cảm ơn.",
    "QUOTE   /QUOTE :  em chào các thầy cô PĐT ạ! thưa cô cho em hỏi em bị trùng lịch thi thiết kế cầu 1 (CI3039) lúc 7h ngày 19/9 với lịch thi kiểm tra trình độ tiếng anh chuẩn IIG do nhà trường tổ chức ạ. trong danh sách PĐT mới gửi thì em thi tiếng anh vào ca 1 ngày 19/9 tức là 6h30 bắt đầu thi luôn rồi.Vậy cho em hỏi em có thể xin chuyển lịch kiểm tra trình độ tiếng anh sang ca khác có được không ạ! mong thầy cô giải đáp giúp em. em cảm ơn ạ.",
    "Em chào phòng đào tạo ạ. Em đã Đăng ký tốt nghiệp thành công, tình trạng đăng ký được ghi trên MyBK là “Phiếu đăng ký đã được xử lý”. Em là sinh viên K13, theo như thời hạn đào tạo cũng trên MyBK có ghi là “Thời hạn đào tạo đến tháng 10/2020” (Vui lòng xem các ảnh đính kèm) . Phòng đào tạo cho em hỏi em đã đăng ký tốt nghiệp như vậy rồi thì tới khi hạn đào tạo em hết (tháng 10) thì em có cần phải làm đơn gì hay là không sao ạ? Em cám ơn.",
    "Chào PĐT ạ, hiện tại e có đăng kí thi anh văn định kì ca1 lúc 6h30- 9h vào ngày 19/9/2020 bây h cho em hỏi là em muốn đổi lịch thi có được không ạ",
    "Chào anh/chị, Sau khi bên sakai cập nhật tiêu chuẩn tốt nghiệp, em nhận thấy có một số khác biệt trong các môn tự chọn so với chương trình đào tạo trên aao.hcmut.edu.vn. Điều này kéo theo việc một số môn bọn em đăng kí theo chương trình đào tạo lại không được xét ( Nâng Cao bị đẩy từ nhóm 2 sang nhóm 3), khiến bọn em bị thiếu môn, không thể đăng ký tốt nghiệp được. Mong bên phòng đào tạo xem xét tùy chỉnh lại cho phù hợp, vì lúc đầu bọn em đăng kí môn học đều dựa vào chương trình đào tạo và tiến độ học tập, việc thay đổi và cập nhật môn học sát tốt nghiệp khiến bọn em không thể tốt nghiệp đúng hạn. Hy vọng sớm nhận được câu trả lời. Em cám ơn.",
    "Kính gửi phòng đào tạo , em tên  mssv  . Nay em viết đơn này kính mong phòng đào tạo có thể đăng kí giúp em môn Quang học - âm học mã môn:CI3143    nhóm lớp L01 học vào (thứ 2 tiết 3,4,5,6 )hiện đã đủ sĩ số. Do em đăng kí chậm nên không đăng kí được môn này mong phòng đào tạo đăng kí giúp em.Do đợt rồi em bị đình chỉ 1 kỳ và chương trình năm sau có nhiều thay đổi nên các môn em được đăng kí rất hạn chế . Em mong phòng đào tạo có thể đăng kí giúp em để em đủ tín chỉ để không bị cảnh cáo học vụ ạ.Em cảm ơn ạ.",
    "Em có đăng kí thi kiểm tra trình độ anh văn vào ngày 19/09/2020. Trong danh sách dự thi em thấy tên mình được tô màu vàng. Cho em hỏi là tô màu vàng là như thế nào ạ? Em có được tham gia thi không ạ?",
    "Dạ em chào thầy cô ạ. Hiện tại em đang là sinh viên năm 2 , K19 của ngành KTHH đại trà. Thông thường sinh viên năm 3 4 sẽ chuyển lên cơ sở 1 học, nhưng em nghe bảo rằng tòa h3 ở cơ sở 2 đã xây xong nên sinh viên khoa hóa sẽ học tại cơ sở 2 những năm về sau luôn . Vậy cho em hỏi thông tin chính xác về việc cơ sở học năm 3 trở đi của k19 khoa Hóa với ạ. Em xin cảm ơn",
    "Chào thầy ạ. Tối hôm nay ngày 14/9 em thi môn phương pháp tính ở phòng 212B1. Do vào trễ nên em nhận đề và làm bài luôn, chưa được ký vào tờ giấy xác nhận đi thi thì phải làm sao ạ. 2 giám thị cũng không nhắc là chưa ký ạ. Mong sớm giải đáp thắc mắc giúp em ạ. Em xin cảm ơn.",
    "Kính chào Phòng Đào tạo Trong phần Đăng ký môn học, em gặp phải trường hợp như sau: - Môn Sinh Hoá Dược (CH3041) lớp A01 có TKB là tiết 7 8 9 Thứ 2. Ban đầu là tiết 2 3 4 nhưng do có một số thay đổi giáo viên. Nên lớp bị chuyển tiết 7 8 9 - Tuy nhiên, môn TK hệ thống quy trình công nghệ hoá học (CH3023) lớp A06 có TKB là tiết 7 8 9 Thứ 2. Trùng với tiết của môn Sinh hoá dược (có hình ảnh kèm theo) Kính mong Phòng đào tạo giải quyết giúp em về vấn đề này. Vì môn Sinh Hoá Dược chỉ có 1 lớp nên em kính mong Phòng đào tạo giúp em được chuyển lớp TK hệ thống quy trình công nghệ hoá học.Em xin chân thành cảm ơn. Trân trọng.",
    "Chào thầy cô Phòng Đào Tạo, Em tên là , SV năm 2 khoa KHUD. Hiện tại em đang thực tập tại ĐH Thành Công (Đài Loan) từ 2/3/2020 và theo dự kiến là 2/9/2020 đã kết thúc. Bây giờ, em đợi máy bay trở về Việt Nam nhưng bị cancel vào ngày 15/9/2020 do dịch COVID-19 nên chính phủ chưa mở cửa. Em muốn hỏi là nếu em về trễ hơn kế hoạch thi giữa kì thì em có thể nhờ  rút lại môn học giúp em được không? Và hạn chót có thể rút môn học vì lý do dịch bệnh CoVid-19 là khi nào? Em chưa xác định chính xác ngày em bay về Việt Nam và thực hiện cách li 14 ngày. Em mong được sự giúp đỡ của thầy cô. Em cảm ơn rất nhiều.",
    "Hiện tại em muốn xin lại bảng điểm Ielts để bổ sung hồ sơ đăng kí xin việc. Em mong phòng học vụ có câu trả lời sớm nhất ạ. Em cảm ơn.",
    "do lo sợ dịch bệnh hè này em không tham gia được thực tập tốt nghiệp. em muốn đăng ký vào học kỳ 1 tới nhưng không có lớp mở nên không đăng ký được. em nên làm sao để đăng ký ạ. mã môn thực tập tốt nghiệp là ME3089",
    "Em tên là  MSSV  Em muốn hỏi về tiến độ giải quyết thắc mắc về việc hủy khoản học phí nhập học khóa K2015. Cụ thể, em đã viết đơn trình bày chi tiết và đính kèm quyết định bảo lưu của trường vào năm 2015. Ngày em đến PĐT để trình bày vấn đề này là 25/08/2020. Do em đang làm hồ sơ xét tuyển cao học, trong hồ sơ này cần có bằng tốt nghiệp tạm thời (thay thế cho bằng tốt nghiệp chính thức). Vì em không thể đăng ký tốt nghiệp được trên MyBK do vấn đề nêu trên, nên em mong PĐT có thể giúp em giải quyết trong thời gian sớm. Theo hướng dẫn trong biên nhận, em vẫn kiểm tra mail của PĐT mỗi ngày chờ kết quả. Trong thời gian chờ hướng giải quyết của PĐT, em xin chân thành cảm ơn.",
    "Kính gởi pđt  E có thắc mắc là chuyển anh văn 2 chỉ được 1 lần ạ(thi toeic nộp vào )  Do điểm toeic  thi điểm gần nhất cao hơn lần trước nên muốn chuyển lại điểm anh văn 2  cảm ơn  ",
    "Em chào thầy/cô, em có nộp đơn xin rút 2 môn học SP1009 (Đường lối CM Đảng CSVN) và CH2013 (Hoá vô cơ), hôm nay ngày 15/09 nhưng em vẫn chưa thấy kết quả được cập nhật trên trang Mybk/xem điểm ạ. Mong PDT xem lại giúp em. Em cảm ơn. Chúc thầy cô một ngày làm việc hiệu quả ạ.",
    "Em có đăng ký chuyển hệ từ CQ sang hệ VHVL. Nhà trường có gửi em mail trúng tuyển nhưng tra cứu kết quả trên trang tuyensinh.hcmut.edu.vn thì chưa có kết quả (cần để điền hồ sơ thông tin cá nhân), bây giờ hạn chót là 16/09 nhưng nay 15/09 vẫn chưa tra cứu được. Em không điền hồ sơ thông tin mà lên nộp các giấy tờ khác trước được không. Hiện tại em đang đi làm giờ hành chánh, xin nghỉ phép là khó khăn. Xin Phòng đào tạo giúp dùm.   i  .",
    "Kính gửi Phòng Đào tạo, Em hiện là sinh viên khóa K14 nhưng do chưa đủ điều kiện anh văn để làm Luận văn trong kì 201 Em có xem thời gian đào tạo thì có cho phép kéo dài thời gian đào tạo tối đa tức là kì 202 Cho em hỏi nếu trong học kì 201 em đạt đủ điểm anh văn thì trong kì kéo dài là kì 202 em có được làm luận văn trong kì kéo dài được không ạ. Em cảm ơn.",
    "Pđt cho em hỏi . Em có dki môn học đợt 3 rồi . Sao giờ em lên kiểm tra thời biểu vẫn chưa thấy ạ  Pdt kt giúp em với ạ em cảm ơn ",
    "Em thấy có sự khác nhau giữa thời gian ca thi số 2 trong mail với thời gian thi cập nhật trong mybk của em. Kính mong anh/chị giải đáp giúp em ạ. Xin cảm ơn! ",
    "Dạ em chào thầy/cô PĐT, Cho em hỏi khi nào mới có TKB HK201 vậy ạ? Em cảm ơn nhiều ạ,",
    "Chào ad Em là V: Khoa kỹ thuật Xây dựng Em có đăng kí kiểm tra trình độ anh văn IIG do trường tổ chức vào ngày 19/9/2020 và được xếp vào thi ca 2 Em xin yêu cầu đổi ca thi cho em thành ca 3 (13:30-16h) ngày 19/9/2020 ạ Lí do sáng ngày 19/9/2020 em bị trùng lịch kiểm tra tại lớp môn anh văn 3 Em cảm ơn",
    "Em chào thầy/cô PĐT, Cho em hỏi khi nào có kết quả đăng kí môn học đợt 3 HK201 vậy ạ? Em cảm ơn nhiều ạ,",
    "Em chào thầy/cô PĐT, Cho em hỏi khi nào mới cập nhật tên giảng viên HK201 lên BK-eL vậy ạ? Em cảm ơn nhiều ạ,",
    "Em là sv khóa k15. Mã sv  Em bị hủy môn LVTN trong khi đã đủ điều kiện về chứng chỉ, tín chỉ, ngày CTXH và các môn tiên quyết. Xin pdt phản hồi sớm giúp em ạ.",
    "CHào quý thầy cô !   Em  MSSV  . Em có xin đăng kí môn học bổ : thực tập tốt nghiệp ( 260661 ) song song với môn học Trang bị điện CN (260616) .Vì e còn duy nhất 1 môn học này , môn thầy cô chấp thuận bổ sung thêm cho em môn học Thực tập tốt nghiệp nữa , để em theo kịp tiến độ học tập.",
    "Tốt nghiệp . Em chào Thầy / Cô, Trong câu hỏi yêu cầu lần trước, sau khi có câu trả lời em đã lên BkPay để xem lại các khoản học phí, và khoản học phí nhập học khóa K2015 vẫn chưa được hủy (trị giá 3 triệu đồng) --  Em vẫn không đăng ký tốt nghiệp được. Các khoản học phí em đã đóng đầy đủ trong thời gian học tại trường (theo xác nhận của PĐT và MyBK) Em xin trình bày lại rõ hơn: - Năm 2015, em trúng tuyển nhưng không nhập học, bảo lưu và không đóng khoản phí nhập học K2015 (trị giá 3 triệu đồng) - Năm 2016, hết thời hạn bảo lưu, em quay lại trường nhập học và đã đóng khoản phí nhập học chung với K2016 (trị giá 3.5 triệu đồng) Ngày 25/08/2020, em nộp đơn tại PĐT mong được xem xét và hủy luôn khoản học phí nhập học khóa K2015 khỏi MyBK (khoản phí này đã tồn tại từ năm 2015 đến nay). Mong Thầy / Cô xem xét lại trường hợp của em. Em cảm ơn ạ.",
    "Dạ chào anh/chị,  Em tên là  (MSSV: ), sinh viên K18 ngành Kỹ thuật hoá học CLC. Em có nguyện vọng muốn đổi môn học từ CH2057 (cơ sở vật liệu ăn mòn-tiết 10,11,12-thứ 2) sang môn CH2065 (hoá keo-tiết 7,8,9-thứ 6) với lí do: chiều thứ 2 là lịch khám định kì của mẹ em mà mẹ em không có khả năng tự đi. Do lịch khám mới được báo nên bất khả kháng em phải đổi môn học. Kính mong anh/chị xem xét trường hợp của em và giúp đỡ. Em xin cảm ơn ạ.",
    "Em có đăng ký môn hoá phân tích và thầy  có nói môn này và tn sẽ được tách ra nhưng hiện tkb của em không hiện môn tn hoá phân tích ạ. Vậy cho em hỏi bây giờ môn tn hoá phân tích của em phải làm sao vì lớp tn đã hết slot rồi ạ.",
    "Em là sinh viên K19, em bị sốt xuất huyết và phải nhập viện theo yêu cầu của bác sĩ, mà ngày 17/09/2020 em có lịch thi cuối kì môn PLDCVN, cho em hỏi trong trường hợp này có được hoãn lịch thi lại không ạ, em cũng không lường trước được sự việc ạ, em cảm ơn!",
    "Rút môn học kĩ thuật điện-điện tử, mã số môn học ee2011, lớp a01. Lý do rút: chuyển sang học dự thính",
    "Dạ em chào thầy cô ạ. Em tên /. Vừa rồi em có đăng kí thi Anh văn đầu vào ạ. Em vừa check lịch thi anh văn của mình là vào ca 1 6h15 sáng ngày 19/9. Nhưng vì chút bất cẩn mà em đặt vé vào đến Sài Gòn hơi bị trễ so với thời gian của ca 1 ạ. Em rất mong pđt có thể thu xếp dùm em qua ca khác hoặc qua ngày 20 được không ạ? Em cảm ơn thầy cô rất nhiều ạ. Mong pđt có thể giúp em với ạ.",
    "Gửi văn phòng, Trong đợt đăng kí môn học cho học kì 201 vừa rồi em có đăng kí môn học tự chọn cơ sở ngành “Cơ sở vật liệu và ăn mòn” (Mã: CH2057) . Vì lý do cá nhân muốn đổi hướng đi, em muốn huỷ môn trên và đăng kí môn tự chọn khác là “Hoá keo” (Mã: CH2065) (có mở lớp) có còn được không ạ?  Em xin cảm ơn.",
    "Họ và tên:  MSSV: 6 Kính gửi PĐT, Em là cựu sinh viên vừa tốt nghiệp vào đợt tháng 7 vừa rồi. Vào ngày 3/7, trường tổ chức lễ tốt nghiệp, em có lên  văn phòng khoa để nhận bằng tốt nghiệp. Tuy nhiên, phòng khoa nói rằng chưa có bằng và bảo em về chờ thông tin của trường. Đến nay đã hơn 2 tháng và em chưa nhận được thông tin nào của trường cả. Hiện em đang rất cần bằng tốt nghiệp cho công việc . Mong nhà trường sớm cho em thông tin về việc cấp phát bằng tốt nghiệp. Em xin chân thành cảm ơn!",
    "Cho em hỏi là cập nhật thông tin cmnd trễ thì phải làm sao để có thể thi được ạ? Em cảm ơn ạ!",
    "Dạ Thầy/Cô ơi ! Cho em hỏi là em đã đk giấy chứng nhận sv rồi. Hiện tại Phiếu đã đăng ký đã xử lý. Vậy cho em hỏi là khi nào thì lên văn phòng khoa lấy được ạ ?? Em thuộc khoa Xây dựng ạ. Em xin cảm ơn !",
    "i nhóm môn học công nghệ ô tô, mã số môn học tr3021, nhóm A01 sang nhóm A02 Lí do: thuận tiện trong kế hoạch của bản thân",
    "Dạ em chào thầy/cô PĐT, Cho em hỏi khi nào có kết quả đăng kí môn học HK201 đợt 3 vậy ạ? Em cảm ơn nhiều ạ,",
    "Chào ad Em là sinh viên k17 đã thi kiếm tra tiếng anh tại trường đạt được 500đ (thi vào năm 2018) Không biết đã đủ yêu cầu để nhận luận văn tốt nghiệp chưa ạ ? Hay cần phải nộp bằng TOEIC thật sự mới đủ điều kiện đăng kí ạ ? Em xin cảm ơn.",
    "Cho em hỏi khi nào có thời khóa biểu cập nhật học kì 201 ạ? Em thấy trên web Phòng đào tạo ghi là hôm nay có nhưng vẫn chưa thấy ạ? Em cảm ơn!",
    "Em muôn hỏi là: Em cuối năm 1 chưa tích lũy tới 24 tín chỉ thì các môn em đăng ký cho HK201 đều bị hủy đúng không ạ? Nếu như bị hủy các môn ở học kỳ chính thì em có thể đăng ký ở học kỳ dự thính (HKDT201) được không ạ?",
    "Kính gửi thầy/cô . Em tên là  MSSV , sinh viên cơ khí - cơ điện tử khóa K17. Em xin hỏi khi chuyển đổi giáo viên hướng dẫn luận văn có ràng buộc về thời gian với môn Đề cương luận văn tốt nghiệp hay không? Ví dụ như có cần chuyển giáo viên hướng dẫn trước khi học môn Đề cương luận văn tốt nghiệp, hay vừa học môn Đề cương luận văn tốt nghiệp rồi chuyển cũng được ạ và hạn cuối chuyển là bao giờ? Em xin chân thành cảm ơn.",
    "Trường cho em hỏi là để kịp đăng ký luận văn tốt nghiệp kì 202 em phải nộp bảng điểm Toiec trước ngày mấy ạ? Em nghe nói bảng quy đổi điểm vừa thay đổi, vậy em cần điểm Toiec tối thiểu bao nhiêu để Av1-Av4 được 10 ạ? Em xin cảm ơn.",
    "Dạ em chào thầy/cô ạ. Em có chút chưa rõ về điểm trung bình tích lũy ngành để xét bằng tốt nghiêp. Cụ thể là về điểm trung bình tích lũy ngành này có tính điểm của những môn đại cương như giải tích, đại số không ạ hay chỉ tính điểm dựa trên những môn cơ sở ngành,môn tự chọn,và môn chuyên ngành của ngành đang học. Em mong thầy/cô sẽ giải đáp giúp em ạ, em xin chân thành cảm ơn ạ.",
    "Dạ cho em hỏi nhà trường có hộ trợ cung cấp file bảng điểm định dạng PDF thay vì in ra không ạ?  Dạ nếu em muốn có bảng điểm chứng nhận của nhà trường dưới định dạng PDF thì em phải làm thế nào ạ? Em cảm ơn nhiều ạ.",
    "Em đã đăng ký xét bổ sung tốt nghiệp nhưng hiện tại vẫn chưa có mail chức mừng ạ, cho em hỏi em vẫn còn thiếu điều kiện nào để tốt nghiệp ạ?",
    "Từ học kì 201 trường có áp dụng bảng qui đổi điểm anh văn mới, có áp dụng cho khóa K16 không ạ. Em cảm ơn",
    "Kính gửi Văn phòng đào tạo OISP _ Đại học Quốc gia TPHCM. Em tên là: , MSSV: , lớp: CC 18HC11, khoa: Kỹ thuật Hóa học _ chương trình Chất Lượng Cao. Hôm này em làm đơn này kính mong văn phòng đào tạo xem xét cho em xin hủy môn học Pháp luật Việt Nam đại cương (SP1007) mã lớp CC04 học vào thứ 3 tiết 11-12 ạ ! Lý do: Trùng vào lịch học anh văn của em ạ ! Kính mong Văn phòng đào tạo hỗ trợ giải quyết trường hợp này của em. Em xin chân thành cảm ơn.",
    "T5125      . Cho em hỏi do quên theo dõi đăng kí môn học trên web nên đã qua đợt đăng kí, giờ em muốn đăng kí 2 môn AV 1 và AV2. Em bên CQ chuyển qua, bên đó đã thi kiểm tra đầu vào thì sang bên này có phải thi lại không hay được đăng kí học AV luôn.",
    "Chào thầy cô, Cho em xin phép được đăng kí môn học HỆ THỐNG ĐIỀU  là EE3067 . Vì kì này em có một tý trục trặc trong quá trình đăng kí môn học, bị xóa một số môn học ạ. Nếu không đăng kí được môn học em sợ sẽ không kịp hoàn thành số tín chỉ để đạt chỉ tiêu ạ. Em xin trân thành cám ơn ạ MSSV của em  ",
    "Cho em hỏi em hỏi em là sinh viên khoá K14 thì việc chuyển điểm các môn AV có được tính theo khoá không hay phải tính quy đổi theo bảng quy đổi theo học kì? Nếu việc quy đổi tính theo học kì thì cho em hỏi việc tính điểm quy đổi theo bảng quy đổi HK193 có hạn cuối cùng là ngày nào?",
    "Kỳ đăng ký bổ sung vừa qua em chưa kịp đăng ký môn học ĐAMH Nền Móng (CI3197). Em có thể đăng ký bổ sung không ạ?",
    "Cho em hỏi những trường hợp bị cấm thi vì lí do chưa hoàn thành quiz bkel có được thông báo đến sinh viên trước không vì nhiều bạn sơ xuất ngoài ý muốn hay có lí do đặc biệt thì phải làm sao?",
    "Kính thưa thầy cô, Đợt ĐKMH vừa qua em thực tập ở 1 công ty nên bị sao nhãng theo dõi đăng ký, em muốn xin thầy cô cho em xin đăng ký 01 môn học:   B Tên môn học:  Mã môn học: LA1009    Em vô cùng xin lỗi đã làm phiền thầy cô. Kính mong thầy cô giúp đỡ em. Em chân thành cảm ơn.",
    "Kính gửi phòng đào tạo, Em viết đơn này để hỏi rằng nếu người thân mất thì có được xin phép vắng thi có lý do được không ạ? Em xin cảm ơn các thầy, cô đã đọc thư này và hy vọng có thể trả lời em sớm.",
    "Hồ sơ online của em mình vẫn còn thiếu hình ảnh bảng điểm thi Đánh giá năng lực năm 2020,có cần bổ sung lại không ạ. Do mình đã nộp đầy đủ hồ sơ nhập học ở trường rồi.",
    "Em chào phòng đào tạo, Em hiện đang học chương trình tài năng, em vừa thi anh văn nói viết và đạt 215. Hiện tại em muốn đăng ký tốt nghiệp nhưng vẫn chưa có trong danh sách tốt nghiệp dự kiến. Cho em hỏi làm sao để đăng ký tốt nghiệp được ạ.Tốt nghiệp .",
    "Em xin hỏi về việc xét học bổng khuyến học là nếu như em đạt hơn 90% số tín chỉ tích lũy theo yêu cầu mà trong tổng số tín chỉ đó không có tín chỉ của anh văn thì có được xét và nhận học bổng không ạ Em cảm ơn!",
    "Em tên là Vũ Thị Kiều Trang mssv  Em chào thầy cô ạ, Cho em đăng kí môn học tin học dệt may. Hiện tại em đang đăng kí 20 tín chỉ, do môn học Tin học trong dệt may(2 chỉ) đăng kí mở lớp sau.em cần đăng kí vì khóa k19 về sau không học nữa,em mong thầy cô cho em thêm vào lớp môn học Tin học trong dệt may với ạ Nếu không em không có cơ hội học môn này nữa ạ . Em mong thầy cô phản hồi cho  em  ạ Em cảm ơn",
    "Bóng rổ : Pe1015 L04 Giải tích mạch : EE2033 L04_L07",
    "Dạ chào thầy,cô Hiện tại em chưa đủ chứng chỉ anh văn toeic 450 để đăng ký môn luận văn tốt nghiệp ở học ký 201 (học kỳ cuối cùng của k14) . Sau khi chương học kỳ chính bắt đầu khoảng 3 tuần và em có chứng chỉ anh văn toeic 450 thì em có được đăng ký môn LVTN hay không ạ. Nếu em không đăng ký được môn LVTN vào kỳ sau xem như em không hoàn thành được chương trình đào tạo và em có thể xin đơn cứu vớt được không ạ. Mong thầy/cô giải đáp giúp em thắc mắc này với ạ. Em xin chân thành cảm ơn.   i ",
    "Chào thầy cô, Thầy cô cho em hỏi, Em có đăng ký môn học cho học kỳ 1 2020-2021, nhưng hiện tại em kiểm tra vẫn chưa có thời khóa biểu của em cho học kỳ này. Mong thầy cô kiểm tra giúp em. Xin cảm ơn thầy cô. Trân trọng.",
    "Thầy cô ơi! em là sinh viên hệ vlvh ạ! kì vừa r em có xin rút môn sinh học đại cương nhưng lúc lịch thi thì vẫn có tên môn đó ạ! mong thầy cô xem lại giúp em",
    "Môn thí nghiệm hóa phân tích tách lớp nhưng em không đăng ký được lớp thí nghiệm vì đã hết sĩ số, nay em muốn xin mở thêm sĩ số để em có thể học song song hai môn này cùng lúc ạ.",
    "Em xin chào thầy/cô,  Em tên là  (MSSV:, thuộc khoa kĩ thuật hóa học. Em đã đăng kí môn tự chọn hk 201 là các môn phương pháp phân tích hiện đại (CH3005), cơ sở vật liệu ăn mòn (CH2057), hóa dầu (CH3007). Hiện do gia đình em có việc nên việc sắp học môn ăn mòn của em hiện đang gặp khó khăn. Em xin mong nhà trường cho em đổi môn tự chọn   B cơ sở vật liệu ăn mòn (CH2057 ) thành môn hóa keo (CH2065)   . Em xin trân trọng cám ơn. Trân trọng./ ",
    "Dạ cho e hỏi là nếu học kì hè e rớt môn thì có được coi là môn đã học hay chưa vậy ạ?",
    "Em là sinh viên khóa K15. Mã sv:  Vừa rồi em bị hủy môn LVTN trong khi em đã đủ điều kiện về tín chỉ, chứng chỉ anh văn, ngày CTXH,... Xin PĐT xem xét lại trường hợp của em, việc hủy môn của em là do lỗi kỹ thuật của hệ thống hay do em chưa đủ điều kiện đăng kí ạ. Em xin cảm ơn",
    "Chào cô ạ, lại làm em đây, em biết thời gian này các cô đang rất bận nhưng mong cô có thể giúp em chút xíu nữa ạ. Em đã lên đọc các qui chế hết nhưng vẫn không nắm được đơn phải làm như thế nào ạ. Đơn có mẫu sẵn ở PĐT hay em tự viết tay, nếu tự viết tay thì nội dung gồm những gì ạ? Em có đánh máy 1 đơn theo suy nghĩ của em không biết cần chỉnh sửa chỗ nào không ạ? Rất mong sự giúp đỡ của cô để em có sự chuẩn bị tốt nhất ạ. Chân thành cảm ơn cô.",
    "Các thầy cô ơi cho em hỏi ạ, thời khóa biểu của học kì 201 đã có chưa ạ? nếu có rồi thì sao em chưa được cập nhật trên Thông Tin sinh viên? nếu chưa có thì khi nào mới có ạ? Em cảm ơn thầy cô ạ? Chúc thầy cô một ngày tốt lành ạ!",
    "Cho em hỏi là theo lịch học vụ là 15/9 có thời khóa biểu chính thức, mà nay 16/9 vẫn chưa có thời khóa biểu trên mybk ạ. Em cảm ơn",
    "Em xin chào thầy cô,  Em là  MSSV , hiện đang thuộc lớp HC19KSTN . Do trong thời gian đăng kí và hiệu chỉnh môn học cả 3 đợt qua, PĐT không tạo mã lớp A01 cho KSTN, do vậy em không sắp xếp được lịch học hợp lí được. Đến sau khi hêt đợt hiẹu chỉnh 3 PĐT mới gửi TKB cho lớp này. Như vậy hiện tại TKB của em tuy không bị trùng lịch nhưng lại bị rải ra, không hợp lí, mất thời gian di chuyển và nghỉ ngơi ảnh hưởng đến học tập . Cá nhân em thấy là do PĐT không thông báo giờ học các môn bắt buộc của KSTN trước nên em mong mình có thể được điều chỉnh sắp xếp lại nhóm lớp các môn chính trị, anh văn mình đã đăng kí nhưng lịch học không hợp lí . Thầy cô có thể chỉ giúp em được không ạ?  Em cảm ơn.",
    "Chào quý anh, chị  Em đã từng đặt câu hỏi về việc em không có tên trong danh sách tốt nghiệp tạm thời với câu hỏi có ID 15873 và nhận được câu trả lời như sau. Mã số sinh viên của em là    QUOTE Thời gian: 08/31/2020 02:18:33 pm Từ: [545] (003641) [staff_name] Chào bạn Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 08/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do. Thân  /QUOTE  Đến thời điểm hiện tại là ngày 16/09/2020, em vẫn chưa thể tìm thấy tên em trong danh sách tốt nghiệp tạm thời cũng như không thể đăng kí tốt nghiệp . Em mong quý anh chị có thể kiểm tra lại và nếu do thiếu sót của em vui lòng thông báo để em có thể bổ sung ạ . Em rất cảm ơn ạ. Sỹ",
    "Cho em hỏi, môn phân tích hiện đại CH3005 của em bị đổi lịch sang thứ 3 tiết 10-11-12, em có thể xin phòng đào tạo đổi sang thứ 6 tiết 7-8-9 được không ạ, mình cần những thủ tục gì ạ.",
    "Kính gửi PĐT, bởi vì đã bị môn Kết cấu thép 2 (CI3211) nên em xin PĐT cho em đăng ký môn Động lực học kết cấu (CI4067) lớp A01. để đảm bảo chương trình học . Em xin chân thành cảm ơn!",
    "Kính gửi thầy/cô, lúc đăng kí môn học em có đăng kí môn hóa vô cơ CH2013 lớp L03 học ngày thứ 6 nhưng hiện tại thời khóa biểu của em lại chuyển sang lớp L03 ngày thứ 7. Em muốn biết lý do tại sao và có thể chuyển về ngày thứ 6 không ạ?",
    "Kính gửi thầy/cô, Mặc dù đã cập nhật lại ảnh theo thư yêu cầu, nhưng tình trạng đơn xin xét tốt nghiệp của em vẫn ở tình trạng: “phiếu đăng ký không được xử lý”. Mong thầy/cô kiểm tra lại đơn xin xét tốt nghiệp của em. Em cám ơn.",
    "Chào thầy/cô Theo TKB, T2 tuần tới ngày 21/9 em có học môn thể dục tại cơ sở 2, cho em hỏi là vẫn học tại nhà thi đấu của trường hay phải liên hệ trung tâm giáo dục thể thao và liên hệ như thế nào ạ? Em cảm ơn.",
    "Em tên , mssv  Do nhầm lẫn trong lúc đăng kí môn học, em đã đăng kí nhầm môn Đồ án EE3061 của ngành Điện-Điện Tử.    Nay em xin được nhà trường cho phép chuyển sang môn Đồ án EE3151 của ngành Điện tử-Viễn thông  để có thể hoàn thành được chương trình học tập theo đúng tiến độ     Em xin cảm ơn.",
    "em chào thầy cô, em tên là Vũ Thị Kiều Trang mssv , lớp CK18DET do sơ xuất nên em quên đăng kí môn TIN HỌC TRONG DỆT MAY,mà môn này chỉ có K18 . kì sau không có mở lớp. em xin thầy cô add em đăng kí vào lớp này ạ. nếu có bị trừ điểm rèn luyện thì em chấp nhận. em cảm ơn thầy cô ạ    .",
    "Dạ em là , hiện đang theo lớp HC19KSTN, em muốn hỏi về việc nhóm lớp trong thời khóa biểu bị đổi so với nhóm lớp khi đăng kí ạ. Em đăng kí lớp Triết học -(SP1031) và Pháp luật Việt Nam đại cương (SP1007) lần lượt là nhóm L20 và A06. Nhưng thời khóa biểu lại đổi thành nhóm L19 và L05 ạ. Em mong nhận được câu trả lời và được học đúng nhóm lớp mình đã đăng kí ạ. Em xin cảm ơn.",
    "Dạ cho em hỏi em đăng kí môn Cơ sở thiết kế nhà máy hóa thành công vào đợt 3 nhưng sao thời khóa biểu lại không có môn đó vậy ạ? Em cảm ơn.",
    "Xin chào Thầy / Cô! Em tên Hoàng Lâu Phong. MSSV 171205.Xin thầy/cô giúp em đăng kí môn học Động lực học kết cấu CI4067,khi mở lớp em không kịp đăng kí. Em mong thầy /cô có thể giúp em đăng kí để kịp chỉ ra trường. Em cảm ơn Thầy /Cô rất nhiều!",
    "Em có định đăng ký môn Hư hỏng sửa chữa công trình có mã môn học là ci1051 nhưng vướng giờ học thép 2 nên ưu tiên , sau đó được phòng đào tạo thông báo là môn thép 2 sẽ bị hủy, trong đợt đăng kí này môn hư hỏng sửa chữa đã đủ sĩ số nên em xin pdt xét duyệt cho e được đăng kí vào danh sách lớp hư hỏng sữa chữa ạ.",
    "Vào đợt 3, em có đăng kí lớp aerobics vào sáng thứ 7 và điều chỉnh các môn khác cho hợp lí. Tuy nhiên lớp aerobics đã bị hủy. Hiện tại em đã đăng kí lại môn bóng rổ vào sáng chủ nhật. Em có nguyện vọng xin được chuyển sang lớp vào sáng thứ 7 (hiện đã đủ 50/50) để có thời gian đi lại phù hợp hơn ạ. Em cảm ơn phía nhà trường đã lắng nghe và giải quyết.",
    "Em xin được chuyển lớp Thiết kế hệ thống nhúng (EE3003) thứ 6 - tiết 234 - nhóm A02 - phòng B1-211 (ảnh đính kèm), sang lớp thứ 4 - tiết 789 - nhóm A03 - phòng B1-314 (ảnh dính kèm). Sau khi được chuyển thì hoàn toàn phù hợp thời khóa biểu của em ạ. Lý do: Vì môn này em đã từng học giáo viên hiện tại, nếu kỳ này em tiếp tục học thầy thì em sẽ trễ hạn tốt nghiệp. Sau lần học đầu tiên em cảm thấy chất lượng đầu ra của em môn này không được đảm bảo, số tiết học là 3 nhưng giờ giải lao quá nhiều và giáo viên đến rất muộn em học chỉ được 1 giờ, những buổi dạy bù được có 3 bạn đi học, có buổi bù giáo viên cũng không đến dạy. Kiến thức truyền đạt đến em cũng không chuyên sâu, điểm cộng của em trong lớp cũng không được giáo viên cộng . Em xin nhận được sự giúp đỡ ạ. Em cảm ơn.",
    "Em chào quý thầy cô, Em tên , MSSV:  Trong lần đăng kí môn học đợt 3 em có đăng kí môn cơ sở thiết kế nhà máy hóa (CH3037) và đã được báo đăng kí thành công nhưng hôm nay khi thời khóa biểu được cập nhật thì môn này của em bị mất (Em xin đính kèm ảnh) Rất mong quý thầy cô xem xét và phản hồi giúp em. Em cảm ơn.",
    "Em đăng ký môn Aerobic lớp L07 nhưng kết quả đăng ký bị chuyển sang lớp L04. Mong Phòng Đào Tạo cho em hướng giải quyết",
    "Kính gửi phòng đào tạo. Em là . Em có đăng kí môn thí nghiệm quá trình thiết bị (CH3015) và môn cơ sở thiết kế nhà máy hóa (CH3037) và hiện tại thời khóa biểu cập nhật không có 2 môn đó ạ. Nhờ phòng đào tạo giải quyết giúp em ạ. Em có gửi ảnh đã đăng kí 2 môn này bên dưới ạ. Em cảm ơn.",
    "Thưa thầy,cô đợt 3 vừa rồi em có đăng ký môn EE2019 và PE1017 nhưng vì lý do thời gian nên bị huỷ mất. Nay em xin phép thầy cô cho phép em được hiệu chỉnh hoặc huỷ môn để sắp xếp lại lịch học ạ",
    "Kính gửi PĐT, em là tân SV bằng 2. Hôm nay em có vào đăng ký, nhưng hệ thống ko cho đăng ký các lớp ở CS1, ( bạn ko thể đăng ký vào nhóm lớp này ). Nhưng khi mà click vào các lớp ở CS 2 Linh Trung thì lại được. Thêm cái nữa là em đã từng học Giải tích 1 + Đại số tuyến tính rồi, nhưng đăng ký lớp Phương pháp tính ( MT1009 ) hệ thống cứ báo là thiếu môn học trước. Mong PĐT kiểm tra giúp em. Em xin cảm ơn PĐT.",
    "Kính gửi PĐT ĐH. Bách Khoa TPHCM, Phòng đào tạo cho em xin hỏi rằng địa điểm học GDTC (môn Aerobic) cập nhật trong   B TKB    đã đúng chưa ạ? Vì như em được thông báo trước là từ kì 201 về sau sinh viên sẽ học GDTC ở   B ĐH TDTT    (Thủ Đức) nhưng TKB lại cập nhật là ở   B Nhà thi đấu CS2    ạ. Em xin cám ơn và mong nhận được sự phản hồi từ PĐT.",
    "Kính gửi phòng Đào tạo đại học Bách Khoa TpHCM. Em tên  MSSV: . lớp chính quy bằng 2. Em có đăng kí môn Luận văn tốt nghiệp cho học kì này. Đăng kí thành công có dấu tích xanh nhưng kết quả đăng kí môn học lại không được chấp nhận với lí do không đủ điều kiện nhận luận văn mặc dù em đã tích lũy được 133 tín chỉ, đạt yêu cầu về Anh văn là Toiec 500. Kính mong phòng đào tạo xem xét hướng dẫn cho em. Em xin cám ơn!",
    "Em kính chào Phòng đào tạo,  Vừa qua trong đợt đăng ký môn học, em đăng kí lớp Triết học   (SP1031) L20. Nhưng khi xem thời khoá biểu em lại tháy mình được xếp lớp L21. Em viết đơn này xin Phòng đào tạo cho em chuyển từ lớp L21 sang lớp L20 như ban đầu ạ. Vì thời gian em học lớp L21 em đã kẹt lịch học Anh văn Ielts mà em đã đăng kí ở trung tâm . Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi là em có đăng kí lớp CH2013 nhóm L03 và L10 vào thứ 6 và CN..Nhưng nay xem tkb thì được xếp vô lớp thứ 7 và CN,mà lớp này hình như của KSTN,trường hợp này là sao ạ,em có thể chuyển sang lớp thường không ạ. Em cảm ơn ạ",
    "Cho em xin thông tin liên hệ Trung tâm TDTT ĐHQG ạ . Em không tìm thấy website hay trang facebook trung tâm ạ.",
    "Kính gửi phòng đào tạo Em tên: ; MSSV: Em có thắc mắc thời khóa biểu môn Triết học   (SP1031) lớp L21 của em chỉ học có 6 tuần ít hơn các lớp khác ạ . Mong quý thầy cô giải đáp thắc mắc của em. Em cảm ơn ạ.",
    "Chào thầy/cô. Em là SV  Hiện tại kỳ 201 em đã đăng ký được môn NỀN MÓNG CI3195 mà lớp ĐỒ ÁN CI3197 đã hết sĩ số nên em không đăng ký được. Nay em mong quý thầy/cô có thể cho em vào lớp ĐỒ ÁN NỀN MÓNG CI3197. Mong nhận được sự chấp thuận và phản hồi sớm từ thầy/cô. Em chân thành cảm ơn.",
    "Em kính chào Phòng đào tạo,  Vừa qua trong đợt đăng ký môn học, em đăng kí lớp Triết học  (SP1031) L20. Nhưng khi xem thời khoá biểu em lại tháy mình được xếp lớp L21. Em viết đơn này xin Phòng đào tạo cho em chuyển từ lớp L21 sang lớp L20 như ban đầu ạ. Vì thời gian em học lớp L21 em đã kẹt lịch học Anh văn Ielts mà em đã đăng kí ở trung tâm . Đồng thời em cũng muốn đổi lớp Hóa vô cơ (tn) L09 sang L10 vì L09 trùng với lớp Triết học L20 ạ. Em xin chân thành cảm ơn.",
    "Kính gửi: Phòng Đào tạo Em là , sinh viên bằng 2 CQ (Bằng 1 tốt nghiệp Kỹ thuật Hoá học tại ĐHBK). Em muốn hỏi về hướng dẫn đăng ký môn học lần đầu. Có một số vấn đề như sau: Trong đợt đăng kí, em không thể đăng kí các môn của năm 2 (Hệ thống báo lỗi môn học tiên quyết). Các môn học năm 1 em đã hoàn thành ở bằng 1 (Em chưa thấy thông tin miễn môn học trên mybk) Hầu hết các nhóm môn học ở CS2 đều đã đủ chỗ (cả môn chuyên ngành khoa học máy tính lẫn các môn đại cương năm 1). Vậy bây giờ trong trường hợp này em nên làm như thế nào ạ?   Cảm ơn sự hỗ trợ của Phòng.",
    "Chào thầy/cô Em là V  Cho em hỏi là các môn GDTC là tuần sau liên hệ TT TDTT để biết lịch học hay là học ở cơ sở 2 vậy ạ? Tại TKB vẫn để là học ở cơ sở 2. Mong nhận được phản hồi sớm. Em cảm ơn",
    "Dạ Chào cô. Hiện tại em đang thiếu ngày công tác xã hội để nhận luận văn tốt nghiệp. Dạ cho em hỏi em có thể nộp đơn lên phòng đào tạo để đăng kí nhận luận văn trước được không ạ. Em xin cảm ơn",
    "Em chào Thầy/Cô, Đợt ĐKMH vừa rồi em có đăng ký môn Hóa lý 1 (CH2003) vào nhóm lớp L03, theo thời khóa biểu lúc đó là học tiết 234 sáng thứ 3 ở CS2. Nhưng khi có kết quả thì thời khóa biểu đã chuyển sang sáng thứ 7 ở CS1, và theo em được biết thì đây là lớp dành cho KSTN K19. Do lúc trước nghe được thông tin PĐT sẽ tách các bạn KSTN ra riêng về CS1 nên em vẫn đăng ký vào nhóm L03, em không biết hiện tại PĐT có thể giải quyết cho em đổi sang nhóm lớp khác không ạ? Em cảm ơn.",
    "Cho em hỏi: đầu mỗi học kì, trước khi đăng kí môn học đều có các mốc thời gian để nộp chứng chỉ tiếng anh và chuyển điểm, vậy em đang học năm 2 muốn thi chứng chỉ anh văn để đạt chuẩn năm 2 thì muộn nhất hạn nộp chứng chỉ anh văn của em là đầu năm 3 trước khi đăng kí môn học đợt 1 phải không ạ? Em cảm ơn ạ!",
    "Em tên  MSSV . Em xin phòng đào tạo tăng sỉ số lớp Anh văn 4 LA1009 nhóm A05 thứ 6 tiết 345 ạ. E đã đăng ký nhưng lớp của e bị hủy rồi ạ. Kính xin pdt tăng sỉ số và cho em vào lớp đó ạ. Em chân thành cảm ơn.",
    "MSSV:  Đăng ký môn học: Thưa thầy cô quản lý hôm đăng ký môn học đợt 3 em đăng ký tổng số lượng tín chỉ là 16 chỉ, số lượng môn học là 6 môn, hôm nay em có thấy thời khóa biểu cập nhật học kỳ 201 và số lượng môn học của em bị mất 2 môn, số lượng tín chỉ chỉ còn 7 chỉ",
    "Trong đợt đkmn đợt 3 từ ngày 8-11/9 em có đăng ký lớp Cầu lông L12. Ban đầu được ghi là ở cs1 nên em mới đăng ký để tiện cho 3 tiết tiếp theo. Nhưng bây giờ ra thời khoá biểu chính thức lại học ở cs2. Chính vì cậy bây giờ thiết 7 8 9 của em ở cs2 còn tiết 10 11 12 ở cs1 thì làm sao em đi được ạ? Kính mong PĐT giải quyết giúp em ạ . Em xin cám ơn.",
    "Lúc đăng ký đợt 3 em đăng ký 7 môn (21 chỉ) nhưng hiện tại chỉ còn 5 môn (17 chỉ ở thời khóa biểu), mong phòng đào tạo giải quyết giúp em để em có đủ 7 môn ạ!",
    "em đã làm đơn trình bày lý do nộp học phí kỳ dự thính ạ. Mong thầy/cô xem xét giúp em. Em chân thành cảm ơn ạ.",
    "Hiện tại em đã có TKB HK201 vậy em có thể đem giấy vay vốn SV đến phòng CTCTSV để xin chữ kí được chưa ạ?",
    "Em đã đăng kí môn Đồ án-EE3061 trong đợt 3 vừa rồi nhưng kết quả trong tkb vẫn bị hủy.Vừa rồi em có mail hỏi thì PĐT có bảo là cứ đăng kí lại(em có lưu hình ở dưới). Vì vậy em mong Phòng đào tạo khôi phục cho em môn Đồ án- EE3061,bởi vì nếu không đăng kí được em sẽ bị trễ thêm 1 học kì nữa ạ Em xin chân thành cảm ơn",
    "Dạ em đăng kí môn IM3061 - Anh văn trong kinh doanh thứ 5 tiết 789 nhưng lại bị chuyển sang thứ 7 tiết 789. Em muốn chuyển lại thì như thế nào và lý do tại sao em bị chuyển vậy ?",
    "CODE : Cho em hỏi cách viết đơn chuyển lớp. Em đăng kí lớp hóa vô cơ L03_L10 mà lớp đó là lớp KSTN, nên em muốn đổi sang lớp L04_L14 là lớp thường thì viết như thế nào ạ? Tại lúc đầu em đăng kí em không biết lớp đó là lớp KSTN, lớp đó là sáng thứ 6 với chiều chủ nhật. Em vẫn có thể học được nhưng bây giờ lớp chuyển tiết thành chiều thứ 7 với chiều chủ nhật, thứ 7 em không học được vì bận học thêm anh văn ở ngoài.",
    "Sau khi kết thúc đăng ký môn học. Thì thời khóa biểu của em khác hoàn toàn so với thời khác biểu khi đăng ký môn đợt 3 ",
    "em chào thầy/cô ạ . Cho em hỏi là môn những nguyên lý cơ bản của CN mác lênin có các bài kiểm tra trên bkel.em đã hoàn thành các bài kiểm tra và có điểm, nhưng chổ các video bài giảng hệ thống hiện là em chưa xem vậy em có bị cấm thi hay không . Em cám ơn nhiều ạ",
    "Dạ cho em hỏi, em có môn EE2019 bị hủy nhưng mà em lại không có mail bị hủy môn. Vì thế em không thể đăng kí được môn trong lần đăng kí môn học tiếp theo. Cho em hỏi làm cách nào để đăng kí được môn trong lần tiếp theo được ạ? Mong trả lời câu hỏi của em trong vòng sớm nhất ạ",
    "Xin chào anh chị, em xin được hỏi về vấn đề miễn giảm học phí cho sinh viên thuộc các đối tượng cụ thể. Gia đình em có ông ngoại (đã mất) được nhà nước tặng Huân chương lao động hạng 3, thì em có được liệt vào đối tượng: 1.Người có công với cách mạng và thân nhân của người có công với cách mạng không ạ? Em xin chân thành cảm ơn.",
    "xin phép đăng ký bổ sung môn học Địa kỹ thuật công trình ngầm mã MH: GE4043. Lý do: Trong lần đang ký môn học đợt 3 bị xóa môn học và không kịp đăng ký lại.",
    "cho em hỏi là môn cơ sở điều khiển tự động(EE2019) em đã đăng kí trong đợt đăng kí môn học vừa qua. hiện nay đã có trên thời khóa biểu. nhưng em xem kết quả đăng kí môn học đợt 3 thì môn này đã bị xóa ạ. không biết rằng mai mốt trên thời khóa biểu của em có bị xóa không ạ?",
    "Em tên là   mssv  Em đang gặp tình trạng là môn em xin mở Tr2029 (Thực tập kĩ thuật tàu thủy), thầy dạy môn này nó không xếp phòng nên đợt 2 đã đăng kí được và đợt 3 môn đó vẫn còn hiện nhưng trên TKB lại không có hiển thị. Em mới nhận mail chiều nay cho đăng kí những môn lỗi nên em lên tim kiếm mà không thấy hiện môn học TR2029. Cho em hỏi phải làm sao",
    "dạ em chào thầy cô. Trong đợt đăng kí môn học vừa rồi thì em có đăng kí môn hóa phân tích mã CH2113. Trong lịch đăng kí môn học của em thì môn này em đăng kí học ở cơ sở 2, nhưng nay em vô coi thời khóa biểu thì lại ở cơ sở 1. Vậy cho em hỏi là do thời khóa biểu sai sót hay là có lí do gì thay đổi địa điểm học ạ. Em xin cảm ơn",
    "Kính gửi Phòng Đào Tạo _ DH Bach Khoa TP.HCM. Em tên là  MSSV:  . Khoa: kĩ thuật hoá học (HC19-KSTN ). Hôm nay em làm đơn này để xin chuyển lớp pháp luật Việt Nam đại cương (mã ngành: SP1007). Em muốn chuyển từ lớp A09 sang lớp L01. Lí do: vì nhà em gần cơ sở 2 nên thuận tiện cho việc đi lại hơn ạ. Em chân thành cảm ơn quý thầy cô đã xem qua ạ",
    "Em chào các thầy cô. Em mong muốn được chuyển nhóm môn EE3003 (Thiết kế hệ thống nhúng) đổi từ nhóm A01 sang A03 và giữ lại môn EE2019 (Cơ sở điều khiển tự động) kèm theo thí nghiệm. Nếu em bị hủy môn EE2019 thì em sẽ bị cảnh cáo học vụ vì chỉ còn 8 chỉ trong kỳ chính nên mong phòng đào tạo giải quyết giúp em. Em cảm ơn.",
    "Dạ chào thầy/cô Thầy/cô cho em hỏi là PĐT vừa mở đăng kí mới môn CS ĐK Tự động (EE2019) thứ 3 tiết 2-4 và thí nghiệm 7-9 Hồi ĐK môn đợt 3 vừa rồi em có đăng kí môn EE2019, đã có trên thời khóa biểu nhưng trong mục Đăng kí môn học thì lại bị xóa với lí do Khoa hủy lớp Và em không thể đăng kí được môn EE2019 ở đợt đăng kí mới nhất. Vậy thầy/cô cho em hỏi là em vẫn được học môn EE2019 này được không ạ? Em không bị trùng môn thí nghiệm",
    "Kính gửi Thầy/Cô nhận yêu cầu, Em bị đổi nhóm trên thời khóa biểu, cụ thể: + Môn EE3019 bị đổi từ nhóm A04-A10 thành nhóm A05-A26. + Môn EE3013 bị đổi từ nhóm A02-A06 sang nhóm A01-A02. Các môn còn lại đã đúng nhóm đăng ký. Em tạo yêu cầu để hỏi lý do tại sao em bị chuyển nhóm như thế này ạ? Nếu là do lỗi hệ thống xin Thầy/Cô phụ trách sửa lại giúp em. Em xin cảm ơn.",
    "Cho em hỏi là em vào đợt 1 em có đăng ký môn Đề cương luận văn ạ. Do không kiểm tra lại vào đợt 3 nên em đã không để ý việc không được ghi danh vào lớp. Em mong pđt sẽ xem xét cho em được đăng ký môn đề cương luận văn ạ. Mã số môn học là ME4091 ạ.  Em rất mong pđt sẽ xem xét cho em ạ.  Em xin cảm ơn.",
    "Kính gửi quý Thầy Cô Phòng đào tạo: Trong đợt đăng ký môn học vừa qua (đợt 3), em có đăng ký em có đăng ký hai môn AS2011 (cải thiện điểm) và AS3015 (môn chuyên ngành năm 3) . Lúc đăng ký môn học, thời khóa biểu của môn AS2011 chưa được cập nhật, cụ thể thứ/tiết/phòng đều hiển thị CHƯA BIẾT nên em đinh ninh không ảnh hưởng đến những môn còn lại . Nhưng khi kiểm tra thời khóa biểu vào hôm nay, em thấy thời khóa biểu hai môn AS2011 và AS3015 bị TRÙNG nhau và môn AS3015 đã bị xóa. Vậy quý Thầy Cô cho em hỏi: - Em còn cách nào để điều chỉnh lại được không? Nếu không học được môn AS3015 em sẽ bị trễ một năm học, vì đây là môn chuyên ngành, một năm chỉ mở một lần. Em muốn HỦY môn AS2011 thay vào đó là môn AS3015. Kính xin Phòng đào tạo xem xét yêu cầu của em. Xin điều chỉnh để em theo kịp với chương trình đào tạo.   B THAY MÔN AS2011 BẰNG MÔN AS3015.      I   U",
    "PĐT cho e hỏi, sao môn Triết học Mac_Lenin (SP1031) của lớp L21 chỉ học trong 6 tuần ạ? e hỏi những lớp khác thấy mọi người đều 14 tuần mới kết thúc ạ? Em cảm ơn!",
    "Em tên  mssv  đợt 3 em không kịp đăng kí thực tập tốt nghiệp. Em xin phòng đào tạo cho em đăng kí bổ sung thực tập tốt nghiệp.em cảm ơn",
    "Kính thưa pđt! Thật sự em không hiểu tại sao lại hủy môn Cơ sở điều khiển tự động EE2019. Sau 2 đợt, thì đợt 3 pđt mới mở đăng kí. Giờ có kết quả lại báo hủy. Thật sự môn này rất quan trọng với em vì dính với đồ án quan trọng ở kỳ 6. Lịch thì xếp theo tkb cứng hết rồi. Giờ pđt đẩy xuống dự thính thì lại kẹt các môn thực tập cuối tập, lại dính tiết 12-13. Em khá là thất vọng với sự khó hiểu này.",
    "Em chào phòng đào tạo, em tên là , MSSV:, em có nguyện vọng là phòng đào tạo cho em xin chuyển lớp môn PE1023 từ L02 sang A02 ạ. Lý do: em là sinh viên kỹ sư tài năng khoa KTHH, đợt 3 khi đăng ký môn học thì em chưa biết thời khóa biểu của mình để chọn cơ sở, thời gian học cho phù hợp. Em chủ yếu học ở CS1 nên em có mong muốn như trên để thuận tiện cho việc học tập ạ. Mong phòng đào tạo giải quyết giúp em. Em xin cảm ơn ạ.",
    "Gửi pđt, Em đã đăng kí môn   B Kinh tế đại cương 1    (701703)   B nhóm P02, tkb thứ 2 tiết 10,11,12    trong đợt đăng kí môn học vừa rồi. Nhưng thời biểu em nhận được trên trang sinh viên lại là   B nhóm P01, chủ nhật, tiết 7,8,9   . Kính mong pđt cho em lời giải thích hợp lí. Thân.",
    "Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM. Em là sinh viên CQ Bằng 2, MS: . Em có câu hỏi về TKB HK1 (2020-2021) Trên TKB trên MyBK của em có 2 môn học ME4007/4008 và CI2001/2002 không khớp với khi đăng khí môn học, nên em khó sắp xếp thời gian. Mong PĐT hỗ trợ cho em điều chỉnh lại đúng như thời gian khi đăng kí môn học. Em cám ơn rất nhiều.",
    "Dạ em là sinh viên  - học ngành Khoa học máy tính ạ. Trong đợt đăng kí môn học vừa rồi em có đăng kí môn Đề cương luận văn tốt nghiệp. Tuy nhiên em không có thời khoá biểu môn này. Em vào kiểm tra lịch sử đăng kí thì hệ thống báo em bị thiếu môn tiên quyết, mặc dù em đã hoàn thành theo đúng tiến độ học tập. Mong các thầy cô xem xét giúp em ạ.",
    "Kính gởi PĐT E có thấy trên lịch học vụ ngày 16/9/2020 là chuyển anh văn . Nhưng khi e đăng kí môn học thì báo thiếu anh văn. Mong pdt xem xét .",
    "Môn ĐKTĐ của em đăng kí đợt 3, có trên tkb và không bị trùng lịch Thí nghiệm Vậy em có bị hủy môn hay được nhập vào lớp mới luôn ạ ? Mong giải đáp thắc mắc của em sớm nhất ạ. Em cảm ơn",
    "Xin cho em hỏi là em đã nộp bằng TOEIC online đã xẻ hợp lệ và đổi điểm cũng như nộp lệ phí chuyển điểm thàng công (có điểm anh văn 3)  sao em vẫn hôm nay mở đăng ký môn học nhưng chưa đăng ký được Luận văn vậy ạ, lúc đăng ký lại báo lỗi là môn tiên quyết chứng chủ anh văn ạ.",
    "Em chào các thầy cô. Em mong muôn được giữ lại môn EE2019(cơ sở điều khiển tự động) kèm theo thí nghiệm. lý do em không bị trùng lịch nhưng vẫn bị hủy môn trong đăng kí đợt 3. Mong phòng đào tạo giải quyết giúp em.",
    "Em chào thầy/ cô. Trong đợt đăng ký môn học đợt 3, em có đăng ký môn Cơ sở điều khiển tự động (EE2019) (CSDKTD) nhưng hiện trong kết quả là đã bị xoá. Hiện giờ môn đã được mở lớp mới để đăng ký nên em bị trùng lịch. Phòng đào tạo có thể xoá giúp em môn Thiết kế hệ thống nhúng (EE3003) (TKHTN) lớp A01 chiều thứ 3 tiết 789 hoặc có cách nào chuyển lớp TKHTN để em không bị trùng lịch không ạ? Hiện tại môn CSDKTD rất quan trọng với em vì có liên quan đến đồ án ạ. Em mong thầy/ cô giúp dùm em.  - ",
    "Em chào các thầy cô. Em mong muốn được chuyển nhóm môn EE3003 (Thiết kế hệ thống nhúng) đổi từ nhóm A01 sang A03 và giữ lại môn EE2019 (Cơ sở điều khiển tự động) kèm theo thí nghiệm. Nếu em bị hủy môn EE2019 thì em sẽ bị cảnh cáo học vụ vì chỉ còn 8 chỉ trong kỳ chính nên mong phòng đào tạo giải quyết giúp em. Em cảm ơn.",
    "Dạ em chào thầy/cô Em tên là Võ Hoàng Minh Thư MSSV của em là: , học lớp CK18LOG1   Dạ cho em hỏi, kỳ học 201 em có đăng ký môn học \"Đường lối ĐCSVN\" vào tiết 13-15 ngày thứ 6. Kết quả đăng ký môn học đợt 3 cũng ghi như vậy. Nhưng trong thời khóa biểu chính thức giờ học lại bị dời sang tiết 7 - 9 ngày thứ 7 mà giờ đó em lại không học được. Nếu buổi học hôm thứ 6 không còn mở nữa thì không biết là em có thể hủy môn học đó mà không phải đóng học phí cho môn đó không ạ, vì ngày thứ 7 em không xếp lịch học được. Mong thầy/cô kiểm tra lại giúp em. Em xin cảm ơn!",
    "Em chào thầy/cô ạ Thầy/cô cho em hỏi Kỳ 201 em không học được môn kỹ thuật số mã EE1009 vì chưa học môn EE1007.Nhưng kỳ 201 em có đăng ký học EE1007 vào kỳ chính thì em có đủ điều kiện học trước để đăng ký môn kỹ thuật số vào kỳ dự thính 201 không ạ! Cho em hỏi luôn là đến khi nào thì các mã môn học mới mới được cập Nhật trên chương trình đào tạo vậy ạ! Em vô xem cấu trúc môn học thì tìm không thấy nên cũng không biết là môn này môn kia có điều kiện là gì nên giờ sai với kế hoạch em đặt ra mất ạ!  Mong nhà trường sớm cập Nhật cấu trúc môn học theo mã mới cho tụi em có thể xếp kế hoạch học tập ạ! Em cảm ơn !!!! ",
    "Thầy/ cô cho em hỏi về kết quả phúc tra bài thi môn Máy thủy khí, học kì 192 ạ. Trong phiếu phúc khảo ở mybk của em đã có kết quả là \"Có điều chỉnh\" từ ngày 9/9/2020, tuy nhiên điểm môn học trên trang thông tin sinh viên tới ngày 17/9/2020 vẫn chưa có thay đổi gì. Mong thầy/ cô kiểm tra giúp em ạ . Em xin cám ơn.",
    "em là sinh viên hệ VHVL, vì lý do nộp học phí trể hạn nên học kỳ này không được đăng ký môn tiếp, em đã thanh toán hết số nợ học phí cho nhà trường,  em phải làm sao để đăng ký môn tiếp cho kỳ tiếp theo ạ",
    "Thầy/ cô cho em hỏi: mình được phép đăng ký môn học Luận Văn Tốt Nghiệp và Giáo Dục Quốc Phòng chung một học kỳ hay không? em xin cám ơn!",
    "Em chào thầy/cô ạ! Thầy/cô cho em hỏi là học kỳ chính 201 em có đăng ký học môn Vật lý bán dẫn mã EE1007 (học lần 1) và em dự tính học Kỹ thuật số mã EE1009 (điều kiện HỌC TRƯỚC EE1007)  vào học kỳ dự thính 201 thì trường hợp của em có được tính điểm học trước EE1007 để đăng ký EE1009 vào kỳ dự thính không ạ! Em cảm ơn ạ!!!!",
    "Em tốt nghiệp đợt 10/7 vừa rồi Em đã nộp bằng tạm thời vào công ty nhưng hiện nay đã hết hạn và công ty hối nộp bằng chính thức. Phòng Đào Tạo cho em hỏi về thông tin thời gian có bằng tốt nghiệp hoặc hỗ trợ gia hạn chứng nhận tốt nghiệp tạm thời. Em xin cảm ơn ạ!",
    "Kính chào phòng đào tạo, em tên  học lớp HC18BSH. Em bị hủy 2 môn là CH3037 và CH3015 do chưa học môn CH2043 NHƯNG chương trình học ngành CNSH không có môn này mà thay bằng môn CH2047. Lớp em có 1 số bạn được đăng ký nhưng còn lại thì không (trong đó có em). Kính mong phòng đào tạo giải quyết giúp em để em có thể đăng ký 2 môn trên trong kỳ học này! Em xin chân thành cảm ơn.",
    "Cho em hỏi nếu em rớt môn vật lí bán dẫn thì không thể học được những môn nào trong học kì sau ạ.",
    "Kính gửi thầy cô Pđt em tên  MsSV  thầy cô cho em hỏi là trong đợt đăng kí môn học đợt 3 tụi em có đăng kí môn EN2003 nhưng trong tkb cập nhật mới đây thì cả lớp em không ai có môn này ạ. Em xin cảm ơn",
    "Em chào phòng đào tạo. Em tên , MSSV 2, em đã nộp đơn xét tốt nghiệp trên MyBk và đã nhận được mail phản hồi rằng đơn của em đã được xác nhận vào thứ 2 (14/09/2020). _Phòng đào tạo cho em hỏi bao giờ thì em có giấy xác nhận tốt nghiệp tạm thời để em bổ sung hồ sơ cho công ty nơi em công tác ạ?  _Và bao giờ thì em được cấp quyền sử dụng tài khoản cựu sinh viên? Em cám ơn phòng đào tạo.",
    "Kính gửi phòng đào tạo Em tên:  MSSV:  Cho phép em đăng ký môn Môi trường và con người mã môn ME2019 lớp A01_A01. Rất mong nhận được sự đồng ý của phòng đào tạo. Em xin chân thành cảm ơn.",
    "Em kính chào Phòng đào tạo, Vừa qua trong đợt đăng ký môn học, em đăng kí lớp Triết học  (SP1031) L20. Nhưng khi xem thời khoá biểu em lại tháy mình được xếp lớp L21. Em viết đơn này xin Phòng đào tạo cho em chuyển từ lớp L21 sang lớp L20 như ban đầu ạ. Vì thời gian em học lớp L21 em đã kẹt lịch học Anh văn Ielts mà em đã đăng kí ở trung tâm. Đồng thời em cũng muốn đổi lớp Hóa vô cơ (tn) L09 sang L10 vì L09 trùng với lớp Triết học L20 ạ. Em xin chân thành cảm ơn.",
    "Hiện tại còn có thể đăng kí bổ sung môn học không ạ. Môn Đường lối Cách mạng của Đảng Cộng Sản Việt Nam mã môn học SP1009 nhóm A02. Em mong PDT có thể đăng kí giúp ạ do đợt đầy lớp đầy nên em không đăng kí được. Em cảm ơn nhiều.",
    "Môn Xác suất và thống kê (MT2013) em đăng kí có 1 buổi học không có thông tin tiết, lớp trên thời khóa biểu, em cần liên hệ với Bộ môn/ Khoa của em đang theo học hay của môn học  để có thông tin lớp học vậy ạ? Em cám ơn.",
    "Hiện tại còn có thể đăng kí bổ sung môn học không ạ. Môn Đường lối Cách mạng của Đảng Cộng Sản Việt Nam mã môn học SP1009 nhóm A04. Em mong PDT có thể đăng kí giúp ạ do đợt đầy lớp đầy nên em không đăng kí được. Em cảm ơn nhiều.",
    "Kính chào thầy/cô, em là , mssv , sinh viên bằng 2, bộ môn cơ-điện tử. Hiện tại, em đã đạt đủ tín chỉ tích lũy ngành TCTLN (file đính kèm, tô vàng là lấy từ phiếu miễn môn 24/12/2017, tô nâu là học và qua môn) và đủ chuẩn anh văn (toeic nghe-đọc 600; toeic nói-viết 225 (thi ngày 4/9/2020, có kết quả ngày 17/9/2020)) . Em viết thư nhằm hỏi về ngày cập nhật danh sách tốt nghiệp dự kiến để đăng kí tốt nghiệp (trên aao cập nhật ngày 25/8/2020) . Mong sớm nhận được phản hồi từ thầy/cô. ",
    "Em chào thầy(cô)! cho em hỏi là trong thời khóa biểu của em hiện là 14 tín chỉ đã đăng kí cà có lịch học 14 tín, nhưng sao trong kết quả hiệu chỉnh đợt 3 lại còn 11 tín, cho em hỏi như vậy là em sẽ học bao nhiêu tín ạ, em cảm ơn!!",
    "Dạ cho em hỏi là trường có hỗ trợ bộ Microsoft Office không ạ hay em phải mua ạ.",
    "Kính gửi Phòng đào tạo Em tên , MSSV , hôm nay em có nộp chứng chỉ ngoại ngữ và đăng ký xét miễn điểm 4 môn AV trên MyBK nhưng khi nhấn Xác nhận đăng ký phần xét miễn điểm thì có thông báo lỗi, tuy vậy trên BKPay vẫn có thông tin thanh toán và em đã nộp lệ phí 200.000 đồng (có hình ảnh đính kèm). Khi quay lại phần Xét miễn điểm, mục Xác nhận đăng ký vẫn lỗi nên em đã huỷ và tạo yêu cầu mới. Việc này làm xuất hiện thêm 1 khoản thanh toán mới trên BKPay nhưng em đã đóng trước đó nên kính mong Phòng đào tạo kiểm tra và xác nhận giúp em.",
    "Pdt cho em hỏi học phí chất lượng cao công nghệ thực phẩm áp dụng cho sinh viên mới năm tới là bao nhiu 1 chỉ ạ. Có tiền cơ sở vật chất j thêm ko ạ",
    "Tốt nghiệp . Chào Thầy/Cô, Em là Nguyên Việt Phú, MSSV:1512493, Khoa Điện - Điện tử khoá K15. Hôm nay 17/9/2020 em vừa nhận được kết quả thi anh văn nói viết của ngày 6/9/2020 và đã đậu. Và em đã hoàn thành xong điều kiện tốt nghiệp. Em có một bạn vừa mới đăng ký tốt nghiệp bảo là lên trên mybk để đăng ký thông tin trên đó để có mail cũng như danh sách cập nhập. Nhưng em không đăng ký được. Hiện tại em cần thông tin về việc đăng ký xét tốt nghiệp.Em có nên để tuần sau lên đăng ký tốt nghiệp để đợi điểm anh văn chuyển qua phòng đào tạo. em cảm ơn. Chúc thầy/cô có một ngày làm việc tốt lành",
    "Chào nhà trường, Em là  (MSSV:) Trong đợt đăng kí môn học vừa qua em không đăng kí được môn Chuyên đề luận văn tốt nghiệp (CH4341) do trong học kì 193 em đăng kí nhầm mã môn Thực tập tốt nghiệp (CH3343) mà môn mày là  môn tiên quyết để đăng kí Chuyên đề, sau khi làm đơn xin chuyển mã và được giải quyết chuyển mã môn Thực tập tốt nghiệp thì đã hết hạn đăng kí đợt 3 nên em đã không kịp đăng kí môn Chuyên đề luận văn tốt nghiệp. Do đó, em mong muốn được đăng kí bổ sung môn Chuyên đề luận văn tốt nghiệp (CH4341) cho học kì 201 sắp tới để có thể theo kịp tiến độ của chương trình đào tạo. Mong nhà trường xem xét cho em đăng kí bổ sung môn học trên. Em xin chân thành cảm ơn.",
    "em K19, theo thời khóa biểu tuần sau ngày t2 em bắt đầu đi học hay bắt đầu vào ngày thứ 4 vậy ạ",
    "Cho em hỏi nhà trường mở thêm lớp cơ sở điều khiển tự động ee2019 cho sinh viên bi trùng lịch đăng ký nhưng đến thời gian lại không đăng ký được (tại mục ĐKMH ghi thời gian 2019) Và vì sao em bị trùng lịch môn nhưng không nhận được mail mở lớp ee2019 ạ? nếu không nhờ bạn bè nói chắc em đã không để ý và không được học môn này rồi ạ",
    "Chào pđt ạ , đợt 3 em có đăng kí môn csdktđ EE2019 nhưng trên lịch k thấy giờ thí nghiệm , nay có kết quả thì em lại bị hủy. với lại môn mới có h thí ngo kết thúc lúc tiết 9 và tiết 10 em học môn khác . Nhưng hiện h chưa cho đky được . vậy pđt sẽ sắp xếp mở môn này như thế nào , và cho em vào lớp nà ạ . em rất cần môn này để kịp đồ án . em xin cảm ơn ",
    "Kính gửi phòng Đào tạo, Em tên là , MSSV , khoa Quản lý công nghiệp. Em đăng ký môn Anh văn trong kinh doanh vào thứ 5 tiết 7-8-9, nhưng kết quả đăng ký môn học lại tự động chuyển vào ngày thứ 7. Kính mong phòng Đào tạo xem xét trường hợp này giúp em, vì thứ 7 em khó có khả năng đi học được. Em xin đính kèm bản PDF đăng ký môn học đợt 1,2,3 và kết quả đợt 3. Tất cả các đăng ký cho môn học Anh văn trong kinh doanh đều vào thứ 5 tiết 7-8-9. Kính mong nhận được phản hồi sớm từ phòng Đào tạo. Trân trọng,",
    "Chào thầy cô, Hiện tại có một chuyện khá khó khắn đó là địa phương của em đang kêu khám NVQS và hiển nhiên em phải nộp giấy chứng nhận Sinh viên về, tuy nhiên nhà trường hiện vẫn chưa phát giấy chứng nhận Sinh viên trong năm học 2020-2021 mà hạn phải nộp ở địa phương là 25/9/2020. Em đã thử xin giấy xác nhận SV tuy nhiên giấy chỉ có hiệu lực 3 tháng hoặc 1 học kỳ nên bên địa phương vẫn không đồng ý. Mong nhà trường giải quyết giúp em ạ Em xin cám ơn.",
    "Chào . Em là  hệ VHVL Mssv : . Nhờ  cho em xin điểm trung bình tích luỹ và các điều kiện còn thiếu để nhận . Em xin cám ơn.",
    "Em tên là: , MSSV:  Cho em hỏi, em có đăng kí môn học, học kì 1, năm học 2020 - 2021, nhưng hôm nay em vẫn chưa có thời khóa biểu trong mybk . Em không biết lý do tại sao, mong thầy / cô giúp em ạ.",
    "Cho em hỏi vì sao em chưa có thời khoá biểu môn học cho sinh viên năm 2 với ạ. Em đã đăng kí môn học từ đợt 2 và được chấp nhận. Nhưng đến bây giờ vẫn chưa có thời khoá biểu. Xin nhà trường bổ sung giúp em với ạ ",
    "cho em hỏi về vấn đề bị xóa môn trong khi thỏa điều kiện và lớp đủ sỉ số",
    "Danh hiệu sinh viên khá/giỏi toàn diện cần phải đạt những yêu cầu nào ạ? Em xin cảm ơn",
    "Em tên  MSSV  . Em có đăng ký AV4 LA1009 nhưng pđt đã hủy lớp đó. Em mong pđt có thể tăng sỉ số lớp AV4 LA1009 nhóm A05 thứ 6 tiết 345 ạ . Mong nhận được sự phản hồi của pđt sớm ạ. Em chân thành cảm ơn.",
    "Em có đăng ký môn học kỹ thuật số (EE1009) nhưng lại bị pđt xóa lý do không học trước môn vật lý bán dẫn (EE1007). Trong khi đó em đã học và qua môn vật lý bán dẫn này rồi ạ . Mong phòng đào tạo coi lại dùm em .",
    "Chào Thầy/Cô, Em học K19 hệ VHVL thì học theo chương trình đào tạo khóa 2019 thì có đúng không ạ, do em thấy cấu trúc môn học giữa khóa 2018 và 2019 có nhiều điểm khác nhau. Để không bị sai sót trong việc đăng ký môn học, xin thầy/cô giải đáp giúp em ạ. Em cảm ơn.",
    "Em chào pđt, em là   Tụi em có xin thầy mở lớp môn chuyên ngành ở kỳ dự thính và thầy đồng ý dạy vào chiều thứ 7, vì thế nên em đăng ký môn Đường lối CM của ĐảngCSVN (SP1009) kỳ chính 201 vào thứ 6 tiết 13-15. Nhưng khi có thời khóa biểu thì lịch học môn này pđt đã đổi lại vào thứ 7 tiết 8-10. Em mong pđt xem xét để em có thế chuển lớp môn Đường lối CM của ĐảngCSVN (SP1009) để theo kịp tiến độ môn chuyên ngành ạ. Em cảm ơn pđt.",
    "Môn phương pháp tính (MT1009) Lớp A01",
    "dạ em chào phòng đào tạo. do em có đăng kí môn Đường lối cách mạng đợt 3 là t6 tiết 13-14-15. nhưng theo thời khóa biểu chính thức thì bị đổi về thứ 7 tiết 8- 9-10. vì lý do cách nhân nên em không thể học vào ngày này nên không biết làm cách nào để có thể hủy môn học này ạ.",
    "Em chào thầy/cô ạ! Thầy cô cho em hỏi điều kiện để đăng ký được mấy môn học có mã sau là gì vậy ạ! Vì em thuộc khoa DD K19 mà trên cấu trúc môn học thì em thấy chưa cập Nhật nhưng vì em học trễ 1 kỳ do đi viện nên em rất cần biết điều kiện đăng ký để học cho kịp chương trình ạ! EE2003, EE2005, EE2035, EE2039, EE2017 Em cảm ơn ạ!!!",
    "Cho em hỏi môn thí nghiệm vật lý hồi em học mã môn là PH1007 nhưng giờ đã đổi thành PH2007. Em đăng kí học lại thì đăng kí theo mã mới hay sao ạ ?? Học theo mã mới có được tính điểm tích lũy bình thường không ạ ??",
    "Kính gửi Phòng Đào tạo, Xin chào quý thầy cô! Vào đợt ĐKMH dự thính HK201, em muốn đăng ký xin mở lớp môn học Vẽ cơ khí ME2021 thì em phải làm đơn vào thời gian nào vậy ạ? Em xin cảm ơn! Trân trọng, ",
    "Em chào thầy/cô Cho em hỏi là có thể đổi lịch thi avđv đợt 19-20/9 sắp tới không ạ. Do em nhà xa mà thi ca 1 em sợ đến không kịp. Em cảm ơn ạ.",
    "Thầy/cô cho em hỏi là khi em đăng ký giải thưởng này thì em sẽ nộp đơn ở đâu vậy ạ?",
    "Kính gửi Phòng Đào Tạo. Gần đây em có xin khoa điện điện tử làm công văn chuyển điểm cho em môn giải tích mạch từ mã EE1011 sang mã 404036. Trên mục điểm chuyển của em thì PDT đã chuyển điểm cho em môn này nhưng chưa cộng tín chỉ cho em. Em xin PDT xem xét lại và cộng tín chỉ cho em để em đủ điều kiện xét tốt nghiệp ạ. Em cám ơn.",
    "Em tên là . MSSV:. Em viết đơn này xin được hủy môn học HK 201 của mình (Ch43B3). Lý do: đã hoàn thành môn học ở HK192. Em có lỡ đăng ký vì sợ mình không được học ở HK192. Tuy nhiên  đã đồng ý và cho em học ở HK192 Nên em viết đơn này mong  cho em được rút môn học (CH43B3) ở HK 201 . Em xon chân thành cảm ơn .",
    "Chào cô, Hiện tại em đã đủ điều kiện để xét tốt nghiệp, tuy nhiên ở Bước 2 của trang Đăng kí tốt nghiệp, em không thể cập nhật thông tin sao khi đã điền vào đó được. Cho em xin cách khắc phục ạ.",
    "Thưa thầy (cô), vì vướng mắc lịch học thêm ở ngoài nên thầy (cô) có thể cho em đổi lại thời khóa biểu được không ạ? Em xin chân thành cảm ơn",
    "Chào Thầy Cô phòng đào tạo, em là  mssv . Em đã đăng ký đợt 3 LVTN mã môn học CI4343 rồi ạ. Nhưng mục kết quả lại không có và đến nay em vẫn chưa có thời khóa biểu.Kỳ trước em có đăng ký và có thời khóa biểu cũng như danh sách nhận lvtn nhưng em làm lại và kỳ này xảy ra lỗi như vậy. Kính mong quý thầy cô xem xét và giải quyết giúp em với ạ. Em xin chân thành cảm ơn.",
    "Chào thầy/cô Học kỳ trước em có làm đề cương luận văn và kỳ hè em đã nộp báo cáo thực tập. Vậy nên kỳ này em đăng ký Luận Văn Tốt Nghiêp (ee4333) và em thấy thông báo chưa có điểm 2 môn học em vừa kể trên. Em không biết như vậy là mình đã đăng ký được chưa hay sẽ bị mất môn Luận Văn đã đăng ký . Mong thầy/cô sớm giải đáp thắc mắc ạ . Em xin cám ơn.",
    "Bị 4 điểm môn thể chất có phải học lại không ạ?",
    "Em muốn xin hủy môn bơi PE1019 ạ, vì trường ghi cs1 mà giờ sắp em ở cơ sở 2 ạ, em xin hủy để đăng kí qua lớp bóng rổ pE1015 lớp A02 trên cs1 ạ, em xin cảm ơn.",
    "Em muốn xin hủy môn bơi, pe1019 lớp L01 vì em đăng kí ở cs1 mà giờ pđt lại sắp em ở cs2, đi lại bất tiện, nên em muốn xin hủy và nếu có thể e muốn đăng kí lớp bóng rổ PE1015 lớp A02 trên cs1 ạ, em xin chân thành cảm ơn",
    "Em chào cô! Hiện đã có lịch kiểm tra AV định kỳ.Em thi vào ngày 19/9 tới đây nhưng đúng ngày đó thì em vướng lịch thí nghiệm của một môn trong tkb hè ạ.Không biết em có thể xin pđt cho em đổi ca qua ngày 20 k ạ. Em cảm ơn.",
    "LA1009 lớp A01",
    "dạ xin pđt điều chỉnh lại lịch thi với tkb với ạ e bị trùng lịch thi môn MAC (mã SP1031) ngày 21/9 thứ 2 vào lúc 18h30 tại 402C4, trùng với môn Địa chất công trình CI2095 (lớp L06) học vào lúc 15:00 đến 17:50 tại H6-306 thời gian di chuyển 2 cs quá ít e ko đi đc ạ Xin pđt điều chỉnh giúp e với ạ!",
    "Học kì 201 em đăng kí môn học bị trường hợp 2 môn học liên tiếp tiết 6 7 nhưng vẫn được đưa lên thời khóa biểu. Em muốn hỏi là môn học của em có bị xóa không? Nếu có thì em phải làm gì để giữ lại môn học em ưu tiên hơn? Do sơ suất không kiểm tra lại các tiết nên bị trường hợp này. Em xin cảm ơn.",
    "Em tên , sinh viên lớp CKT16. Em  đăng ký môn luận văn tốt nghiệp (AS4313) từ đợt 2. Nhưng đợt 2 và 3 em vẫn bị lỗi tương tự mặc dù em đã lên báo trực tiếp với phòng dào tạo.Ở đợt 2, Em đăng ký môn nhưng lỗi là tạm dừng và khi lên báo để mở lại để em đăng ký thì khi có kết quả đăng ký thì môn học không được đăng ký vẫn vì lỗi tạm dừng. Ở đợt 3, em lên báo là lỗi thì bên phòng có nói là bên trang chưa cập nhật thông tin cho em nên sẽ mở cho em đăng ký, nhưng sau khi em đăng ký xong thì bữa nay có kết quả thì lỗi vẩn tương tự. Em có để hình em nạp đơn thu nạp từ 20/8, hình em đã  gửi được đăng ký luận văn và hình em bị lỗi tạm dừng và bị hủy đăng ký môn. Em mong phòng đào tạo giúp em ạ, em chỉ còn 1 đợt đăng ký cuối này thôi ạ, em không muốn trễ nữa đâu ạ. Em chân thành cảm ơn và mong phòng đào tạo giải quyết giúp ạ."
]