[
    "cho e hỏi là khi nộp chứng chỉ chuyển điểm anh văn thì nộp phiếu điểm hay phải nộp bằng chứng nhận ạ?",
    "Xin đăng kí môn học    /CODE CI2001   CODE ME2003   /CODE ME2005   CODE ME2007   /CODE ME2015",
    "Kính gửi quý thầy cô! lời đầu em xin chúc quý thầy cô năm mới an khang thịnh vượng!  Hôm nay em xin phép tạo yêu cầu này hy vọng quý thầy cô cho phép em đăng ký môn đồ án chuyên ngành KTCT ME4045 và môn đề cương luận văn KTCT ME4093 ạ. như em đã xin phép một lần nhưng do em chưa có điểm môn tiên quyết nên đã không đăng ký được. Hiện tại các thầy đã chấm điểm cho em rồi ạ. Nên em rất mong quý thầy cô cho em được đăng ký và học 2 môn này trong học kỳ tới ạ. em cảm ơn quý thầy cô rất rất nhiều ạ!  Chúc quý thầy cô thầy nhiều sức khỏe ạ!",
    "Em chào thầy/cô Cho em hỏi là đã có bạn nào xin mở lớp vật lý 1 và giải tích 1 hk dự thính 2 cho đợt dkmh đầu tháng 2 chưa ạ. Nếu chưa mở thì em phải xin mở trước thời gian đó hay xin mở lớp khi mở đkmh ạ. Em cảm ơn ạ !",
    "Em mong nhà trường hãy gửi 1 mail thông báo hoặc công bố chính thức về việc được nghỉ thêm 1 tuần để phòng chống dịch bệnh Corona được không ạ. Đại học quốc gia thì thông báo cho nghỉ mà trường chưa có động thái gì hết để đảm bảo thống báo trên là chính thống. Một số sinh viên ở xa đi lại khó khăn và tốn kém lắm ạ.Mong nhà trường xem xét giúp chúng em càng sớm càng tốt ạ. Em xin chân thành cảm ơn.",
    "Kính gửi: Phòng Đào Tạo Cho Em hỏi còn đợt đkbs LVTN nào trong thời gian sắp tới không ạ, vì lí do đợt 1 Em quên đăng kí nên lần trước Em có đọc đâu trên trang aao còn đợt bổ sung vào ngày 11/2/2020 đến 17/2/2020 nhưng giờ em lên lại trên aao không thấy, liệu Em có sự nhầm lẫn nào không ạ. Em xin chân thành cảm ơn giải đáp của PĐT.",
    "Ngày mai em muốn tới trường để thẩm tra chứng chỉ nhưng có nhận được mail nghỉ để chống dịch . Vậy mai em tới có ai ở trường để thẩm tra cho wm không ạ, mong nhận được câu trả lời sớm từ thầy cô vì hình như mai là hạn cuối thẩm tra để xét ngoại ngữ làm luận văn ạ .Em cảm ơn thầy cô",
    "Kính gửi phòng đào tạo ĐH Bách Khoa HCM , hôm nay em viết câu hỏi này để hỏi về một vấn đề em đang gặp phải , do kỳ rồi em không đủ điểm anh văn nên em không đăng ký môn cho HK192 được và em đã có viết câu hỏi gửi về PĐT và được trả lời là \" khi nào bạn có điểm anh văn đậu thì liên hệ trực tiếp với PĐT để được giúp đỡ , bây giờ em đã có kết quả rồi ạ nhưng em lên PĐT thì được các anh chị trả lời \" do có thời khóa biểu chính thức rồi nên không thể làm gì được nữa , và 1 cô đã kêu em 11/2 lên coi đăng ký môn học bổ sung chứ bây giờ cô không trả lời gì được \" vậy cho em hỏi mình có cách nào để được đăng ký môn cho hk192 không ạ , thực sự em đã trễ so với kế hoạch học tập của PĐT nên em rất mong PĐT có thể giúp đỡ em vào thời điểm này em xin cám ơn rất nhiều ạ .",
    "Em tên:  MSSV:  Khoa: Kỹ Thuật Giao thông Lớp: GT16OTO1 - Nội dung: Nhờ PĐT đăng ký bổ sung giúp em 02 môn học trong học kỳ chính 192.     1. Mã MH: TR3091Ô tô chuyên dùng. Nhóm lớp: A01. Giảng viên: . Thứ 3, tiết 345, phòng 404 C4.     2. Mã MH: TR4019Kỹthuật t/lực &kn trgôtô. Nhóm lớp: A01. Giảng viên: . Thứ 6, tiết 2345, phòng 401 C4. - Lý do: Do kỳ 191 em bị rớt 1 môn nên các đợt đăng ký môn học cho kỳ 192 em không đăng ký. Nay xin đăng ký bổ sung để thay thế môn rớt để kịp ra trường đúng hạn. Em mong PĐT đăng ký giúp. Em xin chân thành cảm ơn.",
    "Do em thanh toán trễ học phí môn học của học kỳ 1 nên em không được đăng ký môn học của học kỳ 2. Nay e đã thanh toán và xin được mở lại đăng ký để có thể đăng ký học tiếp tục các môn của học kỳ 2.",
    "Em xin chào quý thầy cô! Em vào phần đăng ký giấy xác nhận SV, trong mục lý do xin giấy chứng nhận thì chỉ có mục   B Bổ túc hồ sơ cho địa phương   , và   B không thấy mục Bổ túc hồ sơ hoãn NVQS   , cho em hỏi là em muốn xin giấy chứng nhận SV để hoãn NVQS thì em phải đăng ký như thế nào ạ? Em xin cảm ơn quý thầy cô.",
    "Em tên  MSSV:   Lớp: XD16CTN Cho em hỏi em đủ điều kiện đăng kí môn học TTTN và Đề cương LVTN trong học kì 192 nhưng lại bị xoá môn học. Kính mong nhà trường xem xét và giải quyết giúp em ạ! Em cảm ơn!",
    "Em tên  MSSV:   Lớp: XD16CTN Cho em hỏi tính đến hết học kì 191 thì em đủ điều kiện đăng kí môn học TTTN và Đề cương LVTN trong học kì 192 nhưng lại bị xoá môn học. Kính mong nhà trường xem xét và giải quyết giúp em ạ! Em cảm ơn!",
    "Trước đây em thi TOEIC lần 1 được 440, lúc đó em có xét miễn điểm anh văn 1 và 2 nhưng do thấy điểm chuyển thấp nên em không có thanh toán và thi lại lần 2 được 635. Khi em đổi điểm cho 4 anh văn bằng điểm thi 635 thì không chọn được đổi điểm cho anh văn 1 và 2, chỉ được cho anh văn 3 và 4  ",
    "Kính thưa thầy cô phòng Đào tạo! Kì thi TOEIC HK191 em có đăng kí thi mà vì thay đổi hình thức thi và phòng đào tạo có thông báo là nếu không thi thì số tiền thi 150.000đ sẽ xóa bỏ như trên aao thông báo mà tới nay em vẫn còn thấy tiền này còn mặc dù em không thi.",
    "Em đã hoàn thành môn tiên quyết là ĐAMH chi tiết máy (209001) trong học kỳ I 2019-2020 bằng việc hoàn thành môn thay thế là Đồ án thiết kế (ME2011) và đã có điểm. Nhưng trong đợt đăng ký LVTN đợt 3 lại nhận được kết quả là thiếu môn tiên quyết 209001. Mong nhà trường giải quyết để em có thể đăng ký LVTN vào đợt bổ sung cuối cùng.",
    "Dạ cho em hỏi. Nếu em bị rớt môn hoá phân tích em có được đăng kí học lại của học kì chính chung với mấy em khoá sau không ạ? Hay chỉ được học dự thính thôi ạ.",
    "Em chào các thầy cô PĐT, em tên  học tại trung tâm Bảo Dưỡng Công Nghiệp khóa 2017. em muốn đăng kí thêm môn vẽ cơ khí 209037 nhóm C01 và môn dung sai đo lường 260611 nhóm C01 vì hai môn này là môn học song hành nên em mong thầy cô ở PĐT xem xet giúp em ạ. em cảm ơn ạ",
    "B  em tên là   mssv  .em có gửi mail xin kiểm tra về miễn anh văn cơ bản do em đã nộp bằng anh văn 310 là được học anh văn 1 . Nhưng lỗi hệ thống của trường nên hk dăng kí được sau sau đợt dăng kí môn học thứ2 em có gửi mail thì pdt trả lời đã fix lỗi em lên đăng kí lại . Nhưng em đã đăng kí dc av1 h không hiện lên thời khóa biểu do thiếu avcb . Vậy là sao a",
    "Xin chào các thầy cô, chúc thầy cô dồi dào sức khỏe và một năm làm việc thành công! em là sinh viên vừa làm vừa học. Thời khóa biểu em không có nên em đã không đi học từ cuối học kỳ 1 đến giờ. Mặc dù em đã đăng ký thành công các môn học cả hệ vlvh và hệ chính quy. Mong các thầy cô sớm xem xét và cho ý kiến để em có thể bắt đầu đi học. Rất mong chờ phản hồi từ quý thầy cô!",
    "Kính gửi PĐT, Em học CLC, đợt ĐkMH vừa rồi em có đăng kí 2 môn tự chọn là \"Tài chính quốc tế\" (IM3065) và \"Kế hoạch kinh doanh\" (IM4007) nhưng không hiểu sao em bị hủy ạ, trong khi các bạn lớp em vẫn có 2 môn này trong thời khóa biểu, bằng IELTS em đã nộp rồi ạ! Và em xin PĐT mở thêm cho em 1 slot lớp \"Kinh tế vi mô\" (IM1003) của thầy  với ạ! Trước tết có hỏi nhưng cô trả lời em là người em cần tìm về rồi, có gì sau tết lên lại. Sáng em có lên thì cô trả lời em bảo là muộn rồi, không được nữa. Em có hỏi thầy thì thầy đã đồng ý cho em vào lớp nếu PĐT cho phép. Em bế tắc quá, em đang năm 3, hè này em đi thực tập và em rất muốn cải thiện bảng điểm của mình. Mong PĐT xem xét cho em.",
    "Em chào cô. Cô ơi cô cho em hỏi  Hiện tại em đang nằm trong danh sách đi nghĩa vụ quân sự của địa phương, Học kì này Em sẽ bảo lưu để đi nghĩa vụ quân sự. Sau khi em đã bảo lưu được một thời gian  thì em có thể quay lại tiếp tục học được nữa không ạ. ( Trường hợp bên nghĩa vụ người ta không lấy nên trả về đó ạ). Mong cô giúp em với ạ . Em cám ơn cô.",
    "Hiện em có danh sách các bạn muốn học dự thính môn toán kỹ thuật rồi thì phải làm gì tiếp theo để xin phép Phòng Đào Tạo mở dự thính môn này vậy ạ? Em cảm ơn ạ.",
    "Anh ơi, em lại dùm em vẫn còn cái đồ án thi công công trình cảng (ci3217) chưa được bổ sung anh nhé. Cám ơn anh đã hỗ trợ em trong thời gian qua.",
    "Kính gửi thầy/cô Phòng Đào Tạo, Em là , MSSV: , em là sinh viên văn bằng 2, khóa K2018. Em có một số thắc mắc như bên dưới, kính nhờ thầy/cô giải đáp giúp em ạ. Trong kỳ nghỉ Tết Nguyên Đán vừa qua, nhà trường có gửi email cho toàn bộ sinh viên về lịch bắt đầu HK mới 192, cũng như thông báo về việc kéo dài thời gian nghỉ thêm do dịch nCov (như 2 hình em đã đính kém ở bên dưới). Tuy nhiên, em và một số bạn học bằng 2 khác không nhận được các email trên. Kính mong thầy/cô xem xét và kiểm tra lại giúp em về vấn đề trên để chúng em có thể kịp thời nhận được các thông báo từ nhà trường ạ. Em xin cảm ơn, Trân trọng, ",
    "Thu nhận lại       Dạ cho em xin hỏi Em đã bị tạm dừng học kì 191 vì lí do không đăng kí môn học, Nhưng sang học kì 192 em có nộp giấy thu nhận lại và đã thực hiện đăng kí môn học theo đúng ngày và đợt 1( Nhưng trong phần đăng kí môn học đợt 1 e có đăng kí môn anh văn 4 và đã có thông tin) Nhưng tới ngày có thời khoa biểu thì em lại không thấy Thì cho em hỏi e đang gập vấn đề gì, và em muốn khắc phục vấn đề đó em cần làm những gì ạ Cảm ơn",
    "Sinh viên :  -  Cho em hỏi điểm đồ án môn học Tổ chức thi công ( CI4127) em bị cập nhật sai điểm dẫn đến tình trạng 0 điểm . Làm cách nào để em khắc phục ạ Thành phân điểm môn học  GVHD: Thầy  9 điểm GV bảo vệ: Thầy  6,5 điểm Điểm tổng kết : 0 đ Điểm vừa cập nhật 10h 52 ngày 3/2/2020   Điểm đồ án trước tết là CH ( chưa có điểm) Do học kỳ 192 em làm Luận Văn , điểm đồ án Tổ chức thi công rất quan trọng đối với em Em mong PĐT can thiệp giúp em ạ Em cảm ơn",
    "Dạ hiện tại em đã hoàn thành chương trình học, học tất cả các môn nhưng thiếu Anh Văn nên chưa đăng kí được luận văn trong kì này. Em có đăng kí 2 môn để lỡ không đăng kí được Luận Văn thì vẫn giữ tình trạng sinh viên. Mà do em phải đi làm không đi học được, vậy nếu em không đi học và điểm tổng kết của môn học là không qua thì học kì này em có bị cảnh cáo học vụ hay bị gì không ạ. Và nếu em thi Toeic mà có kết quả sau ngày 4/2 thì kiệu có thể nộp chuyển điểm để kịp đợt đăng kí bổ sung Luận Văn cuối cùng không ạ. Em cảm ơn",
    "Chào mọi người, mình muốn chuyển môn học mà mình đã đăng ký thành môn học khác cùng số tín chỉ mà không biết làm thế nào? Mong mọi người giúp đỡ, chân thành cảm ơn.",
    "Kính gửi phòng đào tạo Em chưa chuyển điểm anh văn 2,3,4 nhưng đợt trước em thi đủ điểm để làm lv và kì rồi em đã làm xong luận văn. Vậy hạn cuối cùng em nộp chứng chỉ toeic Listening and Reading và cả chuyển điểm anh văn để tốt nghiệp vào tháng 4/2020 là khi nào. Em xin chân thành cảm ơn ạ",
    "CI1004-23. - 1003-19. - EN1015-01. - EN1016-02. - MT1005-23. - CI1003-13. - 1004-57. - MT1006-41.",
    "Xin chào quý Thầy , côn ạ . Hiện tại em đã hoàn thành môn học tương Hoá hữu cơ (CH2023) thay thế cho môn Hoá hữu cơ B (606012). Quý thầy cô có thể cập nhập giúp em môn học này để em có thể tốt nghiệp trong học kỳ 2 năm học 2019-2020 ạ . Vì hiện tại em chưa được cập nhật tín chỉ khi hoàn thành môn học tương đương để đủ điều kiện tốt nghiệp ạ . Em xin cảm ơn quý thầy, cô ạ",
    "Em là , lớp HC13HC19HOA3 khoa Kĩ thuật Hóa học. Thầy/cô cho em hỏi khi nào trường bắt đầu xét điểm để phân ngành cho năm 2 ạ? Và về việc nộp chứng chỉ ngoại ngữ để chuyển điểm, cho em hỏi là mình chỉ cần nộp trước hạn xét điểm phân ngành hay phải nộp đúng theo hạn của PĐT ạ? Nếu mình nộp sau hạn của PĐT thì có ảnh hưởng gì không ạ? Và nộp online qua myBK thì có cần phải theo hạn của PĐT không ạ? Em xin hết và xin cảm ơn.",
    "Dạ cho em hỏi. Em muốn chuyển điểm 2 môn tổ chức thi công CI4125 (2 chỉ) và môn đồ án tổ chức thi công CI4127 (1 chỉ) mã mới thành 1 môn tổ chức thi công CI4049 (3 chỉ) mã cũ thì sẽ làm như thế nào ạ. Em khóa 2015 học theo mã cũ nhưng kì vừa qua không có lớp mã cũ nên phải đăng kí mã mới. Em cám ơn ạ!",
    "Cho em hỏi theo ủy ban thành phố thì ngày bắt đầu học là ngày 10/2 nhưng trường trước giờ học kì mới bắt đầu từ thứ 4 là 12/2 vậy thì ngày nào mới bắt đầu đi học lại ạ.Mong được hồi đáp! Em cám ơn",
    "Cho em gửi lời chúc sức khỏe đến các thầy/cô Em tên là , MSSV:, khoa điện-điện tử DV2DD15.Hiện tại,Kỳ 191 vừa qua em vừa hoàn thành xong luận văn tốt nghiệp. em có đọc qua thông tin trên trang aao.hcmut.edu.vn là em phải đăng ký 1 môn để giữ thời khóa biểu nếu như chưa tốt nghiệp vào tháng 4 này vì em còn anh văn nói viết chưa hoàn thành.",
    "hiện tại em chưa đăng ký môn học học kỳ 02 năm 2019-2020, em xin đăng ký môn học để hoàn thành chương trìnhh học, lý do vì e thanh toán trễ học phí nên không thể đăng ký trong các đợt trước xin nhà trường tạo điều kiện cho em được đăng ký môn học ạ em cám ơn phòng đào tạo và nhà trường",
    "Em chưa đăng ký môn học học kỳ 2 (2019-2020) nên xin được dăng ký lại: Lý do chưa đăng ký :   + Quên và không biết chính xác thời gian đăng ký ( đợt đăng ký lần 1 2 )  + Chưa đóng học phí nên không được đăng ký môn học học kỳ 2 lần 3 trễ ( không vào được trang đóng học phí )  Các môn xin đăng ký :  Ee 1013  Ee 2017  Ee 2019  Ee 2021  Ee 3027 Em xin cám ơn.",
    "Dạ lúc nãy em chưa viết xong mà bấm nhầm gửi. em có đọc qua thông tin trên trang aao.hcmut.edu.vn là em phải đăng ký 1 môn để giữ thời khóa biểu nếu như chưa tốt nghiệp vào tháng 4 này vì em còn anh văn nói viết chưa hoàn thành.Mà kỳ đăng ký vừa rồi em đăng ký là đồ án để giữ thời khóa nhưng em lại đăng ký nhầm sang luận văn.Mà đến ngày 8/1 em hoàn thành luận văn và vào check lại thì mới thấy là đăng ký bị nhầm và ngày 10/1 em lên phòng đạo tạo thì cô trên đó nói hiện tại không giải quyết nữa nhưng tại thời điểm đó vẫn chưa có thời khóa biểu chính thức. Nên hiện tại vấn đề em gặp phải là hủy môn đăng ký nhưng nếu không đậu anh văn nói viết thì bị cấm 1 kỳ. Nhưng nếu giữ thì không có tiền đóng học phí. Xin thầy/cô có thể tư vấn và giải quyết giúp em. Em xin chân thành cảm ơn.",
    "Mong phòng đào tạo xem xét do em nộp chứng chỉ trễ nên không kịp đăng kí môn học. Chứng chỉ em đã nộp hôm nay( 04/01/2020) (có đính kèm hình chứng chỉ ở dưới). Môn em muôn đăng kí chủ yếu là những môn kì trước(191) như là: -Trường điện từ EE2003 -Mạch điện tử EE2007 -Tín hiệu và hệ thống EE2005 -Hệ thống máy tính và ngôn ngữ lập trình EE2009 Những môn này mặc dù trái kì nhưng đều mở ở cơ sở 1. Vì em đã trễ kì trước và những môn đại cương em đều qua hết rồi nên rất mong phòng đào tạo cứu xét để được học kịp tiến độ  Em xin chân thành cảm ơn",
    "Em tên:  Em xin đăng kí chuyển hệ học chung với lớp chính quy môn học cơ sở điều khiển tự động ạ.",
    "Do điểm môn học của em cập nhật trễ so với đợt đăng kí môn học bổ sung đợt tháng 1 . Hiện tại em chưa qua môn học đó. Kính xin cho em được đăng kí bổ sung môn học: T/kế tnghiệm &xlý sốliệu (Mã MH: CH3309) vào HK192.",
    "HK192 vừa rồi em có đăng ký bổ sung môn anh văn 3, mã số môn học là LA1007 đã được duyệt và có thời khóa biểu. - Nhưng trên thời khóa biểu của em đồng thời có thêm môn anh văn 4 mã môn học là LA1009, cũng là môn em đã học qua. Em không biết vì sao lại có thêm môn học này. - Em kính mong phòng đào tạo giải quyết giúp em để em không phải học lại và đóng tiền môn học này.Em xin chân thành cảm ơn!",
    "Em chào các thầy cô ạ em tên . sinh viên năm nhất của khoa Kĩ thuật Xây Dựng năm 2019 ạ. Lý do em viết thư trình bày này là em xin các thầy cô cho em xin được đăng kí môn học HK192 ạ. Lúc trong khoảng thời gian trường cho đăng kí em cứ suy nghĩ đến thi một ngành khác nhưng mà em suy nghĩ lại thì đã muộn.Em đã được thầy cô giúp đang ký được 3 môn rồi ạ. Nhưng còn 1 môn em không vào được vì lớp đầy nên em xin thầy cô cho tăng sĩ số lớp lên để em được học ạ. Đó là lớp nhóm L04_L08 mã môn học là CI1033 mới phù hợp với TKB của em. Em xin cảm ơn ạ.",
    "Vì bảng điểm môn học của em cập nhật trễ hơn hạn đăng kí môn học, nên em chưa đăng kí học lại môn này. Xin Thầy/ Cô cho em đăng kí bổ sung môn Kết cấu thép 2 CI3211. Em xin chân thành cám ơn Thầy/Cô.",
    "Thưa thầy, cô. gần đây em có gửi yêu cầu xin được đăng ký môn đề cương luận văn tốt nghiệp (KTCT) ME4093. và thầy  có trả lời là em đăng ký theo lịch. nhưng hiện tại các lịch đăng ký môn học đã đóng nên em không thể tự đăng ký được ạ. vậy em rất mong quý thầy, cô cho em được đăng ký vào lớp A01 môn ME4093 - Đề cương luận văn tn(ct) của thầy  ạ. hiện tại lớp của thầy sĩ số mới có 26 chưa quá đông nên em rất mong được quý thầy cô tạo điều kiện giúp em ạ!  Nếu em có thể đăng ký và học được môn ME4093 - Đề cương luận văn tn(ct) trong học kỳ này thì em có thể rút ngắn thời gian học 1 kì học, em có thể đi làm sớm hơn, bớt đi gánh nặng cho gia đình rất nhiều. gia đình em hiện tại rất hy vọng em có thể phụ giúp gia đình trong lúc khó khăn như bây giờ. em thành tâm xin quý thầy cô tạo điều kiện giúp đỡ em ạ!  Em cám ơn quý thầy cô rất rất nhiều ạ!",
    "Em học chương trình tài năng khoa xây dựng k16. Do mới có điểm môn đồ án tổ chức thi công hôm 3.2.2020 (em được 6.5    7, ko đủ điểm môn tài năng) nên em chưa kịp đăng kí để học cải thiện trong kì 192. Giờ em muốn đăng kí môn đồ án tổ chức thi công trong kỳ 192 thì phải làm sao ạ?",
    "Kính gửi Phòng Đào tạo, Em tên   I NGUYỄN MINH LÂM  /I , mssv:   I 1611741  /I , lớp   I VP2016XDC  /I , chương trình   I PFIEV  /I . Trong đợt đăng kí môn học (ĐKMH) cho HK 192 vừa rồi, có tổng cộng 3 đợt đăng ký. Do chủ quan, nghĩ rằng những môn học này chỉ có mỗi lớp VP2016XDC học, nên em   I chỉ đăng ký vào mỗi đợt 1 và không kiểm tra kết quả hai đợt còn lại.  . Kết quả là HK 192 sắp tới, em chỉ đăng ký thành công một môn (4 tín chỉ) duy nhất. Nay em muốn xin Phòng Đào tạo cho phép em được đăng ký bổ sung 13 môn học còn lại (  I có hình đính kèm  /I ) trong chương trình đào tạo của ạ. Vì đây là các môn học trong chương trình đào tạo, nên các điều kiện về   I số tín chỉ tối đa trong một HK  /I  (35 tín chỉ = số tín chỉ tối đa đối với chương trình PFIEV); về   I thời khóa biểu  /I  đều được thỏa mãn và em không vi phạm các điều kiện ĐKMH. Nên việc bổ sung thêm 13 môn học này là khả thi ạ. Mong Phòng Đào tạo sẽ bỏ qua cho tính khinh suất này của em và cho phép em được bổ sung 13 môn học còn lại. Vì nếu không có 13 môn này, thời gian học của em sẽ phải kéo dài thêm 1 năm (do điều kiện về môn học tiên quyết) và nhịp độ học tập của em cũng sẽ mất theo. Từ giờ em sẽ đọc và tuân thủ Quy chế Phòng Đào tạo cẩn thận hơn. Em sẽ rất biết ơn phòng Đào tạo và mong sớm nhận được phản hồi của quý thầy/ cô trước khi HK192 bắt đầu ạ. Trân trọng, NGUYỄN MINH LÂM",
    "Dạ em chào thầy (cô), Em tên là:  MSSV:   Sinh viên lớp: Kỹ sư tài năng_XD16KSDD . Dạ kì này em có học môn \"Đồ án Tổ chức thi công\"_môn học có mã tài năng nhưng điểm tổng kết môn học chỉ có 6.5 và không thỏa yêu cầu của lớp tài năng là 7 chấm ạ. Điểm vừa được cập nhật trên MyBK ngày 03/02/2020 nên em không thể đăng kí học lại môn học theo đúng kế hoạch của nhà trường, do đây là học kì cuối cùng ở chương trình kĩ sư tài năng và em đã cố gắng hết sức hoàn thành tốt các môn trong chương trình đào tạo, phần mở rộng tài năng cũng như nghiên cứu khoa học trong 4 năm và chỉ còn duy nhất môn học này . Em kính mong quý thầy cô có thể giúp đỡ em, cho em cơ hội đăng kí bổ sung môn \"Đồ án Tổ chức thi công_CI4127\" để em có thể cải thiên trên 7 chấm ạ .   Em chân thành cảm ơn thầy (Cô) rất nhiều!!!",
    "Kính gửi phòng đào tạo, học kỳ 1 2019-2020 em có học môn tương đương cấp thoát nước MSMH: CI3095 thay cho môn học cấp thoát nước mã số cũ MSMH 808032. Nay em đã đạt điểm qua môn học xin nhờ phòng đào tạo chuyển điểm miễn môn học cấp thoát nước theo mã cũ giúp em để em có thể đăng ký tốt nghiệp sắp tới. Chân thành cảm ơn.",
    "QUOTE     . Kính gửi Phòng đào tạo ĐH BÁCH KHOA HCM , hôm nay em viết câu hỏi này xin phòng đào tạo thẩm tra điểm anh văn cho em ạ , em đã nộp điểm và thanh toán lệ phí theo yêu cầu rồi ạ , nhưng đến bây giờ thì điểm của em vẫn chưa được thẩm tra , em có làm đơn xin xem xét đăng ký môn học và đã được trả lời nhưng em vào đăng ký thì nó vẫn chưa cập nhật điểm anh văn và em không đăng ký được ạ , em xin Phòng Đào Tạo cập nhật điểm sớm cho em để em có thể đăng ký môn và được học theo kế hoạch của Phòng Đào Tạo ạ , em xin cám ơn ạ .",
    ". Em muốn phúc khảo nhưng vẫn chưa được thực hiện, phần lớn do trong ngày nghỉ tết nên không có ai xét cho em, điểm em cạp nhật là vào ngày 22/01/2020",
    "Dạ em tên _ . Em có xin cô cho phép đăng kí bổ sung môn học \"đồ án tổ chức thi công_CI4127\" ạ. Dạ cô có xác nhận đã đăng kí giúp em rồi, cô cho em hỏi khi nào thì trên thời khóa biểu và trên BK_ e-learning của em có cập nhật môn học ạ. Do em cũng sợ chưa đăng kí được! Em thật sự cảm ơn cô rất nhiều!",
    "Hiện tại điểm TOEIC của em không đạt theo quy định của trường để làm luận văn. Chính vì thế, học kì tới em không thể làm luận văn. Theo quy chế của trường, bắt buộc phải đăng kí ít nhất 1 môn học để duy trì. Tuy nhiên, do em không rớt môn học nào nên đã không đăng kí môn học trong học kì tới. Hiện tại cũng đã hết đợt đăng kí bổ sung, thầy/cô cho em hỏi bây giờ em muốn đăng kí môn Thiết kế TN & Xử lý số liệu ( MSMH: CH3309) vừa cải thiện điểm, vừa duy trì việc học, có cách nào không ạ? Em cảm ơn ạ.",
    "em có đăng kí kế hoạch học tập của học kỳ 2 2019-2020 nhưng lại không đăng kí cả 2 đợt đăng kí chính và bổ sung. Em đã không theo dõi các kênh thông báo của nhà trường, em rất hối hận về điều đó. Nhưng vì em chỉ còn 1 học kỳ này nữa, em rất mong nhà trường thương tình cho em được đăng kí môn học để tiếp tục chương trình. Em rất hồi hận và rất rối về tương lai của mình. Em rất mong nhà trường hỗ trợ cho em ạ",
    "Em nộp anh văn trễ bữa PĐT dặn em là ngày 5/2 đăng kí.Vậy cho em hỏi đăng kí online hay lên trực tiếp PĐT ạ.Em cảm ơn  ",
    "Em tên là  hiện là sinh viên khoa Xây Dựng k15. Theo chương trình đào tạo của khóa K15 thì môn Kết cấu thép 2 có mã môn học là CI3069 . Nhưng kì vừa rồi em đăng ký môn thép 2 theo mã mới và đã có điểm là:  Đồ án môn học kết cấu thép - CI3213 (7đ) Kết cấu thép 2 - CI3211 (7.5đ) Hai môn này được tách ra theo chương trình đào tạo mới. Và em có hai câu hỏi như sau: 1. Em có phải làm đơn chuyển điểm hay không ạ? Và chuyển đổi điểm như thế nào ạ? 2. Môn thép 2 là môn tiên quyết của luận văn tốt nghiệp. Trong tiến độ học tập thì môn Thép 2 của em vẫn chưa đạt. Vậy đợt đăng ký bổ sung LVTN sắp tới em vẫn đăng ký như bình thường hay sao ạ? Em xin cám ơn ạ.",
    "Thưa ban giám hiệu nhà trường, thưa các thầy cô bộ môn. Em tên: . MSSV: . Hôm nay em đặt câu hỏi nay mong các thầy cô cũng như phòng đào tạo cho em đăng kí thêm môn học mà em chưa đăng kí đc trong 3 đợt đăng kí vừa qua. Vì lí do không hiểu nội dung email về việc thay đổi quy chế học vụ các môn giáo dục thể chất( ảnh ) nên em đã chần chừ không đăng kí một môn giáo dục thể chất nào cả. Mong các thầy cô, phòng đào tạo cho em đăng kí thêm một môn giáo dục thể chất vào học kì 192 sắp tới, như là lì xì đầu năm. Em cảm ơn các thầy cô, phòng đào tạo nhiều",
    "Em có đăng ký môn Thí nghiệm hoá hữu cơ - CH2053 chiều thứ 7. Giáo viên bộ môn là thầy , thầy nói với em là phòng đào tạo đã đăng ký giúp em và đã có thời khoá biểu cho em luôn rồi. Nhưng em nhận thấy là thời khoá biểu trên mybk chưa có, nên em mong phòng đào tạo sớm cập nhật môn trên thời khoá biểu giúp em ạ.",
    "Kính gửi phòng đào tạo, em muốn xin được đăng ký môn Phương Pháp Tính, mã số MT1009 học kỳ 192 học chính quy, nhưng khi em đăng ký em đã bị hết thời hạn đăng ký, và hiện em chỉ còn mỗi môn này là em đủ điều kiện tốt nghiệp, em mong quý thầy cô tạo điều kiện cho em đăng ký môn học đợt này để em có thể hoàn thành các điều kiện tiên quyết để tốt nghiệp ạ",
    "Trong đợt đăng kí môn học đợt 3 em đã đăng kí 2 môn tổng cộng 6 tín chỉ và phiếu đăng kí của em  đều thỏa điều kiện đăng kí nhưng khi có kết quả đăng kí thì chỉ có 1 môn 3 tín chỉ. Rất mong pdt xem lại khi học kì này em chỉ thiếu có 4 tín chỉ để tốt nghiệp.",
    "Em là K18 đợt thi av HK191 em không đủ điểm qua av1 nên không đăng ký môn HK192 được em đã thi ở ngoài và qua av2 em đã nộp chứng chỉ và đóng tiền giờ phải làm sao để được đăng ký môn HK192",
    "Em không đăng kí được đồ án môn học GE4005! Mong thầy/cô xin cho phép em đăng kí môn học này, vì em chỉ còn học kì cuối để đăng ký và hoàn thành tốt nghiệp đại học! Mong thầy/cô tạo cơ hội cho em! Em xin chân thành cảm ơn!",
    "Học kì vừa rồi em có thiếu môn anh văn tiên quyết, nên vào cuối học kì em có thi và nộp bằng chứng chỉ ngoại ngữ cho trường nhưng vì em đóng phí chuyển điểm bị trễ mất một ngày nên em không thể được đăng kí môn học vào đợt 3 vừa rồi. Em có hỏi phòng đào tạo và được hướng dẫn lên đây. Kính xin thầy có thể giúp em đăng kí môn học để em có thể tiếp tục học tập. Các môn học em muốn đăng kí là: MT1005, SP1009, SP1005, SP1007, MT1009. Em xin chân thành cảm ơn!",
    "Em là SV năm cuối khoa Kỹ thuật Hóa Hoc- ngành Công nghệ Thực Phẩm. Trong đợt ĐKMH vừa qua, đợt 3 kết thúc sát ngày kết quả thi cuối kì môn Hóa Hữu Cơ (CH2021) được công bố. Trong khi đó, tất cả các lớp tại cơ sở 1 đã hết slot nên em không thể đăng kí được nữa. Thực tế, khoa em có rất nhiều bạn vì lo sợ rớt môn này nên đã đăng kí trước vào đợt 1,2 nhưng kết quả thi cuối kì cho biết các bạn đã qua môn nhưng lúc đó cũng không thể hủy môn được nữa. Do vậy, có những bạn cần đăng kí như em lại không được, còn nhiều bạn đã đăng kí trước thì không hủy được nên sỉ số lớp hiện tại có rất nhiều SV giữ chỗ chứ không học. Kính mong Phòng Đào Tạo xem xét, có thể tăng thêm sỉ số lớp môn học Hóa Hữu Cơ (CH2021) tại cơ sở 1 để em có thể học lại môn này để được ra trường đúng hạn. Em cảm ơn và chúc mọi người một năm mới vui vẻ.",
    "Em xin chào thấy/cô Em xin tự giới thiệu, em tên là  MSSV:  Lớp: CK17HT01 Lý do làm đơn: Trong đợt đăng ký môn học trước, em đã sai sót đăng ký thiếu một môn học chuyên ngành (môn Kỹ thuật hình hóa và mô phỏng). Môn học này là môn tiên quyết của em trong học kỳ tới, nếu không đăng ký được môn này em sẽ không đăng ký được các môn chuyên ngành tiếp theo ở học kỳ sau dẫn đến trễ chương trình học 1 năm. Em làm đơn này mong thầy cô giúp em:  - Hủy đăng ký môn học Sản xuất tinh gọn - ME4615 - Đăng ký lại giúp em môn học Kỹ thuật hình hóa và mô phỏng - ME3231 Mong thầy cô thông cảm bỏ qua sai sót và giúp em đăng ký lại môn học ạ Em xin cảm ơn thầy/ cô",
    "Thưa thầy/cô, em là sinh viên khóa K2016 khoa Khoa Học-Kỹ Thuật Máy Tính, trong học kì 191, em đã đăng kí những môn học cuối cùng trong chương trình học để tốt nghiệp. Tuy nhiên tới ngày   b 16/1    môn học   b  CO4027 - Học máy     mới công bố điểm và em đã rớt môn học đó, khi đó đã quá đợt cuối đăng kí môn học. Em mong thầy/cô có thể cho em đăng kí học lại môn học   b CO3043 - Phát triển ứd trên tbdđ    trong học kì 192 để em có thể hoàn thành chương trình học đúng hạn, nếu không đăng kí được môn học trong kì này em sẽ bị trễ một học kì. Em xin chân thành cảm ơn!",
    "Dạ kính bao quý thầy (cô) phụ trách phòng đào tạo. Hiện em đang có vấn đề về đăng kí môn học. Ở học kì 191 em có học môn Đồ án thiết kế kỹ thuật hóa học (CH4007) và đã bị rớt môn, em muốn đăng kí lại cho học kì 192 thì đã qua hạn đăng kí ạ. Nên em mong phòng đào tạo hỗ trợ em đăng kí được môn học trên vào học kì 192 để em có thể kịp tiến độ học tập ạ. Em xin cám ơn.",
    "Kính gửi Phòng Đào Tạo ĐH BÁCH KHOA HCM , hôm nay em viết mail này kính gửi PĐT về việc thẩm tra điểm anh văn để em có thể đăng ký môn học ạ , em có được phòng tạo chỉ dẫn lên trang bksi.hcmut.edu.vn để hỏi và xin xem xét thì em đã được một anh tư vấn cũng như hỗ trợ em , nhưng do điểm anh văn chưa cập nhật nên em chưa thể đăng ký môn được nên em viết mail này xin PĐT cập nhật điểm cho em để em có thể đăng ký và học tập theo lịch của PĐT ạ ( em đã nộp điểm và thanh toán lệ phí theo yêu cầu rồi ạ , hiện đang chờ thẩm tra , em hy vọng là PĐT có thể cập nhật sớm cho em để em có thể đăng ký được môn ạ , em xin cám ơn ạ ) .",
    "Thầy cô cho em hỏi là điểm anh văn đầu vào có được chuyển điểm tính vào điểm trung bình tích lũy được hay hay không ạ? Hay chỉ khi em nộp bằng anh văn mới được chuyển điểm vào trung bình tích lũy ạ. Và nếu điểm anh văn đầu vào chuyển điểm được thì em phải làm sao để được chuyển điểm ạ.",
    "Tôi đã đăng ký môn học \"TR3039 - Ổn định và điều khiển bay\" thành công, nhưng trong thời khóa biểu lại không được cập nhật (và còn báo là chưa đăng ký). Mong nhà trường giúp đỡ tôi để tôi được học môn này trong học kỳ này . 2) Khi tôi đăng ký môn \"TR3051 Thí nghiệm kỹ thuật hàng không 2\", hệ thống của trường báo là không đủ thời gian giãn cách. Tuy nhiên, thời gian giãn cách lên tới 2 tiết (tức gần 2 tiếng), trong khi tôi chỉ cần hơn nửa tiếng là có thể di chuyển từ cơ sở 1 tới cơ sở 2 . Vậy mong nhà trường giải quyết cho tôi có thể đăng ký thêm môn TR3051 trong học kỳ này. Trân trọng cảm ơn, ",
    "Em là  () sinh viên khoá K16 lớp XD16VL, trong kì này em muốn đăng kí thêm môn Kỹ thuật bê tông (CI3057) có được không ạ. Em xin cảm ơn ại.",
    "Em đã nộp chứng chỉ ngoại ngữ trên trang web của PĐT vào buổi sáng hôm nay. PĐT thẩm tra giúp, để tuần sau em đăng ký luận văn tốt nghiệp. Em xin cám ơn.",
    "Cho em xin đăng kí thêm 2 môn ạ  CI2001 ME2007",
    "Cho em hỏi cách đăng ký môn học bổ sung thì thủ tục như thế nào? Bởi vì học kỳ 192 là học kỳ cuối cùng trong thời hạn đào tạo của em (chính quy văn bằng 2 khóa 2015). Em vẫn còn nợ môn vì học kỳ vừa rồi giáo viên up điểm rất trễ nên em đã không đăng ký trong đợt đăng ký môn học. Em xin cảm ơn.",
    "Em muốn đăng kí bổ sung môn học với mã CI2093 : ĐAMH kết cấu btct1 thêm được không ạ.Nếu được thì em làm thực hiện thao tác đăng kí sao ạ?",
    "Em tên:  MSSV:  Khoa: Kỹ Thuật Giao thông Lớp: GT16OTO1 - Nội dung: Ngày 3/2/2020 em có lên trang BKSI nhờ Phòng Đạo tạo đăng ký bổ sung 02 môn học sau:     1. Mã : TR3091    Ô tô chuyên dùng. Nhóm lớp: 01. Giảng viên: . Thứ 3, tiết 345, phòng 404 C4.     2. Mã : TR4019    Kỹthuật t/lực &kn trgôtô. Nhóm lớp: 01. Giảng viên: Hồng Đức Thông. Thứ 6, tiết 2345, phòng 401 C4. - Hiện THỜI KHÓ BIỂU của em đã có thêm 02 môn này rồi, nhưng trên trang  E-LERNING thì chưa có 02 môn này. Xin Phòng Đào tạo thêm giúp em. Em xin chân thành cảm ơn.",
    "Phòng đào tạo cho em hỏi,kỳ vừa rồi em có điểm môn PLC trong thời gian nghỉ tết.Em muốn phúc khảo lại điểm cuối kỳ ,nhưng do dịch bệnh corona em chưa lên để nộp đơn.Vậy thì ngày 10/2 em có thể nộp đơn phúc khảo không?Em cảm ơn! ",
    "Dạ sau khi thời gian đăng ký môn học kết thúc thì mới có điểm Tư Tưởng HCM(SP1005). Hiện em đã rớt môn vào muốn đăng ký học lại kỳ này nhưng không còn thời gian để đăng ký nữa. Em có lên PĐT hỏi và được trả lời là ngày 5/2 lên BKSI làm đơn xin phép. Nên nay em làm đơn này xin được phép đăng ký bổ sung môn Tư Tưởng HCM. Do kỳ này em học có 3 môn và cũng là năm cuối nên mong trường có thể xem xét và tạo điều kiện cho em . Em xin cảm ơn.",
    "Hiện tại em còn thiếu 4 tín chỉ để hoàn thành chương trình đào tạo nhưng học kì này các môn em cần học thì hệ vhvl không mở nên em đã đăng kí chung với hệ chính quy nhưng chỉ đăng kí được 1 môn 3 tín chỉ, hai môn khác em cần học là Công Nghệ VL nhựa và khuôn mẫu ME3207 và Đảm bảo chất lượng ME4411 đều đã quá sĩ số dù đã xin pdt tăng sĩ số.Em rất rất mong pdt cho em đăng kí bổ sung thêm vào một trong hai môn này để có thể hoàn thành chương trình đào tạo vì nếu không đăng kí được trong kì này thì em sẽ phải kéo dài thời gian học thêm 1 kì dù chỉ thiếu có 1 tín chỉ.",
    "MSSV/MSV:     e là sv chuyển hệ từ chính quy sang VLVH, nhưng e ko đăng ký đc mục Đăng ký dành cho sv chuyển hệ. e có ra hỏi PĐT cs1, chị ấy nói là lên BKSI nhờ các a trên BKSI đăng ký giúp, không cần phải làm đơn xin đký chung với chính quy hay gì hết. Môn học e cần đăng ký như sau: ...Hóa đại cương(CH1003)-nhóm cc05_cc07 cs1-V :Thứ 3(T8,9,10,11) Thứ 4(T2,3,4,5) ...Kiến trúc máy tính(co2007)-nhóm cc01_cc02 cs1-V :Thứ 2(T3,4,5) Thứ 6(T10,11) ...Cấu trúc DL&giải thuật(co2003)-nhóm cc01_cc02 cs1-V Nguyễn Hứa Phùng:Thứ 3(T3,4,5) Thứ 6(T8,9) EM XIN CẢM ƠN ĐÃ ĐKÝ IÚP EM .",
    "K    Dạ em kính chào PDT. Em có thắc mắc xin PDT hướng dẫn giúp em ạ. Vì lý do: hôm nay 5/2/2020 trang MyBK - thông tin sinh viên cập nhật kết quả môn học Sức bền vật liệu - CI2007 ở học kì 191, em mới biết mình không đủ điểm qua môn, mà đã quá thời gian đăng ký môn học học kì 192. Em phải làm những điều gì để có thể đăng ký bổ sung môn học Sức bền vật liệu - CI2007 vào học kì 192, để kịp tiến độ đăng ký Luận văn tốt nghiệp trong học kì 201? Mong PDT hướng dẫn giúp em ạ. Em xin cám ơn.     i  ..",
    "Em cần đăng ký môn đồ án CI3205-ĐAMH công trình cảng.   i     .",
    "Công ty Acecook có thông báo đã gửi học bổng về trường mình, vậy em muốn nhận học bổng thì liên hệ ở phòng nào ạ, em đang học tại cơ sờ 2. Em cảm ơn ạ.",
    "Cho em hỏi e có đăng kí phúc khảo bài thi cuối kì trên trang web nhưng vẫn chưa có kết quả, vậy khi nào thì có kết quả ạ và có trước thời giời đăng kí học dự thính hk192 không ạ",
    "Dạ cho em hỏi lịch đăng kí luận văn đợt cuối vẫn đúng lịch hay có hoãn lại không ạ",
    "Thưa PĐT, Em là SV khoa KH&KT Máy tính. Em sẽ có kết quả TOEIC (2 kỹ năng) vào 12/2. Cho em hỏi em có thể đăng ký được LVTN vào ngày 12/2 ngay sau khi nộp CCNN online không ạ? Trân trọng, ",
    "Sau đợt điều chỉnh thời khóa biểu, em bị trùng lịch 2 môn thí nghiệm Cơ sở điều khiển tự động (L12) và thí nghiệm Xử lý số tín hiệu (L19) vào tuần 19.",
    "Kính gửi thầy cô PDT trường ĐH Bách Khoa. Em tên  MSSV  Thầy cô cho em hỏi là đã có điểm của môn La1003 chưa ạ. Do em thi cuối kì ngày 6/1/2020 đến giờ vẫn chưa có điểm ạ. Em xin cảm ơn",
    "Kính chào phòng đào tạo. Em muốn đăng ký xét tốt nghiệp nhưng em đã lỡ đăng ký môn học. Theo em được biết ngày 20/3 là hạn chót rút môn học, em muốn hỏi liệu có kịp rút môn để xét tốt nghiệp không ạ? Em cảm ơn.",
    "/I     Em xin chào quý thầy/cô. Vừa qua em có đăng kí môn GDTC 2(Bóng chuyền) vào t7 tiết 9 10 lớp CLC. Tuy nhiên, sau khi có tkb chính thức, e thấy mình có thể học vào t6 tiết 11 12. Vì vậy, em xin phép được chuyển tkb với lí do: em muốn dành ngày t7 CN ở quê để đi làm kiếm tiền sinh hoạt đỡ cho cha mẹ do học phí CLC khá cao. Em mong quý thầy/cô sẽ giúp em. Em rất cảm tạ. Em cam kết sẽ đi học đầy đủ bộ môn này. Em cảm ơn.",
    "i - Em có chứng chỉ IELTS 7.5 đã nộp cho PĐT và đăng ký chuyển điểm Anh Văn 1, 2, 3, 4. Điểm chuyển đó có được tính vào điểm trung bình chung của từng học kì hay không? .",
    "i        Dạ kính chào Cô  Em tên là , MSSV:   Vào ngày 5/1, 7 giờ sáng, em có vắng thi môn Kinh tế kĩ thuật vì lý do em phải nhập viện vì bị trúng thực Em mang lỗi lầm rất lớn vì đã không giữ gìn sức khoẻ của mình vào ngày gần thi, em thật sự rất tiếc vì điều đó  Ngày 6/1, em có làm đơn và nộp giấy tờ chứng bệnh đầy đủ để làm đơn Xin vắng thi có phép, nhưng vì Giáo Viên Giảng Dạy của em có việc, nên em đã nộp đơn trong hộp thư của cô, đợi qua Tết cô sẽ kí duyệt giúp em Vì dịch cúm Corona, nên hiện tại đơn của em vẫn chưa được kí duyệt, nhưng điểm bộ môn đã được update trên bảng điểm, em thật sự rất lo lắng ạ  Trong tuần sau, khi trường đã đi vào hoạt động bình thường, em có còn cơ hội để nộp đơn không ạ?",
    "Phòng đào tạo cho em hỏi hạn cuối để xác nhận CTXH và nộp chứng chỉ anh văn 2 kĩ năng nói viết là khi nào? ",
    "Kinh gửi thầy cô pdt trường Đh Bách Khoa, em tên  MSSV  thầy cô cho em hỏi là đã có điểm LA1003-L01B chưa ạ. do em thi cuối kì ngày 6/1/2020 đến giờ vẫn chưa có. em xin cảm ơn",
    "Em tên  MSSV  khoa KTXD.Cho em hỏi đợt đăng ký dự thính học kỳ 192 có mở môn  BỀN VẬT LIỆU mã CI2007 không ạ ",
    "Em chào nhà trường Em là , MSSV: 8. Em có vấn đề trong đăng ký thi nói viết. Quá trình e đăng ký bị lỗi do không đóng phí qua ví điện tử momo được. Em chỉ còn thi nói viết là đủ điều kiện ra trường và em khóa k13. Thời gian còn lại rất hạn hẹp. Mong nhà trường giúp đỡ giải quyết. Em cảm ơn.",
    "Nhà trường cho em hỏi tuần sau tụi em có được nghỉ thêm để phòng dịch corona không ạ? Hiện giờ em lỡ vô KTX sớm nên mong trường thông báo sớm để tụi em còn sắp xếp lịch học và sinh hoạt nữa ạ.",
    "i Điều kiện để được tốt nghiệp là có chứng chỉ Tin Học cơ bản. Vậy nhà trường có dạy và cấp chứng chỉ Tin học cho SV không hay là SV tự học ở các trung tâm rồi nộp chứng chỉ cho Nhà trường?  ",
    "Cho em hỏi khi nào mới cập nhật đầy đủ điểm ạ . Em còn thiếu điểm môn avan 3 ạ",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . Cho em hỏi là đã mở đợt đăng kí tốt nghiệp chưa ạ, em vào đăng kí nhưng báo lỗi,nhiều bạn cũng bị trường hợp như em. Em đã hoàn thành xong các chuẩn tốt nghiệp",
    "Cho e hỏi ngày đăng ký và nộp hồ sơ tốt nghiệp là khi nào?",
    "Em chào các thầy cô. Em có câu hỏi sau xin các thầy cô giải đáp ạ. Trong đăng ký môn học đợi 3 em có đăng ký môn (006402) giải tích 2 của thầy  nhưng đến giờ vẫn chưa được xét duyệt và không có thời khoá biểu ạ. Em cảm ơn.",
    "em là sinh viên năm nhất khoa điện, vừa rồi em có nộp học phí trễ nên bị hủy hết môn đăng kí ở đợt 1. Lúc đó đang là đợt 3 nên em đăng kí thêm chỉ được 1 môn hóa đại cương. Còn 3 môn còn lại thì lớp nào cũng đủ sỉ số, em có thể đăng kí 3 môn còn lại để học trong hè được không ạ ?",
    "Theo như lịch của nhà trường thì hạn chót nộp điểm anh văn để đăng ký làm luận văn tốt nghiệp là ngày 4/2/2020 nhưng hôm nay ngày 5/2/2020 em mới lấy được kết quả, do ngày tết bưu điện có nghỉ nên có hơi chậm trễ. Mong phòng đào tạo xét chuyển điểm cho em để em được đăng ký luận văn. Em mong là sẽ nhận được hồi âm từ phòng đào tạo. Em xin chân thành cảm ơn.",
    "Em là sinh viên khóa 2016 khoa Điện- Điện tử chuyên ngành điều khiển tự động, Theo tiến độ kì này em sẽ nhận luận văn tốt nghiệp, nhưng vữa rồi em chỉ đạt toeic 490 điểm,trong khi quy định mới đã nâng điểm toeic nhận luận văn của khóa 2016 từ 450 lên 500. Cho em hỏi nếu giáo viên hướng dẫn xác nhận thì có cách nào để em có thể tạm thời nhận luận văn và bổ sung chứng chỉ toeic sau để có thể tốt nghiệp đúng thời hạn do kết quả học tập của em vẫn đúng theo lộ trình và đang ở mức khá. Em cảm ơn PĐT đã đọc câu hỏi của em và em mong nhận được sự phản hồi từ PĐT. Em cảm ơn rất nhiều ạ.",
    "Cho em hỏi, em qua môn các môn trong ảnh 1 và đã đủ ngày CTXH và toeic, nhưng em chưa học môn Thí nghiệm công trình (CI4011), thì em có được đăng kí luận văn tốt nghiệp không ạ. Em xin cảm ơn.",
    "Em chào thầy, cô Về lịch đăng ký luận văn tốt nghiệp, do học kỳ 192 bắt đầu từ ngày 10/02 (lịch cũ 05/02) vậy thầy, cô cho em hỏi lịch đăng ký LVTN đợt cuối (lịch cũ 11/02 - 17/02) có thay đổi hay không? Em xin cám ơn.",
    "Kính thưa phòng đào tạo, do lúc trước em chưa cập nhật thông tin sinh viên nên không đăng ký được môn anh văn 4 LA1009, kính mong phòng đào tạo có thể xem xét cho em được học môn anh văn 4 trong học kỳ 2 năm học 2019-2020 để hoàn thành chương trình học tập ạ, em là sinh viên k14 đã trễ ra trường hơn 1 năm rồi ạ. Rất mong phòng đào tạo có thể xem xét ạ",
    "Chào thầy/cô Phòng đào tạo.. Em là Lê Huân, sinh viên K15 khoa cơ khí, bộ môn Chế tạo máy. Em xin trình bày vấn đề của mình, mong thầy/cô có hướng giải quyết giúp em: - Em vừa hoàn thành bảo vệ luận văn tốt nghiệp đợt tháng 1/2020 tại trường. Đã hoàn thành đầy đủ 142 tín chỉ, các điều kiện về anh văn lẫn công tác xã hội. - Trước đó tháng 11/2019, do chưa tới kỳ bảo vệ luận văn, em vẫn đăng ký môn học với 1 môn là Tư tưởng Hồ Chí Minh để có thể duy trì tình trạng sinh viên trong học kỳ kế, nay hoàn thành em cần rút môn học này để tốt nghiệp. - Tuần sau,  B  từ ngày chủ nhật 16/2/2020, em sẽ đi định cư Mỹ    cùng gia đình nên không thể tham dự lễ tốt nghiệp và nhận bằng vào tháng 4/2020 được =  Vì vậy trước Tết em có lên pđt cơ sở 1 để rút môn học và Ủy quyền nhận bằng tốt nghiệp: + Về giấy ủy quyền, pđt có trả lời nhờ người thân đứng và khi nhận bằng chỉ cần cầm giấy ủy quyền và giấy tờ cá nhân lên =  Em đã làm xong Đơn Ủy quyền có chứng thực của chính quyền địa phương.   B + Còn về vấn đề RÚT MÔN HỌC, pđt trước Tết không cho rút môn học do chưa tới đợt, và yêu cầu từ ngày 5/2/2020 mới được rút. HÔM NAY, pđt lại có mail DỜI LỊCH RÚT MÔN HỌC sang 16/3/2020 đến 20/3/2020. =  Thời điểm đó em đang ở tại Mỹ nên không thể nào lên pđt để rút môn học được.     Em mong thầy/cô xem xét giải quyết trường hợp cá biệt này để em có thể được tốt nghiệp đúng hạn 4/2020. Nếu cần thiết, thầy/cô có thể cho em xin phép được gặp để giải quyết khúc mắc. Em đang ở Đồng Nai nên có thể lên TPHCM sau vài tiếng đồng hồ bất cứ ngày nào trong hết tuần này và tuần sau. Em chân thành cám ơn khi thầy/cô có thể giúp đỡ dù trong dịch N-CoV sinh hoạt nhà trường có nhiều xáo trộn. Mong thầy/cô trả lời mail sớm và có hướng giúp sớm.",
    "Kính gửi: Quý Thầy/ Cô. Em tên: , MSSV: , lớp: BT15OTLT. Hiện tại em còn thiếu một môn học \"Vẽ Kỹ Thuật Giao Thông\", mã MH: TR1003, em đã đăng ký và chờ từ HỌC KỲ 2 (2017-2018)đến giờ nhưng vẫn chưa được xếp lớp để học. Em hiện đang đi làm và không thể học với TKB của lớp chính quy. Mong Quý Thầy/ Cô tư vấn và hướng dẫn giúp em cách đăng ký môn học \"Vẽ Kỹ Thuật Giao Thông\" để em được sớm hoàn thành chương trình học tại trường. Mong nhận được phản hồi từ Quý Thầy/ Cô sớm.  . Sđt: 090 6866 019",
    "Em là , mssv ,SV văn bằng 2 ngành kỹ thuật Hoá Học khoá 2019-2020. lí do e đóng trễ học phí, chiều 6/1/2020 e mới đóng học phí xong( 14h ngày đó em mới đóng học phí xong, sau đó chừng 15, 20 phút sau em mới đăng kí môn học được, lúc đó gần 3h là thời điểm hết hạn đăng kí môn học), do thời gian đăng kí quá ít không kịp suy xét( chỉ kịp đăng kí sao cho không hết giờ). Nên sau đó nhận được lich học có những vấn đề: Môn cơ học ứng dụng đăng kí nhầm chương trình tiếng anh  trong khi em ko học chương trình đó;có 2 ngày là thứ 2 và thứ 4 sáng học cs2, chiều học cs1 2 môn khác nhau, trong khi không phải là những môn thực hành ( nếu xem xét kĩ để đăng kí thì sẽ đăng kí được 2 môn học sáng chiều ở cùng một cơ sở) nên đi học vất vả do đường xa và sơ không kịp giờ. Và e muốn đăng kí 21 tín chỉ nhưng lúc đó quýnh quá chì đăng kí được 18 tín chỉ. Vậy kính mong PĐT xem xét giúp đỡ cho em đăng kí lại để thuận lợi cho việc học vì em lớn tuổi rồi(38 tuổi) lại học văn bằng 2. E hứa sẽ đóng học phí đúng thời hạn để không xảy ra những vấn đề này nữa. E xin chân thành cảm ơn.",
    "Môn vật lý 1 của em bị thiếu một cột điểm chấm trên bkel.",
    "Hôm trước em có thay đổi TKB, pdt đã cập nhật trên \"Thông tin sinh viên\" nhưng chưa cập nhật giảng viên trên BK-Elearning, mong pdt sớm cập nhật để em nhận được các thông báo của giảng viên. Em cảm ơn",
    "lúc 1h50 e có gửi e-mail trên bksi. e ko đc quyền đký lớp CC, nhưng lớp  với T vẫn đc đúng ko a! hk2 2019 e đều đký đc lớp nhóm T với  ",
    "Thưa thầy/cô! Em là sinh viên Đại học chính quy Khóa 2015 sắp tốt nghiệp, nhưng không thể dự lễ trao bằng tháng 4 vì chứng chỉ Anh văn còn thiếu (danh sách đăng kí thi đã đầy). Em có thắc mắc về việc nếu em nộp chứng chỉ Anh văn sau thời điểm lễ tháng 4, thì có thể nhận bằng tốt nghiệp tạm thời ngay thời điểm đó luôn không ạ?  Em xin cảm ơn ạ!",
    "iểm thi . Em xin hỏi (Thời gian có điểm hoặc điểm em đạt được nếu có) về điểm thi AV 400 ngày 11/01/2019",
    "Thưa Anh/Chị, học kì chính này tôi làm luận văn, nhưng hiện tại có một môn học có khả năng rớt làm trì hoãn việc ra trường, xin Phòng Đào Tạo cho tôi đăng kí thêm môn Electronic Circuits (405404) vào học kỳ chính này để tôi có thể kịp tiến độ ra trường. Xin Cảm ơn Anh/Chị.",
    "B  Em đang ở quê Quảng Trị, em có đi khám bệnh viện và dùng thẻ BHYT, nhưng lúc đưa Thẻ sinh viên lẫn Thẻ nội trú KTX thì người ta bảo là thẻ này chỉ khám được trong TPHCM thôi. Cho em hỏi giờ em muốn dùng thẻ BHYT ở ngoài này thì phải làm sao ạ? Em xin cảm ơn.  ",
    "Dạ em muốn xin mở thêm sỉ số môn học Hệ Thống Thông Tin Quản Lý lớp CC02 ạ. Em xin cảm ơn nhiều ạ.",
    "Cho em hỏi em đã học xong các môn theo chương trình đào tạo nhưng còn thiếu anh văn 350 để nhận luận văn ,vậy học kỳ này em có cần đăng ký 1 môn để duy trì không ạ,em cảm ơn",
    "Cho em hỏi tại sao em không đủ điều kiện đăng kí Luận văn tốt nghiệp - ME4089. Có cách nào để kì này em được làm luận văn không ạ",
    "Em muốn hỏi là làm sao để tra cứu được việc em có tốt nghiệp vào tháng 4 tới không ạ? Hiện giờ em đã hoàn thành đủ số tín chỉ, bằng tiếng Anh, luận văn, ngày CTXH nhưng chưa nhận được mail của phòng đào tạo ạ.",
    "Em tên là  - MSSV:  Cho em hỏi là em đã có chứng chỉ IELTS trên 6.0 và được nhận mail thông báo là em đủ điều kiện nhận học bổng nhưng em chưa biết cách nộp chứng chỉ và nhận học bổng như nào ạ.",
    "Dạ em chào thầu/cô ạ! Em tên là  mssv  Nội dung: em muốn xin thầy cô cho em được đăng kí môn học  của cô , lớp L01 thứ 3 tiết 234 ạ! Lý do: do kết quả thi rớt môn  ở hk191 của em có sau khi hết hạn đăng kí môn học bổ sung và em có nguyện vọng được học lại môn này ở hk sau hk192 . Rất mong thầy/cô có thể giúp đỡ cho em, vì sĩ số lớp vẫn chưa đủ và phù hợp với thời khóa biểu của em nữa ạ! Em cảm ơn thầy/cô ạ! Chúc thầy/cô nhiều sức khỏe!!!",
    "Em tên là  - MSSV:  - Chương trình chất lượng cao Em muốn hỏi là thời hạn thu học phí HKII bắt đầu từ ngày nào đến ngày nào và số tiền phải đóng là bao nhiêu ạ.",
    "iểm thi . Em đã thi môn xử lý số tín hiệu (EE2015) lớp T01 thầy , vào cuối tháng 12/2019 , học kỳ 191 nhưng đến bây giờ vẫn chưa có điểm . Em đã mail cho GVHD, thầy xác nhận đã gửi điểm trước kỳ nghỉ tết âm lịch. Mong phòng đào tạo xem xét giúp em.",
    "Học phí . Em đã nộp đơn yêu cầu hoàn trả học phí luận văn học kỳ 191 từ ngày 27/12/2019 đến nay vẫn chưa được hoàn trả . Lý do em đã ghi rõ ở 2 đơn gửi pđt (đơn cấn trừ học phí và đơn xin hoàn trả). Mong thầy cô pđt xem xét giải quyết giúp em. Em xin chân thành cảm ơn ạ!",
    "Em chào các thầy cô PĐT , Em tên  đang học tại trung tâm Bảo Dưỡng Công  Nghiệp khóa 2017 . Em có gửi đăng kí thành công môn (260611 - Dung sai & đo lường) nhóm c01 vào đợt đăng kí môn học hk2 đợt 3 , nhưng hiện tại thời khóa biểu của em không có lịch học môn Dung sai đo lường em mong thầy cô ở phòng đào tạo xem xét giúp em ạ . Em cảm ơn thầy cô nhiều .",
    "Em muốn hủy môn học trong lúc dịch nCoV này thì vẫn làm thủ tục như bình thường phải không ạ? EM vẫn in đơn, điền vào và lên phòng đào tạo nộp cho nhà trường đúng không ạ?",
    "Em đăng kí online nộp CCNN ngày 5/2/2020 thì bao lâu sẽ có kết quả thẩm tra? Liệu có kết quả trước ngày đăng kí LVTN bổ sung không (trước ngày 11/2/2020)",
    "Dạ e là sv năm nhất khoa Vật lý kỹ thuật ạ cho e hỏi đầu năm e đk hc chương trình kỹ sư việt nhật nhưng vì vướng tiếng anh nên e chưa đi học v cho e hỏi sang năm 2 e có quyền học chương trình việt nhật k ạ và có yêu cầu gì để đc học k ạ em xin cảm ơn",
    "Em chào thầy/cô ạ. Em là sinh viên K19 hiện đang theo học chương trình PFIEV. Trong đợt thi Học kỳ 1 vừa rồi em có một vài môn không đủ điểm để qua môn. Thầy/cô cho em hỏi là em muốn được thi lại thì em cần phải làm những gì ạ? Em cảm ơn ạ.",
    "Họ và tên :  MSSV:   i  Hiện tại em đã có đầy đủ điểm em muốn đăng ký môn :Thí nghiệm công trình Mã MH: CI4011",
    "mã môn học: 2007 chi tiết máy , 2001 thực tập cơ khí đại cương 2",
    "Kính gửi PĐT :  E hiện là sinh viên hệ VHVL ,  muốn xin phòng đào tạo cho  được đăng ký bổ sung hệ chính quy để kịp tiến độc học tập : (PLC-m3013 nhóm A03) và môn(Cơ Lưu Chất - ci2003 nhóm L07) . mong PĐT sớm trả lời giúp  . E xin cảm ơn .",
    "Xin chào thầy (cô)! Em tên , MSSV . Hiện tại em là sinh viên năm cuối và kỳ sau sẽ đăng ký làm luận văn tốt nghiệp. Tuy nhiên trong đợt đăng ký môn học đợt 3 vừa rồi em đã đăng ký thành công luận văn tốt nghiệp với mã MH là MA4313. Em đã thỏa mãn hết tất cả các điều kiện của trường về chuẩn anh văn cũng như các môn học tiên quyết để có thể đăng ký. Và sau khi có kết quả đăng ký môn học thì em đã bị hủy và hiện tại thời khóa biểu của em đang trống. Em rất mong phòng đào tạo có thể xem xét và giúp em giải quyết vấn đề này hoặc cho em 1 lý do chính đáng để em có thể sớm khắc phục vấn đề . Em xin chân thành cảm ơn!   i     .",
    "Em có đkmh đợt 3 LVTN cho kỳ sau và em chỉ đăng ký 1 môn đó nhưng khi kiểm tra lại thì kết quả đăng ký môn học không có cũng như không có thời khóa biểu. Em muốn hỏi tại sao em lại không đăng ký được ạ?",
    "iểm thi . Cho em hỏi, 1.Em SV CQ chuyển sang VHVL tháng 8-2019 nhưng hiện tại vì sao vẫn chưa có cập nhật trên bảng điểm ? 2.Điểm em có những môn có điểm vắng thi có phép thì có được chuyển điểm qua không ? Em xin cảm ơn !",
    "Dạ em chào thầy (cô) ạ, em tên , MSSV:. Vấn đề của em là do quên cập nhật lý lịch nên em không được đăng kí môn học nên hiện tại tình trạng sinh viên cua emlà tạm dừng ạ. Cho em hỏi là cach cập nhật lý lịch sao ạ và em có thể đăng kí môn học dự thính để trình trạng sinh viên là hoạt động được không ạ Em chân thành cảm ơn ạ.",
    "Em là  (MSSV: ). Ở đợt đăng ký môn học học kỳ 2 (2019-2020) đợt 3, em có đăng ký môn Luận văn tốt nghiệp (đều thỏa điều kiện ĐK và có dấu tích đã gởi ĐK) nhưng kết quả đăng ký lại không có môn này (Hình ở file đính kèm). Em muốn hỏi sao em không đăng ký được môn Luận văn tốt nghiệp (em đã nộp chứng chỉ AV và đủ số tín chỉ yêu cầu)? Ghi chú: Ở đợt 2 em cũng bị tương tự như vậy, em có lên PĐT thì PĐT bảo em còn đợt đăng ký nữa và không nói gì thêm.",
    "CÂU HỎI: Em hiện do chưa đủ ngày CTXH nên chưa thể đăng ký làm luận văn trong học kì này. Em cần đăng kí ít nhất bao nhiêu môn học để duy trì tình trạng học tại trường vậy ạ?",
    "y là học kỳ cuối cùng trong hạn đào tạo của em rồi ạ. Xin PĐT thẩm tra chứng chỉ giúp em với, không còn lần sau nữa. Em mới có kết quả vào sáng hôm nay thôi.",
    "Em xin đăng ký môn học: Quản lý chuỗi cung ứng Mã MH: IM3021 Trong đợt đăng ký môn học đợt 2 em đã đăng ký thành trong, nhưng trong đợt 3 thì em không thấy môn đó trong kết quả. (nếu được em muốn chọn lớp ngày thứ tư) Em xin cảm ơn.",
    "Em chuyển từ hệ chính quy qua hệ vừa học vừa làm do bị bệnh. Ở hệ chính quy e đã đăng ký làm luận văn tốt nghiệp nhưng bỏ giữa chừng do em bị bệnh. Chứng chỉ toeic và các tín chỉ môn học đều đủ. Nhưng khi đăng kí luận văn tốt nghiệp hệ Vừa học vừa làm lại nhận kết quả là không đạt để đăng kí luận văn tốt nghiệp do thiếu chứng chỉ Tiếng Anh. Không biết có phải là do chứng chỉ của e hết hạn hay là do lý do khác ạ? và e có thể nhận luận văn tốt nghiệp và bổ sung chứng chỉ tiếng anh sau không ạ?  Mssv của e:  Khoa Cơ khí Ngành: Cơ điện tử",
    "Dạ em mong Phòng đào tạo có thể giúp em ạ. Em là sinh viên năm nhất của khoa Kĩ thuật Hóa học. Em muốn hỏi là khi nào chính xác là hạn chót để nộp chứng chỉ Av và chuyển điểm để điểm được chuyển sẽ được tính trong điểm trung bình hk 192 để cuối năm phân ngành ạ. Vì theo em biết nếu qua một thời hạn nào đó thì điểm sẽ chuyển cho năm học tới. Và nếu lỡ hết hạn thì đến đầu tháng 4 em có thể nộp được không ạ vì hiện tại chưa đủ điều kiện thi Av ạ? Em cảm ơn ạ.",
    "dạ thưa thầy cô,theo lịch học vụ thì ngày 4/2 nộp chứng chỉ ngoại ngữ để ngày 11/2 đăng kí luận văn lần cuối.Mà giờ phải nghỉ học do dịch bệnh thì lịch đăng kí môn học có thay đổi không? Khi nào em có thể đăng kí luận văn tốt nghiệp? em xin cảm ơn.",
    "Kính gửi phòng đào tạo Trường Đại học Bách khoa Em đang gặp khó khăn trong việc đăng kí môn học vì không biết môn nào được miễn môn, môn nào tiên quyết. Ở lần đăng kí bổ sung, em có đăng kí 2 môn là Nguyên lí máy và Vật lí 2 (trong hình 1 đính kèm). Thời khóa biểu hiện tại chưa cập nhật và chỉ hiện 3 môn đã học (hình 2). Trong đợt bổ sung lần cuối thì phần lịch sữ đăng kí ghi em không được đăng kí 2 môn Nguyên lí máy, Vật lí 2 (hình 3). Thầy/cô cho em hỏi là em phải đăng kí môn khác hay đăng kí lại 2 môn này. Nếu đăng kí môn khác thì mong thầy/cô gửi danh sách miễn môn để tiện sắp xếp việc học và việc làm cá nhân. Mong nhận được giải đáp của quý thầy/cô, em xin cảm ơn.",
    "Dạ em chào Admin ạ, Em là SV: là sinh viên khóa 2015 kỹ thuật xây dựng kì này em đk luận văn tốt nghiệp mà do thiếu 1 ngày CTXH (đc.9 ngày) nên bị hủy không cho làm LVTN em mong PDT giúp em cho đk làm LVTN ngày công tác xã hội đó em cập nhật sớm nhất ạ. Mong phòng đào tạo giúp đỡ em cho em ra trường ạ. Em xin chân thành cảm ơn rất nhiều.",
    "Chào PĐT trường ĐHBK tpHCM! Em hiện là SV hệ VLVH. Do nhu cầu công việc và gia đình, em xin phép hỏi về việc chuyển trường(ĐH Sư Phạm KT). Em đã hỏi ý kiến bên SPKT, em cần làm đơn và được xác nhận từ 2 hiệu trưởng của trường. Mong PĐT tư vấn giúp em! Cảm ơn vì đã đọc. - . SĐT: [phone_number]",
    "Em có xin pdt cho đăng kí bổ sung vào môn học Vật liệu nhựa và khuôn mẫu ME3207 nhưng pdt đăng kí thêm cho em nhầm môn Mô hình hóa ME3027 em đã học rồi ạ. Mong pdt xem xét và cho em đăng kí thêm môn ME3207",
    "Kính chào các thầy cô, em là , mssv 2. Học kỳ vừa rồi em đã hoàn thành luận văn tốt nghiệp nhưng không may bị rớt một môn, mà thời điểm thi môn đó đã vượt quá thời gian đăng kí môn học cho học kì này. Nên bây giờ em viết yêu cầu này để mong muốn được đăng kí môn   B công nghệ vật liệu nhựa và gia công khuôn mẫu (ME3207) hoặc thiết kế khuôn trên hệ tích hợp CAD/CAE (ME4459)    để hoàn thành kịp tiến độ học tập vì học kì này cũng là học kì cuối của em (học kì thứ 14). Em xin cám ơn",
    "iểm thi . Chào phòng đạo tạo, cho em hỏi khi nào cập nhật điểm thi av350 ạ. Vì đến đợt đăng kí bổ sung LVTN mà chưa ra điểm vậy có được xét LVTN không ạ. Em cảm ơn.",
    "Em chào quý Thầy/Cô Em tên  là sinh viên K15, hiện tại em đã đăng ký luận văn tốt nghiệp cho học kỳ này . Em muốn biết khi nào thì có danh sách phân công giáo viên hướng dẫn ạ. Còn nếu em muốn đăng ký giáo viên hướng dẫn chính thì em cần làm gì ạ? Đơn xin giáo viên hướng dẫn luận văn em gửi đính kèm bên dưới mong phòng đào tạo và khoa xem xét. Em chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo, Em tên là Trần Diễm Hương, MSSV , lớp QL16CN1, khoa Quản lý Công nghiệp. Em có thắc mắc về quy định của kỳ thi Anh văn Nói -  mong được Phòng Đào tạo giải đáp giúp em ạ. Em là sinh viên khóa 2016, em đã thi Anh văn Nói- tại Trung tâm Ngoại ngữ của trường với kết quả \"Đạt\" (290 điểm) vào ngày 21/05/2017. Em muốn hỏi liệu kết quả vào năm 2017 đó vẫn còn được áp dụng cho đến năm học 2019-2020 này và chấp nhận đạt chuẩn Anh văn Noi -  hay không ạ? Vì ngoài việc kiểm tra từ danh sách tổng hợp của Trung tâm em không tìm thấy thông tin nào trong mục Thông tin sinh viên trên trang web để có thể kiểm tra tình trạng công nhận kết quả này từ Phòng Đào tạo . Em rất mong nhận được sự phản hồi từ quý Thầy/Cô. Em xin chân thành cảm ơn. Trân trọng.",
    "Gửi thầy/cô!  E là SV chuyển hệ từ CQ sang VLVH, hiện trong đợt ĐKMH không mở môn học mà e muốn ĐK, đăng ký học chung với lớp CQ thì hệ thống báo chưa có môn tiên quyết (vì chuyển điểm chưa qua) nên e không thể ĐK môn học được. Mong thầy cô hướng dẫn ạ! Em cảm ơn!",
    "Gửi Văn phòng Đào tạo Quốc Tế -Em tên là  - Sinh viên Khoa Kỹ Thuật giao thông K18 Em có câu hỏi là: -Trong đợt đăng kí môn học cho học kì 192 vừa rồi vì sơ ý mà em đăng kí thiếu mất 1 môn( em chưa đăng kí mà cứ nghĩ là đăng kí rồi). Em muốn hỏi là em có thể lên văn phòng để đăng kí bổ sung môn học đó để theo kịp tiến độ học tập trong học kì 192 này được không ạ ? Em xin cảm ơn ạ.",
    "Em chào thầy/cô ạ, học kì 192 em có đăng kí môn xác suất thống kê L09 và môn Bóng Bàn L05, em muốn chuyển thành XSTK L06 và Bóng Bàn L14 được không ạ? nếu được thì em cần phải làm nhứng gì ạ? Em cảm ơn thầy/cô",
    "Chào thầy/cô ạ, Em là , sinh viên năm 2 khoa điện-điện tử và sắp phân ngành tự động hoá. Hiện tại em có dự định tham gia chương trình trao đổi tín chỉ AUN-ACTS vào một trong hai kì của năm 3 và em có một vài câu hỏi liên quan đến vấn đề này: 1. Nếu em ở trong lớp KSTN vào năm 3 thì việc trao đổi qua nước khác trong 1 kì học có ảnh hưởng đến tiến trình học tập ở lớp KSTN không ạ? 2. Với việc lựa chọn ngành tự động hoá, thì trong những môn học của ngành em vào năm 3 có môn nào tương ứng ở khoá học của trường nước ngoài có thể quy đổi về Việt Nam không ạ? Cụ thể là các khoá học của các trường NTU - Singapore và Chulalongkorn University - Thailand. Em mong nhận được sự giải đáp của thầy/cô ạ. Chúc thầy/cô một ngày tốt lành.",
    "Em tên , Khoa KHUD. Em có tham gia bảo hiểm y tế gia đình, lúc trước tết em có photo bảo hiểm nộp cho trạm y tế, nhưng trạm y tế không nhận và kêu về quê làm lại và nộp vào tháng 1. Trong khi em về quê kiểm tra thì bảo hiểm vẫn sử dụng được. Vậy em có cần nộp lại bảng mới và nộp vào tháng 2 được không.",
    "Xác nhận vay vốn Ngân hàng xã hội .",
    "Cho em hỏi, nếu em tốt nghiệp vào tháng 4/2020 thì em phải nộp chứng chỉ Anh văn nói-viết (mức ) của Trung tâm ngoại ngữ Bách Khoa trước ngày 27/3 đúng không ? (như hình ảnh đăng trên aao)",
    "Xác nhận vay vốn Ngân hàng xã hội  ",
    "Thưa thầy/cô  Em là sv k14 . môn tiên quyết luận văn của em là môn bê tông cốt thép 1(CI2039) giờ được tách thành 2 môn lý thuyết(CI2091) và đồ án riêng(CI2093)  Thầy/ cô cho em hỏi em đã qua được môn đồ án nhưng rớt lý thuyết vậy em có đăng ký được luận văn không ạ. các điều kiện khác em đã đạt  . mong thầy/ cô phản hồi sớm  Em xin cảm ơn ! ",
    "Theo thời khóa biểu thì môn ME3207 và môn ME3021 em đã đăng kí trước đó chỉ có trùng thời khóa biểu 2 tuần 4 và 5 tổng cộng 6 tiết. Số lượng các môn tự chon có mở trong chương trình học của em rất hạn chế.Em chỉ cần phải học đúng 2 môn này nữa thôi mong pdt cho em đăng kí.",
    ". Em xin chào ạ. Em xin hỏi em muốn hủy điểm môn học dự thính học kì 191 thì em phải làm như thế nào ạ ? Em xin cảm ơn.",
    "Em là  - MSSV:  Em kính mong phòng Đào Tạo có thể cho em bổ sung môn học Cấp Thoát nước (CI3095) vào thời khóa biểu học kỳ 192. Lý do: Kịp tiến độ học tập. Em xin chân thành cảm ơn.",
    "Em là sinh viên hệ vhvl khoá 11/2019 hiện tại em đang đăng ký môn cho học kỳ 2. Theo em được biết chương trinh liên thông không được miễn môn giải tích 2 nên em đăng ký Giải tích 2 và 1 môn chuyên ngành nhưng nhận được thông báo như file bên dưới là sao ạ...?  (Xin chú thích thêm là khoá bọn em chưa có thông báo miễn môn).",
    "iểm thi . Kính gửi: Quý Thầy/ Cô. Hiện em đang thắc mắc \"điểm kiểm tra\" môn AV300, em thi giữa kỳ và làm bài tập online thầy cho trên 80%, nhưng \"điểm kiểm tra\" của em lại là 0.00 điểm. Trong khi đó bạn học ngồi kế bên em học cũng như em lại được 5.5 điểm. Em thắc mắc không biết Quý Thầy/ Cô có nhập sai điểm của em không? Mong Quý Thầy/ Cô phản hồi giúp em. Trân trọng. Lê Ngọc Thanh Sdt: 090 6866 019",
    "Dạ em muốn biết là trước diễn biến của dịch bệnh viêm phổi cấp do vì khuẩn nCov thì trường mình có cho nghỉ tiếp không ạ. Vì nhà em xa nên thứ 7 này em vào lại KTX. Mong nhà trường thông báo sớm để em kịp điều chỉnh. Vì một lần di chuyển ra vào rất tốn kém ạ. Em cảm ơn.",
    "Chào thầy/cô. Theo thông tin thì sở GD đã cho sinh viên trên địa bàn TP nghỉ thêm 1 tuần. Trường mình có cho sinh viên nghỉ không ạ? Để chúng em có thể sắp xếp việc di chuyển để không có trường hợp lên rồi lại về ạ. Em xin cảm ơn. Mong nhà trường thông báo sớm đến tụi em ạ.",
    "Em chào thầy/ cô, em muốn hỏi rằng trường mình có ý định cho sinh viên nghỉ thêm để phòng dịch không ạ? Vì em thấy rất nhiều trường đã cho nghỉ thêm vì diễn biến của dịch đang rất xấu. Em đang về quê ở Hà Nội nên em muốn biết lịch để có thể đặt vé về một cách tiết kiệm và tiện nhất ạ. Em mong sẽ nhận được câu trả lời của thầy/cô sớm nhất ạ. Em cảm ơn thầy/cô ạ.",
    "Kính gửi thầy cô pdt trường đh Bách Khoa, em tên  MSSV  , thầy cô cho em hỏi là trong tuần đầu tiên của học kì thì em có thể làm đơn để đăng kí thêm môn học được không ạ? Do môn đó sỉ số 60/60 ạ. em xin cảm ơn",
    "Em là . Em học LKQT, nhưng bị chậm 1 học kì Pre, giờ em phải đăng kí dự thính như thế nào để kịp tiến độ 2 năm ạ",
    "Em phúc khảo ppt từ ngày 11 đến giờ vẫn chưa có kq ạ",
    "Em là , MSSV:, sinh viên của chương trình PFIEV. Vào học kỳ 192 này, em có đăng ký Luận văn tốt nghiệp và Đồ án nghiên cứu khoa học và phát triển, lịch học sẽ bắt đầu từ tuần thứ 6 theo biểu đồ kế hoạch học tập năm học 2019-2020. Em có nhận được thông báo sẽ được nghỉ học tuần thứ 6 ( từ ngày ngày 03/02/2020 đến 09/02/2020), tuy nhiên trong thời khóa biểu của em vẫn để tuần bắt đầu của Luận văn tốt nghiệp và Đồ án nghiên cứu khoa học và phát triển vẫn là tuần thứ 6. Như vậy em vẫn phải lên trường vào tuần thứ 6 để đúng như thời khóa biểu phải không ạ?",
    "Nhà trường cho em hỏi là lịch học của mình có bị dời lại nữa không? Vì em thấy thông báo các trường khác như spkt, UEH và nhiều trường khác trên thành phố HCM đều đã có thông báo cho học sinh nghỉ thêm.EM MONG RẰNG NHÀ TRƯỜNG CÓ THỂ THÔNG BÁO CHÍNH XÁC NHẤT VỀ LỊCH HỌC. Bởi khi nhà trường thông báo quá muộn khiến những học sinh xa trường như các tỉnh miền trung hay thậm chí là bắc trung bộ phải bỏ tiền vé tàu, đã vào rồi thì không được đi học mà lại phải phải tiêu các khoảng phí như điện nước, ăn uống. Trong khi ktx không bán đồ ăn, khu vực lân cận thì cũng đã đóng cửa các quán gần hết. Để chúng em còn sắp xếp vé xe về quê sớm, đỡ tiền cho ba mẹ, khi cuộc sống của học sinh nghèo xa quê, cha mẹ lo lắng trong tâm dịch. Em biết rất khó cho nhà trường. Nhưng học sinh tụi em cũng rất cực, hiện tại hầu như học sinh lưu lại ktx đa số là học sinh trường mình. MONG CÁC THẦY CÔ CÓ THỂ HỌP CỤ THỂ VÀ THÔNG BÁO CHẮC CHẮN SỚM NHẤT LỊCH TRÌNH HỌC CHO TỤI EM.",
    "Trường chúng ta bắt đầu học lại vào thứ 2 ngày 10/2 tới. Nhưng trong tình hình dịch bệnh, và 1 số trường cho sinh viên nghỉ thêm 1 tuần nửa. Em thắc mắc rằng trường mình có cho nghỉ thêm không ạ. Nếu có thì mong nhà trường thông báo sớm cho tụi em biết ạ, đặc biệt là SV ở xa như em . Em mong trường sẽ trả lời thắc mắc của em trước tối thứ 6. Tại vì sáng thứ 7 em lên xe vào lại SG ạ . Em rất muốn đi học lại vì đã nghỉ tết quá dài rồi ạ . Em xin cảm ơn .",
    "Kính gửi PĐT em tên  MSSV:  . Hiện tại hết hạn đki môn học . Nhưng đó e vừa bị hủy một môn do chưa học môn tiên quyết . Nay e gửi mail để xin PĐT cho e được đki thêm môn PLC (me3013 - A03) và cơ lưu chất (ci2003 - L07) ,để kịp tiến độ học tập e kính mong PĐT em tạo cơ hội cho e . Em xin cảm ơn  .",
    "Kính gửi, văn phòng Đào tạo trường đại học Bách Khoa! Em là , mssv . Em gửi mail này xin văn phòng xem xét đăng kí môn đồ án Bê tông Cốt thép 2 (CI3177) giúp em. Bỏi vì đây là môn học quan trọng trong chương trình đào tạo. Em cảm ơn nhà trường tạo điều kiện hỗ trợ giúp em!",
    "Dạ cho em hỏi em nhờ bạn hủy môn học dùm được không ạ. Nếu được, thì thủ tục hủy môn học gồm những gì ạ",
    "Cho em hỏi thời gian nghỉ vì dịch virus corona thì phòng Lab có hoạt động không !! Em là sinh viên chuyên ngành tự động hóa Khoa Điện !!! (Em muốn hỏi phòng lab trên B3 của thầy  !)",
    "Thầy/cô cho em được thắc mắc trường mình làm hồ sơ bảo lưu như thế nào ạ. Điều kiện cần những gì và bảo lưu sau 1 năm thì có thể tiếp tục học nữa không ạ?",
    "Hôm nay 6/2/2020 em mới có kết quả thi TOEIC và đã đủ điều kiện để nhận luận văn, em có thắc mắc là đã quá hạn nộp online thì em có được nộp không ? Và nếu được thì bằng hình thức nào ạ ? Em cảm ơn   i     .",
    "Em xin chào phòng đào tạo, cho em hỏi thời hạn nộp chứng chỉ anh văn để xét chuyển điểm cho phân ngành năm nhất là đến khi nào ạ? Em xin cảm ơn!",
    "Dear Phòng Đào Tạo, Em tên  MSSV :  Học kỳ 1 (2019-2020) em có đăng ký Đề Cương Luận Văn nhưng đến nay chưa có điểm. Đính kèm là các chứng từ nhà trường có thu phí môn này và thời khóa biểu vẫn có Em cam on",
    "Chào quý thầy cô và các bạn sinh viên. 3 ngày nay em có triệu chứng tương tự cảm cúm là ho,  đau cổ họng, sổ mũi, người hơi nóng, có cả tiêu chảy nữa. Theo em biết những triệu chứng trên cũng khớp với bệnh corona. Theo quý thầy cô em nên làm gì trong trường hợp này. Nếu em bị nhiễm và cách ly thì lịch học của riêng em sẽ phải như thế nào ạ?",
    "Xin chào thầy cô ạ. Cho em hỏi trường mình có dời lịch học thêm 1 tuần không ạ. Nhà em xa mà ngày mai em phải lên xe rồi ạ",
    "Kính gửi Pđt ĐH BÁCH KHOA HCM ,hôm qua em có gửi mail hỏi về thẩm tra điểm anh văn và được trả lời là thời gian lấy dữ liệu điểm anh văn là 04/02/2020 nhưng hôm nay 06/02/2020 thì tình trạng thẩm tra của em vẫn chưa có kết quả , em biết là dữ liệu điểm anh văn có thể nhiều nhưng em mong pđt sớm cập nhật giúp em , hiện tại em lo quá ạ , em xin lỗi vì đã gửi câu hỏi nhiều lần nhưng tại do em lo lắng quá nên xin pđt thông cảm giúp em ạ .Em xin cám ơn ạ",
    "PĐT CHO   ?",
    "Kính gửi: Quý Thầy/ Cô  Thầy/ Cô cho em hỏi lịch làm việc của phòng đào tạo hệ VLVH? Do em nhận thông tin là do ảnh hưởng của dịch nCov nên không biết chừng nào phòng đạo tạo mình làm việc lại    Trân trọng ",
    "Dạ em chào Thầy/Cô. Dạ đợt Đăng ký HK192 Hệ VLVH, em có đăng ký môn CI4011 - Thí nghiệm công trình, lớp T01-Thứ 6-tiết 13 14 15 , nhưng chưa thấy có Thời khóa biểu. Mong Thầy xem giúp em đăng ký môn này được chưa ạ. Em cảm ơn Thầy.",
    "Sau một học kỳ học tập tại trường, em cảm thấy mình không phù hợp với khoa em đã chọn, vì vậy em muốn dừng việc học tại khoa để ôn thi lại vào học một ngành khác tại trường. Em không biết việc xin nghỉ cần làm những thủ tục và giấy tờ gì. Xin phòng đào tạo hỗ trợ em, em xin chân thành cám ơn!",
    "Thí nghiệm công trình Mã MH: CI4011    Họ và tên :  MSSV: Do thời gian đăng ký môn học em chưa cập nhật hết điểm nên không đăng ký được. Hiện tại em đã có đầy đủ điểm em muốn đăng ký môn :Thí nghiệm công trình Mã MH: CI4011",
    "Sau một học kỳ học tập tại trường, em cảm thấy mình không phù hợp với khoa em đã chọn, vì vậy em muốn dừng việc học tại khoa để ôn thi lại vào học một ngành khác tại trường. Em không biết việc xin nghỉ cần làm những thủ tục và giấy tờ gì. Xin phòng đào tạo hỗ trợ em, em xin chân thành cám ơn!",
    "Phúc tra môn học . Xin chào anh chị! Em là Tạ Đức Anh. MSSV của em là 1710010. Vì lí do là gần đây phát sinh dịch cúm, sinh viên được nghỉ học nên em không thể lên trực tiếp phòng đào tạo để trao đổi, em gửi yêu cầu này thông qua dịch vụ online ạ. Em xin trình bày sự việc như sau. Học kì 191, em có học môn Tư tưởng Hồ Chí Minh, nhóm lớp là A07, giáo viên giảng dạy là thầy Võ Phổ. Sau khi biết điểm môn học, em nhận thấy rằng thầy/cô nhập thiếu điểm cho em vào cột bài tập lớn - cột điểm chiếm 20% số điểm. Vì thầy đã lớn tuổi, thầy không sử dụng các trang mạng trực tuyến như BKel hay là Gmail, nên em có tìm cách liên hệ với thầy Phổ qua số điện thoại của thầy. Sau khi liên lạc được, thầy giải đáp thắc mắc rằng do thầy đọc điểm cho cô nhưng có thể cô nhập nhầm hoặc không nhập. Thầy có hẹn là thầy sẽ kiểm tra lại nhưng cho đến tận bây giờ em vẫn chưa được sửa đổi. Vì vậy mà hôm nay em gửi mail nhờ thầy/ cô/ anh/ chị xem và kiểm tra lại giúp em về vấn đề này ạ. Thật sự em đã hết cách để thay đổi rồi ạ. Dưới đây là 3 tấm hình để đưa ra dẫn chứng ạ: Tấm 1: Danh sách sinh viên có nộp bài tập lớn để thấy là em có làm. Tấm 2: Điểm bài tập lớn môn học của 1 bạn trong nhóm là 8 điểm. 3 bạn còn lại đều là 8 nhưng không có điểm cho em. Tấm 3: Điểm môn học này của em. Thiếu mất 1 cột BTL ạ. Cảm ơn thầy cô (anh chị) đã đọc yêu cầu của em. Mong rằng vấn đề này sẽ sớm được giải quyết cho em ạ. Chúc anh chị có ngày làm việc tốt đẹp!",
    "Kính gửi phòng đạo tào, em tên là  sinh viên năm hai khoa Điện - Điện tử. Hiện tại sau khi kết thúc học kì 191 ĐTBCMR của e là 8,14. Theo Các mức HB.KKHT của nhà trường thì em nằm trong mức ĐTBCMR ≥ 8,00. Em muốn hỏi là em có thể đổi sang diện xét học bổng ĐTBCMR ≥ 7,00 được không ạ? mong nhà trường tạo điều kiện để em đạt được học bổng kì này ạ. Em xin cảm ơn.",
    "Trong đợt đăng kí môn học đợt 3 em đã đăng kí 2 môn tổng cộng 6 tín chỉ ME3021 và ME3215 phiếu đăng kí của em  đều thỏa điều kiện đăng kí và hai môn này không trùng tkb nhưng khi có kết quả đăng kí thì chỉ có 1 môn là ME3021 em có gửi kèm hình ảnh phiếu đăng kí. Rất mong pdt xem lại khi học kì này em chỉ thiếu có 4 tín chỉ để tốt nghiệp.",
    "Em tên Vũ  MSSV  do HK 191 em bị rớt môn ĐAMH nền móng nên em mong muốn được đăng ký ĐAMH nền móng vào HK192 để kịp tiến độ học tập, kính mong nhà trường xem xét cho em đăng ký môn ĐAMH nền móng MMH:CI3197 nhóm lớp A20 giảng viên . Em xin trân trọng cảm ơn",
    "cho e hỏi nếu e muốn học lại môn thì đăng ký khi nào trong học kỳ II hoặc học kỳ hè ạ",
    "Em muốn chuyển điểm mình qua hệ tại tức. Lý do em không trả nổi anh văn toeic. Cho em hỏi em chuyển được không và hệ tại chức có yêu cầu toeic cao không. Em cám ơn!",
    "Em chào T ạ. CHo em hỏi kì này em có đk thực tập thì tối đa đk  của em là 12 tín chỉ,em muốn xin được đk  17 tín chỉ được không ạ. vì các môn em đã đăng kí kì sắp tới toàn học buổi tối nên không ảnh hưởng đến thực tập và môn em sắp xin đăng kí cũng là buổi tối ạ. Nên em cam đoan là không ảnh hưởng đến quá trình thực tập và học tập ạ.Em xin cảm ơn ..",
    "Em chào phòng đào tạo, hôm nay em có xem thời khoá biểu học kì 192 em phát hiện giờ học bị trùng ạ, mã môn EE2022 và EE2016 lớp L24 (bị trùng vào tuần 19). Hiện em và một số bạn trong lớp đều bị trường hợp tương tự, gồm các sinh viên sau: 1. , MSSV:  2. , MSSV:  3. , MSSV:  4. , MSSV:  5., MSSV:  6. , MSSV: 7. , MSSV:  Mong phòng đào tạo có thể thay đổi tuần học hoặc chuyển nhóm môn học để tụi em có thể hoàn thành chương trình học ạ . Em xin kính chào.",
    "Dạ, chương trình liên thông thạc sĩ bắt đầu học vào ngày 10/2, nhưng em vừa nhận được mail trường mình cho nghỉ đến ngày 16/2 do virus Corona, nên cho em hỏi chương trình liên thông thạc sĩ có được nghỉ đến ngày 16/2 luôn không, hay 10/2 vẫn bắt đầu học ạ?",
    "Trong đợt 3 đăng kí môn học, em có đăng kí môn phương pháp tính(MT1009) vào chiều thứ 2 tiết 10-11-12 mà khi có thời khóa biểu lại không có môn học đó. Mong phòng đào tạo xem lại giúp em.",
    "Chào , Pdt cho e hỏi: kỳ trước ĐTBHK của em là 0.00, cộng với kỳ này e chưa đkmh, bây giờ em đk học dự thính thì liệu em có không bị buộc thôi học không ạ, trong trường hợp ấy thì lúc nào em có thể nộp đơn đăng ký thu nhận lại ạ.Chuyện là em có vấn đề về sức khoẻ nên kỳ trước em bỏ dỡ chuyện học ạ.Mong pdt phản hồi sớm giúp em .",
    "Em chào Phòng đào tạo. Hiện tại email sinh viên của em hơn một tháng nay không nhận được bất cứ mail nào về các cập nhật của nhà trường như ĐKMH, các bản tin hay gần nhất là thông báo nghỉ học do virus Corona. Email gần nhất em nhận được là email được gửi từ Phòng Quản trị Thương hiệu ngày 13/12/2019,từ đó đến nay em không còn nhận được email nào nữa. Kính mong Phòng đào tạoan quản trị kiểm tra và phản hồi kết quả cho em sớm. Em cảm ơn.",
    "Tốt nghiệpHiện tại em đã hoàn thành chương trình học và muốn đăng ký tốt nghiệp 4/2020, nhưng em muốn rút môn học để đăng ký tốt nghiệp, vậy khi nào thì em được rút môn ạ ?",
    "Kính gửi Phòng Đào Tạo, Em là  MSSV: 4 Em là sinh viên khoa Môi Trường khóa 2012, em hiện đang thiếu 2,5 ngày công tác xã hội để xét tốt nghiệp. Do đợt nghỉ dài hạn vì dịch cúm Corana nên em chưa thể lên phòng đào tạo để phản hồi. Em viết đơn này mong thầy/cô có thể hỗ trợ em xét đăng ký tốt nghiệp trước để em có thể nhận bằng tốt nghiệp tạm thời và hoàn tất hồ sơ du học, hoặc tạo điều kiện để em có thể bổ sung ngày công tác xã hội sớm. Em cam kết sẽ tham gia công tác xã hội để bổ sung hoàn chỉnh sau đó. Xin lỗi vì đã làm phiền thầy/cô. Em xin cảm ơn. ",
    "Cho em hỏi vì trường đang nghỉ nên em không thể lấy kết quả thi toeic nên không nộp được không biết ngày đăng ký luận văn tốt nghiệp có được dời không ạ",
    "Em đăng ký thực tập tốt nghiệp mà bị huỷ, bây giờ em đăng ký lại được không?",
    "Em là sinh viên khóa k19 hiện em đang muốn đăng ký môn kinh tế học đại cương mã số môn IM1013 lớp L04 của thầy  do em không đăng ký được môn này trong đợt đăng ký chính thức do các lớp là đủ số lượng ",
    "Trong đợt 3 đăng kí môn học, em có đăng kí môn phương pháp tính (MT1009) vào chiều thứ 2 tiết 10-11-12 mà khi có thời khóa biểu thì lại hủy môn học đó của em.",
    "cho em hỏi muốn đăng ký rút môn học trực tuyến có được không? nếu có thì chi tiết như thế nào ạ? ﻿em cám ơn.",
    "Dạ em xin chào, Dạ HK192 này em không đăng ký được môn đồ án KTHH (CH4007) và môn chuyên đề luận văn (CH4351). Lý do là môn anh văn 2 em đang học, ngày 15/2 mới có điểm trên hệ thống (em qua môn này). Nhưng ngày 6/2 đã hết hạn đăng ký môn học đợt 3, nên em không thể đăng ký được ạ, do thiếu anh văn 2. Vì đây là 2 môn tiên quyết để làm luận văn nên em rất mong được học trong HK192 này ạ. Em xin chân thành cảm ơn. Việt Thắng.",
    "Kính gửi phòng đào tạo. Học kì 192 em đăng kí môn tổng cộng dưới 10 tín chỉ. Do em bị liệt điểm anh văn nên chỉ học được những môn đại cương . Cho em hỏi môn học em đăng ký ở học kỳ này có được chấp nhận không ạ? Và nếu được chấp nhậ vậy sau khi học xong kì này em có bị cảnh cáo học vụ hay không ạ ?",
    "Kính chào ban giám hiệu, em tên , MSSV , ngày 16/1/2020 e có lên trường làm đơn tạm dừng để thực hiện nghĩa vụ quân sự, trong giấy hẹn là ngày 7/2/2020 có kết quả, nhưng bị ảnh hưởng của dịch rocona nên trường cho sv nghỉ đến ngày 16/2/2020, nhưng em lại đi nghĩa vụ ngày 12/2/2020, em muốn hỏi là ngày 10/2/2020 e có thể nhận kết quả được khộng ạ, em xin cám ơn.",
    "Em được biết là trường sẽ cho sinh viên nghỉ hết ngày 16/02/2020, vậy đợt đăng ký LVTN cuối cùng theo lịch là từ 11/02/2020 - 17/02/2020 có được dời lại không ạ.",
    "trường dhbk nghĩ 2 tuần thì thời gian đăng kí môn học dự thính có được dời lại ko ạ? Và thời gian nộp chứng chỉ ngoại ngữ chuyển điểm có được dời lại không ạ?",
    "Em tên là  - MSSV:  Em có nhận mail báo đã trúng tuyển chương trình ASEAN Recruiting Project 2020 và thông báo sẽ bắt đầu học vào ngày 10/2. Vậy cho em hỏi việc trường nghỉ đến ngày 16/2 có ảnh hưởng đến lịch học của chương trình này không ạ?",
    "dfg",
    "Em chào thầy ạ. Em là SV hệ VHVL học chương trình khóa 2013. Em đã đăng kí môn luận văn tốt nghiệp trong 2 đợt ĐKMH, lần nào cũng báo lỗi thiếu môn học và bị hủy kết quả. Các môn đó em đều đã học môn tương đương chung với hệ chính quy . Em kinh mong đợt bổ sung cuối này, phòng Đào tạo có thể cho em đăng kí môn Luận văn tốt nghiệp (202303) . Em xin chân thành cám ơn.",
    "Em có nguyện vọng muốn chuyển lớp bóng rổ sang lớp ở cs1 ạ vì nhà em ở quận 6 nên thời gian di chuyển xa . Em xin cảm ơn",
    "Em chân thành đóng góp ý kiến.Em thấy mùa dịch còn kéo dài nếu thế thì sẽ phải nghỉ khá nhiều mà chương trình thì khá nặng em nghĩ trường mình cũng rất tốt về mặt kỹ thuật nên em đề xuất trường tổ chức học online thì rất hợp lí có thể đăng các video bài giảng lên trước sau đó sinh viên tự học rồi qua đợt dịch này có thể lên lớp giáo viên chỉ cần giảng sơ lại thôi như vậy thì sẽ tiết kiệm thời gian khá nhiều. Em cảm ơn ạ nhà trường xem xét ý kiến a!  .",
    "Hôm ngày 06/02 pdt em có xin đăng kí môn trễ và pdt có cập nhật mà lỡ thiếu môn  kĩ thuật số (EE1015). Mong pdt xem xét cập nhật lại vì đây là môn tiên quyết cho vài môn của kì tiếp theo của khoa điện. Nếu bị vướng lịch học môn tư tưởng pdt có thể xếp cho em học giờ khác. Em xin cảm ơn rất nhiều.",
    "Em là , MSSV , hiện đang là sinh viên lớp DD17KSVT. Vào đợt 3 đăng kí môn học hệ chính quy, em có đăng ký môn Xử lý ảnh (EE3035) nhóm A02, nhưng quên mất nhấn nút Đăng ký/Gửi nên em đã không được tham gia lớp. Vì vậy em viết đơn này kính mong được nhà trường cho phép em được đăng kí bổ sung và tham gia lớp A02 môn Xử lý ảnh EE3035 . Em nhận thấy môn học này rất quan trọng trong hướng học tập, nghiên cứu của bản thân nên rất mong muốn được học trong học kỳ này. Kính mong được sự cho phép của nhà trường. Em xin hứa sẽ không tái phạm lần sau. Em xin chân thành cảm ơn ạ.",
    "Kính gửi thầy cô pdt trường đh Bách Khoa, em tên  MSSV  , thầy cô cho em hỏi là trong tuần đầu tiên của học kì 192 thì em có thể làm đơn để đăng kí thêm môn học EN2021-LO1 được không ạ? Do môn đó sỉ số 60/60 ạ. em xin cảm ơn",
    "Kính gửi phòng đào tạo đại học bách khoa, Em là sinh viên k14, theo chương trình đào tạo của khóa 2014 thì khi em lấy bằng toeic với điểm số 500 thì được chuyển điểm miễn anh văn 4. Nhưng do đến hiện tại em mới thi lấy bằng 500 toeic xong, nhưng không biết điểm đó có đủ để miễn av4 được không ạ. để trong kỳ này em kịp nhận bằng tốt nghiệp. Em cảm ơn ạ!",
    "cho em hỏi ngày 15-2 em có lịch sinh hoạt công dan . nhưng trông thông báo vừa rồi là sv nghĩ đến hết ngày 16 . Vậy ngày shcd đó có dời lại luôn không ạ em chưa nghe nói gì về chuyện này ah",
    "Em chào thầy (cô). Tình trạng của em là sinh viên khoá 2014 học môn kỹ thuật số (mã MH EE1009) lần đầu không đạt. Kì 191 em có học môn cùng tên nhưng khác mã (mã MH EE1015) và đã đạt. Nay em xin hỏi ban đào tạo là em có được tính đạt môn học đó hay không và em cần làm gì để được tính đạt trong mục Tiến độ học tập của em . Em xin cảm ơn.",
    "Dạ hiện tại em có thắc mắc như thế này ạ, Em đang học năm 4 khoa Kỹ thuật hóa học, em đã tích lũy đủ số tín chỉ cần thiết để ra trường chỉ thiếu môn LVTN nữa thôi ạ, do thiếu chứng chỉ ngoại ngữ nên học kì II năm học 2019-2020 em chưa đăng ký được môn LVTN và hiện tại em đã đăng ký một môn học khác. Nên em muốn hỏi là nếu em rút môn học đã đăng ký thì em có bị đình chỉ học kỳ kế tiếp hay không? Và tuy chưa đăng ký môn LVTN nhưng hiện tại em đã làm xong phần thực nghiệm chỉ còn viết báo cáo nữa thôi, không biết có cách nào để em có thể bảo vệ LVTN trong học kỳ này và tốt nghiệp đúng hạn không ạ? Em cảm ơn.",
    "Em có đăng kí phúc tra môn trắc địa công trình nhưng đến giờ 1 tháng vẫn chưa có kết quả ạ. Cho em hỏi khi nào có kết quả vậy ạ?",
    "PĐT cho e hỏi hiện học kì 2 chưa bắt đầu thì e có thể đăng kí thêm môn học được không và nếu được thì e có thể tham khảo làm đơn đăng kí môn học ở đâu ạ. E cám ơn",
    "Do sắp đến đợt đăng ký dự thính mà kết quả phúc tra cuối kỳ môn truyền số liệu và mạng vẫn chưa có Em mong được hỗ trợ sớm nhận được kết quả từ giảng viên để sớm có kế hoạch học tập phù hợp",
    "Em tên là:  MSSV:  Chuyên ngành: Công Nghệ Thông Tin (VLVH) Dạ em kính chào phòng đào tạo, em xin được hỏi là hiện tại nếu em đang học văn bằng 2 (hệ vừa học vừa làm) nếu em muốn đăng ký học văn bằng 2 chính quy (buổi sáng) thì em có thể chuyển lên được không ạ hay phải thi vào ạ? Em xin chân thành cảm ơn.",
    "Chào Thầy/Cô, Em là sinh viên khóa 2016, thầy/cô cho em hỏi nếu chỉ nộp CCNN (toeic) mà không xét miễn môn anh văn 4 (em đã học đến anh văn 3) thì có đủ điều kiện để đăng ký luận văn tốt nghiệp không ạ. Vì em có dự định sẽ thi lại toeic rồi mới chuyển điểm. Em xin cảm ơn ạ",
    "Kính gửi phòng đào tạo, Em tên VÕ TÂN PHÚ, mssv: 1612631, lớp VP2016XDC, chương trình PFIEV. Trong đợt đăng kí môn học (ĐKMH) cho HK 192 vừa rồi, có tổng cộng 3 đợt đăng ký. Do chủ quan, nghĩ rằng những môn học này chỉ có mỗi lớp Việt Pháp VP2016XDC học, nên em chỉ đăng kí vào mỗi đợt 1 và không kiểm tra hai đợt còn lại. Kết quả là HK 192 sắp tới, em chưa có môn học nào đăng kí thành công và chưa hiện thời khóa biểu trên Mybk. Nay em muốn xin phòng đào tạo xem xét lại trường hợp của em và cho phép em đăng kí lại bổ sung 13 môn học còn lại (có hình ảnh đính kèm) trong chương trình đạo tạo ạ. Vì đây là các môn học trong chương trình đào tạo, nên các điều kiện về số tính chỉ tối đa trong một học kỳ là không vi phạm; về thời khóa biểu đều được thỏa mãn và em không vi phạm điều kiện ĐKMH. Nên việc bổ sung thêm 13 môn học này là khả thi ạ. Kính mong Phòng Đào tạo sẽ bỏ qua cho sự khinh suất này của em và cho phép được bổ sung 13 môn học còn lại. Vì nếu không có 13 môn học này, thời gian học của em sẽ phải kéo dài thêm 1 năm (do điều kiện về môn học tiên quyết) và nhịp độ học tập của em cũng sẽ trễ theo ạ. Từ giờ em sẽ đọc và tuân thủ Quy chế Phòng Đào tạo cẩn thận hơn. Em sẽ rất biết ơn phòng Đào tạo và mong sớm nhận được phản hồi của quý thầy/cô trước khi bắt đầu HK 192 ạ. Em cảm ơn ạ. Dưới đây là thông tin về 13 môn học em muốn đăng kí và đã đăng kí ở đợt 1 nhưng chưa thành công ạ: (Số thứ tự Mã số môn học Tên môn học Số tính chỉ ) 1. 809709 Mô hình hóa kết cấu nhà 2TC 2. 805704 Thiết kế nền móng 2TC 3. 802710 Thí nghiệm vật lý công trình 1TC 4. 804705 Kết cấu thép và kết cấu hỗn hợp 3TC 5. 804706 Thiết kế kết cấu nhà 2TC 6. 807702 Kỹ thuật và tổ chức thi công 4TC 7. 808701 Thủy văn đại cương 2TC 8. 800752 Thực tập cán bộ kỹ thuật 5TC 9. 003723 Anh văn 8(XD) 2TC 10. 804707 Đồ án kết cấu thép 1TC 11. 807705 Đồ án tổ chức thi công 1TC 12. 813706 Kiến trúc 3TC 13. 003730 Pháp văn 8 (XD) 3TC   /l   B  Tổng: 13 môn học - 31",
    "Em xin được tham dự môn học Tr3091-Ô to chuyên dùng nhóm A01 được mở vào học kì 2 năm 2019-2020 . em kính mong nhà trường xem xét cho e tham dự lớp học để tốt nghiệp .e xin cảm ơn ",
    "Chào thầy cô ạ, E là . Thầy cô cho em hỏi: Đã qua đợt DKMH trong học kì chính rồi và em chưa đăng kí môn học X. Vậy có cách nào để em xin vào lớp bất kì trong học kì chính để học được ạ. Em cám ơn thầy cô.",
    "Học phí . học phí luận văn tốt nghiệp của em chính xác là 4.320.000 mà BKPAY lại thu của em 7.200.000 và sau hai tháng vẫn chưa trả lại số tiền thừa cho em dù em đã cung cấp số tài khoản. tại sao bắt đóng trực tuyến mà lại sái sót như vậy",
    "Cho em hỏi học kỳ 192 này em đk thực tập tốt nghiệp. Vậy gio em phải lên khoa liên hệ phải không ah. Và nếu lien hệ khoa thì đợi lịch làm việc của khoa phải không",
    "Pdt cho em xin đổi môn tư tưởng ( SP1005) từ cơ sở 2 sang cơ sở 1 để đi lại thuận tiện được không ạ tại học kì này mọi môn khác em đều  học ở cơ sở 1. Em xin cảm ơn pdt.",
    "Em muốn đăng ký môn kinh tế học đại cương mã môn IM1013 của thầy  lớp L04 đây là đơn xác nhận ạ",
    "Kính gửi PĐT Trường ĐHBK TPHCM Em tên , sv đại học B2, khóa 2014 ngành cầu đường. Đợt ĐKMH HK192 em đăng kí MH nhưng không được vì Trường buộc thôi học do điểm TBHK=0 nhưng thực tế là em có đăng kí học và thi các môn ở chương trình Cao học. Vậy nên em xin PĐT cứu xét giúp! Em xin chân thành cám ơn. P/S: em gửi đính kèm DKMH & Bảng Điểm",
    "Em xin chào phòng Đào tạo nhà trường, em có câu hỏi về vấn đề phúc tra điểm bài thi cuối kỳ. Nếu như điểm sau phúc tra thấp hơn điểm trước phúc tra thì sẽ lấy điểm nào ạ? Em xin cảm ơn phòng đào tạo.",
    "Dạ em xin chào, Dạ HK192 này em không đăng ký được môn đồ án KTHH (CH4007). Lý do là môn anh văn 2 em đang học, ngày 15/1 mới có điểm trên hệ thống (em qua môn này). Nhưng ngày 6/1 đã hết hạn đăng ký môn học đợt 3, nên em không thể đăng ký được ạ, do thiếu anh văn 2. Vì đây là môn tiên quyết để làm luận văn nên em rất mong được học trong HK192 này ạ. Em xin chân thành cảm ơn. .",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . Thưa ban quản lý, ở phần cập nhật địa chỉ cá nhân,tại mục địa chỉ thường trú, địa chỉ em là tổ 10, Khu phố Ông trịnh, Phường Tân Phước, Thị xã Phú Mỹ, BRVT thì thông tin các mục chưa được cập nhật nên không thể chọn đúng được. Như vậy cho em hỏi là thông tin em sẽ cập nhật như thế nào ạ?",
    "Kính gửi PDT, Em là:  MSSV: 9 Vừa rồi em có đăng kí thi vét, nay có bảng điểm. Nhưng điểm thi vét của em không phải là điểm tổng kết cuối cùng. Nay kính mong PDT xem xét và chỉnh sửa giúp em Em xin chân thành cám ơn!",
    "Em chào thầy/cô, Do tình hình dịch cúm và nhà trường cho nghỉ học nên cho em được hỏi rằng: Em có thể lấy BHYT năm 2020 được không ạ? Và tại đâu (do em gần cs1 hơn)? Em cảm ơn",
    "Cho em hỏi thủ tục bảo lưu kết quả khi em thực hiện NVQS 2020. Hiện tại em vẫn đang học tại trường nhưng ở địa phương đã gửi giấy nhập ngũ vài ngày 12.2.2020. Em cám ơn",
    "vậy môn Hóa ĐC  đký đc ko a. cho e đký vào lớp đó .",
    "Dear anh/chị, Em tên :  MSSV :  Em muốn đăng ký vào lớp: Xác suất thống kê - Giáo Viên :  - Nhóm lớp : A01 - Cơ sở : 1 - Thứ 3 : tiết 3-4-5 - Phòng : B1-212 Trước khi học kỳ bắt đầu em đã có gửi câu hỏi/yêu cầu và đã được đánh dấu solved nhưng hiện tại em không có môn này trong thời khóa biểu. Mong anh chị giúp em đăng ký lại môn này ạ. Em xin chân thành cảm ơn Trân trọng, ",
    "Em là sinh viên khoá 2016, môn học theo chương trình đào tạo là môn \"Thiết kế luận lý với verilog HDL (CO2009)\". Vì lý do Anh văn nên em không học được môn CO2009. Vào HK1 (2018-2019), em đăng ký môn tương đương là \"Thiết kế llý với verilog (CO2033)\" do môn CO2009 không còn mở nữa. Hiện tại trên myBK, mục \"Tiến độ học tập\" của em môn CO2009 đánh dấu bắt buộc và không có điểm cho môn này. Cho em hỏi việc này có ảnh hưởng tới điều kiện xét tốt nghiệp của em, việc này phải xử lý sao ạ. Em cảm ơn, mong sự phản hồi từ PĐT.",
    "Dạ em đã đăng ký online lại môn CI4011 - Thí nghiệm công trình. Lịch sử đăng ký em thấy báo thiếu môn CI3009-Kết cấu thép 1. Môn này em đã học trong học kỳ trước ạ. Nhờ Thầy xem xét giúp em. Em cảm ơn Thầy.",
    "Em là Đào Đình Khôi, sinh viên khóa K15 CTTT- ngành điện- điện tử vừa mới hoàn thành bảo vệ LVTN HK 191 vừa rồi và đã hoàn thành chương trình đào tạo ạ (em bên phân ngành Năng Lượng). Dạ cho em hỏi là khi nào em được nhận bằng tốt nghiệp tạm thời để nộp cho công ty ạ ? Em xin cảm ơn.",
    "Em có đăng ký môn học đồ án bê tông 1 trong kỳ chính nhưng môn học song hành là bê tông 1  không có mở trong kỳ chính vì vậy nên em với một nhóm bạn có đăng ký xin mở lớp vào kỳ này. Đến lúc nộp danh sách bạn ấy lại nộp thiếu tên em. Môn học đồ án bê tông 1 trên thời khóa biểu của em hiện tại đã bị xóa. Em muốn hỏi là em có thể được thêm lại vào lớp bê tông 1 và đồ án bê tông 1 được không ạ?",
    "HC17HLY. EM VIẾT CÂU HỎI NÀY NHẰM HỎI THỬ XEM LIỆU MÔN  QUẢN TRỊ KINH DOANH CHO KỸ SƯ( IM3001) CÒN CÓ THỂ THÊM SĨ SỐ ĐƯỢC KHÔNG, VÌ EM MUỐN ĐĂNG KÝ THÊM TRONG HỌC KỲ 2 NÀY",
    "Kính gửi thầy cô PDT, em tên  MSSV 162426, em đã nộp CCNN thỏa yêu cầu nhận luận văn vào ngày 24/1 để được đăng kí đợi luận văn bổ sung vào ngày 7/2, hôm nay em lên dki thì hệ thống báo là chưa có chuẩn av LVTN, em lên kiểm tra thì chứng chỉ đang đc thẩm tra, em đọc trên quy định thì sau khi nộp chứng chỉ từ 2 ngày sẽ đki đc môn học. Mong thầy cô kiểm tra, giải đáp và mở đăng kí sớm cho em để em kịp đợi dki luận văn này. Em xin cảm ơn",
    "Phúc tra môn học . Em bị sai điểm thành phần, cụ thể: 1/ Điểm bài tập eL của em lần lượt là 8.5 10 9.5. Như vậy điểm bài tập của em sẽ khoảng 9.3 nhưng chỉ nhập 8.5. 2/ Nhập thiếu điểm bài tập lớn của em ( 8 điểm ) Vì 2 vấn đề trên mà em bị rớt môn lý 1. + Em đã có trao đổi với giảng viên và thầy kêu em lên làm đơn phúc khảo vì thầy bảo thây không có quyền sửa điểm mà quyền đó thuộc về GV lí thuyết. Em đã viết mail cho cả PĐT, Gv lí thuyết, Gv bài tập rồi ạ. Mong nhà trường đưa ra hướng xử lí ạ. + Ngoài em ra cũng rất nhiều bạn bị giống em ạ.",
    ". Em Không thể đăng ký các môn CI2305, CI3215, Ci3217, CI3049, Ci3203, do thiếu môn học trước CI2003 Môn học đã học vào học kì dự thích 18.3 Môn học này em vắng thi, không cập nhật bảng điểm  Em mong Phòng Đào Tạo xem xét Em cảm ơn",
    "Kính gửi Phòng đào tạo đại học Bách Khoa Tp.HCM Quý Thầy/ Cô cho em hỏi em học khóa 2014 . Em thi toeic 2 kỹ năng đọc và nghe được 500 điểm, vậy em có được miễn av4 không, em có xem qua Phụ lục 1. em thấy có 2 có 2 bảng quy đổi tương đương, một bảng áp dụng từ học kỳ HK1/2017-2018 thì 500 Toeic sẽ được 5,0 điểm av4 , còn bảng HK1/2020-2021 thì 600 điểm sẽ được 5.0 av4. vậy em học k14 mà giờ em mới nộp vậy có được miễn av4 không ạ. Chuẩn đầu ra toeic khóa em chỉ cần 450 điểm thôi . Em chân thành cảm ơn! Mong quý Thầy/Cô giải đáp thắc mắc giúp em với.",
    "t đăng kí môn học vừa rồi em có đăng kí luận văn mã môn học CI4343, nhưng khi nhận được kết quả thì nó bị hủy do thiếu môn tiên quyết CI3177_đồ án bê tông cốt thép 2. nhưng theo chương trình đào tạo khóa k2015 của em thì em không cần phải học môn đó. hình như pđt đã áp dụng mã môn học k16 cho em nên xảy ra tình trạng đó ạ. em cám ơn và mong pđt chỉnh sửa để em đk được luận văn.",
    "dạ cho e hỏi là còn đợt đăng ký môn học chính quy nào nữa ko ạ",
    "n bê tông 1. MSMH : ci2093 Hưhỏng sửachữa côngtrình. MSMH : ci1051",
    "Dear thầy/cô, Em là sinh viên lớp CK16CXN . Hiện em muốn chuyển từ khoa Cơ Khí (hệ chính quy) sang ngành Công nghệ thông tin - khoa KHMT (hệ VHVL) thì em cần chuẩn bị những hồ sơ gì? Và hiện phòng PĐT hệ VHVL đã làm việc chưa ạ? Em xin cám ơn, MSSV: ",
    "Chào thầy cô, em được biết do ảnh hưởng của dịch viêm đường hô hấp nên phòng đào tạo đã cho lùi lịch trên Lịch học vụ, nhưng phần môn Đồ án chuyên ngành điện bị lỗi vẫn chưa lùi lịch. Cho em hỏi là Đồ án vẫn học bình thường hay bị lùi lịch.Em cảm ơn.",
    "Dạ em là sinh viên năm 5 chương trình PFIEV. Em và một vài bạn hiện đang nợ môn   B Tự động hóa & điều khiển tối ưu của HKI năm 3   . Chúng em muốn đăng ký dự thính môn này cho HKII năm nay thì phải làm những gì và cần tối thiểu bao nhiêu bạn để đủ sĩ số mở lớp ạ?",
    "Chào Anh /chị Em tên , MSSV:  Lý do: hiện em đang theo học hệ VHVL, khoa kỹ thuật cơ khí , nhập học tháng 9 năm 2018. Em đang theo học chương trình kỹ thuật cơ khí 2016. Anh/Chị kiểm tra giúp em, em cần toiec bao nhiêu để làm luận văn tốt nghiệp và ra trường ạ. Em cảm ơn rất nhiều ạ! Chào Anh/chị  ",
    "Nhà trường cho em hỏi , em nay đã đủ điều kiện tốt nghiệp mà trong học kỳ 192 em lỡ đăng ký 1 môn , vậy em lên phòng đào tạo đề nghị rút môn có được công nhận tốt nghiệp vào tháng 4/2020 không ạ ? Em cảm ơn",
    "Dạ em vừa kiểm tra thời khóa biểu học kì 192 thì nhận thấy Phòng Đạo Tạo đăng kí môn bóng đá của em nhầm lớp như hình .Không biết có cách nào để em được học vào lớp ban đầu em đăng kí không ạ?",
    "cho em hỏi lớp tiếng anh 1 L02 cô  khi nào có điểm vậy ạ.",
    "Kính gửi: phòng đào tạo trường đh bách khoa HCM Em tên là:   Sinh viên khóa: K19  Em làm đơn để xin hỏi hè năm nay em có thể đăng kí học dự thính hè được không ạ? ",
    "dạ em chào thầy cô, em là sv năm 1 và em có dự định nộp ccnn để tăng đtbtl để phân ngành, vậy em phải nộp vào lúc nào là thích hợp ạ? mốc thời gian như em gửi hình liệu có kịp không ạ? em cám ơn rất nhiều",
    "E là sv năm nhất đã nộp bằng IELTS và đã qua soft skill và kỹ năng xã hội thì em được trừ lại bao nhiêu vào học phí 30tr ạ ?  Và em đăng kí 2 môn thể dục thì có phải đóng thêm không ạ  E cảm ơn ạ",
    "Thưa thầy/cô, do em bất cẩn đăng kí học trả nợ môn sức bền vât liệu sai mã môn học CI2001(3 chỉ) thành CI2007(4 chỉ). Vậy cho em hỏi, em có thể làm đơn xin chuyển điểm cho môn học này, hay em phải học lại môn sbvl CI2001 ạ?",
    "kính thưa PDT,xin cho em được đăng kí môn đồ án chuyên ngành(ktn) ME4053 ạ. Em xin lỗi vì đã không đăng kí môn học khi môn học mở, kì này môn ME4053 của ngành em ít người đăng kí nên không mở lớp , bọn em đã làm đơn xin mở lớp và được PDT cho mở lớp, nhưng em quên đăng kí trên trang MyBK vì nghĩ là đăng kí trên file excel gửi PDT là được đăng kí rồi ạ, em cũng có kiểm tra vài lần trên đăng kí môn học ở MyBK mà không thấy ạ. Em xin chân thành cảm ơn",
    "Chào thầy/cô, Do sau 3 đợt đăng ký môn học học kỳ HK192 em mới có kết quả thi toeic, nên lúc đó em không biết mình có qua toeic hay không. Hiện tại, do kết quả toeic em không trên 500 nên kỳ tới HK192 không đăng ký luận văn được. NÊN em mong đào tạo có thể cho em đăng ký bổ sung môn Đề cương luận văn tốt nghiệp (CO4311) được không ạ. Em chân thành cảm ơn thầy/cô ạ.",
    "Thầy cô cho em hỏi đăng kí bảo hiểm đợt 3 vào ngày mấy ạ. Em cảm ơn",
    "Thưa thầy,cô  Hiện tại vì không đủ chuẩn anh văn theo quy định nên em không thể tiếp tục hoàn thành luận văn cùng các bạn nên em đang có ý định là làm lại đề tài khác nhưng không kịp đăng ký môn đề cương luận văn, em mong muốn thầy, cô có thể sắp xếp mở 1 đợt đăng ký đề cương (CO4311) trước khi bắt đầu kỳ mới, em xin chân thành cảm ơn.",
    "Dạ em chào thầy cô. Em là sinh viên k15 hiện tại em thi toeic được 435 không đủ điều kiện nhận luận văn ( quy định là 450) . Cho em hỏi nếu giáo viên hướng dẫn  đã xác nhận cho nhận đề tài , thì có cách nào để em dc làm luận văn và bổ sung chứng chỉ ngoại ngữ sau để được làm luận văn kì này không ạ.và việc hiện tại thời khoá biểu hk192 em không có môn học( em đã hoàn thành chương trình ngoại trừ môn luận văn) có ảnh hưởng tới việc nếu được làm luận văn kì này không ạ . Em cảm ơn phòng đào tạo đã tiếp nhận câu hỏi của em.",
    "Kính chào Phòng đào tạo Vào tuần sau, theo phân lịch, em được sắp xếp lịch SHCD vào buổi sáng ngày 15/02/2020. Tuy nhiên, theo thông báo của nhà trường, sinh viên được nghỉ học đến hết ngày 16/02/2020 để tránh dịch . Vậy lịch SHCD có được dời lại không và sẽ dời sang thời gian nào ạ ? Em mong được các thầy cô thông báo sớm để sắp xếp lịch. Em cảm ơn các thầy cô nhiều ạ !",
    "Học kì này em sẽ nhận làm LVTN và em có thắc mắc: Sau khi bảo vệ LVTN, em có thể tiếp tục đăng ký môn học để CẢI THIỆN ĐIỂM được hay không? Em xin cảm ơn!",
    "Trong khoảng thời gian 11 - 17 tháng 2 sắp tới sẽ có một đợt đăng ký bổ sung LVTN nhưng hiện tại, CCNN Toeic của em vẫn trong tình trạng \"Đang thẩm tra\" . Khi nào quá trình thẩm tra này sẽ kết thúc? Nếu có trục trặc trong quy trình thẩm tra (về chất lượng hình ảnh, xác thực, ...), làm thế nào để em biết được và có cách xử lý? PĐT có liên lạc với em bằng email hay số điện thoại cá nhân hay không?",
    "Em hiện thuộc chương trình PFIEV (Việt Pháp) và học kì này sẽ nhận LVTN. Em hiện chưa có chứng chỉ tiếng Pháp để đạt yêu cầu của chương trình. Câu hỏi: em có thể bổ sung CCNN tiếng Pháp DELF sau khi hoàn thành LVTN được hay không? Việc này có thời hạn hay không và nếu có sẽ là bao lâu? Xin cảm ơn!",
    "Dạ, khi con tải ảnh .jpg lên phần đính kèm hình ảnh giấy chứng nhận thi TOEIC thì sau khi nhấn nút xác nhận thông tin, có hiện bảng báo là yêu cầu ảnh dưới 1mb, do con chụp trực tiếp nên lúc ấy không biết ảnh bao nhiêu mb. Sau khi chụp ảnh xem lại thì thấy trên 2mb lận. Vậy con phải nhấn đăng kí mới lại và gửi ảnh dưới 1mb hay sao ạ? Hay không cần đăng kí lại lần nữa và ảnh cũ 2mb đó vẫn được chấp nhận ạ? Con cảm ơn thầy cô",
    "Trong tuần sau, tuần được trường cho nghỉ, em tranh thủ đi mổ ở dưới bàn chân. Mà sang năm 2020 em chưa nhận được Bảo hiểm y tế. Vậy em có được thanh toán như trong khoản bảo hiểm ý tế không ạ ? Em có cần làm thêm những giấy tờ  gì không ạ ? Em xin cảm ơn",
    "Em xin tăng sĩ số của môn học Anh văn 4 (LA1009) lớp A01 buổi thứ 6 - tiết 345 ạ! Do em chưa học môn học Anh văn 4 và cần đủ chỉ để xét tốt nghiệp",
    "Kính chào Thầy Cô. Đợt đăng ký môn học vừa rồi em đã sơ suất không đăng ký môn chuyên ngành Hệ thống PLC . Nếu học kỳ này em không đăng ký được môn học này thì có khả năng sẽ không được làm luận văn vào học kỳ sau. Do em đang nợ nhiều hơn 7 tín chỉ nên không đủ điều kiện đăng ký làm luận văn. Vậy kính mong Thầy Cô có thể giúp em đăng ký bổ sung môn học này để học kỳ sau em có thể làm luận văn ạ. Em xin chân thành cảm ơn Thầy Cô. Tên môn học: Hệ thống PLC MSMH: ME3031",
    "Em chào thầy/cô ạ! Em tên là  Nội dung: do trong thời khóa biểu của em có 6 môn nhưng trên e-learning lại thiếu mất bài giảng 1 môn là môn  ạ! Rất mong thầy/cô kiểm tra và giúp đỡ em với ạ! Em cảm ơn thầy/cô! Em chào thầy/cô ạ!",
    ". Phòng CTCT-SV - Trạm Y Tế có làm việc khi lịch nghỉ của sinh viên được kéo dài đến ngày 16/02 không ạ?",
    "Kỳ chính em đăng kí 3 môn học. Hiện 2 môn đã hiện môn trên trang e-learning cá nhân còn môn học đồ án thiết kế Me2011 không có. EM học khoa cơ khí. Xin chân thành cảm ơn ạ!",
    "Trường mình cho nghỉ tránh dịch virus Corona tới hết ngày 16/2, nhưng vì trước đó phòng CTCT-SV đã dời lịch SHCD của SV sinh hoạt vào ngày 06/1 lại ngày 15/2, vậy cho em hỏi vào ngày 15/2 bọn em có phải đi sinh hoạt không ạ? Em cảm ơn! ''SV học ngày 06/01/2020 tại Hội trường A5 - cơ sở Lý Thường Kiệt, chuyển sang thứ bảy ngày 15, 22/02/2020 tại Hội trường A5.''",
    "Em đăng ki´ nhầm môn đồ án của điện tử mã ee3061, em xin đổi lại môn đồ án mã ee3151... Do em vô tình nhìn qua´ trình học tập trên mybk thấy mã môn đồ án là ee3061, em không biết là môn đồ án của điện tử... Môn này rất quan trọng. Mong Thầy cô giúp em, em xin cảm ơn.  U",
    "Em là , mssv   Trong đợt đăng ký môn học, em có nhu cầu học môn Giải tích 2 của chương trình PFIEV và đăng ký môn học với mã 006723 Đây là mã mới so với mã 006712 trước đó Nhưng qua các đợt đăng ký môn học em vẫn không tìm được lớp học Sau đó qua trao đổi với phòng đào tạo cũng như văn phòng khoa Việt Pháp, em được biết mã môn học đã được tiếp tục thay đổi sang mã mới là MT1013 Đáng tiếc em không bổ sung kịp môn học này vào thời khóa biểu học kỳ 2 năm học 2019-2020  Em mong phòng đào tạo và ban giám hiệu nhà trường xem xét và chấp thuận cho nhu cầu được đăng ký bổ sung môn học Giải tích 2 (MT1013) để em có thể hoàn thành môn học và đủ điều kiện làm luận văn vào năm học tiếp theo ạ Em xin cảm ơn! ",
    "Kính thưa thầy/cô, em tên là , là sinh viên lớp VP16XDC. Em có nguyện vọng đăng kí thêm môn học Thực tập cán bộ kỹ thuật, mã môn học 800752 trong học kỳ 192. Em kính mong thầy/cô xem xét để em có thể đăng kí bổ sung môn học vào học kỳ 192. Em chân thành cảm ơn thầy/cô đã đọc và hỗ trợ em.",
    "Thưa PĐT,  Em là , mssv , vì lí do cá nhân nên em ko đăng kí được môn học Xử lí số liệu mã CH3309, em mong PĐT có thể giúp em tăngs sỉ số lớp để em có thể học kịp tiến độ tốt nghiệp ạ. Ngoài ra, không biết em có thể hủy môn thời khóa biểu môn hóa hữu cơ ở cơ sở 2 và xin vào lớp hóa hữu cơ ở cơ sở 1 được ko ạ. Em cám ơn.",
    "Dạ vì hiện tại còn 1 tuần nữa vào học kỳ mới nhưng em đã bỏ qua đợt đăng ký môn học. Cho em hỏi là hiện tại em có thể làm đơn để bổ sung đăng ký được không ạ. Em cảm ơn ạ.",
    "Dạ em chào pđt! Pđt cho em hỏi là nhà trường cho nghỉ vậy có cách nào để em nộp chứng chỉ ngoại ngữ cho trường mình để kịp đăng ký học kỳ dự thính không ạ? Mong pđt phản hồi sớm giúp em!!",
    "hiện tại, em ko đăng ký đủ môn học của học kỳ 2 bắt buộc, đó là môn giải tích 2 ạ. và môn học giáo dục thể chất . lí do là em ko đăng ký môn học vào các đợt 1 và 2 do em nộp học phí trễ hạn; nên khi nộp học phí trễ xong, trên mybk rất lâu sau đó mới mở cho em đăng ký đợt 3 ạ, lúc đó các lớp của môn của em đăng ký gần như hết, nên em bị kẹt lịch của tkb nên chưa thể tím thấy lớp giải tích 2 hợp lịch em ạ",
    "B Nhà trường cho em hỏi lịch mở môn học dự thính được dời đến khi nào? Và em muốn làm đơn xin mở lớp môn học trong đợt dự thính này (HK192) thì khi nào nộp để không bị trễ ạ?",
    "Thưa thầy cô. Vào HK192 em đăng kí 21 chỉ, nhưng em cảm thấy các môn trong kì 192 khá nặng, nên em xin phép làm phiền thầy/cô xóa giúp em môn ME2015 (vật liệu học và xử lí) trong những môn em đã đăng kí vào kì 192. Em xin cảm ơn!",
    "Chào thầy/cô trong ban tư vấn ạ. Học kì một vừa qua em đã không đạt môn GDTC 1 (Môn bóng đá), thầy/cô có thể cho em hỏi là em có bắt buộc phải đăng kí lại môn bóng đá cho lần đăng kí tiếp theo không ạ? (Vì em không dự định sẽ học lại môn bóng đá vào các học kì tới) . Em xin cảm ơn thầy/cô đã đọc câu hỏi của em và mong sẽ sớm nhận được phản hồi từ ban tư vấn ạ.",
    "Thưa thầy cô. Vào HK192 em đăng kí 21 chỉ, nhưng em cảm thấy các môn trong kì 192 khá nặng,nên em xin làm phiền thầy/cô xóa giúp em môn ME2015 (vật liệu học và xử lí) trong những môn em đã đăng kí vào kì 192. Em xin cảm ơn!",
    "Chào thầy/cô, Em tên  MSSV  Trước Tết em có viết đơn xin chỉnh sửa điểm số do sai sót điểm.Đơn đã được thầy phụ trách bộ môn kí tên xác nhận và gửi về phòng đào tạo. Nhưng đến nay điểm trên mybk vẫn chưa được chỉnh sửa. Vậy cho em hỏi khi nào thì điểm sẽ được chỉnh sửa ạ. Em xin cảm ơn thầy/cô.",
    "Em xin chào thầy/cô Môn hỏi mã CO2003 - Cấu trúc dữ liệu và giải thuật của em đã bị nhập sai điểm tổng kết sau khi server PĐT bị lỗi. Em xin thầy/cô xem xét và chỉnh sửa lại ạ. Em xin cảm ơn.   i  .",
    "Kính gửi Phòng Đào Tạo, Em tên   MSSV  Em học bằng 2 chính quy chuyển sang hệ VLVH, các điểm môn học đã hoàn thành ở Bằng 2 em có làm phiếu yêu cầu chuyển điểm từ Bằng 2 sang VLVH nhưng vẫn chưa được cập nhật. Theo tiêu chuẩn làm luận văn TN là 114 chỉ nhưng em chỉ mới được cập nhật 61 chỉ. Vậy em còn thiếu những môn nào để em đăng ký Môn Học Em xin chân thành cảm ơn",
    "Em chào anh/ chị phòng đào tạo, trước Tết em đã gửi một email về vấn đề điểm môn học học kì 191 xuất hiện sau khi đã hết thời hạn đăng ký môn học . Em đã được hướng dẫn đăng ký tay môn học đó vào tuần học đầu tiên của học kì 192 nhưng dịch Corona xuất hiện và delay 2 tuần học. Em muốn hỏi liệu em có thể gửi 1 file pdf hoặc word để xin đăng kí bổ sung môn học này hay không?",
    "iểm thi . Em tên   MSSV:  Hệ VLVH Em học Cơ Lưu Chất thầy  ( Chủ nhật tiết 8,9,10) Lớp T01 . Thi ngày 03/01/2020 . Em mới xem bảng điểm thấy chỉ còn môn Cơ Lưu Chất là chưa có điểm. Em rất xốt ruột nên mới nhắn tin hỏi. Mong A/C bỏ qua giúp em. Em chân thành cảm ơn.",
    "Thưa PĐT, em muốn phúc tra điểm thi cuối kì môn Sức bền vật liệu CI2007 HK191. Nhưng lúc em điền đơn xin phúc tra trong mybk thì hệ thống báo em không được phúc tra và liên hệ PĐT. Vậy giờ em phải làm sao ạ? Em xin cảm ơn",
    "Chào anh chị, Em tên là  MSSV  Em đang theo học ngành Công nghệ Kĩ Thuật Ô Tô CLC. Em có đăng ký môn học học kì 192 nhưng môn Chi tiết máy (ME2007) thì bị hủy sau ĐKMH đợt 3, nhưng em không bổ sung hay xóa môn học ở đợt 3. Em nghĩ do số tín chỉ tích lũy của em mới 52 trong khi Chi tiết máy là môn học của năm 3, cho nên em bị hủy môn đúng không ạ? Nay em gửi câu hỏi mong anh chị giải đáp cho em tại sao em lại mất môn học Chi tiết máy (ME2007) . Em có đính kèm file ảnh về kết quả đăng ký môn học của em ạ. Em mong nhận được phản hồi nhanh nhất của anh chị.",
    "Em tên:  ()  Hiện đang học nghành: Điện tử-Viễn Thông Học kỳ 2(2019-2020) em có đăng ký đồ án(EE3061). Trong thời khóa biểu em đang là nhóm A01 (Điện- Điện Tử) nhưng nghành em đang theo học là Điện tử- Truyền thông . Mong trường có thể sắp xếp cho em chuyển sang nhóm lớp A05( Điện tử - Viễn Thông) được không ạ. Em xin cảm ơn.",
    "Kính thưa thầy cô Phòng đào tạo, cho em hỏi khi nào mới có điểm Anh văn 1 vậy ạ, thi ngày 6/1/2020 tới nay là 10/2/2020 mà em thấy chưa có điểm?",
    "Thưa thầy cô, Cho em hỏi là em chuyển điểm Anh Văn 1 rồi thì điểm thi môn học Anh Văn 1 của em không có hay sao ạ? Nếu chuyển điểm không hiển thị tại bảng điểm mybk thì có thể cho em biết điểm thành phần và điểm thi được không để em biết được bài thi cuối kì của em? Em cảm ơn thầy cô nhiều.",
    "Em chào các thầy cô, Cho em hỏi là em đã lỡ đăng ký môn học mà em không hoàn thành đủ điều kiện môn học trước của môn đó. Vậy thì môn học mà em đã đăng ký có được tính không ạ. Mong thầy cô phản hồi sớm. Em cảm ơn nhiều ạ.",
    "Dạ chào Phòng Đào tạo, Em là sinh viên tài năng, nhưng trong số các học phần mở rộng của HK191 vừa rồi, nhóm em quên nộp bài của 1 môn. Do hôm nay ngày 10/02/2020 bảng điểm cập nhật em xem thì thấy ở môn đó học phần mở rộng bị điểm 13. Em không biết là bị vậy có được xét học bổng khuyến khích học tập không (các môn còn lại em qua hết)? Em cảm ơn.",
    "Gửi thầy/ cô tại phòng đào tạo,   Em tên , MSSV     Em đã học và qua môn Nhập môn lập trình (mã môn học CO1003) vào học kỳ 2 năm 2016-2017 với điểm tổng kết 6.5 (thời điểm đó em có kiểm tra bảng điểm thì điểm tổng kết vẫn là 6.5). Em không hiểu vì sao hôm nay khi xem lại tiến độ học tập của mình em lại chưa đạt môn đó, đồng thời trên bảng điểm lại không thấy điểm thành phần nữa, điểm tổng kết lại chuyển thành cột điểm thi học kỳ?!? Mong thầy/cô kiểm tra lại giúp em ạ.    Em cảm ơn",
    "Xin chào Phòng đào tạo! Em tên , mssv:  Em muốn hỏi có phải lịch đăng kí luận văn bổ sung có được dời luôn hay không vì em nhận được mail nhà trường chỉ nói dời đợt dự thính, và nếu dời thì ngày bao nhiêu sẽ đăng kí được. Em xin cảm ơn PĐT.",
    "Em tên là:  MSSV:  Chuyên ngành: Công Nghệ Thông Tin (VLVH) Dạ em xin chào phòng đào tạo, nếu mà môn đó được miễn thì có phải đóng học phí không ạ. Em xin cảm ơn.",
    "Kính gửi nhà trường! Em có thắc mắc về đăng kí môn học xin được giải đáp. Em hiện tại không còn nợ môn, nhưng HK2 2019-2020 em chưa đủ chứng chỉ anh văn để đăng kí luận văn nên học kì chính em chưa đăng kí được. Em có thể đăng kí dự thính một môn học khác để duy trì tình trạng sinh viên không ạ? Và cho em hỏi còn đợt đăng kí luận văn nào em có thể đăng kí để kịp ra trường đúng hạn không ạ?",
    "Hiên tại trên trang Web của PDT, lịch học vụ, học kì 2 bắt đầu từ 19/2 nhưng trong TKB đã có tiết từ ngày 17/2. Mong PDT giải đáp thắc mắc này giúp em. Em cảm ơn ạ.",
    "Cho em hỏi là tại sao trên aao lịch học vụ trường ghi là bắt đầu học từ t4 ngày 19.2.2020 còn trên mybk thời khóa biểu thì lịch học từ t2 tuần 8 tức là ngày 17.2.2020  Cho em hỏi là mình bắt đầu học từ ngày nào ạ ",
    "Do kết quả thép 2 có sau đợt đăng kí môn học nên không kịp nên không kịp đăng kí kì chính",
    "Dạ em chào thầy/cô, Cho em hỏi trên trang web aao của PĐT thì ghi bắt đầu học kì là T4 (19/2) mà sao trong thời khoá biểu trong mybk thì là T2 (17/2) ạ? Em cám ơn nhiều ạ!",
    "Thầy cô cho em hỏi là học kì 192 bắt đầu từ khi nào. Tại trên lịch học vụ là 19/2( thứ 4 ). Còn trên tkb thì bắt đầu từ t2(17/2). Vậy cái nào mới hợp lí ạ. Em xin cảm ơn",
    "Cho em hỏi, em có vào MyBk mục 23 - đăng ký BHYTHTN nhưng sau khi điền đầy đủ và cập nhật thông tin cá nhân rồi, em vẫn không thể chọn được mục \"chọn loại bảo hiểm đăng ký mua\" (mục bị khóa như hình đính kèm). Mong nhận được sự hỗ trợ của nhà trường.",
    "Kính thưa Ban giám hiệu Em là  MSSV , em đã làm đơn phúc tra nhưng đến giờ vẫn chưa có kết quả mong có thể xem xét ạ. Em có gửi kèm ảnh đơn phúc tra ở dưới Chân thành cảm ơn",
    "Em muốn đăng kí môn 'Tính toán động lực học lưu chất' (AS3035) để có thể ra trường đúng hạn nhưng bây giờ thời gian đăng kí môn học đã hết. Phòng đào tạo cho em hỏi là liệu em có thể xin đăng kí bổ sung vào lớp 'Tính toán động lực học lưu chất' hiện đang có được không?",
    "Xin chào thầy (cô), em là  MSSV  khoa Kỹ thuật Hóa Học. 1/ Em thắc mắc tên giảng viên ghi trên kết quả DKMN đợt 3 khác tên trên BK E-learning ở một số môn. EM không biết là do trường cập nhật nhằm hay đã thay đổi giảng viên (vì một số giảng viên đã đăng bài giảng và em dự tính sẽ in ra và sợ cập nhật sai sẽ không biết giảng viên sẽ đăng thông báo gì). Mong bên trường cho em biết để in bài ra. 2/ Theo như lịch học vụ trên trang của trường thì để nhập học lại vào ngày 25/2/2020 (thứ 4) nhưng trên TKB của trang Thông tin sinh viên thì lại có tiết các môn vào ngày thứ 2 vả thứ 3 cùng tuần. Vậy cho em hỏi thực hiện theo lịch nào?  Cám ơn thầy cô đã giải đáp thắc mắc.",
    "Xin chào, em là sinh viên K17 hệ cao đẳng. Trước tết bên em có 1 nhóm vẫn chưa học môn Công nghệ hàn 2( 260625), nên đã lập danh sách để xin mở lớp. Sau đó bên phía trung tâm có đưa danh sách các môn học được bổ sung mở trong hk 192 và có môn hàn 2. Chúng em đăng ký và thấy có 28/20000 nhưng thời khoá biểu chính thức không có môn này. Mong thầy cô giải quyết giúp em.",
    "Dạ em chào thầy/cô PĐT, Hôm trước trên BKeL giảng viên dạy truyền khối của em là thầy  mà sao giờ đổi lại là thầy  ạ?  Truyền khối (CH2051), nhóm L01 ạ, Em cám ơn nhiều ạ!",
    "Thầy cô cho em hỏi là học kì 192 bắt đầu từ khi nào. Tại trên lịch học vụ là 19/2( thứ 4 ). Còn trên tkb thì bắt đầu từ t2(17/2). Vậy cái nào mới hợp lí ạ. Em xin cảm ơn",
    "Dạ cho em hỏi là em có đăng kí môn Biến đổi khí hậu vào ngày T5 nhưng khi có thời khóa biểu em lại bị mất môn nay với lí do là không kịp di chuyển giữa 2 cơ sở với môn Anh Văn 3, tuy nhiên Anh Văn 3 em đăng kí vào ngày thứ 6. Em không biết có sự nhầm lẫn ở đây hay không hay do em chưa đủ điều kiện nào để đăng kí môn Biến đổi khí hậu ạ. Em chân thành cảm ơn quý thầy cô ạ.",
    "Do em chuyển điểm anh văn ( Toeic ) sau ngày 26/12/2019 nên không được đăng ký LVTN trong đợt 3 , như em được biết là còn 1 đợt đk LVTN bổ sung từ ngày 11/02 - 17/02/2020 ( Ảnh kèm bên dưới) mà sao em chưa thấy mục đăng ký bổ sung trên mục \" đăng ký môn học \" trên mybk , em mong thầy cô giải đáp giúp em , em cảm ơn .",
    "Cho em xin lỗi ạ, em nhầm môn Anh văn 3 và Anh văn 4 ạ, tuy nhiên em vẫn mong có giải đáp ạ, vì thời gian vẫn cho phép em được đăng kí môn Biến đổi khí hậu ạ. Một lần nữa em xin cảm ơn ạ.",
    "Dạ em chào thầy/cô PĐT, Cho em hỏi môn quá trình và thiết bị truyền khối (CH2051) nhóm L01 bị đổi gv ạ? Trên đăng kí môn học và BKeL hôm trước là thầy , mà giờ bị đổi thành thầy  ạ! Em cám ơn nhiều ạ!",
    "Kính gửi Phòng Đào tạo trường Đại học Bách Khoa Tp. Hồ Chí Minh Đợt ĐKMH vừa rồi do em nghĩ là đã học đủ môn GDTC nên em không đăng kí. Nhưng sau đó hỏi lại Phòng Đào tạo thì em còn thiếu một môn GDTC. Do học kì 192 chưa bắt đầu nên em xin Phòng Đào tạo có thể cho em đăng kí ngay môn GDTC cho học kì 192 này luôn được không ạ? Em xin cảm ơn Phòng Đào tạo ạ.",
    "Thời khóa biểu chưa cập nhật môn Luận Văn Tốt Nghiệp (400433)",
    "Kính gửi Nhà trường, Em muốn hỏi về thời gian bắt đầu HK192 Đại học Chính quy là vào thứ 2 ngày 17/2/2020 hay vào thứ 4 ngày 19/2/2020 ạ? Em xin chân thành cảm ơn.",
    "Kính gửi các thầy cô trong phòng đào tạo Em là  MSSV:  Trong 2 đợt mua bảo  hiểm trước em đã không mua bảo hiểm tai nạn mà trong học kì 192 này em có học môn thí nghiệm hóa hữu cơ cần có loại bảo hiểm này. Cho em hỏi làm cách nào để đăng kí mua được BHTN? Em cảm ơn ạ",
    "Em muốn đăng kí môn 'Tính toán động lực học lưu chất' (AS3035) để có thể ra trường đúng hạn nhưng bây giờ thời gian đăng kí môn học đã hết. Phòng đào tạo cho em hỏi là liệu em có thể xin đăng kí bổ sung vào lớp 'Tính toán động lực học lưu chất' hiện đang có được không?",
    "Trong thời gian nghỉ tránh dịch. Văn phòng của trường vẫn làm việc bình thường phải không ạ ? Em xin cám ơn ạ!",
    "Cho em hỏi là:  Em thấy trên lịch học vụ thời gian bắt đầu học kì là thứ 4 19.02, mà trên thời khóa biểu của sinh viên có môn bắt đầu học vào thứ 2 17.02. Vậy thì thứ 2 17.02 mình có đi học không ạ Em xin cám ơn",
    "xin chào thầy /cô , e muốn hỏi là em đang học chhương trình đại trà và muốn chuyển sang chương trình chất lượng cao vào năm sau và học lại năm thứ nhất có được không ạ, và nếu chuyển thì em có thể chuyển ngành được không ạ. em cám ơn thầy/cô đã giải đáp thắc mắc của em.",
    "Dạ pđt cho em hỏi là thời khóa biểu của em bắt đầu từ 17.02. Vậy là mình học 17.2 luôn hay sao ạ? Hay là bắt đầu vào ngày 19.02, tại em thấy có nhiều bạn bảo ngày 19.02 làm em thắc mắc quá",
    "Em chào thầy(cô) ạ! Do em thấy nhà trường thông báo ngày học lại là 19/02/2020. Vậy ngày đó là ngày PĐT nhận giấy đăng kí rút môn học luôn phải không ạ? Em xin cám ơn ạ",
    "Em chào thầy/cô, Thầy cô cho em hỏi thời gian nhập học kì 192 là ngày thứ 2 (17/2) hay là thứ 4 (19/2) ạ ? Em coi trong lịch học vụ thì thấy ở trên bắt đầu học kì là 19/2, ở dưới là bắt đầu học kì là 17/2 ạ.",
    "Em tên  cho em hỏi điểm môn AV 3 LA1007 lớp L09 A cuối học kì 1 có  chưa ạ  Em xin cảm ơn",
    "kính gửi pdt!! em là  MSSV:  theo như quy chế của PDT thì từ học kỳ 201 về sau  sẽ áp dụng bảng đổi điểm ngoại ngữ mới. Vậy cho e hỏi hè này nếu em nộp bằng để chuyển điểm thì có được áp dụng theo quy chế cũ không và hạng chót áp dụng bảng điểm cũ là  ngày nào ạ ?",
    "Học kỳ 192 em đủ điều kiện đăng ký luận văn tốt nghiệp sau khi có kết quả mấy môn tiên quyết, nhưng đã quá hạn đăng ký luận văn cho học kỳ này. Pđt cho em hỏi là bây giờ em còn đăng ký được luận văn tốt nghiệp trong kỳ này nữa không ạ. Em xin cám ơn.   i     .",
    "ng ký in bảng điểm . Kính gửi nhà trường. Em vừa mới đăng kí in bảng điểm ạ, web đã báo in xong. Cho em hỏi phòng đào tạo mình vẫn làm việc bình thường khi nghỉ dịch phải không ạ để em đến nhận liền Em cảm ơn.",
    "Kính chào Phòng Đào tạo Em có một chút thắc mắc về thời gian bắt đầu học kỳ 192 ạ: - Theo trang của Phòng Đào tạo, phần Lịch học vụ Học kỳ II - Năm học 2019 - 2020, ngày bắt đầu học kỳ 192 là Thứ 4, 19/02 (Hình 1). - Trong thời khóa biểu của em, có một số môn học vào ngày thứ 2, 3 nhưng lịch học vẫn ghi học tuần 08 (hình 2), tức là em phải đi học vào ngày Thứ 2, 17/02 và thứ 3, 18/02. Vậy em phải bắt đầu đi học vào ngày nào và liệu thời khóa biểu có lỗi sai không ạ ? Em rất mong được thầy cô giải đáp. Em xin cảm ơn thầy cô nhiều ạ !",
    "Chào thầy/cô, Em tên  - MSSV 8 - khoa Điện - Điện tử, chuyên ngành Viễn thông. Ở 3 đợt đăng ký cho HK192 em có đăng ký 2 môn là Kỹ thuật nhiệt lạnh - EE3135 & Luận văn tốt nghiệp - 440303. Tuy nhhiên cả 3 đợt ban đầu đều cho đăng ký thành công nhưng đợt trả kết quả lại xóa môn LVTN. Em đã hoàn thành đầy đủ các tiêu chí nhận LVTN (bao gồm môn học tiên quyết, môn tương đương, CTXH và TOEIC). Hiện tại nhà trường đang dời lịch đăng ký đợt cuối tới 25/02/2020 do dịch bệnh. Các thầy ở bộ môn nói học kỳ này thời gian thực hiện Đồ án - LVTN ngắn hơn kỳ trước (khoảng tháng 5 là nộp & tháng 6 báo cáo). Thực tế đây là học kỳ cuối (Nmax) của CTĐT khóa 2013 của em. Gia đình em gặp nhiều khó khăn về tài chính trong những năm cuối em đi học nên việc học của em cũng không suông sẻ như ý muốn. Vì vậy, nếu kỳ này em không thể thực hiện LVTN, em có thể chuyển từ hệ chính quy sang hệ VHVL đúng không ạ? Thông tin này em đọc trên quy chế- quy định mục 5.5 quy định về học kỳ ạ. Em xin chân thành cảm ơn quý thầy cô giúp em giải đáp thắc mắc ạ!",
    "Cho em hỏi là k19 hệ đại trà bắt đầu học lại từ thứ 2 ngày 17/2 hay thứ tứ ngày 19/2 ạ? Vì theo tkb là thứ 2,em cám ơn ạ.",
    "Nhà trường cho em hỏi : Điểm môn kỹ thuật số của em trong mục bảng điểm là 5.00 vừa đủ qua môn. * Nhưng sao trong mục Tiến độ học tập lại ghi là 0.5 _ Chưa đạt  * Không biết sai sót gì không? * Nhà trường kiểm tra lại giùm em để sắp tới có đợt cập nhật lại điểm phẩy để làm LVTN. * Em có đính kèm 2 hình bên dưới  * Em xin cám ơn",
    "cho em hỏi:em đang là sinh viên năm 2, cuối kỳ vừa rồi em có đăng ký thi anh văn định kỳ ở trường mình và đạt được số điểm là 490 . Vậy cho e hỏi là kỳ 192 em có bắt buộc phải thi lại không ạ hay là với số điểm đó thì em đã được đăng ký môn học cho năm 3 rồi ạ?",
    "Dạ thầy cô cho em hỏi đợt trước em có đăng kí môn học và thực tập tốt nghiệp. Nhưng bị xóa môn. Thực tập thì còn một đợt đăng kí nhưng môn học em muốn đăng kí bổ sung thì phải làm đơn như thế nào ạ. Em xin cảm ơn. Và mong có phản hồi nhanh ạ.",
    "Vào ngày 13/01/2020, em có gửi đơn xin phúc khảo điểm thi cuối kì môn Xác suất thống kê của mình hạn có kết qua là 23/01/2020 nhưng cho đến hiện tại em vẫn chưa có kết quả phúc tra, em có thể biết được lý do không ạ? Em xin cảm ơn ạ.",
    "Cho em hỏi em là sinh viên của trường học hệ VLVH, em có thể nộp chứng chỉ AV 400 học ở trường khác như trường đại học Ngân hàng,đại học Sài Gòn... để được xét điễm AV cho trường mình được không vậy? em xin chân thành cám ơn.",
    "Cho e hỏi là giờ aao trên sơ đồ lịch học thì ghi 19/2/2020 còn trên lịch học ghi ngày 17/02/2020 thì giờ đi học ngày nào ạ",
    "Kính gửi nhà trường, Em muốn chuyển lớp học môn Tư  (MMH : SP1005), Lớp hiện tại của thời khóa biểu của em là nhóm L05, thứ 3, tiết 10-12, địa điểm học là BK-CS2, Em muốn chuyển sang lớp nhóm A01, thứ 3, tiết 7-9, địa điểm học là BK-CS1, Em có cần viết đơn xin cho trường hợp này không ạ? Mong thầy cô xem xét giúp em ạ, Em cảm ơn ạ.",
    "ng ký in bảng điểm . Chào các thầy cô! Em vừa mới nhấp chon thanh toán ở khoản thanh toán in bảng điểm. Em đăng nhập vào và không thấy có thông tin gì như hình đính kèm, mong các thầy cô giúp đỡ. Em còn một khoản thanh toán in bảng điểm giống như vậy nữa ạ",
    "Cho em hỏi thứ 2,3 tuần sau có học không ạ?",
    "em là sinh viên K13, dạ cho em hỏi nếu em quá hạn đào tạo xin chuyển về hệ vừa học vừa làm thì được không ạ? nếu được thủ tục sẽ như thế nào ạ? Giờ em dính vào công việc nhưng em vẫn muốn tốt nghiệp tại ở trường ạ",
    "Theo tiến độ chương trình đào tạo kì 192, em sẽ được đăng kí Luận văn tốt nghiệp. Nhưng vì em chỉ thi toeic được 490, nên em không thể đăng kí Luận văn tốt nghiệp. Các môn còn lại em đã hoàn thành xong, vì vậy kì này em không có thời khoá biểu cho môn học nào. Không biết em cần làm những thủ tục nào, để không bị cảnh cáo học vụ ,vì không duy trì thời khoá biểu kì 192 . Em xin cảm ơn ạ.",
    "Chào thầy(cô), Cho em hỏi hiện em đang học ngành khoa học máy tính chương trình đại trà thì năm sau em có thể chuyển sang chương trình chất lượng cao được không ạ?  Em xin cảm ơn.",
    "Hi admin, Em thấy lịch học vụ có để thời gian dkmh cho lvtn vào ngày 11/2 mà em check từ hôm qua tới nay 12/2 vẫn không thấy chỗ để dkmh. Đợi câu tl từ admin Thanks,",
    "Thưa Cô , cho e hỏi là tuần sau sẽ học bắt đầu vào ngày thứ 2 hay là thứ 4 vậy ạ.",
    "Em đang làm luận văn (bộ môn công nghệ thực phẩm - khoa KTHH) nên có một buổi thí nghiệm (không có thời khoá biểu chính thức) trùng với môn Công nghệ lên men (CH3243). Kính mong phòng đào tạo xem xét cho em được chuyển môn Công nghệ lên men từ lớp A02 sang lớp A01 để em hoàn thành cả hai môn học đúng hạn. Em xin chân thành cảm ơn",
    "Làm thế nào để rút môn học đã đăng kí?",
    "Em có ý định rút môn giải tích 2 và đăng kí học dự thính giải tích 1. Vậy 4 tín chỉ của giải tích 1 dự thính có được tính vào tổng số chỉ của HK2 không. Em sợ nếu rút môn giải tích 2 sẽ không đủ tín chỉ tối thiểu mỗi học kì. Mong được giải đáp thắc mắc.",
    "Dạ em chào thầy/cô, Cho em hỏi em làm đơn xin chuyển thời khoá biểu được không ạ? Em cám ơn nhiều ạ!",
    "Em là SV hệ VLVH. Em muốn hỏi là ngày thường phòng đào tạo làm việc đến mấy giờ ạ?? Do em đi làm đến 5h mới vào đến trường và muốn lấy thẻ sv để dk thẻ Bảo hiểm ạ",
    "Chào PĐT,  Em là sinh viên K17 hệ Cao đẳng BDCN. Lần trước em đã đăng ký môn 260625( công nghệ hàn 2) nhưng không có trong thời khoá biểu chính thức hk192. Có 1 số bạn trong lớp cùng đăng ký nhưng đã hiển thị thời khoá biểu. Em muốn xin tăng sĩ số lớp cho môn 260625 ạ. Em cám ơn",
    "Hiện tại trên hệ thống chưa cho phép em đăng ký LVTN với thông báo chưa duyệt CCNN, trong khi CCNN của em đã được thẩm tra hợp lệ. Em có thể làm gì vào lúc này?",
    "EE2007 mạch điện  Nhóm lớp: A01_A0135/ Nhóm LT: A01 Giảng viên: Tạ Công Đức Thứ tư - tiết 2345",
    ": PĐT cho em hỏi là mình bắt đầu học vào T2 17/2 hay t4 ngày 19/2 vậy ạ",
    "Cho em xin hỏi là em đi hiến máu ở ngoài có giấy xác nhận của nơi tồ chức hiến máu để nộp vào tích lũy ngày công tác xã hội của trường có được không ạ? Em xin cảm ơn.",
    "Kính chào thầy/cô PĐT, em tên , MSSV  khoa KH&KTMT. Như tiêu đề, em muốn hỏi thầy/cô PĐT là lịch học sẽ bắt đầu vào thứ 2 ngày 17 tới đây hay là thứ 4 ngày 19 ạ? Em cám ơn thầy/cô.",
    "dạ em muốn xin trường cho em xin phúc khảo lại bài thi vật lý 1 cuối kỳ của em vừa qua,...em đã kiểm tra lại đáp án và thấy mình bị chấm thiếu mất 1 câu...việc này làm ảnh hưởng trực tiếp đến kết quả qua môn vật lý 1  của em...em xin nhà trường có thể phúc khảo bài thi của em lại một lân nữa...",
    "Cho em hỏi nếu mình bảo lưu kì 2 trong học kì 191 mà ngành của em năm 1 phân ngành thì sẽ như thế nào ạ",
    "Dạ chào thầy / cô Em là sinh viên k15 cao đẳng hôm bữa em có cùng với một số bạn viết đơn xin học av3 và av4 ,pdt cũng đã đùng ý .Nhưng do em đã học av4 rồi nên em chỉ viết đơn xin học av3 thôi nhưng mà lúc có kết quả đk môn học trên thời khoá biểu thì lại có cả av3 và av4 nên bây giờ cho em hỏi là em có thể rút môn av4 được không và phải đóng học phí không (vì trong đơn em chỉ xin học av3 thôi).và cần làm cách nào ạk.",
    "Em chào thầy/ cô, em có 2 câu hỏi: 1. Tuần thi có bị ảnh hưởng do nghỉ dịch không ạ? Tuần dự trữ có còn không ạ?  2. Lịch học vụ chỗ sơ đồ ở trên thì thứ 4 bắt đầu nhưng ở bảng dưới là 17/2 (thứ 2) bắt đầu, vậy sinh viên đi học ngày nào ạ?",
    "dạ thưa cho em hỏi em chưa học anh văn 3,nếu em nộp chứng chỉ để miễn anh văn 3 thì đăng kí môn học em đăng kí anh văn 4 có được không ạ,có yêu cầu môn học trước là anh văn 3 không ạ",
    "Dạ chào Phòng đào tạo, Theo em tìm hiểu trên trang aao, môn học tài năng gồm học phần lý thuyết và học phần mở rộng. Cho em hỏi nếu học phần lý thuyết đạt mà học phần mở rộng không đạt, thì em chỉ phải đăng ký học lại phần mở rộng hay cả 2 học phần . Và nếu đăng ký, thì em có thể đăng ký ở đâu để học. Em xin cảm ơn.",
    "Dạ em chào thầy(cô), Em là sinh viên K17 của TTĐT BDCN. HK 192 em có đăng kí thực tập và em chỉ còn 1 môn Hàn 2 nữa ạ Nên em xin nhà trường cho em được bổ sung vào lớp Hàn 2(260625) của thầy  vào thứ 3 tiết 7 8 9. Bên công ty em thực tập cũng đã cho phép em nghỉ 1 buổi để học môn này Rất mong sự đồng ý từ phía nhà trường để em hoàn thành tiến độ học tập ạ Em xin chân thành cảm ơn!",
    "Dạ em chào thầy(cô), Em là sinh viên K17 của TTĐT BDCN. HK 192 em có đăng kí thực tập tốt nghiệp và em chỉ còn 1 môn Hàn 2 nữa ạ Nên em xin nhà trường cho em được bổ sung vào lớp Hàn 2(260625) của thầy  vào thứ 3 tiết 7 8 9. Bên công ty em thực tập cũng đã cho phép em nghỉ 1 buổi để học môn này. Rất mong sự đồng ý từ phía nhà trường để em hoàn thành tiến độ học tập ạ Em xin chân thành cảm ơn!",
    "Em tên là:  MSSV:  Chuyên ngành: Công Nghệ Thông Tin (VLVH) Dạ em xin chào phòng đào tạo, nếu mà môn đó được miễn thì có phải đóng học phí không ạ. Em xin cảm ơn.",
    "Em mới biết điểm môn betong cốt thép 1 mà rớt 4.5 điểm. Mã môn học Ci2091 Em muốn kỳ này được học lại! Xin. Phòng đạo tạo giúp em được học ăn! Em cảm ơn nhiều!",
    "Kính gửi PĐT Đại học Bách Khoa - ĐHQG Tp Hồ Chí Minh Em tên: Lâm Tuấn Trung. MSSV: Hiện đang là sinh viên Khoa Quản lý công nghiệp. Lớp Ql17CN1 Lý do viết đơn: Em xin đăng ký môn học bổ sung môn phương pháp tính (mã môn học:MT1009) lớp A02 thứ 6(tiết 4,5,6) của giảng viên . Vừa rồi em đã không đăng ký vào đợt 1,2 để chừa khoảng trống đăng ký các môn chuyên ngành, đến đợt 3 đã quá sỉ số nên em không thể đăng ký. Kính mong thầy/cô có thể giải quyết giúp em để em được học môn học trên.",
    "Chào Phòng đào tạo ạ, Trong đợt đăng kí môn học vừa rồi em vì một vài lý do mà em đã đăng kí thiếu 1 môn,  Nay em xin phòng đào tạo có thể xem xét cho em để em có thể học được môn đó không ạ, Em là sinh viên năm 4 và môn học đó kì HK202 mới mở ạ, em xin chân thành cảm ơn Tên: Trần  Vũ MSSV:  Hệ: Đại học  Mong muốn được đăng kí vào lớp: Phòng chống thiên tai ven biển- PGS-TS  MSMH: CI4083",
    "Thưa nhà trường! Nếu tháng 11 em tốt nghiệp thì em có thể nộp bằng toeic để cải thiện điểm đến thời điểm nào thì được ạ? Và ngày CTXH thì cập nhật đến khi nào ạ? ",
    "Xin chào, em là sinh viên K17 hệ Cao Đẳng. Lần trước em có đăng ký môn 260625 mà giờ vẩn chưa có cập nhật trong tkb. Nay em xin thầy cô cho em thêm vào lớp Công nghệ Hàn 2 (260625) của thầy  thứ 3 tiết 789. Em cám ơn",
    "Em là sv hệ VLVH xin đăng kí chuyển hệ bổ sung môn Điện tử công suất ứng dụng, MSMH: EE3079. Nhóm lớp: A01, Thứ: 2, Tiết:  2-3-4-5, Giảng viên: , CS1, Phòng B1-303 (KHHT Đăng ký môn học Học kỳ 2 (2019 - 2020) - Đợt 3 Chuyển hệ) với lí do môn này đã đủ ĐK/ Sĩ số (100/80) nên em không đăng kí trên hệ thống được nữa. Kính mong Phòng đạo tạo xem xét và cho phép em được đăng kí môn học bổ sung để em có thể hoàn thành chương trình đạo tạo. Trân trọng cảm ơn!",
    "Chào pđt! Em là sinh viên   B khóa 19   U liên thông      ,   B lớp CK19LTH, khoa cơ khí   , cho em hỏi là chuẩn anh văn nhận LVTN và xét tốt nghiệp của hệ chính quy   B    liên thông    khóa 19 là như thế nào vậy ạ? Em xin cảm ơn pđt.",
    "Kính gửi PĐT Đại học Bách Khoa TP. HCM Em là , MSSV:  Em muốn được quý thầy/cô giải đáp 2 nội dung như sau: 1/ Em là sinh viên thuộc chương trình KSTN (DD17TNVT), em đã có nguyện vọng rời khỏi lớp và đã nộp đơn rời ở văn phòng khoa từ giữa học kì 191. Vì vậy em muốn được biết   B dữ liệu đã cập nhật chưa và em hiện đang là sinh viên của lớp nào    để tiện cho việc sinh hoạt lớp ở các kì tới. 2/ Do đã rời lớp tài năng nên kì vừa rồi em không tiếp tục tham gia vào các học phần mở rộng dành riêng cho KSTN và nhận các điểm 0 hoặc điểm 13. Các điểm này không tính vào điểm trung bình nhưng em thắc mắc là nó  B  có ảnh hưởng đến khả năng được xét học bổng học kì 191 của em hay không    (dựa trên yêu cầu điểm TB mỗi môn  =5.0). Mong được quý thầy cô giải đáp, em xin cảm ơn.",
    "Em chào thầy cô, em học ngành cơ khí chế tạo máy, thầy cô cho em hỏi tính điểm trung bình tích lũy ngành có phải là trung bình của các môn có mã MExxxx không ?  Em xin cảm ơn",
    "Em xin phòng đào tạo được chuyển thời khoá biểu môn Kinh tế học đại cương của thầy  từ L04 sang L06  Lý do: thời khoá biểu của em có sự điều chỉnh do bị hủy môn học, và em muốn đăng ký môn đấy.",
    "Kính gửi: Quý Thầy (Cô). Hiện tại, kỳ 192 vẫn chưa vào học do dịch bệnh. Em muốn đăng ký thêm môn học cho kỳ 192. Môn em đăng ký là: Phương pháp tính (MT1009) . • Lớp của cô  • Nhóm A01 . • Thứ 4 tiết 3, 4, 5. • Phòng 213B1. Thủ tục đăng ký môn như thế nào mong Quý Thầy (Cô) hướng dẫn giúp em. Em chân thành cảm ơn. Trân trọng.",
    "Em xin phòng đào tạo cho phép em đăng ký môn học SP1003 nhóm L10 của thầy . Lý do: môn SP1003 trước đó của em bị hủy do ít sinh viên, xin phòng đào tạo cho em cơ hội đăng ký môn học trong thời gian này, em đã sắp xếp môn học không bị trùng lịch với các môn trước đó.",
    "Chào thầy cô, thầy cô cho em hỏi sao trong phần lựa chọn loại bảo hiểm chỉ có loại 10 tháng vậy ạ? Mong thầy cô giải đáp giúp em. Em cảm ơn.",
    "cho em hỏi , em muốn học song ngành thi khi nào em đăng ký được và phải cần những gì thì mới học song ngành được ạ ! em cảm ơn",
    "Kính gửi phòng đào tạo Trường Đại học Bách khoa Ở lần đăng kí bổ sung lần cuối, em có đăng kí 3 môn là Công nghệ oto, Hệ thống điện điện tử oto, Điều khiển tự động trên oto (đính kèm hình 1) nhưng tkb chỉ có 2 môn Công nghệ oto và Điều khiển tự động trên oto (hình 2). Thầy/cô cho em hỏi vì sao còn 1 môn không có trong tkb ạ, vì e thấy có bạn đăng kí được 3 môn (hình 3). Mong nhận được giải đáp của quý thầy/cô, em xin cảm ơn.",
    "Khai lý lịch tốt nghiệp . Em xin chào, nhà trường cho em hỏi trong mục khai lý lịch tốt nghiệp -  Kích hoạt tài khoản cựu sinh viên. Sau khi nhận được đường link để kích hoạt thì link không hoạt động ạ. Cụ thể đường link này lại chỉ đến , như trong file đính kèm ạ. Em xin cảm ơn.",
    "Kính gửi PĐT,  Trên e learning môn ĐAMH kết cấu bê tống cốt thép 2 em lại có 2 giáo viên hướng dẫn. Mong pđt xem xét giúp e. Em xin cảm ơn .  ",
    "Em là   Sinh viên năm nhất khoa cơ khí khóa K19 MSSV  Trong chương trình đào tạo ở học kì 2 của em có môn Vật Lí 2 nhưng em không thể đăng kí được môn này nên em xin hỏi ở học kì 3 còn có thể đăng kí lại môn Vật lí 2 hệ chính qui được không và việc này có ảnh hưởng đến việc đăng kí các môn khác không?",
    "Em chào thầy ( cô ),  Em là sinh viên khóa 2017 của TTĐT BDCN  Em tên:     MSSV:   HK 192 em có đăng kí thực tập tốt nghiệp và do chưa biết kết quả là không đủ điểm môn  ởng Hồ Chí Minh nên em chưa đăng ký . Em mong nhà Trường cho em được bổ sung vào lớp  ởng 001025 nhóm P01 hay SP1005 nhóm A01 hoặc A02 đều được ạ . Bên công ty Hi-es em thực tập cũng đã đồng ý cho em nghỉ 1 buổi để học môn này ạ . Rất mong sự đồng ý từ phía nhà Trường để em hoàn thành kịp tiến độ học tập để liên thông ạ . Em xin chân thành cảm ơn! GV:     ..",
    "Cho em hỏi tuần sau đi học từ thứ 2 ngày 17/2 hay là thứ 4 ngày 19/2",
    "Xin chào thầy/cô. Cho em hỏi là trường mình bắt đầu học kỳ 192 vào ngày 17/2 (Thứ 2) hay 19/2 (Thứ 4) vậy ạ. Em xin cảm ơn!",
    "Kính gửi phòng đào tạo Em tên:  MSSV:  Em muốn xin đăng ký bổ sung môn:  Đề cương luận văn tốt nghiệp MSMH: CO4311 Em xin cảm ơn",
    "ng kí môn học đã thành công nhưng kết quả đăng kí môn học lại thiếu rất nhiều môn học đã đăng kí thành công,",
    "Cho em hỏi là em muốn đăng kí môn học quá hạn thì phải làm thế nào ạ?.em cảm ơn!",
    "Kính chào thầy, cô! Em tên là:  Hiện tại em đang theo học chương trình kỹ sư tài năng của khoa Điện-Điện tử. Trong kỳ I năm học 2021-Tức tháng 9/2020-em có nhận được học bổng SEED trao đổi 1 học kỳ tại Canada . Bên phía phòng quan hệ đối ngoại có yêu cầu em phải dời lịch tốt nghiệp sang năm 2021. Theo em được biết thì chương trình kỹ sư tài năng yêu cầu phải tốt nghiệp đúng hạn, nếu như trường hợp của còn đủ điều kiện để tốt nghiệp nhận bằng kỹ sư tài năng không ạ. Em xin cảm ơn!",
    "Chào thầy/cô Thầy/cô cho em hỏi nếu muốn nộp chứng chỉ VNU để có thể nhận luân văn tốt nghiệp thì chứng chỉ VNU cần bao nhiêu điểm ạ? Và VNU có thể dùng để chuyển điểm anh văn 1,2,3,4 không ạ. Em cảm ơn ạ!",
    "ng ký in bảng điểm .   I Dạ, em đăng ký bảng điểm để nộp cho công ty để đi làm. Cho e hỏi là khi in thì có in những môn em đăng ký mà không học hay không( điểm 13). Vì những môn này được tính là 0 điểm nên điểm trung bình tích lũy được cộng vô. Còn trong CV của em, em tính điểm của 142 tín chỉ chương trình đào tạo nên có sự chênh lệch ạ. Rất mong nhận được phản hồi sớm từ phòng đào tạo.  ",
    "Thầy cô cho em hỏi môn CI2001 là môn học trước của CI3135. vậy thì kì dự thính 192 em đăng kí môn CI2001 thì học kì 201 có được đăng kí  môn CI3135 không ạ? Em xin cảm ơn",
    "Do một aoos lý do mà bây giờ em mới kịp nộp học phí mà chưa đăng kí được môn học .vậy bây giờ em muốn đăng kí dược không ạ và phải làm thế nào ạ.em cảm ơn!",
    "Em hiện cần đăng ký bhyt 10 tháng nhưng lại không thể đăng ký vì mất bhyt cũ 2019. Em phải làm sao để đăng ký ạ? Em cảm ơn",
    "Kính gửi phòng đào tạo Trường đại học Bách Khoa Xin cho em hỏi: do vấn đề về sức khỏe nên trong HK2 của chương trình đào tạo hệ VHVL em không thể học được, và em đã không đăng ký môn. Thì cho em hỏi trong học kỳ tiếp theo em có được đăng ký môn và học tiếp không ạ? Mong nhận được sự giải đáp từ quý thầy/cô. Em xin cảm ơn",
    "Lịch đăng kí dự thính HK192 đã bị dời vì dịch corona. Vậy thầy/cô cho em hỏi lịch sẽ được mở hay sẽ có thông báo vào lúc nào ạ? Theo biểu đồ học tập thì thời gian học, thi giữa kì, cuối kì cũng sẽ kéo dài thêm 2 tuần hay sẽ tự bù vào các tuần bổ sung ạ?",
    "Theo thông tin em đọc được thì đợt bổ sung đăng kí LVTN bắt đầu từ ngày 11/2-17/2 2020, nhưng đến hôm nay 14/2 chưa thấy mục để đăng kí trên mybk.",
    "Cho em hỏi có thể nhờ người khác nộp tờ đăng kí in lại thẻ sinh viên cho phòng công tác chính trị sinh viên được không ạ.",
    "Kính gửi PĐT Đại học Bách Khoa - ĐHQG Tp Hồ Chí Minh Em tên: . MSSV: Hiện đang là sinh viên Khoa Quản lý công nghiệp. Lớp Ql17CN1 Lý do viết đơn: Em xin đăng ký môn học bổ sung môn đường lối đảng cộng sản Việt Nam (mã môn học:SP1009) lớp A02 thứ 3(tiết 7,8,9) của giảng viên . Vừa rồi em đã không đăng ký vào đợt 1,2 để chừa khoảng trống đăng ký các môn chuyên ngành, đến đợt 3 đã quá sỉ số nên em không thể đăng ký. Kính mong thầy/cô có thể giải quyết giúp em để em được học môn học trên.",
    "Dạ em muốn hỏi là theo như lịch học vụ mới được cập nhật: lịch đăng ký luận văn đợt cuối là từ 25/02/2020-02/03/2020 nhưng đến ngày 10/03/2020 em mới có kết quả chứng chỉ ngoại ngữ. Vậy em có thể xin gia hạn đăng ký luận văn trong học kỳ này không ạ. Em rất mong sớm nhận được phản hồi từ phòng đào tạo. Em xin chân thành cảm ơn.",
    "MSSVMSGV:   b       i   i     Em muốn Đăng ký thêm môn Kết cấu Bê tông cốt thép 1 mã môn học CI2091, nhóm T01 vì lịch thời khóa biểu của em còn trống   Rất mong phòng đào tạo xem xét bổ sung cho em kịp HK 2 này   Chân thành cảm ơn ",
    "Chào thầy cô! Em là , lớp XD15KT- Hiện em đã làm xong đồ án tốt nghiệp và hoàn thành các môn học trừ môn Giải tích 1 . Vì môn giải tích 1 không mở trong học kì chính nên em dự định đăng kí trong HK dự thính . Nhưng trong HK chính hiện tại em không đăng kí môn nào. Vậy em có thể đăng kí học Giải tích 1 trong HK hiện tại không ạ?  Em cảm ơn!",
    "sv: NGUYỄN QUỲNH ANH , MSSV   ĐÃ CÓ    .  MUỐN HỎI  CÓ  TAI NẠN  (  O  THANH TOÁN BẢO HIỂM TAI NẠN)",
    "Kính gửi PĐT   Theo mail trường gửi thì tuần sau ngày 17/2 trường mình bắt đầu học lại bình thường Em cũng mua vé tàu để chuẩn bị vào học lại rồi   Nhưng em mới thấy thông báo của ĐHQG TP HCM cho nghỉ hết tháng 2 (https://wwwfacebookcom/vnuhcminfo/posts/[phone_number]33302) Thông báo này có thật không ạ? Trường mình không phải nghỉ đúng không ạ? Có thể khẳng định chắc chắn khi nào trường ĐHBK TPHCM đi học lại được không ạ?    Mong quý thầy cô phản hồi nhanh giúp em Em cảm ơn",
    "Em kính chào thầy/cô ạ. Em có xem thông báo về hình thức chuyển điểm mới của nhà trường vào các học kì từ HK1/2020-2021. Em thấy rằng bằng toeic 500 không chuyển được điểm của anh văn 3 và 4. Thầy/cô cho em hỏi là bảng chuyển điểm này có áp dụng cho khóa 2015 không ạ. Vì em học khá chậm nên ra trễ. Nếu áp dụng bắt buộc thì em sẽ phải ở trường thêm 1 năm chỉ để học anh văn 3 và 4. Mong phòng đào tạo có thể xem xét và giải đáp thắc mắc của em ạ",
    "Dạ em chào nhà Trường ạ! Cho em hỏi là chúng em đang được nghỉ vì dịch virus corona đến hết tháng 2/2020, vậy thì hạn nộp đơn cứu xét của những trường hợp bị buộc thôi học do học lực yếu có được dời lại không ạ? Vì có những sinh viên ở quê chưa vào kịp ạ. Em xin chân thành cám ơn ạ!",
    "mình thấy rất nhiều bạn đang học chung khóa liên thông hệ VHVL đã có email miễn môn. Nhưng đến nay mình vẫn chưa nhận được. Không biết có sơ sót gì k vậy. Phản hồi giúp mình nha, mình mong chờ quá. Vì không biết miễn môn gì, để có cơ sở đăng ký môn học cho học kỳ tới  .",
    "Kính gửi Phòng Đào tạo. Hiện tại trễ môn Truyền số liệu và mạng nên kì này em không đăng kí được đồ án. Vậy hè có mở lớp đồ án không ạ. Nếu không, em có thể tự túc xin đi thực tập trước để có thể sắp xếp ra đúng hạn được không ạ? Em xin cám ơn.",
    "Xin cho em hỏi là em nhận được thông báo nghỉ học đến hết tháng 2, giờ em muốn nhận thẻ BHYT thì làm thế nào ạ? Phòng Y tế có mở cửa làm việc không ạ? Em xin cảm ơn.",
    "Em kính chào phòng đào tạo. Phòng đào tạo cho em hỏi, theo quy chế học vụ cho các môn đăng ký chung với luận văn (hình đính kèm), thì 21 tín chỉ (tính luôn luận văn) là số tín chỉ tối đa được phép đăng ký trong học kỳ chính thôi: nghĩa là em đã đăng ký học kỳ chính 21 chỉ, thì em vẫn có thể đăng ký thêm môn học cho học kỳ dự thính (giống như những học kì bình thường khác); hay là 21 tính chỉ đó là tín chỉ tối đa tính cho cả học kỳ chính cộng với dự thính luôn ạ? Em cám ơn",
    "Kính chào thầy cô pdt trường đại học bách khoa. Em tên trần thị kim tuyến là sinh viên đại học liên thông ngành kỹ thuật môi trường khóa 2019 đợt 2. Thầy cô cho em hỏi là em có được miễn môn không ạ, vì các bạn nhận được mail miễn môn mà em thì không nhân được. Rất mong thầy cô giải đáp giúp em. Em xin chân thành cảm ơn.",
    "Hi, My name is  (), majoring in Computer Engineering. I am considering a transfer to the University of Louisiana at Lafayette in the US this summer. Therefore, I need to submit official or true copies of all my academic school records, including my grade reports of the first semester at HCMUT. The application deadline is March 1st, so I hope this message can be replied soon . This is urgent, please tell me how can I contact directly. Thank you . Have a great day./.",
    "Kính thưa Phòng Đào Tạo Em là , MSSV  sinh viên chính quy văn bằng 2 khoa xây dựng, bằng 1 em học ngành công trình giao thông của khoa xây dựng . Trong phiếu chuyển điểm của em có môn Môi trường và con người mã (ME2019) thuộc chương trình đào tạo của khoa cơ khí. Nay em xin Phòng Đào Tạo cập nhật lại môn Môi trường và con người mã (ME2019) thành môn Con người và môi trường mã (EN1003) ( em đã học tại bằng 1 ) thuộc chương trình đào tạo của khoa xây dựng để em có thể đăng ký tốt nghiệp vào tháng 4/2020 ạ, em chỉ còn vấn đề này là tốt nghiệp ạ. Kính mong Phòng Đào Tạo giúp đỡ em ạ . Em chân thành cảm ơn. ",
    "Dạ chào thầy cô,cho em hỏi về việc em không thể đăng nhập vào mục \"Hoạt động ngoại khóa SV\" trong MyBK được ạ. Cụ thể,khi em mở MyBK lên và sử dụng truy cập vào các mục khác đều được ( hình đính kèm 1), chỉ có không vào được mục \"Hoạt động ngoại khóa SV\" ( hình đính kèm 2). Tình trạng này diễn ra cũng lâu rồi và em cũng đã thử đăng nhập bằng nhiều thiết bị khác nhau ở các thời điểm khác nhưng đều bị như vậy. Mong thầy cô giúp em với ạ. Em xin cảm ơn !",
    "Phòng đào tạo cho em hỏi là năm sau em thi lại thì em bảo lưu kết quả tuyển sinh năm nay được không ạ. Nếu em thi lại vào Bách Khoa một lần nữa thì kết quả tuyển sinh đó được tính không ạ. Em cảm ơn",
    "cho em hỏi thi anh văn đầu vào lần 1 em thi được 325 điểm. Em đăng ký thi thêm lần 2 được 265 điểm. bây giờ trên bảng điểm của em chỉ có 265 điểm.Vậy có cập nhật lại điểm anh văn lần 1 để em đạt anh văn đầu vào không?",
    "dạ, em chưa dki duoc mon giải tích 2 hợp lịch cho hk2  em muốn đề xuất các lớp giải tích 2 này ạ, trường có thể xem xét các lớp cho em giúp vì nhiều lớp em thấy họ đăng kí lố sĩ số ạ MT1005 các nhóm 01_02; 30_53; 27_49; 23_41; 22_40; 08_14. Mong trường giúp em ạ",
    "Cho em hỏi nộp Bảo hiểm y tế  (đã có thẻ bảo hiểm y tế do Nhà Nước cấp thuộc gia đình hự nghèo và hộ cận nghèo) thì nộp thẻ bảo hiểm y tế ở Trạm y tế của Ký túc xá được không hay phải đến trạm y tế trong trường ạ, em cảm n nhiều",
    "iểm liệt theo Quyết Định là nhỏ hơn 3 vậy em thi được 3 điểm thì có tính là điểm liệt hay không? Nếu không tính 3 là điểm liệt vậy thì điểm tổng kết môn vật lí 1 của em đã bị sai",
    "Em tên  - MSSV:  - Hệ Vừa Làm Vừa Học -Em đã truy cập trang web của khoa và xem chương trình đào tạo hệ vừa làm vừa học, nhưng những môn học trong đó không có mã môn học và không giống những môn em được miễn ví dụ: e đươc miễn môn sức bền vật liệu (CI2001). Nhưng trong web của khoa thì có đào tạo sức bền vật liệu 1 (học kỳ 3) và sức bền vật liệu 2(học kỳ 4), mà 2 môn này lại không có mã môn học. Như vậy thì em được miễn môn nào? hay được miễn cả 2 môn. Trong đó cũng có vài môn tương tự như vậy. Như vậy thì làm sao em biết mình được miễn môn nào là chính xác? -Em muốn xem những môn mà mình sẽ được đào tạo mà có cả mã môn học thì xem ở đâu?(ngoài trên web của khoa)",
    "dạ thầy/cô cho em hỏi là em có đăng kí học môn tiên quyết nhưng không phải mã lớp theo lộ trình học tập của em , vậy sau khi học môn đó ở lớp đó em có được đăng kí học tiếp các môn sau không ạ",
    "Thầy / Cô thân mến, Theo timeline Tốt Nghiệp của PDT thì thời gian bổ sung tốt nghiệp là từ ngày 17/02/2020 đến ngày 27/03/2020. Tuy nhiên, do dịch corona khiến nhà trường cho sinh viên nghỉ và ảnh hưởng đến thời gian thi anh văn Nói Viết và các hoạt động CTXH. Cụ thể trong trường hợp của em là lịch thi anh văn nói viết của BKEnglish luôn liên tục bị dời xuống tháng 3 trong khi theo thông tin thì 2 tuần mới có kết quả thi. Điều này sẽ rất ảnh hưởng đến thời gian xét tốt nghiệp của sinh viên. Nên em thắc mắc là timeline Tốt Nghiệp mình có thay đổi do dịch Corona? Em hiện đang rất lo lắng vì sợ không kịp thời gian để bổ sung tốt nghiệp. Vì thế, xin thầy / cô có thể giải đáp được thắc mắc này cho em ạ. Em cám ơn thầy / cố nhiều.",
    "Bảo hiểm] ﻿Em ở ký túc xá. Đợt vừa rồi em chỉ đăng ký bảo hiểm y tế mà không đăng ký bảo hiểm tai nạn mà em mới được biết có vài môn thí nghiệm chỉ được học khi có bảo hiểm tai nạn. Nên em muốn đăng ký riêng bảo hiểm tai nạn thì nên đăng ký ở đâu và như thế nào? Em xin cảm ơn!",
    "Dạ chào thầy cô,cho em hỏi về việc em không thể đăng nhập vào mục \"Hoạt động ngoại khóa SV\" trong MyBK được ạ. Cụ thể,khi em mở MyBK lên và sử dụng truy cập vào các mục khác đều được ( hình đính kèm 1), chỉ có không vào được mục \"Hoạt động ngoại khóa SV\" ( hình đính kèm 2). Tình trạng này diễn ra cũng lâu rồi và em cũng đã thử đăng nhập bằng nhiều thiết bị khác nhau ở các thời điểm khác nhưng đều bị như vậy. Mong thầy cô giúp em với ạ. Em xin cảm ơn !",
    "Thưa PDT em muốn xin đăng kí môn khi đã qua đợt đăng kí thì sao ạ. Em có được biết là xin pdt sau đó xin chữ kí của giáo viên và khoa. Mong PDT hướng dẫn em ạ. Em cảm ơn ..",
    "Cho em hỏi về file chương trình đào tạo khoa máy tính vì trên website của trường hiện nay vẫn chưa có ạ!  Em cám ơn.",
    "Em chào thầy, cô. Em tên  (MSSV:) khoa KH&KT Máy tính. Em đã đăng kí thành công môn học Công nghệ phần mềm nâng cao (CO3066) cho học kì 192 và đã có thời khóa biểu chính thức. Do một số vấn đề nên em không thế học môn học này nên em có dự định làm đơn rút môn học . Tuy nhiên do tình hình dịch bệnh, trường cho nghỉ học hết tháng 2/2020 nên em không biết bây giờ em có thế rút môn được hay không và rút vào thời gian nào ạ? Em cảm ơn.",
    "B ",
    "Kính gửi: Cán bộ Phòng đào tạo ĐHBK-TPHCM - Em tên:  - Nội dung: Cuối tháng 2/2020 là hạn nộp học bổng của em, phía họ có yêu cầu bảng điểm trung bình tích lũy của học kỳ tính đến thời điểm hiện tại( bao gồm cả học kỳ 191 ). Thế nhưng, hiện nay nhà trường chưa cập nhật điểm trung bình tích lũy trên trang mybk. Cho em hỏi thời gian cập nhật điểm trung bình tích lũy của học kỳ 191 ạ. Trong trường hợp gần cuối tháng 2 nhà trường cập nhật điểm trung bình tích lũy trên trang mybk, và ngay lập tức em đăng ký in bảng điểm cũng như hoàn tất thủ tục thanh toán trên bkpay thì em có thể nhận bảng điểm trước ngày 28/02/2020 không ạ? - Kính xin nhà trường xem xét và xử lý trường hợp của em, giúp em nắm bắt được cơ hội này ạ. Em xin cảm ơn cán bộ nhà trường.",
    "Em xin lỗi , vì em K13 . Theo trương trình đào tạo , em cần tích lũy 6 chỉ chuyên ngành . Em đã tích lũy được 3 chỉ , còn 3 chỉ em học môn Hệ cơ sở dữ liệu (CO2013) cùng nằm chung trong phần   B môn học tự chọn nhóm B    với môn Ứng dụng hệ thống nhúng nâng cao (CO3039) (môn Ứng dụng hệ thống nhúng nâng cao lại tương đương 3 chỉ với môn ứng dụng hệ thông nhúng - 504015 )  (trong file đính kem ). Em có lên văn phòng khoa cùng bạn để hỏi vấn đề này , thì được xác nhận là tương đương và bạn e cũng được quy đôi tương đương để tốt nghiệp . Nhưng hiên tại em không được cập nhật tương đương như vậy . Em không hiểu , nên mong pdt hồi âm sớm giúp em về vấn đề này , để em có thể tốt nghiệp .     ",
    "Cho em hỏi là lịch tốt nghiệp có được dời không? Do dịch bệnh corona nên các lịch thi tiếng anh kỹ năng nói viết để xét tốt nghiệp của  đều bị dời hết rồi, một số lịch thì bị hủy. Em cũng có nghe admin facebook  nói là dự kiến sẽ dời thời gian xét tốt nghiệp nên em hỏi lại cho chắc.",
    "CODE CI2093 .",
    "CODE CI1051 .",
    "Tên:  Khóa: 2015 Khoa: Kỹ thuật giao thông  em đủ các yêu cầu về tốt nghiệp. Tuy nhiên, em không có tên trong danh sách tốt nghiệp dự kiến. Em đã đến PHÒNG ĐÀO TẠO CS2 để phản hồi. Trên văn phòng yêu cầu đặt câu hỏi trên đây. Mong phòng đào tạo xem xét kiểm tra lại. Em cảm ơn.",
    "Do đơt đăng ký hiệu chỉnh môn học đợt 3 từ 04-06/02/2020 em không đăng ký đưicj môn học. Em có nguyện vọng đăng ký học môn: Nguyên lý kinh tế và quản lý xây dựng . Kính Mong Phòng Đào Tạo xem xét, tạo điều kiện cho em được học theo nguyện vọng",
    "Em có 2 câu hỏi như sau - Em k18, năm ngoái e thi được 5.0 IETLS và đã chuyển điểm thì được 600 TOEIC và anh văn 1,2,3,4 là 10 10 9,5 7. Em thấy chuẩn anh văn cuối năm 3 là 600 TOEIC và anh văn 4 trên 8. Vậy điểm anh văn 4 trên 8 là cho điểm đã chuyển hay điểm của mấy bạn học anh văn 4 vậy ạ. - điểm đã chuyển rồi sang mấy năm kế có bị thay đổi không ạ. Bảng điểm chuyển và quy đổi của k20 có áp dụng cho k17,18 không ạ.",
    "Dạ e là , trước đây e có nhận được mail là e đạt được pre-english scholarship. Dạ cho e hỏi là khi nào thì e nhận được học bổng này ạ ? Trong mail đề là trong tháng 2 nhưng e chưa nhận đc ạ, e có gửi mail cho thầy  nhưng ko thấy phản hồi ạ E cảm ơn",
    "với tinh hình dich bênh kéo dài thì thời hạn dăng ký tốt nghiep có được gia han thêm không ",
    "Em muốn đăng kí thêm vào lớp L08_L15 môn PH1005 tại vì em mới nhận ra em đăng kí chỉ có 8  tín chỉ ,ko đủ tín chỉ yêu cầu, mong thầy cô cho phép em vào lớp để cố gắng trả nợ với ra trường đúng hẹn  mong thầy cô thông cảm sự chậm trễ",
    "Em là ainh viên năm nhất đang học tại Bách Khoa. Phòng đào tạo cho em hỏi là năm sau em thi lại vào trường Bách Khoa một lần nữa thì mình cần làm những đơn nào ạ . Em cảm ơn",
    "Em xin chào thầy/cô. Hiện em là K13 còn thiếu 2 môn tự chọn trong đó có 1 môn chuyên ngành. Em muốn đăng kí để học và kết thúc trong kì này nhưng hiện việc đk đã hết hạn, liệu em có thể làm gì để giải quyết vấn đề này ạ ? 2 môn em cần đk có MSMH là ee3057 và im1013. Em xin cảm ơn ạ ",
    "Trước đây tôi học tại Trường ĐH KHTN TP.HCM. Nhưng khi Trường xét miễn môn học lại không được miễn môn (Không được miễn bất cứ môn nào) . Đề nghị bộ phận xét miễn môn học kiểm tra lại. Cám ơn! -[phone_number] Khoa kỹ thuật xây dựng-VHVL-2019-2020.",
    "Dạ phòng đào tạo cho em hỏi là học kì 192 này em có đăng kí môn Đồ án thiết kế ( ME2011) và đã có lịch học trên thời khóa biểu nhưng tại sao trên bk elearning lại chưa có môn học này ạ và khi nào thì sẽ có ạ. Em cảm ơn và mong sẽ có phản hồi sớm ạ",
    "Kính gửi Phòng đào tạo. Em tên là , MSSV . Hiện em đang muốn cải thiện môn Vi sinh vật nhưng đã hết thời gian đăng kí môn học. Em mong phòng đào tạo có thể tạo điều kiện cho em đăng kí môn được. Môn cần đăng kí: Vi sinh vật Mã môn học: CH3003 Lớp L01_L02 Thời gian học:  Thứ 5  2-4 ( lí thuyết) Thứ 4  7-11 ( thí nghiệm)",
    "Có lịch nghỉ học vì virus corona rồi sao email em không có nhận được thông báo gì hết ạ ?",
    "Em chào cô Em muốn hỏi là 16/3-20/3 phòng đào tạo mới nhận phiếu đăng ký rút môn học của học kỳ 192. Từ ngày 16/3 - 20/3,em làm phiếu đăng ký rút môn đề cương luận văn thì kết quả đăng ký môn học cuối cùng mà phòng đào tạo gửi cho khoa sẽ không có môn đề cương luận văn đúng không ạ??? Mong cô giải đáp giúp em Em cảm ơn cô nhiều",
    "Em đã đủ điều kiện nhận LVTN và đã đăng ký được cũng như có thời khóa biểu chính thức. Nhưng hiện nay em không có tên trong danh sách thực hiện và bảo vệ LVTN của GVHD. Mong pdt xem xét lại danh sách giúp em.",
    "Trước đây em có làm đơn xin phúc khảo lại môn giải tích 2 và điểm tổng kết đã đạt 5.0, tổng số tính chỉ đạt trong học kỳ 2 (2016-2017) là 17 (bằng tổng số tỉnh chỉ đã đăng ký trong học kỳ). Nhưng bây giờ em xem lại thì tổng số tính chỉ đã đạt vẫn là 17 nhưng điểm giải tích 2 là 4.5. Xin pđt xem xét giúp em, em xin cảm ơn.",
    "Mssv: : Kha.mustpha.singto520 hiện không nhận được bất cứ mail nào từ nhà trường. Xin nhà trường xử lí giúp em.Em xin cám ơn.",
    "Chào các thầy cô, em đã thực hiện đăng ký nộp chứng ngoại ngữ từ ngày 04/2 nhưng chưa được thẩm tra. Mong các thầy cô hỗ trợ giúp em để thực hiện đăng ký tốt nghiệp. Em cảm ơn.",
    "Em là:  MSSV: 7 Học kỳ 181 vừa rồi, em   B đã bảo vệ LVTN    và đã bổ sung đầy đủ các điều kiện để tốt nghiệp. Nay ngày 17/02/2020, em   B không    thấy mình có tên trong Danh sách dự kiến Tốt nghiệp 04/2020. Mong PĐT sớm kiểm tra và cập nhật để em được tốt nghiệp vào tháng 04/2020 ạ. Em xin cám ơn.",
    "Cho mình hỏi hiện tại thì có thông tin về việc học sinh, sinh viên được cho nghỉ đến hết tháng 2/2020. Không biết thời gian bắt đầu hk 192 của trường có thay đổi theo không?",
    "dạ e chào a chị , e kì này có dk av4 mà e rút môn rồi nhưng pk pay chưa có để thanh toán , bây h e f làm s ms dc tốt nghiệp ạ , e cám ơn anh chị ",
    "Trường yêu cầu em nộp bằng tốt nghiệp cấp 3 để thẩm tra tốt nghiệp Vậy em nộp   U bản sao    (của trường cấp 3 cấp) thay   U bản chính photo công chứng    có được không ạ? Do bản chính em không tiện về quê lấy ạ Mong quý thầy cô giải đáp giúp em, em xin chân thành cảm ơn ạ!",
    "Em chào thầy/cô ạ. Em là , sinh viên K19, khoa KH&KT máy tính ạ. Em có gửi đơn xin nhà trường cấp cho em giấy xác nhận sinh viên để duy trì học bổng khuyến tài ở tỉnh ạ. Cho em hỏi giấy chứng nhận đó sau khi có thì em phải đi lấy hay em có thể nhờ người quen đến lấy ạ? Trong trường hợp em nhờ người quen đến thì có cần thông tin xác nhận gì không ạ? Vì đang trong đợt nghỉ nên em hơi bất tiện ạ . Em cảm ơn",
    "Kính gửi:  B  Quý Thầy (Cô).   Ngày 13 tháng 02 năm 2020,     I  em có đăng kí thêm môn   B Phương pháp tính (MT1009).    . Lớp của cô  . Nhóm A01 . Thứ 4 tiết 3, 4, 5 . Phòng 213B1 Em nhận được phản hồi từ   B Thầy     rằng: \"đã bổ sung. bạn xem tkb cập nhật cuối ngày  Thân\" Nhưng đến bây giờ thời khóa biểu của em vẫn chưa cập nhật. Mong   B quý Thầy (Cô)    kiểm tra lại giúp em. Nếu chưa có, mong   B quý Thầy (Cô)    đăng kí lại giúp em. Em chân thành cảm ơn. Trân trọng. Em Tư.",
    "em chào thầy/ cô vào kỳ 192 này, em có đăng ký làm luận văn tốt nghiệp, nhưng nhà trường thông báo cho nghỉ đến hết tháng 2 do dịch bệnh. Vậy cho em xin hỏi là lịch bảo vệ luận văn vẫn sẽ diễn ra theo lịch như hàng năm hay sẽ được dời trễ hơn ạ? em cám ơn.",
    "Ad ơi cho mình hỏi: Kỳ này mình đang làm LVTN và Mình muốn đổi GVHD thì thời gian đổi là như thế nào vậy ạ. xin cảm ơn",
    "Thông tin trên trang đăng ký tốt nghiệp của em bị sai Nghành học và tên đầy đủ. 1. Em học nghành Hệ Thống Điện khoa Điện Điện tử trên thông tin ghi là Công Nghệ Vật Liệu. 2. Tên đầy đủ của em là  trên thông tin ghi là     i    Thanh toán lệ phí & khai lý lịch tốt nghiệp .",
    "Kính gửi Phòng Đào Tạo, Em là sinh viên bằng 2 khoa khoa học máy tính. Kính xin PĐT cho em đăng ký bô sung môn: Đề cương luận văn tốt nghiệp MSMH: CO4311 Em xin cảm ơn",
    "Dạ cho em xin thủ tục xin cấp lại chứng chỉ GDQP-AN do làm thất lạc ạ, em cảm ơn.",
    "MSSV:  Họ tên:     . Kính chào quý thầy cô. Em bị rớt môn Đồ án thiết kế kỹ thuật hóa học CH4007 nhưng khi có điểm thì đã hết thời gian đăng kí môn học chính thức. Em mong quý thầy cô xem xét cho em được đăng kí học lại môn Đồ án trong HK192 sắp tới. Em xin cảm ơn.",
    "Em là  , mssv . Khoa Kĩ thuật Địa chất & Dầu khí, chuyên ngành khoan khai thác Kính mong nhờ phòng đào tạo giải quyết vấn đề về đăng kí môn học. Về môn học Tinh thể Khoáng vật Thạch học (GE1007) Trong các đợt đăng kí môn học chính trước kia (cả 3 đợt) em đều không thể đăng kí được môn này do đều hiện lí do \"Khoa không mở lớp\", đây là điều khá vô lí vì em tưởng môn này luôn mở vào HK2 mỗi năm học. Nay em thử tìm lại thì thấy có lớp nên em kính mong phòng đạo tạo cho phép em vào học lớp  A01 (CS1 phòng 304B9) của môn học này, để em có thể theo kịp tiến độ học tập và tốt nghiệp. Em xin trân trọng cảm ơn",
    "Vào đợt 3 mua BHYT e đã có vào hệ thống mybk của trường nhưng không thể truy cập được nên e không thể đăng kí mua BHYT. Kính mong thầy/cô xem xét và hỗ trợ giúp e",
    "Cho em hỏi là đăng kí môn cuối năm 3 của khóa k18 tài năng yêu cầu anh văn 4 trên 8. Vậy cho em hỏi là av4 này là điểm đã chuyển hay điểm của mấy bạn học av4 trên trường ạ. Em có đính kèm ảnh ở phía dưới. Em cảm ơn",
    "ng ký in bảng điểm . Kính gửi PĐT trường Đại học BK,   Em có đăng kí in bảng điểm và nơi nhận là ở PĐT CS2 trước khi ra trường có thông báo SV nghỉ tiếp hết tháng hai. Cho em hỏi trong đợt nghỉ này, PĐT CS2 có hoạt động không ạ, em sẽ nhận bảng điểm in ở PĐT cơ sở nào ạ?",
    "Kính gửi PĐT ; Em tên  -  , vào đợt đăng ký môn học vừa rồi em có đăng ký môn LVTN do sợ thời gian vừa làm vừa học không kịp qua môn nên em đăng ký, nhưng trong quá trình học em đã cố gắng hoàn thành và đã qua môn nên trong đợt bổ sung em đã xoá đăng ký môn LVTN trên web, nhưng hiện tại sau khi có kết quả chính thức em vẫn có trong danh sách đăng ký. Em kính mong PĐT hỗ trợ em thủ tục để huỷ môn học ạ. Em chân thành cảm ơn.",
    "Kính chào quý thầy cô phòng đào tạo! Em tên  MSSV V Em đã hoàn thành tất cả môn học và các chứng chỉ anh văn đầu ra của trường.Em vào mục đăng ký tốt nghiệp trên mybk ở phần Tình trạng đăng ký ghi : Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến. Em xin quý thầy cô kiểm tra giúp em xem trường hợp của em còn thiếu sót gì không ạ Em xin cám ơn quý thầy cô!",
    "Kính gửi thầy cô PĐT Em là  MSSV: sinh viên hệ VLVH chuyển từ CQ sang. Học kì 191 e có làm luận văn tốt nghiệp và đã đạt. Em có nhận đươc mail về thẩm định bằng TN THPT. Quý thầy có có thể làm rõ để em được xét tốt nghiệp trong tháng 04/2020 được ko ạ?",
    "Thời gian học của học kì 2 được dời lại đến hết tháng 2 em không biết trong thời gian này em có cách nào để đăng kí bổ sung đồ án chuyên ngành không ạ!",
    "Em chào anh/chị ạ! Em chuyển từ chương trình Việt Pháp về lại ngành trúng tuyển ban đầu đã gần 1 năm rồi nhưng trên hệ thông vẫn chưa cập nhật lại ạ. Mong anh chị cập nhật lại mục tiến độ học tập để em có thể sắp xếp kế hoạch học tập cho những năm tiếp theo. Em chân thành cám ơn ạ!",
    "iều kiện tốt nghiệp nhưng không có trong danh sách dự kiến tốt nghiệp tháng 4/2020 ",
    "Dạ cho em hỏi là lúc em đki môn học đợt 1 em đã lưu hết kết quả dki, em nghĩ là em đki xong rồi nên em kh dò lại, bây h em xem lịch sử thì kh có! Bây h em phải làm sao để có TKB ạ? Mong thầy cô có thể giúp em với ạ!!Em cảm ơn!!",
    "...      Do em đóng học phí trễ nên các môn em đăng kí để học cho học kì 2 đã bị huỷ ạ,em mong nhà trường có thể thông cảm và sắp xếp cho em được vào những chỗ còn trống của các môn sau đây để được học ạ,em xin lỗi vì đã đóng học phí trễ hẹn ạ.Hiện tại em đã thanh toán xong phần học phí còn thiếu ạ,kính mong nhà trường xem xét lại cho em ạ. 7 - Thí nghiệm vật lý 1005 - Giải tích 2 CI1003 - Vẽ kỹ thuật 5 - Vật lý 2 1005 - Giáo dục thể chất 2 1003 - Cơ lý thuyết 1005 - Thực tập cơ khí đại cương 1",
    "Em xin thắc mắc là hiện tại em đang có nhu cầu mua giáo trình thì không biết quầy giáo trình ở CS1 Lý Thường Kiệt có hoạt động không ạ?",
    "Em là   MSSV  Em xin hỏi hiện giờ muốn hủy môn học đã đăng kí thì phải làm như thế nào ạ và có bị mất số tiền dùng để đăng kí môn không?",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . Kính gửi Phòng Đào Tạo Em tên là  MSSV:  Em đã hoàn thành thanh toán tất học phí nhưng khi vào đăng ký xét tốt nghiệp thì   B Tình trạng đăng ký    ở ô   B Nộp đơn xin xét tốt nghiệp    vẫn duy trì tình trạng là :  B \"Không được phép đăng ký (Nợ HP )\"   . Kính mong Phòng Đào Tạo xem xét",
    "Phòng đào tạo cho em hỏi là hiện giờ em đang là sinh viên đại trà k19. Em muốn chuyển sang hệ chất lượng cao và chấp nhận học học kì pre cùng k20 thì có được không ạ  Em cảm ơn",
    "Dear Thầy/Cô, Hiện tại em vào trang của trường đăng ký tốt nghiệp đợt 2 năm 2019-2020 thì không được ạ. Hiện tại, em đã hoàn thành chương trình học và nộp đủ điểm anh văn Toiec và anh văn 2 kỹ năng ạ. Tuy nhiên, em có đăng ký học bằng 2 và em muốn đăng ký tốt nghiệp bằng 1 dừng học bằng 2. Vậy em cần thực hiện như thế nào ạ. Em xin cám ơn.",
    "cho con hỏi là con đăng kí chuyển điểm cho học kì 192 còn kịp không ạ, và chuyển điểm cho 4 av luôn ạ, con phải đóng phí rồi mới có kết quả điểm chuyển hay sao ạ? vì con thấy kết quả thẩm tra chưa có nên con chưa đóng phí ạ. Con có nhấp chỗ đăng kí xét miễn mấy lần thì nó có bảng thông báo như vây, trừ lần đầu con không nhớ có bảng thông báo như vậy không, còn những lần sau đều như vậy ạ. Con cảm ơn.",
    "Chào anh/chị Ý em là , em cần học thêm 3 chỉ chuyên ngành mới đủ điều kiện tốt nghiệp , ví dụ như em học môn ứng dụng hệ thông nhúng(504015) mới đủ điều kiện nhưng môn này được thay bằng môn Ứng dụng hệ thống nhúng nâng cao (CO3039)rồi Do em có lên văn phòng khoa hỏi thì môn Ứng dụng hệ thống nhúng nâng cao (CO3039) mình có thể học môn Hệ cơ sở dữ liệu (CO2013) tương đương được vị nằm trong cùng nhóm môn học tự chọn nhóm B ,em chưa tìm thấy công văn Do em cung không con nhiều học kì trong trường , nên không biết liệu em học pass môn Hệ cơ sở dữ liệu (CO2013) đã được xem là pass qua chưa , vì bảng điểm không thấy cập nhật gì ? Vì nếu tới lúc đăng kí tốt nghiệp mà lại có vấn đề thì không đủ học kì để em học bù . Do lúc đó mở môn Hệ cơ sở dữ liệu (CO2013) nên em học lun   Do bạn em cũng là một trường hợp được tương đương môn học như vậy , em không biết là có cần thủ tục gì không . Bên dưới có mail của cô  về vấn đề này đối với trường hợp bạn em , nên giờ em cần làm gì , mong được anh/chị giúp đỡ",
    "Kính gửi: Phòng đào tạo Đại học Bách Khoa Em tên là:  MSSV: , Lớp XD17DD02 Vừa qua trong đợt đăng kí môn học vì lí do không đạt chuẩn Anh văn sau năm 2 nên em không không đăng kí được những môn chuyên ngành năm 3. Trong đợt chuyển điểm Anh văn ngày 15 tháng 1 em đã nộp bằng để chuyển điểm. Em viết đơn này mong muốn phòng Đào tạo cho em đăng kí môn học những môn sau đây: CI3009 - Kết cấu thép 1 ( A01 ) CI3095 - Cấp thoát nước ( A03 ) CI3197 - DAMH nền móng  ( A05 ) CI3195 - Nền móng ( A02) CI1047 - Luật và kinh tế xây dựng ( A01 ) Em xin chân thành cảm ơn.",
    "Em đã bổ sung điều kiện ngày ctxh. Pdt cập nhật ds tốt nghiệp dùm em ạ. Em cám ơn.",
    "Em tên là:  MSSV:  Chuyên ngành: Công Nghệ Thông Tin (VLVH) Dạ xin kính chào phòng đào tạo trường Bách Khoa, hôm qua (18/02/2020) em có lên trường để nộp phiếu miễn môn bổ sung và đã nhận biên nhận của trường. Và sáng nay ngày 19/02/2020 em có nhận được mail là phiếu miễn môn cập nhật ngày 18/02/2020 nhưng khi em xem file đính kèm thì vẫn là các môn cũ, em vẫn chưa thấy các môn bổ sung miễn môn mà em đã gửi yêu cầu vậy là em đã được xét duyệt miễn môn bổ sung chưa ạ hay em phải chờ ạ. Em xin cảm ơn ạ",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . dạ cho em hỏi là đến hạng đăng kí tốt nghiệp rồi nhưng chưa bấm được nộp đơn đăng kí xét tốt nghiệp ạ, không biết do lỗi kỹ thuật hay sao ạ, PĐT xem lại giúp em ạ",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . Thưa PĐT, Em đã hoàn thành xong chương trình đào tạo của 2 chuyên ngành Công trình thủy và Kỹ thuật công trình xây dựng của khoa Xây Dựng. Theo quy chế em đọc được thì em đăng kí xét tốt nghiệp 2 bằng cùng lúc nhưng hiện tại khi em đăng kí xong bằng thứ nhất thì chưa thể đăng kí xét tốt nghiệp cho bằng thứ 2 của mình. Kính mong các thầy cô có thể giải đáp thắc mắc này giúp em. Em xin chân thành cám ơn!",
    "em chào thầy cô PĐT ! em tên  MSSV  em có tải ảnh đăng kí tốt nghiệp nhưng có mail phản hồi tải lại ảnh, nhưng vào trang đăng kí lại không có mục tải lại, thầy cô cho em hỏi phải giải quyết sao ạ . em xin cảm ơn thầy cô",
    "Thưa nhà trường , em đã nộp bảo hiểm y tế trong đợt 1 , bảo hiểm có sự thay đổi nơi khám chữa bệnh ban đầu so với bảo hiểm trước, em đăng kí nơi nhận là cơ sở 2 và không ngờ rằng do ảnh hưởng của dịch corona nên kì nghỉ kéo dài nên chưa thể lấy . Bây giờ em cần lấy thẻ để đi khám  thì có thể lấy ở đâu ạ , phòng y tế ở cơ sở 2 có mở trong lúc nghỉ dịch không ạ ?   Em cảm ơn.",
    "cho em hỏi một số vấn đề sau: 1. Xét tốt nghiệp bổ sung có phải là em đăng ký xét tốt nghiệp trước rồi bổ sung điều kiện còn thiếu sau phải không? Hay là em đủ hết điều kiện rồi mới được xét. 2. Ngày 27/03 là hạn chót xét tốt nghiệp bổ sung. Nếu em có điểm AV nói viết vào ngày 26/03 thì có thể đăng ký tốt nghiệp ngay không hay phải đợi vài ngày PĐT thẩm tra rồi em mới được đăng ký? 3. Nếu kỳ này em không đủ điểm AV nói viết, có đăng ký môn học nhưng không học thì kỳ sau em có được đăng ký môn học để duy trì tình trạng học không?",
    "Em tên  - MSSV:  - Lớp: CK15CTM3 - SĐT: [phone_number] Em xét thấy điều kiện để tốt nghiệp đợt tháng 4/2020 tới này là đạt yêu cầu. Nhưng sau khi em kiểm tra trên hệ thống \" Danh sách tốt nghiệp dự kiến - 4/2020 - Chính Quy \" thì nhập MSSV vào nó bảo không có dữ liệu. Phòng Đào Tạo có thể giúp em xem kiểm tra lại là do em thiếu điều kiện gì hay không, hay do lỗi hệ thống ạ. Em cảm ơn nhiều.",
    "Em có 1 số môn  đã đăng ký ở học kì chính bây giờ muốn hủy để đăng ký lại ở kì dự thính. Tuy nhiên do dịch corona trường chưa làm lại để em nộp đơn hủy môn thì đã đến kì đăng kí môn dự thính. Không biết bây giờ phải làm như thế nào?",
    "Kính thưa phòng Đào tạo, Tháng 4/2020 em sẽ tốt nghiệp, tuy nhiên emvẫn không thể đăng kí tốt nghiệp được. Em đã hoàn thành các thủ tục của phòng Đào tạo về việc thẩm tra bằng tốt nghiệp THPT. Kính mong phòng Đào tạo xem xét trường hợp của em và cho phép em được đăng kí tốt nghiệp.",
    "Thầy/cô cho em hỏi theo kết quả đăng ký môn học học kỳ 2 hệ VLVH, em có đăng ký môn “Nhập môn về kỹ thuật” (mã môn học: EE1001). Tuy nhiên, theo kết quả miễn môn, em được miễn môn học này . Thầy/cô xem xét cho em đăng ký bổ sung môn  môn \"vật lý bán dẫn\" (mã môn học:  EE1013) cho học kỳ 2. Em xin cảm ơn.",
    "hiện tại em đã được thông qua đơn đăng kí môn ME1005 - Thực tập cơ khí đại cương 1 nhưng trên bk e-learning của em vẫn chưa có thông tin về môn học đó ạ . Em mong nhà trường kiểm tra lại giúp em về trường hợp này ạ . Em cảm ơn nhà trường nhiều ạ.",
    "Dear thầy/cô, Thầy/cô hỗ trợ giúp em kiểm tra xem là em còn thiếu điều kiện nào để xét tốt nghiệp nữa ạ? Theo thông tin em tự check thì thấy là em còn thiếu bằng  Nói - Viết, tuy nhiên vẫn mong thầy/cô giúp em check lại để em an tâm hơn khi lịch thi  và CTXH liên tục được dời xuống do corona. Em cám ơn thầy cô nhiều.",
    "Dạ em kính chào thầy, cô ạ! Vì trường thông báo nghỉ học đến hết tháng 2, nên cho em hỏi thời gian nộp phiếu đăng ký rút môn học có được dời lại không ạ? Và thời gian nhận phiếu là ngày bao nhiêu ạ? Vì em vẫn còn đang ở quê chưa vào thành phố nên em có thể nộp phiếu online được không ạ? Mong thầy, cô phản hồi giúp em Em xin cảm ơn ạ",
    "Kính gửi PĐT Em là , K16 Khoa Kĩ thuật Địa chất & Dầu khí, chuyên ngành Khoan Khai thác Dầu khí  Em có 2 việc cần PĐT giải quyết  1/ Kính mong PĐT cung cấp chương trình đào tạo của khóa K2019 (và K2020) Khoa Kĩ thuật Địa chất & Dầu khí ạ, vì file không tồn tại trên web aao 2/  Về môn học Tinh thể Khoáng vật Thạch học (GE1007) Cho em hỏi còn có cách nào khác không để xin vào đăng kí và học lớp này ạ (lớp A01, P 304B9 thứ 2 tiết 7,8,9), hay đành phải chờ học kì sau. Vì em cần trả gấp môn này để theo kịp CTĐT và tốt nghiệp  Kính mong PĐT giải quyết  Em xin trân trọng cảm ơn",
    "Cho em hỏi là ngày 18/2 em đã đăng kí tốt nghiệp và được PĐT xác nhận trong ngày thì thứ Sáu tuần này 21/2 em đã có thể đến Văn phòng khoa Xây dựng để nhận bằng tạm thời chưa. Vì hiện tại em đang cần gấp bằng tốt nghiệp tạm thời ạ.",
    "Thầy cô cho em hỏi tại sao trong tkb của em có môn học đồ án thiết kế ME2011 mà trên bk elearning lại chưa thấy xuất hiện v ạ."
]