[
    "Dạ thưa phòng đào tạo, học kì II, HKII-20 21 . Em có đăng kí môn học 1 môn mà không mở lớp nên em bị tạm dừng học. Vậy kì sau em đăng kí môn học lại bình thường được không ạ!  # em cảm ơn nhiều ạ!",
    "Xin chào, Em có thắc mắc muốn hỏi là nếu em có chứng chỉ ngoại ngữ đủ điều kiện chuyển điểm cho AV1 AV2 AV3 AV4 nhưng ban đầu em chỉ xét chuyển AV1 AV2, vậy thì sau đó em có thêm nhu cầu thì có thể tiếp tục dùng Chứng chỉ đó chuyển điểm tiếp cho AV3 và AV4 được không ạ?  Em cảm ơn.",
    "Em có mong muốn cuối năm I được chuyển hệ đào tạo từ đại trà sang chất lương cao qua 1 ngành khác mà chưa có bằng ielts vậy có được chuyển và học lại pre university không ạ và có phải học lại các môn đại cương không ạ",
    "Dạ chào thầy/cô Em là sinh viên K18, hồi năm nhất em có nộp bằng toeic 605 điểm và đã quy đổi điểm cho 8 chỉ môn AV Vậy thầy cô cho em hỏi nếu em thi được toeic điểm cao hơn thì em có thể xin chuyển điểm lần nữa được không ạ? Em cảm ơn thầy/cô",
    "Hiện tại em mới nhận mail rằng mình bị xóa tên và buộc thôi học từ học kỳ 2, em có thể đến phòng đào tạo để xin cứu vớt được không ạ   i ",
    "Dạ em chào quý thầy cô,em là ,là sinh viên Bảo dưỡng công nghiệp K15 đã tốt nghiệp vào tháng 11/2020 vừa rồi.Em dự định qua kì sau sẽ nộp hồ sơ xét tuyển lên đại học hệ tại chức Khoa Bảo dưỡng công nghiệp.Theo như em tìm hiểu thì hạn chót để hoàn tất hồ sơ là 29/4,những giấy tờ cần công chứng như Phiếu đăng kí xét tuyển,giấy khai sinh,2 ảnh 3*4,bằng tốt nghiệp thpt,bằng tốt nghiệp cđ và bảng điểm thì em đã chuẩn bị xong hết.Em định sáng mai sẽ trực tiếp lên phòng đào tạo để làm thủ tục nhập học.Cho em hỏi lại cho chắc vài vấn đề này ạ:     -Những giấy tờ em nói như trên đã đủ chưa ak     -Nếu như làm hồ sơ thì trong 1 ngày nếu em tranh thủ thì có thể hoàn thành được không ak     -Nếu còn cần điều kiện nộp hồ sơ như thế nào mong thầy cô nhắc nhở thêm để em hoàn tất hồ sơ ạ.Tại hiện tại e còn đi làm nên xin nghĩ hơi bất tiệnEm xin cảm ơn thầy cô",
    "Thưa cô, Em là sinh viên lớp KSTN khoa KHMT Kì vừa rồi, em có học môn cơ sở ngành là Mô hình hoá toán học và được tổng kết là 7.0 Cô cho e hỏi là e có cần học lại môn đó k ạ. Tại e có nghe nói là các môn của ngành phải trên 7 5 ạ Em cám ơn cô ",
    "Kính chào Thầy(Cô)! Em Tên: LÊ VĂN TRÍ MSSV:  CN: Kỹ Thuật Môi Trường Lý do: Là sinh viên hệ vừa học vừa làm nhưng ngành KTMT không mở lớp riêng. - Từ nằm học 2020-2021 các môn học em đăng ký đều học chung với hệ Chính Quy(buổi sáng) cho đến nay. - Nhưng vẫn phải đóng học phí dự thính cao hơn thay vì 390k/chỉ thì em phải đóng 525k/chỉ. =  Vấn đề này em mong Quý Lãnh đạo nhà trường xem xét miễn giảm học phí cho em! Vì một vài khó khăn như:1/ không có thời gian làm thêm như học dự thính. 2/ kết quả học tập cao nhưng vẫn không được xét học bổng dù kiến thức vẫn học như Chính Quy( đại trà) 3/ Thời gian công sức kiến thức đều bỏ ra cũng như các bạn sinh viên Chính quy nhưng chi phí lại cao hơn 120-135k/ 1 chỉ( trung bình 1 học kỳ cao hơn 1.5 đến 2tr) Rất mong được sự xem xét, giúp đỡ để em có thêm động lực học tập. Em xin chân thành cảm ơn!",
    "Em xin chào quý thầy (cô) Em tên:  MSSV:   Khoa Cơ khí.       Lớp: CK17CTM03 Cho em hỏi về vấn đề cứu xét xin đăng ký trễ LVTN vì lý do trễ anh văn với a. Em vừa mới nhận kết quả thi anh văn và bị thiếu điểm, và em dự định thi lại trong giữa tháng 5 tới (16/5) thì ngày 26/5 em sẽ có kết quả lần này em tự tin mình sẽ ôn thi đủ điểm, vậy cho em hỏi thời gian đó em vẫn còn có thể làm đơn cứu xét đăng kí trễ LVTN không. Và thời gian trễ nhất cho việc làm đơn cứu xét này là khi nào vậy ạ. Về phần Đề tài luận văn em có đăng kí làm trước với GVHD và em vẫn theo kịp tiến độ để có thể tham gia bảo vệ luận văn ạ. Em xin cảm ơn",
    "Do em đã hết thời gian đào tạo nên không thể đăng ký tốt nghiệp trên web và thời hạn đăng ký tốt nghiệp là 30/4. Em đã làm đơn thu nhận lại để tốt nghiệp vào tuần trước, và trong tuần này trường có kịp xử lý giúp em không ạ. Nếu trường chưa kịp xử lý để em đăng ký tốt nghiệp trên web trong tuần này thì sau khi xử lý xong thì em đăng ký tốt nghiệp ở đâu ạ. Tại khi em làm đơn thu nhận lại để tốt nghiệp thì ở pđt có nói là về chờ mail và đăng ký thì sẽ nhận được bằng trong tháng 5 này. Mong nhà trường xem xét và giải quyết giúp em ạ. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô, em sinh viên k16, hiện em còn thiếu 1 môn GDTC, năm này em chưa trả kịp, em không biết năm sau em có được đăng ký môn năm 4 không ạ? Không biết học kỳ này có đổi quy chế gì không ạ, mà Em thầy kỳ 2 này em đk được môn năm 4 trong khi vẫn còn thiếu 1 môn GDTC",
    "em hiện học ktmt mà em muốn năm sau thi lại để lên khmt....em muốn hỏi là em có thể bảo lưu các môn đã học(cả đại cương và ngành) mà có trong khoa học máy tính được không ạ.....và có phải học kì 1 mỗi năm luôn là nhà trường đăng kí môn cho học sinh chứ k phải học sinh đăng kí đúng k ạ.",
    "thầy cô cho em hỏi,tình trạng của em bị cảnh cáo học vụ thì em có thể đăng ký chuyển hệ vừa học vừa làm không ạ.nếu có thì đăng ký ở đâu được ạ.em cảm ơn",
    "Kính chào phòng đào tạo, em là sinh viên đã tốt nghiệp vào thứ 7 (24/4/2021) vừa rồi và nhận được bảng điểm (hay học bạ) ghi lại toàn bộ các môn em đã học (kể cả học lại), trông rất khác so với quy chế học vụ ghi rằng các môn học chỉ xuất hiện một lần với điểm cao nhất (hình đính kèm), em không biết có nhầm lẫn ở đây hay em đã hiểu sai quy chế không ạ, mong được giải đáp. Em chân thành cảm ơn",
    "Xin chào, Em muốn hỏi là bảng điểm chuyển mới nhất trang trang web áp dụng cho K18 thì còn thay đổi đối với năm 2021-2022 không ạ? Hay vẫn giữ như cũ ạ? Em xin cảm ơn.",
    "Kính thưa Phòng Đào Tạo, Hiện tại, em dự định đăng ký tốt nghiệp nghành Kỹ Thuật Hàng Không vào học kỳ này (HK202)  Kính mong Phòng Đào Tạo kiểm tra điều kiện tốt nghiệp của em. Đặc biệt là chứng chỉ ngoại ngữ (TOEIC), chứng chỉ Anh văn nói viết, em có cần bổ sung không ạ. Em xin cảm ơn!",
    "Kính gửi Thầy Cô  Em là Ông  MSSV  Hôm qua em có nhận được mail về học bổng  cho dân tộc thiểu số của đại học  Quốc Gia, thì em có đăng ký in bảng điểm để xét mà hẹn nhận kết quả là 6/5/2021, trong khi đó học bổng hạn chót là 10h 29/4/2021 . Em muốn xin nhà trường được in sớm hơn hoặc có hướng giải quyết khác. Em xin cám ơn Thầy Cô",
    "Chào thầy cô phụ trách. E là  mssv  . Ngày 27/4/2021 e có đăng ký nộp CC ngoại ngữ theo lịch học vụ. CC của e là Toeic 2 kỹ năng Nghe_Đọc. Điểm là 895. Sau khi xác nhận thông tin e vào chuyển điểm thì web lại báo là k hợp lệ (Dù e thử chuyển AV1 thôi cũng k được) (Hình đính kèm) Thầy cô có thể giải đáp cho e được k ạ? Hay là phải đợi kết quả thẩm tra hợp lệ mới được đk chuyển điểm? Mong hồi âm của thầy cô. E cám ơn rất nhiều ",
    "Dạ cho em hỏi là kì này em có môn 1 chỉ, đã kết thúc môn tuần rồi, tụi em đã hỏi giáo viên về việc thi sớm và cũng đã nhận sự đồng ý. Cho em hỏi thụ tục cần làm là gì ạ",
    "Kính thưa nhà trường, em là sinh viên năm 3 chương trình Việt Pháp. Trong học kỳ này có một số môn học chúng em được kết thúc sớm và các bạn thống nhất muốn xin đăng ký thi trước để tránh tình trạng bị dồn vào đợt thi chung. Giảng viên giảng dạy đã đồng ý với chúng em. Như vậy nhà trường có thể giúp em tìm hiểu cần chuẩn bị những gì để có thể đăng ký kết thúc môn học sớm không ạ. Em xin cám ơn.",
    "Pđt cho em xin hỏi Em mới đk chuyển hệ sang vlvh ngày Kĩ thuật xây dựng. Trc đó em là chính quy ngành Cơ kĩ thuật. Nay em theo học ngành xây dựng thì còn có thể đăng kí đào tạo song ngành với Ngành Cơ kĩ thuật đươc k?( vì ctđt  nghành cơ kĩ thuật em cũng chỉ còn một số môn đại cương và tiếng anh nữa thôi)",
    "Cho em hỏi là điểm kt giữa kì môn hóa em không như ý muốn và em muốn phúc khảo thì phải làm sao ạ. Em xin cảm ơn",
    "Cho em hỏi về việc nộp chứng chỉ anh văn ạ. Em là sinh viên năm 4, đang làm luận văn tốt nghiệp. Em đã nộp Toeic 2 kĩ năng (nghe và đọc). Em có thắc mắc về việc nộp IELTS, để bổ sung thêm 2 kĩ năng nói và viết trường có yêu cầu là nộp Academic hay General không ạ. Em xin cảm ơn ạ",
    "Chào thầy ( cô ), hiện tại do em lỡ đăng kí nhiều môn trong học kì và học không nỗi. Cho em hỏi em có thể huỷ bớt 1 môn được không ạ?",
    "Dạ cho em hỏi là: Em đang là sinh viên khóa K18, hiện tại em đang có bằng chứng chỉ Toeic 500 thì khi em đăng ký nộp chứng chỉ anh văn thì em đã hoàn thành việc đạt chuẩn tiếng anh để nhận LVTN và xét tốt nghiệp, còn điểm chuyển 4 anh văn thì em thấy theo thông báo \"quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021\" thì ứng với 500 điểm Toeic thì em sẽ đạt được 7.5 điểm AV1 và 5 điểm AV2, vậy thì em phải học thêm 2 anh văn 3 và 4 để đạt được đủ điểm 4 anh văn phải không ạ? Em xin cảm ơn nhiều.",
    "Chào thầy/cô, em muốn hỏi là em có thể rút môn học mở rộng môn công nghệ phần mềm (CNPM) được không ạ? Do em chỉ đăng ký học cải thiện môn CNPM chứ không đăng ký mở rộng vì học phần mở rộng em đã đạt ở lần học trước. Em cảm ơn ạ.",
    "Em là sinh viên hệ VLVH.Học kỳ này em có đăng ký môn CƠ SỞ ĐIỀU KHIỂN TỰ ĐỘNG ở đợt 1. Lúc hệ thống cập nhật ngày 23-04-2021 lúc 16:09:49. Thì lịch học bị trùng như sau: : thứ 2 --- tiết 13-15 --- giờ học: 18h-20h29 --- tuần học: 23-24-25-26-27-28-29-30-31-32 Thí nghiệm: thứ 2 --- tiết 13-15 --- giờ học: 18h-20h29 --- tuần học: 26-27-28-29-30 Tất cả đều học trùng ngày, giờ,số tiết, tuần từ 26 đến 30 Sau khi em phản hồi lúc sáng thì chiều em vào xem sau khi đã cập nhật vào lúc 14:27:07 ngày 27-04-2021, thì thấy vẫn bị trùng lịch như sau: Lý thuyết : vẫn giữ y nguyên như trên : thứ 2 --- tiết 13-15 --- giờ học: 18h-20h29 --- tuần học: 28-29-30-31-32 Sau khi cập nhật thì vẫn bình trùng lịch học giữa  và  ( đều trùng: ngày, giờ, số tiết,tuần học: từ 28 đến 32 ), thầy/cô có thể xem lại giúp en. Em có gửi hình đính kèm của 2 lần cập nhật làm mình chứng",
    "Kính thưa Phòng Đào Tạo, Hiện tại, em đang học bằng 2 và đang tạm hoãn nhận bằng tốt nghiệp bằng 1. Nhưng trong học kỳ này (hk202), em dự định đăng ký tốt nghiệp để nhận bằng 1. Tại thời điểm 2019 em đã hoàn thành chứng chỉ TOEIC (TOEIC 530) và chứng chỉ anh văn nói viết. Hai chứng chỉ trên có được bảo lưu hay là em phải bổ sung lại ạ. Kính mong Phòng Đào Tạo kiểm tra giúp em những điều kiện khác nữa. Em xin chân thành cảm ơn!",
    "Em xin chào thầy cô của phòng đào tạo ạ Em là  sv k17 khoa Bão Dưỡng Công Nghiệp ạ, cho em xin phép hỏi pđt là Hiện tại e đang học hệ cao đẳng em muốn học liên thông lên đại học khoa bảo dưỡng của trường mình thì bằng của em là bằng thuộc hệ như thế nào ạ chính quy hay vừa học vừa làm vậy ạ. Và hiên tại em chưa tốt nghiệp em muốn đăng kí môn học trước các môn liên thông có được không ạ để kịp được tiến độ cùng với các bạn ạ. Kính mong các thầy cô giải thích thắc mắc của em ạ em xin chân thành cảm ơn Chúc các thầy cô có buổi sáng vui vẻ an lành và có 1 kì nghỉ lễ sắp tới hạnh phúc bên gia đình ạ.",
    "Dạ mọi người cho em hỏi ạ, từ sau thi giữa kì thì thời khóa biểu và các môn học học kì 2 của em đều bị xóa, mặc dù em đã đóng học phí đầy đủ, ai cho em biết lý do bị gì không ạ :'(( em xin cảm ơn",
    "Hiện giờ em muốn rút môn Khoa học trái đất có được không ạ? Tại thời điểm này ạ.",
    "Em là  Mssv: Khoa cơ khí hệ VLVH Em xin phép được hỏi là trước đây Em học Bảo Dưỡng Công Nghiệp hệ cao đẳng, xong liên thông lên hệ VLVH của khoa cơ khí, tới giờ vâtn chưa có danh sách môn học được miễn. Mong phòng đào tạo giúp đỡ để có danh sách môn học đựoc miễn để thuận tiện trong việc đăng kí môn học Em cảm ơn ạ",
    "Kính gửi quý Thầy/Cô  Em có chút thắc mắc về học phí của trường hệ VHVL năm 2021 của mình có thay đổi. Em tham gia khóa 2020, mức học phí áp dụng cho chương trình 1.5 lần học phí chính quy đại trà của niên khóa 2019-2020, tức là khoảng 525 ngàn/tín chỉ . Hôm nay em có xem bảng thanh toán học phí của học kỳ mới thì phát hiện mức học phí đã nâng lên gấp đôi, áp dụng theo mức học phí năm 2021. Đối với khóa học của chúng em thì học phí được tính theo niên khóa đầu vào hay tính thay đổi theo từng năm ạ? Nếu như vậy thì học phí sẽ không cố định mà sẽ thay đổi rất nhiều theo từng năm, vậy thì tụi em sẽ không thể đảm bảo được theo chương trình học. Vì đầu vào tụi em được tư vấn theo mức học phí của 2019-2020 rồi mới lựa chọn chương trình học của bên trường mình. Hiện tại rất nhiều bạn cũng thắc mắc giống em về cách tính học phí của bên trường mình. Mong nhận được phản hồi của quý Thầy/Cô để chúng em an tâm về lộ trình học tập trong tương lai. Em xin cảm ơn và kính chúc quý Thầy/Cô nhiều sức khỏe.",
    "Cho em hỏi là có thể chuyển khoa và ngành mình đang học theo điểm đánh giá năng lực hay không, và có thể giữ điểm của năm nhất được không ?",
    "Dạ em xin chào quý thầy/ cô ạ Em tên: . mssv  Em đang nằm trong diện buộc thôi học từ hk202. Em có làm đơn xin cứu xét gửi về văn phòng khoa đúng hạn. Em xin hỏi: trường mình đã có danh sách thu nhận lại chưa ạ. Vì hiện tại tình trạng sinh viên của em vẫn ghi là buộc thôi học Rất mong quý thầy cô giải đáp thắc mắc giúp em Em xin chân thành cảm ơn! Chúc thầy/cô thật nhiều sức khoẻ !",
    "Dạ cho em hỏi,em đã điền đầy đủ thông tin trong phiếu đăng ký xét tuyển liên thông lên đh và đã in ra,bây giờ em chờ đến 7/5 để nhận mail trúng tuyển rồi mới vào trường nộp hồ sơ đúng k ak.Từ giờ đến đó em sẽ không làm gì nữa đúng k ak.Tại em sợ còn thiếu sót gì nên em hỏi lại cho chắc.Mong quý thầy cô trả lời giúp em.Em xin cảm ơn",
    "Cho em hỏi sao cái học phí môn toán cao cấp với chính trị lúc nhập học có 350.000 đ /1 tín chỉ mà sao giờ em đăng ký 2 môn cơ lưu chất với sức bền tổng cộng có 6 tín chỉ mà tới tận gần 7tr5 là sao vậy ạ. Xin giải thích rõ ràng giúp em",
    "Các thầy cô cho em hỏi là em có dự tính chuyển từ hệ Chính quy sang hệ Vừa học vừa làm. Trong hồ sơ đăng kí yêu cầu phải có giấy khám sức khỏe. Học kì trước em đã tham gia kì khám sức khỏe định kỳ của trường rồi, em có thể lấy kết quả đó để đăng kí hệ VHVL không hay phải khám sức khỏe lại từ đầu ạ.",
    "Em muốn hỏi là bảng điểm tương đương hiện tại đối với các chứng chỉ tiếng anh có thay đổi đối với năm học tiếp em không ạ? Em K18 Nghĩa là hiện tại 750 Toeic 2 kỹ năng sẽ được 10 điểm tất cả 4 AV, thì năm học sau nó vẫn thế hay sẽ tăng lên nữa hả (ví dụ như 800 thì mới được 10 4AV)? (đối với K18 thôi ạ)",
    "trong thông báo về việc nộp bằng tốt nghiệp THPT 2020 của trường có đề cập thời gian nộp từ 04/05/2021 đến 16/09/2021. Nhưng trên Portal đăng kí nộp bằng tốt nghiệp THPT thì thời gian đăng kí lại là từ 26/04/2020 17:00 đến 30/04/2021 08:00. Trong khi em vẫn chưa có bằng tốt nghiệp THPT chính thức thì phải làm sao ạ? Em xin cảm ơn.",
    "Dạ điểm AV đầu vào em bị nhầm lẫn ạ. Cụ thể là em bị mất phần điểm đọc hiểu ạ! Em mong thầy/cô giải đáp ạ! Em cảm ơn!",
    "Cho em hỏi, cái lịch đăng ký hệ VHVL và đào tạo từ xa. Trong cái lịch nó chỉ có môn nhiệt động lực học & truyền nhiệt cho hệ liên thông nghành kĩ thuật nhiệt. Em không đăng ký do có học ở cao đẳng và chắc có trong danh sách miễn môn. Mà không đăng ký thì không được do nhà trường yêu cầu, em có gửi cái hình thời khóa biểu đính kèm. Mong nhà trường thêm môn khác cho hệ kĩ thuật nhiệt ( liên thông ) để tụi em đăng ký",
    "Chào quý thầy cô,  Em là , em có thắc mắc là chuẩn SV năm 3 vào HK211 sẽ là bao nhiêu tín chỉ? Do trước đó, vì lý do dịch Covid, nhà trường đã điều chỉnh chuẩn SV năm 3 này từ 56 xuống 52 tín chỉ. Em không biết nhà trường đã có sự điều chỉnh mới hay chưa . Em hi vọng sẽ nhận được sự phản hồi tích cực từ quý thầy cô! Em chân thành cảm ơn!",
    "Dạ em xin chào quý thầy cô. Thưa thầy cô, em xin hỏi là tại sao tài khoản Google của em (là tài khoản  được nhà trường cấp) lại không thể truy cập vào Google Maps (cụ thể là trên trình duyệt Google Chrome của điện thoại và của máy tính; ở những trình duyệt khác thì em chưa thử)? Khi em muốn truy cập vào Google Maps thì họ bắt em phải \"liên hệ với Quản trị viên tổ chức của bạn để có quyền truy cập.\" (có ảnh đính kèm). Em cảm ơn quý thầy cô đã dành thời gian để đọc và mong quý thầy cô giải đáp thắc mắc của em.",
    "Em chào thầy/cô pđt. Em vừa xem tin tức của vtv thấy có thông tin: giảm bậc hạng tốt nghiệp đối với sv giỏi, xuất sắc trong trường hợp học lại quá 5% số tín chỉ Em có đọc lại quy chế học vụ ở điều số 21: http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=90&tid=843 Em thấy rằng, việc hạ hạng chỉ áp dụng cho xuất sắc . Vậy khi học lại quá 5%, sinh viên giỏi có bị hạ hạng không thầy/cô   i ",
    "Em chào thầy/cô ạ. E có đăng ký 2 môn là Đề cương LVTN (0 chỉ) và môn Đồ án chuyên ngành chế tạo (1 chỉ). Vậy sao học phí của em lại lên tới 1.575.000 ạ. Em chỉ đăng ký đúng 2 môn đó thôi, PĐT xem lại dùm e ạ. E cám ơn ",
    "Chào phòng đào tạo , thời khóa biểu cập nhật ngày 28/4/2021 ( tuần 17 ) của em hiển thị lịch học 2 môn sau bị trùng ngày giờ , 1 môn thí nghiệm và 1 môn lý thuyết như hình . Mong phòng đào tạo giúp em hướng giải quyết ạ .Em cảm ơn",
    "Chào PĐT, Hiện tại em đang pass chuẩn anh văn 3 tương đương năm 3, kì sau em có môn Đề cương LVTN (CO4315) và một số môn tự chọn năm 4, em không biết với điều kiện AV như vậy em có đăng kí được k ạ, vì hiện tại em vẫn đang đăng kí được các môn tự chọn mã CO3xxx",
    "Kính gởi phòng đào tạo, Em là khóa K18, chưa qua AV4. Do lịch học vụ chỉ cập nhật đến học kỳ dự thính hè 203, nên em muốn hỏi khoảng thời gian tối đa nộp chứng chỉ ngoại ngữ để đăng ký môn năm 4 học kì 211 là khoảng thời gian nào để có thể sắp xếp thi và nộp bằng cho kịp tiến độ. Em cảm ơn.",
    "Ngày thứ 4 em học khá nhiều môn ạ. Khi em đăng kí Anh văn 1A thì hệ thống lại xếp em vào t4. Ngày hôm đó em phải học từ 8hsáng đén 8h30 tối thì em khá đuối nên em muốn chuyển giờ học sang ngày khác",
    "Dạ em chào thầy ( cô), em tên  là sinh viên hệ chính quy chuyển sang hệ VHVL và còn một môn Cơ lưi chất mã CI2005. Em thấy thông tin nghành Kĩ Thuật Vật Liệu hệ VHVL là học chung với lớp chính quy. Cho em hỏi có thể đăng kí môn Cơ Lưu Chất mã CI2005 đợt hè này chung với lớp chính quy được không ạ? Và đăng kí như thế nào? Do em không tìm thấy môn này trong mục đăng kí của hệ VHVL và không đăng kí được trong mục đăng kí của hệ chính quy ạ. Em cảm ơn.  ",
    "Dạ cho em hỏi Hết năm 2 năm học 2020-2021, để đăng ký môn năm 3 thì số tín chỉ tích lũy phải là 56 hay 52 tín chỉ như gmail năm ngoái phòng đào tạo đã gửi ạ ?",
    "Dạ chào pđt , hôm nay em lên đăng ký môn học hè thì bên mình báo em thiếu chuẩn anh văn sau năm 1 ! nhưng em đã thi bằng và đã nộp , em thi được 370 , em lên coi học vụ anh văn của k19 , thì em được học năm 2 ! nhưng chỉ là không được pass các môn anh văn 1 , 2 . Mong pđt giải quyết sớm giúp em để em được đăng ký môn ! em cảm ơn pđt ",
    "Chào thầy/cô  Em tên là Lê Trí  MSSV: Em muốn đăng ký môn học trong học kỳ hè nhưng có lịch thực tập nên không đăng ký được, nhưng do môn học này em còn nợ và phải học để chuẩn bị làm đồ án học kỳ sau em mong phòng đào tạo cho phép em đăng ký môn học CH2043 Truyền Nhiệt trong hè này, để em có thể đủ kiến thức làm đồ án và có thể ra trường đúng hạn ạ, em chân thành cảm ơn. .",
    "Thưa thầy/cô E muốn hỏi là kỳ này trường có mở thi anh văn định kỳ để xét đăng ký môn học không ạ, dạ e cảm ơn.",
    "Kính gửi thầy, Em là , MSSV , khoa KTHH Dạ thầy cho em hỏi kì này em chỉ còn môn anh văn 4, học kì hè em đăng kí anh văn 4 mã LA1043 thì có kịp để xét tốt nghiệp vào học kì tới không ạ.",
    "Mong phòng đào tạo hỗ trợ, e đại diện các bạn sv bảo dưỡng công nghiệp liên thông đại học hệ vhvl hiện giờ đã học gần hết năm nhưng vẫn chưa có danh sách miễn môn. Để tránh việc mất tiền học phí, đảm bảo quyền lợi cho sv trong đợt đăng kí cuối cùng của hk 2 mong phòng đào tạo giải quyết sớm danh sách miễn môn, tạo điều kiện thuận lợi cho sinh viên vhvl trong tình hình khó khăn do dịch bệnh gây ra!  Cảm ơn phòng xem xét!",
    "cho e hỏi năm nay 1 tín chỉ bao nhiêu v ạ, và sang năm tiếp 1 tín chỉ sẽ tăng lên bao nhiêu ạ, e k19 ạ",
    "Thưa thầy/cô,lúc trước em có nhận được mail là sinh viên K16 vẫn còn được áp dụng bảng điểm quy đổi anh văn cũ do dịch bệnh covid ,thầy cô cho em hỏi hiện tại còn được áp dụng bảng quy đổi điểm củ không ạ.",
    "Dạ hiện tại em là sinh viên khoa xây dựng, chuyên ngành kĩ thuật xây dựng công trình giao thông. Hiện tại em sẽ làm luận văn tốt nghiệp vào kì tới, tuy nhiên em muốn học tiếp thêm bằng 2 của nganh kĩ thuật xây dựng dân dụng và công nghiệp. Theo như em thấy hiện nay có 3 pa học bằng 2. Tuy nhiên 2 phương án đầu đều phải hoàn thành hết 2 chương trình học của 2 bằng. phương án 3 thì phải tốt nghiệp xong bằng 1 mới được học tiếp bằng 2. Vậy có cách nào em có thể đăng kí học bằng 2 ngay từ lúc này nhưng sau khi hoàn thành bằng 1 thì em được xét tốt nghiệp rồi tiếp tục học bằng 2 không ạ",
    "Cho em hỏi điểm khác nhau của 2 phương án bằng 2 . Bằng phụ và bằng thứ 2 về quá trình học khác nhau như thế nào ạ ",
    "Em chào thầy(cô)  Cho em hỏi là em muốn đăng kí đề cương luận văn kì hè thì em cần viết đơn xác nhận của khoa hay sao ạ? Em Xin cám ơn",
    "Chào thầy cô! Dạ cho em hỏi, em thuộc trường hợp tốt nghiệp bổ sung nên khi nào có bằng tốt nghiệp chính thức ạ và tài khoản ngân hàng  được sử dụng tới khi nào vậy ạ. Dạ em cảm ơn.",
    "Dạ chào thầy/cô, Em là K18 khoa Hóa, em muốn hỏi về về thực tập tập tốt nghiệp và thực tập ngoài trường có giống nhau không ạ (do trong  2018 có mã môn thực tập tốt nghiệp và mã môn thực tập ngoài trường CH3325",
    "Dạ e chào Thầy/Cô, cho em được hỏi, từ đây đến kỳ hè trường có tổ chức kiểm tra trình độ AV khôg ạ? Em thấy theo lịch học vụ thì 21/6 sẽ bắt đầu kì 203, vậy em có thể đăng ký bổ sung môn Thực tập ngoài trường sau ngày này được không ạ? Nếu được thì tối đa bao lâu ạ? Em cảm ơn ạ!",
    "Dạ cho em hỏi là trong đợt đăng ký hè thì có đăng ký thực tập tốt nghiệp không ạ? Hay thực tập tốt nghiệp sẽ có đợt đăng ký riêng ạ? Và học phí sẽ tín theo học phí hè hay sao ạ?",
    "Chào thầy/cô PĐT, Em là sinh viên Khoa Khoa học Ứng dụng, hiện tại còn thiếu 1 môn học là   B \"Kỹ thuật số - 402027\" theo chương trình khóa 2013 về trước    là sẽ đủ tiêu chuẩn tốt nghiệp nhưng đăng ký nhiều lần vẫn không mở lớp. Tìm chương trình đào tạo   B các khóa từ 2014 về sau    trên trang aao.hcmut.edu.vn cũng không có mã môn học tương đương/thay thế. Thầy/cô cho em hỏi em có thể học môn nào khác đạt đủ tiêu chuẩn hay có hướng giải quyết nào về trường hợp này không ạ? Em xin cảm ơn.",
    "Hiện tại em chỉ còn bổ sung chứng chỉ ngoại ngữ AV để tốt nghiệp (không còn nợ bất cứ môn học nào) nên bị đình chỉ một học kì . Như vậy cho em hỏi khi em nộp chứng chỉ AV vào thì có đủ điều kiện tốt nghiệp không?  Có cần phải bổ sung thêm giấy tờ gì không ạ?",
    "Chào thầy(cô)  Cho em hỏi là em thấy chương trình đào tạo của k18 thay đổi môn thực tập tốt nghiệp thành MA3315 nhưng chương trình đào tạo của K 17 em thì Ma3333 vậy em sẽ đăng kí mã cũ hay mã mới ạ?  Em xin cảm ơn ạ",
    "Chào thầy/cô, Em có thắc mắc là: hiện tại em chỉ thiếu chứng chỉ anh văn, nên em chưa tốt nghiệp được. Và kỳ này, em không có đăng ký môn học nào nên em có nhận thông báo là tạm dừng học. Vậy em muốn tốt nghiệp vào tháng 11/2021 thì cần làm thủ tục gì để xin tốt nghiệp không ạ? Hay chỉ cần hoàn thành chứng chỉ anh văn là được ạ. Em cảm ơn thầy/cô ạ!",
    "Em chào cô ạ. Em đọc trên quy chế điều kiện tốt nghiệp có ghi là điểm rèn luyện trên trung bình. Em có thắc mắc là rèn luyện có thang điểm là bao nhiêu, và mức điểm trung bình là bao nhiêu ạ? Em cảm ơn.   i Tốt nghiệp .",
    "Ad ơi cho em hỏi chuẩn tích lũy tín chỉ mỗi năm học áp dụng theo mail này của nhà  trường hay thông báo khác của pdt vậy ạ ?",
    "Em là sv k17, đến kì hè 203 này mới được đk thực tập tốt nghiệp, em muốn hỏi học phí thực tập kì hè này là 880k/1c đúng không ạ, nếu em để kì 211 thực tập thì học phí tính khác như thế nào ạ Em cảm ơn",
    "Em tên là , MSSV: . Điểm thi toeic của em trong trường cuối tháng 1 năm 2021 là 500, đạt chuẩn anh văn sau năm ba, nhưng trong mục Điểm chuyển vẫn chưa cập nhật em đạt chuẩn anh văn sau năm 2(CCAS_2) và chuẩn anh văn sau năm 3(CCAS_3). Mong anh chị kiểm tra lại giùm em. Em xin cảm ơn.",
    "Em chào thầy cô, Hôm nay em vừa đăng kí học lại Giáo Dục Quốc Phòng (GDQP) tại trung tâm, thời gian bắt đầu học là ngày 28/06/2021. Bên cạnh đó em có đăng ký môn học này trên trang đăng ký môn học cho học kì hè (HK203). Em nuốn hỏi em đăng kí ở hai nơi như vậy thì có hợp lệ chưa đấy ạ. Nếu chưa hợp lệ, em hi vọng thầy cô có thể hướng dẫn giúp em ạ. File đính kèm là file biên lai đăng ký học lại của em tại trung tâm giáo dục quốc phòng. Em cảm ơn thầy cô nhiều.",
    "Dạ thầy (cô) cho em hỏi là ở kỳ 202 hiện tại em đang học môn Triết học  (SP1031). Nếu kỳ hè 203 em đăng ký môn Kinh tế chính trị (SP1033) thì có đủ điều kiện không ạ? Em xin cảm ơn.",
    "Thầy cô cho em hỏi là khi thi anh văn đầu vào mà em không đủ chuẩn qua và hiện tại em đang ôn luyện ở trung tâm để thi lấy bằng nhưng nếu trường có tổ chức thi để đánh giá anh văn cuối năm thì em có thể đăng kí không ạ. Và nếu như năm 1 chuẩn anh văn em không qua thì năm 2 em vẫn có thể học các môn đại cương bình thường và chỉ không được đăng kí môn chuyên ngành thôi phải không ạ. Em cảm ơn.",
    "Thầy cô cho em hỏi: hiện tại e là sv K19, học kì trước e có đăng ký kiểm tra anh văn đầu vào được 430 điểm và kì này em có đăng kí av theo yêu cầu AV3a vì xét theo điểm e thi thì e đã qua av2 nhưng lại nhận được thông báo là bị hủy môn do chưa đăng ký AV2a. E không biết điểm của đợt kỉeem tra av đầu vào có  được xét là e qua av2 trên trường không ạ, tại e không thấy cộng tín chỉ sau khi học kỳ kết thúc ạ. E mong thầy cô giải thích giúp e về các vấn đề này ạ.",
    "E không hiểu lắm về các điểm ở phần điểm chuyển ạ, 5 5.0 có ý nghĩa gì ạ? Mong thầy cô giải đáp giúp em ạ. E cảm ơn nhiều ạ",
    "Kính chào thầy/cô. Thầy/cô cho em hỏi nếu em muốn tạm dừng học 1 học kỳ thì em sẽ cần phải chuẩn bị những gì vậy ạ? Và thủ tục thu nhận lại sau khi tạm dừng học em sẽ phải làm như thế nào ạ? Em xin cảm ơn thầy/cô.",
    "Dear PĐT, Em là sinh viên khóa 2017 và hiện đang làm đề cương luận văn. A/c cho em hỏi là em muốn đăng ký học song ngành theo hướng bằng thứ hai ngành Khoa học máy tính hệ đại trà trong học kỳ tới, vậy em có cần phải làm đơn gửi Trưởng khoa ngành thứ hai không? Nếu có, thì em lấy biểu mẫu ở đâu, hay là em tự gửi email cho Trưởng khoa ngành thứ hai? A/c giải đáp thắc mắc giúp em với nhé. Thanks and regards,   ",
    "dạ đúng là có hiện điểm trên màn hình máy tính khi thi xong nhưng điểm bị nhầm lẫn thưa cô! Dạ điểm của e là phần nghe 260, phần ngữ pháp 85 , đọc hiểu 345 tổng 690 mà trên trang điểm sv e điểm tổng e có hai phần là phần nghe và phần ngữ pháp nên tổng điểm e chỉ được 345 ạ.Có thể là bị nhầm ở phần ghi điểm vào tờ giấy ký tên ạ.Mong cô có thể xem lại! em cảm ơn.",
    "Hiện tại thì em chưa chuyển điểm anh văn 234, thì sau khi em bảo vệ LVTN tầm tháng 6 , 7 em chuyển điểm anh văn 234 thì có kịp đăng kí tốt nghiêp không? Em xin cảm ơn.",
    "Dạ chào pđt , em đã coi điều khoản theo như pđt yêu cầu , và em thấy trường để chuẩn anh văn sau năm 1 là 350 hoặc đạt anh văn 1, và em đã thi toiec 370 và đã nộp cho trường ! em mong trường giải quyết cho em để em đăng ký môn học hè , trường nên giải quyết cụ thể cho em chứ lần nào em hỏi cũng kêu đọc điều khoản trong khi em đã nói là em đã đọc nên mới nhắn cho trường ! cảm ơn trường ",
    "Em hệ vhvl e muốn hỏi là muốn nhận luận văn làm đề tài tốt nghiệp thì cần nộp bằng anh văn trước hay bảo vệ luận văn xong nộp anh văn sau để ra trường và av hiện tại của hệ em là bao nhiêu và mấy kĩ năng  Em lúc trước nhập học là theo chương trình k18",
    "Thầy/cô cho em hỏi, em đăng ký chuyển điểm av nhưng đóng tiền trễ hạn ( hiện tại đã thanh toán xong ). Mà gần 1 tháng rồi tín chỉ của 4 av vẫn chưa chuyển vô tín chỉ em  thì em nên làm sao ạ. Bây giờ em 127 chỉ, nếu chuyển vô thì 131 chỉ ( do em đã học 2 av trước đó)",
    "Dạ em chào Thầy Cô. Em có 2 vấn đề đang rất cần được hỗ trợ ạ. * Đầu tiên: kỳ thi anh văn đầu vào em chỉ thi được 205 điểm, với số điểm đó em có được đăng ký lớp văn A1 (anh văn theo nhu cầu) trong học kỳ hè không ạ. * Thứ hai: nếu em đăng ký được thì có kịp để chuyển điểm và xét chuẩn anh văn để đăng ký môn cho năm 2 không ạ.(Em đọc thông tin thì khóa học AV A1 chỉ kéo dài 1 tháng thôi ạ). Nếu có thể Thầy Cô có thể cho em giải pháp tốt nhất trong trường hợp của em không ạ. Em cảm ơn Thầy Cô rất nhiều",
    "Hè này theo chương trình đào tạo em sẽ có 2 môn học ở kỳ 203. Vậy cho em hỏi học phí được tính theo như kỳ chính (350k/chỉ) hay theo dự thính hè (880k/chỉ) vậy ạ? Em cảm ơn.",
    "Thầy cô cho em.hỏi là làm thế nào để mình biết những môn đó là môn của năm nhất vậy ạ.",
    "Kính gửi phòng Đào tạo Em tên  MSSV: hiện đang học khoa Môi trường và Tài nguyên Dạ cho em hỏi là học kì 202 này có tổ chức thi chuẩn hàng năm trên trường không ạ? Em xin chân thành cảm ơn.",
    "Hỏi về cập nhật bảng điểm và miễn môn . Em chào quý thầy cô ạ! Em là sv chính quy K14 chuyển hệ sang hệ VLVH (MSSV là ), em đã nộp hồ sơ vào tháng 11/2020 (có bao gồm bảng điểm chính quy và đơn xin chuyển khóa). Thầy cô cho em hỏi khi nào em được cập nhật bảng điểm và miễn môn ạ? Mong thầy cô kiểm tra và phản hồi giúp em ạ. Em xin chân thành cảm ơn thầy cô.   Thân",
    "Kính chào Phòng Đào Tạo, Mình là sinh viên khóa K14 hệ Chính quy do hết thời gian đào tạo tối đa nên tôi dự định đăng ký chuyển hệ VLVH vào năm 2021. Vậy chuẩn tiếng anh để nhận Luận văn và Tốt nghiệp hệ VLVH sẽ áp dụng theo khóa 2014 hay theo chuẩn của khóa 2021. Cảm ơn.",
    "Dạ thưa thầy/cô Em tên:  Học kỳ hiện tại em đang học môn Kiến trúc máy tính CO2007, nhưng khi đăng ký thực tập tốt nghiệp trên trang đkmh thì lại báo thiếu môn học trước CO2007 ạ. Thầy/cô xem xét lại giúp em trường hợp này ạ. Em cảm ơn!",
    "Em tên:  MSSV:  Em đã làm lễ tốt nghiệp trong tháng 4 vữa rồi. Nhưng em vẫn chưa lấy bằng tốt nghiệp vì em đăng ký sát ngày nên chưa có bằng TN và bảng điểm tất cả học kỳ. PDT cho em hỏi em đã có thể lấy được bằng tốt nghiệp chưa ạ. Em xin cảm ơn!",
    "Cho em hỏi học liên thông từ cao đẳng lên đại học, các môn như đại số tuyến tính, xác xuất thống kê với phương pháp tính có học không hay được miễn ạ. Do tụi em lúc vào có học môn toán cao cấp với chính trị rồi á.",
    "Xin phép được hỏi, em có môn cơ lưu chất học ở cao đẳng. Khi liên thông lên đại học thì do chưa có danh sách miễn môn nên đăng ký lại môn đó ở bậc đại học. Sau khi em học và hoàn thành môn đó (được 3 TC), nhà trường có tính vào tín chỉ chung của em không hay sẽ không tính do môn nếu môn đó có trong danh sách miễn môn vậy ạ?",
    "Em kính chào PĐT. PĐT cho em hỏi tại sao ở HK1 năm 2020-2021 em bị cảnh cáo học vụ ạ? Bảng điểm của em, em qua hết các môn học em đăng kí ạ. Có phải là lỗi của hệ thống không? Nếu vậy thì em có bị ảnh hưởng gì khi em đăng kí học kì tiếp theo không? Và khi nào được cập nhật mới lại ạ? ",
    "Dạ thưa, Nơi sinh của em trong mục lí lịch bị sai, nơi sinh đúng là ở \"Quảng Ngãi\" nhưng hiện tại lại đang hiểu thi là \"TP Hồ Chí Minh\". Em muốn hỏi là em có thể làm đơn để thay đổi thông tin được không ạ",
    "Em chào PĐT!  Kì 202 này em muốn đăng kí thi cuối kì thay thế điểm VP 2 môn học em đã hoãn. Nhưng vì em chưa nắm rõ lịch thi 2 môn này vào khi nào, để đề phòng trùng lịch thi cuối kì các môn em đã đăng kí trong kì chính 202 này. Nên em mong PĐT hướng dẫn cho em để đăng ký thuận lợi ạ! Em cảm ơn PĐT! Cụ thể 2 môn: - Trắc địa đại cương CI1007 - Địa chất công trình CI2095",
    "Chào admin, Trước em có nộp bằng toeic rồi, nhưng bằng đã hết hạn lúc tháng 12/2020. Vậy em có cần thi lại để sau này xét tốt nghiệp không ạ. Vì em dự kiến sẽ tốt nghiệp vào đợt tháng 11 này . Em xin cảm ơn",
    "Dạ cho em hỏi tại sao trong danh sách phân nghành em thuộc nghành cầu đường nhưng trên mybk lại cập nhật em là nghành cấp thoát nước ạ ",
    "Dạ chào pđt, em mới thấy trường mình có Mail đkmh anh văn cơ bản theo yêu cầu , em có thi bằng Toeic 370 , vậy em có đăng ký được anh văn 1 không ạ , hay em phải học cơ bản, qua cơ bản rồi mới được học anh văn 1 không ạ ! Em cảm ơn pđt ạ , pđt trả lời giúp em để em được học năm 3 em cảm ơn pđt ",
    "Em tên là , sinh viên K16 khoa điện điện tử. Hiện tình trạng sinh viên của em đang tạm dừng do không đăng kí môn học. Hiện em đã hoàn thành chương trình đào tạo và chứng chỉ toeic 510 và 2 kỹ năng nói viết trên 200. Và em đã đăng kí tốt nghiệp theo form trên phòng đào tạo và nhận giấy hẹn trong file đính kèm. Hiện em không nhận được email phản hồi và kiểm tra tình trạng sinh viên vẫn đang tạm dừng. Em muốn biết kết quả đăng kí của em. Mong được hỗ trợ ạ. Em xin cảm ơn!",
    "Dạ em chào thầy cô. Thầy cô cho em hỏi lớp anh văn nhu cầu A+ (A cộng) dành cho đối tượng nào ạ? Em cảm ơn ạ!   ",
    "Gửi đến phòng ban có liên quan. Nay em muốn in bảng điểm thì ngoài bảng điểm được in ra thì em có nhận được bảng điểm dưới dạng file pdf hay tương tự không ạ. Em đang cần file bảng điểm thay vì bảng trên giấy ạ.",
    "Em tên  , em có một thắc mắc nhỏ  Em vừa rồi không đậu AV đầu vào của trường và sắp tới định đăng kí học AVCB của trường, tuy nhiên cuối kì này lại có một đợt thi AV định kì , cho em hỏi rằng :\" nếu em qua được AV1 ở kì thi định kì sắp tới thì sau khi học AVCB em có cần phải học thêm AV1 kì hè nữa không ạ, và điều em lo sợ rằng tới lúc thi định kì thì phòng đã chốt đơn kì hè rồi ạ, vậy nên cho em hỏi liệu lịch đăng kí môn AV1 kì hè có ra muộn hơn sau khi thi định kì hàng năm không ạ? \".",
    "Năm ngoái em có học môn Cơ lưu chất CI2003 ( 3 tín chỉ ) và qua môn, nhưng ngành em thì phải qua môn môn Cơ lưu chất CI2005 ( 2 tín chỉ), em nhận ra là em đăng kí nhầm. Nên năm ngoái em có hỏi bên phòng công tác sinh viên của khoa thì được trả lời là môn CI2003 sẽ chuyển điểm cho môn CI2005 được( do đã có công văn của trường) , và bên giảng viên của bộ môn cơ lưu chất cũng trả lời là \"Khi xét tốt nghiệp dù không có môn cơ lưu chất 2 chỉ nhưng đã qua môn 3 tín chỉ thì vẫn được tốt nghiệp\" liệu có đúng như vậy không ạ? Do cả năm trời em chưa thấy mình được chuyển điểm đạt môn CI2005! Mong được giải đáp thắc mắc, nếu cần phải làm đơn để được chuyển điểm xin được hướng dẫn....",
    "Cho em hỏi là sắp tới có đợt đăng kí tốt nghiệp nào không ạ. Em có đăng kí chuyển điểm anh văn 4 nhưng chưa được cập nhật vào bảng điểm và do không đăng kí môn học nên em bị tạm dừng học, em phải làm sao để được xét tốt nghiệp ạ. Em cảm ơn.",
    "Kính gửi thầy/cô,    Em tên là , MSSV: , SV K2014 Khoa KH và KT Máy Tính, trường ĐH Bách Khoa- ĐHQG TPHồ Chí Minh    Em xin được trình bày vấn đề như sau:  Tính tới HK202, em đã hoàn thành chương trình học, chỉ còn thiếu điều kiện  để có thể tốt nghiệp, em thuộc vào diện hết thời gian đào tạo Em có thể làm đơn gì để xin gia hạn 1 học kì để có thể có thêm thời gian thi anh văn và xét tốt nghiệp ạ    Em xin chân thành cảm ơn và mong nhận được sự phản hồi từ thầy/cô        ",
    "Xin chào Phòng Đào Tạo, mình tên là Nguyễn Huỳnh Tấn Lợi vừa chuyển từ hệ Chính Quy sang hệ VLVH vào tháng 3 (20/03) năm 2021. Mình đã đăng ký chuyển hệ thành công và đã nộp bảng điểm hệ chính quy cho phòng đào tạo ngày 20/03 nhưng hiện tại đến ngày hôm nay 07/05/2021 bảng điểm của mình ở hệ VLVH vẫn chưa được cập nhật và mình không thể đăng ký môn. Mình xin hỏi phòng đào tạo cách giải quyết hoặc địa chỉ liên lạc với người giải quyết và đến khi nào thì mình có thế đăng ký môn học của mình để hoàn thành chương trình học (mình chỉ còn 1 môn Kết cấu bê tông cốt thép 1). Mình xin có thêm 1 câu hỏi là nếu đã làm luận văn ở hệ Chính Quy thì mình có phải làm lại luận văn ở hệ VLVH.",
    "Dạ em chào anh chị. Em có lịch thich HK môn giải tích 2 vào ngày 13/06/2021, nhưng vào ngày đó lại vào đúng 49 ngày của mẹ em, em là con duy nhất vậy em có được xin hoãn thi hoặc thi bổ sung được không ạ? Em cảm ơn",
    "Chào  ạ Em đang học cơ khí  cho em hỏi kì hè này vừa đăng ký thực tập tốt nghiệp vừa đăng ký môn học trong trường được hông. Đăng kí thực tập tốt nghiệp là đăng kí trong đợt đăng ký môn học này luôn hay là có một đợt đăng ký riêng vậy ạ Mong được hồi đáp sớm  Em cảm ơn  nhiều !  .",
    "Dạ thưa hiện tại em là sv khóa k19 vẫn đang học môn thể chất 3 bây giờ trường chuyển dang học trực tuyến thì môn thể chất vẫn học tập trường hay sao ạ Em xin cảm ơn",
    "Kính gửi PĐT Đại Học Bách Khoa HCM , trước tình hình dịch bệnh đang diễn biến phức tạp như vậy và hiện tại nhà trường đã chuyển sang học online cho HK202 . Như vậy thì HK203 vẫn tiếp tục được diễn ra theo hình thức online đúng không ạ . Em cám ơn .",
    "Thưa thầy,cô Em đăng kí học môn võ vào tối t6 6h mỗi tuần và e đã vào 4 lần ở cs1 học dự thính nhưng e vẫn k thấy ai dạy. Cho e xin mail hay sđt của giáo viên dạy đc k ạ để e đt xin giờ học ạ",
    "Kính thưa bộ phận hỏi đáp của nhà trường, em tên là , hiện là sinh viên năm 3 ngành xây dựng . Học kì hè 203 sắp tới là kì thực tập của em, em có một số thắc mắc sau đây ạ: 1. Kì thực tập được tính 3 chỉ, như vậy khi đóng tiền thì em sẽ đóng tiền theo giá tiền chỉ dự thính hay là chỉ thường ạ? 2. Em không có ý định thực tập ở những công ty đã đến trường mình tuyển dụng vào ngày 24/4 vừa qua. Theo đó thì khi em thực tập ở công ty khác (không có \"liên kết\" với trường) thì liệu em có được cấp cho giấy giới thiệu không ạ? Và nếu được thì em có thể xin giấy này ở đâu? 3. Ngoài giấy giới thiệu thì em được biết là  cuối kì thực tập em sẽ phải có được một chữ kí của công ty đã xác nhận rằng mình đã thực tập, vậy thì giấy xác nhận này em có thể xin đâu ạ? Trên đây là những thắc mắc của em. Chúc bộ phận hỏi đáp của nhà trường một ngày tốt lành. Em xin chân thành cảm ơn!",
    "Trong thời gian sắp tới em có việc nhà và phải về quê. Cho em hỏi là nếu như em về quê là lúc trở lại thành phố thị bị cách ly tại nhà thì việc học của em sẽ như thế nào và các môn học điểm danh bắt buộc sẽ như thế nào. Em xin cảm ơn.",
    "Cho em hỏi sắp tới trường có tổ chức thi avdv định kì để đăng kí môn học HK 203 không ạ",
    "Em hệ vhvl e muốn hỏi là muốn nhận luận văn làm đề tài tốt nghiệp thì cần nộp bằng anh văn trước hay bảo vệ luận văn xong nộp anh văn sau để ra trường và av hiện tại của hệ em là bao nhiêu và mấy kĩ năng Em lúc trước nhập học là theo chương trình k18",
    "Kính gửi phòng đào tạo trường đại học bách khoa Em tên là  MSSV:  Em muốn hỏi là học kì 203 này , em có đăng kí đề cương và đồ án thì có chấp thuận không ạ và em cần nên làm gì ạ . Em xin cảm ơn ạ",
    "Em chào thầy cô, Em muốn hỏi về việc đăng ký học lại Giáo Dục Quốc Phòng (GDQP) như sau ạ: 1. Em tự đăng ký học lại tại trung tâm GDQP hay phải đăng ký ở trên trang Đăng ký môn học của trường ạ?  /  2. Sau khi học lại và được cấp chứng chỉ GDQP để xét tốt nghiệp, nhà trường sẽ tự cập nhật thông tin hay em cần mang chứng chỉ được cấp đến phòng đào tạo để cập nhật và đăng ký xét tốt nghiệp vậy ạ? Em rất mong nhận được phản hồi sớm từ thầy cô. Em càm ơn thầy cô nhiều.",
    "Dạ chào thầy/cô. Em tên là , mssv: , học lớp VHVL 2020. Hiện em đang học môn Xử lý số tín hiệu (Thí nghiệm) của thầy . Hiện tại em đang gặp khó khăn không thể đi học được nữa, do cơ quan em đã thực hiện cấm trại cách ly Covid. Em xin phép PĐT và thầy  giải quyết cho em nghỉ 2 buổi học (ngày 09/05/2021 và ngày 16/05/2021) và bố trí cho em học bù vào đợt khác ạ. Em được nghe thầy  quán triệt là là nghỉ học không phép bị xét rớt môn. Nên em xin thầy/cô giúp đỡ. Số điện thoại của em là [phone_number]. Do em không tìm được số điện thoại của PĐT A4 và thầy  nên không gọi được ạ. Mong thầy/cô thông cảm. Em đã gửi mail cho phòng vào hôm qua nhưng vẫn chưa thấy hồi âm ạ. Cám ơn thầy/cô",
    "Chào Thầy/Cô, Trước đó em có đến phòng đào tạo để đăng ký tốt nghiệp (điền thông tin vào danh sách bổ sung), cô báo không cần nộp đơn xin thu nhận lại, khi nào có danh sách cô sẽ làm thủ tục thu nhận lại. Hiện tại đã có mail thông báo và em lên kiểm tra đã có thông tin nhưng tình trạng sinh viên vẫn đang là TẠM DỪNG (hình ảnh đính kèm). Mong Thầy/Cô hỗ trợ thu nhận lại giúp em ạ, vì hiện tại em không thể trực tiếp lên văn phòng được ạ. Em xin trân thành cảm ơn! Trân trọng",
    "trường vừa có công văn cho học sinh chuyển sang hình thức học trực tuyến, cho em hỏi đối với các môn học thực hành thì có tạm dừng hay vẫn phải tiếp tục đến trường học, em cảm ơn",
    "Em chào thầy/cô. Hiện tại em chưa xoay sở kịp học phí dự thính kì 202. Chiều nay 8/5/2021 em có lịch thi môn dự thính. Vậy em có bị cấm thi không ạ? Em có thể lên PDT xin giấy để vào phòng thi được không? Em xin cảm ơn.",
    "Dạ kính gửi thầy cô, Dạ em đang là sinh viên năm cuối của trường. Em muốn chuyển điểm tiếng anh, thì em có thể nộp chứng chỉ ngoại ngữ trong đợt HK mới của năm 2021-2022 (trước khi xét tốt nghiệp) thì có được chuyển điểm không ạ?  Mong nhận được sự hỗ trợ của thầy cô! Em cảm ơn thầy cô nhiều! Chúc thầy cô một ngày làm việc vui vẻ!",
    "Em muốn hỏi khi nào có thể nhận giấy chứng nhận Sinh viên giỏi toàn diện năm học 2019-2020 vậy ạ? Em xin cảm ơn!",
    "Chào phòng đào tạo , em là sinh viên khoa cơ khí , ngành kỹ thuật cơ khí khoá 2019 . Theo thông báo về học phí , từ khoá 2021 học phí sẽ là 25 triệu / năm , còn sinh viên k20 về trước học phí học kỳ chính vẫn giữ mức tăng 10% / năm . Hiện em có 1 số thắc mắc về cách tính học phí trên :   1. Nếu em học 1 môn học trong chương trình đào tạo của mình ( học lần đầu, chẳng hạn các môn tự chọn nhóm A,B , hay tự chọn tự do năm 1 hay các môn chính trị ), nhưng môn đó lại có trộn lẫn sinh viên của khoá 2021 thì học phí có phải đóng theo mức của khoá k21 không , hay trường sẽ sắp xếp chương trình đào tạo, mã môn cho k21 khác hoàn toàn so với mã môn cũ của k20 về trước để tránh việc trộn lẫn này ạ ?  2. Nếu em học môn tự chọn tự do vào kỳ chính , chẳng hạn em chọn 1 môn của ngành khác ngành hiện tại em đang học , thì mức học phí sẽ phải theo mức nào , và phải bị trộn lẫn học chung với k21 không ?  3. Nếu em học một môn trong chương trình đào tạo của mình vào kỳ chính. nhưng lại trễ so với tiến độ kế hoạch đào tạo , thì môn học đó có xếp chung học với k21 cũng như phải đóng mức học phí như k21 không ? Mong phòng đào tạo giải đáp giúp em. Em cảm ơn",
    "Dạ cho em hỏi về thời hạn nộp chứng chỉ ngoại ngữ để xét chuẩn tiếng Anh cho từng năm chính xác là trước đợt đăng ký môn học đợt 1, đợt 2 hay đợt 3 ạ? (Đính kèm ảnh)",
    "cho e hỏi là vì sao môn đồ án hiện trong bkel của e khác giáo viên hướng dẫn ạ? e đang làm đồ án do thầy  hướng dẫn mà s bkel lại hiện là thầy  ạ?",
    "Thưa PĐT, Môn Đề cương LV Tốt nghiệp có được mở kì hè không ạ?  Em xin cảm ơn.   i ",
    "Kính gửi ban giám hiệu đại học Bách Khoa thành phố Hồ Chí Minh. Em tên là  MSSV  Học khoa Khoa Học và Kĩ Thuật Máy Tính Lớp MT20KT06 Trong kì thi đăng kí môn học em đã không cẩn thận đăng kí môn \"Pháp luật Việt Nam đại cương\" (2 tín chỉ) và \"Triết học  - \" (3 tín chỉ) trong đợt đăng kí môn lần 2 của kì thi dự thính. Và các môn học đó em chưa học qua lần nào. Do có sự hiểu biết sai sót của em  giữa kì dự thính và kì hè. Em biết mọi lỗi lầm, thiếu sót và sự bất cẩn của em gây sẽ phải chịu trách nhiệm nhưng hoàn cảnh gia đình không được khá giả cho lắm, em mong nhà trường xem xét có thể cho em hủy môn học ạ. Em xin chân thành cảm ơn nhà trường ạ.",
    "\"Các môn tự chọn tự do (chọn 3 tín chỉ)\"    trong chương trình cử nhân thì tổng có 9 chỉ tự chọn. Em dự định học 1 môn 4 chỉ, 1 môn 3 chỉ và 1 môn 2 chỉ vậy có được ko ạ hay bắt buộc mỗi môn tự chọn đúng 3 chỉ và tối đa 9 chỉ?",
    "Dạ em chào thầy cô ạ, em tên là . Dạ cho em hỏi là khi được thông báo nghỉ dịch từ ngày 10/5 trở đi để học online thì ngoài phần thí nghiệm, thực hành học ở trường thì môn thể dục có học ở trường không vậy ạ. Em học thể dục trên CS2. Dạ em cảm ơn thầy cô nhiều ạ!",
    "Em là sv Thái Công Đức mssv 1913173 học lớp XD19CTXD01 đợt thi giữa kì vừa rồi em k tham gia được vì bị bệnh phải nằm viện em đã xin được giấy phép kiểm tra bổ sung của PĐT nhưng PĐT đã gửi em vào thời điểm em đã hoàn thành xong các môn của tuần đó nên em đợi tuần sau để lên nộp cho giảng viên giải quyết nhưng do ảnh hưởng của dịch nên nhà trường đã cho học onl nên em không thể gặp giảng viên được nên kính mong PĐT có thể giúp đỡ cho em ạ...hiện tại em đang rất hoang mang ạ..em cảm ơn ạ",
    "Kính gửi thầy cô, Em là , MSSV: . Em đang học khoa Cơ Khí, bộ môn Cơ điện tử, chương trình Việt Pháp.  Hiện tại em đang thực tập tốt nghiệp và làm luận văn tại phòng thí nghiệm LCIS, Valence, Pháp. Trong thời gian thực tập, giảng viên hướng dẫn có đề nghị về việc em ứng tuyển cho việc học tiếp tại trường bên phía Pháp. Vì vậy, em phải nhanh chóng chuẩn bị hồ sơ ứng tuyển. Trong quá trình chuẩn bị hồ sơ, em gặp phải một thắc mắc về việc nhận bằng tốt nghiệp. Em kính mong nhận được sự giúp đỡ từ phía thầy cô. Cụ thể, hiện tại em chỉ đang làm luận văn (các môn học em đã học đủ theo tiến độ, chỉ còn luận văn và thực tập tốt nghiệp), do đó em xin phép được hỏi thầy cô về quá trình đăng ký nhận bằng tốt nghiệp hoặc giấy chứng nhận sau khi em hoàn bảo vệ luận văn của mình. Em xin được thắc mắc rằng liệu   I toàn bộ  /I  quá trình này có thể được thực hiện online thông qua trao đổi email được hay không hay em cần phải bắt buộc có mặt tại Việt Nam để nhận giấy chứng nhận tốt nghiệp hoặc ký tên trong quá trình này? Thông tin này vô cùng quan trọng đối với em do hiện tại tình hình dịch bệnh tại Việt Nam không cho phép em về nước ngay lập tức theo ý muốn mà cần phải chờ sự sắp xếp của Đại sứ quán Việt Nam tại Pháp cũng như chi phí đi lại hiện đang bị nâng lên rất nhiều lần. Do đó, em xin kính mong nhận được sự giải đáp của quý thầy cô để có được sự chuẩn bị tốt nhất về mặt thời gian cũng như tài chính. Em kính mong nhận được sự phản hồi từ thầy cô. Em xin chân thành cảm ơn thầy cô. Trân trọng, ",
    "Dạ em chào thầy/cô PĐT, Em là sinh viên K18 khoa Kỹ thuật Hoá học, chuyên ngành Kỹ thuật chế biến dầu khí, Thầy/Cô cho em hỏi mã môn học Thực tập ngoài trường các ngành Kỹ thuật Hoá học đều giống nhau hay khác nhau vậy ạ? Tại em xem chương trình đào tạo khoá 2018 file mới đây, thì các ngành mã thực tập đều giống nhau là CH3325, còn cái file khoá 2018 em tải từ năm nhất thì các ngành mã khác nhau ạ, nên em không biết có gì nhầm lẫn không ạ (em xem trên trang http://www.aao.hcmut.edu.vnndex.php?route=catalog/chuongtrinhdaotao) Em đã liên hệ thầy Phó trưởng Khoa, nhưng thầy cũng không biết ạ, thầy nói em lên PĐT hỏi ạ, Em cảm ơn nhiều ạ,",
    ":     Thầy/Cô cho em hỏi em có làm hồ sơ đăng ký chuyển qua hệ VHVL vào cuối tháng 03/2021 thì bao giờ mới chính thức có thẻ SV và tài khoản ngân hàng mới ạ",
    "Kính chào Thầy/Cô, Em là sv pfiev, do học phí dự thính hè năm nay tăng nên các bạn đăng ký học cải thiện ở các môn giải tích của pfiev cũng hạn chế đi rất nhiều so với những năm trước. Và do số lượng sv của chương trình pfiev cũng ít hơn so với chương trình đại trà nên sĩ số đăng ký môn học cũng chỉ vào khoảng 20 sv/1 môn . Vậy các môn này có thể được xét để mở lớp không ạ? Em cảm ơn.",
    "Em là , lớp MT19KH01, MSSV . Trong kì thi giữa kì vừa rồi (học kỳ 2/2020-2021) môn Xác suất thống kê( MT2013) thuộc giáo viên bộ môn , em đã vắng thi khi cùng nhà trường tham dự kì thi Olympic Vật lý. Do đó dưới sự giúp đỡ của giáo viên bộ môn, để cần thi lại em cần giấy Quyết định thi lại theo yêu cầu của GV bộ môn. Mong được sự hướng dẫn tận tình, em chân thành cảm ơn.",
    "HK2 em đang học bóng đá học phần 2 và HK1 em không học thể chất. Cho em hỏi nếu các kì sau đăng ký gdtc thì em phải đăng ký bóng đá học phần 1 phải không ạ? Hay là có thể đăng ký các môn khác học phần 1 không? Em xin cảm ơn.",
    "CODE : Em sơ xuất nên nhớ nhầm ngày đóng học phí. Em đã hoàn tất thanh toán, do dịch covid19 nên em không lên trường để làm giấy xin nộp học phí trễ được ạ bây giờ em cần làm gì ạ.",
    "Em tên là . MSSV  Ngày 09/05/2021 em vắng thi giữa kì môn giải tích 1 Lí do vắng thi: Em bị trúng thực không thể đến đúng giờ thi được.   i  . Kính mong nhà trường cho em đăng kí thi bổ sung giữa kì môn giải tích 1.",
    "HBK đã ra quyết định cho sinh viên học online từ ngày 10/5/2021 , trừ các môn thí nghiệm để phòng tránh dịch COVID19 đang diễn biến phức tạp . TP.Hồ Chí Minh cũng tiềm ẩn nhiều rủi ro, nên tại sao đối với các môn thí nghiệm lại cho tập trung học ạ, bởi vì kì này em học sức bền vật liệu và vẽ kĩ thuật. Trong đó sức bền vật liệu thí nghiệm còn hạn chế máy móc, em thấy các bạn phải đứng chung và làm chung không thể đảm bảo thông điệp 5K chống COVID. Còn môn vẽ kĩ thuật thí nghiệm bọn em học ở phòng CAD ở C1 khá bé cũng không đảm bảo khoảng cách an toàn được . Mong nhà trường xem xét tìm giải pháp cho việc này ạ.",
    "Em xin chào, Em là  - . Sinh viên năm 3 - Khoa học máy tính. Cho em hỏi, học kỳ này em có đăng ký học cải thiện 1 môn cốt lõi của kỹ sư tài năng (CO3061 - Nhập môn trí tuệ nhân tạo). Nhưng học phần mở rộng của môn em đã đạt ở học kỳ trước nên em không muốn làm lại học phần mở rộng nữa. Vậy em có cần làm đơn không ạ? Hay phòng đào tạo sẽ tự chuyển điểm ạ? Trước đó em cũng có hỏi về vấn đề này thì phòng đào tạo trả lời là sẽ tự chuyển điểm. Nhưng tại em thấy trên site e-learning em có thêm phần mở rộng và bảng điểm trên Cổng thông tin sinh viên cũng có cột điểm này ạ. Em xin cám ơn ạ.",
    "dạ thưa phòng đạo tạo sắp tới ngày 15/5 có lịch thi giải tích 1 dự thính , với tình hình dịch bệnh diễn biến ngày càng phức tạp em không biết kỳ thi có tổ chức không ạ.",
    "Xin chào, Cho em hỏi là   B   U có tổ chức thí nghiệm với quy mô ít sinh viên hơn cho sinh viên năm cuối không ạ ?       Em cảm ơn.",
    "Em muốn hỏi là theo văn bản về học trực tuyến của trường mới đưa ra thì thể dục cũng nghỉ luôn đúng ko ạ",
    "Thầy/cô cho em hỏi là hiện em đang là sinh viên cuối năm 3 và chuẩn AV của em là đã qua AV3 rồi ạ. Cho em hỏi là với chuẩn AV3 thì em có được đăng ký xin thực tập hè không ạ. Hay là em phải nộp bằng qua AV4 thì mới được đi thực tập hè ạ. Em cảm ơn   .",
    "Cho em hỏi ạ. Theo lịch học vụ học kỳ hè 203 sẽ bắt đầu vào ngày 21/6/2021. Nhưng lịch thi của em kết thúc ngày 27/6. Cho em hỏi nhà trường có sự thay đổi về lịch học vụ không ạ? Trong khi đó, ngày 10/6 hết hạn đăng ký bổ sung môn học kỳ 203 trong khi đến ngày 16/6 em mới thi xong môn dự thính đầu tiên. Vì số tín chỉ tích luỹ+ số tín chỉ đăng ký kỳ 202 không tính dự thính mới 96 ( số tín chỉ yêu cầu cho thực tập tốt nghiệp là 99) có thể tính thêm tín chỉ dự thính nếu đạt. Vậy em có thể làm đơn xin đăng ký môn thực tập sau thời hạn đăng ký môn trên mybk nhưng trước khi bắt đầu kỳ học khi đã có điểm kỳ dự thính không ạ? Em cảm ơn.",
    "Xin kính chào ban tư vấn của nhà trường . Em là , hiện là sv năm 3. Hiện em đang có 1 môn thực hành trong chương trình (Sinh đại cương), trong đó em có học chung với các anh khóa K14 (những người hiện đang cần hoàn thành môn này để đủ điều kiện tốt nghiệp) . Theo mail mới nhất của nhà trường thì \"Tạm dừng các môn học thực hành, thí nghiệm, thể dục. Chỉ ưu tiên thực hành/thí nghiệm cho sinh viên năm cuối để đảm bảo tiến độ luận văn tốt nghiệp\" . Vậy thì lớp thực hành này vẫn mở, nhưng em lại không phải sinh viên năm cuối, vậy nếu như em về quê và không tiếp tục học môn này thì sao ạ? Liệu sau khi tình hình dịch lắng xuống có tiếp tục giảng dạy thực hành môn này hay không? Mong nhà trường có thể giải đáp thắc mắc này cho em nhanh nhất có thể . Em xin chân thành cảm ơn! ",
    "Ad ơi, em có lịch thi giữa kì gt1 dự thính vào ngày 15/5 này , mà trường hiện đang nghỉ dịch thì có phải đi thi không ạ. e cảm ơn",
    "Em xin chào BQL  Theo như thông báo từ phía nhà trường thì chúng em sẽ học online từ 10/5. Nhưng chúng em có lịch thi tập trung môn Giải tích 1 dự thính vào tối ngày 15/05. Vậy thì lịch thi vẫn sẽ diễn ra vào đúng theo kế hoạch hay có thay đổi gì không ạ?  Em xin cám ơn!",
    "Cho em hỏi theo thông báo của trường thì chỉ có sinh viên năm cuối làm luận văn tốt nghiệp mới được tới trường thì em thi giữa kì ngày 15/5 có đi thi bình thường không hay sẽ dời lịch ạ",
    "Hiện tại em đã đăng ký xét tốt nghiệp và đã được xử lý. Cho em hỏi là em có thể xin bằng tốt nghiệp tạm thời được chưa ạ? Và khi nào có bằng tốt nghiệp chính thức ạ. Em cảm ơn",
    "Thân gửi, Em có một câu hỏi, thắc mắc là trong chương trình đào tạo của khóa k18 Khoa học máy tính, môn học Thực tập ngoài trường có mã số môn học là CO3315. Tuy nhiên, trong file thông báo sinh viên về chương trình thực tập hè thì lại ghi là Thực tập tốt nghiệp với mã số môn học CO3313 (dành cho Khoa học máy tính), vậy thì môn nào mới là môn chính xác để em có thể đăng kí trong học kì hè này ạ. Em xin chân thành cảm ơn. Mong nhận được phản hồi sớm của anh/chị. Trân trọng, K.",
    "chào thầy cô! Kỳ 203 chúng em xin mở môn công nghệ đúc (MA3029) với sỉ số 6 bạn ( do còn có 6 bạn k18 bị trễ anh văn chưa được học) dưới phương thức dạng môn đồ án thì có được mở lớp không ạ! Do môn đó là môn tiên quyết để chúng em làm đồ án!xin thầy cô xem xét giúp ạ!",
    "Dạ chào pđt ,  em  hỏi pđt rằng em thi toeic được 370 thì đủ đăng ký môn của năm 2 nhưng không thể đăng ký anh văn 2 đúng không ạ! tại mấy lần trước em hỏi thỉ pđt trả lời là được đăng ký năm 2 nhưng không qua anh văn trong trường ! em mới đăng ký hè thì trường để thiếu chuẩn anh văn sau năm 1 ! nhưng pđt đã trả lời với em là được đăng ký năm 2 ! nên pđt kiềm tra lại giúp em ! em cảm ơn ạ !",
    "Thưa quý thầy cô, em k16, có thể cho em hỏi hạn cuối để nộp bằng Toeic để đăng ký Luận văn trong kì này là khi nào ạ. Em cám ơn ạ",
    "Kính gửi PĐT Em tên:  MSSV:  (, nhập học 10/2020) _Hôm trước em có lên PĐT nộp đơn xin hủy môn học Thực tập kĩ thuật chế tạo (ME2023) với lí do và yêu cầu giảm trừ học phí được trình bày rất rõ trong đơn kèm theo . _PĐT đã chấp thuận và hứa giải quyết cho em vào chiều ngày 29/4/2021. Đến ngày em có lên hỏi và được thông báo là đang giải quyết nhưng đến nay vấn đề của em vẫn chưa được giải quyết. _Em mong PĐT giải quyết sớm cho em để em còn biết mà thanh toán học phí nhằm không ảnh hưởng đến đợt ĐKMH tiếp theo Em xin cảm ơn.",
    "Kính thưa thầy cô, Em là , mã số sinh viên . Em hiện đang là sinh viên Học kỳ 2 năm cuối. Em chuẩn bị bảo vệ Luận văn đợt tháng 7 năm nay. Trong quá trình làm hồ sơ du học, trường Albert-Ludwigs-Universität Freiburg của Đức có yêu cầu em gởi họ gấp giấy xác nhận Tốt nghiệp Đại học cho họ. Em có gửi giấy Chứng nhận sinh viên nhưng họ không đồng ý và yêu cầu phải có xác nhận ngày dự kiến trước ngày 15/5 cho kỳ nhập học mùa Đông năm nay. Không biết em có thể xin giấy chứng nhận hoặc gặp thầy cô nào để có thể hỗ trợ em về vấn đề này ạ? Em kính mong thầy cô sẽ giải đáp giúp em. Kính thư, ",
    "Em chào thầy/cô ạ Em là sinh viên k18, em chỉ mới qua av3. em muốn hỏi là đăng kí môn học kỳ 203 có yêu cầu phải qua av4 không ạ?! em xin cảm ơn thầy/cô đã tiếp nhận câu hỏi của em ạ ",
    "Dạ kì hè 213 em có đăng ký môn thực tập ngoài trường và công ty em apply cần giấy giới thiệu của trường để có thể thực tập. Vậy cho em hỏi là giấy giới thiệu của trường xin ở đâu ạ? Em cảm ơn ạ.",
    "Em là sinh viên K2014 hệ chính quy đang được gia hạn thêm 1 học kỳ để bổ sung anh văn nói viết. Cho em hỏi kỳ hạn cuối cùng để em có thể bổ sung anh văn nói viết là khi nào, cụ thể là ngày mấy tháng mấy để kịp được xét tốt nghiệp ạ? Hiện tại do dịch bệnh nên bkenglish tạm ngưng thi cũng như đăng ký thi mới nên em không thể thi được. Em cảm ơn.",
    "Kính chào Thầy/Cô, Môn Mip (tpháp hnhập nnghiệp) có lịch thi vào ngày 16/05 tức là vào chủ nhật tuần này. Vậy tụi em vẫn thi bình thường hay có bị hoãn lại do dịch bệnh không ạ? Em cảm ơn",
    "Em chào thầy/cô đã phản hồi giúp em ạ Em có thể xét miễn điểm anh văn tối đa bao nhiêu lần ạ . Em có học anh văn 3 trong trường kì 202, nếu như kì này em rớt av3 mà em nộp bằng không chuyển điểm thì em có được tính qua av3 không ạ. Em cảm ơn thầy/cô.",
    "Thầy/cô cho em hỏi là hiện em đang là sinh viên cuối năm 3 (K18) và chuẩn AV của em là đã qua AV3 rồi ạ. Cho em hỏi là với chuẩn AV3 thì em có được đăng ký xin thực tập hè không ạ. Hay là em phải nộp bằng qua AV4 thì mới được đi thực tập hè ạ. Mã môn thực tập là EE3335. Em cảm ơn",
    "dạ hiện tại e k18 và e muốn hỏi là làm đề cương luận văn thì cần qua anh văn 3 hay qua anh văn 4 ạ ? hay là phải nộp bằng toic bao nhiêu ạ ? Em xin cám ơn ",
    "Dạ em chào thầy cô, Em đã đọc thông báo của trường về việc học online. Tuy nhiên, do đã có những môn học chúng em được thi kết thúc học phần sớm, rơi đúng vào thời gian này . Vậy cho em hỏi lịch thi có thay đổi hay vẫn thi như kế hoạch ạ ! Mong nhận được phản hồi của quý thầy cô để em có thể sắp xếp thời gian học tập tốt nhất ạ. Chân thành cảm ơn quý thầy cô ./",
    "Kính gửi phòng đào tạo, Trong tuần này các hoạt động học tập đã tạm dừng do dịch Covid19, vậy thi giữa kỳ của các lớp dự thính vẫn diễn ra bình thường ạ? Mong PĐT sớm cho em hồi âm!",
    "Chào thầy/cô, Em là  - MSSV  Hiện tại em đã có kết quả nhận bảng điểm đã in vào ngày 11/5/2021 tại PĐT CS1, nhưng hiện tại trường chỉ cho phép các sinh viên làm luận văn vào trường. vậy bây giờ em có thể nhận trước file pdf bảng điểm rồi vào trường lấy bảng điểm sau được không ạ? Email của em:  Em xin cảm ơn ạ!",
    "Em chào thầy/ cô.Em là  , MSSV  khoa Kỹ thuật Hóa học. Hôm nay khi kiểm tra thông tin sinh viên thì em thấy có quyết định chuyển chương trình như hình em đã gửi. Em thấy em không vi phạm quy định nào của chương trình tài năng để bị chuyển chương trình cả. Mong thầy/ cô có thể giải đáp thắc mắc của em. Em xin cám ơn.",
    "ng ký bổ sung luận văn tốt nghiệp  . Em chào thầy cô, Em đã làm đơn xin đăng ký luận văn tốt nghiệp trễ hạn vào ngày 28/4 và được nhận phiếu chờ kết quả, đến nay trong thời khoá biểu vẫn chưa có luận văn tốt nghiệp, em không biết đã được duyệt chưa ạ. Nếu không được duyệt, em xin hỏi em còn thiếu những điều kiện gì ạ. Em cảm ơn.",
    "Cho em hỏi là trường đang giữ bản sao hay bản gốc bằng tốt nghiệp thpt ạ. Em có một vài việc cần đến chứng nhận tốt nghiệp thpt. Em có thể xin lại được không ạ.",
    "Dạ thầy cô ơi, cho em hỏi cuối kì 202 này có tổ chức thi anh văn đầu vào không ạ? Vì em cần thi để đủ anh văn cho đăng kí thực tập hè ạ, hiện tại IIG bên ngoài tạm ngưng đăng kí rồi ạ.Mong thầy cô phản hồi ,em cảm ơn ạ.",
    "Thưa thầy/cô, Em là sinh viên khoá K16 đã ra trường. Em được biết danh sách học bổng kh192 có tên em. Nhưng hiện tại vẫn chưa có thông báo về ngày chuyển tiền học bổng. Vì thời điểm dịch COVID19 này gia đình em rất khó khăn nên số tiền này sẽ hỗ trợ rất lớn đối với gia đình em. Mong quý thầy/cô hỗ trợ giải đáp thắc mắc giúp em. Em xin cảm ơn!",
    "chào thầy,cô! Em muốn hỏi quy trình để có thể in được bảng hoạt động ngoại khóa bằng tiếng anh ạ . Em cảm ơn thầy,cô nhiều!",
    "Cho em hỏi 1 số câu hỏi về Anh văn như sau:    1. Em học chương trình kỹ sư tài năng, Khóa 2018 thì các yêu cầu về tiếng anh là bao nhiêu và thời gian cần nộp bằng là khi nào để không bị trễ chương trình đào tạo ạ?    2. Yêu cầu về tiếng anh là cho đề cương luận văn (Học kì 1 năm 4) hay là yêu cầu về luận văn tốt nghiệp (học kỳ 2 năm 4) ạ?    3. Đầu năm 3 em có thi Anh văn (đóng phí 100k) bằng máy tính cũng do IIG tổ chức đạt điểm là 575 thì có dùng để xét được nhận luận văn không ạ,   Xin cảm ơn.",
    "Chào  ạ, Do có một số lý do có nhân nên em đóng tiền học phí trễ. Em đã đóng học phí chính khoá nhưng không đóng học phí dự thính được. Mong  kiểm tra lại giúp em ạ.",
    "Kính gửi PĐT Em tên:  MSSV:  (hệ VHVL, nhập học 10/2020) Hôm qua, em có gửi câu hỏi cho PĐT về việc hủy môn Thực tập Kĩ thuật chế tạo (ME2023) PĐT xác nhận là đã hủy môn ME2023 cho em rồi và sẽ tính lại học phí. Tuy nhiên, hôm nay em lên trang myBK xem lại thì thấy môn ME2023 vẫn còn nằm trong TKB và Bảng điểm. Học phí vẫn như cũ. Mong PĐT xem lại giúp em vì em vừa nhận được mail nhắc thanh toán học phí trễ hạn . Em xin cảm ơn ạ.",
    "t 1     Thực tập ngoài trường : Mã môn học   TR3315  Lí do: Em ở quê có ca dịch nên chưa vô Tp.HCM được. Sơ xuất đăng kí trễ hạn chót. Mong Cán bộ có thể cho em đăng kí để em có thể thực tập đúng hạn. Em xin cảm ơn",
    "Em chào thầy/ cô.Em là Lâm Thuận An , MSSV  khoa Kỹ thuật Hóa học. Hôm nay khi kiểm tra thông tin sinh viên thì em thấy có quyết định chuyển chương trình như hình em đã gửi. Em thấy em không vi phạm quy định nào của chương trình tài năng để bị chuyển chương trình cả. Mong thầy/ cô có thể giải đáp thắc mắc của em. Em xin cám ơn.",
    "Cho em hỏi là ở học kì hè các môn đồ án nếu có đủ sỉ số lớp thì có mở lớp không?",
    "Em xin chào Thầy ( Cô ) Phòng Đào Tạo Trường Đại Học Bách Khoa, Em muốn hỏi đợt đăng ký để em chuyển từ hệ chính quy sang hệ vừa học vừa làm là vào khoảng thời gian nào để em có thể chuẩn bị hồ sơ đăng ký ạ. Em xin cảm ơn",
    "Chào thầy/cô. Cho em hỏi sau này khi em từ quê vào Tp HCM lại để thi cuối kì, nếu lỡ phải cách ly tập trung theo quy định của thành phố thì nhà trường có hỗ trợ để đảm bảo quyền lợi không ạ? Em cảm ơn.",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Thưa thầy/cô, Em tên là , MSSV:  . Theo Trạm y tế phường thì em đang thuộc diện tự cách li tại nhà và ngày kết thúc cách li của em là ngày 23/05. Nhưng vào ngày 18/05 và ngày 22/05 thì em có 2 môn thi cuối kì là môn Tương tự và các mô hình (409702) và Môn Kinh tế đại cương 2 (701707). Vậy cho em hỏi là em sẽ được thi riêng sau hay có giải pháp nào khác ạ?  Em cảm ơn. Sinh viên, ",
    "Chào thầy cô! Em thuộc diện tốt nghiệp bổ sung, dạ cho em hỏi khi nào em có thể nhận bằng tốt nghiệp ạ. Em xin cảm ơn.",
    "Điểm em dò sau kì thi khác với điểm mà Giảng viên up lên trong BKel   . Em có đính kèm file đáp án và bảng điểm.(  I Môn Giải Tích 2 MT1005, Mã đề 1744, phòng thi 302H1, ngày thi 17/4/2021  /I ) Mong giảng viên xem xét và chấm lại điểm cho em ạ. Em cảm ơn ạ",
    "Kính gửi phòng đào tạo, Học kì này em đã đăng kí tổng cộng 27 chỉ, và đã có kế hoạch để hoàn thành các học phần của mình. Tuy nhiên trong giai đoạn vừa qua vì nhiều lý do cá nhân mà em không thể sắp xếp được. Cho nên em mong được tạo điều kiện để rút một số môn học sau. Cụ thể em xin rút môn CI3211, CI3213 và CI3197 . Em cảm ơn ạ.",
    "Cho em hỏi là kỳ sau em có thể đăng ký luận văn tốt nghiệp khác đề tài đề cương luận văn không ạ? Em hỏi cô , cô  nói nếu GVHD chấp nhận và bạn cùng đề tài đồng ý. Sau đó em đã liên hệ GVHD, GVHD kêu em hỏi phòng đào tạo. Thế nên em còn đang phân vân không biết có cần làm luận văn tốt nghiệp chung đề tài không ạ?",
    "Em chào admin, em tên  mssv , em học ngành cầu đường khoa kĩ thuật xây dựng.Nay em có vấn đề thắc mắc mong admin giải đáp giúp em ạ ! Tình hình là hiện tại em đang làm luận văn tốt nghiệp nhưng chưa có thời khoá biểu chính thức vì em chưa có toeic, cho em hỏi là hạn cuối nộp toeic trong kì này là khi nào ạ. Em sợ không kịp để được bảo vệ luận văn, do lịch thi toeic đang bị hoãn do dịch bệnh. Mong ad giải đáp giúp em ạ! Em cám ơn admin đã xem qua!",
    "Em muốn rút môn giải tích 2 vì lý do e đã bỏ qua kì thi giữa kì để về đám cưới người thân ở quê mong phòng đào tạo giúp em",
    "Họ và tên:  MSSV:  Kính thưa phòng đạo tạo em xin hủy đăng ký hai môn học là xác suất thống kê và anh văn 4 cho học kỳ hè 203 . Em xin chân thành cảm ơn. Trân trọng!",
    "Em xin chào Thầy/Cô ạ. Thầy/Cô có thể kiểm tra giúp em là: Điểm TB học kỳ chính 201 của em là 7.92 nhưng bảng điểm gửi về giáo viên chủ nhiệm lớp lại dưới 7.0. Tại sao ạ?   i  .",
    "em xin chào thầy cô ạ, cho em hỏi học kỳ dự thính hè có được đăng ký môn học đồ án không ạ? hiện tại lớp đồ án đã có 22 bạn đăng ký vậy có được mở lớp không ạ? em xin cảm ơn",
    "Hiện tại em không có mặt tại thành phố Hồ Chí Minh. Em nhờ bạn em lên phòng đào tạo thay mặt em lấy bảng điểm.",
    "Cho em hỏi: nếu em không qua được đồ án trong học kì chính thì em có thể thực tập hè được không ạ. (Em đã đủ điều kiện về số chỉ). Em cảm ơn",
    "Kính chào quý thầy/cô. Em đã đăng ký tốt nghiệp và nộp lệ phí tốt nghiệp trong đợt tốt nghiệp bổ sung này, cảm phiền quý thầy/cô cho em hỏi là khi nào em có thể nhận bằng tốt nghiệp ? Hiện em đã đi làm, công ty yêu cầu cần phải sớm có bằng tốt nghiệp hoặc giấy tốt nghiệp tạm thời. Trường hiện có còn cấp giấy tốt nghiệp tạm thời hay chứng nhận đủ điều kiện tốt nghiệp nào tương đương không ? Mong quý thầy/cô vui lòng giải đáp giúp em. Em xin cảm ơn quý thầy/cô.",
    "hiện số tín chỉ tích lũy của em là 74. Cộng với kỳ 202 này em được 93 tín chỉ. Nhưng vì thực tập ngoài trường cần 96 chỉ nên em không đủ tín chỉ đăng ký thực tập ngoài trường do đó em đã đăng ký thi Toeic ngày 16/5/2021 để chuyển điểm AV được thêm 8 chỉ nữa là được 101 chỉ. Nhưng mà bên trung tâm đã hủy thi ngày 16/5 vì lý do dịch Covid. Nên giờ em không biết em có đủ điều kiện đăng ký được thực tập ngoài trường không ạ? Nếu không, có cách nào để em đăng ký được không ạ? em cảm ơn.",
    "cho em hỏi đợt TUYỂN SINH ĐẠI HỌC CHÍNH QUY BẰNG 2 NĂM 2021 có ngành Kiến Trúc không ạ ",
    "Về buổi thi cuối kì môn Mip (tpháp hnhập nnghiệp) vào 12h chủ nhật tuần này (16/05). Em là sv năm nhất vậy làm sao để được vào cổng để tham gia buổi thi ạ? Vì hiện tại chỉ cho phép sv thực hiện luận văn vào cổng. Em cảm ơn",
    "Em tên là , vào ngày 14/04 sau khi trường mở bkpay để nộp học phí em đã vào và hoàn thành nộp học phí online. Nhưng không hiểu sao sau khi trừ tiền thì tài khoản em lại được cộng một khoảng tương đương và không hoàn thành nộp học phí. Hôm nay em kiểm tra lại tài khoản mới thấy chưa nộp học phí nên mới kiểm tra và hoàn thành lại. Dưới là file minh chứng đã nộp tiền đúng hạn, mong phòng đào tạo xem xét và không có các hình thức kỷ luật em.",
    "Kính gửi PĐT, Em tên là . MSSV:  Em có đăng kí bảo vệ luận văn tốt nghiệp ở học kì này (HK211). Vì một số lý do chủ quan nên em có ý định muốn viết đơn xin dời thời gian bảo vệ luận văn ạ. Em muốn xin mẫu đơn cũng như cần những điều kiện gì để có thể xin dời được ạ . Em xin cảm ơn PĐT ạ.",
    "Thưa quý thầy cô, em là k16, kì này em không có thời khóa biểu vì em chỉ còn Luận văn. Nhưng do em chưa nộp bằng Toeic nên chưa thể đăng ký luận văn .   Nên em muốn hỏi: Em có thể nhận giấy Xác Nhận Sinh viên được không ạ ? (Mục đích là để thi Toeic ở iig)",
    "dạ em đăng ký các môn của năm 2 khi bấm đăng ký thì góc bên phải có để là thiếu chuẩn anh văn năm 1 và màu vàng ! sau đó thì cho đăng ký nhưng em muốn hỏi pđt chắc rằng em có được học không ạ ! tại lần trước cũng vậy xong em bị xóa môn ạ !",
    "Kính chào Thầy/Cô, Em tên , mssv  hệ VLVH. Do đợt đăng ký môn học vừa rồi em có đăng ký môn thực tập tốt nghiệp để dự phòng cho trường hợp không được miễn môn học. Hiện tại, khi có quyết định được miễn môn học không tính học phí từ PĐT nhưng trên bkpay của em vẫn chưa cập nhật lại học phí. Kính mong thầy cô hỗ trợ cập nhật giúp em trường hợp này. Trân trọng.",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Thưa thầy/cô, Em tên là . Hiện tại em đang phải cách li tại nhà đến hết ngày 23/5 theo yêu cầu của phường. Nhưng ngày 18 và ngày 22 thì PĐT có xếp lịch thi cuối kì 2 môn của em. Hôm trước em cũng có hỏi PĐT và được trả lời là đọc kĩ lại thông báo của trường. Em cũng đã làm theo và em tìm khá kĩ nhưng chỉ tìm thấy 1 email liên quan đến việc thi cuối kì 2   I (em có đính kèm ở dưới)  /I . Theo em hiểu về mail đó thì PĐT sẽ dời lại lịch thi nhưng đến hiện tại chỉ còn 3 ngày nữa là thi nhưng lịch thi vẫn không có thay đổi gì. Em mong lần này thầy/cô sẽ hướng dẫn em những điều cần làm ạ (hoặc thầy cô có thể nhắc lại giúp em trong trường hợp em có đọc thiếu thông báo quan trọng của trường ạ). Em trân trọng cảm ơn. Sinh viên, ",
    "Chào PĐT,  Em là , sinh viên năm 3 khoa máy tính, em có thắc mắc nếu hè này em đăng kí thực tập tốt nghiệp thì có được đăng kí thêm môn khác không ? Cảm ơn PĐT nhiều !",
    "Học phí . Cho em hỏi OCB đã đóng hình thức chuyển qua qua web ebanking cũ thì em muốn thanh toán học phí thì làm sao ạ",
    "Mong PĐT đưa tên e vào ạ",
    "Dạ cho em hỏi khi nào mới có danh sách cấp học bổng chính thức ạ. Em xin cảm ơn ạ.",
    "Kính gửi Thầy Cô! Em là Điền mssv  khoá 2017 hệ vlvh, Hiện tại nếu em thi toiec ở trường phần listen, reading rồi quy đổi AV thì cần bao nhiêu điểm để tốt nghiệp?  Em  ạ! ",
    "Em chào cô, Em tên là  MSSV: Dạ cho em hỏi là tại sao trên trang điểm của em thì lại hiện 2 điếm số khác nhau ạ. học kì 201 e đăng ký 25 chỉ gồm 4 chỉ dự thính và 20 chỉ học kỳ chính, em rút 1 chỉ, và em tích lũy được 20 chỉ. kết quả của hk 201 là : Số tín chỉ đăng ký học kỳ :25 Số tín chỉ tích lũy học kỳ:20 Điểm trung bình học kỳ:6.42 Số tín chỉ tích lũy:93 Điểm trung bình tích lũy:6.24 Nhưng bên thông tin xét khuyến khích học tập thì lại ghi như vậy ạ: ĐTB 1 học kỳ: 5.72 Điểm rèn luyện: 78 Số TC đạt trong học kỳ: 14 Số TC tích lũy: 87 Điều kiện xét HBKK: Không đủ Em hỏi các bạn bè em thì không ai bị giống em ạ. và e đã tích lũy được 93 chỉ đủ tín chỉ để học kỳ này em đi thực tập ạ, em không biết sao lại có sự khác nhau đó ạ. Em mong nhận được phản hồi sớm của cô ạ.   i  .",
    "Em chào quý thầy/cô ạ. Em tên  MSSV . Em muốn đặt 2 câu hỏi: 1. Khi nào thì mới đăng kí môn học cho học kì 211 ạ? 2. Em chưa đủ chuẩn anh văn cho năm 3, nếu em đăng kí môn học vào đợt 1 (lúc này em chưa nộp bằng), thì liệu em có bị xoá môn vào đợt 2 (lúc này em đã nộp bằng) hay không ạ. Hay là em đã không được đăng kí từ đợt 1 lúc em chưa đủ chuẩn rồi ạ? Em chân thành cám ơn quý thầy/cô đã hỗ trợ em.",
    "Chào , cho em hỏi môn GDTC có được nghỉ do dịch không ạ. Em cám ơn ạ.",
    "Thưa , Em muốn lấy thẻ BHYT mới thì đăng kí và đến đâu để lấy ạ? Em xin cảm ơn.   i  .",
    "Chào thầy, Kì này em có làm luận văn tốt nghiệp nhưng trễ tiếng anh để đăng kí luận văn ạ. Đầu kì em có lên phòng đạo tạo hỏi về việc này. Em hỏi thầy lần nữa để xác nhận ạ . Trước khi lên bảo vệ luận văn 3 tuần thì viết đơn xin đăng kí trễ luận văn tốt nghiệp có chữ kí xác nhận của thầy và khoa kì này đang làm luận văn. Đúng không ạ? Tại lần thi gần nhất em rớt anh văn tiếp ạ. Ngày 1/6 sắp tới mới có kết quả ạ.",
    "Chào thầy/cô! Em hiện là SV năm cuối khoa KT Xây dựng . Theo như thông báo của PĐT từ email ngày 14/2 - LVTN sẽ được hướng dẫn đủ 15 tuần kể từ tuần thứ 3 của học kì . Nhưng theo 1 số thông báo được dán ở các bộ môn chỉ thấy thời gian làm luận văn từ ngày 23/02 đến ngày 03/6. Do đó em muốn hỏi về thời hạn nộp luận văn cuối cùng của học kì này ạ. Em xin cảm ơn!",
    "Thầy cô chi em hỏi Với tình hình dịch vovid trường có tổ chức kỳ thi ANH VĂN ĐỊNH KỲ mỗi cuối học kỳ không ạ",
    "Dạ cho em hỏi,em hiện là sv ngành Bảo Dưỡng Công Nghiệp khóa K15 đã tốt nghiệp,khoảng 1 tháng trước em có làm hồ sơ xét tuyển vào ngành Bảo Dưỡng Công Nghiệp hệ vừa học vừa làm.Nhưng sau lễ thì em được báo do không đủ sĩ số nên sẽ dời lại vào đợt xét tuyển tháng 10.Và hiện tại khi em kiểm tra kết quả thì em cũng đã trúng tuyển.Nhưng khoảng vài ngày trước thì em có nhận được mail từ PĐT là sẽ có 2 phương thức có thí sinh lựa chọn.Đó là chờ tháng 10 xét tuyển hoặc sẽ tham gia học chung với lớp chính quy ban ngày và sẽ nộp hồ sơ vào 2 ngày 22/23-5-2021.Vậy cho em hỏi ngày đó em có thể vào pđt để nộp hồ sơ hoàn thành thủ tục đúng không ak.Em xin cảm ơn",
    "Em đk xét tuyển hệ ĐH VHVL khoa Bảo Dưỡng mà trường thông báo do không đủ sỉ số nên yêu cầu học chính quy. Mà em từ CĐ Bảo dưỡng liên thông lên nên nếu học theo giờ chính quy thì em học ở Cơ sở 1 hay Cơ sở 2 ạ?",
    "Em chào thầy/cô, Do kì thi giữa học kì dự thính năm 2020-2021 đã bị hoãn do COVID 19 nên gia đình em đã hối thúc em về quê. Vậy thầy/cô cho em hỏi khi nào có lịch thi mới thì trường có báo cho tụi em trước 1 tuần để em chuẩn bị lên lại thành phố không ạ? Em cảm ơn và chúc thầy/cô một tuần làm việc vui vẻ.",
    "Thầy Cô cho em hỏi: em là sinh viên năm 4 đang làm luận văn nhưng chưa đăng ký luận văn do chưa nộp chứng chỉ tiếng anh. Hiện tại em nộp chứng chỉ bổ sung để đăng ký luận văn được không? Nếu được cần viết đơn gì ạ?",
    "Chào PĐT, cho mình hỏi: -tuyển sinh hệ VLVH ngành Kiến trúc mở đợt 2 (03/09 – 26/11/2021) nếu sỉ số đăng ký ít thì có mở lớp đào tạo k ạ. -Trường hợp mình là sinh viên K17 ngành KT xây dựng công trình giao thông, khi đăng ký thì thời gian đào tạo là bao lâu . -Có thể cung cấp file chương trình đạo tạo đối vs trường hợp như trên cho mình được k.",
    "Dạ cho em hỏi khi nào dự kiến tổ chức thi anh văn xét chuẩn năm học cuối kì 202 vậy ạ? Em xin cảm ơn",
    "Em chào cô. Em thi chứng chỉ ngoại ngữ toeic đã qua và đã thực hiên luận văn được 70% và đầy đủ điều kiện đăng ký luận văn.Cho em hỏi em có thể đăng ký bổ sung luận văn được không ạ ? Em cảm ơn cô.",
    "Dạ cho em hỏi lịch thi cuối kì HK202 có bị lùi lại ôn ạ? Do em có một số môn có học phần thí nghiệm mà dịch nên hiện tại vẫn chưa học buổi nào.",
    "Em chào thầy cô ạ Em là sinh viên k16, em vừa thi toeic được 480. Em có đăng ký thi lại nhưng do dịch nên tháng 6 em mới thi lại được. Em có thể xin đăng ký luận văn trước rồi em bổ sung toeic sau được không ạ. Em cam kết em sẽ có bằng toeic 500 trong tháng 6.",
    "Xin chào, em là  MSSV  khoa Cơ khí, lúc trước có phát bằng quốc phòng do không để ý nên em đã không lấy, em xin hỏi giờ có thể nhận bằng ở đâu ạ? Em xin cảm ơn",
    "Em chào quý thầy/cô. Huhu em lại phiền thầy cô giúp em trả lởi câu hỏi \"Em xem chương trình đào tạo thì khoa KTHH của em vào học kì 5 (học kỳ 211) thì mã môn học toàn bộ đều là CH2xxx. Vậy cô cho em hỏi liệu em không nộp bằng tiếng Anh để lấy chuẩn năm 3 kịp (vì hiện tại em vừa xem thì người ta không tổ chức thi nữa ạ), thì liệu em có đăng kí được những môn năm 3 học nhưng lại có mã năm 2 không ạ?\" Em xin cảm ơn cô nhiều. Chúc cô sức khoẻ.",
    "Kính chào thầy, cô. Em là  MSSV  Hệ vừa học vừa làm Đợt tốt nghiệp tháng 4 em có kiểm tra thông tin tốt nghiệp thì xét thấy em đạt 128/134 tín chỉ. Do 1 môn được miễn là nhập môn vẽ kĩ thuật chưa được cập nhật và 1 môn tự chọn nhóm A. Hiện em đã gửi thắc mắc thì môn nhập môn vẽ kĩ thuật đã được cập nhật nhưng, số tín chỉ đạt vẫn là 128/134. Em đã kiểm tra kĩ số môn, số tín chỉ theo chương trình đào tạo, thì kì này em hoàn thành môn tự chọn nhóm A là đủ 134. Kính mong thầy cô xem xét ạ. Em cám ơn.",
    "Nếu em đã đậu ngành   I Kỹ thuật hóa học  /I  hệ   B Đại trà    nhưng muốn chuyển sang hệ   B clc    thì có được không ạ và có những yêu cầu gì thêm không? Em xin cảm ơn ạ.",
    "Em chào thầy cô. Em là sinh viên k17 Kiến Trúc nếu tính tới kỳ này để được làm thực tập tốt nghiệp(hè) phải đủ 144 chỉ mà hiện tại nếu tính tới hết kỳ này em chỉ tích luỹ được 143 chỉ ( em tính thi anh văn nộp bằng vào nhưng trong tình trạng này đang dịch em không thể đăng ký thi anh văn được) thì em có được đăng ký thực tập tốt nghiệp không ạ . Trong trường hợp Nếu hè em đăng ký trả thêm môn thì  số chỉ có được tính để em đăng ký thực tập tốt nghiệp không ạ. Em cảm ơn thầy cô!",
    "Em là sinh viên năm 3, cần đăng kí môn Thực tập ngoài trường (TR3315) vào kì 203 nhưng đợt 1 vừa rồi em lỡ quên. Mong PĐT giúp đỡ em được đăng kí môn học này. Em cảm ơn!",
    "Kính gửi thầy cô, Em là , MSSV: . Em đang học khoa Cơ Khí, bộ môn Cơ điện tử, chương trình Việt Pháp.  Hiện tại em đang thực tập tốt nghiệp và làm luận văn tại phòng thí nghiệm LCIS, Valence, Pháp. Trong thời gian thực tập, giảng viên hướng dẫn có đề nghị về việc em ứng tuyển cho việc học tiếp tại trường bên phía Pháp. Vì vậy, em cần phải chuẩn bị một số giấy tờ chứng minh quá trình học tập của mình. Trong qua trình chuẩn bị hồ sơ, em xin được thắc mắc về việc in bảng điểm trên trang thông tin sinh viên. Cụ thể, vì hoàn cảnh hiện tại của em cũng như tình hình dịch bệnh phức tạp sắp tới tại VN và tại TP HCM, em không thể có mặt ở trường cũng như khó có thể nhờ người thân đến trường lấy bảng điểm được. Vì thế em xin phép được thắc mắc về việc liệu em có thể đăng ký nhận bảng điểm trực tuyến hoặc thông qua thư tín bưu điện thông thường được hay không. Nếu cả hai cách đều không thể được thực hiện, em mong nhận được sự giúp đỡ từ thầy cô để có thể hoàn thành hồ sơ của mình . Em xin chân thành cảm ơn sự giúp đỡ từ thầy cô. Trân trọng,  ",
    "Em đã làm thủ tục tạm ngưng học từ đầu học kỳ 202 này rồi thì liệu học bổng kkht của kỳ 201 em có được nhận không ạ",
    "cho em hỏi là có thông báo đậu tuyển sinh hệ vhvl không ạ, do em không nhận được mail trúng tuyển cũng như không tra cứu mã hồ sơ được. Em đã đọc thông báo số 1, nếu như tình hình dịch căng thẳng như vậy thì em có phải đến trường để làm thủ tục không ạ. Mong được giải đáp ạ",
    "Em xin chào, Cho e hỏi: Em đã tốt nghiệp vào 25/4/2021 nhưng e chưa có bằng tốt nghiệp, vậy khi nào thì e có bằng ạ? Trong thời gian e chưa có bằng tốt nghiệp thì e có thể nhận bằng tốt nghiệp tạm thời được không ạ? Em xin cảm ơn",
    "cho em hỏi sao đột nhiên em bị mất thời khoá biểu của học kì này rồi ạ ? em cảm ơn",
    "CHo mình hỏi nếu hết kì hè năm 2 mà mình mới hoàn thành 2 môn GDTC thì kì 1 năm 3 có thể đăng ký môn cuối ko hay phải nộp đơn xin ạ ?",
    "Kính gửi PĐT, Em là , MSSV , sinh viên K18, khoa Cơ Khí. Em đã thanh toán đủ học phí đợt 1, tuy nhiên đến đợt 2 này, vì dịch covid trở lại nên công việc của ba mẹ em khó khăn, nên sau cỡ 2 tuần khoảng ngày 8/6 gia đình em mới góp đủ tiền nộp học phí, nhưng sẽ trễ 2 tuần so với hạn cuối là ngày 25/5. Nên PĐT cho em hỏi là em có bị thôi học, hay bị hủy đăng kí môn học cho học kì hè không ạ. Em cảm ơn ạ.",
    "Kính thưa Thầy/Cô, Em hiện đang muốn in tờ thông tin hoạt động ngoại khóa của mình trên   I 'sàn hoạt động ngoại khóa' của myBK. Em có thể xuống văn phòng đào tạo ở CS2 in trực tiếp được không ạ? Nếu được, thì trong khoảng thời gian từ 20/5 - 27/5, PĐT có làm việc trực tiếp tại CS2 không ạ. Em rất mong nhận được sự giải đáp từ Thầy/Cô. Em xin chân thành cảm ơn!  ",
    "Kính gửi PĐT Trường đại học bách khoa TP HCM. Kỳ này em em có đăng ký môn LVTN nhưng vì lý do cá nhân em không hoàn thành được nên em định kỳ sau mới thực hiện. Cho em hỏi là có cần hủy môn không, hay chỉ cần kỳ sau đăng ký lại. Vì theo quy chế nếu tb học kỳ 13 điểm thì coi như bỏ học. EM cảm ơn.",
    "Trong học kì 202 em có đăng kí thực tập. Kết thúc học kì em vẫn thực tập chưa xong nên chưa có giấy xác nhận của công ty nên chưa thể nộp để xác nhận đã thực tập. Vậy em có bị đánh rớt thực tập không ạ. Trường hợp như em có cần phải đăng kí lại thực tập trong học kì hè không ạ. Em cảm ơn.",
    "Chào thầy/cô hỗ trợ viên, Em là , MSSV , lớp CK18CTM4. Do có dự định trong hè nên em không đăng ký môn học HK203 đợt 1 vừa qua. Tuy nhiên tình hình dịch Covid-19 căng thẳng nằm ngoài dự tính, kính mong Nhà trường xem xét mở thêm đợt đăng ký giúp em cũng như những bạn gặp tình huống như em có thể tiếp tục tiến độ học tập trong hè. Rất mong được ý kiến được tiếp nhận, em xin chân thành cảm ơn.",
    "em có thể chuyển khoa mình đang học sang khoa khác sau năm nhất không ạ ? , và nếu như em bị nợ môn thì có được chuyển không ạ ?",
    "Em chào PĐT, dạ cho em hỏi là khi nào sẽ có danh sách học bổng khuyến khích học kì 201 ạ?",
    "Kính gửi PĐT. Em có 2 vấn đề thắc mắc rất mong PĐT có thể giải đáp ạ . Em muốn hỏi là chuyển điểm Tiếng Anh bằng Toeic sẽ được chuyển điểm và cập nhật lại bảng điểm vào thời gian bao lâu kể từ ngày chuyển ạ. Thứ 2 là nếu em đã chuyển điểm và thi lại Toeic với điểm cao hơn thì có được chuyển điểm lần 2 không ạ . Em xin chân thành cảm ơn.",
    "Em chào thầy/cô ạ.Em có 2 thắc mắc rất mong được thầy/cô giải đáp ạ 1.Với tình hình dịch bệnh hiện nay thì học kì này có tổ chức thi anh văn để xét chuẩn anh văn từng năm không ạ,nếu không thì có cách nào để xét không ạ 2.các môn tự chọn có tính vào điểm trung bình tích lũy không ạ. Em xin cảm ơn và rất mong nhận được phản hồi sớm từ thầy/cô ạ.",
    "Em kính chào quý thầy/cô ạ! Thầy/cô cho em hỏi tình hình dịch bệnh thế này, trường có tổ chức thi anh văn đầu vào không ạ? Nếu không tổ chức được, trường có cho miễn chuẩn anh văn như năm rồi không ạ?  Em cảm ơn quý thầy/cô nhiều!          Trân trọng.",
    "Do em đã đọc Mail và thấy có ghi \"các môn thực hành vẫn học bình thường\", em không chắc rằng thể chất có nằm trong mục này không nên mới hỏi PDT ạ. Mong PDT bỏ chút ít thời gian giải đáp thắc mắc của em rằng GDTC có được nghỉ không ạ? EM xin lỗi vì đã làm phiền ạ.",
    "Ngày 25/5 hết hạn đóng học phí nhưng giờ trên mục thanh toán học phí của em không hiện mục thanh toán. Kính mong phòng đào tạo xem xét cập nhật để em có thể thanh toán học phí đúng hạn. Em xin cảm ơn!",
    "Trường cho em hỏi, nếu em đang thiếu một môn học dạng thí nghiệm (1 chỉ) tại trường  để đủ tiêu chuẩn làm đồ án mà kỳ hè này trường không mở môn dạng thí nghiệm thì em có thể xin vừa làm đồ án và vừa học môn đó ở học kỳ 211 không. Em xin cám ơn",
    "Em chào thầy,cô ạ. Em là Quang Đăng MSSV  Em xin hỏi về việc chứng chỉ anh văn nói viết. Hiện tại vì tình hình dịch bệnh, nên Bkenglish ko mở thi đc ạ( em có đăng kí nhưng bị hoãn). Còn em thì hết HK 202 là hết hạn chương trình học . Vậy có cách nào phòng đào tạo và nhà trường tạo điều kiện giúp tụi em được ko ạ? Em xin cảm ơn thầy,cô nhiều.",
    "Em chào thầy cô. Theo như gmail mới thông báo của phòng đào tạo thì những môn có phần học thí nghiệm sẽ không được mở lớp. Nhưng ở gmail trước em thấy có phần nếu như Khoa đảm bảo có thể bố trí học theo dãn cách thì vẫn được mở. Vì đây là môn tiên quyết cho đồ án chuyên ngành ở học kì sau, nếu không đăng kí được bọn em sẽ trễ luận văn tốt nghiệp ạ. Nên em và các bạn khác muốn xin mở lớp môn này thì không biết có được không ạ.",
    "Dạ hiện tại e k18 và e muốn hỏi là làm đề cương luận văn thì cần qua anh văn 3 hay qua anh văn 4 ạ ? hay là phải nộp bằng toic bao nhiêu ạ ? mã đề cương là EE4315 ạ !Em xin cám ơn",
    "cho em hỏi là do học kì 1 năm nay em ko đăng kí môn thể chất đến tận hk2 em mới đăng kí mà giờ trường cho tạm xét tín chỉ để đăng kí môn cho hk203. Vậy cho em hỏi là em chưa có môn thể chất thì có được đăng kí môn cho hk203 ko ạ. Em xin cám ơn.",
    "Dạ yêu cầu của ngành em là 99 tín chỉ tích lũy ngành để được thực tập. Hiện tại em đã tích lũy được 73 chỉ, cộng với kì này em đăng kí học 26 chỉ ( tính cả dự thính). Dạ cho em hỏi em đã đủ điều kiện để đi thực tập tốt nghiệp chưa ạ Em cảm ơn ạ.",
    "Em chào thầy cô. Em là sinh viên k17 Kiến Trúc nếu tính tới kỳ này để được làm thực tập tốt nghiệp(hè) phải đủ 144 chỉ mà hiện tại nếu tính tới hết kỳ này em chỉ tích luỹ được 143 chỉ ( em tính thi anh văn nộp bằng vào nhưng trong tình trạng này đang dịch em không thể đăng ký thi anh văn được) thì em có được đăng ký thực tập tốt nghiệp không ạ. Trong trường hợp Nếu hè em đăng ký trả thêm môn thì  số chỉ có được tính để em đăng ký thực tập tốt nghiệp không ạ. Em cảm ơn thầy cô!  Em thấy trường có mail là không tính điểm tích lũy như hình em đính kèm vậy em có đăng ký được thực tập tốt nghiệp k ạ",
    "Dạ thưa em lỡ không gia hạn đăng kí BHYT đợt tháng 11 nên giờ bảo hiểm của em hết hạn rồi ạ. Cho em hỏi là khi nào em có thể mua lại bảo hiểm ở trường được vậy ạ? Em cám ơn",
    "E sinh viên hệ vhvl cho e hỏi đóng học phí chậm có bị làm sao không ạ ? Do khó khăn e có thể làm đơn đóng học phí chậm không ạ ",
    "học kì phụ 203 nếu e đăng kí môn thực tập tốt nghiệp có tính là 880.000đ/1chỉ không ạ",
    "Kính chào thầy/cô Em tên là  , em đang học hệ VLVH xây dựng dân dụng ( lỗ trình học theo khóa 2017 chính qui), em có cần phải học môn Thực tập tốt nghiệp CI3343 giống như chính qui không ạ?, do e tìm kiếm trên ĐKMH của hệ VLVH thì không thấy môn đó. Em cám ơn thầy/cô ạ",
    "Xin chào PĐT,  Như mail của VP thì học phí của HK dự thính Hè 203 của hệ CLC là 2.220.000/TC. Vậy cho em hỏi là những môn như ”Tư tưởng ” hoặc “Đường lối CM của Đảng CSVN” cũng có đơn giá tín chỉ như vậy luôn đúng không ạ? ",
    "Em chào  Em là , MSSV : . Nay em co câu hỏi như sau ạ Em có đọc mail có nói rằng sẽ miễn chuẩn tiếng Anh sau các năm do tình hình dịch tễ. Vậy có Chuẩn tiếng Anh nhận Luận Văn thì sao ạ. Em xin cảm ơn ạ",
    "Em chào thầy/cô, trong chương trình đào tạo của em có môn kỹ thuật chế tạo 1(ME3031), nhưng kì rồi em bị trễ tiếng anh nên không học kịp, bây giờ chương trình đào tạo thay đổi nên môn này hiện không còn ở K19, em đã khảo sát thì chỉ còn khoảng 8 bạn là chưa học, thầy/cô cho em hỏi là nếu không đủ sỉ số mở lớp thì đối với môn này có môn tương đương không ạ, em đã xem trên web trường thì thấy không đề cập ạ!",
    "Em xin kính chào quý Thầy/Cô , trong quy chế học vụ thì tín chỉ dự thính sau khi có kết quả nhưng tình hình dịch thế này thì trường mình tạm dừng kỳ thi dự thính nên em đang bị   B thiếu 1 chỉ    so với yêu cầu tín chỉ tối thiểu tích lũy nghành để TTTN, vậy cho em hỏi có cách nào để xin thực tập trong kỳ hè được không ạ !! Nếu xin đặt cách thực tập tốt nghiệp thì kết quả sẽ bảo lưu và bị hạn chế tín chỉ đăng ký trong kỳ chính đúng không ạ ? Nếu không thì em sẽ bị trể một học kỳ do không được đi TTTN đúng không ạ . Mong nhận được phản hồi từ quý Thầy/Cô phụ trách phòng đào tạo. Em xin chân thành cảm ơn.",
    "Em tên là . Em có thắc mắc là em đã đăng kí chuyển điểm anh văn 1 và đã nộp phí khá lâu. Vậy khi nào em có điểm? điểm xem ở chỗ nào? khi nào cập nhập tín chỉ từ việc chuyển điểm? Em xin chân thành cảm ơn",
    "Dạ, lúc trước con thanh toán trễ hạn học phí kì 202 và dự thính, theo thông báo con đọc được, con phải nộp đơn bằng giấy cho phòng đào tạo xác nhận, lí do đóng học phí trễ để xét điều kiện tham gia thi cuối kì. Con đã hoàn thành việc đóng học phí, dù trễ hạn ngay sau đó, nhưng do dịch nên con đã về quê và chưa thể nộp đơn lí do trễ hạn. Vậy có ảnh hưởng gì đến kì thi sắp tới không ạ? Con có thể bổ sung sau khi trường tổ chức học off trở lại hay không ạ? hay con phải gửi đơn trình bày onl qua mail ạ? con cảm ơn thầy cô.",
    "Chào thầy/cô,  Em là k14, em đã nộp đơn cứu xét lên khoa hồi trươc tháng 4. Cho em hỏi là em có thể đăng ký chuyển hệ VHVL vào đợt 2 được không ạ? Em cảm ơn.",
    "Dạ em mới nộp hồ sơ nhập học hồi hôm qua nhưng kích hoạt tài khoản BKNetID lại không được ạ. Hôm nay em cũng lên kích hoạt nhưng nó vẫn báo lỗi. Mong PĐT kiểm tra giùm em ạ.",
    "Em xin chào!  Hiện tại em có đăng xét tuyển hệ VHVL của trường và sau khi trúng tuyển thì em có nhận được mã số sinh viên mới và phải kích hoạt tài khoản BKnetID nhưng em lại không thể kích hoạt được do có lỗi, em đã hoàn thành hồ sơ đóng phí và khai báo lý lịch hoàn tất, em mong bên trường có thể kiểm tra lại giúp em, tài khoản mssv mới là   Em xin cảm ơn!",
    "Em đang là sinh viên k19 cần môn thể chất 3 để đk môn cho năm sau nhưng hiện tại môn học đang bị dừng vậy ghì khi mình học lại và được thi ạ em học ở lớp bóng rổ chiều t3 lúc 1h đến 3h  Em xin cảm ơn",
    "Em chào thầy/cô, em có đăng ký thực tập hè ngoài trường nhưng mà theo điều kiện đăng ký thì em bị thiếu 1 chỉ (có tính chỉ anh văn) vậy đợt hiệu chỉnh tới đây có bị xoá không ạ? Nếu xoá thì có cách nào cho em xin đăng ký môn này để không bị trễ tiến độ được không ạ? Em xin cảm ơn.",
    "t đăng ký môn học cho học kỳ hè vừa rồi em có đăng ký môn Triết học. Hiện tại vì trong hè này em có bận việc khác nên giờ em muốn Hủy đăng ký môn học thì phải làm như thế nào ạ?",
    "Dạ thầy (cô) cho em hỏi là kỳ 203 có thể đăng ký 2 môn Kinh tế chính trị và Chủ nghĩa xã hội khoa học cùng lúc được không ạ? Em xin cảm ơn.",
    "E xin chào pdt E là sinh viên năm 4 nhưng bị vướng tiếng anh chưa đăng ký thực tập được . Xin phép cho e hỏi, nếu e thực tập ở ngoài trước sau đó  chờ khi đăng ký được thực tập e nộp giấy và các giấy tờ liên quan được không ạ. E xin cảm ơn",
    "Cô cho em hỏi 3 vấn đề ạ. 1. Kì này em đăng kí luận văn nhưng điều kiện anh văn để đăng kí luận văn. Ngày 25.6 bên khoa em bảo vệ luận văn, ngày 17.6 em có kết quả anh văn, sau đó em nộp thì có kịp để bổ sung trong danh sách bảo vệ luận văn không ạ? Do dịch covid nên bên trung tâm tiếng anh IIG  nó giãn cách lịch thi ra xa nhau lắm ạ. 2. Nếu kì này em không được làm luận văn thì em hết số kì trong hệ chính quy. Thì em cần chuẩn bị gì và làm gì để thủ tục chuyển qua hệ vừa học vừa làm ạ. 3. Em chuyển qua hệ vừa học vừa làm thì hè tới này, em có thể làm luận văn luôn không ạ. Em cảm ơn ",
    "Thầy cô cho em hỏi, Học kỳ trước em có học môn Nhập môn trí tuệ nhân tạo, và đã hoàn thành học phần mở rộng cho KSTN, đạt số điểm là 9 (đạt). Học kỳ này em có học lại môn học này, tuy nhiên, em chỉ muốn cải thiện điểm ở môn học cốt lõi, còn môn mở rộng em muốn được chuyển điểm ạ. Em không biết quy trình chuyển điểm này như thế nào ạ? Hay em cần huỷ môn mở rộng ạ? Nếu huỷ môn, thầy cô cho em hỏi phòng đào tạo cơ sở 2 còn hoạt động không ạ? Em xin cám ơn. Trân trọng, ",
    "Thưa thầy/cô, Em là sinh viên K20, đầu năm lúc làm hồ sơ nhập học em có đóng tiền bảo hiểm y tế và em thuộc diện đã có BHYT, em đã nhập đầy đủ thông tin của thẻ BHYT. Sau khi nhập học em đã nộp bản photo CMND, thẻ BHYT cho nhân viên phòng Y tế CS2 và cô nói chờ thông báo của trường để nhận lại tiền BHYT đã đóng. Em muốn hỏi là khi nào em có thể nhận lại tiền BHYT ạ? Em cám ơn.",
    "Dạ cho em hỏi về trường hợp nộp hồ sơ online để xét HBKK đối với sinh viên có hoàn cảnh khó khăn có mục điểm rèn luyện. Cho em hỏi nếu là sinh viên năm nhất thì tất cả các học kỳ ở năm nhất đều có điểm rèn luyện là 100 có phải không ạ. Em cảm ơn.",
    "Chào Thầy/cô, em là , sinh viên năm 2. Nay em có thắc về vấn đề hbkk là em đã làm mất tài khoản ocb đăng kí ở trường,thế bây giờ em có thể lấy 1 tài khoản ocb khác của bạn em nhập vào trang bkpay để có thể nhận hbkk không ạ? Em xin cảm ơn!",
    "Thưa thầy cô, em là sinh viên Khoa Điện - Điện tử, em và bạn em cùng chung phân nghành Điều khiển - Tự động, học chung lớp DD19LT11 kì 201 vừa qua nhưng đến khi xét HBKK em và bạn lại khác nhóm ngành . Kì 201 vừa qua khoa Điện chúng em chưa phân nghành và đều học chung các môn giống nhau nhưng khi xét HBKK lại có sai sót . Em đính kèm hình ảnh 3 trường hợp sau:     i ",
    "Em chào thầy cô ạ! Hiện nay trên trang mybk có cập nhật lại là  thi cuối kì 2 nhưng chưa có mail thông báo. Cho em hỏi là thông tin này có chính xác là tạm dừng thi không ạ? Vì hiện tại em đang trụ lại TPHCM để chờ thi mà chưa dám về quê ạ. Em cám ơn thầy cô",
    "Em chào thầy/cô, em có đăng ký thực tập hè ngoài trường nhưng mà theo điều kiện đăng ký thì em bị thiếu 1 chỉ vậy đợt hiệu chỉnh tới đây có bị xoá không ạ? Nếu xoá thì có cách nào cho em xin đăng ký môn này để không bị trễ tiến độ được không ạ? Em xin cảm ơn.",
    "Dạ cho em hỏi là em học khoa kỹ thuật xây dựng do hk202 em không đăng kí được môn vẽ kỹ thuật CI1033 và Khoa học trái đất CI1069, đợt đăng ký dự thính hè em có đăng ký lại nhưng sau khi vào thì 2 môn đó không đăng ký được nữa. Cho em hỏi có cách nào để đăng kí học 2 môn đó được không ạ . Em cảm ơn ạ!",
    "MSSV/MS   GV:     . Dạ em k18 , kỳ sau 211 em đăng ký học lại 1 môn 4 tín chỉ ( Giải Tích 2), thì sẽ đóng mức học phí của 4 tín chỉ đó như thế nào ạ.",
    "Em chào thầy cô PĐT. cho em hỏi là   B số hiệu bằng    trên   B bằng tốt nghiệp    không trùng khớp với số hiệu bằng trên   B phụ lục bằng tốt nghiệp   . Và khi e tra thông tin văn bằng trên hệ thống thì số hiệu trên phụ lục là đúng còn trên bằng là sai và không ra thông tin. cho em hỏi là trường hợp như vậy thì việc cấp lại bằng có được giải quyết không ạ? và sẽ mất bao lâu để được cấp lại bằng ạ? vì e đang trong giai đoạn hoàn thiện hồ sơ để học cao học và thời hạn để nộp hồ sơ là gần hết hạn nên e mong PĐT sẽ giải quyết nhanh giúp em ạ. em cảm ơn rất nhiều!",
    "Kính thưa PĐT! Vì tình hình dịch Covid-19 từ năm trước đến nay, em vẫn chưa thể nào đăng kí được môn Lý thuyết điều khiển nâng cao EE3007 ở kỳ hè này, mặc dù giảng viên và  chủ nhiệm bộ môn đồng ý mở. Cơ hội cuối cùng của em đăng kí ở hè  này, nếu không sẽ phải trễ 1 Đề cương luận văn dẫn đến 1 năm trễ. Sau khi trao đổi với thầy trưởng bộ môn, thầy cho em lịch dạy của môn Lý thuyết điều khiển nâng cao ở cao học dạy theo hình thức online. Em khẩn thiết xin phòng đào tạo tạo điều kiện cho em đăng kí môn này sau đó chuyển điểm về mã môn EE3007. Em khẩn thiết tìm sự giúp đỡ của thầy cô PĐT. Em cảm ơn rất nhiều.  - ",
    "Dạ thưa thầy/cô, em là  mssv:   em là sinh viên chính quy, ký hiệu nhóm lớp môn học là A Nhưng do môn thí nghiệm vật lý kì hè này không mở cho chính quy chỉ mở cho chất lượng cao (CC). Dạ thưa nếu em đăng ký học bên mã chất lượng cao (CC) thì khi có điểm em được phép chuyển điểm lại sang mã A của hệ chính quy được không ạ ? Nếu không được em có thể làm đơn xin mở lớp thí nghiệm vật lý hè này được không ạ ? Em cảm ơn thầy/ cộ ạ.",
    "Em k19, em muốn hỏi là hết kì hè 203 này thì số tín chỉ tích lũy tối thiểu để em có thể đăng kí môn năm 3 là bao nhiêu ạ",
    "Kính gửi Phòng đào tạo em đã nộp đơn đăng ký gia hạn học phí cho phòng công tác chính trị và đã được duyệt cho gia hạn học phí Hk 202  Em không đăng kí được môn học kì hè 203 Cho em hỏi lý do tại sao ạ",
    "Kính gửi PĐT Trường Đại học Bách khoa Em tên  MSSV . Học kỳ 202 em có gia hạn học phí Và đã được Phòng CTCT duyệt. Nhưng khi đăng ký môn học PĐT đã xoá môn của em lý do chưa thanh toán học phí . Mong PĐT giải đáp cho thắc mắc của em ạ. Em xin chân thành cảm ơn.",
    "dạ là em có làm đơn hoãn học phí kỳ 2 rồi ạ cũng có quyết định từ ban giám hiệu rồi nhưng khi em đăng ký dự thính hè nó lại nói em chưa đóng tiền là sao z ạ:    ",
    "Em là  MSSV  Em không thể đăng ký môn học HK203 với lý do trên myBK là chư thanh toán học phí. Mặc dù em đã thanh toán hp kỳ dt202 rồi, và em đã xin hoãn đóng hp kì chính 202 Hiện giờ em đang không có TKB kì 203. Hãy giúp em với ạ. Em cảm ơn .",
    "em đã làm đơn gia hạn học phí snag năm sau rồi ạ nhưng em đăng kí môn học vẫn bị hủy vì chưa thanh toán z h em nên làm gì ạ:  ",
    "EM là   . Học kỳ 202 em đã xin gia hạn học phí và đã có tên trong danh sách quyết định của nhà trường. Số thứ tự 58. Ngày 25/5 là ngày mở cổng ddkmh hk hè 203. Em có vào đăng ký thì đăng ký không được với lý do là chưa thanh toán học phí (hình bên dưới) . Mong PĐT giải quyết vấn đề này giúp em ạ.Em cảm ơn rất nhiều ạ!",
    "Chào cô/thầy. Con tên , mssv , vì vướng chuẩn AV nên con không đăng ký môn kì chính và dự thính được, nhưng con đã nhận được mail là sẽ cho pass chuẩn AV nhưng giờ con đăng ký vẫn bị dính chuẩn AV ạ. Con mong thầy cô có thể giải đáp thắc mắc cho con và giúp con để con có ngày sớm ra trường. Con cảm ơn.",
    "Em đã nhận được câu trả lời của pdt là đã chuyển điểm cho em. Nhưng em vào kiểm tra lại không có cái nào 5.5 điểm anh văn 1 cả Mong pdt có thể kiểm tra lại để e đk anh văn 2 trong hè ạ. Em có gửi 4 bức hình (3 hình đầu là danh sách chuyển điểm. Bức ảnh cuối là ảnh e đk chuyển 5.5 điểm và đã nộp tiền ạ)   Em cảm ơn",
    "Chào thầy/cô. Em là sinh viên k17 đã có tham gia bảo hiểm y tế đợt 1 (09/11-7/12/2020) nhưng hiện tại thẻ của em đã bị thất lạc khi chưa kích hoạt ứng dụng VssID. Vậy cho em hỏi em có cần phải tham gia đóng bảo hiểm y tế đợt 3 6 tháng cuối 2021 không ạ? Em cảm ơn",
    "Em chào Phòng đào tạo. Em là , sinh viên năm 4 khoa Môi trường và tài nguyên. Em có đăng ký môn đồ án kỹ thuật xử lý nước thải EN4009, tuy nhiên đã bị huỷ với lý do Khoa không mở lớp. Trước khi đăng ký môn em đã hỏi thầy cô bên khoa trước là đồ án có mở hè không và thầy cô nói chỉ cần đủ điều kiện là khoa mở ạ. PĐT cho em hỏi bây giờ em phải lên khoa xin xác nhận mở lớp và gửi lên phòng đào tạo để được mở phải không ạ . Em xin cảm ơn.",
    "Chào thầy cô. Cho em huỷ là đăng ký đợt 2 hè hk203 không huỷ môn được vậy ạ. Em cảm ơn",
    "Dạ e chào pđt, trường có thông báo là kì 203 này sẽ bỏ qua chuẩn av, nhưng e đăng ký mộ thực tập En3315 nhưng vẫn vướng điều kiện ạ. Mong pđt kiểm tra giúp e ạ! E cảm ơn!",
    "xin chào PĐT , E tên  MSSV :  sinh viên hệ VLVH,hôm 23/5 e có dki bổ sung môn Thực tập TN ( ME3019) nhưng không mở lớp , sáng nay e có dki DT hè môn thực TN với chính qui nhưng do khác hệ nên không dki được , e xin PĐT có thể giúp e đki môn thực tập (ME3019),vì hiện e đã được cty nhận đi thực tập đầu tháng 6 này .Với lại tiến độ học tập của e cũng đang theo đúng lộ trình, nếu kỳ này e không dki đc e sẽ bị trễ ạ , kính mong PĐT giải quyết sớm giúp e , E xin cảm ơn",
    "Chào thầy/cô ạ, em xin tăng sĩ số môn trong đợt đăng ký ĐĂNG KÝ MÔN HỌC HK203 - ĐỢT 2: Phương pháp tính mã MT1009 nhóm lớp DT02_DT02    .",
    "Xin chào thầy/cô PĐT. Hiện tại em không thể đăng ký môn thực tập ngoài trường ( CO3315 ) vì thiếu môn Cấu trúc dữ liệu và giải thuật ( CO2003 ). Hiện tại , em đang học môn này ở lớp DT01. Vì môn CO2003 vẫn chưa thi và chưa có điểm , do dịch bệnh nên em cũng không biết khi nào tổ chức thi. Kính mong thầy/cô PĐT xem xét cho em đăng ký môn CO3315. Vì các bạn học lớp chính quy ban ngày đều được xem xét coi như đạt để đăng ký các môn khác. Mong thầy/cô xem xét trường hợp này cho lớp dự thính buổi tối. Thật sự nếu không đăng ký được thực tập sẽ rất ảnh hưởng tới việc ra trường của em. Mong thầy/cô giúp đỡ ",
    "Xin chào thầy/cô. Em tên là , mssv :  em đã đăng kí đợt 1, và không hiểu sao lại chưa thấy đã đăng kí thành công ở đợt 2 này. Và trong đợt 2 này, em chọn nhóm lớp cũng không được, mong thầy/cô giải quyết giúp em ạ.",
    "Cho em hỏi là học phí của môn anh văn ở dự thính hè cũng tính như các môn khác ở dự thính hè hay sao ạ. Em cảm ơn ạ.",
    "Cho em hỏi.Em rớt 1 môn của HK đầu tiên và HK3 em muốn trả nợ môn. Nhưng khoa không mở vì không đủ sĩ số. Vậy giờ em nên làm gì để có thể trả nợ môn. Em cám ơn.",
    "Chào thầy/cô. Em tên , mssv , em xin thêm slot vào lớp DT03 mã môn là SP1035 ạ. Em cảm ơn",
    "xin chào PĐT , cho e hỏi là làm đơn xin mở lớp riêng là mình viết tay , hay tải biểu mẫu ạ ,  Em xin cảm ơn",
    "Xin chào thầy cô ạ Em là  sinh viên K17 khoa Cơ Khí ạ Em muốn hỏi là em muốn đăng kí môn thưc tâp chế tạo ME3029 nhưng vẫn còn thiếu môn ME2023 là môn song hành và môn ME2023 trường không mở lớp trong hè này thì em có được đăng kí môn ME3029 không ạ. Em xin cám ơn ạ!",
    "Kính gửi nhà trường Em là , sinh viên lớp HC14 Hóa 3 K19, em xin phép nhà trường mở thêm 1 chỗ đăng ký chủ nghĩa xã hội học sp1035 lớp L01 trong mùa hè cho em ạ. Lí do: Nhà mạng em gặp sự số, nên tới giờ đăng ký em đăng ký bị chậm và các lớp đã đầy Vì đây là lớp học online, nên sỉ số có tăng thêm 1 người thì giảng viên vẫn giảng được bình thường. Mong nhà trường xem xét. Em xin cảm ơn",
    "Dạ em chào thầy cô ạ! Dạ kì này HK202 em đang học môn Đồ án môn học thiết kế trang phục(ME3111), nhưng vì môn này em không đăng kí được trong đợt đkmh vì thiếu anh văn,nên cô  cho em học xong môn này rồi bảo lưu lại kết quả, vì vậy em xin thầy cô cho em đăng kí môn ME3111 vào kì hè 203 này được không ạ, mục đích để cô em chuyển điểm bảo lưu qua được không ạ. Em chân thành cảm ơn thầy cô rất nhiều ạ.",
    "sáng em đăng ký mà trường khóa vì chưa đóng học phí dù em đã làm đơn rồi h trường mở lại cho em nhưng các lớp em đăng ký toàn bộ hết chỗ z h em sai hay nhà trường sai ạ em cảm ơn:  ",
    "Dạ cụ thể là hôm nay em đăng ký học DT hè thì thấy có thể đăng ký được môn SP1035 trong khi em chưa học môn học trước của nó là SP1033. Nhưng em thấy hệ thống vẫn không cảnh báo gì và cho phép đăng ký thành công bình thường. Vậy em có được học môn SP1035 này không hay bây giờ phải xoá đăng ký môn ạ ?",
    "Dạ em có đki môn phương pháp tính, gt1,gt2  vào đợt 1 đăng ký môn học kì 203, nhưng hôm nay vào xem thì bị xoá, hiện tại các lớp còn lại đã full, BKSI hỗ trợ mở lớp thêm giúp em được ko ạ",
    "em muốn đkmh vật lý 1 mã môn ph1003 nhưng không đủ slot",
    "Em chào thầy cô PĐT, em tên là  mssv . Cho em hỏi là tại sao em khi đăng kí môn học học kì 203 lại hiện ra lý do \"chưa thanh toán HP\" khi em đã thanh toán học phí xong ngày 24/5/2021 vậy ạ?",
    "e muốn đăng ký môn học vật lý 1 mà em vào hết lớp r .Mong pdt có thể mở thêm lớp hoặc tăng số học viên lên xíu . em cảm ơn rất nhiều",
    "Em chào thầy (cô) ạ. Hiện tại em muốn đăng kí môn học Triết học - cho học kì dự thính HK203 ạ, nhưng các lớp hết quá nhanh nên em không thể đăng kí được ạ. Mong thầy(cô), nhà trường tạo điều kiện cho em có thể đăng kí được môn học này với ạ. Em xin cảm ơn!",
    "Thưa cô, ở đợt DKMH HK203 - Đợt 1 em có đăng ký môn thực tập tốt nghiệp mã CO3313 nhưng ở kết quả đăng ký không thấy ạ? Em có vào phần lý do huỷ môn nhưng cũng không có luôn ạ. Mong PĐT xem xét giúp em ạ, hiện tại theo kế hoạch học tập của em thì em đã đầy đủ ĐK điều kiện đăng ký TTTN ạ. Em cảm ơn!",
    "Em chào thầy cô. Theo như gmail mới thông báo của phòng đào tạo thì những môn có phần học thí nghiệm sẽ không được mở lớp. Nhưng ở gmail tthrước em thấy có phần nếu như Khoa đảm bảo có thể bố trí học theo dãn cách thì vẫn được mở. Vì đây là môn tiên quyết cho đồ án chuyên ngành ở học kì sau, nếu không đăng kí được bọn em sẽ trễ luận văn tốt nghiệp ạ. Nên em và các bạn khác muốn xin mở lớp môn này thì không biết có được không ạ.   Mã môn học là ME3033 ạ.",
    "Em muốn xin mở thêm lớp môn Chủ nghĩa xã hội khoa học ạ, nhưng bây giờ tình hình dịch bệnh em đang ở quê nếu xin mở lớp thì vẫn lên quận 10 nộp đơn như trong mail ạ?",
    "em tên là  MSSV . em muốn chuyển nhóm lớp nhưng nhà trường cập nhật thời khoá biểu nên em không chuyển được. giờ em phải làm sao ạ?",
    "Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM. Em là sinh viên CQ Bằng 2, MS: , ngành Cơ Điện Tử. Hiện tại trong đợt đăng kí môn học học kỳ hè 203, các môn học thực tập hè của ngành cơ điện tử (ME2017/ME2115) không mở, trong khi em thấy có nhiều môn Thực tập ngoài trường khác vẫn mở. Em xin hỏi PĐT có thể xem xét mở lớp hoặc cho em được học các môn thực tập ngoài trường khác để thay thế không ạ, vì bình thường môn này chỉ mở hè nên PĐT xem xét giúp em ạ, em cám ơn nhiều.",
    "Em chào thầy cô ạ, em bị cảnh cáo học vụ lần 2. cho em hỏi làm đơn cứu xét như thế nào, cho em hỏi tình hình hiện tại dịch covid thì trường và khoa có mở để em nộp không ạ?",
    "Ad mở giúp em thêm sỉ số môn học PLDC SP1007 lớp DT04 nha. Em cảm ơn ad   3",
    "Kính gửi quý thầy/cô PĐT trường đại học Bách Khoa Tp.HCM Em tên là:  MSSV  Vì em có nhu cầu đăng kí môn học Đường lối cách mạng ĐCSVN ở HK203, nhưng hiện giờ lớp đã full sĩ số. Kính mong quý thầy/cô có thể mở rộng sĩ số lớp DT01 để em có thể được đăng kí ở HK203. Em xin chân thành cảm ơn!",
    "613092      . Em chào Thầy/Cô ạ! Tình hình của em là HK201 Em có làm đơn gia hạn học phí HK201, và sang HK202 này Em vẫn chưa có đủ khả năng để đóng HP cả 2 HK, Em chỉ đủ khả năng đóng HP HK202 thôi ạ. Vậy cho Em hỏi Em có bị cấm thi HK202 hay bị cấm Đăng kí môn học HK203 không ạ? Vì Em chỉ có khả năng đóng HK202 thôi ạ, mong Thầy/Cô giải đáp giúp Em ạ Em xin chân thành cám ơn ạ!",
    "Hiện em đã được xét kéo dài thời gian đào tạo để nộp CCNN nói viết thời hạn trước khi kết thúc học kì 2 năm học này. Nhưng do dịch bệnh Covid nên BKEnglish không tổ chức thi. Em xin  Hỏi hạn cuối để nộp ccnn ở của nhóm sinh viên kéo dài thời gian đào tạo thuộc khoá K14? Nhiều bạn cũng đang lo lắng vấn đề này. Em mong nhận được phản hồi ạ.",
    "Dạ cho em hỏi là nếu năm nhất em không thể đăng kí và học được môn Vẽ kỹ thuật xây dựng CI1033 và Khóa học Trái đất CI1069 thì nó có ảnh hưởng gì đến việc đăng kí môn học cho năm 2 và chọn chuyên ngành không ạ.Và sang năm 2 em mới đăng kí các môn này đẻ học có được không ạ. Em học khoa KT Xây dựng. Em cảm ơn ạ!",
    "Chào thầy/cô. Em là sinh viên K18, hiện tại em có 2 câu hỏi về vấn đề chuẩn Anh văn mong thầy/cô giải đáp giúp em với ạ.  1.Hiện tại em đang trong tình trạng bị trễ anh văn 4. Nếu học kì 211 em đăng kí học anh văn 4 trên trường vậy thì có kịp cho việc học các môn bị yêu cầu bởi anh văn 4 trong học kì 212 không ạ ? ( nếu em vẫn đăng kí môn học như bình thường và kì đó em pass dược av4 )  2.Trong trường hợp em thi anh văn ở bên ngoài ( IIG hay BK English) thì phải được bao nhiêu điểm để có thể chuyển điểm pass được anh văn 4 ạ ? Em xin cảm ơn thầy/cô. Chúc thầy/cô một ngày tốt lành",
    "CODE  Kính gửi Phòng Đào Tạo, Em tên là , MSSV  Trong đợt đăng kí môn học HK203 - đợt 2, em muốn đăng kí dự thính môn Vật lí 1 (PH1003), em đã đăng kí môn học này ở đợt 1 rồi nhưng do em muốn đăng kí thêm môn thí nghiệm vật lí (PH1007)nhưng do trùng lịch học nên em đã lỡ xóa môn để chọn lớp cho phù hợp lịch học ạ!Nhưng khi xóa môn vật lí 1 (PH1003) thì em không đăng kí môn thí nghiệm vật lí (PH1007) được cũng như không đăng kí lại môn vật lí 1 (PH1003) lại được ạ! Nên em xin phép thầy cô có thể tăng sĩ số môn học lớp DT01_DT01, mã PH1003 giúp em được không ạ? Em rất mong thầy cô có thể xem xét giải quyết giúp em để em được đăng kí lại lớp DT01_DT01(PH1003) ạ! Em rất cần môn học này ạ, nếu không đăng kí môn học này thì em sẽ không đủ tín chỉ để đăng kí môn năm 2 ấy ạ! Em xin cảm ơn thầy cô rất nhiều ạ!",
    "Xin chào thầy/cô, em là  - sinh viên K19 CLC ngành kỹ thuật máy tính. Em là sinh viên chuyển ngành nên bây giờ em học theo lộ trình với khóa K20, vì lý do cá nhân nên kỳ 202 em không đăng ký môn kỹ thuật lập trình CO1027 nên bây giờ em muốn học bù vào kỳ hè cho đúng tiến độ, thầy/cô có thể cho em biết là bây giờ môn này em đăng ký mã lớp CC có được không ạ? Tại vì em thấy môn này không mở lớp dự thính ạ và học phí của môn này trong kỳ hè 203 sẽ được tính như thế nào ạ? Em xin cảm ơn.",
    "Kính chào thầy/cô, Em tên là , MSSV , chuyên ngành xây dựng dân dụng, khoa kỹ thuật xây dựng. Em tạo yêu cầu này với thắc mắc là em cảm thấy mình đủ điều kiện xét học bổng khuyến khích nhưng trong mục bảng điểm lại không đủ. Mong thầy/cô có thể giải đáp cho em là em còn thiếu điều kiện gì để được xét HBKK ạ. Em xin chân thành cảm ơn.",
    "Thầy cô cho em hỏi em đã đạt chuẩn anh văn đầu vào của trường nhưng khi đăng kí môn anh văn 1 , hệ thống lại hiển thị cần đăng kí môn anh văn cơ bản (LA0011) trước. Em cảm ơn",
    "Em chào thầy, cô. Em có đăng kí môn học Trắc địa đại cương MSMH CI1007 mà lớp không mở vì lý do khoa không mở lớp. Nếu em muốn xin mở lớp lại thì phải làm sao ạ tại em thấy trên trang đk của trường có đủ sinh viên để mở ạ. Với giờ em đang ở quê nên không lên thành phố được ạ, mong thầy, cố giúp đở cho em ạ.",
    "Em chào thầy/cô ạ, em là , Khoa Kỹ thuật Xây Dựng, ngành Kiến Trúc, hiện tại môn học Vẽ bóng & Phối cảnh (CI1019) vào đợt 1 đăng ký dự thính hè 203 chỉ có 4 bạn đăng ký nên không thỏa điều kiện đăng ký. Môn học này từ khóa K19 không mở lớp và em cũng không thấy môn tương đương, thay thế của môn học này. Bây giờ em muốn đăng ký môn học này để hoàn thành tiến độ học tập thì em phải làm như thế nào ạ, em xin cảm ơn ạ.",
    "Dạ thầy/cô Sau khi đọc bản tổng hợp trả lời ý kiến trong HNSV cấp khoa, cụ thể là câu 39, em có một số thắc mắc như sau: - Đầu tiên, theo em hiểu, 19 sẽ có 2 chương trình đào tạo: chương trình cử nhân và chương trình kỹ sư tương đương thạc sỹ, mà yêu cầu của chương trình kỹ sư tương đương thạc sĩ là đạt điểm TBTL từ 7.0 trở lên. Trong khi đó, 18 vẫn được cấp bằng kỹ sư, khối lượng kiến thức nhiều hơn cử nhân, tuy không bằng thạc sĩ, mà không cần thỏa mãn yêu cầu 7.0 như chương trình mới đây. 19 do đó gặp bất lợi không đáng có, vì các khóa trước vẫn được tiếp thu chương trình kỹ sư, qua đó khă năng tìm việc làm cao hơn. - Ngoài ra, việc \"tuyển\" sinh viên vào chương trình kỹ sư tương đương thạc sĩ có giống như tuyển sinh đại học rằng sinh viên được xếp theo điểm từ cao đến thấp rồi lấy theo chỉ tiêu hay miễn là TBTL trên 7.0 là được đăng ký học? Mong thầy/cô có thể giải đáp thắc mắc giúp em. Em xin cảm ơn",
    "Kính gửi PĐT. Em có thắc mắc về mã lớp và khóa ngành của lớp KSTN khóa K19 ngành Kĩ thuật Điều khiển và Tự động hóa. Vào HK192 lớp em (DD19KSTD) đã tuyển được 24 sinh viên nhưng chương trình học của HK201 giống với các bạn sinh viên khác cùng ngành (từ mã môn, đến việc thi chung đề, học chung với nhau như bình thường và chưa có bài tập mở rộng ạ) Nhưng sau đó thì có 11 bạn khác tuyển bổ sung vào chương trình tài năng sau HK192. Theo kết quả xét HBKK của HK201 mà phòng CTCTSV cập nhật thì em không đạt được học bổng loại nào (Điểm TBHK của em là 8.35 và em có tham khảo qua điểm của các bạn cùng khóa trong khoa). Em có gửi mail cho phòng CTCTSV thì họ phản hồi là do lớp em có khóa ngành riêng nên không được xét chung với cả khoa. Vấn đề này em không hiểu cho lắm, mặc dù HK201 em học và thi đều như các bạn khác trong ngành . Kính mong phòng Đào tạo xem xét giùm em ạ! Em xin cảm ơn.",
    "Kính chào thầy (cô) phụ trách hỏi đáp Hiện nay theo chương trình đào tạo khóa K2019 thì phải học xong 3 môn thể dục mới được quyền đăng ký môn năm 3 và em còn thiếu 1 môn thể dục nữa nhưng vào đợt đăng ký đợt 2 này lại không có, kính mong thầy (cô) xem xét mở lại tùy ý một môn giúp em Em xin cảm ơn ! ",
    "Em kính chào quý thầy cô , dạ cho em hỏi là điều kiện để xin đặt cách thực tập tốt nghiệp khi thiếu 1 tín chỉ so với quy định ! Do là em cộng chỉ kỳ chính 202 thì vẫn thiếu 1 và dự thính 202 thì ko được xét ạ !! Mong được phản hồi từ quý thầy cô",
    "Cho em xin mở thẻm lớp vl1 đi ạ vì sáng này có rất nhiều bạn vào mà k đki kịp như em ạ, em mong pdt xem xét mở thêm nhìu lớp để tụi em trả nợ môn ạ nếu không đki đc kì này năm 2 em sẽ không được đki môn ạ.",
    "Em xin chào thầy/ cô ạ, Em tên là . MSSV:. Đang là sinh viên năm 3 Khoa kỹ thuật Địa chất và dầu khí. Số TCTL của em hiện tại là 82 chỉ (có 2 chỉ AV đang chờ phê duyệt). Số TC đăng kí kì 202 là 16. Nhưng theo quy định thì TC tối thiểu để được thực tập là 99 chỉ. Do đó em bị thiếu 1 chỉ. Em mong pdt xem xét trường hợp của em để em có thể đăng kí thực tập ngoài trường cùng các bạn. Em thật sự mong muốn được tham gia kì thực tập ngoài trường theo đúng ctdt để thuận tiện cho việc đăng kí các môn về sau. Em thật lòng mong muốn pdt xem xét cho trường hợp của em . Em cảm ơn thầy cô nhiều ạ!",
    "Em xin chào bksi. Kì 203, em đăng kí môn thực tập hè ( chuyên ngành vật liệu) mã MA3315 tại sao không được ạ , nó cứ bảo là thiếu thực tập kỹ thuật MA2027 VKL mà môn này không phải là chuyên ngành bên polime em đang học, bên em học là VPO mà môn này em đã hoàn thành rồi ạ Và em có hỏi mấy bạn bên chuyên ngành kim loại thì bên đó cũng ko đăng kí được nó lại hiện thiếu thực tập kỹ thuật VPO. Hai bên bị tráo với nhau. Em nghĩ là hệ thống bị lỗi Mong pdt khắc phục nhanh chóng ạ Em cảm ơn",
    "Hiện nay các lớp Vật lí 1 mã môn PH1003 đã hết chỗ, mong phòng đào tạo có thể mở thêm lớp cho chúng em được không ạ? em cảm ơn",
    "Em tên là ,mssv:, Dạ em có thắc mắc như sau, do không có tố chất về mặt thể chất nên việc qua môn các môn thể chất tương đối khó do vậy tính tới hiện nay thì em chỉ mới đạt được 2 môn GDTC theo như dự định ban đầu thì hè học kì 203 em sẽ cố gắng hoàn thành môn GDTC thứ ba để có đủ số môn thể chất để đăng kí năm 3, tuy nhiên do vấn đề dịch bệnh gây cản trở trong việc học trực tiếp nên các lớp thể chất hiện nay không đăng kí được vào kì hè do đó em khá đắng đo về việc đăng kí môn, vậy nên em muốn hỏi là vấn đề này mình có thể  làm đơn xin phép cho học môn GDTC vào năm 3 học song song với các môn năm 3 khác không ạ?",
    "cho em hỏi em đăng kí 2 mã môn học thực tập tốt nghiệp của 2 ngành trong xây dựng là ci3333 và ci3343 vì em đang học hai bằng để kịp tiến độ . mà em thấy phòng đào tạo xóa của em môn môn thực tập lí do khác ngành . vậy làm sao để em được đk cùng lúc 2 môn đó ạ em cảm ơn",
    "Dạ cho em hỏi là em bị thiếu 4 tín chỉ để đăng kí môn học thực tập ngoài trường học kì hè, nhưng em có đăng kí môn vi xử lý (4 tín chỉ) ở kỳ dự thính 202 để đủ điều kiện đăng ký thực tập hè mà do tình hình thi cuối kì bị hoãn, vậy nên cho em hỏi em có thể được tạm chấp nhận là đạt để đủ điều kiện đăng kí môn thực tập hè không ạ? Mong thầy/cô xem xét ạ. Em cảm ơn.",
    "Dạ thưa phòng đào tạo,  Theo thông báo trong mail thì các môn học ở HỌC KÌ CHÍNH 202 sẽ tạm xét đạt để tính số tín chỉ tích lũy và điều kiện tiên quyết. Còn dự thính 202 thì có xét đạt không ạ (số tín chỉ tích lũy ngành của em đang là 71, học kì chính 202 em đăng kí 20 tín chỉ, học kì dự thính 9 tín chỉ). Nếu xét đạt giống học kì chính thì em đã đủ số tín chỉ để đăng kí thực tập tốt nghiệp, còn nếu không xét đạt thì em không đủ tín chỉ tối thiểu để đăng kí . Như vậy là khá thiệt thòi vì học kì dự thính 202 cũng bị hoãn thi lại vì dịch ạ. Và phòng đào tạo có cách giải quyết nào cho trường hợp của em và tạo điều kiện cho em được đi thực tập để không bị ảnh hưởng đến tiến độ học tập không ạ . Em xin chân thành cảm ơn.",
    "Phòng đào tạo cho em hỏi về vấn đề thực tập ngoài trường nếu chưa làm đồ án. Em là sinh viên khoa điện k18 chuyên ngành điện tử - viễn thông. Kỳ này do thiếu 1 môn học trước nên em không thể đăng kí đồ án được. Và nay mở đăng ký thực tập kỳ hè cho EE3335 cho sinh viên điện tử Viễn thông thì em đăng kí không được do chưa đăng ký đồ án trước đó. Phòng đào tạo cho em hỏi là liệu em có thể xin 1 chỗ thực tập trong hè này, lấy giấy xác nhận. Rồi tới 2 kỳ sau khi đăng ký thực tập trên hệ thống được em lấy giấy xác nhận đó nộp sau được không ạ? Mong phòng đào tạo giải đáp thắc mắc giúp em . Em cảm ơn ạ",
    "Dạ em chào PĐT, Em đã nộp đơn đăng kí thay thế điểm VP 2 môn em đã hoãn kì trước, nhưng hiện tại em vẫn không thấy 2 môn này được cập nhật lên lịch thi cuối kì của em ạ? Mong PĐT giải đáp giúp em ạ! Em cảm ơn!",
    "Dạ cho em hỏi em mong muốn được đăng ký TTTN kì hè này, nhưng kì dự thính của kì 202 vẫn chưa thi nên chưa có kết quả để tích lũy đủ tín chỉ, vậy có cách nào để em đăng ký TTTN vào kì hè 203 này không ạ",
    "Em có đăng ký môn vào đợt 1 cho học kì hè 203, đến đợt 2 thì môn học của em bị xoá đăng ký với lý do nợ học phí. Nhưng trước đó em đã gia hạn và có quyết định gia hạn ở phòng CTCT-SV.  Em mong PĐT xem lại và đăng ký cho em môn học SP1035 ạ, vì bây giờ tất cả các lớp đều có sỉ số tối đa nên em không thể chọn đăng ký. Em cảm ơn.",
    "Thưa Thầy/Cô, Đợt đkmh đợt 1 em có đăng ký môn học Thực tập tốt nghiệp mã MH CO3313 và đã được chấp nhận và có kết quả ở đợt 2, tuy nhiên Khoa có thông báo thay đổi mã môn học thành môn Thực tập ngoài trường mã MH CO3315 đối với khóa 2018 trở về sau. Nhưng ở đợt 2 này hệ thống DKMH ko cho em đăng ký môn học này thay thế, em mong thầy cô có thể kiểm tra lại giúp em với ạ. Em cảm ơn.",
    "Em hiện tại có nhận được mail bảo hiểm y tế của trường, nhưng hiện tại em có bảo hiểm lao động của công ty ở bên ngoài thì nó có được tính là bảo hiểm y tế không và như vậy thì em có cần mua bảo hiểm ở trường ko. Trong trường hợp cần xác nhận thì em phải làm gì, vì bảo hiểm hiện tại đều chuyển qua dạng điện tử và không thể in ấn hay photo như trước đây, em cảm ơn ạ.",
    "Em kính chào quý thầy cô. Em tên là:  Lớp CN03 K17  Khoa Bảo Dưỡng Công Nghiệp Cho e hỏi là e đã trễ hạn đóng học phí của đợt 1 và đợt 2 bây giờ e có thể bổ sung được không và bằng cách nào ạ. Em xin chân thành cảm ơn.",
    "Theo như thông tin từ Khoa Khoa học và Kỹ Thuật Máy tính, thì môn CO1009 tương đương với 2 môn CO1023 và CO1029 . Em đã qua 2 môn này rồi, nhưng khi đăng ký mã CO3313 thì PĐT ghi thiếu môn học trước CO1009. PĐT đã huỷ đăng ký môn CO3313 và em đã đăng ký lại. Nhưng em muốn xác nhận lại để không bị huỷ vào đợt 3.",
    "Dạ em chào thầy/cô, hiện tại em thiếu 2 hoặc 3 chỉ để được đăng kí thực tập ngoài trường, em mong thầy cô giúp em có thể đăng kí được thực tập ngoài trường trong kì hè này ạ.    .",
    "Em có một câu hỏi là nếu em rớt môn giải tích 1 nhưng đủ tín chỉ để đăng kí môn học năm 3 thì em có được phép đăng kí môn cho năm 3 không ạ, em lo là chưa qua hết môn của năm 1 sẽ không được đăng kí môn cho năm 3. Em đã xem kĩ quy chế học vụ và không thấy ghi chú về vấn đề này nhưng em vẫn lo lắng ạ. Em xin cảm ơn và mong nhận được phản hồi sớm ạ.",
    "QUOTE  Dạ em mới đăng ký xét tuyển theo dạng liên thông từ Cao đẳng Bảo dưỡng lên hệ ĐH Bảo dưỡng thì thẻ ngân hàng cũ của em còn xài được không ạ? Hay phải đổi với đăng ký thẻ mới ạ.",
    "Dạ lúc đầu năm lúc đăng ký nhập học vào trường thì trường có yêu cầu đóng một mức tiền bao gồm tiền nhập học 2020-tạm thu học phí và tiền bảo hiểm y tế, do em đã được cấp bảo hiểm 5 năm cho người thuộc dân tộc thiểu số nên ban đầu em chỉ thanh toán mức tiền nhập học 2020 thôi ạ, nhưng em thấy trên bk pay vẫn còn khoảng tiền bảo hiểm nên em muốn hỏi là nó có ảnh hưởng gì đến việc đăng ký môn học năm 2 không, hay mình chỉ cần báo cáo lên phòng đào tạo hay phải mua ạ ?          Em xin cảm ơn.",
    "Em chào Thầy/Cô ạ! Đợt đăng ký môn học dự thính hè 203, trong đợt 1 em có đăng ký môn av4 nhưng do bị tạm dừng học do kỳ vừa rồi không đăng ký môn học nên đã bị hủy,em vừa nộp đơn và được pdt mở lại vào ngày 21/5, nhưng ở đợt đkmh đợt 2 này e không đăng ký môn học được và được báo lý do là tạm dừng, và e có đọc lịch học vụ thì đợt này chỉ được hiệu chỉnh chứ không được đăng ký mới, em phải chờ tới đợt 3 8/6 đến 10/6 đúng không ạ hay do lỗi ạ?! Em cảm ơn Thầy/ Cô ạ",
    "Em tên là  MSSV:  Vào đợt 1 đăng ký môn học HK203, em có đăng ký môn học Chủ nghĩa xã hội khoa học (Mã môn học: SP1035) nhưng đến khi có kết quả đăng ký đợt 1 em lại bị xóa môn và không thấy trong lịch sử đăng ký . Thầy/Cô có thể cho em biết lý do tại sao được không ạ? Và nếu như vậy có thể mở thêm vài slot của môn học được không ạ? Em xin chân thành cảm ơn.",
    "em đang học song bằng kì dự thính này em đăng kí 2 mã môn học là ci3333 và ci3343 là hai mã thực tập tốt nghiệp của 2 ngành xây dựng mà em đang học . em thấy phòng đào tạo xóa mất của em mã ci3343 với lí do là không phãi mã ngành em đang theo học . em mong phòng đào tạo xem xét lại và tạo điều kiện để em được đăng kí học môn học đó để em kịp ra trường ạ  . em chân thành cảm ơn phòng đào tạo.",
    "Vì sự cố bị xóa môn đã đăng ký ở đợt một nên em mong thầy/cô mở rộng sỉ số lớp, tạo điều kiện cho em có thể tham gia lớp DT03 môn SP1035 ạ. Em xin cảm ơn!!!",
    "dạ em chào thầy cô ạ , em có đăng kí môn hóa đại cương học kì hè nhưng bị hủy vì lí do trên ạ , vậy em muốn học môn hóa này trong kì hè vì sợ không đủ 56 chỉ để học năm 3 thì em phải làm sao ạ",
    "Chào thầy/cô, Em là , mssv: , sv khoa Điện-Điện tử, ngành Kỹ thuật điều khiển và Tự động hóa. Em có đăng ký môn EE2005 trong đợt ĐKMH hk203 đợt 1. Và giờ bị xóa với lý do: \"Thiếu môn học trước EE1011\" Theo như chương trình đào tạo trên trang AAO, điều kiện để đăng ký học môn EE2005 là học trước môn EE1011   U hoặc     môn EE2033. Theo em được biết, môn EE1011 là mã môn cũ. Sinh viên K19 không được học. Và em đang học môn EE2033 trong học kỳ dự thính 202 này. Nên em hoàn toàn có đủ điều kiện để được đăng ký môn EE2005. Mong thầy/cô xem xét trường hợp của em. Em cảm ơn thầy/cô.",
    "Chào quý thầy cô,    Em tên . Theo dự định về kế hoạch hè của em, vì không thể mở lớp môn có thí nghiệm. Nên em dự định sẽ học môn Con người & Môi trường. Nhưng môn này chỉ mới mở một lớp và không may lại trùng lịch với môn khác của em.    Vì vậy, em muốn gửi thư này. Kính mong thầy cô xem xét, chấp thuận đề nghị mở thêm lớp Con người và môi trường của em.    Về mong muốn đề xuất mở lớp. Hiện tại, theo lịch do nhà trường sắp xếp thì em sẽ có tiết vào các buổi sáng T5 và T7, riêng ngày T3 em có tiết ở khung tiết 2 đến tiết 4 và tiết 7 đến tiết 10. Vì vậy, em mong muốn đề xuất sẽ được mở thêm 1 lớp vào ngày T2.   Cảm ơn thầy cô đã đọc yêu cầu của em. Em xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo, Em hiện là sinh viên năm 3 ngành Cơ Kỹ thuật, theo đúng lịch đào tạo thì kỳ hè này em sẽ có môn thực tập tốt nghiệp MSMH: AS3313. Em xin hỏi, em có thể vừa đăng ký thực tập, vừa học một số môn đại cương như Phương pháp tính, Đại số tuyến tính, Giải tích,... được hay không?  Điều 10, khoản 10.1, trong quy chế học vụ chỉ đề cập đến việc \"một số ngành không cho phép học thêm các môn học khác cùng với TTTN và không cho phép đăng ký các môn học trùng giờ với lịch TTTN do  quy định chung cho ngành (không xét lịch TTTN của từng cá nhân).\" Vì, em không thấy  em đề cập đến việc tập trung toàn thời gian cho TTTN, nên em vẫn có thể đăng ký học thêm một số môn đại cương? Kinh mong phòng đào tạo giải đáp thắc mắc của em. Em xin cảm ơn.",
    "chào pđt , em vừa lên coi kết quả đăng ký môn học 203 đợt 1 của em thì em bị xóa các môn của năm 2 ! và trước đó em đã hỏi rất nhiều lần là em có được đăng ký môn học năm 2 không vì em đã nộp bằng toiec 370 và pđt trả lời rằng là được đăng ký các môn của năm 2 , nhưng giờ thì xóa hết kết quả của em ! mong pđt giải quyết giúp em !",
    "Dạ cho em hỏi là em bị thiếu 4 tín chỉ để đăng kí môn học thực tập ngoài trường học kì hè, nhưng em có đăng kí môn vi xử lý (4 tín chỉ) ở kỳ dự thính 202 để đủ điều kiện đăng ký thực tập hè mà do tình hình thi cuối kì bị hoãn, vậy nên cho em hỏi em có thể được tạm chấp nhận là đạt để đủ điều kiện đăng kí môn thực tập hè không ạ? Mong thầy/cô xem xét ạ. Em cảm ơn.",
    "Em vừa chuyển từ hình thức chính quy sang hệ vừa học vừa làm , em muốn hỏi là cách thức đăng kí môn học và mã môn học của ngành quản lí tài nguyên môi trường và các điểm môn nào của em đã học rồi sẽ được chuyển qua ạ .",
    "Em có thể gửi mail đăng kí môn học lên phòng đạo tạo bằng biểu mẫu dưới đây không thưa thầy/cô.Hay là phải lên phòng đào tạo để nộp ạ.",
    "Thưa thầy(cô)! Em tên là  MSSV:  - Em định kì hè 203 này sẽ Đăng kí thực tập tốt nghiệp- ME3039, cho em hỏi kì hè này vẫn được mở đăng kí Thực tập bình thường không ạ? - Em muốn đăng kí cùng trong kì hè Thực tập thêm môn Những nguyên lý cơ bản của CNMLN- SP1003 (5 tín chỉ) thì có được không ạ? - Giới hạn tín chỉ khi đăng kí kì hè kèm Thực tập là bao nhiêu ạ?  Em cám ơn!",
    "Dạ cho em hỏi hạn nộp học phí lần 2 kì 202 là ngày 25/5 nhưng em quên mất nên ngày 26/5 mới nộp thì có được không ạ.Em cảm ơn",
    "Chào thầy/cô Hiện tại em không thể hoàn thành học phí đợt 2 đúng hạn được. Nếu đóng học phí trễ hạn thì thời gian trễ tối đa là bao lâu và có phải làm đơn gì không ạ. Em xin cảm ơn",
    "Em chào thầy cô, Em tên SV , Theo quy định em đủ điều kiện đăng kí môn thực tập tốt nghiệp nhưng khi em đăng kí em bị xóa với lý do \"Không đủ đ/kiện nhận TTTN - ST\". Em không biết lý do mong thầy cô kiểm tra lại giúp em. Em cảm ơn.",
    "Tốt nghiệp . Xin chào Thầy/Cô ạ. Em là sinh viên khoá 2018 của trường mình. Theo em được biết thì Bộ giáo dục vừa ra thông tư mới quy định nếu sinh viên xuất sắc giỏi có số học phần học lại vượt quá 5% tổng số chứng chỉ của chương trình học thì sẽ giảm một bậc hạng tốt nghiệp (như từ giỏi xuống khá). Thầy/Cô cho em hỏi quy định này có áp dụng đối với những học phần sinh viên học đã qua môn và cải thiện điểm hay không và có áp dụng với k18 không ạ? Em xin cảm ơn Thầy/Cô rất nhiều.",
    "Kính gửi thầy/cô: Em tên  MSSV  em là sinh viên K17 em có xin chuyền từ hệ CLC sang hệ đại trà vào năm 2018 của K18 và em bắt đầu học lại cùng K18. Nay là cuối năm thứ 3 em có đăng ký thực tập nhưng khi đăng ký mã K18 thì bị hủy vì lý do sai mã TTTN/LVTN. thầy/cô cho em hỏi vậy em phải đăng ký theo mã K17 đại trà hay là K18 đại trà a? Em chân thành cảm ơn",
    "Em bị khóa đăng ký môn học do đóng học phí trễ hạn. Em đã làm đơn nộp phòng đào tạo rồi nhưng vẫn chưa đăng ký môn được và cho em hỏi là em có bị mất chỗ của những môn hết chỗ không ( em đăng kí đợt 1 rồi )",
    "Dạ cho em hỏi,hiện em là sv K21 hệ VLVH khoa Bảo Dưỡng Công Nghiệp.Cho em hỏi sao em đkmh cho hk 203 thì lại bị lỗi như hình.Cho em hỏi có cách nào khắc phục không ak",
    "Em muốn mở thêm chỉ số dky hoá đại cương ch1003 vào thứ 3.5.6 để kì sau em làm kịp TLTN. Em xin cảm ơn ",
    "Kính thưa PĐT! Do tình hình dịch bệnh ở TPHCM nên PĐT ko cho mở lớp có thí nghiệm ở kì hè này. Nhưng thật sự tụi em đang rất cần môn này để nhận đề cương LVTN vào kì 211. Nếu không tụi em sẽ trễ hạn ra trường . Em rất mong quý thầy cô có thể xem xét, cho em làm đơn đặc cách, xin ý kiến Khoa, bộ môn để mở lớp môn EE3007 vào kỳ hè này. Mong thầy cô giúp đỡ.",
    "Em chào thầy/cô. Kỳ này em đăng ký 12 chỉ bao gồm luận văn tốt nghiệp (9 chỉ). Nếu em không  được bảo vệ luận văn thì sẽ bị 0 điểm môn luận văn và dẫn đến điểm trung dưới 4.0. Thầy/cô cho em hỏi vậy là bị cảnh cáo học vụ hay có quy định nào khác với môn luận văn không ? Em cám ơn.",
    "Em chào các thầy cô ạ. Với học kì 203, em thấy có rất nhiều môn phòng học là HANGOUT tương tác chứ không có phòng học ở trường, cụ thể là môn Nguyên lý ngôn ngữ lập trình (CO3005). Vậy là các môn này chỉ học dưới hình thức online thôi ạ? Thi giữa kì và cuối kỳ vẫn được tổ chức offline không ạ? Em mong sớm nhận được câu trả lời từ các thầy cô ạ.",
    "Xin chào thầy/ cô ạ! Pđt không cho em đăng kí môn thực tập ngoài trường ở kì hè, nhưng nếu công ty nhận em và em có điểm thực tập bảo lưu ở khoa thì học kì 1 tiếp theo em có được đổi điểm thực tập đó để đăng kí đề cương luận văn và các môn khác bình thường không ạ?",
    "Em bị tạm dừng học vụ hk201 do không dkmh ở hk này, em bị lần đầu, không biết nhà trường có gửi thông báo về nhà không ạ?",
    "Em tên:  MSSV  PĐT cho em hỏi học kì này tính cả chỉ dự thính em mới đủ số tín chỉ để được đăng kí thực tập tốt nghiệp, hiện tại lịch thi cuối kì đã bị hoãn mà đợt mở đăng kí sắp hết hạn, vậy đợt này em đăng kí thực tập có được không ạ.Em cảm ơn",
    "Em xin chào nhà trường, theo mail thông báo em nhận ngày 21/5/2021 thì ngày bắt đầu thanh toán học phí chính qui bắt đầu vào ngày 25/5/2021. Tuy nhiên, ngày 26/5/2021 thì mybk để hết hạn thanh toán. Như vậy, em đã bị thanh toán trễ và có thể bị trừ điểm rèn luyện và huỷ kết quả môn học theo qui chế. Mong nhà trường xem xét lại trường hợp thông tin nhầm như vậy ạ.",
    "Hiện tại em đã học xong chương trình avcb rồi. Và em có nhu cầu trong học kì hè này hoàn thành av1 luôn . Nhưng em không đăng kí được với lí do thiếu môn avcb điều kiện tiên quyết. Vậy em đặt câu hỏi nhờ giảng viên giải đáp . Em cảm ơn nhiều",
    "Cho em hỏi một chút về phần lưu ý tạm tính số chỉ ở HK 202 có áp dụng cho HK211 không hay chỉ áp dụng cho 203 thôi ạ?Em xin chân thành cảm ơn .",
    "Kính gửi PĐT, Em tên Lưu Trương Quốc Thắng. Mssv:  Sinh viên khoa Quản Lí Công Nghiệp Thầy/cô cho em hỏi: E-learning cung cấp bài giảng video về môn Tiếp Thị Giữa Các Tổ Chức (IM3033) nhưng em chỉ xem được 3 video đầu tiên. Những video còn lại thì em không xem được . Em mong nhà trường xem xét giúp em. Em xin cảm ơn,  Quốc Thắng",
    "Kính thưa PĐT, hiện tại, ngoài anh văn 3, 4 chưa đạt thì em đã hoàn thành đầy đủ các môn học theo Chương trình đào tạo và đang làm LVTN. Do tình hình dịch Covid_19, em không có điều kiện ở lại TP và Đăng kí thi Toeic để đủ chuẩn ra trường. Em đã ĐkMh HK203 môn Anh văn 3. PĐT Đăng kí cho em môn Anh văn 4 (LA1009) lớp DT-01 với ạ. Kính mong PĐT xem xét đăng kí môn Anh văn 4 HK203 giúp em để em đủ số tín chỉ và đủ điều kiện nhận bằng tốt nghiệp! Em cảm ơn PĐT!",
    "Em chào Thầy/Cô ạ Em tên , K17, khoa Hoá. Dạ Thầy/Cô cho em hỏi kì này em đã học xong tất cả các môn, chỉ còn anh văn 4, e thấy trường có mở lớp trong kì hè, e đăng kí mã av4 LA1009 thì có kịp ra trường trong kì tới không ạ.",
    "dạ cho e hỏi theo thông báo thì ngày 24/5 có mail miễn môn hệ vhvl cho các bạn bảo dưỡng công nghiệp, sao đến hôm nay vẫn chưa thấy ạ? mong pđt giải quyết thắc mắc để sv ddkmh dự thính hè ạ. e xin cảm ơn ạ.   i ",
    ": Em đóng học phí muộn nhưng vẫn  chưa đóng được vì quá hạn không thanh toán qua OCB online được mà do dịch nên em về quê, nhà trường có thể hổ trợ không ạ",
    "Em là , cho em hỏi nếu em đăng ký môn học mà các lớp đề đủ sỉ số thì làm sao để em được học môn đấy ạ ? Em cần đủ tín chỉ để học năm 2 nên e học dự thính hè nhưng các lớp đã đủ sĩ số rồi thì em phải làm như thế nào ạ ?",
    "Em đã đang kí chuyển điểm anh văn 1 ( 5,5 điểm). Không thấy pdt cập nhập trên bảng điểm cũng như điểm chuyển nên em có mail gửi và nhận được phản hồi là đã cập nhập điểm. nhưng khi kiểm tra em vẫn không thấy. em xin gửi 2 bức hình là ảnh thanh toán chuyển điểm cùng ảnh điểm chuyển để pdt kiểm tra lại ạ. Em chân thành cảm ơn",
    "Chào thầy(cô) ạ. Cho em hỏi nếu làm đơn xin mở lớp thì nhà trường sẽ mở lớp trong khoảng thời gian đăng kí môn học HK203 hay là sau khi hết thời gian đăng kí môn học HK203 ạ? Bạn em có nộp đơn xin mở lớp Triết học - rồi ạ. Vì hiện tại em có đăng kí môn khác, nếu nhà trường mở thêm lớp triết mà sau thời gian đăng kí môn học HK203 thì em có được hủy và đăng kí môn Triết không ạ? Em xin cảm ơn!",
    "Kính gửi quý thầy cô Kết quả đk môn học học kỳ 203 em bị hủy do thiếu môn học CO1009 nhưng trong các kỳ trước em đã học môn thay thế cho môn này là CO1023 + CO1029  Nhưng khi vô đăng ký môn thực tập tốt nghiệp thì bị xóa ạ. Nên em đã đăng ký lại ở đợt 2. Mong quý thầy cô xem xét Trân trọng,  anh",
    "Em chào thầy(cô). Em tên là:  MSSV:  Em là sinh viên văn bằng 2, ngành Khoa học máy tính. Hiện tại em đã thanh toán đủ các khoản tiền trước thời hạn nhưng hệ thống vẫn thông báo em chưa thanh toán. Mong thầy(cô) có thể sớm giải quyết để em kịp thời đăng ký kỳ thực tập hè HK203. Mong sớm nhận được phản hồi từ thầy(cô).",
    "Kính gửi: Phòng Đào Tạo  Em là  sv k17 em muốn hỏi vài câu hỏi sau; 1. Theo chương trình đào tạo nếu em muốn đăng ký thực tập hè thì phải đăng ký mã Ma3343. nhưng hiện tại mã này không có mở lớp. Vậy giờ em đăng kỹ mã Ma3315 của k18 được không? tại em thấy trong danh sách nó không phải là môn tương đương. 2.  Nếu đăng ký được thì PĐT sẽ tự động chuyển điểm cho em hay em phải làm đơn chuyển điểm. 3. Và nếu không đăng ký được thì em phải giải quyết như thế nào? Em xin cảm ơn thầy cô đã giúp em trả lời câu hỏi! Trân trọng",
    "Em sinh viên k19, trong đợt thanh tóan học phí lần 2 hk2 em nộp trễ hạn. Nhưng hiện em đang ở quê không thể vào thành phố do em có ngừơi quen là f2, Phòng đào tạo cho em hỏi em phải làm và nộp đơn gì đó trễ học phí và cách nộp ạ? Em xin cảm ơn",
    "Em xin kính chào quý thầy cô, học kì này em có đăng kí 1 môn Phương pháp tính, sau đó vì lí do sức khoẻ nên em đã xin đình chỉ trong học kì này. Em cũng thuộc diện được miễn giảm học phí, nhưng hôm nay nhận được mail thanh toán học phí của trường, em xin quý thầy cô giải đáp vấn đè này giúp em ạ em xin chân thành cảm ơn!",
    "Em đã đọc học phí đầy đủ từ ngày đầu tiên có trên BKpay. Nhưng hôm nay kiểm tra lại em lại có thêm khoản phí mới cho học kỳ 202 mà trước đây không hề có cho tới khi nhận đươcj mail báo trễ học phí em mới biết. Đây có lẽ là sự nhầm lẫn mong pdt kiểm tra lại ạ. Em cảm ơn.",
    "Lớp dự thính hè (203) giải tích 2 đại trà có còn được mở thêm lớp hay sỉ số không ạ? Em muốn đăng kí thì phải làm sao do hết slot rồi ạ?",
    "VỀ QUÊ VÀ KHÔNG CÓ MẶT Ở THÀNH PHỐ ĐỂ TRỰC TIẾP   NỘP ĐƠN CHO PHÒNG ĐÀO TẠO VỀ TRƯỜNG HỢP ĐẶC BIỆT ĐĂNG KÍ MÔN HỌC CỦA EM.  VẬY EM CÓ ĐƯỢC NỘP ĐƠN ONLINE KHÔNG Ạ EM CẢM ƠN",
    "Như em đã trình bày ở câu hỏi trước thì ở đợt 1 đăng ký môn học cho kỳ dự thính 203 em có đăng ký môn SP1035: Chủ nghĩa xã hội khoa học. Nhưng kết quả đợt 1 thì PĐT đã xoá đăng ký môn của em với lý do chưa thanh toán học phí, trong khi đó em đã có quyết định gia hạn học phí trước khi có kết quả đăng ký môn. Do bị xoá đăng ký môn đợt 1, nên ở đợt 2 này sỉ số ở tất cả các lớp của mã môn SP1035 đều đạt tối đa nên em không thể chọn đăng ký. Như vậy có phải không công bằng đối với em không ạ. Em mong PĐT đăng ký cho em mã môn SP1035 vào học hè 203 này. Em cảm ơn!.",
    "Chào phòng đào tạo,  Em là   MSSV  Hiện tại em đã thanh toán tất cả học phí. Hiện không còn khoản nợ nào. Nhưng trong mục đang ký tốt nghiệp lại ghi là em đang nợ học phí. Mong phòng đào tạo cập nhật lại giúp em để em đăng ký tốt nghiệp ạ. Em cảm ơn ạ.",
    "Kính gửi PĐT, Em tên là , sinh viên K18 khoa Cơ khí. Vì học phí đợt 2 em đã đóng trễ, và vừa rồi trường có gửi mail cho em gia hạn đến ngày 4/6. Tuy nhiên, vì dịch ccovid, nên gia đình em kinh tế khó khăn, nên vào ngày 8/6 gia đình em mới gom đủ tiền để đóng học phí. Nhưng như vậy em sẽ bị trễ 4 ngày. Dạ PĐT cho em hỏi như vậy em có bị tạm dừng học kì và không được thi hay không ạ? Em xin cảm ơn ạ",
    "Chào Thầy/Cô, Em là sinh viên K2018. Theo như chương trình đào tạo được PĐT sắp xếp thì HK203 này chuyên ngành Địa kỹ thuật phải học 2 môn thực tập: GE3125 - Thực tập sản xuất Địa Kỹ thuật và GE3315 - Thực tập tốt nghiệp. Tuy nhiên, hiện tại môn học   B GE3125 - Thực tập sản xuất Địa kỹ thuật     I    B đã bị hủy    và   B không mở lớp trong đợt 2    (mặc dù lớp DC18KT đã đăng ký vượt sĩ số mở lớp tối thiểu). Em xin được hỏi về hướng giải quyết đối với môn học trên ạ. Trân trọng, ",
    "Dạ cho em hỏi hạn nộp học phí lần 2 kì 202 là ngày 25/5 nhưng em quên mất nên ngày 26/5 mới nộp thì phải làm đơn nộp phòng đạo tạo vì trễ hạn không ạ.Nếu nộp đơn thì nộp khi đi học trở lại được không ạ  Em cảm ơn ",
    "Em chào thầy/cô, Hiện em muốn đăng kí môn Kết cấu thép 1 (CI3009) nhưng hệ thống báo môn Sức bền vật liệu (CI2007) chưa đạt dù em đã được 5 điểm tổng kết trong bảng điểm từ HK1 2020-2021. Vậy làm sao để được đăng kí ạ? Em cảm ơn.",
    "Em là sinh viên khoa điện tử, hiện tại mới tích lũy được 76 chỉ, tính thêm cả HK202 thì mới có 91 chỉ, chưa đủ để thực tập hè. cho em hỏi em phải làm đơn xin như thế nào để có thể xin đi thực tập để theo kịp chương trình ạ.",
    "Thưa thầy cô, em có nhu cầu đăng ký môn SP1035 Chủ nghĩa xã hội khoa học . Vì lớp đầy nên em không đăng kí được, thầy cô có thể bổ sung em vào lớp không ạ ? Em cám ơn.",
    "Em chào thầy/ cô Thầy/cô cho em hỏi đợt đóng học phí hk202 vừa rồi do nhà em có việc đột xuất nên em chưa có đủ tiền để đóng phần học phí còn lại của học kì này thì sang đầu tháng 6 em có thể đóng học phí còn lại được không ạ? Em xin chân thành cảm ơn.",
    "Xin PĐT mở thêm lớp SP1035 - Chủ nghĩa xã hội khoa học, cho tụi em có cơ hội học online vào hè, em xin cảm ơn",
    "Em bị trễ hạn thanh toán học phí học kì 202 và em đã đóng học phí ngay sau khi nhận được mail, nhưng hiện giờ vì dịch nên em đang ở quê và không thể nộp đơn thanh toán trễ học phí cho phòng đào tạo được. Cho em xin hỏi là em phải làm sao ạ và em có được đăng kí học kì hè 203 không ạ ?",
    "Em chào thầy cô, Em tên  MSSV , Theo thông báo của Trường gửi vào ngày 21/5/2021 \"Do tình hình dịch Covid-19, Để hỗ trợ cho sinh viên khi đăng ký môn học ... Các môn học đang học ở học kỳ chính 202 chưa có điểm, Phòng đào tạo sẽ tạm xét đạt để tính số tín chỉ tích lũy và điều kiện tiên quyết.\" Vì vậy nếu cộng 80 tín chỉ em đã tích lũy và 20 tín chỉ em đăng ký ở kì 202 thì đủ điều kiện nhận TTTN của ngành Vật lý kỹ thuật 98 tín chỉ. Nhưng em vẫn bị xóa môn TTTN với lý do không đủ tín chỉ tích lũy. Mong thầy cô xem xét giúp em, Em cảm ơn thầy cô.",
    "Thầy cô cho em hỏi do em quên thanh toán học phí thì bây giờ em thanh toán có bị trừ điểm khôg ạ.",
    "Dạ xin chào BKSI, em có câu hỏi mong được giải đáp án. Chuyện là em không còn nhu cầu học môn phân tán pha trong học kì này nữa, em có ý định rút môn học trong kì này. Dạ cho em hỏi, em có thể rút môn học này bây giờ không ạ ? Có ảnh hưởng đến điểm số hay cần phải làm gì để rút môn ạ ? Mong được BSKI giúp đỡ. Em cảm ơn ạ.",
    "Cho em hỏi có đợt đăng kí môn học dự thính hè 203 lần 3 không ạ, nếu có em có được hủy môn không ạ? Em cảm ơn ạ.",
    "Do đợt đóng học phí vừa rồi e quên nên bị đóng trễ nên hệ thống chưa cập nhật không cho e đăng kí môn học được. Mong thầy cô cập nhật lại để cho e kịp đăng kí môn học kì hè này. E chân thành cảm ơn",
    "Chào anh/chị Theo như thông báo mới của PĐT, thi cuối kỳ 202 sẽ bắt đầu sau kỳ TTTN HK203, trong khi số tín chỉ (tính cả kỳ chính HK202, chưa tính dự thính) không đủ số tín chỉ để thực tập, em có thể đăng ký thực tập không ạ? Nếu tổng tín chỉ chưa tính dự thính của em là 96 trên 99 chỉ yêu cầu, em có thể làm đơn xin cứu thực tập được không ạ? Em cảm ơn",
    "Gửi PĐT, hiện tại, ngoài Anh văn 3, 4 chưa đạt thì em đã hoàn thành đầy đủ các môn học theo Chương trình đào tạo và đang làm LVTN. Do tình hình dịch Covid_19, em không có điều kiện ở lại TP và Đăng kí thi Toeic để đủ chuẩn ra trường. Em đã ĐKMH HK203 môn AV3. Môn AV4 thì cần môn học trước là AV3 nên hiện tại không ĐK được. Kính mong PĐT xem xét đăng kí HK203 môn AV4(LA1009)DT-01 (Sĩ số lớp vẫn còn trống) giúp em để em nhận bằng tốt nghiệp đúng hạn ạ! Em cám ơn!",
    "Kính gửi Phòng Đào Tạo, Em là  - , đang theo học văn bằng 2 chuyên ngành xây dựng. Em có nguyện vọng đăng ký môn \"Thực tập tốt nghiệp\" CI3343   B vào kỳ DT203    Nhưng không được ạ, do   B do khác loại hình sinh viên.    như ảnh em đính kèm ạ . Mong Phòng Đào Tạo giúp em giải quyết vấn đề này ạ. Em cám ơn rất nhiều!",
    "Em chào thầy,cô,em tên Lâm Lý Bảo Nhân K19,Khoa Công Nghệ Vật Liệu,em vào đăng kí môn học dự thính hè các môn Vẽ Kỹ Thuật CL1003,Thí Nghiệm Vật Lý PH1007 đều không được còn Pháp Luật Đại Cương SP1007 thì đã hết chỗ mong thầy cô có thể vào các lớp trên em xin cảm ơn rất nhiều ạ",
    "Thưa PĐT,  Em là sinh viên - mssv  . Trong đợt ĐKMH kì hè 203 này, em có đăng kí môn thực tập tốt nghiệp (AS3325) nhưng bị hủy do không đủ số tín chỉ. Hiện nay số tín chỉ tích lũy của em là 81, kì chính đang học là 14 và dự thính là 4, tổng cộng là 99 tín chỉ.( so với yêu cầu để thực tập là 98). Theo như lí do là không đủ số tín chỉ để được đăng kí môn thì em không biết có phải là do chưa tính các chỉ dự thính không ạ ? Em đã đăng kí học lại môn vào kì dự thính thay vì kì chính 202 để có thể kết thúc môn học sớm hơn và được đăng kí thực tập vào kì hè 203. Nhưng do dịch bùng phát nên nhà trường đã hoãn lại lịch thi, vì vậy làm chậm tiến độ và em không thể đăng kí môn thực tập vào kì hè này . Em rất mong PĐT xem xét lại trường hợp của em. Em cảm ơn ạ.",
    "Kính thưa PĐT,  Em là sinh viên - mssv  . Trong đợt ĐKMH kì hè 203 này, em có đăng kí môn thực tập tốt nghiệp (AS3325) nhưng bị hủy do không đủ số tín chỉ. Hiện nay số tín chỉ tích lũy của em là 81, kì chính đang học là 14 và dự thính là 4, tổng cộng là 99 tín chỉ.( so với yêu cầu để thực tập là 98). Theo như lí do là không đủ số tín chỉ để được đăng kí môn thì em không biết có phải là do chưa tính các chỉ dự thính không ạ ? Em đã đăng kí học lại môn vào kì dự thính thay vì kì chính 202 để có thể kết thúc môn học sớm hơn và được đăng kí thực tập vào kì hè 203. Nhưng do dịch bùng phát nên nhà trường đã hoãn lại lịch thi, vì vậy làm chậm tiến độ và em không thể đăng kí môn thực tập vào kì hè này . Em rất hy vọng được đăng kí thực tập trong kì hè 203 này. Vì vậy em mong học PĐT xem xét lại trường hợp của em. Em cảm ơn ạ.",
    "nếu qua hết kì này em chỉ vừa tích lũy được 54 tín chỉ nên không đủ điều kiện học năm 3, mong pđt có thể cho em 1 slot để được đăng kí năm 3 với ạ . em cảm ơn rất nhiều!",
    "Kính thưa thầy cô, Em là , sinh viên kỳ cuối của Khoa Điện - Điện tử đang chuẩn bị vào đợt Bảo vệ Luận văn. Theo kế hoạch, vì em thực tập trước Tết nên em sẽ bảo vệ đợt tháng 6. Tuy nhiên, vì bài báo cáo của chúng em chưa hoàn chỉnh nên em muốn chuyển sang đợt Bảo vệ tháng 7 - 8 chung với các bạn thực tập trong Tết. Em đã nộp đầy đủ các biểu mẫu  và chỉ còn thiếu cuốn Luận văn ( bìa xanh chữ vàng) . Không biết em có cần phải làm thủ tục gì để có thể chuyển không hay chỉ cần nộp cuốn Luận văn đúng thời hạn của đợt tháng 7 - 8 ạ? Ngoài ra, liệu việc em chuyển sang đợt bảo vệ tháng 7-8 như vậy có ảnh hưởng gì đến kế hoạch tốt nghiệp vào tháng 11 của em không ạ? Kính mong thầy cô giải đáp giúp em. Em xin cảm ơn ạ.",
    "Em chào quý thầy cô, Em muốn bảo lưu kết quả học tập để chuẩn bị đi du học. Em có thể làm đơn xin được thôi học hay đơn xin tạm dừng học để có thể quay lại học tiếp nếu việc du học có trục trặc ạ. Em xin cảm ơn quý thầy cô.",
    "Em chào anh/chị Học kì hè 203 em có môn học Thực Tập Ngoài Trường, do em thiếu 1 môn học Thiết kế cầu 1 nên em không đăng kí được môn Thực Tập. Cho em hỏi PDT có thể cho em đi Thực Tập trong học kì 203 được không ạ. Em cảm ơn",
    "Dạ em tên là  mssv , em có đăng kí in bảng điểm, nhưng do tình hình dịch bệnh em không lên nhận được. Em có nhờ bạn  mssv  ra nhận giúp bảng điểm được không ạ ?",
    "Do dịch covid 19 nên trường không mở môn GDTC vào học kỳ hè 203. Vì vậy so với dự định hoàn thành học phần GDTC vào kì hè của em không thực hiện được và em không hoàn thành 3 học phần giáo dục thể chất sau năm 2. Vậy nhà trường cho em hỏi có hướng giải quyết nào cho trường hợp của em không?",
    "Cho em hỏi là em có làm đơn xin mở lớp môn Thực Tập Kỹ thuật (MA2027) và môn Công Nghệ Đúc (MA3029). Vậy đã có kết quả chưa ạ! Em cảm ơn ạ!",
    "Dạ thầy cô cho em hỏi số tín chỉ học kì dự thính 202 có tính vào để đăng kí môn học cho học kì hè 203 không ạ. Mong được thầy cô giải đáp, em cảm ơn ạ.",
    "giải tích 1  Họ tên :  Mssv: Nội dung: em xin đăng ký môn học giải tích 1 của cô  Nhóm lớp :DT06",
    "Em là , sinh viên năm 3. Hiện nay do tình hình dịch bệnh nên em chưa thể lên lại Tp.HCM được. Hiện tại em có nhu cầu in bảng điểm, không biết trường có hỗ trợ gửi qua đường bưu điện về không ạ.",
    "kính gửi PĐT Đại Học Bách Khoa HCM . hôm nay em viết mail này về vấn đề đkmh cho hk203 . em là sinh viên K18 , hè này tụi em có xin mở lớp 2 môn đó là môn cao phân tử và gia công (MA3019,MA3047) và đơn đã được nộp theo kèm theo công văn của KHOA và đã được thầy  Trường Phòng Đào Tạo phê duyệt . Nhưng tụi em đợi từ ngày 26/5 đến hôm nay là ngày 28/5 thì trên hệ thống ĐKMH của MYBK vẫn chưa có hiện 2 môn học đó để chúng em có thể đăng ký ạ . Em rất mong thầy cô và đội ngũ của PĐT sẽ hỗ trợ tụi em đăng ký được 2 môn này ạ vì đơn và công văn tụi em đã làm và xin được như yêu cầu của PĐT và hạn ĐKMH HK203 hết hạn ngày 31/5 nên tụi em rất là lo lắng về tình hình như hiện nay ạ . Mong thầy cô PĐT thông cảm và hiểu được sự nổi khổ của tụi em . em xin cám ơn ạ .",
    "Em đang học song bằng 2 ngành cùng lúc. Kì dự thính 203 hè này e có đăng kí môn thực tập tốt nghiệp ci3343 mà bị phòng đào tạo xoá vì lí do không đúng chuyên ngành em đang học. Em mong phòng đào tạo đăng kí cho em để được học . Vì tình hình dịch bệnh em không thể xuống trường để làm đơn được . Em mong phòng đào tạo xem xét cho trường hợp của em ạ Em chân thành cảm ơn",
    "Em muốn hỏi là em vừa nộp bằng toeic và đã được thẩm định vào học kỳ 202 nhưng do cần điểm tích lũy gấp để phân ngành thì em muốn điểm đó tính vào học kỳ 201 được không ạ ? Nếu được thì mình phải làm những thủ tục gì ạ ?:",
    "Học kỳ hè 203 em ĐKMH đợt 1 môn  Pháp Tính  Đợt ĐKMH lần 2 em đổi  Pháp Tính thành giải tích 2 Nhưng hiện tại thì thời khóa biểu kỳ hè của em đang là môn  Pháp Tính. Mong quý thầy cô kiểm tra giúp em ạ",
    "PĐT cho em hỏi là điều kiện để đăng kí môn học năm 3 là cần phải đủ bao nhiêu tín chỉ vậy ạ?         .",
    "Kính gửi Phòng Đào tạo, Sao em đã đổi điểm từ giữa HK2 rồi mà điểm chuyển đổi vẫn không hiển thị trên bảng điểm ạ? Mong sớm nhận được hồi đáp từ Phòng Đào tạo!",
    "Kính chào thầy/cô PĐT, Em tên , MSSV , là SV hệ văng bằng 2 - ban ngày k19. Hè này em có đăng ký thực tập ngoài trường. Do thay đổi chương trình đào tạo nên hiện đang có 2 mã môn thực tập là CO3313 (từ k17 trở về trước) và CO3315 (k18 trở về sau). Hiện tại em là k19 nhưng có do chương trình học bằng 2 nên em học chung các môn với cả k17 và k18. Vậy thầy/cô cho em hỏi là hè này em thực tập sẽ đăng ký theo mã môn của k17 hay k18 ạ? Mong sớm nhận được phản hồi từ thầy/cô.",
    "CHo em hỏi trường có điều chỉnh gì e-learning à mà em bị mất môn học ạ.",
    "cho em hỏi khoa em lấy điểm trung bình tích lũy HK1 để phân ngành nhưng sang HK2 em mới có thể nộp chứng chỉ ngoại ngữ. Em muốn hỏi là nhanh nhất bao lâu nữa em sẽ nhận được điểm chuyển   (em nộp ngày 06/05) và điểm em có thể chuyển vào điểm tbtl của kỳ nào ạ? Em cảm ơn ạ.",
    "Khoa Hóa sắp tới sẽ phân ngành dựa vào điểm trung bình của học kì 1. Em đã nộp bằng anh văn để chuyển điểm vào học kì 2. Ban cán sự khoa nói là có thể chuyển điểm anh văn đó sang bảng điểm kì 1 được. Vậy cho em hỏi điểm các môn anh văn đó có thể đổi để được cập nhật vào bảng điểm của học kì 1 không ạ? Em xin cảm ơn .",
    "Em kính chào thầy/cô phòng đào tạo Em kính mong phòng đào tạo tạm thời không xét điều kiện môn học trước ở học kì 203,cho em đăng kí môn thiết kế hệ thống nhúng EE3003   (điều kiện đăng kí : học trước môn vi xử lý EE2013). Vì kì này số lượng môn mở rất hạn chế đặc biệt không thể mở những môn có thí nghiệm như vi xử lý. Em xin cam kết sẽ tự bổ sung những mảng kiến thức liên quan đến môn học trước và tự chịu trách nhiệm trước kết quả của môn học.",
    "Chào thầy/cô,  Em là  MSSV . Em có gửi in bảng điểm để bổ sung hồ sơ đi thực tập nhưng vì dịch bệnh nên em đã về quê và không thể nhận trực tiếp được Nên em có thể nhờ bạn  MSSV  nhận thay cho em được không ạ. Em xin cảm ơn.",
    "Thưa thầy(cô)! Em có đăng kí môn thực tâp tốt nghiệp - ME3039 ạ . -Cho em hỏi khi nào thì thực tập bắt đầu ạ? Vào khoảng tuần thứ mấy ạ? -Nếu thực tập thì sinh viên có được vào trường không ạ hay là nhận công ty online ạ? Em cám ơn!",
    "Dạ em tên  Mssv:  Chiều nay, em không biết sao hệ thống e-learning của trường xóa các môn học kì này của em làm em không thể vào xem lại bài giảng của thầy cô ạ. Em mong hệ thống bkel hiện lại các môn học để em có thể tự ôn tập trong thời gian nghỉ ạ. Em cám ơn quý thầy cô nhiều ạ.",
    "Thưa phòng đào tạo , Em tên   MSSV  , Trong đợt đăng ký dự thính kỳ hè này em có đăng ký hai môn chuyên ngành ở đợt đăng ký 1 , nhưng vì dịch covid nên hai môn này bị huỷ trong đó có 1 môn là thực tập môn còn lại không mở với lý do là học online không đáp ứng được lượng kiến thức. Và hiện tại em không biết phải học gì trong khi số tín chỉ của em đang bị hạn chế vì thế mong nhà trường có thể đăng kí cho em môn MT1003 - Giải tích 1, Lớp DT04 ( Hay bất kỳ lớp nào cũng được ) trong đợt dự thính hè này.Hiện môn này  đã full sĩ số , Vì học online nên sẽ không ảnh hưởng gì , Em rất mong muốn có thể học môn này ạ nếu được mong phòng đào tạo có thể đăng kí giúp em , để vô năm em đủ 80 chỉ học năm tư .Chứ hiện tại các môn chuyên ngành không thể mở thì em cũng chả biết làm sao để tích luỹ đủ số tín chỉ ạ . Em cảm ơn phòng đào tạo ạ",
    "cho e hỏi bkel có trục trặc gì không v ạ tại e vô mấy môn học hk 202 thì nó trống trơn kể cả tên lecturer với các bài giảng đều không có ạ",
    "Em tên là  .Cho em hỏi là em vào khoá học một số môn trên Bk elearning thì nhận được dòng “ Bạn không thể ghi danh chính bạn vào khóa học này.” Mặc dù em có trong khoá học này ạ . Cho em hỏi là bị sao vậy ạ. Em xin cảm ơn ạ",
    "Em xin chào thầy/cô PĐT, Em tên  Sinh viên khoa quản lí công nghiệp Thầy/cô cho em hỏi là: Em đăng kí môn học học kì 203 không được vì em chưa thanh toán học phí. Nhưng trên BK pay em đã thanh toán rồi. Có thể thông tin từ phòng tài chính chưa cập nhật qua bên PĐT. Em mong PĐT xem xét giúp em, Em xin cảm ơn, .",
    "Em chào thầy/cô. Em là , sinh viên ngành cơ khí chất lượng cao. Em muốn đăng kí môn \"Thực tập cơ khí đại cương\" mã: ME1013 trong học kì hè này. Chỉ có lớp CC02 là hợp khớp với giờ học còn trống của em nhưng lớp lại đủ chỉ tiêu rồi ạ. Em muốn xin trường mở thêm 1 chỗ nữa cho em được học môn này trong kì hè này ạ.",
    "Chào PĐT, Em là Trung sinh viên năm 3, hết kì này thì em tới hạn chuẩn tiếng Anh, hiện tại em đang ở quê, tình hình dịch bệnh đang khá căng và KTX cũng không cho phép sinh viên trở lại nữa nên em đang gặp khó khăn trong việc trở lại TPHCM để thi TOIEC cho đủ chuẩn. Em muốn hỏi PĐT là mình có kế hoạch tổ chức thi nội bộ tại trường nhưng các kỳ trước không ạ, hay trường có kế hoạch dời xét chuẩn Anh văn cho kỳ sau không ạ?  Mong PĐT giải đáp để em có thể chuẩn bị kế hoạch ạ Em cảm ơn PĐT",
    "Dạ ad cho em hỏi với tình hình dịch hiện tại thì ở đợt đăng kí môn học kì 211 nhà trường sẽ áp dụng số tín chỉ tích lũy tối thiểu để dăng kí môn như thế nào ạ ? Vẫn giữ nguyên như trên web của pdt đã đăng hay sẽ giảm xuống ạ ?",
    "Kính gửi nhà trường. Vì tình hình dịch bệnh ngày càng phức tạp nên nhiều công ty được các thầy cô giới thiệu đã từ chối nhận thực tập và các công ty khác cũng không có nhu cầu tuyển thực tập sinh . Em muốn hỏi rằng nếu như không tìm được công ty thì có thể dời thực tập được không ạ ? Em xin cảm ơn.",
    "Em là . Phòng cho em hỏi là sao elearning của em chỉ còn mở được một môn trong học kì này. Là eleaning đang lỗi hay sao ạ? Trước đó em đóng trể học phí 3 ngày có phải nguyên nhân không ạ? Xin Phòng chỉ em cách khắc phục. Em xin chân thành cảm ơn!",
    "Xin chào thầy (cô), em tên là . hiện tại đang có theo học lớp L02 môn lập trình web của thầy . Trên myBK thì thông tin môn học vẫn có, tuy nhiên không thể truy cập vào BKEL của môn học được ạ. (như hình đính kèm) Rất mong quý thầy cô có thể  giải quyết để em có thể tiếp tục duy trì việc học online ạ. Em xin chân thành cảm ơn.",
    "Vì lý do dịch covid 19 ngoài ý muốn nên các môn học giáo dục thể chết bị hủy nên em không đủ điều kiện để đăng ký môn học năm 3. Em mong nhà trường thông cảm và tạp điều kiện cho em ạ . em cảm ơn",
    "Thưa cô,  Vào đợt đăng ký MH HK203 đợt 2 em có đăng ký môn TTTN mã CO3313, nhưng bị huỷ do và báo thiếu môn CO1009 (Hệ Thống Số), Hiện tại môn Hệ Thống Số mã CO1009 không còn mở mà thay bằng 2 môn tương đương như sau: CO1023 (Hệ thống số) + CO1029 (Đồ án hệ thống số) . Em đã hoàn thành học 2 môn tưởng đương trên, vậy để đăng ký TTTN mã CO3313 thì em phải làm đơn như thế nào để gửi pđt đăng ký giúp em ạ. Em xin cảm ơn ạ!",
    "Thưa cô  Em tên là , MSSV  ạ, kỳ hè 203 em có đăng ký môn thực tập tốt nghiệp khoá k18 mã CH3325, theo như mail của phòng đào tạo thì kỳ này tạm không xét chuẩn anh văn ạ, nhưng phòng đào tạo lại hủy kết quả đăng ký môn học đợt 1 môn CH3325 của em vì lý do không đủ chuẩn anh văn Em mong phòng đào tạo xem xét lại giúp em Em cảm ơn, xin lỗi đã làm phiền ạ",
    "Cho em hỏi là sao các môn học trên Bkel bị mất vậy ạ, em đang trong quá trình báo cáo bài tập lớn mà mất vậy thì sao được ạ, em xin cảm ơn.",
    "Quý thầy cô cho em hỏi, trước tình hình dịch bệnh như hiện nay em cần làm gì để được xin hoãn kì 203 . Em chân thành cảm ơn",
    "Dạ e chào thầy/cô ở PĐT Em tên là  MSSV  Em hiện là sinh viên hệ VHVL K20 nhập học đợt tháng 11/2020 Hôm nay e xin thay mặt khó sinh hệ VHVL khóa k20 nhập học tháng 11 có những vấn đề như sau Đến hiện tai khó K20 bọn e đã nhập học hơn 6 tháng nhưng vẫn chưa nhận được mail miễn môn gây khó khăn và ảnh hưởng RẤT NHIỀU đến việc học. làm lãng phí thời gian, công sức và tiền bạc Sau RẤT RẤT RẤT RẤT nhiều lần lên PĐT hỏi và được hẹn là trước Tết nhưng đến hiện tại vẫn chưa có thông tin gì về mail miễn môn???? Vào đầu tháng 5 vừa rồi nhà trường đã có viết mail thông báo là chậm nhất là ngày 24/05 sẽ nhận được mail miễn môn. Nhưng đến hiện tại là 28/05 nhưng bọn e vẫn chưa nhận được thông tin miễn môn hoặc ít nhất là mail thông báo chậm trễ từ phía nhà trường ???? Hiện tại cũng đang có 2 đợt ĐKMH diễn ra và kết thúc vào ngày 31/5, mail miễn môn chưa có rất ảnh hưởng đế việc d9kmh của tụi em, nếu lỡ đk những môn mà được miễn thì có phải rất tốn tg ,công sức và tiền bạc để đị học và phải làm đơn xin hủy môn rất phức tạp trong tình hình dịch bệnh hiện tại. Thêm nữa nếu tụi e khg đkmh thì có phải làm chậm tiến độ học và ra trường của bọn em, ảnh hưởng rất lớn đến công việc và học hành của tụi em Thay mặt kháo K20 hệ VHVL em mong nhà trường có phản hồi sớm nhất cho tụi em để khg ảnh hưởng đến tiến độ học và ra trường của bọn em Em xin chân thành cảm ơn   i ",
    "Chào thầy (cô), em tên , MSSV . Vào hôm qua em vào e-learning thì bị mất hết các mục của học kì này chỉ còn 2 môn và sáng nay thì em vào lại thi đã có lại nhưng 1 số mục đã bị lỗi. Như mục môn Độc chất học công nghiệp (CH3127) thì em không vào được cuộc thảo luận seminar (hệ thống là \"Bạn không được phép xem các thảo luận trong diễn đàn này) và mục môn cơ sở điều khiển quá trình(CH3031) thì bị mất trang bài tập lớn cho tất cả các lớp. Trong khi trước đó các tình trạng trên không có. Mong bên trường khắc phục sớm để sinh viên có thể thuận tiện khi học online trong mùa dịch này. Em xin cảm ơn thầy (cô) và có thể nhận được phản hồi sớm từ bên trường.",
    "Em là sinh viên K16 chuyên ngành tự động hóa của khoa Điện-Điện Tử , kì hè 203 em tham gia thực tập tốt nghiệp , vậy thì em nên đăng kí mã môn học EE3323 ( mã môn học dành cho các sinh viên từ khóa k17 trở về trước ) , hay là EE3325 (dành cho khóa k18 trở đi ) ạ .  Em xin chân thành cảm ơn .",
    "xin mở thêm sỉ số môn KTCT mã môn SP1033, lớp DT01 hoặc DT04",
    "Cho em hỏi đăng ký môn học kỳ dự thính hè 203 này có đợt 3 không ạ?  Em cảm ơn ạ.",
    "Chào thầy;cô , Cho em hỏi là sỉ số mở lớp môn chuyên ngành ở học kì hè này 203 là bao nhiêu ạ. Với sỉ số đợt 2 là 13/60 thì môn học có bị huỷ không ạ. Tại bọn em là k18 bị trễ anh văn từ năm nhất ạ nên môn chuyên ngành bọn em chỉ có sỉ số nhiêu đó thôi ạ . Em xin cảm ơn nhiều ạ, chúc thầy; cô một ngày tốt lành.",
    "Em chào Thầy/Cô, Hiện tại không biết trang BkeL có đang gặp sự cố gì không ạ? Em vào xem các môn học ở diễn đàn thảo luận để làm bài tập nhưng lại hiện lỗi như ảnh em đính kèm. Em mong thầy/cô xem xét và sửa lại giúp chúng em. Em cảm ơn Thầy/Cô ạ.",
    "dạ em muốn xin pdt cho em bỗ xung thêm vào lớp môn xác suất thông kê dc không ạ tại các môn trước của em bị hủy hết rồi và h còn môn kia của em đang nợ, em bị trễ khá là nhiều môn , em cảm ơn ạ",
    "em chào quý thầy cô phòng đào tạo ạ. em tên làm phạm mạnh duy mssv  văn bằng 2 cơ điện tử. nhà em có việc nên học kỳ hè năm trước em không đăng ký môn thực tậ kỹ thuật có mã môn học là ME2017. chính vì vậy kỳ hè này em có đăng ký môn thực tập kỹ thuật có mã môn học ME2017.  em đăng ký nhưng pdt ghi là ko đủ sỉ số nên ko mở môn. theo em biết đây là môn học có mã cũ theo chương trình đào tạo 2017. vậy giờ em có thể đăng ký môn tương tự là thực tập kỹ thuật, mã môn học là ME2115 theo chương trình đào tạo là 2019 rồi xin chuyển điểm qua môn thực tập kỹ thuật có mã môn học ME2017 được ko ạ. em xin chân thành cảm ơn quý thầy cô nhiều ạ.",
    "Kính chào thầy/cô Em là . MSSV  Do tình hình dịch bệnh nên tiến độ làm luận văn của em không đáp ứng được trong học kì này. Em xin mẫu đơn gia hạn để tiếp tục làm luận văn mà không cần phải đăng kí lại luận văn. EM cảm ơn, chúc thầy/cô sức khỏe và hạnh phúc.",
    "Hiện tại em đang bị buộc ngưng học tạm thời vì kì trước không có môn học, tới nay e tính dki môn hk203 thì phát hiện không dki được phải lên xin pdt mà e đang trong quá trình cách ly vì ở quận gò vấp. Cho e hỏi có cách nào để mở lại và đki môn học được không ạ?    .",
    "Em tên là   MSSV  Bkelearning của em bị mất môn Truyền số liệu và mạng HK202 nhưng thời khóa biểu vẫn còn môn vào ngày 29/5/2021 . Em mong có thể có thể sửa sớm để em có thể học online được ạ .",
    "Dạ, em có đăng ký giấy xác nhận sinh viên để giảm thuế, địa điểm lấy là cơ sở 2 107H1, đăng ký vào ngày 21/05/2021, mã phiếu là CNSV..1, tình trạng xủ lý là \"Phiếu đăng ký đã xử lý\". Hôm nay em lên cơ sở 2 để lấy phiếu thì không có thầy cô làm việc ạ. Cho em hỏi khi nào có thể lấy giấy và lấy ở đâu ạ ?",
    "Dạ kính chào thầy/cô. Em tên --MO18KMT1. Săp tới bọn em có thực tập ngoài trường. Thì cho em hỏi điều kiện để đăng kí môn học này là gì ạ? Bao nhiêu chỉ mới được đăng kí tham gia môn học này ạ. Em xin cảm ơn thầy/cô ạ.",
    "Em chào thầy ạ ! Ngày 12/4/2021 em có nộp 2 bản sao công chứng bằng tốt nghiệp Cao đẳng . Ngày 15/4/2021 em có nộp bổ sung 1 bản sao bằng tốt nghiệp THPT do sở GD&ĐT cấp . Dạ cho em hỏi là khi nào em mới nhận được kết quả đăng ký trên WED MYBK vậy thầy ? Em xin cảm ơn ạ !",
    "Dạ cho em hỏi là đợt 1 ĐKMH HK203, em có đăng kí môn Con người và môi trường (EN1003), khi mở đợt 2 ĐKMH em đã hủy môn thành công, nhưng bây giờ tên môn học lại xuất hiện trên BKEL. Cho em hỏi là tại sao vậy ạ ?",
    "Em chào thầy/cô ạ!  Đợt hiệu chỉnh đăng ký môn học vừa rồi(đợt 2), em có xóa đi lượt đăng ký môn Triết học trong học kỳ hè rồi, mà bây giờ em lên bkel của em xem thì nó lại có môn Triết học trong mục Học kỳ 203 vậy ạ. Bây giờ em phải làm sao ạ?",
    "Chào Thầy/ Cô, em có đăng kí môn Chủ nghĩa xã hội khoa học ở lớp DT02. Nhưng hôm nay kiểm tra lại em thấy đã bị xóa, bây giờ lớp đã full hết rồi ạ. Mong thầy/cô giải quyết cho em đăng kí lại môn CNXHKH ạ. Em cảm ơn",
    "Em là  MSSV  học kì 201 em có thi av đạt 520 điểm và pass av3 nhưng hè 203 này em muốn đk av 4 mà trang đk môn ghi thiếu anh văn 3 ạ em không hiểu bị sao ạ. Mong pdf xem xét giùm em ạ. Em cảm ơn",
    "Kính gửi Phòng đào tạo Em tên , MSSV  K14CTN Phòng đào tạo cho em hỏi khi nào có bằng tốt nghiệp ạ. Em đăng kí tốt nghiệp đợt bổ sung, sau lễ tốt nghiệp tháng 4/2021 nhưng vẫn trong tốt nghiệp đợt 1. Em chân thành cám ơn",
    "t thanh toán học phí vừa rồi em có đóng học phí nhưng bị trễ hạn, cho em hỏi em có cần phải viết đơn để giải trình nộp cho pdt không ạ? em xin cảm ơn",
    "Em chào PĐT. Em là sinh viên _MSSV: . Em xin phép pđt đăng kí giúp em vào lớp: Vật lý 1 Mã Môn học: PH1003 Mã nhóm: DT07 Em chân thành cám ơn pđt . Chúc quý Thầy/cô sức khỏe",
    "Cô ơi cho em hỏi là thẻ bảo hiểm y tế em hết hạn nhưng nhà em có mua bảo hiểm y tế mới rồi mà do dịch em không lên trường được nên em nộp cho phòng y tế được em xin nộp sau được không ạ",
    "Do em không làm đồ án môn học trong học kỳ này nên hiện tại em không có giáo viên giới thiệu thực tập ngoài trường. Không biết có cách nào cứu vãn không ạ. Em cảm ơn.   i ",
    "CODE   QUOTE   I  Dạ em xin chào pdt. Kì hè này em tính đăng kí ch1003( hoá đại cương). Em vào xem thấy lớp vẫn mở mà ko đủ sĩ số. Mong pdt tạo điều kiện cho em. Em cảm ơn.",
    "Ad ơi cho em hỏi là hiện tại e đang học trường đhbk và e muốn học trường khác bằng kì thi đánh giá năng lực sắp tới thì kh biết là hoàn tất hồ sơ của trường mình trong khoảng thời gian nào là hợp lệ ạ ",
    "Em chào Phòng Đào tạo Em tên , mssv:  Hiện tại vì dịch Covid-19 đang diễn biến phức tạp tại quận Gò Vấp nên gia đình đang gặp một số vấn đề khó khăn về tài chính không thể thanh toán học phí cho học kì 202 được. Em xin phép Phòng Đào tạo gia hạn cho em thêm thời gian để thanh toán học phí. Em xin cảm ơn Phòng Đào tạo.   i ",
    "Em chào thầy/cô! Hiện tại, em là sinh viên năm 4. Em muốn sau khi tốt nghiệp đăng kí học văn bằng 2 ngành học khác . Có một số môn của văn bằng 2 không có trong CTDT hiện tại, bây giờ em muốn đăng kí học trước một số môn đó. Cho em hỏi là sau khi tốt nghiệp thì những môn không có trong CTDT em đăng kí học trước có được miễn học và chuyển điểm không? Em rất mong thầy/ cô giải đáp cho em. Em xin chân thành cảm ơn. Chúc thầy/cô một ngày tốt lành.",
    "E vừa mới pass pre thì có được đk môn Pháp luật đại cương SP1007 ở HK3 ko",
    "Em xin chào thầy/cô phòng đào tạo . Em tên là  .  Mssv : . Học kỳ 203 em có đăng ký môn Thực tập tốt nghiệp (260661) nhưng kết quả đk đợt một em không đăng kí được vì không đủ điều kiện STC . Hiện tại em đang có 79Tc và kì 202 này em đang học 11Tc , đến kì 203 em sẽ được 90 Tc . Em mong được thầy/cô xem xét tạo điều kiện cho em có thể được đi thực tập trong học kỳ 203 , đê rút ngắn thời gian ra trường . Em cảm ơn thầy/cô đã đọc tin này của em  .",
    "t 1 em có đăng kí xstk thì e học thầy  nhưng đợt 2 em đã chuyển lớp sang lớp cô  trên bkel đã cập nhật nhưng tại sao thời khóa biểu và bkel lại hiện tên và số tiết học của thầy  ạ. Mong giải thích sớm dùm em ạ tại sắp tới kì học dự thính r ạ.",
    "Dạ lúc trước em có nộp CCNN và chuyển điểm anh văn 1,2,3. Bằng của em đủ chuyển qua 3 lớp anh văn nhưng phòng đạo tạo chỉ nhập 2 lớp thôi ạ.",
    "Dạ em chào thầy cô ạ! Dạ em là sinh viên khóa k18, nghành công nghệ may, kì hè này nghành em yêu cầu đủ 94 tín chỉ mới đăng kí được thực tập hè (ME3279). Hiện tại kì chính 202+ dự thính 202 em tích lũy được 94 tín chỉ, nhưng vì nhà trường không cộng tín chỉ của dự thính 202 vào , nên em còn 91 tín chỉ. Kính mong nhà trường xem xét trường hợp của em, cộng tín chỉ dự thính vào để em đủ tín chỉ đăng kí thực tập hè 203 này với ạ, kì thực tập hè này rất quan trọng với em, ảnh hưởng tiến độ học tập em rất lớn,  kính mong thầy cô xem xét và giúp đỡ em với ạ. Em chân thành cảm ơn.",
    "Em chào thầy/cô ạ Dạ học kỳ 202 này, lịch thi khi nào mới có lại ạ? Do học kỳ hè em có đợt thực tập ngoài trường mà lịch thi được dời lại vào thời điểm em đi thực tập ạ mà em không có thời gian cụ thể ngày thi để báo cho phía doanh nghiệp ngày nghỉ của mình để tránh bị động công việc ạ. Em cám ơn thầy/ cô nhiều ạ",
    "em học ngành kiến trúc, Cho em xin hỏi đăng ký thực tập tốt nghiệp em cần 144 tính chỉ. Nhưng em thiếu 2-3 TC. Em có thể làm đơn được phép xin đăng ký Thực tập tốt nghiệp được không ạ?  em xin cảm ơn ạ!!!",
    "cho em hỏi em có thể đăng ký song song Thực tập tốt nghiệp và Đồ Án tốt nghiệp cùng lúc được không ạ? do em cũng đang trễ ạ. em xin cảm ơn ạ.",
    "Thầy/cô cho em hỏi, 1. hiện nay văn phòng trường có làm việc không ạ, để em xin giấy giới thiệu đi thực tập để nộp cho công ty ạ. 2. Cho sinh viên vào trường nếu có lí do chính đáng không ạ",
    "Gửi phòng Đào tạo Em: Đỗ Anh Tuấn-  Em xin được gia tăng thêm sĩ số lớp môn Giải Tích 1 (MT1003) nhóm lớp DT06_DT06  Em xin cám ơn  ",
    "Lần trước em đã hỏi rằng nếu em làm thủ tục ngưng học rồi thì em có nhận được hb KkHT của kỳ trước không, em đã nhận được câu trả lời là vẫ được nếu đủ điều kiện. Nhưng kỳ xét học bổng này tại sao điều kiện của em lại không đủ ạ? Em đủ điều kiện về điểm trung bình, điểm rèn luyện và cả số tín chỉ đăng ký trong kỳ trước. Em đã phản hồi cho phòng CTCT nhưng chưa nhận được câu trả lời.",
    "Dạ thầy cô cho em hỏi , hôm trước em đã xóa môn \" TƯ TƯỞNG HỒ CHÍ MINH \" \" SP1005\" , nhưng sau trên BKel của em lại xuất hiện môn tư tưởng vậy ạ ? Do em bị trùng lịch học môn chuyên ngành nên em đã xóa môn tư tưởng hồ chí minh , để có thể đăng ký được 2 môn còn lại , nhưng hôm nay em vô tình thấy trên bkel có môn tư tưởng ạ . xin thầy cô PĐT giải đáp thắc mắc giúp em với ạ . Em xin cám ơn ạ . Em có đính kèm thêm 3 hình ảnh về 3 môn em đã đăng ký trên Mybk ạ .",
    "Chào thầy cô, em học chương trình Việt-Pháp khóa K16, học kì hè này em đăng kí môn Đường lối CM của Đảng CSVN để hoàn thành chương trình ra trường, em đăng ký mà không được do yêu cầu nhóm lớp. Thầy xem xét mở khóa cho em đăng ký, em cảm ơn.",
    "Gửi PDT, Hiện giờ em đang thiếu 2 chỉ để đăng kí Thực Tập , nhưng em có thể thi để nộp bằng Toeic để chuyển điểm ạ nhưng mà vì dịch bệnh nên em chưa thể đăng kí thi được ạ vậy cho em hỏi em đăng kí thực tập trước sau đó nộp bằng vào chuyển điểm sau được không ạ. Thầy cô giúp em với ạ, em đội ơn thầy cô nhiều",
    "Nhà trường cho em hỏi là khi nào có học bổng khuyến khích HK201 ạ?",
    "Em chào thầy/ cô. Em đã nộp trễ học phí lần 2 kỳ 202. Lí do: do em chờ vào lương hàng tháng,  không chuẩn bị trước nên đến hạn chót nộp học phí nhưng vẫn chưa được thanh toán lương dẫn đến bị trễ hạn học phí.   Mong thầy cô thông cảm, bỏ qua và giải quyết cho em lần này. Em hứa sẽ không để tình trạng này tái diễn ạ",
    "Thưa thầy/cô, do tình hình covid chuyển biến phức tạp nên em muốn hủy môn đăng ký học kỳ dự thính hè, do em thấy em học online không hiệu quả. Do em không để ý thời gian hiệu chỉnh nên tưởng hết ngày 31/5 mới hết thời gian hiệu chỉnh ạ . Vậy nên thầy/cô cho em hỏi là nếu em không đóng học phí dự thính hè đúng hạn thì ngoài bị hủy môn, em có bị cảnh cáo học vụ không ạ? ",
    "Có thể cho em hỏi là còn mở đợt đk môn học đợt 3 hoặc xin đăng ký thêm được không ạ? Trong thời gian đkmh nhà em có một số chuyện nên bị lỡ thời gian đăng ký. Nếu có thể đăng ký thêm thì làm thế nào ạ. Có thể lên trường không ạ. Em cảm ơn",
    "Kính thưa phòng đào tạo. Em tên là . Mã số sinh viên: . Em xin trình bày như sau: khi em đăng kí môn học dự thính hè 203 thì hệ thống báo là em không được đăng kí do đóng trễ học phí, nhưng khi em lên bkpay để thanh toán thì hệ thống bảo trì liên tục mấy ngày, dẫn tới em trễ hạn đăng kí môn học hè và không đăng kí được. Kính mong phòng đào tạo đăng kí giúp em môn học sp1003 và ci1003. Hiện tại khi soạn yêu cầu này hệ thống bkpay vẫn đang bảo trì, em xin hứa sẽ thanh toán học phí sớm nhất khi hệ thống bảo trì xong. Kính mong phòng đào tạo giúp em để kịp tiến độ học tập.",
    "Dạ thưa, em nghĩ là nếu không thể mở học kì hè vì covid thì nhà trường cũng nên kéo dài thời hạn học tập dài ra 1 học kì vì bị mất 1 học kì thì rất nhiều người không thể ra trường trước thời hạn và khả năng bị giáng xuống học tại chức (hệ vừa học vừa làm) cao hơn ạ.",
    "Em chào thầy/cô, em có nhận mail thông báo 106/TB-ĐHBK, thầy/cô cho em hỏi là tại mục 6 đoạn \"Cho phép sinh viên tham gia thực tập khi chưa có kết quả học tập của HK202.\"  Thì những môn em học ở kì dự thính 202 có được tính là tạm đạt để tính số tín chỉ tích lũy không ?    .",
    "Em chào thầy/cô, em có nhận mail thông báo 106/TB-ĐHBK, thầy/cô cho em hỏi là tại mục 6 đoạn \"Cho phép sinh viên tham gia thực tập khi chưa có kết quả học tập của HK202.\" Thì những môn em học ở kì dự thính 202 có được tính là tạm đạt để tính số tín chỉ tích lũy để em có thể đăng kí được thực tập ngoài trường được không ? Em cảm ơn.    .",
    "Em tên   mssv  Do học kỳ này e có môn thực tập ngoài trường (ME3279 ) nhưng do thiếu 2 chỉ em không đăng ký được. Em muốn xin pđt cho e được đăng ký môn học này để không bị trễ tiến độ học tập. Em mong pđt sẽ tạo điều kiện cho em ạ. Em cảm ơn rất nhiều !",
    "Dạ em chào thầy cô PDT ạ!  Thầy cô cho em hỏi hôm trước em có đăng kí học dự thính hè 203 sắp tới, nhưng em đăng kí bị dư môn giải tích 1 (MT1003) mà em quên chưa có hủy ạ! Vậy cho em hỏi có thể làm đơn xin hủy môn học và không tính học phí được không ạ... Hiện tại em cũng không có nhu cầu học lại môn đó nữa, mong thầy cô xem xét ạ! Em cảm ơn nhiều ạ!"
]