[
    "Tôi tên là . MSSV   hệ VHVL - hệ thống điện  Tôi có đăng ký luận văn tốt nghiệp (ktđ) - EE4313 thành công vào đợt 1, nhưng kết quả là báo là ko có môn học đăng ký, sau đó đợt 2,3 thì hệ thống không có mở mã môn này để tiếp tục đăng ký lại. Mong quý nhà trường giải thích và hướng dẫn cụ thể để có thể hoàn thành chương trình học . Cám ơn",
    "Dạ em chào phòng đào tạo, em là  - MSSV: . Vừa rồi ở đợt 2 đăng ký môn học, em có đăng ký CH3145 - Công nghệ  Dầu không thuộc trong chương trình đào tạo của em là Khoan Khai Thác - Khoa Kỹ thuật Địa chất và Dầu khí. Nay trong đợt 3, có một môn chuyên ngành của em mở là GE3087 - Phân tích và Thiết kế Khoan Dầu khí, có lịch học trùng với lại môn CH3145 - Công nghệ  Dầu vào tiết 7,8 ngày thứ năm. Em viết mail mong phòng đào tạo xem xét và tạm thời mở khoá để em có thể đăng ký được môn GE3087 và cho em đăng ký rút lại môn học CH3145. Mong phòng đào tạo tạo điều kiện, vì khoá em là khoá cuối học chương trình đào tạo cũ nên cũng khó khăn trong việc học các môn ngành. Em chân thành cảm ơn. Vì lịch đăng ký đợt 3 chỉ từ 17/8 đến 19/8 nên mong phòng đào tạo có thể mở khoá sớm nhất để em có thể đăng ký.",
    "Em tên    MSSV  Em mới đăng kí môn học đợt 3 nhưng TKB tuần này có môn học. Anh/Chị có thể cập nhật BKEL giúp em hay cho em xin link google meet của môn:  ME2091-Phương pháp số(CC02)-Thứ 4(ết 2-3, 5-6) ME1015-Nguyên lý máy (CC01)-Thứ 4(ết 11-12) và Thứ 5(ết 4-5-6). Dạ em xin cảm ơn .",
    "Dạ chào thầy cô! Em tên:  Huỳnh. MSSV: . Dạ biết dù dịch bệnh khó khăn và phòng đào tạo đã nổ lực giúp đỡ sinh viên rất nhiều. Em mong thầy cô xét duyệt giúp em. Lý do: Dạ hiện tại em đã chuyển điểm anh văn 2 rồi ạ. Nhưng khi em đăng kí anh văn 3 lại không được ạ. Môn thầy cô xét duyệt giúp em để em có cơ hội học tập và kịp đăng kí bổ sung đợt 3 là ngày 19/8. Em xin chân thành cảm ơn thầy cô và mong đại dịch cũng sẽ qua nhanh. Chúc thầy cô nhiều sức khoẻ ạ!  ",
    "Em chào PĐT ạ, theo như kết quả ĐKMH đợt 1 và 2 thì hệ thống xếp TKB của em 2 môn là: 1. An toàn quá trình CH3297, Nhóm lớp A01, tiết 7,8 ngày thứ 3. 2. Công nghệ các sản phẩm tẩy rửa CH3169, Nhóm lớp L01, tiết 5,6 ngày thứ 3. Và đây là lớp duy nhất của môn học này. Trong suốt đợt 2 em không có hiệu chỉnh TKB của 2 môn này. Với sự thiếu quan sát trong việc đkmh đợt 2 nên em đã không chú ý đến vấn đề này. Nay em tha thiết cầu mong xin thầy/cô PĐT chuyển môn An toàn quá trình CH3297 của em từ lớp A01 sang L02, để em có thể theo học cả 2 môn khi tình hình dịch ổn định trở lại. Vì nếu không được đổi thì em không thể học liên tục 4 tiết ở 2 cơ sở khác nhau ạ. Em xin lỗi vì gửi nhiều tin nhưng thực sự vấn đề chưa được giải quyết và em không thể liên lạc được nên rất rối ạ. Em xin chân thành cảm ơn các thầy/cô cán bộ PĐT ạ.",
    "Cho em hỏi những lớp có (mr) phía sau có nghĩa là gì ạ. Em cảm ơn",
    "Cho em hỏi đã có thời khóa biểu nhưng đa số các môn học đều chưa gửi link gg meet, lớp vẫn diễn ra nhưng em không biết link để vào học ạ.",
    "Em chào Quí Thầy/Cô, Em thấy trong email của nhà trường về kế hoach học vụ đầu hk1 năm 2021-2022 có thông tin như sau:    5. PĐT thực hiện xét tốt nghiệp đợt tháng 11/2011 đến cuối HK211. Vậy cho em hỏi là T11 tới đây có làm lễ tốt nghiệp như bình thường không ạ? Hay sẽ gộp vào hk211 T4/2022? Em cảm ơn ạ!",
    "Dạ thầy/cô cho em hỏi đợt 3 em rút môn thì có phải đóng học phí môn đó không ạ",
    "Em chào thầy/cô ạ, Em là Trần Công Toàn Trí, mssv , hiện đang là sinh viên năm 4 ngành Khoa học máy tính. Em có nguyện vọng đăng kí LVTN kì 211 và em đã nộp bằng av đủ chuẩn đăng kí, bằng av của em cũng đã được xác nhận hợp lệ, nhưng khi em đăng kí LVTN CO4313 thì em bị báo lỗi là   Thiếu (các) môn học:   Nhóm [CCAV_1]: CCAV_1 - Chứng chỉ ngoại ngữ_LVTN (tiên quyết)  Em xin hỏi thầy cô là em nên làm gì ạ, do chứng chỉ em đã nộp và xác nhận nhưng vẫn bị lỗi. Em cảm ơn thầy cô ạ. Em xin đính kèm minh chứng là em đã nộp chứng chỉ và ảnh chụp màn hình báo lỗi khi em đăng kí môn. , Trí",
    "Em chào PĐT ạ, theo như kết quả ĐKMH đợt 1 và 2 thì hệ thống xếp TKB của em 2 môn là: 1. An toàn quá trình CH3297, Nhóm lớp A01, tiết 7,8 ngày thứ 3. Theo như giáo viên cho biết thì nhóm lớp này học bằng Tiếng Anh và hiện em thuộc sinh viên lớp đại trà nên không có khả năng học lớp này. 2. Công nghệ các sản phẩm tẩy rửa CH3169, Nhóm lớp L01, tiết 5,6 ngày thứ 3. Và đây là lớp duy nhất của môn học này. Nay em tha thiết cầu mong xin thầy/cô PĐT chuyển môn An toàn quá trình CH3297 của em từ lớp A01 sang L02, để em co thể theo học cả 2 môn khi tình hình dịch ổn định trở lại. Em xin chân thành cảm ơn các thầy/cô cán bộ PĐT ạ.",
    "dạ có thể mở thêm giúp em 1slot lớp CO2017 hệ điều hành L01 01 được không ạ, do đợt 2 em bị hủy 1 môn chuyên ngành do sĩ số không đủ, và hiện tại môn đó chỉ có 1 lớp , mong PDT có thể mở thêm slot giúp em để em có thể điều chỉnh ạ, em cảm ơn",
    "Vì một số lí do khách quan nên em có các câu hỏi về việc hoãn thi như sau: 1. Hoãn thi 1 môn có được xét học bổng của kì không ạ? 2. Sau khi thi xong nhưng vì lí dk kĩ thuật nên không thể nộp file thì có thể hoãn thi không ạ. Kính mong phòng đào tạo giải đáp giúp em ạ. Em cảm ơn",
    "Kính gửi Phòng Đào Tạo, Em là , MSSV , ngành kỹ thuật hóa chương trình chất lượng cao. Em có tham gia thi kinh tế chính trị Mác-Lenin (SP1033) vào ngày 8/8/2021 nhưng do sự cố máy tính nên em đã điền vào đơn hoãn thi. Chiều hôm đó thì em được bộ môn cho thi lại và đã có điểm. Vậy cho em hỏi xin biểu mẫu đơn rút hoãn thi ở đâu ạ. Hoặc nếu em ghi đơn tay như hình đính kèm thì có được không ạ? Em cảm ơn .",
    "Dạ em xin lỗi về sự nhầm lẫn ạ. Em hiện đã thanh toán học phí hk203 trễ hạn, lí do là em đã chủ quan không thanh toán sớm và đợi đến khi hết dịch mới làm. Em xin nhận lỗi, mong pđt hỗ trợ em đăng ký lại những môn học của hk211 để em được tiếp tục học ạ. Em cảm ơn",
    "Kính gửi Phòng đào tạo,  Em tên là , MSSV:, ngành kỹ thuật hoá học, chương trình chất lượng cao. Em xin phép được gửi đơn viết tay xin rút đăng kí hoãn thi môn xác suất thống kê( MT2013) như hình đính kèm ạ. Em xin cám ơn thầy cô ạ. ",
    "Em xin tăng sỉ số môn Thí nghiệm Hóa hữu cơ - CH2053 lớp L07 chiều t6. Do lịch học của em chỉ trống vào ngày hôm đó nên mong PĐT giúp em. Hiện tại lớp đó đã đầy 25/25 thành viên mong PĐT có thể thêm em vào lớp đó. Em cám ơn.",
    "Dạ em chào PĐT ạ . Em K16 ạ PĐT cho em hỏi em muốn chuyển điểm TOEIC sang 4AV. Thì áp dụng quy tắc chuyển điểm cũ hay mới ạ.Vì trước đó e có nhận mail nhà trường vào ngày 4//11/2020 là K16, K15 được áp dụng bảng quy đổi điểm cũ ạ Em cảm ơn ạ",
    "Hiện tại em còn thiếu chuẩn Nói Viết để ra trường Học kỳ 202 vừa rồi em không đăng ký môn học Cho em hỏi là kỳ sau em có cần ĐKMH không ạ? Hay là 2 kỳ liên tiếp em không ĐKMH thì em làm đơn thu nhận lại được không? Hay là bắt buộc kỳ này em phải ĐKMH ạ",
    "Em là sinh viên K17 qua thời gian tới nhà trường có mở môn Cơ Học Máy ME2043 và bỏ môn Cơ Lý Thuyết + Nguyên Lý Máy mà em còn nợ 2 môn này thì liệu em có cần phải hoàn thành chương trình của 2 môn này không hay chỉ cần đăng kí môn mới là Môn Cơ Học Máy là qua được cả 2 môn đó ? Em xin cảm ơn bộ phận hỗ trợ ạ",
    "Dạ chào thầy cô, em là  . Em thấy pdt nói rằng không mở môn học có thí nghiệm nhưng hôm nay em vào đăng kí đợt 1 dự thính thì vẫn có thể đăng kí được ạ. Cho em hỏi khi đăng kí thì em sẽ bị hủy không hay có thể đăng kí học được ạ. Em cảm ơn ạ.    .",
    "Dạ, vì một số lý do , không biết Phòng Đào Tạo có thể đăng ký giúp em môn Hoá Hữu Cơ ở học kỳ chính 202 mã CH2021, mã L02 không ạ,chỉ mở thêm 1 slot cho em thôi ạ, do là em đăng ký trễ bị full slot mất ạ, lớp L02 hiện tại sỉ số mới chỉ là 98, thêm cả giảng viên và share màn hình giảng viên vẫn mới 100 slot ạ, nên nếu PĐT đăng ký cho em thì cũng sẽ không ảnh hưởng gi em cảm ơn PĐT nhiều,",
    "Sau khi thi cuối kỳ mông Giải tích 1 vào ngày 10/08/2021, em có nộp đơn hoãn thi vào ngày 14/08/2021. Bây giờ em muốn rút đơn hoãn thi, thì em phải làm sao ạ?",
    "2  AND WRITING . Dạ em đã đọc mail của trường và thấy thông báo sẽ có kế hoạch thi Toeic 2 kỹ năng còn lại qua hình thức online vào tháng 9 ạ. Phòng đào tạo cho em hỏi là làm sao để em biết là em có danh sách thi Toeic 2 kỹ năng vào tháng 9 này ạ. Vì hôm 30/7 em không nhận được mail thông báo thi ạ. Dạ em cảm ơn nhiều ạ. Chúc thầy cô thật nhiều sức khỏe ạ!",
    "Phòng Đào Tạo cho e hỏi. Kỳ 211 này e đăng ký 20 tín chỉ. Hiện tại e muốn rút 1 môn học (3 tín chỉ) còn 17 tín chỉ thì có bị tính phí không ạ?  Em cảm ơn",
    "Dạ do chưa có điểm của môn học kỳ trước nên em chưa biết có nên đăng ký để học lại hay không 1 môn của khoa em, mà môn này đã học 1 buổi vào ngày thứ 2 (16/8/2021) vừa rồi. Dạ nếu bây giờ em đăng ký môn học dự thính đợt 3 thì em có thể học lớp này không ạ. Em cám ơn.",
    "Thưa Phòng Đào Tạo   Môn Dung Sai Và Kỹ Thuật Đo ME3801 là môn bắt buộc đối với khóa 2017, và đã không còn là bắt buộc đối với khóa 2019 nữa. nên hiện tại sinh viên chưa học môn này còn rất ít chỉ khoảng 10 bạn. Hôm nay PĐT đã mở môn học trong kì dự thính, trước đó em đã xin chữ kí đầy đủ của các thầy chủ nhiệm bộ môn, giảng viên giảng dạy để được xin mở lớp, thì cho em hỏi là hiện tại 10 bạn thì có mở được lớp đó không ạ ?",
    "Kính gửi, Em là , Mssv:  và đã có TKB chính thức của học kỳ 211 (Năm học 2021-2022) Hôm nay em nhận được yêu cầu từ xã về vấn đề lập hồ sơ tạm hoãn nghĩa vụ quân sự. Nhưng hiện tại em đang ở TP.HCM và lệnh giãn cách xã hội vẫn kéo dài đến tháng 9, trong khi đó Giấy chứng nhận sinh viên bản in được nhận tại Văn phòng Khoa. Cho em hỏi trường có hỗ trợ gửi Giấy chứng nhận sinh viên đến gia đình em tại địa chỉ thường trú được không ạ? Hiện em đang tạm trú tại Số 22a, Hiệp Bình Chánh, Thủ Đức, TP.Hồ Chí Minh. Thường trú tại: Ấp 6B xã Trường Xuân, huyện Tháp Mười, tỉnh Đồng Tháp. Trân trọng.   i  .",
    "PDT cho em hỏi ạ: Hôm nay em có tiết học online môn: Các phương pháp phân tích hiện đại, nhưng đến giờ học rồi mà em vào Bkel vẫn không thấy link google meet vào buổi học. Em xin PDT xem xét giúp em với ạ. Em cảm ơn. Môn : Các Phương pháp phân tích hiện đại MSMH: CH3329  Nhóm lớp L02",
    "Hiện giờ em đã hoàn thành xong các môn học, chỉ còn thiếu anh văn 4 vì em định chuyển điểm. Do đợt trước Toeic của em không đủ chuyển điểm anh văn 4. Vậy em có thể đợi hết dịch thi Toeic để chuyển điểm anh văn 4 không?",
    "Dạ em chào PĐT, em có một thắc mắc về ĐKMH là em có đăng ký được trên hệ thống 2 môn có các tiết là 5,6,7,8 liên tiếp(1 môn tiết 5,6 và môn kia tiết 7,8). Em xin hỏi là đăng ký như vậy thì có vi phạm thời gian nghỉ trưa và bị xóa môn không hay là vẫn được đăng ký như vậy ạ. Em xin cảm ơn!",
    "Em tên là  -  Em không còn thấy môn Lý 2 mã môn PH1005 trong lần đăng ký môn học đợt này mà chỉ thấy mã môn PH2005. Theo CTĐT thì em không đăng ký được môn học với mã môn PH2005. Vậy thì em nên làm gì để đăng ký được môn Lý 2 ạ?",
    "Kính thưa pdt, hồi sáng do em lỡ xóa môn EE2035 mà trong khi đã có thời khóa biểu ạ, điều này đã khiên em rất là hối hận và lo lắng, do đó em viết mail này kính xin pdt có thể cho em rút môn mà không tính học phí cho em với ạ bởi vì gia đình em cũng khó khăn và tình hình dịch bệnh covid thì quê em Hà Tĩnh cũng bị phong tỏa và cha mẹ cũng không có việc làm vì vậy xin pdt có thể cho em rút môn này mà không tính phí để đỡ gánh nặng chi phí học tập cho gia đình ạ, nếu được thì em xin pdt thông cảm cho em lần này và cảm ơn pdt rất nhiều ạ",
    "Em chào Thầy Cô, hiện tại em rất cần đăng kí môn Giải tích mạch EE2033 ở hk chính 211.Thầy Cô có thể giúp em tăng sỉ số lớp với ạ, tăng 1 sỉ số với ạ em thấy có lớp sỉ số 28 có lớp sỉ số 29, thầy tăng lên 1 sỉ số thôi ạ, em đang rất cần học môn này ạ. Mong thầy cô giúp em. Em cám ơn thầy cô.",
    "Gửi PĐT, hiện giờ em đang rất hoang mang vì K14 học kì này là học kì cuối cùng, em chỉ còn đồ án tốt nghiệp. Nhưng không thể đăng ký vì chưa có chứng chỉ ngoại ngữ, trung tâm IIG đóng cửa từ tháng 5 đến giờ, em đợi nhưng tình hình dịch covid trong 2 tháng nữa có thể vẫn chưa thi được. PĐT cho em hỏi trường hợp này em có thể xin gia hạn thêm 1 học kì để để làm đồ án tốt nghiệp được không ạ? Hoặc có cách nào để em xin làm LVTN rồi sẽ bổ sung chứng chỉ toeic sau khi hết dịch được không ạ? Em xin cảm ơn.",
    "Chào PĐT, Em là , MSSV:, SV K18. Đợt ĐKMH lần 1 và lần 2, em có đk ĐCLVTN EE4331. Đợt 3 em kiểm tra kết quả thì đã bị xóa môn, TKB cũng không có. Em đăng ký lại thì thông báo chưa đủ chuẩn thể chất. HK202 em có đăng ký GDTC nhưng do chưa thi nên em chưa đủ chuẩn thể chất sau năm 3. Theo mail thì nhà trường tạm thời không xét chuẩn thể chất và chuẩn anh văn. Mong PĐT xem xét thêm môn DCLVTN EE4331 giúp em ạ. Xin cảm ơn PĐT. Em gửi hình chụp báo lỗi không đăng ký được môn. Em đã kiểm tra chương trình đào tạo chuyên ngành điện tử-viễn thông thì mã môn DCLVTN đúng là EE4331.",
    "Em xin yêu cầu hoãn thi online hai môn Computer Graphics và Algorithm Analysis and Design do video quay màn hình bị hư trong quá trình làm bài. Xin cảm ơn.",
    "Tốt nghiệp . Dạ em chào thầy/cô, hiện tại môn Thiết kế dự án tốt nghiệp (Kiến trúc) của em đang bị thiếu chứng chỉ anh văn để đăng ký. Giờ em chỉ còn một học kỳ cuối cùng mà tình hình dịch vẫn chưa ổn định nên em vẫn chưa thể đi thi được ạ. Mong thầy/cô cho em hỏi em có thể thi TOEIC 2 kỹ năng Nghe + Đọc online tại trường hoặc bất cứ cơ sở nào khác được không ạ? Mong thầy/cô hướng dẫn cho em cách nào tối ưu nhất ạ, em xin cảm ơn!!!",
    "Em chào thầy/cô, Em tên là , đang là sv bằng 2 khóa 19. Hiện tại do tình hình dich nên em chưa thể thi av để nộp chứng chỉ ngoại ngữ để đăng kí luận văn tốt nghiệp. Lúc nhập học bằng 2 tại trường, em có thấy thông báo em có thể nộp cc ngoại ngữ hồi lúc em học bằng 1 vào. Vào thời điểm nhập học bằng 2 cc ngoại ngữ của em còn hạn nhưng hiện tại đã hết hạn Vậy hiện tại em có thể nộp cc ngoại ngữ của em được không ạ. Em xin cảm ơn thầy/cô",
    "Rút môn học môn tiếng pháp hội nhập và nghề nghiệp (MIP) (003709) (phải thanh toán học phí) Học kỳ 221 .",
    "Em xin kính chào quý thầy cô phòng đào tạo, em tên  hiện đang là sinh viên ngành Kỹ thuật Máy tính phân lớp MT20KT02. Vì những lí do cá nhân nên em có làm đơn để xin bảo lưu kết quả học tập học kì 211 2021-2022 dưới đây là đơn bảo lưu đã có chứ ký xác nhận của e cũng cũng như là hình ảnh chụp màn hình email đồng ý của Giảng viên Chủ nhiệm (thầy ) và Chủ nhiệm  (thầy ) . Kính mong quý thầy cô phòng đào tạo kiểm tra và phê duyệt vào đơn cho em. Em xin cảm ơn thầy cô.",
    "Chào thầy/cô Em đăng ký môn Lập trình web   b CO3049  b  của thầy  cho học kỳ tới. Nhưng lại nhầm hệ với hệ chính quy. Em xin thầy/cô hiệu chỉnh từ nhóm   b L05_L09  b  sang   b DT01_DT01  b  được không ạ? Em xin chân thành cảm ơn. Thân",
    "Dạ thầy/cô cho em hỏi môn chuyên nghành chỉ có dưới 10 người đk dự thính thì được mở không ạ vì k19 không học môn này này nữa và tụi e là những sv cuối cùng học môn này ạ.",
    "dạ em có đăng ký môn tổ chức thi công mã môn CI4125 và được xếp Lớp L02 tiết 23.Không biết có bị lỗi gì không nhưng sau khi kiểm tra lại thì không thấy thời khóa biếu.Cho em xin vào lại lớp đó.",
    "Em là sv hệ VLVH (chuyển từ hệ CQ) Đợt 1 em có đăng ký môn LVTN ở kênh \"  I Đăng ký môn học Dự Thính Chính Quy + Hệ Vừa Làm Vừa học - HK211- Đợt 1  /I \"(hình 1) Nhưng kết quả đăng ký đợt 1 lại không có môn đó (hình 2) Đợt 2 em rút kinh nghiệm đăng ký môn LVTN ở kênh \"  I Đăng ký môn học HK211 - Đợt 2 Chuyển Hệ  /I \"(hình 3) Nhưng kết quả đăng ký đợt 2 vẫn không có môn em đã đăng ký (hình 4) Quý thầy/cô có thể giúp em làm sao để đăng ký được môn học này được không ạ?",
    "Kính gửi Phòng đào tạo! Em là ; MSSV: ; lớp: VP17VL. Nay em gửi đơn này để em xin phép được chuyển điểm miễn/đạt cho 2 môn học: - Vẽ kỹ thuật (806702). - Hình họa (806703). Với môn học tương đương: - Vẽ kỹ thuật (CI1003). Hiện tại em đã qua môn học \"Vẽ kỹ thuật - CI1003\" với số điểm tổng kết là 6.0 (hình đính kèm và em chưa thấy hệ thống tự động chuyển điểm miễn cho em. Em rất cảm ơn vì sự giúp đỡ của thầy/cô Phòng đào tạo.   i  .",
    "Dạ cho em hỏi là sau khi hoãn thi, em sẽ đăng ký và tham dự kỳ thi của học phần đã được hoãn thi ở lần tổ chức kế tiếp, có phải đăng kí lại môn học trong đợt đăng ký môn học lần này không ạ?",
    "Em muốn đăng ký thêm môn Nguyên lý biên dịch và lập trình (501703), tuy nhiên do trùng thời khóa biểu với môn Tiếng pháp hội nhập nghề nghiệp (003709) thì em có thể rút môn Tiếng pháp ra để đăng ký không ạ? Vì hiện tại em không thể huy môn học được ạ .",
    "Lý do em viết đơn xin hủy hoãn thi Ngày 20-7-2021 em có làm đơn xin hoãn thi nhưng mãi tới 26-7 mới được xác nhận. Tuy nhiên, ngày 11-8-2021 em có nhận thông báo của giảng viên nhà trường cho phép làm báo cáo kết thúc môn diễn ra ngày 13-8-2021 việc này yêu cầu ít về mạng chủ yếu là lúc nộp bài, trong khi đó thi online thì yêu cầu cao về mạng, kết nối cả 2 thiết bị, cả khâu nộp bài, nộp video. Em đã rất bối rối khi viết đơn này vì thông báo tới khá trễ sau khi em đã làm xong đơn. Kỳ này em hoãn thi các môn thi trực tuyến, kỳ sau khi mạng ổn định em sẽ thi những môn đã hoãn ạ. Em kính mong PĐT xem xét, em xin cảm ơn.",
    "Dạ em đã tham gia thi cuối kỳ và trong quá trình thi có nhiều vấn đề ảnh hưởng rất lớn đến thời gian cũng như kết quả bài làm của mình. Em đã giải trình với giảng viên và được giảng viên báo hỏi Phòng đào tạo xem trường hợp này có được chấp nhận hay không. Em muốn hỏi là liệu mình có cơ hội đăng ký hoãn/thi lại khi tổ chức offline được không ạ?",
    "Chào Thầy/Cô! Em tên , MSSV:  Em muốn rút môn học Con Người và Môi Trường (EN1003) trong học Kì 211 . Lí do: Không đáp ứng được thời gian học. Em cần làm nhưng thủ tục như thế nào? do mẫu đơn chỉ được tải về,không được điền online ạ. Và rút môn trong học kì 211 có mất phí không ạ? Mong Thầy/ Cô giải đáp giúp em. Em cám ơn Thầy/ Cô!",
    "dạ thầy/cô cho em hỏi là đợt đăng ký dự thính bổ sung(lần 1 30/8 bắt đầu) và đăng ký dự thính CQ+VHVL HK211 đợt 3 thì nếu là đăng ký dự thính thì tổng 2 đợt em có được đăng ký quá 10 chỉ không ạ? Em cảm ơn ạ",
    "Em xin tăng sỉ số môn Thí nghiệm Hóa hữu cơ - CH2053 lớp L07 chiều t6. Do lịch học của em chỉ trống vào ngày hôm đó nên mong PĐT giúp em. Hiện tại lớp đó đã đầy 25/25 thành viên mong PĐT có thể thêm em vào lớp đó với lại môn đó là môn Thí nghiệm không phải môn Lý thuyết để học onl mà sao PĐT cứ rep tin nhắn là meet tăng lên 100 người rồi. Em cám ơn.",
    "Mã số sinh viên là  Trong đợt đăng ký môn học đợt 3, em không thể đăng ký được vì các lớp không trùng lịch đã đủ số sinh viên. Còn các lớp còn trống, em lại bị trùng lịch. Vì thế, em muốn xin được vào một lớp đã đủ sinh viên được không ạ?",
    "Dạ em chào thầy/cô. Em tên :  MSSV :. Lý do: em xin được phục hồi tkb203 và mở đăng kí môn học hk211 . Thầy/cô xem xét giúp em với ạ. Em chân thành cảm ơn thầy/cô.",
    "Chào quý thầy cô PĐT. Em có đặt câu hỏi về việc giấy CNSV của em đã được duyệt vào ngày 9/8/2021 nhưng đến nay em vẫn chưa nhận được và đã có thầy cô trả lời rằng : do một số lý do bất khả kháng nên một số bưu điện trả về. Vậy đối với những trường hợp này thì trường sẽ giải quyết thế nào ạ. Em cám ơn nhiều ạ !",
    "Em chào thầy/cô,  Thưa thầy/cô, do video màn hình của em bị dính virus nên sau khi thi thì em không thể tải video lên được. Em đã nhờ người phục hồi lại được hoàn toàn video đã bị lỗi đó tuy nhiên lại bị trễ thời gian nộp vài tiếng. Em đã nộp video qua link ở exam.hcmut.edu.vn .Em đã cố gắng để phục hồi lại video bị lỗi, và phục hồi lại được rồi, và em đã gửi lại bên bkex, không biết như thế có được không ạ . Em thật sự xin lỗi vì sự chậm trễ này, mong thầy/cô bỏ qua cho em. Em cảm ơn thầy/cô đã dành thời gian để đọc câu hỏi của em. Chúc thầy/cô có một buổi tối vui vẻ.",
    "Em tên:  MSSV:  Hệ VHVL: Kỹ Thuật Ô Tô Hiện tại em chưa nhận được thông báo đăng ký môn học đợt 1, 2, 3 qua mail  Em xin hỏi trường hợp của em phải làm sao ạ?",
    "Cho em hỏi là sĩ số tối thiểu để mở lớp dung sai và kĩ thuật đo ME3801 học kì dự thính HK211 tối thiểu là cần bao nhiêu sinh viên ạ. Em xin cảm ơn.",
    "Em có đăng ký hoãn thi trong kì 202. Phải làm như thế nào để có thể đăng ký thi trong kì tiếp theo.",
    "Em chào thầy cô ạ, em gửi thầy cô đơn HỦY hoãn thi của em . Họ tên sinh viên:  MSSV: Môn thi: MT2109 Em cám ơn ạ!",
    "LVTN MSMH 400303 , và một môn tự chọn trong nhóm môn học tự chọn 2 tín chỉ . Em có gửi đính kèm mong quý thầy cô xem xét cho em đky MH hky 211 không bị gián đoạn việc học. Em xin chân thành cảm ơn.",
    "Dạ chào thầy(cô) ạ. Em tên  MSSV  Do đầu năm nhất em có xin hoãn một học kì do bị tai nạn nên còn 2 học phần là Nhập Môn Kỹ Thuật(ME1001) và Quân Sự(MI1003) em chưa trả được ạ. Môn Nhập môn kỹ thuật em đã đăng ký nhiều lần nhưng bị xóa môn ạ. Dạ làm sao để em có thể trả được 2 môn này ạ. Em cảm ơn.",
    "Em kính chào quý thầy cô. Em tên là , mã số sinh viên . Em viết thư này xin quý thầy cô mở thêm sĩ số cho em vào học môn Anh văn 2, mã môn LA1005, nhóm lớp L02, lịch học thứ 5 tiết 234 của cô . Em xin chân thành cảm ơn.",
    "PĐT cho em hỏi có cách nào cho em hủy đăng ký môn học đợt 3 này không vì em đăng ký nhầm mã đợt 2 và em không muốn thực hiện rút môn học vì quá tốn phí đóng dù không học. Em xin cám ơn.",
    "Dear thầy cô PĐT, Em là : Nguyễn Ngọc Tuân - MSSV . Em có đăng ký môn học Thực Tập Công Nghệ Phần Mềm - Mã số môn học : CO3055 - Nhóm T01. Môn học này bắt đâu học từ thứ 2, ngày 16/08/2021. Nhưng em không nhận được hướng dẫn gì từ giáo viên, em kiểm tra trên e-learning cũng không có gì. Vì vậy, kính nhờ các thầy cô hỗ trợ hướng dẫn cho em, hoặc cho em thông tin thầy cô phụ trách môn học để em có thể liên lạc, từ đó hoàn thành tốt môn học này . Bằng tất cả tinh thần học hỏi, kính mong được các thầy cô giúp đỡ. Em xin chân thành cảm ơn!",
    "Em xin kính chào quý thầy cô do lớp av4 đủ sĩ số rồi ạ. Nên em kính mong thầy cô cho em vào lớp để em hoàn thành học vụ ạ. Em xin chân thành cảm ơn .",
    "Thưa thầy cô, Em là sinh viên năm 3 ngành CNTP, khoa Hóa. Trong đợt đăng ký môn học đợt 2, môn chuyên ngành của lớp em vẫn không được mở mặc dù đã đủ số lượng đăng ký và khoa cũng như giảng viên đã đồng ý mở lớp. Đến đợt 3 này, cuối cùng thì môn chuyên ngành cũng đã được mở lớp, tuy nhiên lại trùng lịch với môn Chủ nghĩa xã hội khoa học mà em đã đăng ký vào đợt trước. Em biết theo quy định, trong đợt 3 này em không được thay đổi nhóm hay xóa môn, nhưng đây là một môn chuyên ngành quan trọng và rất khó để lớp em xin mở được lớp. Vì vậy, em xin phòng đào tạo có thể xem xét cho phép em được đổi nhóm môn CNXHKH ạ. Em xin chân thành cảm ơn.",
    "Kính chào Thầy(Cô), Em tên , , lớp XD18CTXD03, Dạ em muốn hỏi về giấy xác nhận sinh viên để vay vốn học tập ở địa phương, mọi năm khi học kì của năm mới bắt đầu thì khi có Thời khóa biểu học tập mình chụp lại xong đem lên phòng công tác chính trị sinh viên để làm giấy xác nhận gửi về địa phương ạ, không biết trong tình hình dịch covid như năm nay thì thủ tục để làm giấy xác nhận vay vốn học tập như thế nào ạ ?, nếu làm giấy xác nhận xong thì làm sao để em có thể đi lấy được ?, mong Thầy (Cô) hồi đáp sớm, em cảm ơn Thầy (Cô) rất nhiều.   i  .",
    "Lời đầu tiên, em xin chào thầy/cô . Trong đợt đăng ký môn học vừa rồi, em có đăng ký một số môn không nằm trong chương trình của kì này, vì một số lý do nên em muốn rút môn. Cho em hỏi đợt rút môn sẽ bắt đầu từ khi nào ạ? Vì môn này có khá nhiều bài tập cá nhân và bài tập nhóm ạ. Em xin chân thành cảm ơn ạ.",
    "Dạo gần đây, khu em hay cúp điện đột xuất. Không may trước giờ thi, khu em bị cúp điện em phải làm sao? Em có thể liên hệ ai để làm bài thi lại không? Có cách nào để  hoãn thi không ạ? em cảm ơn",
    "Em chào anh/chị, Em là  - MSSV:  Lớp VP2016XDC Em gửi yêu cầu này xin phép được hủy môn học vì lý do thông tin tổ chức thi Anh văn Nói viết đến trễ hơn so với thời điểm kết thúc đăng kí môn học đợt 2. Cụ thể em đã trình bày theo đơn đính kèm. Em mong nhà trường sẽ giải quyết và thông cảm cho em trong trường hợp này. Em cảm ơn rất nhiều.   i ",
    "Thưa thầy cô, Em tên là  (MSSV: ), là sinh viên năm 3 ngành CNTP, khoa Hóa. Trong đợt đăng ký môn học đợt 2, môn chuyên ngành của lớp em vẫn không được mở mặc dù đã đủ số lượng đăng ký và khoa cũng như giảng viên đã đồng ý mở lớp. Đến đợt 3 này, cuối cùng thì môn chuyên ngành cũng đã được mở lớp, tuy nhiên lại trùng lịch với môn Chủ nghĩa xã hội khoa học mà em đã đăng ký vào đợt trước. Em biết theo quy định, trong đợt 3 này em không được thay đổi nhóm hay xóa môn, nhưng đây là một môn chuyên ngành quan trọng và rất khó để lớp em xin mở được lớp. Vì vậy, em xin phòng đào tạo có thể xem xét cho phép em được đổi nhóm môn CNXHKH ạ . Vì việc đăng ký môn học khá gấp, em rất mong sớm nhận được phản hồi của hầy cô ạ. Em xin chân thành cảm ơn.",
    "Em đã đăng ký môn học EE2009 - Hệthống Mtính &ngônngữlt hệ chính quy ở đợt 1 kì 211, đã xác nhận đăng ký. Nhưng kết quả đăng ký đợt 2 thì lại không còn nữa. Thời khóa biểu hiện tại của em cho kì 211 cũng không có môn học EE2009. Mong nhà trường xử lý cho em ạ. Em cảm ơn.",
    "Xin gửi PDT ĐH Bách Khoa! Em tên:  Sinh viên khoa: QLCN k15 Vì lý do cá nhân em không có khả năng hoàn thành hai môn học: Hệ hỗ Trợ quyết định và trí tuệ kinh doanh (IM3041), kế hoạch kinh doanh (IM4007). Hai môn trên đã được đăng kí vào đợt đăng kí môn học HK211-Đợt 2. Mong PĐT xem xét hủy hai môn trên giúp em. Em xin trân thành cảm ơn.",
    "Xin chào  Em là , MSSV . Do không kịp đăng ký môn học  Sinh Thực Phẩm (CH2045) lớp học đại trà L02. Em mong phòng đào tạo có thể mở thêm sỉ sổ lớp để em có thể đăng ký môn và cải thiện điểm số ạ. Em xin cảm ơn  ạ.",
    "Dạ thưa phòng đào tạo, em tên  mssv , em vừa viết đơn cập nhật môn tương đương và được phản hồi là đã cập nhật thành công, nhưng tại sao khi em đăng kí luận văn thì vẫn thông báo là thiếu môn :ĐAMH Thiết kế cầu (mã CI4123) ạ! Cụ thể là em xin cập nhật môn : Xây dựng cầu + ĐAMH Thiết kế cầu (CI4121+CI4123) tương đương với môn: Xây dựng cầu (CI4033) mà em đã học trong HK1(2019-2020). Em mong phòng đào tạo xem xét và cập nhật lại giúp em. Em cảm ơn !",
    "Chào thầy, cô. Kì rồi em học môn giáo dục thể chất nhưng do dịch nên chưa thi . Cho em hỏi trường  tính qua môn luôn hay chờ nhập học offlice rồi thi lại ạ?",
    "Em tên  - mssv: . Em đang bị Covid và phải điều trị tại bệnh viện Xuyên Á huyện Củ Chi. Theo lịch ngày 20/8 em có lịch thi ck online môn Kỹ thuật hệ thống viễn thông. Em muốn xin được tạm hoãn thi thì cần làm những thủ tục gì? Em xin cảm ơn",
    "Kính gửi: Quý Thầy/Cô phụ trách, Em tên: , MSSV: , Khoa: Kỹ thuật - Xây dựng - Hiện tại em đã hoàn thành chương trình học (142 tín chỉ) và luận văn tốt nghiệp. - Hiện tại em còn thiếu 2 kỹ năng Speaking & Writing nên chưa đủ điều kiện tốt nghiệp, nên trong học kỳ này HK211 em có đăng ký 1 môn Pháp luật Việt Nam đại cương để không bị tạm dừng học vụ. - Thầy/cô cho em hỏi. Nếu em hoàn thành 2 kỹ năng Speaking & Writing trước thời gian tốt nghiệp, thì khi em đăng ký học môn Pháp luật Việt Nam đại cương có bị ảnh hưởng đến thời gian tốt nghiệp không ạ? Nếu có ảnh hưởng thì khi em rút môn học có bị đình chỉ học vụ không ạ? Em mong nhận được phản hồi sớm nhất từ Quý Thầy/Cô. Em chân thành cảm ơn ạ!",
    "Kính gửi Quý Thầy Cô phòng đào tạo, hệ VLVH. Em tên , mssv . Em đã tốt nghiệp vào cuối tháng 04/2021. Tuy nhiên khi tốt nghiệp em chỉ nhận bằng TN và được PĐT hẹn nhận học bạ, bảng điểm và phụ lục bằng tốt nghiệp sau ạ do chưa in kịp để trao cho sinh viên tốt nghiệp ạ . Thời gian dịch vừa qua em có nhận được email lên nhận nhưng do khu em bị dịch nặng nề (quận Bình Tân) khiến em bị hạn chế đi lại ạ. Em kính mong quý thầy cô giúp em được nhận những giấy tờ trên qua đường bưu điện ạ. Để em có thể bổ sung cho cơ quan ạ. Kính mong quý Thầy cô giúp em ạ. Em xin gửi thông tin nhận thư ạ: số 5C, đường số 1A, phường Bình Hưng Hòa A, quận Bình Tân, TPHCM. Sđt: 0934.612.965 Hiện tại khu em đã được gõ rào chắn nên có thể đưa thư vô được rồi ạ . Em xin cảm ơn Quý Thầy cô rất nhiều ạ.",
    "Dạ chào pđt ạ, Em thuộc hệ sinh viên K15 và hạn chót của chính quy là hết tháng 4/2022 ạ. Mà giờ là đợt dịch nên không thể thi tiếng Anh thì em không thể làm luận văn kỳ này được thì sao ạ? Kỳ 212 là hạn chót của tụi em để đk tốt nghiệp rồi ạ? Mong pđt giải đáp. Em xin cảm ơn.",
    "hiện tại tkb của em thiếu các môn : EE2017 - Cơ sở kỹ thuật điện, EE3019, EE2018, EE3061, EE3021, EE3020 - các môn này em vào đăng kí nhưng hệ thống ko hiển thị mục để đăng kí.",
    "Dạ chào pđt ạ, Kỳ 211 này em sẽ đk làm luận văn trễ ạ do chưa có thi Tiếng Anh. Em đã hỏi pđt và được giải đáp là kỳ này nếu ko có nhu cầu thì ko cần đk môn. Nhưng bây giờ tình hình dịch vẫn đang căng thẳng thì nếu vẫn ko thể thi tiếng Anh được thì sao ạ? Em có bị đình chỉ học kỳ ko ạ? Em xin cảm ơn",
    "Em chào Thầy, Cô ạ, Em tên , mã số sinh viên , lớp VP16XDC, em xin phép gửi quý Thầy, Cô đơn xin huỷ môn học 809704 -  V/LIEU, T/NGHIEM ở HK211 ạ. Nội dung như em đã trình bày trong đơn đính kèm, kính mong Phòng đào tạo xem xét cho phép em được huỷ môn học và tạo điều kiện cho em được tốt nghiệp kịp thời vào đợt tháng 11 năm 2021 . Em xin cảm ơn Thầy, Cô ạ.",
    "E sinh viên hê VHVL nhập học 10/2020. Do học kỳ bổ túc kiến thức e bị rớt 1 môn, nhưng đợt đăng ký môn học vừa rồi e đăng ký nhầm môn của khóa 2018(chương trình đào tạo của e theo khóa 2019). Do đã được xếp thời khóa biểu rồi nên e không hủy để đăng ký lại đúng khóa học được. Giờ e muốn hủy môn thì phải làm như thế nào ạ!. E cảm ơn!",
    "Kính gửi PĐT, Em là , MSSV: , mong nhận được sự hỗ trợ của PĐT. Do điều kiện sức khỏe không được đảm bảo: em đang điều trị lao phổi. Điều này dẫn đến việc em phải hoãn lại kì thực tập trước dịch bệnh dù đã có thời khóa biểu thực tập và thanh toán học phí . Nay em gửi yêu cầu hỗ trợ này với nguyện vọng được đăng ký \"Thực tập tốt nghiệp\" và \"Đề cương luận văn tốt nghiệp\" trong cùng 1 học kỳ 211. Em đã xin ý kiến từ chủ nhiệm bộ môn và nhận được sự đồng thuận của thầy  . Kính mong nhận được sự hỗ trợ và xét duyệt của phòng đào tạo. Ngoài ra, em đã đăng ký môn học như hình đính kèm, không biết liệu có bị hủy khi kết thúc vào ngày 19/08 tới đây không. Em rất lo rằng sẽ bị trống thời khóa biểu vào kì 211 này. Do lần đăng ký trước em đã bị hủy kết quả . Kính chào.",
    "Em tên là  khóa 2019, khoa kỹ thuật địa chất & dầu khí lý do:Trong đợt 2 em có đăng kí môn Thí nghiệm Địa Kỹ thuật (GE3013), nhưng đến đợt 3 nhóm lớp em đăng kí đã bị huỷ do sỉ số ít (7/25), chỉ mở 1 nhóm lớp nhưng đã full sỉ số (25/25).Em đang học đúng chương trình đào tạo K19 mà lại không mở lớp. Nếu mà kì này em không được học sẽ thì có thể sẽ ảnh hưởng tới giờ của các môn kì sau (lớp có 32 bạn đăng ký nhưng chỉ có 25 bạn được học). Em đã xem quy định không có số sinh viên tối đa cho môn thí nghiệm. Mong phòng đào tạo xem xét cho em được học môn này trong kì này em xin cảm ơn.",
    "Em chào cô. Em đk môn học tương đương có cần phải làm giấy gửi lên pđt chuyển điểm gì không ạ    .",
    "Em chào thầy/cô ạ. Em còn thiếu 4 chỉ tiếng anh do dịch không thể thi để nạp bằng vào được. Vậy thì kì thi anh văn nói viết sắp tới cho sinh viên chuẩn bị tốt nghiệp thì em có được tham gia không ạ. Em xin cảm ơn",
    "Em hiện đang là sinh viên K20 ngành Kĩ thuật máy tính chương trình Chất lượng cao. Em muốn hỏi là liệu em có thể chuyển sang ngành Khoa học máy tính chương trình Chất lượng cao Tăng cường Tiếng Nhật được không ạ. Điểm thi THPT năm 2020 đủ để vào ngành này ạ. Nếu được, em cần chuẩn bị những gì để có thể chuyển ngành ạ? Em cảm ơn.",
    "Kính gửi Quý Thầy/Cô PĐT Trường ĐH BK TP.HCM, Em là SV  - MSSV:  Hiện nay, PĐT đã mở ĐKMH bổ sung (chỉ được phép ĐK môn học mới, không được hủy/sửa môn học cũ). Em chỉ vừa được GV báo điểm môn học CH3309 vào ngày 16/8, tuy nhiên điểm rất thấp chỉ đủ qua môn. Để học lại thì em cần phải đăng ký môn này. Tuy nhiên,   B môn học chỉ còn mở vào kỳ 211   , các kỳ sau đã bị thay thế bằng môn học khác cho CTĐT đại trà Khoa KT Hóa học các khóa sau. Hiện tại em   B không thể đăng ký học lại môn này vào kỳ 211 do bị trùng TKB    với môn IM3001. Vì vậy em có   I nguyện vọng được PĐT mở điều chỉnh môn học  /I  để có thể xóa môn IM3001 và đăng ký học lại môn CH3309 trước khi môn này không được mở vào các kỳ tới. Em mong được sự chấp thuận từ PĐT và Quý Thầy/Cô. Em xin cám ơn, Trân trọng.",
    "Em chào thầy/cô, em khóa K19 bị rớt Hệ thống máy tính và ngôn ngữ lập trình, mã EE2009. Em đã đăng kí học lại môn ở kì chính 211 nhưng bị hủy do không thể xếp lớp. Em mong thầy/cô có thể giúp em đăng kí học trong kì này để em hoàn thành tiến độ ạ.",
    "Kính gửi Thầy/Cô. - Em tên . MSSV . - Em thắc mắc là hiện tại hoãn thi chỉ cần điền vào Form PDT gửi ngày 5/8 và nhận được thư xác nhận là được đúng không ạ. - Em cảm ơn nhiều ạ.",
    "Thầy cô cho e hỏi, Em còn thiếu TOEIC Nói Viết nữa là sẽ xét tốt nghiệp nhưng do dịch nên không có kỳ thi và kỳ tới em sẽ không đăng ký môn học, không đăng ký sẽ phải tạm dừng. Và trong thời gian, ví dụ như Nghĩa vụ quân sự, v.v..., nên em có thể xin giấy chứng nhận sinh viên được không ạ. Cảm ơn thầy cô, ",
    "B  Em đã chuyển điểm anh văn 4 nhưng điểm thấp vì sợ không được làm luận văn. Em muốn chuyển điểm lại bằng cao hơn để có thể lấy được điểm GPA 8. Được không ạ, và cần thủ tục gì mới có thể làm được ạ. Em cảm ơn    ",
    "Chào cô ạ, em là sinh viên bên khoa điện-điện tử, em có đăng kí môn thực tập điện tử 2 vào kì dự thính(30/8) tới đây nhưng mà môn này thường chỉ mở trong t7,cn mà thời khóa biểu của em lại full hai ngày đó, em có xin rút môn của các ngày t7,cn nhưng không được mà môn này chỉ kì này là mở tại k19 kì sau là không học nữa, mong cô giúp em để em có thể đăng kí được môn này với ạ,hoặc cô có cách nào giúp em với ạ.Em cảm ơn cô nhiều.",
    "Dạ em muốn hỏi là em đã đăng kí hoãn thi môn CH3101H/học &c/nghệ chất hđbm (lịch chính là vào ngày 14 tháng 08 năm 2021) và em đã được giảng viên cho kiểm tra lại vào ngày (17 tháng 08 năm 2021) thì em có phải xác nhận gì không ạ (em đã có điểm thi). Em cảm ơn thầy (cô) ạ   i  .",
    "Em không thể đăng ký lại AV1 trong kỳ này do trùng môn học, và em đã thử đăng ký ở kỳ dự thính những vẫn bị báo là không thể đăng ký do thiếu AV nhu cầu. Giờ em nên đăng ký thế nào để không bị trễ chuẩn anh văn khi nhà trường xét lại ạ ??? ( EM đã đạt AV cơ bản rồi ạ ) Và nếu trường có mở lại được kỳ thi AV định kỳ thì em có thể thi rồi lấy điểm đó để xét qua AV1,2,3,4 không ạ ???",
    "Hiện tại em có đăng kí 2 môn thí nghiệm vào chung 1 ngày thì khi đăng kí bị thông báo là thời gian di chuyển giữa 2 cơ sở không đủ. Trong khi cả 2 môn đều học thí nghiệm trên cơ sở 1. Mong PĐT sửa lỗi đăng kí hoặc thêm em vào 2 lớp đó giúp em. Em cám ơn. CH2041 - Thí nghiệm Hóa lý - 02 : sáng t4 CH2053 - Thí nghiệm hữu cơ - 10 : chiều t4",
    "Do đợt 3 có mở thêm môn học chuyên ngành mà bị trùng lịch học nên em xin PĐT có thể xóa giúp em xóa 2 môn này để em được đăng kí do k18 học chương trình khác với khóa sau. Mã: CH3145 -  Mã: CH3297 - ",
    "Em chào thầy cô. Ở đăng kí môn đợt 2 vừa rồi em có đăng kí 1 môn dự thính. Đến đăng kí môn học đợt 3 thì em tính chuyển lớp hiện tại của môn dự thính này sang lớp khác nên đã bấm hủy môn để chỉnh lại. Tuy nhiên khi em đọc kĩ mail về phần dự thính, do không được hủy môn nên em đăng kí lại lớp cũ của môn đó. Vậy thì em có bị đóng tiền thêm không ạ? (do em thấy mình đã hủy môn một lần và đăng kí lại một lần) .",
    "Em kính chào phòng đào tạo, em có một vài thắc mắc ạ: 1/Em là sinh viên K20 nhưng em có nhu cầu muốn chuyển ngành đào tạo nên đã tham gia lại kì thi THPT vừa rồi. Nếu sắp tới có thể trúng tuyển, em có thể làm thủ tục miễn MH vì đã học với MSSV khóa 2020 kèm theo đơn thôi học 2020 để xét miễn MH theo khóa 2021 không ạ?  2/ Khi này đã qua 1 tháng học tập thì em có thể xin đăng kí lại môn hay có cách nào để theo tiếp chương trình năm hai của ngành đt không ạ? 3/ Nếu câu trả lời cho câu hỏi trên là được thì em sẽ chỉ được đăng kí môn năm 2 khi có chứng chỉ ứng dụng CNTT cơ bản theo yêu cầu cho sinh viên K21 đúng không ạ?  Em xin cảm ơn. Chúc thầy/cô sức khỏe ạ.",
    "Em muốn đăng kí học lại môn nhập môn kĩ thuật ME1001, nhưng đãng qua 2 kì mà em vẫn chưa đăng kí học lại được. Mong PDT xem xét và xếp lớp cho em trong kì này. Em cám ơn ạ  i",
    "Cho em hỏi là nếu em đã học và đạt anh văn 4, thì em không cần nộp bằng TOEIC để có thể làm luận văn tốt nghiệp đúng không ạ? Em cảm ơn!",
    "Dạ em chào cô, cô có rep mail trước của em là lớp đã đủ xỉ số 100 nên không thể mở thêm, nhưng lớp em chỉ mới 60, cô xem xét giùm em được không ạ dạ em cảm ơn !",
    "Kính thưa PĐT! Em tên: , MSSV: , Khoa Kỹ thuật Hóa học, chuyên ngành Công nghệ Sinh học. Cho em xin hỏi là khi em theo học môn CH2043 (CTĐT K19) thì em có thể làm thủ tục để xét môn học tương đương cho môn CH2047 (CTĐT K18) hay không? Lý do: Hiện tại CTĐT giữa K18 và K19 có sự thay đổi nên em không thể đăng kí mã số môn cũ vì không đủ sỉ số để mở lớp. Mặc khác, hai môn học trên lại không nằm trong danh sách môn học tương đương/thay thế. Em hy vọng PĐT sẽ sớm cho em câu trả lời ạ!",
    "Kính thưa PĐT! Em tên: , MSSV: . Chuyện là em có đăng kí môn học nhưng lại bị nhầm nhóm lớp Axx (nhóm lớp Kỹ sư Tài năng) thay vì Lxx (Lớp đại trà thường). Liệu sau khi em theo học thì em có thể dùng điểm bên lớp Axx để xét môn tương đương cho CTĐT K18 em đang theo học không ạ? Em hy vọng PĐT sẽ sớm giải quyết giúp em khúc mắc này ạ! Em xin chân thành cảm ơn!",
    "Kính thưa PĐT! Em tên: , MSSV: . Cho em hỏi là khi em muốn thực hiện rút môn học trong học kì mới này thì em phải làm những thủ tục cần thiết nào trong thời điểm không thể lên PĐT trực tiếp như này ạ? Em xin chân thành cảm ơn PĐT. Hy vọng PĐT sẽ sớm phản hồi ạ!",
    "Thưa phòng đào tạo, Em tên , sinh viên lớp DD17KSTD . Vào học kỳ 202 em có đăng ký học cải thiện lớp xác suất thống kê. Tuy nhiên, do đang trong thời gian cách ly tập trung của tỉnh nên em đã xin hoãn thi vì lý do cơ sở vật chất không đủ đáp ứng. Hiện tại, em đã bảo vệ thành công luận văn tốt nghiệp và chuẩn bị cho việc lấy bằng ra trường. Theo qui định của trường, môn em hoãn thi chỉ có thể đăng ký thi lại sớm nhất vào kỳ tiếp theo đồng nghĩa với việc em sẽ ra trường trễ một học kỳ. Nhưng cũng theo quy định của chương trình kỹ sư tài năng, em phải ra trường đúng hạn để giữ bằng kỹ sư tài năng. Nếu chiếu theo quy định, em sẽ bắt buộc mất bằng kỹ sư tài năng vì lý do hoãn thi môn học cải thiện trên. Thưa phòng đào tạo, đối với trường hợp bị vướng mắc giữa hai quy định như em thì mình có phương án giải quyết như thế nào ạ . Em đã cố gắng rất nhiều để duy trì các tiêu chuẩn của kỹ sư tài năng trong suốt 3 năm học và không muốn không bị mất bằng tài năng vì lý do dịch bệnh Covid 19 bị tỉnh bắt buộc đi cách ly tập trung ạ. Em cảm ơn phòng đào tạo rất nhiều vì đã giải quyết vấn đề của em.",
    "Em chào quý Thầy/Cô, Em xin hỏi về việc rút môn học của học kì I 2021-2022. Hiện tại em có 2 môn học, 1 của HK202, 1 của HK203. Trước đó, để dự phòng cho việc thi rớt môn nên em có đăng ký 2 môn này ở HK211. Nhưng mãi đến hôm nay thì lịch thi của học kì cũ vẫn chưa có và 2 môn này ở HK211 đã bắt đầu rồi. Mail cũng mới vừa thông báo trước đó mấy ngày thôi . Em xin thắc mắc, trong trường hợp này, nếu sau này em thi đạt 2 môn học này thì em có được phép rút môn học mà không cần đóng học phí cho HK mới không ạ?  Vì nếu thu thì quá là vô lý . Trước đây điều vô lý cũng đã xảy ra 1 lần. Sau khi thi giữa kì môn Pháp luật đại cương thì nhận được thông báo miễn môn. Học phí cũng đã đóng rồi, và không được hoàn lại . Mong được quý Thầy/Cô giải đáp . Em cảm ơn.",
    "Học vụ       Vì lí do tình hình dịch bệnh kéo dài và thay đổi chương trình mới  Em không thể đăng ký trả nợ môn đúng hạn     Nay hết thời gian đào tạo tối đa , nhà trường có thể xem xét cho em kéo dài thời gian đào tạo được không ạ     Trong trường hợp không thể được , em xin gửi    ",
    "Em chào thầy cô ạ, cho em hỏi em có đăng ký môn đồ án thiết kế ME3139, đăng ký thành công có hiện trên thời khóa biểu nhưng không hiện trên elearning là sao ạ? em xin cảm ơn",
    "Rút môn học Học kỳ 211 . Kính gửi phòng đạo tạo, Em tên là Nguyễn Mậu Anh Tuấn MSSV:  Trong đợt đăng ký dự thính vừa rồi em có đăng ký môn học Mạch Điện Tử EE2007 DT01 do thầy  hướng dẫn. Nhưng vì một số lý do cá nhân nên hiện tại em không muốn đăng ký học môn này nữa nên muốn rút môn học này. Dạ em không biết hiện tại nếu em rút môn thì có phải thanh toán học phí không ạ? Nếu có thì có cách nào để em rút môn học không đóng học phí không ạ, và đơn xin rút môn học lấy ở đâu ạ. Mong sẽ sớm nhận được phản hồi từ thầy/cô. Em xin chân thành cảm ơn.",
    "PDT Cho em hỏi rút môn học HK211  trong đợt 3 DKMH này có bị tính học phí không ạ. Em cảm ơn ạ",
    "Dạ cho em hỏi do nhầm lẫn nên em đăng ký nhầm hai môn học, giờ em muốn hủy hai môn đó thì cần phải làm sao ạ",
    "Dạ em tên là , mã số sinh viên  ạ. Trong danh sách đăng ký môn học ban đầu của em có môn Triết học (SP1031) và môn Kiến trúc Máy tính (CO2007). Em bị xếp vào lớp Triết học CC13 nhưng sẽ bị trùng lịch hết với các tiết của môn Kiến trúc Máy tính. Em bắt buộc phải xóa đi lớp Triết học CC13 đổi qua lớp CC01 để có lịch học môn Kiến trúc Máy tính CC01. Em mong PĐT có thể hỗ trợ em trong việc điều chỉnh này ạ. Vì sắp học và chia nhóm trong lớp nên em mong PĐT hỗ trợ em sớm ạ. Em xin cảm ơn ạ",
    "Em chào PĐT ạ, theo như kết quả ĐKMH đợt 1 và 2 thì hệ thống xếp TKB của em 2 môn là: 1. An toàn quá trình CH3297, Nhóm lớp A01, tiết 7,8 ngày thứ 3. 2. Công nghệ các sản phẩm tẩy rửa CH3169, Nhóm lớp L01, tiết 5,6 ngày thứ 3. Và đây là lớp duy nhất của môn học này. Trong suốt đợt 2 em không có hiệu chỉnh TKB của 2 môn này. Với sự thiếu quan sát trong việc đkmh đợt 2 nên em đã không chú ý đến vấn đề này. Nay em tha thiết cầu mong xin thầy/cô PĐT chuyển môn An toàn quá trình CH3297 của em từ lớp A01 sang L02, để em có thể theo học cả 2 môn khi tình hình dịch ổn định trở lại. Vì nếu không được đổi thì em không thể học liên tục 4 tiết ở 2 cơ sở khác nhau ạ. Em xin lỗi vì gửi nhiều tin nhưng thực sự vấn đề chưa được giải quyết và em không thể liên lạc được nên rất rối ạ. Em xin chân thành cảm ơn các thầy/cô cán bộ PĐT ạ.",
    "Mã số sinh viên là  Lý do: Trong đợt đăng ký môn học đợt 3, em không thể đăng ký được vì các lớp không trùng lịch đã đủ số sinh viên. Còn các lớp còn trống, em lại bị trùng lịch. Vì thế, em muốn xin được vào một lớp đã đủ sinh viên được không ạ? Nếu đưọc thì em phải làm gì để đăng ký được ạ.",
    "Kính chào cán bộ PĐT, Em kính xin cán bộ xem xét chuyển em từ nhóm L04 sang nhóm L01 lớp Công trình trên nền đất yếu Ci4037. Lý do: lớp L04 hiện tại của em bị xếp vào ngày thứ 2 em có quá nhiều tiết, em đã học thử tuần vừa rồi và thấy khá đuối, không thể sắp xếp hiệu quả được thời gian, em rất sợ ảnh hưởng đến kết quả học tập. Rất mong PĐT thông cảm và giải quyết cho em. Em xin chân thành cảm ơn. Chúc cán bộ dồi dào sức khỏe, an toàn mùa dịch",
    "Thầy cô cho em hỏi bây giờ em check lớp hóa dầu của cô  thì sỉ số lớp chỉ có 28/60 thì có thể bị hủy môn học đợt 3 này không ạ?",
    "Dạ em là , lớp CCQKD18 ạ. Em muốn xin hủy đăng kí 2 môn là: - Thương mại điện tử - IM3023 lớp CC01 và - Tư tưởng  - SP1005 lớp CC03 ạ  Lý do em đăng kí hủy 2 môn trên là vì bị trùng tkb môn Phương pháp tính (IM3049) ạ. Vì lớp em mới xin mở được lớp đó và em nghe nói từ kì sau sẽ không mở môn đó nữa ạ nên em chỉ có thể đăng kí môn đó trong kì này và bắt buộc phải hủy những môn trùng lịch ạ. Bên cạnh đó em cũng muốn hỏi là sau khi hủy môn thì có thể đăng kí lại môn đã hủy nhưng đổi lớp CC được không vậy ạ? Vì em bị trùng lịch lớp CC01 của môn Thương mại điện tử nhưng vẫn có thể học được lớp CC02 của môn này ạ nên em muốn xin hủy và đăng kí lại lớp CC02 trong đợt 3 ĐKMH ạ, và nếu như vậy thì có phải đóng học phí 2 lần cho môn này không ạ? Em cảm ơn pđt rất nhiều ạ. Em rất mong có thể nhanh chóng nhận được phản hồi để có thể kịp đăng kí lại trong đợt 3 ạ. Em cảm ơn rất nhiều ạ.",
    "Thưa quý thầy cô, học kỳ 202 em bị đình chỉ học. Kỳ này em muốn đăng ký học lại thì em nên làm gì ạ?",
    "Kính thưa pdt, hồi sáng do em lỡ xóa môn EE2035 mà trong khi đã có thời khóa biểu ạ,sau khi em vào lại thì đã hết lượt đăng ký  điều này đã khiên em vô cùng lo lắng, do đó em viết mail này kính xin pdt có thể cho em rút môn mà không tính học phí cho em với ạ bởi vì gia đình em cũng khó khăn và tình hình dịch bệnh covid thì quê em cũng bị phong tỏa và cha mẹ cũng không có việc làm vì vậy xin pdt có thể cho em rút môn này mà không tính phí để đỡ gánh nặng chi phí học tập cho gia đình ạ, nếu được thì em xin pdt thông cảm cho em lần này và cảm ơn pdt rất nhiều ạ",
    "Em tạo lại câu hỏi vì em thấy câu hỏi trước của em để trạng thái đã giải quyết, nhưng chưa được giải quyết, và em không cập nhật lại được trạng thái của câu hỏi đó nên em nghĩ thầy cô bỏ xót ạ. Câu hỏi đợt trước e đã tạo Em chào thầy, cô Hiện tại bên chính quy em đã tích luỹ 250/276 tín chỉ. Nhưng vì hết thời hạn được học nên không còn được học nữa ạ. Ngày 29/7/2021, em có đăng ký chuyển hệ VHVL, em thấy thời hạn đăng ký là 31/7/2021. Em đã nhận được email kích hoạt hồ sơ tuyển sinh. Nhưng đến nay vẫn chưa nhận được email thông báo trượt hay trúng tuyển, nhưng em đọc được thông báo là khoá VHVL mới đã bắt đầu tạo hồ sơ xác nhận nhập học và hết hạn vào ngày 10/08/2021. Em muốn biết là em đã đăng ký được không? Nếu đăng ký trượt thì đợt đăng ký tháng 11, em có cần đăng ký lại không? Em muốn đăng ký học nhưng không nhận được email phản hồi.",
    "Em chào phòng đào tạo ạ, PDT có thể giúp em đổi nhóm môn Kỹ thuật chiếu sáng EE3099 từ L02_L04 sang L01_L02 được không ạ",
    "Kính thưa PĐT. Em đã tiến hành đăng kí chuyển điểm av2 mã La1005 và đã có điểm trên bảng điểm chuyển nhưng không thể đăng kí môn av3a do lỗi chưa có điểm av2 trong học kì dự thính, trong khi đã sắp hết sỹ số. Mong PĐT có thể tạo điều kiện đăng kí cho em môn av3a mã môn La1041 lớp DT02 ạ. Em xin cảm ơn PĐT.",
    "Dạ em chào cô, em tên là , mssv . Hiện tại em đã qua 4 môn anh văn ở trường tuy nhiên do tình hình dịch bệnh nên các kì thi anh văn quốc tế vẫn chưa tổ chức. Trong trường hợp dịch bệnh kéo dài đến cuối năm, em sợ là vẫn không đăng kí thi để lấy bằng ở các kì thi đó. Trong trường hợp này, em có thể đăng kí nhận luận văn được không ạ? Em cảm ơn cô.",
    "Dạ em chào thầy/cô PĐT, Do bộ môn có sơ suất, cho nên đăng kí môn học đợt 3 này môn học Xúc tác trong công nghệ lọc - hoá dầu (CH3193) mới được mở để tụi em đăng kí (hình trong file đính kèm), mà em bị trùng TKB với những môn đăng kí trước đó, vậy em có thể xin mở khoá để em điều chỉnh lại TBK để đăng kí môn học đó được không ạ (Em là K18 ạ, mà môn này là môn mã cũ, K19 trở đi học mã mới, nên em sợ từ kì sau hết được mở lớp ạ), Em mong thầy/cô xem xét, Em cảm ơn thầy/cô nhiều ạ,",
    "Sau khi đọc qua quy chế hoãn thi thì em hiểu là sau khi đăng ký hoãn thi thì trong vòng 1 năm em phải đăng ký môn học môn đã hoãn thi phải ko ạ? Vậy những phần liên quan đến bài tập mà trong lớp yêu cầu thì em có cần phải tham gia hay không?",
    "Kính thưa pdt, cho em nộp đơn rút môn học EE2035 với ạ,em đã chỉnh lại và viết bằng tay ạ,em mong pdt thông cảm và giúp đỡ em với ạ.Em xin cảm ơn pdt rất nhiều ạ",
    "Thầy cô cho em hỏi, anh văn đầu vào em đã hơn 400 điểm, tại sao em ko thể đăng kí anh văn 1 được, nó yêu cầu anh văn cơ bản. Mong phản hồi giúp em.",
    "Kính thưa PĐT, em có lịch thi bị trùng với lịch học và môn học của em ngày đó có thể sẽ được giáo viên điểm danh. Mong PĐT xem xét và cập nhật lại lịch thi! Cảm ơn!",
    "Em chào phòng đào tạo, cho em hỏi nếu như học kỳ này em đăng ký 1 môn học (đã học và đạt) để duy trì trạng thái học tập và sau đó em đạt đủ điều kiện để tốt nghiệp trước khi kết thúc học kỳ và không học môn học đó thì môn học em đã đăng ký có ảnh hưởng gì đến việc xét tốt nghiệp không ạ ? Em xin cảm ơn.",
    "Kính thưa pdt, cho em nộp đơn rút môn học EE2035 với ạ,em đã chỉnh lại và viết bằng tay ạ,em mong pdt thông cảm và giúp đỡ em với ạ.Em xin cảm ơn pdt rất nhiều ạ",
    "em đã đăng kí học phần hồi tháng 7 nhưng đến nay vãn chưa có tkb trong khi chính quy đã đc 3 ngày",
    "Em chào quý thầy/ cô phòng đào tạo. Em có đăng ký in giấy CNSV và đã được duyệt hôm 9/8/2021 nhưng đến nay em vẫn chưa nhận được và được các thầy cô khác giải thích vì một số lý do bất khả kháng nên bưu điện trả về vậy PĐT có thể scan và gửi qua mail cho em được không ạ ( em đang cần gấp ạ ). Em cám ơn ạ !   MSSV: mail:",
    "Em là sinh viên khóa 2017 và hiện tại đã hoàn thành luận văn, các chuẩn AV, nhưng trong HK 202 vừa rồi em không đạt một môn chuyên ngành. Theo quy định của PĐT thì em chưa đạt chuẩn tốt nghiệp. Nhưng em đọc qua thông báo mới của PĐT về kế hoạch HK1 2021-2022 thì thấy có thông báo là việc xét tốt nghiệp tháng 11 sẽ diễn ra cho đến kết thúc HK1 nên em muốn hỏi là trong trường hợp em đăng ký học dự thính môn em không đạt trong HK 211 này thì có kịp thời gian để đăng ký xét tốt nghiệp tháng 11 hay không ạ? Mong phản hồi từ PĐT ạ.",
    "Em tên  MSSV . Hiện em bị hủy tkb môn học Hệ Điều Hành trong đợt 1 của hk211, em xin pdt cho em đăng ký lại môn học trên Mã lớp : L02 - L04 Giảng viên :  Thứ 2 tiết 4,5 Thứ 6 tiết 8-12 Em cảm ơn ạ",
    "Dạ xin chào PĐT, em tên , khoa Kỹ thuật Hóa Học. Em muốn xin PĐT tăng sĩ số lớp L01 môn Công nghệ sản phẩm mỹ phẩm, mã môn CH3147 ạ. Lí do: Em bị xóa môn, lớp khác bị trùng lịch học, hiện giờ em không thể đổi thời khóa biểu được, còn lớp L01 đã full sĩ số. Em kính mong PĐT tăng sĩ số lớp L01 môn CH3147. Em cảm ơn ạ. Mong tin tốt lành, .",
    "dạ thầy /cô cho em hỏi em muốn rút môn học kì 211, thì em phải làm đơn như thế nào ạ ?",
    "Em chào Thầy/Cô !  Em xin hỗ trợ về đăng kí môn học: Luận văn tốt nghiệp (CI4333)  Hiện tại em đăng kí LVTN và đang bị thông báo thiếu các môn học tiên quyết: Công trình cảng, ĐA Công trình cảng, Thi công công trình cảng, ĐA thi công công trình cảng, Công trình ven biển, ĐA công trình ven biển, trong khi các môn học trên em đã hoàn thành và đã có điểm, em có gửi trong file PDF đính kèm  Còn môn Anh văn do dịch bệnh em chưa thi được và chưa cập nhật nhưng PĐT đã có mail hỗ trợ cho SV làm LVTN mà không xét môn Anh văn trong thời gian này  Kính mong PĐT xem xét và hỗ trợ sớm cho em để em có thể đăng kí LVTN  Em xin cảm ơn !     ",
    "Kính thưa pdt, cho em nộp đơn rút môn học EE2035 với ạ,em đã chỉnh lại và viết bằng tay ạ,em mong pdt thông cảm và giúp đỡ em với ạ.Em xin cảm ơn pdt rất nhiều ạ",
    "Em tên  MSSV . Em xin được đăng ký : Mã môn học : CO2007 Nhóm Lớp : L01 - L01 Giảng Viên :  Thứ 3 tiết 10 - 12 Thứ 4 tiết 8 - 12. Em cảm ơn ạ.",
    "Trong đợt ĐKMH học kỳ 211 đợt 2, em bị hủy hai môn Đồ án sợi dệt và Cấu trúc vải do yêu cầu môn tiên quyết là \"Khoa học vật liệu dệt\" (ME2063) theo mã cũ của khóa K2018 để đăng ký. Tuy nhiên, em đã hoàn thành môn \"Khoa học vật liệu dệt\" (ME2103) và môn \"Thí nghiệm kiểm tra phân tích vật liệu dệt\" (ME2107) theo mã mới của khóa K2019 ở học kỳ 201. Em đã gửi mail cho Phòng đào tạo vào lúc ĐKMH đợt 1, và được phản hồi là sẽ xem xét lại và cập nhật. Tuy nhiên, em vẫn bị xóa môn đăng ký do yêu cầu môn tiên quyết ở đợt 2. Mong phòng đào tạo xét miễn môn tương đương để em có thể đăng ký hai môn trên trong đợt này. Vì chuyên ngành của em do số lượng ít nên khó xin mở lớp ở học kỳ tiếp theo.   Em xin chân thành cảm ơn!",
    "QUOTE  Em là sinh viên chuyển từ chương trình chất lượng cao sang chương trình đại trà và hiện tại em không đăng ký được môn học.",
    "Chào phòng đào tạo Sinh viên :  MSSV:  Xin phòng đào tạo cho vào học lớp anh văn 3  (LA1007) học kì 211 Chính quy    Nguyên nhân do đợt 2 em đăng kí bị lỗi không được học. Mà môn anh văn 3 này em đã từng đăng kí học thành công năm 2 rồi mà hiện tại em đăng kí học lại không được.Đợt 3 đăng kí thì sĩ số các lớp đã đủ hết rồi ạ.  Mong phòng đạo tạo xem xét xếp lớp cho em ạ. Em cảm ơn.",
    "Dạ cho em hỏi là đơn hủy hoãn thi là do em tự đánh máy hay tải về từ mybk ạ . Em cảm ơn",
    "Em chào pdt, Em là , MSSV là . Em xin mở thêm sỉ số môn AS1003 nhóm L01. Hiện tại e là sinh viên năm 4, đã bảo vệ luận văn và chỉ còn thiếu điều kiện môn AS1003 để đủ điều kiện ra trường, em xin pdt tạo điều kiện để em có thể ra trường sớm ạ. Em cảm ơn.",
    "Dạ thưa thầy cô là em thi lần 2 anh văn đầu vào hơn 400 điểm thì có được đăng kí anh văn 1 không ạ. Em không thể đăng kí AV1. Hay phải đăng kí anh văn cơ bản. Mong thầy cô nói cho em lý do với ạ. Em cám ơn",
    "Em chào thầy/cô, hôm qua em đã trao đổi và được văn phòng khoa chấp nhận em đăng ký môn học CO1005 vào đợt 3 này ạ. Kính mong thầy/cô phòng đào tạo xem xét cho em ạ! Em cám ơn ạ!",
    "Em kính chào quý thầy cô Em tên  - MSSV:  lớp VHVL Em có vấn đề sau nhờ thầy cô hỗ trợ giùm em. Học kỳ 203 (HK hè) em có đăng ký môn thực tập nhận thức ngành mã môn học: CI2057 nhưng vì tình hình dịch covid nên VP khoa có thông báo tạm ngưng (chi tiết hình đính kèm), vì vậy nên em không có theo dõi việc đóng học phí của môn học này. Hôm nay em vào để đăng ký học kỳ mới thì bị báo lỗi nợ học phí (chi tiết hình đính kèm), Vậy nhờ thầy (cô) hỗ trợ hướng dẫn em khắc phục lỗi này em được đăng ký môn học học kỳ mới . Em xin chân thành cảm ơn!!!",
    "Em Tên  sinh viên hệ VHVL Mã sv  Học kỳ 211: Học Kỳ này em có đăng ký nhầm môn Đo Lường và quản lý chất lượng (ME3101) ở bộ môn May.Hiện tại em đang muốn hủy môn đó để chuyển sang môn khác nhưng đăng ký môn học đã khoá.Hạn đăng ký 2h50 ngày 19/08/2021. Nhờ PDT hủy giúp em môn này để em kịp thời đăng ký môn khác ạ. Hoặc có cách nào khác để xin hủy nhờ thầy cô hướng dẫn vì sdt PDT hệ VHVL em không liên hệ được. Em cảm ơn.",
    "Dạ em có đặt yêu cầu trong câu hỏi trước và em xin nộp đơn hủy hoãn/vắng thi môn Hóa học và công nghệ chất hoạt động bề mặt   i  .",
    "Cô/thầy cho em xin được mở thêm sỉ số môn H/học trg k/thuật &khmt1 mã môn EN2005, lớp L01_L02 với ạ. - Hiện tại sỉ số lớp đang là 29/22 ạ. Nên em nghĩ nếu em đăng kí được vô lớp cũng sẽ không bị ảnh hưởng đến giờ học google meet nên em mạo muội xin mở thêm sỉ số. - Môn này là môn chuyên ngành của em là môn học trước của EN2027, EN3041 mà 2 môn lại là môn tiên quyết của nhiều môn khác... Nên nếu không đăng kí được em sẽ bị trễ thêm 2 năm do hầu hết khoa Môi trường của em khá ít người nên đợi mở lớp rất khó và bị đổi mã. Em xin phòng đào tạo xem xét giúp em. Em cảm ơn thầy/cô rất nhiều!",
    "Em tên là . MSSV: 201391. Do kì 202 máy em gặp vấn đề nên không thể thi môn Triết học  được. Thầy/cô cho em hỏi là trường có tổ chức thi bổ sung khi hết dịch không ạ. Nếu không thì em có thể đăng kí thi chúng với học kì 203 vào ngày 24/8/2021 không ạ và cách thức đăng kí thi là như thế nào. Em cảm ơn.",
    "Em muốn hỏi e có thể đăng kí môn anh văn 3 ở kì dự thính 211 lộ trình 1 và anh văn 4 ở kì dự thính 211 lộ trình 2 được kh ạ?",
    "Em chào Cô, Cô cho em hỏi  Môn tự chọn hồi đó mình rớt sau đó học lại môn khác     đã đạt rồi thì điểm môn cũ rớt đó có tính vô GPA không ạ?  Em cảm ơn ạ ",
    "Vì một số sự cố mà vào học kì hè(203) em đã đăng kí lộn thực tập tốt nghiệp. Vì cũng chưa học nên kính thưa Phòng Đào Tạo có thể đổi môn \"Thực tập tốt nghiệp (Vật liệu Xây dựng)\" từ MMH CI3365 sang CI3393. Kính mong phòng đào tạo xem xét.",
    "Em chào thầy cô, vừa rồi em đã có kết quả thi tiếng anh từ BK English đạt chuẩn ạ, em gửi mail này để xin thầy cô chuyển điểm về văn phòng đào tạo quốc tế giúp em với ạ, để emcó thể đăng kí tốt nghiệp. Em xin chân thành cảm ơn thầy cô, chúc thầy cô luôn mạnh khỏe trong đại dịch Covid.",
    "Kính gửi PDT, em tên  - lớp XD18CTN , em xin PDT có thể giúp em nới rộng sỉ số trong đợt 2 đăng kí môn Công trình giao thông từ 60/60 lên thêm ạ, do các bạn đăng kí đã đủ sỉ số nên em không thể vào được mặc dù lúc ấy vẫn chưa hết hạn đăng ký, em kính mong PDT có thể chấp thuận nguyện vọng của em vì môn Công trình giao thông chỉ mở 1 lần duy nhất này và từ k19 trở đi sẽ không được mở nữa , em kính mong PDT có thể giúp em, em xin cảm mơn thầy cô đã đọc, em kính chúc thầy cô có một ngày tốt lành ạ",
    "Gửi Phòng đào tạo, Em tên là , sinh viên Đại học chính quy bằng 2 thuộc khoa Khoa học và Kỹ thuật máy tính, MSSV , nhập học vào HK211 . Phòng đạo tạo cho em xin phép đăng ký vào HK211 học chung với K21 2 môn học sau: + Nhập môn điện toán - CO1005 + Hệ thống số - CO1023 Đơn xin đăng ký em đã gửi đến Khoa Khoa học và Kỹ thuật máy tính và đã được chấp nhận. Nội dung đơn, hình chụp minh chứng như file đính kèm. Mong phòng đào tạo chấp thuận giúp em. Em xin cảm ơn.",
    "em hiện tại là học sinh văn bằng 2 nhưng khi đăng ký môn học thì vẫn bị giới hạn 14 tín chỉ ạ.",
    "Em chào cô hk211 em có đăng kí hai môn Cấu trúc vải ME3077 và Đồ án sợi dệt ME4035. Hai môn này đều có điều kiện môn học trước là Khoa học vật liệu dệt ME2063 Nhưng em lại học tương đương/thay thế bằng môn KHoa học vật liệu dệt ME2103 khi đkmh thì bị thiếu môn học trước Khoa học vật liệu dệt ME2063 nên không đăng kí được em đã gửi mail cho PDT để hỏi về vấn đề trên thì PDT có trả lời em vào ngày 16/7/2021 là đã điều chỉnh rồi và vào đăng kí lại trong đợt 3 nhưng đến đợt 3 em vẫn không đăng kí được (vẫn bị ghi thiếu môn Khoa học vật liệu dệt ME2063) Sáng nay bạn ( có trường hợp giống em) đã gọi cho pdt và pdt chỉ mở cho bạn đăng kí còn em và một bạn khác vào thì vẫn chưa đăng kí được  Em mong pdt có thể kiểm tra lại và mở đăng kí để em có thể đăng kí được Em xin cảm ơn    ",
    "Em tên: Trần Việt Trung MSSV:  Hệ VB2: khoa Khoa Học Máy Tính. Em đã xin BCN Khoa và đã được đồng ý cho em học chung môn học   B Nhập môn điện toán và Hệ Thống Số    với K21 . Kính mong thầy/cô xem xét giúp em. Em xin cảm ơn.",
    "Chào thầy (cô), Em là sinh viên Bằng 2 chính quy khóa 2021.MSSV:  Em có các câu hỏi sau: - Cho em hỏi là hết hạn đợt đăng ký môn học HK211 Đợt 3 thì có thể đăng ký học chung Thời khóa biểu với Khóa K21 không ạ.Tại em đang đăng ký dự thính cho 2 môn nhưng không biết có đủ sĩ số để mở lớp hay không.Nếu không mở lớp thì em muốn đăng ký học chung với Khóa K21 mà sợ qua đợt đăng ký Đợt 3 này thì không biết có đăng ký được nữa không. Rất mong được thầy (cô) giải đáp. Cảm ơn!",
    "Cho em hỏi, hè em có đăng kí môn Kỹ năng chuyên nghiệp cho kĩ sư,em chưa thấy xếp thời khóa biểu ,nên không đóng tiền .Nhưng bây giờ em đăng kí môn học cho năm 2,em thấy thông báo chưa thanh toán học phí ,là như thế nào vậy ạ?",
    "Chào thầy/cô. Như các năm trước thì đợt đăng kí tốt nghiệp sẽ diễn ra vào cuối tháng 8. Hiện tại, em đã hoàn thành luận văn, đáp ứng đủ tiêu chuẩn tiếng anh và em cần nộp bằng tạm thời trước ngày 30/09/2021 cho đơn vị khác. Thầy/cô cho em hỏi là năm nay, em có thể nhận được bằng tốt nghiệp tạm thời trước thời gian trên hay không ạ (trong trường hợp em đã thõa điều kiện tốt nghiệp)? Do em được thông báo là đợt xét tốt nghiệp sẽ kéo dài đến hết kì 211, em sợ bị chậm trễ do nó rất quan trọng với em. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô PDT, lần trước em có hỏi về vấn đề đăng kí môn học. Giờ đợt chỉnh sửa môn học đợt 3 đã mở, nhưng em không thể xóa môn hay đăng kí thêm môn được. Nguyên nhân em không đăng kí và xóa được ở đợt 3, em cũng không rõ. Nhưng trong đăng kí đợt 2 thì em đã không đăng kí được môn LA1007. Em có chụp lại màn hình trong quá trình đăng kí đợt 3. Mong cô xem qua giúp em! 1. Em không thể hủy được môn EN1007, do bị khoá 2. Em không thể đăng kí được môn LA1007, do sĩ số đã đầy ở tất cả các lớp. Mong thầy/cô có thể giúp em hủy môn EN1007 và đăng kí môn LA1007. Trong trường hợp cô không giải quyết được hủy môn EN1007, Mong cô tư vấn hướng dẫn làm phiếu rút môn học. Em cảm ơn.",
    "Kính gửi PĐT BK TP.HCM, Em là Lê Diễn Đạt - MSHV: 1811857,   B Em tham gia chương trình liên thông ĐH-Th   s nên kì 202 đang học môn 'Công nghiệp CNSH - 065155 của chương trình CAO HỌC', hiện môn học vẫn chưa có điểm (do dịch nên bị dời lịch kết thúc môn) nên   B chưa thể làm thủ tục chuyển điểm sang môn tương đương là 'Cơ sở Công nghiệp CNSH - CH3245' của chương trình ĐẠI HỌC    được. Vì vậy, việc này đã   I ảnh hưởng đến việc ĐKMH của những môn yêu cầu CH3245 làm môn học trước trong chương trình ĐẠI HỌC  /I ,  B  trì hoãn tiến độ học tập hiện tại của em   , bao gồm cả việc đăng ký các môn Đồ án! Em đã cố gắng liên lạc PĐT Đại học nhiều lần về vấn đề này nhưng chưa được hồi đáp. Vì vậy em đã có động thái liên hệ PĐT SĐH và đã nhận được phản hồi sẽ có hỗ trợ,   B nhưng đến nay vấn đề vẫn chưa được giải quyết!    Vì vậy em mong nhận được sự hỗ trợ từ phía PĐT như sau: 1. Được xem xét tạm thời đã \"học trước\" môn CH3245 để được đăng ký các môn học phụ thuộc vào nó. (em đã có kèm file minh chứng em đã học môn CH5155 tương đương với môn CH3245) 2. Được mở điều chỉnh môn học (hủy, xóa môn) trong đợt 3 để có thể đăng ký các môn học vẫn chưa đăng ký được (sắp xếp tkb vì có thể bị trùng tkb) vì mâu thuẫn không đáng có này. Kính mong PĐT ĐH và PĐT SĐH xem xét và hỗ trợ em trong vấn đề này. Em rất không mong muốn tình trạng  B  bị trễ tiến độ khi tham gia chương trình đáng ra phải giúp em đi nhanh hơn trong con đường học tập   ! Kính mong sự xem xét và hỗ trợ từ phía PĐT, Trân trọng",
    "Em chào thầy cô ạ, qua mấy ngày săm soi thì em vẫn chưa thấy được chỗ gửi đơn HỦY hoãn thi nó nằm đâu, em có gửi đơn qua khung câu hỏi/ yêu cầu nhưng mà không có phản hồi về việc đơn đã được gửi . Mong thầy cô chỉ em là nên bấm vào đâu để nộp và em cũng có gửi qua mail  đơn HỦY hoãn thi rồi nhưng chưa nhận được phản hồi Em cám ơn ạ!",
    "Dạ e chào Thầy/Cô PĐT, em tên là Võ Thị Xuân Đào, MSSV: 1811832, sinh viên khoa Môi trường chuyên ngành Quản lý Môi trường ạ. Em vừa nhận được mail là bị huỷ các môn sỉ số thấp nên số chỉ đăng kí được 19c. Do chương trình đào tạo từ khoá K19 bị thay đổi nên ảnh hưởng rất lớn đến việc đăng ký môn của ngành của em khi mà sỉ số lớp em rất ít. Em đã đăng ký môn theo chương trình đạo tạo của K18 nhưng đã bị huỷ môn. Nên buộc em phải đăng ký môn của mã K19, môn bắt buộc của K18 trở thành tự chọn trong hơn 10 môn của khoá K19 nên để đăng ký được môn này em đã đi vận động, năn nỉ các khoá dưới rất nhiều. Nên khả năng cao chỉ mở được kì này thôi ạ. Nhưng do chương trình thay đổi, từ môn 2c thành 3c nên khi đăng ký em bị vướng điều kiện vượt quá 21c. Em kính mong quý Thầy/Cô PĐT cho phép em được đăng ký thêm môn EN3071 để có thể hoàn thành chương trình đào tạo . Mong PĐT có thể xem xét giúp em ạ, em chân thành cảm ơn quý Thầy/Cô!",
    "Dạ chào thầy (cô), Em tên là , học bên khoa cơ khí ạ. Bây giờ em muốn tốt nghiệp bằng kỹ sư cơ khí không có chuyên ngành gì, thì em không cần bắt buộc học đủ 9 chỉ nhóm G và 3 chỉ môn nhóm F phải không ạ. Em cám ơn và mong nhận được phản hồi sớm ạ.",
    "Ngày 9/8 em có làm đơn hoãn thi môn đường lối cách mạng ĐCSVN vì không nộp được bài làm nhưng sau đó được giáo viên mở và đã nộp được bài nên em làm đơn này để hủy hoãn thi. Em cảm ơn ạ.",
    "Em chào Thầy/Cô Thầy cô cho em hỏi, khu vực em đang bị phong toả. Nếu trường hợp lúc trường đưa ra học phí mà chỗ em chưa được tháo dỡ phong toả thì em có thể xin gia hạn đóng học phí (gồm kì chính và   B dự thính   ) được không ạ ?",
    "SV:   lớp XD18CTN  Dạ cô ơi em muốn xin nới rộng sỉ số môn Công trình giao thông (CI4003) 3 CHỈ  từ 60/60 lên thêm một chút ạ ,em đã nhận được phản hồi từ cô, nhưng vào đăng kí thì vẫn thấy sỉ số đã đầy như cũ là 60/60 , mong cô giúp em ạ , em có ảnh chụp đính kèm ạ vì môn chỉ mở một lần duy nhất này",
    "Kính gửi nhà trường! Em tên là . MSSV:. Khoa:Khoa học và kỹ thuật máy tính,ngành:Khoa học máy tính. Hệ:chất lượng cao. Em có trục trặc về việc không thể đăng ký được 1 môn học thuộc diện bắt buộc của học kỳ này do lớp học đã đủ sinh viên.Do đó,em đăng ký 1 môn cũng thuộc diện bắt buộc nhưng của học kỳ sau với tín chỉ tương đương với môn đó.Vậy,em đăng ký như vậy không biết có ổn không? ",
    "Dạ thưa phòng đào tạo, em tên  mssv , em vừa viết đơn cập nhật môn tương đương và được phản hồi là đã cập nhật thành công, nhưng tại sao khi em đăng kí luận văn thì vẫn thông báo là thiếu môn :ĐAMH Thiết kế cầu (mã CI4123) ạ! Cụ thể là em xin cập nhật môn : Xây dựng cầu + ĐAMH Thiết kế cầu (CI4121+CI4123) tương đương với môn: Xây dựng cầu (CI4033) mà em đã học trong HK1(2019-2020). Em mong phòng đào tạo xem xét và cập nhật lại giúp em. Em cảm ơn !",
    "Dạ thưa quý anh/ chị pđt hỗ trợ sv đkmh. Dạ do đợt 3 này có môn tự chọn mới mở thêm, nhưng lại trùng giờ với môn học đã đăng ký trước đó. Nên mong quý anh/chị có thể mở khóa để em đăng ký được không a. Em đã hỏi 4 lần rồi nhưng k thấy ai rep em hết. Em cảm ơn quý anh/ chị. Chúc quý anh/ chị sức khỏe trong mùa dịch nhé . Thân.",
    "Thưa Phòng đâò tạo, cho em gửi đơn xin đăng kí môn học ạ.",
    "MSSV:       .",
    "Dạ em muốn đăng kí thêm môn 2 chỉ nữa, tuy nhiên do đã quá tín chỉ cho phép  Em thực sự mong có thể được cho đăng kí thêm 2 chỉ vì em muốn học lại môn này ạ. Em cảm ơn rất nhiều",
    "Kính thưa pđt, hiện tại e có đăng kí nhằm môn học Anh Văn 3A kì dự thính HK1 năm 2021-2022, Mong pđt mở khóa giùm e để e điều chỉnh lại",
    "Thưa thầy cô, cho em xin nộp đơn đăng ký thu nhận.   Em mong nhận phản hồi sớm để đăng ký môn học ạ.",
    "Dạ chào thầy (cô), Em tên là . Cho em hỏi là khi nào thì bắt đầu nhận đơn rút học phần học kì 211 vậy ạ. Em cám ơn và mong nhận được phản hồi ạ",
    "Chào PĐT! Kỳ 211 em có nguyện vọng đăng kí học môn Độc chất học công nghiệp ứng dụng (CH3127 - nhóm môn tự chọn B2) Hiện tại e đã đăng kí 20 chỉ, tuy nhiên do em học trễ và môn này chỉ mở kỳ chính lần này cho K18 (đợt đăng kí môn đợt 3), kể từ K19 đã đổi mã. Em không thể đăng kí thêm do vượt quá 21 chỉ (nếu em đăng kí môn này em sẽ được 22 chỉ) Mong PĐT xem xét cho em có thể đăng kí môn này để hoàn thành đủ 6 chỉ tự chọn môn nhóm B2, theo đúng CTĐT của K18 và hoàn thành tốt học vụ. Em chân thành cám ơn và mong PĐT xem xét.",
    "Cho em hỏi hiện em đang cần lấy bằng tốt nghiệp, nhưng trong tình hình hiện tại vẫn đang giãn cách, trường có thể cung cấp bằng tốt nghiệp điện tử (pdf) hoặc giấy tờ nào tương đương để em thuận tiện làm hồ sơ được không ạ? Em cảm ơn.",
    "Em chào Thầy/Cô! Em là . MSSV:  Là sinh viên khoa Kỹ Thuật Hóa Học. Hiện tại học kì chính 211 em đã đăng ký tối đa số tín chỉ cho phép. Do một số môn học thuộc nhóm B2 đổi mã số môn học ở các học kì tiếp theo và không mở học phần dự thính học kì 211. Em bị thiếu môn Độc Chất Công Nghiệp Ứng Dụng (CH3127) để hoàn thiện nhóm B2. Nên em xin phòng đạo tạo tăng số tín chỉ đăng ký, để em hoàn thiện nhóm B2. Em cảm ơn!",
    "Em xin mở lớp dự thính môn học CƠ HỌC ĐẠI CƯƠNG VÀ MÔI TRƯỜNG LIÊN TỤC theo dạng đồ án, do môn này không còn được mở nữa nên còn kẹt lại 3 bạn ạ",
    "Dạ em chào PĐT thân mến, Em tên là , mssv: . Dạ nay em xin PĐT cho phép em rút môn học \"Quản lý dự án cho kỹ sư\" Mã MH: IM2011 và em học lớp L01 ạ . Lý do là vì em đã vô tình đăng ký nhầm ạ. Vì là theo như chương trình đào tạo của em thì phải học 3 chỉ môn nhóm F và em đã học kỳ trước 1 môn đủ 3 chỉ rồi ạ. Thật là trong tình cảnh hiện tại em biết PĐT đang rất bận việc trong thời gian đăng ký môn này học, em xin lỗi vì sơ suất mà phải làm phiền đến PĐT như vậy. Thật sự em cũng không muốn chuyện này xảy ra ạ . Em mong PĐT xem xét và giúp đỡ em với ạ, tại vì dịch bệnh mà em cũng không thể đi làm thêm để có tiền phụ ba mẹ học phí nữa. Em chân thành cám ơn và chúc sức khỏe. ",
    "Em xin làm lại giấy hoãn nghĩa vụ quân sự",
    "Em là , MSSV:  Vào đợt 2 đăng ký môn học, em đã làm đơn xin đặc cách học môn CN điều hòa không khí(IU3005) và đăng ký học môn CN khí nén(IU3003). Nhưng em không hề biết rằng hai môn này sẽ bị trùng lịch thực hành vào sáng Chủ Nhật vì trong mục đăng ký môn học không hiển thị lịch học Thực Hành. Kết quả là em bị hủy môn CN khí nén Em mong muốn được ưu tiên học môn CN khí nén(IU3003) trong kỳ này HK211 và hủy môn học CN điều hòa không khí(IU3005)",
    "Dạ pđt cho em hỏi kì 211 này em có đăng kí làm đề cương luận văn tốt nghiệp thì trong đợt này em làm đơn rút môn học có cần phải thanh toán học phí cho đề cương đó k ạ.Em cám ơn.",
    "Em chào Phòng Đào tạo ạ, do thời khóa biểu của em có 2 môn một môn học ở cs2 và một môn học ở cs1 liền kề nhau nên em xin phép được chuyển nhóm môn An toàn quá trình (CH3297) ạ",
    "c chất em đang hiện 20 chỉ nhưng muốn đăng ký thêm môn độc chất nhóm B vì môn này chỉ mở vào kì chính thôi, với năm sau sợ mã môn thay đổi nên có thể đây là cơ hội cuối để học môn này. Mong các thầy cô có thể xét duyệt cho em.",
    "Em chào thầy cô Phòng đào tạo, Em là SV k17, trược giờ do nhầm lẫn về điểm Toiect nên em chần chứ chưa nộp điểm Toiec. Em thi tháng 12 vừa rồi và được 525 điểm đủ chuẩn làm luận văn 500 của k17. Hôm nay em mới nộp chứng chỉ nên chưa kịp xác nhận đăng kí luận văn. Không biết có còn cách nào khác để em có thể đăng kí luận văn trong kì tới không ạ. Em cảm ơn,",
    "Rút môn học  i  Em chào thầy cô Phòng đào tạo, Em là SV k17, do đăng kí nhầm môn học nên em muốn hủy môn a. Xin thầy cô hướng dẫn cho em quy trình hủy môn học online trong thời gian bị dịch. Em xin cảm ơn, ",
    "Kính gửi thầy, cô Phòng Đạo tào, Em là , MSSV , khóa K16, khoa: Tài nguyên và Môi trường. Em xin trình bày về trường hợp của em như sau: Em có tên trong danh sách dự kiến tốt nghiệp đợt bổ sung, em bị ghi chú nợ CTXH và nợ lệ phí bảng điểm HK171. Cuối tuần trước em đã nộp lệ phí, và ngày CTXH của em đã được cập nhật đủ 15 ngày rồi ạ. Nhưng hôm nay em lên hệ thống mybk để đăng ký xét tốt nghiệp thì em vẫn chưa đăng ký được ạ. Em mong thầy, cô hỗ trợ và xem lại giúp em với ạ. Em mong sớm nhận được phản hồi từ thầy, cô ạ. Em xin chân thành cảm ơn. Trân trọng, ,",
    "Dạ em gửi đơn thu nhận ạ, mong nhà trường xem xét để em tiếp tục học kì sau ạ  Dạ trường xét duyệt giùm em ạ chú sắp hết hạn đk môn học đợt 3 rồi ạ",
    "Em chào thầy, cô ạ Em là  MSSV  Em à sinh viên khóa K2017 hiện tại em chỉ thiếu AV4 nữa là hoàn thành chương trình học trong đợt 3 dki em thấy tất cả các lớp đều full sĩ số. Mong thầy cô mở thêm slot để em có thể ra trường đúng hạn ạ. Em cảm ơn",
    "Chào thầy cô, Hiện tại em đã đăng ký chuyển điểm các môn Anh Văn 1, Anh Văn 2, Anh Văn 3. Tuy nhiên, sau khi chuyển điểm, thì em vẫn chưa không đăng ký được   U Anh Văn 4A (Dự thính)     I . Vậy nên cho em hỏi, khi nào thì điểm chuyển sẽ được cập nhật và em sẽ đăng ký được Anh Văn 4A (Dự thính). Và đăng ký Anh Văn 4A (Dự thính) trong kì này, liệu có kịp để tốt nghiệp trong đợt sắp tới đây không ạ. Em xin cảm ơn.",
    "Em chào PĐT, Em đã đăng kí môn học đầy đủ ở đợt 1 nhưng mà không được xếp thời khóa biểu. Học phí thì em đã hoàn thành đầy đủ. Vậy tại sao em lại không được xếp thời khóa biểu ạ .",
    "Tốt nghiệp . Thưa thầy cô, hiện tại em là sinh viên của chương trình Việt Pháp, vừa hoàn thành luận văn tốt nghiệp, các môn học cũng đã trả nợ, tiếng Anh tiếng Pháp đầy đủ, ngày công tác xã hội 15 ngày đủ. Em muốn hỏi là có chỗ nào trên trang web của trường để kiểm tra xem em còn thiếu điều kiện gì để tốt nghiệp không ạ? - Em xin cảm ơn thầy cô ạ.",
    "Em chào thầy/cô ạ. Em tên  MSSV . Học kì 202,203 vừa qua em có đóng học phí trễ hạn nên đã bị tạm dừng học. Nay em xin được nộp phiếu thu nhận để được tiếp tục học kì  203 ạ và đăng kí môn học 211 ạ. Mong thầy cô xử lý giúp em ạ. Em xin cảm ơn thầy/cô ạ.",
    "Dạ pđt cho em hỏi là em đã hoàn thành LVTN và chương trình giáo dục, em đã đăng kí môn học cho kì 211 vì em đọc quy chế là phải đăng kí môn học để duy trì tình trạng học của sinh viên, giờ em muốn rút môn học online thì quy trình rút như thế nào ạ. Em xin cảm ơn ạ",
    "Chào Phòng Đào Tạo, Em xin gửi đơn ĐKMH bổ sung cho Câu hỏi/yêu cầu # 30439 Em xin cảm ơn.",
    "Dạ em xin gửi đơn HỦY HOÃN THI như cô hướng dẫn ạ",
    "cho em hỏi là em muốn đăng kí đại số tuyến tính vào kì chính 211 nhưng giờ không có lớp, vậy em có thể đợi K21 cùng vào để đăng kí được không ạ ?",
    "Kính gửi quý thầy cô, Em là , thuộc Khoa Quản lý Công nghiệp K17. Em bị trễ môn Kế toán Tài chính mã số IM2001. Em đã đăng ký mở lớp vào Đợt dự thính bổ sung HK211 nhưng sĩ số lớp quá thấp, khả năng cao lớp sẽ không được mở . Vậy nên em muốn làm thủ tục xin được học lại môn IM2001 cùng khoá K21, kính mong Phòng Đào tạo cung cấp cho em lịch môn học cụ thể và các thủ tục cần thiết để yêu cầu được xét duyệt . Em xin chân thành cảm ơn.",
    "Học vụ       Kính Gửi : Ban Giám Hiệu             Phòng Đào Tạo Trường Đại Học Bách Khoa  Em tên là : Nguyễn    Mssv :    Lớp : XD18CT1   Em chào PĐT ạ!  Dạ Thưa PĐT cho em hỏi là trong đợt đăng ký dự thính cho học kỳ 211 thì em có đăng ký tổng số là 8 tín chỉ ạ   Và Trong đợt đăng ký môn học bổ sung cho Dự thính 211( học từ 30/8)- đợt 1 này em có đăng ký thêm 5 tín chỉ nữa ạ  Tổng kết 2 đợt đăng ký môn học dự thính em đã đăng ký là 13 tín chỉ ạ   Dạ PĐT cho em hỏi là em có bị hủy môn do đăng ký vượt quá số tín chỉ quy định là 10 chỉ không ạ   Em xin chân thành cảm ơn!  !  ",
    "Em mong Pđt mở thêm sĩ số môn này ạ. Hiện tại là 60, chưa max sĩ số là 99 ạ    .",
    "Chào thầy cô, trong đợt đăng kí môn học đợt 3  HK211, vì không đọc kỹ mail nên em đã xóa nhầm môn Quản lý dự án cho kỹ sư (IM2011) và không đăng kí lại được, sau đó em đã đăng kí môn Công nghệ sản xuất gạch ốp lát sứ vệ sinh (MA4025). Vậy thầy cô cho em hỏi, sau đợt đăng kí môn học đợt 3 này thì môn học Quản lý dự án cho kỹ sư có được xóa và môn Công nghệ sản xuất gạch ốp lát sứ vệ sinh có đăng kí được không ạ? Em cảm ơn ạ!",
    "Cho em hỏi theo chương trình thạc sĩ mới 5 năm yêu cầu rằng đên tháng 10 này sẽ có đợt đăng ký bổ sung với mức yêu cầu  =60 tín chỉ và TBTL  =7.0. Em muốn hỏi là liệu em không đủ tiêu chí trên thì các kỳ tiếp theo có còn đợt đăng ký bổ sung nữa không ạ, hay là em phải đăng ký trong đợt này và làm giấy cam kết.",
    "Em chào Cô/Thầy, Em hiện tại đang học bằng 2 ngành Xử lý ảnh và thị giác máy tính (khoa khoa học máy tính), kì này em muốn đăng ký môn Nhập môn điện toán (CO1005) ở kì chính hệ đại trà, em phải làm sao để đăng ký được môn này để học cùng K21 ạ!",
    "Kính gửi Phòng Đào tạo, Em tên là , MSSV: , sinh viên Khoa Khoa học và Kỹ thuật máy tính, văn bằng 2, khóa K21 . Em viết yêu cầu này mong Phòng Đào tạo xem xét đăng ký giúp em hai môn học để học chung với K21 trong đợt DKMH đợt 3 này . Lý do: Hai môn này là môn cơ sở ngành và chỉ mở cho các sinh viên năm nhất, em không đăng ký được trong đợt DKMH gần nhất . Hai đơn đăng ký học chung môn học với K21 em gửi đính kèm theo ạ. Hai môn học em muốn nhờ PĐT đăng ký có thông tin bao gồm: - Nhập môn điện toán (CO1005): Nhóm lớp L05. - Hệ thống số (CO1023): Nhóm lớp L02. Em đã email cho Văn phòng Khoa và đã được sự đồng ý từ Khoa như Hình ảnh đính kèm. Em rất mong được đồng ý của PĐT và đăng ký giúp em hai môn học này để em có thể học trong học kỳ này ạ. Em xin cảm ơn.",
    "Em chào cô ạ ! em có đoc quy chế của pđt về điều kiện xét học bổng là không tính môn thi lại lần 2 (nếu có) khi xét học bổng. Vậy trong trường hợp em học môn đó 1 lần rồi nhưng em đăng kí học lại môn đó ở kỳ chính và chỉ thi một lần thì có đủ điều kiện để xét học bổng không ạ. em cảm ơn cô ! .",
    "Dạ thưa thầy cô là em thi lần 2 anh văn đầu vào hơn 400 điểm thì có được đăng kí anh văn 1 không ạ. Em không thể đăng kí AV1. Hay phải đăng kí anh văn cơ bản. Mong thầy cô nói cho em lý do với ạ. Em cám ơn",
    "Em kính chào Phòng Đào tạo ạ! Em là . MSSV:  Khoa: Điện - Điện tử Em xin trình bày bày sự việc như sau: Ở học kỳ 202 (năm học 2020 - 2021) em có đăng ký học cải thiện 3 môn học sau: 1. Cơ sở Điều khiển tự động (EE2019) 2. Cơ sở Điện tử công suất (EE2021) 3. Cơ sở Kỹ thuật điện (EE2017) Cả 3 môn học ở trên đều có học phần thí nghiệm em chưa hoàn thành. Theo kế hoạch học tập Phòng đào tạo gửi cho toàn bộ sinh viên, có nêu rõ thì học phần thí nghiệm sẽ học ở những tuần cuối học kỳ 211 năm học 2021-2022. Hiện tại em đã bảo vệ xong Luận văn tốt nghiệp và đã đủ số tín chỉ bắt buộc để xét tốt nghiệp đại học. Gia đình em có hoàn cảnh khó khăn nên nếu tình hình dịch bệnh được kiểm soát thì em phải đi làm để trang trải cuộc sống, không thể có thời gian đi học tiếp các học phần thí nghiệm, thi cuối kỳ để hoàn thành môn học ạ. Em muốn hỏi là Phòng đào tạo có thể tạo điều kiện để em rút 3 môn học trên được không ạ? (em đã đóng học phí đầy đủ ạ) Em đã đính kèm phiếu đăng ký rút môn học và đơn nêu lý do rút môn học trễ hạn ở dưới ạ. Em xin chân thành cảm ơn. Trân trọng .",
    "Em xin chào các thầy cô. Em tên là . MSSV . Do tình hình dịch bệnh nên nhà trường đã quyết định học online. Em thì chưa mua được laptop phục vụ cho việc học nên đang xài chung với một bạn cạnh nhà. Tình hình thì em đã đăng ký môn học xong. Nhưng bạn cho em mượn máy tính là hoc trường khác và cũng đăng ký trùng giờ học với em, nên buộc em phải đổi lớp môn Xác suất thông kê(MT2013). Em cũng tính đổi nhưng ngặt nỗi là đã hết lớp rồi ạ. Em thì muốn được học môn này trong kì HK211 nên hôm nay em xin các thầy cô đổi lớp giùm em được không ạ. Lớp hiện tại của em là L02 thứ 5 tiết 8 9 10. Những lớp em có thể đổi được là: L04 thứ 5 tiết 7 8 9  L07 thứ 5 tiết 2 3 4 9 thứ 3 tiết 8 9 10 Em xin cảm ơn các thầy cô rất nhiều",
    "Chào thầy cô Em là , K18 Hiện tại em mới qua av3, nhưng do kì này pdt không xét điều kiện av nên em vẫn có thể đăng kí một số môn của năm 4 Nhưng kì sau thì chắc là sẽ không được Em không đăng kí học av4 kì này vì em nghĩ cũng không kịp có điểm trước khi DKMH của học kì 2   - Vậy em muốn hỏi cuối kì 1 pdt có tổ chức thi av tập trung như trước không(SV được học tập trung ở trường)  -  Và trường hợp dịch bệnh vẫn chữa được kiểm soát thì pdt có phương án nào để giải quyết không vấn đề trên không  Mong pdt giải đáp sớm cho em để em có kế hoạch học tập đúng lộ trìnhEm cảm ơn!  Trân trọng",
    "Em hiện tại là sinh viên năm 4 của khoa điện, trong kỳ tới em đang có kế hoạch đi thực tập vì vậy em muốn xin đổi nhóm lớp đã đăng kí trong học kì này để phù hợp với thời gian thực tập ở công ty được không ạ?  Em xin cảm ơn ạ",
    "Kính gửi phòng đào tạo, Nay em viết đơn này xin trình bày về việc cứu xét đăng ký luận văn tốt nghiệp. Em đã hoàn thành đề cương luận văn tốt nghiệp vào học kỳ trước, nay em bước vào quá trình làm luận văn nhưng em không thể đăng kỳ được do môn tiên quyết của em là “Thực tập công nghệ phần mềm” (CO3055) không được mở học kỳ này và hệ thống ghi nhận là em không có kết quả của môn này; đây cũng là học kỳ cuối cùng em có thể theo học. Sau khi được làm đơn cứu xét thì khoa đã đồng ý cho em học cùng lúc môn \"Thực tập công nghệ phần mềm\" (CO3055) và làm luận văn tốt nghiệp cùng lúc. Kính mong phòng đào tạo xem xét qua trường hợp của em ạ. p/s: nội dung quá trình xin xét duyệt đơn qua mail em đã chụp và zip lại thành file tổng hợp. File zip chụp màn màn hình và file đơn xin em gửi kèm cùng nội dung ạ.",
    "Kính gửi PĐT, Em là , MSSV:  Em xin phép gửi PĐT Đơn đăng ký môn học HK211 chung với sinh viên K2021 (đã được BCN Khoa KH&KTMT duyệt) Mong PĐT xét duyệt cho em để em có cơ hội học tập 2 môn:CO1005 & CO1023 trong học kì 211 này. Thời khóa biểu em đăng ký như sau: CO1005-Nhóm L03- Thứ 6-  bắt đầu: 2 CO1023-Nhóm L02- Thứ 2-  bắt đầu: 2",
    "Kính gửi Phòng Đào Tạo! Em làm sinh viên bằng 2 khoa QLCN, PĐT cho em hỏi nếu em muốn đăng kí môn học   B \"IM1007-Quản trị đại cương-lớp L01\"    và môn   B \"IM1019-Tiếp thị căn bản- lớp L02\"    với năm nhất khóa 2021 thì phải thực hiện như thế nào ạ? Rất mong nhận được phản hồi từ PĐT. Em xin cảm ơn ạ!",
    "Cho em hỏi là khi nào thì mình có thể in giấy xác nhận sinh viên dùng để hoãn NVQS và hình thức nhận như thế nào trong tình hình học online hiện nay. Em xin cảm ơn.",
    "Em chào thầy cô chức trách ạ. Cho em hỏi là đăng kí hoãn thi cuối kì ở học kì chính quy thì có thể đăng kí thi cuối kì ở học kì dự thính không ạ. Em cảm ơn ạ!",
    "Chào thầy/cô,  Em là ; MSSV  Em vừa đăng kí môn đợt 2 cho học kì 211. Thầy/cô cho em hỏi là khi nào thì được rút môn đk kì 211 và cách rút môn thế nào ạ?",
    "cô ơi,  trên chương trình đào tạo có ghi học nhóm C tối thiểu 10 chỉ ( 6 chỉ nhóm chuyên ngành và 4 chỉ nhóm C tự chọn của ngành khác). Mà em đăng ký 4 chỉ tự chọn của nhóm C, trong đó có 1 môn trong ngành em. Vậy 1 môn đó có được tính vào tín chỉ tích lũy không ạ",
    "Em tên:  MSSV:  Hệ VLVH: khoa cơ khí chế tạo Em đã đăng ký môn học ở đợt đăng ký\" Đăng ký môn học Chính Quy + Hệ Vừa làm Vừa học - HK211 - Đợt 1\" thành công nhưng vẫn chưa có TKB. Hôm nay em có xem lại lịch sử đăng ký thì thấy thông báo PĐT đã không đăng ký môn học ME4045 (Đồ án chuyên ngành (ct)) lý do vì thiếu môn tiên quyết ME3033 (Kỹ thuật chế tạo 2) Dẫn đến em cũng không được đăng ký môn ME4093 (đề cương luận văn tn (ct)) do thiếu môn song hành ME4045. Môn ME3033 (kỹ thuật chế tạo 2) em đã học vào học kỳ 202 nhưng chưa thi. Hôm bữa trường có mail thông báo đăng ký môn học trong đó có mục \"Các học phần đang học nhưng chưa có điểm (HK202+HK203), được xem là đạt và tích lũy tín chỉ để đăng ký học phần\". Kính mong quý thầy/cô xem xét giải quyết giúp em để em có thể đăng ký Đồ án chuyên ngành và đề cương luận văn trong học kỳ này. Em xin chân thành cảm ơn.",
    "Chào pđt em có 1 vấn đề về môn học . Đó là em bị mất một môn Ee3013 ở đợt đăng kí môn học lần 3 . Lúc em đăng kí lại thì lại gì là chưa đủ chuẩn giáo dục thể chất mặc dù đến cuối kì 2 năm 2 em đã họ đủ nhưng do dịch chưa kiểm tra được. Vậy pđt có cách nào giúp em được không hay e sẽ phải chờ hết dịch mới được đky thể chất lại mới được ạ",
    "Kính gửi PĐT, Em là , MSSV: . Em xin phép gửi PĐT đơn đăng kí môn học HK211 chung với sinh viên K2021 ( đã được BCN khoa KH&KT MT duyệt) Mong PĐT xét duyệt cho em để em có cơ hội học tập 2 môn: CO1005 và CO1023 trong HK211. Thời khoá biểu em đăng kí như sau CO1005 - nhóm  -  6 -  bắt đầu 4 CO1203 - nhóm  -  6 -  bắt đầu 9",
    "Kính gửi: phòng đào tạo trường đại học BK Tp HCM em tên là:  mssv: ngày hôm nay( 18/8/2021) em có dự thi môn VLBD(mã môm học EE1013). và  có điểm danh. tuy nhiên ở phần nộp bài. trong lúc em lấy file scan PDF để nộp thì vô tình thoát mất web google meet đang thi. em có liên lạc với bộ phận hỗi trợ thi qua email:  nhưng thầy bảo:\" hỏi giáo viên bộ môn. em lại không có email của thầy ( giáo viên bộ môn VLBD) . em cũng chờ 2 giờ để mở khóa hệ thống thi nhưng vẫn không vào được. vậy nên em xin được phép hoãn thi môn VLBD do xảy ra vấn đề trong lúc nộp bài thi ạ. em rất mong nhận được phản hồi từ phía phòng đào tạo,. em xin chân thành cám ơn.   i  .",
    "Em chào thầy cô ạ. Em xin phép PĐT giúp em mở lớp Thực tập địa chất kiến trúc mã cũ của K18 vì kì trước em không đi được do có bệnh đột xuất.  Em xin cảm ơn ạ.",
    "Cho em hỏi là em thi lần 2 anh văn đầu vào được hơn 400 điểm, thì có được đăng kí AV1 ko ạ ? Mong thầy cô phản hổi giúp em, sắp hết hạn đăng kí đợt 3 rồi ạ :((",
    "Kính gửi Phòng Đào tạo, Phòng Đào tạo có thể mở thêm sĩ số cho môn học Cơ sở vật liệu và bảo vệ ăn mòn (CH3331) trong đợt 3 đăng ký môn học HK211 được không ạ? Đợt 2 em chưa đăng ký được do các lớp đều đã đủ sĩ số nên muốn đăng ký thêm môn học này ở đợt 3 ạ. Em xin chân thành cảm ơn!",
    "xin kính chào PĐT, em đã thanh toán hp HK3  nên em xin pđt cho em xin rút môn học công trình trên đất yếu CI4037 vì môn này em đã qua môn từ học kỳ trước đó rồi ạ,em biết gửi giờ hơi trễ nhưng xin mong pđt vẫn giúp đỡ em Em xin cảm ơn",
    "Dạ em chào thầy cô, Em là , mssv  lớp GT16Hk bộ môn Kỹ thuật hàng không, khoa Kỹ thuật giao thông . Trước đây em học Việt Pháp và có học môn nhập môn kỹ thuật mã CI1001, đã học đạt và bây giờ em chuyển sang chương trình đại trà. Do môn đề cương luận văn yêu cầu môn nhập môn kỹ thuật mã TR1001 là môn học trước nên em có làm đơn xin chuyển đổi môn tương đương lên bộ môn và khoa và đã được thầy cô bộ môn chấp thuận gửi kèm công văn bên dưới. kính mong quý thầy cô giải quyết giúp em để em được đăng kí đề cương luận văn vào kì này, vì năm nay là năm thứ 6 không còn nhiều thời gian để hoàn thành chương trình đại học. Em xin chân thành cảm ơn thầy cô, chúc thầy cô và gia đình thật nhiều sức khỏe ạ.",
    "Thi MSSV  Thầy/cô cho em hỏi vấn đề đăng kí Luận văn tốt nghiệp ạ! Vào HK211 em còn môn Luận văn tốt nghiệp (ME4029) nhưng do em chưa hoàn thành đủ điều kiện anh văn nên em không đăng kí được! Do ảnh hưởng của dịch Covid nên em chưa thi để lấy bằng Toeic được. Và theo em được biết thì các môn khác được tạm thời không xét điều kiện anh văn vẫn đăng kí được . Vậy nên cho em hỏi em có thể xin đăng kí trước môn LVTN (ME2049) rồi bổ sung bằng anh văn sau không ạ? Và nếu tạm thời em chưa đăng kí được, em có cần đăng kí môn học khác để không bị đình chỉ học vụ không ạ? Em xin cảm ơn ạ!",
    "Kính thưa thầy/cô,  Em là , MSSV: . Em có đăng ký hỗ trợ công tác đo thân nhiệt cho đợt 24 - 30/05/2021 tại CS1 của trường trong các ngày 24, 28, 29 và 30. Tuy nhiên trên sàn hoạt động ngoại khóa em mới nhận được 01 ngày CTXH cho ngày 30/5 thôi ạ. Trước đó em có ghi nhầm MSSV thành 191295  B 3    nhưng đã liên hệ với chuyên viên văn phòng và điều chỉnh lại rồi . Kính mong thầy/cô giúp em cập nhật lại ngày CTXH ạ. Em xin đính kèm 2 file điểm danh trong 2 đợt đăng ký . Đợt 1: https://docs.google.com/spreadsheets/d/1-65--CPs/edit#gid=83 Đợt 2: https://docs.google.com/spreadsheets/d/10URi-H2mqcRag1otgnNfVoJkIOhDd1LX1pAJs1lcaRs/edit#gid=88 Trong đó em thấy 3 ngày 24, 29 và 30 mssv của em vẫn chưa được sửa lại ạ. Em xin cảm ơn.",
    "Em tên  _ MSSV  Tính tổng số tín chỉ tích luỹ hk2o2 em được 115 - thiếu 5 tín chỉ để đăng ký luận văn tốt nghiệp. Do ảnh hưởng dịch bệnh, học kỳ dự thính hè vừa rồi không mở các môn có học phần thí nghiệm nên em ko thể tăng số tín tích luỹ lên, vì chương trình học của em chỉ còn các môn có thí nghiệm và môn tự chọn. Em cũng đã hoàn thành và được duyệt Đề cương Luận văn. Học kỳ sau là học kỳ cuối trong thời gian đào tạo chính quy của em. Mong được nhà trường và phòng đào tạo giúp đỡ, xem xét đặc cách cho em đăng ký luận văn tốt nghiệp.",
    "Kính gửi: PĐT Đại học bách khoa TP Hồ Chí Minh Em tên là , mssv , hệ bằng 2 chinh quy năm 2021. Với mong muốn hoàn thành đúng chương trình bằng 2 chính quy đúng thời hạn, em xin gửi phòng đào tạo đơn xin học chung 2 môn với khóa K21 trong học kỳ 211 này, đó là môn Nhập môn điện toán (CO1005) và môn Hệ thống số (CO1023), đơn đã được BCN khoa Khoa học và máy tính đồng ý cho theo học cùng K21. Thời khóa biểu cụ thể là: Nhập môn điện toán (CO1005) : Nhóm L05, thứ 3, tiết 8-9. Hệ thống số (CO1023) : Nhóm L01, thứ 6, tiết 9-10. Mong phòng tạo đạo tạo điều kiện giúp em, em xin cảm ơn.",
    "Em kính chào Quý thầy cô Trong thời khóa biểu của em có 2 môn thực tập của HK 203 và 211 (em có gửi kèm file chụp màn hình ạ) . Do dịch nên em cũng không biết liên lạc với bộ môn, khoa bằng cách nào luôn ạ. Nay em viết đơn này xin phép hỏi quý thầy cô 2 câu hỏi ạ: 1) Trường mình có tổ chức thực tập mùa dịch này không ạ, và nếu có thì liêc hệ với khoa, bộ môn bằng cách nào ạ. 2) Nếu trường mình không tổ chức thực tập, nghĩa là cái thực tập HK 203 của em chưa học và trường sẽ thông báo qua mail khi bắt đầu đúng không ạ? Em xin cảm ơn quý thầy cô rất nhiều",
    "THƯ Đặng Minh   thu.dang24052000@hcmut.edu.vn  Tệp đính kèm 09:53, CN, 15 thg 8 (3 ngày trước) tới Phòng Kính gửi Phòng đào tạo  Sau nhiều lần liên hệ giải quyết vấn đề trục trặc trong đăng ký môn học học kỳ 211 của em, đến thời điểm hiện tại em vẫn không đăng ký được môn học cần thiết. Em xin được trình bày lại chi tiết sự việc như sau: Học kỳ hè 203, em không đăng ký được môn Thực tập ngoài trường (CH3345), theo như chỉ dẫn của PĐT, em đã làm đơn xin cứu xét, được duyệt bởi thầy Nam ( Trưởng khoa Kỹ thuật Hóa học), em đã forward mail của thầy về PĐT nhưng không thấy phản hồi, em có mail lại lần nữa thì được trả lời là \" Danh sách tốt nghiệp đã gởi về khoa'', em không biết có sự nhầm lẫn gì ở đây không nhưng thật sự câu trả lời đó không rõ ràng. Em lại liên hệ với cô Phúc ( người quản lý danh sách sinh viên thực tập) thì cô nói theo danh sách mới nhất cô nhận được là không hề có tên em. Đến đợt đăng kí môn học học kì 211, em nhờ cô Tâm ( Bộ môn Công nghệ sinh học) hỏi với PĐT việc đăng ký song song môn Thực tập ngoài trường (CH3345) và môn Đề cương luận văn tốt nghiệp (CH4345), PĐT trả lời là đăng ký được, em cũng đăng ký nhưng kết quả hiện tại theo thời khóa biểu em đã bị xóa mất hết 2 môn trên . Sau nhiều lần gửi mail cũng như hỏi trên BKSI, thì đến hiện tại trường hợp của em vẫn chưa được giải quyết. Em đã làm hết tất cả theo yêu cầu của PĐT rồi, mùa giãn cách xã hội nên em không thể trực tiếp đến Trường để nhờ PĐT giúp đỡ. Em rất mong PĐT đọc và hiểu được khó khăn của em ngay lúc này. Và nếu được thì cho em xin được liên lạc với thầy/ cô cụ thể có thể trực tiếp giải quyết vấn đề của em, có hướng dẫn cụ thể, nhất quán chứ không theo kiểu chung chung như vậy ạ. Thật sự kính mong sự giúp đỡ từ PĐT xem xét lại trường hợp của em. Em rất cảm ơn và mong chờ sự phản hồi từ PĐT.",
    "thanh toán học phí trễ hạn 203 theo yêu cầu. Mong pdt mở đăng ký môn học hk 211",
    "Cô ơi em muốn học môn thí nghiệm vật lý chung với khóa 2021 thì phải làm sao ạ. Em cám ơn. Chứ môn này khoa không chịu mở lớp ạ.",
    "Kính gửi Phòng Đào Tạo DHBK TP HCM Em là Nguyễn Anh Đức(MSSV 1913148), em gửi đơn mong PĐT có thể giúp em đăng ký vào lớp L02 môn Hoá Hữu Cơ (CH2021), do là đợt thi vừa rồi em nhận được kết quả không tốt môn này nên muốn đăng ký cải thiện lại, hiện tại ở HK chính em mới 15 chỉ thôi, còn trống 2 chỉ để đạt mốc 17 chỉ, nên là mong PDT cân nhắc giúp đỡ em đăng ký môn Hoá Hữu Cơ (CH2021) vào lớp L02 ở học kỳ Chính 211. Em hứa sẽ đóng học phí sớm, đầy đủ ạ. Hiện tại thì lớp L02 mới 98 bạn thôi, nên nếu đăng ký thêm em  và cả giảng viên cũng như share màn hình giảng viên vẫn được thôi ạ, mong PDT đăng ký giúp em. Em cũng đã tự sắp xếp điều chỉnh lịch để trống hết phù hợp với lớp L02 rồi ạ. Dịch bệnh khó khăn nên em thú thật là nếu học dự thính nữa thì em không có tiền, mong PDT đăng ký giúp em vào kỳ chính môn Hoá Hữu Cơ(CH2021), lần trước lúc PDT mở từ 90-99 bạn thì gấp quá mấy bạn đăng ký nhanh hết em không kịp xoay sở kịp, em gửi đơn về vấn đề này cũng nhiều rồi và em thành thật mong PDT đăng ký giúp em. Em là sinh viên của trường cũng 2 năm rồi, em cũng chỉ xin PDT giúp em điều nhỏ nhoi này thôi ạ. Em hiện cũng đăng ký học chương trình liên thông đại học thạc sĩ, sẽ đồng hành với trường với PDT thêm 3 năm nữa, nên là mong PDT giúp đỡ em lần này, nếu có gì em có thể giúp đỡ cho trường cũng như PDT thì em luôn sẵn sàng ạ . Em cảm ơn nhiều ạ, mong PDT đọc được và đăng ký giúp em môn Hoá Hữu Cơ vào lớp L02 ở học kỳ chính      B   I   U      U   ",
    "Em đã xin giáo viên phụ trách giảng dạy đồng ý mở môn dạy khi sĩ số ít. Mong PĐT xem xét mở mở môn dự thính học kỳ 211 này giúp chúng em . Môn: Máy thủy lực-máy nén (CI3161) Em đính kèm file PDF đoạn hội thoại mail với thầy phụ trách giảng dạy môn này. Em cảm ơn!",
    "Lúc đăng kí môn học HK chính 211. Em có xem CTĐT mục Danh sách môn tương đương, thì thấy môn HH&HL Silicate (MA3085) là môn tương đương/thay thế cho môn Hóa học chất rắn (MA2005) Nhưng tới bây giờ, đợt đăng kí lần 3. Thì trên Danh sách môn tương đương đã không còn để môn HH&HL Silicate (MA3085) là môn tương đương/thay thế cho môn Hóa học chất rắn (MA2005) nữa. Thầy/ cô cho em hỏi là vậy em đã đăng kí môn HH&HL Silicate (MA3085) thì có được tính là môn tương đương cho môn Hóa học chất rắn (MA2005) không ạ? Em xin cảm ơn!",
    "N NỀN MÓNG CI3197 _ Cho em hỏi môn này em đăng kí trong kì dự thính 211 này (bắt đầu học từ 30/08 thì có bị HỦY ko ạ ? _ Nếu vậy thì em xin Phòng Đào Tạo thêm số lượng lớp đc ko ? Tại lần đăng kí trước em thấy đã đăng kí 119/200 mà bây giờ là 100/100, em và rất nhiều bạn muốn học nhưng lại ko có slot. Em rất mong được thầy cô xem xét phản hồi sớm",
    "Em tên Nguyễn Minh Nhân, MSSV . Do vừa rồi em đăng ký không kịp môn Cơ Lưu Chất(CI2003) và môn Địa Chất Công Trình(CI2095). Nên em xin hỏi là có thể bổ sung thêm em vào lớp CI2003 L02_L07 và lớp CI2095 L08_5 được không ạ. Em xin cảm ơn.",
    "Em đã đăng ký dự thính được môn tương ứng là môn \"Nhiễu xạ tia X và các phương pháp nghiên cứu vật liệu\". Vì vậy em xin rút môn học này để tiếp tục học môn đã đăng trong kỳ dự thính Tên môn học: Các phương pháp phân tích và đánh giá vật liệu: tổ chức tế vi,thành phần hóa, thành phần pha và tính chất cơ Mã môn học: MA3107 Mã nhóm:L01",
    "cho em hỏi là trong quá trình thi thì em quay video màn hình nhưng mà gặp lỗi chỉ hiển thị cửa sổ meet nhưng không hiển thị cửa sổ làm bài. trường mình có thể cho em hỏi cách xử lý được không ạ",
    "dạ em xin được mở sĩ số môn An toàn quá trình CH3297 lớp L02 ạ",
    "Kính chào PĐT,  Em tên , MSSV: . Đợt đăng kí môn học đợt 2 vừa rồi, em có đăng ký môn giải tích hệ thống điện (EE3013), sỉ số lớp 20/20, nhóm L02_L05. Qua đợt thông báo thời khóa biểu vừa rồi, em có kiểm tra và phát hiện mình không môn này trong thời khóa biểu. Mong PĐT xem xét",
    "Dạ cho em xin mở sỉ số môn An toàn quá trình - CH3297 lớp L07. Em cám ơn PĐT.",
    "trong quá trình thi học kỳ môn KTĐ phần mềm ghi màn hình của em không hiểu bị lỗi gì nhưng chỉ ghi hình mỗi cửa sổ meet chứ không ghi hình cửa sổ bài thi dẫn đến video không đầy đủ như quy chế thi đã đặt ra vì thời hạn nộp video thi học kỳ là 48h nên em mong pdt giải quyết sớm cho em về cách xử lý gấp trường hợp này với ạ",
    ". Dạ trong lúc thi môn Quản trị kinh doanh cho Kỹ sư  em vẫn thi bình thường trong phòng thi em thấy màn hình có chữ ghi  nên em quên tự ghi của màn hình lại ạ( cũng do đây là do đây là ngày đầu tiên em thi ạ nên em không chú ý ạ ) , mong quý thầy cô  có thể giải quyết vấn đề này giúp em ạ ( Em cam kết là luôn trục thực trong suôt thời gian thi ạ ). Em cảm ơn quý thầy cô",
    "Em chào quý thầy cô,  Em là  sinh vb2 Em có thắc mắc muốn hỏi như sau: + Do em học vb2 nên được miễn 4 môn  anh văn. + Mặc khác em có đọc ở đường link http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitiettb&thongbao_id=1569 là mình phải đạt chuẩn tiếng anh. + Như vậy, em phải thi lấy bằng tiếng anh (do hết hạn) và nộp thì mới nhận được luận văn hay sao ạ. Trân trọng, ",
    "Chào thầy cô, hôm nay em có làm bài thi bà quay màn hình bằng ggm, nhưng trong quá trình làm video dừng ghi khi nào mà em không để ý ạ. Nên em vội bấm ghi lại khi mà em đã bấm nút nộp bài rồi. Em đợi ggm xuất video mà nó vẫn không lưu lại xuất ra video quay trước đó của em. Em phải làm sao ạ. Em có cần hoãn thi không ạ. Mong thầy cô giải đáp cho em",
    "kính gửi: Phòng đào tạo trường ĐH BK tp HCM em tên là: . mssv  trong ngày ( 18/8/2021) em có tham gia thi môn vật lý bán dẫn( EE1013) và em không nộp bài được. do trong lúc lấy file Scan PDF em lỡ tắt mất web google meet. sau đó em bị khóa và không vào lại được . em cũng không liên lạc được với Cán bộ coi thi do em không có sdt hay email . em xin cám ơn cô:   đã xem  hỏi/yêu cầu của em . và em muốn reply lại là:em đã điền vào mẫu hoãn thi như cô đã đưa và em không thể liên lạc được với thầy :  (giáo viên bộ môn) do em không có email hay số điện thoại. em có liên hệ  nhưng thầy cũng không có, nên nếu cô có email của thầy .có thể cho em xin được không ạ, em xin cám ơn",
    "Dạ cho em hỏi thêm là đợt đăng kí dự thính đợt 2 em có đăng kí môn Động Lực Học Và Điều Khiển(ME3011) vào nhóm lớp Z3LI nhưng hiện tại em không có thời khóa biểu cũng như elearning của môn này ạ. Em cảm ơn.",
    "Dạ thưa PĐT em là , MSSV , dạ hiện em muốn đăng ký môn MA3121 - TN hóa học PO, môn này hiên có 3 lớp nhưng 2 lớp bị full sỉ số rồi ạ, còn lớp còn lại thì bị trùng tkb.   Dạ nếu hiện giờ em muốn đăng ký cho lớp bị trùng TKB được không ạ, em có thể sắp xếp thời gian sau vì môn em đăng kí là môn thí nghiệm chuyên ngành của khoa em nên em có thể liên hệ thầy cô khoa để sắp xếp lại thời gian thí nghiệm cho không bị trùng lịch học ạ. Mong pđt giải quyết có thể giúp em đăng ký môn này được không ạ vì mai là hạn chốt rồi ạ, mà đây là môn chuyên ngành quan trọng của  em ạ, em cảm ơn pđt nhiều.",
    "Em chào Nhà trường, Em là sinh viên khóa 2017, ngành Logistics và Quản lý chuỗi cung ứng. Hiện tại em đã hoàn thành bảo vệ luận văn tốt nghiệp, tuy nhiên em chưa đủ chỉ toàn bộ vì chưa chuyển điểm anh văn 3, 4. Em dự định là thi Toiec và chuyển điểm vào, nhưng tình hình dịch bệnh nên bên IIG không tổ chức thi. Hiện tại em khá hoang mang và không biết phải làm sao để có thể nộp bằng hoặc học anh văn trong trường để có thể kịp tốt nghiệp vào đợt này. Bây giờ nếu như em đăng kí học anh văn 3 và 4 dự thính cùng lúc (trong một kỳ) luôn có được không ạ. Hay phải hoàn thành anh văn 3 mới được học anh văn 4 ạ. Trong thời gian chờ phản hồi từ Trường, em xin chân thành cám ơn.",
    "Em chào quý thầy cô. Do tình hình học gấp rút, em xin được đặc cách học môn 260628 Công nghệ lạnh điều hòa 2. Em xin quý thầy cô xem xét. Em xin chân thành cảm ơn.",
    "Kính gửi pđt  Em tên - Pđt cho em hỏi học kì này em được đăng kí tối đa 21 chỉ. Nhưng em đã xin và được mở lớp thêm. Hiện tại em đăng kí được 20 chỉ, đó là các môn mà còn số lượng sinh viên quá ít em ko thể bỏ được ạ. Kính mong phòng đào tạo giải quyết giúp em vì môn em đăng khí là truyền động thuỷ lực 1-260618 2 tín chỉ . Kính mong pđt xem xét và giải quyết giúp em  Em câm ơn ",
    "Cho em hỏi là kì này em đăng kí 19 tín chỉ nhưng giờ em muốn xóa 1 môn để đăng kí thêm 1 môn song hành để em đăng kí được môn đề cương luận văn thì có được không ạ. Em cảm ơn.",
    "Tốt nghiệp . Thưa thầy/cô, Hiện tại em đã hoàn thành luận văn tốt nghiệp nhưng bị thiếu chứng chỉ ngoại ngữ cả 4 kỹ năng nghe đọc - nói viết, đợt trước vì quy chế chuyển điểm anh văn mới nên em không chuyển hết được 4 cột anh văn (em pass được mức làm luận văn). Hiện tại vì tình hình dịch Covid thì nhà trường có tổ chức thi online 2 kỹ năng nói viết, nhưng không thể thi được 2 kỹ năng nghe đọc, vậy trường hợp của em có thể giải quyết bằng cách nào để em có thể tốt nghiệp đúng hạn vào tháng 11 ạ? ",
    "Chào thầy cô, đợt vừa rồi em có thanh toán trễ học phí kì 203. Em đã thanh toán học phí và nộp đơn xin khôi phục và đơn thu nhận lại. Đến giờ em đã chuyển từ tạm dừng sang đang học rồi nhưng môn học kì 203 của em vẫn chưa được khôi phục. Kính xin thầy cô xem xét giúp em. Em cảm ơn",
    "Cho em rút môn Phương pháp tính mã MT1009, và môn Nhập môn về lập trình mã CO1003.  ",
    "Em chào thầy/cô, Em muốn hỏi là chứng chỉ ngoại ngữ dùng để xét luận văn và dùng để tốt nghiệp ra trường cho hệ giảng dạy bằng tiếng Việt bắt buộc phải là chứng chỉ Tiếng Anh hay sao ạ? Em có thể nộp bằng Delf Tiếng Pháp được không ạ? Em xin cám ơn thầy/cô",
    "Em muốn chuyển lớp để tránh bị trùng lịch học, đã xin phép và nhận được sự đồng ý của giảng viên. Môn: Sản xuất sạch hơn CH4027 từ L01 thứ 6 tiết 4-5 Sang: L02 thứ 6 tiết 2-3  mail: ",
    "kính gửi nhà trường cho em hỏi. muốn kiểm tra mình còn bao nhieu môn nữa là xong chương trình thì xem ở đâu ạ   i  .",
    "xin huỷ môn học thí nghiệm công trình ci4011 và thay bằng môn công trình ngoài khơi ci4041. môn công trình ngoài khơi 1 năm chỉ mở 1 lần nên xin phòng đạo tạo giúp e",
    "Kính gửi Phòng đào tạo, Em là ,  khoá 2019 nhưng học cùng khoá 2020, chương trình chính quy Chất lượng cao. Vừa rồi em có nhận được thông báo là phòng đào tạo đã xoá TKB đã đăng kí ở HK211 ở đợt 2 của em gồm những môn sau là em đã đăng kí thành công (IM2017 - Hành vi tổ chức, IM1011 - Máy tính trong kinh doanh). và tụi em phải đăng ký lại. Hiện tại ở đợt 3 em đã không đăng kí được 2 môn này vì sỉ số đều kín hết các lớp và giờ em chỉ mới đăng kí được 1 môn (3 tín chỉ) Mong Phòng đào tạo có thể sắp xếp mở thêm lớp hoặc khôi phục TKB trước giúp em để em có thể đăng kí đủ tín chỉ trong học kỳ này ạ. Em mong sẽ nhận được phản hồi từ phòng đào tạo ạ. Trân trọng./.",
    "Gửi Phòng đào tạo, em muốn hỏi có phải nhóm lớp L06 của môn Con người và môi trường mã môn EN1003 bị đổi giáo viên giảng dạy không ạ ? Vì mấy hôm trước khi vào e-learning em vẫn thấy do cô  giảng dạy nhưng hôm nay đã đổi thành cô  rồi ạ ?",
    "Gửi phòng Đào tạo, Em tên:  MSSV:  Hệ VLVH: khoa khoa học và kĩ thuật máy tính Em muốn tìm giáo viên chủ nhiệm của lớp em, nhưng không biết cách tìm như thế nào, và em cùng nhiều bạn hệ vhvl chờ mail sinh hoạt lớp Chủ nhiệm mà không thấy. Em cảm ơn",
    "Em thên  MSSV ngày 15/8 e thi môn phương pháp tính vì sáng hôm đó em đc lệnh cách li ko chuẩn bị đc tốt em vào thi nhưng vì sự cố mạng và điện nên ko thể hoàn thành tốt bài thi do hết tg nên bài thi tự động nạp em vào đc thì chỉ còn xác nhận nạp em cũng có xác nhận nạp nhưng sau đó em đk hoãn thi thì cho em hỏi em có đc hoãn thi bài thi đó ko ạ em cảm ơn",
    "Kính chào cô/thầy! Dạ hiện tại em không đăng ký được môn học thí nghiệm công trình mã CI4011 do các lớp đã đủ chỉ số. Môn này ảnh hưởng đến điều kiện nhận LVTN kì 212 nên em kính mong cô/thầy xem xét tăng thêm chỉ số lớp để em có thể đăng ký ạ.",
    "Em chào thầy/cô, em muốn hỏi là trong tình hình dịch bệnh hiện tại thì việc học online có thể kéo dài, nên phòng đào tạo có thể xem xét việc không đủ thời gian giãn cách giữa 2 cơ sở được không ạ ? Em có TKB vào thứ 4 tiết 5-6 ở CS2, em muốn được đăng ký môn CH3007-lớp A01 ngày thứ 4 tiết 2-3 CS1. Nếu đi học offline trở lại thì em có 1h để di chuyển, em có thể xin phép giảng viên vào trễ một chút ạ. Vì môn CH3007 là môn nhóm A mà em rất muốn học và khó mở nên em mong phòng đào tạo xem xét giúp em ạ. Em xin cảm ơn ạ.",
    "MSSV:  Họ và tên:  Lý do: đăng kí hoãn thi nhầm môn Học kỳ: 203 Mã số môn học: MT1003 Tên môn học: Giải tích 1",
    "Kính thưa Phòng Đào Tạo  Cho em xin phép được nộp đơn đăng ký học môn tương đương để thay thế cho môn  Và  ME3801 đã không còn được mở lớp do sỉ sổ đăng kí còn ít . Mong Phòng Đào Tạo có đồng ý chấp thuận cho em được học môn thay thế để em có thể hoàn thành chương trình học sớm nhất . Em xin cảm ơn Phòng Đào Tạo.",
    "Dạ em xin chào ạ  Dạ học kỳ trước em có việc gia đình nên phải bảo ạ  Và vào kỳ này em có đăng ký môn học nhưng không được ạ (lý do là bị tạm dừng học ạ)  Dạ cho em hỏi em muốn đăng ký môn học ở đợt 3 này thì phải làm thế nào ạ  Em rất mong muốn được đi học lại vào kỳ này ạ  Em cảm ơn  ",
    "Chào ad, Cho em hỏi về việc e có thể đăng kí học anh văn 3 ở kì dự thính 211 và anh văn 4 ở kì dự thính 211 bổ sung lộ trình 2 được không ạ? Mong ad trả lời giúp e câu hỏi ạ Em cảm ơn",
    "Như em đã phản hồi ở câu hỏi trước, PĐT đã xác nhận em có thể đăng kí được. Tuy nhiên sau khi em vào DDKMH thì vẫn không thể đăng kí. Mong phòng đào tạo xem xét ạ!  (2 ảnh đính kèm: 1 ảnh là phản hồi từ bksi và 1 ảnh là hiện trạng sau khi phản hồi em vẫn chưa đăng kí được)",
    "Em tên :   MSSV   :  Em bị tạm dừng học kỳ 2 (2020-2021) do không đóng học phí. Nay em đã đóng học phí đầy đủ và nộp đơn xin thu nhận lại để được đăng ký tốt nghiệp vào học kỳ 1 (2021-2022).",
    "Dạ em chào thầy/cô, em là   lớp GTTAU15 khoa Kỹ thuật Giao Thông. Mấy học kì vừa rồi em đăng ký môn Cơ học thủy khí nhưng số lượng ít quá không mở lớp được, mà môn đó lại là môn tiên quyết để làm LVTN  nên em không đăng ký LVTN được. Đến kì này thì môn đó mới mở và em đã đăng ký được, thầy/cô có thể cho em đăng ký vừa làm LVTN vừa học môn Cơ học thủy khí song song được không thầy. Vì kỳ này là học kỳ thứ 13 là học kỳ cuối của em rồi ạ. Em đã làm đơn gửi Khoa Kỹ thuật Giao thông và được khoa đồng ý cho em nhận LVTN rồi ạ. Mong thầy/cô phòng đào tạo cho em được đăng ký LVTN trong học kỳ 211 này ạ. Em cảm ơn thầy ạ",
    "Kính gửi Phòng Đào tạo, Em là sinh viên lớp KSTN, hiện tại lớp em có được PĐT cho phép thay đổi đăng kí môn học trong đợt 3, để đăng kí được vào lớp A01 các môn bắt môn (môn core) của KSTN. Nhưng để đăng kí các lớp này em đã không thể đăng kí được môn tự chọn và có thể thiếu chỉ trong kì này. Ngày mai đã hết hạn đăng kí, nên em rất mong phòng đào tạo có thể mở thêm sĩ số lớp L02, môn Cơ sở vật liệu - bảo vệ ăn mòn, mã CH3331. Em xin chân thành cảm ơn, HM",
    "Chào Thầy/Cô, Hiện tại em muốn đang ký môn học \"Kỹ thuật điện nước trong toà nhà\" (800704) - đây là môn học bắt buộc trong chương trình đào tạo nhưng trước đó em đã đăng ký một môn học khác trùng vào một tiết của môn học này. Do môn học chỉ học trong 6 tuần và hiện tại trường đang học online nên em có thể cùng tham gia 2 lớp học và hoàn thành khỗi lượng học tập của giảng viên giao, nhờ Thầy/Cô có thể hỗ trợ giúp em để có thể đăng ký môn học này để cho kịp chương trình với ạ. Vì em không thể thay đổi các môn học đã đăng ký rồi được nữa ạ Em xin cảm ơn và chúc Thầy/Cô nhiều sức khoẻ.    .",
    "Em là , MSSV: , rất mong Phòng đào tạo xem xét và phản hồi nhanh giúp em để em có thể bắt đầu chương trình học kỳ 211 một cách sớm nhất Em chân thành cảm ơn",
    "Kính chào quý thầy cô ! vừa rồi em không đăng kí môn học kì 211 được vì lý do trễ học phí kì hè.Do tình hình dịch khó khăn cho việc trang trải cuộc sống, nên em không đủ điều kiện đóng học phí kì 203 được  . Mong quý thầy cô xem xét cho em hoãn đóng học phí kì hè và để em có thể đăng kí môn học kì 1 (211) .",
    "Em xin chào thầy cô ạ, vào học kì 202 vừa rồi em đã trễ hạn đóng học phí dẫn đến tình trạng bị xóa lịch thi cũng như  xóa điểm của tất cả môn học kì 202 vừa rồi. Em đã thanh toán học phí nhưng đã trễ so với trường yêu cầu của trường nên tình trạng trên cũng không được khắc phục. Vậy em có được hoàn tiền lại số học phí hay có thể dụng số tiền đó vào học kì tiếp theo không ạ?",
    "Dạ em kính mong thầy cô mở giúp em quyền hiệu chỉnh đăng ký môn chủ nghĩa xã hội khoa học vì không đủ thời gian giãn cách giữa 2 cơ sở",
    "Vì trục trặc về mạng ngay trước giờ thi cuối kỳ môn Hệ Điều Hành ngày 16/8/2021 nên em không thể tham giam vào google meet để làm bài . Em xin được hoãn thi môn Hệ Điều Hành vào lần thi sau. Em xin cảm ơn.",
    "Dạ cho e hỏi là các môn đại cương như GT2,VL2... đky học lại thì có đc đky vào học kì chính hun ạ. Mong trường sớm phản hồi!!!!",
    "Kính gửi quý thầy cô ! em bị mất thời khóa biểu học tập cũng như thi học kì 3. Đến giờ em vẫn chưa nhận được thời khóa biểu thi học kì hè (203) .Mong quý thầy cô giải đáp .",
    "Em chào thầy/ cô ạ, Em là Lê Đình Hiệp  vừa thi cuối kỳ môn Kỹ Thuật Điện EE1005 nhóm L02-A vào ca chiều lúc 16:00 ngày 18/08. Em thắc mắc về việc NỘP VIDEO ghi màn hình thi cuối kỳ môn kỹ thuật điện EE1005 nhóm L02-A, vì khi em nhấp vào link L02-A thì bên trong lại để là KHÔNG CHẤP NHẬN PHẢN HỒI (như 2 hình đính kèm). Vậy em phải làm thế nào để nộp được video ghi màn hình ạ? Vì đến ngày 20/08 là đến hạn nộp rồi ạ. Mong thầy/ cô giải đáp giúp em. Em xin cảm ơn thầy/ cô rất nhiều ạ!",
    "Rất gấp ạ!    Kính gửi thầy/cô! Em có thắc mắc là em có thể xin bảng điểm dạng pdf để khỏi phải gửi qua bưu điện không ạ? Nếu được thì làm sao để em đăng ký ạ? Vì em mới được thông báo về hạn nộp hồ sơ là 30/8 nên mong quý Thầy/Cô hỗ trợ giải đáp giúp em sớm nhất có thể ạ  Em xin cảm ơn thầy/cô   i ",
    "Thưa Phòng Đào tạo, Em là , MSSV , Sinh viên khóa K18, Ngành Khoa học máy Chương trình CLC. Hiện em đã được Khoa Khoa Học Máy Tính đồng ý cho phép đăng kí môn học CO1023 + CO1029 Em gửi đơn xin phòng đào tạo đồng ý đăng kí môn CO1023 + CO1029.",
    "Dạ cho em hỏi video em quay bằng hangout meeting nhưng lên drive sau mấy ngày nó bị hiện tượng:\"video không tồn tại\" nhưng tải xuống thì nó vẫn xem được. Vậy cho em hỏi trong trường hợp rà soát thì video em có được chấp nhận không ạ. Nếu không thì có biện pháp nào thay thế không ạ Em cảm ơn   i ",
    "Học vụ        Kính gửi Thầy, Cô  Em hiện tại bị tạm dừng do 2 học kỳ vừa rồi không đăng ký môn học Thời hạn nhập học cũng sắp hết nên em sẽ cố gắng tốt nghiệp trong học kỳ này nên mong Thầy, Cô  giúp em khôi phục lại tình trạng sinh viên ạ Cảm ơn Thầy, Cô",
    "Chào các anh (chị) PĐT. Sau khi em hoàn thành Đơn Miễn môn Luận văn tốt nghiệp và Đơn chuyển khóa học sang K2013 (file ảnh đính kèm) . Em xin hỏi, với các môn học em đã tích lũy và các điều kiện bổ sung ở trên thì em đã đủ điều kiện để xét tốt nghiệp vào xét tốt nghiệp sắp tới chưa? Nếu chưa, em cần hoàn thành điều kiện gì trong thời gian tới để đủ điều kiện tốt nghiệp . Em mong sớm nhận được hỗ trợ kịp thời để kịp bổ sung trong học kì tới. Xin chân thành cảm ơn các anh (chị). Trân trọng! ",
    "Em xin tạm dừng hk211 ạ",
    "Khối tự chọn C tối thiểu là 10 chỉ (5 môn), nếu em đăng kí học 6 môn luôn thì tính điểm TBTL như thế nào ạ? Em có đọc trên aao, theo như em hiểu là trong 6 môn em học thì sẽ lấy điểm 5 môn ( từ cao tới thấp), em không biết em hiểu như vậy là đúng không ạ? Em cảm ơn ạ.",
    "Dạ em tên  - MSSV:  Hiện tại em đã hoàn thành tồng số tín chỉ cần thiết theo chuyên hành. nhưng do em chưa có bằng Tiếng Anh nghe đọc, nói viết và thiếu 1 ngày ctxh theo yêu cầu tốt nghiệp và em đã bị tạm dừng 2 học kì liên tiếp là 201 và 202. Nhưng do tình hình dịch bệnh nên em chưa thể thi và nộp giấy xin thu nhận lại. em có phải bị đuổi học không ạ nếu kì 211 này tiếp tục không đăng kí môn học. Do tình hình dịch bệnh thì xét tốt nghiệp đợt sẽ dời đến khi nào ạ. Nếu em dời muốn đăng kí tốt nghiệp vào 04/2022( 03 hk liên tiếp không dkmh) có được không ạ. Để đăng kí môn học thì em nộp giấy thu nhận bằng cách nào ạ. (trực tiếp hay gừi qua mail phòng đào tạo hay gừi qua đây luôn) Mong Thầy (Cô) sớm trả lời em nhé.",
    "Kính gửi Phòng Đào Tạo Em tên là  MSSV :  em là sinh viên chính quy đã chuyển sang hệ VHVL (Lúc chuyển em có làm hồ sơ chuyển và vẫn giữ nguyên MSSV bên chính quy , chỉ thay đổi sang hệ VHVL), em đã tham khảo ý kiến thầy cô tại Phòng Đào Tạo là lúc chuyển vẫn giữ là sinh viên K18 và học tiếp chương trình K18 hệ VHVL, chuẩn nhận LVTN và ra trường của K18 hệ VHVL là Toiec450 và em đã đạt được chứng chỉ Toiec465 và cũng đã thẩm tra thành công trên MyBK, vậy em đã đủ điều kiện đăng ký môn LVTN ME4029 ,nhưng ĐKMH đợt 2 em vẫn không thể đăng ký được vì hệ thống báo thiếu Chứng chỉ Ngoại Ngữ , em mong Phòng Đào Tạo xem xét để em có thể đăng ký môn LVTN ,em xin chân thành cảm ơn.",
    "Do máy tính bị hư nên em không tải file ghi màn hình đúng trong 48 giờ, cho hỏi có cách nào xin chấp nhận bài thi được không ạ",
    "Xin trường tăng sĩ số cho lớp L03 của môn Quản trị kinh doanh cho kỹ sư mã IM3001 trong học kỳ chính 211 giúp em với ạ?",
    "cho em nộp đơn thu nhận với ạ! em cảm ơn ạ! ",
    "Mong nhà trường tăng sĩ số cho lớp L03 của môn quản trị kinh doanh cho kỹ sư mã IM3001 trong học kỳ chính 211 này giúp em với ạ.",
    "Em chào pdt, Em tên là  MSSV  đang học tại khoa điện bộ môn viễn thông em muốn đăng kí TTTN mã EE3333 do tình hình dịch bệnh làm ảnh hưởng khiến em không làm được trong kì vừa rồi và em đã đăng kí quá sô tín chỉ cho phép để đăng kí TTTN, nên em mong pdt có thể đăng kí giúp em. Em cảm ơn ạ!",
    "Hiện tại, có thể hủy môn học HK211 không ạ? Do em nhầm lẫn nên đã đăng ký nhầm môn học không thuộc chương trình đào tạo. Mong trường giải đáp giúp em. Em cảm ơn. Em thuộc khoa Hóa và đăng ký nhầm môn của khoa Cơ Khí.",
    "Kính gửi Phòng Đào Tạo DHBK TP HCM Em (MSSV ), em gửi đơn mong PĐT có thể giúp em đăng ký vào lớp L02 môn Hoá Hữu Cơ (CH2021), do là đợt thi vừa rồi em nhận được kết quả không tốt môn này nên muốn đăng ký cải thiện lại, hiện tại ở HK chính em mới 15 chỉ thôi, còn trống 2 chỉ để đạt mốc 17 chỉ, nên là mong PDT cân nhắc giúp đỡ em đăng ký môn Hoá Hữu Cơ (CH2021) vào lớp L02 ở học kỳ Chính 211. Em hứa sẽ đóng học phí sớm, đầy đủ ạ. Hiện tại thì lớp L02 mới 98 bạn thôi, nên nếu đăng ký thêm em  và cả giảng viên cũng như share màn hình giảng viên vẫn được thôi ạ, mong PDT đăng ký giúp em. Em cũng đã tự sắp xếp điều chỉnh lịch để trống hết phù hợp với lớp L02 rồi ạ. Dịch bệnh khó khăn nên em thú thật là nếu học dự thính nữa thì em không có tiền, mong PDT đăng ký giúp em vào kỳ chính môn Hoá Hữu Cơ(CH2021), lần trước lúc PDT mở từ 90-99 bạn thì gấp quá mấy bạn đăng ký nhanh hết em không kịp xoay sở kịp, em gửi đơn về vấn đề này cũng nhiều rồi và em thành thật mong PDT đăng ký giúp em. Em là sinh viên của trường cũng 2 năm rồi, em cũng chỉ xin PDT giúp em điều nhỏ nhoi này thôi ạ. Em hiện cũng đăng ký học chương trình liên thông đại học thạc sĩ, sẽ đồng hành với trường với PDT thêm 3 năm nữa, nên là mong PDT giúp đỡ em lần này, nếu có gì em có thể giúp đỡ cho trường cũng như PDT thì em luôn sẵn sàng ạ . Em cảm ơn nhiều ạ, mong PDT đọc được và đăng ký giúp em môn Hoá Hữu Cơ vào lớp L02 ở học kỳ chính",
    "Em muốn đăng ký phúc khảo cuối kỳ 203 mà em vô trang mybk nó hiện như bên dưới ạ. Vì ngày 16/8 giáo viên em đã nộp bảng điểm về pđt rồi mà thời hạn phúc khảo chỉ trong vòng 7 ngày thôi ạ.",
    "Dạ cho em hỏi là thủ tục rút môn học online như thế nào vậy ạ, tại em có tìm mà chưa thấy thủ tục online. chỉ thấy biểu mẫu để nộp offline thôi ạ Em xin cảm ơn.",
    "Thưa thầy/cô, cho em hỏi là đối với K19 có thể đăng ký tối đa bao nhiêu tín chỉ cho một học kỳ chính ạ? Em xin cảm ơn ạ!",
    "Dạ chào Cô (Thầy), Cho em hỏi là giờ em đăng ký 1 môn học nào đó có trong chương trình đào tạo để giấy xác nhận sinh viên. Thì trong học kỳ đó em nộp anh văn nói viết xong em đăng ký tốt nghiệp thì có được tốt nghiệp không ạ? Dạ hoặc có cách nào mà em vừa có thể học tiếp (Bằng 2 hoặc Cao học) để được giấy xác nhận sinh viên để tránh đi nghĩa vụ quân sự mà vẫn tốt nghiệp nếu đủ điều kiện không ạ? Chúc Cô (Thầy) nhiều sức khỏe Kính gởi.",
    "Chào thầy (cô)  Em có gửi đơn thu nhận học kì 211 vào ngày 16/8  nhưng vẫn chưa được giải quyết Kinh mong thầy cố giai quyết giúp e để em được đăng kí môn học kì vào đợt cuối cùng ngày 19/8 ạ!  Em xin cảm ơn ạ.",
    "Em hiện tại hết thời gian đào tạo Em sẽ chuyển qua hệ vừa học vừa làm . Nhưng trong hk 211 này em không thể đăng ký môn thực tập tốt nghiệp . Em không muốn kéo dài thêm nữa , nên mong nhà trường tạo điều kiện cho em đăng ký Thực tập tốt nghiệp 813302",
    "Dạ em tên là , MSSV . Em có đọc thông tin yêu cầu từ Giảng viên bộ môn thì việc bắt buộc phải có thẻ Sinh viên khi dự thi trực tuyến. Em xem lại thì phát hiện thẻ Sinh viên của em đã để quên ở Thành phố Hồ Chí Minh và vì gấp quá nên em đăng ký in thẻ em sợ sẽ không nhận được nhanh vì tình hình dịch bệnh. Em biết đây là sơ suất rất lớn của em ạ. Vậy em muốn hỏi là em có bản photo thẻ Sinh viên và hình ảnh chụp thẻ Sinh viên thì em có được dự thi trực tuyến lần này không ạ? Em có đính kèm hình thẻ Sinh viên em đã chụp ạ. Em mong mọi người thông cảm cho em ạ. Vì 10 giờ ngày mai (19/08/2021) em có lịch thi nên em rất mong nhận được sự phản hồi sớm từ Phòng đào tạo. Em xin cảm ơn rất nhiều ạ!",
    "Dạ phòng đào tạo cho em hỏi về việc đảm bảo số chỉ đăng kí ạ.  Em đăng kí học kì hè 203 là 8 chỉ  Tuy nhiên vào học kì 211 em chỉ đăng ký 11 chỉ để đảm bảo thành tích học tập ( Vì em còn 2 môn chưa thi và 3 môn đã hoãn thi ạ )  Không biết là như vậy có vi phạm không ạ em có cần phải đăng kí thêm không ạ ?",
    "Kính chào thầy cô phòng đào tạo em muốn hỏi về quy đổi ngày công tác xã hội khi tham gia chống dịch tại địa phương . Biểu mẫu về đơn xác nhận em có thể tìm ở đâu? Sau khi xác nhận xong biểu mẫu em sẽ gởi về mail phòng đào tạo hay phòng công tác chính trị sinh viên?  Em xin cảm ơn quý thầy cô đã giải đáp thắc mặc ạ!",
    "Kính gởi PĐT! Ngày mai (19/08) em có dự thi môn Anh văn trong kinh doanh nhưng thẻ sinh viên của em để tại khu trọ đang cách li nên không gởi thẻ về nơi em đang cư trú. Vì vậy, em muốn dự thi có thể dùng bằng lái xe được không ạ? Em xin đính kèm hình chụp bằng lái xe của em để xác minh . Kính mong PĐT hỗ trợ và xem xét giúp em trong trường hợp này.",
    "MSSV:  Dạ kính thưa PDT, môn học Hoá Phân tích CH2113 em đăng ký vào ngày 17/8. Em đăng ký nhầm lớp, sau đó muốn đổi nhưng không được nữa. Vì hệ thống hôm đó không còn để xỉ số lớp được gia tăng như lúc ban đầu nữa mà trở về xỉ số cũ. Nếu có thể em mong PDT có thể chuyển giúp em từ lớp L04 môn CH2113 sang lớp L03 ạ. Em vô cùng biết ơn PDT ạ . Trân trọng.",
    "CODE   Dạ em là Trần Thị Thủy Tiên, lớp CCQKD18 ạ  Dạ em xin Phòng Đào tạo có thể cho em rút gấp môn học Thương Mại Điện Tử (IM3023) được không ạ vì lớp em vừa xin mở được môn Phân tích dữ liệu (IM3049) và em được biết đây là lần cuối Phòng Đào tạo mở môn này ạ ( em cũng mới biết ngày hôm kia vì gvcn mới thông báo ạ)  nhưng em bị trùng lịch học với môn Thương mại điện tử nên em đang cần hủy môn gấp trước 2:50 ngày mai ( đợt 3 ĐKMH) để có thể đăng kí môn Phân tích dữ liệu ạ. Em thực sự rất gấp ạ nên em mong Phòng Đào tạo có thể hỗ trợ giúp em trong thời gian sớm nhất ạ vì nếu đợt này em không thể đăng kí được môn Phân tích dữ liệu thì không thể hoàn thành lộ trình lớp CCQKDk18 được ạ. Em xin cảm ơn Phòng Đào tạo nhiều lắm ạ .",
    "Chào quý Thầy Cô, Em tên , hiện thuộc lớp HC19BSH ngành Công nghệ sinh học của khoa hóa. Trong học kì này, các bạn trong lớp em, cụ thể là những bạn có nhu cầu và đã đăng kí chương trình Thạc sĩ/Kĩ sư, cần phải đăng kí thêm 1 môn tự chọn là môn Sinh học phân tử và di truyền, mã môn CH3361. Tuy nhiên, trong đợt 2 PĐT đã không mở cho tụi em đăng kí, và đợt 3 thì môn học được đưa lên quá muộn, dẫn đến việc đa số tụi em không đăng kí được, do trùng lịch các môn học khác và cũng không thể đổi giờ được nữa. Và nếu vậy thì tụi em lại không kịp tiến độ của CTĐT . Nếu tụi em chủ động tìm ra thời gian thích hợp để đa số các bạn có thể học thì nhà trường có thể hỗ trợ tụi em đăng kí lại với khung giờ mới không ạ? Còn nếu không thì PĐT có cách nào giải quyết cho tụi em không ạ? Em cảm ơn.",
    "Chào phòng đào tạo Em là  MSSV  Xin phòng đào tạo có thể thêm em vào lớp anh văn 3 . Mã số LA1007 , học kì 211, hệ Chính quy Do hiện tại em là sinh viên năm cuối đã học xong hết các môn học nhưng vẫn chưa đủ điều kiện tiếng anh để làm luận văn. Nên em muốn đăng kí môn anh văn 3 để có thể duy trì tình trạng sinh viên trong học kì này . Rất mong phòng đào tạo có thể thêm em vào lớp anh văn 3. Do hiện tại sĩ số các lớp đã max nên em không thể đăng kí đợt 3 này được ạ. Rất mong phòng đào tạo xem xét ạ. Em cảm ơn.",
    "Dạ cho em hỏi ở đợt ĐKMH đợt 3 thì có được phép hủy môn học không ạ ? Do hiện em thấy vẫn có thể hủy môn được tuy nhiên trong mail của Hỗ trợ SV thì nói không được hủy .   Nếu hủy môn thì có phải thanh toán học phí không ạ ?",
    "Dạ cho em hỏi ở đợt ĐKMH đợt 3 thì có được phép hủy môn học đã đăng ký ở đợt 2 không ạ ? Do hiện em thấy vẫn có thể hủy môn được tuy nhiên trong mail của \"Hỗ trợ SV\" thì nthông báo SV không được phép hủy môn .    Nếu hủy môn thì em có phải thanh toán học phí không ạ ?",
    "Dạ mùa dịch này em gặp khó khăn về kinh tế nên thanh toán học phí học kỳ 203 trễ ạ. Em mong phòng đào tạo cho phép em được thanh toán học phí học kỳ 203 và tiếp tục được đăng ký môn học trong đợt 3 này ạ. Em xin cảm ơn.",
    "Thưa Cô, em là , MSSV , Hệ VHVL, khoa Quản Lý Công Nghiệp. Trong đợt 3, Em có đăng ký môn (dạng chuyển hệ): IM3061  trong Kinh doanh, nhóm L02 ; và hệ thống đã ghi nhận vào sáng 17/08/2021. Tuy nhiên sáng nay, em vào hủy đăng ký ngày 17 để chuyển từ Nhóm L02 sang Nhóm L01 (mục đích là để không bị trùng giờ và có thể đăng ký thêm môn IM3017 - ISO 9000). Nhưng khi em vừa hủy kết quả cũ xong (để chuyển nhóm) thì em không thể đăng ký lại (nhóm mới được nữa ). Em viết thư này kính mong Cô, kính mong Phòng Đào Tạo   I cứu xét để em được đăng ký môn IM3061-Nhóm L01   /I   B  ; bởi vì môn này em đăng ký rất khó khăn. Em xin chân thành cám ơn , em kính chúc quý Thầy Cô nhiều sức khỏe trong mùa dịch này !  [phone_number] ",
    "Thân gửi Thầy cô Phòng Đào tạo đại học Bách Khoa HCM, Em là:  - MSSV:  , sinh viên khoa Kỹ thuật xây dựng hệ vừa học vừa làm . Đầu tiên, em kính chúc thầy cô và gia đình có thật nhiều sức khỏe để vượt qua mùa dịch này. Em là sinh viên chuyển từ hệ chính quy sang (Khóa 2013). Em đã hoàn thành các môn học tiên quyết ở hệ chính quy nhưng khi chuyển điểm thì vẫn còn thiếu một số môn. Hiện tại Em đăng ký luận văn tốt nghiệp thì hệ thống thông báo em không được đăng ký vì chưa hoàn thành môn học tiên quyết (CI3343 Thực tập tốt nghiệp và CI4341 Đề cương luận văn tốt nghiệp) - Vê môn CI3343 : Thực tập tốt nghiệp (mã số cũ của môn học là 804302), em đã hoàn thành trong chương trình chính quy với số điểm là 9.0 nhưng hiện tại chưa được chuyển điểm - Về môn CI4341: Đề cương luận văn tốt nghiệp, em đã làm đơn xin miễn giảm môn này, gửi cho khoa kỹ thuật xây dựng và nhận được sự đồng ý của khoa, khoa cũng đã làm công văn gửi lên phòng đào tạo vào cuối năm 2020. Em đang không biết môn này sẽ được sử lý như thé nào và có ảnh hưởng đến việc đăng ký môn học không ạ. Em mong thầy giúp em kiểm tra lại bảng điểm chuyển và giúp em đăng ký được môn luận văn tốt nghiệp (CI4343) để e có thể hoàn thành trong học kỳ này. Em cảm ơn thầy (cô)! Đính kèm là bảng điểm hệ chính quy của e",
    "Em muốn rút môn học Đề cương luận văn đã đăng kí ở HK211 vì lí do đã hoàn thành Đề cương luận văn ở kì 202.",
    "Cho em hỏi là hiện tại do em có việc gia đình nên em muốn bảo lưu kết quả học tập thì phải làm sao ạ,do bây giờ dịch covid nên hình thức online em không biết làm thế nào ạ .",
    "Cho em hỏi môn tự chọn tự do là mình đăng kí môn của khoa mình đang theo học, hay của khoa nào cũng được ạ . Em là sinh viên khóa 2019 khoa cơ khí ngành kĩ thuật cơ khí .",
    "I Em tên  mssv  Dạ em bị hủy tất cả môn học trong thời khoá biểu hk211 ạ. Lý do do hủy bên trường đưa ra là do em chưa thanh toán học phí. Trong khi đó em đã thanh toán đầy đủ. Hiện tại học kỳ 211 đg diễn ra và em cần đc bên phòng đạo tạo hỗ trợ giúp em để em đc học ạ.",
    "Em tên  mssv  Dạ em bị hủy tất cả môn học trong thời khoá biểu hk211 ạ. Lý do do hủy bên trường đưa ra là do em chưa thanh toán học phí. Trong khi đó em đã thanh toán đầy đủ. Hiện tại học kỳ 211 đg diễn ra và em cần đc bên phòng đạo tạo hỗ trợ giúp em để em đc học ạ. sdt của em là [phone_number]",
    "vì em đóng học phí muộn nên giờ không thể đăng kí môn mới được, vậy giờ có cách nào có thể khắc phục được hay không ạ",
    "em muốn hủy môn nhà cáo tầng do đăng ký nhầm ạ",
    "Dạ chào thầy cô ạ, Em là sinh viên khóa 2017. Em đang thiếu 4 môn anh văn và anh văn nói-viết và hiện tại em có bằng TOEIC đủ để chuyển điểm cho anh văn 1-3 (còn nợ anh văn 4). Trong trường hợp của em thì em chuyển điểm anh văn 1-3, anh văn 4 học dự thính kì 211 và thi anh văn nói- viết đợt tháng 9 thì có kịp tốt nghiệp vào tháng 11/2021 không ạ?",
    "Em xin chào quý thầy cô, Em hiện tại đang học chương trình chất lượng cao khóa K20. Em muốn xem quy định học vụ thì sẽ xem ở đâu ạ ?.",
    "Em chào Thầy/Cô! Em là . MSSV:  Là sinh viên khoa Kỹ Thuật Hóa Học. Hiện tại học kì chính 211 em đã đăng ký tối đa số tín chỉ cho phép. Do một số môn học thuộc nhóm B2 đổi mã số môn học ở các học kì tiếp theo và không mở học phần dự thính học kì 211. Em bị thiếu môn Độc Chất Công Nghiệp Ứng Dụng (CH3127) để hoàn thiện nhóm B2. Nên em xin phòng đào tạo tăng số tín chỉ đăng ký, để em hoàn thiện nhóm B2. Em cảm ơn!",
    "Em là  -  Dạ cho em hỏi là sao em muốn đăng kí môn Đại số tuyến tính MT1007 nhưng lại không có đăng kí được ạ. Nó không hiện nút \"chọn\" để em đăng kí. Dạ em cảm ơn.",
    "Em chào quý thầy/ cô phòng đào tạo. Em có đăng ký in giấy CNSV và đã được duyệt hôm 9/8/2021 nhưng đến nay em vẫn chưa nhận được và được các thầy cô khác giải thích vì một số lý do bất khả kháng nên bưu điện trả về vậy PĐT có thể scan và gửi qua mail cho em được không ạ ( em đang cần gấp ạ ). Em cám ơn ạ ! MSSV: mail:",
    "Dạ em chào quý thầy cô Hiện tại em đã được cập nhật điểm chuyển av 3 trên 5 điểm nhưng vấn đề là em đăng ký anh văn 4 thì báo lỗi thiếu môn học trước là av3 (dù đã đc cập nhật điểm trước thời điểm đăng ký) nhưng em vẫn đăng ký được trong đợt bổ sung. Em chỉ muốn hỏi là liệu có hủy kết quả đăng ký của em sau khi pđt có sỉ số lớp của anh v 4 . Em cảm ơn",
    "Kính gửi Qúy thầy cô, Em tên , mssv , là sinh viên ngành Công nghệ may thuộc khoa CƠ khí, em có một số thắc mắc về TKB học kỳ 211. 1. Môn học Thiết kế trang phục 1 (ME3137), em có thực hiện chuyển nhóm vào đợt đăng kí đợt 2, từ nhóm L01 sang L02, nhưng kết quả đăng kí và TKB em vẫn ở nhóm L01. 2. Môn học Khoa học Vật liệu dệt (ME2033), em thực hiện đăng kí trong đợt 2, với lịch học là thứ 6 tiết 9 10, nhưng kêt quả đăng kí thì lịch học là thứ 7 tiết 13 14. Em có đính kèm hình ảnh về lịch sử đăng kí, danh sách đã đăng ki đợt 2 và thời khóa biểu. Em kính mong quý thầy cô có thể xem xét và giải đáp thắc mắc giúp em ạ, em cảm ơn thầy cô.",
    "Dạ em thuộc khoa Xây dựng K17 CLC ,em muốn hỏi khi trả nợ môn tương đương với K19 thì sẽ đóng học phí theo tín chỉ môn cũ hay theo tín chỉ môn mới ạ ?  Vì em cần trả nợ môn Nền móng - CI3195 2 chỉ , tuy nhiên môn tương đương K19 Nền móng - CI3239 lại có 4 chỉ , chênh lệch 2 chỉ tiền học phí ~3tr8 ; điều này cũng rất khó khăn và bất hợp lý đối với em để phải đóng thêm số tiền học phí chênh lệch ạ .",
    "Kính gửi PĐT, Em là , MSSV: . Em gửi PĐT đơn đăng kí môn học HK211 chung với sinh viên K2021 (đã được BCN khoa KH&KT MT duyệt) tập tin đính kèm, mong PĐT xét duyệt cho em để em có thể đăng ký học môn Nhập môn điện toán - CO1005 trong HK211. Em xin cám ơn.",
    "Em xin hồi âm lại tin này ạ: Chào em, - Em gửi lại mã môn học, tên môn học để pđt nhập vào file đk chung với sv năm nhất. - Có mở lớp hay không, có trùng TKB của em không nhé. Thân mến, Em tên là , mssv:  Em muốn vào môn học Pháp văn 1 (LA1011) Môn này có mở lớp ạ, em muốn vào nhóm lớp P03 học thứ 2 tiết 10, 11, 12 do cô  phụ trách ạ. Em cảm ơn",
    "Dạ em là   Em hỏi về đkmh không có nút \"chọn\" nhưng chỗ sĩ số ghi là 0/-1 ạ. Nó không giống như sĩ số đã full như bình thường. Em có gửi hình đính kèm ạ.",
    "Dạ em tên  - MSSV:  Hiện tại em đã hoàn thành tồng số tín chỉ cần thiết theo chuyên hành. nhưng do em chưa có bằng Tiếng Anh nghe đọc, nói viết và thiếu 1 ngày ctxh theo yêu cầu tốt nghiệp và em đã bị tạm dừng 2 học kì liên tiếp là 201 và 202. Nhưng do tình hình dịch bệnh nên em chưa thể thi và nộp giấy xin thu nhận lại. em có phải bị đuổi học không ạ nếu kì 211 này tiếp tục không đăng kí môn học. Do tình hình dịch bệnh thì xét tốt nghiệp đợt sẽ dời đến khi nào ạ. Nếu em dời muốn đăng kí tốt nghiệp vào 04/2022( 03 hk liên tiếp không dkmh) có được không ạ. Để đăng kí môn học thì em nộp giấy thu nhận bằng cách nào ạ. (trực tiếp hay gừi qua mail phòng đào tạo hay gừi qua đây luôn) Mong Thầy (Cô) sớm trả lời em nhé.",
    "Em tên là , lớp HC18HD. Em xin phép Thầy/Cô mở thêm sỉ số lớp An Toàn Quá Trình 02, mã CH3297 được không ạ? Vì em cần đăng kí môn học khác ở lớp hiện tại, nên e phải đổi qua lớp 02 nhưng sỉ số đã full ạ. Mong Thầy/Cô phản hồi sớm, em xin cảm ơn.",
    "Em là Hậu SV k14. Em có một vấn đề mong pdt giúp em. Em sẽ tốt nghiệp trong 11/2021 ( được kéo dài 1 học kỳ). Đã hoàn thành chương trình đào tạo, đạt số ngày CTXH. Nhưng thiếu CCNN AV ( nói + viết) dự kiến em sẽ nộp trong thời gian đến. Để có giấy xác nhận sinh viên cho việc hoãn NVQS. Em muốn đăng ký 1 môm học bất kỳ để có thời khóa biểu. Vậy nếu trong trường hợp em đk được thì điều này sẽ ẢNH HƯỞNG gì đến kỳ tốt nghiệp của em không ạ!!  Em xin cám ơn sự giúp đỡ kịp thời của pđt ạ  ",
    "Em hiện tại bắt đầu học bằng 2 ngành Xử lý ảnh và thị giác máy tính (khoa khoa học máy tính), kì này em muốn đăng ký môn Nhập môn điện toán (CO1005) ở kì chính hệ đại trà, em được cô trên PDT hướng dẫn là làm mẫu đơn để PDT xem xét. Em xin gửi mẫu đơn ạ!",
    "Dạ cho em xin mở sỉ số môn An toàn quá trình - CH3297 lớp L07. Em biết lớp đã full sĩ số 60/60 nhưng mấy ngày khác em bị kẹt lịch mông PĐT có thể thêm em vào lớp đó. Em cám ơn PĐT.",
    "Cho em hỏi phòng kỹ thuật có thể mở khóa đăng nhập bkexam giúp em được không ạ ?  Do sai sót nên hiện giờ bkexam em đang bị tình trạng khóa đăng nhập ạ  . Em cảm ơn !!!",
    "Dạ cho em xin mở sỉ số môn An toàn quá trình - CH3297 lớp L07. Em biết lớp đã full sĩ số 60/60 nhưng mấy ngày khác em bị kẹt lịch mông PĐT có thể thêm em vào lớp đó. Môn này là của khóa k18 cũ học nên rất khó để sau này xin mở lớp. Em cám ơn PĐT.",
    "Em tên là  em bị mất một môn học là ee3013 nhưng lức em vào đăng kí lại thì lại ghi là chưa đủ chuẩn thể chất . Pđt cho e hỏi có cách nào để học không ạ tại vì kì 2 năm 2 em đã học xong 3 môn thể chất nhưng vì dịch nên chưa thi được. Mong pđt xem xét giùm em ạ",
    "Kính gởi PĐT Em tên là , MSSV:  Em xin phép gởi PĐT đơn đăng ký môn học HK211 học chung với sinh viên K2021 (đã được BCN Khoa KH&KTMT duyệt) Lý do: 2 môn này là môn cơ sở ngành chỉ mở lớp cho sinh viên năm nhất trong học kỳ này Mong PĐT xét duyệt cho em để em có cơ hội học tập 2 môn CO1005 và CO1023 trong học kỳ này Thời khóa biểu của em đăng ký như sau: CO1005-Nhóm 3- - bắt đầu:2 (Nhóm thực hành: 9) CO1023-Nhóm - - bắt đầu:2 (Nhóm thực hành: L10)",
    "Dạ cho em xin mở sỉ số môn An toàn quá trình - CH3297 lớp L07. Em biết lớp đã full sĩ số 60/60 nhưng mấy ngày khác em bị kẹt lịch mông PĐT có thể thêm em vào lớp đó. Môn này là của khóa k18 cũ học nên rất khó để sau này xin mở lớp. Em cám ơn PĐT.",
    "Học kỳ 202 vừa rồi em có xin tạm dừng 1 học kỳ. Sau đó em đã xin được thu nhận lại và đã được Phòng Đào tạo hướng dẫn gửi đơn xin thu nhận lại. Em đã thực hiện đúng theo hướng dẫn và nhận được mail vào ngày 21/07/2021 thông báo quyết định thu nhận lại sẽ cập nhật trên cổng thông tin sinh viên. Em đã kiểm tra tình trạng sinh viên sau đó là \"đang học\" nên em đã đăng ký môn cho HK211. Đến ngày 26/07/2021, em đã nhận được quyết định tạm dừng học lại và cho đến nay tình trạng sinh viên của em là \"tạm dừng\". Tuy nhiên vì đã đăng ký môn nên em vẫn có thời khóa biểu. Em xin hỏi tình trạng hiện tại của em hiện có đúng không? Và nếu hiện tại em đang trong tình trạng tạm dừng thì em nên xử lý như thế nào để tiếp tục học ạ.",
    "Dạ em chào thầy/cô ạ! Thầy/cô cho em hỏi là ở đợt đk môn học đợt 3 nếu trong chỗ môn học của em có hình thùng rác để xóa môn thì e có thể xóa môn đó để đăng kí môn khác được không ạ? Cảm ơn thầy/cô và mong sớm nhận được hồi đáp từ thầy/cô ạ!",
    "Chào thầy (cô) Em có gửi đơn thu nhận học kì 211 vào ngày 16/8  nhưng vẫn chưa được giải quyết , em vào đăng kí thì bị tạm dừng như (hình ảnh sau)  Kinh mong thầy cố giai quyết giúp e để em được đăng kí môn học kì vào đợt cuối cùng ngày 19/8 ạ! Em xin cảm ơn ạ.",
    "Dạ em chào quý thầy cô, Em tên  (mssv: ) Ở ĐKMH đợt 2 HK211 em có đăng kí môn MA3107 nhưng do sĩ số lớp ít quá nên đã bị huỷ môn. Hôm nay là ĐKMH đợt 3 HK211 thì còn 2 lớp môn MA3107 là 01_01 và 01_03. ớp 01_01 thì em không đăng kí được do trùng tkb môn khác, lớp 01_03 thì em không trùng tkb môn nào nhưng lớp đó đã đủ sĩ số. Dạ thầy/cô cho em đăng ký bổ sung vào lớp 01_03 được không ạ vì đó là môn chuyên ngành nên ít mở lớp hơn.  kính mong quý thầy/cô xem xét giúp em. Em cảm ơn quý thầy/cô.",
    "Khi em đăng kí thì bị tình trạng như sau ,em không đăng kí được ạ.. (ảnh)  Mong thầy cô hướng dẫn giúp e",
    "Cho em hỏi bây giờ có thể đăng kí LVTN vào kì hè không. Em cảm ơn",
    "Em được pdt phản hồi như này về vấn đề học chung môn nhập môn kỹ thuật cùng K21. Cô cho em hỏi là lịch môn Nhập môn điện toán (CO1005) là pdt tự sắp cho em hay em có được chọn lịch học không ạ!",
    "Em chào cô, hiện em đang đăng kí được 19 chỉ, và em đang chờ được đăng kí thêm môn nhập môn điện toán học cùng K21. Nhưng số chỉ sau khi đăng ký được môn nhập môn điện toán là 22 chỉ, cô cho em hỏi là em có thể làm đơn xin được học quá 1 chỉ được không ạ? Em cảm ơn.",
    "Khi em đăng kí thì bị tình trạng như sau ,em không đăng kí được ạ.. (ảnh) Mong thầy cô hướng dẫn giúp e",
    "Dạ em xin được mở thêm sỉ số lớp môn An toàn quá trình CH3297 lớp L02 (sỉ số hiện tại 60/60). Hiện các lớp còn sỉ số em bị trùng lịch với môn chuyên ngành. Em xin cám ơn!",
    "Kính gửi PĐT, - Em là  - MSSV:  . Hiện là Sinh viên văn bằng 2 Chính quy Em xin phép gửi PĐT   B Đơn đăng kí học chung với K2021   I (đã được BCN khoa KH&KT MT duyệt)  /I .    Mong PĐT xét duyệt cho em, để em có cơ hội học tập 02 môn:       B + Nhập môn Điện toán (CO1005) .    + Hệ thống số (CO1023).    Thời khoá biểu em đăng kí như sau:   B CO1005 - nhóm  - Thứ 2 -  bắt đầu 9 CO1023 - nhóm  - Thứ 2 -  bắt đầu 7  ",
    "Chào Phòng Đào tạo, em gửi yêu cầu với lý do xin phép được đăng ký vào lớp hữu cơ L02 như đã đính kèm hình ảnh. Em xin trễ vì lý do   B đã đăng ký đợt 1    nhưng qua đợt 2 bị trục trặc về vấn đề không cho đăng ký môn nhưng đã   B gửi yêu cầu xử lý từ đợt đăng ký đợt 2    nhưng tới sáng nay mới được giải quyết xong xuôi và lớp đã đầy không cho vào. Mong Phòng đào tạo hỗ trợ em đang ký vì em chỉ còn 1 môn này và không muốn đăng ký môn khác. Em cám ơn sự hỗ trợ phòng đào tạo và chúc sức khỏe.",
    "Em chào cô, em hiện tại bắt đầu học bằng 2 ngành Xử lý ảnh và thị giác máy tính (khoa khoa học máy tính), kì này em muốn đăng ký môn Hệ thống số (CO1023) ở kì chính hệ đại trà cùng K21 (do dự thính ở cả 2 lộ trình và kì chính không mở do không đủ sỉ số). Em xin cảm ơn ạ!",
    "Kính gửi thầy/cô PĐT, Em tên:  MSSV (VLVH):  MSSV (cũ)  : 3 Hệ VLVH: Điện-Điện tử ( Tự động hóa ) Đợt này em có đăng ký LVTN (EE4323) . Nhưng hệ thống báo em còn thiếu các môn như Đồ Án và Thực tập tốt nghiệp, những môn này em đã hoàn thành ở hết ở hệ chính quy cũ (K13) và đã nộp bảng điểm cũ cho văn phòng khoa (nơi đăng ký chuyển hệ chính quy sang VLVH ) để xét duyệt lại để miễn môn cho các môn này với  mã mới. Kính mong quý thầy/cô xem xét giải quyết giúp em để em có thể đăng ký LVTN trong kỳ này ạ. Em xin chân thành cảm ơn.",
    "Em có đọc trên aao, theo như em hiểu là trong 6 môn em học thì sẽ lấy điểm 5 môn ( từ cao tới thấp), em không biết em hiểu như vậy là đúng không ạ? Em cảm ơn ạ.",
    "EM là  MSSV  hệ VLVH. Em chuyển hệ từ chính quy sang VLVH và đã hoàn thành các môn học dưới đây: 1. Nhóm tổ hợp môn học bắt buộc tự chọn em đã hoàn thành 18/21 tín chỉ gồm các môn học:  - 3087: bảo vệ rơ le trong hệ thống điện - 3093: vận hành và điều khiển hệ thống điện - 3095: ổn định hệ thống điện - 3097: kỹ thuật an toàn điện - 3099: kỹ thuật chiếu sáng - 3133: thiết bị điện trong phân phối điện 2. Môn học bắt buộc: - 2003: trường điện từ - 2007: mạch điện tử - 2013: vi xử lý - 3019: truyền số liệu và mạng - 4311: đề cương luận văn tốt nghiệp - 5: giải tích 2 - 7: đại số tuyến tính nhưng theo kết quả học tập  thì em chỉ mới hoàn thành 15/21 tín chỉ môn học tự chọn bắt buộc và các môn ở mục 2 em chưa hoàn thành . Kính mong phòng đào tạo xem xét hướng dẫn giúp em. em xin chân thành cảm ơn",
    "Em chào thầy/ cô PĐT Để thôi học, mình chỉ không học nữa, hay có cần làm đơn gì không ạ?? Mong nhận được sự phản hồi từ PĐT. Em cảm ơn.",
    "Em chào Thầy/Cô! Em là . MSSV:  Là sinh viên khoa Kỹ Thuật Hóa Học. Hiện tại học kì chính 211 em đã đăng ký tối đa SỐ TÍN CHỈ cho phép. Do một số môn học thuộc nhóm B2 đổi mã số môn học ở các học kì tiếp theo và không mở học phần dự thính học kì 211. Em bị thiếu môn Độc Chất Công Nghiệp Ứng Dụng (CH3127) để hoàn thiện nhóm B2. Nên em xin phòng đào tạo tăng SỐ TÍN CHỈ đăng ký, để em hoàn thiện nhóm B2. Em cảm ơn!",
    "Dạ cho em xin mở sỉ số môn An toàn quá trình - CH3297 lớp L07. Em biết lớp đã full sĩ số 60/60 nhưng mấy ngày khác em bị kẹt lịch mông PĐT có thể thêm em vào lớp đó. Môn này là của khóa k18 cũ học nên rất khó để sau này xin mở lớp. Em cám ơn PĐT.",
    "khi gửi video lên thì nó hiện thị là không hỗ trợ video này vậy thì phải làm sao ạ với lại tăng dung lượng tối đa cho video lên đi ạ",
    "lỗi không thể gửi video đã quay lên google form dù đã nén xuống dưới 1 GB  Anh Văn Cơ Bản - ngày 19/8/2021 - 7h",
    "Kính thưa thầy/cô! -Hiện tại em đã đăng ký và nhận được mail xác nhận hoãn thi từ phía Phòng đào tạo. Nhưng em có vài thắc mắc mong thầy/cô giải đáp. -Thắc mắc của em như sau: +Môn học mà em đăng ký hoãn thi sẽ thi vào ngày mai tức ngày 20/08/2021, vậy em có cần thi nữa hay không? +Trong trường hợp Phòng đạo tạo chưa kịp cập nhật lại danh sách sinh viên dự thi tức là tên của em vẫn còn trong danh sách nhưng em không thi dẫn đến giám thị sẽ đánh vắng thi thì Phòng đào tạo sẽ xử lý như thế nào? -Mong thầy/cô sớm giải đáp thắc mắc giúp em. Em xin cảm ơn.",
    "Kính gửi Thầy, Cô phòng Đào Tạo, Dạ em là , MSSV , Khóa K16, Ngành: Kỹ thuật môi trường. Dạ hôm qua em có thực hiện đăng ký xét tốt nghiệp trên Mybk, mà em lại bỏ quên mất phần cập nhật ảnh thẻ sinh viên, hôm nay em vào lại thì không được bổ sung ảnh ạ. Thầy, Cô cho em hỏi em có thể cập nhật ảnh thẻ được không ạ? Em mong sẽ nhận được phản hồi từ Thầy, Cô ạ. Em xin chân thành cảm ơn. Trân trọng, .",
    "Chào quý Thầy Cô. Cho em hỏi, em có thể đăng ký vào lớp đã full chỉ số 60/60 không ạ. Đợt  ĐĂNG KÝ/  HK211 - ĐỢT 3. Hiện tại em còn trống giờ, và có thể học lớp nhóm này (L05-05 - ME2091). Liệu em có thể đăng kí? Em được thông tin là 1 số bạn trong nhóm lớp này bị đăng kí nhằm do khác ngành học. Các bạn ấy sẽ rút môn trong thời gian tới . Em cảm ơn ạ.",
    "Em là  MSSV  là sinh viên chuyển hệ từ chính quy sang VLVH học kì 211 em có đăng kí môn học LVTN mã môn học EE3413 nhưng bị phòng đào tạo hủy môn vì đang chờ xét TTTN-LVTN-DCLVTN TTTN và DCLVTN em đã hoàn thành trong quá trình học chính quy. LVTN em có đăng kí trong học kì 202 nhưng vì em chuyển hệ vào tháng 3 năm 2020 nên em không đủ thời gian để hoàn thành LVTN theo quy định của nhà trường vì vậy em đăng kí lại trong học kì 211 Kính mong các thầy cô và phòng đào tạo xem xét giúp em để có thể đăng kí được LVTN trong học kì 211 qua đó hoàn thành quá trình học của mình. Nếu có vấn đề sai sót gì mong thầy cô hướng dẫn cho em Em xin chân thành cám ơn!",
    "Em đại diện lớp \"Công nghệ sản xuất chất béo thực phẩm\" (CH3089), thông tin tới pdt: - Lịch DKMH môn chất béo hiện tại: 12-14h thứ 4. - Lịch trên trùng giờ dạy môn khác trên hệ thống của GV phụ trách (cô ). - Vì bị trùng giờ nên sau khi kết thúc DKMH đợt 2, trên bkel (của GV và SV) không hiển thị môn (nhưng tkb trên mybk của SV vẫn hiển thị). - Nhận được sự đồng thuận của GV, em xin chuyển giờ môn học qua t6 9-11h sáng. Kính mong PDT giải quyết giúp em trường hợp này.",
    "Em chào thầy Em là Hồ Thiện   MSSV:  Thưa thầy, Hiện tại trong đợt đăng kí môn học đợt 3 em có thấy môn nhập môn kiến trúc em vùa thấy xuất hiện trong sáng nay nhưng em không đăng kí được trên hệ thống. Em không biết phải làm như thế nào . Em muốn đăng kí môn này thì phải làm như thế nào ạ . Em mong nhận được sự phản hồi từ thầy Em chân thành cám ơn thầy",
    "Kính gửi anh/chị,  Hiện tại ngành em có 1 môn chuyên ngành đã xin mở lớp từ đợt 1 nhưng đến đợt 3 mới được mở. Vì các môn đã khoá nên em không thể điều chỉnh để đăng ký môn đó, em mong có thể được mở khoá để em điều chỉnh ạ . Rất cảm ơn anh chị",
    "Tên:  MSSV:  Dạ cho em hỏi là sau khi thi kiểm tra lại thì file ghi màn hỉnh của em bị lỗi, không hiện lên hình ảnh mà chỉ ghi lại tiếng. Vậy em có thể làm đơn xem xét ghi nhận kết quả thi được không ạ? và làm đơn như thế nào ạ? Sau đây là thông tin của phòng thi: Phòng thi:IM3061_01_B__202 Ngày: 19/8/2021 Thời gian: 10 giờ  Môn: Anh văn trong kinh doanh Mã môn học: IM3061",
    "Dạ cho em xin mở sỉ số môn An toàn quá trình - CH3297 lớp L07. Em biết lớp đã full sĩ số 60/60 nhưng mấy ngày khác em bị kẹt lịch mông PĐT có thể thêm em vào lớp đó. Môn này là của khóa k18 cũ học nên rất khó để sau này xin mở lớp. Em cám ơn PĐT.",
    "Em chào Phòng Đào tạo. Cho em hỏi là hiện tại các môn anh văn theo nhu cầu sẽ áp dụng theo đơn giá dự thính mới hay vẫn áp dụng theo đơn giá dự thính HK202. Em cảm ơn.",
    "Em chào thầy cô ạ, cho em hỏi là mình có thể được xác nhận là học sinh trường bằng cách nào không ạ? Do chỗ em chỉ cần có xác nhận là học sinh của trường thì có thể hoãn NVQS rồi. Hay là cần phải lấy giấy hoãn NVQS thì mới có xác nhận của trường ạ? Em cám ơn ạ!",
    "xin hỗ trợ giúp em với ạ! trên bke các thầy cô gửi mail nộp bài nhưng e k hề nhận dc bất kỳ mail nào? giúp e vơi ạ!",
    "Em muốn hỏi khi nào thì đăng ký tốt nghiệp cho đợt tốt nghiệp tháng 11/2021 được ạ?  Em xin cảm ơn.",
    "Chào thầy/ cô, Em có đăng kí một số môn học trước đó ở đợt 1 nhưng bị hủy do sĩ số thấp. Em mong PĐT đăng kí bổ sung giúp em vào môn CO3061 - Nhập môn trítuệ nhân tạo là một môn khác đã tối đa sĩ số ạ. Em cảm ơn. ",
    "Dạ em chào thầy/cô em mong thầy cô mở quyền điều chỉnh cho em hiệu chỉnh nhóm chủ nghĩa xã hội khoa học vì không đủ thời gian giãn cách giữa 2 cơ sở",
    "Chào pđt, vì kẹt thời khoá biểu nên em muốn xin thêm một suất học môn quá trình truyền nhiệt. Mã môn học CH2043, lớp L06, thứ 6 tiết 4 5",
    "Chào Phòng Đào tạo, em gửi yêu cầu với lý do xin phép được đăng ký vào lớp hữu cơ với thông tin cụ thể sau đây: - Tên môn học: HÓA HỮU CƠ - Mã môn học: CH2021 - Lớp: L02 Em xin trễ vì lý do   B đã đăng ký đợt 1    nhưng qua đợt 2 bị trục trặc về vấn đề không cho đăng ký môn nhưng đã gửi yêu cầu xử lý từ đợt đăng ký đợt 2 nhưng tới sáng nay mới được giải quyết xong xuôi và lớp đã đầy không cho vào. Mong Phòng đào tạo hỗ trợ em đang ký vì em chỉ còn 1 môn này và không muốn đăng ký môn khác. Em cám ơn sự hỗ trợ phòng đào tạo và chúc sức khỏe.",
    "Hiện tại em không thể tìm đúng lớp môn Phương pháp tính nhóm L03 do thầy  giảng dạy. Sáng nay em đã tìm trên BKEL nhưng không có room do thầy tạo. Em đã mail cho thầy và nhận được câu trả lời sáng nay lớp vẫn học bình thường. Mong phòng đào tạo cập nhật lại danh sách các lớp học trên BKEL giúp em.",
    "Dạ em đang hiện là sinh viên Vp2015. MSSV   Em hiện đang không thể đăng ký môn học  cho học kỳ 211 được ạ. Lúc em vào đăng ký thì có thông báo là tạm ngưng do tình trạng sinh viên. Vậy em mong nhận được thông báo từ phòng đào tạo cho em được đăng ký môn học tiếng pháp 07 mã môn học là 003729 cho học kỳ này ạ. Em đính kèm tình trạng đăng ký môn học của em trong hình đính kèm ạ. em xin cảm ơn",
    "Do trục trặc khi thi những ngày đầu tiên, thầy của em có bảo em nên điền form hoãn thi của PDT vì có khả năng là thầy sẽ không chấm bài thi của em. Nên em đã điền vào form hoãn thi môn của thầy. Đến hôm nay thì em mới biết là thầy đã chấm điểm cho em và nhập điểm lên hệ thống cho em. Vậy cho em hỏi là: PĐT có thể cho em hủy yêu cầu hoãn thi cuối kì trước đó được không ạ. Vì điểm cuối kì môn đó thầy em đã nhập lên hệ thống rồi và em không có ý kiến gì về điểm này ạ.",
    "B   I (Có kèm đơn ĐKMH theo yêu cầu của PĐT)  /I        Kính gửi PĐT ĐH BK TP.HCM, Em hiện đang tham gia chương trình liên thông ĐH-Ths, trong kì 202 có học môn Công nghiệp CNSH - CH5155 của chương trình CAO HỌC, hiện môn học vẫn chưa được cập nhật điểm sang môn tương đương ở chương trình ĐẠI học là Cơ sở Công nghiệp CNSH - CH3245. Vì vậy, việc ĐKMH của những môn yêu cầu CH3245 làm môn học trước trong chương trình ĐẠI HỌC, bao gồm Đồ án Thiết kế CNSH – CH4011 của em bị trì hoãn . Em làm đơn này, kính mong PĐT và Quý Thầy/Cô   B tạm thời xét “học trước” cho môn học Cơ sở Công nghiệp CNSH - CH3245    để em có thể đăng ký môn học Đồ án Thiết kế CNSH – CH4011 vào đợt này trong khi chờ đợi cập nhật điểm từ PĐT Sau Đại học. Em xin cám ơn và rất mong sự chấp thuân của PĐT, Trân trọng.",
    "Cho em hỏi hiện em đang cần lấy bằng tốt nghiệp. Em nên gửi đơn trình bày vài email nào để có thể được giải quyết ạ? Em có thể nhận bằng dạng điện tử (pdf) hoặc gửi về nhà được không ạ? Em đã email cho phòng đào tạo hỏi nhưng không nhận được phản hồi nên em không biết nên gửi đơn trình bày cho ai ạ? Em xin cảm ơn.",
    "Kính gửi phòng đào tạo Em tên :  MSSV :-Sinh viên bằng 2 khoa khoa học và kỹ thuật máy tính. Em xin phép nộp đơn gửi phòng đào tạo về việc đăng ký môn học chung với Khóa K21. Lý do: 2 môn cơ sở ngành dành cho sinh viên năm nhất,em không đăng ký được trong đợt 3 của đăng ký môn học. Thời khóa biểu em đăng ký như sau: Nhập môn điện toán(CO1005)-nhóm lớp:L02-L04 Hệ thống số ( CO1023)- nhóm lớp :L03-L08 Em đã nộp đơn cho văn phòng khoa và đã được đồng ý với minh chứng là hình ảnh đính kèm. Mong phòng đào tạo giải quyết giúp em ạ Em xin cảm ơn.",
    "Em chào Thầy/Cô. Em tên , lớp HC18HD. Thầy Cô cho em hỏi là lớp em có đăng ký môn Sản xuất kháng sinh cho Hoá Dược mã CH3319. Ban đầu sỉ số là 15 người nên đã mở và đã học được 1 buổi,đến đợt 3 thì có vài bạn xoá đăng kí nên sỉ số tuột dưới 15 người. Vậy thì sau đợt 3 này thì có hủy môn học này không ạ? Và em hỏi thêm là vài bạn hủy môn đó trong đợt 3 này thì có phải đóng học phí không ạ? Mong Thầy/Cô phản hồi sớm. Em xin cảm ơn ạ.",
    "Em chào PĐT ạ, vào đợt đăng kí môn đợt 3 em đã có lỡ tay thoát môn Quá trình hoá lý trong xử lí môi trường (CH3227) nhưng h sỷ số là 61/60 em không đăng kí lại được ạ, trước đó em đăng kí là 62/60 ạ. Em có thể xin PĐT cho em xin 1 chỗ ở lớp CH3227 được không ạ, môn này chỉ mở 1 lớp kì này thôi ạ . Em cảm ơn.",
    "Trong đợt ĐKMH lần 3, của em có các môn không bị khóa (có biểu tượng thùng rác). Có 1 môn lớp A em đăng ký nhầm phải học và thi bằng tiếng Anh. Em có thể hủy môn đó và đăng ký khác được không ạ? Và môn bị hủy có vẫn tính học phí không ạ? Em cảm ơn.",
    ": Thẻ BHYT của em đã hết hạn từ tháng 6/2021, em muốn gia hạn thẻ thì phải làm thế nào ạ? Em đã thử đăng kí trên Mybk nhưng không nhấp vào ô \"thanh toán\" được ạ",
    "Em tên:  MSSV:  Em xin HỦY hoãn thi. Học kì: 202 Mã môn học: CH3133 Tên môn học: Mô hình hóa,mp &tưh CNHH Lý do cụ thể em có trình bày trong đơn kèm theo ạ. Em mong thầy cô Phòng Đào tạo chấp nhận HỦY hoãn thi môn học này cho em.",
    "DẠ Em tạm dừng từ học kì 201, nếu kì này em không đăng kí môn học thì em tốt nghiệp tháng 04/2022 có được không ạ hay bắt buộc phải tốt nghiệp trong tháng 11/2021. (211 là kì thứ 3 liên tiếp không đăng kí môn học).  Hiện tại em đã đủ tín chỉ để tốt nghiệp rồi ạ",
    "Dạ cho em hỏi nếu một môn mã cũ em học bị rớt, em học môn mã mới thay thế môn mã cũ. vậy điểm trung bình tích lũy được tính theo mã mới hay mã cũ ạ? Dạ em cảm ơn ",
    "Sinh viên: . MSSV:     . Em xin chào thầy/cô ạ. Em có thắc mắc về việc thanh toán lệ phí trên BKPay. Vào học kỳ 182, em có đăng ký kiểm tra trình độ tiếng anh vào ngày 18/05/2019. Nhưng sau đó, em không tiến hành thanh toán lệ phí trên BKPay ạ. Em thắc mắc việc này có ảnh hưởng gì đến các điều kiện tốt nghiệp không ạ? Em xin cảm ơn. ",
    "Chào PĐT ạ, em không biết tại sao sỷ số tối đa của 1 lớp là 60 nhưng em thấy sỹ số đăng kí được lại hơn 60 như của lớp Quá trình hoá lý trong xử lí môi trường CH3227 ạ, nên không biết biết có thể xin thêm 1 chỗ ở lớp này được không ạ . Em cảm ơn.",
    "Dạ cho em xin mở sỉ số môn An toàn quá trình - CH3297 lớp L07. Em biết lớp đã full sĩ số 60/60 nhưng mấy ngày khác em bị kẹt lịch mông PĐT có thể thêm em vào lớp đó. Môn này là của khóa k18 cũ học nên rất khó để sau này xin mở lớp. Em cám ơn PĐT.",
    "Cho em hỏi nếu trong thời gian này từ 19/8 -21/8 em đăng ký tiếng anh  Anh văn 4 - LA1009 thì phải cuối kỳ sau học kì 211 mới được cập nhật điểm phải không ạ ?. Còn đối với Anh văn 4 (nhu cầu) - LA1043 thì sao ạ. Và cho em hỏi làm sao để học cải thiện anh văn 4 cho kịp kỳ tốt nghiệp học kì 202. Nhập điểm để cải thiện Anh Văn 4 ạ. Em chân thành cảm ơn ạ",
    "Kính gửi: - Phòng Đào tạo   - Khoa Công nghệ Vật liệu Họ tên sinh viên:                       Mã sinh viên:     Số điện thoại: [phone_number] Lớp:VL16PO Em xin đăng ký môn học (bổ sung) trong đợt đăng ký học kỳ: 211 đợt 3, năm học: 2021-2022, bắt đầu đăng ký từ ngày: 17-19/8/2021. Vì lý do: Học kỳ hè vừa rồi em không đăng ký được môn thực tập tốt nghiệp (MA3313)nên trong đợt đăng ký học kỳ chính 211 em không đăng ký được môn Đề cương luận văn tốt nghiệp (MA4311) do thiếu môn song hành là thực tập tốt nghiệp (MA3313). Mà trong học ký chính Phòng Đào tạo không mở môn thực tập tốt nghiệp (MA3313) nên dẫn tới em không được đăng ký 2 môn này vì 2 môn này là song hành của nhau. Em xin Phòng  Đào tạo giúp em mở môn học để em được đăng ký vì học kỳ này là học kỳ cuối cùng của em. Em kính mong Phòng Đào tạo xem xét và cho em đăng ký (bổ sung) các học phần sau: 1) Thực tập tốt nghiệp (Kỹ thuật Vật liệu Polyme), MA3313 2) Đề cương luận văn tốt nghiệp (Kỹ thuật Vật liệu Polyme), MA4311 Em xin hứa sẽ cập nhật lịch học và đóng học phí đúng hạn. Em xin chân thành cảm ơn./.",
    "Dạ em chào pdt ạ Dạ em là  thuộc khóa k17 Dạ cho em hỏi là em đã đăng kí anh văn 3a(nhu cầu) kì dự thính.Em muốn đăng kí thêm anh văn 4a(nhu cầu) kì dự thính ở đợt đăng kí bổ sung dự thính đợt 1.Em đăng kí thấy thông báo là phải học anh văn 3a trước ạ. có cách nào cho em có thể học thêm anh vân 4a được không ạ.Dịch bệnh tụi em không thể đăng kí thi IIG để bổ sung chứng chỉ anh văn được. Em mong pdt có thể cho em đăng kí ạ,nếu có cần đơn xin gì thì có thể cho em biết được không . Em cảm ơn  ạ.",
    "Dạ em đã nộp học phí rồi ạ. Cho em hỏi khi nào em mới được đăng kí môn học HK211 chính được vậy ạ?",
    "Cho em hỏi: Em đã được xác nhận hoãn thi từ pđt rồi ạ. Thì tên của em có còn trong danh sách thi ko ạ? Đến bữa thi em có cần vào link ggmeet để xác nhận hoãn thi với cbct ko ạ? Đến bữa thi cbct ghi em vào danh sách vắng thi thì phải làm sao ạ? Em cảm ơn ạ.",
    "MONG PĐT GIÚP EM  Dạ cho em xin mở sỉ số môn An toàn quá trình - CH3297 lớp L07. Em biết lớp đã full sĩ số 60/60 nhưng mấy ngày khác em bị kẹt lịch mông PĐT có thể thêm em vào lớp đó. Môn này là của khóa k18 cũ học nên rất khó để sau này xin mở lớp. Em cám ơn PĐT.",
    "Kinh chào Phòng Đào tạo, Học kì 202 em có đăng kí môn Truyền số liệu và mạng học cải thiện điểm. Trong tình hình dịch bệnh căng thẳng, em không đáp ứng được điều kiện thi cuối kì. Cho em hỏi em có thể xin chuyển điểm tử học kì trước ( 5.0) cho học kì này được không. Em đã liên hệ với giáo viên chủ nhiệm và thầy nói với em liên hệ với Phòng đào tạo. Em xin cảm ơn.   i ",
    "Chào Phòng Đào tạo, em gửi yêu cầu với lý do xin phép được đăng ký vào lớp hữu cơ với thông tin cụ thể sau đây: - Tên môn học: HÓA HỮU CƠ - Mã môn học: CH2021 - Lớp: A01 - Gv:  - Sĩ số 92/90 Em xin trễ vì lý do đã đăng ký đợt 1 nhưng qua đợt 2 bị trục trặc về vấn đề không cho đăng ký môn nhưng đã gửi yêu cầu xử lý từ đợt đăng ký đợt 2 nhưng tới sáng nay mới được giải quyết xong xuôi và lớp đã đầy không cho vào. Mong Phòng đào tạo hỗ trợ em đang ký vì em chỉ còn 1 môn này và không muốn đăng ký môn khác. Em cám ơn sự hỗ trợ phòng đào tạo và chúc sức khỏe.",
    "Em tên là  khóa 2019, khoa kỹ thuật địa chất & dầu khí lý do:Trong đợt 2 em có đăng kí môn Thí nghiệm Địa Kỹ thuật (GE3013), nhưng đến đợt 3 nhóm lớp em đăng kí đã bị huỷ do sỉ số ít (7/25), chỉ mở 1 nhóm lớp nhưng đã full sỉ số (25/25).Em đang học đúng chương trình đào tạo K19 mà lại không mở lớp. Nếu mà kì này em không được học sẽ thì có thể sẽ ảnh hưởng tới giờ của các môn kì sau (lớp có 32 bạn đăng ký nhưng chỉ có 25 bạn được học). Em đã xem quy định không có số sinh viên tối đa cho môn thí nghiệm. Mong phòng đào tạo xem xét cho em được học môn này trong kì này em xin cảm ơn.",
    "Chào thầy cô, Em tên , MSSV:  Cho em xin phép đăng ký thêm môn EE3087- Trong Hệ Thống Điện vào thời khoá biểu. Lý do không đăng ký được là không đủ thời gian giãn cách giữa 2 cơ sở với môn EE3009, nhưng em cam kết là với hơn 1h10p giữa tiết 7 thì em có thể di chuyển qua 2 cơ sở bằng xe máy lẫn xe bus. Mong thầy cô có thể đăng ký giúp em lớp L01_L03 môn EE3087- Trong Hệ Thống Điện để có thể học xong chương trình của trường. Em đã gửi tận 3 tin yêu cầu nhưng đều chưa được giải quyết nên em đã đóng yêu cầu cũ và gửi yêu cầu mới này. Mong PĐT giải quyết ạ",
    "Dạ cho em hỏi,em muốn xin rút môn học học kì chính 211 thì hạn chót là khi nào ak,và em phải làm những bước như thế nào ak.Em cảm ơn",
    "Em có 2 câu hỏi ạ?  1. Khi em nộp bằng Toeic để nhận Luận Văn thì em không chuyển điểm cho 4 anh văn được không hay bắt buộc phải chuyển luôn cùng lúc với xét Luận Văn?  2. Em có thể chuyển điểm riêng cho từng môn anh văn được không? ví dụ như khi có điểm Toeic em chuyển điểm đó cho 2 môn AV1, AV2; sau này khi thi điểm cao hơn em nộp bằng Toeic khác và chuyển điểm cho môn AV3, AV4.",
    "Em là sinh viên khóa 2017 và hiện tại đã hoàn thành luận văn, các chuẩn AV, nhưng trong HK 202 vừa rồi em không đạt một môn chuyên ngành. Theo quy định của PĐT thì em chưa đạt chuẩn tốt nghiệp. Nhưng em đọc qua thông báo mới của PĐT về kế hoạch HK1 2021-2022 thì thấy có thông báo là việc xét tốt nghiệp tháng 11 sẽ diễn ra cho đến kết thúc HK1 nên em muốn hỏi là trong trường hợp em đăng ký học dự thính môn em không đạt trong HK 211 này thì có kịp thời gian để đăng ký xét tốt nghiệp tháng 11 hay không ạ? Mong phản hồi từ PĐT ạ.",
    "Dạ cho em hỏi,tại sao em đăng kí môn học môn Lịch sử đảng cộng sản Việt Nam (SP1039) và kinh tế chính trị Mác-Lenin(SP1033) thì bị lỗi báo là thiếu môn học tiên quyết Triết học Mác-Lenin( SP1031),nhưng ở chương trình học cao đẳng ngành BDCN em đã học xong môn đó rồi,cho em hỏi sao mấy lần đăng kí môn học thì em vẫn bị tình trạng này vậy ak,có cách nào khác phục càng sớm càng tốt tình trạng này để em có thể tiếp tục đăng kí những môn  này không ak.Em xin cảm ơn",
    "Hỗ trợ về kiểm tra chuyển điểm môn tương đương . Em chào Thầy/Cô ! Em xin hỗ trợ về việc kiểm tra các môn học tương đương, có gửi kèm file PDF, hiện tại các môn học tiên quyết để đăng kí LVTN em đã học xong và có điểm, nhưng không đăng kí được LVTN vì các môn học đó đã tách ra và mang mã môn học khác, kính mong PĐT xem xét và kiểm tra lại giúp em các môn học tương đương để em được đăng kí LVTN",
    "xin chuyển thời khoá biểu môn thí nghiệm công trình từ nhóm L04 sang nhóm l01",
    "Em chào thầy/cô, Dạ bảng điểm vật lý 2 lớp CC05 ghi họ tên em là , nhưng tên đúng của em là - MSSV: . Em muốn hỏi là làm sao để sửa tên lại cho đúng vậy ạ? Em cảm ơn thầy/cô.",
    "Dear , Em muốn hỏi về cách thức đăng ký rút môn học HK211(có thanh toán học phí). Em cảm ơn, Nhân   i  Học kỳ 211 .",
    "Em chào thầy/cô ạ. Em có đăng kí học dự thính môn Mô Hình Hoá HK211 dự thính do trước đó e không tự tin là qua được môn này và thầy chưa báo điểm ạ. Hôm nay thầy mới đăng điểm lên và em biết em qua rồi ạ, em muốn hỏi là bây giờ em muốn được huỷ môn này ở kì dự thính và có thể nào không đóng học phí không ạ. Do dịch nên tình hình gia đình em cũng khó khăn, em cũng không đi làm thêm để trả học phí được nữa ạ (môn này tới 3 chỉ là 2tr640 nghìn lận ạ). Em cảm ơn thầy/cô đã đọc mail và mong nhận được câu trả lời sớm nhất ạ.",
    "Kính gửi a/c PĐT Em là  - MSSV , SV khoa máy tính. Do đóng học phí trễ (vì nơi cư trú nằm trong khu phong tỏa không thể ra ngoài, em đã hoàn thành nghĩa vụ sau đó) nên đợt 1 và 2 em không đăng ký được môn cho HK211. Đến đợt 3 này em có đăng ký môn Nhập môn trí tuệ nhân tạo - Mã CO3061. Tuy nhiên vì lớp đã full từ 2 đợt trước nên em không thể đăng ký được. Hiện em đã gần hoàn thành xong chương trình học, chỉ còn thiếu môn này. Và vì sĩ số lớp chưa đạt tối đa so với lớp google meet (tối đa 100 người cùng tham dự). Kính nhờ a/c đăng ký giúp em vào lớp L01 với ạ Em cám ơn a/c rất nhiều!",
    "Kính chào thầy/cô,  Em tên là , mssv  . Em gặp sự cố quay màn hình khi thi môn QTKD - IM3001 - [A02] vào 16h ngày 18/8/2021. Em xin được phép trình bày ạ. Môn này cho phép sử dụng 1 tờ A4 viết tay, 1 bảng tra giấy và 1 tờ giấy nháp trắng. Em có sử dụng điện thoại quay từ bên phải, thấy được thân người, tay, ngoại cảnh và màn hình trong cam. Chính diện cam thấp thấy được tay và giấy. Em sử dụng web scre.io ở một tab khác để quay màn hình. Đây là lần đầu tiên em dùng web và cũng là lần đầu em thi trên BKeX ạ (các môn khác ở dạng bài tập lớn, bài luận,...) . Trong quá trình thi, máy giật đứng nhiều lần nên em không mở tab scre.io lên để kiểm tra do sợ bị thoát BKeX nên không hay biết web đã thoát ghi màn hình. Sau khi nộp bài xong, em mới thấy là không có video . Liệu có thể sử dụng video ggmeet bằng chứng từ giám thị (có màn hình và tất cả thao tác của em) để kiểm tra hay không?. Hoặc có biện pháp nào có thể áp dụng không ạ? Xin nhờ sự trợ giúp của thầy/cô. Em xin cảm ơn. Chúc thầy/cô một ngày tốt lành. Kính thư.",
    "xin đăng kí môn Phan tich du lieu mã: IM3049 học kì dự thính 211 ",
    "Em cần quy trình rút môn học của học kì chính 211 trong thời kì dịch bệnh thế nào ạ mong Pđt giải đáp giúp em. Em xin cám ơn!",
    "Em chào thầy/cô ạ! Dạ em muốn rút môn ở kỳ chính 211 thì có thể rút môn lúc này được không, hay phải đợi thông báo từ Phòng đào tạo ạ . Em xin cảm ơn ạ! ",
    "Dạ em kính chào cô !! em có một thắc mắc, môn học tương đương từ chương trình k19 trở đi dùng thay thế cho các môn ở chương trình k18 trở về trước . Tuy nhiên nếu qua môn tương đương để chuyển điểm cho môn A, và môn B cũng có môn tương đương giống môn A thì mình phải học lại môn tương đương đó một lần nữa hay sao ạ !! Hay kết quả có quyền chuyển cho 2 môn A, B luôn ạ ?? em mong thầy cô giải đáp thắc mắc này giúp em Em xin chân thành cảm ơn",
    "Dạ em xin chào PĐT, kì trước 202 em chuyển hệ từ chính qui sang VLVH và vẫn đăng ký được LVTN ngành KT Nhiệt - ME4039, nhưng em chưa hoàn thành, kì này em đăng ký lại nhưng kết quả đăng ký bổ sung  VLVH đợt 2 lại không có TKB. Em lên xem lại aao tra danh sách nhận LVTN thì lại không đạt và hiển thị kết quả tín chỉ = 0, tiếng Anh = 0. Em đã nhận được mail chuyển điểm từ PĐT rồi. Dạ em mong PĐT giải quyết giúp em.",
    "Dạ cô ơi nãy em có hỏi rút môn học không tính phí á cô. Em thấy cô trả lời là đã hết thời gian huỷ môn học ạ. Em không biết do lỗi hệ thống hay sao nên bên em không được huỷ môn dù là còn thời gian ạ, nên em mới phải nhắn lên bksi nhờ mấy cô giúp ạ. Em đính kèm mấy tấm hình chứng minh cho cô xem ạ.",
    "PDT cho em hỏi làm thế nào để rút môn trong học kì 211 vậy? Em cám ơn.",
    "Trường hợp thi tốt, hoàn thành bài mà chỉ có video ngoại cảnh (bap gồm màn hình và thân người) thì có cần hoãn thi không?",
    "Dạ em chào thầy cô, Em là , sinh viên khoa Vật liệu khóa 16. Hôm nay, em vừa mới thi và biết được mình bị rớt 1 trong 2 môn em đăng ký vào học kỳ 202, và em chỉ còn 2 môn này là đủ chuẩn tốt nghiệp. Vậy em có thể xin đăng ký học lại môn này vào kỳ dự thính mà không cần đăng ký môn nào ở học kỳ chính không ạ? Vì em vừa kịp đăng ký một môn ở học kỳ chính để có thể đăng ký dự thính, nhưng lịch thi cuối kỳ của môn này theo lịch học vụ là vào tháng 12, nên em đang đắn do có nên rút môn học này không? Nếu em buộc phải học môn này để được đăng ký kỳ dự thính thì có ảnh hưởng gì đến tiến độ tốt nghiệp của em vào đợt tháng 11 này không ạ? Em mong nhận được hồi âm của thầy cô. Em cảm ơn thầy cô rất nhiều.",
    "Dạ chào phòng đào tạo,  Em tên  Em xin đăng kí môn học trễ hạn do gặp phải sự cố đường truyền mạng kém ạ .    . Mã môn: CH4323 luận văn tốt nghiệp (hoá lý)",
    "Kính gửi thầy/cô Phòng đào tạo trường đại học Bách Khoa Em tên là   Lớp DD20LT09 MSSV  Em gửi đơn này xin Phòng đào tạo cho phép em được hoãn thi cuối kỳ HK202 môn Hóa đại cương.",
    "Kính gửi Quý Thầy/Cô PĐT, Em tên là: Võ Tấn Tài, là sinh viên hệ VHVL MSSV: 1833095. Ngành tự động hóa. Dạ em đã học xong hết tất cả các môn trong chương trình đào tạo và em chỉ còn mỗi môn “ Luận văn tốt nghiệp EE4323”, nhưng em không đăng ký được vì không đủ điểm tiếng anh toiec. Dạ vì học kỳ trước cũng vì lý do trên mà em không đăng ký được môn học, và học kỳ này do bị COVID-19 em chưa thi được Toiec để nộp kịp vào trong trường để đăng ký môn “ Luận văn tốt nghiệp ”. Dạ Quý Thầy/Cô cho em hỏi nếu em không đăng ký 2 học kỳ liên tiếp thì em có bị buộc thôi học không ạ? Em xin chân thành cảm ơn Quý Thầy/Cô! ",
    "Kính chào quý thầy cô Em là sinh viên K18,khoa Cơ khí. Nay em xin được quý thầy cô giải đáp vấn đề sau, hiện địa phương nơi ở của em cần giấy chứng nhận sinh viên của em để tạm hoãn NVQS. Nhưng dịch đang như thế này, thì em không biết nhà trường có gửi giấy chứng nhận sinh viên về cho em được không. Vì ngày 31/8 là hết hạn nộp giấy nhưng em vẫn chưa thấy nhà trường gửi mail thông báo gì về vấn đề này. Em rất mong nhận được phản hồi và cách giải quyết từ quý thầy cô. Em chân thành cảm ơn rất nhiều.",
    "Kính gửi: Phòng đào tạo em tên: , mssv   em xin Phòng đào tạo cho em được đăng kí đợt 3 môn CI3237 Kết cấu bê tông cốt thép,nhóm L11 thứ 2 tiết 11,12   lí do: em ở quận 9, khu vực có phong tỏa, lúc 14h khu vực chổ em bị mất điện, sau khi vào lại được trang đăng kí môn học thì đã hết thời gian đăng kí, dù nhóm L11 còn room (58/60) Mong sự xem xét của Phòng đào tạo cho em được đăng kí môn học.",
    "Hiện tại em là K16 còn thiếu quân sự để được xét tốt nghiệp. Em không biết là cách thức đăng kí học lại quân sự như thế nào ạ  ",
    "do là học kì 202 em bảo lưu nên em hông có học môn Triết học Mac được mà học kì này em đăng kí môn Triết với môn kinh tế chính trị luôn được không ạ",
    "Em gửi phiểu đăng ký thu nhận lại mong Phòng đào tạo duyệt cho em trở về trạng thái sinh viên để được tốt nghiệp. Nếu học kỳ này em không tốt nghiệp kịp thì phải đăng ký môn để giữ trạng thái sinh viên phải không ạ. file ghi nhận đính kèm bên dưới ạ",
    "Kính gửi phong đào tạo   Em tên   MSSV:  Em gửi đơn xin phép Đăng ký môn Học Anh Van   350  Môn Học AV350  Vì em đk trễ nên chưa đk được nên em xin   đăng ký học.  ! ",
    "Xin đăng kí môn học phân tích dữ liệu mã : IM3049 học kì dự thính 211",
    "Em chào Phòng Đào tạo. Phòng Đào tạo cho em được hỏi, do lịch đột xuất nên em bị trùng thời khoá biểu môn học Pháp văn 3 chiều thứ 5 nên không thể học được. Phòng Đào tạo có thể hướng dẫn giúp em xin chuyển lịch học sang ngày khác, cụ thể là thứ 6 được không ạ. Em cảm ơn Quý phòng.",
    "Em chào Phòng Đào Tạo ạ. Em tên là . MSSV: . Lớp: XD16CD01. Hiện tại em đã hoàn thành kỳ thi nói viết và đã đủ điều kiện để đăng ký xét tốt nghiệp. Do dịch bệnh nên em không thể lên trường nộp đơn thu nhận lại. Vì thế em viết đơn này kính mong phòng đào tạo xử lý đơn thu nhận lại của em (Được gửi dưới dạng file PDF), để em có thể đăng ký xét tốt nghiệp vào đợt tới. Em xim cảm ơn!",
    "Em là       b MSSV:     Em download chương trình đào tạo của khóa 2020 hệ ĐTTX tại đây http://www.aao.hcmut.edu.vnndex.php?route=catalog/chuongtrinhdaotao nhưng báo lỗi không có file. Xin cho em hỏi em có thể lấy chương trình đào tạo của khóa em ở đâu để em dựa vào đó đăng ký môn học ạ ? Em xin cám ơn,",
    "Em xin hủy hoãn thi môn Giải tích 2 mã MT1005 HK202. Em đã nộp video quay màn hình ạ.",
    "Kính thưa, em tên là , mã số sinh viên là , hiện đang theo học lớp VP19PO. Dạ vì lý do sẽ bị trùng với lịch học đối với môn ở trong kỳ dự thính kỳ chính HK211 này, dạ em xin phép được rút môn Vẽ kỹ thuật, mã môn: CI1003, nhóm lớp: P02 ạ. Dạ em kính mong nhận được sự phản hồi từ Phòng Đào tạo ạ Dạ em xin chân thành cảm ơn đến Quý Phòng ạ",
    "Em là  MSSV:  Khóa ĐTTX đợt tháng 10/2020.    Em vào \"My Bach Khoa\" kiểm tra thì thấy học phí hk202 bên bkpay có hai khoản:     và     như trong hình kèm theo, em không biết  là gì ạ? Em có cần thanh toán khoản này không? Lúc đầu em nghĩ đây là hp ĐTTX nên em đã thanh toán nhưng mà em chỉ thuộc hệ ĐTTX thôi ạ. Em xin cám ơn,",
    "Kính gửi phòng đào tạo và các thầy cô, Vừa qua trong đợt đăng ký môn học đợt 1, HK211 em đã có đăng ký 7 môn học và có dấu xác nhận đã đăng ký. Do đã đăng ký môn học ở đợt 1 nên em cũng không đăng ký lại trong các đợt 2 và 3 do sợ trùng môn và khác lịch học. Tuy nhiên khi vào thời khóa biểu thì em lại không có môn học nào của học kỳ HK211 cả. Vậy qua chuyên mục hỏi đáp này em xin PĐT và các thầy cô xem xét và mở giúp em để em có thể đăng ký và học trong học kỳ này ạ. Kính mong PĐT và các thầy cô xem xét và giúp đỡ em! Chân thành cảm ơn.",
    "Do em chưa thể thi TOEIC nên chưa thể nộp bằng anh văn và chuyển điểm để đăng kí LVTN . Em có thể làm đơn đặt cách để có thể làm LVTN trong kì này và nộp chuyển điểm LVTN sau được không ạ? Do em chưa thể đăng kí LVTN nên kì này em đã không đăng kí môn học nào, vậy có bị đình chỉ 1 học kì không ạ? Hiện tại đã quá hạn ĐKMH nên em không thể đăng kí được môn nào ạ.",
    "Kính gửi PDT, có thể cho em hủy môn vào kì dự thính được không ạ. Vì tình hình dịch bệnh nên nhà em khó khăn và không thể đáp ứng đủ tiền để đóng học phí ngay vào tuần đầu của học kì. Nên rất mong pdt cho em hủy môn! em đã cố gắng gom tiền mấy ngày nay nhưng vẫn không đủ ạ",
    "Kính chào Thầy/Cô Cho em hỏi thẻ Sv em đã xử lý ngày 4/8/2021 đến hôm nay là 17/8 mà em vẫn chưa nhận được ạ. Mong Thầy/ cô kiểm tra dùm em. Em tên:  MSSV:  Địa chỉ: Tổ 4- khu phố Tài Lương 1- Hoài Thanh Tây- Hoài Nhơn- Bình Định Sđt: [phone_number] Em cảm ơn. Chào Thầy/Cô.",
    "Kính gửi Phòng Đào Tạo trường Đại học Bách Khoa Tp HCM. Em là  MSSV , sinh viên khoa Khoa học và Kĩ thuật máy tính. Em xin gửi PĐT đơn xin cứu xét đăng kí môn học Luận văn tốt nghiệp, do em chưa đủ chuẩn Anh văn để đăng kí môn học. Kính mong PĐT xét duyệt cho em được đăng kí môn học Luận văn tốt nghiệp CO4313 ở học kì 211. Em xin hứa sẽ bổ sung chuẩn Anh văn ngay sau khi tình hình dịch bệnh kết thúc. Em xin chân thành cảm ơn.",
    "Em  đăng ký học lại môn vật lý bán dẫn EE1007 mà em đăng ký nhầm sang mã EE1013 thì môn đó có tính ko ạ. Với lại cho em hỏi có cách nào giải quyết được không?",
    "Dạ cho em hỏi em đăng ký lịch sử đảng DT01 nhưng phòng đào tạo đưa em qua DT03.vậy cho em xin chuyển nhóm quả DT01 được không ạ.em có liên hệ với giảng viên giảng dạy.và được sự hướng dẫn của giảng viên nên em hỏi ý kiến phòng đào tạo ạ.vậy em liên hệ như thế nào để chuyển lớp ạ",
    "Thư viện còn nhận giao sách qua đường bưu điện mùa dịch này ko ạ. Em nghe bảo cho ship hoạt động lại ",
    "Chào anh/chị, Hiện nay em cần đăng kí môn CO1031 (đồ án Kỹ thuật lập trinh) nhưng do bận việc quá mà em đã trễ hạn đăng kí trên mybk.hcmut đợt 3 này (Lớp vẫn còn sĩ số). Không biết còn cách nào có thể đăng kí môn này được không ạ, em xin chân thành cảm ơn . Xin lỗi vì sự thất trách này.",
    "Phòng đào tạo ơi,  Hiện tại em bị dương tinh với covid mà nhập viện điều trị vào ngày hôm qua 18/08/2021  Tuy nhiên, vào ngày 22/08/2021 em có buôi thi online môn động lực học điều kiển, 24/08/2021 có buổi thi online môn Quản trị kinh doanh cho kỹ sư. Em làm đơn này xin được phép hỏi PDT có thể cho em hoãn thi vì tình trạng sức khoẻ không đủ tốt được không ạ. Em biết phải gửi đăng ký trước 5 ngày làm việc mà tình trạng bất cấp quá. Mong PDT xem xét và phản hồi lại cho em với ạ. Em xin chân thành cảm ơn",
    "Dạ, trong kì thi CK202 vừa rồi vì trục trặc video mà em đã đăng kí hoãn thi môn GT2 và đã được PĐT đồng ý. Vậy em phải đăng kí môn học lại hay như thế nào hay chờ nhà trường thông báo thi lại sau ạ? Em cảm ơn.",
    "Dạ em chào PĐT. Em tên:  - MSSV  -  Dạ trong học kì dự thính 202 vì lý do tài chính khó khăn nên em thanh toán học phí trễ hạn dẫn đến việc không được đăng kí môn học cho học kì tiếp theo.  Hiện sau khi mở được lại đk mh thì đã hết thời gian đăng kí nên em chưa đăng kí được luận văn tốt nghiệp ạ. Kình mong PĐT xem xét hổ trợ em được đăng kí môn học trong học kì này. Em xin chân thành cảm ơn.",
    "Dạ em chào thầy/cô. Đợt em có đăng kí hoãn thi, nhưng vì 1 vài lí do nên em muốn hủy hoãn thi có được không ạ và hủy bằng cách nào ạ. Mong thầy/cô giải đáp giúp em ạ. Em cảm ơn ạ.",
    "Em chào thầy cô phòng đào tạo. Em tên là , mssv . Thầy cô cho em hỏi là hiện tại là em đã học hết 4 môn AV của trường và đã đạt hết cả 4 môn AV nhưng chưa có chứng chỉ AV nào thì có đủ chuẩn AV để nhận luận văn tốt nghiệp không ạ?. Em xin cảm ơn.",
    "dạ thầy/cô hôm nay em thi online nhưng gặp lỗi trong quá trình ghi nên viết đơn xin xem xét để được chấp nhận kết quả thi. em xin cảm ơn",
    "Dạ hiện tại em đã hoàn thành tất cả chương trình học, chỉ còn thiếu tín chỉ tiếng anh thì không biết em có phải đăng kí môn để duy trì tình trạng sinh viên không?",
    "Dạ thầy/ cô ơi cho em hỏi bao giờ có lịch thi của môn CƠ HỌC KẾT CẤU của khoa Xây Dựng mã CI2029 kì DT202 vậy ạ. Em thấy lịch thi của em để thông báo sau cả tháng nay em lo quá ạ... Em xin cảm ơn thầy/cô giải đáp thắc mắc ạ.",
    "Dạ em chào thầy/cô Em tên là , MSSV:  Em hiện tại là SV K18, thuộc chương trình tài năng, ngành điện tử viễn thông. Em muốn hỏi là 1. Đối với sinh viên K18 chứng chỉ toeic nói + viết có thể thi tại trung tâm ngoại ngữ của trường được hay không? Hay phải thi lấy bằng quốc tế? Em mong nhận được câu trả lời ạ Em cảm ơn",
    "PĐT cho em hỏi môn Kỹ thuật số EE1009 em đã có điểm và đạt rồi, nhưng sao hôm nay em kiểm tra lại PĐT lại cập nhật điểm thành 0.00 vậy ạ. mong PĐT cập nhật lại cho em. Em xin cảm ơn!",
    "Dạ cho em hỏi vì vấn đề cá nhân và gia đình, em có nhu cầu muốn tạm dừng 1 học kì, hiện tại trong thời gian dịch bệnh thế này thì làm như nào ạ ?",
    "Chào PĐT! Việc trước đó em có xin hoãn thi \"Giải Tích 2\" với lý do chưa có laptop. Hiện tại em đã có laptop nên em xin PĐT cho em đăng ký thi cuối kỳ online các khóa khác (nếu có) Em đã xin cô  và cô đã đồng ý yêu cầu này ạ!",
    "Kính gửi quý thầy cô Phòng Đào tạo, Em tên là  MSSV  Hệ VLVH Đợt đăng ký môn học học kỳ 211 đợt 2,3 em không đăng ký được môn Luận văn tốt nghiệp - Mã số 808303 Nay em làm đơn này kính mong Phòng Đào tạo đăng ký giúp em ạ. Em đã qua hết các môn cần qua mà vẫn bị lỗi tiên quyết môn.Mong đăng ký lại giúp em ạ. Em xin chân thành cảm ơn.",
    "Em xin chào thầy cô. - Em tên:  -MSSV:. - Thầy,cô cho em hỏi là em khóa 2015, em học hệ chính quy, thì đến tháng 11 này là hạn chót để làm luận văn tốt nghiệp, nhưng do tình hình dịch bệnh em chưa thê lên TPHCM để thi nộp bằng Toeic 450-500d để nhận luận văn tốt nghiệp. Em có liên hệ với thầy hướng dẫn để làm rồi ạ, nhưng em sợ dịch bệnh có thể kéo dài, có thể đến tháng 11, vậy thầy, cô cho em hỏi là với trường hợp của em vậy có cách giải quyết nào hay không ạ, hay qua tháng 11 em phải làm đơn chuyển sang hệ vừa học vừa làm ạ . Em xin cảm ơn!",
    "Dạ cho em hỏi là sau khi thi online xong, đã có kết quả rồi thì trong vòng 5 ngày sau khi thi có được đăng ký hoãn thi không ạ. Và nếu được thì kết quả đó sẽ được xử lí như thế nào. Em xin cảm ơn",
    "Kính gửi phòng đào tạo  Em tên  MSSV  Nay em viết đơn này kính mong phòng đào tạo xem xét cho em về việc đăng ký dự thính. Cụ thể : 1/ Ngày 17/8 -19/8 hai môn học Hình học hoạ hình (CI1011) và vẽ bóng phối cảnh (CI1019) bắt đầu mở đăng kí tại thời điểm đó, và em đã đăng kí để chờ phòng đào tạo xác nhận là có đủ số lượng để mở lớp hay không. Nhưng vì điều kiện gia đình có hạn, và thật sự rất khó khăn tại thời điểm dịch bệnh như này. Em kính mong PDT xem xét huỷ giúp em hai môn học này vì nó mới mở ở hình thức lấy giữ liệu để mở lớp. Gia đình em thật sự rất khó khăn ở thời điểm hiện tại vì covid, không có nguồn thu nhập em mong PDT xem xét xoá hai môn này trong đăng kí môn học giúp em chứ bây giờ thật sự em cũng chả biết lấy tiền đâu đóng học phí ạ.",
    "Em xin hủy đơn hoãn thi phương pháp tính lần trước ạ. Em cảm ơn PĐT.",
    "033470    . Em  tên  là  Nguyễn  Trang  Đài, hiện  đang học khoa  Kỹ  Thuật  Giao  Thông  khoá VHVL 2020. Em  có  các  câu  hỏi  liên  quan  về  kế  hoạch  đào  tạo , mong  được  nhà  trường  giải  đáp  thắc  mắc  giúp  em _Thứ  1: Vào  đầu  học  kì  pre  lớp  em đã học 6 môn tiền đề bao gồm:     +TR0013: Kết  cấu  ô  tô(1  tín chỉ)     +TR0007: Kết  cấu  Động  Cơ Đốt  Trong(1  tín  chỉ)     +MT0001: Toán  Cao  Cấp(3  tín chỉ)     +TR0121: Hệ  Thống  điện  - điện  tử  ô  tô(1  tín  chỉ)     +TR0021: Lý  thuyết  ô  tô(1  tín  chỉ)     +SP0001: Chính  trị  Xã  Hội(6  tín  chỉ)    Như  vậy  so  với  kế  hoạch  giảng dạy (KHGD) của trường em  được  cập  nhật lúc này, liệu  em  có  được  bỏ  những  môn  này  ra  khỏi  chương  trình học không hay vẫn phải học lại cho đủ  các  tín  chỉ? Em  thấy  có  4 môn trùng tên môn học. VD  như e  đã  học môn  toán  cao  cấp (3  chỉ) và trong  KHGD  em thấy có môn giải tích 1 (4TC), giải  tích  2(4TC) và  môn  phương  pháp  tính (3TC)liệu  e  có  thể  quy  đổi  để  bỏ  môn  phương  pháp  tính  được hay không? Mã  môn  TR0121: hệ  thống  điện  điện  tử  ô  tô  (1TC)e  đã  học  có được miễn cho mã môn   TR31211: hệ  thống  điện  điện  tử  ô  tô  trong  KHGD  hay không?  Mã  môn TR0021: Lý  thuyết  ô  tô(1TC) e  đã  học  có  được  miễn  cho  mã  môn  TR2021  lý  thuyết  ô  tô  trong  KHGD hay không?    U _Thứ  2: Những  môn  tự  chọn  tự  do  trong KHGD  em  có  được  miễn học hay không hay bắt buộc phải học trong nhóm 6 môn tự chọn của nhóm A.     E  đính  kèm  file  KHGD  (màu  xanh  là  những  môn  em  được  miễn  và  những  môn  e  đã  học  HK pre)      U  Em  xin cám  ơn Quý Trường",
    "MSS/MSG:     Dạ em chào thầy cô! Em có một số thắc mắc về việc miễn các môn học trong B1. Em đã có điểm các môn như Quản tri kinh doanh cho kỹ sư mã IM3001 cũng như Xác xuất thống kê MT2013, với mã sinh viên cũ B1 của em là  Mssv B2 . Nhưng hiện tại thì một số môn học của em vẫn không được miễn. Em mong PĐT giải quyết giúp em ạ, em cũng đã mail cho thầy  cũng như Thầy  nhưng đều không có câu trả lời ạ Em cảm ơn",
    "Dạ em chào thầy cô. Học kì 212 em có đăng kí môn Hoá Lý 1 (CH2003) do cô  giảng dạy. Theo thời khoá biểu thì em có tiết vào sáng thứ 6 (tiết 2-3) nhưng em không thấy cô up link để học ạ (trong tất cả các trang của môn Hoá Lý 1 kể cả trang video) Em mong thầy/cô có thể phản hồi và giải quyết tình trạng này sớm để tụi em có thể yên tâm học ạ. Em xin cảm ơn.",
    "Rút môn học HK211 . Xin gửi Thầy/Cô phòng Đào tạo, Do một số lý do mà em đã đăng kí môn SP1031 không thuộc CTĐT của em, nên em xin làm đơn để rút môn học SP1031 và SP1032 (Môn BT của môn SP1031) HK211, em có làm đơn và gửi kèm với thư này, nhờ Thầy/Cô phòng Đạo tạo xem xét giúp em. Em cảm ơn Thầy/Cô ạ.",
    "Chào cô (thầy) Em đã xin hoãn thi môn kết cấu thép 1 và đã được chấp nhận, nhưng nay lên xem thì em bị điểm 13, em thấy hoãn thi sẽ là điểm 14. Mong được phản hồi sớm. Em cảm ơn.  Kỳ",
    "Kính thưa phòng đào tạo em tên  mã số sinh viên . Hiện là em có hoãn thi môn kết cấu thép 1 (ci3009) ngày thi 31/07/2021 giờ thi 13h học kì 203 nhưng giáo viên vô nhầm điểm em từ điểm hoãn thi 14 thành  thành điểm 13. Mong pdt xem xét sửa lại cho em với ạ! ",
    "Dạ hiện tại em không có TKB do đã hết môn học,chỉ còn luận văn (Chưa đăng kí được do thiếu anh văn tiên quyết). Vậy trong thời gian tới nếu em có chứng chỉ AV,có thể làm đơn xin thu nhập lại và đăng kí bổ sung anh văn trong học kì này được không ạ? Em xin cảm ơn.   i Tốt nghiệp .",
    "Dạ em muốn đăng kí môn Anh Văn 4(Mã LA1009) Nhóm L01 HK211 Để có TKB duy trì tình trạng sinh viên,em xin cảm ơn ạ..   .",
    "Sinh viên: : MSSV  Loại hình đăng ký:  - HK211 - ĐỢT 3 Môn học: LA1041. Lớp DT02 . Dạ chào thầy cô, Lý do: Tình hình là lúc mở đăng kí môn học thì dữ liệu điểm của em chưa cập nhật xong đến lúc được thì lại hết sĩ số ạ. Nên không đăng kí được môn Anh văn 3A ạ. Mong thầy cô giúp em mở thêm sĩ số lớp để em có thể được theo học ạ. Em xin chân thành cảm ơn thầy cô!  trọng,",
    "Dạ cho em hỏi em phúc khảo một bài thi cuối kì môn quản lý dự án cho kỹ sư mã môn là IM1025.Do môn đó có phần điền tự luận em bị chấm sai nhưng khi em lên chỗ đăng ký phúc khảo thì không cho phúc khảo môn đó giờ em phải làm sao ạ.",
    "Chào thầy/cô ạ, em tên là  lớp CK17NH2. Thầy/Cô cho em hỏi là khi nào thì có giấy xác nhận sinh viên, thời gian gửi giấy xác nhận và nhận bằng hình thức gì vậy ạ. Do là địa phương em dạo này hối dữ quá mà họ chỉ nhận giấy xác nhận sinh viên thôi ạ. Em cảm ơn!",
    "Kính chào quý thầy cô, Em là sinh viên khóa K20 chương trình chất lượng cao. Trong đợt thi HK202 vừa rồi em vắng thi tất cả các môn thì hiện tại em có thể làm đơn xin hoãn thi không ạ ? Em cũng xin phép được chia sẻ một chút là vừa rồi gia đình em có tang nên em gặp một số vấn đề về tâm lý. Em xin cảm ơn quý thầy, cô.",
    "Học kỳ 211 . Em cần rút môn học Phương pháp tính MT1009 trong hk 211 nhưng mùa dịch này phải làm sao xin anh chị hướng dẫn giúp em",
    "Kính gửi Phòng Đào tạo ĐH Bách Khoa TpHCM Tên em là . Mssv: . Em là f0 Covid trong mấy ngày vừa qua và phải đi cách ly. Do suy nghĩ thời gian điều trị sẽ lâu nên em đã đăng ký hoãn thi tất cả các môn. Giờ em đã âm tính và trở về lại ký túc xá. Em làm đơn này để xin HỦY hoãn thi môn Kỹ thuật robot. Học kỳ: HK202 Mã môn học: ME3015 Ca thi: 16/8/2021_16g00 (A01_A) Em xin cảm ơn",
    "MT1015, lớp P01",
    "Em chào thầy/cô. Thầy/cô cho em hỏi cách đăng ký rút môn học cho học kỳ 211 này với ạ. Em cảm ơn!",
    "Kính gửi phòng Đào tạo và quý thầy cô Em tên là  MSSV: Học kì 202 vừa qua em có hoãn thi một số môn. Cho em hỏi việc tổ chức thi lại như thế nào ạ? Bao giờ tụi em sẽ làm đơn đăng kí thi bù ạ?",
    "Thưa Thầy/Cô, Hiện tại do tình hình dịch phức tạp nên em đã di chuyển về quê, mà hiện nay trong Hội Đồng nghĩa vụ quân sự của địa phương yêu cầu em nộp giấy tạm hoãn nghĩa vụ quân sự nên bây giờ không biết giải quyết thế nào mong thầy/cô giúp đỡ ạ! Em xin chân thành cảm ơn, Kính chúc toàn thể Thầy/Cô sức khỏe,",
    "Chào thầy cô, em là , khoa Công nghệ vật liệu. Cho em hỏi khi nào 1 nhập học để em đăng kí học lại môn Nhập môn về kỹ thuật ạ?  (năm rồi do trùng lịch nên em không đăng kí được.",
    "do đơn thu nhận lại đang được giải quyết nên em chưa đăng kí môn học được, nên mong PĐt đăng kí giúp em.  Sỹ -  Mã môn học : CI2039   Nhóm lớp : L01 Em cảm ơn ạ!",
    "Kính gửi: Phòng đào tạo em tên: , mssv  em xin Phòng đào tạo cho em được đăng kí môn CI3237 Kết cấu bê tông cốt thép,nhóm L11 thứ 2 tiết 11,12 đợt 3   lí do: em ở quận 9, khu vực đỏ phong tỏa , lúc 14h khu vực chổ em bị mất điện, sau khi vào lại được trang đăng kí môn học thì đã hết thời gian đăng kí, dù nhóm L11 thứ 2 tiết 11,12 còn room (58/60) Mong sự xem xét của Phòng đào tạo cho em được đăng kí môn học .",
    "Chào thầy/cô  Em là    MSSV   Nay em viết đơn này nhằm hỏi về vấn đề hoãn thi Lần trước em có đăng ký hoãn thi môn Kinh tế học đại cương (IM1013) lý do là bị mất file quay màn hình Tuy nhiên tới bây giờ em khôi phục lại dữ liệu thì đã phát hiện ra file quay màn hình vẫn còn Nên em viết thư này mong được rút lại đơn hoãn thi và xin phép nộp trễ file quay màn hình của môn này ạ Em đã rất nỗ lực để học môn đó nhưng lại găoj sự cố ngoài mong muốn nên mong nhận được sự cứu xét của thầy cô và phòng đào tạo Em xin chân thành cảm ơn và mong nhận được sự phản hồi của quý thầy cô  Trân trọng   ",
    "Em chào anh/chị kỳ 211. Em có đăng ký môn đề cương luận văn. Cho em hỏi hình thức đăng ký GVHD khi không thể đến trường ạ.",
    "Em chào Phòng Đào tạo ạ, em muốn xin được phúc khảo bài thi cuối kì của em vì cách làm và đáp án của em là đúng so với các bạn điểm cao, nhưng vì lí do nào đó điểm của em lại khá thấp, em có liên hệ với giảng viên nhưng giảng viên không có ý định xem xét lại ạ. Em có thể làm gì khác để giải quyết bài thi của mình không ạ? Em xin cảm ơn.",
    "Chuyện là vừa rồi nhà e lu bu việc tiêm vacxin nên e đã lỡ không đăng kí môn của kì bổ sung dự thính đợt 1 , cho em hỏi em có thể đăng kí vào đợt 2 bổ sung không ạ . Mong pđt tạo điều kiện để e có thể đăng kí dự thính lại 1 số môn e còn rớt ạ",
    "Do trước đó thiết bị để phục vụ việc thi của em bị hỏng nên em có đăng ký hoãn thi, hiện tại em đã có thiết bị để thi nên em xin gửi đơn hủy hoãn thi ạ.",
    "Dạ em chào phòng đào tạo. Phòng đào tạo cho em hỏi do đợt vừa rồi do dịch bệnh và ảnh hưởng đến gia đình em nên em đã bỏ lỡ đọt đăng kí môn đợt 3. Em rất cần đăng kia thực tập ngoài trường. Phòng đào tạo cho em hỏi có cách naod em có thể đăng kí vào kì này được không ạ. Giờ đợt 1 dự thính cũng đã qua. Mong phòng đào tạo xem xét giúp em.",
    "Hi anh/chị, Em đã đăng ký môn Ante EE3127 trong đợt đăng ký chính quy đợt 3, nhưng hiện vẫn chưa cập nhật thời khóa biểu môn này .Nhờ pdt kiểm tra giúp em.",
    "Dạ thưa ... DKMH đợt 3 em có đăng ký môn học đợt 3 môn anten-truyền sóng vô tuyến mã là EE3127  nhưng hiện tại e vẫn chưa có tkb ạ... Mong giải quyết sớm để e theo kịp tiến độ.. E xin cảm ơn",
    "Lý do: Hôm em thi môn xstk (5/8) mà trong quá trình ghi hình nó bị lỗi nên chỉ ghi được một nữa (12P) sau đó em gửi phiếu hoãn thi mà sau vài hôm  đã gửi bảng điểm và em xin PĐT cho em được hủy Phiếu hoãn thi và em chân thành cảm ơn ạ.",
    "Em xin chào phòng đào tạo trường đại học Bách Khoa Em là  lớp XD18KTEm có vấn đề về đăng ký môn học như thế này: Lần đăng ký môn học thứ 2, môn thiết kế công cộng 2 không được mở và người đại diện đăng ký mở lớp cũng thông báo đến em là môn này không mở lớp. Nen em đã đăng ký 21 chỉ cho học kỳ chính. Qua đợt đăng ký môn học lần 3 thì em không thể xóa được môn học đã đăng ký nên không được đăng ký thêm môn nữa. Nhưng bộ môn  thiết kế công cộng 2 không còn trong chương trình đào tạo của khóa 19 nữa. Nên em xin phép phòng đạo tạo có thể tạo điền kiện cho em được đăng ký môn học thiết kế công cộng 2 để theo kịp tiến độ với các bạn trong lớp cũng như thời gian tốt nghiệp. Em biết là đã qua thời gian đăng ký môn học nhưng phòng đạo tạo có thể tạo điều kiện cho em được không ạ. Em xin cảm ơn.",
    "MSSV:     .  Em xin chào Thầy(Cô)!  Cho em xin hỏi về việc đăng ký rút môn học HK211 ạ!  Do lúc đăng ký môn học và em xem chương trình đào tạo mới của khoa Kỹ Thuật Hóa Học thì không thấy cần môn học trước cho môn Vi sinh thực phẩm (CH2045) trong khi khi vào học buổi đầu thì GVBM thông báo   /I mọi năm vẫn bắt buộc cần môn học trước  I , nên em đã không biết và đăng ký vào môn học này mà chưa có kiến thức cho các môn cốt lõi trước đó. Vậy nên cho em hỏi:  - Em chưa hoàn thành môn học trước mà PĐT vẫn mở cho em đăng ký môn này thì khi em hủy có vẫn phải đóng học phí môn này không ạ?   - Và em có cần phải liên hệ với GVBM hay chỉ cần điền đơn theo biểu mẫu của PĐT là có thể xin hủy ạ? Em xin cảm ơn Thầy(Cô)!",
    "Dạ kính thưa phòng đào tạo, Em là , MSSV: . Thưa phòng đào tạo, hiện tại cô (giảng viên môn Kiến trúc (813706)) báo với em rằng em không có tên trong danh sách nhập điểm online của môn. Kính mong phòng đào tạo xem xét kiểm tra và cập nhật giúp em ạ. Hiện tại các cột điểm em đã đảm bảo và hoàn thành đầy đủ ạ.",
    "t 3 em có đăng kí môn lịch sử đảng, hiện đã có TKB nhưng trên bkel chưa cập nhật, mà tối nay có giờ học, không biết làm sao để em có thể có đường link kịp học tối nay ạ",
    "Kính gửi Thầy/Cô PĐT Em tên Huỳnh Hồng Sơn MSSV 2120061. Em xin phép gửi PĐT đơn đăng ký môn học học kỳ HK211 chung với sinh viên Khóa 2021( đã được Ban Chủ Nhiệm khoa Khoa Học và Kỹ Thuật Máy Tính duyệt). Mong PĐT xét duyệt cho em để em có cơ hội học tập 2 môn CO1005  và CO1023 trong học kỳ 211 này. Thời khóa biểu em đăng ký như sau:  - CO1005(Nhóm L02-L06):  + Lý thuyết: Nhóm L02, Thứ 6, Tiết bắt đầu:4  + Thực Hành: Nhóm L06, Thứ 4, Tiết bắt đầu:2  - CO1023(Nhóm L05-L14):  + Lý thuyết:Nhóm L05, Thứ 2, Tiết bắt đầu:7  + Thực hành: Nhóm L14, Thứ 5, Tiết bắt đầu:2 ",
    "Em là sinh viên khóa K15, hiện tai là sinh viên năm 7 của trường. Em sắp hết hạn ra trường nhưng vẫn chưa hoàn thành kĩ năng SPEAKING and WRITING của  để đăng kí xét tuyển tốt nghiệp. Mong PĐT có thể xét duyệt bổ sung tên em vào danh sách được dự thi bằng hình thức trực tuyến để kịp thời gian ra trường. Em xin chân thành cám ơn. Chúc quý Thầy cô luôn dồi dào sức khỏe và ngày càng thành công trong cuộc sống.",
    "Em tên , MSSV:, Khoa Cơ khí khóa 2019. Theo chương trình đào tạo của khoa em học thì có môn ME2019: Môi trường và con người. Hiện em đã qua môn EN1003: Con người và môi trường thì có được tính đã qua môn ME2019: Môi trường và con người không ạ. Mong pdt giúp em giải đáp thắc mắc để em có thể thuận tiện cho việc đăng kí môn học ạ. Em xin chân thành cám ơn."
]