[
    "Em xin chào Phòng đào tạo Học kỳ 182 em có học Môn Kỹ thuật lập trình (CO1011) nhưng không đạt Sang kỳ 192 và 201 em có học 2 môn tương đương là Kỹ thuật lập trình (CO1027) và Đồ án Kỹ thuật lập trình (CO1031) Em có đọc về quy định các môn tương đương thì theo em hiểu là trong Bảng điểm môn CO1011 sẽ ghi là MT Hiện tại bảng điểm vẫn chưa được cập nhật. Vì vậy em muốn hỏi là em đã hiểu sai hay cho chưa cập nhật? Em xin cảm ơn",
    "Chào admin.. Em tên   Em có không đăng kí được môn học av3 nhờ admin cho e vô lớp L01 và môn av4a lớp DT20 ạk... em cám ơn. Em sắp ra trường hi vọng được học hết môn trong học kì này.",
    "cho em hỏi là em đăng ký môn học Đồ án cấp thoát nước trong công trình(CI3209) đợt 1 và đợt 2 vẫn có trong danh sách đăng ký,nhưng trong đợt 3 và đợt 4 thì không còn trong danh sách đăng ký nữa,do e nghĩ đợt 2 vẫn còn nên không để ý đến đợt 3 và đợt 4,nên mong phòng đào tạo xem xét vì môn đó là môn để có thể đi thực tập ạ.Em xin cảm ơn.",
    "Chào anh/chị.Em là sinh viên Nguyễn Hoàng Vĩ Khang (mssv:)Em còn rất ít môn có thể học trong học kì này nên em có đăng kí chỉ 1 môn trong học kì chính đó là Vật Lý 1 nhưng không hiểu sao đợt kết quả vừa rồi em bị hủy môn dẫn tới việc học kì chính không có môn nào và thời khóa biểu trống, có thể bị đình chỉ 1 kì ạ. Mong anh/chị giúp em.",
    "Cho em hỏi tại sao giáo dục thể chất lại học ở cs1 ạ",
    "Thưa quý thầy cô, Em tên là . Sau khi kết thúc HK201, em đã làm đơn xin chuyển điểm từ cao học về đại học. PĐT SDH cũng xác nhận là thực hiện việc chuyển điểm rồi tuy nhiên bên phía PDT vẫn chưa chuyển điểm cho em. Đồng thời, số tín chỉ em đã hoàn thành ở HK 201 vẫn chưa được cập nhật để em có thể đủ điều kiện đăng ký LVTN. Mong quý thầy cô kiểm tra lại và cập nhật điểm sớm giúp em. Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi là theo thông báo mail của pđt gửi về thì tuần 0 (22/2-28/2). Thì không dạy và học theo hình thức tập trung mà sẽ dạy online. Nhưng ở mục số 8 em có đọc các môm thí nghiệm vẫn diễn ra theo tkb nghĩa là có học ở tuần 0 hay sao ạ? Mong được pđt giải đáp thắc mắc giúp em. Em xin cảm ơn!",
    "Em không thể đăng kí được môn giáo dục thể chất mặc dù đúng nhóm lớp và không hề bị cấm đăng kí môn học. Nếu có thể xin phòng đào tạo xem xét ạ. Em xin cảm ơn.",
    "Em xin chào trường ạ, em là , sinh viên ngành Kĩ thuật ô tô (Chương trình CLC). Hiện tại em có đăng ký môn học TD HKII nhưng máy lại báo \"Bạn không được phép đăng ký vào nhóm lớp này - Xem thêm về Loại hình SV và Loại hình đào tạo (tìm kiếm tại BKwiki - wiki.hcmut.edu.vn\". Ad cho em hỏi cách giải quyết với ạ. Em xin cảm ơn! ﻿",
    "Cho em hỏi tại sao đợt đăng kí GDTC từ ngày 22 chỉ có ở CS1 vậy ạ?",
    "Dạ cho em hỏi do chưa đạt chuẩn anh văn nên kì này em chỉ đăng kí được 8 tín chỉ. Em có thể làm đơn xin giảm học phí không ạ thay vì đóng tiền 1 học kì là 5.850.000d. Em xin cảm ơn.",
    "nh gửi PĐT, Em là - 17. Em gặp vấn đề là đăng ký môn Luận văn tốt nghiệp không thành công mặc dù đã đăng ký môn này theo quy định và đủ tiêu chuẩn để học môn này. Em kính mong PĐT kiểm tra lại giúp em ạ. Trân trọng, .",
    "Cho em hỏi hết năm 2 thì vào cơ sở 1.nhưng hiện tại em nghe là không còn dô cơ sở 1 nữa thông tin này có đúng chưa ạ.",
    "Cho em hỏi môn thể dục hk202 học ở cs1 hay cs2 ạ. Em cảm ơn",
    "Kính chào PĐT, Em là Vương Chí Cường (MSSV: 1710735) hiện đang là sinh viên khóa 2017 chương trình Kỹ sư tài năng ngành Khoa học máy tính & cũng đang là học viên khóa 2019 chương trình liên thông đại học - thạc sĩ ngành Khoa học máy tính của trường. Tính tới HK201, em đã có   I 118 tín chỉ tích lũy  /I . Cũng trong HK201, em không học môn nào ở chương trình đại học mà chỉ học 4 môn ở chương trình liên thông. Em đã làm   I đơn xin chuyển điểm sớm (nộp ngày 19/01)  /I  3 môn đã có điểm để có thể đủ điều kiện nhận   I Luận văn tốt nghiệp KHMT (CO4313)  /I . Vào ngày 30/01, em kiểm tra trên trang   I Thông tin sinh viên (https://mybk.hcmut.edu.vn/stinfo/)  /I  thì thấy điểm đã được chuyển thành công như hình dưới đây: (2021-01-30_16-10.png) Tới đợt   I ĐKMH lần 4  /I , PĐT cũng đã tự động đăng ký môn học cho em theo như hình: (2021-02-05_16-02.png) Tuy nhiên, hôm 05/02 khi em kiểm tra phần ĐKMH lần 4 - Kết quả thì lại báo như sau: (2021-02-05_16-02_1.png) Cũng trong hôm đó, khi vào trang   I Thông tin sinh viên (https://mybk.hcmut.edu.vn/stinfo/)  /I  kiểm tra thì lúc này em lại không thấy những môn em vừa được chuyển điểm nữa: (2021-02-05_16-10.png) Vậy PĐT cho em hỏi rốt cuộc là tại sao em vẫn không thể đăng ký được môn   I Luận văn tốt nghiệp KHMT (CO4313)  /I  vậy ạ? Kính mong PĐT sớm trả lời thắc mắc của em. Em xin cảm ơn!",
    "Cho em đk môn học vì đăng ký trễ nên hết lớp  ()  Giải tích 2 (MT1005)   2 (PH1005)",
    "Kính gửi thầy cô. Em tên là , mssv , là sinh viên khoa Cơ khí. Hôm nay 22/02/2021 theo lịch em đăng ký môn học giáo dục thể chất. Nhưng khi vào đăng ký em lại thấy tất cả các môn học thể chất đều có nhóm lớp là L nhưng cơ sở học lại là cơ sở 1. Vì vậy em không đăng ký học được do bị lỗi không đủ thời gian giãn cách giữa 2 cơ sở . Mong thầy cô sớm cập nhật lại để em kịp thời đăng ký trước khi hết slot . Em xin cảm ơn.",
    "Em chào thầy/cô, em có thắc mắc như sau:  - Em đã nộp chứng chỉ TOEIC 700 vào 2 năm trước, nhưng hiện nay chứng chỉ đã hết hạn (tháng 01/2019 - 01/2021). Như vậy em có cần phải thi lấy chứng chỉ TOEIC lại để được tốt nghiệp ra trường không ạ?",
    "Chào Ban giám hiệu ﻿Nếu trong 1 học kì em chỉ đăng kí mỗi 1 môn học trong học kì dự thính, kì chính ko có thời khóa biểu hoặc nếu học kì chính em chỉ đăng kí  mỗi môn giáo dục thể chất thì có bị tước quyền sinh viên không ạ ﻿ ﻿Em cám ơn",
    "Dạ cho em hỏi về việc rút LVTN học kì 202, nếu em rút LVTN vào tuần đầu của học kì (22/02/2021 - 28/02/2021) thì có không tính học phí không ạ ? Em xin chân thành cảm ơn.",
    "cho em hỏi là em đăng ký môn học Đồ án cấp thoát nước trong công trình(CI3209) đợt 1 và đợt 2 vẫn có trong danh sách đăng ký,nhưng trong đợt 3 và đợt 4 thì không còn trong danh sách đăng ký nữa,trong khi đó lý do được ghi là không đủ thời gian di chuyển giữa 2 cơ sở,e nghĩ là môn Đồ án thời gian là do giáo viên sắp xếp,do e nghĩ đợt 2 vẫn còn nên không để ý đến đợt 3 và đợt 4,nên mong phòng đào tạo xem xét vì môn đó là môn để có thể đi thực tập ạ.Em xin cảm ơn.",
    "Chào Thầy Cô,  Thầy Cô cho con hỏi là con phải làm sao để có thể xin phòng đạo tạo mở thêm tỉ số của lớp Cầu lông ạ.  Con cảm ơn. Chúc Thầy Cô có một ngày làm việc vui vẻ ạ.",
    "Dạ em chào thầy/cô, em có đăng kí xin phúc tra bài thi môn Kết cấu Thép 1 (CI3009) vào ngày 1/2 nhưng đến nay em vẫn chưa nhận được kết quả phúc tra ạ. Thầy/cô cho em hỏi khi nào em mới có kết quả phúc tra vậy ạ? Em cảm ơn thầy/cô nhiều ạ",
    "Em tên là Đỗ  Minh Phúc Mssv . -Dạ thưa PĐT,lúc đầu em đăng kí môn anh văn 4a (LA1043) là vào lớp DT21 nhưng do bị lỗi nên em không được xếp lớp, em đã gửi yêu cầu trên BKSI để được bổ sung môn học. PĐT đã giúp em bổ sung vào lớp DT19 nhưng thời khoá biểu của lớp Dt19 không phù hợp với em vì thời gian lên LAB và đi làm thêm của em bị trùng. -Em mong PĐT xếp em vào lớp DT21 môn anh văn 4a LA1043.Em cảm ơn PĐT !",
    "Em xin chào thầy/cô:     Em là sv năm 3. vào cuối kì 201 e có thi kì thi toeic định kì trong trường và được kết quả là 570 điểm. Theo chuẩn anh văn năm 3 của khóa K18 tụi em là 500 điểm. Thầy/cô cho e hỏi là e có được xét duyết là qua chuẩn năm 3 để đăng kí môn chuyên ngành của năm 4 chưa ạ. Hay cuối kì 202 này e phải đk thi anh văn tập trung trong trường và phải qua 500 mới được đang kí ạ . Em cảm ơn quý thầy/cô đã đọc ạ.",
    "Cho em hỏi trong học kì 202 này đợt chuyển điểm av đã kết thúc vậy khi nào đợt mới mở ạ.",
    "Em là : . Em muốn xin được tham gia lớp học thông gió CI3131. Em mong phòng đào tạo tạo điều kiện để em được tham gia lớp học này. Em xin chân thành cảm ơn",
    "Chào thầy(cô), Em cần file pdf của bảng điểm để nộp hồ sơ xin học bổng nhưng không biết lấy file như thế nào, mong nhận được sự giúp đỡ! Em xin cảm ơn, Trân trọng!",
    "Xin chào thầy cô, trong đợt đăng kí môn học vừa qua em đã đăng kí môn học ở đợt 1, không biết là do ai đã xoá hết tất cả các môn học mà em đăng kí nên em đã không có tkb để học, em soạn thư này mong thầy cô có thể cho em thêm một slot đăng kí môn học Vật lí bán dẫn, còn những môn học còn lại thì em sẽ đăng kí ở đợt dự thính sau ạ.Em mong thầy cô giúp đỡ, em xin chân thành cảm ơn!!! Môn học muốn đăng kí: Vật lí bán dẫn : EE1007",
    "Dạ do vấn đề tài chính của gia đình, em sợ không có khả năng đóng tiền học kỳ tiếp theo nên em đăng ký môn trễ ạ. Em rất muốn tiếp tục được học ở học kỳ tiếp theo ạ, em mong trường xem xét cho em đăng môn học lại. Em sẽ nỗ lực để không phụ lòng ba mẹ và nhà trường đã cho em cơ hội được học tiếp ạ Em cảm ơn.",
    "Kính gửi phòng đào tạo. Hiện tại em đang là sinh viên K18, em muốn đăng ký môn bơi ở cơ sở 1. Em muốn hỏi có cách nào để mở lớp học bơi tại cơ sở 1 cho đại trà không? Em xin cảm ơn.",
    "Em đã đăng ký môn học học kỳ II(2020-2021) tổng cộng 14 chỉ có thời khoá biểu trong Thông tin sinh viên(em học hệ VHVL đăng ký môn học chính qui chuyển hệ) Nhưng cho đến hiện tại trên BKEL lại không xuất hiện các môn học kì II(không xuất hiện cả học kì II luôn) Mà nhà trường thông báo là tuần 0 các thầy cô phổ biến nội dung các môn học trên BKEL. Bây giờ em hoang mang quá. Kính mong các thầy/cô phòng đạo tạo hỗ trợ em vấn đề này . Em cám ơn ạ. Chúc thầy/cô năm mới vạn sự như ý",
    "Em muốn hỏi là em đang là sinh viên năm 4 theo chương trình đào tạo nhưng em chưa hoàn thành giáo dục thể chất 2 và 3 theo yêu cầu, vậy em phải làm thế nào để đăng ký môn học được ạ",
    "chào cô. học kỳ này em có đăng kí môn CI4125(tổ chức thi công) và môn song hành CI4127 ( ĐAMH tổ chức thi công). vì môn CI4125 không mở lớp nên môn sonh hành  CI4127  đã bị pdt xóa. em đã liên hệ thầy () và thầy đã nhận dạy  lớp dự thính môn CI4125 và em đã đăng kí dự thính môn đó  . em xin pdt có thể đăng kí cho em  lớp CI4127- đồ án tổ chức thi công( môn song hành) để em có thể kết thúc môn họckỳ này, vì nếu em không học môn này học kỳ này thì sẽ trễ 1 năm .mong pdt xem xét  Em chân thành cảm ơn",
    "Dạ các môn là: Vật lý 2 Giải tích 2 Vẽ kỹ thuật bảo dưỡng Đại số tuyến tính Thí nghiệm vật lý",
    "Em chào thầy cô. Với tình hình lịch của trường bị thay đổi như hiện nay do dịch bệnh thì lịch xét tốt nghiệp đợt tháng 4 của trường sẽ như thế nào ạ. Mong thầy cô cho em thông tin. Em cảm ơn thầy cô.",
    "Em chào Thầy Hôm nay em có đăng ký nộp bảng điểm Toeic và có bấm xét miễn điểm. Nhưng do ban đầu em bấm nhầm chỉ chuyển av 2 và 3 ( phí 100k ). Em đã bấm huỷ. Và bấm xét miễn lại av 1,2 và 3 (phí 150k). Em đã thanh toán 150k rồi ạ. Nhưng trên bkpay vẫn còn hiện phí 100k chưa thanh toán. Thầy/cô có thể giúp em xoá mục đó đi được không à vì em đã huỷ rồi ạ. Em cảm ơn.",
    "Về việc nhầm mã số của Đồ án môn học . Em xin kính chào nhà trường ạ! Em tên là . MSSV: , học tại chương trình Kỹ sư tài năng chuyên ngành Kỹ thuật điều khiển và Tự động hóa, khoa Điện-Điện tử. Em xin hỏi trường về vấn đề của em đó là: Em thuộc chuyên ngành \"Kỹ thuật Điều khiển và Tự động hóa\", nhưng không biết vì lý do gì (do em lúc đăng ký môn học hay do phần mềm,...) mà đồ án của em kỳ tới em lại được sắp là đồ án của chuyên ngành \"Kỹ thuật điện, điện tử\" (EE3061) - Đáng lẽ ra phải là đồ án chuyên ngành Kỹ thuật điều khiển và Tự động hóa (EE3149).... Em viết yêu cầu này kính xin khẩn cầu trường có thể sửa lại Đồ án đúng với chuyên ngành của em - Đó là đồ án của chuyên ngành \"Kỹ thuật Điều khiển và Tự động hóa\" (EE3149) ạ... Em xin trường có thể giúp đỡ em ạ!...",
    "PĐT cho em hỏi là khi em chuyển hệ em có được rút bằng tốt nghiệp THPT để nộp sang hệ VHVL không ạ,tại vì hồi năm nhất em có lỡ nộp bản sao y và bản chính cho pđt rồi ạ.Hiện tại em không còn bằng tốt nghiệp THPT để nộp. Em xin cảm ơn!",
    ". Hôm nay sau khi PĐT đã solved cho em 2 request về môn học thì hiện tại em đã đăng kí 2 môn đó là  và môn học  HẠN ME3025 nên em xin phép PĐT hủy 1 môn học đó là môn  và giữ lại môn  HẠN ME3025 ạ.",
    "Kính gửi pdt. Em hiện đã hoàn thành chương trình đào tạo theo chương trình K18 và đang trong thời gian chờ nhận bằng nhưng chưa đến đợt tốt nghiệp . Hiện tại em muốn xin giấy xác nhận không nợ môn và đã hoàn thành chương trình đào tạo để bổ xung hồ sơ xin việc thì có được không hay phải chờ đến đợt đăng kí tốt nghiệp, nếu được thì thủ tục in và mẫu đơn ở đâu. Mong pdt giải đáp và phản hồi sớm vì em đang rất cần giấy tờ này.",
    "Em chào thầy cô ạ, Thầy/cô cho em hỏi là kì 202 này, em đăng ký dự thính thể dục rồi vậy thì em có cần đăng ký thêm ở đợt bổ sung lần này không ạ, em đã qua được 2 môn gdtc rồi ạ. Mong thầy/cô phản hồi, em cảm ơn nhiều ạ.",
    "Thầy/cô cho em hỏi, xét ra khỏi chương trình tài năng là sau mỗi học kì hay sau khi hết năm học ạ! Em cảm ơn! Em đang là SV năm 2, vậy xét sau HK201 hay xét sau HK202?",
    "Dạ cho mình hỏi là thời gian để nộp bằng TOEIC để xét trong học kì tiếp theo là vào thời gian nào vậy ạ. Vì anh văn của mình chưa qua năm 2 nên mình muốn nộp bằng vào để xét av thì khi nào là được nộp thế ạ",
    "913461    DẠ EM NGHE NÓI NẾU THI ĐỢT KT AV TRÊN TRƯỜNG MÀ TRÊN 550 THÌ CHỈ ĐỦ ĐK ĐĂNG KÝ MÔN HỌC NHỮNG KỲ TIẾP THEO , CÒN MÌNH BẮT BUỘC PHẢI HOÀN THÀNH AV 1,2,3,4 TRÊN TRƯỜNG PHẢI KHÔNG Ạ ? EM CẢM ƠN!!!",
    "Chào thầy cô!!! Trong đợt đăng kí môn học vừa qua, em đã đăng kí ở đợt 1, không biết do ai đã xoá hết tất cả hết môn đk của em nên em đã không có tkb để học, em soạn thư này mong thầy cô có thể cho em thêm đk thêm một slot các môn học Giải tích 2-MT1005 Vật lí bán dẫn-EE1007 Phương pháp tính-MT1009 Hoá Đại Cương-CH1003 Xin quý thầy cô giúp đỡ cho em ạ,Em xin chân thành cảm ơn. Em dự tính đăng kí dự thính nhưng vào đọc quy chế thì kì dự thính phải học ở cs1 và vào tiết 14-16 nhưng điều kiện nơi ở lại không cho phép!!!(Gia đình cách cơ sở 1 trường mình tận 30km ạ).Em mong quý thầy cô giúp đỡ ạ!!!",
    "Em đăng kí môn học đợt 3 môn \"Tối ưu hóa và quy hoạch thực nghiệm\", đến đợt 4 em đăng kí lại môn \"Đề cương luận văn tốt nghiệp\" (vì kì trước đó em có đăng kí nhưng không làm, kì này em đăng kí để làm lại, để kì 211 sắp tới làm luận văn). Kết quả trả về đợt 3 là đã đăng kí được môn \"Tối ưu hóa...\" nhưng kết quả đợt 4 lại bị mất hết (em chưa biết lí do vì sao môn \"Đề cương luận văn\" không đăng kí được). Thành ra kì 202 em không có thời khóa biểu, em phải giải quyết như thế nào ạ, em cảm ơn thầy/ cô!",
    "Lúc đăng kí nhập học em có ấn nhầm vào mục in lại thẻ sinh viên, hiện em đã nhận được thẻ của mình nhưng trong trang BKPay có hiện yêu cầu thanh toán. Để hủy thanh toán em phải làm thế nào ạ? Em xin cảm ơn.",
    "Dạ PH1005 em mới tra thấy còn lớp mà ạ",
    "Em là sinh viên K17, em vẫn còn vướng môn GDTC2- PE1005 . Sau này chương trình thay đổi  nên em không còn đăng kí được loại đăng kí trên nữa mà chỉ có thể chọn 1 loại hình môn học cụ thể như Bóng Bàn, Bóng Chuyền, ...v...v.. . Cho em hỏi nếu em đăng kí và hoàn thành học phần của loại hình mới thì có được tính là trả được môn GDTC2 không ạ? ",
    "Em muốn đăng kí phúc tra môn HỆ THỐNG NĂNG NƯỢNG XANH. -Thời gian đăng kí là đến 8.3.2021 mà hạn phúc tra là 15.2.2021 thì em có thể đăng kí phúc tra theo hình thức khác được không ạ?  -Em cảm ơn PĐT.",
    "CI3211 Dạ pđt cho em xin đăng ký bổ sung môn học  Kết cấu thép 2 (CI3211) vào nhóm học nào còn trống với ạ. Lần đăng ký môn học trước em có xem thì thấy rất nhiều lớp vượt quá sĩ số. Hiện trong thời khóa biểu kỳ này của em chỉ kẹt thứ 4(12-12), thứ 3 (4-6) & thứ 6(2-4) Lý do: Em muốn xin đăng ký đăng ký bổ sung để có thể kịp tiến độ học kỳ tới được nhận LVTN ạ. Em xin cám ơn!",
    "Em là sinh viên K18. Cho em hỏi là nếu em đã học và qua 4 môn anh văn 1,2,3 và 4 thì sau nay em nôp chứng chỉ ngoại ngữ thì có được chuyển điểm cho các môn anh văn em đã học và đã qua hay không ạ. Em xin cảm ơn!",
    "Thầy cô ơi, bữa em có xin đăng kí thêm môn học ME2109( Mỹ thuật trang phục) , không biết là em đã đăng kí được chưa ạ, vì trên thời khóa biểu em vẫn chưa cập nhật môn đó ạ. Mong thầy cô giải đáp, em cảm ơn nhiều ạ.",
    "Em không hiểu sao điểm tổng kết của em lại là 0 ạ. Giải thích hộ em với",
    "Khi nào em có thời gian biểu ạ Vật lý 2( PH1005) được sắp lớp chưa ạ",
    "Chào Thầy/cô Em tên , MSSV:  hiện đang theo học chuyên ngành Khoa Học Máy Tính Trong đợt đăng kí môn học lần trước do bị lỗi hệ thống nên em không đăng kí được môn Đề cương luận văng cũng như Thực tập tốt nghiệp Được biết là sau tết sẽ có một đợt đăng kí riêng cho hai môn này, thầy/cô cho em hỏi là đợt đăng kí này khi nào diễn ra ạ, vì cũng sắp đến thời gian chọn đề tài đề cương luận văn rồi ạ. Rất mong nhận được phản hồi từ thầy/cô ạ. Em xin cảm ơn thầy/cô,",
    "dạ em chào các thầy cô PĐT ạ! các thầy cô cho em hỏi là khi em nộp bằng Toeic và đăng kí chuyển điểm AV3 AV4 trong học kì 2 thì tín chỉ của các môn AV đó có được tính vào tín chỉ tích lũy ngay sau khi chuyển hay không ạ?hay là phải đợi đến cuối HK2 mới được tính vào TCTL vậy ạ? Vì hiện tại em còn thiếu tín chỉ để làm luận văn (2 chỉ) nên em muốn xin làm luận văn trước rồi kì sau em bổ sung bằng toeic để chuyển điểm các môn AV nữa là đủ điều kiện làm LVTN ạ, mà em không rõ như thế có được không nên xin các thầy cô giải đáp giùm em ạ.Em cảm ơn nhiều ạ!",
    "Cho em hỏi giờ em có thể đăng ký bổ sung môn Đồ án Nền Móng được không ạ? Do đợt đăng ký vừa rồi em không đăng ký kip.",
    "913461    DẠ THƯA CÔ AV1,2,3,4 MÌNH KHÔNG MUỐN ĐĂNG KÝ HỌC RÊN TRG CŨNG ĐƯỢC ,CHỈ CẦN TRƯỚC KHI TỐT NGHIỆP NỘP BẰNG TOEIC TRÊN 550 LÀ ĐƯỢC XÉT CHUYỂN ĐIỂM ĐẠT AV1,2,3,4 LUÔN PHẢI KHÔNG Ạ. EM CẢM ƠN CÔ!",
    "Thưa , Hiện tại ở kì 202 và 203, em sẽ hoàn thành hết tất cả các môn học bắt buộc, và chỉ còn Đề cương tốt nghiệp và Luận văn tốt nghiệp. Vậy ở kì 211 và 212 khi làm Đề cương và Luận văn, em k đủ 10 tín chỉ trong 1 kì, vậy em có bị đình chỉ không ạ?   i ",
    "Chào Thầy/Cô, Em là sinh viên khóa K16 hiện chưa tốt nghiệp do thiếu bằng Toeic nói - viết (Các điều kiện khác đều đã hoàn tất) và đang bị tạm dừng học do không ĐKMH trong học kỳ vừa rồi. Em đang đi làm và công ty yêu cầu phải có giấy chứng nhận hoàn thành chương trình đào tạo tại trường. Cho em hỏi trường có hỗ trợ giấy chứng nhận trên không ạ, nếu có cho em hỏi cách thức để xin giấy xác nhận hoàn thành chương trình học ạ? Em xin chân thành cảm ơn",
    "Dạ cho em hỏi những danh hiệu như sinh viên giỏi toàn diện hay khá toàn diện thì chính sách khen thưởng sẽ như nào vậy ạ.Em cảm ơn   i  .",
    "Em xin thầy/cô xem và giải đáp giúp em: Em có tham gia Kiểm tra trình độ Tiếng Anh đợt 19-20/9/2020 do IIG tổ chức tại trường và đạt 710 điểm (tổng cho 2 kĩ năng). Vậy kết quả thi này em có được xét đủ điều kiện ĐKMH cho tất cả các học kì còn lại không? Hay em phải tiếp tục tham gia một kì thi tương tự vào năm nay để xét đủ điều kiện ĐKMH cho năm sau? (Em không tham gia học Anh Văn tại trường và chưa nộp CCNN cho trường).",
    "Em tên là  MSSV  thầy cô cho em hỏi em muốn ứng tiền học phí cho học kì tới đây thì điều kiện và thủ tục để được ứng là như thế nào ạ , rất mong thầy cô giải đáp giúp em  ",
    "Chào thầy/cô. Ở học kì 201 em có nhầm lẫn một số việc nên điểm Thí Nghiệm một môn học của em là 13. Lúc đó em nghĩ là việc phúc tra chỉ thay đổi điểm thi cuối kì chứ không thay đổi các điểm thành phần khác nên em đã không nộp đơn phúc tra cho môn học đó. Hạn phúc tra của môn đó là 04/02/2020 . Thầy/cô cho em hỏi là liệu có còn cách nào khác để em có thể nộp đơn phúc tra cho môn này khi đã quá hạn không ạ? Em cảm ơn thầy/cô đã đọc và phản hồi.",
    "Em chào cô/thầy, Ở học kỳ 201 em có vắng thi cuối kỳ môn Cơ học thủy khí (TR1005), em đã làm đơn xin vắng thi có phép và đã được phòng đào tạo chấp nhận. Cho em hỏi là em có thể làm đơn xin thi lại vào học kỳ dự thính 202 được không ạ, hay phải đợi đến kỳ 211 mới được thi ở học kỳ chính? Em cảm ơn ạ",
    "Chào thầy (cô), Em có đăng ký môn học nhưng do thẩm tra bằng anh văn muộn nên bị xóa đăng ký. Em có liên hệ phòng Đào Tạo và phòng yêu cầu em liên hệ bên BKSI để đăng ký các môn mong muốn. Dưới đây là các môn học em đăng ký nhưng bị hủy:   CODE    table            thead                th TT  /th                th Mã môn học  /th                th Tên môn học  /th                th Nhóm lớp  /th            /thead            tbody                tr                    td 1  /td   td CO3061  /td   td Nhập môn trí tuệ nhân tạo  /td   td L02  /td                /tr                tr                    td 2  /td   td CO3067  /td   td Tính toán song song  /td   td L02_L04  /td                /tr                tr                    td 3  /td   td CO3029  /td   td Khai phá dữ liệu  /td   td L01  /td                /tr                tr                    td 4  /td   td CO3031  /td   td Phân tích và thiết kế giải thuật  /td   td L01  /td                /tr                tr                    td 5  /td   td CO3087  /td   td Thực tập đồ án đa ngành  /td   td L02  /td                /tr            /tbody        /table    /CODE  Về thông tin chứng chỉ ngoại ngữ em có đính kèm ở dưới. Mong thầy(cô) xem xét giúp đỡ em! Em xin cảm ơn ạ.",
    "Cho em hỏi. Sỉ số tối thiểu để được mở lớp cho môn học lí thuyết là bao nhiêu ạ.",
    "Do sơ suất nên em quên đăng kí môn thí nghiệm vật lí  Em muốn đăng kí lại thì phải làm sao ạ",
    "Em xin PDT cho em đăng kí môn GDTC Võ PE1015 vào thứ 7 tiết 234 cơ sở 1 ạ. Em đã đăng kí môn vào ngày 22 là cơ sở 1 nhưng nay vào lại thì thấy là cơ sở 2, sau đó em hủy lớp đó và đăng kí cùng giờ ở cơ sở 1 nhưng không đăng kí được, hiện tại sỉ số lớp Pe1015 thứ 7 tiết 234 cơ sở 1 đang là 43/50 ạ.",
    "Kính chào Thầy, Cô pdt ! Em tên là  sinh viên khóa 2016 ( MSSV: ) tại trường Đại học Bách Khoa Tphcm. Tình trạng là : Em có tham gia  Đăng ký môn học Học Kỳ 2 (2020 - 2021) Chính Quy - Đợt 4.  Môn học của em đăng ký chỉ gồm 1 môn : LA1041 - Anh văn 3A . Sau khi đăng ký em nhận được dấu tích (✓)  Thõa điều kiện ĐK và Đã gửi ĐK, Sĩ số lớp đã là 26/30. Theo như những năm vừa qua thì việc ĐK môn học như vậy đã thành công. Nhưng đến tại thời điểm này em lại không có thời khóa biểu môn học. Và em đã xem qua lịch sử ĐK môn học, xong em đã nhận được thông báo: PDT không đ/ký cho SV MH LA1041 (H: Hủy (nhóm lớp bị hủy, SV đăng ký hủy, Khoa hủy lớp…) SSIT). Em mong muốn được đăng ký môn học : Anh văn 3A, Anh văn 4A - Kính mong pdt tư vấn, hổ trợ giúp em!  Mong sớm nhận được phản hồi từ pdt trường Đại Học Bách Khoa Tphcm!  ,        ",
    "Em chào thầy cô  Hôm bữa em có hỏi về việc rút môn học ạ  Thầy có hỏi mã môn em có trả lời MA3059 (đồ án ) Vậy em đã được rút chưa ạ hay em phải làm đơn ạ  E cảm ơn thầy cô ",
    "Em chào thầy cô. Vì 1 số lý do cá nhân nên trong kì đăng kí môn học học đợt 4 em đã lỡ hạn và không đăng kí thêm được. Nay em muốn hỏi rằng em có thể xin mở sỉ số môn Pháp Luật đại cương nhóm A03 và môn Đường lối Đảng C/s Việt Nam nhóm A06 được không ạ . Mong thầy cô xem xét giúp em để em có thể hoàn thành chương trình học đúng hạn. Em xin cám ơn thầy cô .",
    "Em có 3 câu hỏi ạ, kính mong quý Thầy Cô phòng đào tạo giải đáp cho em được hiểu với ạ: 1/ Khi chuyển điểm anh văn để xét tốt nghiệp thì em có cần đăng ký môn anh văn đó trong kỳ đó thì em mới được chuyển điểm không ạ, hay em scan file bảng điểm toeic trên web trường rồi được xét duyệt môn anh văn cần chuyển ạ ? 2/ Nếu em có vấn đề gia đình ở quê bị trễ hạn nộp thì em có thể bị rớt xuống kỳ sau là thuộc tại chức ( vì em là khóa 2014 - kỳ này là kỳ cuối cùng của khóa 2014 ạ ) nên nếu xuống kỳ sau thì em có thể làm đơn xin phòng đào tạo cho em được gia hạn 1 kỳ nữa được không ạ. Em đang vướng việc gia đình nên cũng lo lắm. Em viết đơn em tự soạn có được không ạ ? 3/ Hiện tại trường BK bằng tại chức và bằng chính quy có ghi rõ là tại chức hay chính quy gì hay không ạ . Em xin chân thành quý Thầy Cô đã đọc và giải đáp thắc mắc giúp em, chúc thầy cô nhiều sức khỏe ạ, em xin đa tạ.",
    "em đã đủ điều kiện đăng kí tốt nghiệp, và đang đăng kí 1 môn học kì này để duy trì tình trạng theo học. Cho em hỏi cần rút môn học khi nào để đăng kí tốt nghiệp . em hỏi thêm nữa là em có đăng kí nhầm 1 môn học của ngành khác trong thời gian theo học ở các kì trước, và chưa đạt môn đó các môn đúng chuyên nghành thì đã đầy đủ rồi ạ, vậy nên có cần đạt môn đó để đăng kí tốt nghiệp không",
    "Chào quý thầy cô!  Em là sinh viên K20. Em thấy hiện tại RẤT NHIỀU bạn thắc mắc về môn Giáo dục thể chất. Thắc mắc về việc có học lại môn cũ được không, về việc K20 phải học tất cả bao nhiêu môn, một học kì học 2 môn được không... Em đã biết là từ khóa 2020, môn Giáo dục thể chất ở trường mình đã do Trung tâm TDTT ĐHQG phụ trách. Nhưng hiện có rất nhiều sự KHÔNG NHẤT QUÁN giữa các quy định của trường mình và điều mà các gv thể chất hay nói với sinh viên . Ví dụ kì trước nhiều gv bảo được học 2 môn 1 kì, thì sau đó mấy hôm PĐT thông báo chỉ được học 1 môn 1 kì. Và nhiều gv bảo kì sau được phép đăng kí tiếp môn cũ, nhưng theo như em biết quy định hiện tại của trường mình là phải đạt 3 môn thể chất khác nhau. Em cũng thắc mắc là nếu cho học lại môn cũ, theo như lời các gv thể chất nói là học nội dung nâng cao hơn kì trước, thì làm sao phân biệt được người học rồi và người chưa học trong khi môn đó chỉ có 1 mã duy nhất, và như vậy thì có công bằng cho các bạn phải học 2 môn khác nhau hay không? Mong được quý thầy cô sớm giải đáp, và có 1 thông báo RỘNG RÃI, NHẤT QUÁN hơn để sinh viên K20 nắm bắt được. Em cảm ơn!",
    "Cho em hỏi, em nghe được thông tin K20 chỉ học 2 môn thể chất thay vì 3 môn như trước kia, như vậy có đúng không ạ, em cảm ơn.",
    "Em là ,là sinh viên lớp VP16VT chương trình Kỹ sư chất lượng cao Việt Pháp (PFIEV). Hiện tại em không thể chuyển điểm giữa 2 môn học tương đương theo chương trình thay thế là Toán 3 (006713) và Giải tích 3 (006725) dẫn đến việc em không đủ điều kiện để đăng ký Luận văn cũng như Thực tập tốt nghiệp trong kỳ này. Vì tính chất chương trình PFIEV năm 2019 có sự thay đổi chương trình nên mã môn học Toán 3 đã không còn nên em đã đăng ký học môn tương đương Giải Tích 3 vào kỳ hè 19.3 . Em muốn xin phòng đào tạo cho phép em được chuyển điểm từ môn Giải Tích 3 sang môn Toán 3 để em có thể kịp đăng ký Luận văn tốt nghiệp (405700) và Thực tập tốt nghiệp (405750) trong học kỳ tới (học kì 202) và  có thể hoàn thành chương trình học đúng hạn.",
    "Em đủ điều kiện tốt nghiệp rồi nhưng không có tên trong danh sách tốt nghiệp. Cô xem lại giúp em. Em cảm ơn",
    "Em là k17 nhưng do nhiều kì chưa đăng kí giáo dục thể chất nên vẫn chưa qua đủ 3 môn thể chất ạ. Thầy (cô) cho em hỏi là kì này em có đăng kí học cùng lúc 2 môn thể chất là bóng rổ và cầu lông thì có được phép đăng kí không ạ? Em cám ơn! ",
    "Em xin chào Phòng đào tạo Học kỳ 182 em có học Môn Kỹ thuật lập trình (CO1011) nhưng không đạt Sang kỳ 192 và 201 em có học 2 môn tương đương là Kỹ thuật lập trình (CO1027) và Đồ án Kỹ thuật lập trình (CO1031) Em có đọc về quy định các môn tương đương thì theo em hiểu là trong Bảng điểm môn CO1011 sẽ ghi là MT Hiện tại bảng điểm vẫn chưa được cập nhật. Vì vậy em muốn hỏi là em đã hiểu sai hay cho chưa cập nhật? Em xin cảm ơn",
    "Em là sinh viên k19 chương trình PFEIV ạ . Em muốn đăng kí môn giáo dục thể chất tại cơ sở 1 nhưng không thấy có ạ. Em chỉ thấy có môn PE1031 có mở tại cơ sở 1 nhưng không còn lớp có thể đăng kí được? Em phải làm sao ạ?  Cảm ơn thầy/ cô",
    "Vật lý 2  6 Vật lý 2 (Bài tập)    Vẽ kỹ thuật   Vẽ kỹ thuật (Thí nghiệm)  Hóa đại cương  CH1004 Hóa đại cương (Thí nghiệm)  1005 Giải tích 2  1006 Giải tích 2 (Bài tập)  LA1003 Anh văn 1   ",
    "Hiện tại em đã đủ điều kiện tốt nghiệp nhưng số tín chỉ chưa được cập nhật vậy kì đăng kí tốt nghiệp vào 1/3 em có đăng kí được không ạ?",
    "Dạ, video này em không thể xem được hết a, tới đây luôn bị lỗi, em đã thử lại nhiều lần nhưng tới đây vẫn lỗi ạ, mong quý Thầy Cô kiểm tra lại giúp em ạ",
    "Kính gửi Phòng Đào tạo. Em có nộp bằng IELTS để xét LVTN, và tốt nghiệp vào năm 2015. Sau khi em chuyển hệ có cần phải thi và nộp lại bằng anh văn hay cần xin giấy xác nhận anh văn từ hệ chính quy không ạ?",
    "Vật lý 2  6 Vật lý 2 (Bài tập)   CI1003 Vẽ kỹ thuật  CI1004 Vẽ kỹ thuật (Thí nghiệm)  Hóa đại cương  1004 Hóa đại cương (Thí nghiệm)  1005 Giải tích 2  1006 Giải tích 2 (Bài tập)  1003 Anh văn 1",
    "Thời gian phúc tra môn học đã quá hạn, cho em hỏi ngoài việc đăng kí phúc tra online thì em có thể đăng kí phúc tra theo hình thức nào khác được không ạ?  -Em cảm ơn PĐT.",
    "Kính gửi PĐT Em tên , MSSV , học lớp VP17VL . Em có thắc mắc là điểm môn KT vi mô - Chiến lược và tổ chức xí nghiệp (701705) mặc dù các bạn chung lớp đã được cập nhật điểm nhưng em thì chưa có điểm môn đó. Sau khi em liên lạc giảng viên thì giảng viên yêu cầu em liên hệ PĐT để giải quyết ạ. Mong PĐT phản hồi thắc mắc của em. Em xin cảm ơn rất nhiều. Trân trọng.",
    "Dạ, em có thắc mắc là trong khoảng thời gian từ 24/02-2/3, trường có thẩm tra Chứng chỉ ngoại ngữ để kịp đăng ký LVTN đợt cuối cùng (26/02-2/3) không vậy ạ? Tầm bao lâu là thẩm tra xong vậy ạ? Em cảm ơn.",
    "Cho em hỏi trường mình sẽ đi học lại hình thức học trực tiếp trên lớp trường có phải vào ngày 1/3 không ạ,vì không rõ kế hoạc tuần sau của trường như thế nào mong được thầy cô trả lời câu hỏi của em sớm để em tính toán chuyện mua vé đi lại,em xin cảm ơn.",
    "B Dạ cho em hỏi về việc Nộp chứng chỉ Tiếng Anh. 1. Hiện em đang có bằng FCE, nếu bây giờ em nộp bằng FCE này thì sau này em có thể nộp thêm bằng tiếng anh khác như IELTS hay TOEIC không ạ? 2. Tháng 12/2020 em có thi Chuẩn anh văn đầu vào và đã đậu qua hết 4 lớp Anh văn nên hiện tại môn Anh văn không có tính vào học phần (số tín chỉ là 0). Vậy cho em hỏi nếu em nộp bằng Tiếng Anh bây giờ thì bằng Tiếng Anh đó có được quy ra điểm trong học phần không, có được tăng số tín chỉ lên để cộng vô điểm trung bình tích lũy không ạ? Mong sẽ được thầy cô giải đáp giúp em ạ. Em xin cảm ơn.  ",
    "Dạ phòng Đào tạo cho em hỏi em phải tích lũy bao nhiêu chỉ của ngành thứ 2 ( tức ngành phụ) thì mới được ghi vào bảng điểm bằng Đại học ngành phụ ạ? Em cảm ơn.",
    "Phòng Đào tạo cho em hỏi trong chương trình đào tạo có 9 chỉ tự do nhưng mà em học những môn tự do 4 chỉ thì có được tính trung bình trong mục 9 chỉ tự do không ạ? Bên cạnh đó, em tích lũy chỉ tự do nhiều hơn 9 chỉ thì em có được quyền chọn những chỉ theo nguyện vọng của em để ghi vào bảng điểm không ạ? Em cảm ơn.",
    "Phòng đào tạo cho em hỏi Thạc sĩ trái ngành đào tạo khi nào khi em đang học ngành chính ạ? Ngành em muốn học trái ngành là ngành Khoa học Máy tính ạ .",
    "Em chào thầy,cô Cho em hỏi mình có thể đăng ký Giáo viên hướng dẫn luận văn ( GVHDLV) khác GVHD làm đề cương luận văn không ạ hay bắt buộc GVHD đề cương và GVHD luận văn phải cùng một người ạ Em xin cám ơn   i  .",
    "Xin đăng ký Đề cương luận văn tốt nghiệp  .  Em tên:  MSSV:   Do em chưa qua chuẩn av năm 4 nên em chưa được đăng kí ĐCLVTN. Em có thể xin được liên hê với Khoa điện tử - viễn thông và thầy hướng đẫn để nhận đề tài trước, sau đó em thi av em nộp chứng chỉ vào để đăng kí ĐCLVTN không ạ.    Em biết là không đúng với qui định và qui trình của nhà trường. Em mong là trường cho em xin được thực hiện qui trình như vậy ạ. Lần thi gần nhất em được 385đ, mong trường cho em cơ hội em sẻ cố gắn ạ.  Em xin cảm ơn nhiều lắm. Mong nhà trường cho em cơ hội được không ạ. Em cảm ơn.",
    "Kính gửi PĐT! Em là sv hệ VLVH K18. Vừa rồi em có thi kiểm tra trình độ Anh Văn ngày 25/01/2021. Cho em hỏi kết quả kỳ thi này có được áp dụng cho chuẩn đầu ra tiếng anh tại trường không ạ. Em cảm ơn.",
    "Dạ cho em hỏi em được biết trường mình nếu học lại môn là có thể chuyển điểm thí nghiệm đã học của môn đó .( có phân biệt kì dự thính hay kì chính gì không ạ ) và cách chuyển như thế nào vậy ạ?  Em cản ơn.",
    "Dạ kính thưa phòng đào tạo, kì 202 này em có đăng kí 33 chỉ, nhưng mấy nay em check thời khoá biểu thì lại hiển thị là 35 chỉ ạ, em muốn hỏi có phải là do lỗi hệ thống hay không ạ, em sợ khi tính học phí tính em 35 chỉ ạ. Em có chụp màn hình ở dưới ạ.",
    "Cho em xin giá học phí học kỳ hè ạ em nghe nói là học kỳ hè giá học phso là 880 phải không ạ",
    "Cho em hỏi là kì 202 tiền học phí dự thính sẽ là 525k/1chỉ. Còn kì hè 203 sẽ là 880k/1chỉ. Vậy thì dự thính kì 211 sẽ là 525k+ 10%x525k hay là tính theo khóa k21 hoặc là giữ nguyên 880k. Xin giải đáp thắc mắc để em có thể biết mà đăng kí môn học ạ. Em cảm ơn   i  .",
    "Do em đã đủ số tín chỉ mà em chưa đủ anh văn để đăng ký làm luận văn tốt nghiệp.  Mà em lại không đăng ký môn học nào trong học kỳ chính thì em có thể nộp đơn cứu xét để làm luận văn tốt nghiệp khi có anh văn không ạ. em cám ơn ạ",
    "pdt cho em hỏi ngoài đợt đăng kí dự thính ngày 2/3/2021-4/3/2021 thì còn đợt nào nữa không ạ?",
    "Em tên là  . Hiện em đang gặp khó khăn về sức khoẻ nên không thể theo học học kỳ này. Nên em có một vài câu hỏi xin nhờ thầy/cô giải đáp giúp em ạ. 1. Nếu em làm đơn xin tạm dừng một kỳ thì em có cần phải đóng học phí cho các môn mà em đã đăng ký hay không ạ? 2. Trường hợp tốt hơn, nếu sức khoẻ em vẫn theo học được nhưng em sẽ xin hủy bớt vài môn để giảm áp lực. Em tính chỉ để lại một môn để học. Thì em có thể làm đơn xin miễn đóng học phí các môn mà em đã huỷ vì lý do sức khoẻ được không ạ? Em mong nhận được sự hỗ trợ và giải đáp từ phía nhà trường. Em xin cảm ơn ạ .",
    "Kính gửi: Phòng đào tạo Đại học Bách Khoa. Em tên là:. MSSV: ,Lớp XD17DD02. Vừa qua trong đợt đăng ký môn học vì lý do không đạt chuẩn Anh Văn sau năm 3 nên em không đăng ký được những môn chuyên ngành năm 4. Trong đợt chuyển điểm Anh văn ngày 20 tháng 2 em đã nộp bằng để chuyển điểm. Em em viết đơn này mong muốn phòng đào tạo cho em đăng ký môn học những môn sau: CI1051- Hư hỏng sửa chữa công trình. CI4127-  thi công. Em xin chân thành cảm ơn.",
    "Thưa nhà trường, hiện tại em đang thực hiện giãn cách ở tỉnh Hải Dương. Khi trở lại Hồ Chí Minh, em sẽ tiếp tục cách ly 14 ngày theo chỉ đạo của Chính phủ. Nếu vậy em sẽ vắng mặt trong những tuần học đầu, những môn học có điểm danh như thí nghiệm vật lý, thể chất liệu có cấm thi em không? Mong nhà trường giúp đỡ, em xin cảm ơn.",
    "Em là học sinh năm 1 hệ CQ HK 1 rớt 1 môn mà HK dự thính không mở môn đó thì sao ạ? Em có thể học lại vào HK dự thính 2 hay hè ạ?",
    "Em chào phòng đào tạo. Cho em hỏi khi nào có điểm trung bình tích lũy ngành tính từ nhất đến kì 1 (2020 2021) và khi em đăng kí in bảng điểm thì có điểm trung bình tích lũy ngành từ năm nhất đến học kì 1 (2020-2021) không ạ? (do hiện giờ trên mybk bảng điểm của em chỉ mới cập nhật điểm đến kì 2 (2019 - 2020) ",
    "ây giờ em có thể đăng ký môn học dự thính cho học kì 2 (2020- 2021) được không?",
    "Dạ mình muốn đạt av 1234 là phải đky học trên trường hả cô . Có cách nào khác không ạ. Mà đky là phải đk từ av1 hả cô. Em cảm ơn ạ",
    "Xin chào thầy cô Phòng Đào Tạo ạ. Em là , sinh viên khóa K12. Do vấn đề cá nhân và sức khỏe nên em đã chuyển qua hệ VHVL vào tháng 8/2019 và em đã tạm dừng chương trình từ đó đến nay. Nay em muốn hỏi là tình trạng của em có thể tiếp tục nhập học hệ VHVL để hoàn thành chương trình học ko ạ? Và nếu được thì đợt nhập học gần nhất là lúc nào ạ?  Em xin cám ơn, mong được các thầy cô Phòng Đạo Tào hồi âm sớm ạ",
    "Em là sinh viên K20, vào đầu kì nghỉ tết nguyên đán, em phát hiện rằng các môn học đăng kí cho học kì 2 đã bị mất, và giờ tkb chỉ còn 1 môn học. Em mong rằng trường có thể tạo lại tkb giúp em để em có thể tiếp tục học kì 2, bởi em đã đăng kí môn học đúng hạn . Các môn học em đăng kí gồm: - ME 1015 (nguyên lí máy)  - MT 1005 (Giải tích 2) - PH 1005 (vật lí 2) - PH 1007 (thí nghiệm vật lí)  - MT 1007 (đại số tuyến tính) ",
    "Em tên là  -  Dạ PĐT cho em xin đăng ký bổ sung môn học sau vào lớp sau(lý do để kịp đăng ký luận văn vào kỳ sau): - Môn ĐAMH Thi công (CI4127): Lớp A01 (môn này do đợt đăng ký môn học vừa rồi lớp Tổ chức thi công bị hủy nên em cũng bị mất môn này) Em xin cảm ơn và mong PĐT xem xét cho em ạ!",
    "Với tình hình dịch bệnh như hiện nay, em muốn hỏi lịch tốt nghiệp tháng 4 có dời không ạ?",
    "Vật lý 1  4 Vật lý 1 (Bài tập)  1003 Giải tích 1  1004 Giải tích 1 (Bài tập)  1001 Nhập môn kỹ thuật  1002 Nhập môn kỹ thuật (Thí nghiệm) ",
    "Dạ chào thầy cô! Em tên:  - MSSV: . Lý do: Dạ em đã nộp chứng chỉ toeic nhưng chưa được xét duyệt ạ. Nhưng đợt 26/2/2021 là đợt cuối để đăng ký bổ sung LVTN . Xin thầy cô xem xét duyệt giúp em ạ. Em xin chân thành cảm ơn thầy cô!!",
    "Trên Bkel của em không có những môn học của Học kỳ 2 ạ.",
    "Kính chào Thầy/Cô, Đơn giá tín chỉ học kỳ dự thính hè: 880.000 VNĐ/TC được tính từ học kì 203, so với học kì 193 là 480.000 VNĐ/TC thì đã tăng khá nhiều. Em là sinh viên Việt Pháp do đó mã của các môn Giải tích hay Xác suất thống kê đều khác các bạn đại trà. Vì thế việc học dự thính trong HK chính để cải thiện điểm vô cùng khó khăn khi không đủ sĩ số lớp. Em mong trong kì dự thính 202 này, PĐT sẽ xem xét mở lớp cho các môn của Việt Pháp để chúng em cải thiện nốt ạ . Em cảm ơn.",
    "Em chào phòng đào tạo ạ. Em là , mssv , khoa Kỹ thuật Hóa học. Vừa qua em đăng ký nộp chứng chỉ Toeic nghe-đọc (585 điểm). Và em đã đăng ký chuyển điểm AV luôn (đã thanh toán), nhưng chỉ chuyển điểm được đến AV3. Còn AV4 chưa đủ điểm để chuyển . Em có thể thi Toeic tiếp rồi nộp bằng lại để chuyển điểm AV4 được không ạ. Hay không thể chuyển điểm nữa mà phải bắt buộc học AV4 ở trường ạ. Em cảm ơn phòng đạo tạo ạ  .",
    "chào phòng đào tạo ạ Em tên :  Lớp : XD16DD02 Mssv:  Em đã đủ điều kiện tốt nghiệp mà em đăng kí tốt nghiệp không được ạ. Mong phòng đạo kiểm tra giúp em ạ Em xin chân thành cảm ơn ạ",
    "Em xin phép PĐT hủy môn học ME3215 tối ưu hóa và quy hoạch thực nghiệm ạ.",
    "Em chào thầy/cô ạ. Hiện tại là mai đến đợt đăng kí bổ sung luân văn nhưng trong bảng điểm của em vẫn thiếu 1 môn chưa có điểm nên sẽ thiếu chỉ. Em mong nhận được sự giúp đỡ của thầy cô bên phòng đạo tạo ạ. Em cám ơn.",
    "Kính gửi thầy cô, Em tên là  ( MSSV:) , em xin thầy cô tăng sỉ số môn học PE1015 ( bóng rổ) , cụ thể là lớp L27 vào sáng thứ 7 ạ . Em xin cảm ơn ạ",
    "Em có đăng kí môn cầu lông là môn TD thứ 3, kì này là kì 4 ạ. Nhưng mà vì ban đầu trường để cs1 khi đổi thành cs2 thì sát giờ làm em bị xoá và các lớp khác thì đã hết slot hoặc không hợp TKB ạ. Mong trường điều chỉnh giúp em lớp TD là lớp L15 T6 tiết 8 9 10 ạ.",
    "Kính gửi thầy cô, Em tên là  ( MSSV:), thầy cho cho em hỏi , hiện nay trên phần đăng ký môn học thì môn GDTC đã bị khóa , nên em không thể hiệu chỉnh ngày học cho phù hợp . Thầy cô cho em hỏi bây giờ em có thể xóa môn GDTC được không ạ ? Em xin cảm ơn",
    "Dạ Chào Cô. Em là sinh viên khóa K14, kỳ này em gửi chứng chỉ toeic để chuyển điểm trước ngày 1/4 thì em  có thể tốt nghiêp vào tháng 4/2021 này không ạ. Vì nếu không được có thể em sẽ bị chuyển sang hệ tại chức. em chỉ còn nộp bằng toeic để chuyển điểm xét tốt nghiệp thôi ạ, em đang lo không biết có đợt xét hay vét hay không, nhờ cô giải đáp thắc mắc giúp em với, em chân thành cảm ơn ạ.",
    "i em đăng kí các lớp GDTC ở cơ sở 1 không đươc ạ, chỉ đăng kí được các lớp ở cơ sở 2. Em đang học ở cơ sở 1 và muốn học ở đây nhưng đăng kí thì bị báo lỗi không đăng kí được. Mong  giải quyết giúp em ạ.",
    "Dạ cho em hỏi, nếu như rớt môn tự chọn và em đăng ký học một môn tự chọn khác cùng nhóm và đã qua, vậy em có cần học lại môn rớt không ạ?  Em cám ơn .",
    "Dạ trước tết e thi trên trường được 675 toeic, vậy là đạt chuẩn av 1234 luôn phải ko cô. Còn  nộp CCNN là năm 4 mình nộp cũng được phải không ạ . Em cảm ơn cô!",
    "BHYT đã hết hạn, trường còn mờ bán gia hạn khộng ạ?",
    "Em xin chào Phòng đào tạo Học kỳ 182 em có học Môn Kỹ thuật lập trình (CO1011) nhưng không đạt Sang kỳ 192 và 201 em có học 2 môn tương đương là Kỹ thuật lập trình (CO1027) và Đồ án Kỹ thuật lập trình (CO1031) Em có đọc về quy định các môn tương đương thì theo em hiểu là trong Bảng điểm môn CO1011 sẽ ghi là MT Hiện tại bảng điểm vẫn chưa được cập nhật. Vì vậy em muốn hỏi là vì sao bảng chuyển điểm của em vẫn chưa được cập nhập để thông báo tình trạng hiện tại của em. Em xin cảm ơn   i ",
    "Do học kì này em bị rớt anh văn nên những môn chuyên ngành đã hủy hết. Nên tín chỉ học kì này của em quá ít. Em mong nhà trường tạo điều kiện cho em đăng kí thêm môn  SP1009 lớp A01 tiết 10 11 12 thứ 4 ạ. Em cảm ơn ạ.",
    "Em tên là  MSSV , sinh viên Trung tâm đào tạo bảo dưỡng công nghiệp, em xin PĐT cho em đăng kí bổ sung môn học Hóa đại cương(CH1003),lớp L08_L32,vì em đang đi thực tập tốt nghiệp và gần hết CTĐT mong PĐT tạo điều kiện cho em được học môn này.em xin cám ơn PĐT.",
    "Dạ em chào cô,  Em là sv QLCN K15 ạ. Em hiện đã hoàn thành 142 chỉ rồi, nhưng mà còn Toeic nữa nên e chưa đki tốt nghiệp được. Em đã bị đình chỉ do ko ĐKMH. Cô cho em hỏi là khi nào thì trường sẽ gửi giấy báo về cho gia đình ạ cô? Em cảm ơn ạ",
    "Kính thưa PĐT, Hôm nay em vào elearning và mybk thì thấy môn học PLC của em đã được hủy theo yêu cầu từ hộp thư BKSI trước đó của mình . Nhưng đã có một số nhầm lẫn ạ, lúc em gửi yêu cầu BKSI là đang diễn ra đăng kí môn học đợt 4 ạ. Vì muốn đăng kí môn học khác, cùng thời khóa biểu với môn PLC, bị full sĩ số ở đợt 3 và đợt môn được mở thêm sĩ số nên em đã gửi BKSI xin PĐT cho em rút môn PLC mã EE3069 lớp L02. Em thường xuyên kiểm tra TKB và lịch học của mình không có gì thay đổi cho đến hôm qua ngày 24/2 thì tkb mất môn PLC ( em đã nghĩ do bị lỗi), trên elearning vẫn còn. Hôm nay thì mất luôn ạ .   Em rất xin lỗi vì đã gây ra hiểu nhầm không mong muốn này. Em cũng rất cảm ơn vì PĐT đã giải quyết trường hợp này cho em ạ . Liệu có cách nào để em có thể đi thời khóa biểu cũ theo kết quả đăng kí môn đợt 4 không ạ( vẫn giữ nguyên môn PLC)? Hiện tại không có môn PLC kì này em chỉ có 7 chỉ thôi ạ. Em rất mong chờ giải quyết của PĐT ạ, tuần sau em đi học rồi :(",
    "Em chào thầy cô ạ  Hôm bữa em đã rút môn Đồ án MA3059 rồi ạ sao vẫn còn trên el ạ trên tkb thì rút rồi ạ  Em cám ơn thầy cô ạ",
    "Dạ em chào thầy cô ạ, Em tên:    MSSV:  Nay em viết mail này để xin rút môn học C/nghệ cb trà,cphê,cacao (Mã môn: CH3081) là môn tự chọn trong ngành của em. Ngành em được chọn tối đa 3 môn tự chọn mà số môn tự chọn em đăng kí là 4 môn (C/nghệ cb trà,cphê,cacao - Mã môn: CH3081  ;Phát triển sp thực phẩm - Mã môn: CH3281; C/nghệ chếbiến lươngthực - Mã môn CH3287; C/nghệ chế biến rau quả - Mã môn: CH3055). Dạ vì thời gian học không cho phép nên em có thể học được 3 môn tự chọn ạ! Em rất mong thầy cô phòng đào tạo cho em xin rút môn học C/nghệ cb trà,cphê,cacao (Mã môn: CH3081). Em chân thành cảm ơn thầy cô nhiều ạ! Dạ em chúc thầy cô năm mới thật vui vẻ và tràn ngập hạnh phúc ạ!",
    "Kính gửi phòng giáo dục và đào tạo trường Đại học Bách Khoa, TPHCM. Em: Lê Mỹ Quang Minh MSSV: Lớp: Việt Pháp K15 Ngành Xây Dựng Khoa: Kỹ thuật Xây dựng Lý do: - Vì học kỳ này em đăng ký hai môn Anh văn 6 Xây dựng (MH:003721) và Phương phương tính ( MH:006719) , nhưng vì 2 môn này trùng lịch nên, hệ thống hủy đăng ký Phương pháp tính ( MH:006719)   và giữ lại yêu cầu đăng ký Anh văn 6 Xây Dựng (MH:003721) . - Nhưng em đã qua môn Anh văn 6 (MH:003721) và chưa qua môn học Phương pháp tính ( MH:006719)  .   - Trước tết ngày 4/2/2021, em có làm đơn xin hủy Môn Anh văn 6 Xây dưng (MH:003721) và xin phòng đào tạo cho em đăng ký lại môn Phương pháp tính ( MH:006719). Và được hẹn 24/2/2021 có kết quả trên MyBk. Nhưng nay 24/2 em kiểm tra Thời khóa biểu thì không có gì thay đỗi . Mong phòng đào tạo xem xét cho em đỗi môn Anh văn 6 (MH:003721)  thành Phương pháp tính ( MH:006719) , để em có thể ra trường đúng hẹn.",
    "Em có đăng ký xong hành tttn và đề cương luận văn ở các đợt đăng ký trước vậy thì đợt 5 này 26/02/2021 đến 02/3/2021 có cần phải đăng ký lại hay bổ sung gì nữa không? Đăng ký ở đâu? vì thấy trên trang đăng ký môn học không có mở đợt đăng ký 5",
    "Chào PĐT, Em là  , QLCN. Dạ em có thắc mắc về điều kiện để đăng ký môn học: Anh văn trong kinh doanh là cần những điều kiện gì ạ. Cảm ơn PĐT.",
    "Em xin chào Phòng đào tạo Học kỳ 182 em có học Môn Kỹ thuật lập trình (CO1011) nhưng không đạt Sang kỳ 192 và 201 em có học 2 môn tương đương là Kỹ thuật lập trình (CO1027) và Đồ án Kỹ thuật lập trình (CO1031) Em có đọc về quy định các môn tương đương thì theo em hiểu là trong Bảng điểm môn CO1011 sẽ ghi là MT Hiện tại bảng điểm vẫn chưa được cập nhật. Vì vậy em muốn hỏi là điểm đã cập nhật chưa ạ? và khi nào sẽ được cập nhật ạ? Em xin cảm ơn",
    "Dạ em chào cô/thầy. - Hiên tại em đã hoàn thành LVTN (ngày 26/1/2021) - Hoàn thành CCNN nghe đọc - nói viết 215 điểm (ngày 16/1) - Đủ ngày CTXH ( 15 ngày) - Tín chỉ tích lũy 142 Mà sao em lên đăng ký tốt nghiệp lại không có trong danh sách dự kiến ạ.",
    "Em xin chào Phòng Đào Tạo Học kỳ 182 em có học môn Kỹ thuật Lập trình (CO1011) nhưng không đạt. Học kỳ 192 và 201 em có học 2 môn tương đương là Kỹ thuật Lập trình (CO1027) và Đồ án Kỹ thuật Lập trình (CO1031). Em có đọc quy định các môn học tương đương thì em hiểu là trong bảng điểm môn CO1011 sẽ ghi là MT. Hiện tại bảng điểm chưa được cập nhật. Vì Vậy em muốn hỏi là em đã hiểu sai hay chưa được cập nhật vậy ạ? Em xin cảm ơn.  .",
    "Dạ kính thưa PĐT , theo lịch thông báo hôm nay là ngày bắt đầu đăng ký đợt vét LVTN nhưng sáng giờ em chưa thấy mở , vậy cô cho e m hỏi khi nào mở , và nếu đợt này em lại bị xóa môn LVTN ci4393 như 4 lần đăng ký trước mặc dù đủ điều kiện thì em phải xử lý như thế nào ạ  Em xin chân thành cám ơn",
    "Kính gửi Phòng đào tạo, Em tên là , sinh viên năm 3, khoa Điện - Điện tử, MSSV  Vào lần đăng ký môn học học kỳ 202, em đã đăng ký nhầm môn học Đồ án (Kỹ thuật Điều khiển và Tự động hóa). Nay em xin Phòng đào tạo có thể tạo điều kiện thay đổi môn học cho em. Mã môn em đã đăng nhầm: EE3061 Mã môn em muốn đăng ký: EE3149 Em kính mong Phòng đào tạo sẽ phản hồi sớm cho em. Em cảm ơn, ",
    "Kính gửi Phòng đào tạo, Em tên là , hiện là sinh viên năm 3, khoa Điện - Điện Tử, MSSV . Vào đợt đăng ký môn học học kỳ 202, em có sơ suất mà đăng nhầm môn học Đồ án (Kỹ thuật Điều khiển & Tự động hoá). Nay em xin Phòng đào tạo có thể tạo điều kiện để thay đổi môn học cho em ạ. Mã môn em đã đăng ký nhầm: EE3061 Mã môn em muốn đăng ký: EE3149 Em kính mong Phòng đào tạo có thể phản hồi sớm cho em . Em cảm ơn. Kính thư,",
    "Kính gửi phòng đào tạo,  Em là  thuộc chương trình PFIEV, trong học kỳ này em có đăng kỳ môn Luận Văn tốt nghiệp (218700) và thực tập tốt nghiệp (218750) nhưng vẫn chưa có thời khóa biểu (em đăng ký thành công từ đợt 3). Phòng đào tạo cho em hỏi em có thể đăng ký lại 2 môn đó được không ạ? Vì hiện tại em đã được sự đồng ý đi làm luận văn và thực tập tại Pháp. Xin phòng đào tạo giúp đỡ em giải đáp thắc mắc này. Em xin chân thành cảm ơn.    .",
    "Em xin hỏi số điện thoại Phòng 201 nhà A4 ạ, vì em không tìm thấy trên website. Nếu được cho em hỏi về đợt nhập học gần nhất hệ VHVL là lúc nào ạ? Em xin cám ơn",
    "Kính thưa thầy/cô, em tên là , là sinh viên lớp VP16XDC. Em đã đăng kí môn học thành công ở đợt 3 và có xin công văn từ phía nhà trường để đồng ý cho em có thể làm luận văn tốt nghiệp tại Pháp trong học kì 202. Kính mong thầy cô xem xét và cho phép em được tiếp tục học và thực hiện luận văn tốt nghiệp. Em xin chân thành cảm ơn thầy/cô đã đọc thư này và hỗ trợ em.",
    "Em chào Thầy/ Cô, Em là , MSSV:  Em mới thi TOEIC ngày 06/02/2021 và có kết quả ngày 24/02/2021 và mới đủ điểm TOEIC để nhận LVTN. Em nộp chứng chỉ ngày 24/02/2021 và đang trong tình trạng thẩm tra, Thầy/ Cô cho em hỏi đợt đăng ký LVTN ngày 26/02/2021- 02/03/2021, em được đăng ký nhận LVTN trong học kỳ 202 này được không ạ! Em cảm ơn Thầy/Cô rất nhiều ạ! Em kính chúc Thầy/ Cô có một ngày làm việc vui vẻ, an vui ạ! Trân trọng,  SV ",
    "Kính gửi Phòng Đào tạo, em tên là , MSSV , sinh viên khoá K18 ngành Kỹ thuật Hệ thống Công nghiệp . Hôm nay em gửi yêu cầu này xin phép PĐT cho em huỷ đăng ký môn học ME4021 - Vận tải hàng hoá. Vì lý do kế hoạch học tập của em có thay đổi, em cần đăng ký thêm 1 môn dự thính cho đợt thay đổi nguyện vọng đăng ký dự thính ngày 2/3 sắp tới và em tự nhận thấy bản thân không thể đáp ứng khả năng theo học 27 tín chỉ (bao gồm học kỳ chính + học kỳ dự thính) nên em xin phép huỷ đăng ký môn học ME4021 trước khi học kỳ bắt đầu để có thể nâng cao chất lượng học tập, không làm ảnh hưởng đến các môn học khác ạ . Em xin cảm ơn và mong nhận được phản hồi từ PĐT ạ. Chúc quý thầy cô, cán bộ PĐT một ngày làm việc vui vẻ, hiệu quả.",
    "MSSV/MSSV:     Em đăng ký xét duyệt chứng chỉ bằng anh văn để xét điều kiện đăng ký luận văn tốt nghiệp vào ngày 25/02/2021. Lịch đăng ký luận văn đợt cuối lại vào khoảng 26/02-02/03/2021 nên em mong PĐT có thể xét duyệt sớm cho em để em đăng ký được luận văn kỳ này ạ. Em xin cảm ơn   i  .",
    "Dạ về việc khoá K20 chỉ cần học 2 môn thể chất là đúng không ạ",
    "Em chào quý thầy cô, Em là Lê Đình Hưng, sinh viên năm 2 Khoa Điện. Em gặp một vấn đề vướng mắc trong việc nộp bằng Toeic ạ.Hiện tại, em chưa đạt chuẩn Anh Văn cần thiết để đăng ký môn học cho năm 3. Và em cũng không rõ lắm về vấn đề mình sẽ phải nộp chứng chỉ ngoại ngữ lúc nào để không bị vướng trong việc đăng ký môn học vào năm 3 . Vậy nên em viết lời yêu cầu này. Kính mong quý thầy cô có thể giải đáp giúp em. Em xin chân thành cảm ơn quý thầy cô ạ.",
    "Em vào HCM để chuẩn bị vào học kì mới nhưng TP thông cách cách ly 14 ngày với người trở về từ vùng dịch trong đó có HP. Em muốn hỏi là trong thời gian tới trường có tiếp tục dạy học theo hình thức học onlline không ạ? Em trân thành cảm ơn",
    "Giải tích 1  1004 Giải tích 1 (Bài tập) 1 Nhập môn kỹ thuật   2 Nhập môn kỹ thuật (Thí nghiệm)   Vật lý 1   Vật lý 1 (Bài tập)",
    "Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM. Dạ cho em hỏi là em có nhận mail thông báo đăng ký Luận văn tốt nghiệp và Thực tập tốt nghiệp cho học kì 202. Theo kế hoạch học tập thì Thực tập ngoài trường của em diễn ra vào học kì hè. Cho em hỏi là em có cần đăng kí đợt này hay đợi đến đợt đăng kí hè ạ? Em xin cảm ơn ạ.",
    "chào cô  điểm môn kiến trúc- CI1049 của em vừa được cập nhật cột BT: 9, cột thi: 5.75.... cột tổng kết 5.5 em thắc mắc sao điểm tổng kết lại 5.5  . pdt xem lại dùm em ạ. hình như bị nhập lộn ạ. em cảm ơn",
    "Thưa thầy cô, em là , sv lớp VP16XDC. Em đã có đăng ký 2 môn học LVTN và Nghiên cứu & Phát triển từ hồi đợt 3 và đã có kết quả. Nhưng mà đến thời điểm này em vẫn chưa có TKB chính thức trong  mục Thông tin sinh viên. Điều đó làm em khá lo lắng nên mong thầy cô hãy kiểm tra lại giúp em ạ! Em xin chân thành cảm ơn. Minh ",
    "Trong đợt 4 ĐKMH vừa qua, em có đăng ký môn Trường Điện Từ (EE2003) lớp L03, giáo viên là thầy . Nhưng khi có kết quả thì lớp L03 lại là thầy .Giáo viên bị thay đổi nhưng lại không thông báo đến với sinh viên. Vì đây là môn học em đăng ký học cải thiện nên nó ảnh hưởng không nhỏ đến em. Vậy em xin thắc mắc về vấn đề này và xin hỏi là có cách nào để chuyển nhóm không ạ?",
    "V/v thay đổi tên và tên đệm khai sinh) Em đã thay đổi tên và tên đệm trong đăng kí hộ tích + sổ hộ khẩu và căn cước công dân hồi tháng 1/2021. Nay e có nguyện vọng muốn thay đổi tên trong thông tin lưu tại trường để đăng kí tốt nghiệp. Em xin hỏi về thủ tục để xin đăng kí thay đổi tên trong thông tin đăng kí tốt nghiệp. Em cảm ơn",
    "Em tên là , MSSV: , khoa Điện - Điện tử, Trong đợt 4 ĐKMH vừa qua, em có đăng ký môn Trường Điện Từ (EE2003) lớp L03, giáo viên là thầy . Nhưng khi có kết quả thì lớp L03 lại là thầy . Giáo viên bị thay đổi nhưng lại không thông báo đến với sinh viên. Vì đây là môn học em đăng ký học cải thiện nên nó ảnh hưởng không nhỏ đến em. Vậy em xin thắc mắc về vấn đề này và xin hỏi là có cách nào để chuyển nhóm không ạ?",
    "Tốt nghiệp . Em dò không thấy tên trong danh sách dự kiến tốt nghiệp tháng 04/2021 ạ. Em đã hoàn thành luận văn và CTXH cũng như đạt Anh Văn rồi ạ. Xin PĐT cho biết em còn thiếu gì nữa ko ạ. Em cảm ơn.",
    "Em chào thầy\\cô ạ, Em là , MSSV:  . Em là sinh viên kỹ sư tài năng khoa Điện-điện tử, do năm 3 có nhiều đồ án và học phần mở rộng nên em phải gặp thầy trên cs1 các ngày trong tuần, mà thời khóa biểu của em lại học các môn trên cs2 gần hết các ngày trong tuần và em lại mắc bệnh hen từ bé nên khó khăn trong việc đi lại ạ. Thầy/cô cho em hỏi là em có thể xếp lại thời khóa biểu của em để học ở trên cs2 ít lại được không ạ. Em cảm ơn thầy/cô rất nhiều.",
    "Chào Thầy/Cô PĐT ạ, Em là sv k19, theo như quy định thì để đăng ki môn học cho năm 3, em bắt buộc phải hoàn thành 3 môn GDTC khác nhau. Tính đến hiện tại, em mới chỉ hoàn thành 1 môn và đã đăng kí thêm 2 môn khác trong học kì 202 này. Nhưng em nhận được mail là chỉ được đăng kí 1 môn/1 kì và sẽ bị xoá môn còn lại. Vậy em phải làm sao để đăng kí đúng tiến độ được ạ ? Em cảm ơn!",
    "Giúp em xóa học phí in bảng điểm với ạh",
    "Cho e hỏi sao em đăng kí môn thực tập tốt nghiệp báo quá 15 chỉ không cho đăng kí là sao ạ .  mssv  Mã môn đăng kí MA3313 (thực tập tốt nghiệp)",
    "Em tên là , Em muốn đăng ký môn học  để phục vụ xét tốt nghiệp. Mã môn học: LA1043. Mã nhóm: DT21    .",
    "Em vừa mới thi chứng chỉ TOEIC và chưa có kịp kết quả. Em có thể xin kéo dài lịch đăng ký bổ sung Luận văn tốt nghiệp thêm 3, 4 ngày nữa là đến ngày 5/3 hoặc ngày 6/3 được không ạ?",
    "Em tên , MSSV: . Em vừa tốt nghiệp đợt 11/2020 ạ, nhưng do em thuộc danh sách tốt nghiệp bổ sung cận ngày làm lễ tốt nghiệp nên vẫn chưa được cấp bằng ạ. Phòng đào tạo cho em hỏi, hiện tại bằng tốt nghiệp của em đã có chưa ạ. Em cảm ơn.",
    "Em xin chào thầy/ cô ạ, Em là Lê Đình Hiệp  đến từ khoa CNVL. Em gửi yêu cầu này để xin thầy/ cô fix lỗi cho em được đăng ký môn Thực tập tốt nghiệp (MA3313) trong đợt HK202 ĐĂNG KÝ BỔ SUNG TTTN +  (26/02/2021 - 02/03/2021) này vì khi em bấm đăng ký thì nó hiện báo đăng ký thất bại do giới hạn số tín chỉ tối đa là 15.0 (như hình đính kèm). Nhưng theo như em được biết thì trong học kì chính có thể được đăng ký tối đa 21 tín chỉ. Em mong thầy/ cô giải đáp và fix giúp em lỗi này. Em xin cảm ơn thầy/ cô rất nhiều ạ!",
    "Gửi Phòng Đào tạo, Em là , MSSV , sinh viên năm 4 khoa Khoa học và Kỹ thuật máy tính. Nhờ PDT chuyển nhanh điểm từ chương trình liên thông thạc sĩ - đại học qua chương trình Đại học giùm em để em kịp đăng kí đợt Luận văn tốt nghiệp cuối cùng này. Đơn của em đã được phòng đào tạo SDH chuyển xuống từ đầu tháng 1.2020. Em xin chân thành cảm ơn. Trân trọng, ",
    "Hiệu chỉnh môn học    LA1013 , bỏ P02, đăng kí P01       PE1031 ,  lớp P02",
    "dạ cho em hỏi nếu mình học kỳ hè để đủ 28 tín chỉ vậy em có kịp để đăng ký môn học năm hai không ạ ?",
    "Em chào  Em là , MSSV 8, lớp XD13CD1. Hiện tại em đã hoàn thành xong chương trình đào tạo và các yêu cầu cần để  tháng 4/2021. Em tìm tên trong danh sách Dự Kiến  nhưng không có tên. Em mong  xét duyệt cho em để em có thể . Em cảm ơn.",
    "Kính gửi Quý Thầy/ Cô PĐT, Em là , MSSV:  là SV lớp văn bằng 2 khoa KTXD. Hiện tại theo quy định của trường thì em đã đủ các điều kiện để tốt nghiệp T4/2021 nhưng lại không được cập nhật trong danh sách dự kiến (được cập nhật hôm nay 26/2/2021) Vậy kính mong Quý Thầy/ Cô xem xét, kiểm tra và phản hồi giúp em về trường hợp của em để em có thông tin bổ sung các điều kiện tốt nghiệp nếu còn thiếu sót. Em xin chân thành cảm ơn . [phone_number]",
    "Nhờ phòng đào tạo xem xét giúp em, em đã hoàn thành chương trình đào tạo và các chuẩn anh văn, giáo dục quốc phòng, thể chất. Trong đó em có quyết định được miển 1 môn giáo dục thể chất và giáo dục quốc phòng vào năm học đầu tiên do đã từng học tại trường vào đợt trước. Tổng số tín chỉ tích lũy: 108 Anh văn toeic: 445 Ngày công tác xã hội: 10 Giáo dục quốc phòng: Đã có quyết định miễn Giáo dục thể chất: Đủ 2 học phần giáo dục thể chất",
    "Kính gửi phòng đào tạo, Thưa phòng đào tạo, hiện tại theo quy định của phòng đào tạo về điều kiện để đăng ký luận văn tốt nghiệp cho sinh viên khoa Khoa học và Kỹ thuật máy tính khoá 2017, em chưa đủ điều kiện để đăng ký do thiếu số chỉ tối thiểu theo quy định(119 tín chỉ)(Hiện tại 94 chỉ tích luỹ và 18 chỉ của HK201(dù chưa có điểm hay chưa đạt), tổng cộng 112 tín chỉ). Tuy nhiên, số lượng tín chỉ này chưa bao gồm 8 chỉ của 4 môn anh văn mà em đã được miễn ở kỳ thi anh văn đầu vào, và hiện tại em đã nộp chứng chỉ anh văn, đăng ký đổi điểm và thanh toán thành công. Em biết điểm chỉ được tính ở kỳ tiếp theo, nhưng em mong phong đào tạo có thể châm chước cho em và xem như 8 tín chỉ đó được tính vào số tín chỉ tích luỹ để em có thể được đủ điều kiện để được làm luận văn tốt nghiệp. Em xin chân thành cảm ơn phòng đào tạo.",
    "Hôm nay 26/02/2021 lúc 20h em có lên trang đăng kí giáo dục thể chất để đăng kí do trước đó có mail thông báo đến ngày 28/02/2021 mới hết hạn đăng kí. Xem thì em mới thấy là hôm qua 25/02/2021 có mail báo đổi ngày hết hạn sang 14h59p 26/02/2021 . Em xin hỏi phòng đào tạo em phải làm đơn như thế nào để xin mở đăng kí môn lại ạ, do em năm 2 rồi, không học trong kì này sẽ không được đăng kí môn cho năm 3 ạ. Mong phòng đào tạo sẽ giúp em. Em xin cảm ơn ạ.",
    "Kính gửi thấy cô phụ trách, em là , MSSV:  Em vừa nhận được g-mail về việc đăng ký bổ sung môn Giáo dục thể chất đợt 2 từ ngày 25/2 đến 28/2 nhưng khi vào trang web đăng ký thì hạn chỉ được để từ ngày 25/2 đến 26/2 nên đã hết hạn trước so với trong g-mail. Vậy nên em    có mong muốn được đăng ký vào lớp:  PE1019- Bơi (L06). Mong thầy/ cô hỗ trợ để em hoàn thành được việc đăng ký môn của mình ạ. Em cảm ơn",
    "Cho em xin hỏi rằng làm sao để mình có thể rút môn ạ?",
    "Chào cô, Em đã qua anh văn nói viết và hoàn thành chương trình học. Nhưng vẫn chưa thấy tên trong danh sách Tốt nghiệp tạm thời. Cô có thể kiểm tra lại giùm em được không ạ. Em xin cảm ơn !",
    "Em chào thầy/cô phụ trách. Em là , MSSV . Hiện tại em bị trễ tiến độ học tập và chưa nộp chứng chỉ ngoại ngữ kịp thời đúng tiến độ để được đăng kí luận văn tốt nghiệp. Nên em muốn xin phép thầy/cô xem xét cho em được đăng kí luận văn tốt nghiệp ngành cảng-công trình biển, mã môn CI4333 vào kì 202 này được  không ạ. Em sẽ bổ sung chứng chỉ ngoại ngữ sau. Em xin chân thành cảm ơn.",
    "Em đã hoàn tất hết tất cả các môn và anh văn nhưng lại đang bị đình chỉ 2 kỳ. Em xin hỏi phải làm sao mới có thể đăng kí tốt nghiệp được ạ.",
    "Em chào thầy/cô ạ, Em có thắc mắc về lịch bổ sung đăng ký tốt nghiệp. Hiện em vào trang của Phòng Đào tạo: http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=59_205&tid=1920 thấy thời gian nhận bổ sung đến hết ngày 02/04/2021, còn bên trang Đăng ký tốt nghiệp của Mybk thấy thời gian đăng ký đến hết ngày 30/04/2021. Vậy em muốn hỏi thời gian hạn cuối bổ sung lịch đăng ký tốt nghiệp là 02/04/2021 hay 30/04/2021 ạ? Mong sớm nhận được phản hồi từ Thầy/cô. Em cảm ơn ạ. Thức p/s: ảnh đính kèm chi tiết em gửi bên dưới ạ",
    "Dạ em chào thầy cô,  Em   ạ, em vừa có bằng TOEIC 500 và đã nộp để chuyển điểm anh văn 4 vào ngày 24/02/2021, không biết là có được cứu xét chuyển điểm theo bảng quy đổi điểm anh văn cũ không ạ. Em hy vọng là được cứu xét ạ. 500 điểm TOEIC là đạt chuẩn đầu ra tốt nghiệp cho k14 phải không ạ. Tại vì em thấy có 1 email (Chương trình tiếng anh theo yêu cầu HK202) trường gửi có nội dung là chuẩn tiếng Anh đầu ra của sinh viên hệ chính quy từ TOEIC 550 (K19 trở về trước) được nâng lên TOEIC 600 (áp dụng từ K20),  Mong được gải đáp thắc mắc ạ, Em cảm ơn rất nhiều.",
    "Dạ cho em hỏi kì 202 này em đang học av2  vậy em có được đăng kí lớp \"Anh văn 3A theo nhu cầu\" song song luôn không ạ? hay em phải hoàn thành xong av2 trong học kì này rồi mới được đăng ký các môn anh văn theo nhu cầu 3A 2. Nếu xong học kì 202 này em đăng kí dự thính av3 trong kì hè vậy em có được đăng kí môn ở kì tới không ạ?? Nếu em không đăng kí av3 mà thay vào đó em đăng kí môn Anh văn 3 theo nhu cầu vậy có đủ điều kiện để đăng kí môn kì tới không ạ",
    "Cho em hỏi kỳ này em có đăng ký môn Đồ án thiết kế ME2011, trên thời khoá biểu có hiện môn học, nhưng em lên bkel kiểm tra thông báo không thấy có hiện môn học. Cho e hỏi giờ làm thế nào để xuất hiện môn đó trên bkel ạ. Em cảm ơn",
    "Trong câu hỏi trước, em có sai xót là đăng ký Anh Văn 4A nhưng lại nhầm thành Anh văn 1A. Không biết em có thể đổi nó thành AV4A trong thời khóa biểu chính của học kỳ 202 không ạ? Làm ơn giúp dùm em với ạ. Do Em sơ xuất nên đã có sự nhầm lẫn lớn ở đây. Mong được sự giúp đỡ ạ",
    "Kính gửi thầy/cô. Em là 2 Do không kiểm tra mail nên em không biết là chỉ được đăng ký một môn GDTC cho một kỳ. Vì vậy mong thầy/cô huỷ giúp em môn Võ vào sáng thứ hai. Em xin cảm ơn. Trân trọng",
    "kính gửi,  em có đăng ký môn võ vovinam cho học kì 202 sau khi nhận được mail thông báo của trường, chiều ngày 25/02 em vào kiểm tra lại thì kết quả đăng ký lớp võ vovinam vẫn thành công, nhưng ngày hôm nay (27/02) em kiểm tra lại thì em lại bị xóa mất slot của môn đó, trong khi sỉ số vào ngày đó vẫn đầy đủ 49/50 slots . Em không biết có xảy ra lỗi gì không, nhưng hện tại đã trễ hạn đăng ký môn học rồi. Trường hợp này em có thể xin PĐT chỉnh sửa lại giúp em được không ạ? em xin cám ơn.",
    "Em chào Thầy/Cô, Trong học kì 201, em có học 1 môn tương đương được tách ra thành 2 môn là Thí nghiệm và Lý thuyết riêng biệt (mã cũ thì thí nghiệm và lý được gom chung thành 1 môn). Vậy em có cần phải làm đơn gì để chuyển điểm môn học từ mã môn mới về mã môn cũ không ạ? Và nếu em chỉ mới hoàn thành được môn Thí nghiệm và chưa qua môn Lý thuyết thì có được chuyển điểm hay không? Em xin cám ơn ạ!",
    "Dạ Thầy Cô cho Em hỏi về yêu cầu chứng chỉ công nghệ thông tin có bắt buộc không ạ. Nếu có thì thời hạn nộp là khi nào ạ. Em cảm ơn Thầy Cô ạ",
    "Kính chào quý thầy cô, Em là , MSSV . Em có thắc mắc như sau: Trong kết quả đăng ký môn học đợt 4 môn Kinh tế chính trị SP1033 của em là lớp L17 nhưng trong thời khóa biểu của em là lớp L16. Mong quý thầy cô xem xét lại giúp em ạ. Em xin chân thành cảm ơn.",
    "Em đã nộp bằng ielts 6.0 cho trường và quy đổi ra thành bốn điểm 10 anh văn thì sau này lúc em làm luận văn tốt nghiệp ra trường thì em không cần nộp lại phải không ạ? Dạ em sinh viên k19 đại trà. Em xin cảm ơn ạ !",
    "MSS/MSG:       . Họ tên :  Cho em hỏi về tkb học kì 202 Lần trước em có đăng kí môn Cầu Lông và õ, nhưng đợt hiệu chỉnh sau này em đã xóa môn Cầu Lông ( Kết quả đăng kí chỉ hiện môn õ). Nhưng sao bây giờ trong tkb em lại có cả 2 môn õ(lớp L16) và Cầu lông (Lớp L18)ạ, bây giờ em muốn hủy môn Cầu Lông thì phải đến phòng nào và làm thủ tục như thế nào ạ, em mong được giúp đỡ, em xin cảm ơn !!",
    "KEL . Vào kì 202 thì em có đăng kí môn Đồ Án Thiết Kế nhưng nay đã đến tuần học nhưng chưa được cập nhật trên bkel ạ  Mong pđt giải quyết giúp em lỗi hiện thị để em có thể chuẩn bị tốt cho môn học tệp đính kèm là ảnh chụp màn hình của kết quả đăng kí bkel và tkb trên mybk",
    "Cho em hỏi chuẩn Kỹ năng ứng dụng Công nghệ thông tin có bắt buộc sau năm 1 để đăng ký môn học năm 2 không ạ ? Sắp tới nhà trường có tổ chức kiểm tra ứng dụng cntt nội bộ hay không ạ ? em xin cảm ơn!",
    "B Nộp chứng chỉ tiếng anh có được cộng điểm vào điểm phân ngành không ạ?",
    "Dạ phòng đào tạo cho em xin thời gian cập nhật danh sách tốt nghiệp dự kiến hệ VHVL để em có có kế hoạch xin việc với ạ.",
    "Chào thầy cô, Em nghe nói sau năm 1 phải nộp chứng chỉ cntt cơ bản cho trường mới được đăng ký môn năm 2. Vậy cho em hỏi là thi ở đâu và nộp như thế nào ạ. Cảm ơn thầy, cô.",
    "Cho em hỏi điểm kì vừa rồi của em trên mybk đã được nhập đủ các môn, sao tổng số tín chỉ (+ các môn đã qua kì rồi) vẫn chưa được cập nhật ạ. Em cảm ơn thầy cô.",
    "Cho em hỏi nếu học cải thiện để lên bằng giỏi thì muốn cải thiện bao nhiêu chỉ cũng được hay chỉ được cải thiện số chỉ giới hạn. EM không tìm thấy quy định về điều này ạ. EM cảm ơn ạ",
    "Kính gửi phòng giáo dục và đào tạo trường Đại học Bách Khoa, TPHCM. Em:  MSSV: Lớp: Việt Pháp K15 Ngành Xây Dựng Khoa: Kỹ thuật Xây dựng Lý do:   - Trước tết ngày 4/2/2021, em có làm đơn xin hủy Môn Anh văn 6 Xây dưng (MH:003721) và xin phòng đào tạo cho em đăng ký lại môn Phương pháp tính ( MH:006719). Và được hẹn 24/2/2021 có kết quả trên MyBk . Em xin lỗi về sự cố của em, - Do em khóa K15 nên không biết năm 2018 Môn Phương pháp tính của chương trình Việt Pháp đã đỗi mã môn học thành MH: MT2011. - Mong trường phòng đào tạo giúp em đỗi môn Anh văn 6 Xây dựng (MH:003721) thành môn Phương pháp tính mã môn học mới là MT2011. Em xin cảm ơn",
    "Em đã đóng hết học phí nhưng vẫn CHƯA đăng kí tốt nghiệp được, giúp em",
    "Em chào Thầy/Cô ạ Theo điều kiện đk LVTN, để đăng ký LVTN thì Khoa em yêu cầu tối thiểu 126 chỉ. Theo như chỗ cập nhật tín chỉ tích luỹ thì em chỉ mới 119 thôi. Nhưng học kỳ 201 em có chuyển điểm môn học tương đương (2 môn tổng 6 chỉ) và chuyển điểm 3 môn anh văn, nhưng tính đến hiện tại thì vẫn chưa được cộng vào tính chỉ tích luỹ. Em thấy ngày mai là ngày cuối đk LVTN rồi, liệu PĐT có cập nhật tính chỉ tích luỹ kịp để em không bị huỷ LV không ạ? Em cảm ơn Thầy/Cô",
    "Dạ chào thầy/cô. Thời khóa biểu học kì chính em bị trống không có môn nào ạ, nếu như vậy sẽ bị đình chỉ học. Vì còn rất ít môn em có thể đăng kí đa số em đều đăng kí dự thính. Nên chỉ còn đăng kí được  1 (PH1003) trong học kì chính ạ. Em có thể được đăng kí lại được không ạ  hiện tại thời khóa biểu học kì chính em đang bị trống.",
    "Em đã đủ điều kiện tốt nghiệp, không còn nơ học phí. Nhưng vẫn không đăng kí tốt nghiệp được. Giúp em đăng kí tốt nghiệp với ạh",
    "Cho em hỏi nếu không thi av ở trường thì có thể nộp chứng chỉ bên ngoài vào được không ạ ?",
    "Dạ em chào Thầy, Cô, Em tên là  MSSV:  Trong đợt đăng ký môn học 1, 2, 3 em có đăng ký môn học ME3215 nhóm L01 nhưng do khoa yêu cầu huỷ lớp. Hôm nay em nhận được mail của khoa về việc khôi phục lại thời khoá biểu môn học này nhóm L01. Em kính xin Phòng Đào Tạo khôi phục lại kết quả môn học này để em có thể hoàn thành đúng tiến độ chương trình đào tạo ạ. Trong thời gian chờ đợi phản hồi từ quý Thầy, Cô em xin chân thành cảm ơn ạ!! Sinh viên",
    "Em xin chào thầy (cô) ạ. Em là  sinh viên khóa K19 của trường. Em đã hoàn thành 2 môn giáo dục thể chất và trong học kì này em đã lỡ đăng kí lại môn giáo dục thể chất đã học là môn Võ PE1023 ạ. Em xin nhà trường có thể đổi môn Võ sang môn Bóng bàn PE1013 hoặc môn Bóng bàn PE1015 ạ. Em xin chân thành cảm ơn ạ.    .",
    "Khoá K20 ,có bắt buộc phải có chứng chỉ CNTT cơ bản mới được đăng kí môn học năm hai không ạ. Em cảm ơn",
    "Kính gửi quý thầy cô phòng đào tạo Em tên  MSSV  Em hiện tại là sinh viên năm 4 do em hôm trước hong đăng ký môn Hưhỏng sửachữa côngtrình vì em đăng ký AV3 mà hiện giờ AV3 bị hủy rồi. Em có nghe bạn nói xin phòng đào tạo vào lớp khi đã hoạt động được. Mong phòng đào tạo giúp em đăng kí môn Hưhỏng sửachữa côngtrình mã môn là CI1051. Em chân thành cảm ơn ạ. Chúc a/c có 1 buổi làm việc vui vẻ.",
    "Em đã đăng kí môn học thể chất đợt 2, số lượng thành viên của lớp là hơn 30 sv và chưa đạt số lượng tối đa, nhưng em vẫn chưa được cập nhật thời khóa biểu môn thể chất. Nếu có thể điều chỉnh, em muôn tham gia học môn bóng rổ PE1015 lớp L05 ạ. Em xin cám ơn.",
    "Em đã có tkb cho học kì 2,nhưng trang bkel của em vẫn chưa được cập nhật, liệu sẽ tự động cập nhật không ạ? Nếu không thì xin hãy xem xét giúp em Các lớp: Nguyên lí máy (L02)  Giải tích 2 bt (L27)  Đại số tuyến tính (L14)  Vật lí 2 bt (L09)  Thí nghiệm vật lí (L33)  Đại số tuyến tính bt (L28)  Giải tích 2 (L14)  Vật lí 2 (L05) ",
    "Em có 1 vài thắc mắc về môn GDTC như sau ạ:        Hôm bữa em đki 2 môn gdtc vào 14:04 ngày 25/2 nhưng hôm sau, em check lại thì thấy 2 môn đó đã bị huỷ vào lúc 14:18 ngày 25/2. Và khi em check thì đã hết hạn đki, em phải giải quyết như nào ạ ? ( Trong mail thông báo 15:00 ngày 28/2 mới hết hạn đki nhưng 15:00 ngày 26/2 đã đóng rồi ạ )        2 môn em bị lỗi là môn bóng đá ( PE1009) và bóng chuyền ( PE1011 ) ( Ảnh lỗi ở dưới ạ ). Em có nhắn hỏi cho nhà trường qua mail về vấn đề này hôm 27/1 đến nay mới có ng trả lời ạ. Nên là cho em hỏi, có cách nào để em đki đc gdtc kì này ko ạ, tại em còn thiếu 2 môn Em cảm ơn,",
    "QUOTE  Cho em hỏi in biểu mẫu  Học size giấy A3 hay A4 ạ? Em cảm ơn.",
    "Em đk nhầm môn av 1a muốn hủy môn có được k ạ",
    "Em xin đăng kí bổ sung chuyển hệ môn võ mã PE1023 nhóm lớp L17",
    "e muốn học mô vi xử lý nhưng mã cũ  không mở nữa . e có thể đăng kí mã mới và học được không ạ e cảm ơn    .",
    "Em thấy trên phần đăng kí xét tốt nghiệp để hạn chót là 30/4 còn trên văn bản là 2/4. Cho em xin hỏi hạn chót là ngày nào ạ?   i Tốt nghiệp .",
    "Dạ cho em hỏi giờ đăng kí hoc môn thể chất thì làm sao ạ",
    "Em chào quý thầy cô, Em có câu hỏi là hiện tại em đã qua cả 3 môn GDTC, nhưng trong điểm chuyển chỉ có 2 môn là GDTC 2 và 3. Quý thầy cô cho em hỏi đây có phải là lỗi không ạ? Em xin cảm ơn.",
    "Hỏi về lịch thi anh văn định hướng toeic . Chào quý thầy cô! Cho em hỏi là có lịch thi (giờ thi, phòng thi) anh văn định hướng toeic vào ngày 07/03/2021 chưa ạ. Hiện tại em chưa nhận được thông báo ạ. Cảm ơn quý thầy cô.",
    "Dạ chào phòng đào tạo Em muốn đăng kí học giáo dục thể chất 3 PE1007",
    "Dạ là em có đăng ký môn cầu lông lớp L18 mà tới hôm nay vẫn chưa có TKB môn này ạ.",
    "Dạ, cho em (mình) hỏi: sau khi em đăng ký xét tốt nghiệp thì nhận được 2 cái email của PĐT (như ảnh), tuy nhiên em vào đổi ảnh lại không đổi được ạ! Vậy, em đã được xét thành công chưa ạ? Nếu chưa thì bước tiếp theo em phải làm gì nữa ạ? Em cảm ơn!",
    "Dạ chào phòng đào tạo Em muốn đăng kí học giáo dục thể chất 3 Mã môn PE1021 Nhóm L05",
    "an đầu em đăng kí thành công bóng chuyền sáng ngày thứ 7, hôm nay check lại thì thấy đã bị huỷ và tkb bị thêm tiết học nhập môn kĩ thuật vào t7 bây giờ em muốn đăng ký lại thể chất được không ạ",
    "Chào Thầy/Cô phòng đào tạo  Em tên là   Mã số sinh viên   Đợt đăng kí môn học vừa qua em đã đăng kí thiếu môn học 003708 - Tiếng Pháp 8 Xin Thầy/Cô phòng đào tạo thông cảm vì học kỳ này lớp Việt Pháp học 21 môn nên lúc đăng kí môn em có sự thiếu sót Nhờ phòng đào tạo đăng kí giúp em môn học này Cho em hỏi là em gửi mail có được không ạ và Thầy/Cô đăng kí giúp em được không ạ ? Em có cần làm đơn nộp lên phòng đào tạo không ạ ? Em cảm ơn Thầy/Cô ",
    "Em là sinh viên khóa k19,cho em.hỏi là em hoàn tẩt 3 môn gdtc vào kì 203 dt hè thì có thể tính là đủ chuẩn sinh viên năm 3 để đăng kí môn cho học kì 211 không ạ? Em xin cảm ơn",
    "Em đăng ký môn cầu lông là vào thứ 7 (L18) nhưng sau khi xem lịch học thì lại chuyển sang thứ 4 (L09), cho em hỏi làm sao để chuyển lại với ạ",
    "Lớp bị hủy do không đủ sinh viên đăng ký.",
    "Nhóm lớp bóng chuyền đã đăng kí cho tới sáng 1/3 vẫn còn trong thời khoá biểu nhưng tới trước giờ đi học thì bị huỷ do thiếu sĩ số. Mong phòng đào tạo tạo điều kiện cho tụi em được đăng kí môn bóng chuyền hoặc tham gia các môn thể dục khác. Em cảm ơn",
    "Thưa thầy cô, lớp bóng chuyền nhóm CC02 theo kế hoạch sẽ có lịch học từ ngày 1/3/2021. Tuy nhiên vào 11h cùng ngày, lớp bị hủy do không đủ sĩ số để mở lớp. Hiện tại chúng em không biết xử lý thế nào. Mong thầy cô hồi đáp ạ",
    "Em là Đoàn Hoài Nam MSSV  Em muốn hỏi về việc Lớp bóng chuyền mã số CC02 bị hủy do không đủ sỉ số và không báo trước. Hy vọng phòng đào đạo sẽ kiểm tra lại và có hướng giải quyết để tụi em không mất môn học. Em cảm ơn ạ.",
    "Em xin PĐT cho em được đăng kí môn học Anh văn 3A- MSMH: LA1041 vì đợt đăng kí trước em không đăng kí được. Em xin chân thành cảm ơn!",
    "óng chuyền CC02 Cho em hỏi là lúc em check mail thì trong danh dách các môn học bị huỷ do không đủ số lượng sinh viên thì không có lớp CC02 ạ, bây giờ hiện diện thì ko đủ số sv em nên làm thế nào ạ?",
    "Thời khoá biểu sáng nay ngày 1/3/2021 của em vẫn còn môn bóng chuyền nhưng đến trưa cùng ngày lại bị huỷ. Bây giờ em cần phải làm gì? Em xin cảm ơn ạ!",
    "Em đăng ký thành công môn bóng chuyền lớp CC02 trong đăng ký GDTC đợt 2 nhưng tới hôm nay bị hủy",
    "Nhóm lớp bóng chuyền đã đăng kí cho tới sáng 1/3 vẫn còn trong thời khoá biểu nhưng trước giờ học bị hủy do sỉ số lớp. Mong phòng đào tạo tạo cơ hội cho em đăng kí môn bóng chuyền hoặc môn thể chất khác. Em cảm ơn",
    "Thưa thầy cô, lớp bóng chuyền nhóm CC02 theo kế hoạch sẽ có lịch học từ ngày 1/3/2021. Tuy nhiên vào 11h cùng ngày, lớp bị hủy do không đủ sĩ số để mở lớp. Hiện tại chúng em không biết xử lý thế nào. Mong thầy cô hồi đáp ạ",
    "Dạ lúc kiểm tra mail thì em không thấy lớp Bóng chuyền CC02 bị huỷ lớp do không đủ số lượng sinh viên, bây giờ tới giờ học thì chỉ có 11 sinh viên và lên lại thời khóa biểu thì thấy em đã bị hủy lớp bóng chuyền đã đăng kí được trước đó, vậy em nên làm sao ạ?",
    "Em tên là  . MSSV:  Hôm nay, ngày 1/3 e có tiết đầu tiên của lớp gdtc CC02 môn bóng chuyền nhưng khi tới lớp thì được biết lớp đã bị hủy do số lượng học sinh khá ít. Nhưng trước đó bên VPĐT không có thông báo gì về việc này . Em mong VPĐT cho e đăng kí lại môn học gdtc ạ . Em xin cảm ơn",
    "Kính thưa thầy/cô, em tên là , là sinh viên lớp VP16XDC. Em đã đăng kí môn học thành công ở đợt 3 và có xin công văn từ phía nhà trường để đồng ý cho em có thể làm luận văn tốt nghiệp tại Pháp trong học kì 202 nhưng bị chuyển tình trạng sinh viên thành tạm dừng. Em xin kính gửi đơn thu nhận lại để được thay đổi tình trạng và kính mong thầy cô xem xét và cho phép em được tiếp tục học và thực hiện luận văn tốt nghiệp. Em xin chân thành cảm ơn thầy/cô đã đọc thư này và hỗ trợ em.",
    "Trong đợt đăng ký lần 1 mình đã chọn môn Bóng Chuyền, mã PE1011 lớp CC02, và trong Mail thông báo các lớp bị huỷ không có lớp CC02 (hình 1). Cho đến hết kỳ đăng ký đợt 2, lớp CC02 vẫn chưa bị hủy và trong thời khoá biểu em đã sắp lớp Bóng Chuyền. Tuy nhiên khi em đi học theo giờ định sẵn thì lớp lại bị hủy và trên thời khoá biểu lại mất môn Bóng Chuyền (cập nhật 4 tiếng trước) mà không thông báo qua Mail (hình 2). Vấn đề này em nhờ PĐT hãy giải quyết cho em.",
    "Em đang là sinh viên năm 4 và mới hoàn thành Anh văn 2, để kịp tiến độ học tập em có thể đăng kí học song song Anh văn 3A( MSMH: LA1041) và Anh văn 4A (MSMH: LA1043) được không ạ. Em cảm ơn!",
    "Cho em hỏi là hôm trước có mail thông báo hủy các lớp thể chất không đủ điều kiện trong đó không có lớp quần vợt 02. Nhưng hôm nay em đi học thì được trưởng phòng TDTT trao đổi là lớp quần vợt 02 đã bị hủy",
    "Tốt nghiệp . Dạ pđt cho em hỏi K17 và K18 tốt nghiệp vẫn là kĩ sư hay cử nhân ạ? Em cảm ơn",
    "Vào lúc ban đầu khi trường mở đăng ký môn học trong thời gian từ 22-24/2/2021 của giáo dục thể chất, em có đăng kí môn bơi, tuy nhiên do không đủ chỉ tiêu 30sv để mở lớp và nhận được mail đăng ký mộy môn học dự bị khác em đã đăng ký thêm môn aerobic lại, nhưng đến hiện tại em trong thời khóa biểu không có lịch học giáo dục thể chất của cả hai môn bơi và aerobic, vậy em nên làm thế nào ạ ? Em xin cảm ơn.",
    "Tốt nghiệp . Dạ em chào các thầy cô pđt ạ. Em muốn hỏi khi tốt nghiệp K17 11/2021 và k18 11/2022 có được cấp bằng kĩ sư không hay chỉ bằng cử nhân ạ? Em cám ơn",
    "Em đã đăng kí môn học học kì 2 đợt 1 ,nhưng bây giờ tin của em vẫn chưa được cập nhập",
    "Do đợt thứ nhất trường mở đăng ký từ 22-24/2/2021 em có đăng kí môn bơi mã môn học là PE1019 nhóm lớp L20 tuy nhiên do không đủ chỉ tiêu sinh viên để mở lớp và em có nhận được mail của trường là đăng ký một môn học giáo dục thể chất khác và em đăng ký môn aerobic mã môn học PE1021 lớp L05 thứ 3 tiết 4,5,6 nhưng hiện tại trong thời khóa biểu vẫn chưa có lịch jọc của cả môn aerobic và môn bơi, hôm qua em có nhận được mail trường là lên phòng tạo nhờ mở lớp lại, em mong truòng có thể giúp em đăng ký môn giáo dục thể chất aerobic mã môn học PE1021 lớp L05 thứ 3 tiết 4,5,6 . Em xin cảm ơn.",
    "Em đã đăng kí môn học hk2 vào đợt 1 nhưng tin em vẫn chưa được cập nhập , kiểm tra av em được 540 .",
    "Kính thưa quý thầy (cô) văn phòng đào tạo! Trong quá trình nhập điểm môn Nhập Môn Lập Trình (CO1003) giáo viên bộ môn phụ trách lớp em vô tình nhập sai điểm thành phần do thầy quên lấy điểm thí nghiệm từ giáo viên dạy thí nghiệm khiến điểm trung bình môn Nhập Môn Lập Trình của em trên Mybk trở thành điểm 0. Thầy đã cập nhật lại điểm trên trang BKEL nhưng điểm trên Mybk vẫn chưa thay đổi. Em rất mong quý thầy(cô) cập nhật giúp em bởi vì điểm môn NMLT có ảnh hưởng trực tiếp đến GPA, hiện tại em đang cần có điểm GPA chính xác để xét học vào chương trình tiếng Nhật ạ. Em cảm ơn quý thầy (cô) đã dành thời gian giúp em ạ!",
    "Em tên , mssv: , khoa KTGT. Em đăng kí môn gdtc là môn quần vợt L02, ngày 28/2 em đã xem lại là tkb là còn môn đó nhưng đến giờ học thì em bị xoá mất môn, hỏi trung tâm tdtt thì báo là môn đó đã bị xoá. Em xin phòng đào tạo cho em đăng kí lại môn mới là môn võ L05 tiết 8-10 thứ 2. Nếu em không học được thể chất thì em có nguy cao không học được các môn năm 3 lắm ạ.",
    ". dạ chào thầy cô Em tên :  MSSV :  Hệ : VHVL Dạ hiện tại thẻ sinh viên của em có hiệu lực đến 11/2020, vậy giờ em muốn gia hạn lại thẻ sinh viên thì như thế nào ạ. Em cảm ơn",
    "Do sơ suất nên em quên đăng kí môn Thí Nghiệm Vật Lý  Em muốn đăng kí lại thì phải làm gì ạ Em xin cảm ơn!!!",
    "Cho em hỏi rằng em bị nợ môn Anh Văn 1 vậy thì em phải \"bắt buộc\" học lại môn Anh Văn 1 mới tính là em đã trả nợ hay là chỉ cần em nộp chứng chỉ Anh Văn là được ạ?",
    "Em chào cô/thầy, Lúc trước em đã xin đổi lớp Kinh tế chính trị  (SP1033) từ L12 sang lớp L16 và đã được đồng ý, Tuy nhiên TKB vẫn chưa được cập nhật và danh sách lớp vẫn chưa có tên em. PĐT kiểm tra lại giúp em ạ. Em cảm ơn.",
    "Dạ em chào các thầy cô pđt, Hiện em đã có tên trong ds tốt nghiệp dự kiến đợt 1 năm 2021, nhưng em bị báo thiếu TD Vậy cho em xin hỏi là TD là gì và em sẽ phải bổ sung ntn Em xin cảm ơn",
    "Em là sinh viên chính quy hệ đại trà, môn học có mã lớp bắt đầu là A như môn dưới đây thì học phí có đắt hơn các môn học tại cơ sở 2 không ạ ?",
    "Môn học CI4127    ĐAMH tổ chức thi công, nhóm A01 đã có trong Thời Khóa biểu chính thức của em. Tuy nhiên, đến hôm nay, e xem trên BKE-learning vẫn chưa có môn này, nhờ thầy cô mở giúp em. Em cảm ơn.",
    "Chào , Cho em hỏi là do thầy kinh tế học đại cương nhập sai điểm sao đó nhập lại mà đên khi cập nhật điểm vài lần và có điểm trung bình tích lũy thì vẫn lấy điểm sai để tính. Mong pdt hồi âm. Mssv của em là , mã môn học là IM1013, thầy  ạ",
    "Em chào PĐT,  Cho em hỏi là trong học kỳ 182, em có rớt môn anh văn 2 và sau này em nộp bằng toeic và chuyển điểm cho môn anh văn 2 tương ứng. Thì em có được tính là qua môn anh văn 2 không ạ. E cảm ơn PĐT",
    "Hôm nay em có tiết học môn quần vợt tiết 10-12 nhưng đã bị xóa do không đủ sĩ số (xóa ngay hôm nay chứ không phải xóa do đăng ký đợt 1). Em có đến hỏi trung tâm thể dục thể thao thì họ nói em đến pdt xin đăng ký lại môt khác nên em xin pdt cho em đăng ký môn võ  L04 T3 tiết 2-4 hoặc pdt có mở đợt đăng ký dự thính gdtc trong học kỳ này xin cho em biết trước. Em xin cảm ơn.",
    "cho em hỏi là sinh viên K20 hệ đại trà thì đăng kí môn năm hai khi nào ạ. Em cảm ơn",
    "Kính gửi PĐT. Em tên , mssv . Vào tháng trước em có đăng ký kiểm tra chuẩn AV nhưng do em đóng tiền sau ngày 17/1 nên không được công nhận là đã đóng tiền. Nên cho em hỏi là bây giờ số tiền 160k đó em có được nhận lại không ạ, và nếu được thì bằng cách nào ạ. Em cảm ơn.",
    "Em xin hủy môn học Anh Văn 2 Mã môn học: LA1005, mã lớp L04",
    "cho em xin rút môn học Kinh Tế Kỹ Thuật Mã môn học: IM2003, mã lớp: A01",
    "Tên:  MSSV:  Em xin rút môn học mã: CH2115 (Thí nghiệm Hóa phân tích)",
    "Em tên  () Em xin hủy môn : Đề cương luận văn tốt nghiệp ME4093 .Lớp A01",
    "Cho em xin phép huỷ môn học  Mã môn học: EE2039, mã lớp: L03 Em xin cảm ơn ạ.",
    "Xin chào, Tôi từ hệ chính quy chuyển sang hệ VHVL. Nhưng hiện giờ, tôi không thể xem được tổng số tính chỉ tích luỹ của mình ở đâu cả. Nên không biết có đủ điều kiện nhận LVTN chưa và còn thiếu môn nào. Tôi đã cố gắng dò lại các môn học trong chương trình đào tạo và thấy hầu như đã hoàn thành. Vui lòng hướng dẫn giúp tôi.",
    "Em xin đăng kí môn Tối ưu hóa và QHTN (ME 3215) .Lớp L01 Khoa đã khôi phục và sắp xếp giảng viên dạy",
    "Em có đăng kí bảo hiểm y tế đợt kết thúc hôm 30/11/2020 nhưng chưa nộp phí nên đã hết hạn nộp. Trường mở thêm đợt từ ngày 1/12/2020 đến 3/12/2020 em đã đăng kí và nộp hôm 2/12/2020 nhưng BK Pay vẫn để em chưa nộp khoản thu đợt 30/11/2020, đã hết hạn. Vậy em có cần nộp khoản này không hay xác minh để hủy vì đợt này đã đóng ạ. Em cảm ơn",
    "Dạ em là sinh viên K18 khoa Kỹ thuật hóa học. Vào HK 191 em có học môn CH2013: Hóa vô cơ và đã qua môn này . Học kỳ sau (202DT hoặc 211) em muốn học cải thiện thì em không biết là có được chuyển điểm thí nghiệm không ạ? Em xin cảm ơn ạ.",
    "Cho em hỏi rằng em bị rớt môn Anh Văn 1 vậy thì em \"bắt buộc\" phải học lại môn Anh Văn 1 mới tính là em qua môn hay chỉ cần em nộp chứng chỉ Anh Văn cũng được tính qua môn ạ?",
    "Cho em xin hủy môn học Cơ Lưu Chất. Mã môn học CI2003 mã lớp L07",
    "Em xin hủy môn học Anh văn 1A Mã môn học LA1037, mã lớp DT06",
    "Em xin hủy môn GDTC  Mã môn học PE1011,mã lớp L03",
    "Em có đăng ký môn học cho học kỳ 202 và kết quả có môn em đăng ký , học ở cs2 mà đến nay em xem lại thời khóa biểu thì nó lại hiện ở cs1. Cho em hỏi lý do tại sao ạ?",
    "Tốt nghiệp Kính gửi Phòng Đào Tạo Em là , MSSV: , khoa Cơ Khí, lớp CK16HT2 Hiện nay em đang có tên trong danh sách tạm dừng học do học kỳ 1 do không đăng ký môn học. Hiện nay em đã hoàn thành chương trình học tại trường nhưng chưa đăng ký tốt nghiệp do thiếu anh văn nói viết. Cho em hỏi em muốn tốt nghiệp học kỳ này thì khi nào phải nộp bằng anh văn nói viết ạ. Em xin cảm ơn. ",
    "Gửi phòng đào tạo . Kỳ 201 vừa rồi em không qua 1 môn cơ sở do khoa phụ trách giảng dạy. Em dự định học lại vào học kỳ chính 211 chung với sinh viên K20 trong khoa . PDT cho em hỏi là nếu học lại như vậy thì phí 1 tín chỉ là bao nhiêu ạ . Em cảm ơn.",
    "Cho em hỏi rằng em bị nợ môn Anh Văn 1 vậy thì em phải \"bắt buộc\" học lại môn Anh Văn 1 mới tính là em đã trả nợ hay là chỉ cần em nộp chứng chỉ Anh Văn là được ạ?",
    "Cuối năm nhất em có dự định chuyển sang chương trình chất lượng cao học mà giờ điểm ielts em chưa đạt được 6. vậy em có chuyển qua được không ạ và trường có dạy em để em đạt được ielts 6. không ạ  Em xin cảm ơn ạ.",
    "ng kí bổ sung môn học quá trình và thiết bị cơ học. Mã môn CH2019. Lớp L04. Phòng 112H6. Tiết 7 8 9 thứ 6.",
    "Dạ thưa,đợt đăng ký môn học GDTC vừa qua em đã đăng ký thành công môn học cầu lông (PE1017) nhưng đến giờ em vẫn không có TKB. Trong khi bạn em đăng ký cùng lúc,cùng lớp với em thì bây giờ đã có TKB,mong nhà trường giải đáp giúp em ạ,em xin cảm ơn",
    "Theo như mail em nhận được từ trường là hôm nay sẽ mở đợt 2 đăng kí dự thính lúc 10h mà sao em vào lại không thấy mở mục đăng kí vậy ạ?",
    "Em chào thầy cô, Phòng đào tạo có thể thông báo lịch tốt nghiệp chính thức của đợt tháng 4/2021 không ạ. Vì theo lịch cũ ngày 2/4 là khóa sổ đăng ký tốt nghiệp. Tuy nhiên hiện nay em thầy trên trang đăng ký xét tốt nghiệp thì lịch là đến 30/04/2021. Nên em không rõ lịch cụ thể như nào ạ. Sinh viên, ",
    "Tốt nghiệp       Em chào thầy cô,    Thầy cô có thể cho em hỏi lịch đăng ký tốt nghiệp chính thức đợt tháng 4/2021 không ạ    Vì theo lịch cũ ngày 2/4 là khóa sổ đăng ký tốt nghiệp Tuy nhiên hiện nay em thầy trên trang đăng ký xét tốt nghiệp thì lịch là đến 30/04/2021 Nên em không rõ lịch cụ thể như nào ạ    Sinh viên,  ",
    "Em đăng ký môn cơ sở kỹ thuật điện ở CS2,tuần trước TKB vẫn xếp ở CS2;nhưng TKB lại mới bị đổi qua CS1. Cho em xin xác nhận là học theo TKB mới đúng không ạ ",
    "Em chào ad! Thầy/cô cho em hỏi thời hạn đăng ký tốt nghiệp đợt 1 2021 ạ! Em vào mục đk thì thấy ghi từ 25/2 đến 30/4 còn trên lịch học vụ thì chỉ đến 2/4/2021. Em xin cảm ơn ạ!",
    "Kính gửi Phòng Đạo tạo, Em tên là , sinh viên khoa Điện - Điện tử, MSSV là . Em xin trình bày vấn đề của em sau đây: Ở học kỳ 201 vừa rồi, em có đăng ký môn học tự chọn nhóm C (EE3035 - Xử lý ảnh) nhưng vì sơ suất nên em đã không đi thi cuối kỳ của môn học này. Cho em xin được hỏi một vài vấn đề về môn học và điểm trung bình tích lũy (ĐTBTL) như sau: 1. Môn học này em được tính là không đạt. Vậy em có cần phải học lại đúng môn học này hay không? Hay có thể học một môn học nhóm C khác thay thế được không? 2. Nếu như em học một môn nhóm C khác thì khi tính ĐTBTL thì có tính 3 chỉ (điểm 13) của môn học EE3035 - Xử lý ảnh mà em đã học hay không? Vì hiện tại khi tính ĐTBTL thì có tính 3 chỉ em không đạt vào làm cho điểm của em thấp xuống. 3. Trên bảng điểm khi tốt nghiệp của em trong trường hợp em học lại môn EE3035 - Xử lý ảnh hoặc trường hợp em học một môn khác thì có in điểm 13 mà em đã vắng thi không? Em cảm ơn, ",
    "Dạ, em chào thầy/cô, Thầy/cô cho em hỏi là kết quả của việc kiểm tra anh văn định kì là bao lâu vậy ạ? Em tham gia kiểm tra anh văn định kì vào khoảng cuối tháng 8 năm 2020 (cuối học kì 193 đầu học kì 201), thì được kết là 590 (đạt chuẩn sinh viên năm 4), vậy kết quả đó có thể dùng để đăng kí môn học đến năm 4 không vậy ạ? hay phải tham gia kiểm tra anh văn vào cuối mỗi năm học ạ? Dạ, em cảm ơn thầy/cô ạ.",
    "Xin chào thầy/ cô . Em muốn hỏi là hôm nay (2/3/2021) có đợt đăng ký dự thính đợt 2 phải không ạ ( theo như mail đã gửi)? Nhưng là giờ em vẫn không thấy. Là vì sao ạ? Em xin cảm ơn trước ạ",
    "Phòng đào tạo cho em hỏi là ! Em đã đăng ký 4 môn chuyên ngành ở hk2 nhưng không có tkb  Các môn e đk là công trình cảng và đồ án , thi công công trình cảng và đồ án , em đã qua các môn tiên quyết hết rồi ạ",
    "Trong đợt đăng kí môn học vừa rồi em có sơ xót chưa đăng kí môn học Lắp đặt điện, mã số môn học: 401708. Vì môn này là môn chuyên ngành của em nên em kính mong phòng đào tạo cho em được đăng kí môn này để theo kịp tiến độ ạ. Em xin cảm ơn.",
    "Em kính chào Thầy/Cô! Em có thắc mắc là điểm xét học bổng khuyến khích học tập của một kỳ có tính kỳ dự thính của kỳ đó không ạ? Ví dụ HK201 em được 8.0 nhưng dự thính em bị rớt môn thì em có được xét học bổng khuyến khích học tập không ạ? Em xin cảm ơn Thầy/Cô!   i ",
    "Em chào các Thầy Cô, Vì môn Mạch Điện Tử Thông Tin của em ở HK201 có điểm rất trễ so với các môn khác, nên Pđt đã tính nhầm là em rớt môn và chỉ xét cho em 11/14 chỉ, trong khi môn đó em tổng kết được 9.0. Vì sai sót trên mà em nằm trong diện bị loại khỏi chương trình tài năng. Rất mong Pđt xem lại giúp em sự cố này.   i ",
    "Dạ thưa ban quản lý pđt , em muốn hỏi là khi nào sẽ đăng ký môn học dự thính hk202 đợt 2 ạ.",
    "Cho em hỏi hôm nay là đăng kí môn học hk202 dự thính đợt 2 mà sao giờ này vẫn chưa có slot để cho em đăng kí ạ",
    "Em là   Mssv: . Thầy cô cho em hỏi là do em không đăng kí được môn Những nguyên lý cơ bản chủ nghĩa   ( mã SP1003) nên kì này em đăng kí môn thay thế là Triết học   ( mã SP1031). Như vậy sao khi em học xong môn thay thế nếu đạt thì điểm tự chuyển qua mã môn cũ hay phải làm đơn chuyển ạ. Em cảm ơn thầy cô giải đáp ạ.",
    "em chào cô cho em hỏi điểm môn ngoài ngành có tính vào điểm trung bình tích lũy ngành không ạ",
    "Gửi phòng đào tạo DHBK, Em tên là , mssv: , thuộc khoa khoa học và ký thuật máy tính. Em xin hỏi trường hợp không thể đăng ký lvtn do chưa nộp toeic . Hiện em đã có giấy toeic(615 điểm), em đã đăng ký xác nhận chứng chỉ ngoại ngữ online hôm thứ 7(27/2/2021) . Tuy nhiên ngày 2/3/2021 là hạn cuối đăng ký luận văn mà em vẫn chưa được xác nhận chứng chỉ ngoại ngữ để đăng ký môn học. Và vì vậy em không thể đăng ký luận văn tốt nghiệp kịp được do hệ thống yêu cầu chứng chỉ ngoại ngữ phải được nộp. Mong phòng đào tạo hướng dẫn em cách giải quyết để kịp đăng ký luận văn ạ. Em xin cảm ơn. ",
    "Kính gửi phòng đào tạo ! Hiện e đg bị trễ 3 kỳ . Hk2 năm 2021 e có đăng ký 4 môn chuyên ngành , và đã qua các môn tiên quyết ! Mong phòng đào tạo hổ trợ ạ",
    "Dạ lúc kiểm tra mail thì em không thấy lớp Bóng chuyền CC02 bị huỷ lớp do không đủ số lượng sinh viên, bây giờ tới giờ học thì chỉ có 11 sinh viên và lên lại thời khóa biểu thì thấy em đã bị hủy lớp bóng chuyền đã đăng kí được trước đó, vậy thầy vui lòng cho em đăng kí lại được không ạ? Em cảm ơn thầy nhiều lắm ạ!",
    "Kính gửi PDT, Dạ cho em hỏi về lớp dự thính. Vào đợt 1 ĐK Dự thính, tụi em có đăng ký môn Điện - Điện động học, Mã số 404709. Tụi em cũng đã liên hệ với thầy - trưởng bộ môn để xin đăng ký. DẠ cho em hỏi là lớp sĩ số bao nhiêu thì được mở lớp ạ, Em xin cám ơn",
    "Mình là sinh viên năm 2.Theo qui chế,học kì này mình phải học 2 môn thể chất để được đăng kí môn học cho năm 3 nhưng theo qui định mới,mình chỉ được đăng kí 1 môn. Mình có thể xin trung tâm GDTC học thêm môn nữa để kịp chương trình không ạ? Mình xin cảm ơn.",
    "Dạ chào thầy, em tên  tuyền hệ VHVL MSSV:  khoa công nghệ hóa hocn Học kì 202 em có đk môn thí nghiệm hóa hữu cơ _ CH2053, thì hệ thống báo em đã học hoặc được miễn, em chưa học lần nào và kết quả miễn môn lần 2 em cũng chưa nhận được ạ, nhờ thầy hỗ trợ để em đk ạ, em cảm ơn",
    "Dạ thưa,mong PĐT kiểm tra lại giúp em với ạ,danh sách hủy lớp sỉ số dưới 30 bạn không có bộ môn cầu lông ạ,với lại lớp em đăng ký cũng đáp ứng đủ sinh viên. Trên lịch sử đăng ký môn học của em vẫn còn môn cầu lông (PE1017) lớp L17 nên em không hiểu tại sao lại bị xóa môn trong khi các bạn của em đk cùng lớp,cùng lúc với em thì đã có TKB bình thường ạ,em xin cảm ơn",
    "MSSV    Xin rút môn học . Dạ em xin rút môn   I CO3043 Phát triển ứd trên tbdđ . Lý do: em đã đủ chỉ môn khối D và muốn giành thời gian làm LVTN ạ Mong phòng đạo tạo trả lời giúp em là có rút được trên này không và có phải đóng học phí không ạ Em cảm ơn ",
    "Em là  mssv  Em muốn xin hủy môn bóng rổ pe1015 Do em đã đk môn cầu lông và qui định chỉ được đk 1 môn gdtc  Em cảm ơn",
    "Dạ em muốn hỏi về tiết dạy của giảng viên để tìm hỏi về điểm thành phần của mình,vì em có liên lạc với thầy nhưng không được ạ. Nên em phải hỏi ở đâu để tìm thầy ạ.",
    "Em chào thầy/cô Dạ cho em hỏi là học kì này, ngày thi giữa kì là vào ngày mấy vậy ạ . Em xin cảm ơn   ",
    "Thời khóa biểu có môn Đồ án Tổ Chức Thi Công nhưng BKEL không có. Em cần biết giáo viên hương dẫn là ai để có thể liên hệ.",
    "Em chào cô/thầy, Lúc trước em đã xin đổi lớp Kinh tế chính trị  (SP1033) từ L12 sang lớp L16 và đã được đồng ý, Tuy nhiên TKB vẫn chưa được cập nhật và danh sách lớp vẫn chưa có tên em. PĐT kiểm tra lại giúp em ạ. Em cảm ơn.",
    "Kính gửi phòng đào tạo, Em tên là  mssv  Vào năm 2020 em có đăng ký để miễn anh văn 1 và anh văn 2 do sơ suất em đã không đóng tiền miễn điểm tiếng anh . Nay em làm đơn này mong nhà trường có thể hủy lệ phí miễn điểm trên BKPay để em có thể xét tốt nghiệp được. Em xin chân thành cảm ơn ",
    "Chào phòng đào tạo, em đã thanh toán toàn bộ phí trên BKpay nhưng vận không thể đăng kí tốt nghiệp được vỉ lí do \"Nợ HP\", mong phòng đào tạo giải quyết giúp em ạTốt nghiệp .",
    "Dạ, cho em hỏi là em có xem thông báo của trường thig học kì này sẽ thi vào cuối tuần 7 và 8 của học kì, nghĩa là sẽ thi vào 4 ngày 17,18/4 và 24,25/4 đúng không a ",
    "cho em hỏi là em có xem về quy chế học vụ thì không thấy phần nói là phải qua các môn năm 1 năm 2 mới được học năm 3 mà em nghe có nhiều người bảo là phải hoàn thành tất cả các môn năm 1 năm 2 thì mới học năm 3. Vậy cái nào mới đúng ạ mong giải quyết giúp em ạ",
    "t đăng ký TTTN, ĐCLV, LVTN đợt cuối khi nào mới được cập nhật trên thời khóa biểu ạ? Trước đó em bị xóa Luận Văn với lý do không đủ điều kiện nhận luận văn. Nhưng em đã chuyển điểm anh văn 1 2 3 4, đủ ngày CTXH, tín chỉ tích lũy cũng kịp tiến độ. Vậy vì sao em lại bị xóa luận văn vậy ạ?",
    "Chào cô  ạ, em là Khanh k16 , chuyện là em không kịp nộp bằng  đăng ký luận văn đợt cuối này , em có thể nộp trễ hơn trước thi giữa kỳ , rồi làm đơn xin được không ạ ? . cảm ơn đã xem tin nhắn của em ạ.",
    "Chào PDT đại học BK HCM. Em tên là , sinh viên lớp CK17LOG, MSSV  . Mong PDT kiểm tra trường hợp nhập điểm bổ sung điểm Vắng thi có phép môn Hoạch định mặt bằng (ME3253 nhóm A02-B) giúp em. + Học kỳ 1 2019-2020, em nhận điểm vắng thi có phép (VP) môn Hoạch định mặt bằng (Văn bản quyết định được gửi đính kèm) . + Trong Học kỳ 1 2020-2021 vừa rồi, em đã làm đơn đăng kí thi và đã đi thi để bổ sung điểm vào ngày 22/1/2021 phòng B2-GDB2A . (thầy  là giảng viên trông thi) + Tính đến này đã hơn 1 tháng kể từ ngày thi nhưng em vẫn chưa có thông tin điểm cũng như cập nhật điểm trên bảng điểm học kì 1 2019-2020 (Bảng điểm được gửi đính kèm). + Em đã viết mail liên hệ với GV và nhận được phản hồi. (Nội dung trong file đính kèm) Mong sớm nhận được phản hồi từ PDT. Xin cảm ơn!",
    "Dạ em đã đăng kí môn PE1021 L06 nhưng mà sao thời khoá biểu chưa cập nhật ạ",
    "Chào thầy/cô! Cho em hỏi đợt đăng kí dự thính sắp tới có mở  môn học Anh văn 3A (MSMH: LA1041) không ạ,vì đợt học kì chính môn học không mở lớp nên em không đăng kí được ạ. Em xin chân thành cảm ơn!",
    "Em chào Thầy/Cô ạ, Môn Hóa Phân Tích của chương trình K18 và chương trình K19 khoa Hóa có sự khác nhau về mã môn cũng như được tách ra làm 2 môn Thí nghiệm và Lý thuyết riêng biệt (K18 môn học được gộp Thí nghiệm và Lý thuyết thành 1 môn) nhưng trong danh sách công nhận môn tương đương do PĐT đăng trên web không có công nhận 2 mã môn này của 2 khóa là tương đương nhau. Vậy cho em hỏi làm sao để chuyển điểm của môn mã mới về môn mã cũ ạ? Và nếu em chỉ mới hoàn thành 1 trong 2 môn của mã mới thì có được chuyển không ạ? Em cảm ơn nhiều ạ",
    "Dạ em xin chào thầy cô ạ. Do em có việc gia đình đột xuất nên em đã trể đăng kí giáo dục thể chất 2 cho lớp Việt Pháp. Cho em hỏi là em có thể xin vào lớp bơi P02 học được không ạ. Do em ở xa có hơi bất tiện nên khó học được trên CS2 . Em rất miong quý thầy cô có thể cho em xin vào học ạ. Em cảm ơn quý thầy cô rất nhiều ạ.",
    "CODE PE1019",
    "Thưa thầy cô, Em có đăng kí môn Thiết kế hệ thống cơ khí ME4003 thuộc môn tự chọn nhóm A(tối thiểu 9tc). Theo file của năm học 2018 - 2019 Trường thay đổi file chương trình đào tạo mới nên môn học đó không nằm trong tự chọn của ngành Cơ khí chuyên ngành Chế Tạo. Cho em hỏi như thế vẫn tính môn học tương đương không ạ? ",
    "Ngày 1/3 thầy  có cập nhật sửa đổi điểm cho em môn hệ thống máy tính và ngôn ngữ lập trình phần thực hành nhưng đến nay trên trang mybk vẫn chưa cập nhật điểm ạ.",
    "hiện tại em đăng kí lớp L22 môn bơi do không đủ sĩ số nên em muốn đổi sang L14. Em mong thầy cô có thể xem xét cho em được không ạ ???",
    "Em là , MSSV . Em có thắc mắc về điểm môn học. Ở mục phúc tra thì hiện điểm tổng kết môn vật lí 1 của em là 6.5 nhưng ở bảng điểm trong mục thông tin sinh viên thì lại là 6.0. Em muốn hỏi về sự khác biệt này",
    "MSSV: 191385Dạ cho em hỏi là việc xét danh hiệu sinh viên nhất có cần phải đăng ký không ạ. Tại vì hiện tại em là sinh viên năm hai có trong danh sách dự kiến của năm nhất mà em nhớ chỉ mới đăng ký cho năm hai còn năm nhất em chưa đăng ký ạ!",
    "Kính thưa Quý Phòng Đào Tạo Em đã quy đổi bằng ngoại ngữ để xét miễn môn anh văn 3 & anh văn 4 và thanh toán sẵn sàng. Nhưng đến nay bảng điểm của em vẫn chưa cập nhật điểm quy đổi cho 2 môn anh văn. Hiện em cần cập nhật 4 chỉ anh văn vào bảng điểm để đăng ký tốt nghiệp vào đợt tháng 4/2021 này. Xin Quý Phòng Đào Tạo xem xét và cập nhật điểm anh văn này cho em sớm nhất có thể . Em xin chân thành cám ơn.",
    "Thưa thầy(cô)! Em là sinh viên khóa k17 có đăng kí thể chất trong kì 202 được bố trí học ở cs2 ạ.Nhưng do hầu hết môn chuyên ngành đều ở cs1 nên em muốn xin được học lớp thể chất ở cs1 cùng với hệ Chất lượng cao và Việt Pháp rồi cuối kì làm đơn chuyển điểm để giáo viên dạy kí tên về lại lớp cũ đươc không ạ? Em đã hỏi qua thầy dạy thể chất của em và thầy nói cũng được và kêu em thử liên hệ phòng đào tạo xem cho phép không ạ.HI vọng được Phòng đào tạo xem xét giúp đỡ em ạ. Em cám ơn!",
    "Dạ em chào quý thầy cô ạ. Dạ thưa thầy/cô, em có một chút thắc mắc về điểm được cập nhật trên hệ thống bảng điểm MyBK ạ. Dạ thưa thầy/cô, em và một số các bác khác có gặp một số trục trặc về điểm BTL của bộ môn Vật Lý nên đã liên hệ với giáo viên bộ môn để thay đổi. Sau đó, tối Chủ nhật ngày 28/2, sau khi kiểm tra lại điểm tổng kết ở mục 15, phần phúc tra điểm thi cuối kì thì điểm tổng kết đã được thay đổi thành 5đ. Tuy nhiên, sáng ngày hôm qua, tức ngày 2/3, điểm trên hệ thống cập nhật lại trên bảng điểm vẫn giữ nguyên số điểm ban đầu là 4đ và PĐT đã tính điểm trung bình cho em luôn ạ. Dạ em không biết là điểm sau khi được tính trung bình có thể chỉnh sửa được không ạ. Em cảm ơn rất nhiều ạ.",
    "chào quý thầy cô !em có 1 vấn đề mong được giải đáp :  -Đợt bổ sung đợt 5 có đăng kí bổ sung môn học 260663 - Tiểu luận tốt nghiệp . Quý thầy cô cho em hỏi bao giờ có kết quả đăng kí thành công ạ . Do đợt 4 em có đăng kí nhưng bị hủy lý do '' không đủ điều kiện nhận '' nhưng không rõ điều kiện gi . - Mong quý thầy cô cập nhập xem xét lại giúp em để em có thể nhận được môn học 260663 - Tiểu luận tốt nghiệp trong học kì này để kịp thời hạn ra trường  - em xin cảm ơn !!!",
    "Thưa các thầy cô, Em nằm trong danh sách tốt nghiệp tháng 4/2021 . Trong HK này em có đăng ký 1 môn để duy trì tình trạng học tập. Cho em hỏi em có cần làm đơn xin rút môn học và thanh toán học phí cho môn học này trước khi đăng ký tốt nghiệp không ạ? Em xin cảm ơn quý thầy cô!",
    "Chào quý thầy cô ! Em muốn đăng kí bổ sung môn học La1041 và la1043 ( tại cơ sở1 ) vào học kì chính . đợt vừa qua em có đăng kí nhưng bị hủy do chỉ số/ PDT .. Mong quý thầy cô xem xét.",
    "Chào /C Em tên : Nguyễn Tấn Lin Mssv :  Hệ  VLVH Khi em đăng ký môn Luận Văn Tốt Nghiệp thì hiện lên bảng màu Cam in dòng chữ “ Thiếu CNTTNC Công nghệ thông tin nâng cao ( ) “ Vậy thì em cần học hay bổ sung tin học như thế nào mới được làm luận văn ! Em xin  Cảm ơn",
    "Dạ em chào thầy cô ? Cho em xin chuyển lớp GDTC môn bơi cs2 lớp l22 sang l14 ạ Mong thầy cô xem xét giúp em. Em chân thành cảm ớn !",
    "phòng đào tạo cho e hỏi , kì 202 này e lỡ rút môn học bây giờ chỉ còn 12 chỉ , mà 3 kì trước e tích luỹ đc 52 chỉ rồi , nếu qua hết kì này là e được học năm 3 đúng k ạ , hay có bị ràng buộc 1 kì bắt buộc tối thiểu phải 14 chỉ k ạ , e cảm ơn !!",
    "Em đã đăng ký môn bơi L47 và đã hiện trong thời khoá biểu nhưng hôm nay không thấy nữa . Em xin phép hỏi là lớp đã bị huỷ hay có vấn đề gì vậy ạ .",
    "Hủy môn PE1017 nhóm L06 Đăng kí môn PE1027 nhóm L01",
    "Em không đăng ký được môn học trong BẢNG ĐĂNG KÝ HK202 ĐĂNG KÝ BỔ SUNG - HIỂU CHỈNH MÔN HỌC HỆ VLVH VÀ ĐTTXA",
    "PĐT cho em hỏi nếu cuối kì này em nộp chứng chỉ anh văn TOEIC( 550 ), thì em có được cộng 8 chỉ vào tổng số tín chỉ hiện tại của em không ạ!",
    "Thầy Cô cho em hỏi . Lớp thể chất của em bị hủy  . Bây giờ em muốn xin đăng ký thêm vào sinh viên của lớp thì có được không ạ . Em xin cảm ơn.",
    "Môn bơi mã SP1019 lớp L22 sie số 25/35 hôm chủ nhật ngày 28/2 vẫn có trong thời khoá biểu trong phần thông tin sinh viên nhưng sang thứ 2 thì bị huỷ do lớp không đủ sỉ số. Em có thể đăng kí học lại trong kì này hoặc làm đơn nhập vào lớp khác để học được không ạ",
    "Cô cho em hỏi là vào HK193 em có vắng thi cuối kì môn Những nguyên lí cơ bản của chủ nghĩa Mac Lê-nin (SP1003) do em bệnh phải nhập viện. Em có nộp đơn xin nhận điểm vắng thi có phép và đã có quyết định đồng ý của nhà trường, em đã đăng kí thi môn học này vào HK201 nhưng đến hiện tại bảng điển của em vẫn được cậo nhật môn này. Mong cô kiểm tra lại giúp em và em có thể xem kết quả ở đâu ạ. Em cảm ơn cô ạ.",
    "Kính gửi Phòng Đào Tạo Em bị hủy lớp thể chất học kì 202, xin phòng đào tạo mở lại lớp thể chất có mã Môn học PE1019 nhóm L20 sỉ số cũ đã được 25/35 rồi ạ. Hoặc chuyển em vào nhóm L06 sỉ số 29/35. Em cảm ơn.",
    "Xin rút môn giáo dục thể chất PE1011 Nhóm L03",
    "Em đang là SV khóa K17, đã đạt 2 môn GDTC1 và GDTC2, nhưng do việc gia đình nên em bảo lưu kì học sau đó, đã đình trệ việc học GDTC 3 cho tới thời điểm hiện tại. Trong kì này em đã đăng ký môn Bóng rổ (PE1015) . Nên cho em hỏi là môn học PE1015 có thể chuyển đổi tương đương với GDTC3 (PE1007) không ạ? Nếu không thể chuyển đổi tương đương được thì em có thể hủy môn học này được không ạ ? Và nếu phải hủy môn học thì có cách nào để em đăng ký được môn PE1007 cho đúng qui trình đào tạo của nhà trường không ạ ?",
    "Chào PĐT,  Em là Trung, em muốn hỏi là nếu như thứ 4 em có môn học đến tiết 12 ở cs2, và em muốn đăng kí dự thính mà TKB dự thính rơi vào thứ 4, 7h tối, thi em có đủ điều kiện để đk môn đó không ạ? Đây là môn cực kì quan trọng nên em muốn hỏi trước, trong trường hợp không đăng kí được, vậy nếu như em rút môn đang học chính tới tiết 12 thì sao ạ! Em cảm ơn PĐT",
    "Chào thầy (cô) của Phòng Đào Tạo, Em là sinh viên K18 khoa KHUD. Vào năm 2020, em có đi thực tập nghiên cứu tại Đài Loan. Thầy (cô) cho em hỏi: 1. Các môn em có thể miễn là các môn như Thực tập kỹ thuật và Thực tập ngoài trường phải không? 2. Quy trình xét miễn sẽ như thế nào? Em trân trọng cảm ơn.",
    "xét miễn môn anh văn . Em chào quý thầy cô, Em muốn đặt câu hỏi về việc nộp chứng chỉ ngoại ngữ quốc tế để chuyển điểm môn anh văn. Hiện tại, em đạt 500 điểm toiec quốc tế, giả sử em nộp chứng chỉ để chuyển điểm thì chỉ đạt được 5.0 môn av2, và sau này em nộp chứng chỉ ngoại ngữ với điểm cao hơn thì có được xét điểm cho 2 môn anh văn còn lại không ạ, hay nói cách khác em có được nộp bằng chuyển điểm 2 lần không ạ!. Mong thầy cô xem xét, Em cám ơn.",
    "Em chào các thầy cô, Em đã đặt câu hỏi số #22472 về vấn đề tốt nghiệp, Hiện ngày CTXH và Học phí em đã hoàn thành đầu đủ, còn về việc bị tạm dừng thì em đã viết đơn thu nhận lại từ tháng 1/2021 và được thu nhận lại theo quyết định ngày 28/1/2021 . Em kính mong PĐT kiểm tra lại cho em và nếu có thể mở lại đăng kí tốt nghiệp cho em trên trang mybk. Em xin chân thành cảm ơn",
    "Em chào thầy cô. Em xin chuyển lớp GDTC môn bơi PE1019 từ lớp l22 sang L14 ạ Mong thầy cô xem xét giúp em Em cảm ơn thầy cô ạ!",
    "Dạ em tên là  đang theo học Khoa kỹ thuật Hóa học.Em đã có xin thay đổi nhóm lớp nhưng phòng đào tạo đã chuyển em sang lớp mà thời gian tan của em bị kẹt với h em đi dạy thêm ạ.Em xin được chuyển sang lại lớp đăng ký ban đầu là L03-L05 của môn giải tích 2(MT1005).Em cảm ơn nhà trường và phòng đào tạo rất nhiều ạ.",
    "dạ kính thưa quý cô, quý thầy của PĐT Trường ĐH Bách Khoa - ĐHQG TP.HCM. Sau 4 lần đăng ký môn học CI4396 nhưng bị hủy vì lý do chưa đủ điều kiện mặc dù cả 4 lần khi đăng ký đều hiện nút tích màu xanh và web báo là đủ điều kiện đăng ký. Đợt bổ sung vừa rồi em tiếp tục đăng ký và hôm nay trong khi các bạn đã được cập nhật TKB thì em vẫn chưa được cập nhật . Em kính mong PĐT giải quyết trường hợp này giúp em, vì em đã ghé để hỏi quý cô PĐT 2 lần liên tiếp trước khi đăng ký đợt bổ sung này và được hồi đáp là cứ về đăng ký và đợi kết quả. Em xin chân thành cảm ơn",
    "Các học kì trước em rớt 2 môn là Hoá đại cương và Xác suất thống kê ạ, em phải trả cả 2 môn trước năm 3 hay chỉ phải trả môn Hoá trước năm 3 thôi ạ? Em cảm ơn ạ.",
    "Em kính chào thầy cô, đợt đăng ký môn học thể chất vừa rồi em đã đăng ký lớp bóng chuyển L04 và đã kiểm tra thấy lịch học trên thời khóa biểu. Nhưng đến ngày 02/03 vừa rồi em kiểm tra thì thấy môn học đã bị xóa, trong lịch sử đăng ký môn báo là môn học do sinh viên hủy . Em không biết là lỗi do hệ thống trang web của trường hay do em sơ suất. Vậy thầy cô có thể cho em đăng ký bổ sung vào lớp học Bóng chuyền L04 được không ạ? Mong thầy cô đọc và xem xét giúp em, do nếu kỳ này không được hoàn thành thể chất thì năm tới em sẽ không được đăng ký môn học. Em cảm ơn thầy cô.",
    "em chào thầy cô ạ! Hôm nay em có thắc mắc về chuẩn anh văn áp dụng cho k18 là bao nhiêu ạ.em cảm ơn thầy cô !   i  .",
    "Chào thầy(cô) Em là , MSSV:, khoa Điện-Điện Tử, lớp: DD19KSTD. Cho em hỏi là tại sao môn Cơ sở kỹ thuật điện (EE2017) ban đầu em đăng ký và đã được sắp thời khóa biểu học tại cơ sở 2 mà lại bị dời lên cs1? Em cảm ơn.",
    "Dạ xin chào, em đăng ký thành công môn bơi lớp L22, lớp ban đầu có 27 bạn nhưng sau đó chỉ còn 25 bạn nên đã bị hủy. Cho em hỏi em có được đăng ký lại không ạ?",
    "Pđt cho em xin hỏi là vào ngày hôm nay khi học bóng rổ thì thầy có bảo rằng k20 tụ em chỉ học 2 kỳ gdtc là có đúng không ạ?",
    "Em xin chào ạ,  Cho em hỏi là em chưa nộp bằng toeic và bằng 2 kĩ năng speaking & writting, mà em muốn nộp 2 bằng anh văn đó cho kịp đợt tốt nghiệp tháng 4/2021 thì hạn nộp chót là ngày mấy vậy ạ. Em xin cảm ơn. Em đợi phản hồi từ thầy, cô ạ",
    "cô ơi cho em hỏi là kì này em có đăng kí học môn Đường lối cách mạng của Đảng cộng sản Việt Nam (SP1009), môn này có điều kiện là phải hoàn thành các bài kiểm tra của mỗi chương và đạt trên 50% ở mục video trên e-learning, nhưng em đã làm và không đạt được yêu cầu về điểm ở chương 1 để có thể mở chương 2, em có thể làm gì để xin mở chương 2 để em có cơ hội được đủ điều kiện để dự thi cuối kì không ạ. em cảm ơn cô ạ.",
    "Dạ kính thưa phòng đào tạo, kì 202 này lúc đăng kí đợt 4 em có đăng kí 33 chỉ và không đăng kí môn nào nữa, nhưng mấy nay em check thời khoá biểu thì lại hiển thị là 35 chỉ ạ, em muốn hỏi có phải là do lỗi hệ thống hay không ạ, em sợ khi tính học phí tính em 35 chỉ ạ. Em có chụp màn hình ở dưới ạ.",
    "Kính chào quý thầy cô trong tổ kỹ thuật! Việc nâng cấp hệ thống bkel nhằm giúp giảng viên và sinh viên tiếp cận và trao đổi kiến thức với nhau một cách dễ dàng hơn, ẤY THẾ VẬY mà trang web mới load rất chậm hay bị lag,...Mong quý thầy cô sớm khắc phục để chúng em có những trãi nghiệm học tập tuyệt vời hơn. Sincerely",
    "Tiêu đề : Sai Khoa và thiếu nơi sinh trong đăng ký tốt nghiệp  Dạ chào thầy cô  Em tên Lê Nhật Tân MSSV : Hệ : VHVL  Dạ em đăng kí tốt nghiệp mà khoa em học là khoa kỹ thuật giao thông nhưng khi kiểm tra thông tin tốt nghiệp thì là khoa điện - điện tử. Trong đơn còn thiếu nơi sinh . Nơi sinh của em là: thành phố Tây Ninh, tỉnh Tây Ninh. Mong quý Thầy Cô xem và chỉnh lại giúp em. Em cảm ơn!",
    "Gửi Phòng Đạo Tạo trường, Em đăng kí môn Bóng chuyền lớp CC07 đợt 1, trên thời khoá biểu mấy hôm trước nó có môn Bóng chuyền rồi ạ. Nhưng hôm nay em sẽ học Thể chất và vào xem chỗ học thì môn bị mất rồi ạ. Em muốn hỏi có phải học kì này em không có môn Thể chất hay là em bị chuyển sang lớp khác mà chưa được thông báo qua mail ạ? Em cảm ơn ạ. ",
    "Kính gửi Phòng Đào Tạo. Do đợt đăng ký môn học vừa rồi em đăng ký nhầm mã môn học nên em muốn rút môn học   mã IM1021. Em cảm ơn thầy/cô đã xem và trả lời ạ.",
    "Nơi sinh của em là Hà Nam không phải Bình Phước, nhờ phòng đào tạo sửa lại giúp em . 2. Ngày 3/3/2021 em có nộp bằng tốt nghiệp THPT, bằng cao đẳng nhưng chưa thấy cập nhật nhờ phòng đào tạo cập nhật giúp ạ.",
    "Do đợt đăng kí môn giáo dục thể chất kì trước em có đăng kí 2 môn: Bóng chuyền và Võ. Em muốn học môn Võ hơn nhưng do có vài vấn đề nên em không thể hủy đăng kí môn Bóng chuyền được. Mong phòng đạo tạo xem xét cập nhật lại thời khóa biểu môn Võ và hủy môn Bóng chuyền giúp em được không ạ",
    "Em đăng ký nộp CCNN để được miễn học các môn anh văn theo chương trình học nhưng hiện tại web bị lỗi không cho đăng ký. Mong thầy cô hỗ trợ giúp em ạ. Em cám ơn!",
    "Cầu lông  Mã môn học PE1017 Nhóm L11",
    "Cầu lông  MSMH:PE1017 Nhóm: L11",
    "Lúc kiểm tra email thì em không thấy lớp bóng chuyền CC02 bị hủy do không đủ số lượng sinh viên. Đến giờ học đầu tiên thì chỉ có 11 sinh viên hiện diện và kiểm tra lại thời khóa biểu thì lớp đã bị hủy. Thầy vui lòng cho em đăng kí lại lớp bóng chuyền ạ!",
    "MSSV:  mã môn học: PE1007 nhóm: L07 Em lỡ đăng ký cùng một môn trong hai học kì, em muốn hủy đăng ký môn   B PE1007    và đăng ký môn   B PE1023 lớp L17   . Mong phòng đào đạo giúp đỡ",
    "ửa trước em xin đăng kí học môn thể chất lớp môn võ L03 ( em đã nhầm với là L05) dẫn đến sai sót trong việc xếp lớp. Em nghe nói là k19 phải học 3 môn thể chất khác nhau nên việc nhầm qua lớp thể chất là lớp L05 môn cầu lông em đã học ở kì trước rồi. Xin phòng đào tạo chỉnh lại giúp em là lớp võ L05 ạ. Em xin lỗi và chân thành mong phòng đào tạo sắp lại lớp giúp em. Chuyển từ lớp cầu lông L05 sang lớp võ L03.",
    "mã môn học: PE1019 Lớp: L07 Em lỡ đăng ký cùng một môn trong hai học kì, em muốn hủy đăng ký môn   B PE1019    và đăng ký môn   B PE1023 lớp L17   . Mong phòng đào đạo giúp đỡ. Lần trước em có ghi sai mã môn học",
    "Em tên  , em đã thi toeic được 595 và chuyển điểm anh văn 3. Mong phòng đạo tào xếp cho em lớp anh văn 4A(LA1043) DT28 để em có thể hoàn thành anh văn xét tốt nghiệp.Em cảm ơn phòng đào tạo.",
    "Em là sinh viên k20. Đợt đăng kí môn học vừa rồi em lỡ đăng kí nhầm môn SP1003 những nguyên lý cơ bản chủ nghia mác lê nin của khóa 2018. Bây giờ em muốn chuyển qua lớp của k20 là SP1035 được không ạ?",
    "Chào quý thầy cô ! Em muốn đăng kí bổ sung môn học LA1007 và LA1009 trong học kì chính 202 . Mong quý xem xét giúp đỡ bổ xung giúp em ạ",
    "kính gửi phòng đào tạo. Hiện tại phòng đào tạo báo em vẫn còn thiếu 2 tín chỉ phần tự chọn B để tốt nghiệp nhưng kì vừa rồi em đã hoàn thành môn học Kỹ thuật đúc kim loại MSMH ME3211 thay thế đúng cho môn Kỹ thuật đúc kim loại MSMH 205827 của chương trình trước và đã có điểm. Mong pdt cập nhật lại sớm nhất.",
    "Môn Thiết kế kiến trúc công cộng 3 PDT đã mở trong kì chính chứ không phải dự thính nên em không đăng kí được vì vượt 1 chỉ. K19 trở đi chương trình học đã khác nên môn này rất khó mở lại. Mà hiện tại sỉ số môn này chỉ có 13 bạn là còn dư rất nhiều slots . Mong PDT cho em vượt 1 chỉ để đăng kí với ạ.",
    "Em là sinh viên k20. Đợt đăng kí môn học vừa rồi e đăng kí nhầm môn SP1003- những nguyên lí cơ bản chủ nghĩa mác lê nin của khóa 2018 gồm 5 tiết. Bây giờ cho e xin lại chuyển qua lớp SP1031- triết học mác lê nin k20 đang học được ko ạ? E xin viên năm nhất chưa rõ việc này nên nhầm lẫn. E cám ơn ạ",
    "Em chào Phòng đào tạo ạ, em tên , mssv:. Kỳ này em có đăng ký luận văn tốt nghiệp và em đã đủ điều kiện đăng ký nhưng các đợt đăng ký luận văn em vẫn ko đăng ký thành công. Phòng đào tạo có thể xem xét lại trường hợp của em. Em mong phòng đào tạo có thể giải quyết giúp em để em tiếp tục hoàn thành luận văn của em ạ.",
    "Em chào phòng đào tạo, em tên là , MSSV: , hiện đang là sinh viên năm 4 khóa K17, ngành quản lý môi trường, lớp K17QLM. Hiện tại, em gặp vấn đề trong việc đăng kí môn học EN4317- Luận văn tốt nghiệp, nhưng em đăng kí 5 lần rồi, kết quả lần nào cũng không đạt đủ điều kiện. Em có kiểm tra qua về điều kiện đăng kí luận văn: + số tín chỉ của em hiện tại là 108 + 17 (kì này) + 2 (quy đổi điểm tiếng anh) = 127   126 + Điểm thi Toiec của em là 540. + Các môn học tiên quyết của luận văn em điều hoàn thành (2 thực tập, đồ án, đề cương) Em mong phòng đào tạo giúp em cụ thể em bị vấn đề nào mà em không đăng kí được. Em cảm ơn!",
    "Em muốn hỏi là nếu em đăng ký học cải thiện môn đã học trong học kỳ chính thì học phí môn đó sẽ tính theo học phí dự thính hay kỳ chính ạ? Em cám ơn.",
    "Em chào thầy/cô ạ Vào đợt đkí môn học gdtc đợt 1 vừa rồi em có đkí môn bơi lớp L47 sĩ số 26 sv. Qua đợt 2 thì lớp không có trong danh sách bị hủy, nhưng đến hôm qua em xem tkb thì lớp lại bị mất. Em mong pdt phản hồi và giúp đỡ em ạ? Em xin cám ơn",
    "Dạ cho em hỏi cách tính điểm trung bình tích lũy ngành ạ!! Em có đọc và làm theo trên aoo.hcmut.edu.vn nhưng vẫn không chính xác.",
    "Lớp L22 môn bơi không bị hủy nhưng em vẫn chưa có thời khóa biểu. Em còn 1 môn thể chất nữa là hoàn thành, nhà trường xử lý giúp em ạ!",
    "Em thi anh văn đầu vào được 595đ. Số điểm đó em đã qua được anh văn 3 nhưng trong bảng điểm của em thì em vẫn chưa có đầy đủ và thiếu sót 2 chỉ của anh văn 3. Mong phòng đào tạo xem xét và giúp đỡ ạ. Em cảm ơn",
    "Kính chào Phòng đào tạo, Em là , MSSV . Em viết thư này để xin được giải đáp một thắc mắc về chứng chỉ tin học của trường như sau: Em thấy trong bảng thông báo trước tòa H1 có một thông báo ghi rằng:   i Từ khóa K19, miễn phí 1 lần CNTT cơ bản cho SV năm 1 vào đầu HK2 năm nhất   . Em muốn hỏi rằng: Để sử dụng lần miễn phí này thì em phải đăng ký ở đâu và khi nào ạ? Em đã thử hỏi Trung tâm kỹ thuật Điện toán thì các thầy cô bảo em là hỏi Phòng đào tạo ạ. Em xin chân thành cảm ơn.",
    "Em muốn đăng ký môn bóng chuyền (PE1011) tại cơ sở . Nếu như không có lớp cho em xin vào cầu lông (PE1017) cũng tại cơ sở . Em xin cám ơn ạ!",
    "Lớp anh văn 1 của em do không đủ học viên nên k mở lớp dạy Bây giờ em có thể đăng kí chèn vào lớp khác không ạ",
    "Cho em hỏi là bằng tiếng anh nộp cho trường để tốt nghiệp là 2 kĩ năng hay là 4 kĩ năng khoá K19 đối với TOEIC.Em cảm ơn!",
    "Em là sinh viên khoa xây dựng, theo chương trình em phải học vẽ kĩ thuật xây dựng CI1033 em đk nhầm sang môn vẽ kĩ thuật CI1003. Bây giờ em có làm như thế nào ạ",
    "Trong đợt đăng kí môn GDTC gần đây em có lỡ đăng kí 2 môn là môn Bóng Chuyền học vào 15-17h00 ngày thứ 6 và Võ học vào 9h00-11h50 ngày thứ 2. Do mong muốn của em là học môn Võ và cũng đi điểm danh ngày thứ 2. Em khẩn khoản mong phòng đào tạo có thể xem xét giữ lại môn Võ và bỏ môn Bóng chuyền ở thời khóa biểu cho em được không ạ",
    "Cho em hỏi về việc học đủ 3 môn giáo dục thể chất. Nếu e đã học 3 môn, nhưng rớt 1 môn, và nếu hết năm 2, e chưa đạt đủ 3 môn, và tính để sang năm 3 mới học lại cho đủ. Thì học kỳ tới có bị đình chỉ không ạ ?",
    "MSSV:  Chào thầy (cô) ạ. Hiện em đang là sinh viên năm 3 khoa KTHH, theo em đọc quy định đào tạo thì sinh viên phải hoàn thành đủ 3 môn GDTC vào cuối năm 3 thì mới được đăng kí các môn cho năm 4 nhưng hiện em còn thiếu 1 môn GDTC. Hôm nay em lên đăng kí môn thì đã quá hạn đăng kí rồi ạ, thầy (cô) cho em hỏi có cách nào để đăng kí bổ sung không và mong thầy (cô) hướng dẫn giúp em với ạ. Em xin cảm ơn!",
    "Dạ em chào cô ạ. Em có đăng kí môn học giáo dục thể chất bơi vào sáng thứ 4, nhưng sau đó nhà do không đủ sỉ số nhà trường đã dời em sang nhóm đăng kí trưa thứ 4, vào đầu tuần thứ 9 em đã thấy có thời khóa biểu môn học bơi của em, nhưng sau vài ngày em không còn thấy trong thời khóa biểu nửa, em không biết là mình còn học được không ạ, hay là đã bị xóa môn bơi ra khỏi tkb, nếu bị xóa có cách nào để em đk lại trong kì học này không ạ em xin cảm ơn.   Mssv: ",
    "Em tên ; MSSV: Kết quả đăng ký luận văn tốt nghiệp bổ sung,pdt ghi là em không đủ điều kiện nhận luận văn. Trong khi em đủ điều kiện tất cả, mong pdt giải quyết sớm dùm em ạ.",
    "Thưa quý thầy cô, Em tên là . Sau khi kết thúc HK201, em đã làm đơn xin chuyển điểm từ cao học về đại học. PĐT SDH cũng xác nhận là thực hiện việc chuyển điểm rồi tuy nhiên bên phía PDT vẫn chưa chuyển điểm cho em. Đồng thời, số tín chỉ em đã hoàn thành ở HK 201 vẫn chưa được cập nhật để em có thể đủ điều kiện đăng ký LVTN. Mong quý thầy cô kiểm tra lại và cập nhật điểm sớm giúp em để em có thể đăng ký được LVTN. Em xin chân thành cảm ơn.",
    "Kính gửi PDT,  e là  thầy cô cho e hỏi là e đủ điều kiện đăng ký LVTN nhưng sao e đăng ký vẫn k được, mong PDT kiểm tra giùm e ạ. E xin cảm ơn.!!!",
    "Em chào thầy/cô, dạ trước Tết em có tham gia thi chuẩn anh văn vào, điểm đạt được đủ chuẩn của khóa em (K19) nhưng bảng điểm không có cộng tín chỉ, em thắc mắc vì sao vậy ạ, nếu không quy đổi tín chỉ được thì em có thể xin in bảng điểm để nộp cho phòng đào tạo được không ạ? Em cảm ơn!",
    "Chào thầy(cô) Em là  MSSV: , khoa Điện-Điện Tử. Em muốn xin chuyển lịch học Thí Nghiệm môn Cơ sở kỹ thuật điện (mã môn học: EE2017, mã TN: EE2018) lên nhóm/tổ: L20(Thứ 6 13:00h-17:50h cs2). lí do: vì lịch học hiện tại xếp vào ngày thứ 7 bị dời lên cs1. Mong thầy(cô) xem xét . Em Cảm ơn.",
    "em có đăng kí môn bơi L47 và đã hiện trên thời khóa biểu từ 22/2, đến giờ thì không còn thấy nữa. Cho em hỏi là có vấn đề gì hay là lớp bị hủy, kính mong nhà trường giải quyết",
    "Kính gửi phòng đào tạo. Em có đăng kí luận văn tốt nghiệp đợt 5 nhưng kết quả lại không đủ điều kiện. Tổng số tín chỉ em được cập nhật trong kết bảng kết quả là 130 tín chỉ trong đó có 127 chỉ tích lũy ngành (điều kiện để thực hiện luận văn là 126 chỉ), Đồng thời em đã nộp bằng toeic và thực hiện đủ ngày CTXH. Vậy cho em hỏi tai sao mình lại không có kết quả đăng kí ạ . Em cảm ơn ạ",
    "Dạ thưa quý cô và quý thầy của PDT Theo như quy chế chương trình đào tạo của trường (file đính kèm) thì tổng TCTL tối thiểu để nhận LVTN là 126 TC (cộng cả môn học kì chính trước dù đạt hay là không đạt), em hiện tại đang là 124 TC nếu công môn cơ lưu chất của kì trước là 127 TC nhưng hình như PĐT không cộng vào và đã hủy môn CI4393 của em với lý do không đủ điều kiện đăng ký môn học. kính xin PĐT xem xét lại để em có thể nhận LVTN CI4393 vì em đã khóa K15 không còn nhiều thời gian nữa. Em xin chân thành cảm ơn  ",
    "Dạ em chào các thầy cô ạ. Dạ sau khi em hỏi lại thầy vật lý về điểm thành phần thì thầy đã báo là đã nộp điểm lên PĐT rồi ạ. Em kính mong thầy cô xem xét lại các điểm thành phần ở bộ môn Vật lý 1 của em ạ. Em cảm ơn rất nhiều.",
    "Em chào pđt trường đại học Bách Khoa- đại học quốc gia tpHCM  Em tên là , mssv  Lí do em tạo yêu cầu là do cái E learning của em bị lỗi ạ, trong cái tổng quan môn học không có các môn học và video trong các môn học khác không xem được làm em không làm bài tập e learning được( do phải xem video mới được làm bài tập) Em hi vọng pđt có thể giải quyết sớm để thuận lợi cho việc học của em ạ. Em xin cám ơn.",
    "Thầy/Cô cho em hỏi học kỳ dự thính kết thúc sớm hơn hay trễ hơn so với học kỳ chính ạ? Em cám ơn.",
    "Giáo dục thể chất : - Mã môn học : PE1019  - Lớp đăng ký (nhóm) : L38     Em xin chân thành cảm ơn  .",
    "Yêu cầu: Xin được hủy  mã SP1003   ______________________ Em chào thầy cô. Em tên:  MSSV 1914.570 Em có vướng mắc đó là  mã SP1003 không đào tạo từ K19 nữa. Nên các bạn k19 ĐK mã SP1003 đã bị hủy ở các học kỳ trước.... Nhưng kỳ 202 em đã ĐK SP1003 vì nhầm với CT cũ và trùng hợp là không may  không bị Hủy như những kỳ trước đó. ▪ Em mong rằng  có thể hủy môn học này và không tính học phí, để em được giảm 50% vì em chỉ còn 6tc , và số 50% còn lại em có thể ĐK dự thính . ▪Em mong rằng thầy cô có thể cho phép, cảm ơn thầy cô .",
    "Em chào các thầy cô ạ, Em là , () học khoa Quản lý Công nghiệp K17. Em có nộp chứng chỉ anh văn và đã được thẩm định. Em đã chuyển điểm cho anh văn 1 2 3 và đăng kí dự thính môn Anh văn trong kinh doanh IM3061, với anh văn 3 là môn học trước. Em chuyển điểm ngày 05.02.2021, trong khi lịch chuyển điểm của Pđt cho dự thính là 27.01.2021, không biết kết quả của em có được chấp nhận để đăng kí dự thính không? Thầy Cô trả lời giúp em ạ. Em cảm ơn nhiều.",
    "Em muốn học song ngành theo thiên hướng ngành phụ. Cho e hỏi điều kiện tốt nghiệp ngành phụ là gì ạ? Và e có cần đăng kí gì để học thêm ngành phụ ạ?  E cảm ơn.",
    "Kính thưa  Đào Tạo Dạ thưa , hiện giờ điểm quy điểm ngoại ngữ (Anh văn 3 & 4) của em đã được cập nhật đăng ký nhưng số tín chỉ tích luỹ vẫn chưa cập nhật 4 chỉ ngoại ngữ.   Em cần gấp 4 chỉ ngoại ngữ này để đăng ký tốt nghiệp vào đợt tháng 4/2021 này. Xin  xem xét và giải quyết trường hợp này của em ạ. Em xin chân thành cám ơn.",
    "Hôm trước môn Bơi PE1019 bị huỷ do sỉ số lớp 25/35 vậy em có thể đăng kí học lại trong kì này được không ạ.",
    "Môn bơi PE1019 của em bị huỷ do sỉ số lớp 25/35 vậy em có thể làm đơn xin vào nhóm khác để học trong kì này được không ạ. Em xin cảm ơn",
    "Em xin chào thầy cô. Em muốn xin chuyển lớp bơi mã PE1019 L22 thứ 5 qua lớp L38 thứ 7",
    "Chào phòng đào tạo. Em xin được hỏi là: khi đã hoàn tất học Anh văn 4 trong trường rồi thì có cần phải nộp thêm chứng chỉ anh văn như Toeic, IELTS không?. em cám ơn",
    "Em chào  ạ,em muốn đăng kí môn học ạ Mssv: Môn học: PE1023  Lớp.   : L01 Em cảm ơn ạ!",
    "Dạ em là Nguyễn Phúc Tường MSSV: em sinh viên khóa 2015 em đăng ký môn học bị trễ nên nhờ Phòng Đào Tạo cho em xin đăng ký môn học Luận Văn Tốt Nghiệp kỳ này cho xong em học ra trường ạ. Kính mong Phòng Đào Tạo giúp đỡ ạ",
    "Em xin gửi thông tin để đăng ký môn GDTC ạ. , MSSV . Đăng ký môn: Bơi - PE1019, lớp L47 chủ nhật tiết 4-6. Em xin cảm ơn ạ.",
    "Vì lớp PE1019 L22 không đủ sĩ số nên bị huỷ, em có thể đăng ký môn GDTC lại được không ạ?",
    "Kính gửi phòng đào tạo, Em tên là  học ngành Viễn Thông chương trình PFIEV 2016, hiện tại e đã đăng ký đợt bổ sung LVTN và TTTN và xét thấy e đủ điều kiện nhận LVTN nhưng trong đợt kết quả đăng ký vừa rồi em thấy chưa có môn này trong kết quả. Mong PDT có thể kiểm tra giúp em được không ạ? Em chân thành cảm ơn và chúc PDT một ngày tốt lành.",
    "Kính gửi Phòng đào tạo Vừa trong đợt đăng kí môn học học kỳ 202 em có đăng kí nhầm môn Pháp Văn 8 (Mã MH: 003730) nên em mong muốn được hủy môn học này. Mong Phòng đào tạo chấp nhận và giải quyết giúp em vấn đề này ạ",
    "Dạ nhờ Phòng Đào Tạo  mở mã môn học  Luận Văn Tốt Nghiệp CI4343 , Em là Nguyễn Phúc Tường MSSV:1513973 ạ, lúc nãy em đã nhờ xin  cho em đăng ký làm Luận Văn rồi ạ",
    "Hỏi về lịch thi anh văn định hướng toeic . Chào quý thầy cô! Cho em hỏi là đã có lịch thi (giờ thi, phòng thi) anh văn định hướng toeic vào ngày 07/03/2021 chưa ạ. Hiện tại em chưa nhận được thông báo ạ. Cảm ơn quý thầy cô.",
    "Kính gửi ban giám hiệu trường đại học Bách Khoa thành phố Hồ Chí Minh Em tên là  MSSV  Học khoa Kỹ Thuật Vật Liệu  Lớp VL2003 Trong kì đăng kí môn đầu tiên em đã không cẩn thận xem kỹ mã môn học nên em đã đăng kí nhầm môn Triết thành môn \" Những nguyên lý cơ bản của chủ nghĩa -  nin\"  (5 chỉ) . Và môn ấy không tính vào số tín chỉ tích lũy của em ạ  Em biết mọi lỗi lầm và sự không cẩn thận  em gây ra sẽ phải chịu trách nhiệm nhưng hoàn cảnh nhà em không được khá giả cho lắm , em mong nhà trưởng có thể cho em xin hủy môn học ạ . Em xin chân thành cảm ơn nhà trường ạ .",
    "MSSV: Dạ em chào thầy/cô, mã môn học GDTC em muốn đăng kí bổ sung là PE1023 (Võ), mã lớp L03 (Thứ 3 tiết 2,3,4) tại cơ sở 2. Thầy/cô cho em hỏi em cần phải viết đơn xin đăng kí bổ sung và gửi cho phòng Đào tạo đúng không ạ? Em xin cảm ơn .",
    "Em tên là , MSSV: , sinh viên ngành Công nghệ và Quản lý Môi trường, khoa Môi trường và Tài nguyên. Hôm qua em nhận được kết quả đăng ký LVTN đợt 5 là không đăng ký được vì chưa đủ điều kiện nhận LVTN (Mã môn học: EN 4313). Nhưng em không hiểu rõ lý do chưa đủ điều kiện là gì. (em đã nộp bằng toeic 500+ và đã được xét hợp lệ vào ngày 31/12/2020, số ngày CTXH hiện tại là 34, số tín chỉ tích lũy ngành là 126). Mong nhà trường có thể kiểm tra lại giúp em ạ. Em xin cảm ơn! Trân trọng",
    "Kính chào Cô,     Em tên là , MSSV:, Khoa Cơ khí.    Trong đợt sinh hoạt công dân lần 2  do tình hình dịch bệnh nên trường tổ chức shcd ngoài sân, em có điểm danh bằng mã vạch nhưng không có dữ liệu và được đọc mssv bạn đó nhập vào laptop và nói thỏa... Vì những bạn đầu tiên điểm danh bằng mã không có phiếu để chứng minh.   Vì thế cho em hỏi về việc cần cập nhật lại danh sách vắng buổi sinh hoạt hôm đó ạ.   Em xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo, Em tên là  học ngành Viễn Thông chương trình PFIEV 2016, hiện tại e đã đăng ký đợt bổ sung LVTN và TTTN và xét thấy e đủ điều kiện nhận LVTN nhưng trong đợt kết quả đăng ký vừa rồi em thấy chưa có môn này trong kết quả. Mong  có thể kiểm tra giúp em được không ạ? Mã số LVTN:405700 Mã số TTTN:405750 Em chân thành cảm ơn và chúc  một ngày tốt lành.",
    "Dạ phòng đạo tạo cho em hỏi thì em là sinh viên cơ khí ngành chế tạo máy, khi vào CTDT thì em có thế môn tự chọn là Kỹ thuật lạnh Me3035 nhưng em không thể đăng kí được vì bắt buộc phải học trước môn Me2099. vậy môn tự chọn muốn học cũng bắt buộc phải học trước mô kia ạ. em cảm ơn",
    "Dạ thưa thầy cô , em là Quân k20 ạ , thầy cô cho em hỏi về anh văn đầu vào . Em thi lần 1 bị rớt(385 điểm ) và em có đóng tiền thi lại lần 2 thì em được pass ạ (640 điểm) . Thầy cô cho em hỏi vậy là em có được pass qua anh văn theo điểm lần 2 không  hay là vẫn giữ điểm lần 1 ạ . -Nếu có thì hiện tại em vẫn không được tính chỉ của mấy môn av , vậy là có bị lỗi gì không ạ ? -Nếu không ( xét theo điểm lần 1 ) , vậy có cách nào giúp em đăng ký vào anh văn cơ bản bây giờ không ạ .Tại nếu đợi đến đợi sau em sẽ không đủ điều kiện để đăng ký môn năm 2 ạ  Em xin thầy cô giải đáp giúp em ạ  Em xin cảm ơn    i  .",
    "Dạ thưa phòng đào tạo, Em là , MSSV . Hiện nay trong 5 đợt đăng ký môn học em đều bị hủy đăng ký bộ môn Luận văn tốt nghiệp CO4313 và hệ thống báo lý do em không đủ điều kiện nhưng em không rõ em thiếu điều kiện gì. Em đã xem qua quy chế về   B điều kiện đăng ký LVTN    trên trang của trường thì em đảm bảo đã đủ những điều kiện được đưa ra như: - Đạt yêu cầu về môn tiên quyết/học trước/song hành: em đã có điểm và đạt các bộ môn của mã môn CO4313 như trong bảng điểm. - Đạt số tín chỉ tích lũy ngành tối thiểu: em đã kiểm tra qua nhiều lần bảng điểm cá nhân và chương trình đào tạo của ngành (hiện tại em có số tín chỉ tích lũy là 124), đồng thời cả các môn chuyển điểm cũng đã được cập nhật trong bảng điểm chuyển từ lâu. - Đạt số ngày công tác xã hội (10 ngày đối với bậc đại học): hiện tại em đã được 15 ngày và cũng đã được cập nhật trên trang của trường. - Đạt chuẩn Anh văn: em đã nộp bằng TOEIC với tổng điểm 795 cho 2 kỹ năng nghe - đọc từ năm 1. Kính mong phòng đào tạo xem xét. Bởi vì em đã bị hủy 5 lần nhưng em không rõ lý do để có thể làm đơn xin đăng ký trễ vì hiện tại em không rõ lý do. Trân trọng, .",
    "Chào thầy ( cô ) Em có đăng ký luận văn tốt nghiệp trong học kỳ 202 và đã đủ điều kiện đăng ký luận văn, nhưng đợt kết quả lại không có môn học đăng ký, cho em hỏi là bị vấn đề gì ạ? em cảm ơn",
    "học kỳ này e nộp bằng tiếng anh thì hệ thống sẽ tính điểm anh văn vô điểm tbtl ngay học kì này phải ko? Hay chờ đến lúc e tốt nghiệp mới tính.",
    "E muốn hỏi về cách đăng ký vào kỹ sư tài năng ak",
    "Mã môn học của em là :CH4343",
    "Dạ chuyện là hôm trước lớp thể chất của em vẫn không bị hủy do đủ sinh viên, nhưng tới hiện tại em vẫn chưa thấy phân công giáo viên dạy nên nếu có thể, em xin thầy cô cho em chuyển qua lớp  -Mã MH: PE1017 -Mã nhóm: L11 để em có thể kịp tiến độ học tập với các bạn khác được k ạ, em xin cảm ơn thầy cô nhiều!!",
    "Cho em hỏi hôm trước pđt có gửi mail nói là thể chất sẽ có dự thính mà sao em đăng kí lại mất môn vậy em năm 3 cần 1 thể chất để đăng kí các môn có mã 4 nên rất gấp ạ xin pđt trả lời em sớm nhất em cám ơn",
    "Kính chào Thầy/Cô, Em vào MyBK mục đăng ký môn học thì thấy đã có đợt 2 đk học kì dự thính 202. Em thắc mắc là tại sao môn giải tích 1 MT1011 lại bị xóa ạ? Chúng em định đợt 2 sẽ đăng ký bổ sung vì học phí dự thính hè đã tăng lên 880.000 VNĐ nên chúng em sẽ đăng ký nhiều vào kì dự thính này ạ. Việc xóa môn MT1011 này khiến chúng em lại phải làm đơn xin mở lớp rất phiền ạ. Mong PĐT xem xét mở lại môn MT1011 ạ . Em cảm ơn",
    "Em chào Thầy Cô,  Em có chuyển điểm cho anh văn 1 2 3 và đã được xét miển . Hiện tại, em chưa học anh văn 4, nếu em thi toeic lần sau đủ điểm thì em có được chuyển điểm cho anh văn 4 không? Em cảm ơn ạ.",
    "cho em hỏi là trường mình có nhận chứng chỉ Anh Văn ielts, em không biết là Ielts general hay là Ielts academic ạ? tại em có tìm nhưng không thấy ạ. em xin cảm ơn ạ!",
    "Học phí học kì dự thính hè năm nay tăng lên khoảng 800.000 đồng là áp dụng cho tất cả các học kì dự thính sau này hay chỉ học kì hè thôi ạ?",
    "Kính gửi PĐT, Hiện em đang là sinh viên năm 3, đang ở học kỳ 6 của chương trình đào tạo. Vào học kỳ 7 em sẽ nhận đề cương luận văn nhưng còn thiếu môn \"Lý thuyết điều khiển nâng cao (EE3007)\" học trước, và môn EE3007 đã mở trong kỳ dự thính 202 (tối T2&T5). Nhưng do không đủ thời gian di chuyển giữa 2 cơ sở nên em bị hủy (môn \"Thiết bị & ht tự động tk EE3075\" chiều T2 tiết 10 11 12). Do đó em muốn xin chuyển lớp EE3075 sang chiều T6 để có thể đăng ký môn EE3007 thì có được không? Em xin chân thành cảm ơn.",
    "Kính chào cô/thầy em là sinh viên đăng kí môn thể chất bơi vào ngày thứ 4 tiết 10-12.Nhưng trên Tkb không có môn học đó và khi tới nơi hỏi thì các thầy nói chỉ có mỗi lớp tiết 13-15. Nhưng lớp học của em ko nằm trong danh sách hủy do ko đủ sĩ số. Vì vậy cho em hỏi lớp thể chất của em có được giảng dạy ko ạ? Em xin cảm ơn thầy/cô .",
    "Thầy/cô cho em hỏi là, em có thể hủy hoặc rút môn học Kết cấu betong cốt thép1 không ạ. Vì em cứ tưởng đến ngày 9/3/2021 có thể chỉnh sửa lại được. Em cảm ơn thầy/cô đã xem câu hỏi của em",
    "Em chào thầy cô! Em tên là  -  Em có đăng kí 2 môn EE1013 và EE1015 nhưng chỉ đăng kí được 1 môn mặc dù môn EE1015 đã mở 4 lớp nhưng em đều bị trùng 1 tuần cuối cùng của thời khóa biếu.Vì 2 môn này là môn học mã cũ nên rất khó mở lớp có thể kì này là kì cuối mở vì hết số lượng bạn đăng kí ạ. Em K16 và mã 2 môn này đều đã đổi thành mã mới nên rất khó mở lớp nữa nên rất mong có thể học được 2 môn này để hoàn thành tiến độ học tập Em mong quý thầy cô có thể xem xét xếp lịch dời lại 1 tuần được k ạ. Em cảm ơn!",
    "Xin chào Thầy / Cô! Em tên Trần Trung Quân . MSSV .Xin thầy/cô giúp em đăng kí môn học kết cấu thép 2 CI3211 ,khi mở lớp em không kịp đăng kí. Em mong thầy /cô có thể giúp em đăng kí để kịp chỉ ra trường. Em cảm ơn Thầy /Cô rất nhiều!",
    "Dạ thưa thầy ,  Em học hệ VHVL , liên thông từ Cao đẳng . Cho em hỏi là thủ tục nộp BẢN SAO  ĐẲNG mình tiến hành giống như khi nộp bản sao bằng THPT phải không thầy . Em cảm ơn thầy ạ .",
    "Trường cho em xin lại bảng quy đổi điểm của k15 bằng toeic vẫn theo của năm K15 hay theo năm K17 ạ",
    "em muốn hỗ trợ vay vốn mà không biết cách in thời khóa biểu như thế nào và điêu này có cần giấy xác nhận sinh viên không?",
    "Kính gửi Phòng Đào Tạo Trong yêu cầu trước em xin mở lại lớp thể chất, PĐT đã chấp nhận yêu cầu của em và phản hồi lại là kết quả sẽ cập nhật lên cổng thông tin sinh viên mục TKB nhưng đến nay đã 3 ngày nhưng em lên thì TKB vẫn chưa được cập nhật ạ. Mong được phản hồi từ PĐT. Em xin cảm ơn.",
    "Thầy cô cho em hỏi là: tuần trước em xem thời khóa biểu vẫn còn môn bơi lớp L47. Nhưng mấy ngày nay em lên xem lại không thấy đâu. Vậy cho em hỏi là em bị hủy môn bơi hay bị sao ạ ? ",
    "Dạ thưa quý cô và quý thầy  Theo nhưng lịch học vụ thì học kì chính 202 sắp bắt đầu, nhưng ở câu trả lời trước đó cô nói là em hãy đợi đến 16/03. Vậy lúc đó thời gian có còn để em được nhận luận văn hay không, hay sẽ bị delay với lý do không còn thể bổ sung. môn Cơ Lưu Chất (CI2003) mặc dù em đã có điểm không đạt của kỳ trước nhưng theo QUY CHẾ là vẫn sẽ được cộng vào số TCTLN để cho SV được nhận luận văn dù đạt hay không đạt, nếu không được tính vào theo QUY CHẾ vậy thì QUY CHẾ của trường dùng để làm gì ạ.  Kính mong quý thầy cô PĐT xem xét thật kỹ, để cho em có thể được nhận LVTN",
    "Cho em hỏi mình có thể mua áo thể dục đâu ạ, bên nhà thi đấu trường mình có bán không ạ",
    "Dạ thầy cô cho em hỏi học kì 202 dự thính môn học Hoá đại cương CH1003 tại sao huỷ ạ? Em kiểm tra trên mybk thấy môn học đó không mở.",
    "Em muốn đăng ký môn công nghệ cơ khí .Môn này k18 đã hết người học.k19 đã đổi chương trình .mà em bị trùng với anh văn 1a vào buổi sáng thứ 7.anh văn 1a tới tuần 13 là xong.dự thính thì tuần 12 mới bắt đầu . em có thể nghỉ 2 buổi cuối của av 1a .mong pdt cho em đăng ký để theo kịp tiến độ",
    "Em vừa chuyển sang hệ VLVH nhưng hiện tại vào mybk chưa có bảng điểm. em cần đăng ký môn học cơ lý thuyết nhưng không đủ điều kiện đăng ký. em cần làm gì ạ?",
    "Em là sinh viên k19, kỳ này đăng ký thể chất là môn bóng chuyền. Cho em hỏi địa điểm học bóng chuyền (cs2) là ở đâu vậy ạ? Em đọc mail có nói là tt thể dục thể thao nhưng trong thời khóa biểu lại ghi nhà thi đấu trường. Em cám ơn. ",
    "Em tên  thuộc CK18 hôm shcd lần 2 em có đi và đã quét thẻ sinh viên ban đầu không có dữ liệu và sau đó đc bổ sung và đã quét lại thẻ đã hiển thị và đc chị ctv cho về và bây h lại thấy trên danh sách vắng shcd vây hôm đó em đc về rồi bây h đến phòng ctsv có cần chuẩn bị những j ạ vì em ko có giấy xác nhận shcd đó ạ  Em cảm ơn",
    "Chào Thầy/ Cô, em là SV KSTN K19, em có một số thắc mắc quan trọng, rất mong được giải đáp: 1. Yêu cầu về số tín chỉ tối thiểu học kì đối với SV KSTN là 10 tín chỉ/kì đúng không? 2.  Nếu kết quả thi AV trong kì kiểm tra của trường đạt 780 điểm và SAU ĐÓ nộp bằng TOEIC có số điểm thấp hơn, thì khi ĐKMH sẽ dùng mức điểm nào để xét tiêu chuẩn? 3. Điểm chuyển AV có tính vào TBHK không?  4. Chuyển điểm AV có được tính thêm vào số tín chỉ của học kì thực hiện chuyển điểm không? Em xin cảm ơn!",
    "Cho em hỏi học kì dự thính nghĩa là gì vậy ạ?",
    "Em đăng ký môn bơi, và không bị hủy môn, mà em kiểm tra thời khóa biểu không có là sao ạ.",
    "Em chào thầy/cô, Em thuộc khoa Kỹ Thuật Xây Dựng, phân ngành Cầu đường nhưng trong lý lịch sinh viên lại ghi là Cấp thoát nước. Mong thầy/cô kiểm tra lại giúp em với ạ. Em cảm ơn.",
    "Thưa Thầy/Cô cho em hỏi, hiện tại em đã đăng ký thành công môn bơi, lớp PE1019 - L20 và ở trang đăng ký môn học đã báo gửi đăng ký thành công, nhưng ở thời khóa biểu của em vẫn chưa có môn bơi hiện lên ạ. Không biết là do chưa cập nhật hay là môn học của em đã bị hủy vậy ạ?  Mong Thầy/Cô sớm trả lời cho em. Em xin cảm ơn",
    "Thầy/cô cho em hỏi, em là sinh viên 15, đã hoàn thành hết chương trình học vụ, giờ chỉ còn chứng chỉ anh văn. Đối với 15, hiện chuẩn để tốt nghiệp là TOEIC 500 và nói viết 200 điểm đúng không ạ?",
    "Dạ MSSV của em là . Hiện em chưa nhận được bảng xét miễn môn ạ nên bị hủy các môn học khi đăng kí. Và khi đăng kí với chính quy dạng chuyển hệ em bị hủy vì lí do nghỉ học ạ. Kính mong quý thầy cô xem xét giúp em ạ",
    "Em xin chào thầy cô Em bị hủy môn gdtc,mong thầy cô xem xét lại cho em đăng kí lại môn bơi pe1019 ,lớp l14 Em xin cảm ơn.",
    "Em chào quý thầy cô làm việc ở PDT. Em muốn hỏi là kết quả học dự thính học kì 202 có kịp để tính điểm TBTL để em kịp phân ngành của khoa Kỹ thuật Hóa học hay không ạ ? Em xin chân thành cảm ơn.",
    "Dạ chào thầy cô Em tên:  ; sinh ngày 15/07/1995 MSSV :  Hệ : VHVL Dạ em đăng kí môn Đề cương luận văn, MSMH: EE4331 thì báo là thiếu môn song hành Thực tập tốt nghiệp. Em là sinh viên chuyển hệ từ chính quy sang VHVL, trước đó đã qua môn Thực tập tốt nghiệp mã môn học cũ rồi . Mong Quý Thầy Cô xem và cập nhật lại giúp em Em xin cảm ơn! Thân!",
    "Em tên   Em có đăng kí nhầm môn những nguyên lý cơ bản của chủ nghĩa Lenin của khóa trước ạ . Em muốn được hủy môn học ạ. Do lúc đăng kí mạng bị lag rồi thoát ra, đến khi em vào lại thì nó đã đăng kí và em không để ý số tính chỉ . Và đến khi đi học lại em mới biết mình đăng kí nhầm ạ. Em mong thầy cô hủy môn giúp em với ạ. Và đúng là có một phần lỗi của em . Em mong thầy cô thong cảm . Em cám ơn nhiều ạ",
    "Do lớp PE1019 L22 không mở vì sĩ số không đủ, em có thể xin đăng ký lại môn GDTC được không ạ?",
    "Kính chào thầy/cô, Em tên , mã số sinh viên , khoa Cơ khí. Hiện nay em đã hoàn thành luận văn tốt nghiệp, tuy nhiên em vẫn còn một số thắc mắc trước khi đăng ký tốt nghiệp . Thứ nhất, về việc rớt môn học lại. Trước đây, trong học kỳ chính, em đã qua một môn học (Vật lý 1). Trong học kỳ 192, em có dự định cải thiện điểm môn này và đăng ký dự thính, tuy nhiên không thể tham gia kiểm tra cuối kỳ và nhận điểm 13. Em không biết việc này có ảnh hưởng đến điểm và số tín chỉ của em không ạ? Vì nếu có thì em phải học lại môn này thêm 1 kỳ nữa dù đã qua môn trước đó. Thứ hai, về điểm trung bình tích lũy ngành. Em mong muốn ra trường với điểm số tbtln vừa ý nên em cần đảm bảo nó phải đạt yêu cầu trước khi đăng ký tốt nghiệp. Tuy nhiên điểm trung bình tích lũy ngành của em luôn khác với trung bình tích lũy nên em không thể biết được chính xác điểm tbtl ngành dù bảng điểm đã cập nhật điểm tbtl. Hiện tại điểm tbtln mới chỉ được cập nhật đến hết học kỳ 192. Thứ ba, về việc không đăng ký môn học. Hiện tại em dự định sẽ hoàn thành tín chỉ ngoại ngữ và công tác xã hội trong tháng này để có thể đăng ký tốt nghiệp. Tuy nhiên em không rõ nếu em không hoàn thành kịp thì em có thể hoàn toàn không đăng ký môn học cho kỳ sau và chỉ làm công tác xã hội thì có bị cảnh cáo học vụ không. Mong quý thầy/cô giúp đỡ. Em cảm ơn thầy/cô vì đã đọc mail. Sinh viên, .",
    "Em muốn hỏi học phí dự thính thanh toán 1 lần hay 2 lần ạ? Em cảm ơn!",
    "Em nghe nói sau năm nhất phải có bằng công nghệ thông tin cơ bản. Vậy đăng kí ở đâu và chi tiết như thế nào ??  Em cám ơn.",
    "Em có thắc mắc về chứng chỉ tin học của sinh viên năm nhất (K20) ạ. Chứng chỉ này có bắt buộc với sinh viên năm nhất để được đăng ký môn cho năm 2 không ạ? Nếu có hạn nộp chứng chỉ là khi nào ạ?",
    "Dạ Thầy/Cô cho em hỏi em học ở cơ sở 2 tới tiết 11 và 12 vậy em có đăng kí được môn học dự thính có thời khóa biểu hangout meeting bắt đầu từ tiết 13 không ạ? Tại em thấy em học hangout meeting tiết 13 thì không cần di chuyển từ cơ sở 1 về cơ sở 2 nên em không biết có bị hệ thống đăng kí môn học không cho đăng kí vì lí do không đủ thời gian di chuyển giữa hai cơ sở không ạ? Dạ em mong Thầy/ Cô giải đáp sớm nhất có thể giúp em ạ. Em xin chân thành cám ơn Thầy/ Cô nhiều ạ.",
    "Chào cô em là , Em là sinh viên khoa khmt, trong chương trình của em có môn CO1027 Kỹ thuật lập trình. Nhưng trong lần mở đăng kí môn học này trường có mở mon CO1011 Kỹ thuật lập trình. Vậy em nếu đăng ký CO1011 Kỹ thuật lập trình có tính là tín chỉ tương tự CO1027 Kỹ thuật lập trình trong ngành khmt ko ạ Em xin cảm ơn Nguyễn Phú  Mssv :     .",
    "kỳ này em đăng ký môn luận văn tốt nghiệp mã CI4373, nhưng trên trang đăng ký môn học báo là em thiếu môn kết cấu bê tông cốt thép 1( mã CI2091).Học kỳ 192 em đã học môn này rồi ( mã CI2039). Em mong  thầy cô xem xét cho em được đăng ký môn học. Em xin cảm ơn.",
    "Em tên là , MSSV:  Kính gửi PĐT, cho em xin đăng ký bổ sung môn học vào lớp sau (lý do để kịp đăng ký luận văn vào kỳ sau). - Môn ĐAMH Thi công (CI4127) lớp A01 (Em đã đăng ký thành công môn Tổ chức thi công (CI4125) đã cập nhập trên tkb) . Em xin chân thành cảm ơn và mong PDT xem xét cho em ạ!",
    "cho em hỏi hạn chót đăng kí tốt nghiệ đợt 2 năm học 2020 - 2021 là khi nào ạ",
    "Dạ em chào ad ạ, Cho em xin địa chỉ mail của thầy/cô tư vấn sinh viên về kế hoạch học tập luận văn của khoa Giao Thông ạ. Em xin cảm ơn.",
    "Chào Thầy/ Cô, Em tên là Hoàng Minh Bôn MSSV : 1633008 Ngày 22/1 em có đăng kí môn học toán kĩ thuật, msmh ee1003, hôm nay có thông báo đăng kí hiệu chỉnh môn học từ ngày 5- 9/3/2021, em cáo vào đăng kí thì nhận được thông báo cấm đăng kí, mong các thầy cô xem xét giúp em để em dc đăng kí môn học ạ. Cảm ơn quý Thầy Cô",
    "Cho em hỏi 1 đã học võ thì 2 học võ tiếp có được không? Nếu không được mà em đã lỡ đăng kí thì phải làm sao ạ?",
    "Cho em hỏi là em bị xóa tên vì hết chương trình đào tạo nhưng em đã cố gắng hoàn tất hết trước khi xóa tên. Vậy có cách nào cho em lấy bằng được không ạ. Do em cố gắng bỏ thời gian đi làm thêm kiếm tiền để thi hoàn tất anh văn để lấy bằng. Bằng tại chức cũng được ạ.",
    "Nơi sinh của em: Hà Nam,  MSSV  Họ tên: ",
    "Pđt cho em hỏi là môn Anh Văn 4 _ LA1009 nếu đợt 1 của DT 202 đã được mở 2 lớp rồi nhưng tụi em bị đụng lịch không thể đki được thì có thể làm đơn xin mở lớp được không ạ. Đã có cô nhận dạy rồi ạ",
    "Kính thưa thầy/cô!  Em tên là , sinh viên khoa Điện K18 . Em có vấn đề về việc đăng kí môn học nhờ thầy cô giải đáp . do kỳ này pđt đổi lịch học sang cs2, khiến em dính vi phạm giãn cách 2 cơ sở(tiết 12-13) nên bị xóa đăng kí dự thính. Môn học dự thính này rất quan trọng với em. Em có thể xin pđt cho em đổi lớp trên tkb(vẫn môn đó_ giảng viên đó_ chỉ là ngày khác) để em có thể đăng kí môn dự thính được không ạ? Thật sự em rất rất quan trọng môn học dự thính này. Mong thầy cô xem xét và giúp đỡ. Em cảm ơn. Mong thầy cô phản hồi sớm! _",
    "Em thắc mắc là ngày mấy là ngày bắt đầu HK202 hệ VLVH? Trong tất cả email gửi đăng ký môn học ko có email nào đề cập đến ngày bắt đầu HK202 hệ VLVH. Trên thời khóa biểu thì em ko chắc chắn vì dịch nên trường có dời ngày bắt đầu HK202 hệ VLVH hay ko. Nên em thắc mắc là ngày mấy là ngày bắt đầu HK202 hệ VLVH? ",
    "Hiện tại gmail của   B TRƯỜNG    của em không đăng nhập được ('không thể đăng nhập cho bạn'). Em nghi gmail của mình đã bị hack hoặc bị khóa. Có cách nào để lấy lại được không? Hay phải tạo một tài khoản khác? Và tạo như thế   B nào?  Em xin chân thành cảm ơn.",
    "Em chào cô (thầy), Đăng kí môn học dự thính HK2, đợt 1 em có đăng kí môn Đồ án BTCT1 mã CI2093 mà môn học không mở. Cô (thầy) cho em hỏi kì 1 năm sau khoá K19 không còn học mã môn này nữa thì môn này có mở lớp tiếp không? Và nếu không mở được thì em sẽ không thể hoàn thành chương trình đào tạo và không thể tốt nghiệp hay sao ạ? Em chân thành cảm ơn cô (thầy).",
    "Em tên  MSSV: Trong học kì 202 này, em có đăng ký môn thể chất là môn Bơi. Mã môn: PE1019. Lớp  vào sáng Chủ nhật. Sau đó có mail báo là những lớp nào bị xóa do không đủ sĩ số. Lớp  vẫn còn. Sĩ số 26/30 SV. Em tưởng là có lớp để học nhưng khi xem lại thời khóa biểu thì đã bị xóa lớp không lý do và cũng không thông báo ạ. Nay em gửi tin này mong thầy cô xem xét có thể hỗ trợ cho em được tham gia học vào một lớp Bơi khác.. Mã môn:PE1019, các lớp thỏa thời gian rảnh của em gồm -Lớp  vào thứ 2-tiết 13 14 15 -Lớp  vào thứ 3-tiết 10 11 12 -Lớp  vào thứ 3-tiết 13 14 15 Kính mong các thầy cô có thể sắp xếp cho em học 1 trong các lớp trên ạ. Em thực sự muốn học thể chất ở kì này Em cảm ơn Quý Thầy cô rất nhiều",
    "CHÀO CÁC THẦY CÔ. KHI     Ạ,  THỬ 1 TUẦN NAY RỒI MÀ ,    Ạ. MONG THẦY CÔ GIẢI QUYẾT GIÚP .  CẢM ƠN !",
    "Chào thầy/cô,    Em tên là , mssv: , khoa Khoa học - Kỹ thuật Máy tính. Thầy/cô cho em hỏi, với môn Ng/lý ngôn ngữ lập trình (CO3005) em thấy chỉ có mở một lớp học dự thính vào ngày thứ 2, và thứ 4 (Thật không may là em lại có tiết 12 vào ngày thứ 2 ở CS2, nên không đủ thời gian giãn cách để đáp ứng đăng ký, và em nghĩ cũng sẽ có nhiều bạn như em ấy ạ) . Trong khi đó, ở mail \"Hình thức học tập học kỳ dự thính - học kỳ 2 năm học 2020-2021\", em thấy ở mục 2 (Bố trí thời khóa biểu) có quy định thời gian học sẽ là học ngoài giờ, ngày Thứ bảy và Chủ nhật, vậy thưa thầy/cô môn học trên liệu có thể thay đổi thời gian học lại để phù hợp hơn được không ạ? Em xin cảm ơn thầy/cô rất nhiều, N.   ",
    "Hôm nay em viết yêu cầu này mong phòng Đào tạo và giảng viên giảng dạy môn Giáo dục Thể chất cho phép em được chuyển vào lớp L30 của môn Bơi - PE1019 vì lý do như sau: Thứ nhất, em đã đăng ký thành công môn Bơi lớp L20, nhưng trong thời khóa biểu lại không hiển thị lớp học. Thứ hai, mặc dù trong mail thông báo danh sách các lớp Giáo dục Thể chất bị hủy không hề có tên lớp L20, nhưng lớp L20 cũng bị hủy. Em mong rằng phòng Đào tạo và giảng viên sẽ sớm xem xét và chấp thuận yêu cầu của em nhanh nhất có thể. Em chân thành cảm ơn ạ.",
    "Em đã gửi yêu cầu xin chuyển lớp thể chất môn cầu lông từ lớp L05 sang môn võ L03 và được phòng đào tạo ghi nhận và giải quyết. Nhưng đến ngày hôm nay là ngày học môn võ lớp L03 mà tkb của e vẫn chưa được đổi. Em xin phòng đào tạo cập nhật tkb giúp em. Em xin cảm ơn vì đã xem tin này ạ. Em đang học năm 2 và rất cần thiết học được môn thể chất kì này.",
    "Em vừa nộp chứng chỉ tiếng anh để xét luận văn tốt nghiệp . Cho em hỏi là khi nào thì kết quả của em thẩm tra xong để đăng ký luận văn ạ và em cần làm đơn như thế nào để được đăng ký môn luận văn tốt nghiệp ạ? Em xin cảm ơn ạ.",
    "Em đã bị hủy lớp môn Bơi (PE1019) nhóm 47 vào Chủ nhật . Vì vậy em muốn đăng ký bổ sung vào môn Bơi (PE1019) nhóm 42 thứ 7 tiết 10-12. Em xin cảm ơn",
    "Em chào thầy/cô. Em là  :   MSSV   :     B Hiện tại, em là   I sinh viên khoá 2020  /I  đang học môn thể chất trùng với môn ở HK201 và muốn chuyển môn nhưng đã trễ hạn. Bây giờ em muốn làm đơn xin chuyển môn trong được không hay em phải học môn em đăng ký trùng?  Nếu được thì quy trình em phải làm thế nào?    Mong thầy/cô hỗ trợ em với vấn đề này. Em cảm ơn.",
    "MSSV . Do lớp GDTC trước đó em đăng ký đã bị hủy nên em xin đăng ký lại ạ. Đăng ký môn: Bơi - PE1019, lớp L13 hoặc L14. Em xin cảm ơn ạ.",
    "Thưa thầy/cô, Em muốn hỏi là nếu đạt trung bình tích luỹ là 6.96 thì có được tính là tốt nghiệp loại khá không ? Hay bắt buộc phải từ 7.00 ạ ? Em cảm ơn",
    "Xin chào ạ! Em có câu hỏi: 1. Cụm từ \"GDTS_2\" có nghĩa là gì ạ? Tại sao em chỉ có \"GDTS_2\" ạ?(có trong ảnh) * Em là sinh viên năm thứ 2. Kỳ đầu tiên của năm nhất em học võ (8 điểm), kỳ tiếp theo em học 2 môn giáo dục thể chất là bóng chuyền (6 điểm) và cầu lông(5 điểm). Hiện tại em đăng kí môn học là bóng bàn, vì một chút hiểu lầm nên đã ghi danh vào môn võ ở buổi đầu tiên ngày thứ 7 tuần rồi. 2. Như vậy, Em đã hoàn thành GDTC chưa ạ?  3. Nếu bây giờ em rút môn học thì có tính phí không ạ? 4. Nếu bây giờ em học thì thế nào ạ? Em học võ tiếp tục được không ạ? Hay bắt buộc phải học bóng bàn ạ? Xin cảm ơn! ::",
    "Dạ cho em hỏi là thời khoá biểu của em bỗng nhiên bị mất lịch học av cơ bản ạ , mong nhà trường xem xét ạ",
    "EM là  MSSV  tại vì nhà trường thay đổi các môn học qua cơ sở 2 nên em bị thời gian giãn cách giữa 2 cơ sở trong kì học dự thính , vậy cho em hỏi là có cách nào học được kì dự thính bắt đầu tiết 13 ( 6h30) tiết cuối ở cơ sở 2 kết thúc ở 16h50 . em cám ơn",
    "Gửi trường ĐH Bách Khoa - ĐHQG Hồ Chí Minh, Em có đăng ký GDTC môn Quần vợt lớp L02 nhưng theo thông báo danh sách các lớp GDTC bị huỷ lại không có lớp trên trong danh sách và môn học cũng được cập nhật trên thời khoá biểu (như trong ảnh). Sau khi hỏi phòng Đào tạo thì lớp đó đã bị huỷ. Bây giờ em muốn đăng ký lớp Cầu lông (PE1017 - mã lớp: L10) được không ạ? Em xin cảm ơn và xin lỗi vì đã làm phiền rất nhiều ạ. .",
    "Dạ chào thầy, cô. Em tên . Mssv : . Em xin phép nói lên một số bất cập trong ĐKMH của ngành Chế tạo máy- Khoa Cơ Khí. Như thầy, cô đã biết môn Đồ Án Chế Tạo là một môn quan trọng trong chương trình học của sinh viên ngành CTM. Và môn này có 2 môn tiên quyết là Kỹ thuật chế tạo 1 và Kỹ thuật chế tạo 2. Tuy nhiên, khi em xem trên lịch giảng dạy thì cả 2 môn Kỹ thật chế tạo 1 và Kỹ thuật chế tạo 2 đều là 2 môn tự chọn chứ không phải bắt buộc theo từng kì. Điều này dễ dẫn đến trường hợp nhầm lẫn. Vì lí do nhầm lẫn, em nghĩ do là môn tự chọn nên có thể đăng kí học lúc nào cũng được. Nhưng sau khi coi điều kiện đăng kí môn Đồ Án Chế Tạo đầu năm 4 thì em phát hiện ra mình thiếu môn Kỹ thuật chế tạo 1 chưa đăng kí. Và em có thể bị trễ 1 kì vì mã môn nãy thường không mở vào dự thính và học kì hè. Nên em xin PĐT xem xét có thể thay đổi điều kiện ĐKMH của môn Đồ Án Chế Tạo hoặc mở lớp Kỹ thuật chế tạo 1 để em và nhiều bạn có thể có điều kiện học tập tốt nhất. Em xin chân thành cám ơn.",
    "Dạ chào thầy/cô! Em là sinh viên năm 4, em đang cần hoàn thành Anh văn 3A sau đó là Anh văn 4A để kịp hoàn thành tiến độ học tập và hôm trước em có hỏi về đăng kí môn học dự thính đợt này về môn Anh văn 3A(MSMH: LA1041) và được trả lời chờ đợt đăng kí thử có mở môn học không, em có đăng kí thử nhưng môn học không mở. Có cách nào để em có thể đăng kí môn học này trong kì dự thính không ạ. Em cảm ơn!",
    "Em xin chào thầy/cô Trong quá trình đăng ký môn học vừa rồi, em có đăng ký một số môn học do dự tính hoàn thành luận văn trong học kỳ kế tiếp. Tuy nhiên, do trong quá trình thực hiện luận văn và xác định  kế hoạch tương lai, em mong muốn hoàn thành xong luận văn trong kỳ này. Do đó, em xin phép các thầy/cô cho phép em hủy 6 môn học bên dưới để tập trung toàn bộ thời gian hoàn thành luận văn. Em xin chân thành cảm ơn các thầy/cô ! IM1027Kinh tế kỹ thuật CH4033P/pháp kiểm toán & tknl CH3285Vận hành ht quytrình cnhh CH2081Thiết kế P&ID IM1023Quản lý sản xuất cho kỹ sư CH3223Kỹ thuật phân tán pha",
    "Em có đăng ký dự thính học kỳ 202 môn Cấu trúc Dữ liệu và Giải thuật (Mã môn học CO2003). Tuy nhiên, yêu cầu đăng ký của em đã   U bị PĐT huỷ vì lý do không đủ thời gian di chuyển cơ sở.    Trên thực tế, buổi học dự thính này   U được tổ chức online    và không cần di chuyển từ cơ sở 1 đến cơ sở 2 để học. Em rất mong PĐT hỗ trợ giúp em có thể đăng ký môn học trong kỳ dự thính này. Môn học này là môn học trước cho rất nhiều môn chuyên ngành của khoa em. Nếu em không được học trong kỳ này sẽ ảnh hưởng đến việc đăng ký các môn học sau của em . Em kính mong PĐT sớm hồi âm.",
    "Cho em hỏi khi nào trường sẽ tổ chức kì thi tin học cơ bản này để em có lộ trình ôn tập ạ. Nếu em không đạt trong kì thi thì phải làm gì để được đăng kí môn năm 2 ạ. Và trường có yêu cầu chứng chỉ tin học bât buộc khi ra trường không ạ",
    "Tốt nghiệp . CHO E : E LÀ SINH VIÊN K14 ĐÃ HOÀN THÀNH TẤT CẢ CÁC MÔN TRONG CTĐT,  E CÒN MÌNH ANH VĂN NÓI VIẾT ĐỂ ĐỦ ĐIỀU KIỆN TỐT NGHIỆP TRONG TG 4/2021,  Ủ  4 THÌ CÓ ÁNG 11/2021 ? ?  E CÓ  ? E  !!!",
    "Rút môn giáo dục thể chất PE1011 nhóm L03",
    "Cho em hỏi, khi em đăng kí công nhận tốt nghiệp thì sau đó em học cải thiện rồi mới nhận bằng được không? Hay sau khi đăng kí tốt nghiệp thì không được học cải thiện nữa? Em xin cảm ơn."
]