[
    "em chào cô! EM gửi đơn xin thu nhận lại hệ chính quy Mong cô giúp đỡ và nếu cần bổ sung thêm thông tin gì xin cô cho em biết để e bổ sung! Em cám ơn cô!",
    "Chào cô, em xin trình bày như sau. Em đã làm đơn xin hoãn thi 2 môn học MT1003 và SP 1033 của học kỳ 203  xin hoãn thi cuối kỳ. Và đã mail với giảng viên giảng dạy môn học xác nhận là em không bị cấm thi cuối kỳ. Nhưng em vẫn bị điểm 13 trên bảng điểm vừa cập nhật ạ. Em cám ơn.",
    "Em là SV Chính quy chuyển hệ sang VHVL vào tháng 05/2022 và đã đủ điều kiện tốt nghiệp. Nhưng đến nay em vẫn chưa nhận được mail thông báo \" Đủ điều kiện tốt nghiệp\" của PĐT. Xin thầy/cô kiểm tra xem trường hợp của em đã ĐKTN được chưa? Em xin cảm ơn.",
    "Kính chào Phòng đào tạo! Em là , đăng ký xét tốt nghiệp từ 25/10. Đến nay em chưa nhận được thông tin về bằng tốt nghiệp tạm thời (bản pdf em đã tải rồi). Kính mong PDT giải đáp giúp em. Em xin cám ơn!",
    "Em tên  -   Vào hk202 em đã đăng kí hoãn thi môn xác suất thống kê và được phòng ĐT gửi mail chấp thuận. Nhưng hiện tại đã có kết quả hoãn thi và điểm của em vẫn là 13. Em mong pđt kiểm tra và sửa đổi để em được tham gia thi lại . Em xin cảm ơn ạ!",
    "Em xin được hỏi rằng trường mình trong học kỳ này còn tổ chức đợt thi anh văn Nói Viết nào không ạ? Lúc trước các bạn có bảo rằng sau 15/11 sẽ có một đợt nữa, nhưng tới hôm nay em kiểm tra mail thì vẫn chưa có thông tin.. Mong nhận được hồi đáp của thầy/cô sớm ạ.",
    "Kính gửi phòng Đào Tạo DHBK, Hiện tại em vừa hoàn thành Anh Văn Nói Viết và đã đủ điều kiện tốt nghiệp nhưng em không thể đăng kí tốt nghiệp trên mybk. Cho em hỏi khi nào em mới có thể đăng kí tốt nghiệp được ạ?  Em xin cảm ơn. Trân trọng",
    "Em xin được hỏi rằng trường mình trong học kỳ này còn tổ chức đợt thi anh văn Nói Viết nào không ạ? Lúc trước các bạn có bảo rằng sau 15/11 sẽ có một đợt nữa, nhưng tới hôm nay em kiểm tra mail thì vẫn chưa có thông tin.. Mong nhận được hồi đáp của thầy/cô sớm ạ.",
    "Em chào cô. em tên  Cô ơi em thuộc diện con thương binh, hôm bữa em nộp hồ sơ miễn giảm cho nhà trường trong hồ sơ hôm em gửi có thiếu mất một bản. em đã gửi bổ sung hôm thứ 7 tức ngày 13/11. em không biết có tới trễ không. cô cho em hỏi là nếu tới trễ em có bị cắt miễm giảm học phí không ạ. em cảm ơn",
    "Em đã đăng ký tốt nghiệp trước khi đủ ngày ctxh hiện nay em đã cập nhật đủ ngày ctxh nhưng không đăng ký tốt nghiệp lại được. Vậy em có phải làm đơn không ạ hay pdt tự cập nhật ctxh để tốt nghiệp ạ. Em cảm ơn   i Tốt nghiệp .",
    "Em có đăng kí hoãn thi 1 số môn của hk 202  Theo mail thông báo của trường,em phải thi xóa điểm HT theo sắp xếp của PDT trong kì 211 này hay có thể đăng kí thi vào kì sau ạ ? Do kì 211 này em đăng kí khá nhiều môn và việc thi dồn như vậy em sợ chuẩn bị không tốt mong thầy/cô giải đáp sớm cho e ạ .",
    "Chào PĐT! Em tên  MSSV: vào học kì 203 em có xin hoãn thi môn Kết cấu thép 1 được cô  ký xác nhận và đã được PĐT đồng ý nhưng em kiểm tra trong bảng điểm vẫn bị điểm 13 ạ! mong PĐT xem xét lại. Em cảm ơn.",
    "Em có thắc mắc về quá trình đăng ký, cụ thể là mail ngày 11/11/2021 em được nhận bảo là sẽ làm theo 4 bước như trong mail, hôm nay em nhận được thông báo mail (là xong bước 2) và đến bước 3 sẽ là điền form thì trong mail mới ngày 17/11/2021 em nhận được là giấy xác nhận phải gửi mail đến  Em muốn hỏi là em có cần phải điền form hoặc gửi mail cho Phòng đào tạo sau đại học hay là phải làm cả 2 luôn ạ? Em cảm ơn",
    "Xin chào PĐT Em có thể đăng kí xoá điểm hoãn thi vào HK212 không ạ Em xin cảm ơn",
    "Kính gửi cô  \"Trước đó em có xin hoãn thi môn Xác xuất thống kê và đã được phòng đào tạo xác nhận. Nhưng do thiếu xót sau đó em quên điền gmail của trường nên em bị đánh vắng thi\" Em xin gửi lại đơn Xin hoãn thi đã viết và ký tên ạ. Do điện thoại em hư camera nên chụp không được rõ nét mong cô thông cảm ạ. Em xin cảm ơn.",
    "Thầy/cô cho em hỏi là em không tham dự buổi sinh hoạt công dân ngày 6/11/2021 nhưng em đã có làm bài thu hoạch ngày 8/11 thì em có được tham gia buổi sinh hoạt ngày 20/11 không ạ? Và nếu có thì em có bị trừ điểm rèn luyện mục 2 không ạ?",
    "Em chuyển hệ từ CLC sang đại trà nên chưa kịp học môn GDQP-AN, kính mong PĐT xem xét cấp giấy giới thiệu có đóng mộc của nhà trường để em kịp đăng ký đăng ký học GDQPAN tháng 01/2022 và gửi về bằng đường bưu điện với: - Địa chỉ: 45D, đường 28, phường Hiệp Bình Chánh, Quận Thủ Đức, TpHCM - SĐT: [phone_number]                              Trân trọng",
    "Em tên , MSSV:  Em đã làm thủ tục ngừng học ở trường với lý do du học vào HK 202, nay em xin nộp đơn mượn lại bản chính giấy chứng nhận kết quả thi tốt nghiệp THPT Quốc gia mà em đã nộp cho trường. Các lý do cũng như thời gian mượn và minh chứng em xin đính kèm vào đơn xin ở dưới. Em xin cảm ơn và mong sớm nhận được phản hồi từ Phòng Đào tạo.",
    "Chào cô, Em xin nộp lại đơn hoãn thi môn học MT1003 và SP1033 đã nộp ngày 28/07/2021 và đã được xác nhận đồng ý của PĐT. Em xin gửi kèm minh chứng. Em cám ơn.",
    "Thưa T, Em tên , mssv . Hiện tại em chưa đủ điều kiện anh văn để tốt nghiệp chương trình tài năng nên em muốn làm đơn xin ra khỏi chương trình tài năng. Tuy nhiên, vì đơn cần chữ ký GVCN nhưng em đang ở quê nên không thể xin được. Thầy/cô cho em hỏi có cách nào khác để xin đăng ký rời khỏi chương trình tài năng được không ạ. Mong quý thầy/cô sớm phản hồi. Em xin chân thành cảm ơn. Trân trọng, .",
    "Cho em hỏi em thanh toán học phí dự thính 211 trể hạn mà trong tình hình dịch bệnh không tới trường được thì phải làm sao ạ",
    "Em chào Thầy/Cô ạ. Em được cho hạn cuối là hết ngày 19/11/2021 để nộp đơn hoãn thi và minh chứng của khoa nhưng em đã gửi mail cho giảng viên và khoa nhưng vẫn chưa có hồi đáp . Em mong PĐT tạo điều kiện cho em thêm thời gian vì em hoãn nhiều môn mà nếu bị đánh vào vắng thi học lại thì thiệt thòi cho em quá ạ. Em xin cảm ơn.",
    "Chào bạn Pdt gởi đính kèm  Bạn gởi phiếu này cho Giảng viên giảng dạy để Giảng viên cho phép bạn thi kiểm tra bổ sung Thân",
    "Dạ em chào thầy cô ạ, Dạ thầy cô ơi, yêu cầu đăng kí Luận văn tốt nghiệp phải có bằng toeic 2 kĩ năng. Vào kì 211 này có được tạm thời không xét bằng anh văn không ạ?. Do em chưa có bằng, mà ở quê muốn lên Sài Gòn hơi khó khăn, em muốn hỏi để sắp xếp ạ. Em cảm ơn thầy cô.",
    "Chào thầy/cô phụ trách việc trả lời sinh viên ạ , chuyện là em đợt này có ý định đăng kí xét tốt nghiệp. Sau khi xử lý xong các khoản tiền và đủ ngày CTXH thì em đã được đăng kí nộp đơn xét tốt nghiệp và cũng đã đóng 95k tiền lệ phí. Hôm nay em vào web kiểm tra thấy hiện dòng \"Phiếu đăng ký không được xử lý \" nên em hơi hoang mang không biết tại sao lại bị như vậy . Mong thầy / cô kiểm tra và giải thích giúp em ạ em cảm ơn .",
    "T5027    . Em tên :  MSSV:213T5027 Học kỳ trước em có đăng ký học môn chi tiết máy và nguyên lý máy online. Em đã học và có điểm đầy đủ học phần. Nhưng khi thi do vấn đề mạng và thiết bị thi không đảm bảo lên không thi được. Thầy cô phòng thi có nói sẽ ghi lại trường hợp của em để được thi vào học kỳ sau. Nhưng giờ em coi bảng điểm lại để điểm 13 vắng thi. Em xin thầy cô phòng đào tạo xem xét lại dùm em vì dịch covid lên có nhiều thiếu sót. Em đã học và có đủ điểm của quá trình học học kỳ trước nhưng do vấn đề thi online cuối kì chưa hoàn thành. Em xin phòng đào tạo xem xét tạo điều kiện giúp em. Em đã đóng tiền môn học đăng ký lại chỉ xin lưu lại điểm học quá trình học kỳ trước và điểm thí nghiệm để em có thể đăng ký thi học kỳ hai môn chi tiết máy và nguyên lý máy vào học kỳ này và học kỳ sau. Em xin chân thành cảm ơn.",
    "Dạ em chào Thầy (Cô), Chuyện là em muốn vay vốn Sinh Viên ở địa phương, em đã đăng kí trên Mybk mục \"Đăng kí in giấy xác nhận SV\" -  \"bổ túc hồ sơ địa phương\". Và em đã nhận được giấy xác nhận giao về tận nhà, nhưng khi Má của em ra Ngân Hàng làm thủ tục thì người ta bảo không chấp nhận giấy xác nhận đó và họ yêu cầu FORM khác. Nhưng em đã lên check mục Giấy xác nhận SV thì không có loại giấy chứng nhận nào phù hợp cả. Em có đính kèm mẫu giấy xác nhận mà Ngân Hàng yêu cầu, không biết là mẫu đơn giống như này em có thể đăng kí ở đâu được ạ?  Em xin cảm ơn!",
    "Dạ cho e hỏi e đã được phòng đào tạo đồng ý hoãn thi và mấy môn đó e chưa học thí nghiệm thì có bỏ thí nghiệm không ạ",
    "Em chào admin, em tên là , MSSV: . Em viết mail này để hỏi admin vì em có thắc mắc. Em có đăng ký học dự thính môn Giải Tích 2 vào HK203 nhưng em đã hoãn thi vì trường có nói rằng khi nào đi học lại sẽ thi offline. Nhưng hôm nay em nhận được mail báo là trường sẽ triển khai thi Giải Tích 2 vào tháng 12. Admin cho em hỏi có đúng là em sẽ thi GT2 vào tháng 12 không ạ?, em hỏi để lên kế hoạch học tập. Em cám ơn admin nhiều.",
    "Ngày 2/8/2021 em có gửi yêu cầu xin PĐT hoãn thi vì lý do chính đáng và em cũng nhận là được tin nhắn hồi đáp PĐT đã đồng ý yêu cầu hoãn thi của em. Sau đó em cũng vào xác nhận trên bảng điểm Bkel trước ngày 6/9/2021. Nhưng hôm nay ngày 17/11/2021 em vào lại bảng điểm Bkel thì thấy điểm lại là 13.00 là vắng thi. Em mong PĐt giải quyết giúp em cho em xin được hoãn thi và tạo điều kiện cho em thi lại. Em cảm ơn.",
    "Em chào Thầy/Cô ạ. Cho em xin gửi đơn hoãn thi môn Triết học - và minh chứng của giảng viên và Khoa KHUD ạ",
    "Dạ hiện tại em bị lỗi từ lớp L12 sang lớp L31 ạ, em mong muốn PDT sửa giúp em về lại lớp L12 ạ. Em xin cảm ơn ạ.",
    "Mình đăng ký in bảng điểm và xin gửi qua đường bưu điện từ đó đến nay đã hơn một tháng mà chưa nhận được kết quả. Xin hỏi là mình nên giải quyết như thế nào ạ? ",
    "Kính gửi cô/thầy, Em là , MSSV: . Do một số việc gia đình, em muốn bảo lưu kết quả học tập. Sau khi đọc quy định, cô/thầy có thể hướng dẫn em quy trình cụ thể hay hướng dẫn em tìm kiếm các thông tin liên quan không ạ. Em xin chân thành cảm ơn cô/thầy. Trân trọng",
    "Chào thầy/ cô Cho em hỏi là kì 211 này luận văn tốt nghiệp bảo vệ online hay offline ạ. Em theo dõi nhung không thấy thông báo gì ạ",
    "Em chào thầy, cô. Đợt vừa rồi em có đóng học phí trễ và trên trang bkpay có thông báo. Thầy/cô cho em hỏi như vậy có bị ảnh hưởng gì không ạ. Em cảm ơn.",
    "Gửi thầy/cô, Em tên là sinh viên năm 4, MSSV , em xin được hỏi về điểm chuyển anh văn (TOEIC Nghe - Đọc) sang anh văn 1,2,3,4. Em đã thanh toán đầy đủ phí chuyển điểm (ngày 10/11/2021) nhưng đến bây giờ em vẫn chưa được cập nhật điểm vào bảng điểm ạ. Em xin được hỏi, liệu đến khi nào điểm mới cập nhật vô bảng điểm của em ạ . Em hi vọng nhận được câu trả lời của thầy/cô. Em cảm ơn nhiều ạ. Chúc thầy/cô một ngày tốt lành. Em chào thầy/cô.",
    "Chào thầy cô,  Em chỉ mới tiêm mũi 1 vậy có được đăng kí đi học TNg tại trường được không ạ? Và thông tin tiêm chủng của em vẫn chưa được cập nhật trên hệ thống nên chỉ có giấy xác nhận không biết có sao không ạ! Em cảm ơn.",
    "Dạ thưa thầy, cô. Em là sinh viên cuối khóa, đã hoàn thành Luận văn tốt nghiệp. Em đã thi Anh văn Nói- Viết để xét tốt nghiệp và chờ kết quả. Bây giờ em muốn đăng ký thu nhận lại để xét tốt nghiệp hay tiếp tục học vào kỳ kế HK212 thì phải làm thế nào ạ ( em đang ở quê nhà Phú Yên). Em cảm ơn thầy cô.",
    "Chào thầy cô, em muốn hỏi là với tình hình dịch hiện tại thì nhà trường có tổ chức thi chuẩn anh văn để đăng ký môn như mọi năm hay không?. Nếu như không thi thì nhà trường có xem xét miễn chuẩn anh văn đăng ký môn cho sinh viên không? Tại vì quê em cũng là vùng dịch mà lại còn phải lên thành phố để thi anh tại IG cũng khó. Mong thầy cô phản hồi giúp em. Em xin cảm ơn",
    "Dạ thưa thầy, cô. Em là sinh viên cuối khóa, đã hoàn thành Luận văn tốt nghiệp. Em đã thi Anh văn Nói- Viết để xét tốt nghiệp và chờ kết quả. Bây giờ em muốn đăng ký thu nhận lại để xét tốt nghiệp hay tiếp tục học vào kỳ kế HK212 thì phải làm thế nào ạ ( em đang ở quê nhà Phú Yên). Em cảm ơn thầy cô.",
    "Chào thầy (cô). Lỗi không đăng kí tốt nghiệp của mssv  của e có lỗi và e chờ 2 tuần nhưng chưa cập nhật được ạ. Không biết mssv của e có lỗi gì không, thầy cô kiểm tra lại giúp e với ạ",
    "NGHĨA VIỆT NAM           Độc lập - Tự do - Hạnh phúc            ĐƠN XIN CỨU XÉT TỐT NGHIỆP      Kính gửi:                                              - Phòng đào tạo.                                              - Trung tâm Đào tạo Bảo dưỡng Công nghiệp. Em tên: ,    MSSV: .                                     Ngành: Bảo dưỡng công nghiệp, Lớp: BD16CDT.                                    Em là sinh viên  khóa 2016, chương trình học của em bắt đầu vào tháng 9 năm 2016 và thời hạn đào tạo tối đa của em đến tháng 9 năm 2021 . Em đã hoàn thành tất cả các môn học trong chương trình đào tạo và cũng đã hoàn thành luận văn tốt nghiệp, nhưng em còn thiếu chứng chỉ anh văn đầu ra để đủ điều kiện nhận bằng tốt nghiệp. Nay em đã thi và đạt được chứng chỉ TOEIC 400 theo đúng quy định của khóa đào tạo và nhà trường. Em cũng đã đăng ký nộp Chứng chỉ Ngoại ngữ online trên mybk vào 16/11/2021 (đang chờ thẩm tra). Do thời gian đào tạo của em đã hết hạn nên hôm nay em viết đơn này muốn xin phép Trung tâm Đào tạo Bảo dưỡng Công nghiệp và Phòng Đào tạo cho em được cứu xét tốt nghiệp . Kính mong Trung tâm và Phòng Đào tạo chấp thuận và tạo điều kiện cho em . Em chân thành cảm ơn./ .   Tp. Hồ Chí Minh, ngày 17 tháng 11 năm 2021 .                           Anh                                                        ",
    "Em là  k17, em có thể xin xuống hệ học cùng k19 được không ạ? Nếu được thì cần giấy tờ thế nào ạ. Em cảm ơn.",
    "Em xin gửi thông tin ạ. Mong thầy/ cô kiểm tra giúp em ạ",
    "Em xin chào Phòng Đào Tạo, Em xin gửi đơn hoãn thi của 2 môn trên có chữ ký của thầy cô giảng dạy và thầy chủ nhiệm khoa. Trường hợp của em là sau đợt thi kỳ trước em có tạo Hỏi/Yêu cầu trên bksi để xin hoãn thi nhưng lại không điền vào form của google nên hiện tại em không có tên trong dữ liệu hoãn thi. (em có đính kèm file ảnh về trao đổi với PĐT ngay sau kỳ thi trên bksi và ảnh mail xin sự đồng ý của các thầy cô) Em cảm ơn Phòng Đào Tạo đã xem xét trường hợp của em, Quang ",
    "Dạ cho em hỏi sắp tới mình có tổ chức thi online Writing Speaking không ạ .",
    "Tốt nghiệp       Kính gửi quý Thầy/Cô PĐT,    Em là SV K15, hiện tại đã hoàn thành chương trình đào tạo, nộp chứng chỉ Toiec Nghe- và  Đợt thi Tiếng Anh Nói- (04/11/2021), em đã nhận được kết quả đạt    PĐT cho em hỏi:  - Sau khi có kết quả thi tiếng Anh Nói-, em cần làm gì để được xét tốt nghiệp (nộp kết quả Nói- cho PĐT hay chờ mail hướng dẫn thông báo từ PĐT)  - Nếu muốn kiểm tra em hiện tại em có đủ điều kiện được xét tốt nghiệp hay không, em có thể kiểm tra thông tin đó ở đâu    Rất mong nhận được phản hồi sớm từ PĐT    Em cảm ơn  SV:  Trân trọng,",
    "HK 211",
    "Xin chào phòng đào tạo, Em muốn đăng kí lại thi môn kế toán tài chính học kì 202 ( môn em đã hoãn thi vì cách li tập trung) có được không ạ? Vì trong email hạn cuối để phản hồi là 10h ngày 15/11/2021. Em biết em phản hồi hơi trễ, vì mấy ngày qua, em bị ốm suốt mấy ngày qua, Em mong phòng đào tạo cho em thi lại với số điểm mà em mong muốn. Trân trọng, .",
    "kính gửi phòng giáo dục!  Em tên   MSSV: 181319  Do tình hình dịch bệnh phức tạp, em đã về quê từ tháng 5/2021 Hiện tại vẫn chưa tim đủ vacxin để vào lại TPHCM để thi lấy chứng chỉ TOEIC   Cho em hỏi là nhà trường có cách khắc phục nào hỗ trợ sinh viên trong vấn đề này không ạ?  Cảm ơn nhà trường đã hỗ trợ!  Người viết     ",
    "Thưa quý thầy cô,  Em đăng kí làm luận văn trong kì này, nhưng vì một số chuyện bất khả kháng em không thể hoàn thành tốt và báo cáo. Vì hoàn cảnh kinh tế gia đình khó khăn nên Em xin hỏi là có cách nào để em bảo lưu học phí và dời sang kì sau để báo cáo không ạ. Em cảm ơn Thầy cô",
    "Kính gửi PT,     Em là , MSSV:  hiện đang theo học hệ VB2 của Khoa iện - iện tử với chuyên ngành Kỹ thuật điện Thời gian theo học cũng đã được 1,5 năm tuy nhiên các Email của PDT gửi đến cho SV về kế hoạch đăng ký môn học hay như Email mới nhất về vấn đề học offline tại trường Vấn đề này tạo ra sự khó khăn trong việc nắm bắt và tiếp cận thông tin hính vì thế kính mong PT xem xét bổ sung email vào danh sách gửi Thêm vào đó, khi em làm các thủ tục trong học tập thì em chưa được biết GVN em là ai? Vậy rất mong PT hỗ trợ để em tiện liên lạc trong quá trình học tập     Trân trọng cảm ơn,       Hùng   [phone_number]",
    "em xin chào các thầy cô , em là học sinh ở Quảng Bình ,vì 1 vài lý do nào đó e chưa tiêm vacxin lần nào cả( e củng chưa mắc covit lần nào), vì thế e xin hỏi là khi nào trường cho học sinh đi học lại trực tiếp nếu e chưa tiêm thì e có được đi học không ạ. Và nếu được có thể trường dự đoán lịch đi học trực tiếp ở trường vơi ạ ? ",
    "theo mail này thì kết quả Hoãn thi HK202 & HK203 đã có ,  và  đồng ý tổ chức thi trong tháng 11/2021 là sao em chưa hiểu lắm , nếu những môn hoãn thi vào hk202  liệu có bắt buộc thi vào hk211 này không hay là  có thể hoãn thi tiếp ak .",
    "Em có làm đơn xin tạm dừng học kì 211 từ ngày 2 tháng 11 năm 2021 và đc giải quyết,mà sao đến nay 18th11 vẫn chưa có quyết định của trường Mong pdt xem xét lại giải quyết và ra quyết định giúp em với ạ",
    "Thưa thầy cô, Em đã đăng ký tn trên myBK nhưng tên em vẫn chưa có trên DS tốt nghiệp dự kiến để kiểm tra thông tin thì phải làm thế nào ạ? Khi nào PĐT sẽ cập nhật danh sách dự kiến ạ? Em cảm ơn",
    "Kính gửi thầy/cô Phòng Đào Tạo - Đại học Bách Khoa TP.HCM, Em là , MSSV , sinh viên khoa Quản Lý Công Nghiệp, lớp QL170102. Em gửi mail này mong thầy/cô xem xét và giải đáp giúp em tình trạng:  Em đã học đủ số tín chỉ theo chương trình đào tạo công bố trên cổng thông tin của trường nhưng số tín chỉ tích lũy ngành và tín chỉ tích lũy bị lệch 2 chỉ (như hình đính kèm).Cụ thế là em hoàn thành 134TC và không có môn nào ngoài chương trình đào tạo nhưng bảng điểm vẫn hiển thị em chỉ hoàn thành 132 tín chỉ tích luỹ ngành . Em đã tiến hành điền điểm và tín chỉ theo bảng điểm tất cả các môn em đã học và so sánh mã môn học dựa trên file chương trình đào tạo. (File Excel đính kèm bên dưới là Danh sách các môn học sinh viên đã đạt dựa trên bảng điểm hiện hành tính đến HKI 2020-2021). Kết quả là em đã hoàn thành theo đúng chương trình đào tạo là 134 chỉ (các môn bắt buộc, tự chọn với 6 chỉ nhóm A, 19 chỉ nhóm B theo chuyên ngành Quản lý Công nghiệp) và không có môn nào ngoài chương trình đào tạo nhưng bảng điểm vẫn hiển thị em chỉ hoàn thành 132 tín chỉ tích luỹ ngành . Điều này em không rõ là mình đã gặp vấn đề gì hay do hệ thống chưa cập nhật. Mong thầy/cô sớm xem xét và giải đáp giúp em để em có thể được tốt nghiệp đúng thời hạn. Em cảm ơn thầy/cô và chúc thầy/cô nhiều sức khoẻ! Trân trọng,",
    "Kính thưa cô, Em là , tuần trước em có xin đăng ký Chuyển điểm  nhưng trên hệ thống đang bị lỗi. Tuy nhiên, sau một tuần thì em vẫn chưa nhận được phản hồi từ anh/thầy  và cũng không đăng ký được. Chính vì thế, không biết em có thể làm đơn bằng tay và đóng tiền trực tiếp cho thủ tục Chuyển điểm được không ạ? Ngoài ra, kính mong Nhà trường cập nhật giúp em phần Chứng chỉ AV trong Danh sách Tốt nghiệp từ IELTS 6.0 thành IELTS 7.5 ạ. Kính mong sớm nhận được hồi âm từ cô. Kính thư, ",
    "Do hết thời gian đào tạo và em chưa đạt đủ điểm tiếng anh nói viết, nên em muốn đăng ký chuyến qua hệ vừa làm vừa học để tiếp tục theo học và được tốt nghiệp ra trường.",
    "Chào PĐT, Cho em hỏi là em có đăng ký hoãn thi 1 môn của học kỳ HK202, nhưng em có đăng ký học lại môn đó trong học kỳ HK211. Vậy nếu em không thi buổi thi xoá điểm Hoãn thi, thì em có được thi môn đó (môn đăng ký học lại HK211) để lấy bảng điểm và hoàn thành môn của HK211 không ạ . Em để file lịch thi đính kèm bên dưới . Em cảm ơn.",
    "Kính gửi thầy/cô, Em tên là  mssv  Do phần điểm thành phần của môn EE3025 Kỹ thuật siêu cao tần không đúng (cụ thể là điểm 13) nên em mong thầy/cô chỉnh sửa lại cho đúng. Em xin cảm ơn",
    "Hiện tại em muốn làm đơn xin gia hạn học phí thì em nên làm như thế nào ạ. Trong thời gian gia hạn em có thể đóng từ từ cho đến khi đủ số tiền học phí được không ạ. Em cảm ơn",
    "e đã đủ điều kiện tốt nghiệp nhưng kì này e có đăng kí 1 môn để duy trì thời khóa biểu. cho e hỏi nếu e muốn đăng kí tốt nghiệp kì này thì e có cần hủy môn hiện tại không ạ?",
    "Em xin gửi lại đơn xin hoãn thi môn Kỹ thuật lập trình và Giải tích 2 ạ",
    "Cô ơi giúp e xem xét lại đơn hoãn thi môn xstk với ạ. Em có gửi đơn và được chấp nhận nhưng đến nay vẫn là điểm 13 ạ. Em cảm ơn.",
    "Hỏi về điểm môn học Toeic 400. Lớp dự thính HK211   B + Hệ Vừa Làm Vừa Học     B  Nhóm DT01-A Ngày thi: 07/11/2021 Em tên là  Mssv là  Vì lý do đang mở đợt đăng kí tốt nghiệp nên em gửi mail này mong phòng đào tạo báo điểm thi và cập nhập điểm sớm giúp em để em đăng kí tốt nghiệp trong kì này. Xin trân thành cảm ơn phòng đào tạo",
    "E gửi cô minh chứng PĐT đã chấp nhận đơn hoãn thi của em. Em gửi kèm đơn hoãn thi và xác nhận của thầy  (GT2) đã xác nhận em không bị cấm thi ạ. Mong cô kiểm tra lại giùm em ạ",
    "Em tên là , sinh viên khóa K18, hiện đang là sinh viên năm 4, đang sinh sống và học tập tại Thành phố Hồ Chí Minh. Thời gian vừa qua, dưới tình hình dịch bệnh khó khăn ở thành phố, em đã không có cơ hội bám theo kế hoạch học tập và thi cử cho chứng chỉ Anh văn đã đề ra, nhằm đáp ứng kịp cho yêu cầu đăng ký LVTN năm 4 sắp đến. Vì vậy, xin thầy/cô cho phép em được hỏi rằng Phòng Đào Tạo của trường đã hoặc đang cân nhắc những giải pháp nào góp phần giúp đỡ chúng em trong vấn đề này chưa ạ?  Khoảng thời gian trước đây, Phòng Đào Tạo của trường đã từng đưa ra những sự thay đổi nhỏ trong quy chế đăng ký LVTN/Tốt nghiệp, cho phép các anh chị của khóa trước có thể trì hoãn một vài điều kiện sau khi đăng ký học phần. Vậy nên em rất mong Phòng Đào Tạo sẽ tiếp tục cân nhắc và giúp đỡ em trước tình hình khó khăn như thế này, với mong muốn được hoàn thành các học phần và tốt nghiệp đúng hạn . Em xin cảm ơn thầy/cô và Phòng Đào Tạo.",
    "Những mà PDT đã báo là đồng ý việc hoãn thi mà cô. Giờ em phải xử lý như thế nào ạ.",
    "Chào thầy/cô và Phòng đào tạoS Em hiện đang là sinh viên năm 4, đang sinh sống và học tập tại Thành phố Hồ Chí Minh. Thời gian vừa qua, dưới tình hình dịch bệnh khó khăn ở thành phố, em đã không có cơ hội bám theo kế hoạch học tập và thi cử cho chứng chỉ Anh văn đã đề ra, nhằm đáp ứng kịp cho yêu cầu đăng ký LVTN năm 4 sắp đến. Vì vậy, xin thầy/cô cho phép em được hỏi rằng Phòng Đào Tạo của trường đã hoặc đang cân nhắc những giải pháp nào góp phần giúp đỡ chúng em trong vấn đề này chưa ạ?  Khoảng thời gian trước đây, Phòng Đào Tạo của trường đã từng đưa ra những sự thay đổi nhỏ trong quy chế đăng ký LVTN/Tốt nghiệp, cho phép các anh chị của khóa trước có thể trì hoãn một vài điều kiện sau khi đăng ký học phần. Vậy nên em rất mong Phòng Đào Tạo sẽ tiếp tục cân nhắc và giúp đỡ em trước tình hình khó khăn như thế này, với mong muốn được hoàn thành các học phần và tốt nghiệp đúng hạn . Em xin cảm ơn thầy/cô và Phòng Đào Tạo.",
    "T đã trả lời là đồng ý việc hoãn thi của em rồi mà ạ. Giờ em phải xử lý như thế nào ạ.",
    "Chào thầy, cô Em là , mssv . Hôm nay em tạo câu hỏi này là để xin file PDF của giấy tốt nghiệp tạm thời. Trang xét tốt nghiệp đã chuyển sang tình trạng là cựu sinh viên nên em không thể tải xuông được. Em xin cảm ơn, :",
    "Kính gửi thầy cô Phòng đào tạo, Em tên , MSSV , vừa hoàn thành luận văn học kì 202. Em xin trình bày lí do tạo yêu cầu như sau: Năm trước em là sinh viên chương trình tài năng lớp DD17KSVT. Nhưng vì chưa đủ chuẩn TOEIC nghe đọc làm luận văn là 600, em đã không được đăng kí luận văn cho học kì 202. Sau đó em đã thi được 600 TOEIC và lên trường xin đăng kí luận văn kì 202 luôn . Nhờ sự giúp đỡ của các thầy cô, em đã được đăng kí luận văn và tiến hành làm luận văn bình thường như các bạn . Lúc đó em tưởng em vẫn đang trong lớp tài năng vì đã theo kịp tiến độ chương trình đề ra. Đợt thi nói viết vừa rồi (em mới thi lại tháng 11), em đã đạt 250 là qua chuẩn nói viết 245 của tài năng. Em chuẩn bị đăng ký tốt nghiệp tháng 11 thì phát hiện ra lớp mình là DD17DV1, có lẽ trong thời kì chưa đăng ký được luận văn, em đã bị xuống lớp thường. Vậy nên em tạo yêu cầu với hi vọng thầy cô cho em xin được trở lại lớp tài năng để em đăng ký tốt nghiệp với bằng tài năng (em chưa đăng ký tốt nghiệp). Em biết việc này có thể làm phiền thầy cô nhiều nhưng em hi vọng được giúp đỡ vì em đã hoàn thành các tiêu chuẩn đầu ra chương trình tài năng và cũng không uổng phí những năm tháng cố gắng vừa qua. Em hi vọng thầy cô giúp đỡ và nếu việc này cần thủ tục gì từ khoa thì em có thể liên hệ với bên khoa Điện của em. Em xin chân thành cảm ơn thầy cô. Trân trọng.",
    "Chào cô (thầy) Em đã xin hoãn thi môn kết cấu thép 1 (CI3009) và đã được chấp nhận, nhưng nay lên xem thì em bị điểm 13, em thấy hoãn thi sẽ là điểm 14. Em mong được phản hồi sớm. Em cảm ơn. Kỳ",
    "Kính gửi phòng đào tạo  Em tên : Hàng phước tánh mssv:  Lý do : dạ cho em xin hỏi , em đăng ký in bảng điểm gửi theo đường bưu điện và em đã thanh toán từ tháng 8 , sao đến nay em vẫn chưa nhận được ạ , em vào trang kiểm tra thì thấy vẫn đang in ạ  .",
    "Em chào Thầy (Cô). Em tên là , mã số sinh viên:. Em đã hoàn thành chương trình đào tạo và đã đủ ngày CTXH, chứng chỉ ngoại ngữ Toeic Reading and Listenning và đã thi anh văn nói viết đợt ngày 5/11/2021 (kết quả trên 200 điểm) . Vậy em xin hỏi Thầy (Cô) là em có được tốt nghiệp trong đợt tới này không ạ? Và em xin Thầy (Cô) hướng dẫn em về quy trình đăng kí tốt nghiệp ạ! Em xin chân thành cảm ơn Thầy (Cô).",
    "Em chào thầy/cô. Em tên là  - K16 - -KT Máy tính. Em xin được đăng kí xét tốt nghiệp bổ sung. Rất mong được thầy/cô xem xét và phản hồi ạ. Em cảm ơn.",
    "Em chào Thầy/Cô ạ, Em xin được Thầy/Cô hỗ trợ chuyển điểm môn Giải tích 1 (MT1003) sang điểm môn Toán 1 (006601) để được xét duyệt tốt nghiệp ạ. Em xin cảm ơn.",
    "MSSV:  Dạ em chào thầy/cô, thầy/cô cho em hỏi là hiện nay trường có cho sinh viên đến  phòng công tác chính trị để xin giấy xác nhận điểm rèn luyện không ạ. Nếu không thì em phải làm sao để xin được giấy mong thầy cô giải đáp thắc mắc giúp em. Em xin chân thành cảm ơn!",
    "Tốt nghiệp . Thưa cố, kỳ 2 năm 2020-2021 em có đăng ký luận văn và hoãn. Pđt đã chấp nhận và em được nhận điểm môn EN4313 là 14 ạ Hôm nay, em muốn đăng ký bảo vệ kỳ này để tốt nghiệp ạ. Cô giải quyết giúp em ạ",
    "Kính gửi quý Thầy/Cô ! Em là ,          MSSV:  Ngành Cảng-Công Trình Biển,   Khóa K2015. Em gửi thư này là để nhờ quý Thầy/Cô giúp em được cứu xét tốt nghiệp bổ sung vào học kì này ạ. Tình trạng sinh viên của em hiện tại: - Đã nộp chứng chỉ TOEIC lên MYBK ngày 8/11/2021 và đã hợp lệ cũng thỏa điều kiện tốt nghiệp. - Tình trạng sinh viên: Nghỉ do không đăng kí môn học 2 học kì liên tiếp. - Tín chỉ tích lũy: đã đủ 142 chỉ Em rất mong sẽ sớm nhận được sự hướng dẫn từ quý Thầy/Cô và được bổ sung vào danh sách tốt nghiệp để em được tốt nghiệp trong học kì này ạ. Em xin chân thành cảm ơn quý Thầy/Cô. Trân trọng ! .",
    "Chào thầy/cô, Em vừa có điểm của trung tâm Ngoại ngữ của trường ngày 17/11/2021. Em có đọc trên aao.hcmut.edu.vn phòng đào tạo(PĐT) tiếp nhận các phản hồi của SV về điều kiện xét tốt nghiệp và cập nhật việc xét tốt nghiệp bổ sung và phát hành Giấy CNTNTT hàng tuần. Cho em xin hỏi kênh thông tin phản hồi và tra cứu thông tin dự kiến tốt nghiệp này được không ạ? Do em không đăng ký tốt nghiệp được trên myBk. Em cũng xin hỏi thêm là sau đợt 24/12/2021 thì khi nào trường làm lễ và trao bằng tốt nghiệp ạ? Em xin cảm ơn nhiều!",
    "Dạ, em xin chào Phía PDT đã chấp nhận đơn Hủy hoãn thi môn Giải Tích 2 và báo về mail em. Nhưng tại sao hôm nay em đã bị mất cột điểm môn đó ạ Mong nhận được sự phản hồi, em xin chân thành cảm ơn ạ",
    "Kính thưa phòng đào tạo. Em là , sinh viên khóa 2017 Em đã hoàn thành chương trình đào tạo và có kết quả ĐẬU anh văn 2 kỹ năng nói viết vào ngày 17/11/2021 . Em có tiến hành đăng ký xét tốt nghiệp, hệ thống báo là \"Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến\" nên em không đăng ký được ạ. Mong Phòng đào tạo xem xét giúp em ạ . Em cảm ơn ạ",
    "Em chào thầy /cô ạ,chuyện là em có đăng ký  chương trình liên thông ĐH-ThS đợt 1,hôm nay em có nhận được thông báo hủy kết quả với lý dó là không đủ số tín chỉ tích lũy ạ. Số tín chỉ của em không đủ với lý do có 1 môn VẬT LIỆU HỌC VÀ XỬ LÝ(3TC) đã thi cuối kì ngày 25/08 và thi thí nghiệm xong vào ngày 09/10/2021,nhưng điểm vẫn chưa được cập nhật. Mong thầy /cô có thể nhắc nhở các giảng viên nhanh chóng cập nhật điểm và tín chỉ để những sinh viên như em có thể phản hồi lại với chương trình liên thông ĐH-ThS ạ. Em cảm ơn thầy /cô nhiều ạ !",
    "e muốn rút môn để đăng kí tốt nghiệp thì bây giờ tải mẫu đơn xuống, xong điền vào rồi chụp hình gửi bksi hay làm cách nào ạ?",
    "Em chào Thầy Cô, em là . mssv . Hồi đầu tháng, em có gửi yêu cầu cập nhất thông tin điểm thi Toeic, điểm chính xác của em là 850 khi xét tốt nghiệp (hệ thống ghi điểm toeic sai là 525 khiến em không nhận bằng kỹ sư tài năng được). Các cô cũng có trả lời em và xác nhận điểm sẽ được cập nhật vào 14/11/2021 (em đính kèm hình hội thoại). Nhưng đến nay hệ thống vẫn chưa cập nhật cho em. Em đã nhận được giấy chứng nhận tạm thời, và trên đó KHÔNG ghi bằng em là bằng kỹ sư tài năng do sai sót hệ thống ghi nhận điểm Toeic em đã trình bày . Em mong Thầy Cô dành thời gian giải quyết vấn đề trên giúp em. Em cảm ơn ạ.",
    "NGUYỄN THẤT MẪN    i      DẠ CHÀO    CỦA ,   17112021 NẾU NHÀ TRƯỜNG CHƯA ĐIỀU CHỈNH HỌC PHÍ THÌ O , NÊN BÂY H EM XIN MỞ THÊM 1 TAST CÂU HỎI MỚI, SỢ   EM TRẢ LỜI BÊN TAST CÂU HỎI CỦ  DẠ   18112021     MONG  KIỂM TRA GIÚP EM VỚI Ạ    ",
    "Em chào thầy cô, EM tên là , sinh viên khóa 17. HIện em đang còn 1 môn học, chờ thi cuối kỳ. Thầy cô cho em hỏi là lịch thi cuối kỳ em thấy là tầm 10-20/12 thì nếu như không kịp cập nhật bảng điểm  để đăng ký tốt nghiệp trước 24/12 thì sao ạ? Sau hạn 24/12 mà em đã đủ điều kiện tốt nghiệp thì có thể xin cấp giấy tốt nghiệp tạm thời không ạ? Cảm ơn thầy cô",
    "Hiện tại em đang làm luận văn trong học kì này, nhưng do dịch bệnh nên không biết khi nào phòng thí nghiệm mới được mở cửa, nên em có tham khảo ý kiến của giáo viên hướng dẫn và được thầy cho phép bảo lưu sang kì sau làm, nay e xin nhờ phòng đào tạo hỗ trợ giúp em: kì sau nếu em đăng kí môn luận văn thì phòng đào tạo có xét chuẩn anh văn làm luận văn không ạ, vì hiện tại do dịch bệnh em vẫn chưa tham gia thi toiec được ạ!",
    "Tốt nghiệp       Chào quí Thầy/Cô,  Em muốn hỏi tại sao em có đầy đủ điều kiện để xét tốt nghiệp nhưng cho đến hiện tại em chưa thể đăng kí tốt nghiệp và cũng như chưa có tên trong danh sách tốt nghiệp dự kiến ạ    Em đã gửi yêu cầu này trước đó, tuy nhiên câu trả lời nhận được: \"Em còn nợ \" là không đúng Vì em đã nộp IELTS và đã được chuyển điểm cho 4 môn anh văn      Mong quý Thầy/Cô kiểm tra lại giúp trường hợp của em ạ Em châm thành cảm ơn nhiều!",
    "dạ cho em hỏi là tiền phí anh văn đầu vào sao em còn ghi nợ ạ là vào ngày em đăng kí mà không đủ sỉ số mở lớp phi nên bị hủy và em có nhận được gmail của trường là không đóng tiền ạ",
    "dạ cho em ỏi là em đã có bảo hiểm y tế rồi em không đóng tiền được không ạ  mà sao vẫn còn ghi nợ ạ",
    "Cho em hỏi là thứ 7, ngày 20/11 Phòng đào tạo - nhà A1 có làm việc không ạ? Em xin cảm ơn.",
    "ng ký BHYT . Em muốn hỏi là hiện tại em đang làm việc tại công ty, và họ đã mua BHYT bắt buộc cho em rồi! Thì em có phải đăng ký và thanh toán trên MYBK nữa không ạ? Em xin cảm ơn và mong nhận được hồi đáp. Chúc thầy/cô thật nhiều sức khoẻ ạ!",
    "Kính chào quý thầy (cô). Hiện tại em đã hoàn thành xong toàn bộ chương trình đào tạo cũng như các yêu cầu về ngoại ngữ để đạt tốt nghiệp. Tuy nhiên, về chứng chỉ GDQP em đã hoàn thành nhưng vì lí do dịch Covid nên chưa thể vào trực tiếp phòng đào tạo để nộp - cập nhật lại. Mong quý thầy (cô) hướng dẫn em phương thức nộp chứng chỉ quốc phòng để có thể đăng ký tốt nghiệp ạ.",
    "Kính gửi thầy/cô ! Em tên là  MSSV:  Hôm nay, em gửi yêu cầu này để thắc mắc về việc trong tuần qua khi các bạn của em có nhận được một email thông báo về việc ghi điểm hoãn thi của kỳ 202, 203 và 1 mail thông báo về việc SHCD thì hộp thư của em lại không nhận được email này. Em đã kiểm tra hộp thư rác và các mục khác cũng không hiển thị, các email khác từ giảng viên em đều nhận được. Địa chỉ email:  Mong thầy/cô sớm tìm ra lỗi ra cho em và sửa cho em vì thời điểm này khá nhạy cảm ! Em xin cảm ơn !!!",
    "Cho em hỏi học kì 201 này. Trường mình sẽ thi online đúng không ạ. E cảm ơn",
    "cho em hỏi em đã nộp đơn đăng kí thu nhận lại và phòng đào tạo đã tiếp nhận, trong khi đợi quyết định chính thức tháng 12 em có thể xin đăng kí in phiếu xác nhận xin viên để hoàn tất hồ sơ nghĩa vụ không ạ",
    "Kính gửi phòng đào tạo. Em đã đủ kiều kiện tốt nghiệp nhưng thông tin tốt nghiệp lại để em thiếu ctxh. Mong phòng đào tạo kiểm tra lại và phản hồi giúp em. Em cảm ơn!",
    "Em chào thầy/cô. Thầy/Cô cho em hỏi, trên thời khóa biểu của em thì có những môn thí nghiệm tại CS2, nếu em đăng ký đi học thí nghiệm trực tiếp thì em sẽ học tại CS1 hay CS2 ạ? Em xin cảm ơn ạ.",
    "Em là  Em muốn xin huỷ hoãn thi môn Giải Tích 2 ở học kì dự thính 202 vì em đã đăng ký học lại môn này ở học kỳ 211. vậy em nộp đơn lên đây được không ạ hay phải nộp trực tiếp lên phòng đào tạo. Hiện tại em không có ở TPHCM nên em không thể nộp bản giấy trực tiếp được . Mong phòng đào tạo giải quyết cho em. Em cảm ơn",
    "Kính gửi PĐT, Em có một câu hỏi liên quan đến việc hoãn thi và điểm sau khi thi lại. Em thấy quy chế là sau khi thi xóa điểm hoãn thi thì sinh viên sẽ nhận điểm DT (). Vậy cho em hỏi vậy điểm này có ảnh hưởng đến điểm trung bình và điểm trung bình tích lũy không ạ? Em cảm ơn    i ",
    "Em xin chào thầy cô và cán bộ PĐT trường ĐK Bách Khoa hCM Vào ngày 30/7/2021  đã đăng kí hoãn thi và được PĐT chấp thuận. Nhưng đến hiện tại điểm của em vẫn là điểm 13 trong bảng điểm Mybk. Nay em gửi lại đơn hoãn thi, kèm bằng chứng cụ thể và xác nhận PĐT đã đồng ý yêu cầu hoãn thi trước đó. Mong PĐT xem xét và giải quyết giúp em!",
    "Em chào các thầy cô phụ trách pdt, ở kì 202 em có gửi đơn xin được hoãn thi môn xác suất vì thiết bị gặp lỗi kỹ thuật và đã được nhà trường phê duyệt, nhưng hiện tại điểm của em trên bảng điểm là 13 thay vì điểm 14. Nay em gửi lại đơn và cácteejp liên quan, mong các thầy cô xem xét và cho em được phép thi lại.",
    "Kính gửi: PĐT Trường Đại học Bách Khoa TPHCM. Em tên:  MSSV:  Dạ, em có thắc mắc là trong học kì 211 vừa rồi em có đăng kí 12 tín chỉ môn học, theo quy chế học vụ thì em được giảm 25% học phí. Nhưng mà khi em thanh toán trên BKpay thì không có được giảm. Vậy có phải là em cần thực hiện thêm thao tác nào nữa để được giảm không ạ? Hoặc có thể lỗi nào đó trong phần mềm? Em rất mong PĐT giúp em giải quyết thắc mắc với ạ! Em xin chân thành cảm ơn!!!",
    "Em tên  hiện tại đang là kỹ sư tài năng khoa điện-điện tử chuyên ngành điện tử viễn thông khóa K18. Em muốn chuyển hệ vì lý do chuẩn Tiếng Anh và em không muốn tốt nghiệp trễ. Hiện tại em đã có bằng Toeic 515đ. Nhưng vì lý do em đang đi thực tập xa thành phố và vì dịch bệnh em không thể quay lại thành phố thi Toeic được và kỳ sau là kỳ nhận luận văn của em. Em muốn được nhận luận văn nhưng chuẩn tiếng anh nhận luận văn cho KSTN là 550 điểm. Nên em quyết định chuyển hệ. Nhờ phòng đào tạo hướng dẫn em cách chuyển hệ ạ.   i ",
    "Em chào thầy/cô, Dạ cho em hỏi là điểm tổng kết các môn học Vật liệu xây dựng (CI2037) và Sức bền vật liệu (CI2007) học kỳ 202 khi nào mới có ạ. Do em đăng ký chương trình liên thông đại học - thạc sĩ mà em nhận được thông báo bị hủy do thiếu tính chỉ tích lũy. Vì chưa có điểm tổng kết hai môn học trên chưa có nên em bị thiếu tính chỉ. Em cảm ơn ạ.",
    "Vì không có điều kiện nên em mong PĐT có thể cho em xin đóng học phí học kì này trễ được không ạ.",
    "Thưa phòng đào tạo, hiện em mới lỡ điền form Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022 khi chưa tiêm đủ 2 mũi nên không lên học trực tiếp được, cho em hỏi làm sao em mới có thể rút lại form này",
    "Em có thể đăng kí lấy bảng điểm ở dạng file pdf có dấu xác nhận của trường được không ạ, nếu được thì thầy/cô cho em biết cách thức đăng ký với ạ, em cảm ơn. K.",
    "Kính gửi Phòng đào tạo, Em tên:  MSSV:  Lớp: HC19CHC Dạ như mail trước cô đã trả lời em là \"Trường hợp của bạn môn học đã có điểm ở HK202 rồi thì không làm đơn rút nữa nhé.\" thì môn Thí nghiệm hóa lý này tụi em chưa hoàn thành xong chương trình. Và hiện tại vẫn chưa có điểm môn trên. Vậy em có thể rút extra của môn Thí nghiệm hóa lý được không ạ. Hay em không cần rút ạ. Em xin đính kèm đơn bên dưới. Em mong nhận được sự phản hồi sớm từ Phòng đào tạo. Em xin cảm ơn",
    "Cô ơi em có gửi đơn và được chấp nhận rồi nhưng chưa được giải quyết. Em xin nộp lại ạ.",
    "Xin chào ạ! em là sinh viên có MSSV , hiện nay đang đến kì nộp học mà tài khoản ngân hàng của em hiện bị khóa. Em có gửi mail và gọi trược tiếp cho bên hỗ trợ ngân hàng nhưng hiện tại em vẫn chưa mở lại được tài khoản. Ngoài ra khu vực em sinh sống không có các chi nhánh OCB để có thể mở trực tiếp, em hi vọng có thể mở lại được tài khoản để có thể kịp thời đóng học phí. Em xin cảm ơn!   i  .",
    "Do ở quê e không có chi nhánh của ngân hàng ocb và lúc mới nhập học e đã lỡ không đi nhận thẻ ocb nên không có tài khoản để đóng học phí trên bkpay.Em cx đã gọi điện tới ngân hàng ocb để xin trợ giúp nhưng vẫn không được Nên cho em hỏi có chuyển khoản trực triếp đến tk ngân hàng của trường không ạ.Nếu đc thì cho e xin số tài khoản và hướng dẫn để đóng.Nếu không được thì cho e biết cách để hoãn đóng học phí ? Em xin cảm ơn nhiều",
    "Cho em hỏi nhà em đang khó khăn trong vấn đề tài chính hiện tại chưa thể thanh toán học phí. Em có thể làm đơn xin hoãn học phí được không ạ và gửi cho ai ạ. Em xin cảm ơn!",
    "Kính thưa cô, Em là , tuần trước em có xin đăng ký Chuyển điểm  nhưng trên hệ thống đang bị lỗi. Tuy nhiên, sau một tuần thì em vẫn chưa nhận được phản hồi từ anh/thầy  và cũng không đăng ký được. Chính vì thế, không biết em có thể làm đơn bằng tay và đóng tiền trực tiếp cho thủ tục Chuyển điểm được không ạ? Ngoài ra, kính mong Nhà trường cập nhật giúp em phần Chứng chỉ AV trong Danh sách Tốt nghiệp từ IELTS 6.0 thành IELTS 7.5 ạ. Kính mong sớm nhận được hồi âm từ cô. Kính thư, ",
    "Dạ chào PĐT,  Em tên là  ạ. Nay em muốn hỏi một sự việc là bây giờ em làm đơn hoãn thi một số môn. Thì liệu đợt đăng ký môn học sắp tới em có được tính là đã hoàn thành môn đó, để tích luỹ tín chỉ để đăng ký môn cho kì sau không ạ. Em cám ơn và chúc sức khoẻ.",
    "Em kính chào thầy/cô phòng đào tạo ĐHBK, Em tên là , mssv , lớp CK16LTH. Tình trạng hiện tại của em đã kết thúc hết tất cả các môn trong chương trình đào tạo nhưng còn chưa thi xong anh văn 2 kỹ năng đọc-viết để đủ điều kiện tốt nghiệp. Hiện thời gian qua dịch Covid-19 nên trung tâm đã dừng đăng ký thi offline. Em thấy hiện tại nhà trường cho đăng ký môn học thi online anh văn 2 kỹ năng với mã BKE123 vào 2 đợt tháng 11 và tháng 12 nhưng em nhấn vào đăng ký lại không được quyền đăng ký . Em kính mong thầy cô xem xét và hỗ trợ giúp em đăng ký thi anh văn để hoàn thành chương trình và tốt nghiệp đợt tới trước thời hạn, vì thời gian qua em đợi chờ trung tâm anh ngữ BKEnglish mở lại cũng đã khá lâu. Trong thời gian đợi chờ phản hồi của thầy/cô, e chân thành cảm ơn. Chúc thầy/cô một ngày tốt lành. ",
    "Em chào PĐT, Em là - MSSV: . Ngày 12-11 em có đăng kí BHYT nhưng phần thông tin em ghi số CMND cũ và đã nhấn đăng kí nhưng chưa thanh toán qua BK Pay. Hôm nay ngày 19-11 em đã nhận được số CCCD mới thì em có cập nhật thông tin và bấm đăng kí thì em không thấy thông tin đăng kí BHYT vào ngày 19-11 mà chỉ thấy thông tin đăng kí 12-11. Vậy cho em hỏi thông tin CCCD em mới cung cấp đã được cập nhật vào đăng kí BHYT cũ ngày 12-11 hay sao ạ?",
    "Em tên là , MSSV: . Em đăng ký giấy xác nhận vào ngày 19.10.2021 gửi qua đường bưu điện nhưng đến này em vẫn chưa nhận được ạ. Sau đây em xin đính kèm 1 số giấy tờ có liên quan bên dưới. Em mong PĐT giải quyết giúp em với ạ.",
    "Em chào thầy/cô ạ, ﻿Em tên là:   MSSV:  ﻿Em có nhận được email về đăng ký học trực tiếp. Hiện tại, em chỉ mới tiêm mũi 1 vacxin Astra đã được 8 tuần và sẽ được tiêm vài ngày tới. Hiện tại, em rất muốn được đăng ký học trực tiếp. Thầy/cô cho em hỏi như vậy em có đủ điều kiện để đi học chưa ạ. Em xin chân thành cảm ơn! Chúc thầy/cô sức khỏe và an toàn mùa dịch.",
    "Em xin chào Thầy/Cô, Anh/Chị Em tên :  MSSV: Dạ em vừa thi đạt anh văn 2 kỹ năng (nói-viết) và em đã đủ điều kiện tốt nghiệp ạ, nhưng do em không đăng ký môn học quá 2 học kỳ nên em đang trong tình trạng nghỉ ( xoá tên vì không đăng ký môn học quá 2 học kỳ), vì vậy em không thể Đăng  được ạ vì đã bị khoá. Em mong quý Thầy/Cô, Anh/Chị hỗ trợ và hướng dẫn em để em được xem xét tốt nghiệp ạ. Em xin lỗi vì sự bất tiện này. Em cảm ơn quý Thầy/Cô, Anh/Chị.",
    "Em chào Thầy,Cô. Do tình hịnh dịch bệnh nhà em cũng bị phong tỏa chưa đi làm được, em muốn gia hạn thời gian đóng học phí HK211 đến ngày 10/12/2021 thì có được không ạ, em phải làm đơn như nào ạ. Em cảm ơn Thầy,Cô.",
    "Em vừa chuyển sang hệ VHVL học kì 211, em nhận đc email thông báo đóng học phí hạn chót vào ngày 17/10 là 5,250,000 vnđ. sau khi đóng học phí thì nay lại hiện thêm một mục đóng học phí khác là 7,875,000 hạn chót là 15h00 19/11. Tổng số tín chỉ học kì này em đăng ký là 28 chỉ. mong  kiểm tra lại giúp em đây là lỗi kỹ thuật hay là tổng học phí em phải thanh toán gồm 2 phần là 0vnđ. Em xin cảm ơn ạ.",
    "Thầy/cô cho em hỏi cách chuyển hệ VHVL ạ? Tại thời điểm này không thể vô trường được ạ. Có phải làm đơn hay quy trình như thế nào nhớ thầy/cô hướng dẫn em với ạ?. Em cảm ơn",
    "Kính gửi PĐT! Em tên:     MSSV:  Hiện tại môn Kĩ thuật thủy lực và khí nén của em đã được nhập điểm, em chính thức đủ điều kiện đăng kí tốt nghiệp. Nhưng lúc em đăng kí tốt nghiệp thì chưa có tên trong danh sách dự kiến tốt nghiệp, do đó em không thể đăng kí tốt nghiệp được. Mong PĐT thêm tên em vào danh sách tốt nghiệp dự kiến để em có thể nhận giấy tốt nghiệp tạm thời để đi phỏng vấn. Trong BKPAY em còn khoản thanh toán in bản điểm nhưng đã hết hạn, PDT cho em hỏi em có cần thanh toán khoản tiền đó hay không? Em xin cảm ơn.",
    "Em là  sinh viên khóa K14 MSSV: , em đã không hoàn thành tốt nghiệp đúng thời gian quy định do nợ 1 môn, em làm đơn này để xin chuyển xuống hình thức Vừa làm vừa học để tiếp tục hoàn thành tốt nghiệp.",
    "Chào cô, mình thi theo lịch thi bắt buộc của nhà trường thì vẫn theo cách tính điểm ạt hay sao ạ, hay có được giữ điểm thành phần không ạ. Em cảm ơn.",
    "Chào add, em hiện là sv K14 ngành kiến trúc, em muốn đăng kí thi anh văn nói viết để ra trường vào đợt tháng 1 sắp tới. Mong add hỗ trợ cho em được đăng kí thi với ạ ",
    "Em đã xin đầy đủ xác nhận của  và Thầy  em gửi lại đơn cho PDT để xác nhận việc hoãn thi của em ạ. Em xin cảm ơn",
    "Em xin chào Thầy/Cô PĐT . Cho em xin gửi đơn hoãn thi môn Giải Tích 2,minh chứng của Giảng viên không bị cấm thi và xác nhận của .  ",
    "Em xin chào Thầy/Cô PĐT . Cho em xin gửi đơn hoãn thi môn Triết Học  ,minh chứng của Giảng viên không bị cấm thi và xác nhận của  .",
    "Em xin chào Thầy/Cô PĐT . Cho em xin gửi đơn hoãn thi môn Vật Lý 1 ,minh chứng của Giảng viên không bị cấm thi và xác nhận của .",
    "Chào PĐT, sau khi em đến nhận giấy tốt nghiệp chính thức thì thấy là không thấy sổ đoàn viên. Cho em hỏi là khi nào được nhận lại sổ đoàn viên. Cám ơn PĐT",
    "Dạ em chào các thầy cô Em tên là , mssv: Em xin hoãn thi môn vẽ Kĩ thuật, ca thi L05I  18h ngày 17/11/2021 Em đã được giáo viên xác nhận kí tên, thiếu xác nhận bên khoa. Nhưng vì thời gian gấp rút nên em xin gửi các thầy cô trước ạ Đây là đơn xin hoãn thi của em .Mong các thầy xem qua và xác nhận giúp em với",
    "Trong đây là phiếu đăng kí hõan thi của em và mail xác nhận của giáo viên bộ môn vẽ kĩ thuật xây dựng",
    "Dạ em chào các thầy cô bên pđt Em tên là ,mssv  Em xin hoãn thi môn vẽ kĩ thuật, ca thi L05I  18h ngày 17/11/2021  Em đã được giáo viên bộ môn xác nhận nhưng còn thiếu xác nhận khoa.NHưng vì thời gian gấp rút nên em xin gửi đơn trước. Đây là đơn hoãn thi của em .Mong các thầy cô xem qua và xác nhận giúp em với ạ.",
    "Em xin gửi lại đơn xác nhận hoãn thi và hình ảnh xác nhận ạ.  ",
    "Dạ kính chào PĐT, Em tên là , MSSV: . Em có đăng kí in bảng điểm để xét học bổng vào ngày 18/11/2021,  hình thức nhận bằng đường bưu điện, hiện đang trong tình trạng in, em có thể đội lại địa chỉ nhận được không ạ. do hiện tại gần đến hạn nộp hồ sơ, và khu vực của em đang có dịch bệnh, nên em mong muốn được đổi ạ, Em rất mong được thầy cô phản hồi và hỗ trợ giúp em ạ. Em trân trọng cảm ơn.",
    "Em chào thầy cô, Hiện em vừa mới được nhận vào 1 công ty với vị trí thực tập sinh nên em muốn xin giấy giới thiếu/xác nhận thực tập từ trường ạ. Hiện em đang chuẩn bị tốt nghiệp, đã học môn Thực tập tốt nghiệp từ những kỳ trước. Cảm ơn thầy cô.",
    "Em xin chào các thầy cô Phòng Đào Tạo. Cho em hỏi là em đã đạt các điều kiện để tốt nghiệp, nhưng khi đăng ký tốt nghiệp ở MyBK vẫn không được ạ và tìm trong danh sách dự kiến tốt nghiệp thì không có tên trong danh sách ạ. Em xin cám ơn thầy cô nhiều ạ.",
    "Em chào cô. Dạ cô ơi, anh văn 1A 2A em học hồi học kì 202, điểm tổng kết đã được nhập lên bảng điểm nhưng vẫn chưa cập nhật tín chỉ cho em (bảng điểm mới cập nhật lại ngày hôm qua). Cô giúp em với. Em  , lớp CK19CTM4. Em cảm ơn.   i ",
    "Em chào Thầy/Cô Các mail em không nhận được nên em cần liên lạc với tổ kĩ thuật của trường. Thầy/Cô vui lòng cho em xin thông tin của ban quản trị mạng/tổ kĩ thuật (hoặc phòng ban nào phụ trách về email của sinh viên) với ạ Em cám ơn",
    "Em kính chào Thầy Cô, Trong học kỳ này em có đăng ký môn học Đồ án Tổ chức thi công CI4127. Vì một số lý do trong tình hình dịch này em không thể đảm bảo được quá trình thực hiện đồ án. Trước đó em đã cố gắng để tiếp tục bao nhiêu có thể vì đã quá hạn xin rút môn. Em biết việc em xin phép ngoài thời gian quy định sẽ gây nhiều khó khăn cho Thầy Cô trong việc quản lý, nhưng em hy vọng Thầy Cô có thể giúp em hủy môn học CI4127 được không ạ? Em xin cảm ơn Thầy Cô rất nhiều ạ.",
    "Chào anh/chị, Hiện tại Bkpay bị lỗi khiến em không thể đăng nhập được. Cho em hỏi có cách nào để đóng học phí không thông qua BKpay không ạ? Em cảm ơn",
    "Cô ơi cho em hỏi gần hết hạn nộp hp mà giờ bkpay sập thì phải làm sao ạ",
    "Dại quý thầy cô cho em hỏi mình cần tự làm đơn và đưa GVHD và Bộ Môn kí trước khi nộp PĐT phỉa không ạ Em cảm ơn.",
    "PĐT cho em hỏi BKPay liên kết với OCB sáng giờ không mở được thì em không biết có được gia hạn ngày đóng học phí chính quy không ạ. Em cảm ơn",
    "Dạ chào phòng đào tạo, hiện tại bkpay bị sập nên em chưa đóng tiền học phí, phòng đào tạo cho em hỏi em đóng trễ có sao ko ạ",
    "Kính gửi: Phòng đào tạo - Trường đại học Bách Khoa TPHCM, Em vừa có kết quả thi anh văn nói- viết vào ngày hôm qua và em đã đạt. Em muốn biết là khoảng bao lâu thì điểm của em sẽ được cập nhật trên hệ thống của trường và khi nào thì em được cập nhật trong danh sách tốt nghiệp dự kiến vậy ạ?? Em rất mong nhận được phản hồi sớm từ Phòng Đào Tạo để kịp đăng ký xét tốt nghiệp sớm. Em xin trân trọng cảm ơn.",
    "MSSV:     Em kính chào quý Thầy Cô PĐT, Em là  MSSV:  khoa Kỹ thuật Xây dựng. Học kỳ 211 này em có đăng ký Đồ án môn học tổ chức thi công (CI4127). Thời gian học online ở nhà, gia đình em rất khó khăn, hơn nữa em bị đi cách ly tập trung nhiều lần (chỗ cách ly tập trung không có mạng, ...) nên việc học của em cũng bị gián đoạn, em định rút môn học khi còn hạn vì biết mình sẽ không thể hoàn thành được các môn học do còn các công việc của gia đình. Tuy nhiên, vì em muốn hoàn thành đúng tiến độ để kỳ sau làm Luận văn tốt nghiệp và ra trường đúng hạn nên em đã cố gắng. Nhưng vì điều kiện tình hình dịch bệnh khó khăn, em không thể nâng cấp sửa chữa máy tính để tiếp tục thực hiện đồ án (do đồ án dùng AutoCAD, Revit, ... rất nặng nên máy em không chạy nổi, màn hình đen chớp tắt, ...) Em biết việc em xin được hủy môn khi đã hết hạn sẽ gây nhiều bất tiện cho Thầy Cô trong việc quản lý, cập nhật. Nhưng thực sự em cũng rất khó khăn nên em hy vọng Thầy Cô có thể chấp nhận việc hủy môn học của em để em có cơ hội xin các học bổng. Dù kết quả như thế nào đi chăng nữa, em cũng cảm ơn quý Thầy Cô đã dành thời gian giải quyết trường hợp này của em. Em xin chân thành cảm ơn quý Thầy Cô ạ.",
    "Chào Thầy/Cô, cho em hỏi là điều kiện chuẩn tiếng anh để có thể nhận luận văn tốt nghiệp của khoa Điện K17 chính quy là gì vậy ạ? Khi nhập học em đã làm kiểm tra anh văn đầu vào và được miễn 4 môn anh văn. Em có thử vào xem \"Quy chế đào tạo và học vụ\" ở aao.hcmut nhưng không thể bấm vào được.",
    "Dạ chào PĐT ạ,    Em tên là  ạ, chuyện là em có đăng ký BHYT của trường, em đăng ký có 1 lần mà không hiểu sao BKpay hiện ra 2 cái phải thanh toán ạ   Em có gửi 2 tấm ảnh đính kèm bên dưới ạ PĐT có thể xem giùm lại giúp em với ạ    Em cám ơn và chúc sức khỏe  ",
    "Em xin gửi lại phiếu hoãn thi để được xét hoãn thi, lần trước em được duyệt trên bksi nhưng em không điền form. Em rất mong được duyệt.",
    "Trả lời mã ID 40797 dạ em cám ơn chị, em đã đăng ký lại, mong PĐT xác nhận sớm giúp em với ạ..tại em sợ em phải nhập ngũ trước khi lấy bằng mất. Cám ơn chị nhiều!",
    "Em chào thầy/ cô, sắp tới em có nộp hồ sơ xin học bổng công ty Dương Nhật. Thầy / cô cho em hỏi về việc nhận bảng điểm như sau: + Nếu đăng kí nhận trực tiếp tại trường thì là nhận như thế nào ạ. Do trường không cho SV vào khuôn viên trường. + Nếu nhận qua bưu điện thì ngày hẹn cập nhật trên hệ thống là ngày em nhận được bảng điểm hay ngày trường bắt đầu gửi bảng điểm qua bưu điện ạ. Mong nhận được phản hồi sớm nhất từ thầy/cô. Em xin chân thành cám ơn ",
    "Dear anh/chị, Em là , mssv: , tình trạng là đã tốt nghiệp nhưng khi em tra cứu trong link của phòng đào tạo tại http://www.aao.hcmut.edu.vn/ thì em ko có tên mình trong danh sách chính thức tháng 11 ạ . Mong anh/ chị xem xét giúp em ạ! Hồi tháng 10 em có thấy tên mình nhưng giờ lại không ạ. Em cảm ơn ạ,   i Tốt nghiệp .",
    "Em xin chào anh/chị Phòng đào tạo!  Em là  (MSSV ) .  Anh/chị cho em hỏi. Em không đăng ký môn học học kỳ hè này em em không đăng ký in thẻ sinh viên được. Mà hiện tại thẻ em vừa hết hạn và em đang cần thẻ để đăng ký anh văn nói viết để tốt nghiệp. Không biết trường hợp của em thì giải quyết như thế nào ạ?  Mong Phòng đào tạo trả lời sớm giúp em ạ! Em xin cảm ơn nhiều!",
    "Dạ thưa cô, Thầy  đã trả lời: \" Gửi đến SV  sẽ được cập nhật cao nhất, còn 4AV thì phải lấy kq tại thời điểm khi đăng ký quy đổi Ielts Thân chào.\" Chính vì thế, kính mong cô cập nhật trên danh sách tốt nghiệp dự kiến của em thành: - Tên lớp: TT17COA1 Điểm trung bình tốt nghiệp: 7.48 Ghi Chú: Xếp loại: Khá Ngày công tác xã hội: 15   B Chứng chỉ AV: Ielts 7.5    Em xin cảm ơn cô. Kính thư, ",
    "Em chào các thầy ở pđt Em tên là , mssv Em muốn xin hoãn thi môn vẽ kĩ thuật, mã môn CI1003, ca thi L05I 18h Ngày 17/11/2021. Em xin nộp Đơn Xin Phép Hoãn Thi hoàn chỉnh (đã bổ sung thêm xác nhận khoa) Mong các thầy cô ở pđt xem qua và xác nhận giúp em",
    "Kính gửi phòng đào tạo,  Em có thi anh văn nói viết đợt tháng 9 online và không đạt chuẩn tốt nghiệp kĩ sư tài năng (dưới 245). Vào đợt tháng 11 em có thi lại thì đạt 250đ nhưng sao thông tin tốt nghiệp của em vẫn là bằng thường vậy ạ? Em kính mong được giải đáp.",
    "Pđt cho em hỏi là phần thi toeic wrting được 115 điểm và speaking 95, tổng điểm là 205 thì em đã đạt tiêu chuẩn về anh văn nói & viết để xét tốt nghiệp chưa ạ . Em xin cảm ơn!",
    "Kính chào quý thầy/cô Theo như qui chế của nhà trường thì sinh viên được hoãn thi mấy lần thế ạ. Hiện tại em có 2 môn từ học kỳ 202 đã đăng kí hoãn thi và được nhà trường chấp thuận. Theo thông báo từ pđt thì em sẽ thi 2 môn này vào học kỳ 211 này. Em muốn hỏi là nếu em làm đơn xin hoãn thi thêm một lần nữa thì có được không ạ ?. Em xin cảm ơn quý thầy/cô.",
    "Dạ các Anh/Chị/Thầy/Cô cho em hỏi là hạn chót nộp bằng anh văn chuyển điểm 4 môn tiếng anh là khi nào vậy ạ. Dạ và cho em hỏi là embvsinh viên k16 thì cần thi tối thiểu bao nhiêu điểm toeic để được chuyển điểm cả 4 môn anh văn ạ",
    "Dạ em xin chào Thầy/Cô PĐT, HIện em là sinh viên năm 4, khoa Kỹ thuật Hoá học. Trong HK211, em có đăng ký môn Đề cương luận văn tốt nghiệp (CH4325) và Đồ án thiết kế kỹ thuật hóa học (CH4007), và một số môn khác. Nhưng hiện tại do tình trạng sức khoẻ tinh thần em không ổn định nên em không thể hoàn thành được tất cả các môn trên . Do đó, em xin phép hỏi PĐT là em có thể xin rút 2 môn học là Đề cương luận văn tốt nghiệp (CH4325) và Đồ án thiết kế kỹ thuật hóa học (CH4007) trong học kỳ này được không ạ? Và nếu không thể thì em còn phương án thực hiện nào khác không ạ, vì thực sự hiện tại em không thể tập trung hoàn thành được 2 môn trên . Em mong nhận được phản hồi từ phía PĐT ạ. Em xin chân thành cảm ơn!",
    "dạ em chào PĐT, hiện tại em là sinh viên năm 4 . Theo quy định của PĐT thì em phải có bằng Toeic để nhận được luận văn trong học kì tiếp theo. Nhưng do tình hình dịch bệnh nên việc từ tỉnh trở lại TPHCM để thi cũng khá khó khăn. PĐT cho em hỏi việc xét chuẩn AV có được dời không ạ?",
    "Em xin chào thầy/cô ạ, em tên là  . Hôm nay ngày 19/11 là hạn đóng học phí kì 211 nhưng do trục trặc vấn đề chuyển tiền nên em không thanh toán học phí kịp, em xin hỏi là nếu em thanh toán trễ vài ngày so với hạn cuối cùng thì có bị cấm thi không ạ. Em cảm ơn.   i  .",
    "Em chào chị!  Em là Trưởng -   Khoa kỹ thuật xây dựng  Em bị tâm thần phân liệt nên phải nghỉ học  Bệnh tâm thần chữa lâu dài không biết đến bao giờ mới khỏi, vì vậy em viết mail này để nhờ chị tư vấn em cần làm đơn gì để tạm dừng học một thời gian Khi nào khỏi bệnh em quay lại học tiếp vì em chỉ còn tiếng anh và luận văn  Khi quay lại học em còn ở chương trình Chính Quy được không chị hay  em đã nghỉ nhiều học kì liên tiếp như vậy có bị đuổi khỏi trường không ạ  em xin chân thành cảm ơn chị!     ",
    "Kính thưa quý thầy cô Phòng Đào Tạo Cho em hỏi là em đã đóng học phí kì 211 cho nhà trường bằng hình thức chuyển khoản ngân hàng, qua số tài khoản của trường là: 000 410 686868 8006 Nhưng hiện tại trên hệ thống BK Pay vẫn chưa hiển thị nội dung đóng tiền của em Vậy Phòng Đào Tạo cho em hỏi đây là do hệ thống cập nhật trễ hay do em chuyển khoản bị sai ở bước nào ạ Em xin chân thành cảm ơn",
    "Kính chào Phòng Đào tạo! Em là Trần Khương Cường Mã số sinh viên:  Khoa: Điện - Điện tử Em xin trình bày trường hợp của em như sau: Em có chứng chỉ TOEIC 2 kỹ năng Nghe-Đọc Quốc tế thi ngày 6/11/2021 với số điểm là: + Phần nghe (Listening): 355 + Phần đọc (Reading): 360 Em đã đăng ký chuyển điểm để xét điểm môn học Anh văn 3 và Anh văn 4. Em viết đơn này kính mong Phòng đào tạo tạo điều kiện THẨM TRA CHỨNG CHỈ TOEIC sớm nhất có thể để em có điểm môn học Anh văn 3 và Anh văn 4. Từ đó có thể đăng ký Tốt nghiệp ạ! Hiện tại em rất cần bằng Đại học để kiếm việc làm. Hạn cuối để em bổ sung hồ sơ xin việc là ngày 26 tháng 11 năm 2021. Chính vậy em mong nhận được sự giúp đỡ của Phòng đào tạo ạ. Em xin chân thành cảm ơn .",
    "Em xin hỏi nếu muốn xem về \"Điều kiện tốt nghiệp của hệ VHVL\" thì xem ở mục nào? Em xin cảm ơn.",
    "Dạ tình trạng hiện tại của em là : Mybk để thông tin là tốt nghiệp. Email sinh viên của em thì đầu tháng này không biết vì sao bị ban quản trị khóa nên em không thể nhận thông tin gì của trường mình. Em lên trực tiếp phòng đào tạo thì được biết em không có tên trong danh sách tốt nghiệp, nói em về hỏi trên bksi. Nên hiện giờ em không biết làm thế nào để xác nhận tốt nghiệp. Mong phòng đào tạo giúp em. Em cảm ơn ạ!   i Tốt nghiệp .",
    "Tốt nghiệp . Em chào Thầy/Cô ạ,  Em xin được hỏi về việc nhận bằng tốt nghiệp ạ, do em đã nhận giấy chứng nhận tạm thời, đủ điều kiện nhận bằng nhưng đến hiện tại vẫn chưa nhận được email thông báo nhận bằng tốt nghiệp chính thức ạ. Mong quý Thầy/Cô xem xét giúp em. Em xin cảm ơn ạ.",
    "Kính gửi thầy cô. Em tên là:  MSSV: . Vì đã chuẩn bị được trang thiết bị và đã tham gia thi cuối kì môn Kỹ thuật số vào ngày 18/10 nên em kính mong phòng Đào tạo cho em hủy hoãn thi môn Kỹ thuật số ạ. Em xin cảm ơn. Em đã đặt câu hỏi hôm trước và được cô trả lời như ở dưới, em xin báo lại là vì mới thi vào ngày 18/10 nên hiện tại vẫn chưa có điểm cuối kì ạ. Vậy nên cho em hỏi phải làm tiếp những gì để hủy hoãn thi ạ.",
    "Thầy/cô cho em hỏi: -Trường hợp bây giờ em là K14 chuyển sang hệ VHVL là em khóa K2021 hay được chọn khóa cũ hơn vậy ạ? -Nếu là Khóa K2021 thì toeic hệ VHVL là 600 mới được tốt nghiệp đúng không ạ? -Trường hợp em đã hoàn thành hết chương trình học, Luận Văn hết cả rồi thì chuyển qua hệ VHVL em có được tốt nghiệp liền vào đợt tháng 1/2022 này không ạ hay phải đợi 1 học kỳ nữa mới được tốt nghiệp ạ? -Em thấy trên trang tuyển sinh hệ VHVL của trường mình hạn chót chuyển hệ là 26/11. Vậy em lên trang web tuyển sinh đăng ký chuyển trước 26/11 hay bắt buộc phải làm đơn để PĐT chuyển cho em ạ? Em cảm ơn.",
    "Kính gửi thầy cô phòng đào tạo. Em tên là , mssv . Kỳ này em có tham gia chương trình hỗ trợ vay vốn sinh viên do ngân hàng Vietcombank kết hợp với Trung tâm hỗ trợ sinh viên & việc làm trường ĐH Bách Khoa. Bên ngân hàng thông báo cho em là đã chuyển tiền học phí vào tài khoản của trường rồi. Nhưng trên web Bkpay của em vẫn hiện là chưa đóng học phí. Mong phòng đào tạo xem xét và chỉnh sửa lại giúp em. Em xin chân thành cảm ơn.",
    "Thứ nhất, cho em hỏi thời hạn bổ sung điều kiện tốt nghiệp trong bài đăng này vẫn hiệu lực đúng không ạ? http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitiettb&thongbao_id=1983 Nghĩa là vẫn sẽ chia 2 đợt 2 tốt nghiệp cho K17. Và tốt nghiệp đợt 2 năm 2021 thì thời hạn nộp bằng là 24/12. Và những bạn nhận bằng đợt này sẽ không tham gia lễ tốt nghiệp đúng không ạ? Thứ hai, em muốn hỏi hạn nộp xét tốt nghiệp đợt 1 năm 2022 là khi nào ạ? Có được làm lễ tốt nghiệp không ạ?   i ",
    "Em chào thầy cô ạ! Em có thắc mắc là điểm các môn học hk202 đã có hết nhưng sao vẫn chưa cập nhật trên mybk thế ạ. Tại em đang cần điểm tổng kết năm học 2020-2021 để xét học bổng tại địa phương ạ.",
    "Em tên . Vừa có bằng Toiec chuyển điểm môn học tiếng Anh. Dựa theo quy định của trường em thấy mình đã đủ điều kiện tốt nghiệp. Mong bên trường cập nhật cho để em có thể đăng ký tốt nghiệp nhanh chóng để có bằng thuận lợi cho xin việc",
    "Kính gửi PĐT Em tên:    MSSV:  Em viết đơn này trình bày 2 yêu cầu: 1. Em đã thanh toán toàn bộ HP của HK211 trễ hạn. Kính mong PDT xem xét, cập nhật lịch thi và cho phép em thi cuối kì. 2. Hiện tại tình trạng sinh viên của em vẫn là , mặc dù trước đó PDT có nói là đã làm quyết định hủy . Học phí em đã thanh toán đầy đủ theo yêu cầu của PDT cho đến thời điểm hiện tại.",
    "Dạ thưa thầy/cô, em dự định đăng kí thi anh văn 2 kỹ năng để chuyển điểm cho môn anh văn 4 nhưng khi đăng kí trên bk elearning thì không đăng kí được và hiện lý do là sinh viên không được đăng kí trong đợt này ạ, vậy cho em hỏi là làm sao để đăng kí thi trực tuyến được ạ?",
    "Dạ em chào các thầy cô PĐT ạ! Em tên là , MSSV:  ạ. Ngày 2/10 em có đăng kí xin cấp giấy chứng nhận sinh viên (tạm hoãn NVQS) trên trang đăng ký, và em theo dõi thì thấy yêu cầu đã được xử lý vào mấy ngày sau đó rồi ạ. Nhưng từ đó đến nay em vẫn chưa nhận được giấy chứng nhận gửi tới qua đường bưu điện ạ. Vậy các thầy cô cho em hỏi thời gian bình thường để gửi giấy tới nơi là khoảng bao lâu vậy ạ? Hoặc nếu giấy chứng nhận của em có bị thất lạc hay có vấn đề gì thì mong các thầy cô kiểm tra và phản hồi cho em được không ạ? Em cảm ơn các thầy cô nhiều ạ!",
    "Kính chào Phòng Đào tạo, Em là , em đã hoàn thành đầy đủ tất cả các điều kiện tốt nghiệp và đã có tên trong danh sách tốt nghiệp tạm thời. Hiện tại em muốn ra nước ngoài làm việc nhưng trong thủ tục hồ sơ thì họ yêu cầu bằng tốt nghiệp chính thức và nếu em nhận bằng tốt nghiệp sớm thì hồ sơ sẽ xong sớm và cuối cùng sẽ được đi ra nước ngoài sớm. Ngoài ra, nếu không do dịch bệnh thì hằng năm trường ta sẽ tổ chức để phát bằng vào tháng 11 . Vậy em có thể đăng ký nhận bằng tốt nghiệp trước tháng 1 và nếu có thì em có thể đăng ký ở đâu ạ? Kính mong Phòng Đào tạo giải đáp giúp em ạ. Trân trọng cảm ơn, ",
    "Chào thầy cô do em chưa có đủ điều kiện thiết bị để thi vẽ kĩ thuật thầy cô cho em hỏi có thể hoãn thi không ạ??",
    "EM xin chào thầy/cô ạ, Kì trước em có hoãn 1 số môn do thiết bị không đảm bảo, sắp tới sẽ có đợt thi các môn đã hoãn Vậy nếu em vẫn không thi được thì có thể tiếp tục hoãn các môn đó không ạ? EM xin cảm ơn!",
    "Dạ cho em hỏi là em đã đăng kí mua BHYT cho năm 2022 và em vẫn chưa đóng tiền nhưng hiện tại thì em không còn nhu cầu để mua nữa nên em muốn hỏi là có cách nào để hủy đăng ký không ạ? Em xin cảm ơn!",
    "Kinh gửi phòng đào tạo,em là Nguyễn Huỳnh Đạt,MSSV 1810103,lớp DD18DV1,do sáng ngày 20/11 em phải đi tiêm vax đột xuất nên không thể tham gia buổi sinh hoạt công dân sáng nay ạ.Em xin phép được đi bù vào buổi sinh hoạt chiều ngày 20/11 ạ.Em xin cảm ơn .",
    "Kính gửi PĐT, Em là sinh viên K18 và em có nguyện vọng chuyển điểm tiếng anh. Em không biết ứng với sinh viên K18 thì mức chuyên điểm tiếng anh có khác với khóa mới không, hay áp dụng theo mức nào. Em xin cảm ơn PĐT. Em xin chúc PĐT 20/11 thật vui vẻ ạ!",
    "Em chào cô ạ Em là  Lớp CK20CK06 Em có đăng kí vay học phí kì này qua quỹ phát triển Đại học Quốc gia nhưng em không biết là có vay được không nên đã gia hạn học phí trước đó.Việc gia hạn học phí của em thành công và bên quỹ cũng giải ngân qua trường nhằm đóng học phí cho em hoặc trả lại cho em nếu em đã đóng rồi.Em lên BK Pay và thấy chưa thanh toán vậy tiền mà quỹ gửi qua trường trường sẽ gửi lại cho em đúng không ạ Em xin chân thành cảm ơn cô Chúc cô luôn mạnh khỏe",
    "CHào quý thầy cô ! - Hiện em là sinh viên khóa k17 cao đẳng Bảo Dưỡng Công Nghiệp . Do tình hình dịch nên em chưa kịp nộp bằng anh văn tốt nghiệp .Nhưng em đã học xong chương trình đào bậc Cao Đẳng và đã thi anh văn và đang đơi kết quả .  - Em có được đăng kí liên thông bây giờ không ? Và đăng kí như thế nào xem thông tin ở đâu ạ !   Em xin cám ơn ! chúc quý thầy cô có nhiều sức khỏe !",
    "Em là , sinh viên K18 khoa Máy tính. Sáng nay do sơ suất nên em đã quên phải sinh hoạt công dân lúc 8h30. Bây giờ em muốn xin phép Phòng công tác Chính trị Sinh viên cho phép em đổi sang sinh hoạt vào chiều nay (20/11/2021), ca 15h. Em xin cảm ơn nhiều ạ.",
    "Em chào thầy/cô, em là  MSSV , thầy/cô cho em hỏi em nộp bằng anh văn để làm luận văn mà không chuyển điểm thì chỉ cần nộp và được thẩm tra đạt chuẩn là được phải không ạ. Em xin cảm ơn ạ.",
    "Gửi thầy/(cô) Vì một số lý do khách quan, trong buổi sinh hoạt cuối khoá chuyên đề 1 và 2, em hoàn toàn vắng mặt và không tham dự được. Em không biết, liệu em có thể khắc phục sai sót này như thế nào ạ (tham gia sinh hoạt bù, v...v...)? Em rất mong nhận được giải đáp để khắc phục. Xin cảm ơn. ",
    "Em là  (MSSV: ) hiện đang theo học song song 2 chương trình:   I Kỹ sư tài năng ngành Khoa học máy tính  /I  &   I liên thông đại học - cao học ngành Khoa học máy tính  /I . Em muốn hỏi PĐT là hiện nay em đã đủ hết tất cả điều kiện để đăng ký xét tốt nghiệp đại học nhưng hiện tại em vẫn chưa nhận được email thông báo tốt nghiệp và cũng không thể đăng ký xét tốt nghiệp đại học trên trang web của MyBK (bị ghi:   I Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến  /I ). Các điều kiện tốt nghiệp em đã kiểm tra bao gồm: - Hoàn thành toàn bộ tín chỉ môn học của ngành Khoa học máy tính (  B 145 chỉ   ) và các yêu cầu mở rộng của Kỹ sư tài năng. - ĐTBTLN:   B 8.28   . - CTXH:   B 15 ngày   . - Chứng chỉ AV:   B TOEIC 730 điểm    & thi AV Nói - Viết ở Trung tâm ngoại ngữ đạt   B 260 điểm   . Mong PĐT mau chóng kiểm tra trường hợp của em và phản hồi sớm nhất để em biết lý do ạ.",
    "Chào thầy/cô . Em tên  mssv  khoa Khoa Học và Kỹ Thuật Máy Tính. Em có đăng ký in thẻ sinh viên vào tháng 10 và em cũng đã thanh toán trên BKPAY rồi. Khi đăng ký em chọn hình thức nhận thẻ là tại nơi cư trú nhưng đến nay vẫn chưa nhận được. Cho em hỏi là thẻ sinh viên của em đã in xong chưa ạ?",
    "Chào Thầy/Cô  Em tên , MSSV , sinh viên khoa Khoa học & Kỹ thuật Máy tính Em đang làm đề cương luận văn đề tài \"Game đua xe BKSpeed\" nhưng do chưa đăng ký môn học CO4315 nên không có tên trong danh sách phản biện, mong Thầy/Cô cho hướng giải quyết  Thầy/Cô có thể liên hệ anh  (MSSV: ) và thầy  phụ trách để xác nhận đóng góp của em trong đề tài  Xin chân thành cảm ơn   ",
    "Da thưa cô hiện nay em đang bị tạm dừng học em muốn nộp đơn xin thu nhận lại thì nộp như thế nào ạ ??",
    "QUOTE  Cho em hỏi làm thủ tục thế nào để xin chuyển bảo vệ luận văn tốt nghiệp sang kỳ 221 ạ. Em cảm ơn",
    "Em là  mssv  lớp CTM3. Cho e hỏi là kì này e có đăng kí 1 số môn, trong đó có 2 môn yêu cầu tải phần mềm để có thể thực hành nhưng laptop của e không hỗ trợ tải về được ạ, nếu là không có dịch covid thì e vẫn có thể thực hành trên thiết bị của nhà trường. Không tải được phần mềm về nên khả năng rớt của e rất cao ạ. Liệu em có được hủy và được hoàn tiền học phí không ạ",
    "Kính gửi PĐT Đại học bách khoa TP Hồ Chí Minh Em là  - , sinh viên bằng 2 khóa K21 . Lý do: Em có nguyện vọng đăng ký ở tại KTX ĐHQG HCM trong năm nay, tuy nhiên cần phải có  giấy xác nhận/ đơn đăng ký ở ktx có xác nhận của nhà trường, em kính mong PĐT cho em xin mẫu xác nhận để đăng kí vào KTX ĐHQG",
    "Kính thưa phòng đào tạo, em tên là , mssv . Vào đợt thi học kỳ 202 vừa rồi, do đường truyền mạng không ổn định nên em đã hoãn thi một số môn. Sau khi có kết quả thì những môn em đăng ký hoãn thi đã được cập nhật thành công, trừ môn \"Kỹ thuật siêu cao tần\" - msmh: EE3025. Em có liên hệ với giảng viên bộ môn là thầy  để hỏi về lý do thì thầy bảo em liên hệ phòng đào tạo. Mong phòng đào tạo xem  lại hồ sơ của em và xem lại giúp em lý do em bị hủy việc hoãn thi ạ. Em xin chân thành cảm ơn.",
    "Em không đủ quá trình thiết bị để thi trực tuyến , thì em phải giải quyết như thế nào ạ , lúc trước em đăng ký hoãn thi ở học kỳ 202 vì không đủ quá trình thiết bị mà bây giờ phòng đào tạo lại sắp em thi lại để xoá điểm hoãn thi bằng hình thức trực tuyến ở hk211 , bây giờ em củng không biết sắp xếp như thế nào ạ . Mong phòng đào tạo giải quyết giúp em ạ.",
    "HK 211",
    "Chào thầy cô, em là  MSSV  lớp DD18DV1. Sáng nay em lỡ buổi SHCD cuối khóa, vậy có cách nào để khắc phục và xử lí để em có thể tiếp tục học ở HK2 không ạ. Em xin cám ơn.",
    "Dạ thưa phòng CTCT sinh viên Em là , lớp VL18NL Dạ chiều hôm nay có lịch SHCD, em có tham dự vào phòng họp lúc 2h50p nhung tự dưng chỗ em mưa to bị cúp điện nên em không thể tham dự phòng họp tiếp được ạ Em xin cam đoan mọi thông tin em nói là sự thật, mong phòng CTCT thông cảm và ghi nhận trường hợp này của em với ạ, em xin chân thành cảm ơn",
    "Chào phòng đào tạo, Do không nhận được nguồn tài chính kịp thời nên  em đã trễ đợt đóng học phí lần này. Hiện tại em đã có đủ điều kiện để thanh toán, nhưng vì quá hạn nên không thanh toán được. Em viết yêu cầu này để tìm hướng giải quyết cho vấn đề. Rất mong PDT thông cảm.   i  .",
    "Dạ thưa phòng CTCT sinh viên Em là , lớp VL18NL, MSSV :  Dạ chiều hôm nay có lịch SHCD, em có tham dự vào phòng họp lúc 2h50p nhưng lúc đó chỗ em mưa to bị cúp điện nên em không thể tham dự phòng họp tiếp để điểm danh được ạ. Em xin cam đoan mọi thông tin em nói là sự thật, mong phòng CTCT thông cảm và ghi nhận trường hợp này của em với ạ, em xin chân thành cảm ơn",
    "Dạ em chào anh/chị. Anh/chị có thể giúp em kiểm tra thông tin tốt nghiệp của em được không ạ? Hiện tại em đã nhận giấy chứng nhận tốt nghiệp tạm thời nhưng lại không có tên trong danh sách tốt nghiệp dự kiến và chính thức. Dưới đây là thông tin của em Họ và tên:  Mã số sinh viên:  Em rất mong nhận được sự phản hồi từ anh/chị ạ. Em cảm ơn anh/chị rất nhiều.",
    "Cho em hỏi học kì trước em có hoãn thi mấy môn, vậy cuối học kì này , Thi những môn em hoãn thi ở học kì trước trước hay là thi môn của học kì này trước vậy ạ, Và em có thể hoãn thi những môn mà em đã hoãn 1 lần rồi được ko ạ,vì thi online em ko chắc, em cảm ơn",
    "O NHÀ TRƯỜNG   SINH SỐNG Ở HCM VÀ  VỪA XÉT NGHIỆM DƯƠNG TÍNH VỚI COVID 19 VỚI TÌNH HÌNH SỨC KHỎE    2 BÀI THI NÊN X KÍNH MONG BAN GIÁM HIỆU CHO  HOÃN THI GIỮA KÌ  CHÂN THÀNH CẢM  ",
    "Dạ kính chào thầy cô,học kỳ 202 em đã xin hoãn thi cuối kỳ nhưng điểm thi của em vẫn chưa đổi từ 13 thành 14 ạ,và điểm thi môn cấu trúc rời rạc cho KHMT em bị 0 điểm mặc dù em đã hoãn hết các môn ạ. Em xin cảm ơn ạ!",
    "Em xin chào ạ, Em hiện nay là sinh viên năm 4, kì sau em đăng ký luận văn tốt nghiệp (LVTN). Do tình hình dịch, em còn đang ở quê chưa lên lại Thành phố được nên chưa đăng ký thi AV lấy bằng được. Mà điều kiện để nhận LVTN là phải nộp bằng tiếng anh. Cho em hỏi là trường vẫn giữ quy định này cho kì tới (212) hay tạm thời không xét bằng AV hay là có kế hoạch nào khác ạ? Em cảm ơn ạ.",
    "Em là sinh viên k18, kì sau đăng ký luận văn tốt nghiệp. Theo quy định cần có bằng Toeic 500. Tuy nhiên do dịch nên em chưa thi được. PĐT cho em hỏi em có thể nhận LVTN rồi bổ sung bằng Toeic sau khi hết dịch không? Có rất nhiều sinh viên bị giống em, không biết PĐT đã có hướng giải quyết chưa ạ? Rất mong PĐT có thông báo sớm để chúng em có kế hoạch hợp lý.",
    "Tại sao chưa được đăng kí thi AV 2 kĩ năng tháng 12 vậy ạ. Hay điều kiện để đăng kí là gì.",
    "Vì lý do sức khỏe em đã làm đơn xin hoãn thi các môn HK202 nhưng gặp sự cố trong quá trình làm nên bây giờ em gửi lại đơn xin hoãn thi HK202 ạ. Em cảm ơn.",
    "Em bị ốm mà không bt làm thủ tục lùi h thi ở đâu cả , thầy cô cho em xin đường link đc ko ạ",
    "Chào anh/chị. Dạ cho em hỏi mình có biểu mẫu để xác nhận đi vay vốn sinh viên không ạ?, em vào mục Đăng ký chứng nhận sinh viên thì nó không có mục đó ạ, em cảm ơn.",
    "Hôm 2 tháng 11 em có làm đơn xin tạm dừng học kì 211 Đến nay vẫn chưa thấy mail phải hồi của nhà trường Em mong nhà trường giải quyết giúp em với ạ  ",
    "Hi anh/ chị, Em tên là . MSSV:  Hiện tại em đang có vấn đề về quiz của môn  Triết học(SP1031)_CC01, em đã bỏ lỡ bài quiz trên hệ thống BKEL. Nhưng theo quy định nếu không làm đủ quiz sẽ không được dự thi cuối kỳ. Anh/chị có thể hướng dẫn và hỗ trợ em làm cách nào để được dự thi không ạ? Em thật sự cám ơn. Chúc anh/ chị một ngày tốt lành!",
    "Kính gửi quý thầy cô Phòng đào tạo Em tên:  MSSV:  Vào ngày 20/11 em đã lỡ vắng buổi SHCD cuối khóa do trường tổ chức do nhà em gặp sự cố mất điện cả ngày, cho em hỏi em có thế làm gì để bù lại ngày này không ạ Em cảm ơn ạ",
    "Dạ cho e hỏi ban đầu e nghĩ 12tr7 là đóng tiền học phí nên khi e nhận được mail đóng tiền bhyt là 563000, nên e đã đóng tiền qua ocb. E có nhắn tin với bạn và có nói 12tr7 đã gồm bhyt, vậy giờ e phải giải quyết như thế nào ạ",
    "Em chào PĐT,  PĐT cho em hỏi thời gian làm việc của phòng để em sắp xếp lên nhận Bằng được không ạ? Hiện tại em và một số bạn làm việc cả tuần nên chỉ có sáng thứ 7 mới có thể ghé. Không biết sáng thứ 7 phòng có làm việc không?  Trân trọng./.",
    "Em nhận được thông báo Ký túc xá ĐHQG-HCM cho phép Tân sinh viên đăng ký chỗ ở vào ngày 22/11. Thủ tục đăng ký ký túc xá cần có   I Giấy xác nhận ở ký túc xá của trường  /I . Trung tâm có thể cấp cho em Giấy xác nhận này không ạ? Em mong và cảm ơn thầy cô có thể xem xét, hỗ trợ em trường hợp này. Chúc thầy cô cuối tuần vui vẻ. Trân trọng, ",
    "Chào các Thầy/Cô em tên VÕ MINH ĐỨC mã số sinh viên :   Lý do hôm nay em viết đơn xin cập nhật môn học Luận Văn Tốt Nghiệp mã số môn học CI4313 Em đã lên gặp phòng đào tạo và được các thầy cô hướng dẫn em làm đơn gửi bộ môn Và hôm nay em đã nhận được chữ ký của thầy hướng dẫn đề tài luận văn   và thầy Chủ nhiệm bộ môn Cầu Đường Thầy  Em gửi file đính kèm ạ  Em mong Quý Thầy/Cô và Quý Ban tạo điều kiện để em được cập nhật môn học ạ  Em chân thành cảm ơn ạ",
    "Em chào thầy/cô ạ . Em xin lỗi thầy cô vì đã để đến gần hạn chót mới làm bài tập video môn triết. Hôm qua khi em đang làm được 2/4 bài thì bị cúp điện. Từ 7h sáng đến 8h tối mới có. Đến tối có điện lại em lại quên mất. Tại vì nhà em ở tỉnh Long An, nên rất thường xuyên cúp điện như vậy để nâng cao đường dây điện lên. Không biết là thầy cô có thể cho em thêm thời gian 1ngày thôi để em hoàn thành để không bị cấm thi không ạ. Em cám ơn thầy cô rất nhiều.",
    "Em chào thầy/cô, em tên , mã số sinh viên , cho em hỏi là học kỳ 211 hiện nay, em đang phải làm đồ án 2 và đề cương luận văn tuy nhiên trong tình hình dịch bệnh không có cơ hội để lên trường thực nghiệm, cho em hỏi em có thể đăng ký hoãn báo cáo không, nếu có thì em cần phải chuẩn bị những thủ tục gì? Em cảm ơn.",
    "Em xin được hoãn thi giữa kì môn Giải tích 1 ca ca 9h sáng 21/11/2021 Vì lí do mất điện đột xuất nên em không có đủ điều kiện để tham gia thi ạ.",
    "chào thầy/cô ! Em là sinh viên K2018 thầy/cô cho em hỏi là ngày hôm qua em có lịch sinh hoạt công dân mà em quên em đi chích vacxin mũi 2 thầy cô cho em hỏi có cách nào để khắc phục không ạ! Em cảm ơn!",
    "Dạ, cho em hỏi HK202 hiện kết thúc rồi và tình trạng các bạn hoãn thi cũng nhiều vậy cho em hỏi là hk202 này có xét học bổng không ạ. Em cảm ơn ạ.",
    "Dạ thưa thầy /cô bên bang hỗ trợ sinh viên. Em tên :   MSSV:    i  . Vào ngày 21/11/2021 ,em có tham gia dự thi giữa kì của bộ môn lý vào thời gian 1h chiều. Quy định thi là sinh viên phải bật quay màn hình bài thi mình lại , em có làm, nhưng khi thi xong, ứng dụng quay màn hình của em gặp lỗi trong quá trình tải video xuống khiến cho ứng dụng tự tắt và sau đó , cho dù, em có lục lại, tìm kiếm cách giải quyết, ứng dụng vẫn không có video màn hình của em.  Đây là ứng dụng em dùng để quay màn hình lại:  CODE  https://chrome.google.com/webstore/detail/screen-recorder/olfiakiemgabphalhjfjbcmganhfkbcg?hl=en-US  Em mong sẽ được giải quyết sớm và được phản hồi từ bên thầy/cô Trân trọng cám ơn vì sự giúp đỡ của thầy/cô",
    "Em chào anh chị ạ cho em hỏi đăng ký luận văn mà em chưa đi thực tập được do dịch bệnh thì em có đăng ký được luận văn không ạ em cảm ơn ạ",
    "Dạ cho em hỏi kỳ này có được đăng ký hoãn thi như kỳ 202 không ạ. Em xin cảm ơn.",
    "Kính gửi Phòng đạo tạo trường ĐH Bách Khoa Em tên là ,MSSV:  Em làm đơn này là để xin hoãn thi môn giải tích 1 (mã môn học là MT1003) vào ngày 21-11-2021 Lí do: do bị cúp điện dẫn đến không có kết nối mạng để vào phòng thi Em xin cảm ơn ạ",
    "Em là  MSSV:    i  . Em muốn xin nhà trường giấy xác nhận đăng ký ở Ký túc xá để em có thể đăng ký Ký túc xá ạ. Em cảm ơn.",
    "Da thưa cô hiện nay em đang bị tạm dừng học em muốn nộp đơn xin thu nhận lại thì nộp như thế nào ạ ?? Em cảm ơn cô ạ",
    "Kính thưa VPĐT Trường Đại học Bách Khoa - ĐHQG TP.HCM, Em tên , MSSV  . Em xin đại diện các bạn trong lớp thắc mắc về việc đăng ký BHYT bắt buộc. Có nhiều bạn trong lớp sử dụng Bảo hiểm Daichi, và như thường lệ sẽ nộp ở toà B7. Tuy nhiên, vì lý do dịch bệnh các bạn hiện nay đang ở quê và chưa đủ điều kiện để lên thành phố, nên bây giờ các bạn phải làm như thế nào ạ? Có thể nộp bảo hiểm Daichi qua online được không? Và nếu có thì quy trình sẽ như thế nào ạ? Mong nhận được phản hồi từ Văn phòng để chúng em có thể thực hiện đúng theo quy định kịp thời gian (Thời gian vận chuyển). Em xin chân thành cảm ơn! Thân ái ./.",
    "Chào thầy/ cô, Cho em hỏi k17 em chỉ còn nộp bằng toeic để chuyển điểm anh văn nữa thôi, kì sau không phải đăng kí môn học. Nhưng hiện tại không thể nộp bằng toeic kịp đợt này, phải chờ xét tốt nghiệp đợt tháng 4/2022, vậy em có bắt buộc phải đăng kí bảo hiểm y tế 6 tháng không ạ? Em xin cảm ơn.",
    "Dạ thưa em là Hoàng Long MSSV:  có điểm 5.0 môn ĐAMH thiết kế đường mã môn học là CI3221. Nhưng trên bảng điểm của em PĐT để điểm là CH nên mong PĐT cập nhật điểm lại cho em ạ. Em cám ơn thầy cô",
    "Xin gửi lời chào đến người giúp đỡ em ạ. Hiện tại em là sinh viên năm 3 muốn chuyển vào KTX vì lí do gia đình. Sau khi tìm hiểu em thấy ktx có yêu cầu  giấy xác nhận/ giới thiệu hoặc đơn đăng ký ở KTX có xác nhận của nhà trường để đăng ký hồ sơ vào KTX. Không biết em có thể tìm giấy này ở đâu ạ? Em xin cảm ơn nhiều ạ.",
    "Cho em hỏi môn học mà mình đăng ký hoãn thi thì kì sau mình có được đăng ký môn khác mà có môn học trước là môn mình đã đăng ký hoãn không ạ?",
    "Em muốn hỏi là tiền học phí đầu năm có bao gồm tiền BHYT chưa ạ?",
    "Chào phòng đào tạo, Em là , khóa K14 Hiện em chỉ còn thiếu bằng anh văn nói viết để lấy bằng chính quy. Nhưng hiện tại em đã hết thời gian đào tạo chính quy. Vậy sau này em nộp bằng nói viết thì em có được nhận bằng chính quy không ạ. Nếu không được thì em phải làm sao để duy trì việc học tại trường cho đến khi lấy bằng ạ.",
    "Khi buổi sinh hoạt công dân cuối khoá chuẩn bị diễn ra thì tại nhà em có sự cố về điện khiến cho mất điện, do tình hình dịch nên việc gọi điện cho thợ để sửa và tìm nguyên nhân mất nhiều thời gian nên đến 17h ngày 20/11 nhà em mới có điện trở lại, laptop và điện thoại em cũng đã hết pin nên em không thể tham gia sinh hoạt công dân cuối khoá được. Vậy nên em mong phòng Công tác Chính trị - Sinh Viên có thể xem xét. Sau khi vừa có điện thì em đã viết mail trình bày lý do vắng sinh hoạt công dân cho chị  - phòng CTCT nhưng chưa được phản hồi. Nếu trường hợp của em được xem xét thì em có được làm bài khảo sát sinh hoạt công dân và được xem video record về buổi sinh hoạt không ạ ?",
    "Em chào Thầy (Cô). Em tên  MSSV . Sinh viên lớp VL15PO Vì học kỳ trước em không đăng ký môn học nên trạng thái hoạt động sinh viên bị khóa. Hiện tại em đã đủ điều kiện tốt nghiệp, em mong muốn nhờ Thầy(Cô) hỗ trợ mở lại trạng thái hoạt động sinh viên giúp em ạ. Hiện tại em cần bằng tốt nghiệp tạm thời để bổ sung cho công ty. Em mong được phản hồi của Thầy (Cô). Em cảm ơn ạ.",
    "Dạ em chào thầy/cô ạ Thầy/cô cho em hỏi là hiện tại tình hình dịch ở địa phương em đang cư trú tăng cao và mới tiêm mũi 1, chưa đủ điều kiện để quay trở lại TP.HCM cũng như đăng ký thi TOEIC Reading & Listening. Trong trường hợp không có bằng TOEIC và học kì tới trường không có áp dụng miễn điều kiện anh văn cho LVTN thì có thể vẫn tiến hành làm LVTN với giáo viên hướng dẫn, sau đó lúc có bằng TOEIC, nộp cho nhà trường và đăng ký bổ sung môn LVTN có được không ạ. Em cảm ơn    .",
    "Dạ em chào Phòng Đào tạo ạ Dạ em tên Nguyễn Trường Huy MSSV: 1711543 Dạ PĐT cho em hỏi: Nay em muốn hoãn luận văn tốt nghiệp kì 211 này thì em cần làm đơn như thế nào ạ, em tự làm hay có biểu mẫu không ạ? Dạ em cảm ơn Phòng đào tạo ạ",
    "Kính chào quý thầy/cô Theo như qui chế của nhà trường thì sinh viên được hoãn thi mấy lần thế ạ. Hiện tại em có 2 môn từ học kỳ 202 đã đăng kí hoãn thi và được nhà trường chấp thuận. Theo thông báo từ pđt thì em sẽ thi 2 môn này vào học kỳ 211 này. Em muốn hỏi là nếu em làm đơn xin hoãn thi thêm một lần nữa thì có được không ạ ?. Em xin cảm ơn quý thầy/cô.",
    "Họ và tên:  MSSV: Tốt nghiệp .",
    "Em tên   MSSV :  Em hiện đã đủ yêu cầu tốt nghiệp, mong trường cập nhật danh sách sớm để em chuẩn bị đăng ký cao học ạ, hạn đăng ký cao học là hết tháng 11 ạ!  Em cảm ơn!",
    "Dạ cho em hỏi là em có thể hoãn thi cùng 1 môn 2 lần liên tiếp được không ạ??",
    "Chào thầy cô Em là  - . Em đã thanh toán trể hạn học phí học kỳ chính HK211. Vì lý do em phải về quê khám NVQS và phải cách ly 7 ngày theo qui định của địa phương nên em đã không kịp thanh toán học phí đúng hạn . Hiện tại học phí đã được thang toán xong. Kính mong nhà trường tiếp nhận lý do dẫn đến việc trể học phí của em ạ. Em cảm ơn   i  .",
    "Chào thầy cô ạ. Cho em hỏi là giờ em muốn rút đề cương luận văn rồi kì sau đăng kí lại có ảnh hưởng gì không ạ. Do một số việc riêng mà có thể em không thể hoàn thành kịp nên giờ em muốn rút thì có được không ạ. Cảm ơn thầy cô!!",
    "Em xin chào PĐT Với tình hình hiện tại, em mới vừa có thể lên TPHCM (do phải tiêm 2 mũi để được đi xe khách) để lên thi TOEIC ở IIG. Vì thế em lo rằng em không kịp để nộp chứng anh văn chỉ xét tốt nghiệp cho ngày 24/12/2021 như theo trên lịch trên web aao. Em xin hỏi PĐT có kế hoạch lùi ngày xét tốt nghiệp không ạ?  Em xin cảm ơn thầy cô đã giải đáp",
    "Kính gửi Phòng Đào Tạo trường Đại Học Bách Khoa TPHCM. Em tên là , mã số sinh viên là . Em viết email này liên quan đến vấn đề kỹ thuật khi lưu video trong bài thi môn Vật Lý (17h ngày 21/11/2021). Cụ thể, trước khi thi em có bật recording thông qua phần mềm theo gợi ý của Trường. Tuy nhiên khi hoàn thành bài làm thì em bấm nút lưu thì lại xảy ra lỗi. Em nghĩ nguyên nhân là do lúc em làm bài, em tập trung làm trên nháp nên máy tính rơi vào trạng thái nghỉ. Điều này khiến phần mềm của em không lưu được video . Em không lường trước được sự cố này và thông qua tìm hiểu, nhiều người cũng gặp sự cố như em (Thầy Cô có thể tham khảo trang sau: https://answers.microsoft.com/en-us/windows/forum/all/xbox-game-bar-recording-didnt-save/d7eadbb8-8fd2-4927-82bd-79c0989fe3a5) . Em thực sự đã ôn bài rất kỹ và cam kết là em làm bài thi thực sự nghiêm túc. Nhưng do lỗi kỹ thuật nên video quay màn hình của em đã không được lưu. Em rất buồn vì điều này ạ. Phòng Đào tạo có thể hướng dẫn em nên làm gì trong trường hợp này được không ạ?",
    "Em tên là:  MSSV:  Cho em hỏi là em có thể thi các môn đã hoãn ở HK202 vào Hk212 và thi các môn đã hoãn ở HK203 vào HK213 được không ạ?",
    "Kính gửi : PĐT trường Đại học Bách Khoa Em tên:  MSSV : 8  Hiện tại em đã hoàn thành đầy đủ chương trình bắt buộc. Toiec Speaking và Writing là chứng chỉ còn lại em chưa hoàn thành. Và cũng trong thời gian ngắn nữa em hết thời gian đào tạo.  Trong đợt thi tháng 11 em đã cố gắng hoàn thành bài thi mặc dù có chút trục trặc về đường truyền. Kết quả đạt được chỉ là 195 điểm.  Trong đợt thi sắp tới là tháng 12 này em không nhận được bất kì gmail nào và không thể đăng kí thi. Em mong PĐT xem xét để em có thể dự thi và hoàn thành chương trình đào tạo. Em xin cảm ơn!",
    "Em chào anh/chị, Em là , khoa Cơ Khí-CK17CD02. Em có thấy mail mở đăng ký thi AV 2 kỹ năng từ 8h ngày 22/11, nhưng khi em đăng kí thì hệ thống báo không được phép(ảnh đính kèm ở dưới) Anh/ chị có thể cho em biết lý do em không đăng ký được không ạ? Em phải làm thế nào để được đăng ký anh văn kỳ này? Em cảm ơn anh/chị đã giúp em việc này ạ.  ",
    "Trong ngày thi GK ngày hôm qua lúc 17h. Đang làm bài thi GK môn lí hơn nửa rồi nhưng bị mất điện tối mới có lại em rất tiếc ạ. Em mong pđt cho em cơ hội để thi lại ạ",
    ". Xin chào thầy,cô ạ. Em tên  mssv  học kì trước em đã đăng kí hoãn thi môn mô hình hóa chất lượng nước CI3077 và đã được chấp nhận nhưng bị điểm 13 và không được xếp lịch thi vào kỳ này. Em xin thầy cô xem xét lại để em được thi ạ. Em xin chân thành cảm ơn",
    "Dạ PĐT cho em xin hỏi là do tình hình dịch bệnh này thì em vẫn chưa thi Toeic được để có bằng nộp vào để nhận luận văn. Không biết năm nay trường mình có kế hoạch gì thay thế hay là dời hạn nộp lại không ạ ( nếu có cho em xin hạn nộp cụ thể với ạ tại em tìm không thấy hạn nộp). Vì dịch cũng đang bắt đầu tăng lại trên cả nước nên muốn có được thông tin cụ thể để sắp xếp được ạ chứ đi vào TP HCM vào lúc này thì bản thân em và gia đình cũng cảm thấy lo lắng về dịch bệnh. Em mong sẽ sớm nhận được phản hồi. Em xin chân thành cảm ơn",
    "Anh chị cho em hỏi là kì sau em làm luận văn, vậy phải nộp bằng TOEIC để được đăng kí luận làm luận văn hay qua môn anh văn 4 là được rồi ạ. Em cảm ơn anh chị.",
    "Em là sinh viên khoa Điện K18 , học kỳ 203 và 211 do ảnh hưởng nghiêm trọng của dịch Covid-19 và một số yếu tố nên em chưa thể hoàn thành môn Thực tập tốt nghiệp . PĐT cho em hỏi trường hợp của em thì kỳ 212 có thể đăng ký làm Luận Văn được không ạ . Sau khi hoàn thành Luận Văn thì em đăng ký thực tập và hoàn thành để xét tốt nghiệp được không ạ . Mong PĐT phản hồi em sớm. Em xin cảm ơn.",
    "Kính gửi PDT Đại Học Bách Khoa TP Hồ Chí Minh! Em là Phạm Ngọc Đại, MSSV 4, SV khóa 2013, ngành Xây dựng công trình giao thông. Hiện em đã hoàn thành xong chương trình học tập và các điều kiện khác, nhưng do em còn thiếu, chưa đáp ứng được yêu cầu về Anh Văn 2 kĩ năng Nói-, và đã quá thời gian đào tạo tối đa để tốt nghiệp hệ chính quy. Nên hôm nay em làm đơn mong muốn chuyển sang hệ VHVL để được xét tốt nghiệp. Em mong PDT xem xét dùm em. Em xin chân thành cảm ơn ạ! ",
    "anh/chị cho em hỏi, học phí mình đã thanh toán đầy đủ nhưng giờ mình muốn huỷ một số môn trong thời khoá biểu có được không ạ?    mình cần làm thủ tục gì? và ở đâu? mong được giải đáp . em chân thành cảm ơn.",
    "Em chào , Em là . Hôm nay em viết đơn này về vấn đề kiểm tra/thi bổ sung bộ môn vật lí (17h ngày 21/11/2021). Cụ thể, trước khi thi em có bật recording thông qua phần mềm theo gợi ý của Trường. Tuy nhiên khi hoàn thành bài làm thì em bấm nút lưu thì lại xảy ra lỗi. Em nghĩ nguyên nhân là do lúc em làm bài, em tập trung làm trên nháp nên máy tính rơi vào trạng thái nghỉ. Điều này khiến phần mềm của em không lưu được video. Em cũng đã liên hệ với giáo viên bộ môn và cô cũng hướng dẫn em điền đơn kiểm tra bổ sung. Ngoài ra em cũng được hướng dẫn nộp đơn bổ sung qua trang BKSI này ạ (câu hỏi số #40933). Vì thế em xin gửi đơn thi bộ sung cho môn vật lí như tệp đính kèm. Em mong Thầy Cô xem xét.",
    "Họ và tên sinh viên:   Lê Hoài Phong Mã số sv:  Ngày sinh: 11/10/1994  Lớp:  CKT15Khóa : 2015 Ngành: CƠ KỸ THUẬT Địa chỉ liên lạc:   101/40 BẮC HẢI P.15 Q.10 TP HCM Điện thoại: [phone_number] Hiện nay em đang làm luận văn tốt nghiệp. Mã ngành AS4313 Lý do đăng ký luận văn tốt nghiệp trễ hạn: do điểm của các môn Nhập môn về lập trình, Vật liệu kỹ thuật trong học kỳ 202 lên trễ, cụ thể là sau hạn chót đăng ký luận văn tốt nghiệp đợt vét 25/8/2021nên 6 tín chỉ của hai môn này không được tính, vì vậy nên số tìn chỉ trước đó công thêm số tín chỉ đăng ký của học kỳ 211 chỉ là 120 tín chỉ không đủ điều kiện đăng ký luận văn tốt nghiệp. Sau khi hai môn trên có điểm đủ điều kiện 126 tín chỉ thì lại đang trong thời gian giãn cách xã hội em không thể vào trường xin chữ ký của các thầy và khoa để làm đơn. Nay em làm đơn này kính mong Ban Giám Hiệu, Phòng Đào Tạo và Khoa cho phép em được đăng ký luận văn tốt nghiệp trễ hạn. Em xin trân trọng cám ơn.",
    "Em chào pdt ,pdt có thể cho e hỏi là e lên ngân hàng đóng tiền bảo hiểm y tế như mọi năm vânc thường làm , nhưng sao e ko đc cập nhập trên bkpay vậy  Em cảm ơn ạ.",
    "Em tên là , em xin được hỏi về việc nếu như đã tốt nghiệp ở một trường đại học hoặc cao đẳng nào khác Bách Khoa thì có được đăng kí học ở trường Bách Khoa hay không? (Không cần thi tuyển) Và nếu có thì mức học phí nó sẽ được áp dụng như thế nào? Em cảm ơn ạ.",
    "Em chào PĐT, PĐT cho em hỏi là hiện tại trường có hình thức tổ chức thi Anh Văn online cho khóa K2018 để xét đăng ký LVTN không ạ? Em xin cảm ơn!",
    "Dạ em xin chào PĐT ạ, Em tên là Nhật Trường ạ. Nay em có một thắc mắc ạ, là em có một số lý do cá nhân ngoài ý muốn, liệu em có thể rút môn học được không ạ. Môn đó sắp thi vào ngày 29/11/2021 ạ . Nếu được thì em phải làm như nào ạ, lúc này em sẽ nói rõ lý do cụ thể tại sao em cần rút môn học này ạ. Em cám ơn và chúc PĐT đầu tuần thật nhiều sức khỏe. Nhật Trường",
    "Em có đăng kí hoãn thi hai môn là Giải tích 2(HK202) và Đại số tuyến tính (HK203). Em có dự định thi lại 2 môn này ở HK212 và HK213, nhưng hôm trước em có nhận được mail xếp lịch thi lại vào tháng 12 tới (HK211) và em muốn hỏi là em có thể đợi tới học kì sau để thi lại không?  Vì em thấy trên quy chế hoãn thi của nhà trường là hoãn tối đa 1 năm với em chưa chuẩn bị để thi vào cuối kì này. Em cảm ơn.",
    "Hiện tại em muốn rút môn dự thính để đăng ký tốt nghiệp luôn được không ạ?  Nếu được thì em phải đăng ký như thế nào ở đâu Mã môn học: MT1009 - Phương pháp tính Em đã hoàn thành đủ các tín chỉ của học phần và làm xong luận văn tốt nghiệp (đã có điểm).",
    "Chào Thầy/Cô Hiện tại sao em không đăng ký thi nói viết (MSMH: BKE123) được ạ! Mong Thầy/Cô giải đáp thắc mắc giúp em ạ!",
    "kính gửi phòng đào tạo.em tên ,do học kỳ này em đã đăng ký nhầm mã môn học môn luận văn tốt nghiệp nên xin phép cho em xin chuyển mã môn luận văn mới( đơn đính kèm).em xin chân thành cảm ơn.",
    "Em là sinh viên K2014. Do quá thời gian đào tạo nhưng chỉ còn thiếu anh văn nói viết để tốt nghiệp nên đã được gia hạn thêm một học kỳ để bổ sung anh văn. Em vừa mới đậu nói viết và có nhận được mail thông báo đã có tên trong danh sách dự kiến tốt nghiệp. Nhưng vào trang đăng ký tốt nghiệp thì trang báo là \"Không được phép đăng ký ( tam dung )\". Tháng 5 em đã có làm đơn và có trong danh sách được thu nhận lại rồi. Bây giờ em phải làm sao để có thể đăng ký tốt nghiệp? Em xin cảm ơn.",
    "BKE123    Kính gửi phòng đào tạo,     Theo như email em nhận được thì thời gian đăng ký anh văn 2 kỹ năng trực tuyến tháng 12: từ 8g ngày 22/11, nhưng hiện tại em nên đăng ký thì chưa đăng ký được, lý do là chưa tới hạn đăng ký    Vì vậy em gửi yêu cầu này để phòng đào tạo mở môn học để chúng em có thể đăng ký    Em xin chân thành cám ơn     ",
    "Em đã nhận được thông báo có tên trong danh sách tốt nghiệp qua mail. Nhưng khi tra cứu danh sách tốt nghiệp dự kiến thì báo chưa có tên trong danh sách. Ngày cập nhập cuối cùng là 25/10. Mong phòng đào tạo cập nhập danh sách tra cứu sớm để em được kiểm tra thông tin trước khi đăng ký tốt nghiệp ạ. Em cảm ơn.",
    "Em chào thầy cô ạ! Em sinh viên khoá K15, em đang thấy có mở đăng kí cho thi Speaking and Writting online. Em thấy mớ đăng kí từ 8h ngày 22/11 mà em vô đăng kí thì không được ạ? Không biết lần thi này có giới hạn sinh viên khoá nào đăng kí không ạ? Em cám ơn ạ",
    "Dạ em có tìm hiểu thì thấy là muốn đăng kí thi lại thpt quốc gia cần có sự cho phép của bgh nhà trường. Vậy cho em hỏi là trong tình hình dịch bệnh này trường chưa cho phép sv vào thì em phải làm thế nào ạ?     i  .",
    "Em tên là  MSSV:  Lớp: CK15CTM1 Kính gửi Phòng Đào Tạo Đại Học Bách Khoa Hồ Chí Minh, Em nhận được email về thời gian đăng ký thi AV 2 kỹ năng theo hình thức trực tuyến - đợt tháng 12 - MSMH: BKE123: từ 8g ngày 22/11 đến 14g50 ngày 25/11 nhưng khi em vào đăng ký lúc 11g ngày 22/11 thì xuất hiện lỗi bạn chưa được mở đăng ký. Kính mong quý thầy cô giải quyết giúp em ạ Em xin cảm ơn nhiều ạ Trân trọng, ",
    "Kính gửi: Phòng đào tạo - Trường đại học Bách Khoa TPHCM, Em vừa nhận được email thông báo của Trường là em đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021. Tuy nhiên, em kiểm tra trên trang web Phòng Đào Tạo thì lại không có tên trong danh sách dự kiến tốt nghiệp và em vào trang MyBK để đăng ký xét tốt nghiệp thì không thể đăng ký được vì tình trạng đăng ký hiện tại là \"Không được phép đăng ký (tam dung)\". Em rất mong Phòng Đào Tạo kiểm tra lại giúp em và em cũng mong nhận được phản hồi sớm từ Phòng Đào Tạo để kịp đăng ký xét tốt nghiệp sớm. Em xin trân trọng cảm ơn.",
    "Chào thầy cô, em là . Kì rồi em có hoãn thi Phương pháp tính(MT1009) và Kỹ thuật điện-điện tử( EE2011) nhưng chưa đăng kí học lại . Hạn hoãn thi tối đa 2 kì nên em tính kì sau mới đăng kí thi . Nhưng bây giờ cập nhật lịch thi trong kì này. cho em hỏi làm sau để hoãn lại kì sau ạ? Em chân thành cảm ơn!",
    "Trong tình hình dịch bệnh đi lại khó khăn, khó có thể trực tiếp lên trường nhận giấy giới thiệu thực tập. Em mong muốn được xin giấy giới thiệu thực tập của trường do yêu cầu thực tập tốt nghiệp cần phải có giấy giới thiệu của công ty. Em phải liên lạc và hình thức như thế nào để nhận giấy ạ ? Chân thành cảm ơn !",
    "Phòng đào tạo cho em hỏi:   - Do sao em lại không đăng ký thi anh văn nói viết đợt tháng 11 được và trang web có thông báo là em không được quyền đăng ký. Có phải là do em không đăng ký môn học nào trong kỳ này ?   -Nếu do lý do trên thì em có cách nào để đăng kí thi anh văn nói viết được không ạ ?",
    "Dạ cho em hỏi là kì 211 này em đang làm luận văn thì có được đăng ký thi đợt anh văn nói viết trực tuyến tháng 12 này không ạ . Em cảm ơn.",
    "Tình hình là do đợt thi học kỳ 202 em có hoãn thi vì lí do thiết bị, nên hiện tại phòng đào tạo có gửi em về lịch thi xoá điểm hoãn trong tháng 12 này, nhưng thơi gian thi lại trùng với lịch thi của học kỳ 211 nên em không thể vừa ôn tập và hoàn thành tới 9 môn học cùng lúc, cho nên em xin hỏi có em có thể tiếp tục dời thi một số môn học đã hoãn cho lần kế tiếp được không ạ ",
    "Em chào thầy/cô. Em tên là  - K16 - Khoa KH-KT Máy tính. Hiện tại em đã nhận được email có tên trong danh sách dự kiến tốt nghiệp nhưng tình trạng sinh viên của em đang   b tạm ngừng    nên em xin nộp đơn thu nhận để có thể đăng kí xét tốt nghiệp. Rất mong được thầy/cô xem xét và phản hồi ạ. Em cảm ơn.",
    "Kính gửi phòng đào tạo,  Em muốn phản hồi về thông tin của mình. Phần nơi sinh của em là \"Tỉnh An Giang\" chứ không phải tỉnh Cà Mau như trong hình ạ. Mong sớm nhận được sự hỗ trợ của phòng đào tạo.",
    "Dạ,em chào cô phụ trách ở phòng đào tạo ạ, Em là sinh viên K20 chính quy trường mình, cô ơi em có một thắc mắc là, thường thì mọi năm á, trước khi nhà trường xét chuẩn anh văn theo từng năm, thì trường có tổ chức cho sinh viên bọn em một kì thi, là kì thi kiểm tra trình độ tiếng anh do IIg tổ chức á, sao năm nay em không thấy vậy ạ. Dạ cô ơi, cô có thể cho em biết là năm nay mình có tổ chức thi không cô. Hay là không thi và xét chuẩn tiếng anh cho học kì 212 luôn. Tại vì thi IIG cho trường tổ chức, em thấy lệ phí thi có 160k à, trong khi thi ngoài tới 1 tr lận. Nên em hỏi cô thử, rằng trường có dự định tổ chức thi không? Nếu không để em tranh thủ thi ở ngoài rồi có bằng nộp vào ạ. Em cảm ơn cô rất nhiều.",
    "Chào cô! Em gửi đơn thu nhận lại hệ chính quy như thế nào rồi ạ! Vì e đã nhận mail có trong Ds tốt nghiệp nhưng đó là hệ VHVL cô ak, nên e không có đk trên mybk ạ! Em xin gửi lại file đơn nhé cám ơn cô",
    "Em chào thầy cô ạ ! Em tên  ! MSSV  ! Vì hoàn cảnh gia đình khó khăn nên em đang bị trễ học phí ! Mong thầy cô giúp em gia hạn học phí để em nhanh chóng đóng tiền học ạ ! em cảm ơn thầy cô nhiều ạ ! ",
    "Kính gửi PĐT, Trong kỳ đóng học phí vừa qua, do chủ quan nên em hoàn thành học phí trễ 7 phút so với hạn nộp do trục trặc internet. Do vậy em muốn hỏi về hình thức nộp đơn trình bày lý do trễ hạn học phí để có thể đăng ký môn học trong học kỳ tiếp theo ạ. Mong PĐT giải đáp ạ, Em xin cám ơn.   i  .",
    "Chào thầy cô, Em đăng ký thi Anh văn 2 kỹ năng theo hướng dẫn của mail (theo hình thức trực tuyến–Đợt tháng 11-: BKE123) nhưng em không được đăng ký. (Hình ảnh đã đính kèm) Em có vào đăng ký theo hình thức trực tuyến– Tháng 12-: BKE123 thì báo là đã hết hạn đăng ký. (Hình ảnh đã đính kèm) Cho e xin được hỏi lý do tại sao ạ và hướng giải quyết được không ạ. Em xin cảm ơn ",
    "Em chào Phòng Đào Tạo  Em tên:  MSSV: Hôm nay em làm đơn này là để xin Phòng Đạo Tạo cho em được hoãn thi môn vật lí 1 ngày 21/11/2121 vì lí do sau. Vào lúc gần đến giờ thi thì em bị khóa BKexam nên em không thể vào phòng thi của mình được, em đã nhờ CBCT của phòng khác liên hệ với phòng thi của em để em được vào thi nhưng do thời gian đã qua nên lúc em vào được phòng thi của mình thì CBCT đã khuyên em nên làm đơn hoãn thi này để được thi lại thì sẽ chất lượng hơn bây giờ. Em mong Phòng Đào tạo có thể xem xét cho em và giúp em được hoàn thành bài thi giữa kì  Em chân thành cảm ơn",
    "Em xin chào quý thầy cô, HK 202 em có đăng kí hoãn luận văn tốt nghiệp và đến hiện tại em đã nhận được mail Danh sách  được hoãn có tên em. Trong học kì 211 này, GV hiện tại đã có danh sách sinh viên được bảo vệ LVTN nhưng em lại không có tên trong danh sách được bảo vệ đó. Vậy em cần phải đăng kí bảo vệ luận văn như thế nào để em được lên bảo vệ và quy trình xóa điểm I cho LVTN hk 202? Em xin cám ơn quý thầy cô.",
    "Dạ cho em hỏi là em có thể hoãn thi cùng 1 môn 2 lần liên tiếp được không ạ. Đợt trước em có hoãn thi môn này nhưng kì này nhà trường xếp lịch thi bù nếu em không thể tham gia thì làm sao ạ?? Em cảm ơn ạ",
    "Dạ cho em hỏi hiện tại đăng kí anh văn 2 kĩ năng đang bị lỗi thì bao giờ mới đăng kí lại được và có được gia hạn thêm thời gian ko ạ. Em xin cảm ơn.   i  .",
    "Kính gửi văn phòng đào tạo QT OISP, MSSV em là . Em có thắc mắc về vấn đề cập nhật điểm số môn học trên web vẫn chưa cập nhật điểm số cho em cũng như cộng tín chỉ cho em như hình. Em đã liên hệ với giáo viên bộ môn để lấy bảng điểm đối chứng. Mong văn phòng giải quyết giúp em. Em cảm ơn ạ ! ,",
    "Cho em hỏi, em muốn đăng ký thi tiếng Anh nói viết 2 kỹ năng trong tháng 12. Em đã làm theo email phòng đào tạo gửi nhưng không thể đăng ký được (hình đính kèm). Vậy em làm sao để đăng ký thi được vậy ạ? Em cảm ơn, Đoàn Ngọc Lâm Viên.",
    "Họ và Tên: TRƯƠNG THÁI TÂN   i  . Em xin được đăng kí thi lại môn Vật lí Lí do: vào hôm 21/11/2021, trong lúc làm bài thi vật lí, em đã có quay lại màn hình của em trong lúc làm bài, nhưng vì ứng dụng gặp vấn đề khiến cho ứng dụng tự động tắt và ngừng thu hình, việc ày xảy ra khi em vừa thi xong, em tắt quay màn hình để tải xuống đoạn clip quay màn hình thì ứng dụng gặp lỗi và tự động tắt. Em mong thầy/ cô xem xét trường hợp cảu em và cho em qua môn này với số điểm mà em đã đạt được, hoặc không thì cho em xin phép thi lại. Chân thành cảm ơn vì sự giúp đỡ. P/s:Em có gửi đơn xin đăng kí thi lại.",
    "Em đã nhận được mail có tên trong danh sách tốt nghiệp, nhưng khi tra bằng MSSV thì không thấy thông tin ạ, mong PĐT check giúp ạ! Tên:  MSSV :  Em cảm ơn ạ!",
    "Tốt nghiệp . Em chào Thầy (Cô), Em xin hỏi Thầy (Cô) là hiện tại em không ở quê, em có thể điền địa chỉ liên lạc sau tốt nghiệp khác với địa hộ khẩu được không ạ? Hiện tại em đang ở Thành phố Đà Lạt, em có thể điền vào nơi nhận bằng là Bưu điện Thành phố Đà Lạt được không ạ?  Em cảm ơn Thầy (Cô).",
    "Kính gửi PĐT, Theo email của PĐT thì đăng ký thi Anh văn 2 kỹ năng Nói - Viết đợt tháng 12, thời gian đăng ký: từ 8g ngày 22/11 đến 14g50 ngày 25/11. Nhưng hiện tại trên Mybk vẫn chưa mở đợt đăng ký. Kính nhờ PĐT kiểm tra lại ạ. Em cảm ơn.",
    "em tên là: , MSSV:  em có thắc mắc là đợt \"Sinh hoạt công dân đợt 1  năm 2021-2022\" lần này nhà trường cho tụi em học onl trên bkel, mà các bạn em thấy đã có bài sinh hoạt onl rồi, còn em bị tình trạng như này là sao vậy ạ ? (em có đính kèm hình ảnh?) Em phải làm gì ạ ?",
    "Kính gửi PĐT Đại học Bách Khoa, Em là  Em vừa nhận được email đăng kí thi AV nói viết tháng 12. Tuy nhiên, theo như email hướng dẫn, thì em lại vào mục đăng kí thi AV nói viết tháng 11 và đăng kí từ 22-25/11, mục này thì em đã đăng kí và thi rồi. Em chọn vào",
    "Kính gửi PĐT Đại học Bách Khoa, Em là  Em vừa nhận được email đăng kí thi AV nói viết tháng 12. Tuy nhiên, theo như email hướng dẫn, thì em lại vào mục đăng kí thi AV nói viết tháng 11 và đăng kí từ 22-25/11, mục này thì em đã đăng kí và thi rồi. Em không biết có bị nhầm lẫn giữa tháng 11 và tháng 12 như trong email hướng dẫn không? Nếu em chọn đăng kí thi AV nói viết tháng 12. Thì lại báo chưa đến hạn đăng kí. Em đính kèm hình ảnh 2 lỗi như hình . Mong nhận phản hồi từ PĐT. Trân trọng, SV ",
    "Kính chào quý thầy cô, em tên , là sinh viên văn bằng 2 khoa Khoa Học & Kỹ Thuật Máy Tính . Em đã bảo vệ luận văn vào học kỳ 201 và vừa bổ sung bằng anh văn nói viết qua đợt thi \"anh văn nói & viết\" ngày 04/11/2021 do BKenglish tổ chức. Nhưng hiện tại tình trạng sinh viên của em là \"tạm dừng\" nên em không thể vào trang đăng ký tốt nghiệp. Mong quý thầy cô có thể hướng dẫn giúp em giải quyết vấn đề này. Em xin cảm ơn. .",
    "Chào thầy! Thầy cho em hỏi là pđt nhập sai tên giáo viên hướng dẫn luận văn tốt nghiệp của em không ạ ! Trong danh sách làm hướng dẫn chính ở khoa xây dựng thì thầy  là thầy hướng dẫn chính cho em nhưng sao trên bkel lên để là thầy  ạ ! Mong thầy giải quyết giúp cho em ạ! Em xin cảm mơn!",
    "Kính gửi thầy/cô phòng đào tạo Em là  - mssv:  Dạ thưa cho em hỏi thời gian đăng ký thi nói viết đã có trên dkmh chưa ạ ? vì theo lịch là 8h sáng 22/11 mở nhưng hiện giờ em vẫn chưa đăng ký được do lịch đăng ký trên dkmh chưa mở ạ. Em cảm ơn ạ, em chúc thầy/cô nhiều sức khỏe.",
    "Em kính chào thầy/cô phòng đào tạo ĐHBK.TPHCM, Em tên là , mssv , lớp CK16LTH. Tình trạng hiện tại của em đã kết thúc hết tất cả các môn trong chương trình đào tạo nhưng còn chưa thi xong anh văn 2 kỹ năng đọc-viết để đủ điều kiện tốt nghiệp . Em đã gửi yêu cầu hỗ trợ trực tuyến online và được hướng dẫn đăng ký theo lịch 8h00 ngày 22/11 - 25/11/2021. Nhưng em nhấn vào ĐKMH đợt tháng 11 và tháng 12 hiện tại đều báo “Sinh viên không được đăng ký đợt này” hay “ Bạn chưa đến hạn đăng ký, kết quả dùng chỉ tham khảo”. Em kính mong thầy cô xem xét và hỗ trợ giúp em đăng ký thi anh văn để hoàn thành chương trình và tốt nghiệp đợt tới trước thời hạn. Trong thời gian đợi chờ phản hồi của thầy/cô, e chân thành cảm ơn. Chúc thầy/cô một ngày tốt lành.",
    "Em chào PĐT, Em tên là , MSSV: . Kỳ 211 này em có đang học môn Sinh học đại cương -  CH2028, em đã đăng ký vào trường để học thí nghiệm cho kịp tiến độ, em viết mail này muốn hỏi trường và PĐT đã có kế hoạch cho học tại trường thí nghiệm môn này của em chưa ạ. Nếu có thì có em xin thời gian, còn chưa thì có thể cho em xin khoảng thời gian để em tiện sắp xếp vào tham dự ạ, vì em ở quê khá xa nên mong trường cho em thêm thông tin để dễ dàng sắp xếp. Em cảm ơn ạ",
    "ng ký thu nhận lại Họ và tên:  Mssv:  Ngày sinh: 01/01/1997 Lớp: XD15VL Số ĐT: [phone_number] Đã tạm dừng từ học kỳ 1 năm 2020-2021 Lý do: vì không đăng ký môn học Quyết định số: 607/QĐ-ĐHBK Nay đề nghị được thu nhận lại từ học kỳ 1 năm học 2021-2022 để có thể đăng ký tốt nghiệp.",
    "Chào thầy cô Sáng nay em có đăng kí thi AV nói viết theo email từ nhà trường nhưng không được. Em chọn đợt tháng 12 thì hệ thống báo chưa mở đăng kí Em chọn đợt tháng 11 thì hệ thống thông báo em không được đăng kí ở đợt này Kì này em không có TKB nên bị tạm dừng học, không biết có ảnh hưởng tới việc đăng kí không ạ?  Mong thầy cô giải đáp giúp em Em cảm ơn!",
    "Em tên là :  MSSV 213585 Lớp DH_HK211 Lý do: em xin gửi đơn xin hoãn thi do có trục trặc về kỹ thuật mong phòng đào tạo có thể giải quyết sớm trường hợp của em.Em xin chân thành cảm ơn",
    "Kính gửi phòng đào tạo, Em muốn phản hồi về thông tin tốt nghiệp của mình. Theo hướng dẫn, em đã làm đơn xin thay đổi nơi sinh và kèm theo giấy khai sinh (bản sao). Mong sớm nhận được sự hỗ trợ của phòng đào tạo.",
    "Gửi PDT Em nhận được mail báo là có thể đăng kí AV đợt tháng 11 nhưng giờ sắp tháng 12 rồi. Em lên check thì đợt tháng 11 là đợt trước khóa đăng kí lâu rồi. Mà đợt tháng 12 cũng chưa mở. V cho em hỏi là do em bị gì hay dkmh đang bị lỗi vậy ạ",
    "Kính gửi Phòng Đào Tạo  Em tên:  MSSV:  Lớp: DH_HK211 Lý do: Hôm qua thi giữa kỳ vật lý a1 do trục trặc về kỹ thuật em không record lại được bài nhưng tận cuối giờ em mới nhận ra. Em làm đơn này xin kiểm tra bổ sung vào lần sau. Mong quý thầy cô xem xét và giúp đỡ",
    "Em chào PĐT, Theo như thông báo từ PĐT, vào ngày 22/11 em sẽ được cập nhật điểm 17 của môn Tư tưởng  nhưng đến nay bảng điểm của em vẫn chưa có điểm 17. Mong quý thầy cô PĐT kiểm tra giúp em. Em xin cảm ơn PĐT. (đính kèm 1) - hình chụp bảng điểm MyBK",
    "Em tên: Đoàn Công Cảnh. Mssv: 2134062. Dạ, kì rồi em vừa hoàn thành môn Luận văn tốt nghiệp, và đã được xét tốt nghiệp, thời gian tốt nghiệp dự kiến (1/2022). Nên trong học kì 211 em không có đăng kí môn học. Hiện tại em có nhu cầu đăng kí chứng nhận sinh viên, để bổ túc hồ sơ cho địa phương. Kính mong PĐT Cấp quyền đăng kí cho em với ạ. Chân thành Cảm ơn quý Thầy/Cô!",
    "Em xin chào PĐT! Em xin được trình bày thắc mắc về lịch thi cuối kì 211 như sau: Hiện tại kì 211 em đang học môn Thiết kế khuôn trên hệ tích hợp CAD/CAE (ME4459). Sau khi nhận thông báo về việc có lịch thi trên hệ thống MyBK thì em vào kiểm tra nhưng hiện tại vẫn chưa có lịch thi cuối kì cho môn này, tuy nhiên các thành viên cùng học chung môn với em thì có rồi ạ. Em xin kính mong được PĐT giúp em thắc mắc này ạ. Em xin trân trọng cảm ơn!",
    "Em chào Thầy, Cô  Em tên  - MSSV:  Em vừa đăng ký thi anh văn nói- viết theo thời gian trong mail mà em được nhận. Khi vào đăng ký thì em không đăng ký được, trên hệ thống báo là chưa đến hạn đăng ký Rất mong nhận sự hướng dẫn và giúp đỡ của nhà trường . Em xin cảm ơn",
    "Phòng đào tạo cho em hỏi hiện giờ trường có tổ chức thi anh văn toeic nghe-đọc để xét đăng kí luận văn không ạ?   i ",
    "Hiện em chỉ còn môn học Anh văn 4A là có thể đăng ký tốt nghiệp, mà lịch thi cuối kỳ vào ngày 5/12 trong khi hạn chót đăng ký tốt nghiệp là ngày 24/12. Dạ quý thầy/cô cho em hỏi vậy thì có thể có thể đăng ký tốt nghiệp kịp trong đợt cuối học kỳ 211 này không thưa thầy/cô ? Em cảm ơn thầy/cô.",
    "Kính gửi PĐT ĐH BÁCH KHOA, Em là  Mssv: Như em đã phản hồi gần đây về 2 lỗi đăng kí AV trực tuyến tháng 12 thì lỗi “chưa đến hạn đăng kí” khi đăng kí thi anh văn nói viết trực tuyến tháng 12 vẫn chưa đăng kí được . Kính mong PĐT kiểm tra lại giúp em, em đính kèm ảnh lỗi đăng kí bên dưới. Em cảm ơn, Trân trọng, SV ",
    "Em nhận được mail thông báo về việc mở kỳ thi nói-viết cho sinh viên tốt nghiệp. Hôm nay là đến hạn đăng ký nhưng em không thể đăng ký môn học trên web  Mybk.hcmut.edu.vn    chọn  Đăng ký môn học    chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt tháng 11-MSMH: BKE123. Em đăng ký thi theo môn ĐĂNG KÝ THI AV 2 KỸ NĂNG THEO HÌNH THỨC TRỰC TUYẾN- ĐỢT THÁNG 11 - MSMH BKE123 thì web thông báo là \"Sinh viên không được phép đăng ký trong đợt này\". Em đăng ký thi theo môn ĐĂNG KÝ THI AV 2 KỸ NĂNG THEO HÌNH THỨC TRỰC TUYẾN- THÁNG 12 - MSMH : BKE123 thì web bảo là em chưa đến đợt đăng ký. Em mong thầy cô xem xét giúp em để em có thể đăng ký thi cho kỳ tốt nghiệp. Em xin chân thành cảm ơn.",
    "Dạ em chào Cô Em vừa đăng ký lại, vẫn thông báo bị lỗi, em xin gửi Cô hình báo lỗi ạ Em xin cảm ơn ",
    "Em chào Thầy/Cô ạ. Cho em xin gửi đơn hoãn thi môn Đại Số Tuyến Tính và minh chứng của giảng viên và Khoa KHUD ạ",
    "Kính gửi BLĐ Em xin phép rút môn học để lấy bằng sớm trong tháng này . Em cảm ơn   i  .",
    "Kính gửi : PĐT trường Đại học Bách Khoa Em tên:  MSSV : 8  Hôm nay em vào trang mybk để đăng kí thi anh văn 2 kĩ năng đợt tháng 12 và em không thể đăng kí được.  Em không biết nguyên nhân. Em có chụp màn hình và gửi vào tệp đính kèm mong PĐT kiểm tra giúp em.  Em xin cảm ơn !",
    "Kính gửi PDT, Em vào đăng kí theo đúng khung giờ như thư của đã đề cập. Vào đăng kí thì hệ thống không chấp nhận. Em xin hướng giải quyết từ PDT ạ?",
    "Thưa T, Chuyển điểm Tiếng anh từ bằng TOEIC phải từ 600 trở lên mới đc chuyển điểm cho cả 4 AV ạ? Em xin cảm ơn   i ",
    "em chào thầy/cô,  Hiện nay em còn thực hiện việc thi anh văn 2 kĩ năng nói/viết để kết thúc học phần và tốt nghiệp. Em có nhận được giấy thông báo khám sức khỏe nghĩa vụ quân sự và em lên trang của trường đăng kí giấy xác nhận sinh viên để xin  hoãn nghĩa vụ quân sự nhưng không được cấp giấy vì em không đăng kí môn học. Xin cho em hỏi là em có còn được cấp giấy hoãn nghĩa vụ quân sự nữa không ạ vì hiện nay em vẫn chưa tốt nghiệp ạ. Em xin cảm ơn",
    "Phiếu đăng ký thu nhận lại     B  Họ và tên SV:  MSVV:  Ngày sinh: 18/09/2000 SDT: [phone_number] Đã tạm dừng từ học kỳ : HK202 năm 2020-2021 Lý do: Buộc thôi học vì lý do học lực Quyết định số : 260/QD - DHBK Nay đề nghị được thu nhận lại từ học kỳ 212 năm học 2021-2022   ",
    "Em muốn đăng ký thi Tiếng Anh 2 kỹ năng nói viết tháng 12. Trong phần Đăng ký môn học có 2 mục Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–tháng 11-MSMH: BKE123 và Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–tháng 12-MSMH: BKE123. Trong đó, em vào phần Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–tháng 11-MSMH: BKE123 thì bị báo là Lý do chưa được phép đăng ký (hình đính kèm 1). Còn đối với phần Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–tháng 12-MSMH: BKE123 thì được thông báo là chưa đến hạn đăng ký nhưng trong email pdt gửi về cho em thì hạn được đăng ký là 8h ngày 22/11 đến 14h50 ngày 25/11 (hình đính kèm 2). Vậy thì cho em hỏi em nên làm như thế nào để đăng ký thi tiếng Anh 2 kỹ năng nói viết tháng 12 vậy ạ?   Em cảm ơn, .",
    "Em chào PĐT, PĐT cho em hỏi, bên trường có kỳ thi TOEIC online nào cho K2018 để xét tiếng Anh nhận LVTN không ạ?",
    "cho em hỏi là đợt trước em có hoãn thi, mà em thắc mắc là điểm thi sẽ được tính là điểm tổng kết hay được tính đạt hay không đạt ạ?",
    "Em gửi phiếu rút môn để đăng kí tốt nghiệp.",
    "Dạ em là , là sv của văn phòng đào tạo quốc tế khoa quản lí công nghiệp, hiện tại em vẫn chưa nhận được giấy nhập học ạ Em kính mong trường tra cứu lại và hỗ trợ em nhận giấy nhập học của mình Chúc trường ngày một bền vững",
    "Chào thầy/cô ạ, Em là , sinh viên K20 - Khoa Khoa học và Kỹ thuật Máy tính, ngành KHMT. Em có một số thắc mắc về các môn tự chọn tự do như sau:  - Em có thể đăng ký các môn thuộc cùng ngành KHMT nhưng khác chuyên ngành mà em định theo học được không ạ?   VD: em đang muốn theo học chuyên ngành Trí tuệ nhân tạo ứng dụng, thì liệu em có thể đăng ký các môn tự chọn tự do là các môn thuộc chuyên ngành Xử Lý Ảnh hoặc Kỹ thuật Phần mềm được không ạ.  - Nếu như điều trên là được phép, thì khi đủ tín chỉ chuyên ngành Trí tuệ nhân tạo, em chỉ cần học thêm 1-2 môn thuộc chuyên ngành Xử Lý Ảnh thì sẽ được cấp bằng tốt nghiệp chuyên ngành này luôn đúng không ạ, hay là em phải học lại 9 tín chỉ tự do dành cho chuyên ngành này ạ? Em xin cảm ơn và mong sớm được phản hồi ạ. Trân trọng, ",
    "Họ và tên sinh viên:   Lê Hoài Phong Mã số sv:  Ngày sinh: 11/10/1994  Lớp:  CKT15Khóa : 2015 Ngành: CƠ KỸ THUẬT Địa chỉ liên lạc:   101/40 BẮC HẢI P.15 Q.10 TP HCM Điện thoại: [phone_number] Hiện nay em đang làm luận văn tốt nghiệp. Lý do đăng ký luận văn tốt nghiệp trễ hạn: do điểm của các môn Nhập môn về lập trình, Vật liệu kỹ thuật trong học kỳ 202 lên trễ, cụ thể là sau hạn chót đăng ký luận văn tốt nghiệp đợt vét 25/8/2021nên 6 tín chỉ của hai môn này không được tính, vì vậy nên số tìn chỉ trước đó công thêm số tín chỉ đăng ký của học kỳ 211 chỉ là 120 tín chỉ không đủ điều kiện đăng ký luận văn tốt nghiệp. Sau khi hai môn trên có điểm đủ điều kiện 126 tín chỉ thì lại đang trong thời gian giãn cách xã hội em không thể vào trường xin chữ ký của các thầy và khoa để làm đơn. Nay em làm đơn này kính mong Ban Giám Hiệu, Phòng Đào Tạo và Khoa cho phép em được đăng ký luận văn tốt nghiệp trễ hạn. Em xin trân trọng cám ơn.",
    "Em chào Thầy (cô), Em có nhận được mail thông báo đợt đăng kí thi online Speaking&Writting của trường rồi ạ. Nhưng em không đăng kí được ạ. Em cứ bị báo lỗi chưa đến hạn đăng kí mà theo mail thì 8g ngày 22/11 đã mở rồi ạ. Em cũng hỏi vài bạn thì các bạn cũng chưa đăng kí được ạ. Em cám ơn ạ",
    "Xin chào PĐT, em có đki thi AV nói viết đợt tháng 12 mà thông báo khi là đợt đki này chưa mở ra với bạn. Em mong được giải đáp ạ.",
    "em bị thiếu lịch thi môn Kĩ thuật số nâng cao EE3083, pđt kiểm tra giúp em xem là vì lý do gì hay là bị lỗi hệ thống ạ. Em là  . Em cảm ơn pđt.",
    "Chào add, em có gửi câu hỏi ề đăng kí thi anh nói viết tốt nghiệp, sau khi được trường gửi mail về cách thức và thời gian đăng kí môn học em vẫn chưa đăng kí được môn,không biết có phải do lỗi hệ thống hay do tài khoản em không đăng kí được ạ, nhờ add giúp đỡ để em đăng kí môn thành công. Cám ơn add",
    "Chào quí thầy/cô! Em có xin hoãn thi một số môn ở học kì hè, hôm nay em có nghe về việc tổ chức thi lấy điểm hoãn thi, xin phép cho em hỏi có thể cho em danh sách hoãn thi không ạ vì lúc nãy em đọc mail có thấy nhưng giờ lại không thấy nữa! Em cảm ơn rất nhiều!",
    "Chào Thầy/Cô Em là Trương Quốc Đạt , MSSV: 1811899 Ở kì 202, em có đăng kí lớp dự thính Giải tích 1 lớp DT01,sau đó  hoãn thi và được sự đồng ý của giáo viên bộ môn và PDT thì em được hoãn thi cuối kì. Hiện nay các bạn cùng lớp ,hoãn thi cùng em có lịch thi lại còn em thì chưa có lịch thi. Cho em hỏi giờ phải làm thế nào ạ.",
    "Kính chào thầy/cô, Em là , MSSV: , sinh viên năm 4, khoa Điện - Điện tử. Em vừa nhận được email của PDT về lịch thi cho môn hoãn thi. Theo lịch, em sẽ thi môn Kỹ thuật siêu cao tần (EE3025) vào ngày 22/12. Nếu em thi vào ngày đó thì em sẽ không kịp đăng kí Tốt nghiệp tháng 11/2021 với hạn chót đăng kí là ngày 24/12/2021. Trong email của PDT trước có đề cập, như sau: \"Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn   Thông tin sinh viên    Lịch thi (dự kiến vào đầu tháng 12/2021).\". Em nghĩ lịch thi sẽ thi chậm nhất vào giữa tháng 12 và sẽ kịp đăng kí Tốt nghiệp tháng 11/2021. Như vậy, em phải làm sao để kịp Tốt nghiệp hay nhờ thầy mở cho em kì thi riêng được hay không?  Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe. Kính gửi, ",
    "Xin chào thầy,cô ạ. Em tên  mssv  em đã đăng kí xác nhận hoãn thi nhưng do không điền vào form nên bị xót và em đã có làm đơn xác nhận từ giáo viên hướng dẫn  trước đó và email giảng viên em không bị cấm thi nên em gửi bổ sung để được hoãn thi và có thể thi ở đầu tháng 12 ạ. Em xin chân thành cảm ơn",
    "Gửi PDT Cho em hỏi sao em không đăng kí được kì thi av này v ạ. Em cảm ơn",
    "Em chào thầy cô ! Em tên  Tường MSSV: . Hiện tại em không đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến được. Em hiện tại không vướng gì cả nhưng em đăng ký được. Em mong thầy cô xem xét giúp em. Em cảm ơn !",
    "Em không thể đăng ký thi nói viết toeic, bị báo lỗi trễ hạn đăng ký dù hôm nay là ngày đầu của kỳ hạn",
    "Kính chào thầy cô, Em có thắc mắc là khi đến nhận bằng tốt nghiệp thì phụ huynh có thể đến nhận thay được không ạ? Cho em hỏi thêm là Phòng đào tạo có làm việc thứ 7, chủ nhật không ạ? Em cảm ơn thầy cô nhiều.",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM, Em tên là , MSSV: . Hôm nay, em viết mail này nhằm hỏi về vấn đề Đăng ký thi Anh Văn 2 kỹ năng theo hình thức trực tuyến ạ. Theo như thông tin em nhận được từ mail là từ 8g ngày 22/11 đến 14g50 ngày 25/1 Phòng Đào Tạo sẽ mở đăng ký thi Anh Văn 2 kỹ năng theo hình thức trực tuyến. Nhưng khi em vào Mục \"Đăng ký môn học\" để đăng ký thì không rõ vì lý do thế nào mà em không đăng ký được ạ (em có đính kèm lỗi trong hình (phần màu cam)). Hiện em đã thử lại mấy lần rồi nhưng vẫn bị vậy, nên em rất mong Phòng Đào Tạo có thể giúp em kiểm tra để em có cơ hội đăng ký ạ. Trong khi chờ đợi phản hồi của Phòng Đào Tạo, em chân thành cảm ơn ạ. Sinh viên, ",
    "Kính thưa Phòng Đào tạo, Do hôm 20/11 vì sơ ý nên em quên tham gia buổi SHCD cuối khoá chuyên đề 3 của SV K2018, trước đó em đã tham gia và điểm danh chuyên đề 1 và 2 rồi. Em muốn xin được hỏi có cách nào để em có thể tham gia lại buổi này hoặc có cách nào để em không bị cấm đăng ký môn học ở kỳ sau không ạ. Em xin cảm ơn Phòng Đào tạo.",
    "Em chào pdt, kỳ 211 em có đăng ký làm luận văn tốt nghiệp, hiện tại bây giờ nhà trường đã cho sinh viên lên sử dụng ptn để làm thí nghiệm luận văn chưa ạ? Em xin cảm ơn",
    "PDT cho em hỏi đã đến hạn đăng kí thi anh văn nói viết (tháng 12) nhưng sao vẫn đăng kí không được vậy. Em đăng kí thì lúc nào cũng thông báo là \" chưa đến hạn đăng kí\" trong khi thời gian đăng kí là từ 8g ngày 22/11/2021-25/11/2021.",
    "Em có mong muốn đi du học. Bên trường em nộp hồ sơ yêu cầu cung cấp xếp hạng tốt nghiệp của em (xếp hạng trong lớp, khoa)? Làm sao để em biết được những thông tin này ạ? Em cảm ơn!",
    "Dạ em muốn hỏi tạm dừng học với lý do ôn thi lại thpt quốc gia có được chấp thuận không ạ?   i  .",
    "Dạ em chào thầy/cô! Em có một vấn đề muốn hỏi về việc nộp học phí online của trường. Hiện tại khi em chọn khoản học phí và nhấn thanh toán thì được chuyển đến trang đăng nhập ocb, nhưng em không thể đăng nhập vào ocb và luôn báo lỗi. Em nghĩ đây là lỗi trang thanh toán thì có vào app của ocb và không thể tìm thấy tên trường đại học Bách Khoa TP.HCM mình để thanh toán. Do không thể đến đến trường để hỏi cũng như đến ngân hàng để xử lý nên đến nay em đã bị trễ đóng học phí. Vậy cho em hỏi trường ta có còn đóng học phí qua ngân hàng ocb không ạ, cũng như có cách nào để em thanh toán học phí cho trường. Em mong nhận được phản hôì sớm từ các thầy/cô ạ! Em xin cảm ơn!",
    "Em chào thầy/cô, Em tên là ,  Em có tên trong danh sách tốt nghiệp tháng 11 năm 2021. Tuy nhiên thông tin điểm Toeic của em trong danh sách là 505, nhưng trước đó em có nộp bằng Toeic 2 lần: lần 1 là 505, lần 2 là 560 và đã được phê duyệt . Em muốn hỏi là điểm Toeic cập nhật trong danh sách tốt nghiệp phải là 560 phải không ạ?  Em xin cảm ơn!",
    "Em có nhận được thông báo yêu cầu sinh viên đến  trường nhận bằng tốt nghiệp đại học theo hướng dẫn. Nhưng hiện tại do tình hình dịch bệnh phức tạp và  em đang ở quê làm việc nên không thể đến trường nhận bằng ngay được . Cho em hỏi là thời gian nhận bằng tối đa là bao lâu. Lần nhận bằng cũng thay thế lễ tốt nghiệp luôn phải không ạ. Em xin cảm ơn",
    "Em đang là sinh viên chương trình liên kết quốc tế ,do học kỳ vừa rồi gặp một số vấn đề nên em có hoãn thi 3 môn học và đã được chấp nhận .Cho em hỏi là em hoãn thi và thi lại thành công thì có ảnh hưởng gì đến việc chuyển tiếp hay không ?",
    "Em là , mssv . Em muốn đăng kí thi 2 kĩ năng nói và viết TOEIC do trường tổ chức (mã môn học BKE123). Trong mail gửi sinh viên thì kì thi bắt đầu mở đăng kí vào 8h ngày 22/11 nhưng khi em vào đăng kí lúc 21h thì hiện \"bạn chưa được mở đăng kí\" và không đăng kí được. Cho em hỏi làm cách nào để đăng kí được ạ? Em cảm ơn    .",
    "Cho em hỏi là nếu làm đơn hoãn thi thì khi nào mới có thể thi lại được ạ. Em thấy có rất nhiều bạn như em chỉ vì 1 sự cố nhỏ mất điện mà lại hoãn đợi năm sau mới thi lại được ạ. Em xin cảm ơn",
    "Dạ em chào cô/thầy Em tên:      mssv:  Vào ngày 18/10 em có làm đơn xin hoãn thi môn kỹ thuật số có chứ ký của giáo viên và khoa ạ .Em có xem trong file danh sách không xử lý hoãn thi thì không thấy tên em, nhưng em vẫn chưa có lịch thi lại môn Kỹ thuật số ạ. Không biết trường hợp của em có được chấp nhận hoãn thi và được thi lại trong kỳ này không em cám ơn ạ!!!",
    "PDT có nói sẽ xếp cho sinh viên thi bù nhưng em không thấy lịch thi có cập nhật cho em. Em hỏi thầy  - GV đang dạy môn Hóa lý 2 kỳ này cũng nói trong danh sách thầy nhận không có tên em. Kính mong PĐT giúp em đăng ký thi bù môn Hóa lý 2 trong kỳ này ạ. Thầy kêu em hỏi gấp PDT, em có gửi kèm hình ạ.",
    "Em kính chào thầy/cô phòng đào tạo ĐHBK.TPHCM, Em tên là , mssv , lớp CK16LTH . Em đã gửi yêu cầu hỗ trợ trực tuyến online và được hướng dẫn đăng ký theo lịch từ 8h00 ngày 22/11 - 25/11/2021. Nhưng em nhấn vào ĐKMH với MSMH:BKE123 đợt tháng 12 hiện tại đều báo rằng: “Bạn chưa đến hạn đăng ký, kết quả chỉ dùng tham khảo, sẽ bị xóa khi đăng xuất” Em tiếp tục xuống mục phía dưới \"Phiếu đăng ký\"= \"Gửi danh sách đăng ký\" =  \"Tiếp tục\" thì nhận được thông báo: \"Đã hết hạn đăng ký...\" (Như hình ảnh đính kèm) Em kính mong thầy cô xem xét và hỗ trợ giúp em đăng ký thi anh văn để hoàn thành chương trình và tốt nghiệp đợt tới trước thời hạn. Trong thời gian đợi chờ phản hồi của thầy/cô, e chân thành cảm ơn.",
    "hồi trước em  quên hoãn thi môn giải tích 2 cho nên em vắng thi ngày 7/8 bây giờ cho thi lại được ko ạ",
    "Dạ chào thầy/cô ạ! Dạ tên em là Huỳnh Ngô Nam Khang (MSSV ) Dạ em đã hoàn tất PHIẾU ĐĂNG KÝ HOÃN THI theo chỉ dẫn của Phòng Đào Tạo và đã được Giảng viên đứng lớp XÁC NHẬN . Dạ kính mong thầy/cô xem xét và xác nhận   giúp em việc em đã được hoãn thi môn học có mã số CI3077 của HK202 và được cho phép ĐĂNG KÝ THI  môn này ở HK211 ạ Dạ em chân thành cảm ơn thầy/cô rất nhiều ạ!   i  .",
    "Em là , mssv , em đang có 1 số vấn đề về sức khỏe và đã được khoa duyệt đơn xin dự thính 1 học kỳ thứ nhất của năm học 2020 - 2021 ạ. Em xin phép phòng đào tạo cho em bảo lưu học kỳ 1 của năm học 2020 - 2021. Em xin cảm ơn.   i  .",
    "Dạ, chào thầy/cô Cho con hỏi, năm 2 con có thể đăng kí mã môn của năm 3 không ạ. Và cho con hỏi, làm sao để học lấy bằng kĩ sư ạ. Khi chương trình đào tạo chỉ đào tạo cử nhận.",
    "Chào PĐT, cho em hỏi sao em đăng kí anh văn nói viết đợt này mà nó lại hiện \" Bạn chưa đến đợt đăng kí ạ\".",
    "Dạ cho em xin hỏi là vào đợt SHCD cuối khoá năm ngoái em có vắng chuyên đề 3, có phép. Và em đã được xoá khỏi danh sách không tham gia SHCD cuối khoá (không còn tên trong danh sách vắng). Vậy thì em có cần tham gia vào đợt SHCD cuối khoá của K18 (20/11/2021) vừa rồi không ạ. Em xin chân thành cảm ơn",
    "Kính gửi PĐT,  Em tên , mssv . Em đăng kí thi speaking & writing để xét tốt nghiệp. Nhưng bị lỗi như hình ảnh đính kèm. Mong quý Thầy cô xem xét và giải quyết giúp em. Em chân thành cám ơn. Chúc quý Thầy cô luôn dồi dào sức khỏe.",
    "Kính gửi thầy cô phòng đào tạo, Em tền là . MSSV: . Em có đăng ký nhận giấy chứng nhận tốt nghiệp tạm thời. Hiện đến này được khoảng 3 tuần em vẫn chưa nhận được giấy chứng nhận tốt nghiệp tạm thời ạ. Thầy cô cho em hỏi, em cần làm thêm thông tin gì nữa để nhận bằng tốt nghiệp cũng như giấy chứng nhận tốt nghiệp tạm thời nữa không ạ? Khoản bao nhiêu lâu nữa em có thể đến trường nhận bằng ạ? Em xin cảm ơn, Sinh viên",
    "Em chào cô Em   đã được xác nhận hoãn thi Giải tích 1 ( môn đó thi ngày 25 / 8 ) Em thấy nhiều bạn hoãn thi đã có điểm 14 và có mail gửi là sẽ cập nhật lịch thi lại vào tháng 12 Nhưng em chưa nhận được gì cả và điểm trên mybk vẫn là 13 . Mong cô xem xét dùm em ạ. Mã môn MT1003 , nhóm tổ DT02-A Em cảm ơn cô nhiều.",
    "t thi cuối học kì 202 vào tháng 4, em có đăng kí làm thẻ sinh viên và nhận qua đường bưu điện, nhưng đến nay em vẫn chưa nhận được thẻ sinh viên. Em thấy thiếu xử lí ghi đã xử lí vào ngày 06/08/2021, vậy nên cho em hỏi là em có thể nhận thẻ sinh viên ở đâu hay em phải đăng kí in lại thẻ mới. Em cảm ơn.",
    "Kính gửi PĐT ĐH BÁCH KHOA, Em là  Mssv: Như em đã phản hồi gần đây về 2 lỗi đăng kí AV trực tuyến tháng 12 thì lỗi “chưa đến hạn đăng kí” khi đăng kí thi anh văn nói viết trực tuyến tháng 12 vẫn chưa đăng kí được . Kính mong PĐT kiểm tra lại giúp em, em đính kèm ảnh lỗi đăng kí bên dưới. Em cảm ơn, Trân trọng, SV ",
    "Kính gửi PĐT Em là sinh viên k14 có nhu cầu thi anh văn nói viết để tốt nghiệp trong HK này, hôm qua Em nhận được email nhắc đăng ký anh văn nói viết vào 22/11-25/11, mà Em vào đăng ký không được, mong pđt giúp đỡ Em, để Em có thể đăng ký trong đợt này, cho kịp đợt tốt nghiệp. Em xin chân thành cảm ơn !!!",
    "Kính gửi Phòng Đào Tạo, Hiện tại GPA trên hệ thống myBK của em là 8.05, tuy nhiên điểm tốt nghiệp của em trên danh sách dự kiến tốt nghiệp là 8.00 vì vẫn chưa được cập nhật lại theo GPA trên hệ thống myBK. Em có dự định đăng ký tốt nghiệp trong tuần này. Vậy cho em hỏi điểm tốt nghiệp chính thức sẽ là điểm trên hệ thống myBK hay trên danh sách tốt nghiệp dự kiến ạ? Em cảm ơn rất nhiều.",
    "do dịch bệnh covid nên tài chính gia đình em gặp khó khăn và gia đình vừa bị mất một số tiền lơn nên em đã thanh toán trễ hạn học phí, kính xin pđt xem xét và giúp đỡ em, em xin cam kết sẽ thanh toán đầy đủ và đúng hạn học phí trong những kì tiếp theo",
    "Kính chào quý thầy/cô, Em là sinh viên khóa K20 thuộc Khoa OISP ngành kỹ thuật cơ điện tử ạ. Em có thắc mắc quy định về số tín chỉ tích lũy học kỳ và điểm trung bình học kỳ ạ. Theo như em xem quy chế của trường thì trường có quy định là số tín chỉ tích lũy tối thiểu của mỗi học kỳ là 10 tín chỉ và Điểm trung bình tích lũy   4. Nếu vi phạm một trong 2 điều trên thì sẽ bị cảnh báo học vụ . Theo quy định của trường thì điều này chỉ tính riêng cho từng học kỳ thôi đúng không ạ ?. Không biết là trường có quy định theo từng năm học không ạ. Kiểu như là K20 năm nay phải tích lũy bao nhiêu tín chỉ..... Kì 202 với 203 vừa rồi em có rớt một số môn nên sợ là không đủ tín chỉ theo qui định của trường. Em xin cảm ơn ạ. Trân trọng./.",
    "Chào quý thầy cô Em là sinh viên khóa 15, khoa Giao thông, ngành Công nghệ kỹ thuật ô tô. Hiện em đã hoàn thành tất cả các môn học theo chương trình đào tạo nhưng em chưa đạt chứng chỉ ngoại ngữ để được làm Luận văn tốt nghiệp. Thep quy định đến hết học kì 1 năm học 2021 này là em hết thời gian được học ở trường. Mong quý thầy cô hướng dẫn giúp em để em có thể hoàn thành được chương trình học của mình. Cảm ơn thầy cô đã xem qua cẩu hỏi của em.",
    "Thầy/cô cho em hỏi: -Trường hợp bây giờ em là K14 chuyển sang hệ VHVL là em khóa K2021 hay được chọn khóa cũ hơn vậy ạ? -Nếu là Khóa K2021 thì toeic hệ VHVL là 600 mới được tốt nghiệp đúng không ạ? -Trường hợp em đã hoàn thành hết chương trình học, Luận Văn hết cả rồi thì chuyển qua hệ VHVL em có được tốt nghiệp liền vào đợt tháng 1/2022 này không ạ hay phải đợi 1 học kỳ nữa mới được tốt nghiệp ạ? -Em thấy trên trang tuyển sinh hệ VHVL của trường mình hạn chót chuyển hệ là 26/11. Vậy em lên trang web tuyển sinh đăng ký chuyển trước 26/11 hay bắt buộc phải làm đơn để PĐT chuyển cho em ạ? Em cảm ơn.",
    "Cho em hỏi về việc học văn bằng hai; ﻿ ﻿Hiện tại em là sinh viên khoa Cơ khí K17, chuẩn bị tốt nghiệp học kì 211.Em có nguyện vọng học văn bằng hai ngành khoa học máy tính - Khoa khoa học máy tính thì có được không ạ. Nếu học văn bằng hai thì sẽ tuyển sinh theo hình thức nào ạ; các môn đại cương em đã học qua có được miến không, và chương trình đâò tạo sẽ kéo dài trong thời gian bao lâu, thêm nữa là học phí có khác gì so với hệ chính quy không. ﻿ ﻿Em xin cảm ơn.",
    "Kính gửi Phòng Đào Tạo,   Em đang có nhu cầu đăng ký thi anh văn nói viết  được tổ chức tháng 12 sắp tới nhưng hệ thống báo lỗi và em không thể đăng ký được .   Bên dưới là hình em chụp lại, mong Phòng Đào Tạo giúp đỡ ạ. Em xin cảm ơn",
    "Kính gửi PĐT, Theo email gửi lại của PĐT thì đăng ký thi Anh văn 2 kỹ năng Nói - Viết đợt tháng 12 dành cho sinh viên dự kiến tốt nghiệp trong HK211, thời gian đăng ký: từ 8g ngày 22/11 đến 14g50 ngày 25/11. Hiện tại (23/11) trên Mybk vẫn chưa mở đợt đăng ký, PĐT có nhầm lẫn gì không ạ? Mong PĐT kiểm tra và phúc đáp lại ạ. Em cảm ơn.",
    "Kính gửi phòng đào tạo, Em là  mssv: Dạ cho đến hiện tại em vẫn chưa thể đăng ký được anh văn nói viết tháng 12 do bị lỗi \"Bạn chưa được mở đợt đăng ký\", khi đăng ký xong thì sẽ bị xóa khi thoát ra, em gửi kèm file hình ảnh lỗi khi đăng ký ạ, em cảm ơn, chúc quý thầy/cô nhiều sức khỏe ạ",
    "Chào thầy,cô ạ! Vào học kỳ trước em đã đăng ký xin hoãn thi môn Mô Hình Hóa Chất Lượng Nước nhưng do sơ suất em đã không điền vào form nhà trường gửi nên bị sót. Trước đó em đã có làm đơn xác nhận từ giảng viên và cũng đủ điều kiện được thi ạ! Nay em gửi bổ sung mong thầy, cô có thể xem xét cho em được thi môn Mô Hình Hóa Chất Lượng Nước vào đầu tháng 12 tới. Em xin cảm ơn thầy, cô ạ!",
    "Thưa PĐT,  Theo như email mà em nhận được thì kỳ thi Anh văn nói viết tháng 12 mở đăng ký bắt đầu từ 8g ngày 22 nhưng từ thời điểm đó đến nay em vẫn chưa đăng ký được. Mong PĐT giải đáp thắc mắc giúp em. Em xin chân thành cảm ơn. Trân trọng, .",
    "Em chào phòng đào tạo ạ, vừa qua, do khu vực em tình hình dịch bệnh căng thẳng nên em không ra ngân hàng chuyển tiền đóng học phí được. Kết quả là em đã đóng trễ học phí 2 ngày. Phòng đào tạo cho em hỏi hiện tại em không có mặt tại Sài Gòn thì em phải làm những thủ tục gì để báo cáo việc này ạ. Em xin cảm ơn.",
    "Cô ơi cho em hỏi: hiện tại em không thể đăng kí được lịch thi anh văn nói viết đợt tháng 12 mà không hiểu lí do vì sao, mong cô có thể giúp em có thể đăng kí được ạ, em ảm ơn.",
    "Chào thầy cô, Em là -MSSV:. Em là k20 trường đại học bách khoa tphcm. Em đã chuyển qua trường đại học UEH bằng hình thức thi THPTQG2021. Vì vậy em cần giấy chứng chỉ giáo dục quốc phòng để quy đổi tín chỉ môn này ạ. Rất mong nhận được sự giúp đỡ của quý thầy cô. Em xin cảm ơn.",
    "Họ tên SV: MSSV:  Ngày sinh: 26/12/1996 Lớp: QL14CN1 Số ĐT: [phone_number] Tôi đã thanh toán trễ học phí học kỳ HK211: Học kỳ dự thính học kỳ 1. Lý do: (trình bày rõ lý do thanh toán trễ hạn) Do chờ ngân hàng thay đổi SĐT nhận mã xác nhận nên bị trễ hạn thanh toán. SV tự ghi lại nội dung cam kết: Tôi cam kết sẽ thanh toán đúng hạn vào các học kỳ tới. Nếu tiếp tục thanh toán trễ hạn, tôi sẽ không được đăng ký môn học, không được xếp thời khóa biểu và bị tạm dừng cho học kỳ tiếp theo. Mong PĐT xem xét đơn trình bày lý do trễ hạn học phí của em để được phép thi cuối học kỳ 211. Em cảm ơn.",
    "Em chào thầy/cô, Thầy/Cô có thể cho em hỏi thời gian yêu cầu phải nộp bằng anh văn để có thể đăng ký được luận văn là khi nào vậy ạ? Trong tình hình dịch như vầy thì có quy định nào về hoãn chứng chỉ anh văn không ạ?  Em rất mong được Thầy/Cô giải đáp ạ. Em cảm ơn Thầy/Cô",
    "Dạ em là  MSSV:   Dạ em có đăng ký xin giấy xác nhận điểm trung bình học kỳ để làm hồ sơ ạ. Hiện hồ sơ của em đang ở Sài Gòn còn thiếu mỗi bảng điểm nhưng em hiện đang ở Quê tránh dịch nên không thể lên nhận bảng điểm ạ. Em nhờ người nhận hộ tên là  MSSV: ạ Dạ phòng đào tạo xem xét và cho phép nhận hộ ạ.  B",
    "Dạ em chào thầy(cô) ạ. Do tình hình dịch nên khu vực của em mới vừa được gỡ phong toả ạ. Nên hiện tại học phí HK1 em vẫn chưa kịp đóng ạ. Dạ thầy(cô) cho em hỏi làm sao để em có thể hoàn thành việc đóng học phí ạ.",
    "Cô ơi cho em hỏi khi nào mới có hóa đơn thu tiền học phí ạ, và trong tình hình dịch bệnh không tới trường được thì nhận hóa đơn bằng cách nào ạ   i  .",
    "Kính gửi PĐT Em ở dưới quê có tham gia hiến máu tình nguyện (có giấy chứng nhận) , cho em hỏi làm cách nào để nộp tính vào ngày CTXH ạ ! Em xin cám ơn !   i  .",
    "trong đợt này em có thanh toán học phí trễ. Em cần làm những gì ạ. Hiện em đã thanh toán rồi ạ",
    "Dạ em chào quý thầy/ cô. Em tên là  - sinh viên lớp CK17KSCD. Em xin trình bày vào vấn đề luôn ạ. Em học chương trình KSTN khóa K17, theo như chuẩn AV nói viết đầu ra của chương trình KSTN là 245, tuy nhiên em không đạt chuẩn này, em chỉ đạt mức 200 thôi ạ. Các chuẩn tốt nghiệp khác em đều đạt rồi ạ. Vậy cho em hỏi là em cần làm đơn để rút khỏi chương trình KSTN không, để kịp được xét TN tháng 11 tới, hay là PĐT sẽ tự xử lý ạ. Hiện tại thì em đã có kết quả  thi ngày 03/11 nhưng vẫn chưa đăng ký Tốt nghiệp được. Em mong quý thầy cô giải đáp thắc mắc này cho em. Em xin cám ơn ạ.",
    "MSSV:     Dạ em có hỏi thầy  và thầy khẳng định là có mở lớp, chắc là lớp dự thính ạ  Mong PD xem có thể giúp được em ạ, em muốn thi vào kỳ này vì kỳ sau chương trình rất là nặng ạ   ",
    "Hiện tại em đang học theo chương trình kỹ sư tài năng Việt Pháp, em có mong muốn đổi sang lại hệ đại trà thì không biết em phải đợi sang học ký sau hay phải đợi qua năm sau ạ. Hiện tại thì em đang học năm 1",
    "Cho em hỏi là ở học kì 202 em có đăng kí môn Trắc địa đại cương (CI1007) khi nào sẽ có lịch thi kết thúc môn vậy ạ. Vì em cần hoàn thành môn này để kịp tốt nghiệp vào tháng 4 năm sau ạ. Em cảm ơn .",
    "Em chào quý thầy/cô, Em tên là , MSSV: , học lớp HC17TP, ngành Công nghệ Thực phẩm, Khoa Kỹ thuật Hóa học. HK202, vì dịch covid nên em đã xin   B Hoãn bảo vệ luận văn tốt nghiệp   . Hiện tại HK211, em muốn   B Đăng ký bảo vệ    đợt luận văn này. Hiện tại em đang không có tên trong Bảng ghi điểm học kỳ môn CH4333-Luận văn tốt nghiệp CNTP . Vậy em cần phải   I đăng ký như thế nào, viết đơn gì  /I  gửi Phòng Đào tạo ạ? Em xin chân thành cảm ơn giải đáp của thầy/cô.",
    "Em xin chào Thầy/Cô, Em tên là Đỗ Phước Thiện, MSSV: 1919012, khoa cơ khí, lớp liên thông. Em có thắc mắc là em đã đăng ký tốt nghiệp và đã nhận giấy tốt nghiệp tạm thời. Em thấy một số bạn đã nhận được bằng tốt nghiệp chính thức. Thầy/Cô cho em hỏi là khi nào em có thể được nhận bằng chính thức ạ? Em mong nhận được câu trả lời từ Thầy/Cô. Em xin cảm ơn.",
    "Dạ em tên là  MSSV : Sau khi đã hoàn tất các điều kiện tốt nghiệp em có xin PDT thêm em vào danh sách tốt nghiệp dự kiến để đk tốt nghiệp thì PDT bảo em chờ mail nếu đến ngày 23/11 không nhận được mail thì liên hệ PDT để được giải quyết, đến nay em vẫn chưa nhận được mail cũng như chưa đk tốt nghiệp được. Em xin PDT kiểm tra và giải quyết giúp em. Hiện em đang rất cần bằng để có thể nộp vào công ty xin việc ạ. Em xin cảm ơn ạ",
    "Dạ kính thưa PĐT. Học kỳ 2 (2020 - 2021) em có đăng ký hoãn thi cuối kỳ môn cơ lưu chất Lớp DT02-A và được chấp nhận. Hôm nay em lên mybk xem lịch thi lại thì không thấy PĐT xếp lịch thi lại cho em. Em kính xin PĐT xem xét bổ sung lịch thi lại bổ sung giúp em. Cám ơn quý thầy cô.",
    "Dạ em tên  mã số sinh viên , hôm thi xóm em bị sự cố mất điện lúc 6h30 đến 7h40 mới sửa xong nên em không vào thi lúc 7h môn nhập môn điện toán L02A được. Em xin quý thầy cô có thể giúp đỡ em thi lại ạ. Em cảm ơn.",
    "Học vụ       Em là  MSSV , có học 1 pre nên HK203 em có học môn Đại số tuyến tính (MT1007) lớp CC03 của cô     Trong kỳ vừa rồi, em có làm quiz 5% được 72 nhưng khi cập nhật điểm trên BKel em bị 0 do lỗi hệ thống nên điểm trung bình bị tụt và đã mail cô  lẫn thầy dạy bài tập vào ngày 25/10/2021 Sau đó, cô kiểm tra lại và reply mail lại báo sẽ liên hệ PĐT sửa lại cho em nhưng đến nay điểm em vẫn không cập nhật đúng Do PĐT đang xét các học bổng cũng như danh hiệu SV nên vào 8/11 em có mail cô  một lần nữa nhưng cô không hồi âm Em biết các giảng viên rất bận nên không dám làm phiền nhiều nên em đã mail vấn đề này cho cô phụ trách vấn đề bảng điểm của VP quốc tế nhưng cô chỉ forward tiếp cho cô  và vẫn không được giải quyết  Kính mong quý giảng viên xem xét và giải quyết, cập nhật đúng điểm số cho em     Em xin cảm mơn ạ,  Hữu Tín ",
    "Kính chào thầy/cô ạ! Dạ em tên là Nguyễn Ngọc Phú (MSSV ) Em đã hoàn tất PHIẾU ĐĂNG KÍ HOÃN THI theo chỉ dẫn của Phòng Đào Tạo và đã được Giảng viên đứng lớp   Em kính mong thầy/cô xem xét và  LẠI giúp em về việc hoãn thi môn học có mã số CI3077 của HK202 và được cho phép ĐĂNG KÍ THI LẠI môn này ở HK211 ạ Em chân thành cảm ơn thầy/cô hỗ trợ rất nhiều ạ. Chúc thầy cô có thật nhiều sức khỏe ạ.   i  .",
    "Dạ  ơi cho em với ạ, nếu em xin bảo lưu thì em có được cấp giấy chứng nhận sinh viên không ạ. Em sợ vừa bảo lưu 1 năm thì người ta bắt em đi nghĩa vụ ấy ạ.Cảm ơn .",
    "Em đã đóng học phí trễ của kì chính (hạn 19/11 nhưng đến 22/11) e mới nộp. Em đã thanh toán nhưng không biết có cần phải làm đơn để trình bày lí do nộp học phí trễ không ạ? Em cảm ơn   i  .",
    "Thưa phòng đạo tạo vừa qua  em có bất cẩn nên  đóng trễ học phí học kì 211 đợt 2 của đại học chính quy ạ. Cho em hỏi là có cách nào có thể được gia hạn thời gian để em hoàn thành thanh toán học phí được không ạ. Em cảm ơn rất nhiều ạ",
    "Kính gửi: thầy cô phụ trách dịch vụ BKSI Em tên là: , mssv:, sinh viên k18 khoa Điện- Điện tử, chuyên ngành Điện tử Viễn thông. Học kì 202 em có đăng kí hoãn môn học Nguyên lý thông tin quang( EE3033), sau khi kết quả được cập nhật thì em nhận điểm 13 mặc dù điểm BTL em vẫn có và đủ yêu cầu. Em có liên lạc giảng viên phụ trách môn học thì được phản hồi là liên lạc PĐT. Vậy em mong được thầy cô hỗ trợ hậu kiểm về trường hợp của em. Em xin chân thành cảm ơn thầy cô đã hỗ trợ.",
    "Kính gửi phòng đào tạo  Em là:  MSSV: Hiện nay em đã nhận được giấy chứng nhận tốt nghiệp tạm thời nhưng cho em hỏi là đã có bằng chính thức chưa do em chưa thấy thông báo ạ? Với cho em hỏi em đã có trong danh sách tốt nghiệp chính thức hay chưa có còn thiếu thủ tục nào không? để em sớm bổ sung cho trường. Em cảm ơn thầy/cô ạ!",
    "Nếu hiện tại em chưa lên trường nhận bằng được thì Giấy chứng nhận tốt nghiệp tạm thời em lấy online tại đâu ạ . Tk của em bị khóa mất mục \"Đăng ký tốt nghiệp\" rồi, mà em chưa save lại cái Chứng nhận tạm thời trong đó ạ.",
    "Họ và tên sinh viên:       -Kính thưa PĐT, kì 202 vừa rồi do ko đáp ứng kịp yêu cầu về thiết bị để tham gia thi, em đã đăng kí hoãn thi một số môn .      -Theo như em được biết thì để bổ sung điểm VP hoặc HT (điểm I) thì sinh viên phải đăng kí thi bổ sung trong vòng 1 năm kể từ ngày đăng kí.      -PĐT cho em hỏi là mặc dù có lịch thi bổ sung được PĐT xếp cho vào HK211 thì em xin được thi bổ sung vào HK 212 được không ạ? Em mong sẽ nhận được phản hồi sớm nhất từ PĐT ạ. Chân thành cảm ơn.   ",
    "Em tên Nguyễn Can Tịch Húa, lớp XD17CTT. Cho em hỏi em đã học xong AV3A đợt tháng 11 (2/12 thi kết thúc môn), nhưng sao vẫn không đăng kí được môn AV4A ạ?    .",
    "Cho em gửi đơn xin đăng kí thi bổ sung ạ",
    "Em chào quý thầy/cô ạ. Vừa rồi em có đăng ký gia hạn học phí của học kì chính HK211 và đã có tên trong danh sách được gia hạn. Nhưng em mới nhận được mail yêu cầu thanh toán học phí (trễ hạn). Cho em hỏi như vậy là sao ạ. Trong danh sách quyết định gia hạn em ở số thứ tự 66 ạ.",
    "Kính gửi phòng đào tạo Em đã làm đơn xin gia hạn học phí và đã được phòng CTCT-SV đồng ý gia hạn. Hôm nay em nhận được email nhắc thanh toán học phí trễ hạn của phòng đào tạo . Đây là lần đầu tiên em gia hạn học phí nên cho em xin hỏi, em có cần phải làm đơn xin gia hạn học phí với phòng đào tạo nữa không hoặc làm giấy xác nhận nộp học phí trễ hạn? Và cuối kỳ em có cần phải xin xác nhận của phòng đào tạo mới có thể được vào phòng thi không?  Em xin chân thành cảm ơn quý thầy/cô đã giải đáp thắc mắc của em.",
    "Dạ chào phòng đào tạo, em tên là , MSSV . Dạ ở tỉnh em có Hội sinh viên tổ chức trao thưởng khuyến khích cho sinh viên và họ dựa vào điểm tổng kết của năm học 2020-2021 ạ. Dạ giảng viên các môn ở kỳ 202 đã đăng điểm tổng kết trên Bkel rồi nhưng em kiểm tra thì phòng đào tạo chưa cập nhật ạ. Kỳ hạn của nộp hồ sơ xét thưởng khuyến khích sinh viên gần hết rồi ạ. Dạ em có thắc mắc như sau ạ: Nếu như em tự tổng kết điểm trung bình của mình kèm với minh chứng điểm tổng kết một số môn rồi gửi lên phòng đào tạo xét duyệt đóng dấu xác nhận điểm trung bình đó là hoàn toàn chính xác thì có được không ạ? Em hi vọng sớm nhận được câu trả lời ạ, vì em cần rất gấp. Em xin cảm ơn nhiều ạ!",
    "MSSV:  Dạ em xin lỗi em đã hỏi lại thầy Dũng mã môn Hóa lý 2 mở kỳ này, thầy nói là môn Hóa lý 2 mã cũ, của các anh chị K18 CH2031 ạ . Thầy cũng không biết xin PDT có chấp nhận được không. PĐT cho em hỏi là em có thể thi mã này bù được không ạ, vì chương trình hầu như không khác nhau ạ T_T T_T Em cảm ơn ạ.",
    "Em chào thầy/cô Em là , mssv: . được chuyển qua hệ VHVL và đã đăng ký môn học luận văn tốt nghiệp. Em đã hoàn thành đóng học phí là 4tr725 trước ngày 17/10/2021. Nhưng trên BK pay lại hiện thêm học phí nữa 4tr725 thanh toán trước 19/11/2021. Trong khi môn em đăng kí chỉ có 9 chỉ học phí. Vậy hệ thống có nhầm lẫn gì không ạ . Mong thầy/cô kiểm tra lại giúp em. Em cảm ơn nhiều ạ!",
    "Thầy chô cho em hỏi là em đã hoàn thành khóa anh văn cơ bản nhu cầu 1A nhưng tới 5.12 mới thi kết thúc khóa mà bây giờ phòng đào tạo đã cho đki anh văn nhu cầu thì em vào đki anh văn 1A thì lại không được. Thầy cô cho em hỏi là 5.12 em thi xong có đợt nào đki học 1A để kịp cho chuẩn đki môn học hk212 của em không ạ. Em cảm ơn.",
    "Em chào PĐT, Cho em hỏi, em còn thiếu điểm môn AV4 để đủ điều kiện tốt nghiệp, vậy cho em hỏi. Nếu em đăng kí học lớp anh văn theo nhu cầu 4A với mã LA1043, thì sau khi học xong, em có được đổi thành điểm AV4 để đủ điều kiện hoàn thành chương trình đào tạo được không ? Mong nhận được phản hồi của PĐT. Em cảm ơn nhiều.",
    "em là trần thuận thiên mssv   đầu năm e có thi anh văn đầu vào đạt 420 điểm nhưng hệ thống trường vẫn bắt e đăng kí anh văn cơ bản ạ . không đăng kí được anh văn 1 ạ",
    "Em chào ban đào tạo ạ . Em hiện đang học lớp anh văn nhu cầu 3A và chuẩn bị thi cuối kỳ ngày 2/12. Tuy nhiên giờ em thấy trường thông báo mail chuẩn bị mở thêm lớp anh văn nhu cầu vào tháng 12 . Và cho em hỏi là giờ em chưa thi cuối kì môn anh văn 3A và chưa biết đạt hay không. Vậy em có thể đăng ký lớp 4A để học tiếp tục được không ạ. Hay em phải chờ thi lớp anh văn 3A có  kết quả rồi mới được đăng ký tiếp tục lớp 4A ạ. Em mong ban đào tạo phản hồi nhanh giúp em ạ. Em cảm ơn ạ.",
    "Tốt nghiệp . Kính gửi quý Thầy/Cô PĐT Theo như hướng dẫn của Thầy/Cô ở Chủ đề: ĐIỀU KIỆN TỐT NGHIỆP của em vào 18/11/2021. Đến hôm nay 23/11/2021, em chưa nhận được mail thông báo về tình trạng tốt nghiệp của em và hiện em vào mybk nhưng không đăng ký được tốt nghiệp như hình đính kèm ạ. Tuy đăng ký tốt nghiệp không được nhưng Trong phần thông tin cá nhân, em muốn bổ sung thêm thông tin nơi sinh: Đắk Lắk và hình thẻ sinh viên. Mong thầy/cô hướng dẫn và hỗ trợ em để em có thể hoàn thành đăng ký tốt nghiệp ạ Mong nhận được phản hồi sớm từ PĐT. Em cảm ơn nhiều! Trân trọng./ SV Lê Thuần Duyệt",
    "Dạ pdt cho em hỏi là giờ mình đăng ký anh văn theo nhu cầu tháng 12 thì có kịp có kết quả để đăng ký môn học học kì 212 không ạ. Và cho em hỏi giờ dịch em chưa kịp thi lấy bằng anh văn để được nhận luận văn thì pdt có thông báo gì về việc đó chưa ạ  Em cảm ơn ạ",
    "Kính thưa thầy cô ạ, Hiện tại em đang là sinh viên năm 3 khóa K19, năm nhất em rớt anh văn đầu vào và năm 2 em thi anh văn của trường tổ chức và đạt 430 điểm, do dich bệnh covid nên trường đã không xét anh văn cho học kì 211 nên em vẫn đăng kí môn năm 3 và tiếp tục chương trình học,thầy cô cho em hỏi: -Kì 212 thì có xét anh văn để đăng kí môn không ạ?  Vì hiện tại em đang ở quê dịch bệnh cũng đang bùng phát, cũng khá khó cho em để lên thành phố thi lấy bằng nộp cho trường . -Vấn đề đăng kí anh văn theo nhu cầu: với trường hợp của em có được đăng kí anh văn theo nhu cầu lớp anh văn 3( không thông qua anh văn 1, 2) được không ạ? Mong nhận được phản hồi sớm từ thầy cô, em xin chân thành cảm ơn.",
    "Em chào  cô Em là  , Mssv: Xin hoãn thi môn Giải tích 1,lớp DT04, học kì 202, do Giáo viên :  phụ trách. Em dự kiến không bị cấm thi và được sự đồng ý hoãn thi của giáo viên phụ trách. Dưới đây là đơn hoãn thi và hình để minh chứng sự đồng ý cảu giáo viên phụ trách ạ. Cảm ơn cô.",
    "Kính gửi Phòng Đào tạo trường Đại học Bách Khoa TP. HCM Em tên , MSSV . Em đã làm đơn xin gia hạn học phí và có tên trong danh sách gia hạn học phí của Phòng CTCT-SV nhưng hôm nay em nhận được mail báo trễ hạn học phí. Phòng Đào tạo cho em hỏi là em có phải thanh toán học phí ngay trong học kỳ 211 hay thanh toán chung với học phí học kỳ 212 ạ?  Em xin cảm ơn ạ.",
    "Dạ cho em hỏi em đã học Anh Văn Cơ Bản và chuẩn bị thi vào ngày 5/12. Mà bây giờ trường mở đợt đăng kí Anh Văn, cho em hỏi giờ em đăng kí Anh Văn 1 được không ạ? Dạ em xin cảm ơn.",
    "Em tên là , học lớp CC19KTM1, mã số sinh viên: .   Em có nhận quyết định nhận điểm vắng thi có phép cho môn Mạch điện – điện tử (CO2037) ở học kì 1, 2020-2021. Theo như quyết định thì sau khi công bố lịch thi trước 2 tuần thì em phải đăng kí thi cuối kì và nộp đơn xoá điểm VP.   Trong email này em có đính kèm sẵn 2 file, 1 file quyết định và 1 file đăng kí thi cuối kì. Kính mong Phòng đào tạo xem xét qua các thủ tục và hỗ trợ em đăng kí thi cuối kì để xoá điểm thi VP ạ.",
    "Họ và tên ; MSSV  Hoãn thi môn , nhóm L24-X, ngày thi 02/12/2021 Lý do : không có thiết bị tham gia thi( không có laptop), vị trí địa lý : miền núi , cách xa trung tâm và đường truyền internet yếu.",
    "Em chào thầy /cô ạ.Thầy/cô cho em hỏi là tình hình dịch như thế này thì kì tới có được miễn chuẩn anh văn không ạ và có tổ chức đợt thi nào để xét chuẩn không ạ.Em cảm ơn ạ",
    "thầy cô cho em hỏi giờ em nộp đơn thu nhận cho pdt như thế nào ạ do học kỳ trước em không đk môn ạ. em có gửi qua mail được không ạ",
    "Kính gửi PĐT, Em là , MSSV: , lớp VP17XDC, khoa Kỹ thuật Xây dựng (chương trình PFIEV). Học kỳ 202 vừa qua, em có được trường cho phép thi trước riêng với các thầy cô để kịp hoàn thành học kỳ trước khi sang Pháp học tại trường đối tác . Tất cả các môn em đã thi hoàn tất với các thầy cô rồi, nhưng có 3 môn dưới đây thì em chưa có điểm (CH) dù cho lớp em tất cả các bạn đã có điểm rồi   I (và em hỏi các thầy cô rồi thì thầy cô nói đã nộp điểm về cho PĐT từ lâu rồi ạ)  /I :   B 1. Môn Kiến trúc(VP) - 813706 - Nhóm tổ: P01A - Giảng viên: Cô   2. Môn ĐA Kết cấu thép - 804707 - Nhóm tổ: P01A - Giảng viên: Thầy   3. Môn Kt & tổ chức thi công - 807702 - Nhóm tổ: P01A - Giảng viên: Thầy      Do vậy có thể do sơ suất nên bảng điểm của em chưa được cập nhật đầy đủ. Em thấy càng để lâu sau này càng khó giải quyết nên em viết thư này mong PĐT sớm cập nhật điểm của em ạ . Em xin cảm ơn. Trân trọng, ",
    "MSSV:     Kính gửi Phòng đào tạo, Em tên là , MSSV  . Vào ngày 19/8 em có dự thi lại môn Mạng máy tính HK202 (CO3003) để thay thế điểm vắng thi ở học kỳ trước đó . Hiện tại theo em được biết thì điểm số của các bạn khác thi cùng môn đã được công bố và cập nhật lên mybk. Còn trường hợp em thi lại thì vẫn chưa được cập nhật điểm, cũng như điểm môn này ở học kỳ cũ của em vẫn ghi là vắng thi. Em đã liên hệ thầy giảng dạy để hỏi về điểm số cũng như quá trình cập nhật điểm cho em thì được cho biết được rằng điểm thi của em đã được gửi lên (file scan đính kèm) phòng từ tháng 10. Do đây là lần thi lại đầu tiên của em nên em không rõ rằng việc đã ba tháng sau khi thi mà kết quả chính thức của em vẫn chưa được hệ thống ghi nhận có phải là điều bình thường không ạ? Trân trọng, .",
    "Dạ em là  MSSV:   Dạ em có đăng ký xin giấy xác nhận điểm trung bình học kỳ để làm hồ sơ ạ. Hiện hồ sơ của em đang ở Sài Gòn còn thiếu mỗi bảng điểm nhưng em hiện đang ở Quê tránh dịch nên không thể lên nhận bảng điểm ạ. Em nhờ người nhận hộ tên là   MSSV:  ạ Dạ phòng đào tạo xem xét và cho phép nhận hộ ạ.  B",
    "cho em hỏi thủ tục hoãn thi như nào ạ hay sử dụng biểu mẫu hoãn thi hk 202 và hk 203 ạ. em cảm ơn",
    "Thưa thầy/ cô, Do tình hình dịch covid kéo dài nên hiện tại em không đủ điều kiện để vào TP.HCM thi chứng chỉ TOEIC để hoàn thành chuẩn anh văn. Em muốn hỏi, nếu tình hình dịch vẫn kéo dài thì kì 212 tới có xét chuẩn anh văn không ạ? Nếu có thì trường có những phương thức gì để hỗ trợ sinh viên có đủ điều kiện để đăng kí môn học trong kì tới không ạ? Em cảm ơn!",
    "chào thầy (cô)! vừa rồi em có đăng kí lớp anh văn nhu cầu 3A và hoàn thành xong ngày 11/11/2021 nay có đợt đăng kí tiếp bắt đầu học vào ngày 1/12/2021 vậy em có được đăng kí lớp anh văn 4A không ạ. khi em đăng kí thì báo lỗi phải đăng kí học trước lớp 3A. kinh mong thầy cô xem xét trường hợp của em có thể được đăng kí không ạ! em xin cảm ơn!",
    "Em kính chào thầy/cô. Em tên: Huỳnh Trọng Thiện MSSV:  Em hiện đang học môn Anh văn 3A lớp DT05 và sẽ thi cuối kỳ vào ngày 2/12. Do chưa có điểm nên chưa thể tính vào môn học trước của môn Anh Văn 4A được . Em hi vọng thầy/cô có thể xem xét để cho em đăng kí môn Anh Văn 4A với ạ. Em cảm ơn .",
    "Cho em gửi phiếu bổ sung thì GK ạ Em cảm ơn.",
    "MSSV:     Dạ kỳ rồi em hoãn thi môn Hóa lý 2 mã CH2109. Nhưng kỳ 211 không có lớp mã Ch2109, mà có lớp Hóa lý 2 mã CH2031, tương đương với CH2109. Em muốn thi bù môn này thì phải làm sao ạ? Kính mong T giúp em với ạ, em xin cảm ơn T rất nhiều T_T",
    "Dạ, cho em hỏi là do trước đây em không thể xoay tiền để đóng học phí nên em đã xin hoãn và được phòng ct-ct sv đồng ý cho hoãn đóng học phí kì 211, nhưng hiện tại thì em đã xoay sở được đủ tiền học phí thì em có thể đóng luôn hay vẫn để kì sau ạ????, em xin cám ơn ạ.",
    "Dạ đến thời điểm hiện tại em chưa nhận Email xác nhận tốt nghiệp của phòng đào tạo ạ. Email sinh viên của em là  của em thì bị ban quản trị khóa rồi ạ, không thể đăng nhập để nhận thông tin.   i Tốt nghiệp .",
    "Dạ cho em hỏi là em có đăng ký in bảng điểm và đã hoàn tất thanh toán. Ngày giao dự kiến là 17/11 nhưng mà tới ngày hôm nay em chưa được nhận bảng điểm ạ. Em đang cần gấp do sợ trễ deadline apply ạ. Mong anh/chị hỗ trợ giúp em với . Em xin cảm ơn ạ.",
    "Chào thầy cô, em là SV khóa K17 Em còn thiếu AV nói viết và ngày CTXH để tốt nghiệp. Hôm nay, em vừa trúng tuyển NVQS Em có một số thắc mắc như sau: 1. Em muốn bảo lưu kết quả học tập, sau khi ra quân em trở lại trường hoàn thành điều kiện và lấy bằng có được không ạ? 2. Thời gian bảo lưu 2 năm có tính vào thời gian đào tạo tối đa là 13 học kì không ạ? 3. Nếu 2 năm sau em lấy bằng, thì ngày cấp bằng được ghi trên bằng là 2 năm sau (2024) đúng không ạ? Mong được thầy cô giải đáp Em cảm ơn rất nhiều ",
    "Dạ thưa cho em hỏi là kì này trường mình có mở đợt đăng kí thi anh văn định kì không ạ?",
    "Em đang là sinh viên năm 3 và hiện tại em chưa đạt chuẩn Anh Văn để đăng ký môn năm 3, Trường cho em hỏi là Trường có tiếp tục hoãn xét chuẩn Anh Văn để sinh viên có thể đăng ký môn HK212 không ạ?",
    "Kính gửi : PĐT trường Đại học Bách Khoa  Em tên:   MSSV : 8  Hiện tại em đã hoàn thành đầy đủ chương trình bắt buộc. Toiec Speaking và Writing là chứng chỉ còn lại em chưa hoàn thành.  Em mong muốn được đăng kí thi trong đợt tháng 12 này để hoàn thành chương trình. Nhưng em đã không đăng kí được.  Em đã gửi phản hồi lên BKSI 2 lần và đã được phản hồi nhưng kết quả em vẫn không thể đăng kí trên MYBK.  Em có chụp màn hình và gửi vào tệp đính kèm mong PĐT kiểm tra lần nữa giúp em. Em xin cảm ơn !",
    "Em tên:  MSSV: . PĐT cho em hỏi là, cuối tháng 12 thì LVTN sẽ báo cáo, nhưng do tình hình dịch bệnh diễn biến còn phức tạp nhiều khu vực chưa được tiêm vacxin mũi 2, thì khi nào là hạn để nộp CCAV để xét chuẩn hoàn thành LVTN và cũng như để xét tốt nghiệp ạ (do dịch bệnh, em cũng chưa nộp CCAV 450 để xét đăng kí LVTN, nhưng trường thấy được tình hình dịch bệnh diễn biến phức tạp nên cho sinh viên đăng kí LVTN mà không cần xét CCAV trong HK201 ạ). Em cảm ơn ạ!",
    "Chào thầy/cô ạ . Em là sv k20 chỉ có 1 lần duy nhất em thi toeic do trường tổ chức là đạt 420. Do trường dời hạn tổ chức thi toeic của năm 2 đến giờ. Thì không biết kì sau có tổ chức toeic để tụi em thi mà pass các av1,av2,av3, av4 không ạ.",
    "Dạ cho em hỏi av theo nhu cầu, nếu em muốn học av 3 mà av 1,2 em chưa qua hoặc chưa học thì có đăng ký av 3 của av theo nhu cầu được không ạ.",
    "Em gửi lại đơn vì đơn trước của em đã được đồng ý nhưng em đã bỏ qua đợt điền form ngày 5/8 nên PDT không cập nhật điểm 14 và ngày thi lại cho em . Nên em được hướng dẫn làm lại đơn để xác nhận ạ. Em gửi đơn hoãn thi và hình xác nhận không cấm thi. Em cảm ơn cô.",
    "Kính gửi Phòng Đào tạo, Em có nhận được mail mở lớp anh văn nhưng không thấy thông báo về việc thi định kì. Em muốn hỏi liệu trường mình có tổ chức thi anh văn định kì không, nếu có thì kì thi có tổ chức trước khi bắt đầu đăng kí môn học cho kì sau không ạ ?  Em xin cảm ơn !",
    "Em đã gửi đơn rút môn học cho PĐT và đã được xử lý. Hiện trang thời khóa biểu và lịch thi đã không còn hiện môn đó nhưng Bảng điểm của em vẫn để 15. Em nhờ thầy cô kiểm tra giúp em ạ",
    "Chào phòng đào tạo, em tên là  mssv . Kì thi cuối kì vừa rồi em đã đăng kí hoãn thi 2 môn Xác xuất thống kê (MT2001 học kì 202) và Phương pháp tính (MT1009 học kì 203) đã được phòng đào tạo xác nhận hoãn thi nhưng đén bây giờ vẫn chưa được cập nhập lại điểm, vẫn là điểm 13 trên bảng điểm. Mong phòng đào tạo sớm có phản hồi và giải quyết. Em xin cảm ơn   i ",
    "Em đã đóng học phí và ngân hàng đã trừ tiền ở tài khoản nhưng hôm nay em nhận mail báo chưa thanh toán học phí. Mong nhà trường xem xét lại giúp em. Em cảm ơn ạ!",
    "Chào thầy/cô ạ, Em tên là , MSSV: . Em có thấy mail thông báo đăng kí học anh văn (nhu cầu) tháng 12. Khi em vào trang đăng kí thì thấy trang đăng kí yêu cầu em học lớp anh văn A2 (nhu cầu) mặc dù em đã đăng kí học và chờ thi cuối kì ạ. Cho em hỏi là em nên làm như thế nào ạ. Em cảm ơn thầy/cô ạ. Chúc thầy/cô một ngày tốt lành",
    "Chào thầy cô, Em là , Lớp CC18OTO Em có thấy mail trường thông báo việc đi học trực tiếp các môn thí nghiệm với đường link đăng ký ở bên dưới. Do bất cẩn nên em quên không điền link đăng ký học trực tiếp . Vậy bây giờ em phải liên hệ thầy cô nào để giải trình ạ? Mong thầy cô nhận được câu hỏi của em và phản hồi giúp em ạ. Em cám ơn thầy cô, chúc thầy cô nhiều sức khỏe.",
    "Em tên , khoa Kỹ thuật Giao Thông (CLC),chuyên ngành kĩ thuật ô tô, mã số lớp CC18OTO1. Em muốn hỏi là, vừa rồi có email thông báo về việc học tập trực tiếp các học phần Thực hành, Thí nghiệm, nhưng do sơ ý, và em không kịp điền form để đăng kí học. Em hiện đã tiêm đủ 2 mũi Vaccine và muốn xin nhà trường cho em được đăng kí học tập trực tiếp học phần Thực tập, Thí nghiệm. Em xin cảm ơn.",
    "kính chào PĐT, em tên 9. Đang có đợt Đk Anh văn theo nhu cầu, em muốn đăng ký Anh văn 4 nhưng hệ thống báo em không được đăng ký vì đang học anh văn 3A (đã kết thúc môn và có lịch thi ngày 2/12 ) thì em có thể được đăng ký không ạ.em xin cảm ơn ạ",
    "Em xin trình bày là vào 8h15p sáng ngày 19 tháng 11 em đã đóng học phí nhưng cho đến thời điểm hiện tại thì vẫn chưa được cập nhật. Nên giờ em thắc mắc rằng khi nào thì em mới được cập nhật lại và bị như vậy có ảnh hưởng gì tới điều kiện thi cuối kì không ạ. Em đính kèm mã giao dịch ở dưới ạ.",
    "Dạ thưa phòng hỗ trợ trực tuyến BKSI, em . MSSV: , cho em hỏi là em có gửi đơn xin hoãn học phí học kỳ 211 dể thanh toán cùng với học kỳ 212, tuy nhiên em lại nhận được email yêu cầu thanh toán học phí trong học kỳ này. Đây là lần đầu tiên trong 4 năm học em xin hoãn học phí và mong trường đồng ý với mong muốn này của em ạ. Em xin cảm ơn.",
    "Em chào thầy, cô Em tên , kỳ này em có học anh văn cơ bản theo nhu cầu (mã LA0011) và AV1 theo nhu cầu (mã LA1037), thầy/cô cho em hỏi là điểm AVCB và AV1 theo nhu cầu có tính vào điểm trung bình của học kỳ hay điểm trung bình tích lũy ko ạ? Hay là chỉ tính tín chỉ thôi ạ? Mong thầy/cô giải đáp! Em cảm ơn!",
    "Em định đăng ký học lớp Anh Văn 4 nhưng em không biết là sẽ học online hay offline để e sắp xếp ạ? Em có vào đường link thông tin các lớp anh văn như trong mail trường gửi nhưng hình như đó là những thông tin cũ, hình em có gửi đính kèm. Mong các thầy/cô giải đáp giúp em sớm tại vì 17/11 là hết hạn đăng ký. Em cảm ơn ạ!",
    "Kính gửi Phòng đào tạo Em xin nộp đơn rút môn của học kỳ 211 ạ. Em cảm ơn Phòng đào tạo ạ.",
    "Kính gửi Phòng đào tạo . Em xin gửi đơn xin rút môn học học kì 211. Em xin chân thành cảm ơn Phòng đạo tạo.",
    "Thưa quý thầy cô, Em tên là , mssv , nay em xin gửi biểu mẫu thi lại môn CO1005 ( Nhập môn điện toán)  để thầy cô xác nhận giùm em đăng ký thi lại ạ. Em cảm ơn thầy cô đã dành thời gian hỗ trợ.",
    "Dạ em chào cô Em tên:      mssv:  Vào ngày 18/10 em có làm đơn xin hoãn thi môn kỹ thuật số ạ. Em xin gửi lại đơn ạ. Em có gửi kèm ảnh xác nhận của giáo viên vào ngày 18/10 ạ. Chữ ký của khoa em vẫn chưa xin được ạ vì thầy chưa trả lời ạ. Giáo viên nói sẽ gửi lại đơn vào ngày mai ạ!!!",
    "Chào thầy cô, em muốn đăng ký lớp Anh văn 4A theo nhu cầu nhưng vì thiếu môn AV3 nên chưa thể đăng ký . Thông báo lỗi:  Thiếu (các) môn học:   Nhóm [LA1041]: LA1041 - Anh văn 3A (nhu cầu) (học trước)  Em vừa lên xét chuyển điểm TOEIC (đã thẩm tra) cho AV2, AV3 và đã thanh toán lệ phí. Nhờ thầy cô \"Xác nhận đăng ký\" chuyển điểm để giúp em đăng ký môn AV4A ạ (nếu kịp trước hạn 14h50 28/11 đăng ký môn học), em cảm ơn thầy cô. MSSV:  Họ tên:  .",
    "Chào Anh/Chị! Em bỏ lỡ đợt đăng kí học trực tiếp 17/11-19/11, do em không check mail cẩn thận. Anh/chị cho em hỏi còn cách nào để em đăng kí lại không ạ? Em đã đủ điều kiện từ đợt đăng kí đầu tiên của trường . Em cảm ơn nhiều   3",
    "t thi anh văn đầu vào em chỉ đủ điểm để qua anh văn đầu vào và chưa qua anh văn 1. Em đang học để ôn thi TOEIC để nộp bằng vào trường quy đổi điểm nhưng dịch bệnh khó khăn em phải về quê và chưa thể thi TOEIC. Cho em hỏi là kỳ 212 trường có siết chuẩn anh văn để đăng ký môn không ạ? ",
    "Em đã đăng kí in bảng điểm ngày 23/11/2021 nhưng bây giờ em cần gấp bản pdf. Mong phòng đào tạo cho em xin file pdf ạ. Em cảm ơn nhiều ạ .",
    "Chào PĐT!  Em tên  MSSV: Vào cuối học kì 203 em có viết đơn xin hoãn thi nhưng lại không đăng ký hoãn thi môn đó vào google form nên không được PĐT xác nhận. Nay em xin gửi lại đơn hoãn thi này mong PĐT có thể tạo điều kiện để cho em thi lại trong học kì này ạ. Em cảm ơn!",
    "Kính gửi PĐT   Hôm qua em có nhận được mail về đăng ký anh văn nhu cầu như hình bên dưới Thầy cô cho em hỏi anh văn 1a 2a 3a 4a là anh văn toiec đầu ra hay là anh văn 1 2 3 4 như trong chương trình đào tạo của khoa điện  Kính mong thầy cô xem xét giúp em . Rm xin cảm ơn",
    "Kính gửi Thầy (Cô), Em tên , MSSV  lớp VL15PO. Hiện tại em đã đủ điều kiên tốt nghiệp nên hôm nay em viết mail để xin được mở tình trạng sinh viên trong học kỳ này. Mong Thầy(Cô) xem qua và xét duyệt giúp em ạ. Em cảm ơn Thầy(Cô) ạ. Trân trọng, .",
    "pdt ơi cho em hỏi em đã học đủ chỉ các môn tự chọn và môn học bắt buốc rồi nhưng kỳ rồi em lở đăng ký dư 1 môn tự chọn khác nếu môn đó em bị điểm 13 thì có ảnh hưởng đến kết quả tốt nghiệp không ạ.",
    "Kính gửi Thầy/Cô, Học kỳ này em có đăng kí một môn để duy trì tình trạng học tập để ôn tập anh văn nói viết, nay em đã đủ điều kiện tốt nghiệp. Em muốn hủy môn học đấy ở học kỳ này để tránh điểm xấu. Kính nhờ Thầy/Cô hướng dẫn. Em xin cảm ơn. ",
    "Kính gửi thầy cô PĐT  Thầy cô cho em hỏi khóa của em K20 học chuóng trình đào đạo 2019 vậy đầu ra anh văn minh là toeic nhiêu ạ. Em xin cảm ơn",
    "Dạ về vấn đề sinh hoạt công dân đợt 1 , do em thấy trên trang để là làm không giới hạn nên em đã làm bài 5 lần (bài cuối là bài hoàn chỉnh) . Sáng nay em mới nhận được gmail của trường là làm tối đa 2 lần thì không biết bên trường có thể giúp em giải quyết được vấn đề này không ạ.",
    "Dạ cô ơi , kì sau em đăng kí luận văn mà hiện tại em đang ở quê nên không kịp đi thi để lấy bằng toeic . Em có thể đăng ký luận văn rồi em nộp bằng tiếng anh sau vàituần được không ạ .Em cảm ơn ạ.",
    "Em tên là - Mã sinh viên  vốn đang học lớp võ L17 buổi thứ 3 từ 18h00-20h30 và thứ 4 từ 7h00-9h50 của cô , các buổi đều điểm danh đầy đủ. Hiện tại thời khóa biểu của em đã bị xóa môn võ mà em đang theo học suốt học kì 1 và em không rõ là lí do vì sao. Mong phòng giải đáp và hỗ trợ em vấn đề này.  Nếu có gì xin phòng đào tạo hãy chỉnh lại thời khóa biểu.",
    "Em xin chào, Em có đăng ký môn dự thính Kết cấu bê tông cốt thép 1, em có thời khóa biểu môn học vào thứ 2 tiết 13-14 của cô . Khi vào điểm giữa kỳ thì danh sách vào điểm thi của cô không có tên của em. Mong phòng đào tạo xem xét và hỗ trợ! Hình ảnh thời khóa biểu môn học và danh sách vào điểm của cô  đính kèm phía dưới. Em chân thành cảm ơn!",
    "Em chào thầy/cô phòng đạo tạo. Em tên , sinh viên năm 4 khoa Môi Trường. em muốn hỏi các thông tin về việc thanh toán trễ hạn học phí. Trong những lần thanh toán học phí gần em bị trễ hạn đóng tiền học phí về do các nguyên nhân về giãn cách xã hội và phỏng toa khu vực vùng có liên quan đến COVID-19 (Quê em ở Cà Mau). Vì vậy, em muốn hỏi việc thanh toán trễ như vậy có ảnh hướng gì đến tiến độ ra trường của em không ạ ? Nếu có đơn trình bài lý do nộp trễ hạn thì em có tìm đơn đó ở đâu? Em cảm ơn!",
    "Kính gửi quý Thầy/Cô ! Em là ,          MSSV:  Ngành Cảng-Công Trình Biển,   Khóa K2015. Nhờ được sự hướng dẫn từ cô thì nay em có làm đơn thu nhận lại để gửi cô, em đính kèm ảnh trong tin nhắn này phía dưới ạ. Em hi vọng sẽ được thu nhận lại và được tốt nghiệp ạ. Em cảm ơn cô ! Trân trọng. ",
    "Em xin chào Phòng đào tạo của trường.Em là  -MSSV:-Ngành Cơ kĩ thuật (CQ)-Khoa Khoa học ứng dụng.Em nhắn tin này với lí do là trong lúc em mở đề chuẩn bị làm bài thi giữa kì môn vật lý 1 thì em bị rớt mạng và out ra ngoài ,mãi đến lúc sau khi em vào lại trang Bk exem thì tài khoản của em đã bị khoá ,khiến em không thể làm bài và liên lạc với thầy cô coi thi trong google meet.Em mong phòng đào tạo cho em xin hoãn thi giữa kì môn vật lý 1 .Em xin chân thành cảm ơn và xin lỗi về sự cố này ạ!",
    "Em chào thầy,cô! Em tên . Khóa 2020.  Em có câu hỏi:Hk211 em đăng kí học anh văn 2A theo nhu cầu. Hk 212 em muốn đăng kí anh văn 3 thông thường( không phải anh văn nhu cầu) để xét chuẩn anh văn năm 2 thì có được không ạ? Giả sử: anh văn 2A và anh văn 3 đều đạt thì có được xét là qua chuẩn anh văn năm 2 không ạ?  Em cảm ơn thầy, cô!",
    "Dạ em chào quý thầy cô phòng đào tạo. Em tên:  Mssv:  Lớp: XD17CTGT02 Dạ em vừa thi qua tiếng anh 2 kỹ năng nói viết nên đã đủ điều kiện để xét tốt nghiệp nhưng trong danh sách tốt nghiệp dự kiến lại không có tên em, bạn em cũng vừa thi qua chung đợt với em thì lại có tên trong danh sách.Dạ tất cả các tiêu chí từ số tín chỉ tích lũy, ngày công tác xã hội,chứng chỉ toeic hay tiếng anh nói- viết em đều đủ.Dạ em mong quý thầy cô giải quyết giúp em vấn đề này để em được sớm tốt nghiệp. Dạ em cảm ơn thầy cô.",
    "Chào BKSI, em tên là , MSSV: , lớp DD18DV03. Hiện tại, em muốn xuất file mềm bảng điểm của em có xác nhận của nhà trường thì em phải làm như thế nào ạ? Em xin chân thành cảm ơn.",
    "Em chào thầy / cô ạ ! Họ tên :  mssv  Dạ cho em hỏi là bên phòng đào tạo đã nhận được đơn hoãn thi môn kỹ thuật số ee1015 của em chưa ạ ! Giảng viên đã báo lại mail cho em là đã gửi lại đơn xác nhận (nội dung mail trong ảnh chụp màn hình gửi kèm). Em xin cảm ơn thầy / cô ạ !",
    "Dạ cho em hỏi là năm nhất do dịch nên trường tạm không xét chuẩn anh văn. Vậy trường sẽ xét chuẩn anh văn để đăng kí môn học vào cuối kì 212 hay sẽ cuối kì này (211) ạ. Em cám ơn ạ.",
    "Em xin chào Phòng đào tạo của trường.Em là  -MSSV:-Ngành Cơ kĩ thuật (CQ)-Khoa Khoa học ứng dụng.Em nhắn tin này với lí do là trong lúc em mở đề chuẩn bị làm bài thi giữa kì môn vật lý 1 thì em bị rớt mạng và out ra ngoài ,mãi đến lúc sau khi em vào lại trang Bk exam thì tài khoản của em đã bị khoá ,khiến em không thể làm bài và liên lạc với thầy cô coi thi trong google meet.Em mong phòng đào tạo cho em xin hoãn thi và thi bù giữa kì môn vật lý 1 .Em xin chân thành cảm ơn và xin lỗi về sự cố này ạ!",
    "Nếu hiện tại em chưa lên trường nhận bằng được thì Giấy chứng nhận tốt nghiệp tạm thời em lấy online tại đâu ạ. Tk của em bị khóa mất mục \"Đăng ký tốt nghiệp\" rồi, mà em chưa save lại cái Chứng nhận tạm thời trong đó ạ. Em cũng không có đk gửi bưu điện đến nhà ạ. Trước đó em tính sử dụng file pdf giấy chứng nhận tạm thời của lấy từ mục \" Đăng ký tốt nghiệp\" nhưng hiện mục đó bị khóa rồi ạ.",
    "Em chào thầy cô Em tên là :  thi MSSV:   Hệ: VLVH Hiện tại em muốn đăng kí lớp anh văn theo nhu cầu tháng 12 thì em có những câu hỏi như sau nhờ thầy cô hỗ trợ giùm em ạ. 1. Chuẩn đầu ra của hệ VLVH (em nhập học tháng 10/2020) thì theo chuẩn của trường là AV mấy thì là đủ điều kiện (điều kiện ra trường và điều kiện là luận văn)? 2. Em có thể đăng kí được lớp AV4 luôn hay không hay phải đăng kí theo thứ tự lơp AV1 và sau đó là AV2 và trình tự như vậy ạ ? Mong thầy cô hỗ trợ thông tin giùm em Trân trọng    .",
    "Kính gửi. Em tên  sv khóa k18. Em muốn hỏi về vấn đề bằng Giáo Dục Quốc Phòng trường hợp ngoài ý muốn là bị mất thì trường có cách nào cấp lại hoặc có phương án giải quyết như thế nào ạ. Em xin cám ơn.",
    "Tốt nghiệp . Em muốn hỏi anh văn  theo yêu cầu có chuyển điểm cho anh văn  theo chương trình đào tạo khóa K17 không ạ?",
    "Tốt nghiệp . Dạ em chào Thầy/Cô ạ, Theo như kế hoạch của Trường thì Khóa K17 sẽ được xét tốt nghiệp đến hết học kì 211 (cụ thể ngày 24/12/2021). Cho em hỏi là trường hợp của em đã hoàn thành các môn học chuyên ngành tại trường, chỉ còn thiếu bằng anh văn Toeic để nộp vào (chuẩn 600 - do em không có AV4). Trong học kỳ này do đang chờ thi Toeic và xét tốt nghiệp nên em không có đăng ký môn học ạ . Trường hợp nếu em không nộp bằng Toeic (chuyển điểm AV4 và đạt chuẩn tốt nghiệp) vào trước thời hạn xét tốt nghiệp học kì 211, thì em sẽ bị đình chỉ 1 học kỳ đúng không ạ? Và cho em hỏi là em có thể xin làm đơn nộp bằng Toeic vào học kì sau (đợt xét tốt nghiệp tháng 4/2022) hay cần phải làm các thủ tục gì để được xét tốt nghiệp vào đợt tháng 4/2022 không ạ?  Em chân thành cảm ơn Thầy/Cô.",
    "Dạ em muốn làm thủ tục xin xác nhận vay ngân hàng chính sách thì hiện tại em phải làm như thế nào ạ",
    "Em có chứng chỉ TOEIC 555 do tình hình dịch và tiêm phòng ở địa phương, Phòng đào tạo có thể giúp em chuyển điểm theo bảng quy đổi cũ để em đủ điều kiện tốt nghiệp được không ạ?",
    "Kính gửi PĐT, Em tên  MSSV . Hiện tại em đã đầy đủ điều kiện để tốt nghiệp nhưng em vẫn chưa nhận được email cũng như tên trong danh sách thông báo dự kiến tốt nghiệp ạ. Em đã đủ 142 tín chỉ, 15.5 ngày CTXH, 660 Toeic nghe đọc và 225 Toeic nói viết. Tất cả đều đã đủ điều kiện nhưng vẫn chưa nhận được mail thông báo. Các bạn thi chung đợt toeic nói viết với em đều đã nhận được email tốt nghiệp rồi ạ. Mong PĐT kiểm tra lại giúp em và sớm phản hồi em với. Em xin cảm ơn nhiều ạ.",
    "hồi đó em đăng kí hoãn thi trong form mà GV gửi chứ ko đăng kí form mà PDT gửi nên ko có lịch thi môn giải tích 2 h em phải làm sao",
    "Em khóa k17, em có chứng chỉ TOEIC 555 có thẻ quy đổi điểm av 1,2,3 là 10 7.5 5. Nếu em đạt thêm av4 trong trường thì có đủ điều kiện xét tốt nghiệp không ạ?",
    "Chào anh/chị. Hiện tại điểm môn học Vật liệu học và xử lý mã môn học ME2015 bị vào thiếu cột điểm thí nghiệm.Dẫn tới việc điểm tổng kết môn học bằng 0. Bây giờ muốn bổ sung cột điểm thí nghiệm phải làm sao ạ!  Em đã mail cho giáo viên dạy thí nghiệm nhưng chưa đưa mail trả lời! Mong pdt giúp đỡ em để hoàn thành môn học! Em cảm ơn! ",
    "Em chào phòng đào tạo,em là ,sinh viên khóa K17 đại học Bách Khoa TP HCM.Hiện giấy xác nhận sinh viên của em đã được xử lý vậy em có thể đến văn phòng của phòng đào tạo lấy được chưa ạ?Và cho em hỏi thêm là bên phòng đào tạo có thể xóa đi dòng \"thời gian khóa học theo quy định từ 9/2017 đến 4/2022 trên giấy xác nhận sinh viên của em giúp em được không ạ?",
    "Cho em hỏi em đã thi giữa kỳ môn võ vá đã học gần hết môn học trong học kỳ 1 (cụ thể là tuần sau thi cuối kỳ) nên em không biết em có được bảo lưu số buổi đã học và kết quả không hay em phải học và thi lại từ đầu. Xin phòng trả lời.",
    "K      . Em chưa nhận mail đăng ký thi toeic 2 kỹ năng Nói & Viết. Cô cho em thông tin theo dõi ạ.",
    "Hiện tại em có lịch thi lại môn Trang bị điện-đtử trg MCN  Mã môn học ME2005 Nhưng hiện tại do tình hình dịch bệnh em không thể thi được vậy thì em có thể tạm hoãn lần nữa không ạ Nếu được em cần làm những giấy tờ gì ạ Em xin cảm ơn   i Xin tạm hoãn thi cuối kỳ .",
    "chào thầy (cô)! vừa rồi em có đăng kí lớp anh văn nhu cầu 3A và hoàn thành xong ngày 11/11/2021 nay có đợt đăng kí tiếp bắt đầu học vào ngày 1/12/2021 vậy em có được đăng kí lớp anh văn 4A không ạ. khi em đăng kí thì báo lỗi phải đăng kí học trước lớp 3A. kinh mong thầy cô xem xét trường hợp của em có thể được đăng kí không ạ! em xin cảm ơn!",
    "Em chào cô ạ Em tên:     mssv :  Cho em hỏi phòng đào tạo đã nhận được đơn hoãn thi môn kỹ thuật số EE1015 của em chưa ạ! Em cám ơn cô ạ!!",
    "CHÀO THẤY CÔ HIỆN  LÀ SINH VIÊN K15 HẾT KÌ NÀY  ĐÃ HẾT HẠN CHÍNH QUY  Ì  Ạ. VÀ KHI NÀO SẼ CÓ ĐỢT XÉT TUYỂN Ạ    XIN CÁM ƠN",
    "Em chào cô, Theo như cô nói thì điểm anh văn theo nhu cầu ko tính vào điểm trung bình, tuy nhiên em có hỏi một số bạn có học anh văn theo nhu cầu thì có bạn bảo không lấy điểm trung bình, có bạn lại bảo có tính vào điểm trung bình. Bạn em có học anh văn cơ bản theo nhu cầu kỳ hè vừa rồi và có tính điểm tb, em đã xem bảng điểm của bạn ấy và đúng như vậy. Em cũng ko hiểu cách lấy như nào! Mong cô giải đáp và cho em lời giải thích trường hợp trên ạ! Em cảm ơn cô!",
    "Xin chào cô ạ, -Em tên  mssv  lần trước em có làm đơn xin hoãn thi và được chấp nhận nhưng do em không có điền vào form của phòng đào tạo gửi ngày 5/8/2021 nên bị sót. -Em xin gửi bổ sung đơn đã được giáo viên hướng dẫn chấp nhận và em không nằm trong danh sách cấm thi . -Em làm đơn này để xác nhận lại hoãn môn học để có thể dự thi vào tháng 12 tới ạ . -Do em thấy đơn trước em gửi nhưng vẫn đang xác nhận mà 24/11/2021 sẽ hết hạn tiếp nhận về việc hoãn môn học nên em xin gửi lại để mong được giải quyết ạ. Em xin chân thành cảm ơn ạ.",
    "Em xin chào PĐT,  Hiện tại đã mở thời gian học SHCD và làm bài thực hành, nhưng trong BKEL của em vẫn chưa thấy gì. Không biết là do em lỗi hay PĐT chưa mở bài kiểm tra. Em rất lo lắng. Em mong PĐT có thể trả lời giúp câu hỏi của em. Em xin cảm ơn . Họ và tên: Mai Phú Quý . Mssv:  . TTĐT Bảo Dưỡng Công Nghiệp, lớp: BD19G01 +02",
    "Kính gửi: Ban Giám Hiệu Trường Đại Học Bách Khoa TP.HCM Em tên là , MSSV:  Em viết thư này kính mong Ban Giám Hiệu giải đáp thắc mắc cũng như hỗ trợ em để em có thể đăng kí tốt nghiệp bổ sung. Em có kết quả đậu anh văn hai kỹ năng cuối cùng là nói và viết vào ngày 17/11/2021, nên hôm nay em muốn xin phép Ban Giám Hiệu cho em đăng kí tốt nghiệp bổ sung trong học kì này. Rất mong Ban Giám Hiệu cho phép, cũng như hướng dẫn để em thực hiện các bước để có thể đăng kí tốt nghiệp ạ. Em xin chân thành cám ơn Thầy/Cô .   ,  "
]