[
    "Kính gửi phòng đào tạo Trường Đại học Bách khoa Em tên  mssv  khoa cơ khí, ngành công nghệ may em đăng kí môn học đợt 1 nhưng đến đợt bị mất một số môn nhưng đăng kí lại thì lại đủ số lượng Em làm đơn này mong phòng đào tạo xét duyệt có thể học các môn này để không bị trể tiến độ học tập -Thực tập kỹ thuật MSMH:ME2033 nhóm A02 ngày thứ 7,chủ nhật - phương pháp tính MSMH:MT1009 nhóm A02 ngày thứ 4 ",
    "Cho em hỏi trường khoá hết mã môn học vậy sao đủ 14 chỉ để mà mở tkb? Trường giải quyết rõ giúp em vì có rất nhiều bạn cũng đang rất hoang mang .",
    "Truyền động cơ khí công suất lớn 1 Thứ 4- - - - - - 7 8 9 - - - - - - - 213702Động lực học hk cơ bản Thứ 3- - - 4 5 - - - - - - - - - - -",
    "em xin chào phòng đào tạo ạ, em muốn xin mở lớp đăng kí môn học Vật Lí 2 ạ, vậy có cách nào để em có thể xin mở lớp để học được không ạ. Em cám ơn nhiều ạ    .",
    "MSSV:       . Chào PĐT ạ, Em có 2 vấn đề sau cần giải đáp, em có hỏi 1 câu trước đó rồi nhưng có vẻ em chưa nói rõ ý!  1. Hiện tại sang học kỳ tới em là sinh viên năm 4. Em mới qua 2 môn thể chất. Như vậy tức là em không đủ điều kiện để đăng ký môn học năm 4 rồi đúng không ạ? Không biết PĐT có thể tạo điều kiện giúp em để em học song hành thể chất với các môn năm 4 trong học kỳ tới được không ạ! Do em còn học lớp KSTN nên nếu bị trễ 1 học kỳ thì sẽ bị ra khỏi lớp! Nếu được thì em rất cảm ơn! (Hoặc có cách nào để bị trễ 1 kỳ mà vẫn không bị ra khỏi lớp KSTN thì cho em biết với ạ) 2. Hiện tại trên trang đăng ký môn học em không tìm kiếm được lớp thể chất để đăng ký, các mã PE đều không có lớp, như vậy là sao ạ. (Hình đính kèm)",
    "Thưa cô , hiện tại môn kinh tế học đại cương mã môn học là IM1013 dã hết lớp đăng kí , rất mong cô suy xét cho em được tham gia học môn này ở lớp L02 lịch là tiết 789 hôm thứ 3 ạ . em xin trân thành cảm ơn !!",
    "Bữa giờ em lên MyBk thì không hiện mục đăng ký dự thi kiểm tra, hôm nay em lên thì lại hiện hết chỗ. Sao lại mất công bằng vậy ạ?",
    "Hà  Em xin mở thêm sỉ số lớp môn EE3111-Mạng máy tính lớp A01  ạ!",
    "Em chào phòng đào tạo ạ, em tên là , MSSV . Theo lịch học trong đợt ĐKMH đợt 2, em định đăng ký môn \"công nghệ hạt và bột CH3083 nhóm A01 thứ 6 tiết 7-9\" và môn \"Hóa phân tích CH2005 nhóm L04-L08 có giờ thí nghiệm vào thứ 6 tiết 2-6\" nhưng bị lỗi tiết 6-7 liên tiếp. Tuy nhiên em đã xin phép bảo lưu điểm thí nghiệm môn Hóa phân tích và được GV chấp nhận cho bảo lưu nên em không phải học giờ thí nghiệm. Em kính mong PĐT cho phép em được đăng ký môn \"Công nghệ hạt và bột CH3083 nhóm A01 thứ 6 tiết 7-9\" ạ . Em cảm ơn rất nhiều ạ",
    "Kính gửi quý thầy cô. Em tên là:  thuộc lớp HC05-HC19HOA1, em muốn xin gia tăng sĩ số của lớp mã L02 môn học thí nghiệm hóa hữu cơ cơ bản mã môn học CH2111 Lí do: môn đó học 5 tiết mà giờ mới có thông báo nên em kính mong quý thầy cô tăng thêm sĩ số. Em cảm ơn ạ.",
    "Cô ơi em là  mssv: cô cho em đăng kí bổ sung thêm vào lớp L04 môn phương pháp tính vì bị hủy Em cảm ơn cô",
    "Cho em hỏi  Nhà trường có luôn mở đầy đủ các môn cơ sở ngành năm 2 của học kì 201 ở học kì 202 không ạ ? Nếu không mở thì những sinh viên không đăng kí được môn cs ngành 201 phải bị trễ 1 năm hay sao ạ ? Em cảm ơn",
    "Cô ơi xin cho em hỏi, sau khi hoàn thành học phí ( đã trễ hạn ) mà em cũng không đăng ký môn học cho học kỳ này được. Xin cô chỉ em hướng giải quyết ạ! cảm ơn!",
    "Em muốn đăng kí môn học Kỹ thuật dự báo (ME4601) nhóm A01 nhưng lớp đã đủ sĩ số. Phòng đào tạo cho em xin đăng kí bổ sung vào lớp Kỹ thuật dự báo (ME4601) nhóm A01 được không ạ?",
    "Em hiện chỉ tích được 24 chỉ trong năm nhất, theo thông tin thì em chỉ được đăng ký tối đa 8 tín chỉ cho học kì sau, nhưng em học chất lượng cao và số lượng lớp là cực kỳ ít nên đạt được 8 chỉ cũng không thể, em mong nhà trường sẽ mở thêm những lớp đại cương cho CLC ạ. Em xin góp ý là nếu đã chậm tín chỉ thì tại sao nhà trường lại giới hạn số chỉ năm sau ạ? Nếu em đã chậm thì trường phải cho em cơ hội để bắt kịp chứ ạ tại sao còn khiến em chậm hơn nữa.",
    "Em biết trường đang thay đổi chương trình đào tạo để cho chất lượng đầu ra được đảm bảo tốt nhất để giữ thanh danh cho trường cũng như răn đe các bạn sinh viên học tập tót hơn vì một số bạn đang ngày càng lơ là học tập không chú ý đến sách vở hay kiến thức ( như gia hạn nhiều lần hạn làm bài online mùa dịch, nhiều bạn rớt môn hay nợ môn trong năm nay,...). Nhưng em muốn trường cho em một cơ hội để thể hiện mình trong năm thứ 2 này. Em chưa đạt chuẩn tính chỉ để đăng ký các môn học năm 2 nên hiện giờ em chỉ đăng ký được 2 môn theo chương trình đào tạo ngành BDCN nên hiện giờ em rất lo sợ trễ mất 1 hk so với các bạn và điều đó kéo theo rất nhiều hệ lụy về sau cho không chỉ em mà còn rất nhiều bạn khác.Em mong trường cho em cũng như các bạn một cơ hôi chỉ năm 2 này thôi để sửa sai và không làm trường thất vọng về chúng em. Mong thầy/cô đọc được không nghĩ em đang diễn vì em đang thật sự viết bằng cả cái tâm của em. Cảm ơn thầy cô đã đọc.    .",
    "Xin chào văn phòng đào tạo trường , em là sinh viên năm 3 , em có đăng kí môn học năm 4 và một sô môn tự chọn ( khoảng 19 tín chỉ ) nhưng đã bị xóa hết với lý do    Nhóm [GDTS_3]: GDTS_3 - Chuẩn thể chất sau năm 3 (tiên quyết)  . Thực tế thì em chưa hoàn thành 1 môn GDTC , cho em hỏi là quy định là như thế hay là đăng kí môn học bị lỗi ( vì em thấy một số bạn cũng bị như mình mặc dù đã hoàn thành 3 môn GDTC ) . Em xin chân thành cảm ơn và mong phản hồi sớm .   .",
    "Kì này em đạt gần 8 chấm trung bình môn, nên cho em hỏi em muốn nhận học bổng phải do sinh viên tự đăng ký hay là trường sẽ tự xét vậy a, Em cảm ơn.",
    "Tăng Sĩ số môn học ME2015 - Vật liệu học và xử lý - Lớp: A03_A06 Lý do: để thuận tiện cho việc học tập ạ",
    "Em tên:  MSSV:   Khoa: Kỹ thuật xây dựng Cho em hỏi là do em không tích lũy đủ tín chỉ nên không đăng kí được những môn của năm 2. Giờ em đăng kí không đủ tín chỉ để có thời khóa biểu. Xin phòng đào tạo cho em xin hướng giải quyết ạ. Em xin chân thành cảm ơn.",
    "Cho em hỏi với ạ. Dạ cho em hỏi ạ, em thấy môn Xác xuất thống kê, Hóa phân tích là thuộc Toán và KH tự nhiên, là những môn đại cương tại sao em đăng kí không được ạ",
    "dạ em xin phòng đào tạo có thể mở thêm sỉ số lớp môn   B  (EE3131)    cho em đăng kí học với ạ. do kì trước em có học môn này nhưng không đủ điểm qua môn, điểm cuối kì có sau đợt 1 đăng kí môn học nên em không đăng kí, đến đợt 2 thì em vô xem đi xem lại 3,4 lần nhưng vẫn không đăng kí kịp. em hi vọng pdt có thể mở thêm sỉ số hoặc mở thêm lớp cho tụi em đăng kí học với ạ. em xin cảm ơn ạ!",
    "Cho em hỏi nếu em đăng kí môn học dưới 14 chỉ thì có bị xóa thời khóa biểu không ạ .",
    "Cho em hỏi là em đăng kí các môn năm 2 vào đợt 1 và được duyệt, nhưng một số bạn thì bị xoá môn. Em đã pass AV1 và AV2, số tín chỉ tích lũy của em là 22, vậy em vẫn được giữ nguyên các môn đã đăng kia không ạ?",
    "Em năm nay sắp sang năm 2 nhưng hiện giờ em không đăng kí được một số môn học ở năm 2 do em còn thiếu các môn học theo yêu cầu. Vậy làm sao em có thể đăng kí để học lại các môn đó trong học kì tới ạ?",
    "Em là Trần Huy Hùng XD15CTN hiện em không thể đk tốt nghiệp đc vì không có tên trong danh sách dự kiến tốt nghiệp, em đã đáp ứng đầy đủ các yêu cầu để tốt nghiệp, mong thầy cô giúp em để em có thể nhận đc giấy cn tốt nghiệp tạm thời.",
    "Học kỳ 192 đã kết thúc được 1 tháng tuy nhiên trong phần bảng điểm của em vẫn còn 3 môn chưa có điểm: Công nghệ phần mềm, thực tập công nghệ phần mềm, kỹ năng chuyên nghiệp cho kỹ sư. Em thấy phần tổng số tín chỉ tích lũy học kỳ đã được cập nhật và không tính 3 môn này vào, vậy liệu em có bị rớt những môn này không ạ. Các bạn cùng học với em cũng chưa có điểm.",
    "Kính chào quý thầy cô! Em xin hỏi, nếu môn học đã được Giải Quyết rút môn( có tính học phí) thì: Học phí cần phải đóng là 100% học phí môn học đó hay thế nào ạ. EM xin cảm ơn.",
    "Em là , snh viên nghành Công nghệ Thực phẩm chương trình chất lượng cao. Theo chương trình đào tạo, học kì này em có học môn Triết học Mác Lê-nin, là môn học được giảng dạy bằng tiếng Việt. Em muốn hỏi  học phí của học kì này có thay đổi không ạ? Vì là môn tiếng Việt nên em không biết tính học phí và tín chỉ như thế nào. Em cảm ơn ạ.",
    "Xin chào thầy,cô. Em là . Mssv:. Em mong muốn được thầy cô gia tăng sỉ số lớp môn   B Kỹ thuật chế tạo 1( ME3031)    lớp   B A03_A08    . Mong quý thầy, cô giúp đỡ để em cố thể học tập đúng tiến độ ạ.Em xin chân thành cám ơn.",
    "Em tên  mssv 1. Dạ cho em hỏi em đủ điều kiện tốt nghiệp chưa ạ? Em đã hoàn thành hết chươn trình học cụng như anh văn nói viết.",
    "Nếu kì thi kiểm tra trình độ tiếng Anh ngày 20/9 em đạt yêu cầu AV3 thì có được cộng vào số tín chỉ tích lũy của năm nhất không ạ?",
    "Gửi phòng đào tạo, Em là K15 còn nợ môn Kỹ thuật điện(EE1005), cho em hỏi là học kì này trường không mở môn này hay môn này đổi mã môn học ạ. Nếu trường không mở môn này thì có cách nào để em trả nợ được môn không ạ. Em cảm ơn.  ",
    "dạ em chào thầy, cô ạ. em có câu hỏi là học phí ở hk 201 của k19, nếu em đk dưới hoặc bằng 8 chỉ thì có được giảm học phí không ạ? em cảm ơn ạ",
    "Em muốn hỏi rằng em hiện tại là k19, năm nhất em tích được 25/28 chỉ nhưng tại sao môn Kỹ thuật số mã môn là EE1009 nhưng em cũng k đăng kí được lí do là chuẩn sinh viên năm 2 vậy ạ? Em tưởng mã môn là XX1--- là mã môn của năm nhất thì dù em chưa đủ 28 chỉ thì chỉ không đăng kí được những môn năm 2 thôi còn năm nhất thì vẫn được chứ ạ. với thứ 2 là hiện tại những môn đại cương của năm nhất đều không mở lớp, điểm anh văn em đã chuyển và đã qua cả 4 môn anh văn nên không đăng kí môn anh văn, cho nên em đăng kí tất cả các môn có thể đăng kí được thì cũng chỉ được 8 chỉ, như vậy thì k đủ số chỉ tối thiểu mà những môn rớt em cũng k được học lại. có nghĩa em sẽ bị cảnh cáo học vụ kì này hoặc tệ hơn là không đủ chỉ thì không có thời khóa biểu . Mong phòng đào tạo có thể cho em cách giải quyết vì em thực sự không biết phải xử lí thế nào.",
    "Cho em hỏi là đối với sv năm 3 vẫn chưa biết được điểm dự thính kì chính mà đã vào học kì 201 lun.Nếu khi biết điểm dự thính mà không đủ chỉ cho năm 3 là sẽ bị hủy môn phải không ạ?.Vậy PĐT có mở đk lại để đk thêm những môn đại cương không ạ?.Em cảm ơn.",
    "Em muốn tăng sỉ số sinh viên lớp L01 mác LÊNIN mã SP1031  Mong thầy cô giúp đỡ em mở lớp nhằm cải thiện điểm  Em cảm ơn thầy cô",
    "Chào Thầy(Cô) Em tên là  MSSV  Em viết đơn này mong Thầy(Cô) mở thêm sĩ số nhóm lớp A01_A01 môn Kỹ thuật điện tử - IU2011 Em cảm ơn.",
    "kính thưa thầy/cô Em tên  , MSSV  Khoa giao thông Thầy/cô cho em hỏi là em đăng kí môn chuyên ngành , nhưng đăng kí không được ạ , nó hiện lên là chuẩn sinh viên năm 3 (tiên quyết) . Xin thầy/cô cho em hướng giải quyết ạ",
    "Kính chào thầy, cô Em tên  mssv:  Hôm nay em muốn hỏi thầy, cô vì em không đăng ký được môn anh văn 1 (LA1003) mặc dù điểm anh văn đầu vào em đã được 310 điểm. Em xin cảm ơn thầy, cô. Trân trọng!",
    "Dạ e xin chào ạ Em không đủ 28 tín chỉ cho năm nhất Nhưng đợt 2 em vẫn đăng kí được những môn chuyên ngành Vậy vào đợt 3 đăng kí môn, những môn đó của em có bị hệ thống xóa không. Em xin cảm ơn",
    "Em tên:  MSSV:  Nay em làm đơn này kính mong quý thầy cô giúp em tăng sỉ số lớp CI1051 ( Hư hỏng sửa chữa công trình) tạo điều kiện thuận lợi cho em trong việc học tập ạ. Em có thấy thầy cô đã tăng sỉ số lớp nhưng do em đi thực tập ít có thời gian rảnh nên khi em vào đã full slot.Em cám ơn quý thầy cô và mong nhận được sự giúp đỡ và phản hồi từ phía thầy cô ạ.",
    "Kính chào thầy, cô ạ Em tên là  - MSSV:  Em không thể đăng ký môn học ME3231 (Kỹ thuật mhh và mô phỏng) vì môn này kết thúc vào tiết 6, và em đã đăng ký môn ME4027 bắt đầu vào tiết 7 cùng ngày. Em xin phòng đào tạo cho em đăng ký môn học ME3231 để em có thể theo kịp tiến độ học tập và chương trình đào tạo. Em xin hứa việc đăng ký này sẽ không ảnh hưởng đến việc học tập của em, em xin hứa sẽ cố gắng học tập tốt, chuyên cần, đầy đủ. Mong thầy, cô và thầy đào tạo sẽ tạo điều kiện cho em để em có thể đăng ký được môn học này ạ. Em xin chân thành cảm ơn thầy, cô",
    "Kính gửi Phòng đào tạo, Em viết đơn này xin Phòng đào tạo có thể mở rộng sỉ số lớp L02 Kinh tế học đại cương - IM1013. Vì lí do em hiện tại không đủ tín chỉ yêu cầu của trường đề ra, em mong Phòng đào tạo xem xét mở rộng sỉ số lớp giúp em . Em xin cảm ơn các thầy, cô đã đọc thư này và hy vọng có thể trả lời em sớm.",
    "MSSV: 4   Tốt nghiệp .   p Em xin chào Thầy, Cô ạ !  p    p Em tên là . MSSV :4. Lớp DC13KS.   p    p Cho em hỏi là, em đã có tên trong danh sách dự kiến tốt nghiệp, nhưng trong ghi chú có ghi là chưa đủ ngày CTXH, mới có 13.5 ngày. Mặc dụ trên mybk, trong mục Hoạt động ngoại khóa SV thì đã đủ với tổng số ngày 15.5 ngày.  p    p Mong Thầy, Cô xem xét giúp em với ạ  p    p Em cám ơn  p ",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Em xin chào quý thầy/cô Do việc thực hiện cách ly em đã không thể tham dự thi cuối kỳ môn cơ sở điều khiển tự động hiện tại giáo viên bộ môn đã đánh cột cuối kỳ 0 phẩy làm trung bình học kỳ của em rất thấp Em xin hỏi là nếu em đăng ký thi lại vào đợt thi cuối kỳ hè thì điểm học kỳ 192 em có thay đổi không ạ? Theo quy chế nếu em xin thi diện  thì em sẽ hủy điểm thành phần và tính điểm \"đạt\" nếu trên 5 phải không ạ? Lúc đó điểm 0 em có bị hủy bỏ trong điểm học kỳ không ạ?",
    "Em tên , là sinh viên khoa Cơ khí, ngành Kỹ thuật hệ thống công nghiệp.  Vì đợt đăng ký lần 1 chưa cập nhật điểm giáo dục thể chất 3 nên em bị hủy môn Thiết kế sản phẩm trong công nghiệp ME4017.  Em rất mong nhà trường có thể mở thêm sỉ số môn này để em có thể đăng ký và học ạ. Em cảm ơn!",
    "Tăng sỉ số lớp môn Thí nghiệm silicat dc (MA3035) giúp em Thầy bộ môn đã đồng ý Em gửi 2 lần mà sỉ số lớp vẫn vậy. Em vẫn chưa đăng ký được . Hy vọng tăng sỉ số lớp lên 30 ạ",
    "Dạ e chào Thầy/ Cô. Em là K18 đang học lớp quản lý Môi trường. Học kì này theo chương trình đào tạo là em sẽ đăng ký môn Thực tập tham quan( tiên quyết là môn Nhập môn kỹ thuật). Nhưng do năm nhất em không có học nên em vẫn chưa học được môn NMKT. Các học kì rồi em có đăng ký nhưng không được chấp nhận. Năm nay, pdt cho đăng ký chung với K20. Nhưng với điều kiện tiên quyết này, thì em sẽ không thể học môn TTTQ. Vì K19 đổi chương trình, đổi mã và đổi từ 2 chỉ thành 1 chỉ, đặc biệt là đến năm 4 K19 mới học môn này. Cộng thêm việc TTTQ là tiên quyết của các môn luận văn tốt nghiệp và lơp em chưa tới 30 bạn nên không có hy vọng nào luôn ạ. Vì vậy mà có thể e sẽ mất hơn 6,5 ra trường mà bằng sẽ hạ xuống tại chức. Em không thể nào nghĩ là chương trình K19 sẽ thay đổi hoàn toàn như vậy.  Mong Thầy/Cô xem xét cho em được đăng ký song hành 2 môn này được không ạ? Nếu 1 môn không qua thì sẽ xem như rớt cả 2 môn được không ạ? Mong Thầy/Cô xem xét và giúp đỡ em. Em thật sự đang cố gắng theo kịp chương trình, nhưng riêng môn này thì không còn cách nào. Em chân thành cảm ơn!",
    "em đăng kí môn kĩ thuật số mã ee1009 theo đúng chương trình học. Bấm chọn lớp nhưng lại báo lỗi như vậy. Xin giải đáp giúp em",
    "Dạ em chào PDT, hiện tại em là sinh viên cuối năm 2 của Khoa Khoa học ứng dụng, trong kỳ 201 sắp tới, cả lớp đăng ký môn học theo CTDT và có một môn sắp xếp tại cơ sở 2. Theo bình chọn sơ bộ thì 98% các bạn muốn chuyển môn về cơ sở 1. PDT cho em hỏi để có thể chuyển thì em cần chuẩn bị biểu mẫu gì và cụ thể như thế nào ạ . Em cám ơn .",
    "Em đăng kí không được môn kỹ thuật hệ thống viễn thông máy báo là \" không được phép đăng ký vào nhóm lớp này - Xem thêm về Loại hình SV và Loại hình đào tạo (tìm kiếm tại BKwiki - wiki.hcmut.edu.vn)\"  Em không biết làm sao để khắc phục  Mong nhà trường xem xét và khắc phục lỗi này ạ",
    "Kình gửi PDT. Em đã tiến hành thanh toán học phí ở BKPay. Bây giờ em cần làm thủ tục gì để đăng kí được xét tốt nghiệp ạ. e kiểm tra nhưng vẫn chưa đăng kí được   i Tốt nghiệp .",
    "dạ thưa pdt, nếu mình đăng ký 8 tín chỉ trong 1 học kỳ thì mình sẽ được giảm 50% học phí đúng không ạ? và là hệ thống sẽ tự giảm hay mình có cần làm đơn hay gì không ạ? em cảm ơn ạ.",
    "Em không qua môn học \"Các nguồn năng lượng tái tạo\" mã môn học Ma2013 mọi năm môn này sẽ được mở ở học kì 4 nhưng chương trình k19 đổi thành ở học kì 7  Qua năm sau (hk8) em sẽ làm luận văn và nếu theo tiến độ thay đổi như vậy thì đến hk7 của k19 (hk11 của em) em mới được đăng kí môn này hay sao ạ?? Và có cách nào để em được mở môn này sớm không ạ?? Xin mở lớp thì cần tối thiểu sỉ số bao nhiêu ạ?? Em cảm ơn và mong được giải đáp",
    "Em đã rớt môn anh văn 2 và 3. Vậy nếu trong kì thi anh văn sắp tới do IIG-Việt Nam tổ chức em thi qua 450 điểm. thì môn anh văn của em sẽ được tính như thế nào ạ? các môn anh văn 2 và 3 vẫn sẽ để rớt môn và em vẫn phải học lại ạ? Còn khi em thi Toeic và nộp bằng thì các môn anh văn đó sẽ tính như thế nào?",
    "Dạ em xin chào Phòng Đào tạo, em là  lớp CK17CTM2. Em xin phép PĐT có thể mở môn học Thực Tập cơ khí đại cương 2 ( ME2001) vì kỳ trước là kỳ chẵn em đăng kí thì cũng không có ạ . Mong PĐT có thể xem xét, Em cảm ơn ạ!",
    "Kính gửi phòng đào tạo ĐHBK. Em tên ,MSSV : . Em kính xin phòng đào tạo cho phép em đăng ký bổ sung môn Sác Xuất và Thống Kê , mã MH : MT2001. Kính xin phòng đào tạo cho phép em đuo85c đăng ký và tham gia học môn này vì đây là môn cuối củng trong chương trình để em hoàn thành luận văn tốt nghiệp. Em xin cảm ơn.",
    "Kính gửi thầy,cô PĐT và thầy,cô chủ nhiệm bộ môn Hóa lý hôm nay em gửi tin này xin thầy cô tăng thêm sĩ số môn Hóa lý( CH2001) vì nó là môn bắt buộc và em đã trễ 1 năm. Kính mong thầy, cô chấp nhận yêu cầu này của em. Em cảm ơn ạ!",
    "Ngoại trừ các môn bắt buộc năm 4, em đăng ký được bình thường, còn các môn tự chọn em đều đăng ký không được, màn hình hiện là \"không được phép đăng ký vào nhóm lớp này\", mong Phòng Đào Tạo xem xét giúp em ạ.",
    "Dạ cho em hỏi về vấn đề đăng kí môn học là  môn thí nghiệm Hoá hữu Cơ(CH2053) A04 có số tiết là 23456 em có được đăng kí môn học tiếp theo  là CH2061 - CS t/toán &tkế tbị hchất tiết 789 không ạ dạ cho em hỏi tương tự môn: CH3309 - T/kế tnghiệm &xlý sốliệu tiết A01 tiết 789 và môn CH3015 - T/n quá trình thiết bị tiết 23456 luôn ạ Dạ em xin cảm ơn ạ",
    "em muốn đăng kí môn giải tích 1-2 trong học kì 201 nhưng không thấy mở lớp, pđt có thể hỗ trợ mở lớp 2 môn này giúp em được không ạ",
    "Em mong nhà trường mở thêm sĩ số lớp môn hóa lý ạ ! em cần học để kịp tiến độ trong kì 201 tới . em cảm ơn !",
    "Cho em hỏi đợt kiểm tra anh văn tại trường HK193 sắp tới em đã đăng ký nhưng không đi thi thì có bị sao không ạ",
    "Em là K18, hiện giờ đang muốn đăng kí môn Hệ thống số để cải thiện điểm nhưng môn học hiện tại đã đổi mã môn. Liệu em có được phép đăng kí học hay không và nếu được thì điểm có được chuyển tương đương không ạ? Em cảm ơn.",
    "dạ cho em hỏi sao qua nay môn thể chất em đk không được vậy ạ có thể hướng dẫn em cách đk môn này được không ạ. tại đợt 1 em có đk mà qua đợt 2 này mất ạ",
    "Họ và tên:  MSSV: Nay đề nghị được thu nhận lại từ học kì 1 năm học 2020-2021 Có đính kèm phiếu thu nhận lại. Em xin cảm ơn",
    "em muốn đăng kí môn phương pháp tính(MT1009) tại cơ sở 2, hiện tại đã quá sĩ số. vậy có thể  đăng kí thêm em vào giúp được không ạ.",
    "Thưa phòng đào tạo OISP, Em gặp vấn đề về việc thời gian của 2 môn học (trong cùng tiến độ 201 của K19) CH2009-Hóa phân tích và EN2005 - H/học trg k/thuật &khmt1. Hiện tại môn CH2009 em đăng ký lớp CC01 và 2 ngày học đều ở cs1, tuy nhiên môn EN2005 hiện tại chỉ mở 1 lớp và học ở 2 cơ sở. Môn EN2005 vào ngày thứ 4 từ tiết 2-6 ở cs2 và sau đó là từ tiết 8-11 môn CH2009 ở cs1, em hiện không đăng ký được môn EN2005 vì bị lỗi thời gian ở 2 cơ sở quá xa nên mong được nhà trường tư vấn và giúp đỡ ạ. Em cảm ơn rất nhiều, mong nhà trường hồi đáp em sớm ạ.",
    "Cho em hỏi là hiện nay em đang có 30 chỉ và được đăng kí môn năm 2 trong đó 6 chỉ Anh văn là điểm 12(đạt nhưng không tính vào ĐTB) nhờ thi Anh văn đầu vào, vậy là 6 chỉ Anh văn này có được tính vào tổng chỉ để em đủ điều kiện đăng kí năm 2 hay là 6 chỉ này không tính và việc em đăng kí được môn là lỗi lệ thống ạ?",
    "Dạ các thầy cô cho em hỏi là các môn học trong chương trình đào tạo khóa 2018 không đổi mã đúng không ạ? Do em định học lại 2 môn mà em thấy có 1 môn có mã mới còn mã cũ thì không mở lớp nên em hơi hoang mang ạ. Em cảm ơn quý thầy cô ạ!",
    "Lớp Quản trị kinh doanh cho kỹ sư IM1003 có thời khóa biểu vào thứ 4 tuần 36, nhằm ngày 02/09/2020thì có học không ạ? Hôm đó có lịch kiểm tra giữa kỳ (dự kiến) của lớp. Em cảm ơn ạ.",
    "dạ thưa PDT, hiện tại việc đăng kí môn học của em bị trục trặc do thời khóa biểu các môn học bị trùng với nhau, cụ thể là môn triết học Mác Lê-nin(SP1031).Giờ học của em bị trùng với hầu hết các lớp trong thời khóa biểu, riêng lớp CC03 là thuộc giờ trống của em nhưng bây giờ sĩ số lớp đã đầy. Em muốn hỏi là PDT có cho mở danh sách thêm 1 sĩ số để em đăng kí môn được không ạ?",
    "Chào pđt,học kì vừa rồi em vẫn chưa đủ 28 chỉ, nhưng vẫn đăng kí được các môn năm 2 và có rất nhiều bạn đang hoang mang giống em rằng có bị xóa các môn đó không, để chúng em đăng kí môn khác ạ. Em cảm ơn.",
    "Em có nhu cầu đăng ký môn Quản lý nhân sự IM3055 nhưng hiện tại cả hai lớp đã đủ sĩ số. Em rất mong quý Thầy/Cô tạo điều kiện giúp em đăng ký môn học này ạ. Em xin chân thành cảm ơn.",
    "Em có đăng kí môn Phương Pháp Tính;  Mã MH: MT1009; Em được xếp vào nhóm A01 - thứ 3 - tiết 10-12; Do thứ 3 em có 2 môn học vào buổi sáng và chiều trước giờ học môn Phương Pháp Tính; Để đảm bảo về sức khỏe, khả năng tiếp thu và chất lượng học tập nên em xin phép phòng đào tạo hỗ trợ chuyển giúp em sang nhóm A02 - thứ 4 - tiết 10-12 ạ. Kính mong được sự hỗ trợ của PĐT ạ, em xin chân thành cảm ơn.",
    "Cho e hỏi là trong một kì nếu e chỉ đăng kia 8chỉ thì có được giảm 50% học phí k ạ hay vẫn phải đóng số tiền mặc định của mỗi kì",
    "em tên là  văn bằng 2. em có 2 câu hỏi. 1. em đăng ký điện điện tử nhưng em theo học nhưng cảm thấy khoa điện không phải là thế mạnh của em. em biết thế mạnh của em là thiết kế về thời trang. nên em muốn chuyển ngành qua công nghệ may . 2. nếu bây giờ đăng ký môn về chuyên ngành công nghệ may thì. mã môn học cũ  không mở đối với môn học học kỳ 1 năm 2 của chương trình cũ.( chương trình đào tạo kỹ sư). nếu em đăng ký học theo chương trình của khóa k19 (chương trình cử nhân) thì có được xét tốt nghiệp chương trình cử nhân không ạ. em xin cảm ơn.  ",
    "Em muốn đăng ký môn kinh tế học (700401) và xử lý số tín hiệu (405406) nhưng 2 môn này chỉ còn 1 lớp và 2 lớp này bị cấn lịch với nhau thì có cách nào giải quyết k ạ, vì 2 môn này nằm trong chương trình học kì này của em ạ",
    "Em là sinh viên PFIEV.Trong đợt đkmh đợt 2 thì môn học 403707-Lập trình hệ thống điện không thể đăng ký được,hình như do môn học bắt đầu ở tiết 7 , mong phòng đào tạo có thể điều chỉnh",
    "Em xin được tăng số lượng lớp PO2 môn học 201701 - Cơhọc đc &ch mtr liêntục vì em cần đăng ký vào nhóm PO2 để có thể đăng ký được môn học 404713 - Lôgic tổ hợp vì bị trùng lịch học . Em cảm ơn ",
    "Xin tăng sỉ số nhóm A01 ĐAMH Kết Cấu Thép (CI3213)",
    "Em tên là  và hiện đang là sinh viên K15 của chương trình PFIEV chuyên ngành Viễn thông. Hiện tại em đang xem xét việc học tiếp chương trình của ngành Khoa học Máy tính theo hướng bằng thứ hai sau khi đã hoàn thành LVTN của chương trình PFIEV. Sau khi em xem xét và so sánh CTDT của chuyên ngành Kĩ thuật Máy tính và chuyên ngành Viễn Thông PFIEV, em nhận thấy rằng ngoài sự trùng lặp về các môn đại cương, còn có sự trùng lặp về nhiều môn chuyên ngành khác. Vì vậy, liệu em có thể sử dụng điểm của những môn trùng lặp trong chương trình PFIEV để chuyển điểm/ xét điểm miễn cho các môn trong chuyên ngành Kĩ thuật Máy tính không ạ? Nếu được thì em cần làm những thủ tục gì để xét chuyển điểm? Kính mong T có thể giải đáp câu hỏi của em, Trân trọng, ",
    "Dạ cho em hỏi là sv năm 1 đủ 28c mới được đk môn cơ sở ngành năm 2. Vậy nếu e chỉ được 27c ( đã cộng kì hè) pdt có thể xem xét lại giúp em không ạ. Nếu được thì em có cần làm đơn gì không ạ. Dạ em cảm ơn",
    "Em là   học khoa Quản lý công nghiệp chất lượng cao. Em muốn hỏi về việc hoãn học GDQP học kỳ này. Tình hình dịch bệnh COVID đang phức tạp, thể trạng em lại không tốt (Em bị viêm xoang và viêm amidan) rất hay bị đau. Gia đình em không cho phép em đi học GDQP tại thời điểm này để bảo về bản thân cũng như bảo vệ mọi người. Em sẽ liên hệ trung tâm GDQP để học trong thời gian hè khi tình hình dịch bệnh dịu lại. Nếu như tình hình không tốt hơn thì có thể sẽ hè của năm sau nữa gia đình em mới cho em học. Em muốn hỏi miễn có bằng của trung tâm GDQP là em sẽ được tốt nghiệp đúng không ạ? Chuyện học GDQP trễ của em sẽ không ảnh hưởng đến việc học các môn khác của em ở trường đúng không ạ? Em cảm ơn.",
    "Em chào Phòng đào tạo, Các bạn nhóm ngành Logistics và Quản lí chuỗi cung ứng - khoa Cơ Khí - K17 hiện không đăng kí môn học ME3231 (kỹ thuật mô hình hóa - mô phỏng) được do hệ thống báo thiếu môn  [ME2049]: ME2049 - ứng dụng máy tính trg cn. Em có chekc lại Môn này không phải môn tiên quyết trong lộ tình đào tạo. Kính mong phòng đào tạo xem xét và giải quyết sớm ạ. Em xin cảm ơn    .",
    "Kính chào quý anh chị, Em là Lê  Trần  Phú Sỹ, sinh viên chương trình tiên tiến, Điện Điện Tử K15. Tháng 7 vừa rồi em đã bảo vệ thành công luạn văn cũng như hòn thành toàn bộ chương trình đào tạo. Em tra danh sách tốt nghiệp tạm thời không có mã số sinh viên của em :. Em cũng không thể đăng kí tốt nghiệp. Mong quý anh chị vui lòng hồi âm cho em biết em còn thiếu sót gì để có thể bổ sung cho kịp ạ. Em xin cảm ơn",
    "Em là , mssv . Đợt 1 đăng kí môn học học kì 201, em có đăng kí môn hóa đại cương (CH1003), nhưng hiện hết lớp. Mong Phòng đào tạo mở thêm sĩ số lớp có mã lớp L06_L03, môn hóa đại cương (CH1003), và thêm em vào lớp đó. Em cảm ơn.",
    "Em hiện chỉ tích lũy được 28 tín , nên kì 201 này mới đăng kí được 8 tín chỉ thôi , cho em hỏi em có bị không xếp thời khóa biểu không ạ , và e có nghe nói nhà trường giảm 50% cho trường hợp đăng kí dưới 8 tín chỉ đúng ko ?",
    "Em chào thầy/ cô, thầy/ cô cho em hỏi đợt kiểm  tra trình độ anh văn vào ngày 19-20/9/2020 có dành cho sinh viên hệ chính quy không ạ và điểm đó có thể dùng để xét chuẩn anh văn đầu vào cho sinh viên cuối năm 2 không ạ. Em xin cảm ơn",
    "Tên:  Mssv  Câu hỏi: 1. Một số môn học tìm kiếm lại không có như: vật lý 1,2; giải thích 1,2, ? 2.  Em đã học ba môn giáo dục thể chất vậy học kỳ này em có cần đăng ký không ?",
    "Dạ em chào thầy/cô, Em là  -MSSv:  Vào học kỳ 201 sắp tới, em muốn đăng ký môn Đồ án môn học kết cấu bê tông 1 - 804702 nhưng bị trùng thời khóa biểu với môn Năng lượng tái tạo (XD) - 403708. Vì vậy, em muốn hỏi là có thể chuyển môn Đồ án trên thành dạng môn tự chọn để đăng ký môn học không bị trùng TKB được không ạ và quy trình cụ thể như thế nào ạ? Em xin cảm ơn và chúc thầy/cô có ngày làm việc vui vẻ!",
    "Học kì 201 trường có mở lớp đồ án Kết cấu thép A01 do thầy  phụ trách, do em đăng kí trễ nên lớp đã đủ sĩ số, em là sinh viên năm 4 cần đạt môn này để làm luận văn. Mong trường xem xét mở thêm sĩ số của lớp này ạ !",
    "Em chào PĐT, Em đang là sinh viên năm 2 khoa KH-KTMT, kì sau (kì chính 201) em đăng kí môn Cơ sở Dữ liệu (CO2013) - là môn chuyên ngành của khoa MT năm 3, hiện tại só lượng các bạn đăng kí đã đầy (22/22), em hy vọng PĐT có thể tăng tỉ số lớp học (L03_L06 - CO2013) từ 22 lên thành 25 được không ạ, có thể cũng còn nhiều bạn sinh viên khác cũng có nguyện vọng như em. Em xin chân thành cảm ơn PĐT.",
    "Em chào quý thầy cô Em tên  mssv 5 Trường mình có 1 đợt tốt nghiệp vào tháng 11 năm nay. Hiện em còn học 1 môn cuối cùng trong học kì hè này. Cho e hỏi e có thể đăng kí tốt nghiệp vào đợt này được không? Và hạn chót là đến khi nào để đang kí tốt nghiệp ở đợt này. Em xin cảm ơn",
    "Cho em hỏi về việc chuyển điểm môn thay thế ạ . điểm đó có được tính vào điểm trung bình tích lũy k ạ . em xin cảm ơn",
    "Em thấy thông báo thanh toán học phí là hết ngày 7/9. Vậy em có ý định bảo lưu kết quả học tập sau ngày đó mà không đóng học phí có ảnh hưởng gì không ạ?",
    "Em xin chào PĐT, Kì sau (kì chính HK201), em dự dịnh ĐK 2 môn học là AV4 và Tư  . Cho em hỏi là: - AV4 em có đăng kí đợt đầu và đã bị hủy. Đợt này em đăng kí tiếp thì có được không ạ, vì em thấy có mở lớp ? - Tư   em có đăng kí đợt đầu và đã bị hủy vì vướn môn học trước là , hè này em đang học , vậy đợt này em đăng kí Tư  được không ạ ? Em xin cảm ơn PĐT.",
    "Cho em hỏi, em chưa qua AV1 nên không được đăng kí các môn năm 3. Vậy em qua Anh Văn 2 mà chưa qua Anh Văn 1 thì có được đăng kí năm 3 không ạ . Em xin cám ơn!",
    "Chào anh/chị, Em là  - MSSV:  Sinh viên lớp Việt Pháp Xây dựng khóa 2016 (VP2016XDC). Hiện tại, đợt 1 em đã đăng kí nhưng kết quả đăng kí đợt 1 lại không có môn nào nên buộc em phải đăng kí môn học lại ở đợt 2. Tuy vậy, các môn học em cần đăng kí lại có 3 môn học chỉ mở cho đúng 13 người, trong khi đó các môn khác là 20 người/1 lớp. Lớp Việt Pháp em số lượng rất ít, nếu các môn học này em không được đăng kí thì sẽ phải tốt nghiệp trễ hạn từ nửa năm đến 1 năm. Do đó, em xin phòng đào tạo cho mở thêm số lượng để em có thể đăng kí môn ạ. Môn học cần mở thêm: 813702 - Không gian âm thanh và ánh sáng 813703 - Thiết kế môi trường chất lượng cao 813704 - Phân tích đô thị Em xin cảm ơn ạ. ",
    "Dạ chào Thầy/Cô, Thầy cô cho em hỏi khi sinh viên năm 1 vào, em có thể hiệu chỉnh thời khoá biểu đã đăng ký hiện tại để đăng ký Nhập môn điên toán (CO1005) được không ạ? Vì hiện tại chưa biết Nhập môn điện toán sẽ học vào ngày nào nên em không thể chừa lịch trong đợt đăng ký lần này được ạ! Em xin cảm ơn Thầy/Cô",
    "Xin chào PĐT, thời gian đào tạo tối đa của em đã hết. Nên em muốn xin trường gia hạn thêm 1 học kỳ nữa, thì cần làm theo quy trình nào ạ? Hiện tại em chỉ còn nợ 1 môn, luận văn tốt nghiệp đã bảo vệ hoàn tất. Xin PĐT giúp đỡ, em xin cảm ơn.",
    "Cho em hỏi, Em là SV K16. Hiện tại em chỉ còn 2 môn học là  + bơm quạt máy nén ME2039 + Giải tích 2 MT1005 Mà học kì chính 201 lại không mở môn này, EM không đăng kí môn nào thì lại bị tình trạng 0 tín chỉ ở HK chín . em sẽ đăng kí GT2 vào kì dự thính thì có ảnh hưởng tới tình trạng sv k ạ. Vì em nhớ có quy chế 0 TC sẽ bị buộc thôi học. Em cám ơn ",
    "Xin phòng đào tạo mở lớp Sức bền vật liệu CI2007 ạ Em gửi kèm danh sách các bạn có nhu cầu học trong HK 201",
    "Dạ em xin kính chào quý thầy/cô đang xem ạ. Em tên là , lớp HC19HC12, MSSV là . Em muốn xin tăng sĩ số lớp Hóa hữu cơ, MSMH là CH2021, nhóm L01 thêm 4 người ạ. Mong quý thầy/cô xem xét. Em xin cảm ơn ạ.",
    "Tư tưởng  em có đăng kí đợt đầu và đã bị hủy vì vướng môn học trước là , hè này em đang học , vậy đợt này em đăng kí Tư tưởng được không ạ ?",
    "Do nhiều môn mã mới của K19 không mở lớp nên em đang rất thiếu chỉ, mong pđt xem xét mở thêm lớp EN1003 và CH1005.Em cảm ơn",
    "em chào cô thầy ạ, em lúc trước có thi anh văn toeic trong trường ngày và được 300đ( tháng 12) . dựa theo cách tính điểm của nhà trường khóa k19 thì em đã đc đk anh văn 1 mà sao bây giờ em đăng ký thì bào lỗi thiếu môn tiên quyết anh văn cơ bản. mong thầy cô giải thích cho em với ạ",
    "Dạ em xin chào quý thầy cô phòng đào tạo, em tên  là sv năm 4 khoa điện. Em muốn xin mở thêm sỉ số lớp A01 môn Trí tuệ nhân tạo trong điều khiển (tiết 10-11-12, chủ nhật). Em kính mong quý thầy cô tạo điều kiện cho em được hoàn thành môn học. Em xin cám ơn quý thầy cô.",
    "Em chào quý thầy cô phòng đào tạo (pđt) Em muốn xin 1 slot của môn quản trị kinh doanh cho kĩ sư. Cụ thể:  Mã số: IM3001  Lớp: L01 Thời gian: thứ 2, tiết 789 Phòng: H1-405Mong quý thầy cô hỗ trợ cho em 1 vị trí vào học",
    "Em còn 1 môn Hoá Lý 2 mã CH2031 là hoàn thành tiến độ học tập, PDT có thể mở lớp trong kỳ này được không ? Đã có bạn lập danh sách và nộp đơn nhưng giáo viên không nhận dạy. Em hy vọng PDT giúp.",
    "Dạ em chào thầy/cô, em là  SV khoa máy tính khoá K15 ạ (MSSV:). Thầy/cô cho em hỏi em đăng ký môn XSTK theo mã MH của chương trình đào tạo là MT2001 nhưng đã hết sĩ số. Em thấy cũng có môn XSTK nhưng mã MH là MT2013 thì hệ thống vẫn cho phép em đkmh học XSTK với mã môn MT2013. Thầy/cô cho em hỏi em có thể đăng ký môn XSTK với mã MH là MT2013 thay cho mã MH trong chương trình đào tạo của em là MT2001 không ạ?  Em xin cảm ơn ạ.",
    "Em kính chào PĐT! Em xin phép hỏi về vấn đề đăng ký môn của học kì 201 ạ! 1. Em muốn hỏi là hiện tại em không đủ 28TC sau năm nhất. Và nếu qua học kì hè thì em vẫn còn thiếu 1TC. Nhưng em đã đăng kia tham gia đợt kiểm tra anh văn vào tháng 09 vậy liệu nếu em qua được đợt kiểm tra  anh văn thì có được tín là có 2TC tương đương với anh văn 1 hay không ạ? Nếu như thế thì em có thể đăng ký học phần của năm 2 vào đợt 3 không ạ? 2. Và nếu như anh văn không thể tính như thế thì tức dù có qua học kì hè 193  em vẫn thiếu 1TC để đăng ký năm hai và hiện tại không đăng ký môn năm hai được, môn nợ thì học kì dự thính mới mở, nên em hiện tại có dưới 8TC vậy em có phải bị dừng 1 học kì vì không đăng ký đủ 14TC/HK không ạ? 3. Nếu không bị dừng 1 học kì thì trong học kì tới em có thể học các môn em đăng ký được ở học kì chính 201 + với trả nợ môn ở học kì dự thính 201 cùng lúc không ạ? Hay em chỉ có thể học trả nợ môn ạ? Mong PĐT giải thích giúp em những câu hỏi trên Em xin chân thành cảm ơn các thầy cô ạ",
    "Em chào phòng đào tạo ạ,  Em tên là  có MSSV là . Nay em muốn xin phòng đào tạo cho em được thêm vào lớp môn học Nhập Môn Điều KHiển Thông Minh (EE3057) mở vào tiết 789 chiều thứ 2 phòng 301 C4 ạ. Do em định để đợt 2 đăng ký bổ sung nhưng qua đợt 2 thì lớp đã full nên em không thể đăng ký được nữa. Em rất mong phòng đào tạo sắp xếp, giải quyết cho em vấn đề này ạ. Em chân thành cảm ơn!",
    "Em là Hoàng Khôi Nguyên, mssv: , sinh viên khóa 2015 ngành Điện-điện tử chương trình Tiên Tiến . Cho em hỏi em có thể coi mã môn Pháp Luật Việt Nam đại cương, môn giải tích 2 và môn Luận Văn Tốt Nghiệp của chương trình em ở đâu vậy ạ. Em cám ơn.",
    "Thầy (Cô) cho em xin phép được gia tăng sỉ số môn học. EE3097 - Kỹ thuật an toàn điện Nhóm A02_A04",
    "Em chào thầy! Thầy cho em hỏi hôm qua em có xin mở lớp kết cấu thép 2 và DAMH kết cấu thép. Chủ nhiệm bộ môn phân công thầy  dạy cả 2 môn nhưng chiều mở lớp thì không thấy mở lớp Kết cấu thép 2 mà chỉ mở môn ĐAMH Kết cấu thép do thầy  phụ trách dạy ạ!  Mong thầy giải đáp giúp em! Em cảm mơn!",
    "Hiện tại em đang là sv chính quy, em muốn chuyển qua hệ VHVL hay tại chức thì cần làm ntn ạ.",
    "Dạ cho em hỏi em đăng kí học thí nghiệm tiết 23456. Rồi em đăng kí môn liên tiếp học tiết 789 có được không ạ?  Em cảm ơn ạ!",
    "em chào thầy/cô em tên là , mssv .thầy/cô cho em hỏi là từ năm nay trường  mình có dạy thể dục không ạ mà sao em đăng kí thể dục mà trang thông báo là không mở lớp vậy ạ!em mong thầy cô trả lời sớm nhất cho em ạ! em xin chân thành cảm ơn ạ!",
    "Dạ cho em hỏi em đã từng học môn GDTC3 nhưng chưa qua. Giờ em đăng kí đồ án chuyên ngành thì nó hiển thị không đăng kí được do chuẩn GDTS3 . Vậy em phải hoàn thành môn GDTC3 thì mới đăng kí được hay sao ạ",
    "thầy cô cho e hỏi là nếu đăng kí dưới 14tc thì có bị xóa tkb không ạ . Và 14tc đó là bao  học kì chính với dự thính hay là học kì chính thôi ạ",
    "Xin chào thầy/coo . Em có nhu cầu học môn Nhập môn điều khiển thông minh (EE3057) nhưng hiện tại lớp của  môn này đã đủ số lượng 60/60  . Em xin phép thầy cô có thể tăng sỉ số lớp học môn này để em có thể đăng ký học ở kỳ này. Em xin chân thành cảm ơn. Tên sinh viên:  MSSV: ",
    "Em là k2017 ở kỳ 201 này em có thể đăng ký dưới 14 TC nhưng vẫn đuy trì trạng thái sinh viên được ko ạ. Em cảm ơn",
    "AMH Kết Cấu Thép, Thứ 3 tiết 8 9 10 thầy  đã đầy danh sách, em xin thêm 1 vị trí trong lớp học để được học môn đồ án thép trong kì này ạ.",
    "Em chào thầy/cô! Thầy/cô cho em hỏi là em hệ đại trà có được đăng kí nhóm cc môn pháp luật đại cương không ạ. Nếu được thì học phí tính như thế nào ạ! Em cảm ơn cô!",
    "Thưa thầy/ cô, Hiện tại em có nhu cầu học môn MT2001 - Xác suất thống kê nhưng tiếc rằng lớp em có thể học lại không còn chỗ trống. Nay em làm đơn này mong thầy/ cô có thể mở thêm slot ở lớp A02 (Sáng thứ 5 tiết 3, 4, 5) để em có thể đăng kí ạ. Em xin chân thành cám ơn.",
    "Kính gửi phòng Đào tạo, Em tên là , MSSV: . Em vừa mới nộp đơn mở lớp môn Thực tập cơ khí đại cương 2 - ME2087. Cho em hỏi khi nào PĐT sẽ mở lớp Đăng ký trên MyBK vậy em?  Em xin cảm ơn! Trân trọng,  ",
    "Em chào các thầy cô, vì nhiều lí do em bị chậm môn GDTC nên không thể đăng kí môn năm 4, không biết em có thể làm đơn hay gì để có thể đăng kí không ạ, em sẽ hoàn thành GDTC vào HK 201 năm sau ạ.",
    "Em có một số thắc mắc về việc nộp chứng chỉ CNTT như sau: - Thời hạn nộp chứng chỉ cho K19 - Nộp chứng chỉ đến phòng ban nào? - Em nghe nói sinh viên năm nhất được thi  miễn phí 1 lần vào đầu học kì 2, nhưng do dịch COVID-19 em không biết đợt thi này đã tổ chức hay chưa. Không biết em hiện giờ còn được đăng kí hay không ạ. Em xin cảm ơn thầy/cô.",
    "Dear . Em đã đăng kí tốt nghiệp. Đủ 15 ngày CTXH nhưng trong danh sách tốt nghiệp tạm thời chỉ cập nhật 12 ngày CTXH. Mong  xem lại giúp em để em có thể tốt nghiệp đúng hạn. Em xin cảm ơn. . MSSV: ",
    "Dạ hiện tại em đang không đăng kí được môn Thi công công trình csht-CI4023 do thiếu môn Kỹ thuật hạ tầng đô thị-CI3265. Mà trong CTDT của em không có môn đó. Hiện tại em đã hoàn thành tất cả các môn chuyên ngành của năm 3. Mong PDT có thể giải giúp giúp em ạ. Em cám ơn",
    "chào anh/chị ạ, em tên , mssv . dạ em muốn nhờ anh/chị mở thêm sĩ số lớp mô hình hóa hình học và mp(nhóm  A01 nhóm BT A02). em sinh viên năm tư do kỳ trước trường không mở nên không đăng ký được, mong anh chị xem xét ạ.",
    "Cho em hỏi,giấy xác nhận sinh viên (giấy tạm hoãn NVQS) là giờ em có thể lên xin hay phải chờ trường phát ạ?",
    "Dạ thưa thầy cô sáng nay lớp L01 môn nguyên lí máy ME2003 tăng sĩ số từ 119/105 thành 120/120 nhưng em vẫn không đăng kí kịp lúc các sinh viên khác giành hết chỗ rồi ạ  Em xin thầy cô có thể tăng chỉ số nhiều hơn nữa hoặc mở thêm 1 lớp mới không ạ ( em là châu thiên long mssv  hệ đại trà )",
    "SV:HOÀNG ĐỨC LONG MSSV: EM MONG PĐT MỞ THÊM CHO EM 1 SLOT MÔN CƠ LÝ THUYẾT AS1003 NGÀY THỨ 6 Ạ,EM CẢM ƠN NHIỀU.",
    "Kính gửi phòng đào tạo, Em có câu hỏi thắc mắc là những sinh viên đã ký bảo vệ luận văn vào tháng 9 thì có kịp cập nhật cho tốt nghiệp tháng 11 không ạ? Em cảm ơn ạ.",
    "Dạ cho em hỏi tại sao kì này PĐT không mở lớp THÍ NGHIỆM VẬT LÝ ạ? Học kì dự thính có mở không ạ? Em xin cảm ơn",
    "Em có đăng ký môn tự chọn mã CI4109, nhưng hiện tại có mới có 12 bạn đăng ký, vậy có đủ sỉ số mở lớp tự chọn không ạ. Em cảm ơn",
    "Dạ, em xin chào Thầy/Cô. Cho em hỏi là kết quả đăng kí môn học đợt 1 học kì 201 của em là 16 chỉ. Tuy nhiên, do có quy định là nếu trong kì chính có môn thực tập tốt nghiệp thì học chỉ đăng kí tối đa 12 chỉ. Vậy thì thời khóa biểu chính thức của tụi em có bị hủy bớt một số môn hay không ạ.   Mặt khác, chương trình đào tạo ngành địa chất dầu khí của khoa Địa chất & dầu khí tụi em là phải 16 chỉ (8 môn). Vậy thì có thể nào để tụi em học học 8 môn này trong cùng học kì chính 201 được không ạ.   Nếu mà không thể thì cho em hỏi tại sao lại để chương trình đào tạo một đường rồi quy chế học vụ lại một nẻo mà không thấy chỉnh sửa gì. Làm như vậy rất khó cho việc học tập của chúng em ạ. Mong thầy/ cô xem xét ạ. Em chân thành cảm ơn và mong nhận được phản hồi sớm ạ",
    "Xin nhà trường tăng sĩ số lớp Sản xuất năng lượng điện(mã môn học 403702) và môn Kinh tế vi mô-ql kế toán(mã môn học 701711) để kì này em có thể tham gia học môn này để đúng theo tiến độ của chương trình đào tạo. Em xin cảm ơn!",
    "Em tên là , MSSV , HK201 là học kỳ thứ 5 của em nhưng vẫn còn thiếu 1 môn thể chất nữa. Hiện giờ khi search tên các môn Thể chất vẫn chưa cho đăng ký, em mong nhà trường sẽ mở các lớp thể chất và kỳ chính 201 sắp tới! Em xin cảm ơn!",
    "Thầy cô ơi, cho em hỏi là năm nhất em ko đủ 28 chỉ, nếu bây giờ em đăng kí kiểm tra lộ trình Anh văn và vượt qua mốc AV1 AV2 thì có được cộng chỉ vào trung bình tích lũy của em ko vậy ạ. Và nếu giờ đăng kí mà 20.9 mới kiểm tra thì có kịp vậy ko ạ? Em cảm ơn thầy cô nhiều!",
    "Em chào thầy/cô, Cho em hỏi là sau khi có kết quả thi TOEIC nói viết thì có phải đợi 2 tuẩn để thẩm tra rồi mới đăng ký tốt nghiệp được hay là đăng ký tốt nghiệp luôn được ạ? Em xin cảm ơn.",
    "Chào thầy,cô! Em là sinh viên K19, sau năm nhất em không tích đủ số tín chỉ tích lũy tối thiểu chuẩn sinh viên năm 2 là 28 chỉ nên kì 201 em chỉ đăng ký mấy môn mã XX1YYYY, em có thắc mắc là đến lúc đăng ký môn kì 202 lúc đó tổng tín chỉ tích lũy là tổng số chỉ năm nhất cộng với số tín chỉ đang học ở kì 201 đúng không? vậy đợt đăng ký môn kì 202 em có thể đăng ký mấy môn mã XX2YYYY đúng không ạ?",
    "Hiện tại em  28 tín chỉ nhưng tại sao lại không đăng kí môn chuyên ngành được ạ?",
    "Dạ cho em hỏi là em có thể học môn học quản lý chuỗi cung ứng(IM3021) rồi sau đó làm đơn chuyển điểm qua môn quản lý chuỗi cung ứng(ME3165) được không ạ? Mong PĐT giải đáp giúp em. Em cảm ơn ạ.",
    "Kính thưa PDT,Hiện tại em đã đủ tín chỉ để đăng ký môn học cho SV năm 2. Nhưng em đăng kí môn học lại bị lỗi chưa đủ điều kiện SV năm 2, mong PDT có thể sửa lỗi này giúp em, để em có thể đăng kí môn học HK201.Em xin chân thành cảm ơn. --  Khoa: Kĩ thuật máy tính, Đại học Bách Khoa Tp.HCMMã số sinh viên: Email: : (+84) 782 582 097   .",
    "Vì trong giai đoạn học kỳ 182 em có rớt một môn chuyên ngành nhưng sang học kỳ 191 trường có đổi chương trình đào tạo nên môn học đó cũng có thay đổi để theo chương trình từ K19 trở đi Cho em hỏi nếu em học trả nợ môn đó thì có được quy đổi tương đương sang chương trình đào tạo của K18 không ạ và làm sao để được học cùng K19 ? (Em có tìm môn học đó ở mục đăng ký môn học đã được thay đổi theo chương trình đào tạo của K19 nhưng không thấy)",
    "Tăng sỉ số  Kết Cấu Thép (CI3213)",
    "Dạ có pdt có thể tăng thêm sỉ số lớp tổng hợp hữu cơ hóa dầu mã môn học CH3007. Do chỉ mở 1 lớp mà bị full rồi nên em không đăng kí được ạ.",
    "MSSV:          : Hoá sinh - Hoá thực phẩm (CH2007)   i Vấn đề gặp phải   : ",
    "Em là , mssv , thuộc chương trình Việt Pháp. Em đã hoàn thành chương trình học cũng như chuẩn ngoại ngữ để tốt nghiệp. Nhưng em không tìm thấy tên mình trong danh sách tốt nghiệp dự kiến được đăng trên trang web pđt. Em kính mong pđt có thể xem lại trường hợp của em.",
    "Xin chào  phòng đào tạo! Hiện nay môn học Kinh tế vi mô - quản lý kế toán, mã số 701711 bên chương trình PFIEV đã đủ sĩ số, nhưng có em và nhiều bạn chưa đăng kí được do bị cập nhật điểm giáo dục thể chất nên bị xóa học phần, không đăng kí kịp. Vậy xin phép phòng đào tạo mở thêm sĩ số để bọn em theo kịp được tiến độ học kì ạ! Em xin cảm ơn rất nhiều!",
    "Dạ cho em hỏi là môn ánh văn 2(la1005) lớp A01 sĩ số 60/60 mà em muốn xin đăng kí vào lớp đó có được không ạ. Nếu được em cần làm như thế nào ạ. Em xin chân thành cảm ơn ạ",
    "cho em xin thêm 1 slot đk môn học Hóa hữu cơ mã môn họcCH2021 nhóm A03 với ạ.",
    "Em chào thầy/cô, em tên là  MSSV , em muốn đăng kí kiểm tra trình độ anh văn ngày 19-20/9 để đúng tiến độ học tập, em mong thầy cô xem xét cho em ạ.",
    "Chào thầy/cô, Dạ cho em hỏi khi đăng kí môn học em gặp lỗi bạn không được phép đăng kí vào nhóm lớp này mặc dù em đã đủ điều kiện (2003). Em cần phải làm gì để đăng kí được môn học này ạ?",
    "Kính gửi PĐT Trường ĐH Bách Khoa, Em hiện có một thắc mắc như sau ạ: Em có đăng kí thi AV đầu vào năm 2018 với lệ phí là 100.000VNĐ,sau đó em không tham gia thi và quên không đóng tiền tại BKPay. Và trong hồ sơ sét tốt nghiệp em không đủ điều kiện để xét vì nợ HP. Em đã thanh toán vào ngày 21/8/2020 tại BKPay, nhưng vẫn chưa được đăng kí để xét tốt nghiệp ạ. Vì có thông báo nợ HP  Câu hỏi của em là: Em có cần phải làm đơn hay làm thủ tục nào khác để sớm được đăng kí xét tốt nghiệp không ạ?. Em có nhận được mail và có tên trong danh sách dự kiến tốt nghiệp ạ. Em cảm ơn rất nhiều ạ, ",
    "Xin chào phòng đào tạo. Em tên :  Mssv:   Em mới làm đơn xin thu nhận lại và đã được thu nhận lại. Nhưng em vẫn không đăng kí được môn học. Xin phòng đào tạo giải quyết cho em với. Em xin chân thành cảm ơn",
    "Xin tăng sỉ số lớp ĐAMH kết cấu thép CI3213",
    "Em chào thầy/cô ạ,  Em là K19, em có thắc mắc là trường có thay đổi việc quy đổi điểm anh văn ( bắt đầu từ hk201), vậy em là k19 khi nộp chứng chỉ ngoại ngữ và chuyển điểm thì sẽ được quy đổi theo bảng quy đổi cũ hay mới ạ.  B  Em cảm ơn.",
    "Cho em hỏi làm sao để đăng kí môn giáo dục thể chất trên cơ sở 1 ạ, em tìm không thấy môn học.",
    "Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 11/2020. Đã hoàn thành tới bước 3 trong mục đăng kí tốt nghiệp trên mybk nhưng chưa hoàn thành được bước 4- kích hoạt tài khoản cựu sinh viên .Nhận được thông tin cần đợi mail xác nhận ở mail cá nhân nhưng vẫn chưa thấy mail đó dù đã đăng kí 5 6 ngày rồi. Hiện em chưa thể thực hiện được bước 5 - nộp đơn xin tốt nghiêp và đóng tiền . Em sợ ko kịp hoàn thành thủ tục đăng kí trước  ngày 30/8/2020 Xin thầy/ cô giúp đỡ Em cảm ơn",
    "Cho em hỏi năm đầu em chỉ được 27 chỉ nhưng vẫn đăng kí được hk201 vậy đợt đăng kí lần 3 này em có bị hủy môn không ạ? Nếu bị hủy thì hủy tất cả các môn mà em đăng kí hk201 phải không ạ?",
    "Chào Thầy(Cô) Theo quy định của trường sinh viên không được đăng  Ký môn học liên tục từ tiết 6 đến tiết 7 Nhưng do đụng lịch nên em xin đăng ký môn liên tục từ tiết 456-789 luôn được không ạ. Em xin cảm ơn",
    "Kính chào quý thầy cô. Thầy cô vui lòng cho em hỏi một câu hỏi như sau: do hiện giờ em chưa tích đủ tín chỉ để đăng kí TTTN, tới đợt đăng kí bổ sung hạn cuối là 1/10 trong khi đó chắc phải 7/10 em mới có điểm của học kì dự thính hè. Thầy cô cho em hỏi khi đó thời gian xét điều kiện của em có đủ để đăng kí môn TTTN khộng ạ. Nếu không khi đó em có thể nộp đơn để xin đăng kí TTTN được không ạ?  Trân thành cám ơn quý thầy cô đã bỏ thời gian và công sức ra hỗ trợ sinh viên.",
    "cho em hỏi nếu kỳ 201 này em đăng ký dưới 14 TC thì có sao không?",
    "Thông tin về tên lớp trên Danh sách dự kiến tốt nghiệp tháng 11/2020 của em bị sai. Em thuộc lớp MT16KH02 nhưng trong danh sách lại là MT16KH01. Em mong sớm nhận lại được phản hồi. Em cảm ơn ạ.",
    "Dạ, để tiện cho việc học, em mong được đăng ký môn Đường lối mã SP1009 mã A03 học tiết 2-4 thứ 4 hoặc lớp A06 học tiết học tiết 3-5, mà hiện tại các lớp này đang đầy sỉ số. Em mong pđt tăng sĩ số hai lớp này. Dạ em xin cảm ơn .    .",
    "Xin chào thầy/cô , Em là sinh viên năm 4, hiện có nhu cầu học môn Quang điện tử - EE3125 nhưng không đăng ký được do lớp đã đủ sĩ số. Em xin được tăng sĩ số để được học môn này ạ. EM vô cùng mong được tạo điều kiện để theo học Em cảm ơn.",
    "Kính gửi Quý thầy, cô PĐT Em tên là hóa 2018 Khi thi anh văn đầu vào khi nhập học, em thi được 575, theo qui định thì đã vượt qua được AV4. Hiện tại trên bảng điểm của em đã cập nhật luôn 8 tín chỉ Av. Em có 2 vấn đề thắc mắc 1/ Hiện tại, em sắp thi lấy bằng, quý thầy cô cho em hỏi khi lấy bằng rồi em có thể nộp vào để chuyển điểm để kéo điểm trung bình tích lũy lên được không? 2/ Với bằng trên, có thể được tính như bằng được yêu cầu nộp vào lúc nhận luận văn hay không? hay lúc đó phải thi lại một lần nữa? Em rất mong nhận được sự giải đáp thắc mắc từ thầy cô. Em xin chân thành cảm ơn.",
    "Em xin chào Thầy (Cô) Em là sinh viên khóa K13, theo lịch học vụ, thời hạn đào tạo của em là hết tháng 10/2020, hiện này em vẫn chưa hoàn thành việc học tập của mình,và kỳ này em vẫn tiếp tục đăng kí môn học cho học kỳ tiếp theo . Vậy, Thầy (Cô) cho em hỏi, Thời gian hết tháng 10, em có được tiếp tục theo học như thời khóa biểu đã đăng kí không ạ?  Mong quý Thầy (Cô) giải đáp. Em xin cám ơn.",
    "em không thấy có lớp dạy giáo dục thể chất",
    "Dạ em tên là .MSSV: . Do năm nhất em chưa hoàn thành đủ 28 tín chỉ nên em đã dự định đăng kí môn Vẽ Kĩ thuật (CI1003) nhưng các lớp đã đủ số lượng, em mong phòng đào tạo có thể tăng sĩ số nhóm lớp L03_L03 để em có thể đăng kí vào được không ạ.Em xin cám ơn",
    "Kính gửi thầy (cô) phụ trách hỗ trợ sinh viên trực tuyến, em là  mssv . Em đã đăng kí vào lớp Cấu trúc dữ liệu và giải thuật CO2003 của nhóm L05_L09 (ảnh đính kèm). Em muốn xin hỏi trong nhóm hiện tại của mình có 41 sinh viên và nhóm L05_L10 có 40 sinh viên, em xin thầy cô có thể chuyển trực tiếp em sang nhóm L05_L10 không ạ ?  Em xin cảm ơn thầy (cô) rất nhiều.",
    "Cho em hỏi là tại sao ĐKMH Đợt 1 em có đăng ký GDTC môn Điền kinh nhưng bị xóa, đến ĐKMH Đợt 2 em đăng ký lại thì không tìm thấy môn ạ? Em xin cảm ơn!",
    "Cho mình hỏi do học kì 181 mình không đăng kí 1 môn học trước nên mỗi kì mình bị trễ 1 môn so với mọi người nên bây giờ mình có thể xin chuyển đổi môn ‘Xử Lí Số Tín Hiệu’ trở thành môn song hành với ‘tín hiệu và hệ thống’ để kịp chương trình với các bạn khác được không ạ. Mình cảm ơn!!!",
    "Kính gửi Phòng đào tạo, Em tên , mssv: , lớp VP2016XDC, ngành Xây dựng dân dụng & Năng lượng, thuộc chương trình Việt Pháp . Trong đợt 2 của đợt Đăng ký môn học HK1 (2020 - 2021) này, theo chương trình đào tạo và thời khóa biểu HK201, hiện vào ngày T3 hàng tuần, em có 4 môn với tổng số tiết là 11 tiết/ ngày, nhiều hơn so với qui định trường là 10 tiết/ ngày. Nên em không đăng ký được đầy đủ các môn học trong chương trình đào tạo. Kính mong PĐT xem xét, chỉnh sửa để em có thể đăng ký đủ môn học ạ. Em cảm ơn. Trân trọng, ",
    "CI1003 - Vẽ kỹ thuật -  _",
    "Kính gử thầy cô pdt trường đh bách khoa. Em tên  MsSv . Thầy cô có thể kiểm tra lại giúp chúng em không ạ. Tụi em vừa xin mở lớp ( EN2003) nhưng trong chưing trình đào tạo của tụi em không có bị vướn môn học trước ( EN2005) nên tụi em bây giờ không đăng kí được môn EN2003 ạ. Mong phản hồi từ thầy cô sớm ạ",
    "Sinh viên:  MSSV:  sinh viên xin bổ xung thêm môn vẽ kỹ thuật (CI1003). Lớp L01-L01 ",
    "Chào Thầy/ Cô. Em là , mssv , ngành kiến trúc, khoa KTXD.  Em đăng kí Thực tập Kĩ Thuật vào HK201, nhưng không được mở lớp. Thầy/ Cô Bộ Môn kêu em liên hệ Phòng Đào Tạo để được giải quyết, vì Thực Tập Kĩ thuật không giới hạn sỉ số và học kì đăng kí.  Kính mong Phòng Đào Tạo xem xét giúp em được đăng kí thực tập Kĩ thuật để có thể ra trường đúng hạn. Em xin chân thành cảm ơn!",
    "Chào thầy,cô!  Cho em hỏi là đăng ký môn kỳ 202 thì tổng số tín có được tạm tính tín chỉ kỳ 201 và số tín chỉ năm nhất không ạ!",
    "Xin mở thêm sĩ số lớp ĐAMH kết cấu thép  mã môn học CI3213",
    "Em là  thuộc khóa K191 khi đăng ký môn cho học kỳ 3 thì bên mình có báo em thiếu \"  Nhóm [SV_N2]: SV_N2 - Chuẩn sinh viên năm 2 (tiên quyết) \" chính xác là những môn gì ạ Cảm ơn phòng đào tạo đã xem qua",
    "Kỳ hè này (193) em đang học môn CI3043 là môn học trước của 2 môn CI4125 và CI4127. Kỳ tới (201) em muốn đăng kí 2 môn trên nhưng do kì hè chưa kết thúc nên đăng kí chưa được, xin phòng đào tạo giúp em để em có thể đăng kí được 2 môn trên để em k bị trễ tiến độ ạ. Em xin chân thành cảm ơn.",
    "Cho em hỏi nếu như em đăng ký môn học không nằm trong chương trình đào tạo của ngành em đang học thì có được tính vào trung bình tích lũy không ạ. ( Mục đích của em là đủ số tín chỉ cho chuẩn sinh viên từng năm).",
    "Dạ em chào thầy cô. Thầy cô cho em xin mở thêm sĩ số lớp có mã số EE2013 và EE2017 với ạ. Lớp vừa mở nhưng em vào đăng kí không kịp ạ. Do là êm cũng đàn ở dưới quê nên không thể đến nộp đơn trực tiếp. Em mong thầy cô giúp em ạ. Em cảm ơn rất nhiều",
    "Thầy/Cô cho em hỏi là sau khi các bạn xin mở được lớp Vi xử lý EE2013 vào kì chính 201, em vừa thấy bài đăng của các bạn trên group liền vào xem trang đăng ký môn học thì lớp đã đủ sĩ số 40/40. Hiện em muốn xin mở thêm sĩ số để vào lớp thì em phải làm đơn cho Giảng viên lớp đó hay là phải lên Trưởng Bộ môn như lúc xin mở lớp ạ?",
    "Em chào PĐT, Em là sinh viên năm 2 khoa KHKT Máy tính. Kì 201, em muốn đăng kí môn Nhập môn trí tuệ nhân tạo (CO3061) nhưng hiện tại các lớp đã đầy. Em hy vọng phòng đào tạo có thể  tăng thêm sĩ số lớp học L01-CO3061 từ 60 lên 65 được không ạ, còn có rất nhiều bạn sinh viên cũng có nguyện vọng đăng kí môn này như em nhưng không còn chỗ ạ . Em xin chân thành cảm ơn phòng đào tạo.",
    "Thưa nhà trường em nhận thấy môn Cơ sở kỹ thuật điện EE2017 là môn có nhu cầu mở lớp rất lớn với các bạn sinh viên khoa Điện nhưng hiện tại chỉ có 1 lớp sĩ số 40 và đã full slot, em khẩn mong nha trường có thể tăng sĩ số môn học đó để tạo điều kiện cho em cũng như nhiều bạn sinh viên khác hoàn thành tiến độ học tập. Em cảm ơn nhà trường đã đọc!",
    "Chào thầy/cô. Em là , mssv . Hết kì 192 em tích lũy được 55 tín chỉ, kì hè 193 em đăng kí môn Thực tập kĩ thuật Dệt 3 tín chỉ. Nhà trường đã tạm thời cộng số tín chỉ của kì hè để em đăng kí môn nhưng em nghe nói sau đó trường có kiểm tra lại. Vậy nếu lúc trường kiểm tra nhưng cô em vẫn chưa nhập điểm kì hè cho em thì em có bị hủy môn học kì 201 không ạ? Mong thầy/cô phản hồi sớm để em có kế hoạch tiếp theo. Em xin chân thành cám ơn.",
    "Em chào PĐT, Em đang là sinh viên năm 2 khoa KH-KTMT, kì sau (kì chính 201) em đăng kí môn Nhập môn trí tuệ nhân tạo (CO3061) - là chuyên ngành của khoa MT năm 3, hiện tại số lượng các bạn đăng kí đã đầy (60/60), em hy vọng PĐT có thể tăng sỉ số lớp học (L01_CO3061) từ 60 lên thành 65 được không ạ, có thể còn nhiều bạn sinh viên khác cũng có nguyện vọng như em. Em xin chân thành cảm ơn PĐT.",
    "Em chào Admin Em tên là . mssv: Trong đợt hiệu chỉnh môn học đợt 2, em bị trùng lịch học av nên e đã xoá môn học. Em xin đề nghị pđt mở thêm sỉ số môn học   I CI2003 - Cơ lưu chất 8_9  /I   B  Em cảm ơn rất nhiều",
    "Kính chào thầy cô phụ trách Phòng Đào tạo, em là  mssv  sinh viên khoa Điện-Điện tử chuyên ngành Điện tử viễn thông.Do không kịp đăng kí môn học nên em đã không thể đăng kí được môn Vi xử lí mã EE2013 ( môn quan trọng với chuyên ngành của bọn em) nêm em khẩn thiết hi vọng thầy cô phụ trách phòng đào tạo gia tăng sĩ số môn học để em có thể đăng kí . Em chân thành cảm ơn thầy cô rắt nhiều .",
    "Kính chào thầy cô, do kỳ sau có nhiều môn học liên quan đến môn học nên em xin quý thầy cô cho phép mở thêm sĩ số cho lớp A01_A01 Môn học EE2017",
    "em muốn tăng sĩ số môn cơ sở kĩ thuật điện, mã môn học EE2017 trong học kì 201, em xin cảm ơn  ",
    "kính gửi quý thầy cô. do nhu cầu của ngành học, em kính xin quý thầy cô cho em được tăng sĩ số lớp môn học vi xử lý EE2013 nhóm lớp A01 và môn cơ sở kỹ thuật điện EE2017 nhóm lớp A01. kính mong quý thầy cô tăng sĩ số lớp. em trân trọng cảm ơn!",
    "Kính chào thầy cô phụ trách Phòng Đào tạo em là  MSSV  sinh viên Khoa Điện _Điện tử . Do không kịp đăng kí môn Cơ sở  Kĩ thuật điện  mã môn EE2017 nên danh sách lớp đã đầy khiến em không thể đăng kí thêm, nên em viết mail này khẩn thiết nhờ thầy cô gia tăng sĩ số sinh viên để em có thể đăng kí được môn này , do chương trình K18 và K19 khác nhau nên em không thể học môn này ở chương trình K19 được . Em cảm ơn thầy cô rất nhiều",
    "Chào cô ạ. Kì 191 em bảo lưu 1 kì nên đang bị trễ so với các bạn. Hiện tại em đang 19 chỉ và muốn học thêm môn Quản lý sản xuất (3 chỉ) thì sẽ thành 22 chỉ, kì trước (192) em được trung bình học kì là 7.5. Vậy em muốn hỏi là cô có thể giúp em đăng kí được thêm Quản lý sản xuất - thành 22 chỉ được không ạ?  Mong phản hồi sớm từ cô ạ . Chân thành cảm ơn cô.",
    "Trong học kỳ chính, nếu SV sắp xếp học ở cả hai cơ sở thì lịch thi sau đó có xảy ra tình trạng trùng giờ, không đủ thời gian di chuyển giữa hai cơ sở không? Em xin cảm ơn!",
    "Kính gửi quý thầy cô Em tên là:  MSSV: Do một số môn học mới mở nên em bị trùng lịch , kính mong phòng đạo tạo tăng sỉ số lớp quản trị kinh doanh cho kĩ sư (IM3001)- mã lớp A08. Kính mong sự chấp thuận của quý thầy cô. Em xin cảm ơn.",
    "Chào thầy cô! Em là  lớp XD15KT. Em đã hoàn thành đầy đủ tín chỉ, ngày CTXH, tiếng anh,... nhưng vẫn không thể đăng kí tốt nghiệp được, mặc dù em đã đăng kí rất nhiều lần. Em không thể bấm cập nhật thông tin, không thể tải được hình lên . Mong thầy cô phản hồi sớm giúp em. Em cảm ơn!",
    "Em là  Cho em hỏi là trong học kì 3, em có môn kỹ thuật số với mã môn học là EE1009 thì có dạng XX1YYY. Vậy tại sao em vẫn đăng kí không được ạ?",
    "Phiếu đăng ký không được xử lý là do em gửi ảnh không đúng quy định. Em chỉ cần gửi lại ảnh thì em vẫn được tự động xét lại đúng không? Em có cần phải làm gì thêm nữa không ạ? Em cảm ơn",
    "Hiện tại môn học ME3035 - Kỹ thuật lạnh chỉ có 2 nhóm 01 và 02 nhưng vì nhóm 01 trùng thời khoá biểu với 2 môn học khác của em, vì vậy em xin phép nhà trường có thể tăng sĩ số nhóm 02 được không ạ. Xin cảm ơn",
    "Kính gửi Phòng đào tạo Em là Nguyễn Thái Bảo, sinh viên năm 5 khoa điện điện tử. Hiện kì hè em đã đăng kí môn vi xử lí Ee2013 nhưng đã full sĩ số. Em viết đơn nay mong Phòng đào tạo có thể mở rộng sĩ số và đăng kí giúp em môn đó ạ. Vì sắp hoàn tất chương trình nên hi vọng Quý thầy cô đồng ý ạ. Em xin cảm ơn rất nhiều. Trân trọng.",
    "PĐT cho em hỏi là em muốn đăng kí vào lớp đã đủ sĩ số có được ko ạ? Tại em thấy có vài lớp vượt trên sĩ số tối đa rồi ạ, nếu được đăng kí thì phải làm sao ạ Em cảm ơn ạ.",
    "Cho em kì kì này em bị rớt môn và ko đủ chỉ để học năm 2. Em chỉ đk 8 chỉ vậy em có được xếp tkb kì chính không. Và em sẽ cố học giải tích 2 vào kì dự thính. Em xin cảm ơn",
    "Chào thầy,cô. Xin thầy cô thêm em vào lớp Vi. Em đã học trước môn Kỹ thuật số trong kì hè này nhưng không đăng kí được vi xử lí và giờ đã kín lớp. Mong thầy cô giúp đỡ.",
    "Kính chào quý thầy/cô.  Em tên là Trần Viết Quốc  MSSV: 1914866   Sinh viên thuộc khoa Cơ Khí.  Trước tiên, em xin được trích lại phần câu hỏi số 18 được nêu ra ở BIÊN BẢN TỔNG HỢP Ý KIẾN TRONG HỘI NGHỊ SINH VIÊN NĂM HỌC 2019-2020 diễn ra vào lúc 07h30 ngày 04/07/2020 (thứ bảy) tại hội trường A5 như sau: \"Câu hỏi: Em nhận được thông tin sinh viên học hết năm nhất phải đủ 28 tín chỉ (đại trà), nếu năm nhất không đủ 28 tín chỉ thì có được đăng kí môn học năm hai không? Trả lời: Nhà trường yêu cầu mỗi học kì SV phải đăng kí ít nhất 14 tín chỉ. Nếu năm nhất SV không tích lũy được 28 tín chỉ, sinh viên vẫn được đăng kí môn học của năm hai. Tuy nhiên, đến hết năm 2, sinh viên phải tích lũy đủ các môn đại cương, cơ sở ngành thì mới được đăng kí các môn học của năm 3\".   Vậy những câu trả lời (đã được xác thực dưới ba chữ kí của BGH, PĐT, Phòng CTCT-SV) mà nhà trường đã trả lời trong hội nghị đó có thực sự xác thực hay không?  Nếu giải đáp của nhà trường là \" Nếu năm nhất SV không tích lũy được 28 tín chỉ, sinh viên vẫn được đăng kí môn học của năm hai\" được cho là xác thực. Vậy hiện tại em đã tích lũy được 25 tín chỉ và đã qua AV1 thì tại sao lại không đăng kí được môn họ có mà XX2YY như trường đã giải đáp. Mong nhà trường sẽ có phương án hợp lí nhất cho hầu hết các sinh viên đã tin tưởng vào câu trả lời số 18 đó. Và theo em được biết PĐT sẽ trên tinh thần công số tín chỉ ở học kì dự thính hè (HK193) để một số sinh viên có thể đăng kí môn học thêm ở đợt 3 (HK201) nếu sau HK193 đủ 28 tín chỉ. Em xin chân thành cảm ơn và mong được phàn hồi sớm nhất.  ",
    "Theo chương trình đào tạo,học kì 3 em phải đăng kí môn học thể chất 3 nhưng khi vào đăng kí môn học trên mybk,em lại không thấy thể chát 3 được mở. Em phải làm sao để đăng kí được môn này ạ?",
    "cho em hỏi là em đang muốn đang ký môn này mà môn này đã đầy sĩ số thì xin ntn",
    "Kính chào thầy cô phụ trách Phòng Đào tạo , em tên là  mssv  , sinh viên Khoa Diện- Điện tử . Do vướng lịch các môn khác nên em cần học đăng kí môn Mạch điển tử thông tin vào thứ 6 tiết 345 Nhóm A01 nhưng sĩ số lớp đã đầy. Nên em viết mail này khẩn thiết thầy cô gia tăng sĩ số lớp để em có thể đăng kí môn này được . Em cảm ơn rất nhiều.",
    "Kính gửi phòng đào tạo trường đại học Bách Khoa Em tên là . MSSV  hiện em đang học khoa điện - điện tử. Hôm nay em gửi câu hỏi là : Kì đăng kí môn học đầu tiên em đã đăng kí môn giáo dục thể chất 3 (Aerobic). Nhưng qua đến kết quả đăng kí đợt 2 thì nhà trường lại xóa đăng kí của em. Hiện tại thì em không đăng kí lại được môn giáo dục thể chất ạ Mong văn phòng đào tạo giải đáp",
    "Tăng sĩ số môn vi xử lý lớp A01",
    "Thưa thầy em muốn được đăng kí học môn bê tông 2 msmh: CI3175. Để đăng kí được môn này thì phải học trước môn Bê tông 1 và Đồ án môn học Bê tông 1. Hiện tại em đã học  môn bê tông 1 trong hè và còn thiếu đồ án môn học bê tông 1 (hè không mở lớp). Em muốn xin thầy cho em được phép học môn bê tông 2 trong kì sau song song với môn đồ án bê tông 1. Em xin chân thành cảm ơn thầy",
    "cho em xin mở thêm sĩ sỗ môn :cơ sở kĩ thuật điện , mã môn học :EE2017",
    "Chào Thầy/Cô, theo quy chế thì sinh viên hệ đại trà phải có chứng chỉ ứng dụng CNTT cơ bản vào cuối năm nhất mới được đăng ký môn cho học kì sau. Và trường tổ chức thi miễn phí cho sv vào học kì 2 của năm nhất là kì 192 vừa rồi nhưng do dịch nên đã hoãn lại. Vậy cho em hỏi là trường có tổ chức đợt thi miễn phí nào vào năm học tới không ạ? Và trường có bắt buộc sv phải nộp chứng chỉ vào cuối học kì 201 không ạ? Em cảm ơn.",
    "Em là   MSSV:  Mong phòng đào tạo mở thêm số lượng cho môn học ĐAMH kết cấu thép (mã môn học CI3213) của thầy  ạ Em cảm ơn.",
    "Em k17 học 2 lần mã bóng chuyền để chuyển gdtc1 và gdtc3. Nhưng bây giờ e mới biết phải học 2 môn khác nhau đúng không ạ? Cho em hỏi cách nào để chuyển được không ạ. Em không thể đăng kí môn học. Em mong thầy cô giúp em với ạ",
    "Dạ thưa thầy/ cô Em đã liên hệ với giáo viên bộ môn và được sự đồng ý mở lớp.Nhưng em chưa gặp được trực tiêp giáo viên để ký xác nhận vào đơn.Em muốn hỏi là khi có chữ ký em có thể nộp mở môn đăng ký đuoc không ạ",
    "Dạ cho em hỏi 1/ Số lượng sinh viên tối thiểu để mở lớp môn tự chọn là bao nhiêu ạ? 2/ Sau đợt 1 em có đăng ký một môn tự chọn và đã có mở lớp nhưng sinh viên đăng ký chỉ có khoảng 12 bạn, vậy lớp đó có bị huỷ không ạ?  Em xin cảm ơn ạ",
    "Thưa cô, Theo như quy trình tốt nghiệp em xem trên trang aao (hình 1.png) thì từ 21/8 đến 31/10, em sẽ phải hoàn thành các thủ tục như nộp luận văn, ngày công tác xã hội, tiếng anh nói viết, vân vân. Sau khi đã hoàn tất hết tất cả, em sẽ vào trang mybk để đăng ký tốt nghiệp. Tuy nhiên em thấy hạn đăng ký trong trang mybk (hình 2.png) là từ 3/2 đến 30/8. Em không thấy quy trình tốt nghiệp có đề cập đến mốc thời gian 30/8 nên cảm thấy bối rối. Mong cô giải đáp gúp em ạ. Em xin cảm ơn.",
    "Em chào thầy cô ạ. Thầy cô cho em hỏi là hiện tại em là sinh viên nam 2 và đã tích luỹ được 48 chỉ, em có đăng kí kì hè 193 10 chỉ nữa . Theo thông tin thì em biết sau khi có điểm hk193 thì pđt có xét lại số tín chỉ tích luỹ, chẳng may em rớt 1 môn thì chỉ tích được có 55 chỉ. Vậy em có được học năm 3 không ạ, và em có cần làm đơn gì không ạ. Em cảm ơn thầy cô.    .",
    "Cho em hỏi! Hiện tại em đang thiếu chứng chỉ về Giáo Dục Quốc Phòng, thì em có thể đăng ký học Giáo Dục Quốc Phòng chung với kỳ học cuối cùng đượcc không? Nếu được học trong kỳ học cuối cùng, thì có kịp thời để nộp chứng chỉ xét tốt nghiệp đợt gần nhất của kỳ học đó không? Em cảm ơn!",
    "Em đã được 15.5 ngày CTXH nhưng trong danh sách tốt nghiệp tạm thời em chỉ có 9.5 ngày. Mong pđt cập nhật trong thời gian sớm nhất cho em ạ. Em cảm ơn !",
    "Do em đăng ký không kịp nên sỉ số lớp học đã đầy, em viết thư này xin phòng đào tạo có thể tăng sỉ số lớp Đồ án kết cấu thép, để em có thể đăng ký môn học. Em xin chân thành cảm ơn.",
    "Cho em hỏi vì sao hoc kỳ 201 không mở 1 số môn học chung như thí nghiệm vật lý, kỹ thuật lập trình, các môn thể chất không ạ?",
    "Mong là trường có thể mở thêm các lớp:  xử lý số tín hiệu, EE2015 cơ sở kỹ thuật điện, EE2017 cơ sở điều khiển tự đông, EE2019 cơ sở điện tử công suất, EE2021",
    "Cho em hỏi là e không tìm thấy biểu mẫu xin mở thêm sĩ số lớp học và nếu được thì có thể xin thêm sĩ số vào đợt 3 được không ạ vì đkmh đợt 2 sẽ kết thúc vào ngày 27/8/2020 ạ",
    "cho e hỏi là nếu chưa qua anh văn cơ bản em có thể đăng kí môn học năm 2 không? và nếu kì thi anh văn vào ngày 20/9 em qua anh văn cơ bản thì có được đăng kí môn học không?",
    "Chào thầy/cô, em là sinh viên lớp XD18TD1. Trong CTĐT của tụi em có môn Lý thuyết sai số và xử lý số liệu đo (mã:CI2019)  Tuy nhiên CTĐT năm nay đã thay đổi và môn Lý thuyết sai số và xử lý số liệu đó đã bị chuyển mã thành CI3251. Cho em hỏi nếu mã mới là CI3251 có tính chuẩn sinh viên năm 3 không ạ? Do hiện tại em chỉ mới có 52 chỉ thôi . Em cảm ơn ạ.",
    "Cho em hỏi môn av4 và gdtc của em bị hủy trong kết quả đăng ký môn đợt 1. Em muốn hỏi tại sao? Và có cần đăng ký môn lại không ạ. Em cảm ơn!",
    "Kính thưa pđt,  Em được biết rằng số tín chỉ HK3 sẽ được cộng vào.Tức là các môn đó được tạm thời xem như qua phải không ạ? Điều này có áp dụng với môn tiên quyết không? Vd mình đang học môn A tiên quyết của môn B thì kỳ tới mình có thể đăng ký môn B luôn? Nếu ko qua môn A thì môn B mình bị xoá ?",
    "Dạ cho em hỏi:'Thiếu (các) môn học:   Nhóm [SV_N2]: SV_N2 - Chuẩn sinh viên năm 2 (tiên quyết)' là sao ạ? Làm thế nào để đăng kí môn lại được ạ?",
    "Cho em hỏi, kì dự thính có thể xin mở môn có thực hành không ạ",
    "Dạ phòng đào tạo có thể mở thêm sĩ số của lớp EE2017 được không ạ? Em cảm ơn rất nhiều ạ",
    "Tăng sĩ số lớp . Tên môn học: Đồ án thiết kế kỹ thuật hóa học Mã môn học: CH4007 Nhóm: A02 Em cảm ơn nhiều ạ!",
    "Em xin mở thêm sĩ số nhóm A03_A07 vì lý do lớp  không còn chỗ trống em đi thực tập không cập nhật được thời khóa biểu nên em xin mở rộng sĩ số để kịp tiến độ ra trường",
    "Kính gửi Phòng đào tạo, Em tên  MSSV   Em học ngành Khoa học máy tính và trong chương trình đào tạo của ngành yêu cầu tích lũy 9 tín chỉ môn tự chọn tự do. Trong kế hoạch giảng dạy em thấy môn tự chọn tự do được chia làm 3 môn mỗi môn 3 tín chỉ. Em muốn hỏi là  1. Em có thể học 3 môn nhưng không nhất thiết mỗi môn 3 tín chỉ được không ạ ? Ví dụ như 1 môn 4 tín chỉ, 1 môn 3 và 1 môn 2 tín chỉ. 2. Môn tự chọn tự do là em được chọn bất kì môn nào phải không ạ ? Ví dụ em học chương trình đại trà mà đăng kí môn Pháp văn là môn tự chọn tự do được không ạ ? Mong quí thầy cô phản hồi  Em xin cảm ơn rất nhiều. Trân trọng, ",
    "Dạ đợt đăng kí môn học đợt 1 học kì 201 em có đăng kí các môn không đậu ở học kì 191 thì không đăng kí được ấy ạ.",
    "Dạ em chào thầy cô,   Em tên là  MSSV  là sinh viên khoa công nghệ vật liệu. Em tạo yêu cầu này để nhờ thầy cô phòng đào tạo tăng sỉ số lớp môn hóa lý mã số môn học CH2001. Vì môn học này là môn của sinh viên năm 2 nhưng do chương trình đào tạo của khóa k19 có mã số môn học khác với các năm trước nên kì này khoa chỉ mở một lớp hóa lý CH2001 nhưng do sỉ số lớp quá ít nên em không thể đăng kí được môn học này nên em tạo yêu cầu này xin phòng đào tạo tăng sỉ lớp của số môn để em có thể đăng kí và hoàn thành môn học. Em chân thành cảm ơn. Trân trọng  ",
    "em khóa K17 năm 2( tức là  học kỳ 3 trong chương trình đào tạo) em chưa học môn bắt buộc là môn Thực tập cơ khí đại cương 2 (ME2001) kì sau (kì 201), em tính đăng ký học nhưng khi đăng ký mã ME2001 thì không có lớp mở em đc biết là mon đó từ khóa 2019 đã đổi sang chương trình khác không biết bây giờ em muốn học môn đó thì đăng ký như thế nào ạ? (khó khăn là môn đó lượng sinh viên nhiều mới mở lớp) mong nhận được câu trả lời",
    "Em kính chào PĐT-ĐHBK. Em có một thắc mắc kính mong pđt giải đáp giúp em ạ! Trên trang aao.hcmut.edu.vn em có xem \"Bảng quy đổi tương đương các chứng chỉ ngoại ngữ và cách tính chuyển điểm\" thì em chỉ thấy các chứng chỉ quy đổi theo điểm chứng chỉ Toeic 2 kỹ năng Listening và Reading nhưng không có bảng quy đổi điểm 2 kỹ năng còn lại là Speaking và Writing để cho việc xét tốt nghiệp . Em xin hỏi PĐT là việc quy đổi điểm các chứng chỉ ngoại ngữ khác(như Ielts(4 kỹ năng),...) vể điểm của chứng chỉ Toeic - Speaking và Writing như thế nào ạ!  Em xin cảm ơn ạ!",
    "Dạ em sinh viên k16 em còn nợ 1 môn giáo dục thể chất 1 nên ko thể học dc môn học ở năm cuối em có thể làm đơn kiến nghị xin học trc được không ạ em cảm ơn",
    "Em chào quý thầy cô. Em dự định đăng ký môn Xác suất thống kê, mã môn học MT2013 (4TC). Ở trang ĐKMH, em thấy vẫn còn đủ lớp. Tuy nhiên, khi em bấm vào đăng ký thì không được (ảnh 1). Sau đó, em vào phần chương trình đào tạo 2019 và tra cứu mã MT2013 thì không thấy xuất hiện (ảnh 2, 3). Rất mong quý thầy cô xác nhận và giải quyết giúp em trường hợp này. Em xin chân thành cảm ơn quý thầy cô.",
    "Em có đăng ký môn học Con người và môi trường mã EN1003 lớp A01 nay em xin chuyển lớp sang lớp L01 được không ạ( để thuận tiện di chuyển ạ) nếu muốn chuyển lớp thì phải làm sao ạ? em cảm ơn.",
    "Dạ chào thầy/cô! Em muốn hỏi là nhà trường có thể có những hoạt động hay chính sách gì hỗ trợ những bạn chỉ thiếu ngày CTXH để xét tốt nghiệp không ạ?  Làm sao để kiếm được 4 ngày CTXH trong vòng 1.5 tháng ạ? Theo em thấy nếu là những năm học bình thường khác thì điều này hoàn toàn khả thi, nhưng với hiện tại đang là mùa dịch nên em sợ là sẽ có rất ít hoạt động được tổ chức và cơ hội để kiếm 4 ngày CTXH trong vòng 1.5 tháng là không nhiều ạ . Nên em hy vọng nhà trường có thể đưa ra những hoạt động hay chính sách gì đó để hỗ trợ ạ. Em cảm ơn rất nhiều ạ! ",
    "Dạ thưa các thầy cô, cho em xin hỏi là em muốn xin vào môt lớp đã đủ sĩ số thì có được không ạ. Cụ thể là kỳ 201 em muôn đăng ký môn học :EE3037 - Điện tử y sinh, nhưng do em không đăng ký kế hoạch từ trước nên không được xếp vào lớp và bây giờ lớp đã đủ sĩ số rồi ạ. Em muốn xin vào lớp đó mà không mở thêm lớp khác vì thòi gian học của lớp đó phù hợp với em thì có được không ạ? Em xin cảm ơn.",
    "Em là sinh viên k18, bây giờ muốn đăng ký môn học Xác suất thống kê thì mã môn học của môn Xác suất thống kê là MT2001 hay MT2013 ạ? Em cảm ơn ",
    "Kính gửi thầy/cô, Em là Trịnh Công Minh, MSSV: . Hiện em là sinh viên năm 4 khoa Điện. Hiện em còn một số môn học tự chọn để hoàn thành chương trình học, em mong muốn được vào lớp Trí tuệ nhân tạo trong điều khiển EE3063 A02 tiết 7-8-9 Chủ Nhật. Mong thầy cô xem xét giúp em. Em cảm ơn ạ.",
    "Kính gửi: Phòng đào tạo Em tên:  MSSV:  Khoa: Kỹ thuật xây dựng Do thiếu tín chỉ tích lũy nên em không đăng kí được mã môn của năm 2. Em xin phòng đào tạo cho em đăng kí môn Phương pháp tính( MT1009) Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi là hiện tại môn ME3015 đã full slot nên em có thể xin mở thêm 1 slot được không ạ. Tại vì em đã chờ vài ngày qua nhưng chưa có ai out ra để đăng ký ạ. Em cảm ơn",
    "Thầy/Cô cho em hỏi là học kỳ 201 có mở lớp môn Thông Tin Di Động (EE3107) nhưng lại không mở môn Nguyên Lí Thông Tin Số (EE3115) trong khi hai môn này lại là môn song hành. Vậy nếu em đăng ký môn Thông Tin Di Động thì có bị hủy môn không ạ    .",
    "Cho em hỏi là Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021 có áp dụng cho khóa K17 không ạ. Em thấy chuẩn để xét tốt nghiệp của khóa K17 chỉ là TOICE 500 thôi ạ. Mà quy đổi cũng chỉ 5 chấm AV2 thì có mâu thuẫn quá không ạ. ﻿ ﻿Em xin cảm ơn,",
    "Em xin chào ạ, hiện tại môn Cơ học ứng dụng (AS2007) lớp A01 đã có sĩ số 40/40, nên em không thể đăng kí được. PDT có thể mở thêm sĩ số được không ạ?",
    "Dạ theo lịch học vụ thì học kỳ dự thính 201 có 3 đợt đăng kí môn học. Vậy đợt đăng ký cuối cùng là ngày 5-6/10 em có được đăng kí thêm môn học mới không hay chỉ được xoá môn đã đăng kí thôi ạ?",
    "Em chào PĐT Em có nhu cầu học lại môn Phương pháp tính (MT1009) để cải thiện điểm, nhưng khi đăng kí thì em thấy các lớp đại trà đều full hết rồi ạ. Mong thầy/cô tăng sĩ số lớp L06 lên để em có thể đăng kí ạ. Em cảm ơn ",
    "Kính gửi ban lãnh đạo trường đại học Bách Khoa TPHCM Em tên . Mssv:  Em có một số thắc mắc như sau: Nhà trường đã có văn bản là sinh viên k19 không cần tích lũy đủ 28 tín chỉ vẫn có thể đăng kí các môn cơ sở ngành vào năm 2. Các thầy cô lúc trả lời trực tiếp khi sinh viên hỏi cũng trả lời như vậy. Vậy cớ sao bây giờ chúng em lại không đăng kí được cơ sở ngành. Nhà trường lại bảo lỗi văn bản. Vậy thầy cô trả lời trực tiếp thì lỗi như thế nào ạ. Dạ thưa đây là lỗi văn bản- lỗi bên phòng đào tạo, tại sao nhà trường không sửa lỗi của mình đối với sinh viên. Nếu biết rõ ràng điều lệ ban đầu thì chúng em sẽ cam chịu . Việc chúng em không đăng kí được cơ sở ngành sẽ rất khó khăn. Vì một số ngành ít sinh viên thì kì sau cũng chưa chắc đủ sĩ số để học được, điều đó làm cho chúng em trễ một năm học, tốn cả thời gian lẫn tiền bạc ạ. Em mong thầy cô có thể đọc được đôi lời này một cách thật nghiêm túc và suy nghĩ . Cảm ơn ",
    "Cho em hỏi muốn xin đổi lịch môn học do bị trùng ngày với môm học khác cần làm thủ tục như thế nào?",
    "Dạ, cho em hỏi là em muốn xin mở lớp Mạch điện tử và Tín hiệu- hệ thống thì em cần làm những gì ạ.",
    "Em chào phòng đào tạo ạ. Em muốn đăng ký mở thêm sĩ số lớp EE2017 - Cơ sở kỹ thuật điện, nhóm lớp A01 để em có thể tham gia học ạ. Em rất cần môn này trong kì cho kịp đồ án ạ. Em xin cảm ơn phòng đào tạo.    .",
    "Em có đăng ký môn EE3097 trong HK201 nhưng bị hủy môn với lý do đã có điểm trong học kỳ trước đó. Và sau đó trong đợt đăng môn học lần 2, môn EE3097 đã đầy sĩ số. Em muốn học cải thiện môn này trong HK201. Cụ thể thì em thấy có lớp A02_A05 là có thể sắp xếp phù hợp với thời khóa biểu của em hiện tại mà không bị trùng nhưng lớp đã đầy. PDT có thể giúp em đăng ký môn này không ạ. Em xin cảm ơn.",
    "Em chào thầy/cô, em đã đăng ký được thực tập tốt nghiệp và đề cương KLTN ở đợt 1 nhưng kết quả trả về lại không có và khi xem phần lịch sử đăng ký thì cũng không hiện lý do vì sao. Ở học kì trước (HK2 NM 2019-2020, HK chính), em cũng bị tình trạng như vậy. Mong được quý thầy/cô giải đáp và hỗ trợ, em chỉ còn học vài môn nữa thôi mà mãi vẫn chưa đăng ký được TTTN và đề cương KLTN. Em xin cảm ơn.",
    "Cho em hỏi nếu em đăng kí 2 môn có thời khóa biểu học trong cùng 1 ngày, tổng số tiết học trong ngày đó là 10, thời gian học từ tiết 2-6 và tiết 8-12 ở cùng 1 cơ sở thì có được không ạ? Do em nghe nói chỉ được học tối đa 9 tiết 1 ngày. Em xin cảm ơn ",
    "Cho Em hỏi sao sĩ số lớp này lại vượt qua thế ah. Chúng Em có thể xin thêm vào lớp này để được đủ chỉ không ạ",
    "Dạ thưa cô( thầy) cho em hỏi về cntt cơ bản đối với k19 ạ. Khi nào trường tổ chức thi ạ, và hình thức thi là như thế nào ạ, có tựa như thi MOS không ạ . Với lại hiện nay sinh viên k19 gặp khá nhiều vấn đề về đăng ký môn học, tín chỉ, anh văn, khá nhiều khó khăn rồi ạ, mong nhà trường chuyển đạt cntt cơ bản về cuối năm 2 để tụi em có thể xoay sở tiếng anh, tín chỉ và tiền học phí ạ. Em chân thành cám ơn ạ",
    "Kính chào thầy/cô. Em tên . Em xin đăng kí môn học Võ cho học kì chính 201 ạ. Em xin cảm ơn. Thân chào. ",
    "Dạ em chào thầy/cô ạ. Theo em được biết thì môn học Đồ án môn học - thiết kế kỹ thuật AS2031 kỳ nào cũng mở và không yêu cầu số lượng sinh viên tối thiểu phải không ạ. Vậy tại sao kỳ này lại không mở, và nếu như em muốn học thì có thể làm đơn xin mở lớp không ạ. Em cảm ơn.",
    "Em là   Kính xin nhà trường tăng sỉ số lớp môn cơ sở kỹ thuật điện EE2017 của thầy  (A01-A01) tại cơ sở 1 do em hiện rất cần học môn này để kịp tiến độ khóa học. Em xin cám ơn",
    "Em chào phòng đào tạo ạ, em tên là , MSSV . Theo lịch học trong đợt ĐKMH đợt 2, em định đăng ký môn \"Hóa phân tích CH2005 nhóm L05-L09\" nhưng bị lỗi không đủ thời gian giãn cách giữa 2 cơ sở. Tuy nhiên, em tự di chuyển bằng xe máy và đảm bảo được thời gian di chuyển để có thể tham dự cả 2 lớp ạ . Em kính mong PĐT cho phép em được đăng ký môn \"Hóa phân tích CH2005 nhóm L05-L09\". Em cảm ơn rất nhiều ạ",
    "Thưa thầy cô, em có một vài câu hỏi ạ. 1. Kì 193 em có đăng kí 1 môn 3 tín chỉ của kì 201, nên kì 201 tới này em chỉ đăng kí 11 tín chỉ thôi. Như vậy em có được cấp giấy chứng nhận sinh viên và được xét Học bổng khuyến khích của kì 201 không ạ? 2. Em muốn đăng kí Hóa đại cương hoặc Kinh tế đại cương, nhưng hai môn này lớp đã đầy, vì PĐT không mở thêm lớp, nên em có thể xin được đăng kí thêm vào các lớp đã đầy kia không ạ? Mong thầy cô sớm giải đáp giúp em. Em cảm ơn nhiều!",
    "em muốn xin thêm 1 slot môn EE3135 - Kỹ thuật nhiệt lạnh thì làm sao ạ em cảm ơn nhiều mong nhà trường giúp chứ em chậm lắm rồi ",
    "PDT cho em hỏi. Trong lần đăng ký môn học lần 2 khi em đang ký thì trên trang xác nhận là đã đăng ký thành công. PDT cho em hỏi vậy sang lượt đăng ký lần 3 em có thể bị hủy môn đó không ạ. Lúc em đăng ký không thấy báo vi phạm điều kiện gì hết ạ. Em cảm ơn!",
    "Em là , MSSV . Do nhu cầu học lại môn cơ sở kỹ thuật điện nhưng chưa đăng ký kịp và lớp đã đủ sỉ số. Em mong phòng đào tạo mở rộng thêm sỉ số giúp em để em được đăng kí môn Cơ sở kỹ thuật điện EE2017 vào học kì 201. Em xin chân thành cảm ơn.",
    "Cho em hỏi lịch của môn EE2017 này là sao ạ. Không hiện thông tin về tiết + ngày học, Bao giờ bên PĐT cập nhật ạ để tiện cho việc sắp xếp giờ học của các bạn    .",
    "em là  sv khoa 18 khoa học vật liệu. Em được biết khóa k19 ko có môn thực tập kỹ thuật vào học kỳ hè năm 2. Do trễ anh văn mà năm nay em mới có thể bắt đầu học chuyên ngành và thực tập kỹ thuật,cho nên em mong phòng đào tạo điều kiện giúp đỡ em trong việc giải quyết vấn đề này ạ.",
    "Em xin chào cô, thầy ạ. Ngày 27/8 em có đăng kí môn Pháp luật đại cương nhưng em gặp trường hợp như thế này ạ. Mong thầy, cô có thể giải đáp thắc mắc giúp em để em có thể hoàn thành việc đăng kí môn ạ. Em xin chân thành cảm ơn",
    "Thưa PĐT hiện tại em muốn xin phép gia hạn thêm sĩ số ạ. Em xin phép PĐT đăng kí giúp em môn Con Người và Trái Đất Mã Môn:  EN1003 Tên Lớp: A02  Thứ: 2   Tiết 7-8-9 Phòng:C6-601  CS:1 Em cám ơn rất nhiều ạ ",
    "cho em xin vào lớp vẽ kỹ thuật L03 đã full ạ vì em bị ket lịch đăng ký môn khác ạ",
    "Em chào thầy(cô) bên phòng đạo tạo Em là  hiện nay đang học ngành Trắc Địa của khoa Xây Dựng.Hiện tại em đang học song song các môn của ngành Xây Dựng Dân Dụng. Em thắc mắc những môn học mã cũ em đã đăng ký học nhưng chưa qua.   B chương trình đạo tào của khóa 2019 vẫn là môn học đó nhưng khác mã số môn học. Em đăng ký mã môn học mới có được tính vào chương trình học bằng 2 song song của em không ạ? Hay bắt buộc phải đăng ký đúng mã môn học cũ mới được công nhận là chuẩn chương trình đào tạo của khóa 2017    ",
    "Kính gửi: Phòng đào tạo Trường Đại học Bách Khoa- ĐHQG TPHCM. Em tên:   MSSV: . Em viết đơn này xin các thầy/cô đăng ký giúp em môn ĐAMH Kết cấu thép. Mã môn học CI3213. Em xin chân thành cảm ơn!",
    "Em tên là:    MSSV:       B Lớp:    XD17KSDD   B Em xin trình bày vấn đề như sau:    Em đã đăng kí môn học này ở đợt 1 nhưng không có lớp học. Tuy nhiên ở đợt 2 môn học này đã được mở bổ sung nhưng em không biết. Hiện tại lớp đã đủ sỉ số nên em không thể đăng kí được nữa. Môn học này là môn tiên quyết để em có thể nhận LVTN nên rất quan trọng ạ, nếu không đăng kí được trong kì này em sẽ bị trễ luận văn 1 kì. Mong trường có thể giúp em ạ.   B Lớp học em muốn đăng kí:    Tên môn học: ĐAMH kết cấu thép Mã môn học: CI3213 Giảng viên:  Thời gian: Thứ 3, tiết 8-9-10   B Em xin chân thành cảm ơn   ",
    "Chào thầy/cô ạ Em muốn đăng kí thêm vào lớp L01 môn Hoá Lý CH2001 của thầy  nên nhà trường có thể tăng thêm sĩ số được không ạ Em cám ơn về thầy cô đã đọc thư này.",
    "Em tên  . Em muốn xin mở thêm sỉ số lớp EE2013 _ Vi xử lý và EE2017_ Cơ sở kỹ thuật điện  . Em cảm ơn ạ",
    "Cho em xin bổ sung vào lớp L01-L03 Môn Cơ Lưu Chất Mã số môn học là:CI2003 MSSV  Do lịch học của em không thay đổi được chỉ còn mỗi lớp đó là không kẹt giờ với các môn học khác ạ,Em đã cố săp xếp nhưng không gỡ rối được ạ.",
    "Em xin kính gửi thầy cô Phòng đào tạo ạ! Hiện tại lớp học môn Kỹ thuật phân tách hệ nhiều cấu tử mã ngành CH4023 đã ful hết slot rồi ạ!  Em kính mong thầy cô mở tăng sỉ số giúp em để em có thể được đăng ký học môn đó ạ . Em xin chân thành cảm ơn!",
    "Gửi phòng đào tạo, Em xin tăng sỉ số môn trường điện từ EE2003 Em cảm ơn",
    "Em có tham khảo về   B ĐTBTL    trên trang của PĐT, em có thắc mắc về phần này: “  I Trường hợp một môn học (tính theo mã số môn học) có nhiều lần học thì tính theo lần học có điểm cao nhất  /I ” Nếu 1 môn học có điểm   B VẮNG TH   I mà học nhiều lần, thì   B ĐTBTL    sẽ của môn đó sẽ tính như thế nào ạ. Em xin cảm ơn",
    "Hiện tại em đang là sv k18 xây dựng clc tiếng anh. Số tín chỉ tích lũy đến hiện tại là 71. Nhưng kì sau em bị hạn chế đăng kí môn học do thiếu IELTS 6.0 . Vậy thì em cần đk bao nhiêu tín chỉ để duy trì tình trạng sinh viên. Em xin cảm ơn .",
    "Cho em hỏi hoá đại cương có mở ở kì dự thính 201 không ạ ",
    "Xin phòng đào tạo tăng sĩ số lớp Vẽ kỹ thuật CI1003 lớp L01_L01.",
    "Xin cho hỏi chuẩn sinh viên năm 3 của trường mình là gì ạ?",
    "Em chào cô Cho em hỏi em có tìm hiểu thì biết rằng sinh viên năm 2 phải tích lũy đủ các môn đại cương, cơ sở ngành thì mới được đăng ký môn học năm 3. Vậy xin cho em hỏi tích lũy đủ các môn đại cương và cơ sở ngành là không được phép rớt môn đại cương và cơ sở ngành nào phải không ạ? Ví dụ em đang học khoa Hóa thì nếu em rớt môn cơ sở ngành truyền khối thì em không được đăng kí môn năm 3 ạ?  Em xin chân thành cảm ơn",
    "Kính gửi Phòng Đạo Tạo! Em tên là  MSSV:  Em xin hỏi 1 vấn đề: Kỳ \"  B Đăng ký môn học HK1 (2020 - 2021)-  - Đợt 1   \" em có đăng ký môn EE3011(Mạch điện tử thông tin) nhưng khi có kết quả đợt 1 thì em bị loại với lý do \"  B Thiếu môn tiên quyết EE2007(Mạch điện tử)   \" Tuy nhiên em đã đăng ký và đang học môn EE2007(Mạch điện tử) vào kỳ Dự Thính hè HK193 và có lịch thi kết thục môn vào ngày 23/09 sắp đến, vậy nếu em thi qua được môn EE2007(Mạch điện tử) trong kỳ dự thính hè này thì làm sao em có thể kịp đăng ký và theo học môn EE3011(Mạch điện tử thông tin) vào HK1(2020-2021)? Em xin cảm ơn ạ!",
    "Kính gửi Phòng Đạo Tạo! Em tên là  MSSV:  Em xin trình bày 1 vấn đề: Kỳ \"  B Đăng ký môn học HK1 (2020 - 2021)-  Chính Quy - Đợt 1   \" em có đăng ký môn EE2017(Cơ sở kỹ thuật điện) nhưng khi có kết quả đợt 1 thì em bị loại với lý do \"  B Môn học khoa không mở lớp - SV liên hệ Khoa   \" Tuy nhiên khi nhà trường mở DKMH đợt 2 thì em thấy môn EE2017 vẫn có 1 lớp và sĩ số đã full 42/42! Em làm đơn này khẩn thiết kính mong Phòng Đào Tạo thêm em vào danh sách lớp này để em có thể theo học và kịp tiến độ học tập vì nếu em không đăng ký được môn này thì em sẽ trễ tròn 1 năm học! Kính mong Phòng Đào Tạo xem xét và chấp thuận! Em xin cảm ơn ạ!",
    "Kính gửi phòng đào tạo . Do dịch nên dẫn đến kỳ trước em không đăng ký được vài môn trong chương trình nên mong quý thầy cô có thể tăng xỉ số học trên để em có thể tham gia học tập và ra trường đúng hạn ạ. Em xin cảm ơn !",
    "Chào Thầy (Cô)  Em là sinh viên khoá k18 Cho e hỏi là nếu học kỳ 201 e đăng ký 12 chỉ   14 : số tín chỉ tối thiểu trong 1 học kỳ thì có bị làm sao k ạ? Em cảm ơn.",
    "E là sinh viên 27 chỉ nên e đk mấy môn xx1yy, vậy tại sao e đk môn EE1009 thì lại ko đc(chuẩn sinh viên năm 2) là sao ạ.",
    "vì nhầm lẫn các thông tin e (tích lũy 27 chỉ) chủ quan ko học hè để rồi không đk môn năm 2 . vậy e có thể làm giấy xin phòng đào tạo cho phép đăng ký môn năm 2 đc ko ạ. tình hình là e ko thể đăng ký nỗi 8 chỉ vì một số lớp ko mở và một số môn thì full slot. cứu e với ạ.  ",
    "Dạ em chào Cô. - En tên: __MSSV:  -Hiện tại em học 146/142 chỉ trong đó có 1 môn tương đương đã chuyển điểm thành điểm 12, và trên hệ thống thì điểm trung bình tích lũy của em được: 6.98  - Dạ cô cho em hỏi, điểm trung bình tích lũy ngành để phân loại bằng của em là được bao nhiêu ạ? Vì trên hệ thống em thấy chưa có điểm đó ạ, nếu chưa được 7.0 để được loại Khá thì em sẽ học cải thiện 1 môn nữa . Em cảm ơn Cô.",
    "Học kỳ 201 tới sẽ không mở các môn GDTC ạ hay sẽ mở ở đợt đăng ký sau ạ?",
    "Chào thầy cô, Cho e hỏi là năm nay e năm cuối r. Mà kì 1 năm cuói này e còn 8 chỉ chưa học thôi. Kì 2 e còn luận văn nữa là xong r. Thì kì 1 e đk 8 được phải không ạ. Không cần phải đk trên 10 chỉ phải không ạ. Em cảm ơn ạ.",
    "Kính gửi: Phòng đào tạo trường đại học Bách Khoa - ĐHQG TPHCM. Em tên là . MSSV  Em viết đơn này để xin các thầy cô ở Phòng đào tạo đăng kí giúp em môn ĐANM Kết cấu thép. Mã môn học: CI3213 Em xin chân thành cảm ơn.",
    "Em chào thầy cô Phòng đào tạo ạ! Hiện tại em đang bị trùng lịch đồ án thiết kế kỹ thuật hóa học CH4007 và môn Kỹ thuật lạnh CH4027(chỉ mở 1 lớp) Dù lớp đồ án CH4007 có nhiều lớp nhưng do lịch học em chỉ còn phù hợp với lớp đồ án A08 sáng thứ 2 tiết 2345. Em kính mong quý thầy cô có thể tăng sỉ số lớp này thêm 1 slot môn đồ án CH4007 lớp A08 để em có thể đăng ký được 2 môn này với ạ. Em xin chân thành cảm ơn.",
    "Chào thầy cô ạ Cho e hỏi thủ tục xin răng sỉ số môn học ch4007 lớp A01 là như thế nào ạ! Em cảm ơn ạ",
    "Kính gửi Phòng đào tạo, Kì sau (kì 201) em có đi làm thêm nên em muốn xếp lại thời khoá biểu để thuận tiện cho việc học hơn. Nhưng khi đăng kí thì những lớp em muốn học đã hết chỗ nên mong Phòng đào tạo tăng sĩ số các lớp này lên 1 ạ. Các lớp em muốn đăng kí: ME3011   A03       Động lực học & điều khiển ME2011   A01       Đồ án thiết kế ME3013   A01_A03   Hệ thống PLC",
    "Em đăng ký in giấy xác nhận sinh viên đã 1 ngày nhưng vẫn chưa được xác nhận. Mong phòng đào tạo giải quyết sớm giúp em, vì em sẽ nộp gấp giấy xác nhận sinh viên để hoãn NVQS ạ.",
    "Dạ em chào Cô. Dạ sau đợt thi em có hỏi Thầy  nhắn có điểm rồi ạ, em hỏi bạn chung lớp cũng có điểm rồi. Cô xem giúp em ạ. Em cảm ơn .",
    "Tăng sỉ số môn học CH4007 lớp A01",
    "Kính gửi quý thầy cô Phòng Đào Tạo, em có nguyện vọng đăng ký hai môn Kết cấu thép 2 (CI3211) và ĐAMH Nền móng (CI3197). Nhưng hiện tại hai môn này đã đầy sỉ số, mong quý thầy cô đăng ký giúp em hai môn này. Em là sinh viên khoá K16, còn thiếu hai môn này mới được đăng ký LVTN. Mong quý thầy cô đăng ký giúp em để học kỳ kế tiếp em có thể đăng ký được LVTN. Em xin cám ơn rất nhiều. Chúc quý thầy cô thật nhiều sức khoẻ!!!",
    "Em là sinh viên năm nhất em có bảo lưu kết quả của học kì 192 bây giờ e đăng kí môn học không được thì phải làm sao ạ?",
    "Em tên . Xin phòng đào tạo cho mở thêm sĩ số cơ sở kĩ thuật điện và vi xử lí học kì chính 201 để kịp tiến độ học tập",
    "Em đang thiếu chỉ và đợt 1 đăng ký đồ án Nền móng có mã môn học CI3197 nhưng do lúc đó chưa mở lớp nên bị xóa mất, hiện tại đồ án Nền móng đã mở nhưng lớp đã đủ sĩ số, em đang thiếu chỉ để đi thực tập nên cần đăng ký môn để đủ chỉ thực tập. Xin phòng đào tạo xét duyệt cho em được đăng kí môn ĐA nền móng trong hk1",
    "Xin chào Thầy / Cô! Em tên . MSSV 171205.Em muốn đăng kí môn học Đồ án Nền Móng CI3197, nhưng khi mở lớp em không kịp đăng kí. Em mong thầy /cô có thể giúp em đăng kí để kịp chỉ ra trường. Em cảm ơn Thầy /Cô rất nhiều! Sinh viên  .",
    "Kính gửi pdt,mong pdt có thể tăng sĩ số lớp của môn IM1013 để em có thể đủ môn,học kịp chương trình ạ",
    "Chào thầy/cô! Em là sinh viên khóa K13,em đã nộp bằng Toeic quốc tế 450đ và đươc quy đổi qua 3 môn Anh văn 1,2,3 và điểm 450đ cũng đã đủ điều kiện xét tốt nghiệp. Tuy nhiên,em còn môn Anh văn 4 chưa pass,sau khi đọc RẤT KỸ quy chế ngoại ngữ của trường  trong mấy ngày qua,có 2 vấn đề em muốn được giải đáp:  - Như trường hợp em muốn quy đổi sang anh văn 4 thì em có thể thi kỳ thi\"kiểm tra định kỳ tiếng anh định dạng TOEIC do PĐT tổ chức\" để quy đổi điểm hay không?  - Em đã xem quy đinh về đổi điểm từ chứng chỉ TOEIC quốc tế sang anh văn 4 nhưng trên trang http://www.aao.hcmut.edu.vn/ có 2 bảng quy đổi khác nhau, 1 bảng-500đ có thể đổi được Anh văn 4, bảng khác lại 600đ. Vậy thông tin nào mới chính xác?  Hiện tại điều đó hết sức quan trọng tới em vì thế em mong mỏi 1 câu trả lời trực diện vào vấn đề từ thầy/cô! Mong thầy/cô hỗ trợ! Em xin cám ơn!",
    "Dạ cho em hỏi là mình nộp chứng chỉ TOEIC nghe, đọc để miễn anh văn 4 và sau này mình chỉ cần nộp chứng chỉ TOEIC nói, viết để làm luận văn tốt nghiệp, như vậy có đúng không ạ.",
    "em chào anh(chị), em học khoá k17 ngành nhiệt. Hiện em vẫn chưa học môn Vẽ cơ khí của năm 2, nhưng hiện giờ đã bị gộp với vẽ kĩ thuật thành môn vẽ kĩ thuật cơ khí, vậy em phải đăng kí môn nào để hoàn thành chương trình học ạ. Mong anh(chị) giải đáp giúp em. Em cảm ơn!!!",
    "Kính gửi quý thầy cô phòng đào tạo, Em tên là , MSSV . Do bị trùng lịch một số môn học nên em và bạn em không đăng ký được môn Quản trị kinh doanh cho kỹ sư ở những nhóm lớp khác. Em kính mong thầy/cô mở thêm sỉ số môn học này (IM3001), nhóm A01 cho 5 sinh viên nữa. Mong nhận được sự chấp thuận của quý thầy cô. Kính chúc quý thầy cô thật nhiều sức khỏe. Em xin cảm ơn.",
    "Dạ em chào Phòng Đào tạo, Em tên là  lớp CK17CTM2. Ở năm 2 em có rớt môn học Thực tập cơ khí đại cương 2, thì kỳ này em có đăng kí lại. Ở đợt 1, em có đăng kí lại được nhưng ở đợt đăng kí 2 thì em không đăng kí được ( vì mã môn học thay đổi ). Nên khi em biết thì tất cả các lớp đã đủ sỉ số ạ. Vì vậy, em muốn hỏi PĐT cách thức và biểu mẫu để đăng kí tăng sỉ số lớp ạ . Cụ thể đây là môn Thực tập cơ khí đại cương 2  (ME2087), các lớp phù hợp với Thời khóa biểu hiện tại của em là L02, L04, L05, L06. Em xin chân thành cảm ơn ạ!",
    "Thầy/cô có thể giúp em đăng ký vào lớp. IM1013 - Kinh tế học đại cương Lớp: L01 được không ạ. Em không đăng ký được nên mới nhờ thầy/cô giúp đỡ ạ. Với lại thầy/cô cho em hỏi. Môn năm hay thì cho dù mã môn 1 thì vẫn không đc đk nếu e dưới 28 tính chỉ ạ. Ví dụ như môn: Kỹ thuật số nhưng có mã là: EE1009 Thì e vẫn không đk được ạ. Em thấy trong quy chế môn mã 1 thì năm nhất vẫn có thể đăng ký được. E mong đc giải đáp thắc mắc này",
    "Em tên là . MSSV: . Khoa điện. Hiện tại trong học kỳ tới em chỉ mới đăng ký được 7 chỉ. Nên hôm nay em tạo yêu cầu này kính mong phòng đào tạo hỗ trợ cho em cơ hội được đăng ký môn “Kinh tế học đại cương” để em đựơc hoàn thành học vụ.        “Kinh tế học đại cương” mã môn Im1013. Nhóm lớp L01 vào sáng thứ 4 tiết 2-3-4 ạ. Rất mong nhận được sự hỗ trợ từ phòng đào tạo. Em xin chân thành cảm ơn!",
    "Em tên là  MSSV  là sinh viên Campuchia. Em làm đơn này kính xin Ban Giám Hiệu nhà trường , Phong đào tạo , Khoa và quý Thầy cô cho phép em được đăng ký học môn : -  - Mã số môn học : CI3197 - Lớp A01 Kính mong Ban giám hiệu nhà trường , quý Phòng , quý khoa và quý Thầy Cô xem xét và giải quyết cho em . Em xin chân thành cảm ơn.",
    "Thưa anh/chị Em tên: . MSSV: Em mong anh/chị có thể tăng sĩ số 2 môn ME4641: Quản lý và vận hành cảng biển  ME4017: Thiết kể sản phẩm công nghiệp nhóm A01_A01 Mong anh/chị xem xét và hỗ trợ em ạ.",
    "Mong PĐT mở thêm sỉ số lớp môn học Tối ưu hóa & quy hoạch thực nghiệm (ME3215) lớp A02 thứ 3 tiết 8 9 10 11 cho em có thể đăng ký môn học này với ạ.",
    "Vậy là em chỉ cần lên phòng đào tạo nhận giấy xác nhận thôi hay sao ạ? Tại em thấy trên MyBk vẫn đang chờ xử lí nên em khá thắc mắc ạ?",
    "Dạ pđt cho em hỏi là môn kỹ thuật lập trình(CO1013) em nghe gv khoa máy tính nói là giờ môn đó cũ rồi ko có mở nữa , thay vào đó em đăng kí học môn tương đương là nhập môn về lập trình (CO1003) có được ko ạ. Mà môn nhập môn về lập trình ko có trong ngành em, nếu được đăng kí học môn tương đương đó có phải những thủ tục gì ko ạ hay em cứ đăng kí học rồi khi nào có điểm em lên xin chuyển điểm sang môn kỹ thuật lập trình của ngành em ạ.",
    "Em xin chào Thầy/ Cô! Em là sinh viên K19. Bây giờ em chỉ mới đăng kí được 8 tín chỉ theo chương trình đào tạo (có 1 môn em đăng kí được là mã XX2XXX nhưng em nghe nói là môn đó sau đợt này sẽ bị xoá do em không tích luỹ đủ 28 tín chỉ). Theo điều 9.4 trong quy chế đào tạo thì em phải đăng kí ít nhất 10 tín chỉ, vậy thì với 8 tín chỉ đó em có được học không ạ? Vì trong phần học phí em thấy có ghi là nhà trường đang xem xét việc giảm 50% học phí cho sinh viên đăng kí bằng hoặc ít hơn 8 tín chỉ . Em xin cảm ơn!",
    "Cho em hỏi muốn tăng sĩ số của lớp phải làm sao ạ?",
    "Em tên là  (MSSV: ).Do học kỳ này em bị trùng lịch các môn khác nên không đăng kí được các lớp vào ngày khác. Mong quý thầy cô có thể mở thêm sĩ số lớp Thực tập điện 2 (EE3023, lớp A03 hoặc A04 chiều thứ 4 tiết 7 8 9 10 11). Em xin cảm ơn.",
    "Dạ chào thầy/cô Hiện tại em là sinh viên Khóa 17. Học kỳ 201 em chỉ còn học 4 môn nữa là đủ số tín chỉ yêu cầu, nhưng tổng chỉ đạt 8 chỉ. Em không biết như vậy có được không ạ? Em cảm ơn thầy/cô",
    "Cho em hỏi em đang có 26 chỉ, nếu em nộp chứng chỉ ngoại ngữ vào đợt 16/9 thì có được đăng ký các môn của học kỳ 201 không ạ ? Em cảm ơn.",
    "Em không đăng ký được mục tốt nghiệp trên myBK (Trên hệ thống ghi là \" Nợ HP\"). Em đã hoàn thành hết học phí. Mong phòng đào tạo xem xét hỗ trợ cho em, em cảm ơn rất nhiều. Tên : Võ Thành Đạt Mssv : Lớp :BD15CN02.",
    "Em mong nhà trường cho em được thêm vào sao lớp L02 môn Kinh tế học đại cương +Lí do là vì em bị sốt cao nhiều ngày nên không đăng kí kịp rất nhiều môn",
    "kỳ chính 201 e đăng ký 8 chỉ thì e có đc giảm 50% học phí ko ạ, e hệ đại trà ạ k19 .",
    "Hiện tại thì em chưa học qua môn Mạch điện tử EE2007. Và hè này cũng không đăng ký học môn đó. -- Trong học kỳ tới, em có đăng ký 2 môn EE3011Mạch điện tử thông tin và EE3015 Kỹ thuật hệ thống viễn thông. Và thấy trên trang đăng ký, pđt đã xác nhận là đủ điều kiện đăng ký. Vậy thì trong học kỳ tới em có thể học môn đó được không? Hay là vài hôm nữa pđt lại xóa 2 môn đó? -- Với lại thêm môn điều nữa là pđt có thể mở thêm sỉ số môn học cơ sở kỹ thuật điện EE2017 được không ạ, tại em còn ở quê nên không thể lên trực tiếp phòng đào tạo.",
    "Em tên là ,MSSV: Em có xin tạm dừng 2 học kỳ năm học 2019-2020 nhưng sau đó có xin thu nhận lại vào kỳ 2 năm vừa rồi, em chỉ được đăng kí học kì dự thính. Bây giờ đăng kí môn cho học kì 201 thì không được vì thiếu 'chuẩn sinh viên năm 2'. Làm thế nào để đăng kí môn được ạ? Em cảm ơn.",
    "Dạ cho em hỏi, hiện em lên trang đăng ký kiểm tra trình độ Tiếng Anh học kỳ 193 - đợt 1 thì thấy hết chỗ trống trước khi hết hạn đăng ký, là trong kỳ 193 còn có đợt 2 không ạ? và trong đợt 1 này còn có thể thêm chỗ trống để đăng ký thi không ạ.",
    "Em tên  mssv  khoa cơ khí, ngành công nghệ may Phòng đào tạo cho em hỏi, em là k18 học kì này có môn thực tâp kỹ thuật mã môn là ME2033. là mã môn năm hai. em đã đủ 28 chỉ mà sao lúc đăng ký nó lại ghi là thiếu chuẩn sinh viên năm ba ạ. Em cảm ơn !",
    "Kính gưi Phòng đào tạo. Em mong muốn trường sẽ tăng chỉ số hoặc mở thêm lớp đối với 2 môn Đồ án môn học Kết cấu Thép (CI3213), và Đò án môn học Nền móng (CI3195) ạ . Em xin cảm ơn ",
    "Cho e hỏi là môn học đã rút rồi có phải đóng học phí kh ạ",
    "Cho em hỏi là có thể mở lớp con người và môi trường vào thứ 6 được không ạ?",
    "Dạ cho em hỏi: học kỳ chính này em đăng ký 8 tín chỉ. Nếu em làm đơn xin và trình bày lý do đầy đủ thì có khả năng bao nhiêu % em chắc được giảm 50% tiền học phí ạ. Và cho em hỏi là những trường hợp nào đc xem xét miễm giảm 50% học phí khi đăng ký 8 tín chỉ ạ. Em xin cảm ơn!",
    "em cần giấy xác nhận điểm rèn luyện năm 2018-2019, xin cho em hỏi lấy như thế nào và ở đâu ạ ? tại vì trên MyBK tới giờ vẫn chưa cập nhật điểm rèn luyện Nếu có thể mong pđt cập nhật giúp em, điểm rèn luyện của em năm 2018-2019 là 95 ạ",
    "Dạ cho em hỏi em còn vướng 2 môn vật lý 1 (ph1003) với giải tích 2(mt1005) nhưng em không thấy có lớp để đăng kí ạ. Cho em hỏi là mai mốt sẽ có lớp hay là mình có đổi mã gì ko ạ? Em cảm ơn ",
    "Chào phòng đào tạo, ngày 25.8.2020 mở đợt đăng ký luận văn. Nhưng chưa sửa đổi lại và hệ chính quy chưa thể đăng ký được vì sĩ số của đăng ký là 0/0. Kính mong phòng đào tạo xử lý để hệ chính quy có thể đăng ký được không ạ. Em xin chân thành cảm ơn",
    "Chào PĐT ạ, Em có 2 vấn đề sau cần giải đáp, mong PĐT trả lời gấp ạ do sắp hết hạn đăng ký môn học . 1. Hiện tại sang học kỳ tới em là sinh viên năm 4. Em mới qua 2 môn thể chất. Như vậy tức là em không đủ điều kiện để đăng ký môn học năm 4 rồi đúng không ạ? Không biết PĐT có thể tạo điều kiện giúp em để em học song hành thể chất với các môn năm 4 trong học kỳ tới được không ạ! Do em còn học lớp KSTN nên nếu bị trễ 1 học kỳ thì sẽ bị ra khỏi lớp! Nếu được thì em rất cảm ơn! (Hoặc có cách nào để bị trễ 1 kỳ mà vẫn không bị ra khỏi lớp KSTN thì cho em biết với ạ) 2. Hiện tại trên trang đăng ký môn học em không tìm kiếm được lớp thể chất để đăng ký, các mã PE đều không có lớp, em có hỏi qua cô ở PĐT cơ sở 2 thì cô bảo có thể kỳ sau trường sẽ không phụ trách môn thể chất nữa. Như vậy thì trường hợp như của em giải quyết sao đây ạ. Không lẽ em sẽ bị trễ tận 2 học kỳ hay sao ạ?",
    "Dạ em chào thầy cô. Do môn Sinh Thái EN2005 của em bị trùng lịch tkb môn Hóa mt1 EN2005,mà môn này là môn tiên quyết cho môn Hóa mt 2,nên em mong thầy cô cho em đổi sang lớp L01 môn Sinh Thái EN2005 ạ. Em cảm ơn.",
    "Em tên:  - MSSV  Do học kỳ 201 không mở lớp Thực tập cơ khí đại cương 2 (ME2001). Nên phải đăng ký môn học thay thế là môn Thực tập cơ khí đại cương 2 (ME2087). Nay em tạo yêu cầu này xin phòng đào tạo giúp e tăng sỉ số cho môn học thực tập cơ khí đại cương 2, mã môn học ME2087 nhóm/lớp L04, thờ khóa biểu tiết 2-6 thứ 6. Mong phòng đào tạo xem xét tăng sỉ số giúp em. Em xin chân thành cảm ơn!",
    "Chào thầy/cô phòng đào tạo! Vào học kỳ 192 em đã đóng học phí trễ hạn vì gia đình găp phải chuyện đột xuất. Em mong thầy/cô phòng đào tạo xem xét cho em để em có thể đăng ký môn học ở học kỳ tiếp theo ạ. Em xin cảm ơn.",
    "Kính gửi quý thầy cô PĐT, Học kì 192 (kì II năm học 2019-2020), do gặp khó khăn về kinh tế nên em đã thanh toán học phí trễ hơn so với thời hạn thanh toán của trường. Hiện tại, em đã thanh toán đầy đủ học phí của học kì 192 nên em mong được PĐT tạo điều kiện để em có thể đăng kí môn học của học kỳ tiếp theo. Em xin cam đoan rằng em sẽ thanh toán học phí những kỳ tiếp theo đúng hạn. Em mong nhận được phản hồi sớm từ quý thầy cô PĐT.",
    "Dạ em chào thầy/cô, thầy/cô cho e xin tăng sĩ số thêm 4 chỗ cho môn học Hư hỏng Sửa chữa công trình mã CI1051 lớp A01 tiết 10-11-12 vào chiều thứ tư. Do học kì này chỉ mở 1 lớp thôi ạ. Mã số sinh viên của em:  Mã số sinh viên của các bạn em:  Em cảm ơn thầy/cô rất nhiều ạ.",
    "Kính gửi: Thầy, cô  Em tên:  MSSV:  Kì học này em có nguyện vọng muốn học môn Con người và môi trường(EN1003) lớp L03 nhưng vì đợi đăng kí môn chuyên ngành nên tất cả các lớp đã đủ người. Và giờ em ko học được cả 2 môn là MA2007 và EN1003. Kính mong thầy, cô có thể giúp đỡ em mở thêm sỉ số lớp L03 EN1003 cho em được đăng kí vào được không ạ? Mong nhận được phản hồi từ thầy, cô. Cảm ơn thầy, cô đã đọc ạ.",
    "Em chào quý thầy cô pđt. Em có 2 vấn đề. 1/ Em muốn đăng kí in bảng điểm nhưng thắc mắc, giấy xác nhận điểm trung bình học kì sẽ là điểm của học kì 192 hay 191(cũ). Hiện điểm học kì 192 của em đã cập nhật đầy đủ . 2/ Trong học kì hè, pđt có làm việc ở cs2 không. Em muốn lấy bảng điểm. Em cảm ơn thầy cô.",
    "Phòng đào tạo cho em hỏi môn Xử lý số tín hiệu EE2015 với môn Cơ sở điều khiển tự động EE2019 có khả năng mở trong kỳ dự thính 201 nếu đủ sinh viên đăng ký không ạ",
    "Quy trình để tăng sĩ số một lớp thế nào ạ? Em cảm ơn",
    "Em tên là -MSSV   Cho em xin mở thêm sĩ số lớp của môn vi xử lý (EE2013) và môn cơ sở kỹ thuật điên (EE2017) để kịp chương trình làm đồ án",
    "Phòng đào tạo có thể tăng sĩ số môn học kinh tế học đại cương ở cơ sở 2 được không ạ. Em không đủ số tín chỉ học kì nên mong phòng đào tạo mở thêm sĩ số ạ.",
    "Kính gửi: Quý thầy cô phụ trách. Em là SV K18, nhưng vì một số lý do cá nhân, nên hiện tại vẫn chưa hoàn thành chương trình GDTC (Còn thiếu 1 môn TC). Em có ý định hoàn thành chương trình trong học kì 201 này, nhưng khi vào mục Đăng ký môn học thì không hiển thị được bất kì lớp GDTC nào. Em muốn hỏi, là, liệu có chương trình GDTC nào cho sinh viên trong học kì 201 sắp tới đây không? Vì, dù đã qua năm 3, nhưng vì thiếu chuẩn GDTC, nên em không thể đăng kí các môn năm 3 được. Và các môn GDTC mới, nếu nhà trường có thay đổi chương trình đào tạo, có thể tính như môn GDTC cũ để xét chuẩn năm 3 hay không? Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi học kì 201 em muốn đăng kí môn Con người và Mô trường ( EN1003) nhưng các lớp đã đủ hết rồi ạ, khi phòng đào tạo mở thêm lớp thì các bạn cũng đăng kí trước rồi ạ. Cho em hỏi khi đợt 3 đăng kí môn học thì phòng có mở thêm lớp môn này không ạ. Em xin cảm ơn.",
    "Chào admin. Hiện tại đã thực hiện việc thanh toán học phí đầy đủ trên hệ thống. nhưng vẫn chưa thể đăng kí được thông tin trên trang mybk của mình. Vui lòng kiểm tra và xác nhận để em có thể đăng kí xét tốt nghiệp. e có đính kèm hình ảnh bên dưới ạ. Vì Hạn chót đăng kí là 30/08 nhưng hiện tại e không cập nhập được thông tin ạ  i Tốt nghiệp .",
    "Học kì 192 vừa rồi, em không hoàn thành các môn học đã đăng kí thì học kì này em có được đăng kí môn học như bình thường không ạ ? Nếu không, được thì em cần làm gì để được đăng kí môn học lại ? Em cám ơn !",
    "CI2037 ",
    "Môn Cơ sở kỹ thuật điện EE2017 nhu cầu học rất lớn có hơn 100 người đăng ký nhưng chỉ mở 1 lớp. Môn này là học trước của đồ án, nếu đồ án trễ thì thực tập hè bị đình tức trễ luôn 1 năm Kính mong phòng đào đạo linh hoạt mở thêm môn học để giúp đỡ sinh viên cho kịp tiến độ học tập Xin cảm ơn",
    "Dạ cho em hỏi em tính đăng kí thi anh văn trong trường mà hết chỗ rồi ạ  Cho em hỏi làm cách nào để đăng kí thêm được không ạ",
    "Cho em hỏi tại sao em không đăng ký được các môn thể dục ạ hay do các môn không mở lớp",
    "kính thưa nhà trường,em có nguyện vọng học lớp Anh văn 2 trong học kì 201 nhưng tất cả các nhóm lớp đã đầy sĩ số.Xin nhà trường cho phép lớp được mở thêm sĩ số (cụ thể là nhóm lớp A01).Em xin cảm ơn rất nhiều ạ.",
    "Kính chào thầy, cô! Em tên là  MSSV:161157 Em có thắc mắc là trong tháng 11 tới đây em đã đủ điều kiện xét và đăng ký tốt nghiệp. Tuy nhiên, vì lý do đi trao đổi vào tháng 12 nên em không được tốt nghiệp trước thời gian này, nếu em muốn đăng ký tốt nghiệp vào đợt tháng 4 năm sau thì trong thời gian học kỳ 1 năm tới em có cần phải đăng ký môn học để không bị cảnh cáo học vụ không ạ? Em xin cảm ơn!",
    "Cho e hỏi SV TN đợt tháng 7/2020 khi nào có bằng TN ạ",
    "Kính gửi Phòng Đào tạo, em cảm ơn Phòng Đào tạo và anh  đã cất công gửi cho em bảng điểm những môn đã học và những môn còn thiếu. Em có hai thắc mắc sau xin nhờ Phòng Đào tạo giải đáp: Thứ nhất: Môn Nền Móng em đã tích lũy đủ, kể cả lý thuyết và đồ án nhưng trong bảng điểm chưa cập nhật. Có thể do em tách thành 2 môn Lý thuyết Nền móng CI3195 và đồ án môn học nền móng CI3197 nên phần mềm chưa cập nhật. Thứ hai: Theo bảng điểm Phòng Đào tạo gửi thì hiện tại số tín chỉ tích lũy của ngành học của em là 47. Số tín chỉ môn học bắt buộc chưa tích lũy được của em là 40 tín chỉ (đã bao gồm 3 tín chỉ thực tập tốt nghiệp và 9 tín chỉ luận văn tốt nghiệp). Số tín chỉ môn học tự chọn chưa tích lũy của em là 9 tín chỉ. Tổng số tín chỉ của 3 nhóm này nếu em tích lũy đủ là 47 + 40 + 9 = 96 tín chỉ (96 tín chỉ này đã bao gồm 3 tín chỉ thực tập tốt nghiệp và 9 tín chỉ luận văn tốt nghiệp) Như vậy về điều kiện phải tích lũy đủ 96 tín chỉ của ngành học thì mới đủ điều kiện để đăng ký môn thực tập tốt nghiệp là không thực hiện được vì con số 96 tín chỉ này đã bao gồm tất cả các tín chỉ của các nhóm môn học trong chương trình đào tạo.  Xin nhờ Phòng Đào tạo giải thích giùm em, em xin cảm ơn nhiều!",
    "Em là , sinh viên khoa Khoa học ứng dụng. Hiện tại đang trong quá trình đăng kí môn học đợt  2 học kì 201 em có một số thắc mắc, trong đợt 1 em có đăng kí môn cầu lông cho kì này, nhưng trong đợt 2 thì môn cầu lông của em đã bị xoá. Theo em biết, trong học kì 201 môn thể chất của trường sẽ chuyển lên đại học thể dục thể thao. Em sẽ phải đăng kí môn thể chất cho kì này như thế nào, thời hạn và phương thức đăng kí ra sao ?  Em xin chân thành cảm ơn !",
    "Dạ em chào phòng pđt, Em tên là , học khoa điện-điện tử Em có đăng ký làm giấy tạm hoãn nghĩa vụ quân sự để nộp về cho địa phương, hạn chót nộp ở địa phương bắt em là 25/9 Mà do chưa chuyển sang năm học 2020-2021 nên trên giấy của em vẫn để năm học hiện tại là 2019-2020, trong khi đó địa phương chỗ em không chịu, bắt buộc phải là năm học 2020-2021 Vậy thì giờ em phải làm sao ạ? Xin phòng pđt cho em xin hướng giải quyết Em cảm ơn!",
    "Dạ thầy cô có thể cho em hỏi môn đồ án môn học kết cấu thép mã số môn học ci3213 có thể mở thêm sĩ số được    không ạ, hiện tại em muốn đăng ký học nhưng khi vào đã full sĩ số ạ.",
    "Em khóa k-16 Cho em hỏi là nếu sau ngày 21/09 em thi tiếng anh không đạt 600 là không được làm luận văn đúng không ạ và điểm chuyển tiếng anh là 600 hay 500 để quy đổi về điểm av 4 ạ.",
    "cho em hỏi em đã viết đơn xin mở lớp lý thuyết sai số và xử lý số liệu đo ( CI3251) ở phòng đào tạo , và các cô ở phòng đào tạo hẹn là sáng thứ 5 ngày 27/08/2020 sẽ mở lớp. Nhưng hôm nay em vẫn chưa thấy lớp được mở trên hệ thống dki môn học ạ . mong được trả lời ",
    "cho em hỏi môn tự chọn tự do là được đăng kí bất kì môn nào phải không ạ",
    "Dạ em chào Cô ạ! Hồi bữa lớp trưởng lớp em có thông báo trên group lớp lấy cơ sở 2 để nhận   B Giấy chứng nhận học quân sự   . Nhưng do lúc đó đang thi cuối kì nên em không biết và chưa nhận ạ. Cô cho em hỏi giờ em muốn nhận thì phải làm sao ạ! Cảm ơn Cô! ",
    "Phòng đào tạo có thể tăng sĩ số môn kinh tế học đại cương cơ sở 2 được không ạ, em vô xem trễ nên không đăng kí được ạ.",
    "Chào anh (chị), Em là , k17 Cho em hỏi quy định từ học kỳ 201, TOEIC đạt 600 điểm mới đổi được điểm từ anh văn 1 đến anh văn 4,quy định này áp dụng cho tất cả các khóa không ạ, hay chỉ áp dụng cho các khóa mới . Mong phản hồi từ anh (chị), em cám ơn ạ.",
    "Em cần đăng ký môn học MT1009 cho kỳ này để đủ số tín chỉ vì các môn cơ sở ngành năm 2 thay đổi chương trình đào tạo(khác mã môn học) và trái kỳ nên em không đăng ký được đủ 10 chỉ. Rất mong thầy/cô mở sỉ số MT1009 A04 Thứ 3(tiết 2 3 4) để em đăng ký ạ Chào thầy/cô.",
    "dạ cho e hỏi là e đăng kí học kì tới là 14 tín chỉ và muons học dự thính thêm 4 chỉ nữa, tổng là 18 tín chỉ trong khi đó điểm trung bình tích lũy năm nhất của e ko đc trên 7.5 thì có đc ko ạ",
    "Kính gửi PĐT , theo lịch thì đợt ĐKMH đợt 2 sẽ kết thúc vào ngày 31/08 (Do không biết giờ nào kết thúc ĐK đợt 2) nên em viết đơn này kính gửi PĐT . Do thứ 7 và chủ nhật PĐT không làm việc nên em viết đơn này xin PĐT tăng sỉ số lớp Quản Trị Kinh Doanh Cho Kỹ Sư (IM3001 ) nhóm L01 Tiết 789 ngày thứ 2 . Em xin PĐT chấp thuận cho em yêu cầu này . Nếu thứ 2 PĐT còn mở dợt ĐKMH đến 14h cùng ngày thì em sẽ lên trực tiếp để xin ạ . Em xin cám ơn PĐT đã tiếp nhận đơn này ạ .",
    "Chào thầy/cô ạ, em là k18 và chưa qua môn  Lý Bán Dẫn (VLBD). Môn VLBD của k18 có mã là ee1013, Mà trên ĐKMH em thấy chỉ mở lớp VlBD có mã là ee1007 thì cho em hỏi là em có thể học môn VLBD mã ee1007 để thay thế không ạ? Mong thầy/cô hồi âm em sớm ạ, em xin cảm ơn.  ",
    "Em thấy mấy bạn đăng kí môn ko bị tiên quyết",
    "Em chào thầy/cô, Phòng đào tạo vừa mới mở một lớp môn chuyên ngành của khoa em nhưng lịch học lại bị trùng với lớp Quản trị kinh doanh cho kỹ sư em đang đăng ký, và các lớp mã IM3001 khác cũng đã đủ sĩ số rồi. Môn chuyên ngành này chỉ có trong chương trình đào tạo khóa K18 trở về trước nên rất khó đăng ký vào các học kì sau, do đó em muốn đề nghị phòng đào tạo mở thêm sĩ số cho lớp Quản trị kinh doanh cho kỹ sư (IM3001) lớp thứ 5 tiết 10-12 để em có thể học được môn này ạ! Mong sớm nhận được phản hồi từ thầy/cô ạ. Em cám ơn, ",
    "Gửi PĐT, Em mong PĐT sẽ tăng thêm sỉ số nhóm lớp A01 môn học Cơ ứng dụng AS2007. Và nếu có thế, em mong PĐT đăng ký giúp em môn học này nhóm lớp A01 (thứ 2 tiết 789). Vì khi PĐT tăng sỉ số, nếu em không đăng ký kịp lại hết sỉ số ạ. Em xin cảm ơn.",
    "Em tên  Mssv  Ad mở thêm sỉ số lớp bê tông 1 CI2091 nhóm lớp A02 giúp em nha Em cảm ơn ad",
    "Em là sinh viên K18 thì số tín chỉ tối thiểu một học kì mà em phải đăng kí là bao nhiêu ? Nếu em có đăng kí môn học nhưng số tín chỉ ít hơn số tín chỉ tối thiểu thì có vấn đề nào không ?",
    "chào admin ạ, em muốn đăng kí môn hoá đại cương( CH1003) vào lớp l06_l01 nhưng hiện đã hết chỗ nên em muốn nhờ admin hỗ trợ cho em được đăng kí vào lớp này với ạ. cảm ơn admin ạ.( em thuộc hệ chính quy ạ).",
    "Em mong là lớp cơ sở kỹ thuật điện ee2017 sẽ mở thêm chỗ ạ, hiện tại sĩ số là 42",
    "sc ript alert(\"XSS\")  /sc ript  Do khung nội dung câu hỏi sử dụng các thẻ/tag HTML cho việc định dạng chữ, việc tấn công XSS (cross-site scripting) hoàn toàn có thể xảy ra nếu không có cơ chế phòng vệ . Trong nội dung câu hỏi ở đầu có chèn thẻ \"script\" của HTML, trong đó có mã JavaScript làm hiện thông báo với dòng chữ \"XSS\" Nếu thông báo hiện ra khi truy cập câu hỏi này, kính đề nghị bộ phận kỹ thuật của nhà trường có biện pháp khắc phục lỗ hổng.",
    "Kính thưa PĐT, hiện tại em đang thiếu 1 chỉ để đăng ký các môn của học kỳ 192. Giờ có cách nào để em đăng ký các môn học trong kỳ 192 để kịp tiến độ học tập không ạ?",
    "Thông báo email bảo đăng kí thi anh văn đầu vào đến 2-9 mới hết nhưng trên mục đăng kí môn học lại không thể đăng kí được và giới hạn đăng kí đến 24-8 Mong anh chị thầy cô xem xét ạ Cảm ơn ạ",
    "Dạ cô, môn Công trình trên đất yếu mã CI4037 đã full slot hết lớp, cô có thể tăng sĩ số cho em đăng kí được không ạ Em tên  MSSV ",
    "Phòng đào tạo cho em hỏi em có thể xin mở thêm sĩ số của 1 nhóm lớp môn Kĩ thuật An toàn điện được không ạ? Nếu được thì mai PĐT có làm việc không em lên trực tiếp được không ạ?",
    "Chào thầy/cô, CO2005 - Lập trình hướng đối tượng, Lớp này hiện tại đang full slot, mong thầy/cô tăng thêm sĩ số để em có thể đăng kí ạ. Em xin cảm ơn.",
    "Kính chào thầy/cô, Hiện nay gần đến ngày đóng thời gian đăng kí môn nhưng Em cùng nhiều bạn k18 không thể đăng kí môn Giáo Dục Thể Chất cho kì 201 này. Kính mong phòng đào tạo giải đáp thắc mắc ạ. Em xin chân thành cảm ơn. Trân trọng, ",
    "Dạ em chào Cô. -Em tên: __MSSV:  -Hiện tại em học 146/142 chỉ trong đó có 1 môn tương đương đã chuyển điểm thành điểm 12, và trên hệ thống thì điểm trung bình tích lũy của em được: 6.98 -Dạ cô cho em hỏi, điểm trung bình tích lũy ngành để phân loại bằng của em là được bao nhiêu ạ? Vì trên hệ thống em thấy chưa có điểm đó ạ, nếu chưa được 7.0 để được loại Khá thì em sẽ học cải thiện 1 môn nữa. Em cảm ơn Cô.",
    "e hiện tại là sinh viên ngành cơ điện tử, khóa k18, cho e hỏi nếu e muốn được bổ sung vô lớp kĩ sư tài năng thì đăng kí như nào và bây giờ có hết hạn đăng kí chưa ạ, e cảm ơn",
    "Em chào thầy/cô! Em là , MSSV: . Cho em hỏi là học kỳ 201 em muốn đăng ký Đề cương luận văn. Mà do học kỳ hè 193 em quên đăng ký môn học Thực tập tốt nghiệp (mặc dù em vẫn đang thực tập tại FPT) nên bị hủy môn Đề cương vì không có môn học song hành là Thực tập tốt nghiệp này! Vậy thầy/cô cho em hỏi giờ em phải làm sao để đăng ký Đề cương luận văn mà không bị hủy ạ? Mong nhận được sự giúp đỡ của thầy/cô! Em cảm ơn!",
    "Em tên là , lớp HC18TP1 Em gửi yêu cầu này mong pđt sẽ tăng sĩ số cho môn   B Quản trị kinh doanh cho kỹ sư (  U IM3001   ), nhóm   U A03   , thứ 5 tiết 7-8-9    ạ. Em xin cảm ơn ạ.",
    "Cho em hỏi là 1 kỳ đăng ký tối thiểu bao nhiêu chỉ ạ?",
    "Dạ cho em hỏi nhà trường đã yêu cầu Chứng chỉ tin học đối với sinh viên năm nhất khóa K19 chưa ạ.Theo em biết thì theo như kế hoạch ban đầu thì nhà trường sẽ tổ chức thi một lần cho sinh viên, không cấp chứng chỉ cho sinh viên vào tuần thứ 2 của học kì 2 nhưng do dịch bệnh nên không thực hiện được. Dạ em xin cảm ơn",
    "Học kì 192 là em nhập viện nên không tham gia vào kì thi kiểm tra học kì 2. Do đó em không đủ 28 chỉ. Pđt có thể có thể đăng kí môn học ở kì 201 không ạ. Nếu em không đăng kí được mà các môn giải tích 2 và đại số tuyến tính không mở trong kì chính. Nếu em đăng kí dự thính mất phí không ạ. Em cảm ơn.",
    "em mong muốn được mở thêm só lượng của lớp vạt liệu xây dựng mã môn học   /CI2037 ",
    "Em xin phòng đào tạo đổi giờ học cho môn Vật liệu xây dựng, mã môn học MA4009 vì có nhiều bạn muốn học nhưng bị trùng giờ nên không đăng kí được. Em đã xin phép giảng viên phụ trách môn và lấy ý kiến các bạn đăng kí môn để đề xuất giờ học mà các bạn có thể đăng kí. Em không biết có thể xin đổi giờ học được không ạ? Mong phòng đào tạo phản hồi câu hỏi của em và có hướng giải quyết. Em cảm ơn.",
    "Cho hỏi mình đã đủ các tín chỉ học của ngành rồi nhưng tại sao đến bây giờ trên mybk vẫn chưa cập nhật điểm cho mình. Vì thế, nên mình vẫn chưa có trong danh sách dự kiến, thì không biết mình có thiếu sót gì không? Kính mong giải đáp. Xin trân trọng cảm ơn",
    "Chào thầy cô, Em là sinh viên K18 khoa Máy tính. Em muốn hỏi là môn lập trình hướng đối tượng (OOP) sau này có mở lớp không ạ (từ học kì 201 trở đi) Lý do là em chưa học môn này: năm trước em bị hủy môn, còn vừa rồi em đk cũng bị hủy nốt. Đây là môn học bắt buộc trong chương trình đào tạo của em nên em không thể không học. Trong trường hợp môn học không mở lại do thay đổi chương trình đào tạo, thì em có thể học môn nào khác tương đương với môn đó không ạ? Mong các thầy cô giải đáp giúp em Xin chân thành cảm ơn",
    "Em là . MSSV  Em muốn mở thêm sĩ số lớp IM1013 - Kinh tế học đại cương, thứ 2 tiết 2 3 4, Nhóm lớp L02 ĐƯợc không ạ? Em xin cảm ơn .",
    "Em chào cô! Em muốn hỏi về quy định mới là đăng ký môn học ít hơn 14 tín chỉ thì không được cấp giấy tạm hoãn nghĩa vụ quân sự có đúng không ạ? Em xin chân thành cảm ơn.",
    "Em chào cô ( thầy ) Học kì 202 có mở lớp cơ học ứng dụng không ạ  Em cảm ơn",
    "Pđt cho em hỏi là nếu sỉ số đăng ký không bằng một nửa sỉ số tối đa sẽ bị huỷ lớp phải không ạ",
    "Cho em hỏi đợt kiểm tra anh văn tại trường HK193 sắp tới em đã đăng ký nhưng không đi thi thì có bị sao không ạ",
    "Cho em hỏi là kì 201 tới theo chương trình em có môn Mạch điện tử thông tin(EE3011), nhưng môn này có môn tiên quyết là Mạch điện tử(EE2007) và em đang trả môn Mạch điện tử kì hè này(193) và dự là điểm tổng kết sẽ có sau khi đợt đăng kí môn học kì chính 201 kết thúc. Vậy cho em hỏi là tạm thời em vẫn đăng kí vào phiếu được môn Mạch đttt nhưng không biết là khi có kết quả ở đợt 3 và kết quả chính thức thì có bị xóa môn đó không. Do kết quả đợt 1 qua đợt 2 của em bị xóa môn đó. Em xin cảm ơn ạ!",
    "Em tên là . Hiện tại sỉ số môn Nhập môn lập trình và môn Kĩ thuật khí nén đã đạt tối đa, nên em không thể đăng kí thêm hai môn này được. Em viết thư này kính mong PĐT cho em được đăng kí hai môn này. Em xin chân thành cảm ơn!",
    "Em là sinh viên năm 4 của Việt Pháp. Trong đợt Đăng Kí Môn Học lần 2 em bị huỷ hết các môn mà em đã đăng kí ở đợt 1, em phải đăng kí tất cả lại. Trong quá trình đăng kí môn cho ngành Hệ Thống Năng Lượng - Việt Pháp, có 1 số môn đăng kí thành công và 1 số thì full sĩ số (27/27). Em xin phép phòng đào tạo mở thêm sỉ số ạ để thuận tiện cho các bạn sinh viên năm 4 như tụi em. Dưới đây là danh sách các môn có sĩ số 27 đã đủ chỗ: 402702 bổ sung về điện tử tương tự 401701 cơ sở điện tử công suất lớn 501703 nguyên lí biên dịch và lập trình 403702 sản xuất năng lượng điện",
    "Em K19 khoa Vật liệu , trong năm em có học nhập môn về kỹ thuật mà e lỡ bị rớt đó thi cuối kỳ bị liệt , vậy cho e hỏi là làm sao để đăng ký học lại với K20 ạ , tại e thấy môn này rất ít sv rớt để đăng ký học lại , e cảm ơn ạ",
    "Hiện tại lớp CO2005 đã bị full, thầy/cô có thể mở thêm sỉ số lớp được không ạ. Em xin cám ơn.",
    "Tăng sỉ số lớp A02 môn đồ án thiết kế kỹ thuật hh CH4007",
    "Em chào Thầy/Cô. Em biết là đã quá hạn nộp đơn xin mở lớp học nhưng em mong Thầy/Cô xem xét cho em xin được mở lớp môn Địa chất công trình.Vì hôm cuối hạn nộp thầy Chủ nhiệm bộ môn Cơ địa Nền móng có việc bận không có ở trường nên không thể kí vào đơn xin mở lớp của chúng em vì thế em không thể đủ điều kiện xin mở lớp. Hiện tại em đã có đủ sự đồng ý của các thầy nên em xin phép Thầy/Cô cho phép em xin được mở lớp môn này . Trong quá trình học tập em còn nợ 3 môn trong đó có môn Địa chất công trình và phải hoàn thành trong kì sau. Nếu không thể mở lớp môn địa chất này vào kì chính em sẽ rất khó để hoàn thành được 3 môn này vì kì dự thính không thể sắp giờ học cho đủ 3 môn và việc này ảnh hưởng rất lớn đến quá trình học tập của em . Vì vậy em kính mong Thầy/Cô xem xét, tạo điều kiện cho em được xin mở lớp học Địa chất công trình(mã CI1043) Em xin cảm ơn Thầy/Cô.",
    "Em đọc trong CÁC THAY ĐỔI CHÍNH VỀ HỌC VỤ TỪ HK191 có ghi : \"Học dự thính sẽ ghi vào bảng điểm học kỳ (kể cả đạt và chưa đạt) - Ảnh hưởng ĐTBHK =  xin học bổng tài trợ (học bổng KK chỉ tính môn trong HK chính)\" Nhưng em không hiểu rõ. Nếu như mình học vượt môn trong kì dự thính hè hoặ trong học kì chính thì tới học kì chính mà mình phải học môn mình đã học trước (theo CTĐT) thì có lấy điểm môn mình đã có, để tính vào điểm trung bình học kì này và xét học bổng không ạ? Ví dụ: ở HK4 (HK202) theo CTĐT, em có môm Triết Mac-Lê nin. Vậy nếu em học vượt môn này ở HK hè 193, thì điểm môn này có được tính vào điểm trung bình HK202 không ạ?  Còn nếu em học môn Triết ở HK201, thì có tính điểm trung bình tương tự như trên vào HK202, hay tính điểm trung bình vào HK201?",
    "Trường cho em hỏi sao hôm qua em lên xin thêm sĩ số thì pđt nói được rồi mà qua một ngày rồi em lại không thấy có môn đó trong đomh của em ạ. Em cảm ơn trường . Môn:CI1003. Nhóm lớp: L01",
    "Chào thầy, cô. Hiện tại lớp Lập trình hướng đối tượng - CO2005 đã full sỉ số. Mong thầy/cô có thể mở thêm sỉ số lớp được không ạ. Em cảm ơn ạ.",
    "Kính gửi Phòng đào tạo, Em là  (MSSV: ). Hiện tại em đã có kết quả thi anh văn 2 kỹ năng nói - viết và đã đủ điều kiện xét tốt nghiệp (ảnh kết quả thi được đính kèm bên dưới). Em muốn xin được bổ sung vào danh sách dự kiến tốt nghiệp để em có thể đăng ký tốt nghiệp trên mybk ạ. Như vậy em có cần phải đến trực tiếp Phòng đào tạo không ạ? Em mong nhận được phản hồi sớm từ thầy cô ạ. Em xin chân thành cảm ơn! Trân trọng, ",
    "Dạ em có nghe là 19 năm nay phải có bằng cntt mới được tiếp tục học, nếu không là sẽ bị tạm thôi học học kì đó đúng không ạ?",
    "Dạ kỳ 201 em không đủ 28 chỉ nên không đăng ký đủ được 14 chỉ tối thiểu thì tiền học phí được tính như thế nào ạ. Em cảm ơn",
    "Em chào thầy cô,em là sinh viên năm 4 vừa bảo vệ xong LVTN, hiện tại trên trang thông tin sinh viên đã cập nhật ĐTBTL nhưng vẫn chưa cập nhật ĐTBTLN ạ, em muốn hỏi khi nào ĐTBTLN được cập nhật ạ? Có cách nào để em biết trước ĐTBTLN không ạ vì em cần gấp điểm ĐTBTLN để nộp CV xin việc ạ. Em xin cảm ơn thầy cô.",
    "Em xin chào Phòng đào tạo ạ. Trong đợt ĐKMH, em có đăng ký môn đồ án thiết kế KTHH (CH4007) nhóm A01, nhưng nếu đăng ký nhóm này thì em không sắp xếp được thời khóa biểu để đăng ký môn chuyên ngành còn thiếu của em. Em có nguyện vọng được chuyển sang nhóm đồ án thiết kế KTHH (CH4007) nhóm A07 nhưng nhóm này đã đủ sĩ số ạ. Em kính mong Phòng đào tạo cho em chuyển sang CH4007 A07 ạ Em cảm ơn rất nhiều",
    "Em muốn hỏi các môn GDTC sau khi đã thay đổi thì tên va mã môn học như thế nào ạ?",
    "Chào Thầy/Cô!  Em đã đăng kí mã môn học CI4343 mở đợt 1 (22/7-29/7) lúc đó trên trang đăng kí không ghi nhóm môn học, trong đợt 2 (25/8-31/8) em kiểm tra lại kết quả em sv chính quy là nhóm A01 nhưng PĐT xếp vào nhóm  môn học B01 nên em đã hủy và đăng ký lại trong đợt 2 nhưng không được. Kính mong Thầy/cô kiểm tra lại và phản hồi giúp em. Mssv . Em cảm ơn ạ!",
    "Cô ơi, ngày mai là hết hạn đăng ký môn học cho đợt 2 , vì em bị vướng chuẩn SV_N2 nên em chỉ đăng ký được có 9 chỉ .Cô cho em hỏi là:    1.Với số chỉ như vậy thì phòng đào tạo có xếp thời khóa biểu cho em học không ạ ?   2.Đến đợt dự thính ngày 21/9 em có thể đăng ký những môn học của năm 2 mà đợt chính em không đăng ký được không ạ ?   Em xin cảm ơn ",
    "Em xin kính chào quý thầy cô! Tổ chức đoàn phường ở địa phương của em có kêu gọi em tham gia vào các hoạt động thiện nguyện xã hội cùng tổ chức và có nói với em là tham gia hoạt động ở địa phương cũng sẽ được tính ngày công tác xã hội. Em xin phép hỏi nếu em tham gia ở địa phương có được tính ngày công tác xã hội ở trường không ạ. Em xin chân thành cảm ơn quý thầy cô.",
    "Chào Thầy, cô.  Cho em hỏi tại sao môn vẽ kỹ thuật ko có chữ  chọn (chọn) để bám vào đó để đăng kí môn học này ak, trong khi các môn học khác có chữ chọn ak",
    "Thưa thầy (cô), Em là , MSSV . Hôm trước em có đăng ký phúc tra điểm thi HK môn Giải tích 2. Hiện tại điểm trung bình môn Giải tích 2 của em ở trên trang web phúc tra là 6.0 nhưng ở trên MyBK vẫn là 2.5 mà em chờ hoài vẫn không thấy thay đổi. Không biết điểm của em có gặp trục trặc gì không ạ?",
    "B Chào thầy/cô ạ, em là k18 và chưa qua môn  Lý Bán Dẫn (VLBD). Môn VLBD của k18 có mã là ee1013. Mà trên ĐKMH em thấy chỉ mở lớp VLBD có mã là ee1007 thì cho em hỏi là em có thể học môn VLBD mã ee1007 để thay thế không ạ? Mong thầy/cô hồi âm em sớm ạ, em xin cảm ơn. Sắp hết hạn ĐKMH rùi ạ :(   ",
    "Kính gửi Phòng đào tạo,  Em tên  (MSSV: ), hiện tại em là sinh viên khóa K16, chuyên ngành Quản lý công nghiệp, khoa Quản lý công nghiệp, vì lý do tham gia chương trình trao đổi từ tháng 09/2019 - 02/2020 tại CHLB Đức nên em đang theo học chậm hơn một học kỳ so với các bạn cùng khóa . Kỳ học 201 em đã đăng ký hai môn là Quản lý dự án và Luận văn tốt nghiệp. Tuy nhiên, kết quả đợt đăng ký vừa rồi em chỉ đang ký được môn Quản lý dự án. Sau khi đăng ký lại LVTN vào đợt 2 thì hôm nay (29.08.2020), bảng kết quả đăng ký vẫn chưa bao gồm môn học LVTN . Khi em xem lại chương trình đào tạo thì mức tín chỉ tích lũy cần thiết nhỏ nhất để nhận LVTN là 126 và đủ theo chương trình là 133. Hiện tại số  tín chỉ tích lũy của em là 132. Mã LVTN em đăng ký là IM4313 (chuyên ngành QLCN). Nhưng lịch sử đăng ký báo lỗi không được đăng ký vì sai mã môn học trong chuyên ngành đào tạo (em đã đính kèm hình chụp lịch sử đăng ký) . Em mong phòng đào tạo có thể hỗ trợ cho em được không ạ, vì hạn chót đkmh lần 2 là 31.08.2020. Em xin chân thành cám ơn! Trân trọng,  ",
    "Dạ em muốn đăng ký học VLBD(EE1007) nhưng do lớp đã đầy rồi, em muốn xin đăng ký vào học có được không ạ? Và nếu được thì em phải làm sao ạ ?",
    "Em mong phòng đào tạo có thể tăng tỉ số lớp mô hình hóa hình học và mô phỏng (ME3027) để em có thể tham gia học ạ. Em xin chân thành cảm ơn ạ",
    "Em chào thầy cô, Hiện tại lớp Lập trình hướng đối tượng (CO2005) có đến gần 60 bạn có nguyện vọng học, nhưng sỉ số hiện tại chỉ có 40. Và em không đăng ký được môn học này ạ. Em mong thầy/cô mở thêm sỉ số lớp học để chúng em có thể đăng ký môn học này ạ. Vì môn này chỉ dành cho khóa K18 trở về trước, nên từ khóa k19 trở đi thì không còn lớp để chúng em học ạ. Em xin cảm ơn thầy/cô",
    "Hồi khoảng 2017, khi mới có quy định thi av nói viết, em có đk thi thử, nhưng vì trùng với lịch thi ở trường nên em không có thời gian chuẩn bị ôn tập kĩ vì vậy nên em quyết định không thi, số tiền thi av em không có đóng, nhưng các khoản phí khác trên bkpay em vẫn trả đầy đủ và đúng hạn. Khi kt danh sách dự kiến tốt nghiệp hồi 24/8, em thấy ghi chú là còn nợ học phí, nên hồi t4 tuần này (26/8), em có liên hệ với pđt, thì được một thầy nói là phải thanh toán hết khoản phí trên bkpay rồi khoảng chiều t6(28/8) ds sẽ được cập nhật lại, sau khi làm theo, chiều t6 em kt lại thì ds vẫn chưa cập nhật (cập nhật lần cuối 25/8), lên mybk thì cũng vậy, nên em không đk xét tốt nghiệp được, trong khi 30/8 là hạn chót, mà t7 (29/8), cn(30/8) pđt lại không làm việc, nên em không liên hệ được để giải quyết tình trạng của em, cho em hỏi em phải làm sao đây",
    "Em chào Phòng đào tạo. Em là , MSSV . Trong đợt đăng kí môn học học kì 201 đợt 1, em có đăng kí môn Cơ sở kỹ thuật điện EE2017. Nhưng do lúc đó môn này không mở nên vào đợt 2 em bị hủy môn học này. Hiện nay, em thấy Phòng đào tạo có mở lớp Cơ sở Kỹ thuật điện và đã full sỉ số . Do đó, em mong Phòng đào tạo mở rộng sỉ số để em được đăng kí và học môn Cơ sở kỹ thuật điện EE2017 trong kì chính 201. Vào kì 201, em đã đăng kí được 14 chỉ, em mong đăng kí thêm môn này để được 17 chỉ, theo kịp tiến độ học tập. Em xin chân thành cảm ơn.",
    "chào thầy cô,  Em xin được rút môn học lý thuyết ô tô trong đợt 1 dkmh hệ chính quy . vì lý do e đã đăng ký nhầm tkb qua đợt 1 của hệ chính quy trong khi e đang học hệ vửa học vửa làm. Rất mong quý thầy cô cho em được hủy đăng ký môn học lý thuyết ô tô trong đợt 1 hệ chính quy. Em xin trân trọng cảm ơn quý thầy cô.",
    "Cho em hỏi môn Khoa học trái đất( GE1013) và môn Địa chất cơ sở (GE1003) có tương đương với nhau không ạ? Vì học kì này em đăng kí môn Tinh thể-khoáng vật-thạch học + thực tập (GE2033) chung với K19 mà lại có thông báo thiếu môn Khoa học trái đất. Có cách nào để em đăng kí được không ạ? em xin cảm ơn!",
    "Em tên  K18 Nay em tạo yêu cầu mong thầy cô tăng sỉ số lớp môn nguyên lí máy ME2003 nhóm lớp L01 em xin cảm ơn ạ",
    "Năm nhất vừa rồi em rớt 2 môn nên không đủ 28 chỉ nên bây giờ không được đăng ký các môn cơ sở ngành. Em có làm đơn cứu xét  . Có 2 trường hợp: 1. không đăng ký môn nào để chỗ đăng ký các môn cơ sở ngành đang đợi cứu xét. 2. Đăng ký các môn năm nhất trước để dự phòng đơn cứu xét không được phê duyệt. Cho em hỏi là trường hợp nào đúng ạ? Giúp em giải đáp câu hỏi này cái, em đang rối lắm.",
    "Chào ad, em không đăng ký đề cương luận văn được với thông báo là không đủ chứng chỉ anh văn chính thức trong khi em đã hoàn thành đầy đủ 4 môn anh văn. Cho em hỏi trường hợp này thì vấn đề ở đâu và giải quyết như thế nào ạ. Em cám ơn",
    "Kính thưa nhà trường, em tên là , năm ngoái em có lỡ bỏ học từ giữa học kì 191 vì một số lý do cá nhân liên quan đến gia đình. Em rất hối tiếc vì việc đó. Hiện em không đăng kí môn học được do   I (1) Tạm dừng  /I ,   I (2) Chưa thanh toán học phần  /I . Cho em xin phép hỏi liệu em có còn đủ điều kiện để học đủ 1 năm (2 học kì), và hoàn thành tốt nghiệp hệ chính quy không ạ, vì hiện theo tính toán thì em cần ít nhất 1 năm để hoàn thành chương trình học. Em xin chân thành cảm ơn.",
    "Em được biết là môn học IM3049 đã xin xác nhận của khoa và bộ môn quản lý nhưng sao vẫn chưa được tăng sĩ số ạ",
    "Em tên là  Nay em tạo yêu cầu này kính mong thầy/cô mở thêm sỉ số lớp môn những nguyên lý cơ bản của chủ nghĩa - nhóm lớp L01 em xin cảm ơn ạ",
    "em chào PĐT, phòng đào tạo cho em hỏi là em định đăng kí thể chất 3 vào kì sau mã là PE1007 nhưng em tìm thì không thấy môn học mở , pđt cho em hỏi là đăng kí thể chất 3 ntn ạ  em cảm ơn !",
    "Dạ em chào thầy/cô Em đã hoàn thành gần hết các chương trình đào tạo ngành Kiến trúc khoa Kỹ thuật xây dựng, nhưng em còn bị vướng 1 môn Đồ án Thiết kế nhà ở mới có thể đăng ký làm Đồ án tốt nghiệp. Em đã gửi câu hỏi cho phòng đào tạo về trường hợp bị trễ hạn đăng ký mở môn học học kỳ chính 201 và nhận được câu trả lời là được đăng ký mở trong học kỳ dự thính sắp tới Cho em hỏi với trường hợp này nếu em không đăng ký được môn học nào trong học kỳ chính 201 mà chỉ đăng ký môn học vào học kỳ dự thính thì em có bị đình chỉ 1 học kỳ không ạ ? Hay em vẫn phải đăng ký ạ ? Em cảm ơn thầy/cô nhiều ạ.",
    "Gửi: anh/chị, Em là , cho em đăng kí thêm 2 môn là CI3211, CI3213. Em không đăng kí được vì lớp đã full chỗ. Em cám ơn ạ.",
    "Cho em hỏi là hiện em mới chỉ hoàn thành môn giáo dục thể chất 1 và 2 của chuẩn GDTC cũ, vậy hiện tại nếu em đăng kí 1 môn của chuẩn GDTC mới thì liệu có được tính là đạt chuẩn GDTC để đăng kí các môn yêu cầu không ạ?   i ",
    "Kính gửi Phòng Đào Tạo! Về việc thi Tin học cơ bản thì đầu năm nhà trường thông báo là sẽ tạo điều kiện cho k19 thi để lấy bằng, nhưng nay đã sắp hết năm nhất rồi nhưng em vẫn chưa thấy chương trình thi, vậy là tụi em phải tự đăng ký thi ở ngoài phải không? Bên cạnh đó thì Chứng chỉ Tin học cơ bản phải nộp vào trường khi em kết thúc năm nhất phải không ạ! Em xin chân thành cảm ơn và mong sẽ nhận được tin hồi đáp từ nhà trường.",
    "Em chào thầy cô ! Em là , MSSV:  Hiện tại e chưa đạt 1 môn CS ngành (CO1005 Nhập môn điện toán) của năm nhất vì vắng thi cuối kì, mà môn này chỉ danh cho học kì 1 của K2020. Em muôn đăng kí cho học kì 201 để hoàn thành môn học này ạ. Giờ em phải làm thủ tục như thế nào ạ. Em xin chân thành cảm ơn ! , KHMT, MT17KH03",
    "chào các anh chị hộ trợ . em tên là Nguyễn ôi mssv  , nếu mình không đắng ký được môn, thì khi vào kỳ học 201, trong 2 tuần đầu em có thể lên phòng đào tạo để xin vào lớp ko ạ. mong được sớm hồi đáp.",
    "Cho em hỏi là: Chuẩn anh văn năm 3 của em là qua av1. Vậy em qua av2 nhưng rớt av1 thì có được đăng kí môn học không ạ. Em cảm ơn ạ! ",
    "Em muốn đăng kí học môn lập trình hướng đối tượng nhưng hiện tại thì lớp đã đầy. Liệu trường có thể mở thêm sĩ số được không ạ? Em cảm ơn",
    "Em chào thầy/cô Em là Đăng -k14- Khoa Xây dựng Cho em hỏi về việc   B bị xóa đăng kí luận văn CI4393    ở đợt dkmh 1,2 cho kì 201 Em đã đạt chuẩn anh văn, và còn nợ khoảng 12 chỉ ( 8 chỉ chuyên ngành xd + 4 chỉ môn đại cương) và chỉ có 5.5 ngày ctxh (  10 ngày)  Theo quy chế, e được nợ tối đa 7 chỉ chuyên ngành và kì hè 193 này e đang học 8 chỉ ( 2 chuyên ngành + 4 đại cương) . Vậy lý do e bị xóa luận văn là thiếu chỉ hay là thiếu ngày ctxh? (để e biết kịp thời bổ sung) Còn 1 điều nữa là ngày thi 2 môn (22/9) quá sát học kì 201 (21/9) điểm thi chưa cập nhật kịp thì sao ạ?",
    "Cho em hỏi là em đăng kí môn học học kì 201 đợt 2 hệ chính quy các môn như : giải tích 2, vật lý 2 đều không được là sao ạ? Vì em nhập mã môn học vào search thì không có gì luôn ạ, vậy tức là không có 1 lớp nào của các môn đó mở cho hk201 ạ?",
    "EE2013:Vi xử ly thư 5:",
    "Kính gửi PĐT, Lúc trước trên Thông tin sinh viên có mục Chương Trình Đào Tạo, trong đó có thể hiện các môn đạt và chưa đạt theo chương trình của từng sinh viên. Nay hệ thống đã thay đổi nên không còn xuất hiện mục đó . Vậy cho em hỏi là có thể vô đâu để xem các môn mình đạt/ chưa đạt theo chương trình đào tạo của từng sinh viên, hoặc vô đâu để xem cần và thiếu những điều kiện nào để đạt chuẩn tốt nghiệp của từng sinh viên. Em chân thành cảm ơn . Trân trọng,",
    "Kính gửi anh/chị, Em sinh viên CQ chuyển sang VHVL khóa 2017, em có vài vấn đề thắc mắc: 1.Trong lúc điền hồ sơ em có điền vào giấy theo học CTĐT 2019, trên trang mybk thông tin để CTĐT 2019 (ảnh đính kèm).Khi gửi mail về PĐT thì thầy  xác nhận CTĐT là 2017. 2./ có thể giúp em tra chính xác năm CTĐT (MSSV: ).Để em đăng ký đúng môn học ạ. Em mong anh/chị giúp em ! Cảm ơn anh/chị !",
    "Về yêu cầu ứng dụng công nghệ thông tin của khóa k19 thì yêu cầu đó khi nào thực hiện ạ ? theo như quy chế em thấy trường tổ chức cho tụi em thi vào đầu hk2 năm nhất và không đạt thì cuối năm nhất nộp bằng để đc đki môn năm 2  nhưng do ảnh hưởng của covid trường chưa tổ chức thi vậy tụi em có phải thi ở ngoài nộp bằng trước kì 201 không ?",
    "Kính chào PĐT. Em thuộc khóa K17 lớp XD17KT ạ. Em có gặp 1 số vấn đề khi đăng kí môn học và thông tin sinh viên bị sai lệch ạ. Ở HK172 em tích được 26 chỉ, sang HK kế  HK181 em tích được 0 chỉ, HK182 em tích thêm được 13 chỉ thì số tín chỉ tích lũy của em phải là 39 chỉ, nhưng trong trang thông tin sinh viên của em chỉ có 36 tín chỉ tích lũy thôi ạ. Em có bảo lưu HK 191, HK192 em thêm được 10 chỉ và tính đến thời điểm hiện tại tín chỉ tích lũy của em vẫn là 46 thôi ạ, thông tin vẫn chưa được cập nhật lại ạ. Nếu cộng đúng thì hết HK193 em tích lũy được 56 chỉ là đủ để ĐKMH cho HK5 ạ. Thế nhưng em vẫn chưa đăng kí được môn nào cho HK5 hết ạ. Em không biết trang thông tin của em có bị sai sót ảnh hưởng việc em ĐKMH không ạ? Mong PĐT kiểm tra lại giúp em với ạ để em kịp thời ĐKMH HK5 trong đợt 2 này ạ. Em cảm ơn rất nhiều ạ.",
    "Chào thầy/cô, em mong muốn được học lại môn học lập trình hướng đối tượng để cải thiện kiến thức cho công việc cũng như điểm số. Em mong thầy/cô xem xét mở sĩ số lớp để em có cơ hội tham gia lớp học ạ .",
    "Kính gửi thầy (cô) phụ trách hỗ trợ sinh viên trực tuyến, theo quy định đăng kí môn học ở mục 9.3 của QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ BẬC ĐẠI HỌC, , số tín chỉ tối đa là 21 tín chỉ (ảnh đính kèm). Ở học kì này em đã đăng kí tổng cộng là 21 tín chỉ, em muốn xác nhận là như vậy phù hợp với quy định đúng không ạ ? Nếu có nhầm lẫn em sẽ điều chỉnh lại cho phù hợp, cảm ơn thầy (cô) rất nhiều.",
    "Chào thầy/cô, Em , MSSV ,  học ứng dụng. Hiện tại em sẽ bảo vệ Luận văn vào đợt bổ sung tháng 9 này. Các môn khác em đã học xong trong chương trình. Công ty em đang làm dự định cử em đi học 1 khóa đào tạo về kỹ thuật, cần bằng chuyên môn trong tháng 11. Em được biết 31/10/2020 là hạn chót nhận bổ sung điều kiện tốt nghiệp. Do đó em xin hỏi PDT đối với sinh viên bảo vệ LVTN trong đợt bổ sung này thì có kịp lịch trình tốt nghiệp vào tháng 11/2020 này không? Mong sớm nhận được phản hồi từ phía thầy/cô, để em báo về công ty.  trọng cảm ơn.",
    "Em tên , MSSV: , em muốn hỏi về việc mở các môn cơ sở ngành của khoa Điện là là Kĩ thuật số ( EE1015 ), Mạch điện tử( EE2007), Tín hiệu và hệ thống ( EE2005) ạ, chúng em đã làm đơn xin mở lớp những vẫn chưa có môn học mở trên myBK để đăng kí. Mong phòng đào tạo giải quyết thắc mắc giúp em với ạ. Em cảm ơn phòng đào tạo!  B ",
    "Chào thầy/cô  En tên  Cho em hỏi là khi xếp tốt nghiệp dựa vào ĐTBTLNgành vậy có tính luôn mấy môn đại cương không ạ, hay chỉ tính các môn cơ sở ngành và chuyên ngành Em cảm ơn.",
    "em đăng kí luận văn bị xóa môn nó hiện lí do là thiếu môn bắt buộc em vào check lại thì mình đã học qua môn đó rồi ạ.",
    "Em thấy có một số bạn tuy không đủ 28 tín chỉ tích lũy nhưng vẫn đăng ký được các môn học của năm hai là sao ạ?",
    "Em muốn xin mở thêm lớp hoặc tăng sĩ số lớp A01 bộ môn Tổng hợp hữu cơ hoá dầu (CH3007) ạ. Em cảm ơn nhiều ạ!",
    "Dạ em chào các thầy/cô, Em có một vài thắc mắc về vấn đề học cải thiện cho học phần mở rộng của môn chuyên ngành dành cho KSTN. 1. Yêu cầu về việc SV thuộc chương trình KSTN phải \"Đạt\" toàn bộ học phần mở rộng của những môn chuyên ngành là đúng phải không ạ? 2. Nếu yêu cầu trên là bắt buộc thì để thực hiện việc học cải thiện cho học phần mở rộng thì cần phải đăng ký lại môn học chính & làm đơn xin chỉ học cải thiện cho phần mở rộng của môn học phải không ạ? 3. Nếu quá trình trên là đúng thì theo như lịch ĐKMH HK201 đợt 1, em có đăng ký một môn để học cải thiện cho phần mở rộng. Nhưng ở đợt 2 lại bị xóa môn và hiện tại môn đó đã đủ SV theo học. Nên em không rõ làm thế nào để có thể đăng ký lại môn học đó chỉ để cải thiện phần mở rộng? Em mong nhận được phản hồi từ các thầy/cô ạ. Sinh viên, ",
    "Kính chào thầy/cô phòng đào tạo, Do lịch học của em bị trùng giờ với những lớp thiếu sỉ số, còn lớp không trùng giờ lại đủ sỉ số. Nay em tạo yêu cầu này mong muốn được tăng sỉ số nhóm lớp A02_A04 của môn Dung sai và kỹ thuật đo (mã môn ME3003). Nếu được mong thầy/cô có thể tăng sỉ số giúp em ạ. Em cảm ơn.",
    "Em đăng kí luận văn nó hiện thiếu môn học với mã môn học ci3223 đây là mã của k17 em làm k15 mã môn đó là ci3093 và môn này em đã học qua môn r ạ",
    "em là   mã số sinh viên:  khoa cơ khí xin mở thêm sĩ số lớp L04 môn ME2087",
    "Em chào thầy/cô ạ,em có một số thắc mắc về việc chuyển điểm anh văn: Điểm và tín chỉ sẽ được tính vào điểm tbtl và số tc tích lũy tại thời điểm nộp bằng hay là 1 khoảng thời gian sau đó mới được tính? nếu có thì khoảng bao lâu ạ? mong thầy/cô giải đáp giúp em. Em cảm ơn ạ!",
    "Chào quý Thầy/ Cô, về chuẩn anh văn sau mỗi năm học thì chỉ cần nộp chứng chỉ anh văn thỏa điều kiện vào là được phải không ạ? Chứ không cần phải đăng ký chuyển điểm cho môn anh văn cần cho mốc năm đó phải không ạ? Em cảm ơn. Chúc quý Thầy/ Cô nhiều sức khoẻ.",
    "Chào thầy/cô, em muốn xin mở thêm 2 chổ cho môn học Kết cấu thép 1 mã CI3009 lớp A03 thứ 6 tiết 3 4 5. Vì môn này hiện đã hết chổ cho sinh viên lớp đại trà. MSSV em là . MSSV bạn em là . Em xin chân thành cám ơn .",
    "Em chào thầy/cô ạ,em có một số thắc mắc về việc chuyển điểm anh văn:  1/ Điểm và tín chỉ sẽ được tính vào điểm tbtl và số tc tích lũy tại thời điểm nộp bằng hay là 1 khoảng thời gian sau đó mới được tính? nếu có thì khoảng bao lâu ạ?  2/ theo tiêu chuẩn của k19 thì 550 điểm toeic sẽ pass anh văn 1,2,3,4 nhưng không được điểm tuyệt đối, còn 700 điểm sẽ được chuyển thành 4 điểm 10 ở anh văn 1,2,3,4. Nếu em nộp bằng lần 1 là 550 điểm thì lần sau em có được được phép nộp bằng có số điểm cao hơn để cải thiện điểm không ạ?  Mong thầy/cô giải đáp giúp em. Em cảm ơn ạ!",
    "xin chào pdt tính đến hiện tại là năm học thứ 3 của em nhưng năm vừa qua em mới tạm dừng học cho nên năm nay tính ra là năm 2 thôi ạ. Em hơi thắc mắc là tại sao em lại không thể đăng kí những môn học TR2003 và ME2013 bởi vì thiếu điều kiện tiên quyết, trong khi học kì 191 ( trước khi tạm dừng) thì em vẫn đăng kí những môn này được ạ ? xin cám ơn",
    "Em chào PĐT, Em tên:  - MSSV:  Do chưa đủ chuẩn anh văn và lớp học đủ sĩ số ở cơ sở 1. Em muốn đăng kí môn: Anh văn 3, mã số môn học: LA1007, lớp: A01 (tiết 7-9, thứ 6). Em mong PĐT mở sĩ số và cho phép em đăng kí liên tiếp từ tiết 2 đến tiết 9 vào thứ 6. Em mong PĐT xem xét. Em chân thành cảm ơn.",
    "Kính thưa phòng đào tạo và các thầy cô trong khoa Khoa học và Kĩ thuật máy tính, em là sinh viên K18 khoa Khoa học và Kĩ thuật máy tính. Hiện tại em vẫn chưa học môn Lập trình hướng đối tượng, mã môn học CO2005. Học kì 201 sắp tới có mở một lớp nhưng lớp đã full sĩ số và còn nhiều bạn chưa thể đăng kí môn này như em. Em mong phòng đào tạo và khoa sẽ tạo điều kiện để mở thêm sĩ số hoặc thêm một lớp Lập trình hướng đối tượng nữa ạ . Em xin cảm ơn",
    "Em tên là Thái Huỳnh Mộng Nghi  Lý do em gửi đơn này mong phòng đào tạo có thể cho phép em đăng ký môn năm 2. Hiện tại thì em chỉ đạt 26 chỉ. Lúc trước do nhà trường có gửi một câu trả lời cho một bạn rằng nếu kết thúc năm nhất không đủ 28 chỉ vẫn có thể đăng ký môn năm 2 nên lúc mùa covid trường có mở lại cho những bạn đăng ký đi   B Mùa Hè Xanh    được đăng ký trong đó có em nhưng mẹ em tâm lý đang lo lắng nên em cũng không đăng ký. Em rất mong được đăng ký môn học ạ. Em không muốn bỏ phí thời gian cho 1 học kỳ đâu ạ. Em cảm ơn phòng đào tạo đã đọc tin ạ Ký tên",
    "Em tên   Thầy/cô cho em xin hỏi là môn cơ kỹ thuật va dao động có trong kì dự thính không ạ Em xin cảm ơn thầy/cô",
    "Chào admin Em tên: Phạm Quốc Nhật MSSV:   Do em quên mất mình còn môn Anh Văn 4 chưa học để xét chuẩn anh văn năm 3 của khóa 2018. Mà học kì 202 thì còn những môn khá năng và hè 203 cũng phải đi thực tập nên em rất mong phòng đào tạo sẽ mở rộng thêm 1-2 slot của lớp ẾT 10-11-12 PHÒNG C5-402. Phòng này cũng khá rộng nên em mong là Pđt mở thêm sỉ số 1-2 slot để tạo điều kiên thêm cho tụi em được học và không mắc phải những chuẩn ANH VĂN sau năm 3 ạ . Em xin cảm ơn rất nhiều ạ",
    "Dạ em chào thầy cô ạ, Em là sinh viên k18 thực phẩm ạ. Dạ cho em hỏi về môn học, chương trình đào tạo k18 có môn sinh học ( mã môn học CH1011, 3 tín chỉ) còn chương trình đào tạo k19, phòng đào tạo thay thế môn sinh học thành môn sinh học đại cương ( mã môn học CH2027, 3 tín chỉ). Học kì này em đăng kí môn sinh học nhưng không có lớp do k19 không học môn này nữa ạ. Em có thể đăng kí môn sinh học đại cương được không ạ, môn sinh học đại cương có tương đương với môn sinh học mà em đã học không ạ. Em chân thành cảm ơn thầy cô ạ!",
    "Thưa thầy cô! Em muốn hỏi ngày nộp CCNN cho đợt nhận luận văn là 16/9, nhưng em chưa nộp kịp. Đợt đăng kí luận văn là ngày 25/9. Em có thể nộp trước 25/9 để nhận luận văn được không ạ?",
    "Dạ chào Phòng đào tạo. Em là sinh viên năm 2 của trường . Tình hình là năm nhất em học lơ là nên rớt nhiều môn . Tính cả kì hè này nữa chỉ được 53 chỉ . Mà có 2 môn em không đăng kí được : Thủy lực thủy văn cầu đường ( CI3011 ) và môn Kết cấu thép ( CI3009 ) . Trong khi đó kì 202 muốn đăng kí môn bắt buộc phải học trước môn này mà em không đăng kí được nên học kì 2 em sẽ ko đăng kí được môn nào hết ! Vậy em có thể đăng kí dự thính 2 môn này trong kì 201 không ? Và nếu ít sinh viên hoặc không có thì phòng đào đạo có cách nào giải quyết giúp không ạ ? Em xin cảm ơn !",
    "Em xin chào thầy/cô. Em là , MSSV:. Thầy/cô cho em hỏi là sau khi em hoàn thành việc bảo vệ luận văn tốt nghiệp, tuy nhiên vẫn còn thiếu ngày công tác xã hội và điểm anh văn nói-viết thì trong thời gian hoàn thành 2 chỉ tiêu trên em có phải đăng ký môn học trong các kỳ học chính không ạ? Em xin cảm ơn.",
    "kính gửi quý thầy cô, em tên là  MSSV  Em đăng kí in bảng điểm ngày 28/8/2020 lịch hẹn lấy là ngày 3/9/2020 nhưng hiện em đang cần gấp bảng điểm để nộp hồ sơ nhận học bổng vào ngày 1/9/2020 nên em mong quý thầy cô giải  quyết in sớm cho em vào thứ 2 ngày 31/8/2020 được không ạ ? Em xin chân thành cảm ơn.",
    "Dạ thầy/cô cho em hỏi sắp tới Phòng đào tạo có mở lớp Cơ sở Điều khiển tự động và Xử lí số tín hiệu của khoa Điện không ạ Tại lúc trước em thấy có bạn làm đơn rồi, nhưng sắp hết hạn đăng kí môn học mà tụi em chưa thấy lớp nên tui em hơi lo ạ Nếu không đăng kí được chắc tụi em trễ đồ án mất. Em xin cảm ơn",
    "E khong đủ chuẩn anh văn sau các năm ạ, mà hiện giờ nhà trường vẫn cho đk môn học bình thường vào hk201, liệu e có bị hủy môn học khi vào năm học ko ạ",
    "Kinh chào Thầy/Cô ! Em tên ,em có một vài thắc mắc về vấn đề đăng ký môn học ạ. Hiện tại em chỉ còn nợ một môn giải tích 2 nhưng học kỳ chính tiếp theo hiện không mở lớp. Nếu em không đăng ký môn học thì có bị đình chỉ không ạ? Và nếu bị đình chỉ thì em có được đăng dự thính không ạ ?  Mong nhận được sự phản hồi. Em chân thành cám ơn ạ !",
    "Dạ chào thầy/cô, Em tên  sinh viên k17 khoa Quản lý công nghiệp. Hiện em đang xin giấy gửi về địa phương để vay sinh viên, thầy/cô cho em hỏi em cần có những giấy tờ gì, em đến đâu để cung cấp và lấy giấy đó, khi nào thì em có thể đi được để gửi về địa phương em để em được vay ạ. Em cảm ơn.",
    "Sao hạn thành toán lệ phí lại khác trong mail ạ? Vậy khi em thành toán thì có được xếp lịch thi không vậy?",
    "Chào cô/thầy Em là , sinh viên khóa 15, cô/thầy cho em hỏi 15 cũng sẽ không đăng ký được   B một số môn học    nếu chưa qua GDTC 3 đúng không ạ? Em cám ơn ạ",
    "em muốn đăng ký môn nhưng hiện giờ tất cả các lớp đều đã full sỹ số, tình trạng chung của rất nhiều môn, nhưng nếu không đăng ký thì không đủ số tín chỉ tối thiểu, giờ em muốn đăng ký thêm những lớp đầy sỹ số đó thì làm sao ạ",
    "IM 3001 Quản trị kinh doanh cho kĩ sư. em xin mở thêm sỉ số lớp L02 t5 tiết 10-12 CS2. Em có nhu cầu đăng kí thêm môn này ,mà bên cơ sở 2 đã hết lớp rồi,nên xin pđt mở thêm sỉ số của lớp L02  .",
    "em có thể đăng ký thực tập tốt nghiệp trong học kỳ tới song song với việc làm đề cương luận văn không ạ, do tình hình dịch bệnh em không đi thực tập hè được.",
    "Trong chương trình đào tạo của trường, em thấy các môn sp1033, sp1035,... có yêu cầu các môn tiên quyết nhưng theo chương trình đào tạo có một số môn ở 2 kì liên tiếp nhau. Trong khi các đợt đăng ký môn học lại diễn ra trước khi chúng em hoàn thành kì học, vậy tụi em có thể được đăng ký những môn sau trước khi hoàn thành chương trình học được không ạ? Nếu không thì tụi em làm cách nào để theo kịp tiến độ của chương trình đào tạo ạ?",
    "Nhà trường cho em hỏi tại sao môn thể dục em đăng ký từ đợt 1 lại bị xoá ạ? Và ở đợt đăng ký lần 2 này em không tìm thấy môn thể dục để đăng ký lại. Xin nhà trường xem xét giúp em. Năm nay em đã năm 3 mà em còn đến 2 môn thể dục, em sợ sẽ ảnh hưởng đến thời gian làm đồ án và tổt nghiệp của em.",
    "Dạ em chào thầy cô PĐT. Do các lớp vi xử lí đã full sĩ số nên em kh thể nào đăng kí được. Vì lí do vi xử lí là môn học trước của đồ án nếu kh đăng kí được thì em sẽ bị trễ mất 1 học kì nữa ạ. Nên em xin thầy cô có thể mở thêm sĩ số cho em đk được kh ạ. Em xin mở nhóm A01_A01 hoặc 2 nhóm lớp còn lại điều có thể được ạ em xin cảm ơn.",
    "E muốn đc đăng ký môn * HỆ Điều Hành (CO2017) nhóm : Thứ 2- 3,4,5-Phòng 402H2 Thứ 2- ,10-Phòng 604H6. * Hoá Đại Cương (ch1003) nhóm : Thứ 3- 2,3,4,5-Phòng 506H6 Thứ 3- 7,8,,10-Phòng 502H1 * Kiến trúc máy tính (CO2007) nhóm : Thứ 4- 7,8,-Phòng 702H6 Thứ 6- ,10,11-Phòng 703H1  Vì lý do lớp FULL, xin PĐT đăng ký giúp cho e môn đó. E xin cảm ơn.",
    "Dạ em chào thầy cô ạ. Em muốn hỏi về ngày công tác xã hội ạ. Em có hiến máu tình nguyện và có giấy xác nhận ạ. Em muốn hỏi là em cần nộp giấy ở đâu để được xác nhận ạ? Em xin cảm ơn ạ",
    "Em đã học qua môn phương pháp tính, nay em muốn chuyển điểm sang môn phương pháp số có được không? Nếu được thì cần những thủ tục nào ạ. Em xin chân thành cảm ơn.",
    "Luận văn cuối khóa.   i Câu hỏi   : Hiện em vừa thi av không kịp nộp điểm để xét đk luận văn cho học kì 201. Em mong muốn đc làm luận văn trong hk 201, không biết có cách nào đk luận văn trước sau có nộp điểm xét av sau không ạ?    b Em cảm ơn.   ",
    "Chào cô/ thầy. Cho em hỏi là em muốn đăng kí thể chất vào học kì 201 thì đăng kí như thế nào ạ. Em cảm ơn.",
    "Kính gửi Phòng Đào Tạo Em viết đơn này để mong phòng đạo tạo mở thêm sĩ số của lớp L02_L03 Môn Cấu trúc dữ liêu và giải thuật (CO2003). Vì đây là môn quan trong nhất của năm 2 mà em lại bị trễ anh văn nên mong phòng đào tạo có thể mở thêm sĩ số để em có thể theo kịp tiến độ. Mong nhận được sự chấp nhận. Em xin chân thành cảm ơn .",
    "học kỳ chính 201, vì e ko đủ 28 chỉ tích lũy nên kỳ 201 e đăng ký được 8 chỉ. vậy e có được xem xét giảm học phí 50% không ạ, e nhà nghèo lắm ạ.",
    "Em chào Thầy/Cô. Em là  - MSSV: . Hôm nay em được xã gửi thông báo nộp giấy xác nhận đang học tại trường để tạm hoãn NVQS năm 2021 (hạn chót nộp ngày 10/09/2020). Do năm nay em chưa được cấp giấy chứng nhận sinh viên nên em lên website mybk đăng kí thì nội dung điền vào như hình. Em thắc mắc là mục đợt đăng kí \"Chứng nhận sinh viên học kì 3 năm học 2019 - 2020\" thì có được chấp nhận không ạ, do em dùng để tạm hoãn nghĩa vụ quân sự 2021 ạ (mục này không thay đổi được). Còn mục lý do xin giấy chứng nhận có để \"cấp lại\" em cũng thắc mắc là có ảnh hưởng gì không ạ. Em kính mong được Thầy/Cô giải đáp ạ. Em cảm ơn Thầy/Cô.",
    "Chào PĐT. Em tên là -. Học kì 1 này em muốn đăng ký ĐAMH kết cấu thép CI3213. Tuy nhiên hiện tại lớp đã đầy sĩ số. Kính mong PĐT tạo điều kiện để em đăng ký ĐAMH kết cấu thép trong học kỳ này để đảm bảo đúng tiến độ học tập. Em xin chân thành cám ơn!",
    "Hiện tại em và nhiều bạn muốn đăng kí môn Hư hỏng sửa chữa công trình CI1051. Nhưng do sỉ số lớp đã đầy. Em kính mong phòng đào tạo có thể tạo điều kiện thêm sỉ số lớp cho bạn em có thể đăng ký ạ !  Em xin cám ơn",
    "Em kính chào thầy cô, Học kì này em có nhu cầu đăng kí môn Quản lý chất lượng công nghiệp(700406). Môn này nằm đúng tiến độ học tập của em trong học kì 201 này ạ. Vì lý do vướng chuẩn GDTC  nên em đã lỡ cơ hội đăng kí môn này. Em kính xin thầy cô mở thêm sĩ số của môn học này để em có thể theo kịp tiến độ chương trình, cũng như có thể học cùng với lớp hiện tại em đang theo học. Em xin cảm ơn ạ.",
    "Kỳ này em chậm tiến độ, thiếu môn cơ sở ngành, chỉ đăng ký được 11 chỉ cho nên em xin đăng ký thêm môn Vật lý 1 hoặc Vật lý 2, cả hai càng tốt. Em cảm ơn ạ. Cho em hỏi thêm là kỳ này các mã môn Ci2001-Sức bền vật liệu, Ci1043-Địa chất công trình, Ci2029-Cơ học kết cấu không mở lớp ạ?",
    "Vì lý do em phải đi thực tập không kịp đăng ký môn học nên lớp đã hết sỉ số nên bây giờ em muốn xin PĐT mở thêm sỉ số lớp đồ án thép (CI3213), rất mong PĐT giúp đỡ. Em xin chân thành cảm ơn,  Kính chúc thầy (cô) sức khỏe,",
    "Em chào thầy cô ạ, hiện tại cộng mới số tính chỉ đăng kí hè thì em đã đủ để đăng kí môn năm 3. Nhưng nếu hè em lỡ rớt 1 môn thì số tính chỉ tích lũy của em bằng 55. Thiếu.1 chỉ so với quy định. Thầy cô cho em hỏi lúc đó em làm đơn xin để không bị xóa môn năm 3 được không ạ. Em cảm ơn   .",
    "Em xin chào phòng đào tạo, Em tên , mã số sinh viên . Vài ngày trước em và một số bạn trong khoa Khoa học và Kỹ thuật máy tính có nộp đơn xin mở lớp CO2005, nhưng mà sỉ số lớp đã bị lấp đầy mất. Em có nguyện vọng muốn học môn này vào học kì 201 để sớm hoàn tất học phần mở rộng của môn này, em không biết phòng đào tạo có thể giúp em tăng sỉ số cho môn Lập trình hướng đối tượng (CO2005), lớp L01 được không ạ. Em cảm ơn phòng đào tạo và mong sớm nhận được hồi âm của của phòng đào tạo. "
]