[
    "Em tên    MSSV:  Môn thí nghiệm Vật lí bán dẫn em đã thi rồi(EE1008)  Phòng đào tạo hủy bỏ kết quả hoãn thi thí nghiệm này giúp em   Em cảm ơn",
    "Cho em hỏi về hình thức phản hồi hoãn thi ạ, em có đăng kí thi online lại môn Xác suất và ứng dụng kĩ thuật (mã môn học: 006406) do cô  dạy và lí do là không vào được phòng thi online ạ. Mong anh/chị giúp em, em xin chân thành cảm ơn ạ!",
    "nh Gửi: Phòng Đào Tạo! Em tên  MSSV  sinh viên chính quy bằng 2 chuyển sang hệ vừa làm vừa học. Em đã hoàn thành chương trình đào tạo bao gồm cả luận văn tốt nghiệp nhưng không đạt chứng chỉ anh văn nói viết để được xét tốt nghiệp hệ chính quy nên đã xin chuyển hệ VLVH để được xét tốt nghiệp. Em đã đặt câu hỏi lần 1 với PĐT về yêu cầu xin xét tốt nghiệp hệ VLVH và được cô T hồi đáp hướng dẫn (Em xin đính kèm nội dung hồi đáp của PĐT). Nhưng đến hiện tại (ngày 20-10-2021) Em vẫn chưa nhận được Email phản hồi của PĐT về việc xin xét tốt nghiệp hệ VLVH của EM. Một lần nữa em Tha thiết ính xin Phòng Đào Tạo iểm tra và hồi đáp về điều kiện xét tốt nghiệp hệ VLVH của Em (Em xin đính kèm bảng điểm hoàn thành chương trình đào tạo) Em xin cảm ơn và mong sớm nhận được phản hồi từ PĐT!",
    "Thưa thầy/cô, em xin viết câu hỏi này để xin phép thầy/cô cho em xin giấy chứng nhận học sinh sinh viên để nộp lại cho phường nơi cơ trú để thực hiện thủ tục hoãn nghĩ vụ quân sự. Em cảm ơn thầy/cô rất nhiều",
    "Dạ em là , mssv , em có đăng kí rút môn học Quản trị kinh doanh cho kĩ sư với mã số môn học là IM3001 và được phòng đào tạo chấp nhận . Mà em thấy trong bảng điểm chưa cập nhật điểm R cho môn này vậy ạ. EM cảm ơn ạ.",
    "Kính gửi thầy/cô phòng đào tạo Em là , mssv  Do địa phương yêu cầu khám nghĩa vụ quân sự vào ngày 25/10 nên giấy hoãn nghĩa vụ quân sự gửi bằng chuyển phát nhanh không kịp . Nên em hy vọng phòng đào tạo có thể tạo điều kiện gửi giấy hoãn nghĩa vụ quân sự qua gmail. Em mong được sự giúp đỡ và phản hồi từ phòng đào tạo Đây là gmail của em:   Em xin cảm ơn và chúc sức khỏe thầy/cô!",
    "Thông tin người nhận  Tên:   CMND: 58  SĐT: [phone_number]  B   I  Ngày nhận: 20.10.2021",
    "Em có yêu cầu hoãn thi cuối kì môn Giải tích 1 (MT1003) học dự thính HK202 thi vào ngày 10/08",
    "Kính gửi: Phòng Đào tạo Em là . Em đã được nhận vào trường, nhưng hiện tại em không biết em học lớp nào. Vui lòng hướng dẫn em cách đăng ký môn học để từ đó em biết thời khóa biểu của mình. Xin chân thành cảm ơn!",
    "cho em hỏi em muốn làm đơn thôi học thì lúc này lên trường làm được không ạ. Cho em hỏi làm ngay phòng nào luôn ạ",
    "Kính gửi PĐT Em tên:  HẢI       MSSV:  Vì lí do em đang ở nước ngoài không thể về được do dịch. Nên em muốn xin PĐT cho phép em được tạm dừng tiếp một HK nữa (HK212). Các lí do em đã trình bày rất rõ trong đơn đính kèm. Mong PĐT xem xét và chấp thuận giúp em. (Đính kèm đơn bản PDF)",
    "Em chào thầy (cô), Em tên , MSSV: . Hiện tại thông tin tốt nghiệp của em trên danh sách tốt nghiệp dự kiến có chút sai sót. Cụ thể em đã thi TOEIC hai lần, lần đầu: TOEIC 525, lần 2: TOEIC 640. Điểm thi TOEIC lần 2 em đã chuyển điểm và tất cả thông tin đều hợp lệ. Tuy nhiên thông tin tốt nghiệp tháng 11/2021 của em chỉ cập nhật TOEIC 525 như trong 2 ảnh em gửi kèm. Mong thầy cô kiểm tra lại thông tin giúp em. Em mong sớm nhận được phản hồi từ Phòng đào tạo. Em cảm ơn thầy (cô).",
    "cho em hỏi là em đã đăng kí môn giáo dục thể chất vào ngày 18/10 , đã có thông báo là đăng kí hoàn tất nhưng đến bây giờ trên thời khóa biểu của em vẫn chưa có lịch học ạ.Em xin cảm ơn.",
    "Dạ em chào thầy cô, em đã hoàn thành được hầu hết các điều kiện để xét tốt nghiệp, tuy nhiên do bằng toeic của em không đạt 600 nên kì này (học kì 211) em đang đăng kí và học anh văn 4. Em muốn hỏi nếu như tình hình dịch bớt, em đăng kí thi toeic, chuyển điểm anh văn 4 thì em có kịp đăng kí tốt nghiệp đúng hạn không (đợt đăng kí đến ngày 24/12) hay em phải đăng kí tốt nghiệp đợt sau ạ? Em cảm ơn thầy cô, hi vọng thầy cô sớm giải đáp  giúp em ạ!",
    "Em tên , MSSV :  em đã hoang thành các chỉ tiêu của trường và em xin xét tốt nghiệp. Mong nhà trường xem xét.",
    "Chào quý thầy cô, Em hiện đã được cập nhật   B đủ 15.5 ngày CTXH    trên sàn hoạt động ngoại khóa. Tuy nhiên, trên phần đăng ký tốt nghiệp mybk, em hiện vẫn ở tình trạng   B nợ ngày CTXH nên chưa đăng ký tốt nghiệp được.     Mong thầy cô xem xét trường hợp của em và phản hồi lại sớm ạ. Cảm ơn thầy cô rất nhiều.",
    "Em : nguyễn xuân lợi  mssv :  chuyên ngành cơ khí chế tạo máy . Sdt : [phone_number] Em gửi ban giám hiệu và phòng đào tạo giấy đề nghị xác nhận sinh viên với nội dung như trong giấy em trình bày. Kính mong nhà trường sớm giải quyết cho em",
    "Do dịch covid nên kinh tế không ổn định nên không có đủ tài chính để đóng học phí  Em hỏi cách nào hoãn học phí không ạ  Em chân thành cảm ơn",
    "Thưa thầy cô phòng đào tạo.  Tình hình là em có thực hiện giao dịch thanh toán học phí dự thính vào chiều ngày 11/10 Nhưng không biết nguyên nhân do lỗi hệ thống hay là do em bất cẩn nữa rồi đến hôm nay em vào xem thử học phí kỳ chính thì bất ngờ thấy chưa thanh toán học phi dự thính. Và em đã tiến hành thanh toán ngay lúc này. Xin phòng đào tạo không xóa thời khóa biểu của em cùng với xóa ghi nợ học phí ạ. Em có đính kèm hình ảnh minh chứng lịch sử giao dịch OCB của em, ngày 11 em đã chuyển đủ học phí dự thính vào tài khoản. Mãi đến ngày 20 em thanh toán học phí(nguyên nhân ở trên), trong khoảng thời gian đó em không có bất kỳ giao dịch khác. Xin phòng đào tạo xem xét giúp em với ạ. Em xin cảm ơn và chúc thầy cô mạnh khỏe ạ.",
    "Kính gửi VPĐTQT - OISP, Em có thắc mắc rằng, sau khi trường hoạt động trực tiếp trở lại, em có thể mượn Phiếu điểm bản chính kì thi THPT của em để làm bản sao chứng thực được không ạ ? Em xin cảm ơn.   i  .",
    "Em tên là , MSSV . Học kỳ 202 vừa rồi em có môn Sức bền vật liệu (CI2001) mới vừa được cập nhật lịch thi vào tháng 10. Vì một vài lý do cá nhân mà em không thể chuẩn bị đầy đủ cho buổi thi online trên nên em muốn bổ sung môn này vào danh sách hoãn thi. Do môn này cập nhật lịch thi muộn hơn các môn học khác và biễu mẫu đăng kí hoãn thi không còn phản hồi nên em gởi mail này để xin hoãn thi mong thầy cô thông cảm. Em xin cảm ơn!",
    "Em là , sinh viên K17 khoa Kỹ thuật hóa học. Cho em hỏi là em đã đăng ký tốt nghiệp xong rồi nhưng trong trang đăng ký của em không hiện lên mục download bằng chứng nhận tạm thời như của các bạn khác là sao ạ? Em xin cám ơn!",
    "Chào anh/ chị ở Phòng đào tạo . Hiện tại em đã thi hết môn (môn cuối thi vào ngày 02/10), đầy đủ ngày CTXH nhưng giờ vẫn chưa vào diện tốt nghiệp dự kiến để đăng kí tốt nghiệp. Mong Phòng đào tạo giúp em.",
    "Chào thầy/cô ạ, Dạ cho em hỏi, em muốn đăng kí bổ sung vào một lớp đã có là môn  Đề cương luận văn tốt nghiệp (GE4341)nhóm L01 và môn Thực tập tốt nghiệp (GE3343)nhóm L01. Em có nộp đơn cho thầy hướng dẫn và thầy đã đồng ý ạ.",
    "Em đã học đủ 142 tín chỉ, điểm cũng đã cập nhật lên bảng điểm, học phí cũng đã đóng đầy đủ, nhưng khi đăng kí tốt nghiệp lại không được với lý do \"Nợ HP\". Mong phòng đào tạo xem xét và phản hồi giúp em lý do tại sao ạ. Em cảm ơn các thầy cô.",
    "Thưa thầy/cô, Em tên , mssv:  , lớp VPXDC K17. Em có mong muốn học cao học ở năm thứ 6, em có thắc mắc về yêu cầu để được xét tuyển, thời gian xét tuyển dành cho sinh viên thuộc chương trình Việt-Pháp. Tình hình học tập của em, em đang nợ 2 môn ở học kỳ trước, em mong muốn dành thời gian vào năm thứ 6 để vừa học cao học vừa học môn nợ. Em không biết có được không ạ. Mong cô giải đáp giúp em. Em chân thành cám ơn thầy/cô, Chúc thầy/cô thật nhiều sức khỏe.",
    "em trận trọng xin lỗi đến pdt do tình hình dịch bệnh phức tạp và tính chất công việc nên em đã quên việc đóng tiền ngày chót là 9/11 em xin được đóng tiền ạ mong pdt hỗ trợ giải quết để em kịp tiến độ học tập",
    "Em chào các thầy/cô PĐT Em tên là , MSSV:. Hôm nay, em có lên trang mybk để đăng ký xét tốt nghiệp tuy nhiên khi đăng ký thì em không thể cập nhật ảnh thẻ sinh viên và cập nhật khai lý lịch tốt nghiệp mặc dù em đã đủ ngày CTXH và tích lũy đủ tín chỉ. Mong các thầy/cô xem xét và giúp đỡ em để đăng ký được xét tốt nghiệp. Em cảm ơn",
    ". Em đã đăng kí nhận giấy chứng nhận sinh viên qua chuyển phát bưu điện ngày 23/09/2021 07:03. Tuy nhiên, đến nay vẫn chưa thấy bên bưu điện gửi tới, trong khi phường em đang yêu cầu nộp giấy chứng nhận sinh viên . Em mong nhà trường xem xét ạ.",
    "Em chào thầy/cô, Hiện tại em có mong muốn rút môn học trong học kì 211. Tuy nhiên, khi đọc quy chế học vụ, môn học đã qua tuần thứ 6 thì không được rút nữa. Vậy bây giờ có còn thời gian để rút môn không ạ?",
    "Chào anh chị ạ Em tên  MSSV  Dạ lúc trước anh chị bảo em đợi đến 19/10 nay em vẫn chưa thấy tên ạ mong anh chị cho em đăng kí tốt nghiệp bổ sung ạ Em cảm ơn anh chị a",
    "Chào thầy/cô em có đăng kí hủy rút môn học nhưng mới check lại và thấy rằng thời khóa biểu của em mất môn đó rồi thì yêu cầu hủy rút môn của em không được chấp nhận đúng không ạ?",
    "Em đã đủ ngày ctxh, xong luận văn tốt nghiệp và đủ điểm anh văn nhưng vẫn không có tên trong danh sách tốt nghiệp cũng như không đủ điều kiện để xét tốt nghiệp. Em có thể hỏi lý do tại sao em không đủ điều kiện để đăng kí xét tốt nghiệp được không ạ",
    "K   Tốt nghiệp .  Em là sinh viên K13, tình trạng hiện tại em đã hoàn thành đầy đủ các môn học và luận văn tốt nghiệp nhưng chưa thể đăng ký tốt nghiệp vì thiếu bằng anh văn 2 kỹ năng Nói và Viết. Học kỳ trước em có làm đơn xin gia hạn học kỳ  để nộp bằng thi anh văn 2 kỹ năng nói viết và đã được duyệt. Nhưng do ảnh hưởng dịch kéo dài, em không thể học và đăng ký thi bổ sung được. Cho em hỏi trường hợp của em có thể làm đơn xin gia hạn lại học kỳ tiếp theo không? Em cần phải làm gì để được xét duyệt?",
    "Vì nhận thấy có chênh lệch trong điểm thành phần nên em đã liên lạc với giáo viên trước khi phúc tra điểm. Tuy nhiên, vì khó khăn liên lạc với giáo viên bộ môn nên em không kịp phúc tra điểm trên e-learning trong thời hạn 7 ngày. Sau khi được sự xác nhận của giáo viên thì bây giờ em có thể bổ sung đăng ký phúc tra điểm môn học được không ạ? Em đã gửi mail phòng đào tạo nhưng chưa nhận được phản hồi.",
    "Em xin chào PĐT, Em có đăng ký hoãn thi môn Kỹ thuật siêu cao tần, MSMH EE3025, vào HK202 và trong danh sách các môn hoãn thi đã có môn này. Nay em xin được hủy hoãn thi môn này, EE3025. Mong PĐT xem xét giúp em. Em xin cảm ơn.",
    "Em xin phép gửi đơn hoãn thi cuối kì Vẽ kỹ thuật. Do không đáp ứng được yêu cầu thiết bị tham gia thi trực tuyến . Mong thầy/cô xem xét ạ",
    "Em chào PĐT, Em là , MSSV: , khoa Khoa học và Kĩ thuật Máy tính. Hiện tại, em đã nhận được mail thông báo đủ điều kiện xét Tốt nghiệp. Em cũng đã hoàn thành học phí cho HK211 (đã đóng đầy đủ học phí), tuy nhiên khi vào trang Đăng kí Tốt nghiệp, Hệ Thống vẫn thông báo rằng em CHƯA đủ điều kiện tốt nghiệp do NỢ HỌC PHÍ . Mong PĐT cập nhật lại thông tin này giúp em, vì em đã hoàn thành học phí đầy đủ rồi và không bị trễ hạn. Em cảm ơn PĐT rất nhiều. Trân trọng, ",
    "Em đã thanh toán phần tiền lệ phí 55.000. Mong phòng đào tạo cập nhật sớm để em có thể đăng ký tốt nghiệp Em cảm ơn   i Tốt nghiệp .",
    "Chào anh/chị  ﻿ ﻿Em tên , mssv . Em muốn hỏi là em đã học đủ tất cả số tín chỉ và đủ 15 ngày ctxh rồi, nhưng trường vẫn chưa cập nhật số tín chỉ và điểm luận văn của em thì mất tiêu rồi ạ. Mong nhà trường giải quyết giúp em để em có thể đăng ký tốt nghiệp được ạ . Em cảm ơn .",
    "Chào phòng đào tạo, em là  MSSV: , lớp VP19CDT . Do địa phương yêu cầu giấy tạm hoãn nghĩa vụ quân sự, phòng đào tạo cho em hỏi là em có thể xin giấy qua hình thức file ảnh và gửi về địa chỉ mail :  được không ạ ? Em xin chân thành cảm ơn !",
    "Kính gửi : Phòng đào tạo trường Đại học Bách Khoa TP.HCM. Hiện nay giấy chứng nhận tốt nghiệp tạm thời của em cấp vào ngày 4/10/2021. Nhưng trong giấy chứng nhận ghi có giá trị đến tháng 4/2021. Là hết hạn trước khi cấp. Em đang cần giấy để làm hồ sơ. Xin phòng đào tạo kiểm tra và chỉnh lại giúp em với ạ . Em xin chân thành cám ơn.",
    "Dạ cho em hỏi là em đã đăng kí môn GDTC đợt 1 nhưng không thành công nên em đăng kí đợt mới nhưng không còn lớp có thời khóa biểu phù hợp thì sao ạ (do các lớp phù hợp với thời khóa biểu của em thì đã đủ sĩ số ạ)  B",
    "E xin chào Phòng Đào Tạo! E là  Mssv:  E đã có liên lạc với Ngân Hàng OCB nhưng bên Ngân Hàng bảo phải tới văn Phòng gần nhất để được hổ trợ chứ không hỗ trợ mở khoá qua hình thức online ạ. E xin cảm ơn Phòng Đào Tạo.",
    "Em có lí do cá nhân cần hoãn thi môn Sức bền vật liệu CI2007 tổ chức vào 10h ngày 23/10 ạ. Thầy/cô có thể cho em biết quy trình, thủ tục hoãn thi được không ạ?",
    "Kính gửi bộ phận trả lời tư vấn của trường. Em được chuyện hệ từ chính quy sang hệ VHVL. Em chưa hoàn thành được giáo dục thể chất. Vậy khi chuyển hệ rồi em còn phải học GDTC để ra trường không ạ? Và nếu học em xin được đăng kí bổ sung để thực hiện môn học GDTC do hôm qua em đi chích Vắc-xin và sốt.",
    "dạ em xin nhà trường huỷ môn Aerobic ạ, em đã xác nhận học môn  ạ",
    "Em xin hủy đăng ký môn Aerobic vì em lỡ đăng ký 2 môn GDTC cho học kỳ này ạ.a",
    "DẠ EM XIN HỦY MÔN GDTC-AEROBIC VÌ LỠ ĐĂNG KÍ CẢ 2 MÔN THỂ CHẤT Ở HỌC KÌ NÀY.  LẠI MÔN VÕ Ạ   EM XIN CẢM ƠN",
    "Kính gửi Phòng đào tạo. Em tên , MSSV: , hệ đào tạo VLVH, chuyên ngành Công nghệ may. Hiện đang học theo CTĐT khóa 2014 và đã chuyển khóa 2013. Em muốn xin chuyển về lại khóa 2014 vì theo CTĐT 2014, em đang làm LVTN (ME4079). Kính mong Thầy/Cô xem xét giúp em. Em xin cảm ơn.",
    "Dạ em thấy câu trả lời của phòng đào tạo đúng ạ. Lần đầu, em nhập mã môn học sai , và sau khi nhận mail phòng đào tạo thì em đã in giấy, viết đơn và chụp lại rồi mà ạ. Hơn nữa. Thời gian: 10/12/2021 02:22:53 pm Từ: [22393] () Nhân  Dạ cho em hỏi em đã gửi file ảnh về đăng kí rút môn rồi ạ. Cho em hỏi là em đã được rút môn chưa ạ. Vì cuối tuần có thi giữa kì môn này, nên em lo quá ạ. Em là  Nhân Mssv:. Em cảm ơn ạ [ Trích dẫn ] Thời gian: 10/12/2021 02:35:17 pm Từ: [548] (002282)  Chào bạn, - Phòng Đào tạo đã đồng ý yêu cầu về việc  (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 29/10/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để phản hồi). Chúc bạn học tập tốt nhé. * Phòng đào tạo đã thông báo như vậy, tại sao bây giờ trả lời là không đồng ý hủy môn ạ. EM mong phòng đào tạo xem xét ạ.EM cảm ơn",
    "Em chào thầy cô và anh chị ạ Em nhận được email yêu cầu hủy 1 môn GDTC vì em lỡ đăng ký những 2 môn luôn í ạ, em hi vọng được hướng dẫn giúp đỡ hủy đăng ký môn Võ ạ Em rất mong nhận được phản hồi sớm nhất có thể ạ Em xin chân thành cảm ơn",
    "n xin hủy đăng ký môn GDTC",
    "Cho e hỏi giờ em muốn đăng kí học song ngành thì cần phải làm những gì ạ?",
    "Kính chào thầy/cô Phòng đào tạo, Em tên  - MSSV:  - Lớp XD17DD01 . Hiện tại em đã đủ điều kiện tốt nghiệp đợt này, nhưng hiện tại bảng điểm của em vẫn chưa cập nhật điểm của học kì 2 (2020-2021) ạ. Nên em chưa dám đăng kí tốt nghiệp . Em rất mong nhận được phản hồi sớm từ Phòng đào tạo để em có thể đăng kí tốt nghiệp đúng hạn. Em xin chân thành cám ơn! Trân trọng, ",
    "Kính chào thầy/cô Phòng đào tạo, Em tên  - MSSV:  - Lớp XD17DD01. Hiện tại em đã đủ điều kiện tốt nghiệp đợt này, nhưng hiện tại bảng điểm của em vẫn chưa cập nhật điểm của học kì 2 (2020-2021) ạ. Nên em chưa dám đăng kí tốt nghiệp. Em rất mong nhận được phản hồi sớm từ Phòng đào tạo để em có thể đăng kí tốt nghiệp đúng hạn. Em xin chân thành cám ơn! Trân trọng, ",
    "hủy môn GDTC",
    "Cho em hỏi là làm thế nào để được cấp giấy chứng nhận học vấn bổ sung hồ sơ nghĩa vụ 2022 vậy ạ ?",
    "Thưa PĐT, Em có nhận được mail xác nhận đăng ký tốt nghiệp của PĐT vào 10/10. Hôm nay(20/20),  có báo em là chưa có Giấy Tốt nghiệp tạm thời nào gửi về . Cho em hỏi là khi nào mình mới có thể nhận Giấy Tốt nghiệp tạm thời vậy ạ?",
    "EM TÊN NGUYÊN THỊ NGỌC ÁNH. HỦY MÔN VÕ LỚP CCO7",
    "Dạ em chào cô, em đã hoãn thi các môn cuối kì của kì rồi nhưng có 1 môn ngày 24/10 này sẽ thi. Liệu em có thể hoãn thi cuối kì như các môn trước được không ạ?  Em cảm ơn cô.",
    "Kính gửi phòng đào tạo. Em là  MSSV:  Kì học vừa rồi em đã hoàn thành môn tự chọn A: Sinh học đại cương. Hoàn thành đủ số tín chỉ xét tốt nghiệp. Nhưng em tra thông tin tốt nghiệp vẫn chưa cập nhật, em chưa thể đăng kí xét tốt nghiệp được. Kính mong Thầy(cô) có thể giúp đỡ kiểm tra lại cho em ạ. Em đã gửi mail từ đầu tháng nhưng chưa có phản hồi . Em xin chân thành cảm ơn",
    "Sau khi em đã hỏi ĐHQG TP.HCM thì em được trỏ về hỏi nhà trường. Vậy cho em hỏi nhà trường có dự tính mở HP2 GDTC cho SV K2020 còn thiếu HP2 không ạ. Chân thành cảm ơn!",
    "Yêu cầu hủy môn GDTC .   B Em muốn hủy môn GDCT-. Vì em đăng kí 2 học phần",
    "Kính chào anh/chị, Em là sinh viên tiên tiến K17. Em có đăng ký phúc tra điểm thi môn Mạng thông tin - 405409 nhưng 1 tháng rồi vẫn chưa được giải quyết. Kính mong anh/chị kiểm tra và xem xét. Mong hồi âm từ anh/chị Hữu Anh",
    "Dạ cho e hỏi, pđt có làm thứ 7 k ạ? Thời gian từ mấy giờ đến mấy giờ ạ? E cảm ơn",
    "Thưa thầy cô, Mặc dù đã nộp bằng tiếng Pháp B1 để được miễn học các môn tiếng Pháp(003705,003706,003707) nhưng em vẫn bị nợ môn học. Mong thầy cô xem xét và phản hồi lại giúp em ạ.",
    "Kính gửi phòng Đào tạo, Kính thưa quý thầy cô! Em tên là , sinh viên khóa 2018, khoa Cơ khí, lớp CK18CTM2. Hôm nay em viết thư này để xin phòng Đào tạo (PĐT) xem xét điểm Hoãn thi của em. Em xem điểm môn Kinh tế kỹ thuật có MSMH là IM2003 từ ngày 30/09/2021 đến ngày 20/10/2021 nhưng không thấy PĐT cập nhật điểm Hoãn thi mặc dù 2 môn khác cũng được Hoãn thi nhưng được cập nhật điểm. Nhờ PĐT xem xét giúp em, nếu có sai sót thì cập nhật lại giúp em ạ! Em cảm ơn quý thầy cô! Trân trọng, ",
    "Em xin gửi đơn rút môn học GDTC hk211 HP1",
    "Kính gửi: Trường đại học Bách Khoa TP.HCM Họ và Tên :  Nội dung: Hôm qua em có nhận bộ giáo trình và SIM của trường đưa ạ. Hôm nay em tiến hành lắp SIM vào điện thoại thì em phát hiện là SIM này có tên là  và số điện thoại trường cho em là [phone_number] Mong trường có thể giải đáp giúp em phần này với ạ Em cảm ơn ạ  Trân trọng cảm ơn nhà trường.   i  .",
    "Kính gửi: Trường đại học Bách Khoa TP.HCM Họ và Tên :  Nội dung: Em dã gửi hồ sơ học bạ và giấy đăng ký tài khoản ngân hàng (đã xác nhận vào ngày 9/10/2021) nhưng đến giờ em vẫn chưa thấy thông báo gi về tài khoản ngân hàng ạ  Mong trường có thể giải đáp giúp em phần này với ạ Trân trọng cảm ơn",
    "Chào thầy/cô, Học kì 211 vừa rồi em đăng kí 17 tín chỉ. Tuy nhiên vì lí do cá nhân nên em xin rút một môn 4 chỉ. Vậy số tín chỉ một kì của em chỉ còn 13 tín chỉ thì có ảnh hưởng gì đến học vụ không ạ? Vì theo em biết trong một học kì phải đăng kí tối thiểu 14 tín chỉ . Em cảm ơn thầy/cô",
    "em muốn hủy đăng kí môn Giáo Dục Thể Chất (môn AEROBIC) ạ!!!",
    "Cho e hỏi e muốn nộp đơn tạm ngưng học qua bksi thì nộp chổ nào ?",
    "em là khóa k18. vào học kỳ 1 năm 2018 em đã có học môn giáo dục thể chất có mã số PE1003 hiện nay, em đã đăng ký và học môn giáo dục thể chất học phần 1 với mã số PE1023 (học phần 1) vậy cho em hỏi là nếu em hoàn thành môn giáo dục thể chất hiện tại thì có thể xem như em đã hoàn thành 2 học phần của giáo dục thể chất và chỉ còn 1 học phần nữa. Hay là em đang chỉ học 2 môn tương đương ạ ? em xin chân thành cám ơn",
    "Chào thầy cô, Em đang học năm 3, hiện tại e chưa đạt điểm để đăng ký môn năm 3 ạ, do tình hình dịch bệnh nên kỳ vừa rồi được miễn anh văn. Em không biết kỳ tới trường có yêu cầu anh văn để đăng ký môn không hoặc trường có tổ chức thi anh văn như các kỳ trước không ạ. Vì tình hình dịch bệnh chưa ổn định nên em vẫn chưa thể đăng ký thi lấy bằng được ạ. Cảm ơn thầy cô đã đọc, chúc mọi người 1 ngày tốt lành!!!",
    "Kính gửi thầy /cô Hiện tại em không có laptop hay máy tính bàn và không thể trang bị kịp thời để học thực hành và thi kết thúc môn vẽ kĩ thuật . Bây giờ em muốn hoãn lại phải làm thế nào ạ. Mong thầy/cô xem xét giúp em Em xin cảm ơn ạ.",
    "Chào phòng đào tạo, Em đã hoàn thành việc thanh toán các khoản bị trễ hạn in bảng điểm. Em gửi mail này kính mong phòng đào tạo mở đăng ký tốt nghiệp cho em với ạ. Em cảm ơn.",
    "Em cần đăng kí hoãn thi môn Sức bền vật liệu CI2007 của học kì 201 ạ. Hiện tại em đã tải đơn hoãn thi về và điền đầy đủ thông tin cùng chữ kí trong file pdf đính kèm. Nhưng về phần chữ kí và xác nhận của Giáo viên giảng dạy và Khoa thì em vẫn chưa có do không gặp trực tiếp được ạ. Vậy bây giờ nộp đơn này thì em có được phép hoãn thi không ạ? ",
    "Xin chào thầy cô. Do e bận công việc, nếu như e nhờ người thân lấy hộ bảng điểm thì được không ạ? E cảm ơn",
    "a chỉ email của nhà trường cung cấp bị vô hiệu hoá, kính mong nhận được sự hỗ trợ từ nhà trường.",
    "Cho em hỏi xin mail của thầy  dạy môn Sức bền vật liệu ạ. Em không tìm thấy mail của Thầy trên trang của trường ạ. Em xin cảm ơn",
    "MSS/MSG:     Huỷ môn GDTC ( õ )",
    "Dạ thầy/cô cho em hỏi từ K18 trở đi (k19,..) thì anh văn nói viết vẫn thi trong trường hay phải thi ngoài trường ạ",
    "Cho em xin gmail thầy  của khoa máy tính ạ. Em cảm ơn!",
    "Kính gửi nhà trường, Cho em hỏi là ngoài việc in bảng điểm bản cứng, nhà trường có cung cấp dịch vụ gửi file mềm bảng điểm cho sinh viên không ạ . Nếu có em có thể xin file bảng điểm như thế nào ạ? Tại vì em đang cần gấp. Em xin cảm ơn.",
    "Dạ Cô ơi, cho em hỏi là mình có đăng ký xin file bảng điểm không ạ?",
    "Do đến ngày 19/10 em mới thấy được kết quả hoãn thi nên em muốn đăng kí lại cho hợp lệ. Em thấy form đăng kí hoãn thi đã đóng thì có cách nào để em có thể đăng kí lại được kh ạ.",
    "Chào anh/chị, Em tên , mssv . Em cảm ơn vì đã giải quyết vấn đề điểm luận văn của em. Nhưng số tín chỉ tích lũy ngành trong phần bảng điểm vẫn chưa được cập nhật, nên em vẫn chưa thể đăng ký tốt nghiệp được ạ. Mong nhà trường giải quyết giúp em ạ . Em cảm ơn .",
    "Admin cho em hỏi, em tốt nghiệp vào tháng 4/2021 nhưng chưa vào lấy bằng, vậy em có thể lấy ở đâu ạ? Và trường đã mở cửa lại để sinh viên vào được chưa ạ?",
    "Em là sinh viên lớp xử lí số tín hiệu của thầy . Các sinh viên trong lớp em đã nhiều lần yêu cầu thầy đăng các video record của buổi học do nhiều bạn phải đi tiêm vắc xin nên vắng 1 số buổi nhưng vẫn chưa được thầy giải quyết. Mong pđt yêu cầu thầy đăng video lên để chúng em có thể nắm vững được các kiến thức chưa được học",
    "Em chào thầy, cô. Hiện tại gmail do trường cấp em không thể đăng nhập được. Em mong nhà trường cấp lại mật khẩu giúp em để em có thể tham gia các lớp học trực tuyến qua google meet ạ. Mail của em là  . Em chân thành cảm ơn thầy, cô. Em mong được giải quyết sớm để không bỏ lỡ các buổi học ạ.",
    "Kính gửi Phòng Đào Tạo,  Em là Nguyễn Chí Huy (), học khoa Quản lý Công Nghiệp - hệ chính quy - chương trình chất lượng cao . Đến ngày 21/10/21, em đã hoàn tất thanh toán toàn bộ các lệ phí và học phí trên Bkpay (đính kèm ảnh). Em rất mong được nhà trường hỗ trợ mở khóa để em có thể đăng ký xét tốt nghiệp trong năm nay ạ . Em xin cảm ơn .",
    "Kính gửi PĐT ĐH BK, Em là  SV khoá K14 MSSV  Em đã nhận được mail để đăng kí thi 2 kĩ năng nói viết trực tuyến tháng 11, nhưng sáng nay (21/10) em không đăng kí được, mong PĐT kiểm tra lại cho trường hợp của em với ạ. Em đính kèm hình ảnh bên dưới! Và cho em hỏi tiếp vấn đề về học phí: Em đã có đăng kí thi anh văn nói viết ở TTNN từ tháng 5, nhưng đến nay chưa được tổ chức, thì số tiền đăng kí này có thể trừ vào lần đăng kí thi trực tuyến này được không ạ? Em cảm ơn, ",
    "Em chào quý Thầy Cô, Em là  (MSSV ). Em đã hoàn thành nộp học phí (19/10/2021) nhưng hiện tại em vẫn chưa được cập nhật để đăng kí tốt nghiệp trên web: https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky (Hình ảnh đính kèm bên dưới). Em mong nhận được sự giúp đỡ từ phía Thầy Cô ạ.  trọng,",
    "Em hiện là sinh viên năm 3 ạ, hiện tại chỗ em đang đòi gấp giấy hoãn nghĩa vụ quân sự, thời hạn cuối để nộp là ngày 15/11/2021. Em mong nhà trường có thể gửi file scan giấy hoãn nghĩa vụ quân sự của em qua mail của em được không ạ? Tại chỗ em những sinh viên khác đều được gửi ảnh về rồi đi in ra nộp. Em mong nhà trường phản hồi sớm về việc này ạ. Em xin cám ơn.",
    "Dạ cho em hỏi về việc hủy môn học của học kì 211, em có đăng ký học môn cấu trúc rời rạc ở học kì 202, vì không tự tin về điểm nên có đăng ký lại ở học kì 211. Nhưng đến học giữa học kì 211 thì mới có điểm ở học kì 202, vì điểm khá cao nên em muốn hủy môn ở học kì 211 được không ạ, hoặc nếu em không thi thì điểm trung bình học kì 211 có bị kéo xuống không ạ, hiện tại học kì 211 em có 14 chỉ (tính cả môn cấu trúc rời rạc). Em xin cảm ơn !",
    "Xin kính gửi phòng đào tạo, Em có nhận email từ phòng đào tạo rằng em đã huỷ sai mã môn học và em đã xác nhận rằng mình đã huỷ sai môn học. Em có đã yêu cầu huỷ lại môn học từ CO1028 sang CO1027 nhưng phòng đào tạo không chấp nhận. Em có momg muốn phòng đạo tạo xem xét lại và xử lý trường hợp của em. Em xin cảm ơn",
    "Em kính chào thầy cô! Em tên  mssv . Hôm nay nhà trường có mở thi online kĩ năng nói viết đợt tháng 11 để xét tốt nghiệp. Do tình hình dịch bệnh gần đây em không thường xuyên check mail nên không điền khảo sát nhu cầu thi . Thầy cô mở giúp em để em có thể đăng kí thi đợt tháng 11 được không ạ, hạn ra trường sắp hết rồi. Em cảm ơn thầy cô..",
    "Em chào PDT ạ! Điểm môn học cuối cùng để em thoã điều kiện tốt nghiệp đã được đưa lên vào ngày 14/10/2021. Đó là môn Lập trình nhúng của thầy  (ảnh kèm bên dưới) . Tuy nhiên đến nay 21/10/2021 em kiểm tra thì trên MyBK vẫn chưa cập nhập ạ! Điều đó làm em không đủ chỉ tích luỹ để có tên trong danh sách tốt nghiệp . Hạn của đăng ký tốt nghiệp là 31/10/2021 mà hiện tại điểm em vẫn chưa cập nhập, em xin phòng đào tạo kiểm lại giúp em để em có thể tiến hành đăng ký tốt nghiệp đúng thời hạn. Em xin cảm ơn.",
    "Em là sinh viên chương trình kỹ sư tài năng, tại thời điểm đăng kí tốt nghiệp điểm thi TOEIC 2 kỹ năng nói-viết không đủ chuẩn đầu ra chương trình kỹ sư tài năng, trên danh sách dự kiến tốt nghiệp của em cũng ghi là bằng thường. Tuy nhiên, trong bằng tốt nghiệp tạm thời của em lại ghi là chương trình kỹ sư tài năng. Liệu bằng TN tạm thời của em có bị sai hay không? Và em có thể sử dụng bằng này được hay không? Nếu sai, em có cần liên hệ PDT để sửa lại tránh sai sót trên bằng chính thức hay không? Mong được thầy/cô giải đáp. Em xin cảm ơn!",
    "Kính gửi PĐT Em tên:   Do ở xã e hối đưa giấy hoãn NVQS nên nay em xin phép PĐT cho e bản sao để em in và nộp tạm thời ạ Em xin cảm ơn",
    "Em là . Mssv . E đã hoàn thành chương trình học và đủ điều kiện nhận bằng tốt nghiệp. E có đk nhận bằng vài tháng 4 vừa r nhưng do công việc và tình hình dịch mà e ko vào tp HCM để nhận bằng được. Hiện tại thì em cần bằng để hoàn thành thủ tục bên công ty. Quý thầy cô cho e hỏi có hình thức nhận bằng file mềm hay trước giải quyết tạm thời nào đc ko ạ. Mail sinh viên của em đã hết hạn nên ko gửi mail sang pdt được. Em có gửi bằng mail cá nhân nhưng không được hồi âm. E chân thành cảm ơn.",
    "Thưa cô, em đã gửi mail cho giáo viên hướng dẫn và chủ nhiệm khoa những không được hồi đáp. Nên em đành gửi cho cô đơn này ạ.",
    "VIỆT NAM Độc lập - Tự do - Hạnh phúc ĐƠN  Kính gửi: Phòng Đào tạo Sau đại học – Trường Đại học Bách khoa – ĐHQG TP.HCM Tôi tên:NGUYỄN VĂN CHIẾN                  MSHV: Chuyên ngành: Xây dựng Cảng Biển Khóa:18       Nay tôi làm đơn này xin phép hoãn thi môn học sau: STTMã môn họcTên môn họcLớpGhi chú 1.CI1033Ve ky thuat Xay DungL04 2. 3.Lý do (kèm minh chứng): em không có laptop để tham gia học Thực Hành online cũng như thi cuối học kì môn học, từ lúc dịch tới giờ em học cũng như thi những môn khác bằng điện thoại nhưng môn này bắt buộc phài có laptop nên em xin Phòng Đạo tạo xem xét giúp em ạ! Kính mong Phòng Đào tạo Sau đại học xem xét chấp thuận. Tôi xin chân thành cám ơn. Trân trọng./. TP. Hồ Chí Minh, ngày     tháng     năm Ý kiến của Phòng Đào tạo Sau đại họcKính đơn (Ký và ghi rõ họ tên)                                                                                                           ",
    "Dạ cho em hỏi là mấy kì trước em có nhờ người thân nộp học phí giúp trực tiếp tại các chi nhánh OCB và nộp vẫn bình thường ạ. Nhưng sáng nay nộp cho học kì 211 thì họ bảo kh kiếm ra em. Em tên là  MSSV:  khoa kĩ thuật xây dựng ạ. Em mong PĐT khắc phục giúp em vấn đề này. Em cảm ơn nhiều ạ",
    "Dạ em chào thầy cô, em là sinh viên đã hoàn thành chương trình học chỉ còn kỹ năng anh văn nói viết, đợt tháng 10 em có thi ở đợt 4 và hiện tại chưa có kết quả nhưng em được biết là vẫn đang có đợt đăng kí mới cho sinh viên ở tháng 11 này. Em không nhận được mail thông báo đăng kí tháng 11 vì em chưa có kết quả vậy nếu e rớt thì em làm cách nào để đăng kí vào đợt này ạ Em cảm ơn ạ",
    "Em chào chị  ạ Em đã liên hệ phòng đào tạo quốc tế theo hướng dẫn của chị rồi ạ và đã có đơn xin miễn môn học cho em được kí rồi ạ (file đính kèm). Em được hướng dẫn đăng kí tốt nghiệp lại nên em mới liên hệ anh chị ạ. Mong anh chị đăng kí cho em kịp tốt nghiệp ạ Em cảm ơn anh chị ạ",
    "Em hiện tại không đăng kí được anh văn nói viết đợt tháng 11 vì em vừa rớt anh văn nói viết tháng 10. Mong thầy cô hỗ trợ cho em đăng kí thi anh văn nói viết đợt tháng 11 ạ .",
    "Chào thầy/cô, Hiện tại em có nhu cầu đăng ký thi tiếng anh nói viết, do lần thi trước vẫn chưa đủ điểm nhưng công bố điểm sau khi làm khảo sát nên em không đăng ký được. Thầy/cô có thể giúp em mở đăng ký ở trang đăng ký môn học không ạ? Em xin cảm ơn",
    "Em tên  mã số sinh viên . Trung tâm đào tạo bảo dưỡng công nghiệp _ Hệ Cao đẳng Chính quy. Quý Thầy Cô cho em hỏi về việc nộp chuyển điểm chứng chỉ ngoại ngữ. 1. Nếu em có chứng chỉ ngoại ngữ Anh văn TOEIC Listening và Reading đạt số điểm 500 thì em có được quy đổi điểm đạt các môn AV1, AV2, AV3, AV4 theo hệ Cao đẳng không ạ. 2. Với Hệ Cao đẳng chính quy thì em cần phải  có chứng chỉ ngoại ngữ TOEIC Listening và Reading đạt 400 thì đạt Chuẩn tiếng anh xét tốt nghiệp đúng không ạ. Em mong quý thầy cô hỗ trợ và giúp đỡ. Em xin chân thành cảm ơn!",
    "Dạ em tên là , mssv là . Dạ cho em xin hỏi là hiện tại em vẫn chưa được cập nhật điểm trung bình tích lũy nghành để tốt nghiệp trong đợt tốt nghiệp này ạ.",
    "Em chào thầy/cô, Em là -Mssv:. Hiện nay, em đã hoàn thành chương trình học, cũng như thi qua điều kiện anh văn nói-viết để tốt nghiệp. Nhưng khi em lên đăng ký tốt nghiệp trên http://mybk.hcmut.edu.vn/ thì không được, em có lên xem danh sách tốt nghiệp dư kiến tháng 11 thì cũng không có tên. Em có hỏi thăm 1 số bạn thi anh văn cùng lúc với em thì các bạn đều đã có trong danh sách tốt nghiệp dự kiến tháng 11/2021 và đã đăng ký tốt nghiệp. Em mong thầy có thể xem xét xem tại sao hiện giờ em vẫn chưa có trong danh sách tốt nghiệp dự kiến để đăng ký tốt nghiệp với ạ . Em xin chân thành cảm ơn thầy cô! Chân thành.",
    "Kính gửi Phòng Đào Tạo Em tên là  MSSV:  Hiện tại em đã nhận kết quả của đợt thi toeic 2 kĩ năng nói viết tại trường và em đã không đủ điểm để tốt nghiệp. Vì nghĩ Bản thân thi đã đủ điểm nên em không có đăng ký vào form thi 2 kĩ năng nói viết của trường tổ chức nên bây giờ em không thể đăng ký cho lần thi kế tiếp. Vì vậy em mong muốn phòng đào tạo giúp em có thể đk thi và hoàn thành các yêu cầu để được nhận bằng tốt nghiệp. Em cảm ơn và mong thông tin sớm từ nhà trường",
    "Em chào Thầy/Cô,  Hiện em đang có nhu cầu in bảng điểm, tuy nhiên do đã có tên trong danh sách tốt nghiệp dự kiến, em được hướng dẫn trên trang là đóng lệ phí tại Phòng đào tạo chứ không đóng tại BK Pay. Do hiện tại em không ở TP.HCM, PĐT cho em hỏi hiện giờ để đăng ký in bảng điểm, em có thể đóng lệ phí bằng cách nào khác ngoài việc đóng ở PĐT không ạ ? Em cảm ơn Thầy/Cô.",
    "Em là , MSSV   Hôm nay em viết mail này vì em hiện tại không đăng kí được đợt thi online anh văn ở tháng 11. Em nhận lỗi vì trong thời gian vừa qua không check mail kĩ dẫn đến việc không điền thông tin trong kì thi lần này. Em mong thầy/ cô thông cảm và hỗ trợ cho em được đăng kí thi anh văn để kịp thời gian tốt nghiệp ạ. Em cảm ơn !",
    "Em chào Thầy/Cô, Hiện em đang có nhu cầu in giấy chứng nhận sinh viên năm học 2020 - 2021 để bổ sung và hoàn tất hồ sơ ở địa phương. Tuy nhiên, khi em vào trang đăng ký chứng nhận sinh viên, em chỉ thấy có thể đăng ký giấy CN sinh viên cho năm học 2021 - 2022. Hiện tại, do em đã tốt nghiệp nên không thể đăng ký in giấy năm học này. Thầy/Cô cho em hỏi có cách nào đăng ký in giấy chứng nhận sinh viên năm học 2020 - 2021 được không ạ ? Em cảm ơn Thầy/Cô nhiều ạ.",
    "Em muốn hoãn thi cuối kì môn  Lý Bán Dẫn Nhóm L06 16h ngày 23/10/2021.Vì lí do không đủ cơ sở vật chất và đường truyền yếu để thi online. Mong tạo điều kiện để em được hoãn thi. Em cám ơn ạ.",
    "Dạ Cô ơi em là  sinh viên khóa K15 hiện em đã hoàn tât cả các môn học và đồ án tốt nghiệp. Hiện tại em còn thiếu chứng chỉ 2 kỹ năng Toiec Speaking and Writing. Hiện tại nhà trường có mở lớp thi 2 kỹ năng này online, nhưng em lại không được phép đăng kí dự thi. Em mong thầy cô và nhà trường xem xét cho em được dự thi để hoàn thành điều kiện cho việc xét tốt nghiệp vào hết học kì 211 này ạ. Em xin chân thành cảm ơn nhà trường và quý thầy cô!",
    "Kính gửi thầy, cô Em là sinh viên k20 của trường. Nay em viết mail này em xin hỏi thầy, cô về vấn đề rút hồ sơ để thôi học chuyển trường thì thủ tục để em nhận lại hồ sơ cũng như sổ đoàn và quy trình như nào ạ? Em cảm ơn thầy, cô",
    "Kính thưa quý thầy/cô phòng đào tạo, em là Nguyễn Trúc Mai, MSSV 1712115, em có dự thi kỳ thi nói viết đợt 3 (ngày 02/10/2021) nhưng gặp một vài sự cố, em xin trình bày như sau:  - Trong suốt quá trình bài thi Writing thi em vẫn làm bài thi bình thường dưới sự giám sát của giám thị và 2 camera (chính và phụ), sau khi hoàn thành thời gian làm bài thi em đã đưa bài lên camera cho giám thị kiểm tra (từ thời điểm 1:47:13 đến 1:47:50 trong video đính kèm), nhưng sau khi kiểm tra bài xong thì nhà trọ em bị mất mạng. Sau đó em có vào lại phòng thi và hỏi giám thị thì giám thị nói đang scan bài, em vẫn scan bài và nộp bài CŨNG NHƯ VIDEO GHI MÀN HÌNH (từ lúc bắt đầu thi cho tới sau khi giám thị kiểm tra bài) như bình thường . - Sau đó, ngày 14/10/2021 có kết quả thi, trong kết quả bài thi Writing thì ghi là \"bị giám thị phủ quyết\". Em hết sức hoang mang vì em bị sự cố ngoài ý muốn nhưng sự cố này sau khi em đã đưa bài cho giám thị kiểm tra, và em có vào lại phòng thi, cũng như nộp đầy đủ bài thi và file ghi màn hình.   Rất kính mong quý thầy/cô xem xét giúp em, có thể đối chiếu lại video ghi màn hình của em đã nộp cũng như video của phòng thi ngày đó. Em xin cam đoan nhận mọi trách nhiệm nếu em có gian lận. Chân thành kính mong quý thầy/cô xem xét giúp em, cả thời gian thi gần 2 tiếng đồng hồ em đã cố gắng làm bài và sau khi đã được giám thị kiểm tra bài thi, nhưng vì một sự cố mà em cũng không kiểm soát được (do em ở trọ) mà bài thi của em bị phủ quyết. Một lần nữa rất kính mong quý thầy/cô cứu xét để em có thể hoàn thành các điều kiện tốt nghiệp để có thể ứng tuyển vào các công ty. Chân thành cảm ơn quý thầy cô. (Em xin đính kèm file ghi màn hình của em ngày thi hôm đó) . Rất chân thành mong quý thầy/cô xem xét giúp đỡ, em cảm ơn rất nhiều. Link video: https://drive.google.com/file/d/1H0ipXOzgds-7nH9iptX8vFZ7K69luk_U/view?usp=sharing",
    "Em chào thầy/cô ạ, Cho em hỏi trường mình có mở thêm đợt nào cho sinh viên đăng kí học thí nghiệm offline tại trường nữa không vậy ạ? Em cảm ơn thầy/cô.   i ",
    "Kính chào Nhà trường/Phòng Đào tạo, Em là , sinh viên khoá K17. Vào Kì 1 Năm 1 (tức HK1711), do mới vào trường nên em không biết nên đã đăng kí Bảo hiểm Y tế và Bảo hiểm Tai nạn cả 2 nơi là Mybk và cả KTX Khu B (Thủ Đức). Lúc đó em đã thanh toán 2 loại bảo hiểm cho bên KTX và nghe nói là KTX sẽ liên hệ nhà trường để huỷ việc đăng kí Bảo hiểm trên Mybk. Nhưng tới lúc này thì trên BKPay em vẫn còn 2 khoản chưa thanh toán của 2 loại bảo hiểm trên. Vì vậy kính mong Nhà trường giải đáp giúp em vấn đề này ạ . Em xin chân thành cảm ơn Nhà trường, ",
    "Cho em hỏi hiện tại laptop em khá yếu có thể không đáp ứng dược môn vẽ kĩ thuật thì em có hoãn học và thi phần thực hành tới lúc thi off được không ạ, với lại do cuối năm nay em phân ngành thì có ảnh hưởng gì không ạ",
    "Dạ em là Trần Thanh Minh Tâm, MSSV: 1710281. Đợt 30/9 vừa rồi em có thi Toeic nói-viết online do trường phối hợp với BKE tổ chức. Em nhận kết quả là rớt với lí do False file ghi hình Writing, em có gọi điện và gửi mail cho BKE những không được phản hồi, sau đó em có nhắn lên fanpage của BKE thì nhận được phản hồi là \"lúc nộp bài thì bạn đã out ra trong quá trình dự thi. Vì vậy để được hỗ trợ thì bạn có thể điền form phúc khảo bài thi nhé\".Sau đó em đã điền form và tới ngày hôm nay 21/10/2021 thì em nhận được kết quả là Giám thị Writing phủ quyết, vậy đồng nghĩa với việc em bị rớt kì thi Toeic lần này. Em có một số ý kiến muốn giải trình như sau: 1/ Trong phần \"Quy định dành cho thí sinh phần thi Writing\" không có mục nào yêu cầu BẮT BUỘC quay màn hình đến khi nộp bài xong cả, chỉ ghi là \"Quay phần mềm máy tính bằng phần mềm thứ 3 trong suốt quá trình thi\" (Hình đính kèm). Trường hợp của em là em đã quay màn hình TỪ ĐẦU lúc bắt đầu điểm danh cho đến khi kết thúc quá trình SCAN BÀI CỦA EM (Hiện tại em vẫn còn giữ clip quay màn hình để đối chứng). 2/ BKE không thống nhất trong các quy định khiến sinh viên cảm thấy vô cùng lúng túng. Ví dụ trong trường hợp của em, phòng thi của các bạn khác có những trường hợp chỉ ghi màn hình khoảng hơn 30 phút thì đã chấp nhận được rồi nhưng em quay tận 1 tiếng 23 phút nhưng vẫn bị False màn hình dẫn đến rớt (Clip em quay màn hình đã gửi cho BKE không bị lỗi và đúng thời gian quy định). Cái thứ hai, một số giám thị phòng thi khác chỉ yêu cầu ghi màn hình cho đến khi thầy cô bảo hết giờ làm bài bỏ bút xuống là có thể dừng ghi. Thứ ba giám thị phòng thi của em không hề nhấn mạnh về việc sẽ ghi cho đến khi nộp bài, chỉ đến khi cuối giờ có bạn bật mic lên hỏi là có thể dừng ghi được chưa thì giáo viên có bảo là \" nộp bài xong rồi là có thể dừng ghi được rồi nha em\". Vâng, cái quan trọng ở đây nộp bài là sao? Bởi vì ở phòng thi khác, theo em được biết, là quá trình SCAN bài thi sẽ được diễn ra đồng thời, tất cả mọi người cùng giơ bài thi lên để cùng SCAN các mặt của bài thi. Nhưng trong phòng thi của em lại khác, quá trình SCAN diễn ra từng người, gọi đến tên ai sẽ thì người đó sẽ giơ giấy thi lên SCAN, bởi vì như vậy nên lúc đó em nghĩ rằng \"SCAN như vậy nghĩa là nộp bài rồi\" chứ không hề nghĩ đến Nộp bài là Nộp bài lên BKEl. Và em nghĩ là giả sử nếu bài thi của mình sau đó mà có ghi thêm chữ, gian lận thì người chấm có thể dựa vào video SCAN đó để đối chiếu mà ạ?  Đây là lần đầu tiên Toeic được tổ chức thi online như này thật sự có nhiều thiếu sót, tuy nhiên vì vậy quyền lợi của sinh viên cũng không được đảm bảo ạ, và quan trọng hơn là những sinh viên sẽ tốt nghiệp vào kì này! Em rất mong PĐT sẽ có câu trả lời thỏa đáng cho trường hợp của em với ạ! Em cảm ơn và chúc sức khỏe quý thầy cô ạ!",
    "Em chào Thầy (Cô) trong PĐT ạ Em là  MSSV: Ngày 7/10 em có thi toeic Speaking and writing tại BKEnglish Em đã nộp bài đầy đủ nhưng không hiểu sao lại không có điểm phần Writing Mong PDT cho e phúc khảo bài làm và em chịu mọi cam kết ạ Vì kì thi này rất quan trọng với em để em đăng kí tốt nghiệp ra trường ạ Em chân thành cảm ơn ah Em mong nhận được sự phản hồi từ PĐT để em có hướng giải quyết kịp thời ạ",
    "anh văn nói viết . Em là sinh viên khoá k17 em mới thì anh văn nói viết đợt 4 ngày 21/10 có kết quả nhưng không đạt. Do em chủ quan về kết quả nên đã không làm khảo sát. Ngày 21-24/10 có đợt đăng kí thi lại thì không đăng kí được. Cho em hỏi phải làm như thế nào để được phép đăng kí  dự thi đợt này ạ. Em cảm ơn.  I",
    "E đã được cập nhật môn và có TKB của K2021 nhưng BkPay vẫn chưa cập nhật học phí. Xin PDT sớm cập nhật học phí để e có sự chuẩn bị cho kịp thời hạn   i  .",
    "Em đã hoàn thành và đủ điều kiện để tốt nghiệp. Nhưng em không có tên trong danh sách tốt nghiệp dự kiến và không đăng kí xét tốt nghiệp được ạ. Mong trường xét vài giải quyết sớm để em có thể đăng kí tốt nghiệp ạ.              Em xin cảm ơn.",
    "Em tên là , MSSV: , sinh viên khoa Cơ Khí . Em viết mail này mong được PDT phản hồi về việc cập nhật danh sách dự kiến tốt nghiệp đợt đợt 2 năm 2021. Em đã đáp ứng đầy đủ các tiêu chí tốt nghiệp: tổng số tín chỉ, ngày CTXH, anh văn (nghe-đọc) và hiện em vừa hoàn thành kì thi anh văn 2 kĩ năng nói - viết, em thi vào đợt 2 (ngày 24/9) nhưng đến nay vẫn chưa được gửi mail về việc được cập nhật trong danh sách dự kiến tốt nghiệp và chưa được phép đăng kí tốt nghiệp trên Mybk . Em kính mong PDT có thể xem xét và phản hồi cho em về trường hợp này. Em xin chân thành cảm ơn!",
    "Kính gửi quý Thầy Cô PĐT. Em tên:  MSSV:  Lớp XD16CTGT Mục đích: Mong muốn được biết về việc bảo lưu kết quả học tập hiện tại, và được bảo lưu tối đa bao nhiêu học kì. Lý do: Do có công việc đột xuất nên hiện tại em không thể tiếp tục theo học và muốn được giữ lại kết quả học tập để khi công việc ổn thoả hơn thì quay lại trường để tiếp tục việc học ạ. Em xin chân thành cảm ơn quý Thầy Cô.",
    "Em chào phòng đào tạo. Em đã hoàn thành chương trình học, đã đăng ký thi toeic online do BK english tổ chức và có điểm 250/400 vào sáng ngày 21/10/2021. Nhưng do học kỳ 202 em không đăng ký môn học nên bị tạm dừng học. Em muốn biết cần làm gì để được thu nhận lại để tốt nghiệp ạ.",
    "Dạ em chào cô, Ngày 24/10 này em sẽ thi cuối kì một môn học kì 202 nên nếu em nộp đơn sau ngày 24/10 được không ạ (do phải xin xác nhận chữ kí của giảng viên và khoa)? Và em nhớ lần hoãn trước là sẽ nộp đơn cho phòng đào tạo, phòng đào tạo sẽ xác nhận sau đúng không ạ? Em cảm ơn cô.",
    "Hủy môn GDTC",
    "cho em hỏi là bây giờ mình làm cách nào để hoãn thi cuối kì sức bền vật liệu học kì 202 ạ. Vì form đăng kí hoãn thi dành cho học kì 2 không còn được chấp nhận nữa ạ. Mong ban cán bộ hướng dẫn em.",
    "Cho e hỏi thời gian buộc tạm ngưng học là trong bao lâu vậy ad ?",
    "Cho em hỏi về khoản phí 55.000đ làm lại thẻ sinh viên, em đã đăng kí nhưng hiện tại không có nhu cầu làm lại thẻ thì vẫn phải đóng tiền ạ. Nếu đóng tiền thì em có nhận được thẻ sv mới không ạ.",
    "Kính gửi thầy cô. Em tên là:  MSSV: . Vì không thể đáp ứng điều kiện trang thiết bị và đường truyền ổn định để thực hiện thi online, nên em kính mong phòng Đào tạo cho phép em hoãn thi cuối kì môn Giải Tích Mạch . Em xin cảm ơn ạ.",
    "Kính gửi Phòng đào tạo, Vào ngày thứ 7, 23/10 em có lịch thi Cuối kì 202 môn vật lí bán dẫn. Tuy nhiên hiện tại thiết bị của em gặp sự cố và chưa thể khắc phục liền được cũng như hệ thống mạng internet trong khu vực em đang sinh sống liên tục gặp trục trặc về vấn đề đường truyền. Em xin hỏi liệu em có thể làm đơn xin hoãn thi và thủ tục hoãn thi là như thế nào. Em xin cám ơn. Mong sớm hồi âm",
    "Tốt nghiệp Em tên: , MSSV: 1, sinh viên K2013 em đã hoàn thành chương trình đào đạo hệ chính quy K2013 chuyên ngành chế tạo máy, khoa cơ khí, nhưng thiếu chứng chỉ anh văn Writing and Speaking. đã chuyển sang hệ VHVL, nhưng hiện em tra cứu danh sách dự kiến tốt nghiệp hệ VHVL đợi 2 năm 2021 không tìm thấy trong danh sách dự kiến tốt nghiệp. anh/chị cho em hỏi trong trường hợp của em có thể đăng ký nhận bằng tốt nghiệp được chưa hay còn phải đăng ký những môn học nào. em vào trang đăng ký tốt nghiệp thì vẫn hiện là hệ chính quy, em có đính kèm tệp anh/ chị hỗ trợ giúp em mong nhận được sự hỗ trợ giúp thủ tục tốt nghiệp",
    "em hiện đã đăng ký gdtc đợt 2 môn aerobic và đã bị huỷ môn vì trùng lịch học với bộ môn thí nghiệm. Do những lần đăng ký trước, web sẽ thông báo khi bị trùng môn nhưng lần này không thông báo và do các môn thí nghiệm chưa thể học vì dịch nên em đã sơ suất không kiểm tra. Cho em hỏi liệu có đợt đkmh gdtc lần thứ 3 không ạ hoặc có thể hỗ trợ cho em đăng ký bổ sung được không ạ vì theo như thông báo của nhà trường thì sinh viên 19 buộc hoàn thành 3 môn gdtc khác nhau trước khi vào năm 3 để được đkmh ở những kỳ tiếp theo. Em xin cảm ơn",
    "Em là , mssv:  Lớp: DD17KT04  Đã tạm dừng từ học kỳ 202, năm học 2020-2021 Lý do: tạm dừng vì không đóng học phí và xóa tên vì không đăng ký môn học. Quyết định số: 69/QĐ-ĐHBK và 260/QĐ-ĐHBK Nay em có đề nghị được thu nhận lại từ học kỳ 211 năm học 2021-2022. Em xin cảm ơn. Đính kèm: File 1: ảnh tình trạng sinh viên và lý do bị tạm dừng học. File 2: Đơn xin xác nhận thu nhận lại",
    "Chào PĐT ạ, lúc trước em có đăng ký môn anh văn 2A lớp DT05, nhưng hiện tại em định thi toeic để chuyển điểm nên muốn xin rút môn có thanh toán học phí ạ . Mong PĐT giúp em rút môn ạ.",
    "Kính thưa Phòng Đào tạo, Em là , mã số sinh viên , sinh viện lớp Thí nghiệm Điện tử Công suất HK202. Nay em viết mail này để thay mặt lớp kính mong thầy cô sớm cập nhật điểm Thí nghiệm lên hệ thống ạ. Vì lý do đăng ký chương trình học Thạc sĩ ở nước ngoài nên các trường và Đại sứ quán họ có yêu cầu em nộp giấy Tốt nghiệp Tạm thời cho họ vào cuối tháng 10 cho kỳ nhập học mùa xuân 2022 và một số bạn cùng lớp cũng đang cần Chứng nhận Tốt nghiệp Tạm thời để nộp cho các Công ty. Theo em thấy thì điểm số hiện tại đã ổn, các bạn hầu như không có nhu cầu về phúc khảo và giáo viên cũng đã gửi điểm lên cho Khoa và bên Phòng Đào tạo rồi. Chính vì thế, kính mong thầy cô cập nhật điểm của chúng em lên hệ thống sớm nhất có thể để em có thể đăng ký Tốt nghiệp trước hạn chót là 31/10/2021 ạ  Kính mong sớm nhận được hồi âm từ thầy cô. Kính thư, ",
    "Kính gửi : Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM Em tên:  MSSV:  Em là sinh viên hệ VHVL khóa 2020 chuyển từ hệ CQ sang. Em chuyển sang chương trình K.2014 - Khoa Cơ Khí, Bộ môn máy xây dựng và nâng chuyển. Hiện tại em đã hoàn thành chương trình học và đã đủ điều kiện xét tốt nghiệp:  - Toeic 650 xét chuyển từ hệ chính quy.  - Các môn học không tương đương khi xét chuyển điểm: ME2019, ME3009, ME4057 thì em đã nộp đơn xin miễn và đều đã được chấp thuận.  - Hoàn thành LVTN  - Hiện tại em đã đạt đủ số tín chỉ và môn học theo chương trình học K2014 Vậy em làm đơn này kính mong Phòng Đào Tạo xem xét để e được tốt nghiệp vào đợt hiện tại Em xin chân thành cảm ơn.",
    "Thưa thầy/cô. Xã em hiện giờ cần yêu cầu giấy tạm hoãn nghĩa vụ quân sự cho năm nay. Không biết bây giờ có cách nào để em xin được nhận giấy sớm không ạ? Mong thầy/cô giải đáp giúp em. Em cảm ơn ạ.",
    "Xin chào pđt,  Em đã đăng ký hoãn thi theo form của pđt gửi nhưng trong danh sách hoãn thi lại không có tên em và em bị đánh văng thi trong HK202 môn vi xử lý. Mong pđt cho biết thêm thông tin ạ",
    "Kính thưa PĐT, Ở đợt đăng ký môn Anh văn nhu cầu, em có đăng ký môn Anh văn 2A (LA1039)- nhóm lớp DT05, nhưng hiện tại em định thi toeic để chuyển điểm nên muốn xin rút môn có thanh toán học phí ạ. Mong PĐT cho phép em rút môn ạ . Em xin chân thành cảm ơn.",
    "Em xin chào ạ. Em gửi mail xin giáo viên xác nhận để đăng ký hoãn thi HK202 mà thầy không phản hồi thì em phải làm sao ạ? Em cảm ơn!",
    "Huỷ môn GDTC aerobic",
    "Em xin kính chào Phòng đào tạo Em tên là , mssv  Hiện trên file điều kiện tốt nghiệp của em cho thấy em không đủ điều kiện các môn MR để tốt nghiệp. Lý do là vì em học chương trình liên thông cao học và chuyển điểm về, do đó không thể hoàn thành phần MR của tài năng. Do đó, em đã liên hệ với cô  qua email và gửi đơn xin ra khỏi chương trình tài năng để có thể tốt nghiệp. Đính kèm là file điều kiện tốt nghiệp em đã nhận và file đơn xin ra khỏi chương trình tài năng đã gửi cho cô . Kính mông Phòng đào tạo xem xét trường hợp của em. Trân trọng ",
    "Dạ chào anh/chị. Từ tuần sau, em muốn được lên lab của GVHD ở phòng 109B3 để phục vụ cho công tác làm đề cương và luận văn của em. Vậy cho em hỏi từ tuần sau, sinh viên đã được cho phép để lên trường chưa ạ? Thông tin thêm là bây giờ em đã được tiêm đầy đủ 2 mũi vacxin từ đầu tháng 10. Hy vọng sớm nhận được phản hồi từ anh/chị. Em cám ơn",
    "Hiện em có lịch thi vào ngày 23/10/2020 nhưng ở địa phương của em có lịch cúo điện cả ngày vào ngày đó. Không biết em có thể xin hoãn thi được không. nếu được thì em phải làm thủ tục như thế nào? Em cảm ơn",
    "Em là :  MSSV:  Lớp: CK19CTM4 Em muốn hỏi về việc có thể đăng kí hoãn thi cuối kì các môn bổ sung của học kì 202 hay không ạ, nếu có thì em phải tực hiện như thế nào ạ . Em cảm ơn ạ!",
    "Em có hoãn 2 môn kì 202 nay e muốn đăng kí lại thì phải làm sao ạ. Mong phòng đào tạo hướng dẫn giúp em cách thức dăng kí ạ. Em xin cảm  ơn ạ.",
    "Em là Lê Minh Đức- MSSV  Em đã hoàn thành Luận Văn Tốt Nghiệp và anh văn TOEIC nói-viết trong kì kiểm tra online đợt 4 vừa qua. Trong học kì 211 vừa qua em không đăng ký môn học nào cả để duy trì trạng thái sinh viên. PĐT cho em hỏi rằng tình trạng sinh viên của em đang là đình chỉ phải không ạ! Em cần phải làm đơn xin cứu xét như thế nào và nộp ra sao để xét tốt nghiệp ạ? Em cảm ơn!",
    "dạ em chào thầy cô, em là , mssv , sinh viên khoa Quản lý công nghiệp. em vừa nhận được thông tin điểm chứng chỉ anh văn nói viết và đã hoàn thành xong chương trình học. nhưng chưa thể đăng ký xét tốt nghiệp được ạ . mong thầy cô kiểm tra và hỗ trợ em. em xin chân thành cảm ơn.",
    "Chào anh/chị, Em muốn hỏi là em đã hoàn thành đủ tín chỉ và 15 ngày CTXH rồi ạ. Nhưng em không thể đăng ký xét tốt nghiệp được ạ. Mong nhà trường xem xét lại giúp em với ạ . Em cảm ơn.",
    "Thầy Cô PĐT cho em hỏi về thủ tục đăng ký tốt nghiệp sắp tới với ạ. Hiện tại em đã hoàn thành chương trình học. Đã đủ ngày CTXH theo quy định. Đã nộp bằng toeic 730 điểm. Vừa có kết quả thi chứng chỉ nói viết đợt 4 hồi đầu tháng 10 vừa qua đạt 220 điểm. Em nhờ Thầy Cô kiểm tra giúp em hiện đã đủ điều kiện chưa và hướng dẫn giúp em để đăng ký tốt nghiệp với ạ. Em xin cảm ơn.   i Tốt nghiệp .",
    "Dạ em chào thầy/cô,   Do thứ 7 (23/10) này em có môn thi buổi sáng nhưng dạo gần đây đường truyền mạng nhà em có vấn đề bị ngắt mạng liên tục 2-3p 1 lần lặp đi lặp lại. Em sợ rằng không đảm bảo được yêu cầu của quy chế thi, thầy/cô cho em hỏi nếu bây giờ em đăng ký hoãn thi có được không ạ. Em cảm ơn thầy/cô nhiều ạ, em chúc thầy/cô có nhiều sức khỏe ạ.",
    "Dạ em chào Thầy/Cô ạ Em tên  MSSV . Học kì này là học kì cuối cùng em còn thời hạn đăng kí tốt nghiệp nhưng em chưa đủ điểm anh văn nói viết. Do dịch em còn ở quê chưa lên được thành phố để thi.  Nên em viết mail này xin hỏi hạn tốt nghiệp có được gia hạn thêm thời không ạ. Em có phải làm đơn để nộp xn gia hạn thêm học kì để xét tốt nghiệp không ạ?  Em cám ơn ạ.",
    "Em không thể đăng ký thi anh văn nói việt đợt tháng 11 sắp tới nhưng không rõ lý do vì sao, mong PĐT kiểm tra và sớm giải đáp thắc mắc ạ. Em xin cảm ơn! (Đính kèm ảnh chụp màn hình không đăng ký được môn học)    .",
    "Học sinh:  MSSV:  Lớp: CK18CD2 Xin rút môn: Hệ thống điều khiển mờ Mã số môn học: ME4207 Nhóm lớp: L01 Lý do: Trước tình hình dịch bệnh và học online như hiện nay em không có đủ thời gian và tài liệu để học nhiều môn như trước nữa. Em xin rút môn này để giảm bớt gánh nặng ạ. Em xin cám ơn.",
    "Dạ em chào quý thầy cô,  Em tên là ,MSSV:. Dạ thưa, hiện tại sức khỏe tinh thần và thể chất em không được tốt và kì này em đăng kí khá nhiều môn và hiện tại có 1 môn tự chọn phải học online trực tuyến nên em cảm thấy khó tiếp thu kiến thức và sợ ảnh hưởng đến tinh thần và điểm trung bình tích lũy.  Dạ cô cho em hỏi là giờ này em còn có thể xin rút 1 môn này được không ạ. Em mong sơm nhận được sự phản hồi ạ .  Em xin cảm ơn, chúc quý thầy cô có một ngày thật vui vẻ.",
    "Dạ em chào Phòng Đào tạo, Em là , Mã số sinh viên: . Sau khi nhận được mail của Phòng đào tạo về thông tin tốt nghiệp thì em có kiểm tra trên website của trường và nhận thấy thông tin của em bị sai sót ở chỗ chứng chỉ anh văn chỉ có 305 điểm trên thực tế là 570 điểm. Em mong Phòng Đào tạo có thể kiểm tra lại và cập nhật đúng điểm số của em ạ. Hình ảnh về chứng chỉ anh văn em xin phép đính kèm ở dưới. Em mong nhận được sự phản hồi sớm từ Phòng đào tạo. Em xin cảm ơn.",
    "Dạ em chào quý thầy cô ạ,  Em tên là , mssv:  Dạ thưa, dạ gần đây sức khỏe tinh thần và thể chất em không được tốt và em có đăng kí 1 môn tự chọn chuyên ngành nhưng vì phải học online trực tuyến và tinh thần em không tốt nên em cảm thấy khó tiếp thu kiến thức để đáp ứng đủ yêu cầu của môn học .  Dạ cô cho em hỏi hiện tại em có thể xin rút môn này được không ạ. Em mong sớm nhận được sự phản hồi.  Em xin cảm ơn, chúc cô có một ngày vui vẻ.",
    "Gửi thầy/cô Phòng Đào Tạo, Dạ cho em hỏi là em Khóa 14, đã hoàn thành tất cả các môn học, chỉ thiếu mỗi anh văn 2 kĩ năng Nói - , Cho em hỏi là nếu em chuyển sang hệ VLVH thì có được nhận bằng tốt nghiệp không ạ, Em cảm ơn ạ .   i  .",
    "Kính gửi Thầy/Cô. Em tên là . Lớp CK20CDT02 MSSV: . Em có hoãn thi cuối kì 2 môn là Anh văn 2 và Nhập môn lập trình của kì chính 202. Nhưng lúc xem điểm lại là 13 điểm và 0 điểm. Thầy/Cô cho em hỏi là sẽ còn hậu kiểm lại hay là đã chốt rồi ạ. Em xin cảm ơn ạ.",
    "Em muốn đăng kí hoãn thi nhưng cái form nó không còn khả dụng thì phải làm sao ạ.",
    "Em vẫn nộp giấy như những năm trước, nhưng địa phương em năm nay yêu cầu phải nộp luôn giấy xác nhận đang còn nợ môn nào . Vậy nếu trường hợp như thế này , bất khả kháng e có xin được giấy mình còn nợ môn nào không ạ",
    "Thưa cô, em là -. Em không check tin nhắn trả lời nên quên mất đăng kí trước 2 tuần thi như trên quyết định của nhà trường. Môn Giải tích mạch này em đã thi vào ngày 16/10. Cô cho em hỏi liệu em có được xét để thay thế điểm VP chưa ạ ? Em cảm ơn cô và chúc cô & gia đình thật nhiều sức khỏe",
    "Dạ chào Thầy (Cô) Em tên là  Mssv:  Khoa: Cơ khí   Ngành: Kỹ thuật hệ thống công nghiệp Hiện em đang học học kì 13 là học kì tối đa của chương trình đào tạo . Sau học kì em sẽ hoàn thành CTGD nhưng do tình hình dịch nên  em còn thiếu chứng chỉ anh văn Toeic, anh văn 2 kỹ năng và số ngày CTXH để xét tốt nghiệp . Cho em hỏi em có được kéo dài thời gian đào tạo tối đa thêm 1 học kì  để bổ sung các điều kiện trên không ạ! Nếu có em cần làm đơn như thế nào ạ! Em xin cảm ơn quý Thầy (Cô)",
    "Em chào thầy/cô ở phòng đào tạo, Em tên  có MSSV: , vừa qua em có đăng ký tốt nghiệp trên trang web trường và đã đóng phí 95000 trên bkpay nhưng lại nhận được thông báo \"Phiếu đăng ký không được xử lý\". Em không biết lý do và cũng không thể đăng ký lại nên hiện tại em không biết xử lý như thế nào. Mong phòng đào tạo xem giúp em.    Tốt nghiệp .",
    "Giáo trình do trường gửi đến nay em vẫn chưa nhận được ạ. Không biết có bị lỗi gì không? Mong anh chị hỗ trợ giúp em để sớm có giáo trình để học ạ. Em cảm ơn.",
    "Em tên  MSSV:  Lớp: CK17CNM Mã môn học: BKE123 Tên môn:Đăng ký thi AV 2 kỹ năng theo hình thức trực tuyến - Tháng 11 Em xin Phòng đào tạo mở đăng kí thi Toeic 2 kỹ năng Nói -  tháng 11 giúp em với ạ. Em đăng ký trên hệ thống báo là sinh viên không được đăng ký đợt này. Em xin chân thành cảm ơn.",
    "Em chào cô, em có đăng kí giấy tạm hoãn nghĩa vụ vào  ngày 20/10 và đã được xác nhận. Nhưng lúc đăng kí em lại để địa chỉ nhận tại CS1. Giờ em có thể đăng kí giấy tạm hoãn khác mà gửi bưu điện về nhà em luôn được không ạ, do hiện tại em cũng cần gấp. Em cảm ơn cô.",
    "Chào PĐT, Em là , . Hiện tại, em đã có đủ điều kiện đăng ký xét tốt nghiệp đợt tháng 11/2021. Tuy nhiên, em vừa có điểm thi Anh văn 2 kỹ năng nói việt online đợt 4, nên em vẫn chưa nhận được email đủ điều kiện đăng ký tốt nghiệp ạ. Em xin hỏi PĐT là khi nào là hạn chót đăng ký tốt nghiệp đợt 11/2021 ạ. Vì em lo lắng là em không kịp xét tốt nghiệp đợt này. Chân thành cảm ơn PĐT!",
    "Em là  - MSSV . Vì dịch ở xa không đến PĐT lấy bảng điểm được nên em có nhờ bạn  - MSSV  nhận hộ bảng điểm. Mong PĐT giải quyết giúp em. Em xin chân thành cảm ơn.",
    "Em chào thầy cô! Em có đăng kí giấy xác nhận sinh viên nhận tại văn phòng khoa, không biết là bây giờ trường đã cho sinh viên vào nhận chưa ạ. Em đã tiêm đủ hai mũi vaccine ạ . Em cảm ơn thầy cô!",
    "Kính gửi thầy/cô  Do máy tính của em bị hỏng đột ngột, không có thiết bị thay thế nên không thể dự thi cuối kỳ được. mong phòng đào tạo xem xét cho em xin hoãn thi ạ. em cảm ơn thầy/cô đã hỗ trợ.   i ",
    "Kính gửi : Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM Em tên:  MSSV:  Em là sinh viên khóa 2013 chuyển từ hệ CQ sang VHVL, em thực hiện đăng kí xét tốt nghiệp đợt tháng 11/2021 thì nhận được email hướng dẫn của PĐT yêu cầu em làm đơn chuyển sang khóa 2013. Vậy nên em làm đơn này kính mong quý thầy cô xem xét giúp em để em đạt đủ điều kiện tốt nghiệp ạ. Em chân thành cảm ơn! ",
    "Em xin kính chào Phòng đào tạo Em tên là , mssv  Em muốn gửi một yêu cầu tốt nghiệp bằng thường, không nhận bằng tài năng. Lý do là em học chương trình liên thông cao học và chuyển điểm về đại học, do đó không thể hoàn thành học phần mở rộng của tài năng ở những môn chuyển điểm. Đính kèm là đơn xin ra khỏi chương trình tài năng em đã gửi qua email cho cô . Em xin cảm ơn Phòng đào tạo đã xem xét trường hợp của em. Trân trọng, ",
    "Kính gửi PĐt, Em tên là Nguyễn Lê Bảo Duy, MSSV , là sinh viên chính quy K2012 chuyển sang hệ VHVL. Em xem thông tin sinh viên thì thấy ghi năm chương trình đào tạo của em là 2021 nhưng khi đăng kí với thầy em ghi là 2015, kính xin PĐT xem và chỉnh sửa thông tin cho em với ạ. Và cho em hỏi em đã nhập học hệ VHVL từ tháng 1/2021, đến hiện tại thì vẫn chưa có kết quả chuyển điểm ạ. Em xin chân thành cảm ơn.",
    "Kính gửi: Phòng Đào tạo ĐH Bách Khoa TP.HCM Tôi tên:  MSSV:  Hiện nay tôi đã đăng ký học phần Giáo dục thể chất (võ thuật) nhưng vẫn chưa có thông tin về link của lớp. Chiều nay (12:00 p.m) sẽ bắt đầu nhưng vẫn chưa có link lớp. Và cho hỏi lớp có học không ạ? Nếu có thì xin gửi link sớm nhất có thể. Xin trân trọng cảm ơn!",
    "Em đã nộp đơn xin rút môn học nhưng chưa được cập nhật ạ. Cho em hỏi khi nào mới cập nhật ạ.",
    "Cho em hỏi em là K20 ở ở năm nhất kì 202 em có đăng kí học môn võ. Vậy giờ kì 211 này em đăng kí môn võ vẫn tính là hoàn thành 2 học phần đúng không ạ.",
    "Em xin chào thầy/cô PĐT, Em là Nguyễn Vĩnh Thanh, MSSV , bộ môn Thiết bị & Công nghệ Vật liệu Cơ khí, khoa Cơ khí . Em có vấn đề về việc đăng kí in giấy xác nhận sinh viên để hoãn NVQS mong thầy/cô xem xét và giải quyết giúp em ạ. Học kì trước do dịch bệnh ảnh hưởng nên em có xin hoãn bảo vệ LVTN sang kì này, nên ở bộ môn yêu cầu không đăng kí mới LVTN, cứ làm đến cuối kì sẽ có tên trong danh sách bảo vệ. Cũng vì vậy học kì này em không có TKB nên không đăng kí in giấy hoãn NVQS được. Mong PĐT xem xét và giải quyết giúp em vấn đề này ạ. Em xin chân thành cảm ơn",
    "Vì lí do của gia đình nên em đang hiện tại ko có đủ điều kiện để tiếp tục học tập 1 cách hiệu quả. Nên em mún hỏi về vấn đề bảo lưu học bạ trong vong 3-4 tháng để ổn định tình hình ạ.",
    "Kính gửi PĐT, Đoàn khoa cơ khí, Bộ môn cơ điện tử . Em tên là , Mssv:. Hiện đã đăng ký hoãn thi nhóm 02- môn Hệ thống PC, nhóm 03- môn Kỹ thuật robot, nhóm 01- môn Nhập môn thị giác máy tính. Và đã được phản hồi là hợp lệ. Tuy nhiên tới hôm nay em kiểm tra vẫn chưa có điểm hoãn thi. Em kính mong pđt kiểm tra lại ạ. Em xin cám ơn ạ!",
    "Em xin chào nhà trường. Vì địa phương em vẫn chưa hoàn toàn tháo dỡ cách ly nên em chưa kịp chuẩn bị trang thiết bị (camera) và vì lý do đường truyền mạng ở khu vực em không đảm bảo nên em xin phép nộp phiếu đăng ký hoãn thi môn Sức bền vật liệu (CI2007) vừa được thông báo ngày thi nên em xin nộp trễ. mong nhà trường xem xét. em xin cảm ơn.",
    "Chào thầy/cô, Em muốn đăng ký thi anh văn 2 kỹ năng (viết/nói) theo hình thức trực tuyến thì bị lôĩ ạ. Em mong thầy cô giúp em ạ. Em cảm ơn thầy/cô.",
    "Dạ em chào cô. Em có học anh văn 1a 2a hồi học kì 202, em qua môn mà trong thời khóa biểu chưa cập nhật tín chỉ cho em ạ.",
    "Xin chào Thầy/Cô  Em là  -     Em đã đăng ký thành công LVTN trong học kỳ này 211 Nhưng làm đến hiện tại em thấy mình không thể hoàn thành đúng thời hạn    Em đã gửi email xin thông tin về rút môn và bảo lưu thì nhận được thông tin là:    QUOTE Rút môn LVTN, liên quan đến học phí: nếu em cần nhiều thời gian hơn để chuẩn bị cho LVTN và hạn đóng học phí đến tháng 11/2021 mới đóng, thì em có thể gửi đề nghị đến mục BKSI, trang aao để được tư vấn về rút môn học và không phải đóng học phí cho LVTN HK211, đồng nghĩa em không đăng ký môn học này trong kỳ 211  /QUOTE     Nên em xin được tư vấn về thủ tục rút môn học với nội dụng như trên ạ",
    "Phòng đào tạo cho em hỏi tại sao em khôn đăng ký được kỳ thi anh văn nói viết đợt tháng 11 này ạ? Em có nhận được mail khảo sát thi av nhưng vì chưa có kế quả đợt 4 - đợt em thi nên em không làm khảo sát (14-18/10/2021). hôm qua 21/10/2021 mới có kết quả đợt thi 4, mà kết quả không đạt, em vào đăng ký thi lại thì không được ạ? Mong phòng đào tạo phản hồi lại sớm ạ. Em chân thành cảm ơn.",
    "Học kì 202 em đã hoãn một số môn ,Dạ cho em hỏi là em có thể thi lại môn đó trong hk212 nếu môn đó mở được không ạ,và làm sao để đăng kí thi ạ",
    "Kính chào phòng đào tạo, hiện tại em chưa đăng kí được tốt nghiệp vì tình trạng nợ môn thực tập công nhân (403751) tuy nhiên em đã nộp đơn xin xét tương đương và miễn môn học này cho văn phòng khoa Điện-Điện tử và đã được chấp nhận. Kính mong phòng đào tạo kiểm tra lại tình trạng và giải quyết dơn xin xét miễn môn học của em để em có thể sớm đăng kí tốt nghiệp. Em xin chân thành cảm ơn Phòng Đào Tạo.",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP Hồ Chí Minh Em tên là , MSSV: , là sinh viên khóa k14.Hiện tại em đang trong quá trình đợi kết quả xem xét hoãn thi môn anh văn 4 trong học kì trước vì dịch covid ạ. Em viết đơn này xin Phòng Đào tạo mở lại tài khoản sinh viên giúp em, để em có thể đăng kí thi anh văn nói viết online ạ. Tài khoản hiện tại em không vào được để đăng kí ạ. Em xin chân thành cảm ơn, em kính chúc thầy cô luôn nhiều sức khỏe ạ!  ",
    "Kính gửi thầy cô. Em tên là:  MSSV: . Vì không thể đáp ứng điều kiện trang thiết bị và đường truyền ổn định để thực hiện thi online, nên em kính mong phòng Đào tạo cho phép em hoãn thi cuối kì môn Giải Tích Mạch . Em xin cảm ơn ạ.",
    "Em chào Thầy (Cô), Em tên là , MSSV:  . Vừa qua em có tham gia kì thi anh văn 2 kỹ năng tháng 10 đợt 4. Đến hôm qua (21/10) thì em nhận được kết quả không đậu theo tiêu chuẩn anh văn của nhà trường. Do chủ quan chưa có kết quả thi và sai sót trong việc điền form khảo sát nhu cầu đăng ký thi anh văn 2 kỹ năng tháng 11. Nên hiện tại em không thể đăng ký thi với mã môn học là BKE123. Em muốn hỏi có cách nào để em có thể đăng ký thi anh văn 2 kỹ năng tháng 11 không ạ? Em rất mong nhận được sự hỗ trợ từ phòng đạo tạo. Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi là em có mail pdt về việc rút môn học và em được biết là đã hết thời gian hủy môn học, em muốn hủy phải làm đơn rút môn học. Cho em hỏi lẫy mẫu đơn rút môn học ở đâu và từng bước làm như thế nào để rút môn học ạ. Em cám ơn",
    "Xin chào PĐT, hôm nay em nhận được giấy mời đi khám NVQS của phường, hiện giờ em đang học hệ VHVL và em cũng chỉ còn mấy môn nữa là xong rồi ạ nên em muốn hỏi em có thể đăng ký xin giấy tạm hoãn NVQS được không ạ, kính mong PĐT giúp đỡ em.Em xin cảm ơn   i  .",
    "Em tên  MSSV  Em có thực hiện in bảng điểm nhận tại Phòng Đào tạo CS1. Nhưng hiện tại em chưa đủ điều kiện tiêm vaccine để vào trường nhận. Em có nhờ bạn . MSSV  để nhận giúp được không ạ? Em rất mong nhận được phản hồi sớm từ Phòng Đào tạo. Em cảm ơn ạ.",
    "Kính gửi PĐT Trong học kì dự thính này em có đăng ký môn học Giải tích 1 nhưng do tình hình dịch bệnh và gia đình đang gặp nhiều khó khăn nên em bị trễ hạn đóng học phí và bị xóa thời khóa biểu. Bây giờ em có thể gia hạn đóng họ phí, hoặc có cách nào để em không bị xóa thời khóa biểu môn học không ạ, em xin hứa sẽ cố gắng đóng học phí đầy đủ trong học kỳ này ạ. Em xin cám ơn",
    "Kính gửi phòng đào tạo, Em tên:  MSSV: Em viết đơn này để hủy 1 môn GDTC_VÕ_PE1023_L27 Mong PĐT xem xét hủy môn học giúp em. Em xin cảm ơn. ",
    "Chào thầy cô ạ. Em muốn đăng kí giấy xác nhận sinh viên để tạm hoãn Nghĩa vụ QS nhưng không được vì thiếu tkb nên bị tạm dừng ạ. Thầy cô hỗ trợ đăng kí in giấy xác nhận sv với ạ . Em cám ơn nhiều ạ! Sinh viên,   ",
    "Em cần hoãn thi môn Sức bền vật liệu tổ chức vào 10h ngày mai 23/10 và em đã tải đơn, điền đơn và gửi đơn cho giáo viên giảng dạy là thầy  để xin phép hoãn thi rồi ạ. Nhưng hiện tại thầy vẫn chưa có phản hồi mail của em ấy ạ. Cho em hỏi là nếu em không kịp nộp đơn hoãn thi trước ngày mai cho PĐT thì em có bị đánh là vắng thi và không tính điểm môn học không ạ? Ngoài ra, nếu ngày mai em vào phòng thi và thông báo cho cán bộ coi thi để hoãn thi thì em có thủ tục hoãn thi như thế nào ạ?",
    "Thưa Thầy cô, Em tên là  mssv . Sinh văn văn bằng 2 chính quy. Ngành quản lý tài nguyên và môi trường . Học kỳ 202 vừa qua là học kỳ tối đa của em ạ. (Thời gian đào tạo trong thông tin của em là hết thang 10 năm 2021 ạ). Hiện tại em chỉ còn anh văn nói viết để ra trường. Em đã hoàn thành luận văn, báo cáo và có điểm. Em có đăng ký thi online đợt tháng 10 nhưng chưa đạt. Em muốn xin đăng ký thi online nói viết trực tuyến tháng 11. Nhưng em vào đăng ký môn học lại không cho đang ký. Em mong thầy cô xem giúp em để em có thể đang ký thi được không ạ. Em xin chân thành cảm ơn.",
    "Sao em không đăng ký được môn học ạ. MSMH: BKE123",
    "Dạ cho em hỏi em đăng ký giấy chứng nhận sinh viên để bổ sung vào hồ sơ NVQS ở địa phương thì có được hoãn không ạ, em ở hệ VHVL ạ. Em xin cám ơn   i  .",
    "Kính chào thầy/cô, Em là , MSSV: , sinh viên năm 4, khoa Điện - Điện tử. Lần trước, em có viết câu hỏi cho phòng Đào tạo về việc xin một thầy để đăng kí thi sớm cho môn đã hoãn thi để kịp xét Tốt nghiệp, như sau: \"Hai tháng trước, em có mắc covid và đã hoãn thi một môn. Trong học kì này, em có thấy môn đó mở trong kì dự thính. Theo em được biết, đến cuối kì thì đăng kí môn đó với thầy và làm bài cuối kì với điểm \"Đạt\" (từ 5 điểm trở lên) thì qua môn. Do môn đó thi vào cuối năm nay và có thể không kịp để em có đủ điều kiện nộp đơn xét Tốt nghiệp nên em có thể email cho thầy để xin thi sớm được hay không?\". Sau đó, em nhận được câu trả lời: \"em liên hệ GV dạy nhé.\" Hôm nay, em có email xin thầy để đăng kí thi sớm và thầy đã đồng ý cho em thi sớm cho môn đã hoãn thi để kịp xét Tốt nghiệp nhưng có thêm điều kiện liên quan đến việc chuyển điểm. Vì thầy không biết làm thế nào để chuyển điểm sớm về phòng Đào tạo cho em được. Thầy yêu cầu em hỏi phòng để làm rõ hơn về việc GV làm sao có thể chuyển điểm sớm trước khi thi, vì hệ thống chỉ cho nhập điểm 01 lần? Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe. Kính gửi, ",
    "Kính gửi quý Thầy, Cô PĐT, Em tên là:  MSSV:  Lớp: XD16CTGT Mục đích: Em mong muốn được bảo lưu kết quả học tập hiện tại và tạm ngưng học một thời gian. Lý do: Hiện tại gia đình em vừa xảy ra biến cố lớn, em không thể tiếp tục theo học ở trường. Giờ đây em mong muốn được bảo lưu kết quả học tập đến khi mọi việc ổn thoả hơn thì em còn cơ hội quay lại trường để tiếp tục chương trình học còn đanng dang dở. Kính mong Thầy, Cô PĐT giúp đỡ",
    "Dạ hiện tại em muốn in bảng điểm thì có thể truy cập ở đâu vậy ạ. Với nếu bảng điểm giao không kịp deadline học bổng thì em có thể download bảng điểm online ở đâu được vậy ạ.   i  .",
    "t vừa rồi em có đăng kí hoãn thi Hoá Đại Cương vì lý do em ko có máy tính mạng không đủ tốt cho việc phụng vụ thi ( cho em hỏi, khi em đăng kí hoãn thi Hoá đại cương có nghĩa là hoãn thi  luôn phần lý thuyết + thực hành phải không ạ ) vì khi em đăng kí hoãn môn Hoá tới giờ, em không đi học bổ sung phần thực hành và ngày thi Phần thực hành sắp tới em cũng sẽ ko thi vì em đã đăng kí hoãn rồi, như vậy có đúng ko ạ",
    "Kính gửi PĐT, Em tên là  MSSV . Đầu tháng 10 em có điền form đăng ký vào trường học thí nghiệm vì đã tiêm được mũi 1 . Nhưng hiện tại em vẫn chưa được tiêm mũi 2 nên KTX BK chưa cho em vào ở và tỉnh em chưa cho xe khách chạy ạ. Vì lí do đó thì em chưa thể vào học môn CH2014 - TN hóa vô cơ vào tuần 44 được thì em phải làm sao ạ? Em xin chân thành cảm ơn.",
    "Xin gửi,  Em đã có đăng ký thành công môn GDTC có TKB, đã bắt đầu học từ tuần này. Nhưng vào bữa đầu tuần này em không thấy đường dẫn lớp học ạ, em cũng đã nhắn tin (email) cho giảng viên hỏi nhưng không thấy hồi âm . Cho em hỏi học trực tuyến GDTC thì có khác biệt gì không ạ, không thì làm cách nào em có thể được hỗ trợ nhận đường dẫn lớp hangout ạ? Em xin cảm ơn.",
    "Dạ em chào thầy\\cô ạ. Em coa đăng kí nói viết online và bị thiếu điểm ạ. Hiện không còn đợt thi nào để em đăng kí nào nữa ạ. Nên em hiện không biết trường mình còn tổ chức đợt thi nào hay kéo dài thời hạn xét tốt nghiệp kì này không ạ?  Em cám ơn ạ.",
    "Em chào thầy/cô,   Em tên là , MSSV: . Do chủ nhật này (24/10) thi nhưng em không đảm bảo được đường truyền mạng. Em gửi thầy/cô đơn xin hoãn thi, em cảm ơn thầy/cô ạ.",
    "Em xin nộp đoen xin hoãn thi cuối kì 202   i  .",
    "Kính chào Phòng đào tạo! Em là Hoàng Ngọc Anh, em đã hoàn thành bảo vệ luận văn hôm 12/8, vừa có điểm đậu Anh văn nói viết hôm 21/10. Nay em vào trang đăng ký tốt nghiệp thì thấy thông báo \"không được phép đăng ký (TAM DUNG)\" . Cho em hỏi có phải liên quan đến tình trạng sinh viên không ạ? (Trước đó: em đã gia hạn thêm kỳ 14) Kính mong PDT hướng dẫn em! Em xin chân thành cám ơn!",
    "Do gia đình em bị nhiễm covid nên em đã không thể đăng ký môn đợt 1 học kỳ 211 và không đóng học phí. Em muốn học lại cùng các bạn thì em nên làm đơn ntn và nộp ở đâu cho pđt để có thể được học lại vậy ad ?",
    "Cho em hỏi kì 212 em có dự định chỉ học song song 2 môn thực tập tốt nghiệp và đề cương luận văn thì thời khóa biểu của em có được chấp nhận không do dưới 10 chỉ trong kỳ đó.",
    "Dạ lý do bất khả kháng của em hơi nhạy cảm ạ,do anh của em mới phát hiện có nốt phổi nên em bị ảnh hưởng  ạ.Em xin bổ sung minh chứng sau ạ.",
    "Em là SV CQ khóa 2014, chuyển hệ sang VHVL vào tháng 05/2021 và đủ điều kiện tốt nghiệp của hệ VHVL. Thời điểm đó cũng là đợt bùng dịch covid. Vì trước lúc chuyển hệ, em có hỏi ở PĐT thì được trả lời là phải đợi 1 học kì mới đăng kí tốt nghiệp được. Vậy đến nay em xin hỏi là em có thể đăng kí tốt nghiệp được chưa? Em xin cảm ơn !",
    "Em xin phép nộp đơn xin thu nhận lại ạ",
    "Kính gửi quý thầy cô cho em hỏi làm thế nào để đăng ký thi anh văn nói viết trực tuyến trên mybk được vậy ạ? Em không có điền form thông tin thì có thể bổ sung vô được không ạ?  Em xin chân thành cảm ơn quý thầy cô",
    "Dạ em chào thầy/cô, Em tên là , MSSV , Lớp L03-A (CI2007) . Em xin được hoãn thi môn Sức bền vật liệu vì lý do không đảm bảo trang thiết bị. Em cảm ơn ạ.",
    "Dạ em chào PĐT Em tên    MSSV:   Bạn em: Nguyễn Thành Thái MSSV:  Dạ 2 đứa em có lên web đăng kí thi AV 2 kỹ năng theo hình thức trực tuyến- Tháng 11-  : BKE123 Nhưng web báo là  \"Bạn không được phép đăng ký trong đợt này, vui lòng xem mục \"Lý do chưa được phép đăng ký\"!!!\" Tụi em không biết tại sao không đăng kí được ạ  Mong PĐT xem và phản hồi, xử lý giúp tụi em ạ Em cảm ơn PĐT ạ",
    "Em đã nộp học phí Sau đại học theo phương thức chuyển khoản qua tài khoản Đại học Bách khoa vì tài khoản của em không đăng nhập được khi thanh toàn học phí 5.280.000. Em đã chuyển vào thứ 2 nhưng hôm nay thứ 6 em vẫn không nhận được xác nhận, em đã mail cho SDH nhưng vẫn không nhận được phản hồi ạ. Em xin ý kiến của PDT. Em xin cảm ơn thầy cô.",
    "Dạ thầy cô cho em hỏi, trong thời gian khảo sát thi Anh văn nói viết trong tháng 11, em chưa điền link do một số lý do cá nhân. Vậy bây giờ quý thầy cô có thể cho em xin phép được đăng ký môn học này không ạ? Em xin chân thành cảm ơn ạ.",
    "Dạ em chào pđt, em tên là , MSSV . Hôm nay em viết mail này muốn hỏi là trong học kì 1 năm học 2021-2022 em không có đăng ký môn học mà chỉ đăng ký anh văn nói viết (đợt 2 ngày 23/9) thì em có bị buộc thôi học và nhận cảnh cáo học vụ không ạ? Vì học kì 2 của năm học 2020 - 2021 em nghĩ là mình đã đủ điểm để qua môn cuối cùng và đủ tín chỉ để xét tốt nghiệp nên em không đăng ký môn học cho học kì tiếp theo, đến khi nhận được điểm trên hệ thống thì đợt đăng ký môn học đã kết thúc nên em không thể đăng ký môn mới cho học kì tiếp theo mà em phải đợi tới học kì 2 của năm học 2021-2022. Bên dưới là hình ảnh em đính kèm trên trang elearning của em, trong đó có ghi học kì 1 năm học 2021-2022 em có đki thi anh văn nói viết ạ. Kính mong pđt xem xét giúp em, vì giờ em chỉ có thể đợi tới đợi tới đợt đki môn học cho học kì 2 năm học 2021-2022 thì em mới có thể đăng ký tiếp. Dạ em xin cảm ơn pđt ạ .",
    "Chào thầy/cô, Hiện tại em thấy nhà trường có đăng ký thi AV 2 kỹ năng theo hình thức trực tuyến- Tháng 11-  : BKE123 . Nhưng em và rất nhiều bạn khác bị lỗi \"Sinh viên không được phép đăng ký trong đợt này\" dù đợt tháng 9-10 em chưa đăng ký. Mong được thầy/ cô giải đáp sớm nhất. Em Cảm ơn.",
    "Em chào Phòng Đào tạo, Em có nhu cầu thi tiếng anh nói viết tháng 11 trực tuyến nhưng đã không thực hiện khảo sát do em đã thi một lần trước đó và em nghĩ chỉ được thi một lần duy nhất. Vậy cho em hỏi là em còn cơ hội nào nữa để đăng ký thi không . Em cảm ơn ạ!",
    "Kính chào quý thầy cô PĐT, Em tên  MSSV:  Em muốn hỏi về những môn tự chọn năm 4 trong trường hợp em   B học không qua    thì khi   B xét tốt nghiệp có bị tính là chưa đủ điều kiện tốt nghiệp    không ạ.",
    "Kính gửi thầy/ cô Rút môn học : Kinh tế học đại cương ( IM1013) Vì lí do : điều kiện học tập không đáp ứng.",
    "Dạ cho em hỏi ,kì trước em có hoãn thi cuối kì ,vậy giờ có phải thi thí nghiệm không ạ;tại em thấy bên lớp thầy  là thầy kiu là không cần thi ạ ,em mới biết thông tin này thôi nên em chưa kịp hỏi lại giáo viên dạy thí nghiệm ạ",
    "Chào các thầy/cô phòng đào tạo, Em có câu hỏi là hiện tại em đã hoàng thành số tín chỉ tích lũy theo yêu cầu và đạt chuẩn tiếng anh để tốt nghiệp. Tuy nhiên điều kiện về ngày công tác xã hội là 15 ngày, hiện tại em đã tích lũy 14.5 ngày công tác xã hội và ở mục đăng ký tốt nghiệp ở trang mybk đã cho phép em đăng ký xét tốt nghiệp. Vậy các thầy cô cho em hỏi là em có thể tiến hành đăng ký xét tốt nghiệp ngay từ bây giờ được không hay cần phải bổ sung thêm 0.5 ngày công tác xã hội nữa ạ! Em cảm ơn!! ",
    "PĐT cho em hỏi để hoãn học thí nghiệm môn Hóa Đại Cương online thì mình phải làm sao ạ?",
    "Kính thưa Thầy, Cô  Sau khi có điểm thi Anh văn nói viết em vào k để đăng ký tốt nghiệp thì k báo rằng em không được đăng ký do bị tạm dừng.  Đầu học kỳ trước em có làm thực tập tại Pháp nhưng em đã được thu nhận lại và tình trạng của em trên trang thông tin sinh viên vẫn là \"Đang học\". (hình đính kèm).  Kính mong Thầy, Cô xem xét và cập nhật lại trên hệ thống để em có thể đăng ký tốt nghiệp và nhận bằng tạm thời ạ.  Em xin chân thành cảm ơn Thầy Cô.",
    "Dạ em chào Thầy/cô ạ. Em đã đăng kí thi nói viết online đợt 4 tháng 10 nhưng kết quả không đạt. Đợt tháng 11 này trường có mở cho đăng kí thi nhưng em không được phép đăng kí nữa. Không biết có cách nào để em xin đăng kí thi đợt tiếp này không ạ? Vì em đã gần hết hạn đăng kí xét tốt nghiệp khoá 2015 rồi ạ . Em xin cám ơn ạ.",
    "Kính thưa PĐT,  Kì trước em có đăng ký môn học 501709 ĐAMH mô phỏng- DA t/học. Em đã hoàn thành môn học này từ rất lâu tuy nhiên đến bây giờ vẫn chưa được nhập điểm . Sau khi trao đổi với giảng viên, em được biết điểm đã được gửi cho PDT từ lâu. Vì vậy em viết email này để mong PDT cập nhật điểm môn học này giúp em . Em xin chân thành cảm ơn.",
    "Kính thưa phòng đào tạo, lần trước em có hoãn thi 1 lần mà qua hình thức Google form cho phép em được hỏi là bây giờ em muốn hoãn thi môn học của học kỳ 202 thì phải làm sao do google form không dùng được nữa ",
    "Dạ em chào Cô. Cô cho em hỏi là sao danh sách đã được cập nhật nhưng em lên xem dann sách dự kiến thì chưa có tên em trong danh sách vậy ạ?  Em đã đăng kí tốt nghiệp rồi nhưng em cần tên trong danh sách tốt nghiệp để nhận việc ngày trước ngày 1/11. Cô có thể giúp em có tên trong danh sách để em sớm hoàn thành thủ tục đi làm được không ạ? Em cảm ơn Cô và chúc Cô một ngày tốt lành.",
    "Dạ em đã hoãn thi 1 môn học và đã được đồng ý học kì trước, để học kì này được thi lại em có phải cần làm đơn thi lại không hay chờ lịch thi nhà trường sắp thưa thầy/cô.",
    "Dạ xin chào Thầy Cô, Em Tên   hệ liên thông chính quy . em có câu hỏi như sau:  vừa rồi em có thi 2 kĩ năng nói-viết tiếng anh online đợt 4. kết quả là rớt . em có lên đăng kí môn học thấy có đợt đăng kí online đợt tháng 11(bke123) nhưng đăng kí không được, nhưng các bạn lại đăng kí được, bởi vì các bạn có nhận được mail khảo sát của trường(ngày 15/10) và điền vào form. Còn em thì không có nhận được mail . cho em hỏi còn đợt vét vào tháng 12 không ạ. nếu không thì cho em xin đăng kí vào đợt tháng 11 này ạ Em mong pdt sớm phản hồi. Em xin chân thành cảm ơn",
    "Em tên -. Dạ thầy cô cho em hỏi . Ngày 6/9/2021 em có đăng ký giấy chứng nhận sinh viên gửi qua đường bưu điện dưới quê em, mà hiện tại bây giờ chưa nhận được. Thầy cô cho em hỏi em đăng ký lại lên CS1 nhận giấy chứng nhận được không ạ. Em đang cần gấp ạ.",
    "Thanh toán phí av nói viết . Em vừa đăng kí thi Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến. CHo em hỏi thanh toán phí kiểm tra thực hiện trên BKpay đúng không ạ, vì hiện tại trên bkpay em vẫn chưa thấy mở thanh toán!",
    "Em chào phòng đào tạo, Em nhận được gmail có tên trong danh sách tốt nghiệp vào ngày 22/10 Nhưng khi em đăng ký tốt nghiệp tại mybk, em bị lỗi truy cập trang. Em bị tạm dừng học kì 202 và tình trạng sinh viên hiện tại là tạm dừng, em không biết có phải vì tình trạng sinh viên mà không thể truy cập vào trang được không ạ. Em mong phòng đào tạo giúp em ạ. Em cám ơn",
    "Kính thưa quý thầy cô, Em là , sinh viên bằng 2 khoa Điện - Điện tử. Em xin phép được hoãn thi trực tuyến môn Giải tích mạch EE1011 lớp dự thính của HK202 vào ngày 24/10/2021 vì em không có đủ trang thiết bị tại thời điểm thi để hoàn thành tốt bài thi ạ. Em cảm ơn quý thầy cô.   i ",
    "Gửi Phòng đào tạo, Em tên  - MSSV , xin đăng ký hoãn thi môn Sức bền vật liệu - Nhóm L07-B thi ngày 23/10/2021",
    "em chào thầy cô em đang muốn thôi học thì quy trình và thủ tục sẽ như thế nào ạ? và sau bao lâu sẽ được giải quyết ạ? sau khi đã được giải quyết thôi học thì em có nhận lại được sổ đoàn không ạ? em cảm ơn",
    "Em chào Thầy/Cô, Em hiện chỉ còn thiếu av4 là đủ điều kiện tốt nghiệp và em đang học av4 trên trường sẽ kết thúc vào ngày 5/11 tới đây. Vậy Thầy/Cô cho em hỏi tầm khi nào sẽ thi cuối kì và khi thi cuối kì xong nhà trường có kịp cập nhật điểm để em đăng kí tốt nghiệp trước ngày 24/12 được không ạ? Em cảm ơn.",
    "Chào cô(thầy), hôm nay lúc 10h em có ca thi SBVL, em có vào lúc 9h30 nhưng đến tầm 9h45 thì máy bị đơ nên em khởi động lại, sau đó thì tài khoản bị khóa nên em không vào lại được. Em có tìm cách giải quyết nhưng mà không thành công, cũng không có sdt của người coi thi nên là giờ bị lỡ mất kì thi rồi. Vậy nên cho em hỏi là có cách nào giải quyết không ạ. Em cảm ơn   Ở trang thông báo có ghi là sẽ mở lại trước giờ thi nhưng mà tới giờ thi vẫn không mở ạ.",
    "Tốt nghiệp . Kính gửi quý Thấy (Cô) ! Em vừa nhận được email từ  hệ thống Support.stu@hcmut.edu.vn là đã có tên trong danh sách tốt nghiệp dự kiến đợt 2 năm 2021. Ngoài ra em thấy email được gửi đến địa chỉ bao.nguyen240599@hcmut.edu.vn mà tại sao em vẫn nhận được email đó. Mong quý Thầy (Cô) kiểm tra lại giúp em. Em nhập MSSV vào danh sách tốt nghiệp dự kiến ở website của trường vẫn chưa thấy. Và em vào mybk để đăng ký tốt nghiệp vẫn chưa được cho phép đăng ký tốt nghiệp. Em có gửi hình đính kèm về những trình trạng em nói trên. Mong quý Thầy (Cô) xem xét và phản hồi cho em sớm nhất. Em xin chân thành cảm ơn ! Chúc quý Thầy (Cô) có ngày làm việc vui vẻ ! Trân trọng, ",
    "Dạ sau khi đã trao đổi với cô  thì môn Võ em đăng ký ở kỳ 211 là học phần 1, bị trùng với môn bóng rổ em học kỳ 201 Vậy h em muốn rút môn thì phải làm đơn rút môn gửi lên PĐT đúng không ạ ?",
    "Do em đã khắc phục được yêu cầu về thiết bị trước khi thi nên em xin gửi lại đơn hủy hoãn thi cho phòng đào tạo.",
    "Kính gửi Phòng đào tạo, Trước tình hình Thành phố đang trở lại bình thường mới. Em xin Phòng đào tạo xem xét và có công tác chuẩn bị cho Trung tâm BK English tổ chức thi TOEIC cho các bạn sinh viên có đủ điều kiện đăng kí nhận luận văn. Hiện nay, Trung tâm IIG đã quá tải và nhiều trường đại học đổ dồn vào thi. Em mong trường mình cũng có những chính sách riêng để hỗ trợ cho sinh viên mình có điều kiện để chuẩn bị thực hiện luận văn tốt nhất và không bị trễ hạn tốt nghiệp ạ. Em cảm ơn Phòng đạo tạo rất nhiều. Kính chúc quý thầy cô nhiều sức khỏe.",
    "Em chào thầy cô,  Em đã đăng kí xin được gia hạn học phí qua form do PĐT gửi mail. Cho em hỏi là làm sao để biết mình có được gia hạn hay không và gia hạn đến bao giờ ạ ? Em xin cảm ơn thầy cô.",
    "Chào thầy/cô, Theo như thầy em nói thì điểm môn học dự thính Cơ sở điện tử công suất (EE2021) - Nhóm DT01-A đã được gửi lên PĐT. Nhưng 2 tuần nay trên bảng điểm em vẫn chưa thấy điểm được cập nhật. Hiện tại em cần điểm gấp để Đăng ký tốt nghiệp và lấy giấy chứng nhận tốt nghiệp tạm thời để đi làm. Kính mong PĐT xem xét giúp em. Chúc thầy/cô sức khỏe!",
    "Vì lí do trục trặc thiết bị nên em xin hoãn thi môn sức bền vật liệu em xin gửi đơn và xác nhận của gv giảng dạy ạ",
    "Kính chào thầy/cô, Em là , mssv . Hiện tại khi thực hiện thanh toán \"lệ phí tốt nghiệp\" em gặp lỗi \"data not found\" . Chi tiết như sau: Sau khi hoàn thành điền và đăng ký xét tốt nghiệp em vào bkpay thực hiện thanh toán. Khi nhấn nút thanh toán cho mục \"Lệ phí tốt nghiệp\" em vẫn được chuyển đến trang của ngân hàng như thông thường. Sau đó em đã nhập đủ thông tin cần thiết và nhập mã otp  (tài khoản em có số dư lớn hơn 95000 vnd), em nhấn xác thực thì màn hình hiện lỗi \"data not found\" chi tiết như trong ảnh đính kèm. Em đã thử nhiều lần từ hôm qua nhưng đều  gặp lỗi như trên. Em mong quý thầy cô nhận được thông tin và sớm hỗ trợ cho trường hợp của em . Chân thành cám ơn quý thầy cô.   i Tốt nghiệp .",
    "Hôm 21/10/2021 nhà em ở TPHCM xảy ra mưa to,sấm sét nên ảnh hướng tới cục wifi khiến cho hiện tại nhà em bị mất mạng.Em dự định sẽ tự sửa được nhưng không. Sáng nay(23/10/2021) em có mang đi bảo hành. Hiện tại, em có lịch thi Sức Bền Vật Liệu vào ngày mai lớp L01-B ca 10h nhưng không đủ điều kiện về máy móc để tham dự nên em mong muốn được đăng ký hoãn thi. Em có xuất trình giấy bảo hành kèm theo.",
    "Dạ em chào thầy cô. Em có đăng ký in bảng điểm và đã thanh toán tiền đăng ký vào ngày 14/10 (có ảnh minh chứng), và yêu cầu gửi chuyển phát về địa chỉ nhà trên bkpay. Em mong thầy cô có thể kiểm tra thông tin và xác nhận lại giúp em. Vì em đang rất cần có bảng điểm chính thức và do dịch nên e không thể lên thành phố nhận được, nên em rất mong thầy cô có thể kiểm tra thông tin và gửi bảng điểm giúp em ạ . Em chân thành cảm ơn thầy cô nhiều ạ.",
    "Gửi các thầy cô phòng học vụ, Em tên là  tân sinh viên ngành Công nghệ Thực phẩm (CLC) ạ. Em không đăng nhập được vào trang My BK nhập học do sai mật khẩu. Em đã thử các mật khẩu có thể nhưng vẫn không được ạ. Các thầy cô có thể đặt lại mật khẩu giúp em được không ạ? Em xin cảm ơn ! Trân trọng ./.",
    "Em chào phòng đào tạo Em nhận được gmail thông báo em có tên trong danh sách tốt nghiệp Em đã bị tạm dừng học kì 202 nên em xin nộp đơn xin thu nhận lại để đăng ký tốt nghiệp ạ. Em cám ơn.",
    "Vì bị trùng lịch tiêm vacxin Covid-19, em xin phép Phòng đào tạo cho em hoãn thi cuối kỳ (tổ chức vào 10h ngày 23/10) và bảo lưu kết quả cho đợt thi sau của môn Sức bền vật liệu ạ. Em đã được giảng viên bộ môn đồng ý qua mail (vì không gặp trực tiếp được) rồi ạ. (ảnh đính kèm) Cùng với đó, em cũng gửi phiếu xin hoãn thi luôn ạ. Em cảm ơn.",
    "Dạ hiện tại em đã đăng ký giấy rồi và hạn chót ở địa phương em là 31/10 nộp giấy, em rất mong PĐT xử lý giấy sớm cho em trước ngày đó để em hoàn thành hồ sơ được không ạ? Em xin cảm ơn   i  .",
    "Kính gửi Phòng Đào tạo, em tên , MSSV:  Em có thi cuối kỳ để thay thế điểm vắng thi có phép môn Hệ điều hành CO2017 và đạt trên 5 điểm theo bảng điểm giảng viên đăng nhưng chưa được cập nhật điểm trên MyBK. Em không rõ có cần thực hiện thêm thủ tục nào để được cập nhật điểm này không. Mong Phòng đào tạo kiểm tra giúp em, em xin cảm ơn. Đính kèm là Phiếu cho phép dự thi và Bảng điểm thi cuối kỳ do thầy  đăng.",
    "Chào thầy/cô phòng đào tạo. Em tên  sinh viên khoa Khoa học và kỹ thuật máy tính. Hôm nay em có nhận được email của trường là em có nằm trong danh sách tốt nghiệp dự kiến và được phép đăng ký từ ngày 22/10 - 24/12. Nhưng khi em vào đăng ký thì gặp tình trạng là TẠM DỪNG ( em có gửi hình đính kèm). Tình trạng hiện tại của em là kỳ vừa rồi là kỳ cuối trong thời gian đào tạo đại học tối đa của em nên em đã có làm đơn xin gia hạn để hoàn thành chương trình học và tốt nghiệp trong kỳ này. Và em đã hoàn thành hết các điều kiện để xét tốt nghiệp. Vậy em kính mong phòng đào tạo hỗ trợ hướng dẫn cho em để em được đăng ký tốt nghiệp ạ . Em xin chân thành cảm ơn.",
    "Dạ em xin lỗi em ghi nhầm là hủy môn học ạ. Dạ ý em là rút môn học có tính học phí đó á. Do em thấy trên bảng điểm em chưa có điểm R trên môn học Quản trị kinh doanh cho kĩ sư ấy ạ. Em cảm ơn ạ",
    "Tốt nghiệp . Kính chào thầy/cô, Em là Trần Nhật Phương, MSSV: 1712736, sinh viên năm 4, khoa Điện - Điện tử. Lần trước, em có viết câu hỏi cho phòng Đào tạo về việc chuyển điểm thi sớm cho môn đã hoãn thi để kịp xét Tốt nghiệp, như sau: \"Hôm nay, em có email xin thầy để đăng kí thi sớm và thầy đã đồng ý cho em thi sớm cho môn đã hoãn thi để kịp xét Tốt nghiệp nhưng có thêm điều kiện liên quan đến việc chuyển điểm. Vì thầy không biết làm thế nào để chuyển điểm sớm về phòng Đào tạo cho em được. Thầy yêu cầu em hỏi phòng để làm rõ hơn về việc GV làm sao có thể chuyển điểm sớm trước khi thi, vì hệ thống chỉ cho nhập điểm 01 lần?\". Sau đó, em nhận được câu trả lời, như sau: 1. \"Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aaoiểu mẫu)\". Em có viết một đơn đính kèm, mời thầy/cô xem giúp em. Nếu đơn của em viết đầy đủ ý thì em sẽ viết tay và gửi lại thầy/cô thông qua bksi sau đó. 2. \"Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.\" .      2.1. Do thầy dạy của em học kì HK202 và kì dự thính HK211 là hai thầy khác nhau nên thầy ở kì dự thính HK211 (đây là thầy em đăng kí để thi cuối kì sớm để kịp đăng kí Tốt nghiệp và thầy đồng ý cho em thi sớm khi làm rõ được quy trình chuyển điểm) muốn xác định rõ lại vấn đề này để thực hiện đúng yêu cầu của PĐT. Như vậy, em phải viết email cho thầy ở kì HK202 sau khi em có điểm từ việc thi cuối kì của môn hoãn thi do thầy ở kì dự thính HK211 tổ chức và sau đó nhờ thầy ở kì HK202 viết email cho phòng Đào tạo mở khóa môn học (HK202) và tiến hành sửa điểm? Em mong thầy/cô có thể nói rõ quy trình các bước thực hiện đúng yêu cầu của Phòng Đào tạo.      2.2. \"trong thời gian cho phép sửa\". Cho em hỏi thời gian cho phép thi và chuyển điểm có phải là trong vòng 1 năm hay không? Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe. Kính gửi, Phương",
    "Em chào thầy cô! Thầy cô cho em hỏi là em muốn đăng kí giấy xác nhận sinh viên để nộp cho địa phương hoãn nvqs thì phải làm ntn ạ. Hiện tại em đang ở TPHCM thì em có thể lên trực tiếp PDT để lấy giấy xác nhận được không? Em cảm ơn!",
    "Em là  MSSV  Khóa 2015 Em chào thầy cô, thầy cô cho em hỏi em lỡ không điên phiếu khảo sát mà em muốn thi anh văn nói viết thì phải làm sao ạ? Em xin cảm ơn.",
    "Dạ em là  - Lớp COA01 chương trình tiên tiến. Trường cho em hỏi là em không nợ môn nào và cũng không nợ học phí nhưng em lại không có tên trong danh sách tốt nghiệp dự kiến. Em cảm ơn ạ.",
    "Kính gửi Nhà trường Em tên  Mssv:  Em đã đăng kí xét tốt nghiệp và chọn gửi bằng tốt nghiệp tạm thời về địa chỉ đã đăng kí. Em đã kiểm tra lại thông tin đăng kí, tất cả thông tin đăng kí của em là chính xác. Tuy nhiên đã có sự nhầm lẫn từ phía nhà trường, bằng tốt nghiệp tạm thời của em đã bị gửi nhầm đến một bạn sinh viên khác ở An Giang . Em mong nhận phản hồi sớm từ Nhà Trường. Em cảm ơn   i Tốt nghiệp .",
    "Kính gửi PĐT, ngày 18/10/2021 em đã đăng ký tốt nghiệp thành công trên trang web của trường và hoàn tất thanh toán phí tốt nghiệp. Tuy nhiên sau đó em chưa nhận được email thông báo chính thức và khi kiểm tra lại thì bị báo là chưa đủ điều kiện đăng ký do thiếu ngày CTXH mặc dù em đã đủ 15 ngày và trước đó đã đăng ký và thanh toán thành công. Em mong PĐT sớm kiểm tra lại và phản hồi giúp em ạ.",
    "Ngày 23/10/2021 lúc 16h em có thi cuối kì môn vật lý bán dẫn EE1007 nhóm L04-B thì bị cúp điện ạ. Em có nhờ bạn vào gg meet của phòng thi để thông báo tình trạng và giám thị kêu liên lạc phòng đào tạo. Hiện tại em có bản ghi màn hình và ảnh màn hình. Mong phòng đào tạo có thể sắp xếp 1 buổi thi khác cho em càng sớm càng tốt. Em cảm ơn .",
    "Dạ em chào anh/chị, mây hôm trước em có đăng ký tốt nghiệp rồi, và cũng đã thanh toán lệ phí rồi. Nhưng hôm nay em vào xem thì thấy báo thế này ạ, không biết như thế có bị gì không ạ. Em cảm ơn anh/chị.",
    "Chào pdt ! Trong mail hoãn thi phòng đào tạo có gửi link để sinh viên hoãn thi nhưng hôm nay em vào link đó không còn khả dụng nữa ạ",
    "Chào thầy(cô) chuyên trách, buổi thi môn vật lí bán dẫn vừa rồi, em có bị trục trặc về máy tính trong quá trình làm bài(không thể quay lại tiếp tục bài thi), vì vậy em xin đăng kí hoãn thi cho môn học \"vật lí bán dẫn\"(EE1007)(đã đính kèm đơn) cho học kì 202 ạ. Mong thầy cô xem xét ạ .",
    "Em tên  . Mssv  Ngành Công nghệ vật liệu- khoa Kĩ thuật vật liệu.Lớp Vl2001 Em làm mail và đơn này Để xin cho em được dời thi kì thi cuối kì và hoãn học phần thí nghiệm của Môn Vẽ kĩ thuật Mã môn học CL1003 Học kì 202 (2020- 2021) Lớp L14-AB Ngày 20/11/2021 Giờ 18h  Lý do là  Em không đủ trang thiết bị điện tử để tham gia kì thi cuối kì của . Đồng thời mạng nhà em hay bị rớt mạng ảnh hưởng lớn đến kì thi ạ. Chính vì vậy em làm mail và đơn này Xin PDT cho em được dời thi. P/s: Em đã xin phép giáo viên bộ môn và đã mail pđt rồi ạ. Em xin chân thành cảm ơn.",
    "Em xin chào phòng đào tạo! Em cần bảng điểm để bổ túc hồ sơ học bổng online (chỉ cần bản pdf) thì phòng đào tạo có thể gửi cho em được không ạ? Hay em phải in bảng điểm, nhưng em sợ do dịch nên vận chuyển sẽ không kịp thời hạn nộp. Mong phòng đào tạo giúp em, em xin cảm ơn.",
    "Dạ em chào cô, em có học tiếng anh 1A 2A hồi học kì 202, em qua cả 2 môn luôn, mà trong bảng điểm chưa cập nhật tín chỉ cho em ạ.   i ",
    "Dạ chào thầy/cô ạ Em là  - , lớp Việt Pháp K17 - Năng lượng. Em muốn hỏi về tình hình cập nhật điểm tổng kết của môn học:   B ĐAMH mô phỏng- DA t/học (501709)    vào học kì 202 do cô  hướng dẫn ạ. Cô đã xác nhận nhập điểm và gửi cho PĐT rồi ạ nhưng trên MyBK của em vẫn chưa được cập nhật điểm môn này ạ. Mong PĐT kiểm tra và cập nhật điểm giúp em ạ, em xin cảm ơn.",
    "PĐT cho em hỏi. Môn đã hoãn thi, nếu muốn thi lại thì bắt buộc phải đăng kí môn học lại ngay từ đầu kì, hay có thể đăng kí thi trước khi thi cuối kì được không ạ!",
    "Chào anh/chị, Em gửi mail này nhằm thắc mắc về việc cập nhật điểm môn TTTN HK 202 của em ạ. Thầy  (GVHD môn TTTN) đã xác nhận đã đăng điểm lên từ tháng 7, nhưng đến giờ em check lại vẫn chưa được cập nhật điểm lên mybk ạ, anh/chị có thế kiểm tra lại giúp em được không, do đây cũng là môn cuối để em đủ chỉ tiêu xét tốt nghiệp trong đợt tới đây. Em cám ơn anh/chị. Trân trọng, .",
    "Chào Ban Giám Hiệu, Trong đợt thi online vừa rồi được tổ chức vào ngày 09/08/2021, em có đăng ký hoãn thi do laptop bị hỏng và đã được phòng đào tạo chấp thuận (email đính kèm). Nhưng khi em kiểm tra lại điểm số được cập nhật trên mybk thì lại nhận điểm 13. Mong Ban Giám Hiệu có thể kiểm tra lại và giải đáp giúp em.",
    "Kính gửi Phòng Đào tạo, Em là Nguyễn Ngọc Hiền MSSV , lớp CK14LOG. Vừa rồi em có làm đơn xin chuyển từ hệ Chính quy sang hệ VHVL để tốt nghiệp. Đến nay em vẫn chưa nhận được mail tốt nghiệp. Em mong nhận được sự hỗ trợ từ Quý Thầy Cô ạ. Em chân thành cảm ơn",
    "MSSV:  - Họ và tên:  - lý do: vì điều kiện di chuyển ở địa phương chưa cho phép lưu thông - Ngày tháng năm: 23/10/2021 - Họ tên chữ ký của người làm đơn: ",
    "Dạ em chào Thầy/cô. Hiện tại em vừa thi qua môn anh văn nói viết và đủ điều kiện xét tốt nghiệp. Nhưng em đang bị tạm dừng học vì không đăng kí môn học. Vậy cho em hỏi em tải mẫu đơn thu nhận về và viết tay, sau đó có thể gửi lên trường online hay hình thức nào khác được không ạ. Vì dịch nên em không thể lên trường để nộp đơn được ạ. Em xin chân thành cảm ơn",
    "dạ cho em hỏi hồi chiều em có lịch thi thí nghiệm hóa đại cương 202 nhưng do quê em có mưa rất to nên bị cúp điện nên em không thể tham gia thi được ạ ,vậy trường hợp của em sẽ được xử lý nhưng thế nào ạ",
    "Chào Thầy/cô!  Em tên là , mssv: . Hiện tại em đang gặp vấn đề là không thể đăng nhập vào BK-elearning mặc dù đã sử dụng nhiều hình thức đăng nhập khác nhau...ngoài BKelearning thì tất cả các mục khác trong mybk em vẫn vô được ạ. Xin giúp em giải quyết sự cố này vì em đang rất cần sử dụng bkel để phục vụ cho việc thi sắp tới ạ!  Em xin chân thành cảm ơn!",
    "Thầy Cô PĐT kiểm tra giúp em, khi em đăng ký xét tốt nghiệp trên mybk thì không thê cập nhật khai lý lịch tốt nghiệp, không thể cập nhật ảnh 3x4 và không nộp đơn được ạ. Em xin cảm ơn.Tốt nghiệp .",
    "Dạ cho em hỏi, hiện tại em có môn Giải tích mạch (EE1011) chuẩn bị tổ chức thi cuối kì 202 (7h - 24/10/2021) nhưng em muốn hoãn thi do không đảm bảo đủ điều kiện trang thiết bị. Vì form đăng kí hoãn thi trong mail đã đóng nên em không biết có cần phải gửi phiếu hoãn thi (có chữ kí của GVBM và CN khoa) theo biểu mẫu trên trang aao hay không, mong được thầy/cô hướng dẫn giúp em ạ. Em xin cảm ơn.",
    "Tốt nghiệp . Kính gửi phòng đào tạo trường ĐHBK Tp.HCM Em là Vũ Đức Lượng. MSSV 1712096. em là sinh viên sắp tốt nghiệp, chuyên ngành Cơ Kỹ Thuật. Em đã hoàn thành hầu hết chương trình học để nhận bằng kĩ sư, tuy nhiên em vẫn còn thiếu và cần chuyển điểm một vài môn anh văn để để xét tốt nghiệp. Ngày 9/10/2021 em đã thi IELTS đạt band 5.5 overall và em đã đăng kí xét miễn tiếng anh . Nay em viết mail này kính mong Phòng Đào Tạo tạo điều kiện xét duyệt và miễn 3 môn tiếng anh (anh văn 2,3,4) giúp em ạ. Vì chỉ còn vài ngày nữa thôi là hết hạn xét tốt nghiệp đúng hạn của học kì này. Trong suốt thời gian 4 năm học, em đã luôn cố gắng để có thể được tốt nghiệp đúng thời hạn như các bạn đồng trang lứa và bước ra cuộc sống kiếm tiền để không phải là gánh nặng của gia đình nữa. Kính mong nhà trường xem xét giúp trường hợp của em và duyệt bằng tiếng anh. Em xin chân thành cảm ơn quý thầy/ cô. Em đã gửi đăng kí xét chứng chỉ ngoại ngữ rồi ạ. Dưới đây là Link tra điểm và 1 số thông tin cá nhân về kì thi IELTS để thầy/ cô dễ dàng đối chiếu bảng điểm IELTS của em với IDP ạ: https:/elts.idp.com/results/check-your-result Given name: DUC LUONG Family name: VU Số CCCD: 031099003054 Số báo danh: 007613 SĐT: 0768951320 Thi ngày: 9/10/2021 Địa điểm thi tại: ĐH Hàng Hải - TP Hải Phòng. Đây là khoảng thời gian rất quan trọng trong cuộc đời em. Kính mong thầy/ cô giúp đỡ em. Em xin chân thành cảm ơn quý thầy/ Cô. Sinh viên: Lượng",
    "Chào pdt, theo như quy định trong học kì này pdt đang tạm thời bỏ qua chỉ tiêu về chuẩn anh văn toeic để những bạn sinh viên năm cuối được làm luận văn trước, cho em hỏi nếu cuối học kì này khi đã đi học trở lại nhưng em vẫn chưa đủ chuẩn av thì học kì tới em có cần phải đóng tiền để đăng kí học lại luận văn hay kết quả luận văn sẽ được bảo lưu đến khi nào đủ chuẩn anh văn em sẽ được bảo vệ luận văn mà không phải đóng tiền lại? Mong pdt giải đáp thắc mắc giúp em, em cảm ơn",
    "Em chào cô, Cô cho em hỏi, em tên là , MSSV , đợt tháng 9 em có hỏi cô về việc chuyển qua hệ vừa học vừa làm mà cô nói là đầu tháng 11, cô cho em là thời gian đăng ký ạ. Em cảm ơn cô ạ.",
    "Kinh gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh. Em tên là:  cho em hỏi là kỳ 1 năm học 2021- 2022 lớp anh văn theo yêu cầu nhà trường dự kiến mở mấy dợt ạ, do em đang học đợt 1 không biết là trường có mở đợt 2 không ạ ",
    "Em chào PĐT, em là , MSSV  em đã đăng ký và đã được xử lý xong giấy chứng nhận sinh viên bằng hình thức gửi qua bưu điện và tới nay em chưa nhận được cho em hỏi phải đợi bao lâu nữa ạ ? Em cảm ơn",
    "Thưa phòng đào tạo Em là sinh viên vừa thi xong 1 môn học online. Em có ghi hình bằng phân mềm OBS. Trước đó em cũng đã kiểm tra và thi những môn khác, phần mềm hoạt động bình thường. Nhưng hôm nay sau khi thi xong, xuất file ra thì chỉ ghi được phần màn hình camera quay mặt của em. Em không biết phải xử lý thế nào. Mong phòng đào tạo hướng dẫn em. Em xin cảm ơn nhiều ạ !",
    "Kính chào phòng đào tạo, Hiện em cần giấy xác nhận sinh viên để bổ sung hồ sơ NVQS cho địa phương em muốn hỏi là  trường có giấy xác nhận online không vì phường yêu cầu em nộp trong tuần em sợ không gửi bưu điện kịp ạ em cảm ơn. Nếu trường đã mở cửa em có được lên lấy không ạ vì em ở TPHCM. Em cảm ơn",
    "Em tên là  MSSV  Môn  Thí nghiệm CI1004 HK202 em đã hoàn thành được 4/5 buổi học, còn 1 buổi học online do em không có máy tính để học nên em đã liên hệ giảng viên phụ trách ghi nhận rồi ạ. Vậy cho em hỏi là em đã đủ điều kiện không bị cấm thi để hoãn thi cuối kì HK202 môn  chưa ạ? Mong PĐT giải đáp giúp em với ạ. Em xin cám ơn nhiều ạ.",
    "Chào cô ạ! Em là , sinh viên K18, cô cho em hỏi đợt đăng ký luận văn vào kỳ 212 về bằng anh văn như thế nào ạ, theo qui định phải nộp bằng anh văn nhưng hiện tại tình hình dịch bệnh nên em chưa thể vào thành phố được ạ.Mong nhận được sự phản hồi từ cô ạ, em cảm ơn.",
    "Em chào PĐT, em đã có tên trong danh sách dự kiến tốt nghiệp rồi nhưng mà giờ em muốn in bảng điểm thì em có thể đóng qua bkpay hay chuyển khoản được không ạ? Tại giờ em đang ở quê với chờ đến tháng 1/2022 mới làm lễ tốt nghiệp rồi nhận bằng với bảng điểm luôn thì lâu quá ạ. Em cảm ơn.",
    "Em mới có kết quả 250 toeic nói viết. Tuy nhiên em lên mybk thì không đăng kí tốt nghiệp được. Pđt kiểm tra giúp e. Em là  mã sinh viên ",
    "Chào Thầy/ Cô phòng Đào tạo, Em tên là , sinh viên khoa Điện - Điện tử lớp DD17KSVT, mssv: . Em xin trình bày vụ việc như sau: giấy chứng nhận TN tạm thời của em bị chuyển phát nhầm địa chỉ. Cụ thể là địa chỉ của một bạn  ở Tuy Hòa, Phú Yên thay vì địa chỉ đúng là Tân Phú, TP. HCM (trên hình đính kèm ngoài bìa thư chuyển phát). Bạn  đã liên hệ lại với em để trao đổi. Em đang suy nghĩ về hai phương án giải quyết, cách thứ nhất là bạn  có thể gửi bưu điện về cho em theo đúng địa chỉ (nhưng cách này hơi bất tiện và làm phiền nếu chỗ bạn  khó có thể ra bưu điện trong thời buổi dịch như thế này). Cách thứ hai em có thể xin phòng Đào tạo cấp lại giấy chứng nhận TN tạm thời cho em được không ạ?  Em xin cảm ơn Thầy/ Cô phòng Đào tạo đã đọc thư. Em xin chúc mọi người có một ngày làm việc hiệu quả. Em mong nhận được hồi âm sớm nhất từ phòng Đào tạo. Trân trọng, ",
    "Em tên , MSSV: . Vào học kì 202 em đã đăng kí hoãn thi với trường thông qua bksi đã được trường đồng ý  và cũng đã điền thông tin theo link:  https://forms.gle/ckyYcJMWN7w3kqe56 tuy nhiên tới hôm nay em kiểm tra lại vẫn chưa thấy tên mình trong danh sách hoãn thi học kì 202 của trường ạ. Mong thầy cô phòng Đào tạo kiểm tra lại giúp em ạ. Đồng thời em muốn hỏi thủ tục đăng kí thi những môn em đã hoãn thi trong học kì 211 này như thế nào ạ. Em xin cám ơn thầy cô!",
    "Kính chào thầy cô PĐT, Em tên  mssv . Kỳ vừa rồi em đã có kết quả hoãn thi thành công môn XSTK MT2001, tuy nhiên cho đến hiện tại thì điểm XSTK của em vẫn là điểm 13. Kính mong thầy cô PĐT xem xét và cập nhật lại điểm hoãn thi môn XSTK cho em ạ. Em xin cám ơn!",
    "Dạ em chào thầy cô ạ.  Thầy/cô cho em hỏi là do em đăng kí môn học của ngành khác do mở rộng thêm kiến thức nhưng vì không đủ thời gian học nên điểm em không được tốt. Như vậy môn đó có được tính vô tbtl của em không và có làm giảm kết quả xuống không ạ. Hoặc nếu em rớt môn đó thì có ảnh hưởng gì đến kết quả của em không ạ. Em xin cảm ơn thầy/cô",
    "Kính gửi phòng đào tạo, em làm đơn này xin phép cho em hoãn thi vì lý do card mạng máy tính em hư đột xuất và chưa thể sửa kịp trong vòng chiều nay. Em xin chân thành cảm ơn.",
    "Em là  (MSSV: ) sinh viên năm 4 khoa Điện-Điện Tử. Em có tham gia kỳ thi anh văn nói-viết tháng 10 nhưng không đạt. Và đợt nói-việt tháng 11 em không được phép đăng ký. Mong phòng đào tạo mở đăng ký giúp em ạ. Em xin chân thành cảm ơn.",
    "Cho em hỏi : Văn phòng khoa gửi nhầm giấy xác nhận tốt nghiệp tạm thời của người khác qua cho mình thì làm thế nào để nhận lại giấy của mình đây ạ?  Em xin chân thành cảm ơn! ",
    "Em kính chào cô/thầy và Phòng Đào tạo của trường ạ. Em là bạn sinh viên hôm trước nhờ cô  về việc nhờ Phòng Đào tạo scan bảng điểm và gửi tới email em bản electronic, sau khi em đăng ký in trên mybk ạ. Hiện tại, em thấy tình trạng bảng điểm em đăng ký in trên mybk là \"Đã in xong\" ạ. Em kính nhờ cô/thầy và Phòng Đào tạo có thể (nhanh nhất) scan giúp em và gửi tới email của em bản electronic của bảng điểm đó ạ. Em xin cung cấp đến cô/thầy và Phòng Đào tạo thông tin của em ạ: Họ và tên:  MSSV:  Email để em nhờ Phòng gửi bản electronic scan bảng điểm của em:  Em xin cảm ơn cô/thầy và Phòng Đào tạo rất nhiều ạ!   i  .",
    "MSSV: ",
    "Cho em hỏi gấp là thứ 2 này em có thể lên gặp phòng đào tạo để lấy giấy hoãn nghĩa vụ quân sự trực tiếp  được không vì em có đăng ký gửi qua bưu điện nhưng ko nhận được còn bản PDF thì ở địa phương em lại không chấp nhận ạ?",
    "Dạ cho em hỏi là em có đăng ký thi anh văn hai kỹ năng nhưng không được vì lý do :\"Sinh viên không được phép đăng ký trong đợt này\". Một số bạn bảo em là do em không làm khảo sát nên không được đăng ký. Nên mong nhà trường cho phép đăng ký trong đợt này ạ. Em xin chân thành cảm ơn.    .",
    "Kính chào quý thầy cô PĐT, Em có thắc mắc về chuẩn anh văn xét điều kiện nhận luận văn. Cho em hỏi là: Câu thứ nhất, em không biết với tình hình học kỳ như thế này thì việc xét chuẩn anh văn để nhận luận văn sẽ tiến hành như thế nào? Thời gian cụ thể ra sao ạ? Câu thứ hai, khi nào sẽ có lịch thi học kì 211 này?  Với hai câu hỏi trên, mục đích là để em chuẩn bị chứng chỉ Toeic kịp thời ạ. Rất mong nhận được phản hồi sớm từ phía PĐT. Em cảm ơn rất nhiều.",
    "Em tên là  MSSV  Em còn 4 buổi thí nghiệm môn , nhưng do không có laptop nên em không thể hoàn thành buổi học này được ạ. -Vậy cho em hỏi là em có cần làm đơn hoãn học phần thí nghiệm của môn  này không ạ? Hay em chỉ cần báo giảng viên phụ trách ghi nhận là được ròi ạ? -Và nếu phải làm đơn hoãn học học phần thí nghiệm thì cho em xin biểu mẫu với ạ. (Em đã xin giảng viên trước đó nhưng giảng viên kêu em lên Bksi hỏi phòng đào tạo ạ) Mong PĐT giải đáp sớm giúp em với ạ. Em xin cảm ơn nhiều ạ",
    "Em chào quý thầy cô! Thầy cô cho em hỏi bên trường mình có cấp giấy xác nhận sinh viên bản pdf không ạ? Do em sợ gửi về lâu và không kịp hạn nộp ạ. Em xin cảm ơn quý thầy cô!",
    "Dạ cho em hỏi là những học kỳ trước em có làm giấy xác nhận sinh viên để vay vốn ở địa phương, nhưng bây giờ dịch em không vào trường được thì có cách nào để em có thể in giấy xác nhận sinh viên vay vốn theo đúng mẫu xác nhận sinh viên những lần trước đây em đã gửi trường ký được không ạ? Do em thấy trên hệ thống in giấy xác nhận sinh viên thì không có mục vay vốn ạ. Em xin cảm ơn nhiều ạ.",
    "Cho em xin đăng ký môn gdtc ạ vì em đăng ký mà bị huỷ rồi mở lớp lại em cũng k đăng ký được vì full lớp ạ.    .",
    "p Vì học online nên em không thể gặp mặt trực tiếp giảng viên, có một số bài tập em vẫn thắc mắc cách giải. Liệu em có thể liên lạc với các thầy cô bằng cách nào ạ?  /p ",
    "Dạ em xin chào PĐT.    PĐT cho em hỏi về điều kiện xét HBKKHT với ạ. Cụ thể là cho em hỏi số TCTL phải  = 90% số TC theo CTĐT, vậy cho em hỏi mốc thời gian tính số TC đó là khi nào trong kì xét HB ạ . Ví dụ đầu HK211 thì em không đủ 90% TCTL. Nhưng sau khi kết thúc HK211, vì có 1 số môn hoãn thi em sẽ thi vào HK211 cũng như nộp bằng Tiếng Anh để quy đổi điểm cũng như những môn đăng kí trong học kỳ. Do đó, sau khi cộng vào thì TCTL của em sẽ   90%. Vậy em có được xét HBKKHT kì 211 không?    B Em xin cám ơn.  ",
    "em có làm đơn hoãn thi hai môn học  ạ. Nhưng điểm hai môn đó phòng đạo tào chưa sửa ạ . EE2005Tín hiệu và hệ thống EE2003Trường điện từ",
    "Kính gửi thẩy/cô. Hiện tại con đang muốn bảo lưu HK211, thầy cô cho con xin cách bảo lưu ạ.",
    "Kính gửi Phòng Đào tạo,  Em tên :_mssv:, em có thắc mắc liên quan tới việc cập nhật điểm thi cuối kì môn xác suất thống kê(MT2013_CC04) học kì 202. Do cuối kì em có tham gia thi đầy đủ nhưng lại bị đánh dấu điểm 13 nên em có liên hệ thầy  dạy em và được thầy xác nhận là đã cập nhật lại điểm thi cuối kì cho em, nhưng từ đó tới nay đã được gần 1 tháng và em xem trên bảng điểm e-learning vẫn bị đánh dấu điểm 13 vắng thi ạ Mong thầy cô kiểm tra lại giúp em, em thật sự rất hoang mang Em xin cám ơn ạ",
    "Xin chào Thầy/Cô  Em là  -     Em đã đăng ký thành công LVTN trong học kỳ này 211 Nhưng làm đến hiện tại em thấy mình không thể hoàn thành đúng thời hạn    Em đã gửi email xin thông tin về rút môn và bảo lưu thì nhận được thông tin là:    QUOTE Rút môn LVTN, liên quan đến học phí: nếu em cần nhiều thời gian hơn để chuẩn bị cho LVTN và hạn đóng học phí đến tháng 11/2021 mới đóng, thì em có thể gửi đề nghị đến mục BKSI, trang aao để được tư vấn về rút môn học và không phải đóng học phí cho LVTN HK211, đồng nghĩa em không đăng ký môn học này trong kỳ 211  /QUOTE     Nên em xin được tư vấn về thủ tục rút môn học với nội dụng như trên ạ",
    "Dạ anh chị ở phòng đạo tạo ơi cho em hỏi là sao trong thời khóa biểu của em thì môn Hóa đại cương (thí nghiệm) lại có lịch học offline vào tuần 44,45 vậy ạ? Lần trước em chưa có đăng kí đi thực hành lại ạ vì em thấy tình hình dịch vẫn còn đang phức tạp ạ. Em cảm ơn mọi người ạ!",
    "Em chào thầy/cô, Ở kì 202, em có đăng ký hoãn thi môn Linear Algebra (MT1007) do không có khả năng cung cấp bản ghi màn hình quá trình thi. Tuy nhiên, em đã tuân thủ quy chế thi trong suốt quá trình làm bài (có giám thị quan sát và chưa từng nhắc nhở em). Hôm nay khi giảng viên gửi kết quả tổng kết thì trường hợp của em giảng viên vẫn lên điểm bình thường. Tức là bài thi của em vẫn tính là hợp lệ. Do đó, em muốn được ghi nhận kết quả này thì em phải làm đơn Hủy hoãn thi đúng không ạ? Nếu vậy, đơn Hủy hoãn thi có yêu cầu phải có chữ ký và xác minh em không thuộc diện cấm thi của giảng viên không? Vì đang trong tình hình dịch bệnh, em chỉ có thể liên lạc với giảng viên qua email nhưng đến giờ tất cả những email em gửi đi giảng viên vẫn chưa phản hồi. Mong thầy/cô sớm phản hồi, Chân thành cảm ơn thầy/cô!",
    "Thưa thầy cô, Em là , MSSV: . Hiện em đã tìm thấy thông tin tốt nghiệp của mình trên trang web của phòng đào tạo. Tuy nhiên, khác với các bạn cùng lớp thì thông tin ngoại ngữ của em chỉ hiển thị duy nhất thông tin về bằng Anh văn chứ không hiển thị thông tin về bằng Pháp văn dù em đã xét đủ 2 bằng tiếng Anh và tiếng Pháp. Vì vậy thầy cô cho em báo cáo và thắc mắc về vấn đề hiển thị này. Em xin chân thành cảm ơn thầy cô. Trân trọng.",
    "Kính thưa thầy cô, Em là , mã số sinh viên . Học kỳ trước, em có đăng ký chuyển điểm anh văn dựa trên chứng chỉ ngoại ngữ. Tuy nhiên, do chưa có đủ lệ phí trong tài khoản OCB nên em chưa thanh toán trước ngày hết hạn là 4 tháng 2 năm 2021. Nay em đã có đủ lệ phí trong tài khoản ngân hàng và mở đăng ký lại thì bị báo là không thể chuyển. Không biết em có thể khắc phục bằng cách nào hay em có thể thanh toán vào mục Chuyển điểm lần trước ( hạn 4/2/2021) để được hoàn tất quá trình chuyển điểm không ạ? Kính mong thầy cô giải đáp giúp em.   i ",
    "Dạ em chào thầy cô, em có vài câu hỏi ạ (1). Điểm hoãn thi của em chưa giải quyết thì em có thể đăng kí thi lại môn em hoãn được không ạ. (2). Em đọc thông tin thì xin thi lại tại PĐT mà tình hình dịch chưa thể lên trường thì có thể đăng kí thi lại online hay sẽ có form gì không ạ. Em cảm ơn thầy cô ạ.   i  .",
    "Em tên là , MSSV: . Em có thắc mắc về việc cập nhật điểm môn Cơ học Ứng dụng-AS2001-L03 như sau: Em nhận thấy là em đã thi cuối kì môn Cơ học Ứng dụng từ 21/8. Nhưng cho đến nay, bảng điểm của em vẫn chưa được cập nhật điểm, em có gửi mail cho giảng viên:  hỏi về vấn đề này. Thì thầy trả lời rằng : \" thầy đã chuyển bảng điểm từ 2 tuần trước\". Nhưng bảng điểm của em vẫn còn trống. Vậy nguyên nhân là do đâu ạ? Khi nào em mới được cập nhật điểm? Do em chuẩn bị xét Tốt nghiệp mà bảng điểm vẫn chưa được cập nhật, nên em rất lo lắng. Mong PĐT kiểm tra và giải thích vấn đề này giúp em. Em xin cảm ơn ạ.",
    "Dạ PĐT cho em hỏi thông tin về đăng kí tốt nghiệp. em đã nhận được mail trong danh sách tạm thời vào lúc 17h35 ngày 22/10 ( chiều thứ sáu). nhưng hôm nay thứ 2 em vào đăng ký xét tốt nghiệp thì trong trang web đăng kí em bị Không được phép đăng kí (). Mong PĐT kiểm tra lại giúp em ạ. Vì sao e vẫn chưa đăng kí xét tốt nghiệp được ạ. Cảm ơn PĐT.",
    "Cho em hỏi là em đã được xử lý tốt nghiệp thành công nhưng hôm nay vào lại kiểm tra thì bị báo là nợ HP thì có ảnh hưởng gì không ạ? (Ảnh đính kèm)   i Tốt nghiệp .",
    "Chào Thầy/Cô. Sáng hôm qua ( 24/10/2021 ), em có thi cuối kỳ môn Kiến Trúc Máy Tính (CO2007). Nhưng vừa vào thi một lúc, thì nhà em cúp điện. Vì thế em không thể hoàn thành bài thi môn CO2007. Em đã liên hệ giám thi coi thi hôm đó để báo về sự cố của em. Nay em xin phép PĐT cho em đăng ký hoãn thi môn CO2007, để em có thể tham gia thì vào đợt tới. **** Em đã làm theo hướng dẫn đăng ký hoãn thi của nhà trường qua form \"https://forms.gle/ckyYcJMWN7w3kqe56\" . Nhưng form này hiện đã không còn hoạt động. Vì thế nên em đã đăng hỗ trợ lên đây, mong rằng thầy/cô xem xét giúp em.",
    "Xin chào ạ!  Em tên là  sinh viên khóa K2017 Dạ cho em hỏi là tại sao em không được đăng ký thi anh văn 2 kỹ năng nói viết trong tháng 11 vậy ạ ? Trước đó em không đăng ký thi anh văn nói viết trong tháng 10. Nên em dự định sẽ thi trong tháng 11 để kịp tiến độ ra trường ạ. Em xin chân thành cảm ơn!",
    "Em kính chào Phòng Đào Tạo! Em tên:  thuộc lớp XD16KT Nội dung Hiện em đã hết thời gian đào khóa học (4/2021) và được gọi nghĩa vụ quân sự. Em được chú công an phường mách rằng xin giấy tạm hoãn có chữ ký của thầy Hiệu trưởng với lý do chính đáng (kéo dài thời gian học do dịch covid). Câu hỏi: Dạ em không biết là em làm đơn xin hoãn nghĩa vụ với lí do trên được không ạ? Em xin cám ơn!",
    "Hủy môn GDTC.",
    "Hiện giờ đã qua 8h nhưng Bkpay của em vẫn không hiển thị phí thi tiếng anh nói viết 2 kỹ năng để thanh toán. Em không biết là lỗi hệ thống hay lỗi tài khoản mybk của em ạ?",
    "Hôm 20/10 em có vào bksi để gửi yêu cầu hủy 1 môn GDTC, nhưng tới hôm nay em mới biết là em làm bị sai và đã gửi lại yêu cầu rồi ạ.",
    "Em tên là  mã số sinh viên . Em có nhận được mail biểu mẫu đăng kí lên trường để vào phòng thí nghiệm nhưng vì một vài lí do nên em chưa điền đúng hạn và biểu mẫu đã đóng. Vậy cho em hỏi làm cách nào để em có thể lên trường ạ? Em đã tiêm đầy đủ 2 mũi vaccine. Em xin cảm ơn và mong sớm nhận được hồi âm. Em xin đính kèm hình ảnh xác nhận đã tiêm vaccine bên dưới ạ.",
    "Thầy/cô cho em hỏi là em đã xong hết luận văn nhưng vẫn còn thiếu toeic (cả av4 chưa hoàn thành, em định nộp toeic để quy đổi điểm av4 luôn ạ) thì học kỳ này em có cần đăng ký môn học để duy trì tình trạng đang học không ạ. Nếu không cần đăng ký môn thì em có được giấy xác nhận sinh viên để đăng ký thi toeic được không ạ (do tình hình dịch bệnh nên em không thi toeic được trong thời gian còn hiệu lực của giấy xác nhận sinh viên, giấy xác nhận có hiệu lực tới 31/10/2021 thôi ạ) . Em xin cảm ơn.",
    "Chào quý thầy/cô em tên , MSSV: . Chuyện là em có đăng kí tốt nghiệp rồi, đã thanh toán và cũng nhận được mail từ trường về việc thông báo đơn xin Tốt nghiệp. Hôm nay em vào mục ĐKTN để xem có file pdf bằng tốt nghiệp tạm thời chưa thì vẫn để em nợ học phí, và hiển thị là không được ĐKTN dù em đã đăng kí rồi. Em không biết là có phải do lỗi hệ thống không, mong quý thầy/cô giúp đỡ em.",
    "Cho em hỏi ngoài đợt đăng kí môn anh văn nói viết trong tháng 11 này thì còn đợt đăng kí nào để tốt nghiệp trong học kì này nữa không ạ? Em check mail thì đã thấy quá hạn, PĐT có thể cho em đăng kí bổ sung kì thi anh văn nói viết trong đợt này được không ạ. Em chân thành cảm ơn!",
    "Kính gửi: Phòng Đào tạo trường Đại học Bách Khoa  Em tên:  - MSSV:  Khoa: Cơ khí Em có làm đơn xin đăng ký bổ sung Luận văn tốt nghiệp và hiện tại em đã xin đầy đủ chữ ký phê duyệt từ giảng viên hướng dẫn cũng như các bộ phân của bộ môn khoa Cơ khí. Kính mong Phòng Đào tạo có thể xét duyệt cho em được đăng ký bổ sung Luận văn tốt nghiệp trong học kỳ này . Em xin chân thành cảm ơn!",
    "Do đợt 1 em đăng kí mà bị trùng thời khóa biểu nhưng qua đợt 2 em vào đăng kí lại thì hết slot.",
    "Kính gửi PĐT ĐH BK, Em tên là  Mssv:  Em đã đăng kí thi anh văn 2 kỹ năng nói-viết trực tuyến tháng 11, như email thông báo sẽ thanh toán học phí từ 25-26/10, nhưng em chưa biết sẽ thanh toán qua cổng điện tử nào? Em đã kiểm tra BKpay, nhưng không có hoá đơn thanh toán. Em cảm ơn, Trân trọng! sv ",
    "Kính gửi PĐT, Em có đăng ký thi anh văn đợt đầu tháng 11, tuy nhiên hôm nay là ngày thanh toán nhưng em không thấy được khoản thanh toán này trên BKPay. Mong PĐT kiểm tra và thông báo lại giúp em. Em xin chân thành cảm ơn. Trân trọng, .",
    "Kính gửi phòng đào tạo, hiện tại theo email mà phòng đào tạo gửi thì thời gian thanh toán lệ phí (150.000): từ 8g ngày 25/10 đến 14g50 ngày 26/10 Nhưng hiện tại trên Mybk =  BKpay thì em vẫn chưa thấy chỗ thanh toán lệ phí Em mong phòng đào tạo cập nhập để em có thể thanh toán học phí ạ, Em chân cám ơn .",
    "Kính thưa thầy cô Thầy cô cho em hỏi làm sao nhận được giấy hoãn nghĩa vụ quân sự hoặc là mail hoãn nghĩa vụ quân sự để em có thể gửi về lại khu vực em ạ Em xin cảm ơn thầy cô",
    "Kính gửi: quý thầy/cô  Em tên là , tân sinh viên khóa K21 chương trình đại trà, ngành Logistic và quản lí chuỗi cung ứng/ Kĩ thuật hệ thống công nghiệp, khoa Cơ khí của trường đại học Bách Khoa.  Em viết email để xin thầy cô sớm tạo tài khoản ngân hàng OCB giúp em ạ, vì hiện tại em cần nộp tiền xét điểm miễn anh văn. Hạn nộp tiền là ngày 1/11/2021.Trong bộ hồ sơ nhập học em nộp ngày 24/9/2021 đã bao gồm giấy Đăng ký mở tài khoản ngân hàng OCB. Vì vậy, kính mong thầy cô sớm giải quyết vấn đề giúp em. Em xin chân thành cảm ơn!",
    "Em chào PDT ạ, Hiện em đang cần bổ sung hồ sơ đi làm cho kip tháng 11 bắt đầu. Theo mail em nhận được thì tới thứ 6 trường mới tổng hợp thông tin và in giấy tốt nghiệp tạm thời cho sinh viên tải về. Hiện em đang cần khá gấp nên không biết PDT có thể gửi sớm giúp em 1 bản giấy tốt nghiệp tạm thời trước qua email hoặc bksi không ạ? Chờ đến thứ 6 thì em không kịp làm thủ tục và có thể phải dời 1 tháng nữa. Em cảm ơn PDT ạ.   i Tốt nghiệp .",
    "Kính chào anh/ chị Em tên  hiện em đang học chương trình liên thông đại học - thạc sĩ  hiện điểm học kỳ 212 em đã có vậy em có cần phải làm đơn gì để chuyển điểm đó xuống đại học không ạ ? Em xin cảm ơn    i  .",
    "Em tên là  , MSSV: , chương trình tiên tiến. Hiện nay em đã hoàn thành chương trình học, đủ ngày CTXH nhưng khi tra kết quả từ danh sách tốt nghiệp dự kiến trên website aao.hcmut.edu.vn (mục tốt nghiệp) từ ngày 6/9/2021 đến hôm nay 25/10/2021 vẫn không có tên. Cho em hỏi làm sao để kiểm tra thông tin này? Em xin chân thành cảm ơn",
    "Em tên là  - MSSV: - Lớp CK19NH1 Hôm 23/10/2021 em có gửi yêu cầu hoãn thi lên bksi mã ID 39334 nhưng sau đó em có đọc lại muốn được hoãn thi phải có sự đồng ý của giáo viên bộ môn.Em có gửi mail có thầy (giáo viên dạy môn Sức bền vật liệu-lớp L01) và được thầy xác nhận đồng ý. Mong pdt xem và xác nhận hoãn thi giúp em,em cảm ơn pdt đã đọc. (em có đính kèm câu trả lời của thầy )",
    "Hủy môn học , mã môn học PE1023",
    "Chào phòng đào tạo Em là  - mssv:  Hiện tạo CTXH của em là 15.5 ngày, đủ điều kiện đăng ký xét tốt nghiệp tuy nhiên khi em đăng ký trên mybk thì nhận được kết quả như sau:    B Tình trạng đăng ký Không được phép đăng ký (Nợ CTXH )    Và em không thấy có tên trong danh sách tốt nghiệp chính thức, mà chỉ có trong danh sách dự kiến(thông tin cũng sai) - Em có đính kèm file bên dưới. Mong phòng có thể giải đáp cho em ạ! Em chân thanh cám ơn",
    "MSSV:  Họ và tền: Lê Hoàng Gia Phúc Lớp: VP20XDC  Học kỳ hè em có đăng ký học dự thính nhưng do dịch, trường đã chuyển sang hình thức hoc online do em không có điều kiện học online được nên không tham gia học. Hiện tai, em nợ học phí  của học kỳ hè nên không thể đăng kỳ tiếp theo được. Xin quý trường xem xét hướng giải quyết giúp em có giấy xác nhận sinh viên. Vì lý do dịch bệnh cũng như hoàn cảnh gia đình nên em chưa đóng học phí học kỳ hè. Em sẽ gấp rút lên đóng học phí cho quý trường. Mong quý trường sẽ xem xét hướng giải quyết giúp em sớm nhất. Em chân thành cảm ơn.",
    "Kính gửi Phòng Đào tạo, Em tên , MSSV:  Em có đăng ký thi anh văn 2 kỹ năng nói viết theo hình thức trực tuyến đợt tháng 11, nhưng hôm nay ngày 25/10/2021 mà bkpay vẫn chưa mở chổ để thanh toán lệ phí như trong lịch trình mail em được nhận (từ 8g ngày 25/10 đến 14g50 ngày 26/10) . Rất mong Phòng đào tạo xem xét lại giúp em. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng Đào Tạo, Em tên  ( MSSV : ) đã đăng ký thi nói viết đợt tháng 11, MSMH : BKE123 và nhận được thông tin như hình đính kèm, tuy nhiên, đến thời gian thanh toán lệ phí em vào trang BKPay không thấy hiển thị thông tin thanh toán, em đã gọi điện đến Phòng Đào Tạo nhưng được báo số máy tạm khóa. Rất mong Phòng Đào Tạo xem xét, em xin chân thành cảm ơn ! Trân trọng,  ( [phone_number])   i  .",
    "Chào pdt, e đã đủ điều kiện mà sao e chưa có trong danh sách tốt nghiệp ạ? Nhờ pdt xem giúp e với. Thanks",
    "Dạ Em chào Thầy Cô,   Cho em hỏi đợt tuyển sinh hệ VHVl tháng 11 chỉ nhận hồ sơ vào thời gian 15/11 – 26/11/2021 hay em vẫn có thể nộp trước được. Em cảm ơn.",
    "Chào thầy/cô ạ. Em sinh viên K19 đang ở lại thánh phố. Cho em hỏi tình hình huện nay thì trường mình có dự định cho học trực tiếp trở lại trong năm nay không ạ?",
    "Em là F0 cuối tháng 9 xuất viện và hết cách ly, phòng DDT cho E quy trình xác nhận hoãn thi ạ. Em không có danh sách xn hoãn thi trong khi đã có làm thủ tục hoãn thi ạ",
    "em chào pdt,cho em hỏi là cuối tuần này em có lịch thi giữa kì môn anh văn 4 dự thính học kì 211 mà nay trên mybk của em vẫn chưa cập nhật lịch thi là sao vậy ạ,mong pdt kiểm tra và cập nhật để em biết ngày giờ thi ạ",
    "Kính thưa thầy/cô, Em là , mã số sinh viên . Hiện nay, em đã hoàn thành tất cả các khoảng tiền và phí mà trường yêu cầu. Tuy nhiên, trong danh sách Tốt nghiệp Dự kiến, em lại bị ghi chú là Nợ HP. Kính mong thầy/cô xem xét và cập nhật giúp em ạ. Kính thư, ",
    "Chào thầy/cô, Em có đăng ký in thẻ sinh viên vận chuyển qua bưu điện đươc trả kết quả in thành công vào ngày 27/07 nhưng bây giờ vẫn chưa nhận được thẻ. Mong thầy/cô cho em xin thông tin vận chuyển để liên hệ với đơn vị vận chuyển. Số điện thoại đăng ký của em là [phone_number]. Trân trọng./.   i  .",
    "Kính gửi PĐT, Em đã có đăng ký in bảng điểm trên mybk để bổ sung hồ sơ học bổng và đã in xong (theo thông tin trên mybk). Em không chọn option ship bảng điểm về địa phương vì em sợ không kịp thời hạn nộp học bổng . Phòng đào tạo có thể scan giúp bảng điểm của em và gửi file scan qua cho em được không ạ . Em xin cảm ơn phòng ĐT.",
    "Hiện em đã hoàn thành thực tập tốt nghiệp kỳ 203. Kỳ 202 tạm xét là đạt những môn em đã đăng ký. Vậy nếu kỳ 202 em không đạt vài môn dẫn đến không đủ tín chỉ để nhận thực tập, thì kết quả của thực tập tốt nghiệp mà em đã hoàn thành có giữ lại để khi em đủ tín chỉ mới xem là đạt môn thực tập. Hay em phải thực tập một lần nữa ạ.",
    "Chào PĐT! Em là . MSSV  . Điểm trung bình tích lũy ngành của em tự tính được là 7.1, nhưng lên kiểm tra trong DS tốt nghiệp dự kiến thì lại để là 6.98. Em có nộp bằng Toeic Nghe đọc và chuyển điểm rồi nhưng hình như chưa được cộng vào điểm Tích lũy ngành, mong PĐT xem xét cập nhật lại để xếp loại Tốt nghiệp giúp em. Em xin cảm ơn!",
    "Phòng đào tạo cho em hỏi về vấn đề chuyển điểm từ cao học xuống đại học vì em đang là sinh viên liên thông đại học cao học. Em đã học tổng cộng 6 môn ở cao học và em cũng thấy thông tin chuyển điểm từ cao học xuống đại học trong phần thông tin sinh viên -  điểm chuyển. Có tổng cộng 6 môn đủ. Nhưng mà em vẫn chưa thấy cập nhật vô bản điểm tích lũy của em ạ, vì nếu đúng là tính tới bây giờ tổng cộng em đã học được 123 tín chỉ nhưng trong bản điểm tích lũy của em chỉ có 120 tín chỉ. Em mong nhà trường và phòng đào tạo xem lại giúp em ạ, em rất cảm ơn ạ.",
    "Cho em hỏi sao điểm Trung bình tích lũy ngành vẫn chưa được cập nhật ạ, hiện tại mới chỉ cập nhật đến HK1 2020-2021.",
    "Em chào Phòng Đào tạo. Em là . Mssv: . Lớp VP16CDT Khoảng 4 tuần trước em có đăng kí in bảng điểm để bổ sung hồ sơ học bổng Honda, đăng kí nhận qua bưu điện nhưng đến nay vẫn chưa được nhận. Sau đó, vào tuần trước, em có đăng kí in bảng điểm và nhận tại PĐT cơ sở Lý Thường Kiệt nhưng hiện tại nhà trường có thông báo ngưng cho sinh viên vào trường. Em không biết làm thế nào để em có thể nhận được bảng điểm ạ? Nếu được thì phiền PĐT có thể scan và gửi lại file pdf bảng điểm của em qua email:  Bên cạnh đó, cách đây hơn 1 tháng, em có đăng kí nhận bằng tốt nghiệp tạm thời qua bưu điện nhưng đến nay vẫn chưa nhận được. Không biết có vấn đề gì xảy ra không ạ? PĐT kiểm tra lại giúp em. Địa chỉ: 45/2A Nguyễn Thượng Hiền, Phường 5, quận Bình Thạnh, TP. Hồ Chí Minh . Sdt: [phone_number]",
    "Em xin chào thầy/cô! Hiện tại, em có đăng ký in bảng điểm với phòng đào tạo và lịch hẹn lên nhận bảng điểm sau khi thanh toán lệ phí in là ngày 27/10. Thầy/cô cho em hỏi là ngày 27/10 này em có thể lên văn phòng đào tạo tại cơ sở 1 để nhận bảng điểm được không ạ? Em cần nhận bảng điểm để bổ sung vào hồ sơ nộp cho công ty em đang làm việc. Em đã tiêm đủ 2 mũi vaccine sau hơn 14 ngày và em đã lựa chọn nơi nhận bảng điểm là phòng đào tạo thay vì chuyển phát qua bưu điện. Em chân thành cảm ơn thầy/cô.",
    "Dạ em kính chào thầy/cô. Dạ em có thắc mắc là học kì dự thính trong kì chính, mình không đóng tiền môn dự thính (đã rút môn) kịp thì có bị hủy hết tất cả các môn trong học kì chính không ạ, hay chỉ môn dự thính đó thôi ạ. Em xin cảm ơn thầy/cô",
    "Chào các thầy, cô ! em là -MSSV   Cho em xin hoãn thi môn Cơ kết cấu(CI2029) (hk2 2020-2021) lý do: không đảm bảo trang thiết bị.",
    "Em xin chào PĐT, em là , MSSV , sinh viên Chương trình Việt Pháp - K16 Hiện tại trên trang: http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2761&masv=&code=gq thì   B thông tin tốt nghiệp đang bị thiếu bằng Tiếng Pháp B1.    Em đã đối chiếu với các bạn trong lớp, kết quả là các bạn đã được cập nhập đầy đủ 2 chứng chỉ ngoại ngữ là bằng Tiếng Pháp B1 + bằng Tiếng Anh. Em mong PĐT kiểm tra lại thông tin còn thiếu giúp em. Em xin cảm ơn.",
    "Kính thưa quý thầy cô PĐT, Em tên là , MSSV . Vừa rồi em có tham gia khảo sát về việc cần thiết mở đợt thi anh văn nói viết trong tháng 11, em cũng nhận được mail về việc đăng ký thi anh văn. Tuy nhiên do bất cẩn nhớ nhầm thời gian và một số vấn đề cá nhân nên em đã bị lỡ và không đăng ký thi anh văn nói viết đúng hạn trong ngày hôm nay ạ. Vì điều này có thể ảnh hưởng lớn đến thời hạn tốt nghiệp của em vì thế em viết mail này rất mong quý thầy cô có thể thông cảm và tạo tạo điều kiện cho em vào danh sách thi anh văn đợt này với ạ. Em xin chân thành cảm ơn và chúc quý thầy cô nhiều sức khỏe. ------------------------------ Trân trọng Sinh viên ",
    ". Dạ em chào thầy/cô bên hỗ trợ, vì một số nguyên nhân mà em quên đóng tiền bảo hiểm từ tháng 12/2020 nên giờ bảo hiểm bị mất mà không được cấp lại ạ. Thầy/cô cho em hỏi giờ mình đóng lại tiền bảo hiểm ở đâu ạ. Em cảm ơn.",
    "Cho em hỏi: Môn em đã qua ở học kì trước kì này em lỡ đăng kí. Sau đó đã được hủy môn sau khi em đã đăng kí hủy môn thì em có cần phải thi giữa kì và cuối kì của môn đó nữa không ạ? Em cảm ơn!",
    "Cho em hỏi em đã lỡ đăng ký nhận bằng tốt nghiệp nhưng hiện tại em có nguyện vong được học văn bằng 2 và học lên cao học thì em nên làm những thủ tục và quy trình nào ạ? Em xin cảm ơn.",
    "Kính gửi PĐT, em là , MSSV  vì chưa được cập nhật điểm Luận văn nên theo hướng dẫn trên bksi em đã gửi mail cho thầy  dẫn luận văn và thầy Chủ nhiệm bộ môn thì được biết do không hiện tên em trong hệ thông nên không nhập điểm được. Em đã gửi mail cho PĐT mong xem xét lại cùng sự xác nhận của thầy Chủ nhiệm bộ môn. Nhưng đến nay đã trôi qua 3 tuần, em chưa nhận được bất kì phản hồi nào của PĐT. Mong PĐT xem xét lại giúp em, em cảm ơn nhiều ạ",
    "Vì chưa có Anh văn Nói- để xét tốt nghiệp nên em đã xin gia hạn thêm một học kì là học kì 2 năm học 2020-2021, nhưng em không đăng kí môn học trong học kì đó nên đã bị tạm dừng học. Nay em đã đậu Anh văn Nói- nên kính mong PĐT có thể thu nhận lại để em có thể đăng kí tốt nghiệp ạ.",
    "Dạ chào thầy/cô, Em là , MSSV: . Em hôm nay có kiểm tra thông tin trên danh sách Tốt nghiệp dự kiến thì phần điểm trung bình Tốt nghiệp em thấy có sai sót ạ . Cho em hỏi là điểm trung bình Tốt nghiệp là điểm trung bình tích lũy hay tích lũy ngành ạ?  Em cảm ơn thầy/cô nhiều!",
    "Thưa , Em là , MSSV . cho em hỏi là đến bây giờ em có thể rút môn học có được không ạ. Cụ thể là môn Anh Văn 4 LA1009.Thank  ạ",
    "Em là  - MSSV:  Tên môn học: Hệ thống số MSMH: CO1009 Học kỳ: 202 Ngày thi: 02/10/2021 Giờ thi: 08:00 Kính mong phòng đào tạo xem xét. Em xin chân thành cảm ơn ạ. PS: Em đã gửi mail vào ngày 23/10 bên  nhưng được phản hồi lại là phải đăng yêu cầu trên đây ạ.",
    "Em chào thầy/cô. Thầy/cô cho em hỏi, em có đăng ký in giấy xác nhận sinh viên   B (8/10/2021)    để nộp cho bên phường về việc gọi nghĩa vụ quân sự, và em lựa chọn nhận qua đường bưu điện. Tới nay đã hơn 2 tuần mà vẫn chưa thấy giao, mà   B hạn chót    để em nộp là ngày   B 30/10/2021   . Thầy/cô có thể kiểm tra giúp em được không ạ Mã phiếu : CNSV..2",
    "Kính gửi Phòng Đào tạo, Em tên , MSSV  Em xin phép được hoãn thi môn Cơ học kết cấu (CI2079) do laptop của em bị hư và đang sửa chữa. Mong thầy cô xem xét và cho em thi vào lần tiếp theo. Em xin cảm ơn ạ! ",
    "Em tên là , MSSV: . Em tốt nghiệp trong đợt 11/2021. Để hoàn thành hồ sơ xét tuyển thạc sĩ, em cần bằng tốt nghiệp để sao y công chứng để nộp cho PDT sau đại học. Vậy em xin hỏi bằng tốt nghiệp đại học được cấp trước 30/11/2021 không ạ và có cách nào để em lấy được bằng tốt nghiệp nhanh nhất không ạ vì 30/11/2021 là hạn chót em phải bổ sung hồ sơ bên PDT sau đại học rồi ạ. Em xin cảm ơn.",
    "Dạ em có gửi mail cho PĐT xác nhận đkmh GDTC và đã được phản hồi có file em gửi làm minh chứng. Nhưng sao hiện tại trên TKB và BK-elearning vẫn chưa có môn học ạ. PĐT có thể kiểm tra giúp em để em sớm có thể học. Em xin cảm ơn.  MSSV: ",
    "Thưa thầy/cô, Em tên , Mssv:  Hồi đầu tháng 10, em có đăng kí tham gia học thực hành thí nghiệm tập trung ở trường do đã tiêm đủ vắc xin. Nhưng đến giờ em vẫn chưa nhận được thông báo có được xếp lịch học hay không? Để thuận tiện cho việc sắp xếp thời gian, chỗ ở, mong thầy/cô giải đáp giúp em. Em xin chân thành cảm ơn ạ .",
    "Em xin chào Thầy/Cô phòng đào tạo. Em tên là Nguyễn Đức Khôi, mssv , sinh viên khoa Khoa học và Kỹ thuật máy tính, chương trình Chất Lượng Cao. Học kỳ vừa rồi em có học môn Nhập môn Trí Tuệ Nhân Tạo do thầy  phụ trách. Em đã thi cuối kỳ từ rất lâu nhưng vẫn chưa có điểm trên MyBk. Và em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến đợt này. Em không biết việc chậm có điểm như vậy có phải là nguyên nhân em không có tên trong danh sách tốt nghiệp không ạ, và làm thế nào để em có điểm và có tên trong danh sách tốt nghiệp lần này ạ. Em mong Thầy/Cô hỗ trợ giúp em, em xin cảm ơn!",
    "Theo trang Bk exam thì hạn chót nộp file ghi màn hình cuối kỳ môn CI2007 là 12h đêm ngày 25 mà bây giờ mới 6h hơn đã đóng ạ  Em vẫn chưa nộp được nên mong được tạo điều kiện  em cảm ơn",
    "Cho e hỏi làm sao để đăng kí xin giấy vay tiền sinh viên ạ",
    "Thầy cô cho em hỏi là kì này trường mình có tổ chức kiểm tra anh văn định kì không ạ . Do vừa rồi em bị trễ hạn đăng kí lớp anh văn . Em cám ơn ạ.",
    "Em chào thầy cô, Trong đợt thanh toán học phí dự thính 211 vừa qua, em đã thanh toán trễ hạn so với quy chế của nhà trường. Em xin gửi đơn trình bày lý do trễ hạn ạ. ----- ",
    "Kính gửi: PĐT, em tên là , MSSV , là sinh viên chính quy K2012 chuyển qua hệ VHVL. Nay em muốn hỏi là trong quá trình học chính quy có một số môn em học nhiều lần (kể cả những lớp dự thính buổi tối song song học kì chính/dự thính hè), điểm tổng kết của môn học có nhiều lần thì theo quy định của PĐt là lấy điểm của lần học cao nhất. Tuy nhiên khi em xem trong bảng điểm chuyển của hệ VHVL thì có những môn lấy điểm không phải là lần học cao nhất của mình. Vậy em có thể xin xem xét chuyển điểm lại các môn học đó được không ạ? Em xin chân thành cảm ơn",
    "Em có mail phản hồi thầy dạy rằng thi cuối kì em không hề thi và đã đăng ký hoãn thi theo mẫu của PDT. Nhưng trên danh sách thầy up thì em có điểm thi dù không thi. Em báo lại nhưng không có phản hồi. Hôm nay em check điểm thì thấy điểm của mình được cập nhập đúng điểm danh sách em thấy . Môn học nay em kiểm tra là đã xác nhận của PDT hoãn Thì trường hợp của em xử lý như nào ạ!",
    "Cho em hỏi là trường mình có cấp giấy chứng nhận sinh viên dạng file pdf không ạ, hay phải đăng ký nhận tại bưu điện ạ?",
    "Chào ad ạ! Do thời gian gần đây em quá bận vs công việc nên không thể có mặt đầy đủ trong lớp học AV2 theo yêu cầu (Dự Thính), nên em sợ điểm sẽ ảnh hưởng đến điểm TBTL nên em muốn được rút môn học này ạ, thì thời gian này em còn rút môn đc không vậy. nếu được thì nhờ ad tư vấn cách rút môn giúp em ạ. E cảm ơn ạ.  .",
    "Em muốn nộp đơn xin chuyển hệ từ chất lượng cao sang đại trà cần những yêu cầu gì ạ. Em phải nộp đơn viết tay qua đường bưu điện ( vì dịch em chưa thể nộp trực tiếp) hay gửi mail tới phòng đào tạo ạ?",
    "Dạ cho em hỏi giờ em cần có giấy xác nhận sinh viên để gửi địa phương trong thời gian gấp 3 ngày thì phải làm những thủ tục gì ạ.",
    "Dạ kính gửi Phòng đào tạo Em tên là:  MSSV:  - hiện là sinh viên khoa Cơ khí Dạ em có điền vào form hoãn thi môn Xác suất thống kê vào ngày 16/09/2021 nhưng khi em kiểm tra trên danh sách hõa thi HK202 theo linh: (http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2801&masv=&code=sg) thì không có mã số sinh viên của em ạ. Có phải là hệ thống chưa cập nhật trường hợp của em không ạ? Em mong nhận được phản hồi sớm từ Phòng đào tạo Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi là em đã đăng ký tốt nghiệp 2 tuần rồi và đã đóng tiền, trên trang để phiếu đăng ký đã được giải quyết nhưng vẫn chưa thấy file mềm của giấy chứng nhận tốt nghiệp trên trang đăng ký tốt nghiệp vậy ạ. Em cần giấy chứng nhận để xin việc làm mong được giải đáp sớm ạ!",
    "MSSV:  Họ và tên:  Lớp: CC20QKD2 Xin nộp đơn Hủy hoãn thi cuối kỳ  Môn: Linear Algebra Mã môn: MT1007 Nhóm: CC11 Kì: 202 Ngày thi: 13h00, 13/08/2021 Lí do: Em đã đăng ký hoãn thi cuối kỳ với lý do không có khả năng cung cấp bản ghi màn hình quá trình thi. Tuy nhiên, mới đây khi điểm tổng kết được công bố thì giảng viên vẫn lên điểm cho em một cách bình thường. Tức là trường hợp của em vẫn tính là một lần thi hợp lệ. Do đó, em tha thiết hi vọng PĐT sẽ cho phép em hủy hoãn thi.",
    "Dạ kính chào quý Thầy Cô Em là sinh viên K17 em đã học đủ chỉ; chuyển điểm anh văn rồi; nhưng vẫn không có tên trong danh sách tốt nghiệp. Kính mong quý Thầy Cô kiểm tra giúp em ạ. Em còn thiếu nội dung nào mà không đủ điều kiện tốt nghiệp ạ. Xin cảm ơn . Trân trọng",
    "Em tên là  - MSSV: - Lớp CK19NH1 Sau khi gửi 2 yêu cầu với ID là 39334 và 39429 về việc đăng ký hoãn thi môn sức bền vật liệu. Em có nhận được phản hồi của pdt là còn thiếu xác nhận của khoa. Cho em được hỏi là xác nhận của khoa là của khoa mình đang học hay khoa xây dựng ạ.Em có gửi mail cho thầy chủ nhiệm thì thầy cũng thắc mắc về việc này. Em có bấm trả lời trong yêu cầu 39429 nhưng vì thấy trạng thái solved nên em sợ sẽ bị bỏ sót và vì thời hạn hoãn thi sau khi thi online là 5 ngày em sợ sẽ không hoãn thi được. Mong pdt phản hồi giúp em ạ (em có đính kèm câu trả lời của thầy chủ nhiệm)",
    "Chào PĐT ạ Em có đăng ký hoãn thi môn  Đồ họa máy tính - CO3059 Nhưng em có xem qua điểm thi trên mybk thì điểm là 0 chứ chưa phải điểm hoãn thi ạ . Mong PĐT giúp em ạ. Em cảm ơn",
    "Em chào quý tầy/cô. Em có đăng ký thực tập ngoài trường kỳ 203 thì không biết khi nào em nhận được quyết định đi thực tập? Và TTNT đang hoãn cho tới khi có thông báo mới phải không ? Một việc nữa là nếu em bị hoãn thực tập ngoài trường thì có được đăng ký Luận văn tốt nghiệp không? Em cảm ơn!",
    "Dạ cho em hỏi là giờ em muốn rút môn học thì thủ tục như thế nào ạ.",
    "Kính gửi phòng đào tạo   Học kỳ 203 em có đăng ký hoãn thi môn Vật liệu học và xử lý ME 2015 và đã được xác nhận hoãn thi thành công.  Nhưng tuần vừa rồi thầy đã nhập điểm tổng kết thành điểm 13 và chưa cập nhập điểm 14.  Kính mong phòng đào tạo có thể cập nhập lại điểm 13 thành 14 cho môn ME2015 như em đã đăng  Em xin chân thành cảm ơn !!",
    "Dạ em chào Thầy/  Dạ hôm trước em có nhận được bảng điểm trường gửi, bảng điểm ghi nhầm nhóm ngành của em thành Nhóm ngành cơ khí- cơ điện tử, với sao bảng điểm của em in không đủ các môn em đã học vậy ạ Nhờ Thầy/  xem lại giúp em với ạ  Em cảm ơn",
    "Chào thầy cô, em đang làm việc tại PTN trọng điểm ở trường, tuy nhiên hiện tại trường chỉ cho phép các sinh viên thực hiện LVTN, thực hành thí nghiệm lên trường. Vì vậy em không thể lên trường làm việc vì không thuộc diện trên, vậy cho em hỏi phải làm gì để được vào trường làm việc ạ. Em cám ơn",
    "ng ký in giấy xác nhận SV . Em đã đăng kí in giấy xác nhận SV nhưng vì gấp nên em chọn nhận giấy tại Văn phòng Đào tạo Quốc tế - OISP. Sau khi có kết quả thì   I tình trạng xử lí  /I  lại ghi \"đợi nhận qua bưu điện\". Cho em hỏi là bây giờ em có thể đến văn phòng OISP (402-A4) để nhận không ạ? Em cảm ơn!",
    "Thắc mắc về việc in bảng điểm. Em tên là , MSSV . Em đăng kí in bảng điểm xong thì có thể nhờ người thân nhận giúp được không ạ. Vì em ở Huế, cách xa người nhận giúp nên em sẽ chụp ảnh thẻ sinh viên của em cho người nhận giúp thay vì phải đưa thẻ sinh viên trực tiếp có được không ạ? Vì em muốn đăg kí học bổng T.A năm học 2020-2021 nhưng hạn nộp hồ sơ là 30/10/2021 (minh chứng là file đính kèm bên dưới) nên em sợ nếu chọn ship ra Huế thì sẽ không kịp ạ.",
    "Phòng đào tạo cho em hỏi về vấn đề chuyển điểm từ cao học xuống đại học vì em đang là sinh viên liên thông đại học cao học. Em đã học tổng cộng 6 môn ở cao học và em cũng thấy thông tin chuyển điểm từ cao học xuống đại học trong phần thông tin sinh viên -  điểm chuyển. Có tổng cộng đầy đủ 6 môn 18 chỉ. Nhưng mà em vẫn chưa thấy cập nhật vô bảng điểm tích lũy của em ạ, vì nếu đúng là tính tới bây giờ tổng tín chỉ tích lũy mà em đã học được là 123 tín chỉ nhưng trong bảng điểm tích lũy của em chỉ có 120 tín chỉ. Em mong nhà trường và phòng đào tạo xem lại giúp em ạ, em rất cảm ơn ạ.",
    "Kính chào PDT, PDT cho em hỏi về cách thức nhận bảng điểm trong thời gian tới vì em đến trường nhưng không được phép vào cổng ạ. Em chân thành cảm ơn",
    "DẠ chào Thầy (cô); Em tên trần phước ngọc thuận, MSSV:  hiện tại đã đủ điều kiện đặng kí tốt nhiệp em xin hủy môn học Anh văn 1A, mã MH LA1037, lớp DT03",
    "Em xin nộp đơn hoãn thi   i  .",
    "Dạ cho em hỏi là khi nào mới mở lại phần đăng ký Giáo dục Thể chất vậy ạ?",
    "Tốt nghiệp . Em chào thầy/cô ạ. Em xin phép thầy/cô có thể cho em hỏi thêm về danh sách tốt nghiệp luận văn 11/2021 ạ. Em đã đủ điều kiện để tốt nghiệp nhưng sau khi vô nhập mssv đợt tốt nghiệp 11/2021 thì vẫn không có trong danh sách tốt nghiệp ạ. Em mong muốn thầy/cô có thể kiểm tra và giúp em được cập nhật vào danh sách tốt nghiệp 11/2021 để sớm có được bằng tốt nghiệp tạm thời bổ sung vào công việc hiện tại được không ạ. Em cảm ơn và mong thầy/cô giúp đỡ kiểm tra và thông báo lại tình trạng của em giúp em với ạ .",
    "Chào quý thầy/cô phòng đào tạo, Em tên:  MSSV:  Em đã đăng ký tốt nghiệp, nộp học phí và lệ phí tốt nghiệp đầy đủ. Nhưng nay em vào lại trang đăng ký tốt nghiệp kiểm tra thông tin thì lại báo là nợ học phí và không được phép đăng ký. Vậy mong thầy/cô giải thích giúp em. Em xin chân thành cảm ơn. Trân trọng, ",
    "Kính gửi Phòng đào tạo, cho phép em được nộp giấy hoãn thi môn học HK202",
    "mssv  Em chào thầy cô ạ, em là , hiện em có đăng kí nhận học bổng bên tập đoàn cao su Việt Nam, bên đấy yêu cầu bảng điểm hệ 4 nhưng trường mình lại in bảng điểm hệ 10. Hy vọng trường có thể tạo điều kiện in cho em bảng điểm hệ 4 để em nhận học bổng được không ạ. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo, Em tên , MSSV:  Em thấy trong danh sách tốt nghiệp chính thức tháng 11 có tên em với loại bằng thường, nhưng em đang đợi đợt thi anh văn nói viết vào tháng 11 để xét lại bằng tài năng. Rất mong Phòng đào tạo xem xét lại giúp em. Em xin chân thành cảm ơn.",
    "Em tên Võ Chí Thành - , học viên hệ VHVL. PĐT cho em hỏi vì sao thời khóa biểu luận văn tốt nghiệp của em bị lỗi vậy ạ ! Em cám ơn.",
    "Môn ch2009 đã đk hoãn thi trên bksi và sau đó đi điều trị f0. Nhwng h thì lại bảo là k đăng kí hoãn thi qua form e chưa hiểu lắm ạ",
    "Em tên  mssv  Em có đăng ký nhận giấy xác nhận sinh viên qua đường bưu điện về địa phương nhưng bên địa phương đang cần gấp. Có thể gửi file in cho em để làm việc với bên đó được không ạ.",
    "Em muốn đăng ký học hai người thì phải làm sao ?",
    "Em xin chào Phòng Đào Tạo Hiện tại em đã xin khoa gửi công văn qua Phòng Đào Tạo để được cứu xét thu nhận lại để đăng kí tốt nghiệp. Em thuộc Khoa Khoa Học và Kỹ Thuật Máy Tính . Em muốn hỏi là hiện đơn cứu xét của em đã được xử lý chưa ạ . Em xin cảm ơn   i Tốt nghiệp .",
    "Em là  MSSV: Em đã nộp bằng Toiec 505 và có tín chỉ tích lũy là 142 tín chỉ và 17 ngày CTXH. Hiện tại em không thấy tên mình trong danh sách tốt nghiệp dự kiến. Em muốn biết mình còn thiếu điều kiện gì để tốt nghiệp không và khi nào em mới có tên trong danh sách tốt nghiệp.",
    "Em xin phép PĐT cho em được rút môn học (phải thanh toán học phí) HK211, do tình hình dịch bệnh phức tạp và mô hình học trực tuyến như hiện tại, em nhận thấy mình không không đảm bảo được chất lượng đầu ra môn học. Nay em kính mong PĐT xem xét cho em được rút môn học trễ so với quy định của PĐT. Em xin cam kết sẽ không để trường hợp như thế này xảy ra nữa và sẽ thanh toán học phí đúng thời hạn. Em xin cảm ơn.",
    "Tốt nghiệp . Em xin chào thầy/cô phụ trách trả lời sinh viên ạ,em viết phiếu này mong hỏi về việc không có tên trong danh sách tốt nghiệp.Trong các danh sách đầu thì em không có tên vì bị thiếu ngày công tác xã hội và đóng thiếu học phí , em đã giải quyết các vấn đề tồn đọng đó được khoảng 2 tuần rồi nhưng hôm nay vào kiểm tra thì vẫn không có tên . Em xin thầy cô kiểm tra giúp em xem em còn thiếu điều kiện tốt nghiệp nào không ạ , vì theo như em kiểm tra thì đã hoàn thành đủ nên hiện tại em đang khá hoang mang . Cảm ơn thầy cô đã đọc phiếu ạ,",
    "Dạ nơi em ở hiện nay đang gọi em đi nghĩa vụ quân sự, do đó em muốn đăng ký nhận giấy tạm hoãn nghĩa vụ quân sự thì đăng ký ở đâu và nhận như thế nào vì em đang ở quê. Em cảm ơn.",
    "Kính gửi thầy/cô,  Em là Bùi Thụy Hoàng Lam, MSSV  đến từ khoa Quản lý Công nghiệp . Nay em email cho trường với mục đích như sau: do trường mình công bố điểm HK202 khá trễ nên vào đợt xét sinh viên giỏi do Công đoàn Cao su Tân Biên tổ chức, em đã không nhận được quyền lợi. Song, hôm nay ngày 26/10/2021, Công đoàn đã thông báo đến em dịp xét thưởng bổ sung nhưng ngày mai 27/10/2021 là hết hạn. Do đó, em không thể kịp để đăng kí in bảng điểm và chờ trường gửi về . Em mong nhà trường có thể giúp em về việc bảng điểm một chút được không ạ? Dưới bất kì hình thức nào cũng được miễn là có mộc đỏ từ trường và bảng điểm cả năm học vừa qua (hoặc giấy công nhận em là sinh viên đạt học lực giỏi) để em có thể in ra dưới sự xác nhận của nhà trường, hoàn thành hồ sơ nộp nhằm nhận một khoản tiền khuyến học để đóng tiền học sắp tới ạ. Đây là email RẤT GẤP nên em rất mong sớm nhận được phản hồi từ nhà trường ạ . Em cám ơn.",
    "dạ cô ơi ,hôm thi thí nghiệm em ở mình trung chỗ em mưa to nên bị cúp điện em không tham gia thi thí nghiệm hóa đại cương được ,vậy giờ em phải làm thế nào ạ",
    "Em tên , MSSV: , lớp CK15CTM1. PDT đã ghi nhận yêu cầu về đăng ký xét TN. Nhung em vân chưa có tên trong danh sách đăng ký tốt nghiệp sau ngay 25/10 nên em đặt câu hỏi qua bksi để PDT kiểm tra và trả lời. Em xin cảm ơn",
    ": Chào Phòng đạo tạo. Em là sinh viên vùa tốt nghiệp vào đợt tháng 11/2021. Em muốn hỏi về việc muốn được đăng kí in bảng điểm và nhận file mềm online. Do tình hình dịch phức tạp nên các công ty em xin việc chỉ nhận hồ sơ online. Nhưng em chỉ thấy có Việc đăng kí in bảng điểm và nhận bản cứng trên giấy. Vậy VP cho em hỏi nếu em muốn đăng kí in bảng điểm ra file mềm thì sẽ phải đăng kí ở đâu và như thế nào ạ? Hay em nhận bản cứng rồi đi scan? Mong văn phòng giúp đỡ. Em xin cảm ơn.",
    "Kính gửi Thầy/cô   Xin cho em hỏi mã môn học cũ môn Bê tông cốt thép 1 ( 3 chỉ gồm cả lý thuyết và đồ án) nay tách thành 2 môn tương đương Bê tông cốt thép 1 (2 chỉ) và Đồ án BTCT 1 (1 chỉ). Ở mã cũ em đã hoàn thành được đồ án môn học, vậy cho em xin hỏi em có thể chuyển điểm đồ án từ mã cũ sang mã mới được không ạ. Em xin cảm ơn.",
    "Dạ anh/chị cho em hỏi hôm trước em đã đăng kí tốt nghiệp và đã thanh toán lệ phí qua bkpay, nhưng hôm nay cập nhật thì thông tin hiển thị là em nợ CTXH (em 18 ngày CTXH) ạ, em không biết như thế có bị gì không ạ!   i Tốt nghiệp .",
    "Dạ cho e hỏi là đợt đk môn hk 211 vừa r e đã không đk nên không có TKB nhưng check mybk thì tình trạng của e là vẫn đang học. Vậy đợt đk môn tiếp theo vào tháng 11 này e không bị tạm dừng thì có đk môn học bình thường được không ạ ?",
    "Em đã bảo vệ song và hoàn thành 142 tính chỉ học phần, có 18 ngày công tác xã hội, bằng TOIEC và thi TOIEC 2 kỹ năng nói viết nhưng vẫn không nhận được mail thông báo tốt nghiệp cũng như trong danh sách tốt nghiệp dự kiến của trường. Cho em hỏi em còn thiếu điều kiện gì để được xét tốt nghiệp? Rất mong nhận được sự giúp đỡ từ thầy cô!",
    "Chào pdt, Em xin phép gửi đơn hoãn thi cuối kì HK202",
    "Em xin chào thầy/cô Em có đăng kí giấy hoãn nghĩa vụ quân sự trên Mybk mục 17. Cho em hỏi: Trên Mybk ghi(Ảnh): + Nơi nhận kết quả:Văn phòng Khoa cở sở Lý Thường Kiệt. + Tình trạng xử lý: Phiếu đăng ký đã xử lý (đợi nhận qua bưu điện) Vậy em muốn lấy giấy gốc thì lấy ở văn phòng khoa hay đợi nhận qua bưu điện? Em muốn nhận giấy trực tiếp tại Văn phòng Khoa cở sở Lý Thường Kiệt được không? Tại bưu điện khu vực của em không giao được. Lý do chỗ em cần bổ sung gấp và em có thể lên văn phòng khoa lấy giấy được.",
    "Dạ cho em hỏi là 18h hôm nay em có lịch thi cuối kì của học kỳ 202 dự thính mà đường truyền mạng nhà em bị hư thì em có thể đăng kí hoãn thi được ko ạ.Nếu được thì đăng kí ở đâu ạ.",
    "Kính gửi: Phòng Công Tác Chính Trị Sinh Viên   Em tên là , MSSV : . Nghành kĩ thuật hoá học.    Do quá khó khăn , tiền ăn còn không có nữa, nên e chưa thể đóng học phí dự thính được. Nên e đã xin phòng đào tạo thông cảm và đừng xoá thời khoá biểu các môn dự thính để e có thễ học tốt.    Em đã xin PĐT để kì 2 năm 2021-2022, e xoay sở đóng học phí dự thính luôn ạ. PDT đã nói em viết mail cho phòng CTCTSV để hướng dẫn làm thủ tục gia hạn đóng học phí dự thính.   Vậy nên kính mong phòng CTCTSV hướng dẫn cho e làm thủ tục gia hạn đóng học phí dự thính ạ   Em xin cam đoan những điều nói trên là sự thật. Nếu đuọc em cảm ơn Phòng CTCTSV và hứa kì 2 sẽ đóng học phí dự thính kì 1 2021-2022 ạ.",
    "Kính gửi: Phòng Công Tác Chính Trị Sinh Viên   Em tên là , MSSV : . Nghành kĩ thuật hoá học.    Do quá khó khăn , tiền ăn còn không có nữa, nên e chưa thể đóng học phí dự thính được. Nên e đã xin phòng đào tạo thông cảm và đừng xoá thời khoá biểu các môn dự thính để e có thễ học tốt.    Em đã xin PĐT để kì 2 năm 2021-2022, e xoay sở đóng học phí dự thính luôn ạ. PDT đã nói em viết mail cho phòng CTCTSV để hướng dẫn làm thủ tục gia hạn đóng học phí dự thính.   Vậy nên kính mong phòng CTCTSV hướng dẫn cho e làm thủ tục gia hạn đóng học phí dự thính ạ   Em xin cam đoan những điều nói trên là sự thật. Nếu đuọc em cảm ơn Phòng CTCTSV và hứa kì 2 sẽ đóng học phí dự thính kì 1 2021-2022 ạ.",
    "Em xin chào PĐT! Em là  Mssv:     lớp:BD17CN02 Hôm trước e hỏi PĐT về vấn đề tài khoản ocb em bị khóa nên không thể thanh toán học phí dự thính được. Em đã liên hệ được với số điện thoại chắm sóc khách hàng của ocb mà PĐT đã cho. Nhưng, bên ngân hàng bảo phải đến chi nhánh ocb gần nhất để được giải quyết, không hỗ trợ mở tài khoản online. Nhưng hiện tại e ở Phú Yên nên không có chi nhánh nào của ngân hàng ocb để mở tài khoản. Nay e xin phép PĐT có thể gia hạn cho e đóng học phí cùng ngày với ngày đóng hp của học kỳ chính được k ạ. e xin chân thành cảm ơn PĐT.",
    "MSSV:  Cho e hỏi là vừa thi sức bền hk202 nhưng em muốn đăng ký hoãn thi mà form không nhận phản hồi nữa .",
    "Dạ cho em hỏi là làm đơn hoãn thi online cuối kì Hk dự thính 202 không cần chữ kí giáo viên giảng dạy và khoa có được ko ạ.",
    "Em muốn hoãn thi môn vẽ kĩ thuật học kì 202 thì phải làm như thế nào ạ?? Nếu hoãn thi thì điểm sẽ được tính như thế nào ạ?? Em xin cảm ơn.",
    "em chào thầy cô, trong đợt vừa qua em có nộp bằng tiếng Pháp B1 để chuyển điểm nhưng không hợp lệ mặc dù em đã ghi đúng các thông tin trên bằng và nộp bằng. Mong thầy cô xem xét để tránh việc em phải đăng kí lại và nộp lệ phí 350 000 đồng ạ ",
    "Kính thưa Phòng đào tạo, hiện tại em đã viết xong đơn hoãn thi và đã có được chữ ký của giáo viên. Cho phép em được hỏi là phần chữ ký của Khoa thì em phải liên lạc với khoa như thế nào, Khoa của em là khoa Cơ Khí",
    "Kính chào thầy/cô, Em là , MSSV: , sinh viên năm 4, khoa Điện - Điện tử. Em có một vài câu hỏi, mong thầy/cô trả lời: 1. Trong lần câu hỏi/yêu cầu trước, em có hỏi đến việc hủy hoãn thi và sau đó em có cập nhật câu trả lời là: \"Em không có đăng kí xin hủy hoãn thi.\". Như vậy, đã kết thúc câu hỏi/yêu cầu trước chưa? 2. Em đã liên hệ với thầy ở HK202 về việc xin thầy tổ chức thi cuối kì cho môn hoãn thi để kịp đợt xét Tốt nghiệp tháng 11/2021. Thầy yêu cầu em hỏi lại phòng Đào tạo về quy chế, quy định cho việc tổ chức thi lại cho một sinh viên? Thầy đã email cho em về các vấn đề như sau: \"Về môn thi SCT, đây là môn thi tập trung và cần có trưởng nhóm môn học tổng hợp đề - duyệt đề chứ không phải một bài kiểm tra tại lớp. Do đó theo quy chế thi, việc tổ chức địa điểm, lịch, danh sách thi, v.v. là trách nhiệm của PDT. Chưa kể các vấn đề khác như cán bộ kiểm tra, trực đề, thanh tra phòng thi v.v.  Không thể để giảng viên từ học kỳ trước tổ chức riêng cho 1 SV được.\".Như vậy, thầy ở HK202 có thể tự ra đề, lên lịch, tổ chức thi để cho em thi cuối kì môn hoãn thi và sau đó thầy gửi đề nghị sửa điểm cho phòng Đào tạo nếu em đạt được kết quả từ 5 điểm trở lên? Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe. Kính gửi, ",
    "Chào các Thầy/Cô phòng đào tạo, Trong câu hỏi lần trước của em về vấn đề ngày CTXH của em đạt 14.5/15 ngày mà hệ thống vẫn cho phép đăng ký xét tốt nghiệp ở trang mybk và em đã tiến hành đăng ký và thanh toán 95.000 VND. Tuy nhiên sau khi nhận được phản hồi của thầy/cô vào ngày 26/10/2021 rằng em cần bổ sung thêm cho đủ ngày CTXH thì việc tốt nghiệp mới hoàn tất thủ tục. Sau đó em vào lại trang mybk mục đăng ký xét tốt nghiệp thì lúc này hệ thống báo không được phép đăng ký với lí do nợ CTXH (trước đó vẫn thiếu nhưng hệ thống thông báo được phép đăng ký) và đồng thời em cũng nhận được mail báo là đơn xin tốt nghiệp của em đã được xác nhận sau khi tiến hành đăng ký xét tốt nghiệp. Như vậy em có các câu hỏi sau ạ: 1/ Việc em đã đăng ký xét tốt nghiệp trước đó (đã thanh toán trên bkpay) tuy thiếu 0.5 ngày CTXH vậy thì sau đó em có được gửi về bằng tốt nghiệp tạm thời không ạ ?  2/ Sắp tới sau khi bổ sung đủ ngày CTXH em có cần tiến hành đăng ký xét tốt nghiệp lại tại trang mybk và thanh toán lại 95000 vnd không ạ ? 3/ Nếu việc đăng ký xét tốt nghiệp trước đó của em vẫn diễn ra bình thường mặc dù thiếu ngày CTXH. Vậy sau khi em bổ sung đủ ngày CTXH  thì hệ thống sẽ tự cập nhật thông tin hay em phải phản hồi lại BKSI để được cập nhật lại thông tin tốt nghiệp ạ ? Em cảm ơn các thầy/cô phòng đào tạo đã đọc và phản hồi em ạ!",
    "Kính thưa anh chị, Em là , MSSV . Em đã đóng học phí cho trường vào ngày 06/09/2021 và gửi biên lai lên hồ sơ ảnh Nhập học nhưng đến nay vẫn chưa được xác nhận. Do đã gần 2 tháng rồi nên em rất lo và mong muốn nhà trường kiểm tra lại. Dưới đây em có đính kèm biên lai. Em rất biết ơn các anh chị đã dành thời gian. Trân trọng, ",
    "Chào thầy cô, em tên là , mssv: , khoa kĩ thuật xây dựng. Có thể in cho em giấy xác nhận sinh viên giống mẫu đính kèm được không ạ, em cần vay tiền chính sách cho sinh viên, nhưng ngân hàng yêu cầu giấy xác nhận sinh viên giống mẫu đó mới được ạ. Em cảm ơn nhiều ạ!",
    "Kính gửi Phòng đào tạo. Em tên , MSSV: , hệ đào tạo VLVH, chuyên ngành Công nghệ may. Trong mail PĐT gửi cho em thì có nói nếu muốn chuyển lại K14 thì phải xem thêm một số môn không có cv tương đương/thay thế và làm thêm động tác miễn … Em muốn hỏi là một số môn không có cv tương đương/thay thế này là các môn trong CTĐT K13 hay K14 ạ. Nếu là các môn trong CTĐT K13 có tương đương/thay thế nhưng các môn tương đương /thay thế không mở lớp nữa thì có được miễn không ạ. Khi em chuyển lại sang K14 thì em phải học hết các môn còn lại trong CTĐT K14 đúng không ạ? Em xin cảm ơn.",
    "Thưa cô, em có môn học CI2029 ở HK202 bổ sung được sắp xếp cho thi cuối kì ngày 26/10/2020. Vì hoàn cảnh dưới quê và tình trạng giao hàng chậm trễ do ảnh hưởng của dịch covid19, nên đến hôm nay em vẫn chưa đủ trang thiết bị để thi (không đủ 2 camera, máy tính bỏ túi và đường truyền mạng không ổn định). Nên em xin hoãn thi môn CI2029 - Cơ học kết cấu (Nhóm lớp DT01-A) ngày thi 18h 26/10/2021. Em xin cô hướng dẫn để hoàn tất thủ tục hoãn thi ạ. Em xin cảm ơn.",
    "Dạ cho em hỏi em có lỡ quên và nộp file ghi hình thi giữa kì môn cơ lưu chất trễ 1h so với yêu cầu,  không biết có bị sao không ạ, xin phòng đào tạo xem xét giúp em. Em cảm ơn.",
    "Chào pdt, em đã qua môn xây dựng cầu ci4121, và đồ án cầu ci4123 thay cho môn xây dựng cầu ci4033 rồi ạ. Toiec 4 kỹ năng e đã nộp đủ. Xin pdt xem dùm e cho e tốt nghiệp ạ",
    "Kính gửi thầy cô và ban giám hiệu nhà trường, Em tên  là sinh viên năm 1 ngành tdtt bảo dưỡng công nghiệp. Dạ cho em hỏi là tài khoản gmail của em không đăng nhập vào office 365 không được ạ. Em mong thầy cô và ban giám hiệu nhà trường hỗ trợ giúp em ạ. Chi tiết em có gửi ảnh ạ. Kí tên, ",
    "kính gửi PDT, em là trương hoang khang- mssv:. em có học môn cơ học kết cấu-msmh:CI2029-DT01-B HK202.em có lên xem lịch thi cập nhật thì có thấy môn này thi vào lúc 18h ngày hôm nay (26/10/2021).nhưng từ lúc nghỉ dịch đến giờ em không có nhận được email hay thông báo nào trên elearning về hình thức thi. em có vào exambk, email và elearning thì cũng không thấy thông báo hay đường link gì về môn thi này. hiện em đã có mặt đúng giờ thi nhưng không thể tìm thấy link vào phòng thi.vậy kính mong PDT giải đáp thắc mắc giúp em là em sẽ thi khi nào ạ. rất mong PDG giải đáp ạ",
    "Dạ chào thầy cô. Hè vừa rồi em đã tham gia hoạt động tiếp sức mùa thi 2021 tại tp. HCM ạ. Do tình hình dịch bệnh nên ban tổ chức chưa thể gửi giấy chứng nhận, nhưng có gửi xuống danh sách những tình nguyện viên đã tham gia. Thầy cô cho em hỏi là danh sách này có thể làm minh chứng để em được cập nhật ngày CTXH không ạ? Và nếu có, em nên gửi danh sách này đến bộ phận nào ạ? Em cảm ơn thầy cô đã dành thời gian đọc và trả lời em ạ.  U   B  Rất mong nhận được chỉ dẫn từ thầy cô ạ.",
    "Kính thưa Phòng Đào tạo, Em là , MSSV , thuộc lớp VL17PO. Vào ngày 25/10, số ngày CTXH của em đã được cập nhật lên 22 ngày nhưng trên danh sách tốt nghiệp dự kiến và thông tin đăng ký tốt nghiệp của em vẫn chưa được cập nhật (vẫn là 14 ngày). Em nhờ Phòng Đào tạo cập nhật lại thông tin số ngày CTXH để em có thể đăng ký tốt nghiệp. Em xin chân thành cảm ơn! Trân trọng, .",
    "Thưa Phòng Đào tạo! Em đã kiểm tra thông tin sinh viên của em thì em thấy em đã đủ yêu cầu tốt nghiệp nhưng em không thấy tên em trong danh sách tốt nghiệp dự kiến ạ. Kính mong Phòng Đào tạo xem lại giúp em ạ. Em cám ơn!",
    "Dạ chào Phòng Đào Tạo. Cho em hỏi là nộp bằng Toeic vào thì sau bao lâu chuyển điểm xong ạ? Em là K17 đã hoàn thành luận văn, lịch thi Toeic của em là cuối tháng 11 nên em sợ chuyển điểm anh văn không kịp để xét tốt nghiệp trước ngày 24/12 ạ",
    "Xin chào ạ. Em tên là  MSSV  em xin phép được hỏi về việc thi anh văn 2 kĩ năng nói và viết ạ. Em là khóa k18 hiện đang học năm 4 chương trình chính quy đại trà em muốn hỏi quy định về thi anh văn cho 2 kĩ năng nói và viết này từ k18 còn được tham gia thi ở trường hay phải thi bên ngoài và nộp bằng vào ạ. Em rất mong nhận được sự phản hồi từ phía nhà trường để em có thể sắp xếp thời gian học và hoàn thành tốt hơn. Em xin chân thành cảm ơn và kính chào.",
    "Kính gửi nhà trường, Em là , MSSV  . Cho em hỏi nhà trường có dịch vụ cung cấp file mềm bảng điểm cho sinh viên không ạ? Vì em đang cần gấp nhưng bảng điểm cứng em đã đăng ký chưa về kịp. Nếu có em xin phép được xin file bảng điểm của mình ạ. Em xin cảm ơn.",
    "Kính gủi PĐT, Em tên là , Mssv , khoa Điện. Hiện tại em đã hoàn thành tất cả chương trình đào tạo, đáp ứng đủ tiêu chuẩn để xét tốt nghiệp đợt tháng 11/2021. Nhưng trong học kì 211 em còn đăng kí 01 môn học ( môn này chỉ đăng kí thêm, không bắt buộc). Vì vậy em muốn huỷ môn học này (huỷ có đóng hc phí) để đủ điều kiện đăng kí xét tốt nghiệp. PĐT cho em hỏi thủ tục để đăng kí huỷ môn học này như thế nào? EM xin cảm ơn.",
    "Kính thưa quý thầy cô, Vào tháng 9 trước khi thi môn Trường điện từ, em có xin hoãn thi thông qua Google Forms nhưng hiện tại trên bảng điểm môn này em thấy đang để vắng thi. Em thấy trong thông báo sau khi xin hoãn thi có nói kết quả sẽ có sau ngày 12/12/2021. Vậy em cần chờ sau ngày 12/12 thì điểm 13 của môn này mới bị bỏ đi phải không ạ hay sau khi em làm đơn thi lại và có kết quả thì sẽ cập nhật lại điểm luôn ạ? Em cảm ơn quý thầy cô.   i  .",
    "Em tên là , mssv .Em xin được xét đăng ký tốt nghiệp.   i Tốt nghiệp .",
    "Kính gửi phòng đào tạo, Em tên là , sinh viên khoá 2017, khoa Điện - Điện tử. Hiện tại em đã hoàn thành tất cả các môn học theo chương trình đào tạo của ngành Kỹ thuật điều khiển và tự động hoá. Tuy nhiên, số tín chỉ tích luỹ và điểm trung bình tích luỹ của em bị cập nhật thiếu một môn học nên em không được ghi tên vào danh sách tốt nghiệp chính thức trong đợt này. Em mong phòng đào tạo cập nhật sớm cho em để kịp tiến độ đăng ký tốt nghiệp cũng như kịp nhận bằng tạm thời để hoàn thành hồ sơ xin việc . Em cảm ơn .",
    "Em kính chào Phòng đào tạo. Em là , MSSV . Em kính xin trình bày vấn đề bị lỗi trang Đăng kí tốt nghiệp trên MyBk như sau: - Trước khi đăng kí tốt nghiệp trên MyBk thì em có bị thiếu CTXH, nên trang mybk báo do em thiếu CTXH nên không đăng kí được. - Sau đó em đã đủ ngày CTXH và đăng kí Tốt nghiệp thành công trên myBk (khoảng ngày 23/10/2021) và em đã thanh toán tiền thành công. Lúc này trên mybk báo là đang xử lí (in bằng tạm thời) và nhận qua bưu điện. - Nhưng cho tới hôm nay (26/10/2021) em mở lại Mục đăng kí trên trang MyBK để xem thì chỗ Tình trạng đăng ký lại báo là Không được phép đăng ký (Nợ CTXH ) - Em nghĩ đã bị lỗi nên em mong VP giúp em kiểm tra lại lỗi ạ. Để em có thể tải Bằng tốt nghiệp tạm thời về nộp cho công ty. - Em xin cảm ơn.",
    "Nhà trường cho em hỏi: HK202 em có đăng kí hoãn thi môn SP1007, và đã có trong danh sách hoãn thi chờ xét dự kiến đến 12/12/2021. Trong học kì này HK211 em đang làm luận văn tốt nghiệp và muôn đăng kí thi lại môn SP1007 để kịp tốt nghiêp thì có được không ạ? và thủ tục để đăng kí thi lại như thế nào ạ? Em sợ nhà trường duyệt xong thì em sẽ không kịp thi mất. Em cảm ơn!",
    "Em xin chào, Em tên  MSSV:  Em đã hoàn thành hết tất cả chuẩn để đăng kí tốt nghiệp nhưng do em không để ý nên đã nợ HP (đã thanh toán khi biết nợ) cho nên em đã đăng kí tốt nghiệp không thành công . Em xin hỏi: 1. Trường hợp của em xử lí như thế nào ạ ? 2. Các thủ tục liên quan gồm những bước nào ? Em xin cảm ơn ạ !! Mong nhận đc hồi âm từ Quý Phòng Ban",
    "Em chào thầy cô ạ. Em là sinh viên k15. Em đã hoàn thành chương trình đào tạo và tất cả các điều kiện để xét tốt nghiệp nhưng vẫn chưa đăng ký tốt nghiệp được vì bị hiện là nợ ctxh. Em phải làm gì để được đăng ký tốt nghiệp ạ? Em cảm ơn ",
    "Kính gửi  Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM Em tên là   MSSV  . Khoa Khoa học và Kỹ thuật Máy tính. Học kỳ 202 năm học 2021, em chuyển từ hệ CQ khóa 2013 sang VLVH . Thầy cô cho em hỏi Chuẩn Anh văn để xét tốt nghiệp cho hệ VLVH theo chương trình mới của khóa 2021 là TOEIC 600 hay theo chương trình chính quy khóa 2013 TOEIC 450. Và có áp dụng Chứng chỉ TOEIC Speaking & Writing với mức điểm tối thiểu là 200 như bên CQ không ạ.  Hiện tại em vẫn chưa đăng ký xét tốt nghiệp được, kính mong quý thầy cô xem xét giúp em để em bổ sung đủ điều kiện tốt nghiệp đợt tháng 11/2021 ạ. Em chân thành cảm ơn! .",
    "Dạ em chào Phòng đào tạo ạ, em vừa thanh toán trể 15 tiếng 15 phút lệ phí thi anh văn 2 kỹ năng, do trục trặc trong việc nhận lương tại công ty, kính mong phòng đào tạo xem xét giúp em để có cơ hội tham gia thi anh văn nói viết, em xin lỗi và xin cảm ơn phòng đào tạo rất nhiều ạ.",
    "Xin kính chào thầy/ cô EM là sinh viên khoá 16 khoa cơ khí, hiện em đang bị buộc tạm dừng chương trình học, em đã hoàn thành chương trình học bao gồm tín chỉ, quốc phòng, luận văn, thực tập, còn thiếu anh văn nói viết đầu ra. Có vài thắc mắc mong phòng đào tạo giúp em giải quyết. 1. Em tra trên bk wiki hạn nộp đơn thu nhận vào Học kỳ 1 (đầu tháng 6), Học kỳ 2 (đầu tháng 10), Học kỳ dự thính hè (đầu tháng 4), hiện đang là cuối tháng 10, em có thể nộp đơn xin thu nhận và hoàn tất để kịp đợt tốt nghiệp cuối tháng 4 không ạ? Nếu có, trong đơn em sẽ điền tạm dừng từ kỳ 2 năm học 2020-2021 và xin thu nhận lại từ kỳ 1 năm học 2021-2022 phải không ạ?  2. Hiện địa phương đang có lệnh gọi nghĩa vụ, do chưa tốt nghiệp nên em muốn được xin giấy tạm hoãn, em đăng ký in giấy xác nhận sinh viên trên mybk thì bị báo lỗi không đăng ký được do tình trạng tạm dừng. Sau khi xin thu nhận em có thể đăng ký in giấy không ạ? (do hiện đã hoàn tất toàn bộ các môn học nên em đang trống thời khoá biểu) Nếu có thể đăng ký được, hiện phòng đào tạo đã làm việc ở cơ sở 2 chưa ạ, em đã tiêm đủ 2 mũi và có thể tự vào trường lấy. Em xin cảm ơn!",
    "Kính gửi Phòng đào tạo, Em là , MSSV . Em gửi tin nhắn này thắc mắc giấy chứng nhận hoãn nghĩa vụ quân sự. Thông thường hàng năm, nhà trường sẽ gửi giấy chứng nhận nghĩa vụ này hoặc có thể xin cấp lại giấy tối đa 1 lần 1 học kỳ. Tuy nhiên đầu HK211 em không nhận được giấy, có thể là do dịch bệnh nên trường chưa gửi được. Em có vào trang đăng ký cấp lại cho HK211 này, nhà trường có mục hỗ trợ gửi bưu điện và đã đăng ký. Tuy nhiên ở địa phương em đang cần   B rất gấp    giấy xác nhận này. Em muốn hỏi giấy này đã có như hàng năm chưa, em rất cần chụp ảnh có mộc là được duyệt trước ạ. Kính mong Phòng đào tạo hỗ trợ em với, em cảm ơn rất nhiều ạ!",
    "Xin chào Thầy/Cô ạ, Em tên là  - MSSV , là sinh viên lớp CK17KSCD. Vừa rồi em đã hoàn thành chương trình học, đáp ứng các chuẩn xét tốt nghiệp về tiếng Anh, CTXH. Tuy nhiên em chưa thể đăng ký tốt nghiệp vì thiếu học phần mở rộng. Em có nguyện vọng xin ra khỏi chương trình Tài năng để kịp tiến độ tốt nghiệp tháng 1/2021. Em đã gửi đơn lên văn phòng khoa và đã được chấp nhận (chi tiết trong file đính kèm). Em kính mong PĐT giải quyết sớm để em có thể nhận và bổ sung bằng tốt nghiệp tạm thời vào hồ sơ xin việc ạ. Xin chân thành cảm ơn, .",
    "Kính gửi PĐT, Em đã có phản hồi một lần (ngày 21/10) về việc chưa được cập nhật trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021 và nhận được trả lời là đến ngày 26/10 nếu vẫn chưa nhận được email thông báo được cập nhật trong danh sách thì phản hồi lại cho PĐT. Em kính mong PĐT có thể xem xét và cập nhật sớm giúp em vì em đang rất cần có bằng tốt nghiệp tạm thời để nộp cho công ty. Em xin chân thành cảm ơn!",
    "Kính gửi PĐT, Em tên là , MSSV: . Em có đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến - Đợt tháng 11. Trong lúc thanh toán học phí, em không biết tại sao màn hình BKpay của em không hiện thanh toán học phí cho đăng ký thi vào ngày 26/10/2021, cho tới lúc em kiểm tra lại vào sáng ngày 27/10/2021 và thanh toán thì đã báo trễ. Kính mong PĐT xem xét trường hợp của em để em được dự kì thi để tốt nghiệp được đúng hạn. Em xin cảm ơn các thầy cô PĐT đã xem xét trường hợp của em",
    "Dạ em xin chào cô và nhà trường. Cô cho em hỏi là có cách nào để nhà trường cấp được giấy hoãn nghĩa vụ quân sự cho em không ạ? Do em đang ở địa phương nên phường yêu cầu gọi em đi nghĩa vụ quân sự nửa tháng nay liên tục nhưng em không biết cách nào để có thể có được giấy hoặc giấy online như thế nào ạ. Em ở Bình Thuận. Nếu được cô có thể cấp giấy online để e tải xuống và trình bày cho địa phương được không ạ? Em cảm ơn cô. Trân trọng.",
    "Em đã đăng kí hoãn thi 2 môn hk203 thì đã được chấp nhận còn môn giải tích 1 MT1003 ở hk202 thì không được ạ",
    "Cho em hỏi là nếu em cần gấp em có thể lên trường để làm giấy chứng nhận sinh viên luôn không ạ em cám ơn",
    "Dear Cô giáo, Em tên: , MSSV: ,là SV chuyển hệ CQ sang VHVL.  Em nhận được mail của  yêu cầu gửi hồ sơ scan qua email , nhưng sau đó em làm theo chỉ dẫn này để nhưng không nhận được bất kỳ phản hồi nào từ email  trong vòng gần 10 ngày nay dù em có gửi thêm 1 mail nữa để nhờ sự hỗ trợ.   Em cũng gửi email  để yêu cầu hỗ trợ nhưng cũng không nhận được bất kỳ phản hồi nào. (Em có đính kèm 2 hình ảnh)   Kính mong Cô giáo có thể giúp đỡ em để em hoàn tất quá trình chuyển hệ. Trân trọng cảm ơn CÔ.",
    "Dạ vậy thầy/cô có thể giải quyết nhanh đăng kí giấy xác nhận sinh viên giúp em được không ạ. em cám ơn  ",
    "Em đăng kí gửi bằng tốt nghiệp về nhà, nhà trường cho em hỏi là bằng của em đã được gửi chưa ạ, để em đi xin việc ạ.",
    "Em là , MSSV: . Em có đăng ký giấy chứng nhận sinh viên vào ngày 9/9/2021 và gửi qua đường bưu điện, nhưng hiện tại em chưa được nhận giấy CNSV. Mong trường kiểm tra giúp em ạ. Em cảm ơn.",
    "năn nỉ pđt xử lý phiếu em nhanh ạ để em đi in chiều nay hạn chót nộp nvqs rồi ạ. Em cám ơn ạ  ",
    "Chào thầy/cô, Hiện tại thì em vừa có điểm môn học Dự thính cuối cùng và điểm TBTL hiện tại của em là 8.08. Nhưng ở   B Danh sách tốt nghiệp dự kiến    thì điểm Trung bình tốt nghiệp của em là 8.04 (do cập nhật trước đó khi chưa có điểm tất cả các môn học). Em kính mong PĐT xem xét và cập nhật lại điểm Trung bình tốt nghiệp giúp em ạ. Chúc quý thầy/cô nhiều sức khỏe!",
    "Kính gửi thầy/cô PĐT, Em vừa mới có điểm môn cuối cùng, thầy cô vui cập nhập lại điểm của em trên danh sách tốt nghiệp dự kiến để em đăng kí tốt nghiệp ạ!  Em xin cảm ơn! Chúc thầy/cô sức khoẻ.",
    "Em chào các thầy/cô PĐT Em tên là , MSSV:. Em vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được sau khi nhận được trả lời của cô . Em có vào danh sách tốt nghiệp dự kiến và nhập mã sinh viên thì thông báo \"Không tìm thấy mã số sinh viên này trong trong danh sách\" nên em mong các thầy/cô ở PĐT kiểm tra lại giúp em. Em cảm ơn ",
    "Em có đăng kí xét tốt nghiệp nhưng bọ hủy kết quả vì thông báo nợ học phí, giờ em đã thanh toán đầy đủ rồi và có nguyện vọng đăng kí lại nên tạo yêu cầu này. Em xin cảm ơn",
    "Dạ cho em hỏi,em đã nhận được mail của phòng đào tạo gửi là sẽ áp học phí 211 cho sinh viên hệ VHVL là sẽ giảm học phí,do em kì này học 4 chỉ nên học phí sẽ thu là 25% của 15tr là 3.750 triệu.Và lúc trước được phản hồi qua mail là gần đến đóng học phí thì sẽ giảm,nhưng còn khoảng 1 tuần nữa tới hạn đóng rồi nhưng e cũng chưa thấy cập nhật mức hoc phí mới.Cho em hỏi là khi nào thì có thề cập nhật mức học phí mới ak.Em cảm ơn",
    "Thưa thầy cô,  Em hiện tại đã hoãn thi môn Mạch điện tử và chưa học thí nghiệm môn này (lịch thí nghiệm bắt đầu vào 1/11). Vậy hiện tại em có thể rút môn học này (vẫn tính học phí) có được không ạ?  Thông tin môn học: Mạch điện tử EE2036 - HK202  Em xin cảm ơn.",
    "Em tên: , MSSV: 1, sinh viên K2013 em đã hoàn thành chương trình đào đạo hệ chính quy K2013 chuyên ngành chế tạo máy, khoa cơ khí, nhưng thiếu chứng chỉ anh văn Writing and Speaking. đã chuyển sang hệ VHVL, nhưng hiện em tra cứu danh sách dự kiến tốt nghiệp hệ VHVL đợi 2 năm 2021 không tìm thấy trong danh sách dự kiến tốt nghiệp. anh/chị cho em hỏi trong trường hợp của em có thể đăng ký nhận bằng tốt nghiệp được chưa hay còn phải đăng ký những môn học nào. em vào trang đăng ký tốt nghiệp thì vẫn hiện là hệ chính quy, em có đính kèm tệp anh/ chị hỗ trợ giúp em mong nhận được sự hỗ trợ giúp thủ tục tốt nghiệp. Em đã phản hồi rất nhiều lần như vẫn chưa nhận được kết quả, PDT có thể để lại phone để e liên hệ được không? trên hệ thống vẫn hiển thị e là sinh viên chính quy? trong khi em đã chuyển sang hệ VHVL",
    "Em có đăng ký làm giấy xác nhận sinh viên của trường cách đây hai tuần ạ. Ở phường em yêu cầu nộp giấy đó trong tuần nếu k thì sẽ gọi đi nghĩa vụ quân sự ạ.",
    "Kính gửi Phòng đào tạo. Em tên Nguyễn Trần Bảo Châu, MSSV: , hệ đào tạo VLVH, chuyên ngành Công nghệ may. Kính mong Thầy/Cô xem xét giúp em chuyển khóa K14 vì để hoàn thành nhanh chóng CTĐT. Em xin cảm ơn.",
    "Dạ em xin chào thầy cô ạ, Vào tối ngày 21/10/2021, em có đăng kí giấy chứng nhận sinh viên với lý do là tạm hoãn nghĩa vụ quân sự ạ. Do đang cần gấp nên em đăng kí nhận tại trường. Vào thứ 2 (25/10) em thấy trên mybk để phiếu đã được xử lý nên em có lên trường để nhận thì được biết là trường hiện đang không cho sinh viên vào trường ạ . Do phiếu của em đã đăng ký đã được xử lý nên em không thể hủy để dăng kí phiếu mới. Nên em muốn hỏi rằng em có thể chuyển đổi hình thức từ nhận tại trường thành nhận qua đường bưu điện được không ạ. Và nếu có thể thì em cần làm gì ạ . Em xin lỗi vì sự bất tiện này ạ. Em xin cảm ơn ạ.",
    "Chào thầy/cô, Hiện tại em đã đăng ký giấy chứng nhận sinh viên cho mục đích tạm hoãn nghĩa vụ quân sự từ ngày 07/09/2021 và đã có bản pdf nhưng cho đến nay đã hơn 1 tháng mà em vẫn chưa nhận được bất cứ thông báo nào từ bưu điện. Nên em mong Phòng đào tạo xem xét cấp lại cho em bản mới ạ. Em xin cảm ơn. Chúc thầy/cô một ngày làm việc vui vẻ. Trân trọng,  - ",
    "e có bị tính là đóng học phí trễ không, do hệ thông không đóng được nên e đóng trễ mong pdt xét dùm em",
    "Dạ em tên là , MSSV: , em đã đủ điều kiện để đăng kí tốt nghiệp kì này. Tuy nhiên em thấy trong mục BKPay của mình vẫn còn 1 khoản chưa thanh toán (như hình đính kèm bên dưới) . Em xin phép nhà trường mở khoản phí này cho em để em thanh toán và đăng kí tốt nghiệp trong đợt này. Em xin chân thành cảm ơn!",
    "Dạ chào thầy/cô, Em khóa K14, cho em hỏi thủ tục để chuyển sang hệ VLVH cần những gì ạ. Em cảm ơn ạ.   i  .",
    "Kính gửi thầy cô. Em tên là  MSSV . Vì không có trang thiết bị và đường truyền ổn định để thực hiện thi online, nên em kính mong phòng Đào tạo cho phép em hoãn thi cuối kì môn Giải Tích Mạch kì 202. Em xin cảm ơn ạ.",
    "Dạ thưa, em có yêu cầu muốn rút môn học Cấu trúc rời rạc cho khoa học máy tính vì lý do kỳ trước em đã đủ điểm như do thiếu tự tin nên đã đăng ký học lại, nay thấy thông báo điểm đã qua môn, nhưng do báo điểm khá trễ (đã qua 6 tuần ) nên em muốn  phòng đào tạo xem xét cho em rút môn học (phải thanh toán học phí) kì này ạ, em xin chân thành cảm ơn !",
    "Dạ thưa, em có câu hỏi là nếu đăng ký học cải thiện điểm môn học nhưng nếu điểm trung bình thấp hơn học kì trước thì cuối cùng sẽ lấy điểm nào ạ ?",
    "hiện địa phương đã gửi giấy hẹn lịch khám nghĩa vụ quân sự vào ngày 30/10 này.EM đã đăng ký nên mong phòng đào tạo xem xét và xử lý nhanh giúp em trong ngày 28, 29 để em gửi bản scan về trước ạ.",
    "QUOTE   /QUOTE : Em tên là  MSSV  Em xin hỏi là nếu mình chưa có tài khoản OCB thì có thể thanh toán bằng Smart banking khác được không ạ? Và cho em xin thông tin để có thể chuyển khoản ạ. Em xin cảm ơn ạ.",
    "Em chào PĐT ạ! Cho em hỏi là hk211 này em không đăng kí học và  không có thời khoá biểu Mà địa phương em cần giấy xác nhận sinh viên nên em không đăng ký được do không có đăng kí hk211 Giờ em cần phải làm gì để đăng kí giấy xác nhận ạ? Giấy hoãn nvqs nên em mong pđt sớm giúp em ạ Em cảm ơn!",
    "Dạ em chào PDT ạ! Em đã đăng kí được LVTN và thực hiện nhưng không thấy thông báo về tiền học phí trên bk pay ạ! Vậy em phải đóng khi nào ạ!",
    "Em là , mssv:  Lớp: DD17KT04 Đã tạm dừng từ học kỳ 202, năm học 2020-2021 Lý do: tạm dừng vì không đóng học phí và xóa tên vì không đăng ký môn học. Quyết định số: 69/QĐ-ĐHBK và 260/QĐ-ĐHBK Nay em có đề nghị được thu nhận lại từ học kỳ 211 năm học 2021-2022. Em xin cảm ơn. Đính kèm: File 1: ảnh tình trạng sinh viên và lý do bị tạm dừng học. File 2: Đơn xin xác nhận thu nhận lại",
    "Em tên  MSSV  Em có thực hiện in bảng điểm nhận tại Phòng Đào tạo CS1. Em có nhờ bạn vào trường lấy giúp (do em chưa đủ điều kiện tiêm vaccine) nhưng ở cổng có 2 bác bảo vệ nói hiện tại không cho sinh viên vô trường ạ. Cho em hỏi có cách nào để em nhận bảng điểm không ạ? Em có mail phòng đào đạo để hỗ trợ scan bảng điểm để em nhận online (em bổ sung hồ sơ học bổng online) nhưng vẫn chưa được phản hồi ạ.",
    "Dạ em chào Phòng Đào Tạo. Em tên . Có Mssv  hiện em đang học tại khoa Kỹ Thuật Xây Dựng bộ môn Địa Tin Học. Hiện tại em đang học năm thứ năm và đang làm luận văn chuẩn bị tốt nghiệp. Nhưng ở quê địa phương em có giấy mời khám nghĩa vụ quân sự . Em viết thắc mắc này hỏi là em còn nhận được giấy miễn nghĩa vụ quân sự nữa hay không ạ. Em cám ơn vì đã đọc yêu cầu của em. Em mong nhận được sự hồi âm từ Phòng Đào Tạo ạ.",
    "Kính thưa thầy cô, Em là , mã số sinh viên . Hôm bữa em có giải quyết xong về vấn đề lệ phí in bảng điểm từ năm 2017 do không còn nhu cầu nữa và đã được giải quyết. Tuy nhiên, hôm nay khi mở lên, em lại thấy mình từ trạng thái đang chờ nhận bằng qua bưu điện bị đổi sang không được phép đăng ký. Nội dung của lần trước: Thời gian: 10/26/2021 10:17:54 am Từ: [563] (001829) [staff_name]  Chào em, Về lệ phí In bảng điểm ( Từ năm 2017), vì không có nhu cầu nên em xin phép huỷ được không ạ? =  PĐT đã hủy rồi nhé. Thân mến Ngoài ra, em còn đóng luôn tiền 200 000 VND phí chuyển điểm  nhưng vẫn chưa thấy cập nhật. Hiện BKpay của em không còn khoảng nào chưa hoàn tất.   Kính mong thầy cô giúp em. Kính thư, ",
    "Chào pdt Trong học kì 1 năm 2020-2021, em đã học và qua 2 môn sau: 1/ Xây dựng cầu, mã CI4121, 2 chỉ,  2/ ĐAMH thiết kế cầu, mã CI4123, 1 chỉ. Hai môn trên tương đương với môn  Xây dựng cầu, mã CI4033, 3 chỉ Nay em xin phòng đào tạo chuyển điểm môn tương đương theo quy định để em đủ điều kiện đăng kí tốt nghiệp ạ. Xin cảm ơn pdt.",
    "Kính gửi thầy/cô, Em là . Hiện tại em đang học lớp tài năng nhưng hiện tại tiếng anh nói viết của em không đạt yêu cầu. Ngoài ra, em còn không đủ 1 số chuẩn của KSTN nên muốn rút khỏi lớp tài năng để được tốt nghiệp kịp thời đợt TN.20211.1 . Em mong được thầy cô giúp đỡ. Em xin chân thành cảm ơn. Trân trọng",
    "kính gửi PDT, em xin được trình bày lý do của mình như sau:Em đã đến trước giờ thi 30'và em ngồi đợi email link hoặc là trên elearning như các môn thi online trước đã từng thi. vì trước giờ các hôm thi online của em trước đây chưa từng có môn nào phải truy cập trêm bkexam để lấy link nên em chưa từng biết và sử dụng bkexam nên em ngồi chờ đến 18h5'. vẫn không thấy email với elearning có link. nên em đã phải ngồi tìm link và lên các group nhóm học môn khác để hỏi về link phòng thi. vì em là sv bằng 2 nên ko có quen nhiều bạn cùng lớp để hỏi. đến lúc được các bạn trong group môn khác trả lời là lên bkexam để lấy link thì đã 6h25 thì em vô thì hình như phòng đã đóng link.em biết là việc không biết đến bkexam là lỗi của mình nhưng rất kính mong PDT xem xét sắp xếp cho em được thi bổ sung với các bạn hoãn thi để có thể hoàn thành môn học. rất kính mong PDT xem xét.Em xin chân thành cảm ơn.",
    "Do đi chữa trị covid và gv đã xcas nhận nên E k đieenf form...E có liên hệ gv xin hoãn có đăng ký trên bksi nhưng k điền form vì e nghĩ gv xác nhận kí onl là đc..E dính covid nên lúc đó cũng k màng đến ạ. Mong pdt xem xét trường hợp của E với ạ",
    "Dạ cho em hỏi mình xin giấy xác nhận điểm rèn luyện năm học 2019-2020 bằng cách nào vậy ạ? Em xin cảm ơn ạ."
]