[
    "Em là Trần , sinh viên khóa K17 khoa CNVL  Em dự định đăng kí Luận văn tốt nghiệp vào học kì 211 nhưng do ảnh hưởng của dịch bệnh nên vẫn chưa đi thi lấy bằng Anh Văn được Em muốn hỏi liệu em có thể vẫn đăng kí luận văn nhưng nộp chứng chỉ ngoại ngữ sau không ạ? Em xin cảm ơn  Sinh viên  ",
    "Dạ cho em hỏi laptop của em ko có cam thì em thi onl quay bằng 2 cái điện thoại được ko ạ  Và em còn phần thí nghiệm hoá đại cương chưa hoàn thành thì học phần hoá đại cương sẽ thi offline khi nào đi học bình thường đuang ko ạ",
    "Em chào thầy cô, Do bất cẩn em đã làm mất thẻ sinh viên. Dự tính ban đầu của em là gần thi cuối kỳ offline sẽ đăng ký làm lại. Tuy nhiên, do tình hình dịch bệnh trường tổ chức thi online nên em có một số thắc mắc mong được hỗ trợ: 1. Thi online có cần trình thẻ sinh viên không? 2. Nếu cần, thì có cách nào để em có thể tham gia dự thi không? Mong sớm nhận được giải đáp. Em xin chân thành cảm ơn. ",
    "Dạ em chào Thầy/Cô, em tên Trần  Tùng, mssv: . Dạ Thầy/Cô cho em đăng ký hoãn thi online giữa kỳ học kỳ hè HK203 với thông tin như sau ạ: MSMH: MT1005 Tên môn học: Giải tích 2 Nhóm: DT04 Giờ thi: Từ 13h30 đến 14h30 Ngày thi:18/7/2021 Lý do: Không đảm bảo được trường truyền kết nối internet để thi online Dạ Thầy/Cô cho em hỏi thêm là em đăng ký như này đã được chưa ạ, em tính tải cái mẫu đơn hoãn thi về để điền thông tin, mà em chỉ thấy mẫu đơn hoãn thi cuối kỳ mà không có mẫu đơn hoãn thi giữa kỳ ạ . Em cảm ơn.",
    "Em tên:  MSSV:  Em xin hoãn thi trực tuyến ngày 18/7/2021 môn giải tích 1 mã môn MT1003(DT_HK203) nhóm DT07 Lý do không đầy đủ trang thiết bị điện tử",
    "kính thưa pđt, em tên  , khoa BDCN khoa k20 , em muốn làm thủ tục để bảo lưu kết quả học tập nhưng hiện tại tình hình dịch bệnh không thể đến phòng đào tạo để làm thủ tục , cho em hỏi có biện pháp nào để làm thủ tục bảo lưu trực tuyến không? Em xin cảm ơn và kính chào.",
    "Thầy/cô cho em hỏi là dữ liệu trong Bkel của em khi nào sẽ mất đi ạ? Em cảm ơn thầy cô.",
    "Cho em hỏi về thiết bị hỗ trợ thi đc không ạ? Ví dụ như e chỉ dùng điện thoại thôi thì có thi được không ạ .",
    "Hiện tại máy tính của em không thể sử dụng chức năng \"Window + G\" để quay màn hình máy tính trong lúc thi trực tuyến. Vậy cho em hỏi rằng liệu em có thể thay thế bằng phần mềm OBS Studio để quay màn hình máy tính trong lúc thi trực tuyến được không ạ? Em cam kết rằng phần mềm OBS Studio chỉ có chức năng dùng để quay màn hình máy tính thôi ạ.",
    ": Kính gửi: phòng Đào Tạo trường ĐH Bách Khoa tp HCM Em tên:  Mssv:  - học lớp : XD18CB1  Em xin được hoãn thi giữa kì môn Giải tích 1 Lý do: 2 tháng trước em làm công trình ở Tân Uyên- Bình Dương cho tới nay thì bị kẹt lại vì tình hình dịch bệnh đang căng thẳng. Vì em không có laptop, các dịch vụ internet đều đóng cửa, giờ thi giữa kì e không đáp ứng yêu cầu về trang thiết bị điện tử nên em xin được hoãn thi trực tuyến. Em xin cảm ơn ! ",
    "Em tên là  MSSV  Em muốn hỏi là việc em chưa đóng học phí hk203 nhà trường có thể xem xét để em đóng bù vào học kỳ tiếp theo là học kỳ HK211 được không ạ . Là vì khí nhà trường gửi mail thông báo đóng học phí học kỳ hè 203 em thấy trên mail ghi là sinh nếu không đóng học phí sẽ bị hủy thời khoá biểu trong khi lúc đó chưa hết đợt đăng ký môn họcnên em nghĩ là sẽ giống như học kỳ 202 là sẽ hủy kết quả và cho sinh viên đăng ký lại và cũng vì lúc đó em chưa chuẩn bị đủ tiền để đóng học phí nên em đã chưa đóng học phí mà hiện tại do dịch bệnh nên tình hình kinh tế của em khá khó khăn vậy nên em chưa có tiền để đóng bù lại cho đợt học kỳ hè nên em mong nhà trường có thể tạo điều kiện để em đóng học phí bù vào học kỳ tiếp theo là học kỳ HK211 ạ . Em mong nhà trường có thể thông cảm cho em về sự bất tiện này. Em xin trân thành cảm ơn",
    "thưa các thầy cô , hiện nay máy em không có đủ trang thiết bị để cho thi kiểm tra dự thính giữa kì , em xin được cho tạm hoãn thi giữa kì hai môn giải tích 1 và đại số tuyến tính ạ",
    "Em muốn xin hoãn thi cuối kì online vì lý do không có đầy đủ thiết bị, mong thầy(cô)xem xét .",
    "Em tên là  MSSV  Em muốn hỏi là việc em chưa đóng học phí hk203 nhà trường có thể xem xét để em đóng bù vào học kỳ tiếp theo là học kỳ HK211 được không ạ . Là vì khi nhà trường gửi mail thông báo đóng học phí học kỳ hè 203 em thấy trên mail ghi là sinh nếu không đóng học phí sẽ bị hủy thời khoá biểu trong khi lúc đó chưa hết đợt đăng ký môn học nên em nghĩ là sẽ giống như học kỳ 202 là sẽ hủy kết quả và cho sinh viên đăng ký lại và cũng vì lúc đó em chưa chuẩn bị đủ tiền để đóng học phí nên em đã chưa đóng học phí và thế nên bây giời em vẫn còn đang nợ học phí, mà hiện tại do dịch bệnh nên tình hình kinh tế của em khá khó khăn vậy nên em chưa có tiền để đóng bù lại học phí cho đợt học kỳ hè nên em mong nhà trường có thể tạo điều kiện để em đóng học phí bù vào học kỳ tiếp theo là học kỳ HK211 ạ . Em mong nhà trường có thể thông cảm cho em về sự bất tiện này của em. Em xin trân thành cảm ơn!",
    "Em tên là  MSSV  Em muốn hỏi là việc em chưa đóng học phí hk203 nhà trường có thể xem xét để em đóng bù vào học kỳ tiếp theo là học kỳ HK211 được không ạ . Là vì khi nhà trường gửi mail thông báo đóng học phí học kỳ hè 203 em thấy trên mail ghi là sinh nếu không đóng học phí sẽ bị hủy thời khoá biểu trong khi lúc đó chưa hết đợt đăng ký môn học nên em nghĩ là sẽ giống như học kỳ 202 là sẽ hủy kết quả và cho sinh viên đăng ký lại và cũng vì lúc đó em chưa chuẩn bị đủ tiền để đóng học phí nên em đã chưa đóng học phí và thế nên bây giời em vẫn còn đang nợ học phí, mà hiện tại do dịch bệnh nên tình hình kinh tế của em khá khó khăn vậy nên em chưa có tiền để đóng bù lại học phí cho đợt học kỳ hè. Nên em mong nhà trường có thể tạo điều kiện để em đăng ký môn học của học kỳ tiếp theo là học kỳ HK211 và sẽ đóng học phí bù vào học kỳ HK211 ạ . Em mong nhà trường có thể thông cảm cho em về sự bất tiện này của em. Em xin trân thành cảm ơn!",
    "thưa các thầy cô , hiện nay máy em không có đủ trang thiết bị để cho thi kiểm tra dự thính giữa kì , em xin được cho tạm hoãn thi giữa kì hai môn giải tích 1 và đại số tuyến tính ạ",
    "Kính gửi phòng đào tạo. Em tên là  thuộc khoa Điện-Điện tử MSSV: .Theo thông báo của trường thì ngày 19/7 bắt đầu đăng ký môn học hk211. Hiên học kỳ hè này em đang làm thực tập tốt nghiệp ở bộ môn viễn thông thuộc khoa Điện-Điện tử và muốn hk211 em đăng ký Đề cương luận văn chuyển qua bộ môn điện tử. Nếu tình hình dịch bệnh còn phức tạp em không đi xin được chữ kỹ trực tiếp của các thầy để nộp thì cho em hỏi em có thể làm qua hình thức online được không ạ. Mong PĐT hướng dẫn các bước làm. Em xin chân thành cảm ơn.",
    "Do tình hình dịch nên em di chuyển về quê rất gấp, không kịp mang thiết bị điện tử như Laptop nên mong muốn được hoãn thi . Kính mong nhà trường tạo điều kiện và phản hồi sớm để thí sinh sắp xếp ạ. Em cảm ơn.",
    "Kính gửi nhà trường! Em là sinh viên khoa Cơ Khí, khóa K17. Em có nhận được mail từ nhà trường rằng: nhà trường tạm thời không xét điều kiện  sau mỗi năm học và áp dụng cho HK211. Nên em muốn hỏi là: Hiện tại em chưa có chuẩn  để đăng ký LVTN, em có thể đăng ký LVTN trong HK211 được không ạ ?  Em mong sớm nhận được phản hồi từ nhà trường để em sấp xếp đăng ký môn học cho HK211 ạ. Em xin cảm ơn!",
    "Chào cô, em muốn đăng kí hoãn thi vì không đạt yêu cầu về trang thiết bị điện tử (có trong quy chế) thì cần phải làm như thế nào ạ. Mong cô trả lời sớm, em cảm ơn.",
    "Chào PĐT, cho em hỏi em kì tới dự định đăng kí luận văn tốt nghiệp nhưng do tình hình dịch bệnh từ  tháng 5 kéo dài đến nay, IIG và bk english đã không còn tổ chức thi TOEIC quốc tế nữa, vậy nếu kì sau đăng kí luận văn tốt nghiệp mà tình hình dịch bệnh căng thẳng vậy thì PĐT có nới lỏng điều kiện nhận luận văn cho sinh viên không ạ, vì điều kiện dịch bệnh trong thành phố không thể thi được toeic quốc tế , ví dụ vẫn cho đăng kí luận văn tốt nghiệp khi đủ số tín chỉ, qua anh văn 1,2,3,4..., còn TOEIC chỉ là chuẩn để xét tốt nghiệp . Mong PĐT sớm hồi âm, em cảm ơn nhiều ạ !",
    "Cho em hỏi là cho đến hôm nay em vẫn chưa thấy link đăng ký cho thí sinh đã tốt nghiệp THPT. Mong PĐT sớm mở link cho tụi em đăng ký ạ. Em xin chân thành cám ơn.",
    "Em tên  MSSV  Em xin phép được goãn thi vì lý do hiện tại em đang bị kẹt ở TPHCM, giai đoạn này rất khó khăn, đồng thời, hiện laptop của em cũng đã bị lỗi vấn đề kết nối mạng (Em sử dụng macbook nhưng đời cũ, khi mà nó lỗi sửa chữa rất cực, đồng thời giờ em cũng không thể tiến hành sửa chữa được), một điều nữa, ở nơi em ở trọ (gần trường) chỉ sử dụng wifi một dây cho cả nhà (wifi chung) nên kết nối rất thiếu ổn định, nhắn zalo bằng đt cũng đã khó khăn. Em kính mong quý thầy cô phòng đào tạo xem xét!",
    "Em là , MSSV: Sinh viên lớp DT05 Môn giải tích 2 Em xin phép được hoãn thi giữa kỳ ngày 18/7/2021 vì ngày mai em phải lên xe về quê từ TPHCM-Gia Lai. Trên xe không đảm bảo điều kiện để có thể làm bài. Sau đó phải cách ly tập trung 21 ngày tại địa phương . Em mong PĐT cho em được phép Hoãn thi HK203, và hướng dẫ thủ tục Đăng ký thi vào HK211. Cảm ơn quý thầy cô!",
    "Em tên là  MSSV  Em muốn hỏi là việc em chưa đóng học phí hk203 nhà trường có thể xem xét để em đăng ký môn học của học kỳ tiếp theo là học kỳ HK211 và em cũng xin được đóng bù học phí học kỳ dự thính hè HK 203 vào học kỳ tiếp theo là học kỳ HK211 được không ạ . Là vì khi nhà trường gửi mail thông báo đóng học phí học kỳ hè 203 em thấy trên mail ghi là sinh nếu không đóng học phí sẽ bị hủy thời khoá biểu trong khi lúc đó chưa hết đợt đăng ký môn học nên em nghĩ là sẽ giống như học kỳ 202 là sẽ hủy kết quả và cho sinh viên đăng ký lại và cũng vì lúc đó em chưa chuẩn bị đủ tiền để đóng học phí nên em đã chưa đóng học phí và thế nên bây giời em vẫn còn đang nợ học phí, mà hiện tại do dịch bệnh nên tình hình kinh tế của em khá khó khăn vậy nên em chưa có tiền để đóng bù lại học phí cho đợt học kỳ hè. Nên em mong nhà trường có thể tạo điều kiện để em đăng ký môn học của học kỳ tiếp theo là học kỳ HK211 và sẽ đóng học phí học kỳ hè HK203 bù vào với học kỳ HK211 ạ . Em mong nhà trường có thể thông cảm cho em về sự bất tiện này của em. Em xin trân thành cảm ơn!",
    "Kính gửi, Em tên là , sinh viên khoa Kỹ thuật xây dựng lớp XD02LT01. Em xin hỏi thầy/ cô về thủ tục đầy đủ để được hoãn kì thi trực tuyến HK202 vì lý do không có trang thiết bị( không có laptop) và đường truyền internet không ổn định. Em cảm ơn.",
    "Thầy/cô cho em hỏi, vì tình hình covid nên hiện tại em khó có thể đăng ký thi toeic 2 kỹ năng (nghe đọc). Điểm chuẩn toeic chuẩn em cần để tốt nghiệp là 500 nhưng hiện tại điểm số thực tế của em là 490, vì vậy em có thể làm đơn xin nhà trường xem xét cho em được đủ điều kiện tốt nghiệp được không ạ . Em xin cảm ơn.",
    "Em chào PĐT, cho em hỏi là ở HK211 em đăng kí 10 tín chỉ thì có được giảm 25% học phí không ạ, và nếu được giảm thì em phải làm đơn ạ?",
    "Em tên là  vì lý do webcam có vấn đề nên không thể tham gia thi giữa kỳ của lớp DT05 giải tích 1 lúc 15h chiều nay mong nhà trường cho em hoãn lịch thi ạ. Em cảm ơn",
    "Chào thầy cô, em tên , hiện là sinh viên năm 2. Thầy cô cho em hỏi học kì 202 em định hoàn thành môn thể chất thứ ba nhưng vì covid nên tạm hoãn. Sắp tới phải đăng kí học kì 211, có những môn yêu cầu đã đạt GDTC-3 mới đủ điều kiện đăng kí. Vậy cho em hỏi em phải làm sao hay có giải pháp nào không ạ ?. Em xin cảm ơn.",
    "Em gửi yêu cầu này để hoãn thì các môn học GIẢI TÍCH 2(MT1005) Và VẬT LÝ 2(PH1005) vì nhà em không có cơ sở vật chất đáp ứng yêu cầu cho việc thi(không có laptap/máy tính) .  Cảm ơn đã lắng nghe yêu cầu của em .",
    "em chào thầy cô, thầy cô cho em hỏi là bây giờ vì dịch bệnh em không thể lên trường được thì em phải xin mở lớp như thế nào ạ, tại vì đợt trước mở lớp là em phải nộp đơn cho phòng đào tạo mà bây giờ tình hình hiện nay thì có cách nào xin mở lớp được ko ạ, em muốn xin mở lớp thiết kế ô tô của Khoa Kĩ thuật giao thông  . em cảm ơn thầy cô nhiều ạ.",
    "Kính gửi quý thầy/cô PĐT, em có một số thắc mắc mong muốn được giải đáp ạ. Khi tham gia chương trình liên thông ĐH-ThS thì để rút ngắn chương trình học xuống còn 5 năm thì trong quá trình học ĐH buộc em ít nhất phải đăng ký đủ 12 đến 15 tín chỉ bậc ThS . Vậy cho em hỏi là những tín chỉ đăng ký ở bậc ThS này có tính vào số lượng tín chỉ khi đăng ký môn học không ạ ? Bởi vì nếu không tính vào sẽ rất khó cho bọn em khi vừa phải duy trì tiêu chuẩn tối thiểu 14 tín chỉ cho mỗi học kỳ trong mỗi đợt ĐKMH, vừa phải đăng ký thêm khoảng 1 - 2 môn bậc ThS, số lượng môn học sẽ rất lớn ạ, đó là vẫn chưa tính đến độ nâng cao của các môn liên thông ThS ạ. Hy vọng nhận được hồi đáp sớm từ quý thầy/cô ! Cảm ơn quý thầy/cô rất nhiều ạ !",
    "Dạ PĐT cho em hỏi năm học mới 2020-2021 có tăng điểm chuẩn chuyển điểm anh văn 1,2,3,4 khi nộp chứng chỉ  vào không ạ? Hiện tại đã là 600 cho 4av rồi ạ",
    "Cho em hỏi thi học kỳ online hiện nay là nếu em hoãn thi vì không đủ điều kiện tham gia trực tuyến thì em phải nộp đơn tại đâu, như thế nào hay gửi mail về ai ạ. Nếu thi lại đợt sau thì trong khoảng thời gian nào và hình thức thế nào ạ. Nếu hoãn thì một hay một vài môn hay hoãn tất cả các môn luôn ạ. Em cảm ơn nhiều ạ.",
    "Hoãn thi giữa kỳ môn Giải tích 1 do điệu kiện cơ sở vật chất không cho phép",
    "Em chào thầy, cô. Hôm nay em có lịch thi giải tích 2 hk203 vào buổi chiều. Tuy nhiên, em chỉ có máy tính bàn và hiện tại thì chỗ em hôm nay có lịch cúp điện. Minh chứng ở đây ạ: https://topsvn.com/lich-cat-dien/lam-dong/da-lat.html Vì vậy, em mong thầy, cô có thể cho em hoãn thi môn giải tích 2 HK203 vào chiều nay ạ. Em cảm ơn thầy, cô.",
    "MSSV:  Dạ anh/chị cho em hỏi nếu em có bằng TOEIC 675 và chuyển điểm cho bốn môn anh văn 1234 thì điểm của bốn môn anh văn 1234 có được tính vào điểm trung bình tích lũy \"nghành\" không ạ . Trong chương trình đào tạo của em có 4 môn anh văn trên ạ.",
    "Phòng đào tạo cho em hỏi tình hình dịch như vậy nên không có nơi nào tổ chức kì thi tiếng anh, nhà trường có dời gia hạn nộp chứng chỉ tiếng anh nhận luận văn không ạ? Nếu có thì thuật lợi cho các bạn sinh viên ạ. Em cám ơn.",
    "Chào Thầy/ Cô, Ngày 02/04/2021 em có lên Phòng Đào Tạo nộp đơn xin miễn 02 môn: Bơm-Quạt- Máy nén (ME2039) và Điều hoà không khí (ME3037), nhưng đến nay em vẫn chưa nhận được thông tin phản hồi về vấn đề này .   Hiện tại thì 19/07/2021 là bắt đầu đăng ký môn học cho học kỳ mới. Em kính mong quý Thầy/Cô hỗ trợ sớm vấn đề này giúp em để đám bảo tiến độ học tập tại trường. Vì đây là 02 môn tiên quyết, em phải học xong hoặc được miễn thì em mới có thể đăng ký những môn khác trong chương trình đào tạo. Em cảm ơn!!!",
    "Kính gửi PĐT, Thầy/cô cho em hỏi như sau: Em là sinh viên được PĐT cho phép thi riêng trước để kịp tiến trình đi du học tại trường đối tác Pháp theo công văn của văn phòng PFIEV ạ. Khi về Khoa để xác nhận lại thì ở môn học Thiết kế nền móng, MSMH: 805704, CBGD: PGS.TS.  thì em và thầy  đã thống nhất với nhau sẽ thi vào lúc 15h ngày T7,7/8/2021 và đã phản hồi lại với VP Khoa KT Xây Dựng. Tuy nhiên thầy  phát hiện là lịch thi trước trên tài khoản của thầy là ngày 27/7/2021 không đúng với lịch mà em và thầy  đã xác nhận lại với VP Khoa. Em đã email hỏi cô  ở VP Khoa hỏi lại rồi nhưng nhiều ngày cô chưa trả lời. Thầy  kiểm tra lại thì lịch thì vẫn còn giữ như cũ. Em kính nhờ PĐT xem xét và đổi lịch thi lại như em và thầy giảng dạy đã xác nhận và thống nhất ạ. Em xin cảm ơn.",
    "Xin chào cán bộ PĐT, Em tên là , MSSV , sinh viên khoa Điện - Điện tử. Do tình hình dịch phức tạp. Em không thể làm CTXH kịp để nhận luận văn. Em có đăng kí và tham gia \"Mùa hè xanh Online\" từ OISP nhưng phải đến cuối tháng mới được cộng CTXH - các bạn trang đoàn khối trả lời. Số ngày CTXH hiện tại: 9.5 ngày (chưa tính cộng từ hoạt động MHX online) Vậy em gửi yêu cầu này xin PĐT có thể xem xét cho trường hợp của em để được đăng kí luận văn tốt nghiệp trước không? Em xin chân thành cảm ơn!",
    "Em chào thầy cô (PĐT) Hiện tại do dịch bệnh em đã về quê tránh dịch,toàn bộ đồ đạc laptop dụng cụ học tập em đã để hết toàn bộ ở phòng trọ ở trường. Điều kiện Internet, trang thiếp bị hiện có bây giờ của em đều không đáp ứng được yêu cầu của bài thi. Em xin thầy cô cho em hoãn thi toàn bộ 2 môn học kỳ này, kỳ học sau em sẽ đăng ký học lại và bổ sung.   i  .",
    "Dạ cho em hỏi là hiện tại em để thẻ sinh viên trên Tp HCM, hiện tại em đã về quê và không thể lên lấy được thì có cách nào để em được tham gia thi k ạ. em cảm ơn",
    "Thầy cô cho em hỏi là do khoa không còn mở môn học nữa nên em có học môn của k19 tương đương với môn trong chương trình đào tạo khóa của em, nhưng em học không qua , thì có cách nào để xác nhận là em đã từng học môn đó rồi để được đăng kí đồ án do môn đó là môn tiên quyết ạ .",
    "Hiện tại do dịch nên em không thể thi và nộp bằng anh văn vào để chuyển điểm 4 anh văn. em còn nợ 4 anh văn và một 3 chỉ. em muốn đăng kí luận văn kì này. Không biết với tình trạng hiện tại của em phòng đào tạo có thể xem xét và cho em đăng kí luận văn kì này được không ạ. Mong phòng đào tạo giải đáp thắc mắt này giúp em. Em cảm ơn.",
    "PDT cho em hỏi về cách thức nộp phiếu đăng ký thu nhận lại để xét tốt nghiệp cho học kỳ HK211",
    "Em chào thầy cô, cho em được hỏi về giới hạn số tín chỉ tối đa em được đăng kí trong một học kì ạ? Em xin chân thành cảm ơn thầy, cô.",
    "VÌ TRANG THIẾT BỊ KHÔNG ĐỦ TRONG HƯỠNG DẪN NÊN EM MUỐN HOÃN THI GIỮA KỲ MÔN GT1 Ạ",
    "Cho em hỏi là, em chưa kịp thi toeic thì có được đăng kí môn học HK211 để làm LVTN rồi bổ sung sau chứng chỉ toeic được không ạ?",
    "Dạ cho em hỏi là e còn nợ học phí kì 203. Em mới vừa đóng xong ạ, Vậy có cách nào để em được đăng ký môn học trong học kì 211 không ạ",
    "Chào thầy/cô, em muốn hỏi về việc hoãn thi ạ. Đơn hoãn thi sau khi viết xong thì gửi tới email nào (mail của gv bộ môn, mail của khoa hay mail của trường,.), trong đơn hoãn thi có phần yêu cầu minh chứng, các bạn có đường truyền mạng không ổn định thì làm sao minh chứng ạ, em mong nhận được phản hồi sớm từ thầy cô.",
    "E tên Trần  Tuấn MSSV: bên hệ sv VLVH e có học phần học phí LVTN  thanh toán ngày 15/05/2021.Nhưng e chưa thanh toán được vì gặp vấn đề khó khăn do tài chính vì công việc bi ảnh hưởng do dịch bệnh. Cho e hỏi trong tháng 8/2021 này e có thể thanh toán phần học phí này được không ạ. SĐT của e: [phone_number].Rất mong được sự phản hồi sớm của qui thầy cô. E xin cảm ơn",
    "Em chào thầy/cô. Em xin nộp đơn thu nhận lại học kì 1 năm học 2021-2022. Em cảm ơn thầy/cô.",
    "cho em hỏi là mình đăng kí hoãn thi học kì 202 và 203 ở đâu vậy ạ?",
    "Chào thầy\\cô, Cho em hỏi bao lâu thì em có thể nhận giấy Tạm hoãn nghĩa vụ quân sự ạ? Tại phường em hạn chót ngày   B 31/7/2021   . Em đăng ký ngày   B 16/7/2021   , , mssv    , chuyển phát qua bưu điện tphcm. Em xin cám ơn.   i  .",
    "Em xin đăng kí hoãn thi các môn ở học kỳ 202 của mình và tham gia vào các đợt thi sau vì không đủ điều kiện thiết bị cũng như ảnh hưởng của dịch covid 19 ạ",
    "Em chào pđt ạ, em đang học AV3 kì hè 203 nhưng chưa thi Cuối kì và chưa có điểm, thì em có được đăng kí AV4 ở kì 211 không ạ?",
    "Chào Phòng Đào tạo, Em là , MSSV , sinh viên khoá K16 của khoa Điện - Điện tử, tốt nghiệp vào đợt tháng 11/2020. Em viết thư này nhằm xin giấy xác nhận đứng top trong các bạn tốt nghiệp cùng đợt trong khoa để làm hồ sơ học bổng. Kính mong PĐT phản hồi sớm nhất. Trân trọng.",
    "Qúy thầy/cô cho em xin hỏi là, sắp tới nay nhà trưởng tổ chức thi online, nhưng em hiện tại không có thẻ sinh viên do đã để quên ở trọ trong TP.HCM. Vậy em có được thi không ạ?",
    "Thầy/Cô cho em hỏi là đây có phải biểu mẫu để đăng ký hoãn thi cuối kì HK202 không ạ ? Nếu là biểu mẫu khác có thể cho em xin được không ạ ? Và cho em hỏi thủ tục để đăng ký hoãn thi cuối kì HK202 ạ ?",
    "Em chào thầy/cô/cán bộ nhà trường ạ! Em xin phép được hỏi khi em muốn hoãn thi cuối kỳ cho học kỳ 202 thì em định hoãn vài môn trong số các môn em đã đăng ký học thì có được không ạ?",
    "Dạ em có điểm tiếng anh vào là đạt av1, em có đk thi trung tâm để lấy bằng nộp cho trường vào lúc hè, nhưng dịch này thì em ko thi đc và phải dời lại, nếu trung tâm vẫn chưa tổ chức thi lấy bằng cho đến hk211thì em có đc đk hk211 ko ạ? Từ giờ đến hk211 năm 3 có tổ chức thi tiếng anh để em đk ko ạ?",
    "Dạ thưa thầy/ cô Em tên là: , mã số sinh viên . Hiện đang học tại khoa Khoa học & Kĩ thuật Máy tính. Theo email về kế hoạch học tập trong tình hình mới của trường, em thấy có mục nếu SV không đáp ứng được yêu cầu thi online thì có thể đăng ký hoãn thi. Em muốn được thầy/ cô   B hướng dẫn cụ thể hơn cho em về cách thức đăng ký hoãn thi    cho học kì 202 ạ. Dạ em xin cám ơn. Chúc một ngày tốt lành. ",
    "Em xin hỏi là hiện tại điểm Toeic của em là 465, và em dự định hết hè này thi tiếp. Tuy nhiên dịch bệnh nên em chưa thi được, vậy mai là ngày đăng kí môn học năm 4 thì liệu em có đăng kí được không ạ.",
    "Phòng đào tạo có thể hỗ trợ xác nhận phiếu đề nghị được thôi học cho em được không ạ?  Để em có thể nộp hồ sơ hệ vừa làm vừa học, do tình hình dịch bệnh em không lên trường nộp phiếu được ạ.",
    "Em chào phòng đạo tạo, Em muốn PĐT giải đáp thắc mắc này của em. Em là sinh viên hóa 18 và bị rớt môn học Hóa học Polyme (MA2007) 3 chỉ và kì 1 sắp tới em sẽ đăng kí lại môn học này để học lại. Tuy nhiên môn này đã thay đổi cấu trúc môn học theo CTĐT của 19 và mã vẫn không thay đổi là MA2007 và cũng 3 chỉ mà chỉ khác là môn của 19 không có học phần thí nghiệm tích hợp vô môn đó và có một môn thí nghiệm riêng là Thí nghiệm Hóa học Polyme ( MA3121). Vậy PĐT cho em hỏi là nếu em đăng kí học lại môn Hóa học Polyme MA2007 thì có đủ điều kiện ra trường chưa ạ, hay phải đăng kí luôn môn Thí nghiệm hóa học Polyme nữa ạ. Em xin cảm ơn và mong nhận được hồi âm.   i ",
    "Thưa thầy cô em có 1 số câu hỏi như sau: - Em có dự định tạm hoãn học kì 211, nhưng do tình hình dịch bệnh nên em không nộp đơn trực tiếp được, vậy em có thể nộp đơn bằng cách nào ạ? - Phiếu tạm dừng học em có cần điền những thông tin nào ạ ? - Em có cần đăng kí môn học 211 khi chưa được thông báo duyệt tạm hoãn không ạ ? - Nếu em đăng kí môn hoàn tất và được duyệt tạm hoãn, em có phải thanh toán học phí không ạ ? Em xin cảm ơn!",
    "Vào kỳ 5, trong chương trình đào tạo ngoài các môn học bắt buộc ra còn có môn Tự chọn tự do. Cho em hỏi là môn Tự chọn tự do này có khác với các môn Tự chọn nhóm A và B hay không? Em có thể dùng các môn tự chọn nhóm A và B để đăng ký làm môn Tự chọn tự do được không? Em cảm ơn.",
    "Dạ em chào Thầy/. Em tên , sinh viên hệ chính quy (MSSV: 5) chuyển hệ VLVH (MSSV: ). Em muốn đăng ký môn Cơ khí đại cương (ME1003)vì trong học kỳ trước em không đăng ký được môn này. Và môn LVTN em cần đăng ký trong hệ chính quy hay hệ VLVH ạ. Em cảm ơn ạ. .",
    "Xin chào quý thầy /cô ạ Em tên: . MSSV  Em có vấn đề thắc mắc về đăng kí môn học học kì 211. Mong thầy /cô giúp em! Hiện tại, em đang thiếu chuẩn anh văn, không đủ điều kiện đăng kí môn theo chương trình đào tạo k19. Ở học kì 211, em muốn được đăng kí các môn học năm nhất, học kì 1 cùng với khoá 21. Vì các môn học ở kì 1, năm nhất em vẫn còn đang nợ và chưa học An ninh quốc phòng. Rất mong thầy cô hướng dẫn giúp em các bước để có thể đăng kí. Em xin chân thành cảm ơn ạ . Cảm ơn quý thầy/cô đã đọc, chúc thầy cô một ngày tốt lành!",
    "Gmail:  bỗng nhiên không nhận được mail, không thể gửi mail và cũng không sử dụng để đăng nhập vào các tác vụ yêu cầu Gmail được",
    "Kính gửi thầy cô PĐT, em tên . MSSV: . Em là sinh viên của khoa Cơ khí, khóa K18 chính quy ạ . Tình trạng học tập hiện tại của em là bị buộc thôi học. HK201 này thì trước khi bị cảnh cáo buộc thôi học em đã có làm đơn xin cứu xét và em không được cứu xét, kết quả là em bị buộc thôi học . Em vẫn hi vọng em sẽ có cơ hội tiếp tục được học tập tại trường ạ. Nay em gửi mail cho thầy cô PĐT là vì em muốn biết là với tình trạng buộc thôi học của em thì em có thể xin chuyển sang hệ VLVH ngành Kỹ thuật máy tính (mã ngành ) được không ạ . Em có đăng kí trên trang web tuyển sinh hệ VLVH của trường mình ạ. Mục  SV Chính quy ĐHBK chuyển hệ sang vừa làm vừa học T07/2021 nhưng do hiện tại đang trong thời gian thực hiện chỉ thị 16 nên em không thể nào tới trực tiếp PĐT để làm rõ vấn đề này ạ. Em hi vọng là thầy cô PĐT sẽ trả lời vấn đề của em ạ. Em cảm ơn thầy cô PĐT ạ.",
    "Dạ nhà trường cho em hỏi, em có tiền sử bị bệnh tim mạch thì có được miễn giảm các môn giáo dục thể chất không ạ. Em cảm ơn nhiều.",
    "Dạ chào thầy ( cô), em muốn hỏi là theo chương trình đào tạo thì em có 3 tín chỉ tự chọn tự do trong học kì 5, điều đó có phải là em có thể đăng kí môn học của ngành khác đúng không ạ. Và nếu em dùng 3 tín chỉ đó để đăng kí môn học chuyên ngành em đang học thì có ảnh hưởng gì về sau không ạ! Mong thầy ( cô) có thể phản hồi em sớm ạ. Em xin cảm ơn.",
    "Chào thầy/cô, Cho em hỏi về việc hoãn thi cuối kỳ do không đủ điều kiện để thi online thì sau khi hoãn thì môn học đó có tính tín chỉ để đủ sinh viên năm 3 hay không ạ và điểm số sau khi kiểm tra bù thì sẽ được tính vào điểm trung bình tích luỹ bình thường hay sẽ giải quyết ra sao. Mong PĐT trả lời thắc mắc của em sớm.",
    "Em tên là  mssv  đang là  sinh viên năm 2 ạ thưa thầy cô phòng đào tạo là  Do tình hình dịch bệnh nên hè em ko thể đăng kí môn gdtc 3 nên em còn 1 môn gdtc nữa mà theo quy định trường ko đủ 3 môn gdtc là không được đăng kí  năm 3 nên em xin phòng đào tạo trường cho em tạm qua gdtc 3 để em có thể được đăng kí  môn năm 3 ạ , dạ em có giấy sức khỏe tốt của khoa ạ em xin thầy cô cho em tạm qua để được đkí môn năm 3 ạ để kịp tiến trình ạ",
    "Em là sinh viên khóa k19, em xin hỏi là có được đăng ký hai môn tự chọn tự do trong cùng một kỳ không ạ.",
    "Kính gửi phòng đào tạo, Theo như thông báo em đọc trên trang web của trường thông báo ngày 26/09/2017 thì môn học tự chọn tự do được đăng kí bất cứ môn nào vậy có nghĩa là em có thể đăng ký môn tự chọn đó của khoa mình (kể cả môn tự chọn đó thuộc nhóm tự chọn nhóm A hoặc B của chương trình đào tạo) hoặc em có thể đăng ký bất cứ môn nào không bị ràng buộc bởi các điều kiện tuyên quyết/học trước/song hành của các khoa khác thì em đều có thể đăng ký được phải không ạ . Em xin cảm ơn!",
    "Dạ em chào quý thầy/cô ,thầy/cô cho em hỏi là nếu như em học Anh văn theo nhu cầu nếu và em qua môn vậy điểm đó có được cộng vào điểm trung bình tích lũy hay không ? Số chỉ em qua có cộng vào số chỉ em tích lũy hay không ? Em cảm ơn quý thầy/cô đã giải đáp thắc mắc cho em . Chúc quý thầy/cô nhiều sức khỏe",
    "Xin Chào quý thầy cô! Em là Sinh viên khóa 2013 vừa đăng ký chuyển hệ  vào năm 2020. Hiện tại em cần phải đăng ký tiếp môn học theo chương trình năm bao nhiêu? vì trong danh sách điểm chuyển toàn là môn theo khóa 2015? Vậy là em đăng ký môn học theo khóa năm bao nhiêu ạh?  Kính mong quý anh chị thầy cô giải đáp thắc mắc?",
    "Dạ em xin nộp đơn xin thu nhận lại học kỳ 211 năm học 2021-2022 với lý do không đăng ký môn học từ học kỳ 201,202. Em xin cảm ơn và chờ đợi phản hồi từ quý thầy cô ạ.",
    "Em chào Thầy/Cô Em có nhận được mail của PĐT về kế hoạch thi cuối kì các môn học trong kì vừa rồi. Tuy nhiên em không thể đáp ứng được các yêu cầu về thiết bị, cụ thể là máy tính của em bị hư camera, internet ở chỗ em ở rất yếu. Do đó em xin phép được hoãn thi Em cám ơn Thầy/Cô",
    "Dạ thầy, cô cho em hỏi em muốn đăng kí thi cuối kì môn   B Triết học - SP1031    mà em đã xin vắng thi có phép ở HK201 thì bây giờ em đăng kí có được chấp nhận không và đăng kí như thế nào ạ?",
    "Kính gửi PĐT, Vì do không xem mail kĩ và không chuẩn bị trước nên em có sự chậm trễ trong việc Đăng  này ạ. Và cũng vì tình hình dịch bệnh căng thẳng nên em không thể đi in ra được, em đã điền trực tiếp lên phiếu. Em xin lỗi vì sự chậm trễ này. Em rất mong PĐT có thể xem xét và thông cảm cho trường hợp của em . Nếu PĐT cần thêm thông tin gì thì liên hệ em: . Em xin cảm ơn",
    "Em chào thầy/ cô ạ Sắp tới, em có nguyện vọng học cao lên theo chương trình liên thông đại học-thạc sĩ của trường mình. Em hiện là sinh viên đại học ngành kỹ thuật cơ khí, nhưng sắp tới em có thể đăng ký liên thông thạc sĩ ngành cơ điện tử được không ạ, tại vì em thấy ngành kỹ thuật cơ điện tử là ngành đúng của ngành kỹ thuật cơ khí nhưng trên trang đăng ký trực tuyến của phòng đào tạo sau đại học thì khi chọn ngành kỹ thuật cơ khí bậc đai học thì chỉ có 1 lựa chọn bậc thạc sĩ là kỹ thuật cơ khí thôi ạ. Em mong thầy cô giải đáp giúp em ạ. Em cám ơn thầy cô nhiều ạ",
    "Chào quý thầy cô PĐT, với việc wifi khu trọ em đang ở tại Tphcm không đảm bảo được về độ ổn định và có khá nhiều người dùng chung nên em muốn đăng ký hoãn thi HK202 & HK203. Không biết cách đăng ký hoãn thi như thế nào ạ? Em xin cảm ơn thầy cô đã đọc và hỗ trợ.",
    "Dạ em chào thầy cô ạ  Em thấy có thể hoãn thi HK202 do một số yếu tố ạ . Vậy thầy cô cho em hỏi hạn chót đăng kí hoãn thi là vào thời gian nào và đăng kí hoãn thi như thế nào ạ Em xin cám ơn thầy cô ạ",
    "Chào thầy cô ạ,  Cho em hỏi là hiện tại mình còn được bảo lưu điểm thí nghiệm không ạ? Vì em đã học xong môn Sức bền vật liệu nhưng khá thấp, nay em muốn học cải thiện và muốn bảo lưu điểm thí nghiệm lần trước ạ . Em xin cảm ơn thầy cô .",
    "Em là k19 hồi hk1 năm nhất em học giáo dục quốc phòng gồm 3 học phần và em bị cấm thi 1 học phần nên em vẫn chưa có chứng chỉ quốc phòng. hiện đang là đợt đăng kí môn học kì 211, em có thể đăng kí môn MI1003 Giáo Dục Quốc phòng để học chung với với k21 được không ạ, hay em phải liên hệ riêng với trung tâm giáo dục quốc phòng để đăng kí học chung với trường khác ạ. Em xin cảm ơn.",
    "Em bị mất thẻ sinh viên và đã đăng kí làm lại nhưng đợt em về quê chưa nhận được , nên đã nhờ bạn nhận giúp và sau đó bạn em đã để thẻ lại ở ký túc xá đhqg. Bây giờ em xin hỏi không có thẻ sinh viên em có thể dùng các giấy tờ khác như là giấy phép lái xe không ạ, hoặc nếu không thì có cách nào để em dược dự thi cuối kì không ạ. Hiện em đang không ở tp hcm ạ.  Em xin cảm ơn ạ",
    "Dạ chào thầy/cô, Em là sinh viên K19. Hiện tại do dịch COVID chưa thi học kì 202 nên em chưa hoàn thành môn thể chất để đạt chuẩn sau năm 2. Khi đăng kí các môn học cho kì 211 có mã môn của năm 3 thì em bị báo chưa đạt chuẩn. Như vậy là sẽ bị xóa môn đúng không ạ. Nếu vậy em sẽ không đăng kí được các môn năm 3 trong kì 211 hay nhà trường có hỗ trợ không xét chuẩn không thưa thầy/cô Em xin cám ơn .    .",
    "Em thuộc khoa Điện khoá K19 và em bị rớt môn Nhập môn về kĩ thuật mã EE1001 . Nhà trường cho em hỏi là năm nay khoá K21 vào thì em có thể đăng kí mã EE1001 để học chung K21 hay là đổi mã ạ",
    "dạ em K18, em có thắc mắc là môn học Cơ sở tính toán và thiết kế thiết bị hóa chất CH2061 (2 chỉ) bị đổi mã môn thành CH3349 (3 chỉ), nhưng khi đăng kí môn học em thấy vẫn hiển thị mã môn cũ lẫn mã môn mới, vậy anh chị cho em hỏi nếu em tập trung đủ số lượng các bạn k118 cùng đăng kí mã cũ thì có được mở lại mã cũ CH2061 hong ạ. Tại em thấy mấy môn đại cương chính trị bị chia ra thành nhiều mã khác nhau cho k19 nhưng k18 vẫn đăng kí mã cũ được. Em cảm ơn anh chị đã đọc ạ.",
    "chào thầy cô ạ em tên trần văn lương  mssv:   hệ VLVH ạ theo lịch đăng kí môn học thì 8h sáng nay ngày 19/7/2021 trường mở đăng kí môn học, nhưng khi em vào lại không đăng kí được và báo lỗi là xem thêm loại hình sinh viên và loại hình đào tạo ạ. em rất mong được nhận phản hồi ạ, em xin chân thành cảm ơn.",
    "Dạ em hiện là sinh viên năm 2, em đăng kí học thể chất vào kì 202 nhưng do tình hình dịch phức tạp nên các môn của HK202 chưa thể thi cuối kì để kết thúc môn học được. Khi đăng kí môn cho năm 3, hệ thống báo em thiếu điều kiện tiến quyết GDTC nhưng vẫn gởi đăng kí thành công. Như vậy thì khi có kết quả đợt 1, môn học của em có bị hủy không ạ ?",
    "Dạ vì covid các cơ sở thi Toeic ở HCM như IIG HCM, Bkenglish tãm hoãn từ cuối tháng 5 tới nay nên không thể đăng ký thi, vậy chuẩn Tiếng Anh khi đăng ký Luận văn sẽ được xem xét như thế nào ạ? Em cảm ơn.",
    "Chào thầy, cô! Em là , hiện là sinh viên năm 3 Khoa Khoa học và Kĩ thuật Máy tính. Em hiện chưa hoàn thành môn Giáo dục thể chất 3 (hiện đang học ở kì 202) vì lí do dịch bệnh nên chưa thi được. Tuy nhiên điều này khiến em không đăng kí được một số môn chuyên ngành năm 3, em mong Phòng Đào tạo có thể xem xét lại và cho em cũng như các bạn có hoàn cảnh tương tự được đăng kí các môn học này! Cảm ơn thầy, cô đã quan tâm. .",
    "Em xin chào, Hôm trước em có hỏi về việc xin khôi phục thời khóa biểu HK203 với trường hợp của em là đóng học phí trễ, có dự học online đầy đủ . Em có nhận được hướng dẫn là nộp đơn kèm theo xác nhận của GVBM. Em xin được Phòng Đào tạo hướng dẫn thêm cách thức nộp đơn và xin xác nhận của GVBM trong tình hình giãn cách XH hiện tại ạ.",
    "Em chào Phòng Đào tạo ạ!  Em là khóa K18, khoa Điện. Em còn thiếu môn  (EE2013) để đăng kí được Đồ án (EE3151). Em xin phòng đào tạo cho em được đăng kí đồ án để ra trường 4,5 năm. Nếu không thì 5 năm em mới hoàn thành khóa học. Em cảm ơn Phòng Đào tạo!",
    "xin chào thầy cô !  Em là sinh viên k18 ngành logistics và quản lí chuỗi cung ứng. trong đợt đăng kí môn học học kì 211, e có đk các môn ME4647, ME4645, ME4605 nhưng mà không đăng được do thiếu môn tiên quyết ME3233. do chương trình đào tạo thay đổi   nên k19 đã đổi mã môn ME3233  thành ME2125. bộ môn đã làm đơn môn học tương đương cho các môn này . ngoài ra do chương trình đào tạo thay đổi nên môn học kĩ thuật dự báo có mã môn học ME4601 đã đổi thành mã ME3157 và điều kiên tiên quyết 2 môn này khác nhau nên e không thể đăng kí được môn học này. bộ môn cung đã làm đơn môn học thay thế cho môn này. Mong phòng đạo tào có thể cập nhật lại. vì các môn này rất quan trong đối với em. Em xin cảm ơn!",
    "Em xin chào các thầy cô, Hôm nay em gặp một vấn đề trong việc ĐKMH là em không thể nào đăng ký bất kỳ môn nào kể cả các môn dành cho năm nhất, năm hai hay năm ba. Hiện tại em hơi lo lắng hi vọng các thầy cô có thể giúp đỡ em ạ. Vì theo như thông báo thì các môn học trong kỳ 202 sẽ được tích lũy tạm thời vào để tụi em có thể đủ chuẩn đăng ký môn học . Em có đính kèm hình bên dưới về việc em đăng ký lần lượt các môn có mã số dành cho năm 1, năm 2 và năm 3 theo chương trình đào tạo nhưng đều không được. Hy vọng các thầy cô sẽ giúp đỡ em. Em xin cảm ơn rất nhiều ạ.",
    "Kính gửi PĐT, em là Nguyễn Duy Hoàng, MSSV  . Trong đợt ĐKMH học kì 211, em có đăng kí môn học hệ VHVL đợt 1, nhưng web ĐKMH hiện thông báo \"không được phép đăng kí vào nhóm lớp\". Mong phòng đào tạo hỗ trợ em trong việc ĐKMH học kì 211 này. Em xin chân thành cảm ơn PĐT",
    ". E muốn hoãn thi vì mạng nhà e yếu và k đủ thiết bị để thi ạ. Xin nhà trường choa e hoãn năm sau thi lại. E cảm ơn ạ.",
    "Em là sinh viên  của ngành kĩ thuật điện, khoa Điện-Điện Tử. Vì lý do dịch bệnh nên học kì dự thính em không thể đăng kí môn Mạch Điện Tử, là môn cuối cùng em thiếu để đăng kí đồ án. Cho em hỏi là có cách nào để đăng kí làm đồ án trong học kì này được không ạ. Em xin cảm ơn",
    "Em xin chào Thầy/Cô PDT. Em tên là Nguyễn Quang Khương_1711833, sinh viên hệ chính quy Khoa Kỹ Thuật Xây Dựng, chuyên ngành Cảng Biển, em đang ở diện sinh viên tạm dừng học. Và hiện tại em muốn làm giấy thu nhận lại sinh viên. Nhưng do tình hình dịch nên không thể qua trường nộp được, vậy giờ em phải làm thủ tục thu nhận như thế nào ạ ? Phải qua trường hay làm online ạ ? Do em đã gửi câu hỏi nhưng không thấy hồi đáp nên em xin gửi lại ạ. Em xin cảm ơn và mong quý Thầy/Cô phản hồi giúp em ạ!",
    "Chào thầy/cô ạ Em là sinh viên khóa k19 khoa Cơ Khí, Mới đây thì khoa có gửi xuống một danh sách bao gồm các môn tự chọn tự do cho sinh viên trong khoa ấy ạ. Như các thầy cô trong khoa bảo là đăng ký ngoài danh sách đó thì sẽ không được tính vào số TCTD ạ. Hôm CD đầu năm thì em lại nghe được thông tin là TCTD đó sinh viên có thể học bất kỳ môn nào ở ngành nào đều được. Thầy/cô cho em hỏi là thông tin học bất kỳ môn nào cũng được có đúng không ạ? Và nếu em phải học theo danh sách khoa gửi xuống thì những môn học không có trong chương trình đào tạo của ngành mà em đã đăng ký trong kì 201 và 202 thì có được tính vào TCTD nữa không ạ? Em xin chân thành cảm ơn!",
    "Thưa PĐT, lỗi này là sao vậy ạ?",
    "Dạ em muốn hỏi là ở HK203 em đã đăng ký học môn \"Triết học -\" (SP1031) nhưng do tình hình dịch bệnh nên vẫn chưa thể thi kết thúc môn học. Em dự định HK203 học môn \"Triết học -\" là để HK211 này em có thể đăng ký môn \"Kinh tế chính trị -\" (SP1033) (do có quy định về môn học trước). Nhưng bây giờ 23/07 đã hết hạn ĐKMH đợt 1 rồi mà môn Triết thì lại 26/07 mới bắt đầu thi kết thúc môn nên em không thể đăng ký môn \"Kinh tế chính trị -\" được ạ. PĐT có cách nào giúp em không ạ? Em cảm ơn PĐT nhiều ạ.",
    "Chào thầy/cô, HK211 này em có dự định đăng kí LVTN, nhưng do tình hình dịch bệnh phức tạp nên em chưa thể thi và nộp chứng chỉ tiếng Anh cho trường thì em có thể đăng kí không? Trong mail gần nhất cũng không đề cập về vấn đề này. Mong thầy/cô giải đáp giúp em. Em xin chân thành cảm ơn!",
    "Em là , MSSV , dạ em là sinh viên khóa K20 nhưng thuộc trường hợp là em đã học được 1 năm ở Bách Khoa với k19, sau đó em thi lại và nộp vào ngành khác, em đã được miễn 2 môn thể chất do đã học trước đó (đã được cập nhật trên MY BK), mà theo chương trình k20 chỉ phải học 2 thể chất như vậy thì em đã đủ điều kiện các môn thể chất chưa ạ? Vì em đã được miễn rất nhiều môn nên em có đăng kí học vượt trước so với các bạn K20, em đăng kí môn học cho kì 211 thì đều bị dính điều kiện tiên quyết cho môn thể chất mà trong khi đó em đã hoàn thành 2 môn thể chất trước đó và có giấy xác nhận miễn môn của nhà trường rồi ạ. Em mong PĐT xem xét cho trường hợp của em ạ! Em cảm ơn ạ!",
    "Em chào thầy cô ạ, em muốn tạm dừng học trong học kỳ tới ( hk2 2020-2021) thì bây giờ em phải cần làm những thủ tục gì ạ. Và tạm dừng học thì có ảnh hưởng gì cho sau này không ạ ? Ví dụ sau này em muốn học lên kỹ sư hay thạc sĩ thì vẫn bình thường hay sao ạ? Em cảm ơn.",
    "Em kính chào thầy(cô).    Em tên là , MSSV: , lớp : CK19CD01.    Vào HK202 em chuyển từ chương trình CLC Việt-Pháp về chương trình chính quy.    Hiện đang trong thời gian đăng kí môn học đợt 1 HK211 .    Em có tham gia đăng kí môn học mà hiện thông báo : Bạn không được phép đăng kí nhóm lớp này.    Em xin phòng đào tạo xem xét đăng kí giúp em các môn trong khung CTDT: 1, 2089 : Vẽ kỹ thuật cơ khí ( 4 tín ) 2, SP1035 : Chủ nghĩa xã hội khoa học  ( 2 tín ) 3, 5 : Trang bị điện - điện tử trong công nghiệp ( 4 tín ) 4, 7 :  Chi tiết máy ( 3 tín ) 5, 9 :  Kỹ thuật điều khiển tự động ( 3 tín) 6, 2087 :  D/CUONG 2  ( 2 tín ) 7, 2115 :  Thực tập kỹ thuật ( 2 tín) Tổng cộng em đăng kí 20 tín chỉ.    ",
    "Chào quý thầy cô. Em là sinh viên K19 Việt pháp ngành Viễn thông. Hiện tại trường đang mở đợt đăng ký môn học cho kỳ 211, em không thể đăng ký được các môn học theo đúng như kế hoạch giảng dạy của học kỳ tới, với lý do được thông báo \"Bạn không được phép đăng ký vào nhóm lớp này\". Kính mong thầy cô sớm giải quyết giúp em . Em xin cảm ơn quý thầy cô.",
    "Chào pdt. Em tên Nguyễn Hồng Đức, mssv , ngành Kiến trúc. Hôm nay em đăng ký môn chuyên ngành cho học kỳ 211 nhưng không được, vì lý do là chưa hoàn thành môn thể chất tiên quyết ở học kì 202. Nhưng vì dịch bệnh nên tụi em vẫn chưa thể thi cuối kỳ môn thể chất trong học kỳ 202 được. Mong pdt giải quyết giúp em .    Những môn chuyên ngành em cần đăng ký là: 1. CI3271 Nguyên lý thiết kế kiến trúc và kỹ thuật công trình công nghiệp. 2. CI3249 Thực tập di sản kiến trúc và đô thị. 3. CI3273 Thiết kế kiến trúc II - công trình chung cư",
    "Kính gửi thầy cô PĐT, em là sv K17, Theo kế hoạch em sẽ thi anh văn trức thời điểm đăng kí môn học kì 211 để đủ điều kiện tiên quyết đăng kí P. Do tình hình dịch bệnh phức tạp, em vẫn chưa thi được, cho em hỏi em sẽ chuẩn bị ntn ạ, thời gian bổ sung anh văn để đc nhận luận văn. hay em phải trễ thêm 1 kì nữa ạ. Mong thầy cô giải đáp giúp em, để em biết rõ hơn để chuẩn bị ạ. Em cảm ơn thầy cô.",
    "e tên , sáng nay e thấy mail thông báo bắt đầu đăng ký môn học được, nhưng sao lúc em vào đăng ký thì báo không được đăng ký vào nhóm lớp này là sao vậy ạ?",
    "Em chào quý Thầy/cô, Em là  MSSV: Học kỳ vừa rồi em đã hoàn thành AV350, Nhưng trong bảng tích lũy môn học chỉ là AV300 Mong quý thầy/cô cập nhật AV350 để HK 211 em đăng ký LVTN ạ. Em cám ơn quý thầy/cô.",
    "NHà trường cho em hỏi em đăng kí môn AV2A thì học phí tính vào tiền 17 chỉ kia hay là tính riêng ạ. Em cảm ơn",
    "Dạ, cho em hỏi hiện tại em đang bị đình chỉ học vụ nhưng e muốn đăng ký học ở học kỳ 211 thì em phải làm thủ tục xin học lại như thế nào khi mà vẫn đang ở quê ạ?",
    "Em theo học ngành xây dựng dân dụng của chương trình PFIEV và hiện tại em vẫn còn thời hạn đào tạo và vẫn đang đi học bình thường và không bị đình chỉ học vụ nhưng em vẫn không thể đăng ký được môn học theo chương trình của PFIEV khi trang web báo là em không thể đăng ký vào nhóm lớp này.",
    "Trong học kỳ 202 em có đăng ký môn thể chất là cầu lông nhưng hình như e chưa đăng ký học phần giáo dục thể chất 1 và 2 nên giờ không thể đăng ký học phần giáo dục thể chất 3. Cho e hỏi là nếu giờ đăng ký lại học phần giáo dục thể chất 1 thì có được tính là đã học xong 2 môn thể chất không ạ. Em xin cảm ơn nhiều .",
    "Chào thầy cô ạ, cho em hỏi  1.Học av các lớp cb 1a 2a có tính vào điểm trung bình tích lũy không ạ, tại em thấy mỗi môn 2 tín chỉ . 2.Em chưa thi lớp av1a thì có thế đk av2 hay av2a đc không ạ (tại vì e đk av2a thì hệ thống báo là thiếu môn ",
    "Em chào Thầy/Cô! Vì 2 năm qua dịch bệnh phức tạp, nhiều kì dự thính không mở các môn có nhí nghiệm dẫn đến em bị thiếu một môn để đăng kí được đồ án( môn truyền số liệu và mạng). Em kính mong Phòng đạo tạo tạo điều kiện cho em có thể đăng kí đồ án trong kì này được không ạ! Em chân thành cảm ơn!",
    "Em muôn hoãn thi vì mạng nhà không đủ mạnh và thiết bị không đủ đáp ứng  . Em mong được nhà trường xem xét qua ạ. Em xin cảm ơn.",
    "e tên  Bình hệ VLVH sáng nay có lịch đăng ký môn học theo mail trường, lúc em vào đăng ký thì hệ thống báo không thuộc nhóm lớp này là sao ạ?",
    "Kì rồi em có đăng kí môn thể chất cuối cùng nhưng hiện tại không thi được và vẫn chưa có điểm thể chất. Trong khi đó môn số môn học tự chọn năm 4 yêu cầu đạt thể chất. Vấn đề này có cách nào giải quyết không ạ.",
    "Do dịch Covid-19 nên em chưa hoàn thành được môn thể dục ở HK202 dẫn đến không đủ chuẩn 3 môn thể dục để đăng ký môn học năm 3. Em xin trường xem xét và thông cảm để em có thể đăng ký môn học năm 3 để theo kịp tiến độ chương trình ạ.",
    "do em đang học thể chất vào kì này (202) nhưng không thể tham gia thi và kết thục học phần nên em chưa đủ điều kiện để đăng ký môn học năm 4 . Em không biết làm sao để có thể đăng kí môn kì này (211) . Em xin cảm ơn",
    "Cho em hỏi thủ tục hoãn thi online như nào ạ",
    "Chào  Em là , MSSV:  Trong kì hè qua ( kì hè 203), em đã đăng ký và thanh toán học phí môn học Thực tập quá trình thiết bị ( Mã CH2087). Do tình hình dịch bệnh nên không thể đi thực tập. Vậy môn học này trong kì tới ( kì 211) em có cần đăng ký lại không ạ? Vì nếu đăng ký thì em chỉ được học 12 chỉ theo quy định, dẫn đến em sẽ không học đủ các môn và những môn này chỉ mở vào năm sau thôi ạ. Em xin cảm ơn BKSi, mong sớm nhận được hồi âm từ .",
    "Kính gữi PDT,      Em là sinh viên lớp VP19HK. Em có hai câu hỏi kính mong PDT giải quyết giúp em:      1) Ngày 19/07/2021, PDT có mở đợt đki môn học nhưng sinh viên VP húng em không đăng kí môn học được. Em muốn hỏi lý do vì sao và làm sao thì tụi em có thể đki được ạ?      2) Năm 2018, em có học môn Những nguyên lý cơ bản của chủ nghĩa -(SP1003). Hện tại ctdt đã đổi, môn học này tách ra làm ba môn nhỏ hơn. Vậy em xin hỏi em và một số bạn đã học môn này trước năm 2018 thì có được tinh là tương đương không. Và nếu có thì sẽ tương đương như thế nào ạ?      Em xin chân thành cảm ơn.",
    "Em chào thầy/cô ạ Thầy cô cho em hỏi quy trình làm đơn đăng ký môn học trong tình hình dịch bệnh hiện tại được không ạ? Vì trong đơn đăng ký môn học cần có chữ ký của giáo viên, khoa,... Em cảm ơn thầy.cô ạ.",
    "cho em hỏi, khi tham gia chương trình học liên thông cử nhân - thạc sĩ nếu trong quá trình học mà TBTL dưới 7. thì em có bị loại khỏi chương trình không? hay cái 7. chỉ xét đầu vô thôi. em xin cảm ơn",
    "Kính gửi phòng đào tạo Em xin hỏi về vấn đề đăng kí môn học đợt 3 vừa rồi. Môn Thực tập ngoài trường (CH3345) hay còn gọi là thực tập tốt nghiệp em đã đăng kí ở đợt 1 và 2 nhưng bị xoá, đợt 3 em có lên đăng kí nhưng lúc đó chưa mở đợt. Vì một số sơ xuất em đã bị trễ hạn đăng kí. Em mong muốn xin phòng đào tạo có thể cho em 1 cơ hội để đăng kí lại, vì kì thực tập này rất quan trọng đối với em ạ, rất mong sự chấp thuận và thông cảm từ quý thầy cô.",
    "em chào pđt. em là Nguyễn Hữu Quang Huy. mssv:  em là sinh viên khoa Điện-Điện tử (ngành tự động hóa).Trong học kì trước em bị chậm   B ĐỒ ÁN    nên đợt đăng kí môn học này, em có đăng kí   B ĐỒ ÁN   (EE3149) nhưng em bị thiếu 1 môn là   B XỬ LÍ SỐ TÍN HIỆU   (EE2015) là môn tiên quyết của đồ án nên em không đăng kí được. Vậy, em mong phòng đào tạo xem xét đặt cách cho em đăng kí đồ án để em có thể ra trường ạ. em xin cảm ơn.",
    "Em chào thầy/cô, Vì lí do thiết bị và đường truyền không đáp ứng được yêu cầu nên em định sẽ hoãn thi. Thầy/Cô cho em hỏi nộp đơn hoãn thi như thế nào a? Em cảm ơn !",
    "Tình trạng: Hiện em ở hệ VLVH học ngành QLCN ( học chung với lớp chính quy đại trà) nhưng kh HK211 đợt 1 không được và bị báo \" Không được phép đăng ký vào nhóm lớp này \" ( đăng ký bất kì môn học nào cũng không được). EM xin cảm ơn",
    "Dạ em chào thầy cô. Em xin đăng ký thi để thay thế điểm VP cho môn học ME2013 Nhiệt động lực và truyền nhiệt ạ. Nhưng hiện tại em không hỏi được các nhóm thi buổi nào ạ. Nhờ thầy cô kiểm tra và sắp xếp giúp em một nhóm thi ở cơ sở 1 ạ. Với nếu đăng ký thi, tới buổi đó em vào thi là được đúng không ạ. Mong thầy cô hướng dẫn em rõ hơn ạ. Dạ em cảm ơn thầy cô. Chúc thầy cô ngày mới tốt lành ạ.",
    "Em chào PĐT, cho em hỏi là ở HK211 em đăng kí 10 tín chỉ thì có được giảm 25% học phí không ạ, và nếu được giảm thì em phải làm đơn ạ?",
    "Dạ đợt 1 ĐKMH này em chọn đăng ký môn LVTN nhưng hệ thống không cho. Cho em hỏi em phải làm gì để được đăng ký ạ",
    "Kính thưa ban giám hiệu trường đại học Bách  thành phố Hồ Chí Minh. Họ tên:  MSSV:  : Điện-Điện tử Em xin được hỏi một vấn đề đó là khi em về quê em đã để quên thẻ sinh viên ở trên phòng trọ thì em có được tham gia kì thi online cuối học kì 202 này được không ạ và em có chứng minh nhân dân để thay thế có được không ạ. Em cảm ơn ạ",
    "Dạ em chào Pđt ạ, cho em hỏi vấn đề là em trước kia học chương trình Việt Pháp, đã học hoàn thành môn nhập môn kĩ thuật mã CI1001. bây giờ em học ngành kĩ thuật hàng không của khoa Kĩ thuật giao thông, có môn nhập môn kỹ thuật mã TR1001. em muốn chuyển đổi môn tương đương được không ạ . em xin chân thành cảm ơn",
    "p  Gửi phòng đào tạo, Em là  (MSSV: ), hiện tại học kỳ 203 em có đăng ký môn Thực tập ngoài trường và đã được 1 công ty nhận thực tập. Nhưng công ty này đã ngừng hoạt động kể từ khi có đợt giãn cách và gần đây thành phố đã ra quyết định kéo dài chỉ thị 16 thêm 2 tuần nữa. Tuy nhiên, công ty đã thông báo nếu được hoạt động trở lại, họ sẽ cho em đi thực tập ngay . Vậy trong trường hợp em không thể hoàn thành việc thực tập để báo cáo trong học kỳ 203 này, liệu phòng đào tạo có thể chấp nhận việc em nộp báo cáo muộn hơn không ạ? Trân trọng,   /p ",
    "Gửi quý thầy cô PĐT, Tình hình là HK211 sắp bắt đầu nhưng dịch bệnh vẫn diễn ra phức tạp nên các trung tâm IIG hiện nay không thể tổ chức thi TOEIC để xét nhận LVTN. Vậy cho em hỏi nhà trường có phương án nào giúp cho những trường hợp như chúng em không ạ?  Bữa trước PĐT có trả lời em là \"khi nào hết dịch thì đăng kí thi liền\". Em thấy chưa thỏa đáng khi dịch đang rất căng thẳng chưa biết khi nào xong còn thời hạn đăng kí môn học cũng đã đến. Mong PĐT phản hồi sớm ạ. Xin chân thành cảm ơn Trân trọng.",
    "Gửi phòng đào tạo, Em là  (MSSV: ), hiện tại học kỳ 203 em có đăng ký môn Thực tập ngoài trường và đã được 1 công ty nhận thực tập. Nhưng công ty này đã ngừng hoạt động kể từ khi có đợt giãn cách và gần đây thành phố đã ra quyết định kéo dài chỉ thị 16 thêm 2 tuần nữa. Tuy nhiên, công ty đã thông báo nếu được hoạt động trở lại, họ sẽ cho em đi thực tập ngay . Vậy trong trường hợp em không thể hoàn thành việc thực tập để báo cáo trong học kỳ 203 này, liệu phòng đào tạo có thể chấp nhận việc em nộp báo cáo muộn hơn không ạ? Trân trọng,",
    "Dạ chào   Theo như thông báo thì  để nhận Luận văn trong mùa dịch này vẫn giữ nguyên Hiện tại em chưa đủ 450 để nhận luận văn thì cần phải thi nộp bằng, nhưng do dịch các Trung Tâm không tổ chức thi (các trung tâm em biết ạ)Thì em không thể nộp bằng, không biết  có cách giải quyết gì giúp em không ạ, em cảm ơn ạ  Thiện  ",
    "i vì tình hình dịch COVID bùng nỏ bất ngờ nên em và 1 số bạn chưa thi lấy bằng anh văn nghe đọc để kịp đăng ký luận văn tốt nghiệp kỳ 211. Em không biết pdt có thể giúp tụi em không ạ.",
    "Em kính chào anh (chị) hỗ trợ kĩ thuật. Hôm nay, pdt mở đăng kí môn học đợt 1. Em xem qua chương trình đào tạo thì có 2 môn em sẽ nên đăng kí trong kì này là môn Trang bị điện - điện tử trong máy công nghiệp (ME2007) và   Kĩ thuật điều khiển tự động (ME2009). Tuy nhiên khi em đăng kí môn ME2009 thì hệ thống lại báo lỗi vì có môn ME2007 là môn học trước . Em nhờ anh (chị) cho em xin hướng giải quyết cho trường hợp của em. Em trân trọng cảm ơn.",
    "Dạ cho em hỏi là em vừa thực hiện đăng kí môn học cho HK211 thì em đăng kí các môn năm 4 thì hiện thông báo thiếu chuẩn thể chất sau năm 3 màu cam. Nhưng em đã hoàn thành đủ 3 thể chất mà sao trang hiện thông báo này ạ. Mong pđt có thể kiểm tra giúp em về tình trạng này ạ. Em xin cảm ơn! MSSV",
    "Dạ em chào PDT. Dạ là với tình hình dịch phức tạp, thì kế hoạch làm luận văn tốt nghiệp của sinh viên sẽ như thế nào ạ. Email của trường gửi kế hoạch học vụ kì 211, em không thấy trường nói gì về làm luận văn tốt nghiệp cả. Dạ em cảm ơn.",
    "PĐT cho em hỏi sao em không đăng kí môn học được ạ và báo lỗi. Em cảm ơn ạ.",
    "Dạ em chào PDT. Dạ là em không biết kế hoạch làm luận văn tốt nghiệp của kì 211 sẽ như thế nào ạ. Email của trường gửi, có nói đến kế hoạch học kì 211, nhưng không nhắc gì đến kế hoặc làm luận văn cả. Dạ em cảm ơn.",
    "Dạ thưa em vừa xem mail PDT gửi, e vào đăng ký lại vẫn không được ạ. E thử đăng ký cả 2 loại là học kỳ chính và dự thính nhưng đều báo là không thuộc loại hình này.",
    "Cho em hỏi muốn đăng kí hoãn thi onl cuối kì 201 như thế nào và phải nộp cho ai ạ. Sang học kì sau em muốn thi thì đăng kí sao luôn ạ. Em cảm ơn",
    "Em chào PDT. Trong mail mới nhất từ PDT gửi về đăng ký môn học học kỳ 211 có viết \"Tất cả SV phải có thời khóa biểu chính thức vào các học kỳ chính (HK1, HK2) và có số tín chỉ tối thiểu theo quy định học vụ để duy trì tình trạng đang học của SV, nếu không có thì sẽ bị tạm dừng học 1 học kỳ.\"  Em không rõ là số tín chỉ tối thiểu được quy định là bao nhiêu ạ? Vì hiện tại em kỳ này em chỉ định học 1 môn tự chọn 3TC và môn Đề cương LVTN 0TC thì có đúng quy định không ạ (vì em còn 15TC nữa và môn LVTN chiếm mất hết 9TC rồi ạ ?",
    "Em chào PĐT, em đã đăng kí thay thế điểm VP ở học kì 202 và đang chờ PĐT xác nhận cho em thi các môn này để đủ chỉ đăng kí môn học ở học kì 211 . Cùng với đó, em có thể đăng ký thay thế điểm VP ở học kì 211 cho các môn có điểm VP còn lại của em được không ạ? Và làm thủ tục như thế nào để được thay thế điểm VP ạ?  Em mong PĐT hỗ trợ em để em có thể thuận lợi học tập ạ! Em cảm ơn PĐT!    I   B Em có đính kèm minh chứng thay thế điểm VP ở kì 202, mong PĐT xem xét!      /I",
    "Chào Thầy/Cô. Hiện Tại em không đăng ký được môn LVTN mã EE4333 trong cả 2 loại hình đăng ký đang mở là HK chính và dự thính 211 + VHVL. EM là sinh viên hệ VHVL. Xin Thầy/Cô sớm giải quyết.    .",
    "Dạ em chào quý thầy cô. Hiện có đợt đăng kí môn học hệ VHVL và hệ CQ. Nhưng em vào đăng kí thì lại nhận được thông báo là sinh viên không được phép đăng kí vào nhóm lớp này. Xin thầy cô xem xét giúp em để em kịp đăng kí môn học học kì tới ạ. Em cám ơn quý thầy cô",
    "Cho em hỏi bây giờ muốn xin thu nhận lại do kỳ trước bị tạm dừng học do không đăng ký môn học thì phải làm thế nào ạ? Và học kỳ 211 chưa đủ chuẩn anh văn thì có thể đăng ký luận văn tốt nghiệp không ạ? Em cảm ơn.",
    "Kính gửi phòng đào tạo, học kì 211 này em có 1 môn bắt buộc là ME4027-Quản lý vật tư và tồn kho, môn học này có môn học trước là môn ME2055-thống kê trong công nghiệp (nhưng môn học này bị bỏ và có môn MT2013-Xác suất thông kê làm môn tương đương). Học kì 202 em đang học môn MT2013 ạ, nhưng khi đăng kí môn học nó vẫn ghi điều kiện bị thiếu môn học trước ạ. Mong phòng đào tạo giải quyết giúp em ạ. Em xin cảm ơn!",
    "Em chào PĐT, em tên là , lớp XD16KT, mssv  Hiện tại em đã hoàn thành chương trình học thông qua việc đã hoàn thành số tín chỉ của ngành. Và hiện tại em đang hoàn tất các yêu cầu khác để hoàn tất thủ tục cho việc ra trường. Tuy nhiên em có kiểm tra trên mybk và thấy tình trạng sinh viên của em là đang tạm dừng do không đăng ký môn học. Vậy xin phép được hỏi PĐT là trường hợp của em có phải bị đình chỉ hay vấn đề gì không. Nếu có thì em phải làm gì ạ. Cụ thể hơn là em phải làm gì từ giờ tới lúc ra trường ạ.",
    "Em kỳ sau đăng ký mỗi đề cương luận văn 0 chỉ có bị tạm dừng học vụ không ạ em cảm ơn",
    "Em xin chào phòng đào tạo trường ĐH BK TPHCM ạ. Em hiện đang là sinh viên thuộc khóa K20 ngành Kỹ thuật Cơ điện tử. Tuy nhiên, em có nguyện vọng muốn chuyển sang ngành Logistics và quản lý chuỗi cung ứng nên em đã đăng kí và tham gia các kì thi tuyển sinh để có thể trở thành sinh viên ngành trên khóa K21. Sau đây em có vài câu hỏi được đặt ra như sau: 1. Em được biết trường có thể ghi điểm miễn cho em đối với những môn học mà em đã hoàn thành trong quá trình chuyển đổi. Nếu em trúng tuyển trở thành sinh viên K21 của trường, em sẽ thực hiện quá trình này như thế nào ạ? 2. Theo như lịch trình công bố thì K20 sẽ bắt đầu học kì mới vào tuần 34 và K21 sẽ làm hồ sơ nhập học với tuần 35-36. Khi đó nếu muốn đăng kí môn năm 2 thì sẽ vào thời điểm nào và quá trình đó diễn ra như thế nào? 3.   B Câu hỏi này không liên quan đến hai câu hỏi trên    nhưng nếu em trúng tuyển khóa K21, em có thể xin hoãn việc học lại với tư cách sinh viên K21 trong nửa học kì 211  và tiếp tục theo học như sinh viên K20, sau đó thực hiện quá trình chuyển đổi ở thời điểm cuối học kì 211 đầu học kì 212 được không ạ? Việc tạm hoãn như vậy thì học phí của học kì 211 trong vai trò là sinh viên K21 có được miễn không ạ? Mục đích em muốn làm như vậy là vì ở giai đoạn từ 211 qua 212 thực hiện việc chuyển đổi sẽ ít gián đoạn đến quá trình học hơn ạ. Em rất mong những câu hỏi trên sẽ được giải đáp. Em xin cảm ơn ạ.",
    "Em tên là  hiện là K20 CLC Khoa khoa học và Kỹ thuật máy tính. Sắp tới, em có ý định đi du học thì bên họ cần giấy chứng nhận 2 năm học ở Việt nam cùng với bảng điểm 4 học kỳ của em. Em xin hỏi là: - Em cần bao nhiêu tín chỉ để có được giấy chứng nhận 2 năm học? (8 tín chỉ tiếng anh có được tính luôn không ạ?) - Em được quyền học 1 học kỳ 7 chỉ môn học không ạ? Em mong thầy/cô sẽ trả lời những thắc mắc của em sớm ạ.",
    "Dạ em xin chào phòng đào tạo trường Đại học Bách Khoa- ĐHQG TP.HCM. Em tên là  MSSV:  Lớp: XD18KT Khoa: Kỹ thuật xây dựng ﻿Tụi em muốn đăng kí PĐT để mở thêm môn học cho kì 211, nhưng với tình hình như hiện tại thì không thể nộp đơn trực tiếp. ﻿Nên em muốn hỏi PĐT làm sao để có thể đăng kí xin mở thêm môn học cho kì 211 ạ?  ﻿Em xin chân thành cảm ơn! ",
    "Dạ cho em hỏi, thẻ sinh viên em đã gửi lại bộ môn để mượn luận văn tốt nghiệp. Sắp tới thi cuối kì em phải làm như thế nào ạ? Em cảm ơn.   i ",
    "PĐT cho em hỏi :Kỳ 202 vừa rồi em có đăng ký tam dừng học, đến kỳ tiếp theo 211 em muốn đăng ký thu nhận học lại, nhưng do tình hình dịch hiện nay ảnh hưởng, em không thể đến trường để làm giấy thu nhận lại được. Thì sắp tới em có được đăng ký môn học của HK211 không ạ ? Và có cách nào để em làm giấy đăng ký nhận lại để đăng ký môn học được không ạ . Rất mong được sự hồi đáp sớm nhất từ PĐT! Em xin chân thành cảm ơn PĐT rất nhiều ạ !   i ",
    "Cho em hỏi em đăng ký môn học cho học kỳ 211 nhưng hệ thống báo xem lại loại hình SV và loại hình lớp. Em là sinh viên đăng ký học lại. Cho em hỏi lý do vì sao ạ.",
    "Em xin kính chào Thầy/Cô Em tên Lê Hoàng Vũ MSSV 1535058 hệ VLVH Thầy/Cô có thể kiểm tra giúp e hiện tại khi tiến hành DKMH trên phần mềm, sau khi chọn môn phần mềm báo lỗi là \"Bạn không được phép đăng ký vào nhóm lớp này ...\"( file ảnh đính kèm) ở cả hai hình thức DKMH đang mở. Thầy/Cô có thể xem qua và khắc phục giúp e lỗi này không ạ . Em xin cám ơn Thầy/Cô ạ.    .",
    "E xin chào PĐT. E là sinh viên khoa bảo dưỡng công nghiệp khoá K17 lớp BDCN02. Hiện tại tình trạng e đang bị đình chỉ học do kỳ vừa rồi e không có đk môn học. Nay e muốn nộp đơn đăng ký thu nhận lại thì e phải nộp đơn như thế nào ạ. Hiện tại e đang ở Thủ Dầu Một ạ. E cảm ơn PĐT.",
    "Em chào PĐT, em có vài thắc mắc về môn GDTC ở học kì 202: 1) Do tình hình dịch bệnh nên tạm ngưng vậy sau khi hết dịch có tiếp tục học GDTC của 202 như các môn thí nghiệm không? 2) Nếu không tiếp tục vậy môn GDTC của em sẽ tính thế nào? (em khóa k19, đã đóng tiền 1 chỉ và GDTC kì 202 là học phần cuối trong 3 học phần).",
    "Kính thưa Phòng Đào Tạo Trường ĐH Bách Khoa TPHCM Em có mong muốn được hoãn thi kỳ 202 thì phải làm thế nào ạ. Em xin cảm ơn.   i  .",
    "Kính gởi thầy cô,  Em là sinh viên k20. Cho em xin hỏi về chuẩn anh văn để đăng ký học phần của học kỳ 212 là anh văn 1 hay anh văn 2 ?  Em xin cảm ơn.",
    "Dạ kì rồi em chưa đăng kí môn học mà kì này em muốn đăng kí môn học thì phải nộp giấy thu nhận sinh viên như thế nào ạ? Dạ em cảm ơn.",
    "Phòng đào tạo cho em hỏi là vào hk201 em đã học GDTC môn Cầu lông, HK202 em học môn Võ thì sang hk211 em có cần phải học GDTC nữa hay không vậy ạ? Em xin cảm ơn!",
    "Kính gửi Phòng Đào Tạo trường Đại học Bách Khoa - ĐHQG HCM, Em là , sinh viên khoa Quản Lý Công Nghiệp. Em có thắc mắc về việc đăng kí học phần thể chất. Cụ thể: - Kỳ 1 em có đăng ký học môn thể chất là Aerobic (PE1021) và đã đã đạt học phần này. Khi đó, ở trang Đăng ký môn học chưa phân Học Phần 1 (HP1) và Học Phần 2 (HP2). - Kỳ 2 em phải nằm viện phẫu thuật và khi xuất viện bác sĩ căn dặn không nên hoạt động mạnh tránh ảnh hưởng vết mổ nên em đã không đăng ký học thể chất. - Kỳ 3 em muốn đăng ký học thể chất là môn õ nhưng khi vào xem thì khá bối rối vì không biết phải đăng kí vào chỗ nào. (Em có đính kèm hình ảnh bên dưới). Em muốn hỏi, em muốn học õ thì phải đăng ký HP1 hay HP2 ạ? Em hi vọng quý Phòng Đào Tạo sẽ giải đáp thắc mắc này của em . Em xin chân thành cảm ơn. Trân trọng,  .",
    "Em muốn hỏi về thủ tục hoãn thi trực tuyến ",
    "Kính chào quý thầy (cô) Em tên Võ Minh Vũ -  Em đang đăng ký môn học HK211 nhóm VHVL, nhưng em không đăng ký được do mã nhóm lớp không phù hợp. Em thử ở nhiều môn em đã đăng ký đúng mã CI nhưng sao không được. Em mong thầy cô hỗ trợ giúp em! Em có minh hoạ hình ảnh nhờ thầy cô xem qua để hiểu rõ hơn. Em xin chân thành cảm ơn!!!",
    "Chào thầy cô, em tên  , sinh viên K16 khoa Cơ Khí, em hiện đã bỏ ngang HK201, không đăng ký môn học HK202 và còn nợ học phí, em muốn hỏi nếu em thanh toán tất cả các khoản còn nợ thì em còn có thể đăng ký môn học cho HK211 hay không, mong sớm nhận được phản hồi từ thầy cô.",
    "Hiện tại em là sinh viên K20 CLC Khoa học và Kỹ thuật máy tính. Em xin hỏi là một học kỳ được đăng ký tối thiểu bao nhiêu tín chỉ ạ? Em mong quý thầy cô giải đáp giúp thắc mắc của em ạ . Em chân thành cảm ơn.",
    "cho em xin hỏi là học phần cơ bản (HP01) dạy trong học kì 1 và học phần nâng cao (HP02) dạy trong học kì hai của năm học đúng không ạ. Em xin cảm ơn",
    "MSSV:  Chào anh, chị ạ Em muốn hỏi môn giải tích mạch EE1011 có còn mở trong kì chính không ạ, hay phải đăng ký trong kỳ dự thính ạ. Mong nhận được phản hồi từ phía anh, chị ạ.  Em xin cảm ơn.",
    "Em chào thầy/cô ạ. Trong học kì hè 203, em đã đăng ký môn Thực Tập Tốt Nghiệp và được giáo viên là thầy Hồ Trung Mỹ hướng dẫn. Nay nhận được tin thầy mất, em không khỏi đau lòng vì thầy ra đi đột ngột quá. Em xin hỏi thầy/cô thông tin xử lý về giáo viên hướng dẫn mới, em cảm ơn ạ.",
    "Cho em hỏi đang dịch này thi toiec 2 kĩ năng nói viết có được tổ chức thi online không ạ. Hay là có hình thức thi nào vậy ạ? Em cảm ơn admin nhiều ah",
    "Kính gửi quý thầy cô! Em tên là  MSSV . Hiện nay em đang ở Tây Ninh và Tây Ninh cũng đang thực hiện giản cách theo chỉ thị 16 của chính phủ. Do nhà em đường truyền mạng không ổn định và trang thiết bị cũng không đầy đủ nên em mong nhà trường xem xét có thể cho em được hoãn thi ạ. Xin cảm ơn quý thầy cô.",
    "Em chào PĐT, Do tình hình dịch bệnh nên em không đến trực tiếp PĐT để nộp đơn trình bày được và HK mới cũng sắp đến. Em mong PĐT chấp nhận đơn trình bày này của em. Nếu có sai sót gì mong PĐT phản hồi cho em. Em cảm ơn anh/chị nhiều!",
    "Phòng Đào Tạo cho em hỏi là muốn đăng ký hoãn môn vì thiết bị điện tử không đảm bảo và hiện tại đang ở trong khu vực cách ly thì nên điền vào mục lý do nào ạ ? Và có cần chữ ký của giáo viên giảng dạy của môn học đó không ?  Em xin cám ơn",
    "Học kì tới em chuyển sang hệ VLVH thì có cần đăng kí môn trong đợt này không ạ",
    "Cho em hỏi là hk hè em đăng ký thực tập ngoài trường mà vẫn chưa được đi, thì liệu hk211 em muốn thực tập thì có cần đăng ký môn lại không a.?",
    "Chào thầy/cô  Em là sinh viên k15, đã đăng kí thực tập học kì hè, dự kiến là sẽ thôi học và chuyển sang hệ vừa học vừa làm vào học kì 211. Nếu vậy thì em đăng kí học kì 211 thì sau khi thôi học và chuyển hệ em có thể tiếp tục học những môn đã đăng kí trong chương trình chính quy không? Em xin cảm ơn vì đã đọc.",
    "Do một số vấn đề nên trong đợt thi AVĐV, em chỉ  đạt 365 toeic và em đã thi lại đợt 2 ngay sau đó thì đạt 485 toeic. Cho em hỏi điểm lần 2 được tính như nào và em có cần phải học lại AV1 không hay sẽ học từ AV2 ạ ???",
    "Dạ cho em hỏi!Em chuẩn bị học kì 5 của năm 3 mà em mới hoàn thành 2 môn giáo dục thể chất thì có bị hủy môn đăng ký môn học của năm 3 không ạ? Do kì 4 của năm 2 em có đăng ký 1 môn thể chất nữa để hoàn thành 3 môn thể chất sau 2 năm đầu, mà bị hủy do không đủ sĩ số. Em định đăng ký môn thể chất ở học kì hè để hoàn thành 3 môn thể chất, mà do diễn biến dịch phức tạp ở TP HCM không học trực tiếp.Vậy vấn đề của em giải quyết làm sao ạ? -Em mong phòng đào tạo giải quyết giúp em ạ!Em xin chân thành cảm ơn.",
    "Em chào quý Nhà trường. Em là , sinh viên K20 ngành Khoa học Máy tính (CLC). Hiện nay em đang trong đợt đăng ký môn học cho học kỳ 203, trong đó có một môn là \"môn Đại cương tự chọn\". Vậy cho em hỏi các môn này bao gồm những môn nào ạ? Em xin chân thành cảm ơn.",
    "Vào kì 202, em có đăng kí 1 môn giáo dục thể chất(có thể hoàn thành 3/3 thể chất), nhưng do dịch đến giờ vẫn chưa được thi. Mà lúc đăng kí môn học có mã năm 3 thì hiện cảnh báo chuẩn năm 3 liên quan đến thể chất. Cho em hỏi vậy sang đợt 2, em có bị xóa mấy môn học năm 3 do không đạt chuẩn thể dục không ạ?",
    "em là k18 chuyển ngành từ khoa Cơ khí sang Quản lý công nghiệp hệ vhvl, em muốn hỏi là em phải dk môn học của khóa nào ạ",
    "Kính gửi Phòng Đào Tạo, em là , MSSV:, sinh viên K18 khoa Điện - Điện Tử. Em gửi đơn này để được hỏi về vấn đề hoàn thành chương trình giáo dục thể chất để đủ điều kiện đăng ký môn học của năm 4. Hiện tại HK 202 em đang học môn GDTC để hoàn thành chương trình nhưng vì nhà trường tạm dừng học tập trung do dịch nên hiện tại chưa có điểm. Vậy em có được xem là đạt chuẩn giáo dục thể chất để đăng ký môn học của năm 4 không ạ? Trước khi nhận được sự giải đáp, em xin chân thành cám ơn.   .",
    "năm 3 và chuẩn thể chất . Chào mọi người ạ, Em đang năm 3 và kì 2 này em mới học môn cuối cùng thể chất, nhưng do nghỉ vì dịch, kì chưa kết thúc mà lại đến đợt đăng ký môn học cho năm 4 nên em có thể không đăng ký được các môn năm sau. Cho em hỏi là có cách nào để hoàn thành thể chất năm 3 để đủ điều kiện đăng ký môn học năm 4, hay nhà trường có thể giúp em trong việc này để em có thể đăng ký môn học cho năm sau không ạ? Em xin cám ơn mọi người.",
    "lớp em hiện tại còn 8 bạn chưa học môn công nghê gốm xây dựng . vì môn này khóa sau em đã bị xóa . khóa trước học qua hết rồi . xin pdt mở môn này cho tụi em học với ạ",
    "Kính gửi: Phòng Đào Tạo trường ĐH Bách Khoa Em tên:  MSSV:  Hiện tại nhà trường đã mở đăng kí môn học học kì 211. Em là sinh viên K17 nhưng kì trước chưa thể làm luận văn vì Toeic chưa đủ chuẩn, trong thời gian ôn luyện sắp thi thì tình hình dịch bệnh Covid phức tạp như hiện tại không thể thi chứng chỉ Toeic. Như vậy em có khả năng nào       để đăng kí thực hiện luận văn trong kì này không ạ . Kính mong được Phòng Đào Tạo xem xét và phản hồi. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo, Được sự đồng ý của thầy  - Trưởng BM Tự động, đã xem xét và cho phép em đăng ký Đề cương luận văn (EE4325) mà không xét điều kiện học trước môn Lý thuyết điều khiển nâng cao (EE3007). Nay em xin hỏi Phòng đào tạo về cách thức nộp đơn xem xét, hiện tại do tình hình của dịch Covid-19 diễn biến phức tạp tại TP. HCM nên em vẫn chưa thể quay lại trường được . Do vậy em xin phép đề xuất phương án nộp đơn online hoặc phương án khác do Phòng đào tạo quyết định. Em rất mong Phòng đào tạo xem xét và tạo điều kiện cho em trong tình hình khó khăn của dịch Covid-19 này. Em xin chân thành cảm ơn, Trân trọng,",
    "Em muốn hỏi là trên bảng điểm được in có in điểm TBHK hay chỉ in điểm TBTL lên đó ạ ? Và quy định một môn học chỉ xuất hiện một lần với số điểm cao nhất đúng không ạ ?",
    "Em có một môn (CH3013 Sinh học phân tử và di truyền) hiện tại lớp chỉ mở 8 người và K19 thì học môn giống vậy (CH3361 Sinh học phân tử và di truyền).Nếu lớp CH3013 không mở thì em có thế chuyển điểm tương đương được không ạ? Vì chương trình mới thay đổi nên em hơi rối với những môm em còn nợ ạ.",
    "dạ chào cô. kỳ sau em làm luận văn tốt nghiệp. cho em hỏi là mình có thể đổi giáo viên hướng dẫn luận văn tốt nghiệp được không ạ. em muốn đổi sang đề tài khác với đề cương luận văn mình đã làm.",
    "Cho em hỏi là kì 202 vừa rồi em có tạm bảo lưu vì 1 số lý do riêng. Học kì 211 này do tình hình dịch bệnh khá phức tạp nên em không thể lên trường để nộp đơn xin học lại được mà cũng đến hạn đăng ký môn học cho kì 211 rồi. Vậy thì em làm sao để được đăng kí môn cho kì 211 này ạ. Em xin chân thành cám ơn.",
    "Kính gửi phòng đào tạo trường đại học Bách Khoa thành phố Hồ Chí Minh Em tên là  ,khoa KHUD ,Lớp CKT1  MSSV  Em xinh trình bày việc như sau ạ vì lí do e ở trong vùng dịch về và hiện tại cũng đang thực hiện giãn cách xã hội nên em không thể trực tiếp nộp đơn lên Phòng Đào Tạo được ạ . Kính mong ban giam hiệu xem xét cho em được thu nhận lại để tiếp tục học tập tại trường đại học Bách Khoa ạ Em xin chân thành cảm ơn !    ",
    "Hiện tại đang dịch, hơn 2 tháng này trung tâm IIG không mở cửa em không thể thi Toiec. Cô cho em hỏi vậy em có thể đăng kí LVTN trước rồi nộp AV sau không ạ.",
    "Kính gửi  Em là   Em muốn hỏi hk này thi tiếng anh ntn vì và hiện tại chúng em đg ở quê ko đc vào ktx thì ko thể vào để thi ngoài đc vậy chúng em ko đủ tiếng anh để đk môn học học kỳ sau em muốn hỏi tiêu chuẩn tiếng anh xuer lý thế nào ạ để đc đk môn học học kỳ tới ạ em cảm ơn",
    "Tốt nghiệp . Vì lý do dịch bệnh Covid19, em đã không được thi chứng chỉ Anh Văn TOEIC để nộp vào và đạt tiêu chí đăng ký Luận Văn Tốt Nghiệp. Cho em hỏi, có thể xin Phòng Đào Tạo cho phép đăng ký và bổ sung chứng chỉ sau được không ạ? Đây là học kỳ cuối trước khi hết hạn nên em mong phòng Đào Tạo xem xét. Em xin cảm ơn",
    "Chào anh/chị Em tên  k19 Do tổng tín chỉ kì 202 và 203 em được 52 chỉ. Anh/ chị cho em hoi pdt tạm xét số tín chỉ là 56 hay được giảm còn 52 như kì 201 năm rồi vậy ạ? Em cảm ơn! Mến, !",
    "Em chào Phòng Đào Tạo ạ, em là  MSSV . Theo như quy định của trường thì cuối năm 3 phải hoàn thành xong tất cả các môn thể chất để được đăng kí cho một số môn về đồ án và luận văn năm 4. Tuy nhiên do tình hình dịch bệnh cộng với tỉnh em thực hiện cách ly xã hội nên điều kiện mạng của em không đảm bảo để học trực tuyến nên em không đăng kí môn thể chất vào kì hè. (Em bị cách ly 21 ngày khi về từ Thành phố nên không có laptop và mạng để học trực tuyến). Em không biết có thể làm đơn xét để em có thể học song song môn thể chất 3 và mộ Đề cương luận văn cùng với đồ án vào kì này không ạ. Em rất mong có sự giúp đỡ và tạo điều kiện của PĐT để em có thể hoàn thành các môn học và ra trường đúng thời hạn ạ. Em cám ơn thầy/cô đã dành thời gian.",
    "Cho em hỏi là nếu nếu em chưa học và chưa có điểm AV3 thì em có thể đăng kí học AV4 không ạ . Vì em sợ nộp bằng toeic 500 không đủ để chuyển điểm cho AV4 nên e muốn học AV4 trước ạ. Em cám ơn.",
    "Cho em hỏi em muốn hoãn thi cuối kì 202 thì phải làm sao ạ",
    "Dạ em muốn đăng ký hoãn thi trực tuyến nhưng không biết làm sao thầy cô có thể hướng dẫn em không ạ",
    "Em là , MSSV , sinh viên thuộc khoa Kỹ thuật Hóa học. Tháng 4/2021, em có nhận được mail buộc tạm dừng học HK2/20-21 vì lý do không đăng ký môn học. Em đã đọc quy trình và thấy nếu muốn đăng ký môn học cho HK211 em phải nộp Phiếu thu nhận vào tháng 5. Dù đã quá thời gian nhưng em vẫn mong muốn được nộp Phiếu thu nhận để có thể đăng ký môn học trong học kỳ tới, vì môn học em đăng ký chỉ được mở trong học kỳ 1 của năm học. Em mong Phòng Đào tạo suy xét để em có thể nộp Phiếu thu nhận. Em xin cảm ơn.",
    "Chào thầy cô, Kì 202 này em hết thời gian đại học chính quy. Lần trước em có lên trực tiếp phòng đạo tạo, có cô tư vấn tháng 7 này sẽ có tuyển sinh ngoài 2 đợt tháng 4 tháng 10 để kì 211 em được chuyển hệ sang vừa học vừa làm. Nay em thấy lịch đăng kí môn học của hệ vừa học vừa làm cho kì 211, mà vẫn chưa thấy lịch tuyển sinh vừa học vừa làm. Em xin cảm ơn",
    "Dạ em chào anh/chị, Em muốn hỏi về học phí HK211 ạ, cụ thể là đơn giá khi học vượt tín chỉ của kỳ chính và kỳ dự thính . Em cảm ơn anh chị phụ trách câu hỏi này rất nhiều",
    "Dạ nhà trường cho em hỏi ở HK202 vừa r em có học môn GDTC 3 mà do dịch bệnh nên môn thể chất chưa học xong được, hiện tại em đăng kí môn học kì 211 có 1 môn tự chọn “ hư hỏng và sửa chữa công trình CI1051” hệ thống để là điều kiện p đạt GDTC 3” vậy em có bị xoá môn hay bị tạm dừng kì 211 ko ạ?",
    "Chào thầy cô, Họ tên SV: Lê Thị Thu Thảo  MSSV:1814045 Khoa: Cơ khí Ngành: Logistics và Quản lý chuỗi Cung ứng  Lớp: CK18LOG2 Trong quá trính đăng kí môn học 211 em có gặp một số vấn đề:        VẤN ĐỀ 1:   - ME4605 (Hoạch định nguồn lực sản xuất)   - ME4647 (Quản lý tinh gọn trong chuỗi cung ứng)   - ME4645 (Hệ thống logistics thu hồi)  Đây là 3 môn học mà em đăng kí trong kì 211. Điều kiện đăng kí của 3 môn trên: ME3233 (Quản lý logistics - Học trước). Nhưng CTĐT thay đổi mã số môn học Quản lý logistics từ ME3233 sang ME2125 .  Do trễ chương trình, em đã học môn tương đương theo mã mới ME2125.  Xin PĐT xét duyệt môn tương đương để em đủ điều kiện đăng kí môn học thành công.            VẤN ĐỀ 2:   - Môn ME2055 (Thống kê trong công nghiệp) đã không còn tổ chức giảng dậy  nhưng môn này đã được tương đương với môn MT2013 (xác suất và thống kê).   Kì dự thính 202 em đã có đăng kí môn MT2013 nhưng do tình hình dịch bệnh chưa thể thi cuối kì.  Em mong PĐT xét chuyển hai môn tương đương vì môn ME2055 là môn tiên quyết của một môn học kì 211.    VẤN ĐỀ 3:   CTĐT K18: ME4601 (Kỹ thuật dự báo), Điều kiện đăng kí: ME2055 (Thống kê trong công nghiệp - Học trước)   CTĐT K19: ME3157 (Kỹ thuật dự báo), Điều kiện đăng kí: ME2049 (ứng dụng máy tính trong công nghiệp - Học trước)   Theo CTĐT K19: ME2055 không còn tổ chức giảng dạy.   Do chậm tiến độ học tập nên HK 211 em mới đăng kí được môn Kỹ thuật dự báo. Nhưng do CTĐT đã có thay đổi nên môn học này đã được đổi MSMH mới. Tuy nhiên khi đăng kí môn học Kỹ thuật dự báo (ME3157 – mã mới) thì thiếu môn học tiên quyết là ME2049 (Ứng dụng máy tính trong công nghiệp). Mà môn học ME2049 (Ứng dụng máy tính trong công nghiệp) không nằm trong CTĐT K18. Nên môn Kỹ thuật dự báo em chưa thể đăng kí thành công . Em xin xét  môn học ME3157 – mã mới (Kỹ thuật dự báo) với điều kiện đăng kí là ME2055 (Thống kê trong công nghiệp) để em có điều kiện được đăng kí môn thành công và hoàn thành kịp tiến độ học tập.   CẢM ƠN THẦY CÔ ĐÃ ĐỌC VÀ XEM XÉT. CHÚC THẦY CÔ MỘT NGÀY LÀM VIỆC VUI VẺ!",
    "Dạ cho em hỏi về việc hủy rút môn ạ ? Em là  MSSV  hệ VLVH em có đăng ký môn Thí nghiệm ô tô và động cơ đốt trong ( 3 chỉ ) nhưng trong chương trình đào tạo của em là môn Thí nghiệm ô tô và động cơ ( 2 chỉ ) thôi mà e đã đóng học phí môn 3 chỉ rồi giờ em có cách nào chuyển hay rút môn 3 chỉ sang 2 chỉ không ạ ? Em cảm ơn",
    "Cho em hỏi là bây giờ em muốn xin giấy hoãn nghĩa vụ quân sự thì bằng cách nào ạ? Vì tình hình dịch bệnh nên em không thể lên trường vào lúc này được nhưng bên phường khu vực địa phương em người ta đòi giấy ạ. Với cho em hỏi là em đang bị tạm dừng học kì này vì chưa nộp kịp Chứng chỉ tiếng Anh cho văn phòng Quốc tế thì em có được xin giấy hoãn không ạ?",
    "QUOTE  Chào thầy cô ạ. Do dịch covid nên môn giáo dục thể chất đang bị dừng nên em chưa đủ 3 môn thể chất thì em có thể đăng kí môn học năm 3 được không ạ.",
    "Dạ cho em hỏi về việc hủy rút môn ạ ? Em là  MSSV  hệ VLVH em có đăng ký môn Thí nghiệm ô tô và động cơ đốt trong ( 3 chỉ ) nhưng trong chương trình đào tạo của em là môn Thí nghiệm ô tô và động cơ ( 2 chỉ ) thôi mà e đã đóng học phí môn 3 chỉ rồi giờ em có cách nào chuyển hay rút môn 3 chỉ sang 2 chỉ không ạ ? Em cảm ơn",
    "Dạ em kính chào văn phòng đào tạo ạ. Hiện tại nhà em đang có người thân là bệnh nhân của Covid 19 và em là trường hợp nghi nhiễm F1, có thể bị đưa đi cách ly bất cứ lúc nào. Vậy cho em xin hỏi thủ tục làm đơn để hoãn thi cuối kỳ 202 như thế nào ạ. Trường hợp em đã vào khu cách ly tập trung và không có thiết bị để in các tờ khai thì em làm đơn điện tử được ko ạ ? Em cảm ơn rất nhiều",
    "Dạ em chào quý Thầy, Cô ! hiện tại em đã thực hiện đăng ký môn học. Nhưng khi Đăng ký luận văn tốt nghiệp thì có dòng chữ màu vàng (bên phải-trên cùng) báo là thiếu Chứng Chỉ Ngoại Ngữ. Trong khi đó e đã nọp Chứng Chỉ Ngoại Ngữ rồi ạ . Mong Quý Thầy Cô tư vấn. Vô cùng cảm ơn ạ !",
    "Tình hình của em là em hết hạn đào tạo và kì này em chỉ còn LVTN + AV thì em đăng kí như thế nào ạ? Em muốn trực tiếp liên hệ PDT, khi nào PDT làm việc ạ?",
    "Dạ thưa thầy/cô Phòng Đào Tạo . Em xin gửi Đơn xin được thu nhận lại trong học kỳ 1 năm học 2021-2022. Em xin cảm ơn thầy/cô.",
    "Kính chào quý Thầy Cô, Hiện tại em đã đăng ký môn học cho học kỳ 211 sắp đến. Tuy nhiên tình trạng sinh viên của em đang là: Tạm dừng (hình ảnh đính kèm) vì lý do học kỳ 202 em không đăng ký môn học. Không biết tình trạng hiện tại của em có được đăng ký môn học ở học kì 211 hay không ạ? Vì em còn 1 môn nữa mới có thể tốt nghiệp.",
    "Em muốn làm đơn hoãn thi trực tuyến nhưng không biết phải làm sao mong thầy cô hướng dẫn. Em cin cảm ơn ạ.",
    "Kính chào quý Thầy Cô, Hiện tại em đã đăng ký môn học cho học kỳ 211 sắp đến. Tuy nhiên tình trạng sinh viên của em đang là: Tạm dừng (hình ảnh đính kèm) vì lý do học kỳ 202 em không đăng ký môn học. Không biết tình trạng hiện tại của em có được đăng ký môn học ở học kì 211 hay không ạ? Vì em còn 1 môn nữa mới có thể tốt nghiệp. Em xin chân thành cảm ơn quý Thầy Cô ạ",
    "Em có đăng kí môn LVTN sáng nay và bị hệ thống báo là thiếu CCAV, nhưng tình hình dịch như hiện nay em không thể bổ sung chứng chỉ anh văn được, vậy cho em hỏi là trường tạm bỏ qua các chuẩn anh văn cho HK211 này thì có áp dụng cho điều kiện anh văn của LVTN không ạ?",
    "Dạ cho em hỏi là em có thể học 2 môn Triết học  và Kinh tế chính trị  cùng một lúc được không ạ?",
    "n xin hoãn thi CHK202 .",
    "Dạ cho em hỏi là môn vật lý 1 em còn nợ hôm nay em đăng ký để học vào hk211 Nhưng em thấy ở chính quy hay dự thính đều đăng ký được vl1 nên em thắc mắc là em có được đăng ký học lại môn này ở HK chính quy không hay phải đăng ký dự thính ạ?",
    "Dạ pđt ơi cho em hỏi là đợt một em  đăng kí 26 tín chỉ có sao không ạ. Đợt 2 em có thể biết được em có thể học môn nào không ạ . Tại em đang phân vân giữa vật lí 1 4 chỉ hoặc 2 môn kia gộp lại là 5 chỉ ạ . Em chỉ có thể chọn 1 trong 2 vì em không biết em có thể học vl1 trong kì chính không nên em đăng kí cả 3 môn đó ạ.",
    "Dạ mã môn Công Trình Xây Dựng của khoá K18 và K19 khác nhau do lớp em đã học hết rồi nên giờ không đủ sỉ số mở lớp nữa ạ (6 bạn), em có thể học mã k19 rồi chuyển điểm sang mã k18 được không ạ",
    "Em chào thầy cô, Thầy cô cho em hỏi là em còn thiếu 1 môn thể chất nữa mới đạt điều kiện để đăng ký cho môn học năm 4 sắp tới, vậy thầy cô cho em hỏi em có thể vừa đăng ký thể chất và đăng ký các môn học năm 4 chung với nhau không ạ? Em cảm ơn thầy cô.",
    "Chào ad. Hiện tại vì một số lý do. Nên mình muốn tạm thời nghỉ học để giải quyết những vấn đề đó. Mong ad giúp mình đưa ra giải pháp hợp lí giúp mình nhé. Đầu hk201 mình có thắc mắc với phòng đào tạo nhưng không được nên mình đã bị đình chỉ một học kì do nghỉ học không phép. Mong lần này ad giúp mình đưa giải pháp hợp lí để mình không bị đình chỉ nhé. Thân",
    "cho em hỏi có co tham gia nhìu hoạt động ctxh để nhận ngày ctxh mà sao trên tài khoản mybk của em vẫn hiện ngày ctxh là 0 ạ",
    "em hiện tại là sinh viên năm 3, đang học thể chất 3 thì phải tạm hoãn do dịch covid. Đã vào học kỳ mới nhưng theo em biết thì sv năm 3 chưa hoàn thành đủ 3 môn thể chất thì sẽ bị tạm hoãn 1 HK, em mong nhà trường hỗ trợ ạ. Em cảm ơn.   i  .",
    "Học kì 202 em chưa đủ điều kiện chuẩn anh văn nên đã không đăng kí môn học được. Học kì 203 em đăng kí full 12 tín chỉ mới đạt được 55 tín chỉ tích lũy. em xin hỏi trường hợp như em có được xem xét bỏ qua điều kiện đủ 56 tín chỉ để đăng kí môn học được không ạ? Em xin cảm ơn ạ!",
    "Nhà trường cho em hỏi là em có học học giáo dục thể chất ở hk 201 được tính là học phần 1 nhưng hk202 em không có học. Em định qua hk211 học tiếp giáo dục thể chất như vậy có được tính là học phần 2 không ạ ? Em xin cảm ơn.",
    "Môn học SP1009 DUONGLOI CM CUA DCSVN em đã được miễn môn nhưng chưa thấy cấp nhật, nếu cần làm lại phiếu miễn môn, thì em sẽ làm lại. Mong phòng đào tạo xem xét phản hồi, xin cảm ơn!",
    "Em đang trong tình trạng tạm dừng học nhưng đang dịch bệnh không thể nộp đơn đăng ký thu nhận lại thì phải làm sao? Có được đăng ký môn học cho học kỳ chính 211 không?",
    "Em xin chào Thầy/Cô PDT Cho em xin nộp Phiếu Đăng Ký Thu Nhận Lại sinh viên ạ.Em xin gửi phiếu bản PDF. Em xin cảm ơn, và mong Thầy/Cô phản hồi giúp em ạ.",
    "Mến chào thầy/cô ạ! Em là sinh viên hệ VLVH. Cho em hỏi em có thể đăng ký học vào hệ chính quy được không ạ? Vì hiện tại các lớp hệ VLVH đăng ký khá hạn chế các môn có mở lớp ạ.",
    "Dạ em xin chào. Trường hợp của em bị lỗi hệ thống môn học hoặc có sự nhầm lẫn gì đó. Em mới là sinh viên năm nhất thuộc Khoa Kỹ Thuật Giao Thông, nhưng trên BKEL của em lại có môn Đồ án môn học tổ chức thi công (CI4127) dành cho các sinh viên năm tư. Môn này thuộc bên Khoa Kỹ Thuật Xây Dựng. Hôm nay thầy phụ trách bộ môn  có gửi mail yêu cầu nộp file đồ án, em không biết xử lý như thế nào. Trên Bkel, em không có quyền truy cập. Trong thời khóa biểu chính thức của em  không có thông tin cụ thể về môn này. Mong trường hợp của em sớm được giải quyết. Em xin cảm ơn.",
    "Em hiện là sinh viên năm 4 và tới đây nếu không rớt môn thì em sẽ đủ tín chỉ để xét tốt nghiệp ạ, nhưng em mới có 13 ngày CTXH, còn thiếu 2 ngày theo qui định. Vậy trong kỳ tới nếu em vẫn chưa đủ ngày thì có phải đăng ký môn để vừa học vừa bổ sung ngày CTXH không ạ, hay chỉ cần bổ sung cho đủ CTXH rồi đang ký xét tốt nghiệp ạ. Em cám ơn.   i ",
    "Kính gửi ban giám hiệu nhà trường Đại Học Bách Khoa TP HCM. Em tên là  MSSV . Em làm mail này với lý do muốn hỏi thăm thêm thông tin về việc làm hồ sơ hoãn thi các môn học của học kỳ HK202, với lý do em không có đầy đủ các điều kiện về thiết bị như nhà trường đã yêu cầu , nên em mong muốn nhà trường có thể hỗ trợ để giúp em và các sinh viên khác giống trường hợp của em có thể dễ dàng hơn trong việc làm đơn hoãn thi .Vì em thấy trên các group của các khoá học đều có rất nhiều bạn đang hỏi thăm cách để làm hồ sơ hoãn thi ạ .Em mong nhà trường có thể làm một mail hướng dẫn chi tiết hơn cho các sinh viên giống trường hợp của em có thể làm đơn hoãn thi với các môn thi mà không đủ điều kiện về trang thiết bị mà các giáo viên đã đề ra . Em xin trân thành cảm ơn ban quản lý nhà trường đã giành ra chút thời gian để đọc email của em.",
    "Cho mình về cách thức thi 2 kỹ năng tiếng Anh nói viết cho sinh viên đăng ký đợt tốt nghiệp tháng 11/2021 ạ. Xin chân thành cảm ơn.   i  .",
    "Cho em hỏi môn học tự chọn là môn thuộc khoa đang học hay là khác khoa mới được ạ?   i ",
    "Cho em hỏi cách thức đăng kí hoãn thi online ạ.",
    "Dạ cho em hỏi là đăng kí môn học kì 211 này  em học trước Chương trình đào tạo của Ngành em nên em chỉ còn đăng kí 9 tín chỉ nữa là em đủ Chương trình đào tạo. Cho em hỏi là số tín chỉ ít như vậy có đáp ứng đủ số tín chỉ tích lũy tối thiểu mỗi kì và nếu kì học em có số tín chỉ ít như vậy liệu em có thể được xét HBKK không ạ. Em cảm ơn.",
    "Theo như mail mà nhà trường thông báo thì những môn chưa học xong TN sẽ chưa tổ chức thi cuối kì online, nhưng có những nguồn tin khác là tùy từng môn. Vậy cho em hỏi các môn: Vi xử lý, Mạch điện tử ở học kì 202 có tổ chức thi online vào đợt này không ạ. Em cảm ơn",
    "Dạ nhà trường cho em hỏi. Hiện em là sinh viên kiến trúc K13. Học kì vừa rồi em không còn môn nào để đăng kí học( do em chỉ còn chứng chỉ ngoại ngữ), nhưng do em không đăng kí môn để báo tình hình đang học nên em bị định chỉ học vụ học kì đó. Học kì chính tới là học kì em có thể xin gia hạn để nộp chứng chỉ anh văn 2 kỹ năng còn lại. Em không biết em sẽ làm đơn như thế nào ạ, em phải làm 2 đơn xin phép (đơn xin học lại và đơn xin gia hạn thêm 1 học kì ngoại ngữ) hay sao ạ. Và nếu làm đơn thì em sẽ nộp hình thức như thế nào ạ, do tình hình dịch đang rất căng thẳng em không thể vào trường. Mong nhà trường phản hồi cụ thể để em rõ ạ. Em cảm ơn.",
    "Chào thầy cô, em là sinh viên K16 chưa tốt nghiệp, hiện em đang bị tình trạng đang tạm dừng do kỳ trước chưa đăng ký môn học, kỳ này em đăng ký thi toeic mà lịch bị dời do covid 19 nên bị hoãn thi. Em muốn hỏi là em đăng ký luận văn tốt nghiệp kỳ này thì có được không ạ, và em có cần làm đơn xin nhận lại không ạ. Em cảm ơn quý thầy cô nhiều.",
    "Họ và Tên:  MSSV:  Nội dung: Em xin nộp đơn thu nhận do HK2(2020-2021) em không đơn kí môn học nên bị tạm dừng học vụ. Kì đó em đã học xong các môn và đang tự ôn AV. Em xin trân thành cảm ơn.",
    "Phòng Đào Tạo cho em hỏi là muốn đăng ký hoãn môn vì thiết bị điện tử không đảm bảo và hiện tại đang ở trong khu vực cách ly thì nên điền vào mục lý do nào ạ ? Và có cần chữ ký của giáo viên giảng dạy của môn học đó không ? Em xin cám ơn",
    "Dạ em chào các thầy cô, em là sinh viên 18 học ngành Xây dựng lớp Công trình thủy. Em có một số thắc mắc nhờ phòng đào tạo giải đáp giúp em ạ! - Em chưa học môn Máy bơm trạm bơm CI3059 - nhưng lớp em đa số các bạn đã học rồi nên không biết sỉ số lớp phải được bao nhiêu thì mới mở lớp được ạ! - Em thấy 19 không học môn này, nên nếu em không đăng kí được thì em phải học môn học thay thế nào ạ? Mong phòng đào tạo trả lời giúp em những câu hỏi trên. Em xin chân thành cảm ơn! ",
    "Chào thầy/cô! Em tên là , MSSV , SV kĩ thuật hàng không chương trình PFIEV Vừa rồi em thi AV đầu vao đc 420 điểm, là đủ điểm để đăng kí av1, nhưng khi đăng kí môn học av1 thì em ko đăng kí được và web báo lỗi là thiếu môn tiên quyết av cơ bản. Mong PĐT xem lại là em sai hay web lỗi mà em đăng kí ko được? Em cảm ơn ạ!",
    "Cho em hỏi sao em không đăng kí thi online toeic 2 kỹ năng được ạ Trong khi mấy bạn K14 khác đã đăng được ạ",
    "Em chào thầy/cô, em có đóng trễ học phí HK 203, em có thể nộp đơn trình bày lí do đóng học phí trễ online được không ạ",
    "Em là Phó Đức Gia Bảo là sinh viên năm 1, khoá 20, ngành Kỹ Thuật Máy Tính chương trình chất lượng cao, đại học Bách Khoa, đại học Quốc gia Hồ Chí Minh Em gửi đơn đến để hỏi về vấn đề mà theo em là Văn phòng Đào tạo Quốc tế không giải quyết được cho em một cách thoả đáng Em xin phép được trình bày như sau:      Em đăng ký học kỳ hè ở kỳ học 203 vào đợt 2 kéo dài từ 25/5 đến 31/5, và vào ngày 31/5 (tức là ngày cuối cùng để có thể huỷ đăng kí môn) thì em mới nhận được email thông báo chính thức về học kỳ hè bao gồm:                     + Rút ngắn thời gian học kỳ hè lại (khá nhiều, tương đương 1 môn nếu trước kia 1 tuần học một buổi thì bây giờ là 2) và không tổ chức tiết thí nghiệm                      + Chuyển sang học online 100% cho dù có hết dịch                     + Dù học online, rút ngắn, không có tiết thí nghiệm nhưng vẫn không giảm học phí hay hỗ trợ mà ngược lại học phí kỳ hè vẫn tăng từ 1tr850 lên 2tr220 như bình thường            Ngay sau khi đọc được mail này em hoàn toàn không đồng ý với phương án giải quyết của nhà trường (theo em là không nghĩ đến sinh viên một chút nào) và quyết định không đăng ký môn học kỳ hè nhưng đã quá muộn, trường đợi đến sát nút để cho sinh viên không kịp phản ứng rồi đưa ra thông báo để sinh viên muốn rút cũng không kịp nữa rồi, biết điều đó thì trường cũng không có phương án linh hoạt kịp thời như kéo dài thời gian huỷ đăng ký môn cho sinh viên.       Sau đó thì em có liên hệ và trường có gửi mail thông báo là em bị dừng học học kỳ 203, với một đứa sinh viên rơi vào hoàn cảnh đó thì em nghĩ đây là một sự linh hoạt của trường và trường sẽ chỉ dừng học kỳ 203 của em thôi (trong mail cũng chỉ ghi như vậy) và học kỳ sau em vẫn đăng ký môn bình thường. Đến gần ngày đăng ký môn thì mới có mail thông báo ghi rõ là bị dừng học kỳ 203 thì không được đăng ký môn cho kỳ tiếp theo thì em mới biết (trước đó không hề có biết dù đã nhận mail và liên hệ trường nhiều lần). Em lập tức gọi lên văn phòng thì nhận được câu trả lời là bây giờ em phải đợi (có nguy cơ là không thể tiếp tục học học kỳ sau vì quá đợt đăng ký) vì trường đang làm đúng quy trình còn vấn đề trường gửi mail thông báo trễ và không có biện pháp linh hoạt khắc phục là đúng hay sai thì trường không nói.      Em thật sự rất hoang mang và lo sợ, em cũng không muốn là phải ngồi đây liên hệ hết người này đến người khác để hỏi, nhưng thật sự là em không biết. Em mong trường có phương án linh hoạt để khắc phục cho tình trạng của em, để em có thể đăng ký môn học cho học kỳ tiếp theo và biết nghĩ cho sinh viên hơn, vì sinh viên đã nghĩ cho trường, chấp nhận hết quyết định này đến quyết định khác của trường trong đại dịch covid 19 này như không hỗ trợ học phí dù học online,…",
    "Kính gửi thầy/cô, Em tên , sinh viên K19. Đợt đăng kí môn học lần này, em có 1   B môn Tự chọn tự do   , nay em có thắc mắc là môn này có bắt buộc là chọn ngoài ngành không? Hay là em đăng kí các môn Tự chọn Nhóm A vào đó vẫn được? Ví dụ: Chương trình đào tạo yêu cầu có 9 tín chỉ tự chọn tự do (Free Elective), Các môn tự chọn nhóm (Elective Courses - Group) A (Tối thiểu 9 TC). Nếu 9 chỉ tự do em thay bằng 9 chỉ nhóm A thì có ảnh hưởng gì không ạ? (9 chỉ tự do em thay bằng 9 chỉ nhóm A luôn, nên sẽ thành 18 chỉ cho nhóm A). Em mong nhận được sự giải đáp từ thầy/cô. Chân thành cám ơn, .",
    "Dạ cho em hỏi là : Nếu như mình rớt 1 môn tự chọn thì có được chọn môn khác cùng nhóm đề bù lại tín chỉ của môn tự chọn đã rớt được không ạ ?  Em xin cám ơn!",
    "Dạ thưa pđt, em hiện là sinh viên lớp Việt Pháp K18, học kì 211 này em có đăng kí môn Kinh tế Vi mô - chiến lược và tổ chức xí nghiệp 701705 thì có hiện lên là em thiếu môn học trước Quản trị học 701702. Hiện tại trong kì hè này thì em đang học môn tương đương môn Quản trị học là môn Quản trị kinh doanh cho kỹ sư Im3001. Em không biết là em có được đăng kí học môn Kinh tế vi mô 701705 không ạ, do bên Việt Pháp khá ít sinh viên và chương trình đào tạo cũng đã đổi thì rất khó để mở lớp học lại những môn 1 chỉ như thế này ạ. Em mong Pđt coi xét và cho em đăng kí học môn này ạ. Em xin cảm ơn.",
    "Em SV k19 đã hoàn thành 2 nội dung là  Bơi ở kỳ chính Điền kinh (Dự thính) Còn 1 nội dung nữa là bóng rổ thì đang học ở HK202, chưa được thi do covid . Hiện tại em đăng ký môn ở năm 3 không được ạ",
    "Em có học môn Quản Lý chất thải rắn vào học kỳ 201. Nhưng do điểm thấp nên em định học lại nhưng đến học kỳ 211 mới mở. Cho em hỏi kỳ 211 em có còn được bảo lưu lại điểm thí nghiệm không ạ",
    "Dạ em xin được gửi phiếu đăng ký thu nhận lại để được thi anh văn nói viết và đăng ký tốt nghiệp ạ.",
    "Em đã đọc hướng dẫn chuyển ngành, trong đó cần phải gặp giáo viên chủ nhiệm để ký vào biên bản và cùng phụ huynh lên 402A4 để ký tên. Mà dịch như vậy thì còn cách nào giải quyết không ạ, em không thể gặp trực tiếp giáo viên để ký được và cũng khó mà lên trường vào thời điểm này được.",
    "O cho em được xin phép mở lớp Thực tập nhận thức ngành DD&CN ( mã CI2057) vì do môn này là thuộc chương trình của năm 2 của k18 . Em học bằng 2 nên môn này các bạn đã học và qua hết rồi, nên giờ sỉ số các bạn muốn học không còn nhiều nữa ạ. Do môn này rất quan trọng đến học phần tốt nghiệp của em, nên em khẩn cầu phòng đào tạo có thể mở lớp cho em ạ. Em cũng đã kêu gọi được một số bạn đăng kí, nhưng số lượng không được nhiều. Môn học này thì chỉ cần có giáo viên nhận dạy và chỉ cần tham quan công trình và nộp báo cáo là xong ạ. Nên cũng không chiếm nhiều thời gian hay phòng học ạ. Em cảm ơn ạ !",
    "Em xin hỏi em là hiện tại để đăng kí một số môn học thì phải qua môn học trước đó, và kì vừa rồi em đã học một số môn học tương đương với các môn học trước đó rồi. Vậy bây giờ em phải làm thế nào để đăng kí được môn học ạ?",
    "Cho em hỏi kì vừa rồi em đã đăng kí viết bài báo ở một hội nghị để sau khi bài báo của em được chấp nhận thì sẽ được chuyển tương đương để qua môn đồ án 1, nhưng hiện tại do dịch bệnh nên hội nghị vẫn chưa được diễn ra theo đúng kế hoạch. Vậy hiện tại em có thể đăng kí đồ án 2 không ạ, và phải làm như thế nào ạ?",
    "MSSV:  Tên sinh viên:  Đăng kí môn học luận văn tốt nghiệp Các thầy cô cho em hỏi là em chưa nộp bằng anh văn và chưa đủ điều kiện đăng kí luận văn tốt nghiệp (9/10) thì có được đăng kí luận văn tốt nghiệp kì 211 không ạ? Vì cơ bản em đã xong luận văn nhưng do dịch nên chưa thế hoàn thành điều kiện.",
    "Em là sinh viên K20. Do không đáp ứng được yêu cầu về thiết bị điện tử, đường truyền nên em xin hoãn thi cuối kỳ bằng hình thức thi online HK202,203. Em muốn hỏi cụ thể về thủ tục hoãn thi. Mong quý thầy cô phản hồi sớm. Em cảm ơn",
    "Kính gửi PĐT, Em tên , MSSV , ngành Kỹ thuật máy tính. Em đã có điểm Vắng thi có phép (điểm 22) của môn Hệ điều hành - CO2017. Nay em muốn đăng ký thi cuối kỳ vì môn này có mở ở học kỳ 202. Do tình hình dịch nên em không thể nộp Phiếu đăng ký thi để thay thế điểm VP trực tiếp được. Rất mong PĐT hỗ trợ. Em xin cảm ơn.",
    "cho em hỏi là bây giờ em đăng kí học chương trình song chuyên ngành như thế nào ạ. Để em có thể đăng kí được các học phần tốt nghiệp của bằng 2 ạ. Em cảm ơn.",
    "Xin chào Phòng đạo tạo, Em là sinh viên K17, trong học kỳ trước vì lý do cá nhân em đã không hoàn thành LVTN, và cũng không báo cáo tiến độ LVTN. Vậy em cần làm đơn cứu xét như thế nào và ở đâu (hiện tại em đã về quê) để có thể đăng ký lại môn LVTN trong học kỳ tới ạ. Em xin cảm ơn.",
    "Kính gửi Thầy/Cô phụ trách: Em tên: , MSSV: , khoa: Kỹ thuật xây dựng. Em đã nhận được quyết định 263/QĐ-ĐHBK buộc tạm dừng học HK202(2020-2021) do không đăng ký môn học. Hiện tại em đã hoàn thành đầy đủ số tín chỉ cho việc xét tốt nghiệp, em đang còn thiếu 2 kỹ năng tiếng anh nói và viết. Do tình hình dịch bệnh Covid phức tạp em không trực tiếp đến văn phòng để nộp đơn xin thu nhận lại được, nên em kính mong Thầy/Cô cho em xin phương án để em thực hiện việc đăng ký xin thu nhận lại để em có thể tiếp tục đăng ký môn học và hoàn thành chương trình học. Em mong nhận được thông tin phản hồi sớm nhất từ quý Thầy/Cô. Em chân thành cảm ơn Quý Thầy/cô ạ!",
    "Dạ thưa thầy cô. Nay e muốn tạm dừng học học kì mới sắp tới của hệ VHVL mà tình hình dịch đang bị giãn cách toàn thành phố và e đang ở xa thành phố. K thể trực tiếp nộp đơn tại phòng đạo tạo được. Kính mong thầy cô giúp đỡ em có thể nộp đơn online được không ạ. Nếu không được thì em phải thực hiện thủ tục như thế nào ạ. Kính mong quý thầy cô giúp đỡ. Em xin cảm ơn ạ",
    "Họ tên:  MSSV:  Khoa: Điện-điện tử Dạ cho em hỏi là em đăng kí in lại thẻ sinh viên thì phần \"nơi nhận\" là: Chuyển qua bưu điện (trả cước) với phần \"địa chỉ gửi kết quả\" là: địa chỉ mình đang sinh sống có đúng không ạ. Em xin cảm ơn.",
    "Do tình hình dịch mà kì 202 chưa thi kịp, cho em hỏi mình có cần đạt được 56 chỉ mới được đăng kí môn năm 3 không ạ ? Em cảm ơn !!!",
    "Dạ em xin chào Trường hợp của em bị lỗi hệ thống môn học hoặc có sự nhầm lẫn gì đó. Em là sinh viên năm nhất thuộc Khoa Kỹ Thuật Giao Thông, nhưng trên BKEL của em lại có môn Đồ án môn học tổ chức thi công (CI4127) dành cho các sinh viên năm tư. Môn này thuộc bên Khoa Kỹ Thuật Xây Dựng. Hôm nay thầy phụ trách bộ môn có gửi mail yêu cầu nộp file đồ án, em không biết xử lý như thế nào. Trên Bkel, em không có quyền truy cập. Trong thời khóa biểu chính thức của em  không có thông tin cụ thể về môn này. Em đã trình bày lại trong đơn và có kèm theo hình ảnh cụ thể. Em xin cảm ơn.",
    "Em chào thầy cô. Em là sinh viên K2016 đã bị tạm dừng kỳ 202. nay em làm đơn xin nhận lại để đăng ký luận văn kỳ 211. Em cảm ơn thầy cô.",
    "Chào /C  Em tên :   Mssv:  Hệ : VLVH  Em có 2 câu hỏi muốn hỏi : Câu 1: Hiện nay em có đăng ký luận văn tốt nghiệp (kèm ảnh) cho em hỏi hiện tại em đăng ký theo diện dự thính hay học kỳ chính vậy ah!  Câu2: Do hiện tại dịch bệnh phức tạp, đều kiện tài chính e cũng k khá lắm nên em muốn hỏi chi tiết ứng với luận văn tốt nghiệp 9 chỉ hệ VLVH của em hiện tại e phải đóng bao nhiêu học phí ah . Em cảm ơn",
    "Cho em hỏi cách xếp loại bằng tốt nghiệp (giỏi, khá, trung bình,...) hiện tại của trường mình là dựa vào điểm số (bao gồm tín chỉ, những điều kiện khác) thôi, hay áp dụng cả việc \"sinh việc học lại quá 5% số tín chỉ tích lũy sẽ bị hạ 1 bậc khi xét tốt nghiệp\" nữa ạ. Em cảm ơn.",
    "Con chào thầy/cô. Con tên là , mssv . Con viết đơn này mong mỏi thầy/cô cho con đăng ký 23 chỉ trong kì chính vì kì dự thính tiền học quá đắt và gia đình con không có khả năng chi trả . Con cam kết sẽ học đầy đủ và cố gắng hết sức. Con cam kết đây là sự thật và sẽ chịu mọi trách nhiệm ạ.",
    "Kính gửi PĐT! Em xin gửi phiếu thu nhận đến PĐT, để nhận quyết định thu nhận cho em đăng ký môn học cho học kỳ 211 năm học 2021-2022. Do tình hình dịch bệnh không thể đến nộp trực tiếp, em xin phép gửi online. Kính mong PĐT sẽ giải quyết giúp em. Chân thánh cảm ơn!",
    "Em xin chào các thầy cô thuộc PĐT trường. Học kì 201 em đăng kí học phần 1 GDTC nhưng bị điểm không đạt. Vậy em có thắc mắc là học phần GDTC em đăng kí vào học kì 202 được tính là học phần 2 hay học phần 1 ạ? Với việc bây giờ em đăng kí GDTC trong HK211 này thì sẽ đăng ký học phần 2 hay học phần 1 ạ? Em xin cảm ơn.",
    "Em tên là , mssv: , là sinh viên k20 của trường,  do không đáp ứng được yêu cầu về thiết bị điện tử và đường truyền nên em xin hoãn thi cuối kì bằng hình thức thi online HK202, 203. Em muốn hỏi cụ thể về thủ tục hoãn thi, mong quí thầy cô phản hồi.Em xin cám ơn .",
    "Dạ chào Thầy/Cô/Anh/Chị, Em đã cố gắng thực hiện đăng kí lại theo chỉ dẫn:  \"Bạn không có tkb ở Hk203 nên bạn chuyển lại chọn option là HK202 nghen\" -  Vì khi em di chuyển đến phần \"nhập thông tin đăng kí\" thì luôn luôn default là HK203, và không cho chọn lại HK khác -  Nên em vẫn chưa đăng kí được ạ Mong anh/chị xem lại giúp em lần nữa Em cảm ơn",
    "Sinh viên (SV) không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi trực tuyến.\"   Em muốn hỏi về mẫu đơn hoãn thi và cách nộp cho nhà trường ạ. Hiện tại em đang ở quê và không thể về tp.hcm do dịch, nên không có máy tính và đường truyền mạng ổn định để thi ạ.  QUOTE",
    "Dạ em chào pđt ạ, Em là V . Em nay đã học hết môn chỉ còn thi tiếng Anh để chuyển điểm thôi ạ nhưng mà do dịch nên em chưa thể thi được và không thể đk  ạ . Mong anh/chị pđt có thể giúp đỡ cho em biết thủ tục nộp trễ tiếng Anh và cho em hỏi thêm là kỳ này ko đk môn để chờ nộp tiếng Anh muộn để đk  được không ạ? Em xin cảm ơn.",
    "Dạ em chào quý thầy/cô ,thầy/cô cho em hỏi là nếu như em học Anh văn theo nhu cầu nếu và em qua môn vậy điểm đó có được cộng vào điểm trung bình tích lũy hay không ? Số chỉ em qua có cộng vào số chỉ em tích lũy hay không ? Em cảm ơn quý thầy/cô đã giải đáp thắc mắc cho em . Chúc quý thầy/cô nhiều sức khỏe",
    "MSSV: : Thi online có khá nhiều bất cập, nếu có những môn em cảm thấy thực sự thi online không ổn và xin hoãn thi thì điểm tổng kết môn đó sẽ tính như thế nào vậy ạ? Có giữ lại điểm thành phần không hay dùng điểm thi lại làm điểm tổng kết cho môn đó luôn vậy ạ? ",
    "Em là sinh viên khóa K14, thời gian đào tạo tối đa 13 học kỳ đến tháng 4/2021. Em đã hoàn thành đủ chương trình đào tạo nhưng do thiếu 2 kỹ năng Nói - ết nên đến nay đã hết thời gian đào tạo tối đa. Em có mong muốn được chuyển sang hệ đào tạo vừa học vừa làm. A/c cho em hỏi nếu chuyển sang hệ vừa học vừa làm thì có được lấy lại điểm các môn em đã học được không ạ, Vì em đã hoàn thành hết tất cả đủ 142 tín chỉ rồi ạ! Em cảm ơn.",
    "Cho em hỏi,em là sinh viên khoa BDCN đã tốt nghiệp cao đẳng và đang học liên thông ĐH hệ VHVL(MSSV:).Nhưng khi làm hồ sơ nhập học em được xếp học chung với hệ chính quy K19.Vậy cho em hỏi trong đợt đkmh hk 211 này thì em sẽ chọn đk theo đợt nào trong 2 đợt này ak.Em xin cảm ơn",
    "cho em hỏi tại sao em đã để địa chỉ nhận thẻ là địa chỉ nhà mà trên phiếu lại ghi địa chỉ là pđt cs 2 vậy ạ. Trong khi trong mục địa chỉ chỉ có 2 lựa chọn là pđt cs1 và chuyển phát qua bưu điện.Mong trường kiểm tra giúp em. Nếu em có để nhầm địa chỉ thì mong được thầy/ cô hỗ trợ báo lại cho em để em được chuyển địa chỉ trường chuyển về nhà giúp em ạ. Vì em đang không ở tại tp hcm. Em mong nhận được sự hỗ trợ sớm từ trường ạ  Cho em hỏi luôn là làm sao để theo dõi được tình trạng vẩn chuyện của thẻ. Em xin chân thành cảm ơn",
    "Dạ cho em hỏi, em đã học xong lớp AVCB và lớp AV1A (ở kì dự thính) nhưng vẫn chưa thi cuối kì, vậy:         Em phải đăng kí lớp AV2A ở kì chính hay kì dự thính      Em có thể đăng kí lớp AV2 ở kì chính được không     Điểm của lớp AVCB và AV1A có được tính vào điểm trung bình tích lũy không hay chỉ được tính tín chỉ Dạ em cảm ơn ạ",
    "Em chào pđt ạ,  do tình hình dịch bệnh nên em không lên hỏi trực tiếp được . Em đang học cao đẳng bão dưỡng công nghiệp tháng 11 này em tốt nghiệp,  và em muốn học liên thông từ kì 211 này thì có được không ạ, em đki môn học rồi sau chuyển điểm qua thì có được không ạ. Mong thầy cô cho em biết thêm thông tin ạ . Chúc thầy cô buổi tối vui vẻ ạ.",
    "Học vụ       Xin chào   Hiện nay em đã về quê, tuy nhiên hiện tại em chưa có Laptop, vì gia đình em cũng không có điều kiện nên khoảng tháng 9 em nhận được tiền vay sinh viên và mua gấp được Kèm theo đó nhà em ở vùng quê, mạng di động rất chập chờn, mà nhà em cũng không có đăng ký Wifi Điện thoại của em hiện đang hư camera trước  Do đó kì thi online sắp tới em có thể không thể tham gia được  Vậy em muốn hỏi khoảng tháng 9 có đợt thi online nào không Kèm với đó em muốn hỏi em có thể xin hoãn thi diện thiếu trang thiết bị được không, nếu được thì cách thức như thế nào  Em xin cảm ơn",
    "Em không có máy tính, thì có tham gia thi CK được không??? E dùng điện thoại Realme 3 thì có đủ để làm bài không???   i  .",
    "Kính thưa Thầy và quý Thầy Cô Phòng Đào Tạo Nhà Trường ! Em tên là Lê Toàn, MSSV 2134149, Hệ VHVL, Khoa Quản Lý Công Nghiệp, khóa 2014. Em thuộc diện sinh viên chính quy chuyển sang vào tháng 04/2021. Dạ, thưa Thầy, ở thời gian học chính quy em đã học theo phân ngành Quản Trị Kinh Doanh (trong  ngành QLCN) với tổng số tín chỉ TÍCH LŨY NGÀNH LÀ: 123 tín chỉ. Tuy nhiên, khi nhận được email của phòng đào tạo gần đây, em lại được xếp vào phân ngành Quản Lý Công Nghiệp do đó số tín chỉ thuộc chuyên ngành cũ em đã học cũng bị mất tương ứng là: A. Nhom Mon Hoc Bat Buoc Tu Chon (ĐÃ ĐẠT NHƯNG DO EM BỊ XÉT QUA CHUYÊN NGÀNH QLCN NÊN BỊ MẤT) : 7 MÔN - 17 TÍN CHỈ .       1. IM3043  Kinh tế học kinh doanh     3 TC          5.5     HK 181 2. IM4015  Thuế                                  2 TC          5.5     HK 182 3. IM3023 Thương mại điện tử           3   TC        5.0      HK 182 4. IM3033 Tiếp thị giữa các tổ chức   3  TC         8.0      HK 182 5. IM4007  Kế hoạch kinh doanh         3  TC        7.5      HK 191 6.  IM4321 Đề cương luận văn tn        0   TC           6.0      HK 192 7.  IM3323Thực tập tốt nghiệp            3    TC          7.5       HK 193   B. Các môn học bắt buộc đã  tích lũy được , nhưng phòng đào tạo chưa xét chuyển qua: (5 MÔN- 17 TC) 8. IM2019  Kế toán quản trị            3.0                 6.5       HK 183   9. MT1007  Đại số tuyến tính         3.0                 6.0        HK 193    10. MT1003  Giải tích 1                    4.0               5.5        HK 193   11. IM3049  Phân tích dữ liệu           3.0               5.0        HK 201       12. PH1003  Vật Lý 1                        4.0               5.0        HK 201           Dạ, thưa thầy để học 7 môn chuyên ngành trên thì em phải mất hơn 2 năm, nên ngày 19/03 em đã đến phòng đào tạo A1 để làm đơn xin được xếp đúng chuyên ngành. Tuy nhiên thì Thầy tiếp sinh viên lúc ấy nói với em là em không cần làm đơn mà sẽ được xếp đúng chuyên ngành lúc còn học chính quy, em chỉ việc học nối tiếp theo  (vì QTKD và QLCN cùng chung một ngành nên Thầy bảo em không cần làm đơn chuyển ) Dạ, nay em viết thư này kính mong Thầy xem xét  để em được học tiếp chuyên ngành Quản Trị Kinh Doanh; vì nếu được như vậy em chỉ cần một học kỳ để hoàn thành Luận văn Tốt Nghiệp và chứng chỉ Toeic 400 và  môn Anh Văn trong Kinh Doanh. Hoàn cảnh điều kiện của em phải cùng lúc học và làm từ lúc bắt đầy, em đã học 7 năm rồi, nay nếu bị đổi chuyên ngành và kéo thêm 2 năm nữa thì sẽ trở nên rất khó khăn cho em, nên em kính mong Thầy và Phòng Đào Tạo cứu xét và hướng dẫn em  để em được học theo chuyên ngành cũ để có cơ hội được tốt nghiệp trong năm nay. Em xin chân thành cám ơn Thầy, kính chúc Thầy nhiều sức khỏe ! Lê Toàn 0988320416   B Phụ Lục: Nguyên văn Danh sách PĐT gửi cho em:      Sinh Vien       : LE TOAN    ( 2134149) Tinh Den        : Hoc Ky 2 - Nam Hoc 2020-2021 Tieu Chuan Xet  : Tieu Chuan Tot Nghiep K.2014 - CQs                           So Tin Chi Tich Luy Cua Nganh Hoc   92       134 So Tin Chi Tich Luy Chung          106       134 Diem Trung Binh Tich Luy          0.00      5.00 Diem anh van:   0 Nhom To Hop Mon Hoc Bat Buoc Tu Chon 2       6/16   Khong Dat Mon Hoc Bat Buoc Chua Tich Luy Duoc IM2019  KE TOAN QUAN TRI          3.0 IM3049  PHAN TICH DU LIEU         3.0 IM3061  ANH VAN TRONG KINH DOANH  3.0 IM3313  THUC TAP TOT NGHIEP       3.0 IM4311  DE CUONG LUAN VAN TN      0.0 IM4313  LUAN VAN TOT NGHIEP (QCN  9.0 MT1003  GIAI TICH 1               4.0 MT1007  DAI SO TUYEN TINH         3.0 PH1003  VAT LY 1                  4.0 ",
    "Dạ cho em hỏi về mã số môn học ạ! Hiện tại em đang là sinh viên năm 3 thì có thể đăng ký các môn học có số bắt đầu là số 4 được không ạ? Ví dụ như môn: ME4201, ME4203, ME4205,... Vì em thấy số bắt đầu của từng mã môn học từ trước đến nay nó luôn nhỏ hơn hoặc bằng số năm học hiện tại của em. Em xin cảm ơn ạ!",
    "Em chào thầy, cô cho em xin hỏi, nếu em muốn hoãn thi cuối kỳ 202 thì em cần làm những gì ạ và đơn thì mình nộp như thế nào ạ, em xin cảm ơn!",
    "Em chào PĐT, em hiện đang là sinh viên khóa 2017, khoa Khoa học và Kỹ Thuật Máy Tính . Em có thắc mắc, hiện tại do tình hình dịch COVID-19 nên em chưa thể đăng kí tham gia thi Anh Văn nói-viết. Vậy thì em có thể chờ, và nếu được thì chờ đến thời điểm nào mới có thể đăng kí thi TOEIC 2 kĩ năng nói-viết được ạ ? Nếu như việc thi lấy chứng chỉ ngoại ngữ bị tạm hoãn thì hiện tại em phải đăng kí môn học hay có cách khác không ạ ? Mong nhận được phản hồi từ PĐT, em xin cảm ơn. , ",
    "Kính chào văn phòng đào tạo Em xin rút môn học,vì một chút lý do cá nhân mà đã chậm hạn nộp đơn rút môn học,em mong phòng đào tạo xem xét giúp em.",
    "Kính gửi PĐT, Em tên là , SV k17. Thầy cô cho em hỏi là theo tiến độ thì học kì tiếp theo em đăng kí luận văn tốt nghiệp, mà hiện em chưa thể thi toeic để xét nhận luân văn(500), vậy em có thể làm luận văn không ạ, và nếu được thì bao giờ phải nộp Toeic bổ sung ạ. Em cảm ơn.",
    "Cho em hỏi không có thẻ SV (do em về quê không mang thẻ về cùng) thì dùng CMND thay thế lúc thi được không ạ. Vì nếu in lại thẻ SV thì em sợ bị trừ điểm rèn luyện ạ",
    "Em bị trễ thể chất, nếu tình hình dịch bệnh vẫn phức tạp không thể mở thể dục để trả. Vậy có thể em sẽ không thể đăng ký môn học trong vài học kì ạ?",
    "Kính chào quý thầy/cô Em có một thắc mắc mong được thầy/cô giúp đỡ giải đáp ạ . Theo em tìm hiểu thì chúng em cần đăng ký tối thiểu 10 tín chỉ/Học kỳ để duy trì tình trạng \"ĐANG THEO HỌC\". Tuy nhiên em có thắc mắc là 10 tín chỉ này chỉ được xét trong học kỳ chính (không tính các tín chỉ Dự thính trong kỳ), hay 10 tín chi này được phép cộng gộp học kỳ chính và dự thính trong kỳ lại ạ?  Trong thời gian chò đợi phản hồi từ quý thầy/cô, em xin chân thành cảm ơn! Kinh chúc quý thầy/cô thật nhiều sức khoẻ!",
    "Kính gửi Ban giám hiệu, PĐT, quý thầy cô  Em tên   khoa CNVL  Em muốn xin hoãn thi online vì máy tính hãng  Dell của em k có chức năng bật camera,và giọng nói thì chỉ có nghe được thầy cô nói còn bên em không phản hồi lại được.  Kính mong quý thầy cô chấp nhận hoãn thi online ạ.",
    "dạ cho em hỏi là em có lịch thi hk203 (hk hè) nhưng hiện laptop em gặp nhiều vấn đề về việc ghi lại video màn hình và camera của laptop , em ở khu vực Biên Hoà và khu em ở bị lệnh cách ly , giăng dây nên em không thể ra để mượn máy , sửa máy đc . Nên em muốn hỏi cách làm đơn để thi offline ạ,em cảm ơn",
    "Chào thầy/cô ạ, Cho em hỏi sinh viên K20 được đăng kí học lại môn Vật Lý 1 vào kỳ chính 211 được không hay phải đăng kí vào kỳ dự thính ạ?",
    "Cho em nộp đơn thu nhận lại ạ",
    "Vì tình hình covid e không thể lên trường xin đươn thu nhận lại tại phòng đào tạo. Xin nhà trường duyệt giúp em ạ",
    "Cho em nộp đơn thu nhập học trở lại ạ",
    "Dạ cho em hỏi lúc trước khi em làm hồ sơ liên thông lên đại học hệ VHVL ngành BDCN,em đã đăng kí và thanh toán lệ phí miễn môn.Nhưng sao hiện tại khi em đkmh hk 211 thì vẫn còn một số môn yêu cầu phải học xong các môn tiên quyết(mặc dù những môn đó em đã qua rồi và đã đóng tiền xét miễn môn rồi). Và cho em xin hỏi vấn đề thứ 2 là em có thể xin danh sách các môn em đã được miễn không ak,tại hiện tại nhìn vào chương trình đào tạo K19 mà em học chung thì em không biết môn nào em đã qua ak. Em cảm ơn",
    "Em bị rớt Vật lí 1 và hoá đại cương ở năm 1. Cho em hỏi là em đăng kí môn vật lí 1 và hoá đại cương trong kì chính 211 được không  hay phải đăng kí học dự thính ạ",
    "Em chào Thầy/Cô ạ!  Theo như Em đọc quy định về xử lý học vụ trường hợp sinh viên có điểm trung bình học kì trước bằng 0 và không đăng kí môn học học kì kế tiếp sẽ bị buộc thôi học . Cho Em hỏi là nếu sinh viên đó có điểm trung bình học kì trước bằng 0 nhưng có đăng kí môn học ở học kì kế tiếp thì có bị buộc thôi học không ạ? Em xin cám ơn ạ!",
    "Tốt nghiệp . Em tên ,MSSV: hiện đang học hệ VHVL khoa Kĩ Thuật Giao Thông khoá 2020, em đã đi làm từ 2017 và đã có hợp đồng lao động ngành ô tô, đúng chuyên ngành với ngành em đang học luôn. Vậy em có phải đi thực tập tốt nghiệp hay không? Nếu không đi thực tập em phải nộp giấy tờ gì để nhà trường miễn môn học thực tập tốt nghiệp cho em ? Em cám ơn ạ",
    "Học vụ Kính gửi quí thầy cô. Vì tình hình dịch bệnh và điều kiện cá nhân,nên tụi em rất hoang mang về việc thi online.    Em mong muốn nhận được thông báo tổng quan nhất về việc thi online sắp tới ạ.    Em cũng xin hỏi cách thức hoãn thi và hệ quả sau đó, nếu em ko đáp ứng được việc thi online. Vì em đang ở quê thuộc vùng sâu vùng xa,gửi được mail này còn khó,nên việc thi online sắp tới còn khó khăn hơn    CỦA   EM XIN CÁM ƠN  ",
    "Em chào quý thầy cô! Dạ em muốn xin hoãn thi cuối kỳ do không đảm bảo thiết bị và đường truyền. Nhưng chưa biết cách hoàn thành thủ tục như thế nào. Em đã xem qua mẫu đơn xin hoãn thi nhưng không biết làm sao để in ra vì các tiệm photo đã đóng cửa, và không biết cách lấy chữ ký giáo viên và chữ ký bộ môn. Mong quý thầy cô giúp đỡ. Em xin cảm ơn! ",
    "Vừa làm vừa học  . Em nộp file pfd mẫu đơn xin thu nhận lại vào học kì 211 ạ. Cho em hỏi,    Em đã hoàn thành hết các môn rồi mà tình hình dịch phức tạp, trường không tổ chức thi Toeic, em cũng không đăng ký thi ở trung tâm nào được. Vậy em có thể xin đăng ký luận văn tốt nghiệp và làm rồi chờ hậu kiểm để bổ sung bằng Toeic được không ạ? Giống mấy môn khác như mail mà trường mới gửi cho sinh viên đó ạ.      Nếu không được thì giờ em phải đăng ký đại 1 môn nào đó để duy trì tình hình học tập hay sao ạ?   Xin cám ơn.",
    "Em Tên Là Trần Quang Nhật, Mssv  đến từ khoa CNVL Trong 2 năm học vừa qua, số lượng sinh viên đăng ký học thể chất rất đông nên em chỉ có thể hoàn thành được 2 môn thể chất, trong đó có 1 môn kỳ 202. em đã đăng ký học kỳ hè sẽ học môn cuối cùng nhưng vì tình hình dịch bệnh nên trường đã hủy lớp . Trong lần ĐKMH kỳ 211 vừa qua, ở đợt 1 em đã đăng ký được nhưng em sợ sang đợt 2 PĐT sẽ xóa các môn chuyên ngành năm 3 của em. Vậy nên em xin các Thầy/Cô có thể xem xét giúp em, tạm hoãn thể chất cho em đăng ký học tiếp để kịp tiến trình vì các kỳ vừa qua em đều rất cố gắng. Em xin chân thành cảm ơn Thầy/Cô ạ. Em xin chúc Thầy/Cô 1 ngày tốt lành ạ",
    "Em chào phòng đào tạo, em là  Phú Mạnh MSSV  Khoa Kỹ thuật hóa học trường mình. PDT cho em hỏi là em là K17, muốn đăng ký luận văn kì này nhưng chưa kịp thi anh văn thì em có thể xin nộp bằng trễ hạn để đăng ký luận văn được không ạ ? Và nếu được thì hạn nộp đơn xin là đến khi nào vì em thấy tình hình dịch bệnh khá phức tạp. Mong PDT có thể giải thích rõ cho em về vấn đề này với. Em xin chân thành cảm ơn PDT.",
    "Kính gửi Phòng đào tạo, Em là  - MSSV:, chuyện là kì này em đã học các môn gần hết rồi ạ. Còn 3 môn tự chọn nhưng do em có đăng kí thêm học liên thông trình độ Đại học - Thạc sĩ. Do nó 2 trong 3 môn đó em bị trùng với bên Thạc Sĩ, theo tìm hiểu thì em biết 2 môn đó học trong CT của Thạc sĩ sẽ được miễn và công nhận dưới trình độ Đại học. Thành ra kì I của năm 4 em chỉ còn có 4 chỉ thì không biết như vậy có được học trong kì I năm 4 không ạ. Em cảm ơn nhiều ạ. Chúc cô/ thầy nhiều sức khỏe. Sinh viên,",
    "chào thầy cô thầy/cô  ơi, hôm bữa em hỏi bên BKSI về trường hợp của em (bị bệnh nên không thể tiếp tục làm luận văn trong kì 202) thì PĐT nói em gởi giấy xin phép vắng thi cuối kì. em đã làm rồi và PĐT đã chấp nhận. Và giờ có đợt đk môn học mới vậy em muốn bảo vệ luận văn trong kì tới thì giờ em đăng kí tiếp luận văn trong đợt ĐKMH lần này đúng không thầy/cô.",
    "Kính gửi phòng đào tạo trường đại học Bách Khoa Hồ Chí Minh. Em tên:  Mssv: , hệ VHVL, khoa: Xây Dựng Do tình hình dịch bệnh covid phức tạp tại quê nhà Tiền Giang, hiện tại e đang đảm nhiệm vị trí dân quân tự vệ tại địa phương của mình. Trong tình hình dịch bệnh căng thẳng tại địa phương , em được lệnh của chỉ huy quân sự điều về để thực hiện nghĩa vụ dân quân tròn công tác phòng chống dịch và cứu trợ trong mùa dịch tại địa phương. Nên em xin phép được bảo lưu kết quả học tập của em ở thời điểm hiện tại. Rất mong được sự xem xét và phê duyệt của phòng đào tạo trường đại học Bách Khoa thành phố Hồ Chai Minh. Em xin trân trọng cám ơn.",
    "Dạ em đã đóng học phí nợ của dt 203, vậy em phải làm đơn gì nữa để có thể đăng ký môn học học kì chính 211 kế tiếp ạ.",
    "Kính gửi Phòng Đào Tạo Em tên  MSSV . Lớp GT15TAU2 Vì lý do không đăng ký môn học nên em đã bị tạm dừng ở học kỳ 2 năm học 2020-2021. Nay kính  nhờ Phòng Đào Tạo xét duyệt Phiếu đăng ký thu nhận lại theo file đính kèm giúp em. Thanks & Best Regard!",
    "Em chào PĐT ạ ! PĐT cho em hỏi là email trường cấp, sau tốt nghiệp của SV khoá 2017 có bị xoá không ạ ? Và khi nào thì tiến hành xoá email này ạ ? Em cám ơn PĐT",
    "Trường hợp của em bị lỗi hệ thống môn học hoặc có sự nhầm lẫn gì đó. Em là sinh viên năm nhất thuộc Khoa Kỹ Thuật Giao Thông, nhưng trên BKEL của em lại có môn Đồ án môn học tổ chức thi công (CI4127) dành cho các sinh viên năm tư. Môn này thuộc bên Khoa Kỹ Thuật Xây Dựng. Từ đầu học kỳ 202 em có phát hiện ra nhưng em chủ quan nghĩ là sẽ không sao, Phòng Đào Tạo sẽ cập nhật lại sau. Mãi hôm nay thầy phụ trách bộ môn có gửi mail yêu cầu nộp file đồ án, em mới phát hiện là vẫn còn môn này. Trên Bkel, em không có quyền truy cập, trong thời khóa biểu chính thức của em  không có thông tin cụ thể về môn này . Em xin lỗi vì làm đơn trễ so với quy định. Đây là lần đầu em gặp trường hợp này nên mong được Phòng Đào Tạo xem xét giải quyết. Em có nguyện vọng được hủy môn học và không bị xét nợ môn. Em xin cảm ơn.",
    "Dạ em chào Thầy/Cô ạ. Theo như quy thông báo mới nhất của trường thì việc tổ chức thi cuối kì HK202 này sẽ diễn được tổ chức bằng hình thức trực tuyến. Do hiện tại trang thiết bị đáp ứng yêu cầu thi không được đảm bảo do laptop của em bị hư, vì vậy em muốn làm đơn xin phép hoãn thi cuối kì HK202 này thì cần phải làm thủ tục như nào ạ. Tình hình hiện nay của em là đang ở khu vực phong tỏa của TP.Biên Hòa, tỉnh Đồng Nai. Mong được Thầy/Cô sớm giải đáp thắc mắc ạ. Chúc Thầy/Cô một ngày làm việc tốt lành",
    "Do tình hình dịch bệnh căng thẳng ở Thành phố Hồ Chí  nên em đã phải về quê tránh dịch dẫn đến không kịp tiến độ luận văn tốt nghiệp,vậy nên em có thể xin hoãn bảo vệ luận văn tốt nghiệp sang đợt sau (học kì 211) được không ạ .",
    "Em kính chào Thầy /Cô. Em có thắc mắc mong Thầy / cô giải đáp giúp em. Học kỳ sau do tình hình mới nên PDT mở lớp ngoài giờ và có một số lớp VLVH sẽ được xếp học chung với Dự thính của hệ Chính quy. Thầy/ cô cho em hỏi là khi được xếp vào các lớp trên thì các môn học này có được tính môn học trong tkb học kì chính hệ VLVH không ạ ( mã mh theo dạng Txx) hay là dạng dự thính chuyển hệ ( giống các học kì trước) vậy ạ? Em xin cám ơn Thầy/ Cô nhiều ạ.    .",
    "Em xin chào thầy, cô ạ.   Em muốn hỏi là tình hình dịch bệnh này em không thể đăng kí thi lấy bằng toeic để nộp cho trường trong học kì sắp tới được ạ, do không có nơi tổ chức thi toeic. Tình trạng hiện tại em đang bị dừng học tập , học kì tiếp theo em không có bằng toiec có bị thôi học không ạ?    Em có thể làm đơn tạm dừng học tập để khi nào có thể tổ chức thi toeic thì em đi nộp vào sau để đk tốt nghiệp được không ạ? ( em vẫn đang thiếu 1 môn anh văn 4 để đủ chỉ tốt nghiệp ạ). Mong sự phản hồi sớm từ thầy/cô.Em xin cảm ơn ạ.",
    "Phòng đào tạo cho em hỏi hệ thông chuyển điểm của mình gặp vấn đề gì mà e vẫn không thể chuyển điểm anh văn được ạ, hệ thống báo lỗi là “ không thể gửi yêu cầu qua BKPay”",
    "cho em hỏi sắp tới thi online được sử dụng điện thoại được không ạ, tại lap em không có cam",
    "Cho em hỏi là khi còn ở lớp CQ, em đã đi thực tập tốt nghiệp xong và đạt 8,5. Sau đó em chuyển sang hệ VHVL thì không thấy được chuyển điểm môn thực tập tốt nghiệp. Khi xem bên bảng điểm chuyển thì em không thấy có điểm. CHo em hỏi là vì sao em không có ? Mong sớm nhận được phản hồi từ phía nhà trường. Thân, ",
    "Dạ cho em hỏi ạ. hiện nay em đang học môn anh văn 2 dự thính hè kì 203. Hiện nay đang mở đkmh kì tiếp theo nhưng em không được đk môn anh văn 3 vì môn anh văn 2 chưa thi. Vậy đến khi nào em có thể đăng kí môn anh văn 3 ạ . Em có gửi kèm 1 bức hình e đăng kí nhưng bị từ chối ạ. Em chân thanh cảm ơn và mong nhận được phản hồi sớm.",
    "Dạ em chào PĐT ạ . Cho em hỏi là kì này em cần viết đơn cứu xét học vụ nhưng do tình hình dịch phức tạp nên em không thể nộp đơn trực tiếp được thì em phải làm sao ạ? Mong PĐT hỗ trợ em ạ",
    "Kính chào thầy cô!Em tên là  () học ngành Cơ Điện Tử hệ vừa làm vừa học khóa T10 2020 học kỳ 202 . Hôm trước nhà trường đưa ra bản giảm môn học có môn em vừa bắt đầu học và đã xin huỷ môn học ( ME2009 và ME2005) sau này nhà trường lại đưa ra bản giảm môn học mới cập nhật lại lại không có môn học ME2009,nhà trường giải đáp giúp em vấn đề này. Em xin chân thành cảm ơn quý thầy cô đã hỗ trợ",
    "Chào Thầy/Cô. Em là sinh viên chuyển từ hệ chính quy sang hệ VHVL được 1 năm. Hiện em đăng ký môn LVTN mã EE4333, HK chính và dự thính 211 + VHVL đang mở, thì hiện ra thông báo thiếu các môn như (hình bên dưới đính kèm). EM cam kết tất cả các môn đó và cả các môn khác em đều đã hoàn thành đầy đủ theo chương trình đào tạo, đa phần là khi còn học bên hệ chính quy, chỉ còn mỗi môn LVTN. Vậy xin quý Thầy/Cô cập nhật lại giúp em để trách bị trường hợp đăng ký không thành công môn học LVTN cuối này. Em xin cảm ơn!    .",
    "Em chào thầy/ cô Trong mail trường mình em đọc thì thi giữa kì  GT1 Dự thính HK202 vào ngày 24/7 , nhưng trong lịch thi trên mybk lại là 31/7 . Em không hiểu lắm, vậy mình sẽ thi vào ngày nào ạ Em xin cảm ơn",
    "Vì lý do không đáp ứng được yêu cầu về trang thiết bị điện tử, đường truyền như trong hướng dẫn. Nhà tôi ở miền núi nên mạng lướt điện, mạng lười internet rất chập chờn, thường xuyên rớt mạng, lag,...Nên tôi làm đơn xin hoãn thi cuối kỳ. Kính mong Phòng đào tạo xem xét.",
    "Dạ cho em hỏi , hiện tại thẻ SV em để quên lại trong TPHCM vậy thi onl cuối kì mình dùng CMND cá nhân được không ạ? Em xin cảm ơn!",
    "Kính thưa thầy/ cô Em là  khoa KTXD, em muốn hỏi là nếu em làm thủ tục hoãn thi do thiếu trang thiết bị thì em sẽ bị xoá điểm thành phần phải không ạ? Và điểm thi cuối kì của em sẽ dùng làm điểm tổng kết? Em cảm ơn.",
    "Chào thầy/cô, Em đăng ký học hệ VHVL trúng tuyển đợt 2 năm 2019. Trong quá trình em đăng ký môn học gặp một số khó khăn do không biết chính xác các môn cần học để hoàn thành chương trình học và tốt nghiệp. Em có xuống PĐT A1 hỏi thì cô có nói là làm theo email trường hướng dẫn. Em vẫn thấy mơ hồ, em sợ đăng ký nhằm môn sẽ mất tiền cùng mất thời gian nên em nhờ thầy/cô xác nhận lại CTĐT kèm theo là đúng hay chưa. Em có kèm theo hình ảnh email trường lần đầu tiên hướng dẫn đăng ký + file đính kèm. Em có kèm theo CTĐT theo ý em hiểu là em cần phải hoàn thành để ra trường. (bỏ đi các môn TD,Tiếng Anh, GDQP). Mong được thầy/cô giải đáp, em xin cảm ơn.",
    "Kính gửi Phòng Đào tạo, Em tên là , MSSV , em hiện là sinh viên năm 4 khoa Kỹ thuật Giao thông. Hiện tại em có nguyện vọng đăng ký thi trực tuyến anh văn 2 kỹ năng nói-viết để kịp đợt đăng ký xét tốt nghiệp của học kỳ này. Nhưng khi đăng ký thi anh văn 2 kỹ năng trực tuyến trong mục 3 của phần Đăng ký môn học thì em lại nhận kết quả là không được đăng ký (em có đính kèm hình ảnh). Em có thử vào mục 1 là \"đăng ký môn học HK211-đợt 1\" để đăng ký với mã BKE123 thì em nhận được kết quả như hình em gửi kèm và đăng ký thành công. Em xin phép được hỏi cách đăng ký trên của em là đăng ký thi trực tuyến hay là học trực tuyến anh văn 2 kỹ năng nói-viết và cách này có hợp lệ không ạ. Em xin chân thành cảm ơn.",
    "Em là sinh viên khóa k16. Hiện tình trạng sinh viên của em là tạm dừng nên không thể đăng ký môn học học kỳ 211. Nay em xin nộp phiếu đăng ký thu nhận lại. Mong nhà trường xem xét giúp em và thu nhận lại em để em có thể đăng ký môn học trong học kỳ tới ạ    .",
    "Họ tên:  MSSV:  khoa: Điện- điên tử Dạ cho em hỏi là em đăng kí in thẻ sinh viên chuyển phát bưu điện mà cái phiếu lại ghi là nhận tại CS2 thì có sao ạ. Em xin cảm ơn.",
    "Kính thưa quý thầy cô ở phòng đào tạo. Theo kế hoạch ban đầu của em, em sẽ nộp chứng chỉ anh văn trước (hoặc trong hè) và đăng ký môn luận văn tốt nghiệp. Tuy nhiên, tình hình dịch nổ ra bất ngờ khiến em không thể đăng ký thi/lấy chứng chỉ anh văn đúng như kế hoạch và nộp cho phòng đào tạo được. Đợt đăng ký môn học HK211 đang diễn ra. Khi em đăng ký Luận văn tốt nghiệp (EE4333), thì hiện thông báo màu cam (vàng) báo hiệu em thiếu tiên quyết chứng chỉ anh văn. Tuy vậy nhưng hệ thống vẫn chấp nhận \"lệnh\" đăng ký môn học này của em. Em xin hỏi liệu có chắc chắn em sẽ đăng ký thành công môn học này không ạ. Và nếu tình huống xấu xảy ra. Liệu trường có hỗ trợ những trường hợp không nộp kịp chứng chỉ do ảnh hưởng bởi dịch như em không ạ. P/S: Em biết em không thể đổ hoàn toàn lỗi do dịch được. Bởi vì em học ở trường nhiều năm. Trong suốt quá trình này em có đủ thời gian để thi và nộp chứng chỉ. Lỗi cũng do sự chủ quan của em. Tuy nhiên trường hợp dịch này em đã không lường trước được. Mong trường có chính sách hỗ trợ cho em và các bạn sinh viên gặp phải trường hợp tương tự. Để bọn em có thể sớm tốt nghiệp, ổn định cuộc sống, đóng góp cho xã hội ạ.",
    "Kính chào thầy cô PĐT, Em tên , mssv , khoa Cơ khí. Cho em hỏi là em không đáp ứng được các yêu cầu về trang thiết bị điện tử và đường truyền thì đăng ký hoãn thi cuối kỳ 202 như thế nào ạ? Quy trình xin hoãn thi ra sao ạ. Em xin cám ơn.",
    "Dạ pđt cho em hỏi Thi onl em lấy đt làm cam đc kh ạ, làm bài và quay màn hình trên lap Tại cam em vừa mới lỗi,hoãn thì không biết khi nào học lại          Em cảm ơn pđt đã xem  U",
    "Dạ, em chào thầy/ cô ở phòng đào tạo ạ. Em là sinh viên K20, sắp tới em có một số môn thi ở hình thức thi online. Khi xem qua những hướng dẫn về thi online là: \" Khi thi online, mình phải SỬ DỤNG LAPTOP, đăng nhập vào gg meet của giảng viên-) sau đó bật cam lên -) sau đó quay màn hình của máy lại và thi. Sau khi thi xong là mình sẽ share cái video màn hình máy tính lúc làm bài  cho giảng viên của mình\". --------------------------- Nhà em chưa sắm kịp máy laptop, hay pc để bàn nữa, khu nhà em có dịch nên em không mượn máy của ai được hết, nên em lo lắng quá, em hỏi gv bộ môn thì gv bảo em mail hỏi pđt, nên em mới tức tốc mail cho pđt là : Em sử dụng 2 cái điện thoại:  - Một cái điện thoại  là em đăng nhập vào gg meet để điểm danh và bật cam lên cho cán bộ coi thi thấy mặt. Một cái điện thoại  là em sử dụng làm công cụ để thi (Thay vì Laptop), em cũng sẽ quay lại màn hình đầy đủ và cho giáo viên ạ. Thay vì dùng laptop, em có thể dùng 2 cái điện thoại trong lúc thi được không ạ. Hay thi online là bắt buộc phải xài latop hết? Em lo lắng quá, mong phòng đào tạo mail phản hồi lại cho em với, chắc nếu không cho sử dụng điện thoại để thi là em phải viết đơn xin hoãn thi rồi. Em xin cảm ơn thầy/ cô ở phòng đào tạo nhiều ạ. ",
    "Chào Phòng đào tạo, Em là Khoa, sinh viên K19, hệ Chính quy. Em phải làm sao để được hoãn thi ạ? Nếu hoãn thi thì việc thi lại sẽ như thế nào và khi đó em có cần phải làm đơn để thi lại không ạ? Cách tính điểm tổng kết môn học sẽ như thế nào sau khi hoãn thi và em bắt buộc phải hoãn thi tất cả các môn trong học kì 202 hay sao ạ? Em cảm ơn Phòng đào tạo ạ. Thân.",
    "Cho em hỏi, theo như mail trường gửi thì những môn học thí nghiệm chưa xong thì đợt thi cuối kì từ ngày 2/8 này vẫn chưa thi đúng không. Em cám ơn  B ",
    "Em chào Thầy/Cô, Em có một số thắc mắc về quy trình hoãn thi cho hk202-203 sắp tới như sau: Hiện tại em là f1 tiếp xúc gần với nhiều ca dương tính covid 19, nhưng do hệ thống y tế đang quá tải nên em chưa nắm được thông tin là mình có phải đi cách ly tập trung hay không. Và không loại trừ khả năng em trở thành f0 trong những ngày sắp tới. Do đó rất có thể em sẽ không đảm bảo điều kiện để tham gia kỳ thi cuối hk202-203 theo hình thức online sắp tới. Em muốn hỏi là trường hợp của em sẽ nhận điểm VP và hủy bỏ tất cả điểm thành phần phải không ạ? Cộng với việc rất nhiều môn em học trong hk202-203 là các môn đã đổi mã, và không còn giảng dạy trong tương lai, như vậy với các môn này gần như chắc chắn em sẽ không thể đăng ký thi lại trong tương lai phải không ạ? Mong nhận được sự giải đáp của Thầy/Cô, chúc Thầy/Cô nhiều sức khỏe !",
    "Kính chào thầy cô PĐT, Cho em hỏi là em xin hoãn thi do không đáp ứng được các yêu cầu về trang thiết bị điện tử và đường truyền thì khi nhận điểm hoãn thi/vắng phép thì có bị \"Hủy các điểm thành phần đã có\" như trong Phiếu đăng ký Hoãn thi đã đề cập hay không ạ? Và cho em hỏi là làm sao để nộp phiếu đăng ký hoãn thi ạ? Do khu vực em đang cách ly theo chỉ thị 16 nên em không thể đến nộp trực tiếp tại PĐT được ạ. Em xin cám ơn.",
    "Thưa cô nó có hiện ra chỗ để ghi địa chỉ, tên người nhận và số điện thoại ạ. Nhưng sau khi đã điền tất cả và thanh toán thì em lại thấy trên phiếu ghi địa chỉ nhận là pđt cs2 ạ",
    "Kính gửi Phòng đào tạo, Hiện tại đang trong giai đoạn đkmh học kỳ 211 đợt 1. Tuy nhiên, em còn thiếu chuẩn GDTC 3. Tình trạng sức khỏe hiện tại của em không thể học được môn GDTC. Nay em xin gửi đơn \"Xin miễn học môn GDTC\" kèm theo minh chứng hình ảnh. Em rất mong Phòng đào tạo xem xét, để em kịp đăng ký môn học học kỳ 211. Em xin chân thành cảm ơn, Trân trọng,",
    "Em xin chào Anh/Chị, Thầy/Cô ạ . Cho em hỏi là em đang làm giấy hoãn thi mà ô hoãn môn thi có 2 mục thì em nên viết như thế nào ạ. Em hoãn kì chính 202 và dự thính 202 ạ . Với lại cho em hỏi thêm là có cần thủ tục bảo lưu điểm thành phần k ạ.",
    "Em đã gửi đơn cho GV bộ môn, nhưng nếu không thấy trả lời mà đến hạn thi thì sao ạ ?   i  .",
    "anh chị giúp em mở lại tkb môn quảng trị kinh doanh cho kĩ sư giúp em với ạ. do dịch bệnh nên em chưa thanh toán kịp, nên hôm nay em đã thanh toán ạ.",
    "Cho em hỏi là có mẫu đơn cứu xét không ạ? Em xin cảm ơn.",
    "Em chào thầy/cô ạ. Em đã học anh văn 4 nhưng chưa qua, em tính là cuối kì 202 em sẽ đăng kí thi anh văn định kì hoặc thi lấy chứng chỉ toiec quốc tế nộp để chuyển điểm, nhưng vì dịch nên em không thi được vậy thì em có được đăng kí môn học cho năm 4 và nhận đề cương luận văn không ạ? Em xin cảm ơn ạ",
    "Như đã trình bày ở câu hỏi trước, em xin phép gửi cô danh sách tạm hoãn học phí HK202, chi tiết trong file đính kèm. Cô cho em hỏi khi thi online cuối kỳ, em phải chuẩn bị giấy tờ gì để được vào thi ạ, em cảm ơn.",
    "Chào phòng đào tạo Cho em hỏi hiện em là sinh viên nghành kỹ thuật hệ thống công nghiệp kỳ 2 năm 2 em có chưa đăng ký được môn học cơ học máy. Kỳ trước em cũng có đăng ký lại môn mà vì tỷ số quá ít phòng đào tạo không mở lớp, kỳ này em đăng ký mà em thấy tỷ số cũng ít không khả quan. Cho em hỏi bây giờ em đăng ký môn nào để tương đương môn cơ học máy mã số môn học là ME2043 Em xin cảm ơn",
    "Em chào quý thầy cô. học kì 201 em có đăng kí môn Quản lí losgictics của khóa 2019 với mã môn ME2125. Hiện môn học này đã là môn tương đương với môn Quản lí losgictics khóa 2018 với mã môn là ME3233 ( Có trên danh sách những môn tương đương). Em đăng kí môn học Kì 211 Thì bị ghi là thiếu môn Quản Lí Losgictics. Em xin thầy cô giải quyết giúp em. Em xin cảm ơn",
    "Em xin hỏi: Hiện tại em chưa học được môn học cơ học máy có mã môn học ME2043 để đúng với chương trình đào tạo, do môn học đó các khóa sau không còn học nữa. Em xem danh sách môn học tương đương thì có môn cơ học vật liệu có mã môn học là MA3083 có thể thay thế môn cơ học máy có mã ME2077. Vậy em có thể học môn học cơ học vật liệu có mã môn học MA3088 để thay thế môn cơ học máy có mã môn học ME2043 được không ạ? Em xin cảm ơn!",
    "Em chào thầy(cô), cho em hỏi thủ tục xin hoãn thi làm như thế nào ạ? Và cần lưu ý điều gì không? Em xin cảm ơn!",
    "Kính gửi Phòng đào tạo, Được sự đồng ý của thầy  - Trưởng BM Tự động, cho phép em đăng ký ĐCLV TN (EE4325) bỏ qua điều kiện học trước (HT) môn Lý thuyết điều khiển nâng cao (EE3007). Nay em xin gửi Phòng đào tạo xem xét, cho phép em được đăng ký ĐCLV TN (EE4325). Lý do em có trình bày trong đơn. Em xin chân thành cảm ơn, Trân trọng,",
    "Cho em xin hỏi vì em bị tim và cao huyết áp mãn tính có điều trị hằng tháng nên em hỏi có thể miễn giảm các thể chất được không ạ . Em có sổ khám bênh hằng tháng của bệnh viện. Em cảm ơn",
    "Cho em hỏi là trong kỳ trước em có đăng ký thi toeic để nộp nhưng do tình hình dịch covid phức tạp nên trung tâm đã huỷ thi mà em năm nay năm 3 mới đạt qua anh văn 3, kỳ sau là em năm 4 có đăng ký môn đề cương luận văn thì có bị huỷ không ạ ?",
    "Kính gủi pđt, Nếu trong trường hợp em đã đăng kí môn học hk211 thì có được bảo lưu không ạ, và nếu tam dừng học thì kết quả của năm 1 có được giữ lại không ạ, và nếu tạm dừng học thì có cần làm đơn không ạ?  Kính chào ",
    "Em muốn hỏi về các môn học anh theo nhu cầu AV1A 2A 3A 4A có tính vào điểm tb tích lũy không, nếu em đã học av3A và giờ quay lại đk AV4 được không Em cảm ơn",
    "Em chào thầy/cô ạ! Em có thắc mắc trong vấn đề lịch thi của mình. Cụ thể là môn giải tích 1_MT1003, theo như lịch thi hiển thị trên MyBK thì em thuộc nhóm-tổ DT05-B và thi giữa kỳ vào lúc 15h 31/07, lịch thi này trên MyBK được cập nhật trong ngày 19/07. Nhưng cũng trong cùng ngày đó, có mail thông báo lịch thi của môn này và nó không khớp với lịch thi trên MyBK, cụ thể thì DT05-B thi lúc 13h 24/07 . Vậy nên em nhờ quý thầy/cô giải đáp vấn đề này giúp em, xác định đâu là lịch thi chính xác để không bị nhầm lẫn đáng tiếc ạ. Em cảm ơn!",
    "Em chào cô(thầy) trong đợt đkmh hk211 em có đăng kí 2 môn là Đồ án sợi dệt (ME4035), Cấu trúc vải (ME3077). Hai môn này đều có điều kiện môn học trước là môn Khoa học vật liệu dệt (ME2063), tuy nhiên em không học môn Khoa học vật liệu dệt mã cũ ME2063 của k2018 mà học tương đương môn Khoa học vật liệu dệt mã ME2103 của khóa k2019. Hiện nay em đã hoàn tất môn Khoa học vật liệu dệt mã mới ME2103 của khóa k2019 tương đương với môn Khoa học vật liệu dệt mã cũ ME2063. Nhưng khi thực hiện đăng ký môn học HK211 đợt 1, em lại bị yêu cầu môn tiên quyết là Khoa học vật liệu dệt (ME2063). em muốn xét môn tương đương để được đăng ký hai môn Đồ án sợi dệt (ME4035) và Cấu trúc vải (ME3077) thì phải làm như thế nào? Em có làm đơn xin đăng kí môn học và gửi mail cho cô chủ nhiệm bộ môn để xác nhận, nhưng cô không thể kí xác nhận qua hình thức online được. Vậy em có thể xác nhận bằng hình thức gửi mail được không? Em xin cảm ơn.",
    "Em chào thầy/cô Em là sv k21 ngành hàng không chương trình pfiev  Vừa qua do dịch em về quê tránh dịch nên ko mang thẻ sinh viên về nhà, sắp tới có thi online, cho em hỏi là em dùng chứng minh nhân dân thay chi thẻ sinh viên được ko ạ, em cảm ơn!",
    "Em là , sinh viên CK17CTM1 . Vì tình hình dịch bệnh đang diễn ra phức tạp, các trung tâm thi Toeic không tổ chức thi nên em chưa thể lấy được chứng chỉ. Do đó em chưa đủ điều kiện để đăng ký làm LTVN. Cho em hỏi có cách nào để đăng ký làm LVTN trước, và gửi chứng chỉ Anh văn sau không ạ? Em xin cảm ơn.",
    "Kính gửi pdt, hiện tại em đang đăng kí luận văn tốt nghiệp cho HK211, nhưng e vẫn chưa nộp bằng toiec được vì tình hình dịch bệnh nên trung tâm không mở cửa cho thí sinh thi Toiec, vậy thì trường mình có kế hoạch như thế nào cho những bạn như em không ạ. Liệu có gia hạn nộp chứng chỉ Toiec không ạ. Em cảm ơn.",
    "Em là sinh viên khóa k16. Hiện tình trạng sinh viên của em là tạm dừng nên không thể đăng ký môn học học kỳ 211. Nay em xin nộp phiếu đăng ký thu nhận lại. Mong nhà trường xem xét giúp em và thu nhận lại em để em có thể đăng ký môn học trong học kỳ tới ạ    .",
    "Em chào thầy cô phòng đào tạo Em tên   MSSV:  Khoa: Bảo dưỡng công nghiệp K16 Em có một số thắc mắc và vấn đề em muốn hỏi thầy cô ạ Hiện tại em muốn đăng kí tiểu luận tốt nghiệp vào học kỳ chính 211, nhưng trong tình hình dịch hiện tại em không thi được anh văn Toeic 350 nên tiểu luận tốt nghiệp em không đăng kí được. Vậy có cách nào để chúng em có thể làm tiểu luận tốt nghiệp được không ạ, vì chúng em đã là khóa cuối rồi ạ!  Mong thầy cô xem xét giúp em. Em xin trân thành cảm ơn!",
    "Kính gửi thầy/cô, Trong quá trình đăng ký môn học em gặp phải thắc mắc sau. Cụ thể là theo mail từ phòng Đào tạo, số tín chỉ đăng ký phải không ít hơn số tín chỉ tối thiểu học kỳ. Tuy nhiên, do em học trước các môn ở các năm trước và kỳ hè nên hiện tại em chỉ còn 2 môn nhóm D, 1 môn đường lối HCM, đề cương luận văn, và luận văn là hoàn thành chương trình đào tạo Khoa học máy tính Khoá 18. Em có những câu hỏi sau: 1. Tín chỉ tối thiểu học kỳ có áp dụng cho em nữa hay không ạ? 2. Nếu có áp dụng thì em cần phải đăng ký với số tín chỉ như thế nào, vì số môn hiện tại của em còn ít. 3. Việc em đăng ký ít tín chỉ như vậy có ảnh hưởng đến kết quả xét học bổng không? Em xin trân trọng cảm ơn. Trân trọng",
    "Chào PĐT,  Do máy tính của em cammera bị hư và do giãn cách em không sửa kịp để thi online, nhưng yêu cầu môn Hóa lý 2 là: \"SV phải online trên Google Meet theo link của từng nhóm (Địa chỉ room sẽ Thông báo sau) và mở webcam. Quá trình thi được record.\" Vậy em có thể sử dụng điện thoại và mở camera điện thoại để làm bài không ạ? Em cảm ơn.",
    "em chào thầy cô, thầy cô cho em hỏi là chương trình học của em có môn Kĩ thuật lập trình( CO1013), nhưng vì bây giờ nhà trường ko còn mở như xưa nữa nên em định Đăng kí môn Nhập Môn Lập Trình ( C01003) học như môn tương đương, vậy thì em phải làm sao để chuyển điểm ạ, với lại thầy cô cho em hỏi là 2 môn đó học tương đương có được ko ạ, tại vì trên danh sách môn tương đương thì em thấy môn KT lập trình với 1 môn nào đó nữa mới tương đương với môn Nhập Môn Lập Trình.",
    "Em xin muốn được rút môn học cho HK202 do lỗi hệ thống. Nội dung em đã trình bày trong đơn ở dưới và kèm theo bằng chứng.",
    "Chào thầy cô bên phòng đào tạo! Em là sinh viên k14. Hiện tại em đã hoàn thành chương trình học chỉ thiếu anh văn nói viết để được tổt nghiệp. Hiện nay do tình hình dịch bệnh trường không tổ chức thi tập trung ở trường nên em không thể đăng ký thi được. Em nghe có thông tin trường tổ chức thi anh văn nói viết online nhưng em không nhận được mail từ trường. Em không biết là có thể đăng ký thi online được không hay phải nhận được mail mới đăng ký được. Em mong thầy cô phản hồi để được giải thắc mắc . Em xin chân thành cảm ơn! ",
    "Do tình hình dịch covid mà môn gdtc cuối cùng của em là đủ 3 môn thể chất bị dừng thi cuối kì. Vậy trường có xét ràng buộc giáo dục thể chất không ạ. Em cảm ơn",
    "Em là sv k15 và đến nay vẫn chưa đủ toeic để làm luận văn tốt nghiệp và chỉ còn 1 học kỳ nữa. Cho em hỏi là có cách nào để em tiếp tục được học không ạ? Em nghe nói là có thể chuyển sang hệ VLVH ạ? Nếu có thể thì em phải làm gì ạ?   i  .",
    "kính chào pdt: em tên đinh văn tiên, sinh viên bằng 2, em bị pdt tạm ngưng học kì 2 (2020-2021) do không đăng kí môn học, giờ em muốn xin pdt nhận lại để em được đăng kí môn học cho học kì mới.xin cảm ơn",
    "Vì lý do không đáp ứng được các yêu cầu về đường truyền: mạng yếu, chập chờn,... Em có nguyện vọng được hoãn thi ạ.",
    "Em chào thầy/cô ạ . Em là sinh viên Khoa Điện - Điện tử Hiện em đang nằm trong nhóm học sinh chưa học xong Thí nghiệm của 2 môn Vật Lý bán dẫn và Hóa đại cương ạ. Cho em hỏi là như vậy sắp tới nếu thi onl thì em có đc tham gia làm bài thi CK không ạ? Cả khoa sẽ làm bài thi CK cùng nhau hay chỉ những sinh viên đã hoàn thành thí nghiệm mới được tham gia làm bài thi CK ạ?",
    "Tên:  MSSV:  Em xin được hoãn thi online học kì 201 vì em không mang laptop và sách vở về nhà. Em về quê từ tháng 5, lúc trường bắt đầu cho nghỉ dịch, em nghĩ rằng sẽ sớm quay lại học và thi tại trường (em không có ý định học hè) nên em đã không mang sách vở và laptop về. Sau đó dịch trở nên nghiêm trọng, kí túc xá đã khóa thẻ ra vào do đó em không thể trở lại được. Mong văn phòng suy xét cho em được hoãn thi online. Em xin chân thành cảm ơn.",
    "Tốt nghiệp . Em chào Thầy/Cô! Em là Đoàn Thị Thanh Thảo. Sinh viên k17 khoa Quản lý công nghiệp. Thầy/Cô cho em hỏi thời hạn xét tốt nghiệp và thời hạn nộp chứng chỉ ngoại ngữ cho đợt tốt nghiệp tháng 11/2021 là ngày bao nhiêu ạ? Em cảm ơn!",
    "Chào thầy(cô) ạ, cho con hỏi là nếu con hiện tại không đủ điều kiện để thi online các môn trong hk202 thì con làm đơn hoãn thi qua năm sau thì là thi ở hk211 hay hk212 ạ. Mà việc hoãn thi này có ảnh hưởng đến việc phân nghành không ạ! Con cảm ơn ạ!",
    "Chào phòng đào tạo Cho em hỏi hiện em là sinh viên nghành kỹ thuật hệ thống công nghiệp kỳ 2 năm 2 em có chưa đăng ký được môn học cơ học máy. Kỳ trước em cũng có đăng ký lại môn mà vì tỷ số quá ít phòng đào tạo không mở lớp, kỳ này em đăng ký mà em thấy tỷ số cũng ít không khả quan. Cho em hỏi bây giờ em đăng ký môn nào để tương đương môn cơ học máy mã số môn học là ME2043. và em có kiểm tra danh sách môn học tương đương thì mã me2043 nó không có môn học thay thế. Em thấy có mã môn học cơ học máy Me2077 3 chỉ có thể thay thế ME2043 hiện 4 chỉ được không? Em xin cảm ơn",
    "Kính thưa Phòng đào tạo, Em tạo yêu cầu này để xin thu nhận lại vào học kì 211 . Lý do: không đăng kí môn học ở học kì trước đó 202 . Vì tình hình dịch bệnh Covid-19 hiện tại nên em không thể lên trường để trực tiếp nộp đơn thu nhận lại được ạ . Kính mong quý thầy cô hỗ trợ giúp em . Em xin chân thành cám ơn! Kính thư, ",
    "Em xin phép được hỏi về cách thức đăng ký hoãn thi trực tuyến vì chưa đáp ứng được điều kiện thiết bị để thi online. Mong được nhà trường hướng dẫn các bước để em có thể hoàn thành việc đăng ký trong thời gian sớm nhất . Em xin cảm ơn!",
    "Cho em hỏi là đợt gần tết em không đi SHCD. Vậy em có được ĐKMH không ạ? Em xin chân thành cám ơn",
    "Chào Thầy/ Cô ạ, Em có thắc mắc về số tín chỉ (TC) tối thiểu trong học kỳ chính của khóa K18 mong được thầy/ cô giải đáp giúp ạ. Theo như em đọc quy chế thì học kỳ chính có số TC tối thiểu là 14, đối với K18 về trước thì cho phép bằng với số TC thiết kế trong chương trình đào tạo của học kỳ. Nhưng ví dụ vào học kỳ mà có nhiều môn tự chọn, phần kế hoạch giảng dạy không có đề nghị cụ thể số môn thì số TC thiết kế tính như thế nào để có được số TC tối thiểu trong học kỳ ạ. Em xin cảm ơn nhiều ạ.",
    "Dạ em chào chị ạ, Kỳ này em làm luận văn và sẽ nộp tiếng Anh muộn ạ. Vậy cho em hỏi là em có cần phải đăng ký môn kỳ này để không bị cảnh cáo không ạ? Hay là không cần ạ?! Do sau khi thi tiếng Anh xong thì nộp và được đăng ký luận văn tức là em vẫn đăng ký ngay kỳ này mà đúng không ạ?",
    "Cho em hỏi là em muốn đăng kí 2 môn trong cùng nhóm môn tự chọn (cụ thể là các môn nhóm D), 1 môn làm môn tự chọn và 1 môn làm môn tự chọn tự do có được tính không ạ? Ví dụ em đăng kí 2 môn nhóm D là IM1013 (Kinh tế đại cương) và IM1025 (Quản lý dự án) thì có được tính là đã học 1 môn cho nhóm tự do và 1 môn nhóm tự chọn D được không ạ?  Em cảm ơn",
    "Dạ nội dung em trình bày trong file ạ",
    "Vì lý do không đáp ứng được yêu cầu về trang thiết bị điện tử, đường truyền như trong hướng dẫn. Nhà em ở miền núi nên mạng lướt điện, mạng lười internet rất chập chờn, thường xuyên rớt mạng, lag,...Nên em làm đơn xin hoãn thi cuối kỳ. Kính mong Phòng đào tạo xem xét.",
    "Thưa thầy/cô, Em có đăng ký môn chuyên ngành Nguyên lý ngôn ngữ lập trình (khoa học máy tính) trong kì dự thính 203 nên không có thực hiện học phần mở rộng. Vậy kì sau để thực hiện bù học phần mở rộng này thì em nên đăng ký như thế nào ạ.",
    "Chào PĐT, Em là Nguyễn Thanh Thiên Ngọc, MSSV  Em đã thực hiện đăng ký chuyển điểm môn học Anh Văn 1 và Anh Văn 2. Khi em đăng ký chuyển điểm, vì lý do mạng internet yếu nên đã xảy ra tình trạng em đăng ký dư số lần (em đăng ký 3 lần thay vì 1 lần). Vì vậy, khoản tiền cần thanh toán trên MyBKPay cũng có đến 3 khoản phí (mỗi khoản phí là 100.000đ cho 2 môn AV1 & AV2). Em xin hỏi PĐT là em có cần phải thanh toán luôn 2 khoản phí chuyển điểm mà em đã lỡ đăng ký thêm không ạ . Nếu em thanh toán thì sau đó có được hoàn tiền không ạ (vì cả 3 khoản phí đều cũng 1 mục đích là phí chuyển điểm môn học). Em cảm ơn PĐT",
    "Học vụ       ử : Ban Giám Hiệu             Phòng Đào Tạo Trường Đại Học Bách             Khoa  Em tên là :   Mssv :   Lớp D18CT1  Dạ hôm trước em có đặt câu hỏi về việc xin được thi online vào đợt 2 ạ và em có nhận được câu trả lời dưới đây nhưng em còn 1 số thắc mắc muốn hỏi thêm ạ :   Chào bạn,  (  B  Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203)  1)    Sinh viên vui lòng tải mẫu đơn tại aaohcmuteduvn/ sinh viêniểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi) Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi  2)    Bổ sung xác nhận:  -    HK chính 202: ác nhận của Giảng viên V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để Giảng viên xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi)    )  1, về thi online thi em chưa có lịch thi ạ nên em chưa biết điền vào đơn xin hoãn thi như thế nào ạ   2, em sẽ gửi email cho cho Thầy(Cô) mà em cần xin đê hoãn thi ký xác nhận như thế nào ạ và sẽ nộp về phòng đào tạo bằng cách nào hay gửi cho ai ạ  Em xin chân thành cảm ơn   Thân mến     ",
    "Chào PĐT, Em là  . Em có đăng lý môn học BKE123 trong Đăng ký môn học HK211 - Đợt 1 . Em muốn hỏi là môn BKE123 là môn thi online Toeic Writing vs Speaking đúng không ạ? Thứ 2 là môn BKE123 này em là sinh viên K17 thì có được đăng ký không ạ? (dự kiến tốt nghiệp tháng 11/2021). Em cảm ơn PĐT",
    "Dạ con chào quí Thầy Cô, cho phép con hỏi con muốn đăng kí học môn Kinh tế vi mô (IM1003) thì phải làm sao ạ? Nên bổ sung đơn gì ạ? (Đã đăng kí môn trên kì chính chính qui 211) Con cảm ơn quí Thầy Cô. Chúc quí Thầy Cô sức khỏe.",
    "Em chào thầy cô ạ, cho em hỏi là em có thể làm đơn để hoãn một vài môn, những môn khác vẫn có thể thi được không ạ? Với lại sau khi hoãn thì điểm trung bình môn đó sẽ được tính như thế nào và có được tính vào tbtl không ạ, em cám ơn!",
    "Kính gửi thầy/cô, Cho em hỏi, sao bây giờ em vào bảng điểm không thấy các môn em đã được miễn trước đây chuyển từ Cao đẳng qua. Nhờ thầy/cô kiểm tra lại giúp em. Em đang cần xem để tổng kết lại. Em vào bên MyBK cũng không còn thấy chỗ xem điểm như trước đây nữa.",
    "cho em hỏi giờ chuyển sang hệ vhvl có kịp tham gia học kì 211 không ạ?",
    "Em muốn hoãn thi trực tuyến, vì khả năng cao là đường truyền mạng nhà em sẽ không ổn định để thi trực tuyến. Theo như mail trường thông báo, thì hướng dẫn về thi trực tuyến đang được ban hành, vậy cụ thể khi nào mới hoàn thành ạ, em có phải đợi đến khi có văn bản hướng dẫn thi trực tuyến thì mới được nộp đơn hoãn thi không . Và theo như trường thông báo, thì có thể thay thế thi trực tuyến bằng hình thức tiểu luận, nhưng đến nay, một số môn học của em, vẫn chưa thấy thầy cô thông báo hình thức thi trực tuyến hay viết tiểu luận, mà 2/8 đã bắt đầu thi cuối kì, em vẫn chưa biết hình thức thi thì sao chuẩn bị kịp ạ. Và nếu thay thế thi trực tuyến bằng hình thức viết tiểu luận thì em có được hoãn viết tiểu luận để thi trong học kì tới có tổ chức môn học này không. Kính mong phòng đào tạo giải đáp sớm giúp em để em sớm có sự chuẩn bị cho kì thi nếu không được hoãn.",
    "Dear Ms ,   Em tên , hiện đang học khoa Kĩ Thuật Giao Thông, hệ VHVL khoá 2020, MSSV:  Em nay bị trễ hẹn đóng tiền học phí HK hè dự thính vì lí do dịch bệnh, khu vực chổ em đang bị phong toả, em không có tiền trong tài khoản cũng không thể ra khỏi nhà đến ngân hàng OCB thanh toán   B học phí được   Rất mong được nhà trường thông cảm cho em, em hứa sau khi Nhà nước dỡ lệnh phong toả em sẽ đi thanh toán học phí ngay lập tức  Em đính kèm đơn xin trễ hạn đóng học phí bên dưới   Em chân thành cám ơn",
    "Chào thầy/cô ạ, Hiện tại do thiết bị không đáp ứng (máy tính hư và do khu vực em đang bị chốt nên không đi sửa được) em có tính làm đơn xin hoãn thi giữa kì môn Giải tích 1 thi ngày 24/7/2021. Em có lên trang aao phần bỉêu mẫu thì thấy chỉ có biểu mẫu cho hoãn thi cuối kì. Em vẫn điền vào biểu mẫu đó hay sao ạ? Em xin cảm ơn.",
    "MSSV:  . Đăng kí thu nhận lại học kì 211 Tên:  Lớp: XD15KT Lý do: em đã hoàn thành xong các môn học nhưng chưa đủ điểm Toeic để xét tốt nghiệp",
    "Dạ cho em hỏi là muốn hoãn thi dt ck202 của một môn thì phải làm sao ạ Em cảm ơn",
    "Kính gửi phòng Đào Tạo Tôi tên là :  Đầu tháng 5/2021, tôi có làm đơn xin miễn môn học Nhập môn về kỹ thuật (EE1001).Nhưng đến nay vẫn chưa có phản hồi gì. Mong Phòng Đào Tạo giải quyết sớm giúp tôi, để tôi có thế đăng ký được Đồ Án môn học, vì môn này là môn học trước của Đồ Án. Tôi xin chân thành cảm ơn.   i ",
    "Em là , mssv:  Em muốn xin nhận lại ở học kỳ 211. Em đính kèm file phiếu đăng ký thu nhận lại ở dưới ạ.",
    "iểm anh văn của em đã đạt chuẩn sau năm 2 (kì thi anh văn do trường tổ chức) . Nhưng em đăng kí học anh văn 3 thì bị bảo là thiếu môn học trước. Vậy là em phải học lại anh văn 2 dù đã đủ chuẩn ạ.   B ",
    "Dạ em xin nộp đơn gia hạn thời gian đào tạo ạ. Mong nhận được sự phản hồi từ Ban Giám hiệu, Phòng Đào tạo nhà trường. Em xin cảm ơn!",
    "Dạ thưa Thầy/Cô! Em có 2 vấn đề về việc nộp Đơn hoãn thi (Luận văn tốt nghiệp) mong Thầy/Cô có thể giải đáp cho em ạ: - Hiện tại em không thể gặp giáo viên hướng dẫn và giáo viên chủ nhiệm bộ môn để xin chữ ký xác nhận, như vậy em có thể dùng chữ ký điện tử vào mẫu đơn rồi nộp thay cho chữ ký tay không? Hay em phải kèm theo email xác nhận của giáo viên ạ? - Em muốn nộp Đơn này thì em nộp cho địa chỉ email  luôn đúng không ạ? Em xin chân thành cảm ơn.",
    "Dạ em xin chào thầy/cô ạ. Trước tình hình dịch hiện tại và em không đủ điều kiện đường truyền thiết bị để thi cuối kỳ 202 online thì em muốn hoãn thi ạ. Vậy cho em hỏi là việc hoãn thi này thì điểm thành phần có được giữ lại không ạ. Theo em đọc quy định thì điểm thành phần sẽ bị hủy và ở đợt thi kế tiếp lấy điểm thi đó làm điểm tổng kết luôn. Không biết với tình hình hiện tại có đúng như vậy không ạ.",
    "Kính gửi: PĐT Trường đại học Bách Khoa    Em tên là: , MSSV:  Khoa: Cơ Khí    Hiện nay, tình hình dịch bệnh khá nghiêm trọng, nên em không thể đến trực tiếp văn phòng PĐT. Vì vậy em có thể nộp phiếu đăng ký thu nhận lại này   tập tin định kèm  qua kênh trực tuyến không ạ.    Em hy vọng nhận được phản hồi sớm từ PĐT. Em xin chân thành cảm ơn.        Trân trọng!",
    "Em tên  - MSSV: . Hiện tại em đang dương tính với COVID nên không thể tiếp tục học phần đang theo học. Em xin hỏi phòng đạo tạo em có thể làm đơn hoãn thi/vắng thi có phép và nộp ở đâu ạ.",
    "Thưa Thầy/Cô,  Theo mail thông báo lịch thi giữa kì DT202 môn Giải tích 1 thì lớp DT02-B thi vào ngày 24/7, em vào mục Lịch thi trên MyBK thì lịch thi giữa kì DT202 môn GT1 thì lớp DT02-B thi vào ngày 31/7. Cho em hỏi vậy lịch thi nào đúng ạ? Em xin cảm ơn.",
    "Chào thầy cô e xin pdt mở lớp môn EE1001 Nhập môn về kỹ thuật trong HK211, Môn Nhập môn về kỹ thuật EE1001 đã 2 năm e chưa học được vì học kỳ đầu tiên các bạn sv Chính Quy đã được xếp tkb môn này cố định, môn này hầu như k có sv rớt môn và lớp liên thông vhvl thì các ac được miễn. E học hệ VHVL theo diện xét học bạ (học từ đầu, k phải liên thông nên phải học môn này) Và e cũng k thể liên hệ được các bạn lớp/khoa khác để xin mở lớp vì diện của e rất ít. Đợt đk môn lần này e thấy đã có 17 bạn đk nên e xin pđt mở lớp. Nếu k được thầy cô có thể cho e xin vào lớp của khóa 2021 được k? E sẽ làm đơn và cam kết đóng học phí đầy đủ. E xin cám ơn thầy cô.",
    "Thắc mắc về kết quả rút môn học học kỳ 203 Dạ em chào thầy/cô ạ, vào ngày 3/7 em có gửi đơn xin rút môn học ME3267 học kỳ 203 và em đã được trả lời là sau ngày 20/7 lên xem bảng điểm có cập nhật điểm chưa, nhưng hôm nay khi em lên xem bảng điểm thì môn học đó đã bị mất luôn và không có kết quả điểm. Nên hôm nay em tạo câu hỏi này để mong được thầy/cô giải đáp thắc mắc cho em ạ. Em cảm ơn thầy/cô đã đọc yêu cầu này.",
    "Kính gửi quý thầy cô Phòng Đào tạo, Em tên là , sinh viên K17 của trường Bách Khoa. Em xin được trình bày hoàn cảnh của mình và mong thầy cô có thể giúp đỡ em. Vào tháng 4/2021, em đã làm đơn xin miễn môn Thể chất 3 kèm với giấy tờ minh chứng sức khỏe và đã trình bày với các thầy cô tại Văn phòng Đào tạo. Từ lúc đó tới nay em vẫn chưa nhận được thông tin cập nhật gì vì dịch bệnh, và thời gian đăng kí môn học hè cũng đã kết thúc. Đến hôm nay (21/07/2021) em mới nhận được email thông báo rằng đơn xin miễn của em không được chấp nhận và em phải đăng ký học môn Cờ vua. Em làm đơn này xin quý thầy cô cho phép em được đăng ký học Thể chất 3 song song với các môn học năm 4, em đã trễ 1 năm vì chuẩn Anh Văn, em cũng không thể đăng ký học hè cho kịp chuẩn tiên quyết trước năm 4 vì đã quá thời gian. Em xin cam kết sẽ hoàn thành môn Thể chất 3 trong kì tới, nếu không kết quả những môn học năm 4 của em sẽ không được công nhận. Mong quý thầy cô giúp đỡ em. Em xin cảm ơn.",
    "Hiện nay dụng cụ thi online của em là laptop bị hư. Em muốn đăng ký hoãn thi thì làm thế nào ạ",
    "Dạ em chào anh/chị! Trong HK202 vừa rồi, em có đăng ký một môn trái với chuyên ngành của mình, không có trong chương trình học(môn học và mã môn cụ thể em có gửi theo file đính kèm). Hiện tại em nhận thấy môn học đó không cần thiết nên em dự tính sẽ không thi final của môn đó ạ. Thì câu hỏi em xin đặt ra là điều đó có ảnh hưởng đến GPA ngành của em không ạ?  Mong sớm nhận được phản hồi từ văn phòng OISP Em xin chân thành cám ơn anh/chị   3 Have a nice day. Stay strong&safe ^^",
    "Em Tên :  MSSV :  Khoa : Kỹ Thuật Địa Chất và Dầu Khi Dạ cho em hỏi là mình hoãn thi là hoãn 1 môn hay hoãn tất cả các môn ạ . Với lại là lớp chuyên ngành em có nhu cầu hoãn thi môn đó với danh sách lớn thì em gửi yêu cầu lên GV hay là PDT ạ ?  Dạ em cảm ơn ạ  . ",
    "Dạ em muốn xin bỏ tiên quyết môn học, để có thể tiếp tục đăng ký các môn học sau ạ. Nội dung em trình bày rõ trong file sau ạ. Rất mong nhận được hồi đáp của thầy/cô hỗ trợ em sớm nhất ạ.",
    "Em chào Anh/Chị, Thầy/Cô . Lý do hoãn thi của em hơi dài thì em có nên viết riêng 1 tờ lí do không ạ",
    "Kính gởi: Phòng đào tạo Trường đại học Bách Khoa TPHCM Bộ môn Kiến Trúc Em tên là: Nguyễn Thị Tuyết Linh Mã số sinh viên: 11191 Lớp: XD17KT Khoa Kỹ thuật Xây Dựng Chuyên ngành: Kiến Trúc Điện thoại: 091385702 Email: linh.nguyenlinhnguyen@hcmut.edu.vn Nay em viết đơn này xin quý Bộ môn, quý Phòng đào tạo hỗ trợ giải quyết cho em được đăng ký môn Thiết kế Quy hoạch Đô thị (CI4089) trong học kỳ chính 211. Ở học kỳ trước chúng em đã gặp phải vấn đề tương tự là không đăng ký được môn Thiết kế Quy hoạch Đô thị (CI4089) là do bị kẹt môn song hành là Thiết kế Kiến trúc nhà ở(CI3145) thì đã được giải quyết. Thì hiện tại là đợt ĐKMH đợt 1 cho học kỳ sắp tới Học kì 211 em và khoảng 30 khác ( bao gồm sinh viên K16, K17, K18) không đăng kỳ được môn Thiết kế Quy hoạch Đô thị do vướng môn Thiết kế Kiến trúc Công công 3 (CI2069) là môn học trước, và một số bạn vướng môn Quy hoạch Đô thị Bền vững (CI3147) là môn học trước.  Vì hiện tại Chương trình đào tạo của K19 đã thay đổi, mã môn Thiết kế Quy hoạch Đô thị (CI4089) cũng không còn. Kính mong quý Bộ môn, quý Phòng đào tạo hỗ trợ cho chúng em gỡ bỏ môn học trước của môn Thiết kế Quy hoạch Đô thị (CI4089) là môn Thiết kế Kiến trúc Công cộng 3 (CI2069) và môn Quy hoạch Đô thị Bền vững ( CI3147). Để chúng em được đăng ký môn Thiết kế Quy hoạch Đô thị (CI4089) đúng Học kì 211  để được học cùng chung với lớp, các anh chị K16 K17 không bị trễ tiến độ học tập thêm một năm nữa và các bạn K18 được đúng tiến độ học tập ra trường. Vì đang là tình hình dịch bệnh khó khăn nên chúng em không đi nộp đơn trực tiếp tại Phòng đào tạo cũng như là trình bày lại vấn đề chúng em đang mắc phải trong ĐKMH, nên là chúng em nộp đơn qua BKSI khẩn xin quý Bộ môn, quý Phòng đào tạo hỗ trợ gấp cho chúng em được đăng ký môn Thiết kế Quy hoạch Đô thị ( CI4089) vào học kỳ chính Học kì 211 kịp trong đợt ĐKMH đợt 1, đợt 2. Em và các bạn xin chân thành cảm ơn! Đồng Tháp, ngày 21 tháng 07 năm 2021 Người làm đơn Nguyễn Thị Tuyết Linh ---------- Em xin gởi kèm theo danh sách các bạn đang gần gấp sự hỗ trợ đăng kí môn Thiết kế Quy hoạch Đô thị (CI4089) https://docs.google.com/spreadsheets/d/1Trg6mE_fSFpIixY5NsgPtuMElq3OUu11kFWcvNst6hA/edit#gid=0   711971      .",
    "Trên Bkel của em chưa có lịch thi thì có cần chờ có lịch cụ thể rồi ghi không ạ",
    "Dạ em chào chị ạ, Em hỏi là em có cần phải đăng ký môn kỳ này không khi em đăng ký luận văn muộn ạ? Em sợ bị cảnh cáo ạ. Em cảm ơn.",
    "Chào phòng đào tạo Cho em hỏi hiện em là sinh viên nghành kỹ thuật hệ thống công nghiệp kỳ 2 năm 2 em có chưa đăng ký được môn học cơ học máy. Kỳ trước em cũng có đăng ký lại môn mà vì tỷ số quá ít phòng đào tạo không mở lớp, kỳ này em đăng ký mà em thấy tỷ số cũng ít không khả quan. Cho em hỏi bây giờ em đăng ký môn nào để tương đương môn cơ học máy mã số môn học là ME2043. và em có kiểm tra danh sách môn học tương đương thì mã me2043 nó không có môn học thay thế. Em thấy có mã môn học cơ học máy Me2077 3 chỉ có thể thay thế ME2043 hiện 4 chỉ được không? Em xin cảm ơn",
    "Do đợt dịch nên em đã nghỉ việc nên em mong muốn được đăng ký các môn học vào buổi sáng của lớp CQ thì cho em hỏi quy trình xin như thế nào? Môn học: Tín hiệu và hệ thống - EE2005 Môn học: Toán kỹ thuật - EE1003 Mong sớm nhận được phản hồi, Thân, ",
    "Vì lý do không đáp ứng được các yêu cầu về đường truyền: mạng yếu, chập chờn,... Em có nguyện vọng được hoãn thi . Em có gửi ảnh đơn và xác nhận của giảng viên.",
    "Dạ chào Thầy/Cô/Anh/Chị, Em đã cố gắng thực hiện đăng kí lại theo chỉ dẫn: \"Bạn không có tkb ở Hk203 nên bạn chuyển lại chọn option là HK202 nghen\" -  Vì khi em di chuyển đến phần \"nhập thông tin đăng kí\" thì luôn luôn default là HK203, và không cho chọn lại HK khác -  Nên em vẫn chưa đăng kí được ạ Mong anh/chị xem lại giúp em lần nữa Em cảm ơn",
    "Em chào quý Thầy Cô. Em là sinh viên thuộc khoa KH và KT Máy Tính. Em là sinh viên khóa 2020, nhưng em từng là sinh viên khóa 2017 và vừa thi lại vào năm nay. Thầy Cô cho em hỏi 1 chút ạ - Khóa 2017 em đã học qua 3 anh văn và còn 1 anh văn 4 chưa học qua. Giờ khóa 2020 em có xin chuyển điểm 3 anh văn kia. Cho Em hỏi là Em phải hoàn thành anh văn 4 trước học kì nào ạ ? Nghĩa là phải hoàn thành trong năm 2 (trước học kì 213) hay là trong trước năm 3 (trước học kì 223) ạ ?? Vì em đọc thấy chuẩn anh văn sau năm 3 là hoàn thành anh văn 4, nhưng trong chương trình đào tạo bên Khoa thì anh văn 4 lại có ở học kì 4 (tức là trong năm 2). Em xin cảm ơn ạ",
    "Dạ em chào quý Thầy/Cô  Hiện em đang làm luận văn bên khoa kỹ thuật Hóa Học, do tình hình dịch bệnh covid phức tạp nên em không làm kịp luận văn để bảo vệ trong đợt tháng 8 Em có xin thầy hướng dẫn luận văn về việc hoãn bảo vệ và chuyển sang kỳ sau bảo vệ Thầy đồng ý và yêu cầu em làm thủ tục gia hạn đề tài bên phòng đào tạo Vì thế em viết email này xin nhờ Thây/Cô bên pdt chỉ giùm em những thủ tục nào ạ! Nếu làm được thì kỳ sau bảo vệ em có bị mất tiền đăng ký lại luận văn không ạ  Em cảm ơn quý Thầy/Cô",
    "TRƯỜNG ĐẠI HỌC BÁCH KHOA TP HCM KHOA KĨ THUẬT X Y DỰNG BỘ MÔN KIẾN TRÚC CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM Độc lập- Tự do- Hạnh phúc   --------------------------------------------------------------------------------------------------------------------------- ĐƠN XIN HỖ TRỢ GIẢI QUYẾT VẤN ĐỀ ĐĂNG KÍ MÔN HỌC THIẾT KẾ QUY HOẠCH ĐÔ THỊ (CI4089) HỌC KÌ 211 Kính gởi: Phòng đào tạo Trường đại học Bách Khoa TPHCM Bộ môn Kiến Trúc Em tên là: lê Hữu Vinh Mã số sinh viên: 1614116 Lớp: XD16KT Khoa Kỹ thuật Xây DựngChuyên ngành: Kiến Trúc Điện thoại: 0362095500Email:1614116@hcmut.edu.vn Nay em viết đơn này xin quý Bộ môn, quý Phòng đào tạo hỗ trợ giải quyết cho em được đăng ký môn Thiết kế Quy hoạch Đô thị (CI4089) trong học kỳ chính 211. Ở học kỳ trước chúng em đã gặp phải vấn đề tương tự là không đăng ký được môn Thiết kế Quy hoạch Đô thị (CI4089) là do bị kẹt môn ,Quy hoạch đô thị bền vững (CI3147)là môn học trước.Hiện tại là đợt ĐKMH đợt 1 cho học kỳ sắp tới Học kì 211 và khoảng 30 bạn khác ( bao gồm sinh viên K16, K17, K18) không đăng kỳ được môn Thiết kế Quy hoạch Đô thị do vướng là môn học trước, và một số bạn vướng môn Quy hoạch Đô thị Bền vững (CI3147) là môn học trước.  Vì hiện tại Chương trình đào tạo của K19 đã thay đổi, mã môn Thiết kế Quy hoạch Đô thị (CI4089) cũng không còn. Kính mong quý Bộ môn, quý Phòng đào tạo hỗ trợ cho chúng em gỡ bỏ môn học trước của môn Thiết kế Quy hoạch Đô thị (CI4089) là môn Thiết kế Kiến trúc Công cộng 3 (CI2069) và môn Quy hoạch Đô thị Bền vững ( CI3147). Để chúng em được đăng ký môn Thiết kế Quy hoạch Đô thị (CI4089) đúng Học kì 211  để được học cùng chung với lớp, các anh chị K16 K17 không bị trễ tiến độ học tập thêm một năm nữa và các bạn K18 được đúng tiến độ học tập ra trường. Vì đang là tình hình dịch bệnh khó khăn nên chúng em không đi nộp đơn trực tiếp tại Phòng đào tạo cũng như là trình bày lại vấn đề chúng em đang mắc phải trong ĐKMH, nên là chúng em nộp đơn qua BKSI khẩn xin quý Bộ môn, quý Phòng đào tạo hỗ trợ gấp cho chúng em được đăng ký môn Thiết kế Quy hoạch Đô thị ( CI4089) vào học kỳ chính Học kì 211 kịp trong đợt ĐKMH đợt 1, đợt 2. Em và các bạn xin chân thành cảm ơn! Long An, ngày 21 tháng 07 năm 2021Người làm đơn   Lê Hữu Vinh",
    "Chào quý thầy, cô em tên là  MSSV: . Khi em về quê nên không đem thẻ sinh viên về thì khi thi có thể thay thế bằng CMND được không ạ?",
    "Cho em hỏi em có đăng kí in thẻ sinh viên nhận tại nhà,giờ em thấy tình trạng \" phiếu đăng kí đã được xử lý \" vậy là đã được gửi đi chưa ạ  Cho em xin mã vận chuyển đơn hàng để tiện theo dõi được không ạ.",
    "Chào thầy/cô, Em tên là , MSSV:  Học kỳ vừa rồi do em không đăng ký môn học nên nhận quyết định dừng học (số quyết định 263/QĐ-ĐHBK, ngày ra quyết định 09/04/2021). Giờ em muốn nộp phiếu đăng ký thu nhận lại để đăng ký môn học cho học kỳ mới nhưng do thành phố đang thực hiện cách ly xã hội theo chỉ thị 16. Vậy thầy/cô cho em hỏi để nộp phiếu đăng ký thu nhận lại em có thể nộp bằng hình thức nào ạ? Em cảm ơn ạ.",
    "Dạ chào phòng đào tạo. Em tên là  , ngày 29/7 là em thi môn kĩ thuật thi công. Trớ trêu thay là hôm đó cũng là ngày bảo vệ luận văn online của em. Môn kĩ thuật thi công này e đã rất cố gắng để lấy điểm cao quá trình nên e muốn thi cuối kì thật tốt để được điểm cao, tuy nhiên do hoàn cảnh bất khả kháng nên em sẽ làm đơn hoãn thi. Dù vậy, phòng đào tạo cho em hỏi là nếu em bảo vệ luận văn ngày 29/7 xong trước giờ thi thì em có được thi hay không ( nếu em đã nộp đơn hoãn trước đó )  ạ ? Em chân thành cảm ơn",
    "Chưa có lịch thi thì có cần điền vào mục lịch thi không ạ",
    "Em bị quên mất hạn đóng học phí học kì hè 203. MOng nhà trường hỗ trợ em để em có thể hoàn thành học phí và có thể đăng kí môn trong học kì kế tiêp. Em hứa lần sau sẽ hoàn thành đúng hạn. Em cảm ợn thầy/cô nhiều ạ",
    "Dạ em xin nộp đơn xin nhận điểm I cho môn TTTN !! có phải mình nộp trên BKSI này đúng không ạ ?",
    "Dạ hiện em đang học lớp VL1 DT03, và em muốn hoãn thi môn VL1 ạ, lý do là em chưa đáp ứng được yêu cầu trang thiết bị của giáo viên ạ!",
    "Dạ chào thầy/cô. Em là . MSSV . Sắp tới em có thi trực tuyến môn học Đường lối Cách Mạng Đảng Cộng Sản Việt Nam (mã môn SP1009). Vấn đề em gặp phải là hiện tại laptop của em đang bị hư cam. Em có thể sử dụng điện thoại cá nhân để thay thế camera của laptop được hay không. Hay bắt buộc em phải dùng laptop có camera. Do hiện tại em cũng khó trong việc tìm laptop thay thế. Nếu không được phép thì em có thể xin hoãn thi cuối kì được không và xin như thế nào. Em cảm ơn ạ",
    "Chào cô,thầy ạ! Cho em hỏi là do điều kiện dưới quê không đảm bảo nên em không thể tiến hành thi online được thì em có thể nộp đơn xin hoãn thi ở đâu ạ? Hiện tại em đã tải và hoàn thành mẫu đơn như trong file đính kèm nhưng không biết cách nộp, em rất mong nhận được hỗ trợ về cách để nộp đơn online đến phòng đào tạo ạ! Em xin trân trọng cảm ơn.",
    "T  e xin chào PĐT e có thắc mắc là trước đây e có học GDTC ở trường và đã qua 3 học phần thì liệu e có thể đem điểm ở các học phần đã học chuyển thành điểm hiện tại ko ạ, trước e là K15 và bây h thành K18 mong PĐT trả lời cho e ạ . E xin chân thành cảm ơn",
    "Dạ em xin trình bày lại đầy đủ . Thưa Thầy/Cô, ở trên tờ biểu mẫu hoãn kì thi cuối kì có mục ngày thi và giờ thi . Hiện tại trên  chưa có lịch thi online cụ thể thì em nên ghi hay bỏ trống mục đó ạ. Em cảm ơn ạ",
    "Em chào thầy/cô Hiện tại em đã hoàn thành chương trình, cần bổ sung anh văn 2 kỹ năng để tốt nghiệp. Em đã đăng ký thi anh văn trong mục đăng kí môn học rồi thì có cần phải đăng ký tối thiểu 1 môn nữa để duy trì trạng thái đang học không ạ?  Em cảm ơn ạ",
    "Kính thưa phòng đào tạo, hiện tại em đã thanh toán trễ hạn học phí hè HK203, môn học SP1003. Kính mong phòng đào tạo khôi phục lại thời khoá biểu giúp em để em đảm bảo tiến độ học tập ạ.",
    "MSSV:  Dạ nếu em muốn hoãn thi thì có bắt buộc phải hoãn tất cả các môn kỳ này không ạ? Vì hiện tại em dựa vào hình thức thi để tính rủi ro nên em chỉ định hoãn thi 1 môn thôi thì có được không ạ? EM xin cảm ơn ạ. ",
    "Kính gửi Phòng Đào tạo trường Đại học Bách Khoa-ĐHQG TPHCM. Em tên là , sinh viên K20, khoa QLCN. Hiện tại vì điều kiện không cho phép nên em không thể thi cuối kì trực tuyến được ạ. Vậy PĐT cho em hỏi thủ tục hoãn thi như thế nào ạ? Em cảm ơn ạ. Trân trọng.",
    "Em nộp đơn xin nhận điểm I cho kỳ TTTN do dịch bệnh covid-19 ạ",
    "Dạ xin chào BGH nhà trường.Em tên  khoá K18 khoa điện-điện tử.Nay em dự định quay trở lại trường sau 1 học kì tạm dừng nhưng do tình hình dịch bệnh Covid-19 phức tạp và di chuyển giữa các tỉnh gặp khó khăn nên em không thể đến trường và làm thủ tục được ạ.Kính mong nhà trường giúp em tìm giải pháp khác để em có thể nhập học vào học kì 211       Em xin cảm ơn và chúc quý thầy cô có 1 học kì mới thật nhiều thành công",
    "Dạ ĐT ơi cho em xin cách thức chuyển điểm môn học với ạ, do môn em đã qua là mã cũ, mà yêu cầu tiên quyết của luận văn tốt nghiệp lại là mã mới, nên em xin cách để chuyển điểm mã cũ qua mã mới ạ",
    "Dạ em học bên CĐ Bảo dưỡng thì cho em hỏi là ngoài liên thông lên ĐH cùng ngành là Bảo dưỡng thì em có thể đk liên thông qua ngành khác được không ạ?",
    "Kính thưa phòng đào tạo, Em là , MSSV: . Do tình hình dịch bệnh, kinh tế nhà em khó khăn, em phải xin đi làm thêm khắp nơi để kiểm tiền đóng học nhưng không chỗ nào nhận nên em đã đóng học phí trễ hạn HK203, môn SP1003. Hiện tại, em đã thanh toán trên BKpay, kính mong phòng đào tạo xem xét đến tình hình dịch bệnh căng thẳng mà khôi phục thời khoá biểu giúp em. Em cam kết đã theo học và làm bài đầy đủ ạ.",
    "e xin chào PĐT e xin gửi biểu mẫu và file điểm của môn GDTC mà e đã có cho PĐT xem xét. Kính mong PĐT xem xét và phản hồi cho e  E xin chân thành cảm ơn",
    "Dạ em xin chào Hiện tay máy tính của em không thể quay màn hình mà em không muốn hoãn thi đợt này do nếu hoãn sẽ phải thi nhiều môn vào lần thi kế tiếp thì còn cách nào để khắc phục không . Em xin cảm ơn",
    "Em muốn xin mở lớp chuyên ngành bị trễ do trễ chuẩn AV từng năm. Do sỉ số ít (khoảng 7 bạn) em đã liên hệ bộ môn vào khoa qua mail. Nhưng do tình hình dịch bệnh em không thể gặp trực tiếp để xin mở lớp. Em muốn hỏi  cách để xin mở lớp ạ. Môn HOÁ LÝ SILICATE (MA3013), môn CÔNG NGHỆ SẢN XUẤT XI MĂNG (MA3027). Đồng thời chúng em muốn xin được học song hành giữa môn HOÁ LÝ SILICATE (MA3013) và môn KỸ THUẬT SẢN XUẤT GỐM SỨ (MA4001). Em có gửi mail xin ý kiến của trưởng bộ môn thì đưowjc bộ môn chấp nhận rồi ạ.Em xin cảm ơn .",
    "Dạ em chào thầy/cô Lúc em đăng ký giáo dục thể chất 2 (PE1005) thì trang đăng ký lại báo là em phải đăng ký giáo dục thể chất 1 (PE1003) trước. Nhưng mà hk1 em đã đăng ký môn bóng chuyền (PE1011) rồi ạ. Vậy thì em có phải đăng ký giáo dục thể chất 1 nữa không ạ ? em cám ơn !",
    "e xin chào PĐT e có thắc mắc là trước đây e có học GDTC ở trường và đã qua 3 học phần thì liệu e có thể đem điểm ở các học phần đã học chuyển thành điểm hiện tại ko ạ, trước e là K15 và bây h thành K18 và được trả lời là gửi mẫu đơn miễn môn học + bảng điểm e xin gửi PĐT đơn miễn môn và bảng điểm để xem xét. Mong PĐT phản hồi e ạ E xin chân thành cảm ơn",
    "Xin chào phòng đạo tạo, Em tên là , là sinh viên khóa K15 ngành điện tử viễn thông trường Đại học Bách Khoa TPHCM. Em  vừa tốt nghiệp đợt tháng 4/2021 với điểm trung bình tính lũy ngành là 7.2 và đang có nhu cầu học lên cao học tại truờng . Em có một vài cầu học, Xin phòng đào tạo sau đại học giải đáp giúp em: 1.Với tình trạng tốt nghiệp hiện tại thì em có thể học cao học tại trường dưới dạng liên thông không hay phải thi tuyển. 2.Em Xin thêm thông tin hướng dẫn cách đăng kí học cao học tại trường. Em Xin cám ơn!   i  .",
    "Dạ em xin kính chào Quý Thầy Cô của phòng Đào tạo trường Đại học Bách Khoa thành phố Hồ Chí Minh. Em tên là , MSSV . Hôm nay, em viết đơn này để em xin phép được hỏi về quá trình xin thu nhận lại sinh viên ạ. Hiện tại, em đã hoàn thành việc bảo vệ luận văn tốt nghiệp của mình nên chương trình đào tạo của em chỉ còn lại bằng anh văn 2 kĩ năng và 2 ngày công tác xã hội ạ(ngày công tác xã hội em đã cố gắng hoàn thành nhưng em đăng kí thì lại liên tục bị hủy vì dịch COVID-19). Học kì 2 năm học 2020-2021, em không đăng kí môn học nên hiện tại em bị tạm đình chỉ ạ. Các Quý Thầy Cô có thể cho em xin hỏi là với tình hình dịch như hiện tại thì em không thể lên trường để nộp đơn xin thu nhận lại thì em còn cách nào khác để có thể nộp đơn xin thu nhận được không ạ? Em xin chân thành cảm ơn Quý Thầy Cô ạ. Em xin kính chúc Quý Thầy Cô sức khỏe ạ.",
    "Chào thầy/cô . Cho em hỏi là em còn thiếu toeic nghe đọc để đổi av4 là sẽ tốt nghiệp. Nhưng hiện tại dịch covid em không thể thi toeic được từ tháng 5 đến nay do bị hoãn. Hiện tại cũng là kỳ cuối cùng nên em cũng không thể đăng ký av4 để học. Cho em hỏi trường hợp thiếu toeic nghe đọc để tốt nghiệp trong thời điểm này thì phải làm như thế nào vậy ạ. Em cảm ơn.",
    "cô ơi cho em hỏi mình xem phần hướng dẫn thi trực tuyến ở đâu vậy ạ",
    "Vì lý do không đáp ứng được yêu cầu về trang thiết bị điện tử, đường truyền như trong hướng dẫn. Nhà em ở miền núi nên mạng lướt điện, mạng lười internet rất chập chờn, thường xuyên rớt mạng, lag,...Nên em làm đơn xin hoãn thi cuối kỳ. Kính mong Phòng đào tạo xem xét.  Dưới đây là đơn có chữ ký của giảng viên.",
    "Em về quê nghỉ dịch chỉ mang theo 1 chiếc điện thoại, em chưa mua laptop, địa phương em đang giãn cách xã hội cũng không thể đi mua laptop được. Vậy cho em hỏi, với 1 chiếc điện thoại em có thể tham gia thi online không ạ? Và nếu không thể tham gia thi, xin cho em hướng dẫn về làm thủ tục hoãn thi ạ! Xin cảm ơn!",
    "Cho em hỏi hiện tại tín hiệu ở nhà em không ổn định do xài mạng nhà bên cạnh (em đang bị kẹt ở nhà vì bị cách ly). Em lo lắng tín hiệu của em sẽ không tốt trong khi làm kiểm tra. Vì vậy nên em rất mong được hướng dẫn để làm thủ tục hoãn thi ạ",
    "Em chào thầy/cô Thầy/cô cho em hỏi là em là sinh viên k20, em chưa qua av1 (chuẩn av cho năm 1) em thấy pđt nói là ko xét chuẩn av cho hk211 và là em vẫn đăng kí các môn thuộc chương trình đào tạo được đúng ko ạ? Hiện tại em đã đăng kí av1 để học trong học kì 211, nhưng đợt đăng kí môn cho hk212 mở vào lúc chưa có điểm thi cuối kì của môn av1 trong hk211 thì em có được đăng kí môn thuộc chương trình đào tạo cho hk212 được ko ạ? Vì nếu có điểm av1 ở cuối kì 211 và em qua môn thì lúc đó ko còn đợt đợt đăng kí nữa. Mong thầy/cô trả lời giúp em! Em cảm ơn ạ!",
    "Dạ cho em hỏi rằng, theo CTDT của em thì kì này em chỉ còn 8 chỉ để học, vậy em có vi phạm tối thiếu 10 chỉ của sinh viên đăng kí trong một kì học không ạ Em cảm ơn",
    "Kính gửi Phòng Đào tạo,  Em là sinh viên k16   B chương trình Tiên Tiến   , do ảnh hưởng của mùa dịch nên em chưa kịp hoàn thành một môn thí nghiệm, đồng thời môn này cũng là   B môn tiên quyết của môn Luận văn tốt nghiệp   . Em muốn xin phép được đăng kí cả 2 môn này học song song trong   B học kì 211    để có thể kịp hoàn thành tốt nghiệp không ạ?  Em xin cảm ơn!",
    "Kính gửi Phòng đào tạo,  Em xin gửi Đơn thu nhận lại học kì 211 ạ. (đính kèm) Mong quý thầy cô hỗ trợ em ạ. Em xin chân thanh cám ơn! Kính thư, ",
    "Em tên là  mssv  . Em viết đơn này với mục đích đăng kí hoãn thi online vì không đáp ứng được yêu cầu về kỹ thuật. Cụ thể là các môn trong học kì 202 và 203 bao gồm: Học kì 203 MT1009 Phương pháp tính 203 DT02 Học kì 202 MT2001 Xác suất và thống kê 202 A01 SP1009 Đường lối cách mạng của Đảng Cộng sản Việt Nam  A10 ME2009 Kỹ thuật điều khiển tự động A03 ME2071 Các quá trình chế tạo A01 ME3201Kỹ thuật chế tạo 3 L02",
    "Kính gửi PĐT Mong PĐT cung cấp danh sách môn học của hệ ĐTTX khoa CNTT. Hiện tại chưa có thông tin về môn học cụ thể để DKMH. Xin cảm ơn.",
    "Em tên:  MSSV:  Em học chương trình kỹ sư chất lượng cao Việt Pháp Lớp VP20VL Lý do em bảo lưu học kì vừa rồi là để tập trung trao dồi 2 ngoại ngữ là tiếng anh và tiếng pháp Em mong nhà trường xem xét thu nhận em lại từ học kì 211 của năm học 2021-2022.Và phục hồi lại các chức năng cũng như tình trạng học của em trên trang web mybk. Em xin cảm ơn các thầy cô ạ.",
    "Em chào thầy/cô,  Em tên , MSSV:  Hiện em là sinh viên năm 4 đang làm luận văn tốt nghiệp. Do tình hình dịch bệnh, em còn chuẩn anh văn 2 kỹ năng nói viết chưa đc thi và việc đăng kí thi bị hết hạn ở mục đăng kí môn học hk203. Em xin thầy/ cô hỗ trợ em trong việc đăng kí kì thi anh văn 2 kỹ năng nói viết trực tuyến (   MSMH : BKE123) Em trân thành cảm ơn ",
    "việc là sắp tới thi online nhưng em lại không mang thẻ sinh viên về quê. em xin hỏi có thể dùng CCCD thay thế hay là có biện pháp nào khác không ạ?",
    "Kính gửi PĐT trường ĐH Bách Khoa, Em tên là , mssv . Trong đợt đăng kí môn học của học kì 211 em bị thiếu điều kiện tiên quyết là GDTC3 . Điều kiện sức khỏe không cho phép nên em không thể đăng kí thể chất vào năm học trước và do ảnh hưởng của dịch bệnh nên không mở lớp thể chất hè . Vì vậy, em đã xin phép miễn thể chất vì sức khỏe nhưng không được chấp nhận và được yêu cầu đăng kí cờ vua . Do đó em xin phép PĐT cho em được đăng kí thể chất 3 song song với các môn năm 4 để theo kịp tiến độ học tập. Đơn và hình ảnh minh chứng sức khỏe em sẽ đính kèm tại đây. Em xin chân thành cảm ơn.",
    "em chào thầy/cô ạ hiện tại em là sinh viên năm 2 và đang đăng ký môn học cho năm 3, nhưng em vẫn chưa hoàn thành được thể chất trong năm 2 (do dịch). Lúc đăng ký các môn tự chọn thì được cảnh báo như hình. Em muốn hỏi là em có bị không thể đăng ký môn năm 3 không ạ?",
    "Hiện tại em bị thiếu nhiều mốc thời gian thi cuối kỳ gây khó khăn cho việc ôn tập  Mong được nhà trường giải quyết sớm Em cảm ơn.",
    "Kính gửi Phòng Đào tạo, Cho em hỏi là đợt về quê này em không có đem thẻ sinh viên về vậy em có thể sử dụng CMND hoặc hộ chiếu để thi online không ạ? Em xin cảm ơn. Mong sớm nhận được phản hồi từ Phòng Đào tạo.   i ",
    "Dạ em xin kính chào Quý Thầy Cô. Em tên là , MSSV . Hiện tại em đang bị tạm đình chỉ từ học kì 202 năm học 2020-2021 theo quyết định số 263/QĐ-ĐHBK-ĐT vì lý do không đăng kí môn học. Hôm nay, em viết đơn này để xin phép nhà trường có thể  thu nhận lại em ạ. Em xin hứa sau khi được thu nhận lại, em sẽ đăng kí môn học đầy đủ theo đúng lịch của trường ạ. Em xin chân thành cảm ơn ạ. Em xin kính chúc Quý Thầy Cô sức khỏe ạ.",
    "Dạ cho em hỏi nếu em ở trọ không đảm bảo được không gian yên tĩnh thì không được thi phải không ?   i  .",
    "Em chào Thầy Cô! Sắp đến kì thi online nhưng điện thoại em đăng nhập email trường lại báo như vậy . Thầy cô xin cho em hỏi như vậy thì em phải làm như thế nào ạ?  Em mong nhận được sự giúp đỡ từ  thầy cô Em Chân thành cám ơn Thầy Cô ạ .",
    "Cho em hỏi là thi online có bắt buộc dùng thẻ sinh viên hay không, hay là có thể dùng cmnd và cccd để thay thế, do em đã để cccd lại thành phố và không mang về quê ạ.",
    "Em dùng giấy CMND được không ạ? Khu nhà em bị phong tỏa nên không đi lấy được ạ.Vì cũng là những môn cuối rồi xin hỗ trợ em ạ. Em cảm ơn.   i ",
    "Dạ tình hình là em để thẻ SV trên Sài Gòn, vì dịch nên em không thể lên lấy đc ạ. Sắp tới ngày 25-7-2021 em có lịch thi online, không biết có thể làm cách nào để em có thể làm để thay thế kiểm tra thẻ SV không ạ. Em cảm ơn ạ",
    "Cho em hỏi là hiện tại em không đáp ứng được các yêu cầu về trang thiết bị điện tử như nhà trường đã yêu cầu để tham gia thi cuối kì 203 , nên em muốn hoãn kì thi của mình thì làm như thế nào ạ . Mong nhà trường trả lời em sớm nhất có thể . Em cảm ơn nhiều",
    "Em chào Phòng đào tạo. Em là sinh viên khoá K16, em có thắc mắc mong được PĐT giúp đỡ ạ. Học kì 202 vừa qua vì không đủ chuẩn tiếng anh nên em không đăng kí LVTN cùng với đó là bị tạm dừng vì không đăng kí môn học. Hiện tại đang đợt đăng kí môn học cho kì 211, để đăng kí được thì em phải làm đơn thu nhận, nhưng hiện tại do tình hình dịch bệnh covid-19 diễn biến phức tạp và em cũng đang bị cách ly nên không thể làm đơn nộp lên PĐT được. Em phải làm như thế nào để được thu nhận ạ. Em cảm ơn. Chúc PĐT nhiều sức khoẻ.",
    "Chào cô, Em muốn chuyển từ hệ chính quy sang hệ vừa học vừa làm. Em có đăng kí trên web xong rồi. ạ, không biết trên trường thời gian dịch bệnh này có làm việc không ạ? Để em lên nộp giấy ạ. Và cho em hỏi lúc lên nộp giấy xin chuyển hệ, thì em cần mang thêm những gì? Em xin cảm ơn",
    "Cho em hỏi làm em đang bị dừng học tập thì em phải làm gì để được đăng kí thu nhận lại ạ, nếu làm đơn thu nhận thì em gửi đó qua đâu ạ.",
    "Em tên là , MSSV , sau khi đã giải quyết yêu cầu rút môn học học kỳ 203, em đã lên trang thông tin sinh viên để kiểm tra thời khóa biểu thì bị mất đi thời khóa biểu kỳ 203 và không có điểm rút môn học",
    "em là k19 hiện em đang chuẩn bị thi onl 5 môn 202, em muốn hỏi về việc hoãn thi. là em có thể hoãn thi 1-2 môn và thi các môn còn lại khoong, hay là hoãn thi thì phải hoãn hết cả 5 môn. em cảm ơn ạ",
    "Dạ tại em đang ở trong khu cách li nên mạng em sợ khó để thi ạ. Cho em hỏi để hoãn thi cưới kì online thì mình cần giấy gì, nộp cho ai ạ? Em xin cảm ơn",
    "Em xin chào PĐT, Em có thắc mắc về trường hợp của em là laptop không có webcam thì em có được dời ngày thi để sắp xếp thời gian mua webcame không ạ. Em xin cảm ơn.",
    "Em chào cô/thầy. Em hiện đang là sinh viên khoa cơ khí, em đang có nhu cầu học văn bằng 2 khoa khoa học máy tính (song bằng). Em có tìm hiểu trên AAO thì muốn học văn bằng 2 theo hướng song bằng phải có sự đồng ý của thầy trưởng khoa khoa học máy tính. Vậy em có cần phải đi xin thầy trưởng khoa không ạ, do em có nghe những anh chị đã học văn bằng 2 nói thì không có cũng không sao. Và hiện tại bây giờ em bắt đầu học thì em phải học theo chương trình khung của khoá 19 hay khoá 18 ạ. Em cảm ơn thầy/cô.",
    "Em chào cô, hôm trước em có trình bày em bị thiếu 1 chỉ không đăng kí được thực tập hè, pdt đã trả lời là làm đơn chụp hình gửi lên bksi nhưng do em không check thông tin phản hồi trên bksi nên bây giờ em mới thấy thông tin, em không biết là có còn bổ sung kịp môn thực tập hè vào đăng kí môn học ở kì 203 không ạ? Em mong pdt giúp đỡ ạ! Em cảm ơn!",
    "Chào quý Thầy, Cô. Em tên Lê Tiền . Sinh viên hệ chính quy chuyển sang hệ VHVL. MSSV: . Em đã hoàn tất các môn học ở hệ chính quy nhưng điểm cập nhật trên MYBK lại không có ạ. Xin cập nhật lại giúp em để em có thể đăng kí môn học. Xin xem xét giúp em. Và cho em xin hỏi em còn thiếu những môn nào nữa ạ, do em không tìm thấy thông tin về chương trình đạo tạo trên AAO ạ. Em cảm ơn ạ. Em .",
    "Thưa quý thầy cô, Em xem trong Kế hoạch giảng dạy thì em có 12 tín chỉ tự chọn (từ học kì 5 đến 8). Em phải đăng ký môn của ngành hay có thể đăng ký môn của khoa/ngành khác ạ? Và nếu em học môn của khoa/ngành khác thì có được tính vào điểm trung bình tích lũy không ạ?",
    "Em có 1 số câu hỏi: 1. Em muốn hỏi là em có thể nộp đơn xin hoãn bảo vệ lvtn qua email được không hay bắt buộc phải nộp trực tiếp tại phòng đào tạo,vì tình hình dịch bệnh nên em không thể đến trường được 2. Trường mình có sẵn mẫu đơn hoãn thi/DA/LVTN không ạ. 3. Nếu em đăng ký môn học cho học kỳ 211 vào đợt này thì đợt sau em có thể hủy không .",
    "Cho em nộp đơn xin thu nhận  lại ạ",
    "Em chào Thầy/Cô ạ Dạ em muốn hỏi là mỗi môn 1 đơn hoãn thi hay tất cả các môn của học kỳ 202 và 203 chung 1 đơn vậy ạ? Em cảm ơn ạ!",
    "Dạ em chào chị ạ, Em hỏi là em có cần phải đăng ký môn kỳ này không khi em đăng ký luận văn muộn ạ? Em sợ bị cảnh cáo ạ. Em cảm ơn.",
    "Cho em hỏi là nếu em hoãn thi online thì các điểm thành phần của em có được giữ lại hay không. Hay sau này điểm thi cuối kỳ đợt thi sau của em sẽ làm điểm tổng kết ạ? Em cám ơn!",
    "Kính gửi phòng đào tạo. Em tên là , mssv , đang là sinh viên bộ môn Dệt may khoa Cơ Khí. Khoảng đầu tháng 7 vừa rồi em có đi xét nghiệm và được kết quả là dương tính với Sars CoV-2, từ đó đến nay em được đưa đi cách ly điều trị tại bệnh viện dã chiến Thu Dung số 7. Do bị đưa đi gấp nên em không kịp đem theo tài liệu, máy tính bấm tay để học, bên cạnh đó trong bệnh viện không có wifi, sóng 4g cũng quá yếu không làm gì được ngoài nhắn tin và gửi mail cộng thêm do sức khoẻ nên thời gian vừa rồi em không tham gia học online và ôn thi được. Em cũng chưa biết khi nào mới được xuất viện vì kết quả xét nghiệm gần nhất vẫn là dương tính, nên em viết mail này gửi phòng đào tạo để xin được hoãn thi các môn sau: HK202(nếu có): Đại số tuyến tính (MT1007), Vẽ kỹ thuật (CI1003) HK203: hoãn thi giữa kỳ + cuối kỳ môn Vật lý 1(PH1003) và Vật lý 2(PH1005). Em đang trong hoàn cảnh hết sức khó khăn để thi vì vậy mong phòng đào tạo có thể chấp nhận cho yêu cầu của em. Em xin chân thành cảm ơn. Em đã gửi mail cho phòng đào tạo 2 ngày nhưng vẫn chưa nhận được phản hồi ạ.",
    "Em không đủ điều kiện thi online thì phải làm như nào để đăng kí hoãn thi online ạ.Em cảm ơn.",
    "Dạ cụ thể là môn Xây Dựng Cầu mã cũ CI4033 em đã qua môn này rồi ạ, nhưng đến khi đăng kí làm Luận Văn Tốt Nghiệp thì hệ thống báo em chưa đạt 2 môn CI4121 và CI4123 là 2 môn mã mới đã được tách riêng ra của môn Xây Dựng Cầu ạ. Nay em muốn hỏi , em có cần phải chuyển điểm qua mã mới không hay chỉ cần em thỏa mãn điều kiện về Toeic là đủ rồi ạ.Em đang theo học khóa K15 của bộ môn Kĩ Thuật Xây Dựng ngành Cầu Đường ạ. Thường vấn đề hay gặp là bị yêu cầu chuyển điểm từ mã mới thành điểm của mã cũ, còn trường hợp của em thì bị ngược lại ạ.  Em xin cảm ơn ạ.",
    "Em có đăng kí làm lại thẻ sinh viên ạ. Cho em hỏi có phải in nộp phiếu đăng kí không ạ? Và nộp như thế nào ạ? Em cảm ơn .   i  .",
    "Kính gửi Phòng đào tạo Hôm trước em có hỏi về vấn đề thực tập tốt nghiệp (ID: 26166) và đã được giải quyết. Nhưng hiện tại do tình hình dịch bệnh, em không thể làm đơn cứu xét và đến trường nộp cho Khoa xác nhận được nên em đã liên hệ với thầy  ( Trưởng khoa ) và thầy đã đồng ý xác nhận đơn cho em. Để tránh thất lạc đơn, sau khi xác nhận thầy sẽ chuyển đơn đến phòng đào tạo giúp em nên em nhờ phòng đào tạo cho em xin một địa chỉ Email cụ thể của cán bộ trực tiếp giải quyết vấn đề của em để thuận tiện hơn trong quá trình xử lý ạ . Mong phòng đào tạo phản hồi giúp em. Em cảm ơn rất nhiều ạ.",
    "Em chào thầy, cô! Em xin hỏi là các môn cơ cở nghành có được tính vào điểm trung bình tích luỹ nghành không ạ? Em cảm ơn!",
    "Sau khi em đã đặt câu hỏi và được giáo viên hướng dẫn thì e xin nộp đơn tạm dừng học kì mới của hệ VHVL. Em xin cảm ơn."
]