[
    "Kính thưa phòng Đào tạo trường Đại học Bách Khoa - Đại học Quốc gia Thành phố Hồ Chí Minh. Em có thắc mắc về việc có được tiếp tục sử dụng tài khoản và các dịch vụ của google mà trường cấp cho sinh viên sử dụng trong quá trình học sau khi tốt nghiệp được hay không? Nếu không, thời gian thu hồi tài khoản google sau khi tốt nghiệp là bao lâu. Trân trọng, ",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP Hồ Chí Minh Em tên là , MSSV: , là sinh viên khóa k14.Hiện tại em cần đăng ký anh văn 2 kỹ năng ạ (em đã đăng kí xong trên mybk). Em viết đơn này kính mong Phòng Đào Tạo cho vào dữ liệu đóng lệ phí thi để em có thể thi ạ! Em xin chân thành cảm ơn, em kính chúc thầy cô luôn nhiều sức khỏe ạ!  ",
    "Kính gửi Phòng đạo tạo trường ĐH Bách Khoa Em tên là ,MSSV:  Em làm đơn này là để xin hoãn thi môn giải tích 1 (mã môn học là MT1003) vào ngày 21-11-2021 Lí do: do bị cúp điện dẫn đến không có kết nối mạng để vào phòng thi Em xin cảm ơn ạ",
    "Kính gửi phòng đào tạo, Em tên là  mssv  Trong đợt thi cuối kỳ vào tháng 8-2021, em đã đăng ký đơn xin hoãn thi cho môn học MT1009 (Phương pháp tính ) vào học kỳ 203 và môn học MT2001 (Xác suất thống kê) học kì 202 và đã được xác nhận hoãn thi qua BKSI. Tuy nhiên, do chủ quan và tập trung vào đồ án khá nhiều nên em đã không kiểm tra lại email của phòng đào tạo về việc đăng ký hoãn thi qua form dẫn đến chưa có dữ liệu về việc đăng ký hoãn thi của em. Nay em viết đơn này này với hai mục đích: Thứ nhất: Gửi đăng ký lại form hoãn thi cho kì trước dành cho các môn học MT1009 (học kì 203) và MT2001 (học kì 202). Thứ hai: Đăng kí được xóa điểm hoãn thi và sắp xếp lịch thi trong đợt thi cuối kì tháng 12-2021 này. Em hi vọng nhà trường và phòng đào tạo có thể tạo điều kiện để em thi và ra trường đúng hạn, vì nếu không qua được thì môn này trong kì này em sẽ không đăng ký được . Em xin chân thành cảm ơn. Sau đây là file đính kèm đơn xin hoãn thi, xác nhận giảng viên, xác nhận từ phòng đào tạo vào tháng 8-2020.",
    "Thưa thầy cô phòng đào tạo. Em đã có giấy tốt nghiệp tạm thời. Em đã có thể lên PĐT và lấy bằng chính thức chưa ạ. Em cảm ơn. MSSV ",
    "Em chào PĐT. Em đã mail cho giáo viên và nhận được hồi âm. Cho em hỏi mẫu đơn phúc tra điểm tổng kết môn phải lấy ở đâu ạ. Gv bảo phải làm đơn phúc tra mới sữa điểm được ạ Trên mybk chỉ có phúc tra điểm thi môn học và đã hết hạn.em không tìm được mẫu đơn phúc tra điểm tổng kết ạ! Em cảm ơn! ",
    "Dạ em chào ban đại diện nhà trường ạ, em là , MSSV , hiện em đang thuộc khoa Điện - Điện tử. Dạ hiện tại tỉnh Phú Yên quê hương em đang có chương trình khen thưởng sinh viên tiêu biểu do Hội Sinh viên tỉnh Phú Yên tổ chức ạ, hạn chót nhận hồ sơ là ngày 05/12. Bên đó đề nghị cần phải có bảng điểm và xác nhận điểm TB học kỳ của năm nhất ạ. Vào chiều ngày 23/11, em có đăng kí in bảng điểm và giấy xác nhận điểm TB học kỳ và em đã thực hiện thanh toán đầy đủ ạ. Dạ em viết yêu cầu này xin nhờ phía nhà trường tạo điều kiện thuận lợi để chuyển giấy tờ của em về càng sớm càng tốt ạ, em hi vọng trong tuần sau sẽ có giấy gửi về để kịp hoàn tất hồ sơ ạ. Em có đính kèm file pdf minh chứng bên dưới về việc xét sinh viên tiêu biểu của Hội sinh viên tỉnh Phú Yên ạ. Kính nhờ phía nhà trường xét duyệt sớm giúp em! Em xin chân thành cảm ơn ạ!",
    "Em chào phòng đào tạo. Hiện tại môn truyền số liệu và mạng (EE3019) thầy  đã hoàn thành điểm gần 2 tuần trước nhưng em vẫn chưa thấy điểm cập nhật trên hệ thống. Phòng đào tạo có thể hoàn thành sớm để em đăng kí tốt nghiệp được không ạ. Em cảm ơn",
    "Em chào cô. Em đang ở Sài Gòn vậy nên em đăng kí giấy xác nhận sinh viên xong rồi lên trường lấy được không ạ. Hay là bắt buộc tất cả phải chuyển bưu điện ạ . Em cảm ơn cô.",
    "xin chào Thầy/cô ạ Em mới nhận được mail của trường thông báo về việc đăng kí học anh văn theo nhu cầu - tháng 12 (dự thính). vậy Thầy/Cô cho em hỏi là học theo hình thức online hay là offline hay kết hợp cả 2. Và kì sau (HK212) có được miễn buộc chuẩn tiếng anh sau các năm không? Em cảm ơn Thầy/Cô nhiều ạ",
    "Kính gửi quý thầy cô phòng đào tạo, Em đăng ký thi anh van 2 kỹ năng nói viết nhưng hệ thống báo không đăng ký được ( file đính kèm) Xin quý thầy cô duyệt cho em đăng ký thi Chân thành cảm ơn   [phone_number] Mã số sv : ",
    "Em chào thầy/cô Em tên là Nguyễn Thị Thu Trang là sinh viên khóa 15 vì một số lí do nên hiện kỳ này là kỳ cuối cùng của em ạ? Nhưng em vẫn chưa hoàn thành luận văn tốt nghiệp. Theo em được biết thì khu vực 1 có thể xin pdt gia hạn thêm 1 học kỳ nữa. Vậy thì em có thể tiếp tục làm luận văn trong kỳ được gia hạn không ạ? Hay e phải chuyển sang hệ vừa học vừa làm mới có thể tiếp tục làm luận văn ạ? Nếu em chuyển sang hệ vhvl thì em sẽ thuộc khóa nào ạ? Em mong thầy/cô sớm giải đáp giúp em để e có tiếp tục hoàn thành việc học của mình ạ. Em xin cảm ơn thầy/cô ạ.",
    "Em tên là , sinh viên lớp VP19PO, MSSV , em muốn xin phép hỏi phòng Đào tạo về thủ tục xin tạm dừng học vì lý do cá nhân . Em xin cảm ơn.",
    "CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM         Độc lập - Tự do - Hạnh phúc            ĐƠN XIN CỨU XÉT TỐT NGHIỆP   Kính gửi:                                          - Phòng đào tạo.                                          - Trung tâm Đào tạo Bảo dưỡng Công nghiệp. Em tên: ,  MSSV: .                                     Ngành: Bảo Dưỡng Công Nghiệp,Lớp: BD16CDT.                                    Em là sinh viên  khóa 2016, chương trình học của em bắt đầu vào tháng 9 năm 2016 và thời hạn đào tạo tối đa của em đến tháng 9 năm 2021. Em đã hoàn thành tất cả các môn học trong chương trình đào tạo và cũng đã hoàn thành luận văn tốt nghiệp, nhưng em còn thiếu chứng chỉ anh văn đầu ra để đủ điều kiện nhận bằng tốt nghiệp. Nay em đã thi và đạt được chứng chỉ TOEIC 400 theo đúng quy định của khóa đào tạo và nhà trường. Em cũng đã đăng ký nộp Chứng chỉ Ngoại ngữ online trên mybk vào 16/11/2021, ngày trả kết quả 24/11/2021 (kết quả thẩm tra hợp lệ ). Em có gởi tệp hình ảnh đính kèm. Do thời gian đào tạo của em đã hết hạn nên hôm nay em viết đơn này muốn xin phép Trung tâm Đào tạo Bảo dưỡng Công nghiệp và Phòng Đào tạo cho em được cứu xét tốt nghiệp. Kính mong Trung tâm và Phòng Đào tạo chấp thuận và tạo điều kiện cho em. Em chân thành cảm ơn./.       Tp.HCM, ngày 24, tháng 11, năm 2021.                         Anh                                                       ",
    "Em chào Thầy cô, Em muốn được hỏi về danh sách tốt nghiệp chính thức, em đã nhận được mail nhận bằng tốt nghiệp nhưng tra danh sách tốt nghiệp chính thức thì không thấy tên, không biết là có vấn đề gì không ạ? Em cảm ơn.",
    "Em xin phép được hoãn kỳ thi cuối kỳ 202,đối với 4 môn học, với lý do.Em không đáp ứng được đủ điều kiện tín hiệu đường truyền. Em đã xin phép giáo viên và được xác nhận đủ điều kiện hoãn thi các môn học gồm:Giải tích 2,đại số tuyến tính,cấu trúc rời rạc cho KHMT,kỹ thuật lập trình. Em xin chân thành cảm ơn.",
    "Chào thầy cô Em đã nộp đơn đăng ký hủy môn học MA3007-Phương pháp đánh giá vật liệu, hiện thời khóa biểu và lịch thi của em môn học này đã được rút nhưng bảng điểm của em vẫn hiện 15. Em nhờ thầy/cô kiểm tra giúp em ạ. Em cám ơn.",
    "Em có gửi về trường bộ hồ sơ nhập học văn bằng 2 nhưng chưa nhận được thông báo tạo tài khoản từ OCB nên hiện tại em chưa có tài khoản OCB. Cho em hỏi PĐT có cách nào xử lý giúp em nhận lại số tiền đóng học phí lúc đầu còn dư không ạ. Em nộp trước 15 triệu và kỳ này em đăng ký 20 tín chỉ.",
    "cho em hỏi xin xác nhân của Gv và chủ khoa là làm thế nào ạ do ở xa nên ko xin trực tiếp được",
    "Em muốn hỏi là trường có mở bổ sung lớp anh văn dự thính không vì sáng nay em vào đăng ký thì đã hết lớp. Ngoài ra cho em hỏi là 5/12 em mới thi AVCB thì hiện tại em có đủ điều kiện để đăng ký anh văn 1A không ạ. Em cảm ơn Phòng Đào Tạo",
    "Em muốn hỏi là trường có mở bổ sung lớp anh văn dự thính không vì sáng nay em vào đăng ký thì đã hết lớp. Ngoài ra cho em hỏi là 5/12 em mới thi AVCB thì hiện tại em có đủ điều kiện để đăng ký anh văn 1A không ạ. Em cảm ơn Phòng Đào Tạo",
    "Em tên là  MSSV Quý thầy cô cho em hỏi hiện tại em đã có thể nhận bằng tốt nghiệp chưa ạ. Mấy bạn lớp em đã nhận nhưng mà em vẫn chưa có thông báo. Em xin quý thầy cô tra cứu thông tin giúp em. Em xin cám ơn quý thầy cô",
    "Dạ em chào cô! Dạ học kì 211 vừa qua, em có đăng kí học AV1 trong kì chính mã LA1003 và sắp đến 05/12 em sẽ thi cuối kì. Điểm quá trình 50% em đạt 10 điểm tương đương với 5.0/10.0, nên cuối kì này em có thi bao nhiêu điểm thì đều qua môn cả. Hiện tại PĐT đang mở lớp AV nhu cầu, em tính sẽ đăng kí AV 2A để học, mà hạn đăng kí chỉ đến 28/11/2021, lúc đó em chưa thi cuối kì môn AV1 (trong kì chính mã LA1003). Dạ như vậy em có dược đăng kí môn AV 2A trong dợt đăng kí lần này không ạ? Dạ em cảm ơn Cô rất nhiều ạ!",
    "Em chào thầy/cô ạ, Học kì 202 em có hoãn thi Giải tích 2 và Cấu trúc rời rạc, và sau đó cả 2 môn đều có điểm tổng kết. Trong mail danh sách các môn sinh viên đã có điểm tổng kết, nếu vẫn muốn tiếp tục hoãn thi thì điền form, trong danh sách này em chỉ có môn Cấu trúc rời rạc thôi, nên em đã không điền form vì em muốn nhận điểm tổng kết đó của môn Cấu trúc rời rạc nhưng em muốn được hoãn thi môn Giải tích 2, nhưng sau bây giờ các bạn đều đã được ghi điểm hoãn thi và bố trí lịch thi để xóa điểm hoãn thi môn Giải tích 2, còn em thì vẫn ghi nhận điểm tổng kết đó ạ và không được ghi nhận là hoãn thi, mong nhận được hồi đáp, em cảm ơn!",
    "em xin nộp phiếu",
    "Chào phòng đào tạo, Em là  CK19CTM4, trước đó em đã đăng kí danh sách gia hạn học phí nhưng lại không có tên trong danh sách em mong nhà trường kiểm tra lại vì hiện tại gia đình em rất khó khăn",
    "Chào thầy cô ạ! Em xin hỏi về thời gian nộp luận văn tốt nghiệp kì này ạ, em đã tìm hiểu nhưng có khá nhiều thông tin khác nhau. Mong được thầy ( cô) giải đáp Em cảm ơn ạ",
    "Em chào thầy/cô ! Em gửi đơn xin chuyển sang hệ VHVL có đính kèm file pdf bên dưới ạ. Nhờ thầy/cô chuyển giúp em. Cho em hỏi khi chuyển em kiểm tra ở đâu để biết đã trúng tuyển vậy ạ?  Khi chuyển trúng tuyển là em có thể đăng ký tốt nghiệp liền nếu đủ điều kiện đúng không ạ?  Em cảm ơn.",
    "Em chào thầy cô ạ! tháng 6 vừa rồi em có nộp phiếu xét miễn môn cho trường mà giờ em vẫn chưa nhận được kết quả ạ. Em có gửi email kèm hình ảnh phiếu cho thầy  mà hơn tuần nay cũng chưa có kết quả. Thầy cô xem lại giúp em với ạ. Em cảm ơn thầy cô nhiều ạ.",
    "Kính chào Phòng Đào tạo! Em là Trần Khương Cường Mã số sinh viên:  Khoa: Điện - Điện tử Em xin trình bày trường hợp của em như sau: Em có chứng chỉ TOEIC 2 kỹ năng Nghe-Đọc Quốc tế thi ngày 6/11/2021 với số điểm là: + Phần nghe (Listening): 355 + Phần đọc (Reading): 360 Em đã đăng ký chuyển điểm để xét điểm môn học Anh văn 3 và Anh văn 4. Em viết đơn này kính mong Phòng đào tạo tạo điều kiện THẨM TRA CHỨNG CHỈ TOEIC sớm nhất có thể để em có điểm môn học Anh văn 3 và Anh văn 4. Từ đó có thể đăng ký Tốt nghiệp ạ! Hiện tại em rất cần bằng Đại học để kiếm việc làm. Chính vậy em mong nhận được sự giúp đỡ của Phòng đào tạo ạ. Em xin chân thành cảm ơn.",
    "cho e hỏi là năm ngoái e có đóng bảo hiểm y tế nhưng không biết mã thẻ thì giờ sao để đăng kí để đóng ạ   i  .",
    "Em chào PĐT. Em tên: , là sinh viên Viễn thông chương trình CLC Việt Pháp. Khóa: K13 MSSV: 2 Em dự kiến nộp xét tốt nghiệp vào hạn 24/12 săp tới . Và em đã hoàn thành tất cả   B 114 môn học    trong chương trình:   B tổng cộng 277 tín chỉ   . Thế nhưng bảng điểm của em trên mybk.humut.edu.vn lại hiển thị:   B 283 tín chỉ   . Em đã hỏi PĐT thì được kêu là phải in bảng điểm ra thì mới được cập nhật đúng, thế nhưng bảng điểm em in ra vẫn sai giống y chang bảng điểm trên website trường. Em muốn chỉnh sửa lại số tín chỉ trên bảng điểm hiển thị cho đúng để em có thể tốt nghiệp vào đợt xét tốt nghiệp sắp tới của trường. Mong PĐT xem xét và nhanh chóng chỉnh sửa lại thông tin bị lỗi để em có thể kịp thời gian xét tốt nghiệp vào tháng 12. Em xin cảm ơn. p/s: Bên dưới là file excel do em lập, liệt kê tất cả 114 môn và điểm em đã đạt , đồng thời tổng số tín chỉ và điểm trung bình.  ",
    "Dạ cho em hỏi về việc in giấy xác nhận sinh viên, tại địa phương em kêu nộp khá gấp mà in giấy với nhận giấy xác nhận theo thời gian ghi là 1 tuần. Cho em hỏi có cách nào để liên hệ xin gửi file qua mail cho em \"Giấy xác nhận sinh viên\" để em nộp kịp hồ sơ tạm hoãn nghĩa vụ quân sự ạ? Em cảm ơn thầy, cô đã đọc ạ.",
    "Dạ thưa phòng đào tạo, Em là , MSSV . Hiện tại em đã có tên trong danh sách tốt nghiệp chính thức. Phòng đào tạo cho em hỏi khoảng bao lâu thì có bằng tốt nghiệp chính thức ạ?",
    "Em nộp đơn đăng kí thôi học bắt đầu từ học kì này   i ",
    "Em xin chào thầy cô pđt! Em có 3 câu hỏi về chuẩn tiếng anh hằng năm ạ. 1. Do tình hình dịch Covid-19 thì hk212 nhà trường có tạm miễn xét chuẩn anh văn không ạ? 2. Nếu có thì pđt có thể mở bổ sung lớp anh văn dự thính 1A được không ạ? Bởi vì đã đủ số lượng đăng kí nên em bị trễ thời hạn học để đăng ký môn cho học kì sau ạ. 3. Thời hạn nộp chứng chỉ ngoại ngữ quốc tế để kịp xét đăng ký môn học kỳ sau là ngày nào ạ? Em xin cảm ơn!",
    "Em tên:  MSSV:  Khoa Cơ khí, chuyên ngành Cơ Điện Tử Em xin hỏi về điều kiện xét tốt nghiệp của bản thân và còn thiếu những nội dung nào chưa hoàn thành trong việc xét tốt nghiệp ạ?  Em xin cảm ơn và hi vọng nhận được câu trả lời sớm nhất ạ.",
    "Em chào phòng đào tạo Phòng đào tạo cho em hỏi, kỳ sau em sẽ đăng ký luận văn tốt nghiệp nhưng tình hình dịch bệnh em vẫn chưa thi được tiếng anh. Vậy cho em hỏi, phòng đào tạo có chính sách đăng ký luận văn và nộp anh văn vào hạn bảo vệ luận văn không ạ? Em cảm ơn phòng đào tạo đã xem!",
    "Em có đăng kí làm luận văn tốt nghiệp vào học kì này (HK1 2021-2022) nhưng do tình hình dịch bệnh nên em vẫn chưa thể hoàn thành luận văn và bảo vệ trong kì này. Em muốn gia hạn thời gian làm luận văn tốt nghiệp thì có cần phải làm hồ sơ gì không ạ?  Em mong phòng đào tạo hướng dẫn em giải quyết vấn đề trên ạ. Em xin chân thành cảm ơn!",
    "Kính gửi phòng đào tạo Em tên , MSSV:  Em xin phép hỏi là giấy chứng nhận tốt nghiệp tạm thời của em đã có và gửi chưa ạ. Vì mấy hôm nay em lên pđt hỏi thì được biết là chỉ nhận theo đường bưu điện nhưng 2 tuần nay chưa nhận được. Em đã được xác nhận tốt nghiệp từ 29/10 Em xin cảm ơn ạ",
    "Em chào thầy cô ạ,  Cho em hỏi là trường mình có cấp giấy chứng nhận sinh viên online không ạ? Bên học bổng người ta cần gấp và họ cần file xác nhận thôi ạ . Em xin cảm ơn",
    "Dạ em có mssv , . Em đã đủ đk tốt nghiệp mà pđt ghi em là nợ HP và ko cho em đăng kí ạ. Anh mở lại cho em đăng kí tốt nghiệp đc ko ạ. Em cảm ơn nhiều   i Tốt nghiệp .",
    "Kính gửi PĐT, Em vừa nhận được email mời nhận bằng tốt nghiệp tại cơ sở 1. Tuy nhiên hiện tại em đang ở quê, và ở quê em tình hình dịch còn phức tạp nên chưa thể lên TPHCM ngay được. Em cũng có đọc thấy lưu ý không được nhận bằng dùm. Em muốn hỏi phòng đào tạo có thể giữ giúp em bằng tốt nghiệp, khi nào tình hình dịch đỡ căng thẳng em sẽ lên TPHCM nhận bằng được không ạ?  Em cảm ơn ạ.",
    "Kính chào PĐT, Em tên , mssv , em có một thắc mắc về việc chuẩn anh văn để nhận luận văn tốt nghiệp như sau: Cuối học kì 1 năm 4,có có tham gia kì thi đánh giá chuẩn anh văn toeic 2 kỹ năng do trường tổ chức và em đạt 515, em không biết là em có cần thi lấy chứng chỉ ngoại ngữ quốc tế để được nhận luận văn không ạ . Rất mong sự phản hồi của PĐT, em xin chân thành cảm ơn.",
    "Dạ em xin chào thầy cô ạ! Em vừa mới nhận được thông tin nộp bằng THPT cho PĐT, và chuyện là em là sinh viên thi lại, nên lúc nhập học em đã có nộp bằng THPT về cho PĐT (xin thầy cô xem hình ảnh email từ PĐT gửi cho em ngày 18/11/2020), nhưng chuyện là do em truy cập vào mybk - vào phần \"Đăng ký nộp bằng PTTH\" và em thấy \"Không thấy đợt đăng ký\" ! Kính mong cô giúp em ạ, em cần phải đăng ký nộp bằng lại từ đầu hay không cần nộp nữa ạ?!! Em xin cảm ơn thầy cô!!!",
    "Dear anh/chị, Em là . Em có tên trong danh sách tốt nghiệp đợt 2/2021 nhưng em vẫn chưa nhận được mail nhận bằng tốt nghiệp (đính kèm) trong khi các bạn đã được nhận rồi. Em đăng ký tốt nghiệp hồi 18/10. Mong anh/chị xem xét giúp em. Em cảm ơn. Nguyen",
    "Hiện tại em đang là sinh viên năm 4. Cho em hỏi, kì sau là kì luận văn,em không biết là nhà trường xét nộp bằng anh văn để được làm luận văn không ạ? Việc nộp bằng có dời do dịch bệnh không hay đúng hạn?  Em cảm ơn nhà trường.",
    "Em chào Anh/Chị, Hiện tại em chưa nộp bằng tốt nghiệp THPT cho trường mình nhưng vì đang dịch nên em vẫn còn ở quê và không lấy được bằng. Không biết em có thể hoãn việc nộp bằng cho tới khi hết dịch và đi học lại bình thường được không ạ? Em cảm ơn ạ!",
    "Em tên -, khoa Kỹ thuật Hóa học, em đã đăng ký nộp bằng tốt nghiệp vào năm ngoái mà đến nay vẫn chưa được xử lý.",
    "Thưa thầy cô, Em muốn hỏi là liệu khóa K2019 có được học chương trình kỹ sư không? Hay là ở khóa K2019 chỉ có chương trình cử nhân và chương trình liên thông Đh-Ths thôi ạ. Em cảm ơn thầy cô.",
    "Dạ thưa thầy cô, cho em hỏi về thông tin nộp bằng tốt nghiệp ạ. Dạ là tình hình thì bằng tốt nghiệp của em đang để ở trong ktx đại học quốc gia tphcm khu A nhưng mà hiện nay thì nó chưa mở cửa, em không biết là giờ mình phải đăng kí nộp bằng tốt nghiệp như nào ạ. Hay là đợi tới lúc ktx mở cửa và di chuyển được thì mới lấy bằng trong đó và nộp ạ. Tại hồi tháng 5 em về, e nghĩ chắc về 2 tuần nên cũng không đem theo gì nhiều về nên đã để lại nhiều đồ đạc ở ktx nhưng không ngờ dịch lại dài như vậy. Em ko biết phải giải quyết thế nào, tại trong mail e đọc thấy nộp bằng qua đường bưu điện tới cuối tháng 1. Mong thầy cô giải đáp giúp về trường hợp của em. Em xin cảm ơn.",
    "Em muốn đăng kí nộp bằng THPT. Em đã nhập thông tin của bằng THPT đầy đủ nhưng không \"Xác nhận đăng kí\" được. Mong pdt giải đáp cho em",
    "Em Bấm đăng ký nộp bằng THPT nhưng ấn vào không được ạ!!!",
    "Em là , từ lúc về quê tránh dịch tháng 6/2021, em và bạn em đã để lại một số đồ dùng ở ký túc xá và trong đó có bằng tốt nghiệp cấp 3. Do vậy nếu theo yêu cầu của trường thì ký túc xá chưa mở cửa được và tụi em cũng chưa thể bay vào hcm để về ktx lấy đồ. Trong trường hợp này, em phải làm sao ạ? Vì đây không phải lỗi của bọn em ạ, em cám ơn.",
    "Thân chào quý thầy/cô ! Em hiện tại đang tạm dừng hk211 và nhà trường đang yêu cầu nộp bằng tốt nghiệp THPT mà em không được quyền truy cập vào mục ĐK nộp bằng trên my bk thì phải làm sao ạ. Em cám ơn ạ !",
    "Do khó khăn về kinh tế, nên em đến hôm nay em mới đóng được học phí HK1 (hết hạn ngày 19/11), em muốn hỏi về việc các thủ tục mình phải thực hiện để không bị cấm thi cuối kì ạ.",
    "Dạ e muốn hỏi là nhà trường có hỗ trợ thêm thời gian để e vào TPHCM kích hoạt ocb được không cô? Vì theo như e đã liên hệ ngân hàng thì phía ocb bắt buộc e phải có mặt ở tphcm Câu hỏi tiếp theo là e có thể nhập số tk ngân hàng ocb của một người thân được không ?",
    "MSSV:  Dạ PĐT cho em hỏi, hình như đợt tháng 6 vừa rồi trường có mở đợt nộp bằng tốt nghiệp THPT, em đăng ký nộp bằng vào đợt đó nhưng thông tin chưa được xử lý. Trường vừa mới thông báo về việc nộp bằng, em muốn đăng ký lại thì cũng không được . Em mong PĐT có thể giúp em xử lý thông tin ạ. Em xin chân thành cảm ơn .",
    "Dạ chào thầy cô, em làm bài test thứ nhất từ tối hôm qua mà nay chưa được chấm nữa, xin thầy cô xem giúp tại em sợ em không kịp làm bài test thứ 2 ạ. Em xin cảm ơn",
    "Chào thầy cô. Em là -. Kì 202 em có làm đơn hoãn thi EE3025-Kỹ thuật siêu cao tần. Lúc thi là 7h em bị trục trặc về thiết bị em có làm đơn nhưng em không biết tại sao em lại không được chấp nhận ạ. Em liên lạc bên bộ môn viễn thông thì bmvt nói do GVGD không đồng ý nên em có liên hệ GV thì thầy nói do trường hợp của em không nằm trong 2 trường hợp: +  lịch thi hoặc có quyết định của trường cử đi thi, công tác. Trường hợp này cần giấy xác nhận theo yêu cầu của phòng đào tạo. + Trường hợp việc khẩn cấp (tang gia, nằm viện, …). Trường hợp này cần minh chứng theo yêu cầu của phòng đào tạo. Mà lúc đó thi online em bị trục trặc về kỹ thuật nên không thể thi nên thầy nói em liên lạc với phòng đào tạo để được giải quyết nên em có liên lạc phòng đào tạo thì phòng đào tạo nói liên lạc lại về bộ môn. Giờ em phải làm sao đây ạ. Thầy cô tư vấn trường hợp này giúp em với. Em xin cảm ơn ạ.",
    "Như hình trên em đã điền hết thông tin để nộp bằng nhưng không thể xác nhận được ký được ạ. Chữ xác nhận đăng ký nó không cho em nhấp vào ạ. Nên em không biết có trục trặc gì không ạ. Em xin cảm ơn .   i   .",
    "Thưa thầy(cô). Em tên . MSSV: . Hiện tại em chưa nộp bằng tốt nghiệp THPT và đã có đăng ký nộp bằng vào ngày 6/5/2021 nhưng đến giờ vẫn chưa được xử lý (ảnh đính kèm). Mong quý thầy(cô) kiểm tra, xem xét giúp em ạ! Em chân thành cảm ơn. ",
    "Thưa , Em thuộc khoa Khoa học máy tính chương trình CLC. Em muốn đăng kí chấm lại bài kiểm tra cuối kì của môn học thì làm theo những bước nào ạ. Em xin cảm ơn. Trân trọng,",
    "Thưa PĐT, Em tên  khoa Khoa học máy tính chương trình CLC. Em có thắc mắc nếu HK 211 hoàn tất ĐCLV nhưng không đủ tín chỉ cho LVTN ở HK 212 thì ĐCLV có bị hủy bỏ không ạ? Và nếu không hủy thì LVTN có bị hoãn với thời hạn tối đa là bao nhiêu học kỳ không ạ? Em xin cảm ơn. Trân trọng,",
    "i  . Vì lí do tín hiệu mạng không ổn định nên em xin phép được hoãn thi môn Kinh tế kĩ thuật (IM1027) Dưới đây là file pdf đơn xin hoãn thi của em ạ . Mong được phản hồi sớm ạ.",
    "Dạ cho em hỏi là do khi trường yêu cầu nộp bằng tốt nghiệp PTTH thì trường cấp 3 của em đã không cho sinh viên từ thành phố vào trường nhận bằng do diễn biến dịch. Đến nay em mới có thể nhận bằng tốt nghiệp nhưng không có đợt đăng ký trên hệ thống mybk. Cho em hỏi em phải làm thế nào ạ? Em xin cảm ơn.",
    "Gần đây em mới nhận được e-mail từ phòng đào tạo về việc nộp bằng tốt nghiệp THPT. Em có để ý thì thời gian nộp là từ 20/12/2021 đến 22/01/2022, vậy khi nào thì em thực hiện được “Bước 2: Vào myBK    Đăng ký nộp bằng THPT    Nhập thông tin bằng THPT và in ra phiếu xác nhận thông tin bằng THPT.” vậy? Trước hay sau thời gian nộp ạ? Cảm ơn đã đọc thắc mắc của em!",
    "Dạ thầy, cô cho em xin đăng ký thi thay thế điểm vắng thi có phép (VP) ạ. Em xin chân thành cảm ơn.",
    "em chào các thầy cô thuộc PĐT ngày 25/11/2021 em thực hiện đăng kí mua BHYT. sau khi điền đầy đủ thông tin cá nhân thì em không thể chọn vào mục \" chọn loại bảo hiểm đăng kí mua\" và không thực hiện đăng kí được. Mong PĐT kiểm tra và mở đăng kí giúp em. Em xin cảm ơn ạ!",
    "Trang BHYT bị lỗi . Xin chào các thầy cô PĐT và CTCTSV, Em là  - MSSV . Ngày hôm nay 25/11 em có đăng nhập vào mybk để đóng BHYT nhưng không thể đăng kí được ạ. Em có đính kèm video bên dưới. Ngày 25/11 theo như email thông báo vẫn còn trong thời hạn đăng kí ạ. Kính mong thầy cô khắc phục để chúng em thực hiện kịp trong ngày ạ. Em xin cảm ơn ạ. Chúc thầy cô nhiều sức khỏe trong tình hình dịch phức tạp ạ.",
    "Dạ chào phòng đào tạo. Hôm thứ 6 ngày 19/11/2021 phòng Đào tạo sau Đại học đã xác nhận chuyển điểm và đã báo em là đã gửi công văn về phòng Đào tạo Đại học để chuyển điểm môn Khoa học Cảm quan trên cao học xuống cho môn Phân tích cảm quan thực phẩm ở Đại học. Hiện tại em vẫn chưa thấy điểm môn này ở phần điểm chuyển trên trên thông tin sinh viên aao.hcmut.edu.vn. Em rất mong sớm nhận được điểm chuyển để tốt nghiệp ạ.",
    "Dạ em xin chào phòng đào tạo trường Đại học Bách Khoa- ĐHQG TP.HCM . Em tên là  MSSV:  Lớp: XD18KT  Khoa: Kỹ thuật xây dựng  Em muốn hỏi là trên elerning của em không có bài kiểm tra sinh hoạt công dân thì em phải làm sao ạ. Em cảm ơn.",
    "Em chào thầy/cô, Em tên , mssv . Theo trên mail từ phòng CTCT-SV, hạn chót để đăng ký BHYT là hết ngày 25/11/2021. Nhưng hiện tại lúc này (5 giờ 20 phút, ngày 25/11/2021) thì trang thông tin đăng ký BHYT đã khóa. Em có câu hỏi là còn đợt đăng ký sau không ạ? Em cảm ơn thầy/cô.",
    "Em chào anh/chị, Do tình hình dịch bệnh thì môn học em bị dời từ học kì rồi mới lên điểm ngày 19/11/2021 vừa qua. Em muốn hỏi là khi nào thì điểm mới cập nhật lên điểm tổng để em đăng ký tốt nghiệp ạ ?  Nếu trễ quá thì em cần phải làm gì không ạ ?  Em cảm ơn,",
    "Thưa phòng, em là  có MSSV:  . Em vừa nhận được mail của trường về việc gửi lại bằng THPT có công chứng ạ. Em có lên trang kiểm tra và thấy ở dưới có ghi \"đã gửi thông tin yêu cầu xử lý\" từ năm 2020 rồi ạ. Em đã xóa và có ý định đăng kí lại để nộp nhưng nó ko cho em đăng kí (như hình gửi kèm). Em muốn hỏi giải pháp để xử lý ạ. Mong phòng duyệt và phản hồi giúp em. Em chân thành cảm ơn  .",
    "Dạ em xin chào cán bộ Phòng đào tạo. Hiện bằng tốt nghiệp THPT và học bạ của em đã để ở tại KTX ĐHQG, em không biết có thể nộp được đúng hạn theo thông báo không. Em xin hỏi cách giải quyết trường hợp này như thế nào ạ. Em xin cảm ơn cán bộ Phòng đào tạo .   i  .",
    "ằng tốt nghiệp THPT . Sau khi nhận mail của nhà trường về việc nộp lại bằng THPT thì em có lên MyBK -  Đăng ký nộp bằng THPT để điền phiếu. Tuy nhiên sau khi điền phiếu xong thì em không thể nhấn \"Xác nhận đăng ký\" và do đó không in được phiếu. Mong bên nhà trường sớm xử lý vấn đề này.",
    "Em tên là , lớp: CC18KHM1 Vào Học kỳ 202, em có học và thi môn Nhập môn Trí tuệ nhân tạo (Artificial Intelligent) - CO3061. Ngày thi là vào ngày 19/09/2021. Vì đây là bài thi cuối kì nhưng trước ngày thi cả tuần thầy giáo cũng chưa hề thông báo cho sinh viên là ôn những phần nào. Em cũng đã tự ôn nhưng không thể ôn hết vì có khá nhiều kiến thức. Vào ngày 17/09/2021, còn cách ngày thi 2 ngày em cảm thấy không thoải mái để có thể tham gia thi nên em quyết định gửi đơn xin hoãn thi và đã được sự chấp nhận của PĐT. Vào ngày 18/09/2021, thầy đã gửi những phần nào cần ôn như phần ảnh đính kèm bên dưới của em . Tuy khá trễ nhưng vì đã có những gì em cần biết nên vào ngày 19/09/2021, em vẫn tham gia thi như bình thường và có nộp bài. Hiện tại bảng điểm trên mybk đang để trạng thái 14-\"Hoãn thi\". Em gửi yêu cầu này hi vọng được PĐT thay trạng thái 14 bằng điểm em vẫn đi thi. Em xin lỗi 1 phần vì đã chủ quan nghĩ rằng đi thi thì vẫn sẽ tính điểm mà không gửi yêu cầu này sớm hơn. Em xin cám ơn!",
    "Kính gửi PĐT, Em tên là  Hôm nay em vào đăng ký BHYT thì không đăng ký được (bị khóa chọn loại thẻ 6 tháng hoặc 12 tháng ạ). Và hôm nay cũng là hạn chót đăng ký rồi ạ. Vậy em có thể mua BHYT ở trường nữa được không ạ.   i  .",
    "Em thấy trường có gửi mail nộp bằng THPT từ 20/12/2021 tức là từ ngày đó mình mới đăng ký nộp bằng trên trang web được hả ? Bới giờ em đăng ký thì không bấm nút xác nhận được ạ.",
    "Xin chào ạ, Hiện em đã nộp bằng tốt nghiệp THPT vào năm 2019 nhưng đến nay em vẫn chưa được xác nhận là đã nộp ạ (Hình ảnh đính kèm) Cho em hỏi là hiên tại em nên làm gì ạ?   i ",
    "Dạ em đã đăng ký nộp bằng tốt nghiệp thpt từ 29/04 mà tới giờ vẫn chưa được xử lý ạ. Em phải đăng ký lại hay đợi xử lý tiếp ạ?  Em cám ơn",
    ": Em chào Thầy/cô ạ . Hiện đã có mail cho phép SV đăng kí nộp bằng và nộp bằng TN THPT nhưng PDT chưa mở đợt đăng kí nộp bằng để tụi em đăng kí đó ạ .",
    "Chào admin, em xin hỏi là thời hạn nộp bằng tn THPT từ 20/12/2021 đến 22/01/2022 thì đợi đến hạn nộp mình đăng ký luôn rồi nộp hay phải đăng ký trước ạ?vì vừa nhận mail (ngày 25/11/2021) em lên đăng ký ngay thì chưa đc đăng ký.",
    "Em chào thầy(cô), em là sinh viên khoa KTXD. Thầy cô cho em hỏi sắp tới có lịch nộp bằng tốt nghiệp THPT mà trước đó em đã nhờ người thân gửi bằng tốt nghiệp THPT vào nhưng chưa kịp nộp thì bùng dịch em đã về quê và bằng tốt nghiệp thì cũng chưa kịp nộp cho trường. Em có liên hệ với bên kí túc xá thì họ nói là không được vào trong đó. Vậy có cách nào giải quyết trường hợp của em không ạ. Giờ em chỉ còn mỗi hình ảnh bằng tốt nghiệp THPT của mình để làm chứng. Em xin chân thành cảm ơn Thầy(cô) !",
    "Cho em xin nộp đơn xin hoãn bảo vệ Luận văn tốt nghiệp ạ.",
    "Em không đăng ký được BHYT do mục \"chọn loại bảo hiểm đăng ký mua\" không cho chọn Dù hôm nay 25/11 còn hạn đăng ký BHYT nhưng e không đăng ký được  Rất mong trường cho e biết lý do Em cảm ơn",
    "Em chào anh chị, về chuyện thanh toán bảo hiểm y tế ạ. Theo như trong email gửi về thì em thấy đến hết ngày hôm nay (25/11) mới hết hạn đăng ký và thanh toán BHYT nhưng vào 18h30 chiều nay (tức là chưa hết ngày 25/11) em vào đăng ký và thanh toán thì hệ thống không cho em đăng ký cũng như thanh toán ạ. Em biết đây là lỗi của em vì đã không đăng ký và thanh toán sớm hơn nhưng mong phòng đào tạo có thể cho em được đăng ký bù để em được tiếp tục sử dụng BHYT, bảo vệ sức khỏe bản thân hơn trong mùa dịch nguy hiểm này ạ. Em xin chân thành cảm ơn.",
    "Dạ em xin chào cô ạ,  Trước lúc nghỉ dịch em có đem bằng tốt nghiệp lên ktx để nộp nhưng chưa kịp nộp thì lại bùng dịch. Nhưng em lại quên mang bằng tốt nghiệp về. Vì tình hình dịch bệnh phức tạp và điều kiện đi lại khó khăn nên em khó có thể lên lại ktx để lấy bằng được. Em biết đó là sai sót do bản thân em nhưng nhà trường có thể cho em hoãn việc nộp bằng lại được không ạ ! Em xin cảm ơn cô đã đọc thư và mong nhận được phản hồi ạ !",
    "Em chào nhà trường, em có nhận mail nhà trường về kiểm tra nộp bằng THPT. Em đã kiểm tra và trong ảnh (ảnh đính kèm) có dòng chữ \"Phiếu đăng ký đã xử lý\" như trong mail đề cập, nhưng em chưa rõ nó đúng không, nếu chưa đúng em sẽ làm lại và gửi bản khác . Vì vậy em xin nhờ nhà trường check lại cho em, em cảm ơn rất nhiều. Phúc.",
    "Chào Thầy/Cô Nhà trường đã thông báo đóng Bảo hiểm y tế. Hiện tại thì đã hết hạn đăng ký, Do thời gian mail đã lâu nên em đã quên đăng ký BHYT. cho em hỏi nhà trường còn mở đợt nào để đăng ký không ạ, nếu không thì em phải xử lý như thế nào ạ. Mong thầy cô giải đáp ạ. Em xin cám ơn",
    "Em chào quý thầy/cô! Em muốn đăng ký hoãn thi 3 môn đã có điểm HT là Động lực học và điều khiển(ME3011), Kỹ thuật robot(Me3015), Xác xuất thống kê(MT2013). Lý do: không đủ trang thiết bị để thi online. Em có lên trang mybk để đăng ký nhưng trang web đã tạm ngưng. Ngày 27/11 em có lịch thi môn Động lực học và điều khiển. Em mong PĐT chấp thuận ạ. Em chân thành cảm ơn!",
    "Kính gửi Phòng Đào Tạo,  Em tên Đỗ Ngọc Hà . MSSV:  Em hiện là sinh viên khóa K20, đầu năm ngoái do lúc nộp hồ sơ bị sai sót và thiếu hồ sơ nên em được dặn đầu học kỳ nộp bổ sung tại Phòng Đào Tạo mà đến nay vẫn chưa được xác nhận ạ. Em mong Phòng Đào Tạo kiểm tra lại giúp em . Em cảm ơn nhiều ạ.",
    "Em chào thầy/cô Phòng Đào Tạo Cho em hỏi: Câu 1: Trong quy chế đào tạo và học vụ đề cập xếp loại tốt nghiệp dựa vào điểm trung bình tích lũy ngành (ĐTBTLN) mà sao em tìm thông tin trong trang danh sách tốt nghiệp dự kiến lại xếp loại tốt nghiệp theo điểm trung bình tích lũy (ĐTBTL) ạ. Câu 2: Tại sao em tìm thông tin trong trang danh sách tốt nghiệp chính thức lại không thấy thông tin ạ. Nếu chưa cập nhật danh sách thì khi nào mới có danh sách chính thức ạ. Em cám ơn thầy/cô nhiều ạ!",
    "CODE  Sắp hết học kỳ nhưng em chưa có thông tin về yêu cầu bằng anh văn để làm luận văn cho kỳ tới, trong khi việc sắp xếp đến thành phố để thi ở một số nơi vẫn khó khăn ạ. Mong nhà trường có câu trả lời sớm. Em cảm ơn",
    "Em chào các thầy/cô. Em muốn hoãn thi đợt thi xóa điểm hoãn thi ngày 27/11 và đã làm theo chỉ dẫn của pđt nhưng trang web hoãn thi giờ đang bảo trì tới ngày 29/11 nên không thể đăng kí được. Em phải làm thế nào để đăng kí hoãn thi ạ. Em cảm ơn. Mong nhận được hồi âm từ quý thầy/cô.",
    "Dạ em chào quý thầy cô ạ, Học kì 211 em bị tạm dừng học do không đăng kí môn học,dẫn tới học kì 212 em không đăng kí được môn học. Thầy cô cho em hỏi làm cách nào để em có thể đăng kí môn học kì 212 lần 1 được ạ. Em cảm ơn thầy cô ạ.",
    "em thắc mắc là tại sao em không đăng kí được BHYT ạ??",
    "Thưa phòng đào tạo, em muốn hoãn thi môn cơ học ứng dụng ngày 27/11 nhưng hệ thống hoãn thi lại đóng đến ngày 29/11. Cho em hỏi còn cách nào để hoãn thi không ạ ? Mong phòng đào tạo giúp em giải đáp thắc mắc. Em xin cám ơn.",
    "Dạ xin chào thầy cô, do là em có đăng kí bảo hiển y tế đợt rất lâu trước nên em cứ nghĩ vậy là xong, cho đến hôm nay hạn cuối mà em vẫn chưa có đơn thanh toán ở bkpay thì em mới biết em chưa đăng kí lại BHYT ạ, và giờ em lên mybk để đăng kí thì hình như bị khoá hay sao mà em không đăng kí được. Thầy cô cho em hỏi trường hợp này em phải làm sao ạ, em xin cảm ơn thầy cô .",
    "Dạ cho em hỏi ạ. Nếu như sinh viên k19 muốn học lại lần 2 thì học phí sẽ được tính như của sinh viên k19 hay của sinh viên k21 vậy ạ . Em cảm ơn ạ.",
    "Dạ chào thầy cô, do em nhớ nhầm đã đăng kí BHYT rồi nên cứ đợi bkpay ra tiền để đóng mà quên để ý hôm nay hạn cuối, tuy nhiên em không thấy bkpay ra tiền nên mới biết mình chưa đăng kí, và hôm nay hạn cuối rồi mà em không đăng kí được nữa. Chỗ đăng kí ở mybk bị khoá ở chỗ chọn loại bảo hiểm rồi ạ.   Em rất  mong thầy cô giúp đỡ em và bỏ qua cho em lần này, em rất xin lỗi ạ. Em cảm ơn thầy cô .",
    "Kính gửi quý thầy cô phòng đào tạo Em tên:  MSSV: Em muốn xin gia hạn học phí dự thính. Vì dịch Covid-19 ba mẹ em mất việc làm nên không thể đóng học phí đúng hạn. Em xin thầy/cô có thể cho em xin gia hạn học phí dự thính. Em xin cảm ơn thầy/cô!",
    "Em có môn thi trực tuyến mà em không có mang máy tính bỏ túi về quê, vậy lúc thi trực tuyến(đề mở) em có được dùng máy tính dạng giả lập được không ạ! Em cảm ơn.",
    "Em là sv khoá K20, do tình hình dịch bệnh, hiện tại bằng tốt nghiệp của em vẫn chưa thể lấy về được nên chưa nộp cho trường, em muốn hỏi việc em nộp trễ đợt 1, 2 vừa rồi có bị ảnh hưởng gì không ạ? Và có cách giải quyết không ạ?",
    "Em tên:Nguyễn Anh Khôi     MSSV: Em xin trình bày vấn đề: Vào ngày 25/11/2021 sau khi nhận được mail của PĐT em tưởng rằng mình phải đăng ký lại để nộp bằng tốt nghiệp THPT nên em đã lỡ xóa mất file cũ. Sau khi tìm hiểu thì em biết là mình không cần xóa file cũ mà phải in ra để nộp chung với bằng tốt nghiệp THPT. Em hi vọng trường có thể khôi phục file cho em để em có thể nộp bằng tốt nghiệp THPT đúng hạn",
    "Em tên:Nguyễn Anh Khôi     MSSV: Em xin trình bày vấn đề : Hôm nay là ngày 25/11/2021 là ngày hết hạn đăng ký bảo hiểm y tế . Em nghĩ là đến hết ngày 25 mới hết hạn nên em tính lúc tối em đăng ký và đóng tiền , nhưng lúc em lên đăng ký thì lại hết hạn lúc trưa mất rồi. Em viết đơn này để xin phòng đào tạo có thể xem xét lại trường hợp của em và cho phép em đăng ký bảo hiểm y tế. Mong PĐT có thể giúp đỡ em để em có thể đăng ký bảo hiểm y tế và để có thể tiếp tục đăng ký môn học cho học kỳ sau, hoàn thành đúng tiến độ học tập ạ.   Em xin chân thành cảm ơn",
    "EM tên là  MSSV   DO sơ suất e đã quên đky mua Bảo hiểm y tế . Em thực sự lo lắng vì như vậy sẽ không được đky môn kỳ sau . Rất mong PĐT xem xét giúp đỡ , em cảm ơn ạ",
    "Em không đăng kí tốt nghiệp được vì bị báo nợ HP . Em đã thanh toán đầy đủ các khoản phí trên bkpay. Mong Phòng đào tạo giúp đỡ ạ.",
    "Do dịch covid-19, em k19 chưa nhận bằng tốt nghiệp PTTH nên chưa thể đăng kí nộp thì bây giờ phải làm sao để không bị phạt ạ.   i  .",
    "Xin chào pdt, em là sinh viên của k20, vì em chuẩn bị thi avcb nên vẫn chưa được đăng ký av1A, sau khi nghe nói đăng ký được thì đã hết slot đăng ký, mong pdt tạo thêm cơ hội cho chúng em được đăng ký av1A. Em xin cảm ơn.",
    "vào 2 ngày trước em có đăng kí cấp giấy hoãn nghĩa vụ quân sự bản cấp lại nơi nhận là chuyển phát nhanh về nhà nhưng bản PDF để in ra thì khi em bấm tải về thì hiển thị lỗi không tìm thấy dữ liệu kính mong trường khắc phục sớm ạ Tên sv :   MSSV: ",
    "Em có đăng kí in giấy hoãn NVQS đến nay đã có bản PDF nhưng tải về thì lại bị lỗi như hình  Kính mong nhà trường khắc phục sớm để em có đủ hồ sơ để nộp cho địa phương ạ Thông tin sinh viên:Họ và tên:   MSSV: ",
    "Em chào quý thầy/cô. Em là sinh viên khoá K17 ngành xây dựng. Quý thầy/cô cho em hỏi nếu đợt đăng ký môn học trong học kỳ chính sắp tới nếu em đăng ký Môn Thực tập tốt nghiệp (khoá K17) trong học kỳ chính thì số tín chỉ tối đa mà em có thể đăng ký trong học kỳ chính đó là bao nhiêu ạ? Em xin cám ơn   ",
    "EM là trần thái thịnh MSSV  EM có đky nộp bằng THPT  nhưng k thể in giấy xác nhận nộp bằng THPT . Mong  giúp đỡ",
    "PĐT cho em hỏi:      Chương trình học của em có môn Anh văn 3(LA1007), nhưng tháng 12 này em đăng kí môn Anh văn 3A (LA1041), thì điểm có tính cho môn Anh văn 3(LA1007) không ạ?       Nếu có tính, thì em có cần làm giấy chuyển điểm môn học thay thế hay không ạ?",
    "Dạ thưa Cô cho em hỏi về việc hoãn thi. Kỳ trước em có xin hoãn thi 1 môn và đã được sắp xếp lịch thi xóa điểm hoãn thi vào ngày mai (27/11/21). Nhưng vì lý do đột xuất không đảm bảo được điều kiện thi nên em có ý định xin hoãn thi. Theo thông báo về kế hoạch tổ chức thi HK1 22-22 thì PĐT có hướng dẫn Trường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT trong HK211 này tại mục Hoãn thi ở trang Mybk. Nhưng khi vào mục đó thì hệ thống bảo trì và thông báo mở lại vào ngày 29/11. Vậy em có thể đăng ký hoãn thi sau khi ngày thi diễn ra không ạ?",
    "Kính gửi PĐT, em là , sinh viên k2017 khoa Kỹ thuật địa chất và dầu khí. Em có thắc mắc là em đã nhận được email báo xác nhận đăng ký tốt nghiệp thành công vào ngày 8/11 và đã nhận được giấy tôt nghiệp tạm thời vào ngày 22/11 ạ. Vậy khi nào em mới nhận được bằng tốt nghiệp chính thức ạ? Em xin cảm ơn PĐT. Sinh viên ",
    "Cô ơi em không để ý mail đăng kí BHYT của trường nên giờ đã quá hạn đăng ký, giờ đăng ký được không ạ? Mong cô giúp em, em cảm ơn.",
    "Dạ em chào thầy cô, Thầy cô cho em hỏi, vào khoảng tháng 6 em có đăng ký nộp bằng tốt nghiệp THPT trên mybk của nhà trường. Em đã có file phiếu xác nhận thông tin bằng tốt nghiệp THPT. Nhưng tình hình dịch bệnh nên em đã không gửi nộp bằng THPT vào thời điểm đó (đợt nộp tháng 6/2021) vậy thì đến hiện tại em có thể dùng phiếu xác nhận vào tháng 6 đó để tiếp tục nộp bằng tốt nghiệp THPT được không ạ? Em cảm ơn thầy cô",
    "Dạ chào pdt, Em đã đăng kí bảng điểm và in xong ngày 26/11/2021. Do em ko thể lên nhận trực tiếp nên nhờ bạn nhận giùm. PDT cho e hỏi là cần đăng kí nhận giùm ở đâu ạ",
    "Chào chị. Em là  -  sv của thầy NGUYEN HUU PHUC môn Nguyên lý tự luận - TT01 tại học kì 202. Do thời gian thi cuối kì là dịch bùng phát, laptop của Em hỏng màn hình nên Em không tham dự thi được. Và được sự đồng ý phòng đào tạo Em đã xin hoãn thi.   Học kì này, Em được phòng đạo tạo mở thi lại môn của thầy và Để có thể tham dự kì thi cuối kì cùng các bạn, em có mail cho thầy và nhận được sự hướng dẫn trên (HÌNH 1) Em có một số câu hỏi thắc mắc mong được chị giải đáp giúp em: 1. Riêng về môn Nguyên Lý Tự Luận, bài thi được gửi trực tiếp qua mail của thầy, vậy nên em phải có trong danh sách thi các lớp ( thầy liệt kê trên)  Vậy em cần liên hệ ai, làm những việc gì để giúp đỡ thầy cùng pđt dễ quản lý và hỗ trợ em thi lại môn em hoãn thi ạ 2. Những môn tiếng việt nói chung và những môn cơ sở ngành nói riêng em chuẩn bị thi gỡ điểm hoãn thi có cần liên hệ giáo viên để được tham gia buổi thi hay không. Em cũng ko biết môn đó sẽ thi hình thức nào ( BKel hoặc BK exam) riêng môn nguyên lý tự luận trên khá là đặc thù nên em cần phải hỏi rõ ạ. Em mong được sự giúp đỡ từ chị và PĐT. Em xin cảm ơn   i ",
    "Em đã quên đăng kí BHYT trong thời gian quy định, em có thể đăng ký bổ sung không ạ? Nếu có, cách làm như thế nào ạ? Em cảm ơn!   i  .",
    "Em có thấy trường gửi mail về việc đăng kí để nộp bằng PTTH. Em có vào mybk để tiến hành đăng kí thì thấy trường vẫn chưa mở đợt để có thể đăng kí ạ. Em muốn hỏi là bao giờ trường sẽ mở cho sinh viên đăng kí ạ?",
    "Em chào thầy cô, Em tên  MSSV  Ngày 19/11 em đã thanh toán học phí chính quy 211 (đã trừ số tiền ở OCB), nhưng hôm nay vào xem lại ở cổng thanh toán trực tiếp em vẫn thấy chưa thanh toán khoản đó. Thầy cô kiểm tra giúp em với ạ. Em có file đính kèm. Em cảm ơn ạ!",
    "Em thấy giấy xin hoãn LVTN cần có xác nhận của giáo viên và bộ môn ấy ạ. Mà hiện tại em đang ở quê không ở trên TpHCM nên không xin xác nhận được thì phải làm sao ạ? Mong PĐT hướng dẫn em cách giải quyết. Em xin chân thành cảm ơn!",
    "Gửi quý nhà trường, Em là sinh viên K18 thuộc khoa điện-điện tử. Vào tháng 12/2020, em đã đóng bảo hiểm y tế tại phường địa phương sau đó nộp bản sao thẻ bhyt cho trường để có thể tiếp tục học kỳ tiếp theo nhưng hiện tại chưa tới kỳ gia hạn thẻ tại địa phương nhưng nhà trường đã cho hôm nay tức ngày 26/11 là hạn chót đóng bảo hiểm y tế, không biết em có cần làm gì để xin hoãn đóng bảo hiểm y tế đến tháng 12 để có thể tiếp tục học kỳ kế tiếp không ạ. Mong quý nhà trường giải đáp thắc mắc của em ạ. Trân trọng",
    "Em là SV K17, em muốn hỏi là nếu một SV K17 đã hoàn thành hết môn học, học kì 211 không đăng kí bất kì môn học nào, nhưng thiếu chứng chỉ ngoại ngữ Nghe & Đọc để đăng kí tốt nghiệp do đó không thể đăng kí tốt nghiệp. Vậy có cần làm giấy hay thủ tục nào để không bị cảnh cáo học vụ hay đình chỉ học không ạ. Và tình trạng này tiếp tục cả trong thời gian bao nhiêu lâu sẽ bị xử lý học vụ ạ? Em cám ơn thầy/cô đã xem và sẽ trả lời câu hỏi giúp em ạ.",
    "Em chào thầy cô, Em tên  MSSV  Ngày 19/11 em đã thanh toán học phí chính quy 211, nhưng hôm nay vào xem lại ở cổng thanh toán trực tiếp em vẫn thấy chưa thanh toán khoản đó. Thầy cô kiểm tra giúp em với ạ. Em có file đính kèm. Em cảm ơn ạ!",
    "Em kính chào PĐT, ngày 19.11.2021 vừa qua em có đăng ký và đã nhận được giấy xác nhận sinh viên để tạm hoãn nghĩa vị quân sự. Nhưng em mang xuống xã thì bị từ chối . Xã yêu cầu phía nhà trường phải in thêm dòng thời gian dự kiến ra trường và nợ môn gì (vì em đã kết thúc khóa học nhưng vẫn chưa ra trường). em xin đính kèm bản em nhận được của nhà trường và bản mẫu của xã để ra yêu cầu.",
    "Cô ơi em đăng ký nộp bằng THPT nhưng nó ra cái màu đỏ này là sao vậy ạ?",
    "MSSV:  Tên:   Trường cho em hỏi: Lúc về quê, em có để bằng tốt nghiệp ở KTX nhưng giờ KTX không mở cửa cho sinh viên lấy đồ, em cũng không biết lấy bằng TN như thế nào để nộp cho trường. Mong nhận được hướng dẫn ạ.",
    "Em có đăng kí in giấy hoãn NVQS (ngày 23/11/2021) đến nay đã có bản PDF nhưng lúc tải về để in thì lại bị lỗi \"Không tìm thấy dữ liệu yêu cầu\"   Kính mong nhà trường khắc phục sớm để em có đủ hồ sơ để nộp cho địa phương ạ  Thông tin sinh viên:Họ và tên:  MSSV: ",
    "Kính gửi anh/chị phòng Đào tạo, Em là  (), hiện tại em đã hoàn tất đăng kí tốt nghiệp vào đợt T11/2021. Em cũng đã có giấy tốt nghiệp tạm thời nhưng đến nay em chưa nhận được mail lên nhận bằng tốt nghiệp chính thức ạ. Em cũng đã có tên trong danh sách tốt nghiệp chính thức ở đây: http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2821&masv=&code=ZS Anh chị có thể kiểm tra giúp em được không ạ do em đang cần gấp để hoàn thiện hồ sơ xin học bổng du học ạ. Em cảm ơn anh chị đã đọc mail và hỗ trợ em ạ. Trân trọng, .",
    "Dạ em kính chào thầy/cô. Em là sinh viên năm 3, thuộc khoa Điện ạ. Thầy/cô cho em hỏi là trên mục BKel có yêu cầu làm SHCD cho 2 chủ đề. Deadline hết vào ngày 25. Nhưng lúc em hoàn thành chủ đề 1 vào ngày 24, em đợi mãi nhưng vẫn không được chấm. Vì chỉ khi được chấm chủ đề 1 mới được làm chủ đề 2 nên hiện giờ là ngày 26 em vẫn chưa vào mục chủ đề 2 để làm nốt phần còn lại ạ. Em kính mong thầy/ cô xem xét để em có thể hoàn thành được SHCD đầu khóa ạ. Em trân trọng cảm ơn.",
    "Dạ kính chào thầy/cô, Về việc xét nộp bằng TOEIC để đăng ký luận văn, Hiện tại do tình hình dịch bệnh nên em vẫn chưa thể đăng ký thi lấy bằng được ạ, em muốn hỏi là học kỳ tới đăng ký luận văn có cần nộp bằng TOEIC ngay kỳ này không hay có thể xin phúc kiểm sau ạ. Em xin cảm ạ!",
    "Cho em hỏi là hiện tại trường không mở cửa nhưng nếu em muốn có giấy tạm hoãn nghĩa vụ quân sự thì phải làm thế nào ạ.   i  .",
    "Dạ em chào thầy/cô, em.alf  - , em có bảo lưu học kì 2 năm 1 và đã nhận được quyết định tạm dừng của nhà trường và em có làm đơn thu nhận lại vào học kì hè năm 1 nhưng chỉ có tờ phiếu ghi ngày đăng kí môn học của cô tiếp nhận. Nay em làm hồ sơ để nhận ưu đãi giáo dục của phòng thương binh xã hội thì họ yêu cầu phải có giấy quyết định thu nhận lại của nhà trường đóng dấu . Em có thể nhận giấy quyết định thu nhận lại này không ạ ?",
    "Kính gửi Thầy/Cô, Em có thắc mắc về việc viết đơn thu nhận lại . Trong đơn ở mục chữ kí của nhân viên xử lý, chỗ đó em bỏ trống, còn lại em điền đầy đủ tất cả đúng không ạ . Em chân thành cảm ơn!",
    "Chào pđt, Dạ cho em hỏi là trường có gửi mail thông báo về việc nộp bằng tốt nghiệp THPT vào 15h ngày 25/11. Nay em vào để đăng kí nộp bằng như mail hướng dẫn thì hiện là chưa có đợt đăng kí vậy cho em hỏi là đã kết thúc hay là chưa đến đợt ạ tại em thấy mail mới gửi hôm qua ạ ?",
    "Em có 2 tờ giấy chứng nhận hiến máu nhân đạo muốn đổi sang ngày ctxh thì phải làm sao ạ, em có đổi online được không ?",
    "Dạ em chào PĐT ạ Em xin trình bày tình trạng em gặp là nợ học phí không đăng kí tốt nghiệp được ạ. Em vừa mới thanh toán xong mong PĐT cập nhật ạ. Hơn nữa tình trạng em gặp là chưa đóng học phí đợt thi nói viết ca 5, nhưng rõ ràng là em đã đóng trước đó, đã bị trừ tiền vào tài khoản đến nay em đăng kí tốt nghiệp lại báo chưa đóng học phí. Em cũng đã đóng thêm 1 lần nữa rồi ạ, mong PĐT suy xét ạ, em có kèm ảnh chứng minh.   i Tốt nghiệp .",
    "em tên:  MSSV : Hôm mới mở đăng kí anh văn 2 kỹ năng online Eng Speaking & Writing (BKE123)em vào đăng kí bị lỗi nên em quên đăng kí lại mất hôm nay hết hạn em có thể đăng kí bổ sung không ạ  em cảm ơn anh chị,mong anh chị giúp em đăng kí thêm với ạ",
    "Em tên , MSSV . Hôm qua là ngày cuối thanh toán tiền BHYT nhưng em đã quên thanh toán ạ. Hôm nay em có thanh toán rồi thì cho em hỏi làm cách nào để xử lí việc em thánh toán trễ ạ vì trong mail em thấy trễ hạn là không tổng kết được số liệu làm thẻ ạ. Em cảm ơn ạ. .",
    "Em chào PĐT ạ Em có hỏi các bạn ở học kì này thì môn Trắc địa đại cương(CI1007) sẽ thi vào ngày 24/12/2021. Em cũng có học môn Trắc địa đại cương (CI1007) ở học kì trước là học kì 202 nhưng đến nay vẫn chưa có lịch thi ạ. PĐT cho em hỏi là lịch thi khi nào sẽ được cập nhật vậy ạ. Tại vì em khá lo lắng nếu dời cho kì sau em sẽ không kịp tốt nghiệp ạ. Em cảm ơn!!!",
    "Thầy/cô ơi, em có mua bảo hiểm y tế theo hộ gia đình mà không có đăng kí mua trên trường. Em có cần nộp giấy giấy tờ về bảo hiểm y tế cho trường không và nếu nộp thì nộp như thế nào ạ Cảm ơn Thầy/cô",
    "Xin chào anh/chị,  Em sẽ kết thúc môn cuối cùng vào cuối tháng 11/2021. Em không biết là mình có thể làm đơn đăng ký vét cho lễ tốt nghiệp dự kiến của tháng 1/2022 không ạ? Nếu có thì em nên làm đơn như thế nào ạ? Còn nếu không kịp đăng ký, thì em có thể xin giấy tốt nghiệp tạm thời từ trường như thế nào ạ? Em xin cảm ơn anh/chị đã đọc câu hỏi của em .",
    "Em xin chào thầy cô Em là   MSSV:  Thầy cô cho em hỏi hiện tại em đã thấy trường đã mở đăng ký môn học cho hk 212, có nhiều bạn cũng đã đăng ký. Nhưng em chưa thấy mail thông báo từ phòng đào tạo. Cho em hỏi đợt hiện tại có phải đợt đăng ký môn học chính thức chưa vậy ạ. Em mong thầy cô hồi đáp, Em xin cảm ơn",
    "Kính gửi Phòng Đào tạo trường Đại học Bách Khoa Em tên . Mssv:. Khoa công nghệ vật liệu Em là sinh viên K21, câu hỏi của em là do sơ xuất của em đã k đọc kỹ email đóng BHYT và đã lỡ đăng ký và chuyển khoản cho nhà trường thì có cách nào để em được hoàn lại số tiền đã đóng không ạ. Em xin cảm ơn",
    "Em bị kẹt lại ở thành phố Hồ Chí Minh vì dịch bệnh và không về quê để lên trường cấp 3 lấy bằng tốt nghiệp được thì em phải làm sao ạ ?",
    "Cho em hỏi là lịch đi học thí nghiệm trực tiếp trên trường là dành cho tất cả sinh viên hay chỉ dành cho những sinh viên đăng kí đi học lại ạ.",
    "Chào thầy/cô, theo mail của nhà trường vào ngày 4/11/2020 (HK1/2020-2021) thì vẫn cho phép áp dụng quy tắc chuyển điểm các môn ngoại ngữ theo bảng quy đổi cũ (bảng quy đổi áp dụng từ HK1/2017-2018 đến HK3/2019-2020) đối với các khóa 2016, 2015, 2014, 2013.Vậy cho em hỏi hiện nay còn áp dụng dụng bảng quy đổi này đối với sinh viên khóa 2016 không ạ? Em cảm ơn.",
    "Em chào thầy cô, Em xem danh sách tốt nghiệp dự kiến 11/2021 em thấy ghi chú nợ HP. Nhưng em kiểm tra bkpay thì hiện e không có khoản nào cần thanh toán ạ. Kính mong thầy cô có thể xem xét giải quyết giúp em ạ.  Em cảm ơn thầy cô.",
    "Kính chào quý thầy cô! Em tên , MSSV , chuyên ngành Công Nghệ Sinh Học, lớp HC20SH. Lý do em nộp đợt này mà không phải đợt đầu là do trường em lúc đó chưa phát ạ, nên em nộp vào đợt 2. Em vừa nhận được mail phải nộp bằng Tốt Nghiệp THPT. Do sự bất cẩn của bản thân, em để quên nguyên tệp hồ sơ ( giấy trúng tuyển, cả bằng tốt nghiệp..) trên KTX Đại Học Quốc Gia ạ. Hiện tại KTX không đón sinh viên quay trở lại, em không thể lấy bằng nộp được thì phải làm sao ạ? Sau khi biết mình quên, em có ý định lên lấy nhưng dịch bùng tới bây giờ, tỉnh em còn là tâm điểm của dịch. Em nên làm sao đây ạ? Em xin lỗi vì sự bất cẩn này, mong quý thầy cô có thể xem xét và giải đáp giúp em. Hôm 3/12 này em lên lấy xe, có xin vào KTX lấy luôn bằng, nhưng họ không cho ạ. Em không còn cách nào khác nên muốn nhận được sự tư vấn của thầy cô, tình hình dịch cũng căng thẳng, em không biết phải làm sao, mong quý thầy cô có thể thông cảm cho em và giải đáp giúp em ạ. Trân trọng!",
    "Dạ em chào pđt, em tên là  MSSV:. Sinh viên lớp CC20HC11 ngành Kỹ thuật hóa học. Về việc đăng kí mua bảo hiểm y tế em có lên web đăng kí thông tin nhưng không thể bấm vào nút đăng kí được, em có thử đi thử lại nhiều lần nhưng vẫn không đăng kí được. Tương tự như việc đăng kí nộp bằng tốt nghiệp THPT em cũng bị trường hợp tương tự. Mong pđt tạo điều kiện hỗ trợ giúp cho em trong trường hợp này.Em xin chân thành cảm ơn .",
    "Cho em hỏi là theo mail mới nhất của nhà trường thì dự kiến sẽ học các học phần thí nghiệm tại CS1 từ ngày 06/12. Vậy những người đi học là những người đã đăng kí trong đợtn khảo sát lần trước đúng k ạ? Còn những người không đăng kí vẫn học tại nhà phải k?",
    "Thưa phòng đào tạo, hiện em mới lỡ điền form Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022 khi chưa tiêm đủ 2 mũi nên không lên học trực tiếp được,đây là đơn trình bày và xin hủy việc lên trường của em.",
    "Chào thầy cô, Em vừa nhận được mail báo về kế hoạch học tập tại trường, trong đó có thông tin về việc học các lớp thí nghiệm từ 6/12, em không hiểu là đợt này chỉ dành cho các bạn đã đăng kí trong form trước đó hay dành cho tất cả các sinh viên vậy ạ? Tại vì KTX thông báo mở cửa từ 15/02/2022 nên em và một số bạn lên học sẽ không có chỗ ở ạ. Em xin cảm ơn và mong sớm nhận được hồi đáp.",
    "Chào thầy, cô, Cho em hỏi theo thông báo mail của trường sẽ học thí nghiệm từ ngày 6/12 là áp dụng cho toàn bộ sinh viên có đăng ký học phần thực tập học kỳ này hay chỉ các bạn đăng ký đi học trực tiếp theo link trường gửi lần trước ạ ? Nếu em chưa đáp ứng đủ điều kiện để di chuyển thì có biện pháp nào để giải quyết không ạ? Thân mến,",
    "Kính gửi PĐT, Theo mail trường gửi thì sinh viên cần đăng ký nộp bằng tốt nghiệp THPT trên mybk và nộp bằng vào ngày 20/12/2021 đến 22/01/2022. Em vào mybk đăng ký nộp bằng theo hướng dẫn nhưng không đăng ký được. Em là sinh viên văn bằng 2, vậy thì có cần nộp bằng tốt nghiệp THPT đợt này không ạ? Em xin cảm ơn.",
    "Cho em hỏi là thanh toán trễ hạn bảo hiểm y tế có bị làm sao không ạ. Do một số lý do nên em đã thanh toán trễ 1 ngày ạ.",
    "QUOTE   I Thời gian: 11/15/2021 10:34:36 am Từ: [20279] (003243)   Chào em, Trong đơn cô không thấy em ghi rõ lý do vì sao tới thời điểm này em mới làm đơn xin đăng ký môn TTTN, em vui lòng trình bày lý do nhé (hiện tại đã là tuần thứ 12 của học kỳ) Thân  /I   /QUOTE  Kính phản hồi và bổ sung lý do xin đăng ký môn thực tập tốt nghiệp: Em chào cô, em cám ơn cô đã phản hồi thư của em. Em xin làm rõ lý do xin được đăng ký môn học thực tập tốt nghiệp như sau :  Vào học kỳ 202 em có đăng ký thực tập tốt nghiệp tuy nhiên do tình hình dịch bệnh nên em không thể lên trường để theo dõi thông báo tình hình thực tập nên không biết đã được công thực tập và vì thế cũng bỏ lỡ đăng ký thực tập theo quy định của nhà trường trong học kỳ 211. Hiện tại em đang học các môn cuối cùng trong học kỳ 211 và làm luận văn tốt nghiệp trong học kỳ 212, với việc bỏ lỡ đăng ký thực tập là môn tiên quyết để được xét tham gia làm luận văn tốt nghiệp . Vì vậy em viết đơn này kính xin Phòng Đào Tạo xem xét cho em đăng ký bổ sung môn học thực tập tốt nghiệp trong học kỳ này (HK211). Em trân trọng cám ơn, Sinh viên :   MSSV :   ",
    "Xin chào Phòng Đào Tạo. Cho em hỏi là về Kế hoạch giảng dạy, học tập trực tiếp năm học 2020-2021 và năm học 2021-2022 thì tất cả sinh viên có học phần Đồ án môn học, Đề cương luận văn, Luân văn tốt nghiệp, Thực hành, Thí nghiệm đều phải trở lại trường để tham gia các lớp học trực tiếp theo thông báo của Phòng Đào Tạo hay chỉ dành cho các bạn sinh viên có nhu cầu thôi ạ. Em xin cảm ơn.",
    "Em đã có điểm chuyển môn Phân tích cảm quan rồi. Mong Phòng đào tạo bổ sung em vào danh sách tốt nghiệp ạ.",
    "Dạ cho em hỏi là với tình hình dịch bệnh như hiện tại nên sinh viên không lên thành phố để thi các chứng chỉ ngoại ngữ thì mình có được bỏ qua chuẩn anh văn sau mỗi năm học không ạ ? Em cảm ơn! ụ    ",
    "Em xin chào Phòng Đào tạo. Em có nhận mail thông báo đăng ký nộp bằng tốt nghiệp THPT nhưng không thể đăng kí. Bao giờ em mới có thể đăng kí thế ạ? Em xin cảm ơn.",
    "Em muốn xin vắng thi cuối học kì 2 môn kinh tế kĩ thuật ME2003 do tài liệu thi của em đang ở nhà trọ ở TPHCM, em không thể lấy được. Em muốn xin link google form đăng kí hoãn thi cuối kì bởi em đã làm mất email đó. Em cảm ơn",
    "Em xin nộp đơn",
    "Cho em hỏi...em SV bị covid hoãn thi cuối kì 202 và dt202...hiện có lịch thi cuối kì thì có đc giữ điểm thành phần, điểm thí nghiệm không ạ...như trên quy định thì bị hủy ạ",
    "QUOTE : dạ cô cho em hỏi là 1 tín chỉ của học kì chính 211 là bao nhiêu ạ, em cám ơn cô",
    "Dạ cho em hỏi là việc có thông báo trở lại học phần thí nghiệm còn lại tại CS1 là đối với các bạn điền form xin lên hôm bữa hay đối với sinh viên toàn trường ạ tại vì ở chỗ em tình hình dịch cũng rất căng thẳng nên vẫn chưa thể vào sài gòn học được ạ",
    "Chào thầy/cô Em đã đăng kí nộp bằng anh văn toeci 2 kĩ năng với số điểm là 710 và đã nộp tiền chuyển điểm. theo bảng điểm quy đổi thì 4 anh văn em được là 10. Nhưng hôm nay cập nhật thì av 4 của e chỉ là 8.5. Mong thầy cô xem qua giúp em có sai sót gì k ạ. Em cảm ơn.",
    "Hiện tại trang đăng kí hoãn thi cuối kì đang ngừng hoạt động đến 29/11/2021 nhưng môn Kinh tế kĩ thuật của em thi vào ngày 27/11 Mong thầy cô giải quyết giúp em",
    "Chào pđt. Hiện tại máy tính của em không đủ yêu cầu để thi môn thực hành vẽ kĩ thuật. Em muốn xin hoãn thi nhưng trang đăng kí hoãn thi đang được bảo trì. Bây giờ em phải làm sao để đăng kí hoãn thi cuối kì ạ?",
    "Dạ cho em hỏi, em quên đóng BHYT năm 2022. Hôm qua hết hạn, nay em đóng được không ạ.",
    "Kính gửi: Phòng đào tạo. Phòng đào tạo cho em hỏi. Trong đợt đăng ký thẻ BHYT đợt vừa rồi em có đăng ký gia hạn thẻ bảo hiểm y tế hiện tại của em(BV Thống Nhất). Mà do em có đi làm nên thẻ của em đã được chuyển vể nơi đăng ký theo như cty(BV Cà Mau). Nên em không còn sử dụng được thẻ ở nơi em đăng ký như ghi trên thẻ nữa(BV Thống Nhất). Phòng đào tạo cho em hỏi bây giờ em có thể lấy lại số tiền đã đóng ( Vì thẻ bảo hiểm của em đã được cty đóng) không ạ? Và nếu được thì em phải liên hệ với bên nào để làm thủ tục ạ? Em xin cảm ơn!",
    "Mình có đăng kí nộp bằng PTTH từ 30/06/2021 11:29 nhưng mình chưa gửi bưu điện đi được thì giờ mình gửi được không ạ",
    "Dạ em chào PĐT ạ, em là K20, em có 2 việc thắc mắc xin nhờ PĐT giải đáp giúp em với ạ . 1/ Em đã lên mybk đăng kí nộp bằng trong đợt 1,2 (tháng 5 năm 2021) nhưng phiếu của em vẫn hiện là \"đang chờ xử lý\" thì em có cần lên mybk nộp lại trong đợt này không ạ? Em xin gửi ảnh đính kèm về thông tin phiếu nộp của em ạ . 2/ Bạn em 2 đợt trước không đăng kí nên bây giờ bạn đăng kí nộp thì hệ thống báo là không được ạ, cho em hỏi vì sao vậy ạ?   Mong PĐT giải đáp giúp em ạ, em xin cảm ơn PĐT nhiều ạ.",
    "em xin nộp đơn",
    "Dạ em chào phòng đào tạo ạ Vì chúc trục trặc nên em bị lỗi nợ học phí nên không đăng kí tốt nghiệp được. Em đã thanh toán hết các khoản, mong pđt check lại và cập nhật giúp em ạ. Em cảm ơn pđt đã giúp đỡ ạ.   i Tốt nghiệp .",
    "Em xin phép được hoãn kỳ thi cuối kỳ 202,đối với 4 môn học, với lý do.Em không đáp ứng được đủ điều kiện tín hiệu đường truyền. Em đã được xác nhận của giảng viên và Khoa Khoa học máy tính:Giải tích 2,đại số tuyến tính,cấu trúc rời rạc cho KHMT(thầy ),kỹ thuật lập trình(thầy ).Em chân thành cảm ơn.",
    "Em chào thầy/cô, em tên là  - . Hiện em là sinh viên năm 4 và dự định trong học kỳ 2 năm học 2021 - 2022 là em sẽ đăng ký luận văn tốt nghiệp (mã môn học EE4337), do dịch Covid-19 nên em vẫn chưa nộp bằng AV để đủ điều kiện nhận luận văn ạ. Cho em hỏi là em có cần phải nộp bằng AV để đủ điều kiện nhận luận văn không. Hay trong học kỳ tới trường sẽ tạm không xét AV cho sinh viên ạ. Em cảm ơn thầy/cô.  .",
    "Dạ cho em hỏi là thời gian dự kiến 6/12/2021 ghi trong mail phòng đào tạo là thời gian dự kiến học môn thí nghiệm học kì 211. Vậy cho em hỏi là thời gian đó dành cho sinh viên toàn trường hay là chỉ dành cho sinh viên đã đăng kí học thí nghiệm trên cs1 ở tháng 10/2021 vậy ạ? Em cảm ơn quý thầy cô vì đã đọc ạ!",
    "Em tên là:  MSSV:  Cho em hỏi là: _Về việc thi xóa điểm hoãn thì nếu em thi được 5 điểm trở lên thì có được xem là đạt và qua môn không ạ? _Và điểm này có được tính vào điểm trung bình tích lũy không ạ? Nếu có thì sẽ tính như thế nào ạ? Mong PĐT giái đáp giúp em với ạ. Em xin cám ơn nhiều ạ.",
    "Nhà trường cho em hỏi là theo thông báo mới nhất sinh viên sẽ quay lại trường học các môn thí nghiệm thực hành vào ngày 5/12 là có phải tất cả sinh viên đều quay lại học hay chỉ những sinh viên đã đăng kí học trực tiếp mới quay lại vậy ạ, em là sinh viên ở tỉnh nên việc di chuyển cũng tương đối khó khăn mong nhà trường giải quyết thắc mắc của em. Em xin cảm ơn",
    "Kính gửi PĐT, Về vấn đề nộp bằng THPT sau khi nhận được mail của trường thì em có một vấn đề là do tình hình dịch bệnh nên sau khi trường cho nghỉ thì em vẫn chưa thể về quê để lấy bằng tốt nghiệp do trường cấp. Hiện tại nếu em về thì trường vẫn chưa hoạt động lại. Em muốn hỏi là sau lần nộp bằng này thì còn lần nào khác nữa không ạ? Nếu không thì phải làm thế nào ạ?  Em xin cảm ơn.",
    "Em chào quý Thầy/Cô Thầy/Cô cho em hỏi: Em đã thực hiện theo các bước hướng dẫn đăng kí nộp bằng THPT trong mail của PĐT. Nhưng không thể nhấn nút \"Xác nhận đăng kí\" được ạ . Vậy em phải làm sao ạ? Em cám ơn!",
    "Em có nhận được mail bảo phần thí nghiệm được học bắt đầu vào 6/12, là cho tất cả các khóa và các khoa. hay chỉ những sinh viên năm cuối ạ?  Em xin cảm ơn.",
    "Hiện tại em chỉ còn thiếu bằng TOEIC Nói Viết để đăng ký xét tốt nghiệp nhưng do không có thời khoá biểu nên em không thể đăng ký qua mybk được. Mong nhà trường hỗ trợ giúp em ạ. - Ngoài ra cho em hỏi thêm em là sinh viên khoá K15 ngành Kiến Trúc khoa Xây dựng thì thời hạn sinh viên tối đa của em là bao lâu ạ. Do không load được thông tin \"Điều 5. Thời gian và kế hoạch đào tạo\" trong quy chế ở trang AAO nên em mong được giải đáp ạ. Em cảm ơn.",
    "Em mới nhận đươc mail trường thông báo dự kiến ngày 6/12 vào học thí nghiệm, nhưng đợt mail đăng ký trước đó em không đăng ký vào học. Bây giờ em muốn đký vào học offline được không ạ?",
    "Dạ cho em hỏi là chuẩn anh văn nói và viết cho K19 là mình phải lấy bằng toeic hay chỉ cần thi trong trường thôi ạ? Em xin cảm ơn",
    "Cho em hỏi là lịch học thực hành thí nghiệm dự kiến từ ngày 6/12/2021 là có bắt buộc hay không ạ ?",
    "Cho em hỏi là pđt có thể mở lại đợt đăng kí bằng PTTH không ạ! Tại em đợi mở đăng kí 5 tháng lun rồi ạ. Đợt đăng kí cuối cùng là ngày 30/6/2021 mà tới tận bây giờ vẫn chưa mở lại nên em không thể đăng kí nộp bằng PTTH được ạ. Do tháng 6, 7, 8 Tp.HCM dịch bênh căng thẳng em chưa lấy được bằng và không thể kịp đăng kí.",
    "Cho em hỏi tin chỉ tự do thì mình học môn nào cũng được phải không ạ, và nếu đúng thì khi đó mình học nhiều hơn số tín chỉ tự do thì họ sẽ lấy tín chỉ tự do như thế nào để tính vào trung bình tích lũy ngành ạ.",
    "Chào anh chị. Em là , MSSV: . Em muốn hỏi về vấn đề đăng ký bảo hiểm y tế. Theo như mail trường thì đã hết hạn vào hôm qua (25/11), em đã sơ xuất quên đăng ký thì có cách nào khác để đăng ký lại không ạ? Có cách nào đăng ký môn học không ạ?",
    "Dạ thầy, cô cho em hỏi. Theo như mọi năm thì sẽ có tổ chức các kỳ kiểm tra anh văn để xét chuẩn từng năm học. Thường vào cuối các học kỳ. Vậy kỳ này 211 có tổ chức không ạ. Em cảm ơn thầy cô đã giúp đỡ.",
    "Em chào thầy/cô, Em trên , MSSV . Lịch thi của học kì 202 sau lịch đăng kí môn học 211, sau khi thi cuối học kì 202 xong thì em biết mình không qua môn, em có đăng kí môn cho học kì 211 nhưng đã không còn lớp nên học kì 211 em không có thời khoá biểu. Vào ngày 5/10/2021 em có gửi mail hỏi Phòng đào tạo về vấn đề của em thì em nhận được câu trả lời là học kì 212 em vẫn được đăng kí môn bình thường. Nhưng hôm nay em vào trang đăng kí môn học thì thấy em không được đăng kí với lí do \"Tạm dừng\". Thầy cô cho em hỏi em giờ em có cần phải gửi Đơn đăng ký thu nhận hay không vậy ạ? Và nếu gửi thì em gửi online hay đến trường gửi vậy ạ? Em mong nhận được giải đáp của thầy/cô. Xin trân trọng cảm ơn.",
    "Cho em hỏi là nếu mình không học đủ 2 học phần môn GDTC thì mình sẽ không được đăng kí môn năm 3 đúng không ạ. Trường hợp em đã học HP2 ( nâng cao ) của môn bóng rổ, do đăng kí không được môn ở HP1 vào kì 211 nên em không đủ 2 học phần, vậy em có thể đăng kí học phần ở kì 2 để đạt điều kiện không ạ.",
    "Em là , MSSV , Sinh viên khóa K18, Ngành Khoa học máy Chương trình CLC. Hiện tại em đang học môn Hệ thống số  CO1023 lớp thực hành CC09. Hiện tại mybk chưa cập nhật lịch học thực hành nhưng em muốn hỏi rõ hơn về lịch học sắp tới sau thông báo trường sẽ bắt đầu học trực tiếp trở lại. 1. Môn  CO1023 có bắt buộc phải tham gia lab trức tiệp tại trường không ạ, vì một số môn vẫn tiến hành lab và làm bài tập từ xa. 2. Nếu đi học lại, em có thể xin phép bảo lưu việc học môn lab được không ạ. Hiện em đang ở quê ở miền Bắc và chỉ vừa mới tiêm 1 mũi vaccin. Việc di chuyển và học trực tiếp lúc này quá phúc tạp và tốn kén cho em. Em mong nhận được phản hồi sớm từ nhà trường, để có thể sắp xếp lộ trình học. Xin Cảm ơn,  - SĐT [phone_number]",
    "Học vụ       Dạ, em chào các thầy cô ạ    Học kì vừa rồi em có xin Phòng Đào tạo cho phép hoãn thi môn Kĩ thuật lập trình (CO1027) Hiện tại các môn học đã cập nhật ngày thi cuối kì, tuy nhiên môn mà em hoãn thi thì vẫn chưa cập nhật ạ Vậy thì đợt hoãn thi này sẽ thi chung với đợt HK211, hay là đợt khác ạ    Mong thầy cô có thể giải đáp thắc mắc giúp em, em xin chân thành cảm ơn ạ    Anh,  ",
    "Em đăng kí nộp bằng bằng PTTH mà sao em không thể xác nhân đăng kí được . Để nộp được thì em cần phải làm gì. Em xin cảm ơn.",
    "Em có học thí nghiệm hoá đại cương CH1003 và đã tham gia thi thí nghiệm online nhưng điểm trên mybk là vắng thi(13). Pđt kiểm tra lại giúp em ạ, Em cảm ơn.",
    "Cho em hỏi là kế hoạch học trực tiếp tại trường sắp tới đây là dành cho sinh viên năm cuối hay tất cả, và chất lượng cao hay đại trà ạ? Em đang là sinh viên năm 2 hệ chất lượng cao, ở quê em dịch chưa hết không thể quay lại trường thì việc học trực tiếp có bắt buộc không ạ?",
    "Trước đây, em vẫn chưa nộp bằng THPT nên sau khi thấy mail trường thông báo nộp bằng THPT, em đã làm theo các bước của mail trường nhưng em không thể xác nhận đăng kí (hình dưới). Mà nguyên nhân, theo em nghĩ là do lỗi chưa có đợt đăng kí . Xin thầy/cô hướng dẫn giúp em ạ. Em cảm ơn thầy/cô.",
    "Kính gửi nhà trường Em có một thắc mắc là hạn đóng BHYT 2022 là ngày 25/11/2021, tuy nhiên em bị trễ hạn và tính chờ đợt 2 đăng ký lại. Tuy nhiên, điện thoại em bị sự cố lag máy, lỡ cấn nút đồng ý xác nhận thanh toán thay vì bấm hủy. Cho em hỏi là có cách nào hủy thanh toán bhyt trên bkpay được không? Nếu không, thì cho em hỏi là không thanh toán thì có bị vấn đề gì không? Em cảm ơn.",
    "Chào thầy ,cô Hiện em đang thực hiện luận văn trong kì này!  Và em đang hoàn thành xong 4 lớp anh văn nhu Cầu 1A,2A,3A 4A.. Vì dịch không thi toeic được nên Trường không xét toeic cho sinh viên nhận luận văn trong kì 211. Vậy khi e hoan thành xong luận văn và 4 lớp anh vănnhu Cầu, khi tốt nghiệp e có yếu phai nộp bằng toeic không ạ?",
    "Phòng Đào Tạo cho em hỏi: Theo như em đã kiểm tra thì em đã đủ kiện đăng ký tốt nghiệp nhưng khi em vào đăng ký tốt nghiệp  trên mybk thì không được. Phòng Đào Tạo có thể kiểm tra lại giúp em để em biết em đã thiếu điều kiện gì để tốt nghiệp không. Em cảm ơn.",
    "Dạ em chào thầy cô. Em muốn hỏi là hiện tại phòng đào tạo chưa cho phép đăng kí môn học cho kì sau đúng không ạ? Em cảm ơn . Vì em thấy các bạn đang truyền tai nhau đăng kí môn học mà chưa thấy mail thông báo từ phòng đào tạo.",
    "Cho em hỏi là theo như Mail chiều nay thì tại bước 2 là đăng kí rồi mới nộp nhưng em có tạo phiếu đăng kí rồi hồi tháng 5, do lúc đó tình hình dịch căng thẳng nên em không nộp được thì bây giờ em chỉ cần nộp thôi hay phải tạo lại phiếu đăng kí mới rồi mới nộp ạ. Và thời gian bắt đầu nộp từ 20/12 nhưng bây giờ em đã chuẩn bị xong và do em sẽ nộp bằng cách gửi đường bưu điện nên em nộp sớm trước 20/12 được không ạ! Em xin cám ơn!",
    "Thưa thầy cô ạ, em có nhận được mail do pdt gửi cho tất cả sinh viên trong trường về việc quay lại trường học để học thí nghiệm vào ngày 6.12. thầy cô cho em hỏi mail đó áp dụng cho những sinh viên đã đăng kí quay lại trường hay là tất cả sinh viên bắt buộc phải đi ạ. Em cảm ơn ",
    "Kính gửi Phòng Đào Tạo - ĐHBK-TPHCM Em có nhận được mail thông báo về Kế hoạch dự kiến giảng dạy, học tập trực tiếp năm học 2020-2021 và năm học 2021-2022. Vào kì 1 năm 2021-2022 em có môn Đề cương luận văn tốt nghiệp nhưng hiện tại em chưa đáp ứng đủ   B yêu cầu về Vaccine    và phương tiện giao thông tuyến đến TPHCM của địa phương em   B chưa được mở    lại hoàn toàn nên việc em đi học theo kế hoạch gặp nhiều khó khăn thì em có thể xin giảng viên cho em thực hiện đề cương online được không ạ.",
    "Kính gửi Phòng đào tạo Trường ĐH Bách Khoa Em tên : . MSSV: , hệ đào tạo : VHVL ; Khoa : Khoa kỹ thuật Cơ khí. Nhóm: HT01-A Em xin đăng ký hoãn thi vì lý do không đảm bảo trang thiết bị tham gia thi trực tuyến nên không đủ điều kiện để thi. Môn học xin hoãn thi : Quản lý dự án cho kỹ sư (IM1025) Ngày thi theo thời khóa biểu : 7h00 ngày 29/11/2021 Kính mong Phòng đào tạo xem xét và chấp nhận.   i  .",
    "Em là Trần Quang HƯng, từ lúc về quê tránh dịch tháng 6/2021, em và bạn em đã để lại một số đồ dùng ở ký túc xá và trong đó có bằng tốt nghiệp cấp 3. Do vậy nếu theo yêu cầu của trường thì ký túc xá chưa mở cửa được và tụi em cũng chưa thể bay vào hcm để về ktx lấy đồ. Trong trường hợp này, em phải làm sao ạ? Vì đây không phải lỗi của bọn em ạ, em cám ơn.",
    "Em đã đăng ký học lại học phần thí nghiệm đợt 17/11/2021. Bây giờ em muốn hủy được không ạ?",
    "Em muốn hỏi là mình có thể đăng kí giấy xác nhận sinh viên ở đâu ạ, e cần để bổ túc hồ sơ vay vốn sinh viên ạ, e có đăng kí giấy chứng nhận sinh viên trên bkel nhưng địa phương không chấp nhận,e xin cảm ơn",
    "PDT cho em hỏi là em định đăng kí av1 mà lúc đăng kí thì hết lớp . PDT cho em hỏi có mở lớp thêm k ạ",
    "Chào anh/chị, Em vào mục đăng ký môn học để xem trước các môn có thể đăng ký trong học kỳ 212 sắp tới, em thấy có các mã môn học được đính kèm một chữ đằng sau cùng, ví dụ như \"IM305E-Quản lý chiến lược (mr)\". Em không biết mã này có khác gì so với các mã môn học bình thường không ạ? Em cảm ơn.",
    "Thầy (cô) cho em hỏi: hôm trước em có điền vào form đăng kí học phần thực hành trực tiếp tại trường, nhưng hiện tại em không thể quay lại trường để học thực hành. Vậy em muốn rút đăng kí thì em sẽ thực hiện như thế nào ạ?  Trân trọng.",
    "Kính gửi các thầy cô phòng đào tạo, em tên ,MSSV:. Sáng nay ngày  27/11/2021 lúc 7h00 em có lịch thi bù để xóa điểm hoãn môn Cơ ứng dụng tuy nhiên vào lúc 6h04 máy tính em bị lỗi và không thể sử dụng được. Chính vì vậy em mong muốn được tiếp tục hoãn thi môn Cơ ứng dụng sang học kì sau ạ. Mong các thầy cô thông cảm! Em xin đính kèm ảnh máy tính lỗi làm bằng chứng ạ.",
    "Em là sinh viên K21 đã đóng đủ học phí bao gồm luôn cả BHYT nhưng vẫn chưa thấy cập nhật trên đây ạ",
    "Theo như mail mà trường đã gửi cho sinh viên thì các phần Thực hành, Thí nghiệm của năm 2020-2021 và học kỳ 1 năm 2021-2022 sẽ dự kiến trở lại hình thức học trực tiếp tại CS1 vào 6/12/2021. Nhưng em không rõ trường sẽ chỉ xếp lịch cho các bạn đã đăng ký hay sẽ xếp cho tất cả sinh viên có lịch luôn ạ?",
    "Cho em hỏi là hôm qua em có vào trang đăng kí môn học và thấy lịch đăng kí để đến 6/12 là hết hạn, nhưng trường vẫn chưa có thông báo về việc đăng kí môn học. Vậy đó phải là lịch đăng kí môn học cho hệ chính quy chính thức không ạ?Em cảm ơn.",
    "Chào anh/chị, Em là , MSSV , là sinh viên khoa Cơ khí, chuyên ngành Chế tạo máy. Hôm trước em có gửi yêu cầu đăng ký thu nhận lại thông qua BKSI và mail SV. Tuy nhiên khi em vào đăng ký môn học thì vẫn chưa thể đăng ký được vì lí do Tạm dừng. Em rất mong nhận được sự hỗ trợ từ phía anh/chị. Em cảm ơn!",
    "Dạ em xin chào thầy/cô! Trong ngành Khoa học Máy tính của em, các môn tự chọn nhóm C có tổng cộng 13 môn, và em bắt buộc chọn 5/13 môn đó làm tự chọn nhóm C. Cho em xin phép hỏi là em có thể dùng 9 tín chỉ tự do để đăng ký thêm 3 môn trong 8 môn còn lại được không ạ, hay bắt buộc phải chọn môn khác chuyên ngành/khác khoa ạ? Do em thấy có nhiều bạn hỏi nhưng câu trả lời được đưa ra hơi khó hiểu, em rất mong quý thầy/cô phản hồi giúp em một cách dễ hiểu hơn ạ. Em xin cảm ơn và chúc quý thầy/cô có một ngày tốt lành.",
    "Chào thầy/cô,  Phòng đào tạo có làm việc vào sáng thứ 7 không ạ? Em cần lấy bằng tốt nghiệp, nhưng giờ hành chính lại bận đi làm ạ . Cám ơn thầy/cô ạ.",
    "Dạ cho em hỏi là trường đang có đợt kiểm tra và nộp bằng THPT, nhưng vì đợt dịch trước lúc về em khác gấp nên quên mang bằng chính và đang đẻ tại KTX. Nhưng khi về em đã có xin lại bản sao có dấu đỏ. Mà trên đó lại không có số hiệu và ngày cấp thì giờ em phải làm sao ạ. Em cảm ơn.   i  .",
    "Em kính gửi PDDF phiếu đăng ký rút môn ạ ",
    "Kính gửi phòng đào tạo trường đại học bách khoa Em tên là Nguyễn Trí Đức MSSV:  Cho em xin hỏi là : kì tới đây của em là đăng kí luận văn nhưng mà em chưa có bằng tiếng anh để nộp , mà sắp tới đây chuẩn bị đăng kí môn học , với lại dịch từ tháng 5 đến giờ em chưa vô được sài gòn để thi anh văn . Như vậy trường có thể dời lại lịch nộp bằng anh văn không ạ hay miễn như kì trước không ạ .",
    "Cho em hỏi là em muốn đăng kí hoãn môn thi cuối kì: Kinh tế kĩ thuật (Me2003) thi cuối kì ngày 27/11 nhưng hệ thống đăng kí hoãn thi đóng tới ngày 29/11 Mong thầy cô giải quyết giúp em",
    "Em chào PĐT ạ, ngày 19.11.2021 vừa qua em có đăng ký và đã nhận được giấy xác nhận sinh viên để tạm hoãn nghĩa vị quân sự. Nhưng em mang xuống xã thì bị từ chối. Xã yêu cầu phía nhà trường phải in thêm dòng thời gian dự kiến ra trường và nguyên nhân ra trường trễ hạn. em xin đính kèm bản mẫu của xã để ra yêu cầu. Em xin chân thành cám ơn!",
    "thầy/cô cho em hỏi. lịch đi học lại như mail trường thông báo là đối với tất cả sinh viên hay những sinh viên đã đăng kí trong mail trước đó ạ",
    "Kính gửi PĐT, Em là . Vừa qua em có nhận được mail từ trường về việc học thí nghiệm tại cs1 vào 6/12. Em xin hỏi có phải bắt buộc mọi người không (chương trình của em cũng ở cs1)? Vì hiện em đang ở tỉnh và xung quanh vẫn thường có f0. Nếu không bắt buộc thì các bạn ở tỉnh lên sau sẽ vẫn được thí nghiệm lại sau ạ? Trân trọng, .",
    "Vấn đề 1: Em mong muốn được đăng ký môn đồ án (MA3059) vào kỳ 212 tới với môn học trước là Quá trình thiết bị 1 (MA2019) nhưng em đã học môn tương đương trong kỳ 211 và chưa chuyển điểm là môn Quá trình và thiết bị cơ nhiệt (MA3089). Vậy khi em đăng ký đồ án có được không ạ? Vấn đề 2: Để không bị trễ tiến độ học tập em muốn đăng kỳ môn Đề cương luận văn (MA4315) với môn song hành là  môn Thực tập ngoài trường (MA3315) nhưng do tình hình dịch bệnh thì vẫn chưa đi được và chưa đăng ký được. Em có thể giải quyết bằng cách nào ạ. Em cảm ơn.",
    "Em chào pđt, Pđt cho em hỏi tuần sau được học offline Đồ án môn học tại trường thì khi đến trường có cần xuất trình giấy tờ với bảo vệ hay gì không ạ. Với lại lần đky học offline trước (17-19/11) em không điền form thì giờ em đky được không ạ. Em đã tiêm đủ 2 mũi vaccine. Em cảm ơn pđt. Trân trọng,",
    "Em là , mssv: Em muốn đăng kí học thí nghiệm offline vì đợt đăng kí qua mail vừa rồi em quên đăng kí ạ.",
    "Em là , MSSV  Em muốn đăng kí học offline các môn thực hành do đợt vừa rồi em quên đăng kì vào form của PĐT gửi. Em đã tiêm 2 mũi Vaccine, đều là Astrazeneca ",
    "Em chào thầy/cô! EM xin hỏi về hạn nộp chứng chỉ anh văn hai kỹ năng ạ vì em chưa thấy nhà trường để hạn nộp này trên lịch học vụ. Em cảm ơn.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . -Chào thầy cô, xin mở thêm lớp anh văn theo nhu cầu có thể xin tại đây hay phải làm đơn gửi riêng cho phòng đào tạo ạ? Nếu làm đơn thì mẫu đơn như thế nào ạ? - Em thi anh văn đầu vào được 470 thì đk vào lớp av2 đúng không ạ?(em là sv k2020, chưa đăng kí học lớp anh văn nào trước đó). Xin cảm ơn!!!",
    "Dạ em chào thầy cô, em là sinh viên đã thi đậu anh văn nói viết đợt 4 ngày thi là 10-10-2021, hiện tại em đã có tên trong danh sách tốt nghiệp chính thức đợt tháng 11 vậy cho em hỏi là khi nào em mới được nhận bằng chính thức tại trường ạ, em cảm ơn thầy cô !",
    "Dạ thưa thầy cô, em có một câu hỏi là học sinh năm 2 có được đăng kí những môn có mã 3xxx không, ví dụ như môn CO3001. Em cảm ơn ạ.",
    "Chào thầy/cô Em tên , MSSV  Em đã đăng ký xét tốt nghiệp và thanh toán phí trên BKpay cách đây 1 tuần, hôm nay em vào kiểm tra lại thì thấy mình điền sai địa chỉ email, email chính xác là:  Và em có đăng ký gửi giấy tốt nghiệp tạm thời nhưng hôm nay kiểm tra thì ô đó vẫn chưa được chọn (như ở hình đính kèm). Mong thầy/cô giúp em điều chỉnh lại thông tin email và em có thể làm cách nào để được nhận bằng tạm thời sớm ạ? Em cảm ơn thầy/cô",
    "Em chào phòng đào tạo ạ, Em tên là , hiện là K17 Khoa Điện-Điện tử. Hôm trước em có vô đăng ký thi AV 2 kỹ năng theo hình thức trực tuyến- Tháng 12 nhưng không được ạ. Hôm nay vì lỗi sơ suất em đã quên đăng kí thi nên đã quá hạn ĐK. Em mong phòng đào tạo có thể ĐK giúp em môn thi này để em có cơ hội được thi, và có chứng chỉ để kịp tốt nghiệp ạ . Em cảm ơn phòng đào tạo, mong phòng đào tạo sẽ giúp em giải quyết vấn đề này ạ.",
    "Dạ chào thầy/cô, em thấy trên Mybk có mở đăng ký môn học cho HK212, nhưng em chưa thấy mail thông báo. Vậy cho em hỏi là đăng ký được chưa ạ, em cảm ơn thấy,cô.",
    "Gửi phòng đào tạo, Em vừa đăng kí chuyển điểm môn anh văn 4 để đủ điều kiện đăng kí tốt nghiệp. Phòng đào tạo cho em hỏi từ ngày em đăng kí chuyển điểm thì sau bao lâu em sẽ được: 1. Đăng kí tốt nghiệp? 2. Nhận bằng tốt nghiệp tạm thời? 3. Nhận bằng chính thức? Vì công ty đăng yêu cầu em nộp bằng nên rất mong nhận được phản hồi cụ thể từ phòng đào tạo. Em xin cám ơn",
    "MSSV: Dạ em không hiểu lắm câu trả lời của PĐT ạ . Nếu muốn nộp bằng THPT thì phải đăng ký với PĐT, PĐT xác nhận thì em mới em in giấy đó và nộp cùng với bằng THPT mà ạ? Là em đăng ký nộp nhưng vẫn chưa được xét duyệt, em chưa có đơn đó để in ra nên chưa thể nộp được. Nên em không biết phải làm gì tiếp để nộp được bằng THPT ạ.",
    "em là  MSSV  em có đăng kí nộp bằng hồi tháng 6, nhưng hôm thứ 5 trong lúc em kiểm tra em vô tình bấm hủy đơn đăng kí nộp bằng PTTH. Và hiện bản gốc của em còn ở ktx ĐHQG em chưa lên lấy được. Hy vọng trường có thể xem xét cho em đăng kí lại hoặc dời thời gian nộp thêm để em có thể chuẩn bị tốt hơn ạ . Em xin cám ơn",
    "Chào cô (thầy) Em đã xin được chữa kí xác nhận của giảng viên hướng dẫn em môn kết cấu thép 1 (CI3009) xác nhận lại cho em hoãn thi đợt hk203 vì lần hoãn thi hk203 em đã được chấp nhận trên BKSI nhưng sau đó có thêm phần điền form em đã bỏ sót. Em xin được sửa lại điểm 13 và được thi lại vào học kì này hoặc học kì sớm nhất. Em xin cảm ơn.",
    "Chào Thầy/Cô, cho em hỏi môn Luận văn tốt nghiệp của hk1 năm học 2021/2022 sẽ chính thức bắt đầu vào ngày 29/11/2021 chứ không phải theo lịch cũ sẽ bảo vệ vào tuần 51, 52 đúng không ạ? Nếu đúng như vậy thì lịch bảo vệ dự kiến sẽ như thế nào ạ?",
    "Em muốn đăng kí hoãn thi cuối kỳ môn kinh tế kỹ thuật (IM2003) 15:00g ngày 27/11/2021 ạ.",
    "dạ e chào thầy, cô e tên , MSSV  khoa Khoa học Ứng dụng vừa r e đã qua đc anh văn 2 kỹ năng nói viết, mà e không đăng ký tốt nghiệp được, e thấy tình trạng là không được đăng ký (tạm dừng) thầy, cô xem giúp e vs ạ e cảm ơn ạ",
    "Em chào thầy cô. Em là , MSSV . Em xin nộp đơn xin miễn môn học:  1. Đường lối Đảng Cộng sản Việt Nam (SP1039).  2. Tư tưởng  (SP1035). Dạ thầy cô cho em hỏi là em nộp như vậy có đủ giấy tờ chưa ạ? Đơn xin miễn môn học em nộp có đúng mẫu không ạ? Em xin cảm ơn.",
    "Em chào thầy cô! Thầy cô cho em hỏi là hiện tại em đang ở quê và chưa tiêm đủ 2 mũi nên không thể lên lại SG đăng kí thi Toeic để nộp chuyển điểm chuẩn anh văn nhận luận văn tốt nghiệp được.Vậy phòng đào tạo có hướng giải quyết nào cho những trường hợp như em để đăng kí được LVTN cho học kì tới được không ạ. Em cảm ơn!",
    "Chào phòng đào tạo! Hiện giờ điểm tổng kết môn Hệ thống PLC ở học kỳ 202 của vẫn chưa được cập nhật dù môn học đã kết thúc rất lâu (thí nghiệm đã được bộ môn cho bù hồi cuối tháng 10). Điều này làm trễ thời gian tốt nghiệp của em vì hiện giờ đến gần cuối tháng 11 vẫn chưa có điểm cập nhật trên hệ thống để em được tốt nghiệp. Em xin cảm ơn",
    "Chào thầy ,cô Hiện em đang thực hiện luận văn trong kì này! Và em đang hoàn thành xong 4 lớp anh văn nhu Cầu 1A,2A,3A 4A.. Vì dịch không thi toeic được nên Trường không xét toeic cho sinh viên nhận luận văn trong kì 211. Vậy khi e hoan thành xong luận văn và 4 lớp anh vănnhu Cầu, khi tốt nghiệp e có yếu phai nộp bằng toeic không ạ?",
    "Kính gửi: Phòng đào tạo - Trường đại học Bách Khoa TPHCM, Hiện tại, em đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021. Tuy nhiên, em vào trang MyBK để đăng ký xét tốt nghiệp thì không thể đăng ký được vì tình trạng đăng ký hiện tại là \"Không được phép đăng ký (tạm dừng)\". Em rất mong Phòng Đào Tạo kiểm tra lại giúp em và em cũng mong nhận được phản hồi sớm từ Phòng Đào Tạo để kịp đăng ký xét tốt nghiệp sớm. Em xin trân trọng cảm ơn.",
    "Kính gửi thầy/cô văn phòng đào tạo, Em có được nghe nói đến chương trình ddp của khoa khoa học ứng dụng. Em muốn biết thêm thông tin về chương trình này. Và về các học bổng du học Nhật có liên quan được không? Em mong thư hồi đáp ạ. Em xin cảm ơn.",
    "Kính thưa quý thầy cô Phòng Đào Tạo  Ở kì 202 em xin hoãn thi môn Giải Tích 2 và đã được chấp thuận. Điều kiện hoãn thi là phải thi lại trong vòng 1 năm, mà kì 211 này em được xếp lịch thi môn Giải Tích 2 . Vậy cho em hỏi là em xin hoãn thi môn giải tích 2 này sang kì 212 có được không ạ ( vì ngày thi em có việc gia đình) Em xin chân thành cảm ơn",
    "Em chào quý thầy cô ạ! Em là  () . Em vừa thấy trường gửi Gmail thông báo về việc nộp bằng THPT nhưng hiện giờ bằng của em đang ở trong KTX Khu A Đại học Quốc gia TP HCM. Và em không thể vào TP HCM để lấy bằng và photo nộp trường được. Mong quý thầy, cô có thể gia hạn đến khi quay lại trường để em có thể nộp bằng được không ạ. Em cảm ơn ạ!",
    "KÍnh gửi Phòng Đào Tạo, Hôm nay em có lịch thi cuối kì môn Vẽ kỹ thuật xây dựng, CI1033, của cô  vào lúc 18h. Nhưng hôm nay tình trạng của trang BKE khá lag. Em không thể đăng nhập vô được. Đường link thi cuối kì nằm trên BKE . Có thể đăng nhập vô được nhưng được 5ph thì lại bị văng ra, hoặc đứng máy. Từ lúc 13h tới giờ vẫn vậy, và các bạn của em cũng gặp tình trạng như vậy . Để tránh tình trạng văng ra giữa chừng.Không biết phía PDT có thể cho em dời lịch thi được không ạ?  Em xin chân thành cảm ơn.",
    "Em xin hỏi là hiện tại em đã có lịch thi hoãn thi. Em có bắt buộc phải tham gia thi trong học kỳ này không ạ. Em đã đọc quy chế nhưng vẫn chưa nắm chắc ạ.",
    "Em tên  Mssv:  Lý do: tháng 7 vừa rồi em có đăng kí chương trình liên thông thạc sĩ kĩ sư bây giờ em muốn hủy thì em phải tải đơn ở đâu ạ em có tìm bên trang pđt sau đại học nhưng không có ạ. Mong thầy/cô giúp em với ạ. Em cảm ơn.",
    "cho em xin hỏi là trang đăng kí môn học đã mở để đăng kí học phần nhưng em vẫn chưa nhân được mail về việc nay. vậy thì em có phải đăng kí môn học không ạ. em cảm ơn",
    "Hiện em là sinh viên sẽ làm lễ tốt nghiệp vào tháng 1/2022. Em có thấy các bạn sinh viên trường mình đang đăng ký bảo hiểm y tế sinh viên. Vậy trường hợp của em muốn tham gia bảo hiểm y tế sinh viên 12 tháng năm 2022 thì có được không ạ?",
    "XD20KT -  Em nộp đơn trình bày ạ!",
    "chào thầy, cô do đợt nghỉ dịch em về quê gắp rút quá không biết thẻ sinh viên nó còn trên trọ hai là mất rồi nên em muốn in lại nhưng vào phần in thẻ điền đầy đủ thông tỉn rồi nhưng không in được nó để (Bạn đang có 1 phiếu chưa hoàn tất, tạm dừng hoặc không có thời khóa biểu) là sao ạ em sinh viên k20 ạ",
    "Em thấy trên mybk đã mở đăng ký môn rồi ko pik là đăng ký được chưa hay tới 6/12 mới đăng ký được z ạ!!!",
    "Em chào thầy cô ạ, em hiện là sinh viên năm 3 ngành Địa kỹ thuật, em đã đọc quy định về việc học song ngành ạ. Cho em hỏi là em muốn học   một số môn song ngành ngành Xây dựng để tích lũy nhưng có một số môn ngành em cũng có học rồi va bên ngành xây dựng cũng có những môn đó nhưng khác mã môn học, ví dụ như môn Khoa học trái đất mã CI1069 và GE1013...., cho em hỏi là em có cần đăng ký học lại những môn đó không ạ ? Em cảm ơn thầy cô!!",
    "Thưa thầy cô, Em có nguyện vọng chuyển hệ từ Chính quy sang hệ Vừa học vừa làm. Hôm 11/11 em có đặt câu hỏi nhờ thầy cô hỗ trợ hướng dẫn em chuyển hệ (Câu hỏi/yêu cầu #40361). Hôm nay em gửi đơn xin được chuyển hệ ạ. Thầy cô xem xét giúp em. Nếu có sai sót em mong thầy cô phản hồi để em sắp xếp ạ. Em cảm ơn ạ. Sinh viên ",
    "Dạ em chào thầy (cô), Dạ cho em hỏi là việc nộp bản sao bằng tốt nghiệp THPT có thể tạm hoãn lại được không ạ. Do bằng tốt nghiệp em không có đem về nhà mà để trên ký túc xá. Mong các thầy (cô) giải đáp câu hỏi này của em. em xin cảm ơn!",
    "thầy cô cho em hỏi là trên đăng ký môn học có mở đợt đăng ký kỳ 212 cho CQ+VHVL thì sinh viên khóa chính quy tụi em có đăng ký trong đợt này không ạ",
    "Thưa thầy/cô, hiện học kỳ 211 ở mục Môn tự chọn cơ sở ngành, em đã chọn môn Các hệ thống môi trường. Vậy nếu ở HK212 em chọn học thêm môn Mô hình hóa môi trường cùng mục Môn tự chọn cơ sở ngành, thì Mô hình hóa có được tính chi vào Tự chọn tự do không ạ? Mặt khác nếu ở mục Môn tự cọn chuyên ngành, theo CTĐT là chọn 1 môn, nhưng nếu em học 2 môn trở lên thì môn dư đó có được tính vào Tự chọn tự do không ạ? Em cảm ơn thầy/cô đã trả lời ạ.",
    "Dạ em chào cô ! em là sinh viên khóa k18 ,em có thắc mắc là khóa của em hiện tại nếu thi toeic được 500 cho 2 kỹ năng (LC,RC) thì có được chuyển điểm anh văn 4 không ạ? ",
    "Em chào thầy cô, Theo như thông báo của Nhà trường thì 6/12 này tụi em sẽ học lại thí nghiệm/thực hành trực tiếp nên em có vài thắc mắc mong thầy cô có thể giải đáp giúp em ạ. 1. Kế hoạch học trực tiếp này là cho tất cả các bạn sinh viên hay chỉ áp dụng với các bạn đăng ký học thí nghiệm trước đó ạ. 2. Giả sử là áp dụng cho tất cả các bạn sinh viên vậy có thể hoãn không ạ, vì theo em biết nhiều bạn hiện đang ở vùng đỏ/ở xa/gia đình không cho vào học,... 3. Vấn đề chỗ ở, dù học ở cs1 nhưng việc thuê trọ ở khu vực gần cs1 sẽ là bất khả thi hoặc quá khả năng tài chính của nhiều bạn (nhiều bạn đã đăng ký ở ktx ở cs2 sẵn rồi), nên nếu mọi việc diễn ra như dự kiến, Nhà trường có thông báo cho ktx đón sinh viên không ạ. Câu văn lủng củng mong thầy/cô thông cảm ạ. Cảm ơn thầy/cô đã đọc ạ. Chúc thầy/cô một ngày tốt lành!!!",
    "Chào thầy cô, Em thấy bên đăng ký môn học có mở 1 mục 'Đăng ký môn học HK212 - Đợt 1 CQ + VLVH' nhưng em không thấy mail thông báo về việc mở đăng ký môn học ạ. Em không biết mục trên có phải dành cho các ban sinh viên học hệ chính quy (đại trà-K21, K20,K19,..) không ạ? Nếu đúng, mong nhà trường có mail thông báo vì nhiều bạn sẽ không biết về việc mở đkmh này ạ. Em cảm ơn thầy cô đã đọc ạ. Chúc thầy cô một ngày tốt lành!!!",
    "Em đã nhận được mail báo là đã có tên trong danh sách dự kiến tốt nghiệp nhưng em vào bấm đăng ký tốt nghiệp thì không được ạ (chỗ màu xanh không cho bấm vào). Em không biết tại sao. Mong thầy/cô xem giúp em ạ.",
    "Chào ad: không biết là khi bị rớt môn, học lại thì điểm trung bình môn đó sẽ lấy lần học có điểm cao nhất hay là lấy trung bình của các lần học vậy. Cảm ơn ad.",
    "Dạ thưa PĐT, em thấy trên mybk đã mở đợt đăng kí môn học của học kì 212, nhưng mà em chưa nhận được thông báo từ nhà trường, vậy là em đợi nhà trường thông báo mới đăng ký môn hay là em đăng kí vô đợt đăng ký môn mà trên mybk đang mở v ạ. Mong được PĐT phản hồi sớm ạ. Em cảm ơn!",
    "Em chào pđt, EM tên  MSSV:  Phòng đào tạo cho em hỏi là em khóa K15 thì cần TOEIC 500 hay TOEIC 600 để đổi AV 1 2 3 4 ạ. Em cảm ơn",
    "Thưa thầy, cô. Do em bị trễ anh văn và đăng ký môn học kì này bị hết slot ( dù đã gửi mail đăng ký bổ sung đợt 2 và được phản hồi nhưng không được xét duyệt)  . Hiện tại em còn thiếu EE3021 - Thực tập điện tử 2 , EE3019- Truyền số liệu và mạng, em có thể xin phép đăng ký học song song cùng với đồ án không ạ. Và nếu môn EE3021 - Thực tập điện tử 2 khi đi học thực hành ( bắt đầu từ ngày 6/12 ), theo em nghĩ nhiều khả năng sẽ không đủ chỉ số lớp ( không đáp ứng được 2 mũi vaxcin) thì em có thể làm đơn dky thay vào chỗ các bạn không có điều kiện lên học thực hành không ạ. Em xin cảm ơn thầy cô. Mong thầy cô giải đáp thắc mắc giúp em .   i ",
    "Em chào cô. Em làm đơn này gửi cô  vì cô đang xử lý đơn hoãn thi của em. Dạ không biết cô có thể sắp xếp em thi cuối kì giải tích 1 chung với các bạn học dự thính kì 211 này không ạ. Tại kì em hoãn là 203 nên sẽ hợp lý nếu em thi chung với khóa dự thính ạ. Em cảm ơn cô .",
    "Kính gửi phòng đào tạo, Hiện tại em là sinh viên K18, và theo đúng chương trình đào tạo thì học kỳ sau em sẽ đăng ký luận văn tốt nghiệp. Tuy nhiên, do dịch bệnh bùng phát nên em chưa thể đăng ký thi TOEIC để đủ tiêu chuẩn Anh văn cho việc đăng ký Luận văn. Em muốn hỏi rằng kỳ sau có xét chuẩn Anh văn để đăng ký Luận văn hay không, và dự kiến khi nào sẽ có thông báo về việc này qua email cho sinh viên ạ ?  Em xin cảm ơn.",
    "Xin chào quý thầy cô BKSI, Em tên , mssv . Em có đăng ký tốt nghiệp nhưng hiện tại tình trạng sinh viên của em vẫn còn là đang học. Em có thể hỏi khi nào tình trạng sinh viên của em được cập nhật ạ? Em cám ơn thầy cô đã đọc ạ.",
    "Em tên là , mssv . Vừa rồi vì em tưởng điền link form đăng ký đi học thí nghiệm trực tiếp để khảo sát số lượng sinh viên nên em đã điền form ạ. Sau khi có thông báo đi học vào 6/12 thì gia đình em phản đối đi học trực tiếp. Em muốn hỏi là không biết nhà trường có thể hủy đăng ký đi học trực tiếp của em được không ạ? Em cảm ơn.",
    "Em chào cô thầy Em tên là   Em đã nhận được mail thông báo \"Chúc mừng sinh viên đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021.\" Nhưng khi lên đăng ký tốt nghiệp trên mybk thì có 1 dòng chữ màu đỏ là \"Không được phép đăng ký (tạm dưng)\". Xin cô thầy cho em cách giải quyết ạ. Em chân thành cám ơn ạ   i Tốt nghiệp .",
    "Em xin chào thầy/cô phụ trách giải quyết ạ. Em tên là  , MSSV:  , vừa rồi em đó điền link của trường về việc học thí nghiệm, em đọc không kĩ và tưởng đó là khảo sát để biết số lượng, mà gần đây nhận được thông báo đi học dành cho những bạn đã điền link đấy ạ . Mà hiện tại trong nhà anh em đang bị f0, và hiện tại nhà đang cách ly nên em muốn hủy đăng kí học trực tiếp trong các tuần tới ạ. Em xin cảm ơn  thầy/cô nhiều ạ. Chúc thầy/cô nhiều sức khoẻ và an toàn trong mùa dịch.",
    "Em là sinh viên PFIEV khóa 17, Do em đã chưa đủ điểm qua môn học Toán 3 (006713) ở hk 181, Sau đố do thay đổi ctđt nên môn này bị hủy và thay vao đó là môn tương đương theo ctdt mới Giải Tích 3 (MT2007) và em đã hoàn thành trong học kì 203. Em chưa được chuyển điểm miễn trên mybk, Cho em hỏi em có cần làm đơn xin phép hay không ạ?",
    "Em chào quý thầy cô, Em tên SV:  Cho em hỏi mã lớp LA1037 lớp AV1A học vào tháng  tới có thể tăng sỉ số hoặc mở thêm lớp được không ạ? Em đang học AVCB A chuẩn bị học AV1A để kịp đủ anh văn năm nhất để đăng kí môn cơ sở ngành cho kì 212 ạ. Do sơ sót nên em vào hơi trễ, nên lớp full rồi ạ. Mong PĐT có thể tăng sỉ số lớp hoặc mở thêm lớp để em và các bạn chưa đăng kí có thể kịp để hoàn thành chuẩn AV năm nhất với ạ. Em ơn thầy/cô.",
    "Kính gửi phòng đào tạo, em đã từng bị trễ 1 học kì 202 do môn anh văn nên môn  _ EE2039  và  _ EE2035 em chưa được học. Do môn này tiên quyết rất nhiều môn như đồ án, thực tập nên hè 203 em có đăng ký nhưng bị hủy do tình hình dịch bệnh. Đến học kì 211 em vẫn đăng kí dự thính đợt 2 nhưng bị hủy lớp do sĩ số ít. Mong nhà trường có thể tạo điều kiện cho em học song hành với các môn học kì 212 được không ạ. Em đã nỗ lực rất nhiều và em mong nhà trường có thể tạo điều kiện cho em. Em sẽ cố gắng học tập và em tin với việc học song hành như vậy đôi lúc sẽ khó khăn hơn nhưng em tin là em sẽ làm được. Em xin cảm ơn.",
    "Em chào thầy cô,  Em là sinh viên trường mình, do kì trước có một số vấn đề nên e không đăng kí môn học và bị tạm dừng học kì rồi, hiện nay e đang có nhu cầu muốn nộp đơn tiếp nhận lại để được đăng kí môn học và học tập trong học kì tiếp theo nên e viết thư này muốn hỏi là e có thể nộp đơn tiếp nhận theo hình thức nào được ạ?",
    "Em tên là   B  -    . Ngày 22/11 em có thông báo có tên trong danh sách tốt nghiệp dự kiến đợt 2 năm 2021, em đã đăng ký xét tốt nghiệp, thanh toán lệ phí và đã được chấp nhận đăng ký. Nhưng sáng hôm nay em kiểm tra lại thì tình trạng ghi là \"  B không được đăng ký (tạm dừng)\".    Mong phòng đạo tạo kiểm tra và giải quyết sớm cho em vấn đề này, hiện tại em đã đủ điều kiện và có tên trong danh sách dự kiến và cũng đã thanh toán lệ phí .",
    "Họ và tên sinh viên:      -Kính thưa PĐT, hiện tại ở phần đăng kí môn học của mybk đã có phần đăng kí môn học cho HK212 của CQ và VHVL, nhưng do em chưa nhận được thông báo để đăng kí môn học nên em vẫn chưa vào đăng kí vì nghĩ rằng đang là thời gian bảo trì của website của trường nên em không đăng kí để tránh gây khó khăn cho bộ phận bảo trì hệ thống. Và em có một câu hỏi ạ:     (1)Bây giờ hệ thống đã hoạt động lại bình thường thì em có thể đăng kí môn chưa ạ? Em mong sẽ nhận được phản hồi sớm nhất từ PĐT ạ. Chân thành cảm ơn.     i ",
    "Kính chào quý thầy cô ! Dạ quý thầy/cô cho em hỏi hiện tại em đang tạm dừng hk 211 mà nhà trường yêu cầu sắp tới sẽ phải nộp bằng tốt nghiệp THPT vậy e có được đk để nộp không ạ. Em cám ơn ạ.",
    "Dạ thưa thầy,cô em có ở học kỳ trước 202 và 203 em có đăng ký các lớp anh văn nhu cầu 1A,2A,3A có mã là LA1037,LA1039,LA1041. Theo như trường nói thì ở các lớp này sẽ không tính điểm vào điểm trung bình tích lũy nhưng có tính vào số tín chỉ tích lũy. Nhưng hiện tại em lại không được cộng số tín chỉ này. . Ở dưới em có đính kèm hình trên từng học kỳ ạ  Ở học kỳ 202 em đăng ký 13 tín chỉ nhưng chỉ tính cho em 9 tín chỉ và thiếu 4 tín chỉ của LA1037, 1039  Ở kỳ 203 em đăng ký 2 chỉ môn LA1041 thì lại không có tín chỉ nào. Mong thầy cô xem lại giúp em ạ. Em cảm ơn thầy cô giúp đỡ",
    "Kính gửi thầy/cô em là:  MSSV  NHÓM EM GỒM:        hiện tại nhóm em đang làm luận văn tốt nghiệp HK1 - 2021-2022, trên thời khóa biểu em thấy là hoàn thành luận văn tuần 47, hôm nay là ngày cuối của tuần 47. Nhưng em không biết khi nào sẽ bảo vệ luận văn, vì tình hình dịch bên nên nhóm em không thể vào trường để làm luận văn được. kính mong thầy/cô cho em biết là khi nào trường tổ chức bảo vệ, và khi nào nhóm em có thể vào trường ạ em cảm ơn thầy/cô ",
    "Em tên - MSSV  Ngày mai em có lịch thi, nhưng bkex đã bị khóa,  nhờ pđt mở giúp em với ạ.",
    "Em tên:    B   U -Nội dung:       Hiện tại em đã có điểm thi môn lý nhưng trước đó ,lúc làm bài thi xong, em bị gặp lỗi ứng dụng record màn hình thi khiến cho ứng dụng tự động tắt vằ mất đi bản ghi hình khiến cho em không có video để gửi lên trường.   U -Câu hỏi:     1/Vậy em vẫn có phải nộp đơn xin thi lại? 2/Nếu có thì em phải nộp đơn xin thi lại cho ai?  Trân trọng cảm ơn Thầy/Cô",
    "Em bì tạm dừng kì này vì đống trễ học phí. Em đã đóng học phí rồi. Vậy em có thể đăng kí môn cho kì sau được không ạ? Em xin cảm ơn.",
    "Dạ em chào phòng đào tạo . Em tên là , MSSV: . Nay em viết mail này để nộp đơn đăng ký thu nhận lại học kỳ 212. Lí do em tạm ngừng học kì 211 và phải nộp đơn thu nhận lại cho học kì 212 thì em có đính kèm hình ảnh giải thích bên dưới ạ. Các giấy tờ yêu cầu khác (bao gồm bằng tốt nghiệp THPT, kết quả thi anh văn   250, hoàn thành hết học phí) thì em có đính kèm hình ảnh bên dưới cho từng loại ạ. Vì em đã tạo câu hỏi trên BKSI và được hướng dẫn như vậy nhưng vì lí do không được vào trường nộp trực tiếp nên em phải viết mail để nộp cho phòng đào tạo ạ . Dạ em cảm ơn ạ.",
    "em tên , MSSV  lớp DD20LT05 em đã nộp bằng tốt nghiệp THPT cho lớp trưởng 1 tháng trước nhưng sao trên phần nộp bằng tốt nghiệp THPT chưa có xác nhận Phiếu đăng kí đã xử lí vậy ạ. em cảm ơn ạ",
    "Cho em hỏi về việc đăng kí LVTN, hiện tại em mới chỉ có 9.5 ngày CTXH  vậy có đủ điều kiện để đăng kí làm LVTN trong kỳ đăng kí môn học này được không ạ? Do dịch nên có ít hoạt động để tham gia nên hiện tại em chưa tích lũy đủ 10 ngày CTXH ạ.",
    "Kính chào thầy cô Phòng đào tạo, Em tên là , MSSV:  Em viết thư này để hỏi PĐT về việc đăng ký tốt nghiệp của em. Hiện tại khi vào phần đăng ký tốt nghiệp, em được báo là \"Không được phép đăng ký (tạm dừng, nợ học phí)\". Nhưng khi kiểm tra lại trên Mybk thì tình trạng là \"Đang học\", và không có nợ học phí. (file đính kèm phía dưới) Em có kiểm tra lại các điều kiện tốt nghiệp của em. Em thấy đã đủ rồi. Nhưng không chắc còn có vấn đề gì khác mà em bỏ sót nữa không. Em kính nhờ PĐT có thể kiểm tra lại giúp em, để em có thể bổ sung kịp thời trước khi hết hạn đăng ký tốt nghiệp. Em xin chân thành cảm ơn!  mong nhận được phản hồi từ thầy cô. Trân trọng, ",
    "Kính gửi phòng đào tạo Em tên: Lưu Quốc Cường MSSV: Hệ H:  - điện tử Lớp Z3CD Dạ cho em hỏi là hiện các bạn chung lớp cùng ngành em học( kỹ thuật điện) đều nhận   B phiếu miễn môn    học các môn học đã học ở hệ cao đẳng từ mail trường nhưng riêng em lại   B không có   ,mặc dù khi nộp hồ sơ đã nộp đủ bảng điểm và bằng tốt nghiệp hệ cao đẳng trường Cao Đẳng điện lực TPHCM. Mong phòng đào tạo kiểm tra và giải đáp thắc mắc giúp em, để em có thể thực hiện đăng ký môn học lần này. Đính kèm bằng tốt nghiệp hệ cao đẳng, bảng điểm của hệ cao đẳng và phiếu miển môn của bạn cùng lớp. Em cảm ơn. Trân trọng./.",
    "Em có đăng ký thi anh văn  nói viết tháng 12 này nhưng sao tận hôm nay em định thanh toán học phí thì không có hóa đơn cần thanh toán trên bkpay . Phòng đào tạo xem lại trường hợp của em với ạ ",
    "Em xin chào thầy/cô! Em đã nộp bằng tốt nghiệp THPT theo đơn vị lớp (cả lớp nộp cho lớp trưởng gửi về nhà trường) từ tháng 5/2020 nhưng tới bây giờ lại nhận báo là trường vẫn chưa xác nhận đã nhận được bằng tốt nghiệp của em. Vậy cho em hỏi nếu vẫn chưa được xác nhận thì em vẫn được đăng ký môn và tiếp tục học bình thường ở kỳ học sau đúng không ạ? Hiện tại dịch bệnh ở tỉnh thành của em rất căng và em không thể vào lại TP. HCM (Bằng tốt nghiệp của em đang còn để ở ktx) để photo bằng tốt nghiệp và nộp lại một lần nữa. Sau khi vào lại SG em nhất định sẽ nộp lại bằng tốt nghiệp THPT cho trường BK ạ! Em xin chân thành cảm ơn thầy/cô đã đọc mail và phản hồi thắc mắc của em!!!",
    "Em chào thầy/cô, Em là sinh viên khoa điện-điện tử, khóa K2019, trong chương trình đao tạo khóa em không có môn học EE3145-Kỹ thuật ra quyết định, vậy nếu em đăng kí học và hoàn thành môn này thì có được tính vào điểm trung bình tích lũy ngành để xét bậc tốt nghiệp không ạ?  Em xin cảm ơn.",
    "Em chào quý thầy, cô. Em là sinh viên khóa 2019 khoa Điện - Điện tử. Ở học kỳ 201 em đã xin tạm dừng học để bắt đầu chương trình du học Mitsubishi. Và đến nay em muốn quay trở lại trường để tiếp tục việc học. Do đó, em xin hỏi quý thầy, cô rằng: Em cần thực hiện những thủ tục cụ thể như thế nào (đơn từ, biểu mẫu), và thông qua hình thức gì (trực tiếp, trực tuyến) để có thể tiếp tục học vụ của mình ở trường? Mong sớm nhận được phản hồi từ quý thầy, cô. Em xin chân thành cảm ơn",
    "Kính chào thầy/cô, Em là sinh viên K18. Học kì 212 này, khóa em làm luận và em có một số vấn đề vẫn chưa rõ, kính mong thầy/cô giải đáp giúp em: 1. Điều kiện để được nhận luận văn là qua 4 môn anh văn của trường hay là phải nộp chứng chỉ Toeic theo chuẩn của trường ạ (K18 là 500) 2. Nếu phải nộp chứng chỉ ngoại ngữ thì hạn nộp là khi nào vậy ạ, do em vẫn chưa thấy cập nhật trên lịch học vụ ạ. 3. Thực tập hè của em vẫn chưa hoàn thành, do dịch nên khoa duyệt cho hoãn lại và em đã đóng học phí rồi, thì học kỳ này em có phải đăng ký Thực tập lại không ạ. Em xin cảm ơn quý thầy/cô rất nhiều. Kính chúc thầy/cô có một ngày đầu tuần thật nhiều niềm vui và sức khỏe ạ.",
    "Chào thầy (cô), Học kì 201 vừa rồi em có rớt 1 môn học. Kì 211 này em định tốt nghiệp nhưng bị rớt 1 môn, vì biết kết quả trễ nên em không kịp đăng kí môn. Em cần làm thủ tục thu nạp sinh viên như thế nào để được đăng kí môn học ở kì sắp tới không ạ? Em cảm ơn Mong phản hồi từ thầy (cô)",
    "Em xin chào thầy/cô PĐT Cho em hỏi, em đã đăng ký tốt nghiệp thành công (đã thanh toán tiền lệ phí, đã nhận mail \"thông báo đơn xin xét tốt nghiệp đã được xác nhận\") nhưng sao hôm nay em vào lại mybk xem lại trang đăng ký tốt nghiệp thì chỗ tình trạng đăng ký hiện \"không được phép đăng ký (tạm dừng)\" dù trước đó đã hiện xác nhận ạ. Em cám ơn thầy/cô nhiều ạ!",
    "Em tên:  MSSV :  Lớp : XD14CD2 Giáo viên chủ nhiệm :  Nay em viết đơn này xin nhà trường cho em được thôi học bắt đầu từ học kỳ 1, năm học 2021-2022 để đăng ký tham gia học hệ vừa học vừa  làm của  nhà trường, vì lý do em đã hết thời gian tham gia học chương trình chính quy của nhà trường. Mong nhà trường chấp thuận để em được tiếp tục theo học, em xin chân thành cảm ơn. Vì lý do dịch bệnh Covid nên em không trực tiếp lên Phòng đào tạo để nộp đơn được, nên em xin phép nộp đơn online.",
    "Em đã có tên trong danh sách dự kiến tốt nghiệp cào tháng 11 thế nhưng  khi vào mục đăng kí tốt nghiệp thì e lại nhận kết quả là :  ( ) Mong PĐT xem xét giúp em ạ Em cảm ơn ạ",
    "Chào cô, Học kì 211 em không đăng kí và bị tạm dừng học vụ. Kì tới 212 em muốn đăng kí môn học. Trong tình trạng sinh viên của em ở mybk vẫn là đang học, nhưng em không đăng kí môn được. Em cũng không xem được thời hạn thu nạp lại ở mybk. Mong cô hướng dẫn em làm thủ tục thu nạp cũng như  thời hạn thu nạp . Em cảm ơn",
    "quên số thẻ BHYT thì phải làm sao để tiếp tục đăng kí bảo hiểm",
    "Em chào quý thầy cô . Dạ cho em hỏi là em làm bài kiểm tra Shcd thứ nhất mấy ngày nay rồi mà sao vẫn chưa được chấm điểm ạ . Em sợ sẽ không kịp cho bài kiểm tra thứ 2 ạ . Em cảm ơn ạ",
    "Kính chào Phòng Đào Tạo. Em tên là . MSSV: . Khoa Kỹ Thuật Giao Thông. Em tạo yêu cầu này với mục đích là xin hoãn thi cuối kỳ môn thi IM2011 Quản Lý Dự Án Cho Kỹ Sư vào ngày thứ 2 (29/11/2021). Với lý do là tình hình dịch bệnh hiện nay, nguồn tài liệu chính thức của em chính là BK-Elearning của trường. Nhưng hơn 3 ngày nay, em không truy cập được BK-Elearning để ôn thi nên không trang bị đầy đủ kiến thức để làm bài thi cho tốt. Em đã ấn vào mục Đăng ký hoãn thi cuối kỳ trên MyBK, biểu mẫu trên email thông báo phương thức hoãn thi thì không phản hồi ạ. Kính mong phòng đào tạo hỗ trợ em trong vấn đề dời lịch thi cuối kỳ môn này vào một ngày khác ạ. Xin cảm ơn!",
    "Em không đăng kí tốt nghiệp được do em bị tạm dừng dù kì này là em tốt nghiệp ạ. Mong Phòng đào tạo giúp em.",
    "Dạ em tên là  MSSV . Sau khi tuần rồi đợt 23/11 em bị lọt danh sách khi đăng ký tốt nghiệp. Sau đó PDT có thêm em vào đợt 26/11 em đã nhận được mail nhưng em vẫn chưa đăng kí được do bị để là không được phép đăng kí ( tạm dừng) và em vào aao thì dánh sách tốt nghiệp chỉ mới cập nhật đến ngày 23/11. Mong PDT giải quyết giúp em, Hiện em đang rất rất rất cần bằng gấp để bổ sung hồ sơ việc làm.",
    "Kính gửi thầy/cô,  Em vừa nộp chứng chỉ TOEIC nghe đọc 660, em muốn hỏi thời gian thẩm tra bằng và chuyển điểm là bao lâu và em có kịp xét tốt nghiệp sắp tới không ạ? Em xin cảm ơn thầy/cô. MSSV: ",
    "Thưa thầy(cô). Em tên . MSSV:. Thưa thầy(cô), trang web BKeL của trường bảo trì đã khá lâu và hiện giờ vẫn truy cập rất lag ạ. Mong PĐT sớm sửa chữa để tạo điều kiện cho chúng em ôn thi cuối kì ạ. Em chân thành cảm ơn. ",
    "Chào thầy cô!  Em tên là , sáng nay em có lịch thi môn Quản lý dự án cho kỹ sư (IM1025) lúc 7h. Trong quá trình vào BK exam, thì mạng trục trặc nên em mất 10 phút giải quyết mới vào được, vì hơi rối và sơ ý nên em có thực hiện bài thi nhưng quên ghi màn hình. Nên em xin phép hỏi có cách nào để giải quyết vấn đề này không ạ ? Em cảm ơn thầy cô!",
    "Em chào thầy/cô Em tên là , MSSV:, nay em viết thư này để nộp phiếu đăng kí thu nhận lại vào học kì sau để có thể tiếp tục học tập tại trường ạ. Mong thầy/cô xem xét và xử lí dùm em ạ. Em xin chân thành cảm ơn ạ! ,",
    "Em hiện đang là sinh viên năm 2 hệ chính quy ngành Khoa học máy tính. Với điểm đầu vào của em đủ để học tập tại khoa Quản lý công nghiệp theo điều 30 trong quy chế đào tạo và học vụ, nên em muốn hỏi thủ tục chuyển sang ngành trong cùng trường thì như thế nào ạ? Để bản thân có thể chuẩn bị trước cho kì sau. Em rất mong nhận được phản hồi sớm. Em cảm ơn ạ.",
    "Chào thầy cô. Cho em hỏi học kì trước em hoàn thành luận văn tốt nghiệp nên học kì này em không đăng kí môn học vì đã hoàn thành đủ tín chỉ để tốt nghiệp, chỉ thi anh văn nói viết và đã đủ điểm để tốt nghiệp. Nhưng em đang kí tốt nghiệp thì trên trang đăng kí hiển thị \" không thể đăng kí (tạm dừng)\" .Em phải làm sao đây ạ. Em cảm ơn thầy cô!",
    "Em chào quý thầy (cô), em tên  (mssv: ), thuộc khoa \"công nghệ vật liệu\". Hôm nay em viết mail này để xin Phòng Đào Tạo cho em hoãn thi môn \" quả lí dự án cho kỹ sư, mmh: IM2011, do cô  giảng dạy\", ngày thi 29/11/2021, thời gian thi lúc 7h . Do lúc bắt đầu thi thiết bị của em (laptop) bị trực trặc kỹ thuật, sau hơn 30 phút vẫn chưa khắc phục được, không có thiết bị thay thế. Nên em đã báo với cán bộ coi thi xin hoãn thi, và được sự đồng ý từ cán bộ và giáo viên giảng dạy. Em xin pdt chấp nhận cho em hoãn thi. Em cam kết với tất cả những gì em viết ở trên là hoàn toàn sự thật! em xin chân thành cảm ơn!",
    "Kính gửi PĐT, em tên là Nguyễn Quốc Thắng, MSSV:. Lúc trước em có đăng ký thi lại môn Trắc địa đại cương kì 202 nhưng vì tình hình dịch bệnh, nên việc liên lạc với PĐT và thầy phụ trách khó khăn nên em không nhận được đường link thi online môn  Trắc địa đại cương để tham gia thi ạ! Nên cho em hỏi em đăng ký lại môn này cho kì 211 được không ạ? Cùng với đó, cho em hỏi em đăng ký thêm 2 môn Xác suất thống kê MT2013 và Ph/l Việt Nam đại cương SP1007 để thi lại trong kì 211 này được không ạ? Vì theo như QUYẾT ĐỊNH của trường thì em chỉ được đăng ký trong vòng 1 năm! Mong PĐT tạo điều kiện cho em để em đăng ký thi ạ! Vì tình hình dịch bệnh không liên lạc với PĐT và thầy cô thuận lợi được nên rất khó khăn cho em để xin thi lại ạ! Em cảm ơn PĐT ạ! Em đính kèm file: Quyết định hoãn thi, Đơn xin xóa điểm VP môn MT2013 và SP1007, Đơn cho phép xóa điểm Trắc địa đại cương.",
    "Dạ kính thưa Phòng Đào Tạo, Em tên là , MSSV:  Khoa: Kỹ thuật Giao thông, Trường Đại học Bách Khoa TP.HCM Em viết mail này xin trình bày thắc mắc về việc nộp chứng chỉ ngoại ngữ trên trang My . Em đã nộp chứng chỉ ngoại ngữ Toeic Speaking and Writing của em vào ngày 25/05/2021 nhưng đến nay chưa được thẩm tra ạ . Trong lần phản hồi trước trên BKsi, em được khuyên là nên liên hệ với IIG Việt Nam để hỏi về kết quả thẩm tra. Em đã liên hệ với IIG Việt Nam và họ trả lời rằng kết quả thi trong tháng 5 đã được thẩm tra rồi ạ. Em kính mong Phòng Đào Tạo xem xét lại kết quả thẩm tra của em đã có chưa ạ, nếu chưa có thì có thể yêu cầu thẩm tra lại được không ạ. Em đang khá hoang mang ạ, em xin phép gửi đính kèm file scan chứng chỉ Toeic Speaking and Writing của em ạ. Em kính mong Phòng Đào Tạo xem xét hỗ trợ trường hợp của em ạ. Em xin trân trọng cảm ơn.",
    "Kính gửi quý thầy cô phòng đào tạo, Em tên là  , MSSV: . Hiện tại em đã đủ tất cả điều kiện để xét tốt nghiệp, tuy nhiên em vẫn chưa nhận email thông báo để có thể đăng ký xét tốt nghiệp được ạ. Em mong nhận được hỗ trợ của quý thầy cô. Em xin chân thành cảm ơn",
    "Thân chào quý thầy/cô ! Dạ cô ơi hiện tại em đang tạm dừng HK211 và sắp tới em muốn hoãn tiếp hk212 thì em đợi đến khi có lịch đăng ký môn hk212 rồi mới nộp đơn hay khi nào ạ. Cám ơn cô và mong nhận được sự hỗ trợ từ cô ạ  Thân chào !",
    "Em tên là , MSSV:  Học kì 203 em có đăng kí môn thực tập ngoài trường EN3325. Nhưng hiện tại vì nhiều lý do khách quan nên em không thể đi thực tập được tại thời điểm nhà trường tổ chức thực tập. Nhà trường cho em hỏi về thủ tục xin hoãn thực tập ngoài trường được không ạ? Em xin cảm ơn ",
    "Cho em hỏi tình trạng bằng tốt nghiệp tạm thời của em như thế nào rồi ạ!  Khi nào thì em có bằng tốt nghiệp chính thức ạ. Tên :  MSSV :  Em cảm ơn!",
    "Xin chào quý thầy cô, Hiện trên trang đăng ký môn học đã cập nhật đợt đăng ký môn học HK212 - Đợt 1 CQ + VHVL và hạn chót là ngày 06/12/2021. Tuy nhiên, theo như những học kỳ trước, về phía Phòng Đào tạo sẽ gửi mail thông báo về việc này, tuy nhiên hiện nay chưa có . Kính mong quý thầy cô giải đáp, liệu rằng đây chỉ là bản thử nghiệm của quý Phòng hay là một đợt đăng ký chính thức (và đợt này không có mail thông báo hoặc mail chưa được gửi về), thưa quý thầy cô?  Em hi vọng sẽ nhận được sự phản hồi tích cực từ quý thầy cô! Xin cảm ơn!",
    "Kính thưa Phòng đào tạo Em tên là , khóa 2017 Em có đăng ký tốt nghiệp ngày 22/11/2021 và đã nhận được mail thông báo đơn xin xét tốt nghiệp đã được xác nhận vào buổi chiều cùng ngày. Nay ngày 29/11/2021, em lên mybk mục đăng ký xét tốt nghiệp để xem có kết quả chưa thì thấy mục : Tình trạng đăng ký hiển thị: Không được phép đăng ký (tạm dừng). Em đã đóng phí tốt nghiệp với nhận được email xác nhận đăng ký tốt nghiệp rồi nhưng xảy ra tình trạng này. Em có gửi 2 hình (Mail thông báo xác nhận đăng ký và tình trạng đăng ký) trong tập tin đính kèm. Mong phòng đào tạo giải đáp giúp em ạ",
    "Em chào thầy/cô ạ, Em tên là , MSSV:  Em có nhận được email thông báo về việc trường mở lớp thực hành từ ngày 6/12/2021. Thầy/cô cho em hỏi là trường sẽ gửi thông tin các lớp thực hành sẽ mở với thời khóa biểu cho sinh viên trước ngày 6/12 đúng không ạ, hay làm sao để sinh viên biết được lớp của mình sẽ mở để đi học ạ. Em xin chân thành cảm ơn ạ! Chúc thầy/cô sức khỏe và an toàn mùa dịch ạ!",
    "Em kính chào PĐT. Em tên là . MSSV: 4. Thuộc khoa Cơ khí (liên thông). Dạ cho em hỏi em đã đủ điều kiện tốt nghiệp nhưng vẫn không đăng ký được. Em kính mong PĐT có thể giải quyết cho trường hợp của em ạ! Em cảm ơn PĐT đã xem qua tin nhắn này của em.",
    "Em có học lớp thí nghiệm môn hóa đại cương(CH1003) HK202 với cô Châu Ngọc Đỗ  và đã làm bài thi cuối kì vào 11h45 ngày 17/10/2021 đã điểm danh và nộp bài đầy đủ. Nhưng khi em vào kiểm tra điểm thì thấy phần điểm thí nghiệm là 13(vắng thi). Em đã tham gia đầy đủ các buổi thí nghiệm cần thiết và đã đủ 2 buổi thí nghiệm tại lab. Vì bkel đang có vấn đề nên em không thể liên hệ trực tiếp với cô  để giải quyết vấn đề. Nhờ pdt xử lý giúp em,  Em cảm ơn.  ",
    "Chào chị. Em là  -  sv của thầy NGUYEN HUU PHUC môn Nguyên lý tự luận - TT01 tại học kì 202. Do thời gian thi cuối kì là dịch bùng phát, laptop của Em hỏng màn hình nên Em không tham dự thi được. Và được sự đồng ý phòng đào tạo Em đã xin hoãn thi.   Học kì này, Em được phòng đạo tạo mở thi lại môn của thầy và Để có thể tham dự kì thi cuối kì cùng các bạn, em có mail cho thầy và nhận được sự hướng dẫn trên (HÌNH 1) Em có một số câu hỏi thắc mắc mong được chị giải đáp giúp em: 1. Riêng về môn Nguyên Lý Tự Luận, bài thi được gửi trực tiếp qua mail của thầy, vậy nên em phải có trong danh sách thi các lớp ( thầy liệt kê trên) Vậy em cần liên hệ ai, làm những việc gì để giúp đỡ thầy cùng pđt dễ quản lý và hỗ trợ em thi lại môn em hoãn thi ạ 2. Những môn tiếng việt nói chung và những môn cơ sở ngành nói riêng em chuẩn bị thi gỡ điểm hoãn thi có cần liên hệ giáo viên để được tham gia buổi thi hay không. Em cũng ko biết môn đó sẽ thi hình thức nào ( BKel hoặc BK exam) riêng môn nguyên lý tự luận trên khá là đặc thù nên em cần phải hỏi rõ ạ. Em mong được sự giúp đỡ từ chị và PĐT. Em xin cảm ơn   i ",
    "Chào chị, Trường hợp của em thì phải làm sao ạ ?. mong chị rep sớm với ạ.",
    "Em chào thầy cô, Em tên  MSSV  Ngày 19/11 em đã thanh toán học phí chính quy 211. Em đã liên hệ OCB nhân viên báo đã thanh toán nhưng sao hệ thống BKPay chưa cập nhật ạ? Em cảm ơn ạ!",
    "Dạ em có thanh toán trễ học phí. Theo trên bkpay thì 19/11 hết hạn. Nhưng vì lý do bất khả kháng em đóng trễ vào ngày 29/11 thì em có phải làm giấy hay mẫu gì nộp để khỏi ảnh hưởng đến học vụ không ạ. Em cảm ơn   i ",
    "Chào Thầy/Cô, Hiện tại em đã thấy mục ĐKMH HK212 cho SV chính quy trên MyBK. Không biết là PĐT có xét chuẩn AV cho đợt ĐKMH này không ạ vì hiện tại em đang ở quê và kẹt lại ở đây nên không thể tham gia thi để lấy chứng chỉ quốc tế nộp cho trường được ạ. Em cảm ơn",
    "Kính gửi: Phòng đào tạo - Trường đại học Bách Khoa TPHCM, Hiện tại, em đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021. Tuy nhiên, em vào trang MyBK để đăng ký xét tốt nghiệp thì không thể đăng ký được vì tình trạng đăng ký hiện tại là \"Không được phép đăng ký (tạm dừng)\". Em rất mong Phòng Đào Tạo kiểm tra lại giúp em và em cũng mong nhận được phản hồi sớm từ Phòng Đào Tạo để kịp đăng ký xét tốt nghiệp sớm. Em xin trân trọng cảm ơn.",
    "Em tên  MSSV:. Quý thầy cô cho em hỏi là hiện em đang là sinh viên năm 4 kì sau em sẽ nhận luận văn tốt nghiệm cho em hỏi là mình có cần bằng ánh văn toeic 500 để nhận luận văn không ạ. Em cảm ơn",
    "Chào thầy cô.    Cho em hỏi là hiện tại em muốn nộp bảng điểm và chứng chỉ Giáo Dục Quốc Phòng MI1003 để hoàn thành hồ sơ xét tốt nghiệp thì làm thế nào ạ. Lần trước em có hỏi thì được trả lời là \"đang chờ xác minh và sẽ trả lời em sau\" và thời gian đã hơn 2 tuần rồi. Em thấy thư thông báo là 29/11 đã cho phép sinh viên vô trường nên có cần em đem bảng điểm và giấy chứng nhận đã xong môn GDQP lên nộp Phòng Đào Tạo không? Em cảm ơn.",
    "Em là , mã số sinh viên , hiện tại em đã hoàn tất điểm các môn nhưng vẫn chưa có tên trong danh sách tốt nghiệp đợt này. Thầy/cô có thể giúp em kiểm tra/cập nhật lại danh sách được không ạ? Em cảm ơn thầy/cô nhiều ạ.",
    "Vấn đề là gần thi rồi nhưng hệ thống bkel lại bảo trì sữa chữa đã gần 4 ngày chúng em không thể vào hệ thống để ôn bài cũng như nộp bài theo yêu cầu của thầy cô, cũng không thể nhận được mail của thầy cô gửi đến. Mong nhà trường sửa chữa và khác phục hệ thống sớm để chúng em có thể học tập và kết thúc chương trình kì này.Nếu tình hình này kéo dài thì rất khó cho tụi em vì tình hình dịch bệnh đã phải học tập onl mà hệ thống thì cứ lỗi thế này thì làm sao thi ạ ?",
    "Chào thầy/cô Em muốn hỏi về vấn đề giấy xác nhận vay vốn sinh viên đấy ạ, sao trên mybk không có giấy xác nhận vay vốn ạ, nếu có thì mong thầy/cô hướng dẫn cho em với ạ. Mong thầy/cô giúp đỡ ạ. Em cảm ơn.",
    "Em kính chào PĐT ĐH Bách Khoa TPHCM, Em là , Khóa k16. Ngày 19 tháng 11 vừa qua em có đăng ký giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự thêm 1 năm để hoàn thành xong chương trình học tại trường. Nhưng ngày 26.11 vừa qua em mang giấy xác nhận nhà trường gửi xuống xã thì giấy chứng nhận này không còn đạt yêu cầu để tạm hoãn. Xã yêu cầu phía sinh viên phải liên hệ với nhà trường để xin thêm dòng chữ kỳ hạn ra trường và lý do chưa ra trường theo đúng quy định. Để đáp ứng được yêu cầu phía quân đội xã đề ra Em mong PĐT xác nhận giải quyết sớm để em có kịp giấy bổ sung cho bên quân đội để yên tâm tập trung hoàn thành chương trình học của bản thân. Sau đây em xin đính kèm giấy tạm hoãn tham khảo bên xã yêu cầu. Em xin cám ơn!",
    "Dạ, em xin phản ánh về việc trang BKel bị sập ạ, hiện tại em đã không vào trang BKel được 3 ngày (27/11-29-11), chỉ vào được khoảng tối muộn từ 1h khuya đến 5h sáng, điều này rất bất tiện cho việc học tập ôn thi, cũng như là việc nộp bài tập giảng viên giao về nhà, em mong trường khác phục sớm giúp tụi em ạ.",
    "Chào thầy (cô), Em có một câu hỏi về vấn đề nộp bằng anh văn để được đăng ký làm luận văn tốt nghiệp . -Do kỳ sau em sẽ bắt đầu đăng ký luận văn tốt nghiệp thì trước khi tụi em đăng ký thì có cần bắt buộc nộp bằng anh văn không ạ?  -Trong thời gian dịch này thì trường có gia hạn về việc nộp bằng anh văn để đăng ký luận văn cho sinh viên không, nếu có thì thời hạn là ngày nào ạ? Em xin chân thành cảm ơn quý thầy (cô).",
    "ngày rồi mà BK elearning vẫn bị lỗi và phải mất rất nhiều thời gian để truy cập được làm ảnh hưởng lớn đến quá trình học tập cũng như giảng dạy. Em mong trường sẽ sớm khắc phục vì đang trong mùa thi cuối kì nên sinh viên cần truy cập BKel rất nhiều. Em xin cảm ơn",
    "Em xin chào anh chị PĐT, Học kỳ 202 vừa rồi em có hoãn thi môn Sức bền vật liệu (CI2001) và em đã nhận được mail phản hồi là sẽ được thi lại để xóa điểm hoãn thi vào kỳ này. Nhưng hiện tại trên mybk của em vẫn chưa có lịch thi của môn này cũng như trên BKEX. Em mong anh chị xem xét giúp em ạ, Em xin cảm ơn, Trân trọng,",
    "Em có làm bài kiểm tra chương 1 SHCD nhưng 4 ngày vẫn chưa được chấm điểm, trong khi những bạn khác đã được làm tới chương 3. Em mong PĐT xem xét chấm điểm cho bài kiểm tra của em để em có thể làm được những chương tiếp theo. Em xin cảm ơn.",
    "Dạ em chào nhà trường. Nhà trường cho em hỏi,  vào HK202 em có hoãn thi 4 môn: vật lý 2, giải tích 2, đại số tuyến tính, và quản lý sản xuất. Trong lịch thi HK211 này, em có lịch thi bù của 3 môn: giải tích 2, đại số tuyến tính, và quản lý sản xuất. Em có thắc mắc là em có thể hoãn thi 1 môn \"GIẢI TÍCH 2\" sang học kỳ 212 được không ạ? Với mục đích tách ra: 2 môn thi bù ở kỳ 211 này, và 2 môn thi bù ở học kỳ 212 để có thể hoàn thành tốt tất cả các môn thi. Vậy với lý do \"em không đủ khả năng hoàn thành tốt nhiều môn thi trong một kỳ thi\" thì em có được chấp nhận yêu cầu hoãn thi không ạ? Em xin cảm ơn.",
    "Kính gửi  Thầy Cô!  Dạ thưa  Thầy Cô, em viết mail này vì có thắc mắc về việc đóng tiền thẻ BHYT ạ . Về việc đóng tiền thẻ BHYT có thời hạn từ ngày 9/11/2021 đến 25/11/2021. Nhưng do thiếu sót của em, nên hiện tại em chợt nhớ là mình chưa đóng đúng thời hạn ạ. Em xin lỗi về sự trễ hạn của em ạ. Cho em hỏi là bây giờ em đăng ký và đóng tiền thẻ BHYT 2022 thì còn hợp lệ không ạ?  Kính mong  Thầy Cô có thể giải đáp giúp em ạ! Em cảm ơn  Thầy Cô.",
    "Kính gửi PĐT Em tên là , sinh viên K19, khoa QLCN chương trình CLC. Em có thực hiện bài thu hoạch chủ đề số 2 trên trang web BKeL nhưng khi bấm vào \"Bắt đầu làm bài\" của bài thu hoạch, trang web bị đơ và không phản hồi. Em có thoát ra và đăng nhập vào lại thì đã kết thúc phần làm bài trước. Cả 2 lần làm bài của em đều bị giống nhau . Cho em hỏi liệu vậy thì em đã có được tính là hoàn thành bài thu hoạch để điểm danh cho lần sinh hoạt công dân này hay chưa? Và nếu chưa hoàn thành liệu em có được gia hạn hay làm lại để không bị trừ điểm rèn luyện hay không?  P/s: Em đã hoàn thành bài thu hoạch chủ đề 1.",
    "Em chào thầy cô, sáng nay trong quá trình làm bài thi môn QLDA (IM1025), phần mềm quay màn hình làm bài của em có sự cố dẫn đến việc mất một đoạn video khoảng 1/3 quá trình làm bài thi. Mong thầy cô xem xét giúp em ạ. Em cảm ơn thầy cô!",
    "Em kính chào thầy cô, cho em hỏi một vấn đề với ạ, tại học kỳ 202 em có hoãn thi môn kỹ thuật lập trình do không đủ điều kiện dự thi, nhưng sau khi học xong học kỳ 211 thì em phát hiện mình cần học lại môn đó để lấy lại kiến thức tránh nợ môn liên tục. Nhưng từ giờ đến khi được đăng ký thi là hết học kỳ 212 nghĩa là đến học kỳ 222 em mới học được lại môn đó. Giờ em muốn hủy môn đó để học lại thì phải làm sao ạ, hoặc em đăng ký môn chồng lên môn đó có được học lại không hay phải thi thì mới được đăng ký lại ạ. Em cảm ơn quý thầy cô.",
    "Thưa phòng đào tạo, em muốn hỏi là khi nào em mới được cập nhật điểm tổng kết của môn Hoá Đại Cương (CH1003) của lớp dự thính DT02 học kì 202 ạ, vì vấn đề chưa có điểm môn học này nên em không thể đăng ký tốt nghiệp được, mong phòng đào tạo sớm cập nhật điểm của môn học này để thuận tiện cho việc đăng ký tốt nghiệp của em ạ. Em cảm ơn",
    "Chào thầy/cô, vì một số lý do cá nhân nên em đã không đăng ký đóng bảo hiểm y tế trong thời hạn cho phép. Bây giờ em muốn đăng kí thì phải làm thế nào ạ? Em cảm ơn thầy/cô.",
    "Hiện tại, em đã có điểm tổng kết môn Hóa Đại Cương (CH1003) của lớp dự thính DT202 nhưng vẫn chưa được cập nhật trên trang web Mybk. Dù trước đó em có hỏi thầy dạy bộ môn Hóa Đại Cương (CH1003) là thầy , rằng thầy đã gửi điểm lên Khoa từ ngày 15/11 rồi ạ. Và môn Hóa Đại Cương (CH1003) là điều kiện cuối cùng để em có thể đăng ký tốt nghiệp ạ. Hơn hết chỗ xin việc hiện tại của em cũng đang rất cần bằng tốt nghiệp để em có cơ hội làm việc ạ. Kính mong phòng đào tạo xem xét giúp em ạ.  ",
    "Kính gửi: Ban Giám Hiệu trường đại học Bách Khoa TP Hồ Chí Minh.                 Phòng Đào Tạo trường đại học Bách Khoa TP Hồ Chí Minh. Em tên:   Mssv:    Lý do: Em đã tạm dừng học kỳ 211, kính mong Ban Giám Hiệu trường đại học Bách Khoa TP Hồ Chí Minh, Phòng Đào Tạo đại học Bách Khoa TP Hồ Chí Minh cho em xin được thu nhận lại học kỳ 212. Em xin chân thành cảm ơn!       Người viết đơn                     ",
    "Xin chào nhà trường, Em là  (MSSV: ), khóa K17, Khoa Kỹ thuật Hóa học. Em có nhận được mail từ trường về việc đến CS1 nhận bằng tốt nghiệp. Tuy nhiên, vì dịch bệnh nên e đã về quê và hiện đang cách ly tại nhà nên không thể lên TPHCM để nhận bằng được. Em có thể viết giấy ủy quyền để người thân đi lấy được không ạ? Vì hiện giờ em cần bằng tốt nghiệp để làm giấy tờ du học vào kì tới. Thời gian làm hồ sơ du học còn lại không nhiều nên mong nhà trường xem xét cho em có thể ủy quyền nhận bằng tốt nghiệp ạ . Em xin chân thành cảm ơn.",
    "dạ e chào thầy, cô e đã đăng ký tốt nghiệp và thanh toán 95.000 trên BKPay thành công r ạ, nhưng e xem lại trên myBK thì ở phần Đăng ký Tốt nghiệp của e thì đang để tình trạng là không được phép đăng ký (như hình e gửi kèm ạ) thầy, cô xem giúp e vs ạ, e cảm ơn thầy, cô.",
    "Kính gửi quý thầy cô,  Em tên  - MSSV: , hiện đang là sinh viên K18 khoa Điện - Điện tử, ngành Điện Từ - Viễn Thông. Hôm nay em tạo yêu cầu này với những thắc mắc cũng như những hi vọng thầy cô có thể giúp đỡ a: - Đầu tiên, theo em được biết cũng như đã tham khảo quy chế đào tạo về học vụ dành riêng cho khóa K18 thì điều kiện để được nhận luận văn tốt nghiệp là ít nhất phải nộp chứng chỉ anh văn 2 kĩ năng nghe và đọc đúng không ạ? - Thứ hai là nếu đúng như vậy thì em hong biết kì này có thể có thay đổi gì không ạ, vì hiện tình hình dịch vẫn còn diễn biến phức tạp nên em vẫn chưa thể đi thi được ạ. Hi vọng quý thầy cô có thể giúp đỡ, cho em xin gia hạn việc nộp chứng chỉ thêm 1 tí để em có thể thi và nhận luận văn tốt nghiệp được không ạ? Em cam kết sẽ nộp đầy đủ trong thời gian sớm nhất ạ! Em cám ơn quý thầy cô đã xem qua và mong sẽ nhận được phản hồi sớm nhất có thể. Best Regards, ",
    "Em là , khóa K20, khoa khoa học và kỹ thuật máy tính. Em đã đọc về quy chế tạm dừng học trên trang aao.hcmut.edu.vn. Tuy nhiên em vẫn còn một số thắc mắc rất mong được thầy/cô giải đáp:  + Do tình hình dịch bệnh nên em có thể gửi phiếu đề nghị được tạm dừng học qua đường bưu điện đến Phòng Đào Đạo được không hay em phải trực tiếp đến phòng đào tạo nộp phiếu ạ? + Sắp tới đầu tháng 12, trường sẽ mở đợt đăng kí môn học cho học kì 2, năm 2021-2022, nếu bây giờ em đăng kí tạm dừng học ở học kì đó thì em không cần phải đăng ký môn học đúng không ạ? + Nếu như em hiểu đúng thì nếu em đăng kí tạm dừng học thành công và không đăng kí môn học thì học kì sau em sẽ không phải nộp học phí đúng không ạ?",
    "Kính gửi : PĐT trường Đại học Bách Khoa Em tên:  MSSV : 8 Hiện tại em đã hoàn thành đầy đủ chương trình và điều kiện xét tốt nghiệp. Em mong PĐT xem xét duyệt cho em sớm đăng kí xét tốt nghiệp. Em xin cảm ơn !",
    "Chào quý thầy/cô, Em có nhận được mail thông báo về kế hoạch dự kiến học trực tiếp, trong mail có ghi ngày học thí nghiệm thực hành là ngày 6/12/2021. Cho em hỏi đây có phải là thông báo cho sv khóa k21 không ạ . Mong thầy/cô phản hồi, vì em ở quê đi lại khó khăn. Em cảm ơn ạ!",
    "Em chào thầy cô. Em là  - MSSV: Em có nhận được thông báo của PĐT về việc hoãn thực tập tốt nghiệp cho sinh viên K18 trong học kỳ 211 . Tuy nhiên, em được biết là Đề cương LV là môn tiên quyết của Luận văn tốt nghiệp. Thầy cô cho em hỏi: Nếu em xin hoãn báo cáo TTTN và đề cương LV do gặp khó khăn trong quá trình thực hiện vì không tới doanh nghiệp được(do ảnh hưởng của Covid) thì HK212 em có được đăng ký Luận văn tốt nghiệp không (song song với báo cáo Đề cương LV) hay em phải hoàn thành báo cáo Đề cương LV trong HK212 xong mới được đăng ký môn Luân văn tốt nghiệp trong HK221 (HK1 2022-2023) Em xin cảm ơn thầy cô.",
    "Em chào thầy(cô). Hiện tại em có nhận được thông tin từ nhà trường yêu cầu các khóa nộp bằng tốt nghiệp THPT hạn đến tháng 1, nhưng không may do đợt trước em có mang bằng tốt nghiệp(bản gốc) lên ký túc xá ĐHQG nhưng chưa kịp nộp cho phòng đạo tạo đã phải di dời về quê do ảnh hưởng của dịch covid-19. Vì vậy, bây giờ em đang rất thắc mắc về vấn đề này ạ. Mong thầy cô có thể giúp đỡ em trong vấn đề này không ạ! Cảm ơn thầy(cô) đã đọc. Best regards! ",
    "Em xin chào phòng đào tạo!  Em là . MSSV:  Hôm nay e thanh toán lệ phí thi av nói viết tháng 12 bị trễ 30p. ( Do gặp sự cố cá nhân) V ậy nên e viết mail này kính mong phòng đào tạo có thể hỗ trợ cho e được tham dự kì thi av nói viết sắp tới được không ạ!  Em xin cảm ơn và kính mong phòng đào tạo có thể hỗ trợ giải quyết cho e!",
    "Em là sinh viên khoa điện Điện K19.Em thấy theo chương trình đào tạo thì HK6 em có môn thực tập ngoài trường.Cho em hỏi là đến đợt đăng kí môn học thì em có đăng kí thực tập không ạ.",
    "Thưa Phòng đào tạo, Em tên , sinh viên khóa K17 . Theo như thông tin trên thẻ sinh viên thì thẻ sinh viên của em sẽ hết hạn vào tháng 3/2022. Nếu đến thời hạn vẫn chưa tốt nghiệp được thì cần phải đăng ký in thẻ sinh viên mới hoặc là gia hạn thẻ sinh viên như thế nào ạ? Em xin cảm ơn.",
    "Em tên là , lớp VP17XDC, khoa KTXD . Cuối tuần rồi em nhận được mail kiểm tra bằng tốt nghiệp THPT đã nộp hay chưa từ PĐT. Em làm theo hướng dẫn trong mail rồi nhưng do em đang là diện   I \"tạm dừng học\"  /I  do đang đi trao đổi tại trường đối tác nên bị hệ thống chặn lại, em không thể kiểm tra được (như hình đính kèm). Em kính báo lại với PĐT về trường hợp của mình như trên ạ . Trân trọng, ",
    "dạ cho em hỏi là bây giờ cô  đang yêu cầu upload lại đường dẫn video mà như bữa trước em đã trình bày với phòng đào tạo là video của em gặp lỗi trong lúc ghi và giờ không khôi phục được nữa mà hạn nộp video thì đến 23:59 30/11 thì giờ em phải làm gì ạ? nếu được thì có thể cho em xin số điện thoại hoặc gmail của cô  để em liên hệ được không ạ? Em cảm ơn",
    "Dạ em chào thầy/cô, Thầy/cô cho em hỏi Chuẩn anh văn kỳ 212 có được miễn/gia hạn tiếp không ạ?  Tình hình dịch tỉnh em vẫn còn khá căng thẳng nên em không thể đi vào HCM để thi anh văn được ạ. Mong thầy/cô giải đáp giúp em ạ, em cảm ơn thầy/cô.",
    "Em tên là , MSSV: . Thầy/cô cho em hỏi hiện em đã tiêm 2 mũi Astra, mũi thứ 2 đã đủ 14 ngày, nhưng khu vực em ở đang dịch cấp độ 4 (cụ thể phường Lê Hồng Phong, tp.Quy Nhơn, tỉnh Bình Định). Nhưng quanh xóm em thì đã gỡ phong tỏa được 1 tuần, bản thân gia đình em cũng chưa ai bị dương tính. Nên em muốn hỏi là với điều kiện như vậy em có được đi học không ạ? và nếu được thì em có cần vào sớm để cách li không ạ? Em đã đăng ký danh sách đi học. Em cảm ơn thầy cô!",
    "Em chào thầy cô. Thầy cô cho em hỏi về kế hoạch tổ chức thi các môn hoãn thi học kì trước mà học kì này lại không mở được không ạ . Vì em còn một môn hoãn thi học kì trước mà lại không có lịch thi lại trong học kì này, đó cũng là môn học cuối cùng để em hoàn thành số tín chỉ tốt nghiệp. Nếu đến học kì sau mới thi thì thời gian tốt nghiệp của em sẽ thêm một học kì nên em khá lo lắng. Em mong nhận được sự hồi đáp từ thầy cô. Em chúc thầy cô sức khoẻ. Em xin cảm ơn.",
    "Em chào pđt, Em tên , pđt cho em hỏi giờ em muốn hoãn thực tập tốt nghiệp để chuyển cho hè tới thì được không ạ, nếu được thì phải làm như thế nào ạ. Em cảm ơn",
    "Em chào pđt, Pđt cho em hỏi kỳ 211 được miễn không xét tiếng Anh nên em đủ điều kiện đăng kí một số môn học, mà kỳ này em rớt thì kỳ sau 212 nếu xét tiếng Anh em không đủ điều kiện thì có được đăng kí lại môn học không ạ. Em cảm ơn",
    "Em chào quý thầy cô, hiện tại em đang có dự định tạm dừng học kì thì mình có thể làm thủ tục online được hay không ? Vì tình hình dịch bệnh ở địa phương còn phức tạp nên em không thể lên trường làm trực tiếp được. Em xin cảm ơn quý thầy cô.",
    "Chào thầy cô, Em là , Lớp CC18OTO Em có thấy mail trường thông báo việc đi học trực tiếp các môn thí nghiệm với đường link đăng ký ở bên dưới. Do bất cẩn nên em quên không điền link đăng ký học trực tiếp. Vậy bây giờ em phải liên hệ thầy cô nào để giải trình ạ? Mong thầy cô nhận được câu hỏi của em và phản hồi giúp em ạ. Em cám ơn thầy cô, chúc thầy cô nhiều sức khỏe.",
    "Cho em hỏi các lớp thực hành ở CS1 là tất cả sinh viên đều phải đi học hay là chỉ những sinh viên đã đăng kí học off tại trường mới đi học ạ?",
    "Em chào thầy cô Em tên: _ Hiện tại em chưa có chứng chỉ TOEIC theo yêu cầu nhận LVTN. Em có thắc mắc là, điều kiện nhận LVTN là bắt buộc phải có chứng chỉ quốc tế hay là chỉ cần qua AV4 thôi ạ?  Em đang ở quê, em có phải bắt buộc lên TPHCM để thi lấy chứng chỉ hay không ạ? Trường mình có hỗ trợ các bạn thi lấy chứng chỉ quốc tế online không ạ? Mong thầy cô hỗ trợ em ạ. Em cảm ơn thầy cô. ",
    "Em chào anh/chị ạ. Em là sinh viên K17. Em đã hoàn thành thi AV của BK English vào đợt ngày 6/11/2021 và đã có kết quả báo đậu vào ngày 16/11/2021. Những mà tới hiện nay em vẫn chưa thấy có mail thông báo về danh sách tốt nghiệp dự kiến ạ. Em không biết là do chưa đến đợt hay là em có bị gửi sót hk ạ. Anh/chị có thể kiểm tra giúp em với ạ. Em xin chân thành cảm ơn ạ.",
    "Trong mail của Trường thông báo ngày 26/11/2021 có ghi là đối với các môn thí nghiệm trong năm học 2020-2021 dự kiến bắt đầu vào ngày 6/12/2021 . Nhưng theo thông báo trong mail ngày 12/11/2021 là học Thí nghiệm Vật lý theo hình thức online và trong Thông tin sinh viên cũng ghi vậy. Em muốn biết là mình học theo phương thức nào vậy ạ. Em cảm ơn nhiều. Thân mến, ",
    "Kính gửi PĐT,    Em là , sinh viên B2 K2021. Em có thấy email của PĐT về kế hoạch dạy học trực tiếp các môn thí nghiệm cho HK211, dự kiến vào ngày 06/12/2021. Tuy nhiên, em thấy hiện tại TKB vẫn chưa cập nhật lại lịch học các học phần thí nghiệm này, vậy nên em không biết là sắp tới có học hay không ạ. Mong PĐT trả lời giúp để em có thể sắp xếp kế hoạch vào lại thành phố ạ. Em cảm ơn ạ.",
    "Kính gửi Phòng đào tạo, Em tên là . MSSV:  Do có một số vấn đề cá nhân nên em đã thanh toán trễ phí thi anh văn nói viết đợt tháng 12. Kính mong Phòng đào tạo tạo điều kiện cho em được thi anh văn nói viết đợt này để kịp tốt nghiệp đợt sắp tới . Em cảm ơn!",
    "PĐT cho em xin hỏi là khi nào nhà trường cập nhật tình trạng sinh viên của em là tạm dừng thì em mới được nộp giấy thu nhận lại hay sao ạ? Nếu em nộp trước ngay lúc này được không ạ? ( tình trạng sinh viên của em vẫn còn đang học) Em cảm ơn ạ!",
    "Dạ Em chào Thầy/ Cô ạ, Em là K16, cho Em hỏi về việc nếu Em quá 13 Học Kì nhưng vẫn chưa ra được Trường thì có cách nào gia hạn thêm 1 Học Kì nữa được không ạ?  Em xin chân thành cám ơn ạ!",
    "Dạ chào thầy cô, em là , mssv . Em có thắc mắc là kì 211 em đăng kí học 17 chỉ, kì 212 em đăng kí 12 chỉ thì có được giảm tiền học phí khi em đóng vào tháng 4(5) không ạ ? Với học dự thính trong kì thì 1 chỉ là bao nhiêu ạ ? Cảm ơn thầy cô",
    "Em chào cô! Hiện em đã nhận được thông báo Hủy QĐ thu nhận vào hệ VHVL ( thông tin sinh viên)  giờ em phải làm gì để đk tốt nghiệp hệ CQ ạ? Em cám ơn!",
    "Em tên:  MSSV:  Nay em làm đơn này xin được gia hạn thời gian thanh toán lệ phí thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Đợt tháng 12-MSMH:BKE123 do em quên hôm nay là ngày cuối cùng của thời hạn thanh toán lệ phí. Em rất mong quý thầy cô và phòng đào tạo cho em được gia hạn thời gian thanh toán lệ phí ạ!.Em cảm ơn thầy cô rất nhiều ạ.",
    "PĐT cho em hỏi các khoá chính quy đã đến đợt đăng ký môn học kỳ 212 chưa ạ ? Em thấy trên mybk đã cho đăng ký rồi nhưng chưa có mail thông báo chính thức và hạn đăng ký trên mybk có vẻ như đang bị lỗi. Em xin cảm ơn ! Trân trọng,",
    "Dạ chào Thầy/Cô, Em tên: , MSSV: Cho em hỏi là em đã đủ điều kiện tốt nghiệp và đã có tên trong danh sách dự kiến tốt nghiệp nhưng em đăng ký xét tốt nghiệp trên MyBK không được, báo là \"Không được phép đăng ký (tạm dừng )\". Mong nhận được phản hồi thừ Thầy/Cô ạ, em cảm ơn!",
    "Kính chào quý Thầy/ Cô. Em là , MSSV: , sinh viên lớp CK19CTM2. Vấn đề của em là: Trong mail của PĐT thông báo về kế hoạch học tập trực tiếp, em có điền đăng kí để tham gia học lại. Tuy nhiên hiện tại điều kiện để em tham gia học tập trực tiếp không đủ (em chưa tiêm đủ 2 mũi Vắc-xin, khu vực em sinh sống đang thuộc vùng cam, điều kiện sinh hoạt trong thành phố cũng không đảm bảo) nên em không thể tham gia học tập trực tiếp như thông tin bản thân đã đăng kí. Vậy nếu như theo thông tin đăng kí của em, em được sắp xếp tham gia học tập trực tiếp vào thời gian sắp tới (06/12) thì em phải làm thủ tục hay cách nào để hủy đăng kí tham gia học trực tiếp, hoặc hoãn đến thời gian  trường cho học tập trực tiếp đầy đủ ạ! Em kính mong quý Thầy/Cô giải đáp giúp em! Em xin chân thành cảm ơn! Trân trọng!",
    "Hiện tại thì em đã được cập nhật điểm môn Đề cương Luận văn tốt nghiệp học kì 2 năm học 2020-2021 nên em muốn nhờ PĐT có thể rút môn Đề cương Luận văn tốt nghiệp (GE4341) học kì I năm học 2021-2022 ạ. Em cám ơn.",
    "Kính gửi thầy cô (phòng đào tạo), Hiện tại em đã đủ hết các điều kiện, yêu cầu để đăng kí tốt nghiệp vào tháng 12 này. Nhưng không biết lý do gì mà em vẫn chưa nhận được mail và không đăng kí tốt nghiệp được ạ. Mong phòng đào tạo xem xét trường hợp cho em. Rất mong nhận được phản hồi từ các thầy cô phòng đạo tạo. Em chân thành cảm ơn.",
    "Cho em hỏi 2 câu ạ. 1 là chuyện học thực tập tại cơ sở 1. Chúng em nhận được email là học thực tập nhưng em đã email cho pđt về chuyện nơi ở khi học ở cs1, chúng em có được ở KTX Bách Khoa hay KTX đại học quốc gia không ạ? trường dự định sắp xếp như thế nào ạ? 2 là nộp giấy chứng nhận tốt nghiệp thpt quốc gia. Hiện một số giấy tờ không tùy thân như giấy tốt nghiệp em đã gửi ở kho của ktx đại học quốc gia rồi, KTX cũng không mở cùa để chúng em vào nhận đồ, thì chúng em được phép chụp và đăng trễ hẹn được không ạ? tin là ktx đại học quốc gia tháng 2 năm sau mới mở ạ. Em cảm ơn",
    "Dạ hôm trước trường có gửi mail đăng kí bảo hiểm y tế nhưng do sơ ý em không để ý ngày hết hạn đăng kí và đóng tiền . Hôm nay em vô đăng ký thì đã quá hạn và không thể đăng kí được bảo hiểm y tế được .Trường có thể gia hạn đăng kí bảo hiểm y tế được không ạ",
    "Em chào quý thầy/cô, Em hiện là sinh viên năm 4, theo lịch thì kì sau dự kiến em sẽ làm LVTN. Tuy nhiên theo điều kiện thì để được nhận đề tài luận văn, em phải có chứng chỉ TOEIC, nhưng theo tình hình dịch hiện tại thì em vẫn chưa xuống TP.Hồ Chí Minh để thi lấy bằng được. Thầy/cô cho em hỏi là hiện tại PĐT có dự kiến sẽ dời hạn nộp chứng chỉ TOEIC cho LVTN không hay vẫn giữ nguyên ạ? Em xin cảm ơn thầy/cô!",
    "Em chào thầy/cô. Thầy/Cô cho em hỏi, em thấy ở chỗ đăng ký môn học kì 212 đã đăng ký được, nhưng lại chưa có mail thông báo. Vậy em có cần đăng ký trước không ạ? Em cảm ơn thầy/cô.",
    "Chào thầy/cô, Trường mình đã có quy định mới về bằng toeic tối thiểu để đăng ký nhận luận văn tốt nghiệp chưa ạ?   Hiện tại do em chưa có bằng TOEIC, mà chỉ mới có điểm anh văn lúc thi trên trường, nên em đang rất lo lắng về việc có thể thực hiện đăng ký được luận văn ở kỳ tiếp theo không. Mong thầy/cô có thể thông tin thêm, N.",
    "En tên  mssv . Em cần hỗ trợ việc nộp bằng PTTH, em lỡ xóa mã phiếu đăng kí khi chưa in ra. Em không đăng kí lại được, vậy phải làm sao. Em mong được giúp đỡ",
    "Việc là em đang bị f0 và đang cách ly tập trung tại địa phương em đang sống nhưng em thấy thời khóa biểu có để tuần 49,50 học thí nghiệm. Vậy mình học onl hay off ạ. Nếu onl thì thiệt thòi cho tụi em quá và khi không kịp thời gian cách ly thì sao tụi em lên kịp ạ. Mong pđt xem xét lại và hướng dẫn tụi em cách khắc phục ạ. Tại vì trong lớp em cũng có rất nhiều bạn f0 hiện đang cách ly và không thể nào lên kịp thời gian về lại trường như trên thời khóa biểu ạ. Mong pđt xem xét lai và phản hồi sớm nhất có thể ạ. Em cảm ơn!!!!",
    "Em chào Cô. Cô cho em hỏi, Kì này 211 em làm LVTN nhưng em chưa có nộp AV 2 kỹ năng Reading & Listening. Vậy vào kì sau em bổ sung AV 4 kỹ năng vào khoảng thời gian nào ạ để kịp tốt nghiệp vào tháng 4/2022. Em cảm ơn Cô. Rất mong nhận được phản hồi từ Cô. Chúc cô có một ngày làm việc vui vẻ !",
    "Trong giai đoạn dịch covid19 em có tình  nguyện tham gia hoạt động phòng chống của địa phương từ giữa tháng 8 đến cuối tháng 9. Vì hiện tại em vẫn chưa quay trở lại thành phố Hồ Chí Minh. Thế nên em muốn thầy/cô xem xét trường hợp của em bổ sung để em có đủ ngày ctxh xét nhận luận văn vào học kì tới ạ. Đây là giấy tờ chứng minh hoạt động của em.",
    "Chào thầy cô ạ . Em tên . MSSV -  Tài khoản bkexam của em bị khóa nên mong thầy cô mở khóa tài khoản giúp em ạ . Em xin cảm ơn .",
    "Em là sv K19 sắp thi học kỳ nhưng ko thể vào đc bkel để ôn tập, ko biết có cách nào giải quyết đc ko ạ EM CÁM ƠN",
    "Dạ em tên NGUYỄN TẤN THÀNH-MSSV:  Học kỳ trước em có đăng ký hoãn thi môn VẬT LIỆU XÂY DỰNG (MMH: CI2037) vì tưởng sẽ thi online nhưng môn này lại lấy bài BÁO CÁO CHUYÊN ĐỀ để tính điểm thi cuối kỳ nên em đã tham gia hoàn thành bài báo cáo và đã có điểm tông kết môn này. Chắc là phòng đào tạo cho em hoãn thi trong khi không biết chuyện này nên em vừa nhận được email của thầy bộ môn báo em phải làm báo cáo chuyên đề cho trường hợp hoãn thi. Vậy em có cần phải làm báo cáo thêm một lần nữa trong khi đã có đểm tổng kết môn học trên bảng điểm không ạ? Trân trọng!",
    "Cho em xin phép được hỏi về vấn đề Thực tập ngoài trường ạ . Em là sinh viên năm 3, khoa Điện-Điện tử, vào Học kỳ sắp tới theo chương trình đào tạo có cả Thực tập ngoài trường. Em có thắc mắc là nếu em đăng ký môn vào kỳ sau HK212 thì em sẽ phải đi vào kỳ 212 hay là kỳ Hè 213 ạ . Em cảm ơn.",
    "Kính gửi quý thầy cô em có câu hỏi mong thầy cô giải đáp giúp em với ạ về việc học offline thì theo như mail em nhận được thi mình bắt đầu học offline vào ngày 6/12  dành cho sinh viên học kì 1 năm 2021-2022, đối với các môn học thí nghiệm, thực hành nhưng em thấy trên thời khóa biểu thì không có ghi ngày và tuần học của môn đó. Vậy thì mình học khi nào và hình thức học thì sao ạ? em cảm ơn quý thầy cô!",
    "Dạ em xin chào quý thầy cô. Quý thầy cô vui lòng cho em hỏi về vấn đề đăng kí mua BHYT . Phần đăng kí chọn loại BHYT để mua sau khi cập nhật thông tin của em không hiển thị đề mục để em chọn loại bảo hiểm đăng kí mua như hình, em đã cập nhật thông tin đăng kí mua trong mốc trước 25/11 nhưng không mua được. Đến nay vô kiểm tra lại thì vẫn không hiện ra mục để thanh toán BHYT. Kính mong quý thầy cô giải đáp giúp em. Em cảm ơn quý thầy cô   i  .",
    "Em có đăng kí in bảng điểm ở trường từ tháng 4 ạ nhưng quên thanh toán, nay em đã thanh toán thì để địa chỉ nhận là CS2 ạ. Cho em hỏi là em có thể xin bẳng scan của bảng điểm không ạ? Hay là có thể nhờ bạn lấy dùm không ạ? Em cảm ơn ạ.",
    "Em xin kính chào quý Thầy/Cô. Hiện tại do tình hình dịch bệnh bùng phát trở lại kiến cho việc thực tập không thể tiến hành trong kỳ 211 được, tuy nhiên do là môn TTTN em đã đăng ký trong kỳ 203 nên vì thế em muốn dời qua kỳ 212 hy vọng tình hình dịch sẽ cải thiện để có thể thực tập lại. Vậy thì em nên làm những thủ tục như thế nào để có thể dời TTTN qua kỳ 212 ạ.Hy vọng sẽ nhận được sự tư vấn từ quý Thầy/Cô. Em xin chân thành cảm ơn.",
    "Dạ em là LÊ CÔNG LUẬN MSSV . Em muốn hỏi là trong giai đoạn dịch này thì phòng đào tạo làm việc lại chưa ạ ? Em muốn lên phòng đào tạo làm đơn xét miễn môn học . Em Cảm Ơn !",
    "Chào Phòng Đào tạo, Em tên , mss: . Sau khi hoàn thành kì thi chuẩn tiếng Anh Nói-ết, em đã đủ điều kiện Tốt nghiệp. Em đã đăng kí xét tốt nghiệp và đã thanh toán thành công. Nhưng ngày hôm nay sau khi kiểm tra tình trạng Xét tốt nghiệp thì em nhận kết quả như hình. Cho em hỏi như vậy có vấn đề gì xảy ra không, do em đã đủ điều kiện Tốt nghiệp. Em xin cảm ơn.",
    "Em là  -  Hiện là sinh viên năm 2 ngành Kỹ thuật và Quản lý Nước đô thị của chương trình PFIEV Năm 1 em học ở hệ Đại trà và đến năm 2 em chuyển sang hệ clc PFIEV. Học kì HK211 vừa qua học bên PFIEV thì em thấy bản thân hoàn toàn không hợp với chương trình. Vì vậy em mún rút về hệ Đại trà . Vậy em cần làm những thủ tục gì ạ?",
    "Cho em hỏi e chưa đăng kí bảo hiểm y tế bây giờ phải làm sao ạ . Trường đã khóa đăng ky bảo hiểm y tế rồi â",
    "Em chào thầy (cô) Thầy (cô) cho em hỏi về thời gian đăng ký môn học học kỳ 212 ạ. Vì em vẫn chưa thấy mail nhưng khi vào trang đăng ký môn học thì thấy khá nhiều bạn đăng ký môn ạ. Em cảm ơn.",
    "Kính gởi Phòng đào tạo tạo, Em là sinh viên khóa k19, hiện tại kì 202 em còn 1 môn bị vướng thí nghiệm, tuy nhiên việc di chuyển khó khăn và không có nơi ở gần trường do quê em ở tỉnh thì em có được dời thí nghiệm qua kì sau khi tình hình ổn hơn không ạ? Kí túc xá của ĐHQG cũng chưa có thông báo cho sinh viên lên ở lại ạ. Em xin cảm ơn và mong nhận được phản hồi từ PĐT.",
    "thầy cô cho em hỏi là em quên đi SHCD nên em bị cấm đăng ký môn vào kỳ 212 thì em có được đăng ký môn vào kỳ dự thính 212 không ạ",
    "Thưa quý Thầy, Cô  Cho em hỏi đợt đăng ký môn học cho học kì 212 sắp tới có được tạm miễn điều kiện Anh văn toeic cho  không ạ, do dịch nên em khu vực em vẫn chưa sắp xếp để có thể đi thi được ạ",
    "Chào thầy/cô, Em tên là , sinh viên năm 3 hệ Chính quy Ngành Khoa học máy tính. Trong học kì hè tới (HK213), em mới đăng kí tham gia môn Thực tập ngoài trường (CO3335) thì mức học phí em phải đóng cho 2 tín chỉ là học phí dự thính hay học phí đại trà ạ? Nếu HK212 em không đăng kí môn Thực tập ngoài trường (CO3335), thì em có được đăng kí môn Thực tập đồ án môn học đa ngành - hướng công  nghệ phần mềm (CO3109) trong HK212 không ạ? Em cảm ơn.",
    "Em chào thầy/cô ạ, Cách đây vài ngày em có đặt câu hỏi: \"Học kì 202 em có hoãn thi Giải tích 2 và Cấu trúc rời rạc, và sau đó cả 2 môn đều có điểm tổng kết. Trong mail danh sách các môn sinh viên đã có điểm tổng kết, nếu vẫn muốn tiếp tục hoãn thi thì điền form, trong danh sách này em chỉ có môn Cấu trúc rời rạc thôi, nên em đã không điền form vì em muốn nhận điểm tổng kết đó của môn Cấu trúc rời rạc nhưng em muốn được hoãn thi môn Giải tích 2, nhưng sau bây giờ các bạn đều đã được ghi điểm hoãn thi và bố trí lịch thi để xóa điểm hoãn thi môn Giải tích 2, còn em thì vẫn ghi nhận điểm tổng kết đó ạ và không được ghi nhận là hoãn thi\" và nhận được câu trả lời là \"Bạn xem lại mail Pdt gởi, chắc chắn Pdt gởi cho bạn để lấy ý kiến là 3 môn, Pdt làm việc theo hệ thống nên chắc chắn là không có sai sót - Vì đã ra quyết định hủy hoãn thi nên không thể xử lý 39    38        Lâm Phạm Trọng    Phúc    HK202    CO1007    Cấutrúc rời rạc cho KHMT    L03    8.50 43    41        Lâm Phạm Trọng    Phúc    HK202    CO1027    Kỹ thuật lập trình    L04    7.00 136    131        Lâm Phạm Trọng    Phúc    HK202    MT1005    Giải tích 2    L03    9.00\" Nhưng khi em xem lại file excel mà pđt gửi trong mail để lấy ý kiến thì em thấy dòng mang số thứ tự 43 và 136 đã được xóa trong file mà em nhận được(em có để hình minh chứng), mong thầy cô kiểm tra lại file đã gửi cho sinh viên ạ để xử lí vấn đề này giúp em ạ, tại vấn đề này ảnh hưởng đến kết quả học tập của em, em cảm ơn thầy/cô ạ!",
    "Kính chào phòng đào tạo ạ, Em có đọc quy chế đào tạo thì biết rằng nếu điểm tbtl  = 7.5 thì có thể xin để được đăng kí vượt 21 tín chỉ. Hiện tại, điểm tbtl của em là 7.85 và em có mong muốn được đăng kí vượt 21 chỉ ạ, Em xin cảm ơn ạ.",
    "Em đăng ký tốt nghiệp vào ngày 15/11/2021 và đã nhận được giấy chứng nhận tạm thời. Cho em hỏi: - Vì tình hình dịch phức tạp mình sẽ tốt nghiệp bằng việc nhặn bằng trên trường đúng không ạ? - Liệu có thể cho em nhận bằng tốt nghiệp sớm hay gửi qua bưu điện để em về quê tránh dịch được không ạ? Thân, Thoai.",
    "Em tên là: , MSSV:  Trong đợt đăng ký mua bảo hiểm BHYT vừa rồi, em không để ý kĩ là phải đăng ký mua, xong rồi mới hiện lên trên BKpay để thanh toán, em tưởng là chờ up lên Bkpay rồi nhấn vào chọn thanh toán thôi. Hiện tại là đã qua hạn đăng ký mua bảo hiểm, và hình phạt là không được đăng ký môn học kì tiếp theo. Có cách giải quyết nào để em đăng ký mua BHYT bổ sung và được đăng ký học kì tiếp theo không ạ? Em cảm ơn ạ.",
    "e-learning sập mấy hôm rồi mà em có deadline quiz vào hôm nay, em hi vọng sửa xóm ạ.   i  .",
    "Dạ thầy cô cho em hỏi anh văn 4A tháng 12 thi vào lúc nào và có kịp để xét đăng kí môn học cho kì 212 không ạ.  Nếu đăng kí được(em chưa học anh văn 1 2 3) mong thầy cô hướng dẫn để em dược đăng kí ạ. Em xin chân thành cảm ơn quý thầy cô",
    "Dạ thầy cô cho em hỏi kì 212 có xét chuẩn anh văn không ạ. Do dịch nên em ở quê nên không thể đăng kí thi ở IIG. Kì tới em không kịp nộp bằng vào ạ",
    "Em đã đăng ký xét tốt nghiệp, thanh toán lệ phí và đã nhận được mail xác nhận của trường trong mail cá nhân vào ngày 22/11/2021. Em cũng đã có tên trong danh sách tốt nghiệp dự kiến. Vì không tiện nên khi điền thông tin đăng ký xét tốt nghiệp em không chọn gửi giấy tốt nghiệp tạm thời qua đường bưu điện. Vậy em sẽ trực tiếp vào trường nhận giấy tốt nghiệp tạm thời hay nhận giấy ra sao ạ. Hay tiếp tục đợi mail thông báo từ trường ạ? Em cảm ơn.",
    "Em chào thầy cô, Em tên là    , MSSV    . Em đã đăng ký tốt nghiệp ngày 22/11/2021 nhưng đến nay vẫn chưa nhận được giấy chứng nhận tốt nghiệp tạm thời. Thầy cô cho em hỏi khi nào em được nhận để em hoàn thành hồ sơ xin việc ạ. Em cảm ơn.",
    "Hôm trước em có nộp đơn xin giấy giới thiệu để xin học môn gdqp qua bksi, có một chị trả lời cho em là không cần giấy chỉ cần thẻ sinh viên là đăng ký được. Hôm qua bên trung tâm gdqp họ lại bắt em nộp giấy mới được đăng ký học ạ. Cho em xin file mềm của giấy xác nhận sinh viên để em bổ sung cho bên trung tâm ạ, em cảm ơn! Em có gửi kèm đơn xin . Cho em xin file qua mail:  với ạ.",
    "Dạ chào anh/chị Cho em hỏi sinh viên tuần này đã được chính thức lên trường để vào lab thực hiện đề cương và luận văn chưa ạ? Vì tình hình sáng nay em có lên nhưng bị bảo vệ ngăn cản với lí do sinh viên chưa được vào trường Em cám ơn",
    "em đã gửi gmail cho cô tranh nhưng chauw thấy phản hồi, vậy giwof em nên làm gì ạ?   i  .",
    "Em chào thầy cô, em là sinh viên K20, vì em tốt nghiệp cấp ba năm 2019 nên em đã nộp bằng lúc nhập học đầu năm ạ. Vậy lúc này em có phải kiểm tra theo như hướng dẫn này trong hình không ạ . Vì lúc em kiểm tra thì không có xác nhận Phiếu đăng ký đã xử lý ạ. Em cảm ơn thầy cô ạ.",
    "Chào Thầy/Cô . Em có nhận được mail thông báo về việc nộp bằng  tốt nghiệp THPT. Em là sinh viên chính quy bằng 2 (K20) . Lúc nộp hồ sơ xét tuyển em đã có nộp bằng THPT, bằng tốt nghiệp Đại Học. Vậy giờ em có phải nộp lại bằng THPT không. Cảm ơn Thầy/Cô.",
    "Chào thầy cô, Hiện tại em thấy hệ thống BkEL của trường đang bị lỗi và không thể sử dụng . Mong thầy, cô có thể khắc phục lỗi trên hệ thống ạ. N.",
    "Chào các Thầy/Cô em tên VÕ MINH ĐỨC mã số sinh viên :   Lý do hôm nay em viết đơn xin cập nhật môn học Luận Văn Tốt Nghiệp mã số môn học CI4313 Em đã lên gặp phòng đào tạo và được các thầy cô hướng dẫn em làm đơn gửi bộ môn Và hôm nay em đã nhận được chữ ký của thầy hướng dẫn đề tài luận văn   và thầy Chủ nhiệm bộ môn  Đường Thầy  Em gửi file đính kèm ạ  Lý do thứ 2: Em đã cập nhật thông tin từ phòng đào tạo về việc bổ sung chữ ký của Khoa Kỹ Thuật Xây Dựng và xác tiến độ hoàn thành của thầy hướng dẫn, nhưng 7 ngày em không thấy phản hồi từ phong đào tạo nên hôm nay em viết lại đơn này  Em mong Quý Thầy/Cô và Quý Ban tạo điều kiện để em được cập nhật môn học ạ  Em chân thành cảm ơn ạ ",
    "môn giải tích 2 của  được hoãn thi chưa ạ",
    "Cho em xin tạm dừng học kỳ 212 với ạ",
    "Tốt nghiệp . Cho em hỏi em đã đủ các điều kiện đăng kí tốt nghiệp nhưng trên chỗ đăng kí lại để \"không được phép đăng kí(tạm dừng)\" là sao ạ",
    "Kính gửi PĐT trường Đại học Bách Khoa - ĐHQG TPHCM Em tên là  MSSV :  Lớp : XD18KT   -   Khoa :Kỹ thuật Xây dựng Vì lý do cá nhân nên em chưa kịp đăng kí gia hạn BHYT năm 2022 đúng thời hạn. Hiện nay MyBK đã đóng và em không thể đăng kí BHYT cho năm 2022 được. Em xin hỏi PĐT liệu có cách nào để có thể giải quyết được trường hợp của em không ạ?  Hiện em đang ở TPHCM và liệu em có thể gia hạn BHYT của mình tại các điểm thu BHYT tại địa phương không?  Em xin cảm ơn PĐT đã tiếp nhận và trả lời câu hỏi của em. Chúc ầy một ngày vui vẻ!",
    "Dạ em có 1 vấn đề nhờ cô - PĐT giải đáp giúp em. Học kỳ trước em đã làm đề cương LV và có điểm trên mybk rồi, hiện tại em làm lại LV thì có cần làm lại đề cương không ạ ? Hay điểm đề cương LV sẽ được chuyển qua chung với các môn học và em chỉ cần hoàn thành LV ạ ? Dạ em cảm ơn cô ạ",
    "Chào Thầy Cô, Em là   học lớp XDCTXD04 Từ khi nhà trường thông báo bảo trì trang e-learning thì sau đó em không thể truy cập vào được nữa.Trong khi kỳ thi cuối kỳ sắp tới gần. Mong nhà trường có hướng giải quyết sớm ạ. Em xin cảm ơn.",
    "En xin đăng ký môn học Anh văn theo nhu cầu Anh văn 4A (MMH: LA1043) Em cảm ơn.",
    "Em tên . Nay em muốn đăng kí đi học lại những môn thí nghiệm ạ. Em hiện đang ở tp HCM và đã tiêm đủ 2 mũi vaccine. Nhưng lần điền form em không có tham gia điền nên rất mong phòng đào tạo hỗ trợ ạ.",
    "Cho em hỏi về vấn đề học trực tiếp tại trường sẽ có văn bản thông báo không ạ? Với điều kiện để được là gì v ạ?",
    "Chào Thầy/Cô, Em thấy trong mail nhà trường gửi cho sinh viên có ghi là đối với các phần Thực hành, Thí nghiệm của năm 2020-2021 và học kỳ 1 năm 2021-2022, thời gian dự kiến bắt đầu: từ 06/12/2021. Vậy mà đến giờ em kiểm tra lịch học trên MyBK vẫn chưa thấy thời gian cụ thể ra sao ạ. Do em đang ở quê nên cần có thời gian để di chuyển để lên lại thành phố ạ. Vì vậy kính mong PĐT thông báo lịch học thí nghiệm sớm cho SV để chúng em có thời gian thu xếp việc học ạ. Em cảm ơn",
    "Tốt nghiệp . Gửi Cô/Thầy, Em là Huỳnh Hữu Khoa (MSSV: 1511567). Em có nhận được mail từ PĐT vào ngày 26/11/2021 với nội dung thông báo về lịch trình tốt nghiệp và cách thức đăng ký. Hiện tại em đang gặp một vấn đề: Em đang bị tình trạng tạm dừng do không có đăng ký môn học trong học kỳ 211. Em không thể vào mục “Đăng ký tốt nghiệp” tại Mybk để thực hiện đăng ký được ạ. Mong Cô/Thầy hướng dẫn giúp em cách thức đăng ký ạ. Em cảm ơn.",
    "Dạ em chào PĐT Qua giờ BKeL rất khó vào, vào rất lâu, có khi còn không vào được ạ, Em mong PĐT xem xét ạ, Em cảm ơn nhiều ạ,",
    "Kính thưa cô, Em đã có đăng ký in bảng điểm Đại học và đã được hẹn trả kết quả vào ngày 25/11/2021. Nhưng đến nay đã quá hẹn 5 ngày và tình trạng là vẫn đang in. Không biết khi nào em có thể nhận được bảng điểm ạ? Kính mong sớm nhận được hồi âm từ cô. Kính thư, ",
    "EM chào thầy(cô), ngày mai em kiểm tra nhưng mấy ngày nay không vào được BKel để lấy tài liệu học. Cho em hỏi có cách nào khác để vào không ạ Và khi nào thì BKel sẽ hoạt động lại bình thường?",
    "Chào quý thầy/cô, Em là , sinh viên khoa điện - điện tử khoá K18. Về vấn đề đi học lại các môn thí nghiệm tập trung ở trường từ ngày 6/12 như trường gửi mail thông báo, em có một số thắc mắc sau, mong thầy/cô giải đáp giúp ạ. 1. Trong mail có ghi dựa trên kết quả khảo sát trước đó, như vậy, nếu trong khảo sát trước em chọn \"không mong muốn quay lại trường\" (do tình hình dịch ở quê đang cấp 3,4, các chuyến xe khách lên Tp HCM chưa hoạt động lại...) nhưng học kì 202 em vẫn còn một môn chưa thí nghiệm thì có bắt buộc phải lên trường không ạ? Hay chỉ những bạn có nhu cầu mới lên ạ. 2. Việc sắp xếp đi học lại, nếu có, do khoa hay bộ môn hay phòng đào tạo sắp xếp ạ, và em phải xem thời khoá biểu ở đâu vì trên mybk không thấy ạ . Em xin cám ơn.",
    "Kính chào thầy/cô PĐT, Em là , MSSV . Hiện tại mấy hôm nay em truy cập BKEL rất khó khăn. Mỗi lần truy cập phải chờ rất lâu trang web mới load được, thường load xong màn hình lỗi hiện ra, hoặc không truy cập được vào trang web luôn. Em có hỏi các bạn thì rất nhiều người cũng bị như vậy (đính kèm là ví dụ màn hình lỗi). Điều này khiến cho việc học tập của em bị ảnh hướng (không vào BKEL lấy tài liệu/nộp bài/xem video được). Kính nhờ thầy/cô báo lại với bên quản lý trang BKEL để khắc phục giúp em. Em xin chân thành cảm ơn!",
    "Em tên là  MSSV . Đầu tháng 11 em đã hoàn thành xong anh văn 2 kỹ năng nói và viết, sau đấy vài hôm em vào mục Đăng ký tốt nghiệp thì đã được phép đăng ký. Nhưng hôm nay thì lại hiện như hình bên dưới. Mong được tư vấn ạ.",
    "Dạ chào thầy cô ạ. Thầy cô cho em xin email của cô  dạy môn thí nghiệm vật lý với ạ. Do là em đến hạn nộp bài mà bkel của em bị lag quá mà em không biết mail của cô  để liên lạc đó ạ. Em xin cảm ơn ạ",
    "Em là , khóa K20, khoa khoa học và kỹ thuật máy tính. Em đã đọc về quy chế tạm dừng học trên trang aao.hcmut.edu.vn. Tuy nhiên em vẫn còn một số thắc mắc rất mong được thầy/cô giải đáp: + Do tình hình dịch bệnh nên em có thể gửi phiếu đề nghị được tạm dừng học qua đường bưu điện đến Phòng Đào Đạo được không hay em phải trực tiếp đến phòng đào tạo nộp phiếu ạ? + Sắp tới đầu tháng 12, trường sẽ mở đợt đăng kí môn học cho học kì 2, năm 2021-2022, nếu bây giờ em đăng kí tạm dừng học ở học kì đó thì em không cần phải đăng ký môn học đúng không ạ? + Nếu như em hiểu đúng thì nếu em đăng kí tạm dừng học thành công và không đăng kí môn học thì học kì sau em sẽ không phải nộp học phí đúng không ạ?",
    "Kính chào quý thầy cô. Cho e hỏi thời gian xét tuyển vhvl, e thấy thông báo hạn chót là chót là 28/11, mà này 30 e vào xem mã hồ sơ thì thấy \"thí sinh đã nộp hồ sơ, trường chưa duyệt\" Vậy thầy cô cho e hỏi khi nào có danh sách chính thức ạ.",
    "Kính gửi pdt Em tên  mssv  lớp DD16DV1 1. Em đã đủ điều kiện đăng kí tốt nghiệp và được phép đăng kí tốt nghiệp trên mybk. Hôm nay em mới có hình thẻ phù hợp với điều kiện nhưng vào trang đăng kí tốt nghiệp lại báo là không được phép đăng kí ( tạm hoãn) 2. Em tìm kiếm thông tin tốt nghiệp trong danh sách tốt nghiệp dự kiến thì hiện điểm chứng chỉ AV của em là toeic 360 trong khi kết quá cao nhất của em là toeic 520 ạ. Kính mong pdt giải quyết giúp em ạ. Em xin cảm ơn.   i Tốt nghiệp .",
    "Chào thầy cô, em tên là , MSSV , Đợt trước em có thấy mail pdt báo là 6/12 cho phép học lại các môn thí nghiệm kì trước, em chưa có đăng kí form tại vì chưa có thông báo chính thức từ các môn em học kì trước rằng có tổ chức thí nghiệm không. Em sợ là vào thành phố với tình hình dịch này mà không được học thì lại quay về gây rất nhiều khó khăn. Em muốn hỏi là đợt đăng kí điền form hôm trước em không điền liệu em có được vào học không? Và liệu các môn có thời khóa biểu rõ ràng để em nắm chắc thông tin? Em xin cảm ơn",
    "Kính gửi thầy, cô, Em tên là  sinh viên k19. Em vừa mới xin ra khỏi ktx và chưa nắm được cách đăng ký bhyt của trường nên đã để trễ. Em muốn hỏi là nếu kh có bhyt của trường thì em có gặp vấn đề gì về đăng ký môn học không a? Và em có thể đăng ký các loại bảo hiểm y tế khác không ạ? Em xin cảm ơn.",
    "Tốt nghiệp . Em xin kính chào Thầy/ Cô, ﻿ ﻿Em là Minh Khánh, sinh viên khóa K17 khoa Ứng Dụng . ﻿Hiện tại em đang gặp vấn đề về đăng ký tốt nghiệp. Vì em vừa có điểm anh văn để đăng ký tốt nghiệp, nhưng em không đâng ký được vì bị trạng thái \"tạm dừng\". Rất mong Thầy/Cô mở khóa giúp em trạng thái \"Tạm Dừng\" để em có thể đăng ký tốt nghiệp đúng hạn 24/12. Em xin cảm ơn!  ﻿Chúc Thầy / Cô thật nhiều sức khỏe! ﻿ Trân trọng./ ﻿Phạm Minh Khánh",
    ".  CK17CD1     Em thi anh văn vào ngày 6/11, có điểm vào ngày 17/11/2021, em đã đăng kí tốt nghiệp đầy đủ vào đóng tiền lệ phí tốt nghiệp đầy đủ 95.000đ không thiếu gì nhưng hôm nay vào kiểm tra thì thấy hiện bị ra quyết định tạm dừng vào ngày 18/11 và bị đỏ ở chỗ đăng kí tốt nghiệp. Em không hiểu mong pđt giải quyết để em đăng kí được tốt nghiệp nhận đc bằng đúng thời hạn và yên tâm ạ .   i Tốt nghiệp .",
    "ọc vụ       Dạ em xin chào thầy cô,    Em được biết trường mới mở cửa để sinh viên được vào làm luận văn tốt nghiệp Em xin hỏi là trường có gia hạn thêm chút ít thời gian để sinh viên vào trường làm Luận văn hay vẫn tuân thủ lịch báo cáo của Khoa như đầu học kỳ ạ?    Em cám ơn thầy cô rất nhiều,  Nghia",
    "Dạ em tên , MSSV , em xem không kỹ mail của trường về việc đăng kí bảo hiểm (chỉ đợi có thông báo đóng bảo hiểm trên BKPAY, mà không đăng kí), nên dẫn đến chưa đăng kí mua bảo hiểm cho năm học sau. Cho em hỏi là giờ em muốn đăng kí trễ phải làm sao ạ? Em xin cảm ơn!",
    "Cho em xin tạm dừng học kỳ 212 với ạ",
    "Em chào thầy cô ạ, Chuyện là gần đây trên trang Đăng ký môn học của trường có mở đợt đăng ký cho HK212. Tuy nhiên, theo thường lệ, chúng em sẽ có mail thông báo đăng ký, nhưng đợt này thì không nhận được mail ạ. Và thời gian đăng ký môn cho phép lại từ 06.12.2020 đến 06.12.2021. Thầy cô cho em hỏi là đợt này có phải đợt đăng ký chính thức hay chỉ là đăng ký nháp ạ? Em cám ơn thầy cô ạ.    .",
    "Nhà trường cho em hỏi hiện tại, thời điểm hạn đăng kí tốt nghiệp đến hết tháng 12. Tuy nhiên trang đăng kí tốt nghiệp trên MyBK của em lại không thể truy cập do hết tình trạng sinh viên. Nhà trường có thể giải quyết trường hợp này không ạ?",
    "i Em không biết   .",
    "Hồi trước đợt dịch em có mang bằng THPT từ quê lên TP Hồ Chí Minh. Nhưng vì vấn đề dịch Covid-19 nên em vẫn chưa kịp đưa cho các bạn lớp trưởng. Sau đó em có chủ quan và đã để lại bằng Tốt nghiệp THPT ở phòng trọ (TP. Hồ Chí Minh). Hiện tại thì em đang ở quê (Gia Lai) và không cách nào có thể lấy được bằng THPT. Mong phòng đào tạo có thể tạo điều kiện để em nộp vào lần sau hoặc có cách nào khác để xử lí trường hợp này không ạ.",
    "Em học ngành công nghệ thông tin hệ VHVL, em muốn hỏi vêc việc xin hoãn luận văn tốt nghiệp: 1/ Có phải xin hoãn là trường sẽ cho hõan đến cuối học kì 212 mới báo cáo lại, mà không phải đóng tiền nữa không? 2/ Em phải làm thủ tục minh chứng của giáo viên hướng dẫn và xin xác nhận của khoa như thế nào? Gửi mail xin thầy rồi chụp hình mail hay sao? Còn với Khoa thì sao? 3/ Về lí do thì tụi em ghi là ảnh hưởng của dịch bệnh có được không? Vì tụi em ai cũng có thời gian bị F0 nên bị cách ly. Còn phải chăm sóc người thân. Em xin cám ơn",
    "Em xin chào thầy/cô. Sau khi có mail đã đủ điều kiện và được phép đăng ký tốt nghiệp, em đã thực hiện đăng ký thành công (đã có file hình, và đã thanh toán). Thì lúc này tình trạng đăng ký em nhận được là: \"Phiếu đăng ký đã được xử lý (đợi nhận kết quả tại nơi đăng ký). Nhưng hôm nay em vào kiểm tra thì thấy tình trạng đăng ký hiện tại là: \"Không được phép đăng ký (tạm dừng). Thầy/cô cho em hỏi là tình trạng của em đã được đăng ký thành công chưa ạ ? Và có ảnh hưởng gì đến việc nhận bằng trong đợt này của em không ạ ? Em xin cảm ơn",
    "Dạ PĐT cho em hỏi, em có kết quả anh văn nói viết đã được  14 ngày nhưng em chưa đăng ký tốt nghiệp được vì vẫn còn trong tình trạng tạm dừng, lúc trước em có nộp đơn thu nhận lại và PĐT đã trả lời khi nào có kết quả AV nói viết sẽ tự động thu nhận lại lun. Mong PĐT giải đáp thắc mắc của em, em cảm ơn.",
    "Cho em hỏi em đăng kí tốt nghiệp nhưng bị tạm dừng là sao ạ",
    "Em xin chào Phòng đào tạo!  Em tên là (MSSV ).  Em vừa làm xong luận văn hồi cuối tháng 8, nhưng vì chưa thí đạt anh văn nói viết nên chưa tốt nghiệp được. Nên để kỳ sau không bị tạm dừng nên phải đăng ký môn học cho kỳ sau. Nhưng khi xem lich học vụ thì hiện tại em chưa hiểu là đang trong kỳ hè hay sao, và không biết  khí nào thì mở đăng ký môn cho học kỳ sau. Em hỏi bên bộ môn thì thầy cô nói đợt dăng ký môn vào tháng cuối tháng 12 .  Em hiên tại đang không biết làm sao, không biết khi nào có thể đăng ký môn học để tránh bị đình chỉ học. Mông Phòng đào tạo tư vấn giúp em ạ. em xin cảm ơn!",
    "Kính gửi phòng đào tạo, Em tên  MSSV  Em có thắc mắc là hôm trước em đã đăng ký tốt nghiệp và thanh toán lệ phí rồi. Nhưng nay lại được thông báo bị tạm dừng vì không đăng ký môn học. Vậy cho em hỏi là cần phải làm gì để được tốt nghiệp ạ. Em xin cảm ơn.",
    "Kính chào quý thầy cô! Em gửi phiếu xin thôi học và chuyển sang hệ VHVL. Mong phòng Đào tạo xét duyệt. Em xin cảm ơn.",
    "Chào thầy/cô Theo quy định thì k18 phải hoàn thành 3 môn gdtc khác mã. Hiện tại em đã học môn: bóng chuyền PE1035 (học phần 2) và 2 môn khác thì môn PE1035 có chấp nhận cho k18 không ạ . Em cảm ơn",
    "Dạ gửi PĐT ĐHBK,  Em là sinh viên , MSSV . Vừa rồi em nhận được mail thông báo đã đủ điều kiện tốt nghiệp trong học kì này, em đã vào mục 18 - Đăng kí tốt nghiệp trên MyBK và đã đăng kí thành công, đã thanh toán lệ phí. Tuy nhiên đến nay, tình trạng của em lại trở thành \"Không được phép đăng kí (tạm dừng)\", đồng thời đến ngày hôm nay, em không còn vào được các mục xét tốt nghiệp trên MyBK được nữa. Mong Phòng đào tạo xem xét và giải đáp giúp em ạ. Em xin chân thành cảm ơn ạ.",
    "Cho em hỏi khi nào Bkel bảo trì xong vậy ạ. Em đang cần ôn thi mà từ thứ 6 tới bây giờ vẫn không vào được.",
    "Chào anh/chị. Hiện tại trên trang mybk của em hiển thị tình trạng \"tạm dừng' vì không đăng kí môn học. Em là sinh viên K17. Kì vừa rồi em không đăng kí môn học nào cả. Và em đã đủ điều kiện chuẩn AV đầu ra ở BKE vào ngày 16/11/2021 . Hiện tại thì em đã đủ điều kiện để xét tốt nghiệp ạ. Nhưng với tình trạng hiện tại thì em không thể truy cập để đăng kí tốt nghiệp trê mybk ạ, Em không biết mình nên làm gì ạ. Em rất mong anh/chị có thể hướng dẫn để em tốt nghiệp đúng hạn ạ. Em xin cảm ơn",
    "Chào! Em đã đăng ký thi anh vân 2 kỹ năng nói viết đợt tháng 12 nhưng giờ không vào được BKel để xem lịch thi. Mong admin hổ trợ ! Em cảm ơn.",
    "Kính gửi, Vào học kì 202 em đã đăn ký hoãn thi các môn học của học kì đó.Hiện tại trường đã xếp lịch các môn đó cho em thi vào học kì 211 này. Nếu em muốn tiếp tục hoãn đến kì 212 mới thi thì có được không ạ? Nếu có thì em cần phải liên hệ bên nào để hoãn ạ?  Em xin cám ơn.",
    "Chào thầy/cô. Vì sơ suất nên em đã quên đăng ký lớp anh văn nhu cầu (tháng 12) nên mong thầy/cô có thể thêm em vào lớp với ạ: LA1041 DT09 (hoặc DT10) Anh văn 3A. Mong thầy/cô giúp đỡ để em có thể đăng ký môn học kỳ sau. Em cảm ơn ạ",
    "Em chào thầy/cô ạ. Em là _ Mấy hôm trước em có đăng kí học trực tiếp các môn thí nghiệm. Nhưng hiện tại có một số vấn đề về chỗ ở với tình hình đi lại không ổn lắm nên em muốn xin hủy việc học trực tiếp trong đợt này được không ạ? Em xin cảm ơn.",
    "Kính thưa quý Thầy, Cô! Em tên là , MSSV: . Vào ngày 19.11 em đã đăng ký biểu mẫu học trực tiếp tại trường, nhưng sau khi nhận được mail trường thông báo về kế hoạch đi học lại, thì em không có đủ khả năng để đi học trực tiếp được nữa ạ. Lý do như sau: Hiện tại em đang ở Lâm Đồng và khoảng thời gian sau khi đăng ký, thì Bảo Lộc (Lâm Đồng) có số ca lây nhiễm tăng cao, rất khó cho việc di chuyển ra/ vào khỏi tỉnh. Đồng thời, nếu đi học lại thì em không có chỗ để ở lại do KTX chưa có kế hoạch đón sinh viên, và em không có người thân nào tại Sài Gòn, và nếu đi lại thường xuyên thì chi phí cũng như thời gian cách ly làm em gặp nhiều khó khăn. Do đó, em xin phép hiệu chỉnh lại biểu mẫu đăng ký học trực tiếp là ÔNG tham gia học trực tiếp tại trường nữa và đợi thông báo tiếp theo của nhà trường ạ. Và em có phải làm thêm thủ tục gì để hiệu chỉnh không ạ? Em mong Phòng đào tạo sẽ xem xét cho trường hợp của em ạ! Em xin chân thành cảm ơn.",
    "Em xin chào thầy/cô, Em tên là , mã số sinh viên . Em xin được hỏi về việc đăng ký xin hoãn Luận văn tốt nghiệp do ảnh hưởng của dịch Covid . Trong đợt dịch vừa rồi em bị kẹt ở quê một thời gian dài và không có laptop để tiếp tục thực hiện luận văn tốt nghiệp. Hiện em đã liên hệ với giáo viên hướng dẫn của em là thầy  và thầy đã đồng ý cho em được hoãn. Thầy/cô cho em được hỏi là em cần đến gặp trực tiếp thầy và bộ môn để xin phép và chữ ký để nộp đơn hay em cần thực hiện theo hình thức trực tuyến nào ạ? Em xin cảm ơn thầy/cô.",
    "Có thể cho Em hỏi khi nào mình có lịch học trực tiếp tại trường  ạ. Vì Em thấy ghi dự kiến là ngày 6-12 ạ .   i  .",
    "Em xin chào thầy cô, Em tên là , MSSV , sinh viên năm 4 - K18 khoa Kỹ thuật Giao thông, ngành Kỹ thuật Hàng không. Chuyện là em có đăng ký đi học trực tiếp lại môn Thí nghiệm Hàng không 3 từ ngày 6/12/2021 bằng form trong mail mà PĐT đã gửi cho em . Nhưng vì hiện tại em đang là F1 (tiếp xúc gần), nên em muốn xin phép PĐT cho em dời lịch thí nghiệm lại như các bạn chưa đăng ký đi học lại . Em mong nhận được câu trả lời cũng như là hướng dẫn về việc dời lại lịch học từ PĐT. En xin cám ơn, ",
    "Kính gửi PĐT, Em tên là , là sinh viên năm 4 thuộc khoa KTXD. Ở HK202 em có đăng ký môn học Sinh đại cương nhưng vẫn chưa được thi kết thúc môn vì chưa hoàn thành học phần thực hành môn này. Mới đây thì nhà trường có gửi mail về việc mở lại PTN kể từ 6/12 để hoàn tất các môn thực hành còn dang dở, tuy nhiên em chưa có lịch học cụ thể của môn này, theo đó em cũng chưa thể đặt vé để trở lại SG được. PĐT có thể thông báo sớm về lịch học để em có thể chủ động trong việc sắp xếp thời gian cũng như di chuyển được không ạ? Ngoài ra, nếu như hoàn tất việc thực hành thì đến bao giờ em có thể thi hoàn tất môn học được ạ. Hiện tại em đã năm 4 vì thế việc hoàn tất các môn học không đúng chuyên ngành này sớm là rất quan trọng ạ. Em xin chân thành cảm ơn. Chúc PĐT luôn làm việc hiệu quả và giữ an toàn trong mùa dịch ạ!",
    "Dựa theo chương trình đào tạo K2019 thì HK212 sắp tới tụi em có môn thực tập ngoại trường. Nhưng nếu em muốn hè mới đăng ký thực tập thì có được không ạ. Hay em bắt buộc phải đăng ký trong kỳ sau và lúc nào thực tập cũng được. Mong thầy cô giải đáp thắc mắc ạ.",
    "Dạ em chào Admin ạ, em tên là  MSSV  khoa Cơ Khí lớp CK17CD1. Em có câu hỏi mong quý thầy cô giúp đỡ ạ. Em đủ điều kiện xét tốt nghiệp, em đã đăng kí tốt nghiệp và được phòng đào tạo gửi mail xác nhận ngày 23/11/2021. Nhưng trên trang đăng kí tốt nghiệp hiện ghi tình trạng \"Không được phép đăng kí (tạm dừng)\". Em muốn hỏi em có tiếp tục được đăng kí tốt nghiệp không ạ? Nếu có thì giấy tốt nghiệp tạm thời bản PDF em có được cập nhật và tải trên web MyBK không (vì mail PĐT xác nhận tới hôm nay em được phép tải)? Và nếu không thì em có thể lấy bằng tốt nghiệp tạm thời ở trường vào thứ Sáu không ạ? Em chân thành cảm ơn.",
    "Em là sv năm cuối,hiện tại còn cần toeic để tốt nghiệp, nhưng kỳ này em bị buộc tạm dừng học vì không đăng ký môn học . Em muốn gia hạn thêm học kỳ để nộp anh văn thì phải làm thế nào ạ?  Em xin cảm ơn",
    "Em chào PĐT Em tên  hiện là sv năm 4 khoa Điện - Điện tử, chuyên ngành Digital IC Design . Em xin PĐT cho em được đăng kí làm đồ án môn học mã EE3151. Lý do em còn thiếu duy nhất 1 môn Truyền số liệu và mạng(EE3019) học trước.Em chỉ còn vướn duy nhất môn này để làm đồ án, nếu không đăng kí được em sẽ bị trễ thêm 1 năm rưỡi nữa với lại gia đình em hỏi bao giờ đi làm mà em không biết trả lời sao. Dạ em mong PĐT giúp em với ạ. Em sẽ đăng kí đồ án và truyền số liệu cho HK212. Em cám ơn!",
    "Em xin chào phòng đào tạo,  Em đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp trên Bkpay, nhưng hôm nay khi xem lại, em không được đăng ký tốt nghiệp như hình. Em mong phòng đào tạo sẽ giải quyết cho em ạ",
    "Chào quý thầy cô BKSI, Em tên , mssv . Em đã nhận được bằng tốt nghiệp tạm thời từ nhà trường. Tuy nhiên em không được chứng nhận tốt nghiệp từ chương trình tài năng. Em thi lại kỹ năng nói-viết vào tháng 11 và đã đạt điểm đầu ra (265), em cũng đã hoàn thành chương trình học. Mong quý thầy cô giúp đỡ và điều chỉnh giúp em ạ. Điểm đầu ra nói-viết thầy cô có thể tìm ở đường dẫn này ạ (tháng 11): https://docs.google.com/spreadsheets/d/1tPWLKwyUeL1icWUlgL6gfsNCee6WnNaUMS7MTOL73jM/edit?fbclid=IwAR1MgUeEXT8pHiO8iyORFCBuhy0Zs1z04MVVo4NiowcBtk1j3-PfEGo#gid=28",
    "Em muốn đăng ký AV nhu cầu AV1A ạ. Em đã đăng ký trên hệ thống nhưng do chưa thi tổng kết môn AVCB (thi ngày 5/12) nên đã bị hủy ạ",
    "Em đã vào mybk/Đăng ký tốt nghiệp như cô hướng dẫn để tìm chổ tải file mềm bằng tốt nghiệp tạm thời. Nhưng chỉ thấy có phần \" Đăng ký xét tốt nghiệp \", trang đó lại để thông tin của em giống như lúc em chưa đăng ký được.Mong cô xem lại và hướng dẫn giúp em ạ.Em cảm ơn.",
    "Thưa thầy, cô, ngày 25/11/2021, em đã có gửi đơn đăng ký thi môn học đã xin vắng thi có phép ở học kỳ 201 ạ. Tuy nhiên đến hôm nay em vẫn chưa thấy lịch thi của mình. Thầy cô cho em hỏi là em có được chấp nhận đăng ký thi không ạ? Em có đính kèm đơn bên dưới ạ. Em xin cảm ơn thầy, cô.",
    "cho em hỏi là bây giờ cô yêu cầu upload lại đường dẫn video mà như bữa trước em đã trình bày với phòng đào tạo và cả giáo viên dạy lý Thuyết là thầy  là video của em gặp lỗi trong lúc ghi và giờ không khôi phục được nữa mà hạn nộp video thì đến 23:59 30/11 thì giờ em phải làm gì ạ? file video đó bị lỗi dù quay được 1h3'24s.Và em dùng itop screen recorder để ghi màn hình ạ .   i  .",
    "Em kính chào PĐT ĐH Bách Khoa TPHCM, Em là , Khóa k16. Ngày 19 tháng 11 vừa qua em có đăng ký giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự thêm 1 năm để hoàn thành xong chương trình học tại trường. Nhưng ngày 26.11 vừa qua em mang giấy xác nhận nhà trường gửi xuống xã thì giấy chứng nhận này không còn đạt yêu cầu để tạm hoãn. Xã yêu cầu phía sinh viên phải liên hệ với nhà trường để xin thêm dòng chữ kỳ hạn ra trường và lý do chưa ra trường theo đúng quy định. Để đáp ứng được yêu cầu phía quân đội xã đề ra Em mong PĐT xác nhận giải quyết sớm để em có kịp giấy bổ sung cho bên quân đội để yên tâm tập trung hoàn thành chương trình học của bản thân. Sau đây em xin đính kèm giấy tạm hoãn tham khảo bên xã yêu cầu. Em xin cám ơn!",
    "Tốt nghiệp . Chào Thầy/Cô ạ! ﻿Em là sinh viên khóa 2018. Em có câu hỏi là \"Chuẩn AV nói viết của khóa 2018 có thể thi ở trung tâm BK English được không, hay chúng em bắt buộc phải thi ở bên ngoài\" ﻿Em cám ơn Thầy/Cô đã đọc .",
    "Em Tên:  MSSV:  Hệ:  Từ ngày 27.11 đến 30.11 em không thể vào E-learning để làm bài Kiểm Tra Môn Đại Số Tuyến Tín MT1007!!! Nhà trường có thể hổ trợ em dời thời gian kết thúc Kiểm Tra là 30.11 đến khi E-learning hoạt động bình thường không ạ?",
    "Em xin chào phòng đào tạo,  Hiện nay e đã đăng ký và thanh toán lệ phí tốt nghiệp vào ngày 22/11/21 (thứ 2 tuần trước), theo như mail phòng đào tạo sẽ lấy dữ liệu đăng kí vào thứ 6 hàng tuần  và trễ nhất thứ 3 tuần tiếp theo, phòng đào tạo sẽ tiến hành in giấy chứng nhận tốt nghiệp tạm thời để sinh viên có thể tải về sử dụng . Cho em xin hỏi với lịch đăng ký của em vào thứ 2 tuần trước (22/11/2021) thì khi nào em sẽ nhận được giấy chứng nhận tốt nghiệp tạm thời ạ?",
    "Kính gửi phòng đào tạo, Hiện tại trang Elearning của trường đang được bảo trì, và mất khá nhiều thời gian. Cũng vì thế mà một số bài Quizz trên Elearning và trên trang Video môn học đã quá hạn. Nên em hy vọng Phòng đào tạo có thể gia hạn hoặc nhắn nhủ quý thầy/cô giảng viên môn học gia hạn thêm thời gian cho sinh viên tụi em được không ạ?  Đây là việc ngoài ý muốn của sinh viên cũng như giảng viên nên em hy vọng phòng đào tạo có thể giúp đỡ tụi em gia hạn thêm thời gian các bài Quizz trên Elearning và trang Video môn học. Em xin chân thành cảm ơn quý thầy/cô phòng đào tạo .",
    "Hỏi đáp BKeL . Em chào quý thầy cô Phòng đào tạo, Hiện tại tụi em đang vào thời gian ôn thi học kì 211 và cũng có một số bạn có môn thi ngay trong tuần sau, em thì có môn thi trong tuần tới do vậy rất cần hệ thống BKeL để ôn thi. Tuy nhiên hệ thống đã bảo trì trong thời gian 5 ngày rồi và vẫn chưa có dấu hiệu trở lại. Nghiêm trọng hơn vì bất ngờ nên tụi em không thể chuẩn bị tài liệu sẵn trong máy để học tập. Ngày thi thì đến cận kề tụi em hiện tại không biết phải ôn tập như thế nào. Rất mong quý thầy cô Phòng đào tạo cho sinh viên tụi em một hướng giải pháp phù hợp và một ngày trở lại của Bkel chính thức để tụi em sắp xếp việc học tập của mình. Trân trọng./.",
    "Chào người trả lời câu hỏi ạ, em có một thắc mắc là nhà trường có gửi mail dự kiến đi học lại các môn thực hành vào ngày 6/12 là bắt buộc tất cả các sinh viên hay chỉ những người đăng kí trước mới được đi ạ? Em xin cảm ơn ạ.",
    "Kính chào quý thầy cô, Em là , MSSV: , sinh viên khoá K20. Em có đăng ký anh văn cơ bản (nhu cầu) và sẽ dự thi cuối kỳ vào ngày 5/12/2021. Trong lần đăng ký anh văn nhu cầu - tháng 12 này em đăng ký môn anh văn 1A (nhu cầu)  thì vẫn được đăng ký. Thế nhưng khi có kết quả thì em bị hủy với lý do thiếu môn học tiên quyết (Anh văn cơ bản) . Kính mong quý thầy cô hỗ trợ để em có thể tham gia khoá học lần này ạ. Em xin cảm ơn quý thầy cô.",
    "Dạ em là sinh viên hệ VHVL K21. Bữa trường có gửi mail thông báo khi nào hết giãn cách lên nhận thẻ sinh viên hoặc nhận thẻ qua bưu điện. Mà em vẫn chưa lên trường được do bùng dịch. Không biết giờ em đk nhận thẻ sinh viên qua đường bưu điện được không ạ? Và gửi nội dung địa chỉ để trường gửi thẻ như nào ạ?",
    "Em được thu nhận lại vào học kì 212 vậy em có được đăng kí môn vào học kì 212 không ạ. Do em thấy mở đăng kí môn cho học kì 212 nhưng không đăng kí được. Vậy có phải học kì 212 em sẽ không có lịch học phải không ạ? Mong BKSI giải đáp giúp em.  ",
    "Em chào cô/thầy, PĐT vừa quyết định thu nhận sinh viên để đăng kí tốt nghiệp. Nhưng khi em vào trang đăng kí thì vẫn tình trạng tạm dừng ạ. Mặc dù tình trạng sinh viên đã để thành \"đang học\". Cô/thầy giải đáp giúp em ạ. Em cảm ơn.",
    "Em tên  sinh viên K16 có tên trong danh sách dự kiến tốt nghiệp tháng 11. Hiện tại hệ thống không cho em đăng ký tốt nghiệp như hình. Mong thầy/cô giúp đỡ.",
    "Chào Phòng Đào Tạo, Em tên là , MSSV:  lớp DD18DV03. Hiện tại, em đang muốn xin giấy giới thiệu để bổ sung vào hồ sơ ứng tuyển thực tập ở các công ty ngoài trường. Do đó, em muốn hỏi PĐT là em cần làm những gì để có thể xin được giấy giới thiệu thực tập này ạ. Em xin chân thành cảm ơn.",
    "Tốt nghiệp . Chào Cô/Thầy, Em là Khoa (1511567) . Em có một vấn đề chưa rõ. Em nhờ Cô/Thầy xác nhận lại giúp em ạ . Em có đọc \"QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ BẬC ĐẠI HỌC, CAO ĐẲNG\" của trường. Tại Chương IV/ Điều 21 có nói điểm xếp loại tốt nghiệp dựa vào ĐTBTLN . Cho em hỏi ĐTBTLN đó có phải là \"Điểm trung bình tích luỹ ngành\" ở trong \" Bảng điểm sinh viên\" trong mục mybk không ạ . Vì Điểm trung bình và Điểm trung bình tích luỹ ngành của em khác nhau. Nêu em muốn rõ phần này ạ . Em xin cảm ơn .",
    "Em chào pđt, việc học trực tiếp tại cơ sở Lý Thường Kiệt là những ai đã đăng ký đi học lại ở form khảo sát trước mới phải đi đúng không ạ? Em cảm ơn.",
    "Xin chào quý thầy cô ạ, Em tên  MSSV  thuộc lớp CC17XGT1. Trong đợt đăng ký gia hạn BHYT vừa rồi em bị cách ly nên không đóng được. Em nhờ người thân chuyển tiền giúp em nhưng đến ngày 26/11 em mới nhận được và đóng ạ( trong khi deadline là ngày 25/11). Vậy em có bị sao không ạ. Em kính mong được giúp đỡ.",
    "Xin chào thầy/cô ạ. Em tên  - MSSV:  Hiện tại trường vừa gửi mail đi học trực tiếp cho các học phần đồ án, luận văn,... Và học phần thực hành thí nghiệm năm học 2020-2021, HK211 (dự kiến 6/12/2021) Em là sinh viên khoá 2020 thì sắp tới (6/12) có vào học hay không ạ? Hay chỉ những bạn điền form đăng kí đi học trước đó mới vào ạ? Mong thầy/cô reply sớm ạ. Em xin cảm ơn.",
    "Dạ em chào thầy/cô.Dạ thầy cô cho em hỏi là đợt đkmh đang mở trên web trường có phải chính thức của đợt 1 hệ CQ không ạ? Tại em thấy thời gian mở không hợp lí (từ 2020- 6/12/2021) và cũng chưa có mail thông  báo từ nhà trường.Em cảm ơn thầy/cô",
    "VỀ BHYT Kính thưa thầy/cô, em tên là , MSSV . Thưa thầy/cô, về BHYT, em đã lỡ không đăng kí form Bảo hiểm y tế đúng như nhà trường nhắc nhở, thưa thầy/cô sai sót của em vì khoảng thời gian này, em có nhiều BTL nên em đã không làm đúng như yêu cầu của nhà trường. Em viết đơn này kính mong thầy/cô tạo giúp em khoản thanh toán BHYT trên Bkpay để em thanh toán ạ. Em cảm ơn quý thầy/cô",
    "hiện tại em đã đủ điều kiện đăng ký tốt nghiệp, tuy nhiên ở mục đăng ký xét tốt nghiệp thì để không được phép đăng ký. Thầy cô xem lại giúp em với ạ. Em cảm ơn ạ.",
    "Kính gửi PĐT, Em tên là , MSSV , vừa rồi em có thanh toán trễ hạn học phí học kỳ chính 211, em có cần làm đơn xin đóng trễ không ạ ?"
]