[
    "Em tên  Lớp VL17SI, MSSV:  Kính gửi Phòng Đào Tạo Em đang theo học trường Sư phạm TPHCM và em muốn làm thủ tục thôi học ở trường mình. Tuy nhiên, hiện tại em đang ở quê và không thể lên trường được, quê của em đang cách ly vì dịch bệnh. Liệu có cách nào để em có thể làm thủ tục thôi học theo hình thức Online không ạ Em cảm ơn Phòng đào tạo đã đọc yêu cầu của em   i  .",
    "Em chào pdt ạ , em gửi yêu cầu về vấn đề học phí nhưng tận 3 ngày vẫn chưa đc giải quyết , mong pdt giúp ạ",
    "Dạ cho em hỏi vào buổi sinh hoạt công dân định kì ngày 6/11 dành cho khóa k2018 em có gặp trục trặc về vấn đề mạng ạ. Em có thể được tham gia lớp bổ sung SHCD không ạ. Em cảm ơn ạ.",
    "Em tên là . Mssv , lớp DD19LT13. Do HK201 không đủ điều kiện để đóng học phí nên em không được thi học kì, dẫn đến không đủ điểm trung bình để đăng kí môn của kì sau. Học kì 202 và 211 do điều kiện gia đình khó khăn về tài chính nên em cũng chưa thể học lại. Bây giờ em rất muốn được tiếp tục học lại bắt đầu từ kì 201, vậy em có thể đăng kí học lại được không, và làm giấy tờ cứu xét thế nào ạ? Em xin chân thành cảm ơn!",
    "Em chào PĐT, Cho em hỏi em đã đăng kí nhận bảng điểm vào ngày 28/10/2021, xác nhận gửi qua đường bưu điện và đã nộp tiền qua BK Pay hôm đó rồi . Nhưng đến bây giờ em vẫn chưa nhận được, trong khi địa chỉ đăng kí của em là ở nội thành TP.HCM, đáng lẽ việc giao phải nhanh chóng chứ ạ. 12g ngày mai (08/11/2021) là hết hạn nộp hồ sơ học bổng mà em muốn nộp, giờ em vẫn chưa nhận được bảng điểm. Em nhận được mail học bổng từ phòng CTCTSV là đăng kí in bảng điểm với PĐT trong ngày mai luôn đó ạ. Em cám ơn PĐT, mong PĐT sớm phản hồi!",
    "Em chào quý Thầy cô ạ, em tên là , MSSV: . Thưa Thầy, Cô em đã có đầy đủ các tiêu chuẩn để được xét tốt nghiệp vào tháng 11 nhưng đến nay em vẫn không có tên trong danh sách dự kiến ạ. Em mong quý Thầy, Cô có thể kiểm tra giúp trường hợp của em",
    "Xin chào, em là -mssv . Hiện em muốn xin giấy hoãn nghĩa vụ quân sự ạ, h phường đang hối, em hi vọng được hồi đáp sớm ạ",
    "Lại là em,  mssv , em bị mất thẻ sinh viên và muốn được cấp lại thì sao ạ",
    "Hiện tại gia đình em đang gặp khó khăn về tài chính, em có thể xin gia hạn đóng học phí được không ạ, nếu có thì em cần làm những gì ạ? Em xin chân thành cảm ơn!",
    "Kính gửi thầy/cô,  Em là , Khoa Khoa Học Ứng Dụng. Hiện tại em đã có đủ các chứng chỉ anh văn toeic, thi qua 2 kĩ năng nói viết, đã bảo vệ luận văn và hoàn thành đầy đủ tín chỉ. Nhưng e vẫn chưa nhận được thông báo đăng ký tốt nghiệp từ nhà trường. Kính mong thầy /cô xem xét giúp em ạ.",
    "cho e hỏi là nhà trường đã dời lễ tốt nghiệp sang tháng 1 năm sau, vậy e có thể xin bản sao trước được không ạ?",
    "Em đã đăng ký in bảng điểm và đã thanh toán, nhưng em thấy ngày trả kết quả là 2/11 mà sao em check thì vẫn ở tình trạng ĐANG IN ạ? Khi nào em nhận được ạ?",
    "Kính gửi thầy cô PĐT, Em có hoãn LVTN ở HK 202 và muốn bảo vệ LVTN ở HK 211 thì em có thể đăng kí ở đâu và quy trình như thế nào ạ . Em xin cảm ơn.",
    "Kính gửi thầy cô PĐT, Em có nhu cầu đăng kí BHYT và có làm theo hướng dẫn như cập nhật thông tin... nhưng không thể điền được vào vùng \"Chọn loại bảo hiểm đăng ký mua:\". Mong thầy cô hỗ trợ ạ. Em xin cảm ơn.",
    "Em chào thầy/cô, Em là , MSSV: , khoa Cơ Khí. Học kỳ này em có thực hiện LVTN do thầy  hướng  dẫn. Nhưng thầy vừa thông báo em rằng không tìm thấy tên em trong mục LVTN do thầy hướng dẫn trên Elearning. Em xin nhờ thầy/cô kiểm tra lại giúp em. Em cảm ơn.",
    "Thầy Cô PĐT cho em hỏi về tổ chức lễ tốt nghiệp sắp tới ạ. Em đọc mail thấy sẽ nhận bằng chính thức là nhận bằng qua chuyển phát bưu cục, vậy là sẽ không làm lễ nhận bằng trên hội trường A5 ạ?  Em xin cảm ơn.",
    "Kính gửi cô! Em tên là , MSSV , khoa Công nghệ Vật liệu, khóa K18. Hiện tại tổng số TCTL của em là 118 nhưng TCTL ngành là 77, hiện tại vẫn chưa được cập nhật ạ, cho em hỏi vấn đề này giải quyết như thế nào ạ,em rất lo lắng nếu không cập nhật em sẽ không đủ tín chỉ để đăng kí luận văn.Mong nhận sự phản hồi từ cô, em cảm ơn.",
    "Kính gửi PĐT, Em có thắc mắc như sau: 1. Kỳ 2 (2021 - 2022) em học trao đổi ở nước ngoài và em vẫn còn môn học chưa hoàn thành ở BK thì có bắt buộc phải đăng ký môn học ở Bách Khoa nữa không ạ?  Nếu có thì kính nhờ PĐT đính kèm giúp em link thông tin chi tiết về quy định mới vì em đã tìm nhưng không tìm thấy thông tin",
    "Tốt nghiệp       Chào Thầy, Cô  Em mong PĐT xem xét xét tốt nghiệp cho em ạ Em đã nhờ Khoa làm xét môn tương đương gửi lên PĐT rồi ạ  Em cảm ơn",
    "Em là , MSSV . Em đã hoàn thành bảo vệ luận văn tốt nghiệp vào tháng 8/2021. Theo như Lịch trình đăng ký tốt nghiệp cho đợt tháng 11/2021 thì hạn chót đăng ký là 24/12/2021. Tuy nhiên hiện tại em vào MyBK để đăng ký tốt nghiệp thì các nút \"Cập nhật thông tin\", gửi ảnh, và \"Nộp đơn đăng ký xét tốt nghiệp\" bị khoá, nên em không đăng ký tốt nghiệp được. Kính mong Phòng Đào tạo xem xét giải quyết ạ. Em xin cảm ơn.",
    "Em đã đăng ký nhận bằng tốt nghiệp tạm thời ở Mybk và đã tích vào ô nhận qua bưu điện. Em muốn hỏi rằng khi nào em sẽ nhận được bằng tốt nghiệp qua bưu điện ạ? Do em đọc thông tin ở trang aao.hcmut rằng sẽ nhận được trong 1 tuần nhưng em đã đăng kí được 2 tuần rồi và một bạn đăng kí cùng đợt với em đã nhận được bằng rồi ạ!  Em cảm ơn",
    "Dạ thưa phòng đào tạo, Em là , MSSV . Hiện tại em đã đăng ký tốt nghiệp thành công và đã có tên trong danh sách tốt nghiệp dự kiến. Phòng đào tạo cho em hỏi em muốn xin cấp giấy xác nhận thứ hạng khi tốt nghiệp thì em phải làm thủ tục như thế nào ạ? Em xin cấp giấy xác nhận thứ hạng để làm thủ tục nộp hồ sơ đi học tiến sĩ ạ .",
    "Dạ cho em hỏi là em lên MyBK để đăng ký BHYT nhưng tại mục chọn loại bảo hiểm lại không chọn được và cũng không cho đăng ký luôn. Em muốn hỏi rằng từ ngày mai là thời hạn nộp tiền BHYT lúc đó mới cho đăng ký hay là em phải đăng ký trước và làm thế nào ạ? Em xin cảm ơn.   i  .",
    "Họ tên :  MSSV : Hệ :VHVL Em có đăng ký xin giấy xác nhận sinh viên mà 1 tuần rồi vẫn chưa có . Em mong nhà trường có thể xác nhận sớm giúp em để em có thể hoàn thành hồ sơ nộp cho địa phương vào ngày 9/11 nếu ko có thì em phải chấp hành nghĩa vụ quân sự ạ. Em cảm ơn nhà trường ạ ",
    "Dạ em chào anh chị! Dạ cho em hỏi là em có đăng kí môn đợt dự thính lộ trình 2 bắt đầu học vào 30/8 nhưng không thấy có thời khoá biểu ạ. Vì đó là môn cuối cùng và đây cũng là kì cuối trong thời gian đào tạo tối đa  của em nên cho em hỏi có thể cho em xin đăng kí môn đó (giải tích 2 MT1005) theo dạng hoãn thi kì trước tức chỉ thi cuối kì được không ạ? Hoặc là cho em hỏi trong kì hè sau kì 2 này em có thể bổ sung thêm môn cuối cùng đó mà không bị chuyển hệ không ạ?  Em xin chân thành cảm ơn ạ!",
    "Thầy/Cô cho em hỏi là nhà em gần cơ sở 2, em có thể đăng ký xin cấp giấy chứng nhận sinh viên và lấy ở cơ sở 2 không ạ. Hay em phải đăng ký dịch vụ chuyển phát về nhà vậy ạ. Em cảm ơn.",
    "Chào thầy cô.    Cho em hỏi là hiện tại em muốn nộp bảng điểm và chứng chỉ Giáo Dục Quốc Phòng MI1003 để hoàn thành hồ sơ xét tốt nghiệp thì làm thế nào ạ.     Vấn đề thứ hai là em muốn mua BHYT 2022 nhưng lại không đăng ký được. Vậy em phải mua bên ngoài hay sao? Em cảm ơn.",
    "Chào thầy,cô 1. Hiện tại e đã có đủ điểm tất cả các môn nhưng chưa được cập nhật điểm số tín chỉ tích lũy ngành ở mục bảng điểm sinh viên so với bảng điểm của học kỳ 202.(hình đính kèm) 2. Hiện tại e vẫn chưa thể đăng ký xét tốt nghiệp vì chưa có tên trong danh sách tốt nghiệp dự kiến. Em cảm ơn thầy/cô đã hỗ trợ",
    "Em đã đăng kí nhận giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự từ lâu rồi mà chưa thấy bưu điện phản hồi ạ. Ngày 12/11/2021 này, người ta bắt em đi lên phường khám để chuẩn bị nhập ngũ luôn rồi. Mong phòng đào tạo có thể cho e xin thông tin về bưu điện ạ. Hoặc em có thể lên trực tiếp cơ sở 1 để nhận giấy xác nhận sinh viên không ạ?",
    "Kính gửi bksi. Em muốn hỏi về vấn đề xin bảo lưu ạ. Cảm ơn và mong sớm nhận được phản hồi từ quý thầy cô.",
    "Kính chào quý thầy,cô! Em tên , mssv . Em xin hỏi về mục đăng ký bảo hiểm y tế. Em đã hoàn thành bước 1 của đăng kí bảo hiểm y tế là khai báo cập nhật thông tin nhưng đến bước hai là chọn mục BHYT thì ở mục này không hiện thông tin cho em thao tác chọn và mục đăng kí cũng không thao tác được. Em mong quý thầy cô có thể kiểm tra, khác phục hoặc có hướng dẫn quy trình đăng kí lại nếu em làm sai. Để em có thể kịp hoàn thành việc đăng kí BHYT của nhà trường. Em xin cám ơn",
    "Dạ cô ơi , Bên địa phương em họ gửi trễ giấy nghĩa vụ quân sự , em mới đăng kí giấy tạm hoãn nghĩa vụ hôm qua . Vậy khoảng bao nhiêu ngày nữa em có lên lên trường nhận giấy vậy cô . Em cảm ơn cô ạ.",
    "Tốt nghiệp . Chào Phòng đào tạo, Mong PĐT giúp em huỷ môn Tư tưởng Hồ Chí Minh vì trước đó em đăng ký môn để không bị đình chỉ học trong học kỳ này do chưa đủ chuẩn xét tốt nghiệp. Hiện tại, em sẽ nộp bằng IELTS để đủ 142 tín chỉ và để có thể được xét tốt nghiệp trước tháng 12. Hiện em đã hoàn thành việc thanh toán học phí trên BKPay. (đính kèm) Em rất mong PĐT huỷ môn học giúp em. Em xin cảm ơn.",
    "Em muốn đăng ký mua BHYT trên mybk. Nhưng em không chọn được mục \" chọn loại bảo hiểm đăng ký mua\" nên không thể đăng ký. Xin thầy/cô hướng dẫn em với ạ. em xin cám ơn.",
    "Cho em hỏi là nhà trường có thể mở đợt đăng kí nộp bằng tốt nghiệp THPT kế tiếp được không ạ? Vì lý do dịch bệnh nên em đã nhận được bằng tốt nghiệp chậm hơn dự kiến nên không thể đăng ký nộp theo đúng thời hạn. Em mong nhà trường sẽ tạo điều kiện mở lại đợt đăng ký khác ạ. Em xin cảm ơn.",
    "Kính gửi quý thầy cô. Em muốn hỏi thêm về vấn đề bảo lưu 1 năm. Lý do là em cảm thấy bản thân mình còn một số vấn đề cần giải quyết trước khi toàn tâm cho việc học ạ. Em xin cảm ơn và mong nhận được phản hồi sớm nhất từ quý thầy cô.",
    "Dạ em muốn hỏi quy trình xác nhận mẫu giấy vay vốn SV trong thời điểm không thể đến trường làm việc trực tiếp như bây giờ ạ. Em xin cảm ơn.",
    "Kính thưa Thầy/Cô! Em sinh viên , mssv: . Dạ cho em hỏi học kì hè vừa rồi em có học môn Bê Tông Cốt Thép 2, mã môn học CI3175 đến thời gian hiện tại em vẫn chưa biết được số điểm của em ạ! Mong PĐT cập nhập để em biết được ạ. em cảm ơn rất nhiều. Sinh Viên  .",
    "Em chào phòng đào tạo ạ, Em tên  - MSSV:  - SĐT: [phone_number]   - Gmail:  Tình hình hiện tại là trong học kì này, em đã hoàn thành toàn bộ chương trình học tại trường, nên học kì này em không đăng kí bất kì môn nào để có thời khóa biểu, vì vậy việc em đăng kí giấy chứng nhận sinh viên để tham gia thi toeic nhận qua Bưu điện là không thể thực hiện , em mong trường tạo điều kiện giúp em để em có thể nhận được giấy chứng nhận sinh viên để giảm nhẹ chi phí thi toeic 990k đối với sinh viên thay vì 1390k nếu không có giấy chứng nhận sinh viên, vì tình hình dịch bệnh hiện tại khiến kinh tế của bất kì ai cũng suy yếu, mùa dịch này khổ lắm thầy ơi. Em chỉ còn bổ sung anh văn để hoàn thành 100% điều kiện để tốt nghiệp. Trong thời gian chờ đợi từ sự thông báo từ phòng đào tạo, em xin chân thành cảm ơn. ",
    "Cho em hỏi về đăng kí BHYT. Em đăng kí BHYT trên myBK nhưng không chọn được loại bảo hiểm đăng ký. Em phải làm gì để sửa được lỗi này. Nếu không đang kí được trong trường em sẽ đang kí ở địa phương.",
    "em hoãn thi ở học kỳ 202 thì học kỳ 211 này em muốn thi thì làm như thế nào ạ",
    "Chào Phòng đạo tạo,  Cảm ơn PĐT đã hướng dẫn em điền đơn huỷ môn học (đính kèm 1) Hiện em đã hoàn thành mẫu đơn, mong PĐT xem xét huỷ môn học giúp em (đơn rút mh). Em xin cảm ơn PĐT.",
    "Admin cho em hỏi nếu ngày 22/12 e nộp bằng chuyển điểm av3,4 mà em thấy tận 24/12 e sẽ hết hạn đăng kí tốt nghiệp thì cơ hội em được chuyển có kịp không ạ trong vòng 2 ngày đó không ạ ?",
    "Kính gửi Phòng đào tạo. Em tên , MSSV , Hệ đào tạo VLVH, Chuyên ngành Công nghệ may. Trong CTĐT 2014 có môn Kỹ thuật điện (EE1005) tương đương với môn Kỹ thuật điện (406009) em đã học trong CTĐT 2013 (Vì trong email trường gửi cho em có đính kèm các môn học còn nợ có môn Kỹ thuật điện). Kính mong Thầy/Cô xem xét chuyển điểm môn Kỹ thuật điện giúp em. Em xin cảm ơn.",
    "Em đăng kí hoãn thi 6 môn trong đợt hè vừa rồi, 2 học kì là 202 và 203 do 6 môn của 2 hk đó được mở thi một lúc trong đợt vừa rồi mà máy em hư. Em gặp lỗi ở đk đợt 1 nên đã tiến hành đăng kí đợt 2, nhưng đến giờ không có mail xác nhận là đang kí thành công hay chưa, nay em có hỏi thì được phản hồi như hình em gửi bên dưới, vậy em phải làm gì tiếp theo, và em đăng kí 6 môn sao bây giờ trường chỉ ghi nhận 3 môn vậy ạ? Nếu là trường thiếu như vậy thì em phải làm sao ạ, em đăng kí nhưng trường không gửi mail xác nhận đk thành công hay không gì hết?",
    "Lịch thi cuối kì . Dạ em xin chào thầy cô ạ!  Em là sinh viên K17, hiện em đang học AV4A để tốt nghiệp. Em mong thầy cô sắp xếp lịch thi cuối kì sớm sớm để em có thể kịp hạn nộp tốt nghiệp vào ngày 24/12/2021 ạ.Em xin cảm ơn thầy cô!",
    "Kính gửi Phòng đào tạo. Em tên , MSSV: , hệ đào tạo VLVH, chuyên ngành Công nghệ may. Trong học kỳ 2 năm học 2020-2021 em có học môn Cơ học máy (ME2043) do Thầy  giảng dạy và đã tham gia thi cuối kỳ vào ngày 20/8/2021 lúc 13 giờ nhưng không có điểm danh nên bị tính là vắng thi. Em đã liên hệ với Thầy  và Thầy nói là đã cho phép các sinh viên hoãn thi và thi lại môn Cơ học máy. Kính mong Thầy/Cô xem xét giúp em. Em xin cảm ơn.",
    "Kính Gửi Thầy/Cô, Em tên , MSSV , lớp HC17DK. Vừa rồi em có đăng ký tốt nghiệp và đã thanh toán thành công. Thầy/Cô cho em hỏi em có thể download bằng tốt nghiệp tạm thời tại đâu không ạ? Vì em cần nộp hồ sơ bổ sung cho hồ sơ xin việc ạ? Em cảm ơn Thầy/Cô Trân trọng.",
    "Dạ em kính chào thầy cô, Theo như quy chế của trường để nhận LVTN sinh viên phải nộp chứng chỉ ngoại ngữ. Tuy nhiên trên lịch học vụ của trường em chưa thấy để thời gian cụ thể ạ. Liệu rằng có được tạm hoãn nộp chứng chỉ do tình hình dịch bệnh không . Mong thầy cô sớm giải đáp để tụi em tiện chuẩn bị ạ! Em xin chân thành cảm ơn!",
    "Dạ cho em hỏi vài điều về bài thu hoạch.   U Thứ nhất: Em muốn hỏi về hình thức làm bài và nộp ạ.    Có phải chúng em sẽ làm một bài báo cáo thu hoạch trên word rồi sau đó gửi mail cho phòng đào tạo đúng không ạ? tại theo thông báo của trường thì sẽ nộp thông qua mail của sinh viên .   U Thứ hai: Em muốn hỏi về nội dung bài thu hoạch   . Do buổi SHCD gồm 3 chuyên đề với buổi đầu gồm 2 chuyên đề vào ngày 6/11 và chuyên đề 3 vào ngày 20/11. Vậy cho em hỏi mình sẽ là cả ba bài cùng lúc hay nộp từng chuyên đề mỗi buổi học ạ. Em mong nhận được phản hồi sớm nhất ạ. Em cảm ơn",
    "Thưa PĐT, Em là  -  thuộc khóa K18, cho em hỏi kỳ sau đăng ký  là phải bắt buộc phải có bằng toeic đúng không ạ, tại vì tình hình dịch covid em chưa đủ điều kiện để vào Sài Gòn thi được. Em cảm ơn",
    "Chào PDT, em hiện tại đang là sinh viên năm 4, khóa K18. Được biết khóa K18 của tụi em phải nộp Toeic 2 kỹ năng để xin nhận luận văn tốt nghiệp vào kì sau. Cho em hỏi là PDT liệu có hỗ trợ gì trong việc nộp bằng để nhận LVTN trong tình hình dịch như thế này không ạ?  Hiện tại việc di chuyển lên SG thi Toeic đối với tụi em cũng rất khó khăn ạ!   i  .",
    "Em bị lỡ buổi sinh hoạt công dân 6/11 Vậy giờ em phải làm sao ạ. Chỉ sinh hoạt buổi chuyên đề 3 (20/11) có tính không ạ.",
    "Dạ cho em xin hỏi về việc không tham dự SHCD cuối khoá K18: Tình hình là em qua để quên và lỡ mất buổi SHCD ngày 6/11/2021, cho em xin hỏi em có thể tham dự bù hay tương đương không ạ. Do em quá chủ quan nên lỡ mất.",
    "Cho em hỏi là có cách nào để xin file tạm hoãn của phòng đạo tạo sớm không ạ? Em gửi yêu cầu in giấy từ ngày 1/11 đến nay chưa được xét duyệt mà bên phường thì yêu cầu nộp gấp. Em cảm ơn.",
    "Cho em hỏi đợt sinh hoạt công dân ngày 06/11 vừa rồi do em không check kỹ email, nên đã không biết lịch SHCD ngày 06/11, phòng đào tạo có cách nào giúp em được không ạ? Vậy em có được tham gia SHCD ngày 20/11 và làm bài thu hoạch không ạ?",
    "Em nộp học phí trễ nên bị tạm dừng học. Em đang ở quê nên không thể nộp đợn được. Em muốn được nộp đơn để tiếp tục đăng kí môn kì sau.",
    "Em thanh toán trễ học phí nên bị tạm dừng học. Theo quy trình phải nộp biểu mẫu cho phòng đào tạo, nhưng em ở quê nên không thể nộp đơn cho phòng đào tạo được. Mong các anh chị BKSI giúp em ạ. Em xin cảm ơn nhiều.",
    "Em bị tạm dừng học nên không thể đăng kí in giấy xác nhận sinh viên được. Em xin hỏi là mình có thể in giấy xác nhận sinh viên gửi về quê được không ạ? Em xin cảm ơn các anh chị cán bộ BKSI nhiều ạ .",
    "Em xin nộp đơn trình bày trễ học phí ạ.",
    "Dạ cho em hỏi nếu em chưa nhận được bằng tốt nghiệp vì thiếu tiếng anh hoặc em năm 4 nhưng đk để học bằng 2 luôn mà chưa có bằng tốt nghiệp vậy thì có được bằng 2 không ạ hay bắt buộc nhận bằng tốt nghiệp mới xét được ạ. Em xin cảm ơn ạ .   i  .",
    "cho e hỏi e đang học chính quy khoa xây dựng BK và giờ e muốn chuyển hệ sang vừa học vừa làm thì đăng ký mục nào trong các mục trong thông tin tuyển sinh của hệ VHVL ạ",
    "Kính gửi thầy cô Phòng đào tạo, em tên là , MSSV:. Hôm 05/11/2021 em đã đăng kí giấy xác nhận sinh viên của trường thông qua Mybk và đã được xử lí tuy nhiên khi em tải bản scan giấy chứng nhận sinh viên xuống để bổ sung vô hồ sơ hoãn nghĩa vụ thì bị sai giấy chứng nhận của một người tên  chứ không phải của em. Mong thầy cô xem lại và chỉnh sửa giúp em gấp để em có thể mau chóng bổ sung đầy đủ hồ sơ hoãn nghĩa vụ ạ. Em xin cám ơn thầy cô!",
    "Em muốn hỏi là em đã đủ các điều kiện tốt nghiệp tháng 11, đã nhưng giấy chứng nhận tạm thời qua bưu điện nhưng vẫn chưa có tên trong danh sách tốt nghiệp chính thức trên trang web của trường ạ. Khi nào em mới được cập nhật trên đấy ạ, em cảm ơn.   i Tốt nghiệp .",
    "Em chào phòng đào tạo ạ, Em tên  - MSSV:  - SĐT: [phone_number]   - Gmail:  Tình hình hiện tại là trong học kì này, em đã hoàn thành toàn bộ chương trình học tại trường, nên học kì này em không đăng kí bất kì môn nào để có thời khóa biểu, vì vậy việc em đăng kí giấy chứng nhận sinh viên để tham gia thi toeic nhận qua Bưu điện là không thể thực hiện , em mong trường tạo điều kiện giúp em để em có thể nhận được giấy chứng nhận sinh viên để giảm nhẹ chi phí thi toeic 990k đối với sinh viên thay vì 1390k nếu không có giấy chứng nhận sinh viên, vì tình hình dịch bệnh hiện tại khiến kinh tế của bất kì ai cũng suy yếu, mùa dịch này khổ lắm thầy ơi. Em chỉ còn bổ sung anh văn để hoàn thành 100% điều kiện để tốt nghiệp. Trong thời gian chờ đợi từ sự thông báo từ phòng đào tạo, em xin chân thành cảm ơn . em xin trả lời cho tin nhắn cũ này của em và câu hỏi của cô  [staff_name]  EM MUỐN NHẬN GIẤY CHỨNG NHẬN SINH VIÊN ĐỂ ĐĂNG KÍ THI CHỨNG CHỈ TOEIC THÔNG QUA HÌNH THỨC GỬI BƯU ĐIỆN VÀ EM CẦN BẢN GIẤY ỦA EM: 144/8 Âu Cơ, Phường 9, Quận Tân Bình, Thành phố Hồ Chí Minh, Việt Nam Chân thành,",
    "Dạ em có đăng ký nộp bằng THPT đợt 2 (6/9/2021 - 16/9/2021) và đã nhận được phiếu xác nhận. Nhưng mà từ thời điểm đó đến nay ở vùng em sống đang là vùng đỏ và theo thông báo của Trường thì sẽ tổng kiểm tra bằng Tốt nghiệp THPT trong tháng 10 và hiện tại đã là tháng 11 rồi ạ. Vì vậy em muốn hỏi là em có thể nộp lên Phòng Đào tạo vào thời điểm nào khác được không ạ. Em cảm ơn nhiều. Thân mến, ",
    "Em đã được nhận mail thông báo có tên trong Danh sách dự kiến tốt nghiệp đợt tháng 11/2021 nhưng bị ghi chú là \"Nợ HP/lệ phí\". Em đã kiểm tra trong BKPAY và thấy có 1 đợt Lệ phí in bảng điểm chưa thanh toán, nhưng lúc đó em đăng ký nhầm, bấm thiếu số lượng và nơi nhận bảng điểm nên ngay sau đó em đăng ký lại và đã thanh toán ngay sau đó, cũng đã nhận Bảng điểm đợt đó, còn việc đăng ký nhầm em không biết cách hủy như thế nào vì không thấy có chỗ xóa, nên hiện giờ nó vẫn còn trong BKPAY, không biết em nên làm thế nào ạ?",
    "Tốt nghiệp . Em chào Thầy/Cô,  Em là Huỳnh Quang Vinh. MSSV: 1713967 . Em đã có tên trong danh sách tốt nghiệp dự kiến và đã đăng ký tốt nghiệp khoảng vài tuần trước và thanh toán đầy đủ. Em có kiểm tra MSSV trong danh sách tốt nghiệp chính thức trên trang tốt nghiệp nhưng không tìm được ạ . Thầy/Cô cho em hỏi như vậy thì em đã chính thức tốt nghiệp chưa ạ hay phải có tên trong danh sách chính thức mới được ạ . Em cảm ơn Thầy/Cô đã đọc.",
    "dạ cho em hỏi là kì 202 vừa rồi em có hoãn thi  vài môn ,vì số lượng môn khá nhiều nền em có thể đăng kí vài môn thi sang hk212 được không ạ",
    "Cho em hỏi em đã kiểm tra thông tin hoãn thi và hiện như hình bên dưới em đã đính kèm là đã được hoãn thi chưa ạ? Vì em thấy điểm thi đại số tuyến tính của em vẫn hiện ạ. Em cảm ơn.",
    "Chào Thầy/Cô ạ, Tên BKEL của em bị sai ạ. Cụ thể, em tên . Tên của em trên BKEL lại là . Mong Thầy/Cô có thể kiểm tra lại giúp em và đổi lại cho đúng ạ. Tên em là  - MSSV là . Em cảm ơn ạ.",
    "Kính gửi PDT Em tên: I   MSSV:  Em làm đơn gửi PDT để thu nhận lại từ HK212, sau 2 HK em tạm dừng có lí do (đính kèm theo đơn thu nhận lại) Em xin cảm ơn!",
    "Thưa các thầy cô, em là , mssv:. Em vừa được phường gửi giấy nghĩa vụ quân sự, em có đăng ký cấp giấy xác nhận sinh viên trên BKel nhưng 1 tuần rồi chưa được xử lí. Hạn chót nộp giấy xác nhận sinh viên là   B   I trước 15/11  /I     hi vọng nhà trường có thể cấp giấy sớm cho em Em cảm ơn.",
    "Kính gửi cô! Em tên là , MSSV , khoa Công nghệ Vật liệu, khóa K18. Cuối năm 1 em có điền vào phiếu chọn chuyên ngành là VL polyme, nhưng sau đó em chuyển sang chuyên ngành VL silicat, tất cả các môn em đăng kí đều thuộc chuyên ngành silicat, cuối học kì 202, tín chỉ tích luỹ của em là 118 tín chỉ, nhưng tín chỉ tích luỹ ngành chỉ có 77 chỉ, em không thể đăng kí được thực tập tốt nghiệp, em đã phản hồi khoa và khoa đã phản hồi lên phòng đào tạo theo đúng qui định, sau đó phòng đào tạo đã đăng kí thực tập tốt nghiệp cho em ( đủ điều kiện), nhưng hiện tại số tín chỉ tích luỹ ngành của em vẫn chưa được cập nhật vào hệ thống.Cho em hỏi vấn đề này giải quyết như thế nào ạ,em rất lo lắng nếu không cập nhật em sẽ không đủ tín chỉ để đăng kí luận văn.Mong nhận sự phản hồi từ cô, em cảm ơn.",
    "Chào phòng đào tạo, hiện em đã hoàn tất cập nhật thông tin cũng như địa chỉ liên hệ trong mục thông tin sinh viên và thông tin cá nhân của trang đăng ký bảo hiểm y tế như hình , nhưng khi bấm vào nút đăng ký lại không được đăng ký ( không hiện ra bảng xác nhận đăng ký như những lần đăng ký các năm trước ) . Mong phòng đào tạo sửa lỗi này giúp em. Em cảm ơn",
    "Tốt nghiệp       Em lên xem thì thấy điểm tốt nghiệp dự kiến của em bị sai lệch so với điểm trung bình tích lũy của em Cụ thể là 0 trong danh sách dự kiến và 35 điểm trung bình tích lũy",
    "Em chào các Thầy Cô. Em là , MSSV . Em có 2 vấn đề khi tra cứu thông tin tốt nghiệp dự kiến . 1) Vào ngày 17/12/2020, em có nộp bằng TOEIC 850 và đã được thẩm tra chuyển điểm. Nhưng trên trang tốt nghiệp điểm Toeic của em là 525 (điểm em nộp vào 26/5/2018 vào năm 1). Điều này khiến em không được xếp bằng kỹ sư tài năng. Em mong được các Thầy Cô trong phòng cập nhật lại điểm số TOEIC gần nhất ứng với mức điểm cao nhất em đã nộp cho trường ạ . 2) Điểm trung bình tích lũy của em là 8.27, nhưng trang tốt nghiệp lại cập nhật là 8.25. Em mong cấc Thầy Cô xem xét giúp em ạ  Em cám ơn các Thầy Cô ạ.",
    "Kính gửi các thầy cô, Em là , khóa 18, khoa kỹ thuật Giao Thông, lớp hàng không 2. Em có làm và xác nhận trên MyBK về đăng ký chứng nhận sinh viên, hiện tại em đã đăng ký vào ngày 1/11/2021, và bây giờ là ngày 8/11/2021 mà em vẫn chưa thấy thông tin nào phản hồi. Do phường em cần gấp nên em mong trường hợp của em sẽ được giải quyết sớm. Em rất mong sự phản hồi từ thầy cô     i  .",
    "Kính gửi: Phòng đào tạo Em tên:  MSSV:  Vấn đề: Em đang là sinh viên năm nhất. Hiện vì một số lý do em vẫn chưa nộp học phí HK1, nhưng trong mục 1 phần thông tin nhập học đã được tick xanh. Mong PĐT hỗ trợ em trong vấn đề này. Em cảm ơn ạ.",
    "Em đã đăng kí tốt nghiệp và đăng kí gửi giấy tốt nghiệp tạm thời về địa chỉ nhà ngày  19/10. Nhưng tới nay em vẫn chưa nhận được giấy tốt nghiệp tạm thời ạ.  Em lên mybk xem thì thấy ghi là đang đợi nhận qua bưu điện ạ. Mong thầy cô kiểm tra lại giúp em ạ. Em cảm ơn ",
    "Chào Thầy/Cô Dạ hôm nay em nhận được bản in về máy của giấy CNSV nhưng mà không phải tên em mà là của bạn khác ạ thì em có nên đăng ký cấp lại giấy khác không ạ hay đến lúc gửi bưu điện thì người ta vẫn gửi đúng ạ? Em xin cảm ơn.",
    "Em chào PĐT, Em tên là . Mssv  Em có thắc mắc liên quan đến Chuẩn CCNN để làm LVTN HK212 như sau: Với điều kiện dịch bệnh hiện tại em không biết khi nào em mới có thể được đăng ký và tham gia thi CCNN quốc tế. PDT cho em hỏi chuẩn CCNN để làm LVTN ở HK212 vẫn giữ nguyên theo quy định hay có ngoại lệ như ở HK211 hiện tại (Nhà trường không xét chuẩn CCNN khi xét LVTN) ạ? Em xin lỗi nếu có sai sót trong quá trình đặt câu hỏi. Trong khi chờ đợi câu trả lời từ PDT, em xin chân thành cảm ơn. Trân trọng, .",
    "Em chào thầy/cô, Em hiện nay đã có tên trong danh sách tốt nghiệp dự kiến rồi, mà em check bên danh sách tốt nghiệp chính thức chưa có tên ạ. Thầy/cô có thể cho em biết khi nào danh sách update được không ạ? Em cảm ơn thầy/cô nhiều.",
    "Kính gửi PĐT trường ĐH Bách Khoa Tp.HCM, EM tên là Lê Tuấn Kiệt MSSV . Họ kì 211 vừa rồi em có đăng kí 1 môn học Anh Văn 4(La1009), môn này em chỉ đăng kí thêm để duy trì trạng thái sinh viên. Hiện tại em đã đủ tất cả các điều kiện để được tốt nghiệp trong học kì 211. Vì vậy em muốn rút môn học Anh Văn 04 (có đóng học phí)để đăng kí xét tốt nghiệp. EM biết là đã hết thời hạn để rút môn học, nhưng lúc trước em có hỏi PĐT thì PĐT trả lời hết thời hạn vẫn có thể rút môn được ( em đính kèm hình ảnh bên dưới). Kính mong PĐT giải quyết giúp em, em xin cảm ơn! (Đơn rút môn học em gửi đính kèm phía dưới).",
    "Em là sinh viên chính quy của trường. Em đã lỡ mất hạn đăng ký thẻ BHYT do nhà trường quy định. Hôm nay lên đăng ký thì hệ thống không cho đăng ký loại bảo hiểm để đăng ký mua nữa. Em có thể đăng ký bù không ạ? Mong trường giúp em đăng ký được BHYT năm nay. Em xin cám ơn",
    "Em xin chào PĐT Em là   MSSV:  Khoa Kỹ thuật hóa học Em có đăng ký trên mybk để xin giấy chứng nhận sinh viên, nhưng khi file pdf gửi về lại là của 1 bạn sinh viên khác. PĐT có thể kiểm tra lại và cập nhật đúng giúp em không ạ? Hoặc em có thể liên hệ với bộ phận nào để được cập nhật lại ạ?  Em xin cảm ơn",
    "Hiện tại em đăng ký bảo hiểm y tế nhưng không đăng ký được vì không có thời khóa biểu học kỳ này. Lý do hết môn học, kỳ sau mới có môn học đăng ký .",
    "Em chào thầy, cô! Hiện tại em không chọn được \"loại bảo hiểm đăng kí mua\" để đăng kí bảo hiểm trong trang MYbk. Em cần liên hệ với ai để được xử lý ạ. em cảm ơn.",
    "Thưa , em là , MSSV , lớp CK17CTM3, đợt trước em có nộp đơn rút môn học Anh văn 4 LA1009 của HK211. Bây giờ em không muốn rút môn học đó được không ạ? Để em cố gắng ôn tập để pass môn ạ. Cám ơn  đã xem xét.",
    "Dạ cho em hỏi là nhà trường có gửi email về việc đăng ký và thanh toán BHYT từ ngày 9/11 nhưng em không chọn được loại bảo hiểm tham gia ạ. Em không biết là do lỗi của tài khoản em hay trường chưa mở thông tin đăng ký ạ. Nhờ trường xem xét lại ạ.",
    "Em muốn chuyển từ hệ chính quy sang VLVH cho e hỏi e cần chuẩn bị những giấy tờ nào để chuyển ạ với e có cần lên trực tiếp trên trường ko ạ e cảm ơn",
    "Em chào cô, Hiện tại em kiểm tra mục mybk/Thông tin sinh viên/ Thông báo thì chưa có Quyết định chuyển khóa nào gửi cho em, nhưng em kiểm tra trong mục Kết quả tuyển sinh thì năm chương trình đào tạo của em là 2017. Cô có thể kiểm tra giúp em  tình hình chuyển khóa và thông tin về Quyết định khi nào sẽ được gửi không ạ? Em cám ơn cô .",
    "Em có để trễ hạn thanh toán đóng tiền làm thẻ sinh viên thì em nên đóng lại bằng cách nào ạ.",
    "Em chào Thầy/Cô ! Cho em xin gửi đơn hoãn thi môn Vẽ Kỹ Thuật CI1003.",
    "Em là  MSSV:  Đợt nộp hồ sơ lần trước em lỡ quên bỏ phiếu đăng kí mở tài khoản ngân hàng, cho em hỏi có cách nào đăng kí lại không ạ",
    "Dạ kính thưa thầy/cô, em là , MSSV:. Thưa thầy cô, em đã thanh toán học phí trên BKPay và đã nhận được tin nhắn trừ tiền tài khoản của em vào ngày 06/11/2021 nhưng đến nay là 09/11/2021, em vẫn chưa thấy hiện thông báo là đã thanh toán trên trang BKPay. Em kính mong thầy cô kiểm tra lại giúp em ạ . Em xin chân thành cảm ơn thầy cô ạ .",
    "Hiện tại em đã đủ điều kiện tốt nghiệp nhưng chưa có tên trong danh sách tốt nghiệp dự kiến. Cho em hỏi khi nào em có thể đăng kí tốt nghiệp được. Em cảm ơn",
    "Em chào cô ạ! Cô cho em hỏi vì tình hình dịch bệnh kéo dài đến tháng 11 mà số lượng các bạn ở quê rất nhiều trong đó có em và IIG cũng chỉ có ở HCM nên các em không thi được.Thì học kì 212 phòng đào tạo có tạm thời miễn xét chứng chỉ anh văn giống như học kì 211 không ạ.Em cảm ơn.Em cũng đang rất lo lắng về vấn đề này ạ.",
    "Em đã đăng ký in phiếu xác nhận sinh viên và trường đã xử lý cho em theo hình bên dưới. vậy em có thể lên văn phòng khoa cơ sở  Thường Kiệt hoặc phòng đào tạo cơ sở Dĩ An lấy được không ạ?",
    "MyBk của em ko hiện nhóm lớp của từng môn làm em hơi khó khăn trong việc học onl . kính mong nhà trường xem xét và sửa lại giúp em ạ ",
    "Em chào Thầy/Cô ạ Trên danh sách cấm thi không có tên em thì em được gửi ảnh danh sách đó được không ạ. Em sợ Thầy bận không check mail. Còn về phía khoa thì em đã xin được rồi ạ",
    "Như em đã được yêu cầu cung cấp thông tin để tra mã vận đơn bằng tốt nghiệp tạm thời từ yêu cầu trước nhưng do yêu cầu đã khóa nên em tạo yêu cầu mới. Họ tên: , MSSV:  Sđt: [phone_number] Địa chỉ hiện tại: 96/1H tổ 8A, khu phố 3, phường Tân Hiệp, thành phố Biên Hòa, tỉnh Đồng Nai.",
    "Kính gửi Phòng Đào tạo . Cho em hỏi là lúc cập nhật thông tin để đăng ký tham gia bảo hiểm y tế thì em có cần cần cập nhật lại số căn cước công dân mới(12 số) không hay vẫn để số chứng minh nhân dân cũ (9 số) ạ??? Em cảm ơn!",
    "Dạ mọi người ơi cho em hỏi ạ nếu em rớt môn thì em có phải học lại liền môn đó ở học kì sau không ạ hay em có thể nợ môn tới hè rồi học lại môn đó được không ạ? Em cảm ơn mọi người ạ!",
    "Dạ Nhà trường cho em hỏi là em đang học khóa K17, sắp tốt nghiệp. Em đã đăng ký BHYT năm 2022 (12 tháng) trên myBK. Vậy sau khi ra trường bảo hiểm đó còn có hiệu lực để sử dụng đến hết năm 2022 không ạ??? Mong sớm nhận được phản hồi từ nhà trường. Em xin cảm ơn.",
    ". Thưa thầy/cô, em là , MSSV: ,  học kì trước em có hoãn thi môn MT1009 nhà trường có thông báo là đến giữa tháng 12 mới có quyết định hoãn thi. Nhưng hôm qua em đọc công văn thi cuối kì HK 211 là từ ngày 6 đến ngày 31 tháng 12 sẽ thi. Vậy thì sao tụi em có thể đăng kí thi cuối kì lại được? Và làm cách nào để biết được lịch thi cuối kì khi không đăng kí học môn đó? Mong thầy cô giải đáp dùm em .",
    "Kính chào PDT, PDT cho em hỏi là mục đăng kí BHYT em thấy có mục hỏi về số CMND. nhưng hiện em đã làm căn cước công dân có gắn chip và CMND cũ đã không còn sử dụng được nữa. và số trên căn cước cũng khác so với số trên CMND cũ thì bây giờ em điền vào form đăng kí là điền số của thẻ nào ạ? Em xin cám ơn.",
    "Kính gửi giáo vụ khoa của Trường Đại Học Bách Khoa - ĐHQG TPHCM. Em tên , mã số sinh viên của em là , em học khoa Kĩ thuật - Khoa học máy tính. Em xin trình bày lý do em đóng học phí trễ hạn theo quy định của trường . Do em chưa quen với thủ tục do mới vào trường và một phần vì dịch bệnh phải làm thủ tục trực tuyến nên còn nhiều thiếu sót. Ngày hết hạn đóng học phí theo quy định của trường là 1/11/2021. Sau khi hỏi giáo viên chủ nhiệm của em vào ngày 7/11/2021 thì em đã hoàn thành đóng học phí vào ngày 9/11/2021. Em rất xin lỗi nhà trường về sự sai sót này của bản thân em . Kính mong nhà trường tha lỗi cho em. Em xin chân thành cảm ơn.",
    "Hôm trước em có đăng ký nhận giấy xác nhận sinh viên hoãn nghĩa vụ quân sự ở cơ sở Lý Thường Kiệt nhưng đến thì không được vào. Cho em hỏi làm sao để em vào trường nhận giấy ạ. Em xin cảm ơn.",
    "Dạ em xin chào thầy cô, em tên là . Mã số sinh viên là . Em có đăng kí cấp lại giấy Tạm hoãn nghĩa vụ quân sự vào thứ 6 ngày 5/11/2021. Sau đó em nhận được bản in vào ngày 8/11/2021. Tuy nhiên hôm nay khi kiểm tra thì em thấy giấy xác nhận của em bị gửi nhầm, không phải tên, địa chỉ, mssv của em (Chi tiết như hình ảnh đính kèm). Em muốn hỏi có cách nào để có thể liên lạc nhanh chóng với phòng đào tạo và xin lại bản in khác, do ngày mai 10/11 em phải nộp bản in cho địa phương ạ. Em rất mong được thầy,cô phản hồi sớm ạ. Em xin chân thành cảm ơn.",
    "Cho em gửi minh chứng PDT chấp nhận cho em hoãn kì 202 và DT203 vừa rồi ạ",
    "thưa thầy cô  Cho em hỏi về thủ tục chuyển điểm ạ . Hồi trước em có nợ môn MT2001 nhưng giờ đã đổi thành MT2013. ",
    "Kính gửi quý Thầy/Cô ! Em là ,          MSSV:  Ngành Cảng-Công Trình Biển,   Khóa K2015. Em gửi thư này là vì Em lên trường nhưng không được vào vì tình hình dịch bệnh, nên em gửi thư này nhờ quý Thầy/Cô chỉ dẫn giúp em làm thế nào để em được cứu xét và thu nhận lại trong tình hình dịch bệnh không thể gặp trực tiếp như hiện nay. Tình trạng sinh viên của em hiện tại:  - Đã nộp chứng chỉ TOEIC lên MYBK ngày 8/11/2021 và đủ điểm thỏa điều kiện tốt nghiệp .  - Tình trạng sinh viên: Nghỉ do không đăng kí môn học 2 học kì liên tiếp.  - Tín chỉ tích lũy: đủ 142 chỉ (trong đó có 6 chỉ tiếng Anh đang chờ xét duyệt)  Em rất mong sẽ sớm nhận được sự hướng dẫn làm đơn xin thu nhận và cứu xét từ quý Thầy/Cô để em được tốt nghiệp trong học kì này. Em xin chân thành cảm ơn quý Thầy/Cô. Trân trọng ! .",
    "Hiện tại, em chuẩn bị đi du học nên mong muốn được rút toàn bộ hồ sơ của em. Mong PĐT giúp đỡ.",
    "Chào thầy/cô ạ! Em tên  - , chuyên ngành khoa học máy tính. Năm ngoái em ở trong ký túc xá và đăng ký mua bảo hiểm y tế ở đó, nay em chuyển ra ngoài thì em đăng ký mua bảo hiểm y tế ở trên mybk là được phải không ạ? Em cảm ơn ạ.",
    "Hiện tại em vẫn chưa nhận được mail thông báo và vẫn chưa thể đăng kí tốt nghiệp được. Chị có thể giúp em kiểm tra lại được không ạ?",
    "Em chào Quý Thầy Cô ạ, Em tên là , MSSV: , lớp GT17HK. Em hiện tại đang trong danh sách dự kiến tốt nghiệp T11/2021 (đã nhận giấy chứng nhận tôt nghiệp tạm thời) và em hiện có nguyện vọng đăng ký học văn bằng 2 ngành Khoa học Máy tính. Vậy em cần phải làm đơn gì để đăng ký học văn bằng 2 và mong Quý Thầy Cô có thể gửi giúp em mẫu đơn nếu có. Và liệu em có thể học văn bằng 2 vào học kỳ 212 luôn được không ạ? Em xin chân thành cảm ơn Quý Thầy Cô đã dành thời gian giải đáp thắc mắc giúp em.",
    "em đang làm luận văn tốt nghiệp nhưng do đầu học kỳ điểm chưa lên kịp và tình hình dịch bệnh không thể vào trường nên tới giờ vẫn chưa thê làm đơn đăng ký được. Em có thể làm đơn online được không Phòng Đào Tạo ??",
    "Em tên là  MSSV chương trình chất lượng cao Giúp kiểm tra em đã đủ điều kiện tốt nghiệp hay chưa?",
    "Dạ e chào pđt Em tên  - MSSV:  - Lớp: HC18SH2 Trong chương trình đào tạo Học kỳ 1 (2019-2020) có môn bắt buộc là Các quá trình kỹ thuật sinh học 1 (CH2015), em đã học và không qua môn. Học kỳ 1 (2020-2021) em đã học môn tương đương là Quá trình & thiết bị cơ học (CH2019) và đã qua môn này. Em muốn chuyển điểm của môn Quá trình & thiết bị cơ học thì em cần làm những thủ tục gì và làm như thế nào ạ? Mong pđt hướng dẫn cụ thể giúp e. Em cảm ơn ạ!",
    "Dạ xin chào thầy cô. Em khoảng gần 1 tháng trước mới đi nhận thẻ Căn cước công dân (CCCD) mới, thay cho ban đầu là Chứng minh nhân dân (CMND). Hiện em thấy thầy cô lưu ý là trước khi đăng kí BHYT thì thay đổi các thông tin cá nhân trước nếu có thay đổi. Như vậy thì em có cần thay đổi thông tin CMCD của mình thành CCCD ở phần Lý lịch không ạ. Em có ấn thử thì chỉ thấy điền thông tin chứ không có chỗ tải lại ảnh nên em thắc mắc. Em cảm ơn cô thầy nhiều ạ!",
    "Em xin chào PĐT ạ. Em hiện có 2 câu muốn hỏi PĐT, thì mong PĐT trả lời sớm nhất giúp em ạ.   - Hiện tại thì em đang không có TKB kì 1 của 211 và em biết hiện e đang tạm dừng học kì này thì không biết nó có ảnh hưởng tới phải buộc bị thôi học sau này không ạ? Và em có cần phải làm lại đơn để được xin tạm dừng không ạ? Và việc lấy chữ kí của thầy chủ nhiệm và thầy trường khoa là mình phải tự mình đi xin hay là bên nhà trường giải quyết giúp e ạ. - Hiện em muốn được tiếp tục tạm dừng thêm 1 HK nữa là HK2 của 211. Thì em muốn hỏi là trong lúc làm đơn tạm dừng hk1 năm nay thì em có thể làm đơn tạm dừng cho hk2 năm sau luôn được không ạ? Mong PĐT phản hồi em đầy đủ và sớm nhất ạ. Em xin cảm ơn rất nhiều. ^^ Thân.",
    "Thưa thầy/cô, Em là , mssv  . Em đang đăng ký xin học bổng Posco TJ Park và đã điền form học bổng, nhưng hiện thì bảng điểm gửi theo đường bưu điện vẫn chưa về, và hạn chót đã là hôm qua rồi ạ . Không biết có cách nào để em có thể nhận bản mềm của bảng điểm này nhằm sớm hoàn thiện hồ sơ không ạ? Bảng điểm của em có mã phiếu là InBD[phone_number]5 . Mong thầy/cô sớm phản hồi cho em về trường hợp này ạ. Cảm ơn thầy/cô đã dành thời gian đọc email này . Trân trọng./",
    "Kính gửi Phòng đào tạo. Em tên , MSSV: , hệ đào tạo VLVH, chuyên ngành Công nghệ may. Trong học kỳ 2 năm học 2020-2021 em có học môn Cơ học máy (ME2043) do Thầy  giảng dạy và đã tham gia thi cuối kỳ vào ngày 20/8/2021 lúc 13 giờ nhưng không có điểm danh nên bị tính là vắng thi. Em đã làm đơn đăng ký hoãn thi và có xác nhận của giảng viên hướng dẫn và Khoa. Kính mong Thầy/Cô xem xét giúp em. Em xin cảm ơn.",
    "Em tên: Mã số sinh viên:  Lý do: Về việc lúc em thanh toán em đã ghi nhầm Họ tên và mã số sinh viên ạ .Kính mong nhà trường sẽ hỗ trợ em trong thời gian sớm nhất ạ. .",
    "MSSV:        Em kính chào Cô ạ  Em tên là:  - Là sinh viên năm 3    Em muốn hỏi Cô về việc   B  thanh toán học phí học kỳ 211           B Do hiện tại em đã làm mất thẻ OCB và quên mật khẩu nên em không thể đóng tiền qua tài khoản ngân hàng được        Nhà em ở vùng quê của tỉnh Bến Tre, hiện tại không có ngân hàng OCB nên không thể đi xin cấp lại được    Hôm trước   B  em có gọi điện cho ngân hàng     thì người ta bảo   B  không giải quyết được    , và   B  bảo em hỏi trường xem có phương thức thanh toán nào khác hay không?        Vì vậy em gửi câu hỏi này kính mong Cô có thể hỗ trợ em xem có cách thức thanh toán nào khác được không ạ    Em xin chân thành cảm ơn Cô  ,      i Thanh toán học phí      ",
    "Dạ mọi người ơi cho em hỏi là khi điểm tổng kết môn học của mình từ 4.75 trở lên là mình được tính là qua môn đúng không ạ? Em cảm ơn mọi người ạ!",
    "Xin Chào PĐT, Em là  Sinh viên khóa K15, ngành Kỹ thuật cơ khí (clc) MSSV:  Hiện em đã đủ điều kiện tốt nghiệp. Em viết mail xin PĐT xét tốt nghiệp cho em. Em mong sớm nhận được phản hồi của PĐT Em cảm ơn.",
    "Em chào thầy/cô, Em là  - , khoa Khoa học và kỹ thuật máy tính. Em có một vài câu hỏi như sau ạ: 1. Em là sinh viên học liên thông đại học - thạc sĩ. Học kỳ trước em có học một môn tương đương ở bên Cao học. Vậy em có cần làm đơn chuyển điểm về đại học không? Hay sẽ tự động như mọi kỳ. Và bao giờ thì sẽ chuyển điểm về đại học? 2. Hạn chót để nộp bằng và chuyển điểm ngoại ngữ để có thể đăng ký được môn Luận văn tốt nghiệp cho học kỳ tới (212) là khi nào ạ? 3. Việc nhập điểm của các thầy/cô trong học kỳ chính có giới hạn thời gian không ạ? Em có một môn học thi từ ngày 17/08 nhưng đến bây giờ vẫn chưa thấy có điểm (CO3031 - Phân tích và thiết kế gt) Em xin cám ơn ạ. Chúc thầy/cô nhiều sức khỏe! Trân trọng, ",
    "Chào Cô ạ, Lần trước em báo cáo thiếu. Em còn bị sai tên ở hệ thống BKeX nữa ạ. Em tên là  MSSV . Mong cô sửa lại giúp em. Em cảm ơn ạ.",
    "Kính chào Quý Thầy/Cô . Em tên  - , vừa rồi em có nhận được giấy chứng nhận tốt nghiệp tạm thời nhưng trong họ tên của em có chữ \"ái\" bị viết thường, không biết khi nhận bằng tốt nghiệp chính thức có bị vậy không ạ? Em cũng mong muốn được sửa lại họ tên đúng trên giấy tốt nghiệp tạm thời ạ. Em xin chân thành cảm ơn. Kính mong nhận được phản hồi sớm ạ.",
    "Em tên là , cho em hỏi dịch vụ đăng ký và gửi giấy xác nhận sinh viên (cụ thể là giấy hoãn nghĩa vụ quân sự) Sao lại mất nhiều thời gian vậy ạ? Em đăng ký hơn 1 tuần rồi mà vẫn còn ở trạng thái đang xử lí. Kính mong phòng đào tạo nhanh chóng gửi giấy cho em, địa phương em đang hối thúc lắm ạ.",
    "Dạ, em xin chào cán bộ PĐT. Tháng trước em có nhắn gửi PĐT về việc xác minh điểm Giáo dục Quốc Phòng để kịp ĐKTN. Theo dự kiến đầu tháng 11 sẽ có phản hồi. Liệu có vấn đề gì phát sinh hay không mà em vẫn chưa thấy tên mình trong danh sách dự kiến tốt nghiệp đó ạ?    . .",
    "Dạ hiện tại là em được bên phường gửi giấc LỆNH đi khám nghĩa vụ. Trong khi đầu năm nhất trước khi đi em đã làm các thủ tục tại phường và bên quân đội để hoãn nghĩa vụ. Đợt tháng 9 em có tham gia khám nghĩa vụ sơ bộ và cũng đã trình bày đang là sinh viên. Họ yêu cầu cần có giấy đóng tiền học có dấu đỏ để chứng minh. Và giờ thì em nhận được đơn LỆNH này. Cho em hỏi bây giờ em muốn các giấy tờ liên quan để xác nhận và hoãn nghĩa vụ thì cần giấy tờ gì, và nếu được trường có thể gửi cho em sớm nhất có thể được không ạ. Em cảm ơn.   i  .",
    "Em chào quý Thầy cô: Em là , sinh viên khoa Công nghệ vật liệu khóa K15, MSSV:  Vào học kì HK202 em có đăng kí luận văn tốt nghiệp nhưng do chưa kịp hoàn thành luận văn nên em có làm đơn xin hoãn bảo vệ sang kì sau là kì HK211, đơn hoãn của em đã được duyệt. Và do trước khi nhận được thông tin đơn hoãn LVTN của em được PĐT duyệt và phản hồi tới mail thì khi đó đã sắp đến hạn cuối đăng kí luận văn kì HK211 nên em đã phải đăng kí để có thể bảo vệ vào kì này. Nên hiện giờ em xin hỏi về vấn đề của em, Em được hoãn LVTN sang HK211 và em lỡ đăng kí LVTN vào cùng kì thì hiện giờ em có phải thanh toán học phí LVTN trên bkpay hay được miễn do đã được hoãn LVTN ạ. Mong PĐT hướng dẫn em ạ  Em mong nhận được thông tin phản hồi sớm nhất từ PĐT .Em cám ơn",
    "Kính gửi phòng đào tạo, Đợt sinh hoạt công dân vừa rồi em có tham dự xuyên suốt và điểm danh nhưng chỉ lần đầu khi bắt đầu sinh hoạt, còn những lần sau do không chú ý nên đã bỏ lỡ điểm danh. Cho em hỏi nếu vậy thì em có bị đánh vắng không ạ? Nếu có thì mong phòng đào tạo có thể chỉ cho em cách khắc phục được không ạ vì em đã tham dự từ đầu tới cuối mà không thoát ra khỏi phòng meet. Em xin chân thành cảm ơn. Trân trọng, .",
    "Em chào thầy cô, Em có thắc mắc là khi đăng kí mua thẻ bảo hiểm y tế trên trang myBK thì mình điền thông tin ngày cấp và nơi cấp là thông tin của thẻ mới vừa làm (thẻ gắn chíp) hay là để thông tin cũ trước đó ạ?",
    "Em chào Thầy/Cô, Em là sinh viên K20, hiện tại em vẫn chưa có điểm môn Hóa đại cương từ kì 202(Mã môn học là CH1003, em thuộc lớp CC02, giảng viên ). Không biết có sự cố gì với kết quả môn học này không ạ? Vì những môn khác của kì đó em đã có điểm hết rồi. Em cảm ơn!",
    "Gửi Phòng Đào Tạo, Hiện tại đã qua hạn rút môn học HK211 nhưng em vẫn muốn rút môn Anh Văn 1 - LA1003. Phiền pdt giải đáp giúp em ạ. Em xin chân thành cảm ơn   i  .",
    "Em tên là  mssv  trước em có ở ktx khu b nên em có đăng kí BHYT ở kí túc xá giờ e ra ở ngoài mà em muốn đăng kí BHYT  ở trường thì sao ạ.Với lại e quên số thẻ BHYT rồi ạ.Em cảm ơn",
    "Chào quý Thầy Cô: Em là sinh viên K17 đăng ký LVTN học kỳ 211. Em mới chỉ vào phòng thí nghiệm làm nghiên cứu được 2 tuần và sau đó bị cấm không được vào trường nữa và chờ thông báo. Nhưng hiện tại đã có danh sách sẽ bảo vệ LVTN vào cuối tháng 12. Nếu tiếp tục không được vào trường để làm thí nghiệm thì sẽ không thể kịp tiến độ bảo vệ. Em mong quý Thầy Cô cho phép em vào trường để tiếp tục làm thí nghiệm hoặc là dời lịch bảo vệ LVTN hoặc cho thêm 1 đợt bảo vệ khác khi đã hết dịch bệnh . Em xin cảm ơn.",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa-ĐHQG TP.HCM Em tên  MSSV . Vào ngày 13/10/2021 em đăng kí giấy xác nhận Tạm hoãn nghĩa vụ quân sự,theo phương thức chuyển phát qua bưu điện Hôm nay, bưu cục An Dương Vương nói là họ đã làm thất lạc bưu phẩm. Vậy em có thể xin phòng đào tạo cấp lại giấy xác nhận sinh viên được không ạ? Và lần này có thể nhận ở Văn phòng khoa cơ sở Lý Thường Kiệt được không ạ ?",
    "Em xin chào thầy/cô. Em tên là , là sinh viên khóa K18. Cho em hỏi với tình hình dịch hiện tại thì việc đăng ký luận văn tốt nghiệp ở học kỳ kế tiếp có yêu cầu bắt buộc chứng chỉ ngoại ngữ không ạ, hay vẫn được tạm bỏ qua như các học kỳ trước ạ. Vì tình hình dịch nên hiện tại em vẫn chưa thi lấy bằng TOEIC (em đã pass 4 môn anh văn đầu vào, chưa nộp bằng) ạ. Em xin cám ơn thầy/cô.   i ",
    "Em chào cô ạ, em là , MSSV . Cô cho phép em hỏi, về việc thi anh văn định kì, trong thời gian sắp tới, trường có tổ chức thi av để sinh viên hoàn thành điểm chuẩn theo năm không ạ? Hiện tại em thuộc khóa K18, điểm chuẩn AV hiện là 495, như vậy là chưa đủ chuẩn năm 4, cũng như là chưa đủ để xét làm luận văn. Vậy nên bây giờ em có cần hoàn thành gấp việc lấy chuẩn anh văn không, hay là trường vẫn bỏ qua chuẩn anh văn cho sinh viên. Rất mong cô giúp đỡ, nếu cần thiết em sẽ bắt đầu thi tại quê để lấy điểm luôn nộp lên trường luôn ạ. Em xin chân thành cảm ơn, chúc cô sức khỏe.",
    "Em là sinh viên k15 đã bảo vệ luận văn xong hạn đào tạo là tới tháng 4/2022 nhưng vì chưa đủ điều kiện anh văn. Không biết em phải làm gì để được xin gia hạn thêm 1 học kỳ. Em xin cảm ơn thầy cô.",
    "Kính gửi Thầy/cô Trước đó em có xin hoãn thi môn Xác xuất thống kê và đã được phòng đào tạo xác nhận. Nhưng do thiếu xót sau đó em quên điền gmail của trường nên em bị đánh vắng thi Em xin trân trọng cảm ơn.",
    "Thưa quí thầy cô. Em là NGÔ MINH TRIỀU    1713608    CK17NH2. Em xin quí thầy cô xem xét và tư vấn giúp cho trường hợp em ạ. Ba năm trước, gia đình em kinh doanh thất bại, nợ nần, không còn nhà cửa ,hiện nay phải chạy ăn từng bữa .Em gái em thì bị bệnh bại não và chậm phát triển,năm nay đã 9 tuổi nhưng hoàn toàn không thể sinh hoạt cá nhân bình thường được, luôn phải có người canh chừng và chăm sóc. Từ giữa năm ngoái đến nay,thêm COVID gia đình em càng khổ sở,khó khăn hơn nữa về nhiều mặt.. Trong 4 năm học vừa qua, phần vì hoàn cảnh,phần vì cá nhân em không đủ nghị lực ,nên đã có kết quả học tập không tốt, phải bảo lưu nhiều học kì do kinh tế gia đình, do phải chịu chi phối thời gian để phụ gia đình nhiều thứ. Hiện tại em đang nợ: nửa Học phí kì 201 (3.150.000 VNĐ)+ Học phí 211 ( 5.250.000 VNĐ) Và không có khả năng thanh toán (không có kinh tế  đóng; đã làm đơn gia hạn kì trước ; không đủ điều kiện để xét học bổng,mượn tiền,..) Nhưng hiện tại em gặp khó khăn không chỉ về tiền bạc mà là áp lực thời gian, tâm lý và sức khỏe. Mẹ em cả tháng nay có nguy cơ tai biến/đột quỵ nên em phải phụ gia đình chăm mẹ và nuôi em nhỏ. Thêm nữa dòng họ em hiện nay nhiễm F0 rất nhiều ( mấy chú thím trên SG, mấy bác dưới quê hiện, đã có 2 người mất và bây giờ đang có 2 người phải thở máy ).Gia đình em đang là F1, hiện nay đã ở trong khu cách ly được 11 ngày, không có điều kiện để học online được.   Nay em trình bày hoàn cảnh cá nhân và xin được có nguyện vọng là: xin quí thầy cô thông cảm, cho em là trường hợp ngoại lệ, cho phép em hủy toàn bộ quá trình học của kì 202+211.Vì hiện tại gia đình em hoàn toàn không có tiền để thanh toán học phí.Và dù có được sự hỗ trợ từ phía Nhà trường, em hiện tại cũng không thể hoàn thành học tập trong kì này tốt được, sẽ nợ môn,nếu vậy thì lại phí cả tiền bạc và thời gian .Gia đình em hiện đang rất rối rắm,em thấy như suy sụp vậy,em muốn trước nhất là ưu tiên lo cho người nhà em ạ. Trong 4 tuần nay,em hoàn toàn bỏ liều việc học,vì thật sự không cách nào tập trung  tiếp thu học tập được,em thấy áp lực nặng nề quá ạ. Em xin quí thầy cô thương em và tư vấn hướng giải quyết giúp em. Em đã tham khảo kĩ nội qui. Em chấp nhận hủy toàn bộ học kì 202 và 211.Chỉ xin trường thông cảm không xử phạt em tạm dừng học,thôi học. Em hứa khi mọi thứ ổn định lại,em sẽ cố gắng học tập tốt,vì đó là tương lai không chỉ bản thân mà cả gia đình em ạ. Em xin cám ơn quí thầy cô rất nhiều. Mến chúc mọi người thật nhiều sức khỏe.      ",
    "Chào thầy/cô, Thầy  đã gửi công văn xin chuyển điểm tương đương và PĐT đã xác nhận cho phép rồi ạ. Em mong được xác nhận tốt nghiệp từ PĐT ạ. Em có đính kèm hình mail của PĐT gửi lại ạ. Em cảm ơn",
    "Em chào quý thầy cô, Em tên Phạm Thị Thanh Ngân, MSSV: 191673. Lần trước em có bị nhầm lẫn điểm thành phần môn học EN1003, HK202 trên hệ thống MyBK. Sau khi liên hệ với giáo viên phụ trách môn học đã được cô phản hồi nộp đơn để sửa lại điểm. Nhưng đến giờ em vẫn chưa thấy điểm cập nhật lại trên hệ thống ạ! Mong PĐT xem xét giúp em trường hợp này. Em cảm ơn thầy cô.",
    "Kính gửi PĐT, Em có thắc mắc như sau: Nếu học kỳ 2 (2021-2022) em học trao đổi ở nước ngoài và vẫn còn một số môn chưa hoàn thành ở BK thì em có bắt buộc phải đăng ký môn học ở BK kỳ 2 (2021-2022) không ạ?",
    "Em chào thầy (cô), cho em hỏi khi đăng kí BHYT có yêu cầu chọn nơi nhận thẻ nhưng em không tìm được phần này trong mục cập nhật thông tin như trong ảnh đỉnh kèm, cho em hỏi phần này chọn ở đâu ạ? Em cảm ơn.",
    "Cho em được hỏi là,ba tháng vừa rồi em có tham gia chống tình nguyện chống dịch bên hội chữ thập đỏ ở địa phương.Bây giờ em muốn qui đổi thành ngày công tác xã hội thì cần những gì và tối đa bao nhiêu ngày ạ   i   ",
    "Kính thưa thầy/cô Em tên   MSSV:  Dạ thưa thầy/cô, em đã đóng tiền học phí ĐHCQ HK211 vào ngày 5/11 bằng hình thức thanh toán trực tiếp tại ngân hàng OCB chi nhánh Châu Đốc-An Giang. Nhưng hiện tại trên BKpay vẫn chưa cập nhật là em đã thanh toán rồi, trong khi các bạn đóng trực tiếp giống như em thì đã được cập nhật. Phiền thầy/cô kiểm tra lại giúp em với ạ. Em cảm ơn rất nhiều ạ . Em đính kèm ảnh biên lai ở phía dưới ạ.",
    "Chào PĐT, Do em có việc không về trường trong tháng 1 nên không làm lễ tốt nghiệp được . Nên em muốn đăng kí nhận bằng nhưng hoãn lại việc làm lễ sang đợt 1 năm 2022 được không? Nếu được thì em cần hoàn tất các bước nào để nhận bằng qua đường bưu điện ạ? Em cảm ơn!",
    "Em chào thầy/cô Em viết yêu cầu này để xin rút môn học Ee3121 thiết kế vi mạch tương tự và hỗn hợp Lý do: vì vấn đề sức khoẻ nên em không thể tiếp tục học môn này.",
    "E nộp đơn xin chuyển từ hệ chính quy sang hệ tại chức (VHVL ) mong pdt xét duyệt cho e",
    "Dạ em chào thầy cô !  Thầy cô cho em hỏi là em có đang đi làm và được công ty đóng bảo hiểm cho vậy em có cần đóng bảo hiểm y tế theo như yêu cầu của nhà trường không ạ!",
    "Dạ em chào thầy/cô, Khi em thực hiện đăng ký tốt nghiệp thì trên tool có hiển thị là em có 2 mã lớp (hình đính kèm). Hiện tại thì em không biết 2 mã lớp này là gì vì em chỉ đang theo học 1 bằng và để đăng ký đúng thì em nên chọn mục nào trong 2 mục trên ạ. Mong nhận được giải đáp từ phía thầy/cô. Em xin cảm ơn.",
    "Em chào thầy cô, hôm 7/11/2021 do có tiết học nên em quên tham gia Sinh hoạt công dân. Cho em hỏi có cách nào bù lại, khắc phục để không bị không được đăng kí môn kì tới không ạ? Em chân thành cảm ơn!",
    "Em là Phạm Đức Hậu, MSSV: , khoa Kỹ thuật hóa học. Ngày 3/11/2021 em có đăng ký giấy Chứng nhận sinh viên. Hôm nay 10/11/2021 em kiểm tra lại thì mới phát hiện điền nhầm số điện thoại người nhận thành MSSV. Phòng đào tạo có thể báo lại bên bưu điện giúp em được không ạ, SĐT người nhận là [phone_number]. Em chân thành cảm ơn.",
    "Em chào Quý Thầy Cô ạ, Em tên là , MSSV , lớp GT17HK. Em hiện tại có nguyện vọng đăng ký học song ngành ngành Khoa học Máy tính. Em có một vài thắc mắc nhỏ mong Quý Thầy Cô giải đáp giúp em ạ: Hiện tại em đã lỡ đăng ký tốt nghiệp và đã nhận giấy chứng nhận tốt nghiệp tạm thời liệu em có thể hủy tốt nghiệp đợt này để xin đăng ký văn bằng 2 theo hướng song ngành luôn được không ạ? (Để có thể kịp thời ĐKMH vào HK 212 nếu có thể)? Em xin chân thành cảm ơn Quý Thầy Cô đã giải đá thắc mắc giúp em.",
    "MSSV:  Cô ơi. Em đã gửi giấy hoãn nghĩa vụ quân sự cho địa phương nhưng địa phương nhất quyết không chấp nhận và nhờ nhà trường xác định thêm là em nợ môn nào trong bao lâu học xong. Em có nói địa phương có thể gửi công văn lên trường xác nhận thì địa phương nói trách nhiệm đó của trường chứ không phải địa phương. Giờ em có thể nhờ nhà trường gửi công văn hay giấy gì về địa phương em được không ạ. Em cảm ơn ạ.",
    "Em chào thầy/cô Em viết yêu cầu này để xin rút môn học Ee3121 thiết kế vi mạch tương tự và hỗn hợp Lý do: Do dịch covid 19 nên sức khoẻ của không đảm bảo để tiếp tục học môn này.",
    "Chào thầy cô, Em đăng ký BHYT không thấy mục điền nơi nhận thẻ bảo hiểm ạ nên em không đăng ký được BHYT. Mong thầy cô giải đáp thắc mắc giúp em. Chúc thầy cô nhiều sức khỏe",
    "Dạ e chào ad , em muốn trình bày là kì học 202 vừa rồi em có hoãn thi môn mạch điện và e có kiếm tra trên hệ thống thì e đã được xác nhận nhưng điểm của em vẫn là 13 thì em có được phép đăng kí thi cuối học kì môn mạch điện vào học kì 211 hiện tại không ạ ? Nếu được cho em hỏi thêm muốn đăng kí thi thì mình làm như nào ạ ? em xin cám ơn",
    "Dạ, em . MSSV . Dạ, em có đăng đý bhyt trên mybk nhưng k hiện ra mục chọn nơi nhận cũng như không hiện thanh toán trên bkpay ạ. Vậy em phải làm sao? Dạ, điều thứ 2 em thắc mắc là giấy hoãn nghĩa vụ quân sự có cần đăng ký không ạ? Vì em thấy trên mybk chỉ nhận 1 lần và nơi em có nhắc về giấy hoãn ạ. Em xin cảm ơn.",
    "Em tên , MSSV  Dạ em đã đăng ký hoãn thi và đã nhận được thư phản hồi là đã đang ký hoãn thi HK202. em đã đủ điền kiện để hoãn thi nhưng hiện tại trên bảng điểm môn KẾT CẤU THÉP 2 (CI3211) vẫn để là điểm 13 thay vì 14 (điểm 14 là Hoãn thi, được phép thi sau). Em được biết là \"Sau khi nhận phản hồi của , PĐT sẽ ra QĐ hoãn thi chung chính thức HK202 và HK203 (đợt 1+ đợt 2) gởi đến SV dự kiến trước ngày 12/12/2021\", vậy thì giờ em có nên làm gì không ạ? hay đợi đến ngày 12/12/2021 rồi mới phản ánh nếu kết quả trên bảng điểm vẫn là 13 ạ!",
    "Dạ Thầy/Cô cho em hỏi là PDT đã nhận được minh chứng của em chưa ạ",
    "Dạ em đã đăng ký tốt nghiệp tại mybk, tình trạng sinh viên đã chuyển sang đã tốt nghiệp, nhưng hiện tại chưa có tên trong danh sách tốt nghiệp.Mong phòng đạo tạo kiểm tra giúp em vấn đề này với ạ, Em cảm ơn.   i Tốt nghiệp .",
    "Kính gửi PĐT, Em tên là , MSSV . Em có dăng kí in bảng điểm vào ngày 16/8/2021 và đến  ngày 11/10/2021 em vẫn thấy để tình trạng là \"Đang in\". Em đang cần gấp bảng điểm nên mong PĐT có thể cho em thông tin lại về việc in bảng điểm này với ạ. Nếu cần thì em có thể lên trường để nhận bảng điểm. Em xin cảm ơn các thầy cô PĐT đã xem xét trường hợp của em",
    "Em có hoãn thi 1 môn học ở học kì 202, em đã kiểm tra có trên danh sách hoãn thi, cho em hỏi là khi nào đăng kí thi lại để kết thúc môn ạ. Em xin cảm ơn",
    "Kính gửi thầy cô, em tên  sinh viên lớp XD18KT. Em đã đăng ký in giấy xác nhận sinh viên gửi về nhà từ ngày 16/9/2021 và thông báo phiếu đăng ký đã được xử lý nhưng nay em vẫn chưa nhận được. Và địa phương đã gửi em giấy khám nghĩa vụ quân sự Em mong nhà trường sớm giải quyết để em có thể yên tâm học hành. EM có hỏi qua địa phương và biết có thể nhận giấy có dấu mộc đỏ qua scan pdf. Em mong phòng đào tạo có thể gửi bản scan qua mail này giúp em. Bên dưới là hình ảnh thông tin đính kèm, em xin cảm ơn",
    "Em nộp đơn trình bày lý do thanh toán trễ hạn   i ",
    "Dạ em cho hỏi, em là sinh viên k17, nhưng chưa qua môn Đường lối cách mạng của Đảng Cộng sản Việt Nam. Nhưng em thấy chương trình đào tạo từ khóa k19 đã không còn môn đó nữa, vậy nên cho em hỏi là vào kỳ sau môn đó có mở nữa hay không? Nếu không mở thì em cần học môn nào để thay thế và chuyển điểm ạ?",
    "chào bạn. mình là sv k14, mình có thắc mắc sau. vì lý do riêng nên mình đã trễ hạn học. mình muốn hỏi về hệ vừa học vừa làm của trường mình và mình còn đủ điều kiện để học hệ này hay không? MSSV của mình: ",
    "Chào thầy/cô. Trong đợt tuyển quân nghĩa vụ quân sự vừa rồi, em có xin giấy tạm hoãn nghĩa vụ quân sự và in bảng pdf ra nộp trước cho địa phương do tình hình dịch bệnh sợ bưu điện gởi về ko kịp cho em. Trong bảng pdf có ghi thời hạn đào tạo theo quy định là từ 9/2016-4/2021, em đã quá thời hạn đào tạo theo quy định nên địa phương em không chấp nhận giấy tạm hoãn đó. - Địa phương em yêu cầu em phải gởi hóa đơn đóng học phí kì này, thời khóa biểu và giấy xác nhận đang học tại trường. Nhưng học phí thì 5/11/2021 mới đóng nên không có hóa đơn học phí , và phòng đào tạo cũng không làm việc nên em cũng không biết xin giấy xác nhận sinh viên còn đang học tại trường làm sao. - Và bây giờ địa phương gởi giấy báo yêu cầu em phải về địa phương gấp để khám nvqs. - Hiện em còn đang học nên em muốn xin giấy xác nhận là em còn học tại trường để gởi về cho gia đình.   EM CẢM ƠN Ạ",
    "Dạ em chào quý thầy/cô. Em muốn xin rút môn Đồ án chuyên ngành cơ điện tử (ME4071).Lý do: Em học hệ VHVL,sau quãng thời gian dịch bệnh thì em đã tiêu sạch hết tiền dành dụm nên giờ phải lo đi làm kiếm tiền không có thời gian để làm đồ án.Em phải đi chạy grap từ sáng  tới 7 8h tối. Em thấy trên quy chế có ghi nếu có lý do đặc biệt sẽ được rút môn học. Em mong PĐT sẽ cho em rút. Em không còn cách nào nên mới rút, em năn nỉ quý thầy cô cho em rút môn. Em đội ơn thầy/ cô. Em hứa sẽ đóng học phí đầy đủ. Em chân thành cảm ơn quý thầy/ cô!",
    "Em xin kính chào ban giám hiệu.  Vừa qua em có đăng ký bảo hiểm y tế và đã nhấn xác nhận đăng ký, do lỗi mạng đợi quá lâu thì em đã nhấn hủy và em load lại trang vẫn thấy như vậy. Sau đó em vào thanh toán trên BKPay thì thấy đã có khoản nộp và em đã nộp,rồi em quay lại trang đăng ký bảo hiểm y tế thì đã mất yêu cầu. Vậy cho em hỏi trường hợp của em (đã thanh toán tiền trên BKpay nhưng không có hiển thị trên trang đăng ký) thì có bị làm sao không ạ   i  .",
    "Em muốn xin giấy hoãn nghĩa vụ quân sự do đã có giấy mời đi khám sức khỏe của phường gửi (ngày 15 này) Không biết hình thức nhận như thế nào ạ do phòng đào tạo vẫn chưa gửi mail đi nhận.",
    "Tốt nghiệp . Em chào chị ạ. Trong DANH SÁCH MÔN HỌC CTĐT K2019 TƯƠNG ĐƯƠNG/THAY THẾ CHO CTĐT K2018 VỀ TRƯỚC. Ở mục số 17 em thấy môn học \"CO1013 Kỹ Thuật lập trình\" có thể thay thế bởi \"CO1003 Nhập môn về lập trình\". Nên đã đăng ký học và đã có điểm 8.0. Không biết việc này em cần đăng ký chuyển điểm hay gì đó không ạ? Em rất lo lắng, mong chị hướng dẫn cách giải quyết ạ . Em có 2 file ảnh đính kèm đó ạ .   ",
    "Chào cô, Em tên  MSSV  Nay em có câu hỏi là vào ngày 9/11/2020 em có đóng bảo hiểm 12 tháng như hình bên dưới ạ là tháng 11 nắm 2021 mới hết hạn nhưng do quên hạn nên vào 25/5/2021 em có đăng kí thêm bảo hiểm 6 tháng nữa. Thầy cố cho em hỏi là 6 tháng này có được tính các tháng tiếp theo không ạ. Mong thầy cô trả lời em sớm để em biết đăng kí tiếp BHYT tiếp theo ạ. Em xin chân thành cảm ơn.",
    "Chào quí Thầy/Cô,  Em muốn hỏi tại sao em có đầy đủ điều kiện để xét tốt nghiệp nhưng cho đến hiện tại em chưa thể đăng kí tốt nghiệp được và cũng như chưa có tên trong danh sách tốt nghiệp dự kiến ạ . Em đã gửi yêu cầu giải quyết vấn đề trên từ cách đây khoảng 2 tuần, nhưng vấn đề vẫn chưa được giải quyết xong ạ . Mong quý Thầy/Cô xem xét giúp trường hợp của em ạ. Em châm thành cảm ơn nhiều!  Thân mến,  .",
    "Kính gửi thầy/cô Em là sinh viên K20 ạ Trong học kì 211 này em được vào lớp tài năng của ngành kỹ thuật cơ khí  và em có môn Vẽ kỹ thuật cơ khí là môn cốt lõi nên em có 2 câu hỏi ạ: +Thứ 1: Học phần mở rộng của môn Vẽ kỹ thuật cơ khí nêu trên em có cần đăng kí bổ sung không ạ? +Thứ 2:nếu đăng kí những phần mở rộng của môn cốt lõi thì mã môn học có khác gì so với mã môn bình thường không ạ? Mong quý thầy/cô trả lời em ạ Em xin cảm ơn",
    "Em là  MSSV  Khoá 20 Khoa Cơ Khí  Hiện nay do em không có nội trú ở Tp HCM, em sinh hoạt ở Đồng Nai nên muốn mua bảo hiểm y tế bệnh viện  ở Đồng Nai để thuận lợi cho việc khám chữa bệnh. Nếu em mua bảo hiểm ở Đồng Nai rồi nộp hoá đơn cho nhà trường thì em có cần phải đăng kí thêm bảo hiểm y tế ở nhà trường không. Nếu không đăng kí em có bị dừng ở học kì tiếp theo không. Em cảm ơn .",
    "MSSVMSGV:   b Học vụ  i  Kính chào phòng đào tạo trường ĐH Bách Khoa . E tên   . MSSV   Lớp PC16HTD. Hiện tại em đã hoàn thành đồ án môn học mã môn học EE3061. Thầy hướng dẫn thông báo cho em là đã vào điểm .Em có vào bảng điểm xem lại nhưng hiện vẫn chưa có điểm, môn này do Thầy  hướng dẫn em. Kính nhờ phòng đào tạo kiểm tra lại giúp. Thân mến ..",
    "MSSVMSGV:   b Học vụ  i  Kính chào phòng đào tạo trường ĐH Bách Khoa. E tên  . MSSV  Lớp PC16HTD. Hiện tại em đã hoàn thành đồ án môn học mã môn học EE3061. Thầy hướng dẫn thông báo cho em là đã vào điểm .Em có vào bảng điểm xem lại nhưng hiện vẫn chưa có điểm, môn này do Thầy  hướng dẫn em. Kính nhờ phòng đào tạo kiểm tra lại giúp. Thân mến ..",
    "Em xin phép được rút môn học Hạ tầng công trình giao thông CI4019 - Lớp L01 và sẽ thanh toán học phí đầy đủ. Em xin chân thành cảm ơn!",
    "Kính gửi thầy cô PĐT, Em có hoãn LVTN ở HK 202 và muốn bảo vệ LVTN ở HK 211 thì em có thể đăng kí ở đâu và quy trình như thế nào ạ. Em xin cảm ơn.",
    "Thầy/Cô ơi cho em hỏi là năm trước em đăng kí bảo hiểm y tế ở ký túc xá khu A, bây giờ e đăng kí tại trang trường mình thì hệ thống báo phải chọn nơi nhận. Em không tìm thấy chổ chọn nơi nhận ạ. Bây giờ em phải làm sao để đăng kí bảo hiểm ạ. Em cảm ơn.",
    "Em xin chào thầy/cô Em là   MSSV  Vào năm nhất em mua BHYT tại trường nhưng hk202 em chuyển vào ktx ĐHQG ở và hiện tại em đã đăng ký mua và đã thanh toán BHYT tại KTX . Thầy,cô cho em hỏi là KTX ĐHQG sẽ chuyển danh sách về trường hay em phải làm đơn, thủ tục để báo cho trường ạ. Em xin cảm ơn.",
    "Em chào quý thầy/cô ạ ! Qúy thầy/cô cho em hỏi học bổng NITORI có kết quả chưa ạ. Em cám ơn ạ",
    "Em kính chào thầy / cô Em tên  MSSV   Em có thắc mắc là hiện tại phòng đào tạo còn cho phép em hủy môn học của học kỳ 211 không ạ? Em xin cảm ơn !",
    "Dạ em chào thầy/cô, cho em hỏi về thông tin đăng ký bảo hiểm y tế ạ:  1/ Em đã đổi sang sử dụng căn cước công dân rồi thì có phải cập nhật lại thông tin không??  2/ Em không thấy chỗ chọn nơi nhận thẻ bảo hiểm.   i  .",
    "Em chào thầy cô, do em đã trả trọ và hiện tại em thấy lịch học của các môn thực tập không dời nữa ( thường sẽ có cập nhật sau 1 2 tuần). Vậy liệu có thông tin về kế hoạch đi học lại ở trường chưa ạ và ví dụ các bạn chưa có 2 mũi vacxin nhưng đăng ký môn thực tập sẽ có được tham gia không ạ. Và nếu họ không tham gia được thì em có thể xin đăng ký học thực tập môn đó thay chỗ họ được không vì lúc dky môn em không kịp đăng ký môn đó. Em xin cảm ơn thầy/cô.   i ",
    "Em có câu hỏi về vấn đề thôi học để chuyển trường: -Khi em đăng ký thôi học thì khoản học phí em đã đóng trước đó có hoàn về không ạ? Hay em buộc phải học hết học kì mới được chuyển ạ? Vì các lí do sau em đã suy nghĩ rất kĩ về chuyện chuyển trường để thay đổi ngành học: - em thật sự không phù hợp với ngành học này - em không có năng khiếu lẫn đam mê với các môn Toán, Lý , Hoá và em không có khả năng đi hết 4 năm đại học cùng ngành Bảo Dưỡng Công Nghiệp - Địa điểm học cách quá xa khu vực em sinh sống - Nếu tiếp tục học em nghĩ mình sẽ tốn tiền và thời gian",
    "Em chào PĐT ạ, học kì 202 đợt dịch nên em có hoãn thi một môn học nhưng hiện tại vẫn chưa cập nhật điểm hoãn thi nên điểm trung bình học kì cũng bị tính sai, mong PĐT sớm cập nhật ạ ",
    "Kính thưa Thầy, Cô Hôm ngày 4/11 em có đăng ký in bảng điểm, em đã đóng tiền đầy đủ và chọn để được gửi bảng điểm về nhà . Tuy nhiên đã một tuần kể từ ngày đăng ký và hoàn thành đóng tiền nhưng em vẫn chưa nhận được bảng điểm ạ. Thầy, Cô làm ơn xem xét và kiểm tra giúp en ạ. Em xin chân thành cảm ơn ạ Kính chào Thầy, Cô",
    "Dạ em chào cô,em là .Hiện tại em đang làm bên 1 cty mà bên cty có đóng BHYT theo từng tháng thì bây giờ em có phải mua BHYT trên trường nữa không ạ",
    "Thầy cô cho em hỏi, tại sao HK211, em có TKB môn Thực tập kỹ thuật chế tạo (ME2023), những vì dịch nên nhà trường không dạy được. Mà sao giờ bắt em đóng học phí môn này. Nếu như đóng mai mốt có được học bù lại không? Em đã có viết mail hỏi TKB học của bộ môn nhưng cũng không ai phản hồi em.",
    "PĐT cho em hỏi, em thi môn CAD-CAM vào ngày 20-08-2021 đến nay đã gần 3 tháng rồi mà vẫn chưa được cập nhật điểm. Nhờ PĐT kiểm tra lại giúp em để em biết mà đăng ký học ở học kỳ tới. Em đã gửi mail cho PĐT và thầy bộ môn rất nhiều lần, nhưng không ai phản hồi em hết.",
    "MSSV:    i  . Dạ thầy/cô cho em hỏi, em đăng ký bhyt lúc cập nhật thông tin có thông báo chọn nơi nhận thẻ bảo hiểm nhưng em ko thấy (hình ảnh). trường hợp này là lỗi hệ thống hay sao ạ? giờ hướng giải quyết như thế nào ạ? Em chân thành cảm ơn.",
    "Em tên là  Mssv  thuộc khoa Cơ khí K20. Em có đăng kí giấy xác nhận sinh viên từ ngày 18/10 gửi qua bưu điện nhưng giờ vẫn chưa có giấy và phường em đang yêu cầu gấp ạ. Em không biết là nên chờ tiếp hay có thể lấy nhanh hơn bằng cách khác không ạ. Em cảm ơn.",
    "Kính gửi Quý thầy cô, Em là , MSSV  khoa Cơ khí, hiện tại đã hoàn thành các điều kiện xét tốt nghiệp: 1. Số ngày CTXH: 15,5 2. Đã nộp chứng chỉ ngoại ngữ : IELTS 6.5 3. Đã hoàn thành CTGD của ngành Cơ điện tử với ĐTBTL : 7.05 4. Đạt các môn GDTC và đã hoàn thành GDQP Kính mong quý thầy cô xem xét và thêm tên em vào danh sách tốt nghiệp . Em xin chân thành cảm ơn. Chúc quý thầy cô thật nhiều sức khỏe và bình an ",
    "Em chào thầy, cô Em tên là  Theo em biết thì hiện tại đã hết thời hạn rút môn học. Vậy hiện giờ em có thể đăng kí rút môn được không ạ?",
    "Dạ em chưa điền form thì bây giờ được điền lại không ạ",
    "Dạ Cho em hỏi số điện thoại khác của phòng đào tạo ạ. Đã 2 ngày sau lịch hẹn trả kết quả của PĐT nhưng em điện thoại thì không được, mail thì PĐT cũng không trả lời ạ.",
    "Em tên là: . MSSV: . Học kì 211 em có đăng kí môn AV2: LA1005-L03 để duy trì TKB và chờ thi Toeic để chuyển điểm. Nay em chuẩn bị thi Toeic nên em muốn rút môn học, để nộp bằng và đăng kí Tốt nghiệp đợt tháng 11/2021. Vậy thủ tục rút môn như thế nào ạ? Em có cần làm đơn rút môn học không ạ và sẽ nộp như thế nào ạ? Trường hợp bây giờ em rút môn và em đăng kí xét Tốt nghiệp đợt tháng 3/2022 thì có cần làm đơn thu nhận lại không ạ? Mong PĐT giải đáp thắc mắc giúp em. Em xin cảm ơn ạ.",
    "Kính gửi Phòng Đạo Tạo, Em tên  MSSV:  Lớp: CK15HT1 Em xin được trình bày như sau: Vào tháng 09/2020 em đạt điểm Toeic 475, số điểm không đủ để đạt yêu cầu ra trường.Tuy nhiên em buộc phải chuyển điểm với số điểm rất thấp để hoàn thành yêu cầu Anh văn1,2,3 vì trường ra yêu cầu áp dụng thang điểm quy đổi mới và chỉ 7 ngày sau là em nhận kết quả Toeic mới với số điểm 530 nhưng chỉ quy đổi được AV4 vì không được quy đổi 2 lần. Gần đây em mới biết là khóa K2015 vẫn áp dụng thang điểm quy đổi cũ, thực sự là một sự mất mát về điểm số lớn ảnh hưởng đến phân loại tốt nghiệp của em. Rất mong Phòng Đào Tạo cho phép em thực hiện lại việc quy đổi Anh văn 1,2,3,4 theo mức Toiec 530. Em xin chân thành cảm ơn!",
    "Do ảnh hương dịch covid em muốn xin nhà trường gia hạn thời gian đóng học phí học kỳ chính được không ạ?",
    "Dạ, Em tên: . Mssv: . Hệ: VLVH. Trong đợt đăng kí xét tốt nghiệp tháng 9/2021. Tới tháng 10/2021 em có tra cứu danh sách (203)dự kiến tốt nghiệp đợt 2/2021 thì Điểm trung bình tốt nghiệp của em là 7,42. Hôm nay em kiểm tra lại theo danh sách (211) Tốt nghiệp đợt 2/2021 thì điểm trung bình tốt nghiệp của em chỉ còn 7,22. Kính mong PĐT kiểm tra và giải đáp thông tin giúp em với ạ. Em chân thành cảm ơn quý Thầy/Cô!",
    "Em chào thầy/cô, Hôm bữa em có nhận 1 mail nói về việc bố sung ảnh thẻ ở trang xét tốt nghiệp, hạn chót là 7/11. Nhưng lúc em vào thì website không cho nộp ảnh(hiện tại em bị thiếu 1 ngày ctxh) thì em có thể nộp bổ sung sau được không ạ. Em thấy hạn chót nộp xét tốt nghiệp là 24/12, thì em có thể hoàn thành các thủ tục cho tới hôm đó là có thể dự lễ tốt nghiệp trong kì này phải không ạ. Em cảm ơn thầy/cô.",
    "Thưa thầy cô. Địa phương em vừa gửi giấy khám nghĩa vụ quân sự,do đợt vừa rồi em nghĩ không bị gọi nên đã không đăng ký giấy hoãn,thì bây giờ em có thể đăng ký giấy hoãn để nộp cho địa phương được không ạ   i  .",
    "Chào thầy cô . Em tên . Hôm nay em mới đăng ký nhận giấy chứng nhận sinh viên tại CS1 trường mình . Cho em hỏi  thời gian nhận được sớm nhất là khi nào, nếu lâu  quá thì em có thể lên CS1 lấy giấy trực tiếp được không ạ. Vì em đang cần gấp để làm hồ sơ. Mong thầy cô giải đáp!!   i  .",
    "Thầy cô cho em hỏi là em đã đăng ký tốt nghiệp và có email xác nhận từ ngày 29/10, MSSV: . Vậy cỡ bao lâu thì nhận được giấy tốt nghiệp tạm thời ạ. Nếu em muốn xin file mềm của giấy tốt nghiệp tạm thời thì phải làm thế nào ạ",
    "Chào thầy/cô ở phòng đào tạo ạ. Em là  MSSV: ngành cơ điện tử và robot (211) Em muốn hỏi là em nộp trễ đợt 1 học phí ngày 29/9 trên bkpay thì em phải nộp học phí ở đâu v ạ. Em cảm ơn.",
    "Chào Anh/ Chị, Em tên là  - , sinh viên ngành Cơ điện tử. Em đã đăng ký tốt nghiệp học kì vừa rồi và hiện giờ em chưa thể lên lại trường để lấy giấy tốt nghiệp tạm thời. Em có lên trang MyBk để xem thì chưa thấy chức năng để download bản mềm của giấy tốt nghiệp tạm thời, nên em muốn hỏi là có thể gửi bản mềm cho em được hay không tại em đang cần gấp để nộp cho công ty đúng hạn ạ. Email của em là:  SDT nếu cần liên hệ gấp: [phone_number] Em xin cảm ơn.",
    "Em muốn kiểm tra xem điều kiện tốt nghiệp của em đã đủ hay chưa. Trong trường hợp đã đủ, em muốn được đăng kí xét tốt nghiệp bổ sung ạ. Trước em có gửi một yêu cầu khác tương tự (#39898) nhưng vẫn chưa nhận được câu trả lời ạ.",
    "Em xin chào phòng đào tạo  Hiện tại em vẫn chưa nhận lại giấy chứng nhận tốt nghiệp tạm thời mới . Em gửi lại thông tin cá nhân chính xác để PĐT có thể gửi lại giúp em . Tên :  MSSV :  SĐT: [phone_number]   :547 Ấp Thuận Hoà 2, Xã Hòa Khánh Nam, Huyện Đức Hòa, Tỉnh Long An . Kính mong PĐT giải quyết giúp em . Em xin chân thành cảm ơn! ",
    "Kính thưa Phòng Đào tạo, Em là , mã số sinh viên . Hiện em muốn sử dụng bằng IETLS 7.5 của mình để chuyển điểm môn Tiếng Anh Tăng cường 1,2,3,4. Tuy nhiên khi đăng ký lại bị lỗi như thế này. Không biết em có thể đăng ký qua bksi không ạ? Kính mong sớm nhận được hồi âm từ cô. Kính thư, ",
    "Em chào /Cô. Em là sinh viên , MSSV: . Hiện tại trong mục BKpay của em có mục nợ thanh toán tiền in bảng điểm: 105.000 đồng. Trước đây em có hỏi /cô tại phòng đào tạo vì lí do đăng kí nhầm thì được phản hồi là khi nào cần bảng điểm thì thanh toán vẫn được, miễn sao thanh toán hết các khoản trên Bkpay. Hiện tại em đang có nhu cầu in bảng điểm tuy nhiên khi thanh toán mục này th thanh toán không thành công (đã thử 3 lần). Mong ầ",
    "Em là  MSSV  Hiện em đã thấy cập nhật miễn môn Cơ Ứng Dụng mã AS2007 ở trên bảng điểm chuyển. Như vậy là có thể xét tốt nghiệp rồi đúng không ạ? Em có kèm theo hình ảnh ạ",
    "Dạ PĐT cho Em hỏi là: Em thấy trên phần đăng ký môn học trong mybk có anh văn nói viết tháng 11 mà Em bấm vào không đăng ký được, Em có nhu cầu tốt nghiệp trong học kỳ này, pđt có thể tạo điều kiện mở cho Em điều kiện được thông báo lịch trình và được đăng ký trong các đợt thi nói viết để tốt nghiệp trong học kỳ 211 không ạ? EM XIN CHÂN THÀNH CẢM ƠN !!!",
    "Thưa thầy cô, Em có nguyện vọng chuyển hệ từ Chính quy sang hệ Vừa học vừa làm, tuy nhiên em có nhiều thắc mắc mong thầy cô giải đáp giúp em. - Em nắm thông tin ngày hôm nay (11/11/2021) là ngày bắt đầu đăng ký theo thông báo tuyển sinh, em vào trong đăng ký hồ sơ theo đường dẫn   U https://mybk.hcmut.edu.vn/tuyensinh/dangKyDotXetTuyen.action    thì không thấy mục nào dành cho sinh viên Chính Quy chuyển hệ. Trường hợp này mong thầy cô hỗ trợ giúp em với. - Đối với học phí tạm thu (15.000.000đ/học kỳ) tương đương 14 tín chỉ/học kỳ. Vậy nếu em đăng ký 1 môn (4 tín chỉ/học kỳ) thì em có phải đóng toàn bộ 15.000.000đ không ạ? - Em hiện tại là sinh viên K15 chính quy, khi chuyển hệ thì em sẽ là K15 VHVL hay K21 mới ạ? - Mail sinh viên và mã số sinh viên có thay đổi không ạ? Em cảm ơn thầy cô đã xem. Sinh viên, Lê Đăng Khoa",
    "Dạ cho em hỏi là tại sao đăng kí bảo hiểm y tế lại thiếu mục chọn nơi nhận và do đó em đã không đăng kí thành công được ạ?",
    "Thưa quý thầy cô. Hiện tại do hoàn cảnh gia đình nên em đã chuyển hộ khẩu từ thành phô sang huyện trong cùng một tỉnh. Nhưng do sau ngày 1/7/2021 thì đã không còn cấp sổ hộ khẩu nữa. Mà hiện tại thì em chưa đổi cmnd do dịch bệnh trên địa bàng tỉnh còn phức tạp. Vậy giờ em phải làm sao để thay đổi thông tin địa chỉ thường trú mới trên cổng thông tin sinh viên trên trường. Em xin cảm ơn.",
    "Dạ cho e hỏi nếu bây h e nộp đơn chuyển sang hệ VHVL thì có kịp để DKMH và học kỳ của hệ VHVL đầu tháng 12 này k ạ e cảm ơn",
    "Dạ bây giờ em đã có bảo hiểm y tế riêng mà lỡ điền vào mua bhyt của trường...vậy em phải làm sao để hủy mua bảo hiểm của trường ạ...Em cảm ơn !",
    "Em chào Thầy/Cô ạ Kì vừa rồi em có hoãn thi nhưng em chỉ gửi lên BKSI và được PDT chấp nhận cho hoãn thi . Em chưa điền vào form vậy có được chấp nhận không ạ. Em đã gửi minh chứng chứng minh là PDT đã chấp nhận hoãn thi cho em ạ",
    "Em đã đóng học phí trễ hạn và bị tạm dừng. Bây giờ làm sao để bỏ tình trạng tạm dừng ạ?   i ",
    "Em là , MSSV  là sinh viên khóa K19 khoa Điện - Điện Tử, chuyên ngành Điện Tử - Viễn Thông.      Em có thắc mắc là theo như em tìm hiểu thì khóa của em học đủ 132 tín chỉ thì khi ra trường sẽ được nhận bằng Cử nhân. Mục tiêu của em là học Kỹ sư. Vậy nên cho em hỏi là mình có phải đăng kí học Thạc sĩ hay mình phải đăng kí thêm môn học để đạt được một mốc tín chỉ nào đó để được bằng Kỹ sư. Và nếu phải học thêm môn thì mình cần phải học thêm những môn nào ạ . Em xin cảm ơn. ",
    "Em chào thầy cô, Em là sinh viên sắp tốt nghiệp trong thời gian sắp tới. Em có nhận được email mời đến phòng đào tạo nhận bằng. Tuy nhiên do em vẫn đã sang nước ngoài du học nên gần như không thể trở về vào thời điểm này để nhận bằng được. Vì vậy thầy cô cho em xin phép hỏi là em có thể uỷ quyền cho người thân hoặc bạn đến nhận được không ạ? Nếu được xin thầy cô giúp em giải đáp quy trình uỷ quyền này. Em xin chân thành cảm ơn thầy cô. Trân trọng, ",
    "Em có thể xin bảo lưu học kỳ sau do em muốn dành riêng một kỳ để ôn thi lấy CCTA được không .Nếu được thì em nên làm gì cho việc bảo lưu này. Em cảm ơn.",
    "Mọi người cho mình hỏi là mình làm đơn gia hạn học phí thì được làm thời gian tối đa bao nhiêu ngày ạ.",
    "Em nhận được mail thông báo nhận bằng tốt nghiệp tại A1. Hiện tại em không có mặt ở Tp HCM, nên em muốn biết thời gian nhận bằng kết thúc khi nào ạ. Với lại đợt tốt nghiệp lần này (t11-2021) không có được làm lễ với chụp hình ạ.  Em cám ơn.",
    ": Dạ cho em hỏi về việc em xin hoãn thi và thi lại môn triết  Do bị mất điện đột xuất nên em không làm bài thi được và em cũng có gửi mail cho PĐT xin hoãn thi Nhưng tới nay vẫn chưa nghe thông tin gì hết ạ",
    "Dạ em chào thầy/cô ạ, Em là K18 đã thi anh văn định kì trong trường học kì 201 đạt 645. Em có thể dùng điểm đó quy ra đạt anh văn 4 trong trường không ạ? Em cảm ơn",
    "Gần đây email của em hay nhận được nội dung thư spam. 9h tối em check mail thì thấy mail tự động gửi đi nhiều email spam. Ngay sau đó, em đã thay đổi mật khẩu BKIDnet nhưng gmail của em bị khóa ngay sau đó và yêu cầu sv liên hệ đến nhà trường . Em mong trường có thể hỗ trợ em giải quyết việc bị hack và spam này. Trân trọng,  [phone_number]   i  .",
    "Em tên là . MSSV: . Em xin nộp đơn xin rút môn Anh văn 2-LA1005, để đủ điều kiện đăng ký xét Tốt nghiệp đợt tháng 11/2021. Mong PĐT nhanh chóng giải quyết nguyện vọng rút môn học giúp em. Em xin cám ơn ạ. File đơn xin rút môn học em đính kèm trong mail.",
    "Dạ em chào các thầy cô, các thầy cô PDT cho em hỏi về việc học song ngành ạ. Em là sinh viên K19 ngành Địa kỹ thuật khoa địa chất dầu khí ạ. Hiện tại em muốn học thêm ngành Kỹ thuật Xây Dựng dạng song ngành thì có được không ạ ? Nếu được thì cần có điều kiện gì và cần phải làm gì ạ ? Em cảm ơn rất nhiều ạ !!!",
    "Chào . đầu hoc kỳ 211 do điểm cuả học kỳ 202 lên chậm nên em không đủ tín chỉ để đăng ký luận văn tốt nghiệp. em và thầy hướng dẫn đã thống nhất là cứ làm luận văn trước, chừng nào điểm lên đầy đủ thì làm đơn xin đăng ký luận văn tốt nghiệp. nhưng khi đã có điểm thì lại giãn cách xã hội đến giờ vẫn không thể vào trường để làm đơn trực tiếp. em muốn hỏi là em có thể làm đơn online được không ạ ?",
    "Dạ em chào thầy/cô, Dạ thầy/cô cho em hỏi là em quên mật khẩu đăng nhập của ngân hàng OCB,hiện tại ở quê em chưa có chi nhánh của ngân hàng OCB nên không thể nộp học phí trên BK Pay được. Thầy/Cô cho em hỏi là nếu em ra ngân hàng khác OCB để nộp học phí thì phải chuyển tiền học phí vào tài khoản nào ạ? Em cảm ơn thầy/cô đã đọc câu hỏi. Em mong sớm nhận được phản hồi từ thầy/cô.",
    "Em đã yêu cầu xin giấy chứng nhận sinh viên để hoãn nghĩa vụ quân sự, phòng đào tạo có thể gửi em file scan được không ạ?",
    "Do tình hình dịch bệnh nên sau khi đăng kí in bảng điểm em không thể lên SG lấy bảng điểm như dự kiến. Hiện tại em muốn nhờ bạn cùng khoa em nhận giùm em nến muốn xin form giấy ủy quyền.Em cảm ơn ạ.",
    "Em chào thầy, cô! Trong HK202 em có đăng ký môn hoãn thi CK, thầy, cô cho em hỏi là khi được thi bù lại thì điểm tổng kết của môn hoãn đó được tính như thể nào ạ? Em cảm ơn thầy, cô!",
    "Dạ em chào thầy/ cô,  Em ở lớp CK18CDM, em mong được thầy cô cân nhắc trường học của em với ạ. Trường hợp của em là do chưa nộp điểm Anh văn nên em không đủ điều kiện để đăng kí làm luận văn tốt nghiệp ạ, em cũng chưa đủ 2 mũi Vacxin để đăng kí dự thi theo yêu cầu của IIG Việt Nam. Em mong quý nhà trường sẽ xem xét việc tổ chức thi Anh văn cho sinh viên năm 4 và vẫn tính tạm thời 8 tín chỉ (vì nếu không tính cũng sẽ không đủ yêu cầu tín chỉ để đăng kí làm luận văn ạ Em mong sẽ được nhà trường cân nhắc trường hợp của em và những bạn sinh viên khác ạ  Em cảm ơn",
    "Dạ em chào thầy/ cô, Em ở lớp CK18CDM, em mong được thầy cô cân nhắc trường học của em với ạ. Trường hợp của em là do chưa nộp điểm Anh văn nên em không đủ điều kiện để đăng kí làm luận văn tốt nghiệp ạ, em cũng chưa đủ 2 mũi Vacxin để đăng kí dự thi theo yêu cầu của IIG Việt Nam. Em mong quý nhà trường sẽ xem xét việc dời ngày xét chuẩn Anh văn để làm LVTN qua hết kì 212 ạ Em mong sẽ được nhà trường cân nhắc trường hợp của em và những bạn sinh viên khác ạ Em cảm ơn",
    "Dạ em chào thầy/ cô, Em ở lớp CK18CDM, em mong được thầy cô cân nhắc trường học của em với ạ. Trường hợp của em là do chưa nộp điểm Anh văn và chưa thực tập nên em không đủ 123 tín chỉ để đăng kí làm luận văn tốt nghiệp ạ, em cũng chưa đủ 2 mũi Vacxin để đăng kí dự thi TOEIC theo yêu cầu của IIG Việt Nam. Em mong quý nhà trường sẽ xem xét việc giảm bớt yêu cầu về số tín chỉ để làm luận văn ạ Em mong sẽ được nhà trường cân nhắc trường hợp của em và những bạn sinh viên khác ạ Em cảm ơn",
    "Chào thầy/cô, hiện địa phương em yêu cầu giấy xác nhận để tạm hoãn nghĩa vụ quân sự, hạn đến hết ngày 15/11. Thầy/cô cho em xin giấy xác nhận bản PDF để em in ra và nộp cho địa phương được không ạ. Em xin cảm ơn thầy/cô.",
    "Em xin kính chào Phòng Đào tạo, Em tên là , mã số sinh viên , là sinh viên lớp VP17VT. Em xin phép được thông tin với Phòng Đào tạo rằng những môn học em đã đăng ký hoãn thi đúng hạn ở HK202 và học kỳ DT203 đã được Phòng Đào tạo đồng ý cho phép hoãn và em không bị cấm thi. Thế nhưng kết quả điểm trên MyBK của em đều là 13 (Vắng thi). Em kính xin Phòng Đào tạo xem xét và hỗ trợ giúp em! Em xin chân thành cảm ơn, Trân trọng.",
    "Cô ơi, vì dịch Covid, em không thể đăng kí đi thực tập để hoàn thành tiến độ học tập để ra trường đúng hẹn. Em có đăng kí in giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự tại địa phương, tuy nhiên địa phương lại không chấp nhận giấy xác nhận vì bảo là em đã học thời gian dài nên giấy không còn hiệu lực. Cô có thể cho em xin lại giấy xác nhận em còn học tại trường với lý do dịch Covid được không ạ, để em nộp và trình bày tại địa phương để em được hoãn nghĩa vụ và hoàn thành chương trình học ở trường ạ. Em cảm ơn",
    "Dạ cô cho em hỏi là chuẩn tiếng anh xét tốt nghiệp hệ vừa học vừa làm là toeic 400 điểm hay 450 điểm vậy cô",
    "Em có đăng ký nhận giấy xác nhận tạm hoãn nghĩa vụ quân sự, giờ thì bên ban chỉ huy quân sự họ yêu cầu gấp, em có tải giấy xác nhận bằng file rồi và gửi cho họ nhưng họ vẫn yêu cầu tiếp tục. Em thắc mắc là việc file pdf xác nhận oline trên trang của trường mình in ra là giấy đó có hiệu lực như giấy xác nhận bình thường và ko cần giấy xác nhận nào khác hay sao. Và là em có đăng ký gửi giấy xác nhận thì em ko có bất kỳ thông tin gì về mã phiếu gửi, hay bưu phẩm vận chuyển để em liên lạc với bên vận chuyển . Mong hỗ trợ. Em cảm ơn!!!",
    "Chào pđt. Dạ em là SV khóa K2017 ạ. Vừa qua em đã đăng ký và đã nhận được giấy Chứng nhận sinh viên. Em có thắc mắc là chỗ \"Thời gian khóa học theo quy định\" của em là tới thắng 4/2022 thì mốc thời gian này căn cứ vào đâu trong khi thường thì chương trình học theo quy định chỉ có 4 năm (tức là đối với trường hợp của em nếu không bị trễ hạn thì chỉ hết HK202 là kết thúc ạ). Mong pđt giải đáp thắc mắc giúp em. Em xin cám ơn!",
    "Môn học giải tích 1 (MT1003) ở học kỳ 3(2019-2020) tương đương môn học Toán 1 (006601)",
    "Kính chào thầy cô PĐT, Em có 2 câu hỏi ạ. 1/ Cho em hỏi ngày tốt nghiệp tháng 11 năm 2022 là ngày mấy ạ? 2/ Cho em hỏi là em có thể yêu cầu được nhận bằng tốt nghiệp chính thức trước ngày lễ tốt nghiệp được không ạ? Cụ thể là trước ngày 14/11/2022 ạ. Em xin cám ơn ạ.",
    "Kính chào thầy cô, Em là sinh viên khóa K15. Hiện tại em chưa đủ điều kiện xét tốt nghiệp,do chưa thi Anh văn 2 kỹ năng WRITING AND SPEAKING kịp cho đợt xét tốt nghiệp tháng 11 này. Nếu chưa tốt nghiệp đợt tháng 11 này thì em có còn được tiếp tục là sinh viên của trường không ạ?  Em có thể nộp chứng chỉ Anh văn WRITING AND SPEAKING cho đợt tốt nghiệp tháng 4 năm 2022 không ạ? Nếu có thì hạn chót sẽ là ngày nào ạ? Mong quí thầy cô trả lời giúp em. Xin chân thành cảm ơn.",
    "Dạ cô cho em hỏi là em sinh viên chính quy k2014 em chuyển hệ vừa làm vừa học trong học kì 1 (2021-2022) vậy chuẩn tiếng anh của em xét tốt nghiệp hệ vlvh là 400 (từ K.2017 về trước) phải không ạ. em cảm ơn cô nhiều ạ",
    "NAM Độc lập – Tự do – Hạnh phúc -------------------------------------  ĐƠN XIN CHUYỂN HỌC KỲ THỰC TẬP  Kính gửi Phòng Đào Tạo – Trường Đại học Bách Khoa – Đại học Quốc Gia TP. Hồ Chí Minh, Em tên  Mã số sinh viên:  Niên khóa: K18 Lớp: CC18QKD Học kỳ đăng ký môn Thực tập: học kỳ 203 Em viết đơn này để xin chuyển học kỳ thực tập từ học kỳ 203 sang học kỳ 211. Em đã được sự đồng ý qua email của Văn phòng Đào Tạo Quốc Tế (P), thầy  (giảng viên hướng dẫn môn thực tập học kỳ 203). Lý do để em xin chuyển là, em gặp nhiều khó khăn trong việc thực tập trong đợt dịch COVID-19, em phải đợi hết đợt dịch để chuyển trở lại TP. Em không thể viết đơn này sớm hơn là vì trong học kỳ trước, em không xác định được khi nào em có thể thực tập được ở công ty. Giờ em có thể trở lại TP. Hồ Chí Minh để thực tập trực tiếp tại công ty. Công ty của em đã cho phép nhân việc làm việc trở lại cách đây một tuần. Em mong được Phòng Đào Tạo chấp thuận chuyển môn thực tập từ học kỳ 203 sang học kỳ 211. Em xin chân thành cám ơn Phòng Đào Tạo . Người làm đơn  ",
    "Gia đình em hiện nay đang khó khăn chưa có tiền đóng học phí được. Em làm như thế nào để kì sau đóng luôn học phí kì này được vậy ạ.",
    "Dạ thưa thầy/cô hiện nay em sinh viên năm 4 của trường mà do tình hình dịch em ở dưới quê chưa đi thi được bằng toeic thì không biết cuối kì học này em không có được bằng để nộp thì có bị trễ hay bị nhà trường đòi không ạ. Nếu có thì em mong nhà trường cho những sinh viên như em được trễ nộp bằng ạ.",
    "Em tên: Hoàng Trung Thành MSSV:        Hiện tại bên bưu điện đã để lạc giấy xác nhận của em, họ nói để tìm lại nhưng tới giờ hơn 1 tháng rồi chưa có.   Bên Huyện vừa gửi thông báo khám nghĩa vụ quân sự nhưng em vẫn chưa có giấy để nộp .   Em mong phòng đạo tạo xem xét xử lý, liên hệ bên bưu điện cũng như có thể gửi cho em 1 bản khác được không.",
    "Do máy em quá yếu nên không thể tải được phần mềm autocad của môn học, nên em đã gửi đơn xin hoãn thi cho phòng đào tạo nhưng chưa nhận được phản hồi ạ.Em có thể gửi đơn hoãn thi qua đây được không ạ? Em xin cám ơn.",
    "Thưa thầy/ cô, Em tên là , mssv  là sinh viên K17 khoa khoa học và kỹ thuật máy tính. Hiện nay em đã đóng đủ học phí nhưng trang xét tốt nghiệp của em vẫn hiện chưa đóng học phí nên không được nộp đơn tốt nghiệp. Nhờ thầy/ cô cập nhật lại giúp em ạ. Em xin chân thành cảm ơn.",
    "Em xin chào Phòng đào tạo. Em có thắc mắc về vấn đề học phí của em. Vào sáng thứ 4 ngày 10/11/2021, em có ra ngân hàng OCB để đóng học phí, nhưng ngân hàng báo với em là lỗi hệ thống của trường. Nhân viên ngân hàng đã khuyên em chuyển tiền trực tiếp đến tài khoản ngân hàng của trường. Em đã làm theo nhưng sau đó BKPay vẫn chưa cập nhật tình hình học phí cho em. Em xin Phòng đào tạo kiểm tra lại tình hình học phí cho em. Em xin cảm ơn. Dưới đây là 2 biên lai thu học phí của ngân hàng",
    "dạ kính chào Phòng đào tạo Em tên , mssv:  em hiện đang học môn ngành khác, môn do bữa thi giữa kỳ rớt mạng và giờ giảng viên bảo kỳ khác thi lại nhưng em đã hết hạn 6,5 năm thì cũng không thể thi lại, nên em xin PDT giúp đỡ, hủy giúp em 2 môn này để  không ảnh hưởng điểm TBTL và em có thể đi làm ạ, Mong pdt giúp đỡ cho trường hợp đặc biệt của em. Em xin cảm ơn phòng đào tạo ạ.   i  .",
    "Em đang học lớp vẽ kỹ thuật(thí nghiệm) online học kì 202 ạ, nhưng hiện tại máy em không thể đáp ứng để chạy autocad nên thầy nói em viết đơn xin hoãn thi. Em có thể gửi đơn hoãn thi trên đây được không ạ Em xin cám ơn",
    "Cho em hỏi là làm sao biết giấy xác nhận sinh viên tạm hoãn nghĩa vụ quân sự khi nào sẽ được gửi đến nhà ạ   i  .",
    "Dạ chào phòng đào tạo, rõ ràng trong thông tin hoạt động ngoại khóa của em ghi là 15.5 ngày CTXH mà sao lại cập nhật em không đủ CTXH ạ .   i Tốt nghiệp .",
    "Dạ cho em hỏi là hạn cuối nhận các trường hợp bổ sung điều kiện tốt nghiệp là ngày 24/12. Hiện tại em đang thiếu môn Anh văn 3 và 4 để đủ điều kiện tốt nghiệp. Vậy thì nếu em thi TOEIC và đủ điều kiện chuyển điểm Anh văn 3,4 vào ngày 10/12 thì em có thể đăng ký tốt nghiệp không ạ! Em xin cảm ơn.",
    "Em chào thầy/cô ! Trường hợp của em là đợt tháng 4 vừa rồi em bị hết thời gian đào tạo, lúc đó em thiếu AV4 để tốt nghiệp thôi . Nên em có lên PĐT hỏi và được hướng dẫn là lúc nào có kết quả toeic đổi điểm AV4 xong thì lên PĐT lại để xin tốt nghiệp. Sau đó em về đăng ký thi toeic liền nhưng vì dịch covid và bị giản cách IIG hoãn thi 5 tháng . Hiện tại em đã lấy kết quả toeic và đổi điểm AV4 xong rồi. Nghĩa là em đã hoàn thành hết các điều kiện để đăng ký tốt nghiệp ạ. Nên em mong muốn xin PĐT và nhà trường cho phép thu nhận lại và cho em được tốt nghiệp đợt tháng 12 này ạ . Em rất mong thầy/cô có thể hướng dẫn em xin hoặc làm đơn xin để có thể được tốt nghiệp vào tháng 12 này ạ. Vì hiện tại em đang đi làm, công ty cũng đang rất cần bằng của em. Mong PĐT và trường xem xét ạ . Em cảm ơn rất nhiều .",
    "Kính gửi thầy/cô, Em là sinh viên  - , hệ đào tạo đại trà chính quy, khoa Điện - Điện tử. Hiện tại, em chỉ còn một môn học chưa có điểm và thiếu chứng chỉ ngoại ngữ. Học kỳ này em cũng không có thời khóa biểu nên không thể đăng ký in giấy chứng nhận sinh viên được. Em có thắc mắc là:  1. Trong trường hợp của em thì nhà trường có hỗ trợ cấp giấy chứng nhận sinh viên không ạ? 2. Trong trường hợp nếu em không có giấy chứng nhận sinh viên và khám trúng tuyển nghĩa vụ quân sự, thì em cần phải thực hiễn các thủ tục gì để bảo lưu kết quả học tập ạ? Em cám ơn quý thầy/ cô ạ.",
    "Kính gửi PĐT, Em thấy thông tin trong file CÁC THAY ĐỔI CHÍNH VỀ HỌC VỤ TỪ HK191 (file đính kèm): Sau khi kết thúc việc học trao đổi thì SV làm báo cáo với Khoa =  PĐT ra quyết định miễn điểm Em có thắc mắc: Tiêu chí cụ thể để PĐT ra quyết định miễn điểm là gì ạ? Em hỏi như vậy vì em cần thông tin để đăng ký các môn học ở trường đối tác nước ngoài.",
    "Kính gửi PĐT,  em là , sinh viên k2017 thuộc khoa Kỹ thuật Địa chất và Dầu khí Em vừa đăng ký tốt nghiệp được và đã được chấp thuận Em có thấy PĐT gửi email cho sinh viên (cả khóa k2017) về việc mua bảo hiểm y tế sinh viên, thì em thắc mắc là có thể đăng ký và mua luôn không ạ? Vì em sắp tốt nghiệp nên không phải là BHYT sinh viên nữa nên em lo lắng không sử dụng được thẻ Và nếu vậy thì em sẽ nhận BHYT ở đâu cũng như là có ảnh hưởng gì đến việc điều kiện tốt nghiệp của em không ạ? Em xin chân thành cảm ơn!  Sinh viên   ",
    "Chào Thầy/Cô, Em tên là  - , chuyên ngành Kỹ Thuật Môi Trường khóa 2017. Em vừa nhận được danh sách sinh viên nhận được điểm hoãn thi và có yêu cầu sinh viên đăng kí xóa điểm hoãn thi chậm nhất vào học kỳ 2/2021-2022 . Em muốn hoàn thành báo cáo luận văn trong học kỳ này (211). Vậy cho em hỏi là: Em phải đăng ký xóa điểm hoãn thi trước buổi báo cáo luận văn hay sau buổi báo cáo luận văn ạ. Mong được nhận sự phản hồi sớm từ Thầy/Cô. Em xin chân thành cảm ơn. .",
    "Dạ cho em hỏi tại thời điểm hiện tại em có thể vào trường cơ sở 1 xin giấy xác nhận điểm rèn luyện hay không ạ . Em xin cám ơn.",
    "Hiện tại, em rất cần giấy chứng nhận sinh viên, dù đã đăng kí từ lâu, hiện tại trạng thái của tờ giấy là \"giao bưu điện\", nhưng chờ rất lâu, cho em hỏi, em có thể đăng kí lại và lên thẳng phòng đào tạo, không nhận qua bưu điện được không ạ",
    "Em đã xin cấp giấy xác nhận sinh viên từ ngày 18/10/2021 và nhận tại trường. Sau đó đã được phản hồi là giấy xác nhận sẽ được gửi qua bưu điện nhưng tới nay là ngày 12/11 em vẫn chưa được gửi giấy về ạ. Ngày 18/11 sắp tới em phải nộp giấy xác nhận sv lên phường để xin tạm hoãn nghĩa vụ quân sự. Em rất cần có giấy xác nhận trước ngày 18/11 ạ. Em mong nhà truoenfg có thể giải quyết nhanh cho em ạ!!",
    "Em cần hỗ trợ về danh sách tốt nghiệp dự kiến ạ . Hiện tại em đã có đủ điểm cũng như số tín chỉ tích lũy thông qua kiểm tra thông tin trên mybk nhưng em vẫn chưa vào được danh sách dự kiến tốt nghiệp để đăng kí tốt nghiệp ạ. Mong Phòng dào tạo giúp đỡ.",
    "Hiện em có nhận CCCD mới và CMND cũ bị cắt góc thì em có cần cập nhật lại số CCCD hay em vẫn giữ lại CMND cũ để sử dụng cho các thủ tục trong trường không ạ?   i Bằng TOEIC . Dạ em thay đổi CCCD thì   B số ID trên bằng TOEIC    của em là số CCCD khác với số CMND lúc em đăng kí nhập học thì có được xét bình thường hay em phải làm lại CMND ạ? Em cảm ơn ",
    "Thưa Quý Thầy/Cô, Em là Nguyễn Đức Phú, MSSV . Hiện em đang theo học chương trình Liên thông Thạc sĩ ở trường, khoa Khoa học và Kỹ thuật Máy tính. Hiện tại, địa phương em gửi cho em giấy báo nghĩa vụ quân sự. Do em đã hoàn thành chương tình Đại học, không còn thời khóa biểu Đại học, nên trang MyBK không cho em đăng ký nhận giấy Chứng nhận sinh viên để em nộp cho địa phương. Em mong Quý Thầy/Cô có thể xem xét trường hợp của em và gửi giúp em giấy Chứng nhận sinh viên  về địa chỉ sau: 132 Lý Thường Kiệt, phường 4, thành phố Mỹ Tho, tỉnh Tiền Giang. Mọi chi phí gửi bưu điện sẽ được em thanh toán như yêu cầu trên trang MyBK. Chân thành cảm ơn Quý Thầy/Cô",
    "Chào anh chị, vì 1 vài lí do nên em đã quên làm khảo sát hồi tháng 10 về việc thi anh văn nói viết theo hình thức trực tuyến. Vậy giờ em muốn đăng kí thi anh văn nói viết thì em cần phải làm gì ạ. Em cảm ơn",
    "Dạ cho em hỏi vậy cuối cùng quy trình đăng ký tốt nghiệp của em có phải làm thêm gì nữa không ạ ? . Hay chỉ đợi phòng đào tạo cập nhật thêm danh sách tốt nghiệp thôi.Em cảm ơn .   i Tốt nghiệp .",
    "Kính gửi thầy cô PDT, Em có làm đơn xin hoãn LVTN ở HK trước và đã được duyệt vào ngày 12/8. Nếu bây giờ em muốn đăng kí bảo vệ LVTN trong một đợt bảo vệ thì em phải làm gì và quy trình ra sao ạ. Em xin cảm ơn.",
    "Kính gửi Phòng đào tạo, Em tên , MSSV:  Em thấy trong danh sách tốt nghiệp chính thức tháng 11 có tên em với bằng loại thường, nhưng em đang đợi kết quả thi anh văn nói viết tháng 11 để xét lại bằng tài năng. Cho em hỏi là sau khi có điểm thì bằng của em có được xét lại không ạ? Tại vì hôm trước em thấy ghi hạn đăng ký tốt nghiệp là 30/10 nên em đăng ký trước và trên lịch học vụ cũng ghi hạn xét tốt nghiệp là đến 24/12/2021 nên em nghĩ sẽ được xét lại sau mỗi khoảng thời gian. Rất mong Phòng đào tạo xem xét lại giúp em. Em xin chân thành cảm ơn.",
    "Em xin hỏi cách để nhận giấy chứng nhận sinh viên qua bưu điện ạ, em có đăng ký 1 lần vào hồi tháng 7 và được thông báo là nhận qua hình thức thông qua bưu điện nhưng mãi vẫn chưa được. Học kỳ này em còn đang theo học và chưa làm luận văn nên cần nhận giấy để có thể nộp cho phường.",
    "Dạ Thầy/Cô cho em hỏi em vừa có Quyết định hoãn thi của PĐT cho HK II năm học 2020-2021 . Theo em được biết theo quy chế, em phải làm đơn đăng ký Thi thay thế điểm VP hoặc HT trong thời hạn 1 học kỳ nhưng em muốn biết rằng nếu ngay bây giờ em làm đơn đăng ký thi này thì em có được thi luôn trong học kỳ I năm học 2021-2022 này không ạ. Em xin cảm ơn.",
    "Dạ cho em hỏi về thông tin hoãn thì của môn quản trị kinh doanh, khi nào nhà trường có kế hoạch tổ chức thi lại cho trường hợp đã hoãn thi cuối kì ạ. Em cảm ơn.",
    "Em là , MSSV:  Em đã đủ điều kiện tốt nghiệp nhưng vẫn chưa có tên trong danh sách tốt nghiệp chính thức - đợt tháng 11/2021. Em mong BKSI kiểm tra lại giúp em ạ",
    "Kính gửi pdt,  Em nhận được mail mời đến nhận bằng tốt nghiệp ở Phòng đào tạo, vậy cho em hỏi: 1. Nhận bằng rồi là có được tham dự lễ trao bằng và tốt nghiệp đầu tháng 1/2022 không ạ? (Em vẫn muốn nhận bằng ở lễ trao bằng hội trường A5 hơn ạ) 2. Tình hình dịch bệnh nên em chưa thể lên nhận liền được thì có sao không ạ? ",
    "Thưa thầy/cô. Em có nhận được 1 mail lạ từ phía nhà trường về việc nhận bằng tốt nghiệp theo quyết định tốt nghiệp số 2271/QĐ-ĐHBK, ngày 18/10/2021. Lạ là vì địa chỉ email người nhận là     và đây không phải địa chỉ email của em, do đó em không biết nội dung mail này có hợp lệ hay không. Mong quý thầy cô giải đáp giúp em ạ, vì em thực tế cũng nằm trong danh sách tốt nghiệp theo quyết định 2271/QĐ-ĐHBK ngày 18/10/2021 Em xin cảm ơn",
    "Dạ PDT cho em xin gửi lại đơn hoãn thi môn Kinh Tế đại cương ạ",
    "Dạ cho em xin gửi đơn hoãn thi môn triết học mác-lênin kì DT203",
    "Dạ PDT cho em xin phép gửi đơn và minh chứng hoãn thi môn Vật Lý 1 ạ",
    "Họ tên:  MSSV:  Em làm đơn này xin hoãn thi môn Vẽ kỹ thuật (CI1003) Lý do: không có laptop Em đã xin phép thầy cô rồi  Em xin cảm ơn pdt",
    "Em kính chào thầy cô ạ. Em tên là -.Hiện tại là kỳ 211 và em đang làm đề cương với các bạn trong nhóm, em không đủ điều kiện để đăng ký môn Luận văn vào kỳ 212 vì em chưa đạt đủ điểm đạt của môn Thực tập. Do kỳ 203 em có đăng ký thực tập và phỏng vấn đậu nhưng sau đó doanh nghiệp hủy đợt thực tập do Covid(mặc dù lúc đầu doanh nghiệp có chấp nhận thực tập online, nhưng sau đó họ đổi ý). Em biết vì sự thụ động của em mà em không đăng kí thực tập vào kì 211 vì nghĩ Thực tập có thể học song song với Luận văn. Em gửi đơn này kính mong thầy cô có thể tạo điều kiện hướng dẫn em cách giải quyết tình trạng hiện tại của em vì em chỉ còn môn Luận Văn, Thực tập và môn Mạng máy tính nâng cao là hoàn thành chương trình học. Em mong có thể thực tập trong kỳ 211 này hoặc kỳ 212 có thể thực tập song song với Luận văn. Mong thầy cô có thể hướng dẫn em, em cảm ơn thầy cô nhiều ạ",
    "Dạ kính thưa thưa quý thầy cô của Phòng Đào Tạo Em tên là , MSSV:  Em có 2 điều thắc mắc sau, cần được quý thầy cô giải đáp ạ 1) Môn em xin hoãn đã có điểm tổng kết (là 5.5), vậy nếu em không xin hoãn thi lại lần 2 thì điểm đó giữ nguyên, em vẫn đạt môn,có đúng không ạ 2) Trường hợp nào thì phải xin hoãn thi lại lần 2 ạ Em xin chân thành cảm ơn",
    "Em nộp đơn trình bày lý do trễ hạn thì nhận được câu trả lời là không cần nộp đơn. Sau đó em hỏi làm sao để bỏ tình trạng tạm dừng, thì lại được trả lời là nộp đơn (hình ảnh trong file đính kèm. Vậy bây giờ xin Phòng đào tạo nói rõ giúp em là em phải làm gì ạ? Em cảm thấy là mình đang đi lòng vòng .   i ",
    "Kính gửi nhà trường, Em tên , MSSV . Hiện em có nhận được mail trường là đến phòng đào tạo nhận bằng nhưng hiện tại em đang là F0 điều trị tại nhà thì có được linh động nhận bằng qua bưu điện hay nhờ người nhận không ạ. Trận trọng.",
    "Thưa thầy/cô, em tên là , MSSV 5. Hiện em đang cần giấy chứng nhận sinh viên gấp do địa phương gọi đi nghĩa vụ quân sự nhưng khi đăng kí trên mybk thì bị lỗi hệ thống nên em mong nhận được sự giúp đỡ của thầy/cô với ạ.Em cảm ơn.",
    "Kỳ 211 vừa rồi em đã đăng ký được môn \"Đề cương Luận văn tốt nghiệp\". Nhưng theo em biết, môn học \"Luận văn tốt nghiệp\" để đăng ký được thì cần phải nộp bằng anh văn. Do tình hình dịch bệnh nên em chưa thể đi thi toeic được, em có hỏi thầy hướng dẫn luận văn và được biết pđt có thể cho em nộp đơn xin đăng ký bổ sung môn học LVTN ở giữa kì 2 sau khi em có bằng toeic. Em gửi email này để xác nhận, hỏi rõ thủ tục và thời hạn trễ nhất cho đăng ký bổ sung môn học ạ. Hoặc nếu pđt có phương án giải quyết khác, mong pđt giải đáp dùm em ạ. Em xin chân thành cảm ơn .",
    "em làm đơn mong phòng đào tạo cho em hoãn thi vẽ kĩ thuật ạ ạ  ",
    "Chào quý thầy cô!  Cho em hỏi tại sao em không đăng ký thi anh văn nố viết đợt tháng 11 được vậy ạ? 4 đợt thi trước do tình hình dịch bệnh và em phải đi làm 3 tại chỗ nên không có điều kiện để thi . Kính mong quý thầy cô tạo điều kiện cho em đăng ký thi nói viết để kịp lịch xét tốt nghiệp đợt tháng 12 này ạ!  Em xin cảm ơn    .",
    "Thầy/cô cho em hỏi giờ làm việc của phòng đào tạo để em sắp xếp thời gian đi nhận bằng ạ",
    "Chào anh/chị,  Em tên: . Em không thể đăng ký giấy xác nhận SV để tạm hoãn NVQS được vì không có môn học đăng ký trong kỳ này ạ. Lỗi này hoàn toàn là của em vì đã không xem kỹ quy định về việc này trước. Sắp tới đây có đợt đăng ký thi AV 2 kỹ năng thì không biết đợt thi này có giúp em in giấy được không ạ?  Nếu không thì a/c có thể giúp, gợi ý cho em 1 số cách để mình có thể đăng ký in giấy 1 cách nhanh nhất được không ạ? Em xin cảm ơn anh/chị.   i ",
    "Em xin chào, Em tên là LƯƠNG NGUYỄN VIẾT NAM MSSV  Em đã hoàn thành tất cả các khoản thanh toán hp trên BKPAY (trừ HP SDH) nhưng vẫn có ghi chú trong DANH SÁCH TỐT NGHIỆP CHÍNH THỨC. Em xin hỏi: 1. Em có cần phải hoàn thành luôn HP của Chương trình SDH để có thể đủ điều kiện tốt nghiệp ? 2. Nếu không cần thì em có phải làm đơn hay thủ tục về vấn đề trễ hạn học phí không ạ ? Em xin cảm ơn",
    "Chào Quý Thầy/Cô PĐT, Em tên là Lê Thanh Duy MSSV 1710784. Em có nhận được thông báo nhận bằng tốt nghiệp tại phòng đào tạo và yêu cầu người tốt nghiệp nhận và không được nhận dùm. Nhưng hiện tại em đang học tập tại Hàn không thể nhận bằng được. Em cần nhận bằng tốt nghiệp và bổ sung cho trường em đang theo học. Trong trường hợp này em phải làm như thế nào để có thể nhận bằng. Em mong quý Thầy/Cô vui lòng phản hồi cho em biết hướng giải quyết. Em xin chân thành cảm ơn! Trân Trọng Duy.",
    "Dạ kính chào PĐT, Em là Nguyễn Quốc Khang, mssv 1710124. Nay em viết thư này để trình bày sự cố về việc đóng tiền BHYT . Cụ thể sự việc như sau: Vào năm ngoái (tức học kỳ 201), em có đăng ký BHYT của nhà trường nhưng bị chọn nhầm cả 2 gói là: gói 12 tháng và gói 6 tháng. Sau đó, cả 2 gói đều hiện lên BKPay. Em có đi hỏi và được trả lời là không sao đâu, cứ việc thanh toán gói 12 tháng là đúng quy định rồi. Còn gói 6 tháng thì cứ kệ nó thôi, từ từ nó biến mất hoặc nếu không thì cũng không ảnh hưởng gì. Và em đã thanh toán gói 12 tháng đầy đủ. Sự cố diễn ra vào hôm qua khi em ra ngân hàng thanh toán học phí của học kỳ 211. Lần này, nhân viên giao dịch của ngân hàng nhập MSSV của em vào hệ thống và hiện lên số tiền em còn thiếu của nhà trường và yêu cầu em đóng số tiền ấy, cụ thể là 1tr050 nghìn của môn học và 281 nghìn của gói BHYT 6 tháng. Em cũng sơ suất không kiểm tra lại BKpay nên cứ đinh ninh là nhà trường đã ra hóa đơn cho BHYT năm nay, và gói 6 tháng cũng phù hợp vì em đã là sinh viên năm 5. Vậy là em vui vẻ đóng đầy đủ khoản tiền trên. Nhưng khi về nhà kiểm tra lại thì em mới bất ngờ là gói BHYT 6 tháng lỗi từ năm ngoái vẫn còn trên hệ thống (trong khi em đã thanh toán gói BHYT 12 tháng rồi) và cũng như là nhà trường chưa yêu cầu đóng tiền BHYT trên BKPay cho năm nay. Như vậy, em nhận ra là mình đã đóng nhầm khoản 281 nghìn. Sự cố của em là như vậy. Em có gửi kèm hình hóa đơn ngân hàng OCB và hóa đơn BKPay để chứng minh. Đây cũng là bài học cho em về việc cần kiểm tra kỹ lưỡng trước khi thanh toán. Số tiền đó cũng rất là đáng quý với em ở thời điểm này. Em mong PĐT có thể hỗ trợ em giải quyết sự việc này để em không phải chịu thiệt thòi ạ . Em xin cảm ơn PĐT Trân trọng, Nguyễn Quốc Khang  ",
    "Cho em hỏi cách thức đăng kí môn thi đã hoãn ở  ở học kì trước. Em cần làm thủ tục gì để đăng kí thi những môn đó ở học kì này ạ.",
    "Dạ em chào PĐT. em là . Mssv:  Em có nguyện vọng đăng kí luận văn kì này nhưng không biết liên hệ với khoa Xây Dựng bằng cách nào và em đã liên hệ được với bộ môn Địa Tin Học và giáo viên hướng dẫn đồng ý. PĐT có thể tạo điều kiện để em được đăng kí môn luận văn kì này được không ạ. Em xin cảm ơn PĐT. thiện.",
    "Em chào quý thầy/cô, em là sinh viên K17. Học kỳ 2 em dự định đăng ký lại các môn Giải tích 2, Đại số tuyến tính,... trong học kỳ chính. Đây là là những môn học kỳ 2 năm nhất của K21. Nếu em đăng ký các môn này thì học phí sẽ tính theo khoá K17 của em (350/ 1tc) hay tính theo K21 (710/ 1tc) ạ? Em xin cám ơn! Mong quý thầy/cô trả lời giúp em",
    "Em có đăng kí in bảng điểm ngày 2/11 nhận bằng đường bưu điện,mà hiện tại em chưa nhận được ạ.Vậy hiện nay trường đã mở cửa chưa ạ?Em có thể qua trường trực tiếp lấy bảng điểm và giấy xác nhận sinh viên được không ạ?Em xin cảm ơn",
    "Kính gửi nhà trường    Em tên là . Hiện tại, 3 trên 4 thành viên gia đình em đã dương tính với Covid-19 (trong đó có em). Vì lý do đó em không thể ra Ngân Hàng để đóng tiền học phí và bảo hiểm y tế. Nên em mong các Nhà trường xem xét để hoàn thời gian đóng học phí.   Em xin cảm ơn   I  Chúc thầy cô buổi chiều vui vẻ .  ",
    "Em tên  MSSV  khoa cơ khí chương trình chính quy đại trà K18 Vào tháng 1 em có thi TOEIC được 550. Và trên trang aao để miễn học và ghi điểm miễn môn AV4 thì điểm phải trên 600. Nhưng ở bảng quy định chuẩn tiếng Anh sau mỗi năm học thì chuẩn tiếng anh sau năm 3 phải đạt 500 hoặc đạt môn Anh văn 4. Và chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp và khi tốt nghiệp là từ 500. Vậy cho em hỏi là em có cần thi tiếp để đạt 600 hay 550 là đủ. Em cảm ơn",
    "Em có yêu cầu xin giấy tạm hoãn nghĩa vụ quân sự từ ngày 28/10 qua bưu điện, nhưng hiện tại em không thấy gửi qua được ạ. Em có thể lên trường nhận không ạ? Hiện tại chỗ của em có thể đi lải rồi.",
    "Chào thầy/cô, Em có vấn đề cần liên lạc với thầy  giảng dạy môn Vật Lý 1 (PH1004) lớp (L32). Thầy cô có thể cho em được xin địa chỉ email để trao đổi với thầy được không ạ?",
    "Dạ em chào thấy/ cô ạ Em là   ạ Trường hợp của em là vào kì 201 em có thi Anh văn định kì tổ chức trong trường em đạt 645 điểm ạ. Nhưng nay em kiểm tra bảng điểm lại không thấy nữa ạ. Mong thầy/ cô có thể kiểm tra lại giúp em với ạ Em cảm ơn",
    "Dạ em chào thầy cô ạ. Cho em hỏi khoa Hoá sau học kì 202 không còn môn Kỹ thuật điện EE2027. Bạn em có hoãn thi môn này nên thầy cô cho em hỏi là cách nào để được thi cuối kì môn này không ạ . Em cảm ơn thầy cô nhiều ạ.   i  .",
    "Em có đăng kí bảo hiểm y tế theo hướng dẫn trong mail của phòng CTCT nhưng khi vào BKpay thì có tới 2 khoản BHYT phải đóng trong khi em chỉ đăng kí 1. Thầy cô kiểm tra giúp em xem có sai sót gì không ạ. Em cảm ơn thầy cô",
    "Dạ kính gửi Phòng đào tạo,  Em tên là:  - MSSV:  Em có thấy mail trường gửi cho sinh viên là: trường đã hủy quyết định hoãn thi HK202 của sinh viên đã có điểm tổng kết. Vậy cho em hỏi là nếu em không có nhu cầu thi lại thì em không cần phản hồi lại cho trường phải không ạ? Em xin chân thành cảm ơn",
    "Dạ em chào thầy cô. Em là sinh viên khóa K17  Dạ thầy cô cho em hỏi là hiện tại trường vẫn chưa có quyết định cho sinh viên thực hiện LUẬN VĂn có thể quay lại trường để làm luận văn do tình hình dịch bệnh.  Thầy cô cho chúng em hỏi là thủ tục để XIN HOÃN  đợt tháng 12 để làm luận văn vào đợt bổ sung thì cần làm những gì ạ? Em cám ơn thầy cô và mong nhận được sự phản hồi sớm từ thầy cô!",
    "Em đang là F1 bị đi cách ly nên em xin rút môn học này để kì sau học",
    "Em xin chào pdt Em học khoa: Kỹ thuật hóa học Em muốn biết là hiện tại nhà trường đã cho phép sinh viên vào trường để làm thí nghiệm lvtn chưa ạ? Em xin cảm ơn",
    "Xin chào quý thầy cô pđt. E là cựu sinh viên cao đẳng bảo dưỡng công nghiệp, em vừa đăng ký hệ vhvl tuyển thẳng tháng 11 này. Em đã hoàn thành hồ sơ và in ra. Không may, e ghi nhầm ngày tốt nghiệp thpt là năm 2021. Còn lại tốt nghiệp cao đẳng hay các thông tin khác đều đúng. Vậy có cần đăng ký sửa lại hay lúc nộp hồ sơ bổ sung sau ạ? E chân thành cảm ơn.",
    "Kính chào thầy cô, em có 2 thắc mắc: 1) Tại sao học kì 211 đã gần kết thúc nhưng vẫn chưa có điểm môn Hóa đại cương của HK202 được nhập lên Mybk? Theo em biết bảng điểm thi và điểm thí nghiệm đã có đầy đủ. 2) Theo như em tự tính điểm trung bình học kỳ của mình dựa trên các môn đã nhập điểm trên Mybk và bảng điểm được thông báo trên bkel của môn Hóa ĐC, thì điểm trung bình của em là vừa trên 7 điểm. Cho em hỏi là trường mình xét học bồng như thế nào ạ. Và thông tin về học bổng khuyến khích học tập có thể xem ở đâu vì trên trang phòng đào tạo không xem được ạ. Em xin cảm ơn nhiều ạ. Trân trọng.",
    "Em chào thầy/cô Hiện tại e đã hoàn thành tất cả các môn học nhưng chưa qua anh văn nói viết và tình trạng sinh viên hiện tại là tạm dừng. Thầy/cô cho em hỏi là giờ em có thể đăng ký giấy xác nhận sinh viên được không ạ? và nếu được thì em cần phải làm những gì . Em xin cảm ơn thầy/cô",
    "Kính chào thầy/cô, Em là , MSSV . Em hiện tại đã hoàn thành việc học (142 tín chỉ) và đầy đủ các tiêu chí anh văn. Tuy nhiên, em vẫn chưa nhận được mail hay xác nhận có trong danh sách tốt nghiệp cũng như không thể đăng ký tốt nghiệp trên MyBK. Vậy em mong thầy/cô có thể xem lại trường hợp của em và tiến hành xác nhận giúp em để em có thể linh hoạt hơn trong công việc của mình . Em xin cảm ơn.",
    "Em xin chào thầy(cô) Em muốn hỏi là nếu đợt thi cuối kỳ này em không đảm bảo điều kiện về sức khoẻ hoặc cơ sở vật chất thì có thể xin hoãn thi được hay không. Em xin cảm ơn.",
    "em tên , hiện tại đang học tại trường khóa K19 ngành xây dựng. Hiện tại em muốn chuyển qua ngành cơ khí, thì ngoài học văn bằng hai thì có cách nào khác để em chuyển ngành mà không cần thi lại không ạ. Nếu có em xin thầy cô hướng dẫn cho em với ạ. Em rất mong nhận được phản hồi từ thầy cô ạ. Em cám ơn.",
    "Kính gửi phòng đào tạo! Em là  msvv  thuộc khoa công nghệ vật liệu Silicate K17 ạ. Hiện tại em đã hoàn thành chương trình học, số ngày ctxh và đậu anh văn 2 kĩ năng nói - viết đợt 3 (02/10/2021) nhưng hiên tại em chưa có tên trong danh sách dự kiến tốt nghiệp đợt này ạ. Em rất mong nhận được sự giúp đỡ từ phòng đào tạo ạ! Em xin cảm ơn! Trân trọng!",
    "Em muốn hủy môn học trong học kì này thì thực hiện online như thế nào hay đến trường để hủy ạ. Em cảm ơn   i ",
    "Kính gửi phòng đào tạo, Hiện tại em là sinh viên K18 và theo chương trình đào tạo em sẽ đăng ký luận văn tốt nghiệp vào kỳ sau. Vì tình hình dịch bệnh nên em không thể thực hiện đủ 10 ngày CTXH theo yêu cầu để đăng ký luận văn. Em muốn hỏi vào học kì sau trường có xét điều kiện này hay không? Em xin cảm ơn.",
    "Em đã đủ điều kiện để tốt nghiệp. Tuy nhiên, lúc trước em có đăng ký in bảng điểm nhưng sau đó em không còn nhu cầu nên không thanh toán. Hệ thống đang tính em nợ học phí khoản này. Mong nhà trường xóa khoản này giúp em ạ.",
    "Em có gửi yêu xin gửi giấy tạm hoãn NVQS qua bưu điện ấy ạ, mà sợ về lâu phường không chịu nên em muốn hỏi trường có gửi cho em bản PDF để em nộp cho phường được không ạ",
    "Em tên: . Em có gửi bài viết này rồi nhưng vì sai sót gì đó có thể  nó chưa đến tay a/c được nên em xin gửi lại 1 lần nữa ạ. Em không thể đăng ký giấy xác nhận SV để tạm hoãn NVQS được vì không có môn học đăng ký trong kỳ này. Lỗi này hoàn toàn là của em vì đã không xem kỹ quy định về việc này trước. Sắp tới đây có đợt đăng ký thi AV 2 kỹ năng thì không biết đợt thi này có giúp em in giấy được không? Nếu không thì a/c có thể giúp, gợi ý cho em 1 số cách để mình có thể đăng ký in giấy 1 cách nhanh nhất được không ạ? Em xin cảm ơn anh/chị.",
    "MSSV:  Dạ hiện tại tài khoản OCB online của em đang bị khóa, em đã liên hệ OCB để mở lại tài khoản nhưng chỉ có dịch vụ mở tài khoản trực tiếp và ở địa phương em đang ở không có NH OCB và vì dịch bệnh nên em chưa trở lại TPHCM . Kính mong PĐT cho phép em chuyển khoản trực tiếp từ tài khoản ngân hàng không phải OCB vào tài khoản trường để thanh toán đợt học phí và phí BHYT ạ. Mong nhận được sự phản hồi và em xin chân thành cảm ơn.",
    "Em muốn hỏi về giấy tạm hoãn NVQS năm 2021-2022 khi nào phòng đào tạo phát cho sinh viên ạ? Và phát cho sinh viên bằng hình thức nào ạ?",
    "Dạ em chào Thầy/ Cô. Đợt học phí học kì chính này gia đình em chưa chuẩn bị tiền kịp, em muốn xin trường gia hạn cho em được đóng trễ, thì phải làm đơn và nộp như thế nào trong tình hình dịch bệnh này ạ? Em xin chân thành cảm ơn Thầy/ Cô.",
    "Dạ, em chào cô, Em đã hoàn thành chuẩn AV từ kỳ đầu tiên năm nhất nhưng chưa thi lấy bằng TOIEC. Tình hình phòng, chống dịch COVID-19 và giãn cách xã hội kéo dài cả năm nay và sắp tới nữa khiến rất lo lắng khi nào mới lên lại được tp. HCM để thi và nộp bằng. Em phải làm gì để có thể đăng ký được Luận văn tốt nghiệp ở học kỳ (Học kỳ 2 Năm học 2021 - 2022) sắp tới ạ? Em mong được cô chỉ dẫn:  1. Trường hợp miễn điều kiện AV cho kỳ sau có xảy ra không thưa cô? 2. Nếu không thì em phải làm gì (viết đơn xin,...) ạ? Em lo lắng bấy nay, rất mong cô giúp đỡ cho. Chúc cô ngày mới nhiều niềm vui, sức khỏe Trân trọng.",
    "Chào Qúy Thầy/Cô, Em tên là  MSSV: , Khoa KTXD Hôm nay em thi ĐSTT ca 7h00 ngày 14/11/2021, Nhóm L05-A, do nhà em bị cúp điện và mạng 4G không chạy nổi nên không thể tham gia thi giữa kỳ môn này được. Qúy Thầy/Cô cho em hỏi em có được thi lại hoặc hoãn thi không ạ. Và em phải thực hiện như thế nào ạ. Mong Qúy Thầy/Cô giải đáp giúp em ạ! Em xin chân thành cảm ơn.   i  .",
    "Kính gửi nhà trường, Mong nhà trường giải đáp giúp em. Sự việc là em đã không thể sử dụng laptop để vào phòng thi giữa kì môn hệ thống số (lịch thi lúc 7h ngày 13/10), vì vậy em không được thi. Lý do là vì vào sáng ngày 13/10 nhà em gặp sự cố mất điện đột xuất. Vì vậy em xin hỏi liệu em có được thi môn đó vào một đợt khác không ạ, hay liệu em có thể làm gì khác không ạ. Xin chân thành cảm ơn.   i ",
    "chào thầy cô, Em là . MSSV:  Hiện tại em sắp hoàn thành HKI, chuẩn bị sang HKII làm luận văn tốt nghiệp. Em có xin giấy xác nhận sinh viên của trường gởi xã để bổ sung hồ sơ tạm hoãn nghĩa vụ nhưng không được phê duyệt vì quá thời gian học quy định (9/2016-4/2021). Em mong thầy cô, trường có thể châm chước sửa đổi giấy xác nhận để em có thể hoàn thành khoá học sau đó thực hiện nghĩa vụ của em đối với đất nước sau. Mong thầy cô giúp đỡ sửa  giấy xác nhận sinh viên của em bằng cách nâng thời gian khoá học theo quy định thành tháng 04/2022   B hoặc    giữ nguyên và phía sau câu \"thời gian khoá học theo quy đinh: 09/2016-04/2021.\", thầy cô phê giúp em : \"do tình hình dịch bệnh COVID-19 ảnh hưởng đến tiến độ học tập, nên thời gian hoàn thành chương trình đào tạo vượt quá thời gian quy định\" Em mong thầy cô giúp đỡ để em hoàn thành chương trình học trong năm nay. EM xin chân thành cảm ơn!!!",
    "I  Em chào thầy cô Em là , MSSV . Dạ thầy cô cho em hỏi, em muốn làm đơn xin miễn điểm môn học thì tải đơn nào về ạ? Em có được làm đơn xin online không ạ? Em xin cảm ơn",
    "Ngày 14/11 vào 11h00 em có lịch thi môn giải tích 1 giữa học kì 1 nhưng khi em đăng nhập thì bị khóa không được vào. Em muốn gửi đơn để xin thi lại có được không ạ? Và cần gửi cho ai để xử lỵ? Em xin cảm ơn!",
    "Trong lúc điểm danh , thầy giám thị có bảo em phải record lại màn hình bản thân trong lúc thi, em có record bản thân nhưng mà đến lúc thầy bảo những em sinh viên mang tai nghe hãy tháo ra thì em làm theo yêu cầu của thầy, nhưng lức đó, tự nhiên record của em tự tắt và lức đó em cũng không biết là record có còn hoạt động hay không nên em vẫn cứ làm bài thi.   i  .  -Em mong là thầy/ cô sẽ xem xét trường hơp jcuar em. Đây là đường link drive đến record bài thi của em, em phát hiện ra record bị lỗi khi em làm bài thi xong và kiểm tra lại record.     B link drive:    https://drive.google.com/file/d/1SVu3B2zwDqaBKX2_CNb0Ubfb-De9uyGs/view?usp=sharing   (hoặc không em có gửi 1 record của em để thầy/cô kiểm tra)",
    "Chào thầy (cô)  Ngày 14/9  e có đăng kí giấy hoan nghĩa vụ của Trường vì đăng kí gửi về theo bưu điện... Nhưng Sao tới nay em vẫn chưa nhận được.. Hiện tại địa phương e đang gọi em khám... Mong thầy (cô)  kiem tra giúp em ạ",
    "Em chào thầy/cô ạ, Em là , sinh viên khóa 19 ngành Khoa học Máy tính của trường mình. Em có thắc mắc về cách tính điểm với các môn nằm trong nhóm tự chọn C. Theo chương trình đào tạo thì sẽ yêu cầu tối thiểu 15 tín chỉ, tức 5 môn. Nhưng nếu em học 7 môn trong nhóm này (21 tín chỉ) và bị rớt 2 môn thì 2 môn này có được tính trong điểm xét tốt nghiệp hay không ạ hay chỉ lấy điểm của 5 môn (15 tín chỉ) mà em đã qua môn thôi ạ? Mong thầy/cô hồi âm sớm. Chúc thầy/cô một ngày tốt lành!",
    "Dạ tên của em là  mà bkexam của em là  thì đổi như thế nào ạ  Em cảm ơn",
    "Dạ mọi người ơi sao thời khóa biểu để em sẽ có lịch học Hóa thí nghiệm offline vào tuần 46 tức là bắt đầu từ thứ hai (15/11) ngày mai nhưng em vẫn chưa thấy thông báo gì từ phòng đào tạo ạ? Em cảm ơn mọi người ạ.",
    "Em chào quý thầy cô ạ ! Em tên  - MSSV:  Cho em hỏi em xin thực tập ở Công ty ngoài quê và Cty yêu cầu em phải có giấy giới thiệu thực tập thì làm sao để em có được giấy đó ạ.",
    "i  . Dạ chào các thầy, cô ạ. Em tên   U    . Trong quá trình thi giữa kỳ môn Đại số tuyến tính, em mở một tab Google Meet khác để ghi lại màn hình. Nhưng vấn đề là em quên chia sẻ màn hình nên nó thành ra nguyên video chỉ thấy hình avatar của gmail trường cung cấp cho em. (Em có kèm hình ở dưới ạ)   B Em muốn hỏi là em nên xử lý như thế nào để vẫn được công nhận điểm thi ạ?    Hiện tại thì em cũng không thể vào link Google Form trên BKex cung cấp do trên đấy đề là em   B không có quyền truy cập   . Mong nhận được phản hồi và sự giúp đỡ của các thầy, cô ạ. Em cam đoan với các thầy, cô là trong quá trình làm bài thi em không có gian lận với bất kỳ hình thức nào ạ . Em cảm ơn các thầy cô đã xem ạ.",
    "Em có đăng ký giấy hoãn nghĩa vụ quân sự đã hơn 1 tuần nhưng vẫn chưa có sự xác nhận, trong khi ngày 16/11 sắp tới em phải nộp giấy hoãn cho cơ quan bên phường. Mong phòng đào tạo giúp em sớm xác nhận để em kịp nộp trước thời hạn ạ. Em cảm ơn rất nhiều",
    "Thưa Phòng đào tạo, Em tên là . MSSV . Ở trang AAO Tốt nghiệp danh sách SV tốt nghiệp chính thức 11/2021 được cập nhật vào ngày 25/10 em không còn tìm thấy MSSV của mình mặc dù trước đó vẫn có thể tìm thấy. Em kiểm tra trên mybk thì thấy là tình trạng sinh viên của mình đã chuyển sang trạng thái Tốt nghiệp. Cho em hỏi là em vẫn còn năm trong danh sách tốt nghiệp chính thức đợt 1 đúng không ạ. Em xin cảm ơn. .",
    "Em có đăng ký in bảng điểm qua mybk đã có ngày hẹn trả kết quả nhưng tới nay e vẫn chưa nhận được ạ Em tên :  Mssv:",
    "Chào thầy cô, Cho e hỏi sắp tới trường có tổ chức đợt thi Anh văn 2 kỹ năng Nói - viết theo hình thức trực tuyến dành cho Sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 không ạ? Em xin cảm ơn. ",
    "cho e hỏi là hiện tại e là sinh viên nam 2 , chưa qua được anh văn năm nhất và cũng chưa học được anh văn ở năm 2 thì cho e hỏi có cách nào để khắc phục ở anh văn năm nhất k ạ  ",
    "Dạ kính gửi Phòng đào tạo,  Em tên là  - MSSV: Hiện tại em đã rời khỏi lớp KSTN khoa Kỹ thuật Hóa học. Nhưng do kỳ 202 em có học trước môn Thí nghiệm hóa lý (CH2041) so với chương trình đào tạo và lúc đó em vẫn đang học lớp KSTN. Nên hiện tại, dù đã ra khỏi lớp KSTN nhưng Bảng điểm của em vẫn có phần mở rộng của môn Thí nghiệm Hóa lý. Vậy cho em hỏi là em có thể xin rút môn mở rộng của môn Thí nghiệm hóa lý không ạ? Hay em phải tiếp tục học môn đó ạ? Em mong nhận được sự phản hồi sớm từ Phòng đào tạo ạ Em xin cảm ơn",
    "Chào thầy/cô ạ. Em ở KTX ĐHQG nên tham gia bảo hiểm y tế ở KTX nhưng do nhầm lẫn nên em đã đăng kí tham gia BHYT ở trường 1 lần nữa ạ. Hiện tại em muốn huỷ đăng kí ở trường thì phải làm sao ạ?",
    "Gửi PĐT. Em có thắc mắc về vấn đề thanh toán học phí. Vào các học kì trước thì em thanh toán học kì theo các bước như sau: B1: Đăng nhập vào mybk -  vào BKPAY. B2: Chọn phần học phí cần thanh toán -  thanh toán. B3: Trang web tự động chuyển sang trang OCB online. B4: Đăng nhập tài khoản OCB. B5: Chọn phần thanh toán -  xác nhận -  nhập số OTP được gửi về điện thoại -  thanh toán. B6: Đăng xuất và kiểm tra BKPAY Tuy nhiên ở học kì này em bị lỗi từ bước 4,5. Sau khi đăng nhập xong, trang web OCB online không hiện lên phần chọn thanh toán mà chỉ hiển thị như hình bên dưới. Nhà của em hiện tại khá xa các chi nhánh OCB nên mong PĐT sớm có hướng giải quyết. Mong PĐT sớm hồi đáp, em xin cảm ơn.",
    "Em tên là , sinh viên ngành 108, hôm nay em có vấn đề này muốn hỏi ạ. Em thi bài kiểm tra giải tích 1 ngày 13/11/2021  nhưng mà ngày 14/11/2021 thì hết hạn làm bài. Thì khi chuẩn bị kiểm tra em nhà em bị lỗi về điện nên không kiểm tra mà sáng hôm sau thì kiểm tra giữa kì nên em không kiểm tra được, cuối cùng hết hạn kiểm tra. Vậy có cách nào giải quyết được vấn đề này không ạ, em cảm ơn ạ.",
    "Em đang làm thủ tục vay vốn ngân hàng chính sách ở địa phương. Em vào trang của Phòng Công tác chính trị thì em đã tìm thấy mẫu đơn để vay vốn như đã đính kèm. Mong BKSI hướng dẫn cho em quy trình về việc vay vốn sinh viên như thế nào. Em xin cám ơn.",
    "Thưa phòng đào, tuần 45 vừa qua thầy Vui lớp cơ kết cấu L09 học kì 211 có tổ chức cho lớp em thi giữa kỳ. Tuy nhiên, vì lí do khu vực em đang thường trú bị cúp điện nên em không thể tham gia buổi thi. Em đã gửi email giải thích nguyên nhân ngay trước buổi thi với thầy nhưng vẫn chưa nhận được trả lời từ thầy. Em cũng xin được giải thích thêm do mạng 3g của em hôm đó cũng sắp hết hạn nên chỉ vừa kịp gửi email cho thầy trước giờ thi chứ không vì nguyên nhân muốn trì hoãn việc thi cử. Em rất mong phòng đào tạo có thể cho em cách giải quyết trường hợp của em với ạ vì môn học của em không còn tiết học nữa. Em xin cảm ơn nếu được giải quyết!",
    "Em xin chào, Em tên là LƯƠNG NGUYỄN VIẾT NAM MSSV  Em đã hoàn thành tất cả các khoản thanh toán hp trên BKPAY (trừ HP SDH) nhưng vẫn có ghi chú trong DANH SÁCH TỐT NGHIỆP CHÍNH THỨC. Em xin hỏi: 1. Em có cần phải hoàn thành luôn HP của Chương trình SDH để có thể đủ điều kiện tốt nghiệp ? 2. Nếu không cần thì em có phải làm đơn hay thủ tục về vấn đề trễ hạn học phí không ạ ? Em xin cảm ơn",
    "Kính gửi PĐT Em:  Mssv:  Ngành: Tự động hóa . VLVH Dạ mong thầy cô cho biết là (điểm trung bình của môn học= 4đ trở lên có được qua môn không ạ).Các khóa trước từ 4.75đ làm tròn 5đ là qua môn,Vì em nghe được thông tin từ K21 là 4đ trở lên qua môn. Vậy em K21 VLVH từ mấy điểm được qua môn Em chân thành cảm ơn Thầy Cô",
    "Chào thầy cô phụ trách trang hỗ trợ sinh viên trực tuyến, em là , MSSV . Hai tuần trước em đã đăng ký in giấy xác nhận sinh viên và chọn chuyển phát bưu điện, nhưng vẫn chưa nhận được và hạn nộp cho bên quản lý nghĩa vụ quân sự là 20/11. Tệp ảnh đính kèm là tình trạng giấy xác nhận sinh viên hiện tại của em, địa chỉ nhận em ghi lúc trước ở phía trên của ảnh. Em không biết hiện tại bưu điện đã tiến hành gửi chưa nên mong thầy cô giúp đỡ, hỗ trợ. Em xin chân thành cảm ơn.",
    "Dạ em chào quý thầy/cô PĐT. Em đang có thắc mắc về việc hoãn nghĩa vụ quân sự, mong quý thầy/cô giải đáp giúp em ạ. Tại địa phương của em em đã nộp giấy hoãn nghĩa vụ của trường rồi nhưng họ không chịu và yêu cầu em phải in bảng điểm, có xác nhận của trường nữa thì mới công nhận em là sinh viên đang theo học tại trường. Giờ em phải làm sao để chứng minh mình vẫn đang theo học ạ. Hiện tại địa phương của em đã gửi giấy khám sức khỏe ngoài huyện luôn rồi nếu không chứng minh được vẫn còn học thì có lẽ tháng 2 năm sau em phải đi nghĩa vụ rồi. Mong thầy/cô giải đáp giúp em ,em xin chân thành cảm ơn.",
    "Em chào thầy cô, Em đã gửi thông tin trong câu hỏi trước nhưng chưa được giải quyết nên em đã tạo câu hỏi mới. Thầy,cô có thể kiểm tra và cập nhật giúp em về chứng chỉ toeic nói viết được không ạ. Hiện 2 kĩ năng nói viết em đã thi ngày 8/10 và đã đậu rồi ạ, số điểm là 210 và Toeic nghe đọc em cũng đạt 610 rồi ạ. Và hiện em đã đủ điều kiện đăng kí tốt nghiệp nhưng vẫn chưa có trong danh sách TN dự kiến, mong thầy cô có thể kiểm tra và cập nhật sớm để em có thể đăng kí TN Em cảm ơn thầy,cô ạ , MSSV:",
    "Chào cô, Em . Mssv  hệ vừa học vừa làm. Cho em hỏi điểm toeic ra trường của hệ vừa học vừa làm là 400 đúng không ạ? Và cho em hỏi cách quy đổi điểm môn anh văn ạ, e chưa có học bất kì anh văn 1234 tại trường. Em cần bao nhiêu điểm tối thiểu để được 5. cho 4 môn anh văn ạ.",
    "Em xin chào, Em đang muốn làm hồ sơ xét tuyển nhập học hệ VHVL, em đọc thì thấy điều kiện xét tuyển thẳng có phân mà sinh viên đã trúng tuyển đại học BK chưa quá 10 năm được xét tuyển thẳng, nhưng trong form điền thì bắt em phải điền năm tốt nghiệp đại học trong khi em chưa tốt nghiệp đại học Em kính mong nhà trường có thể hướng dẫn em làm hồ sơ nhập học hệ VHVL  .",
    "Chào PĐT ạ. Hiện tại GĐ em cũng khá khó khăn, địa phương chỗ em có hỗ trợ chương trình vay vốn tiền học cho sinh viên học đại học . Kỳ 211 em vừa có đăng ký in giấy xác nhận sinh viên để làm hồ sơ vay tiền cho sinh viên ở địa phương (phần đăng kí in giấy xác nhận sinh viên em chọn mục \"Bổ túc hồ sơ cho địa phương\"). Tuy nhiên địa phương không chấp nhận và yêu cầu giấy xác nhận vay tiền cho sinh viên. Dạ cho em hỏi giấy đó là như thế nào ạ? Và trường mình có hỗ trợ xác nhận sinh viên cho việc này không ạ? Em cám ơn!",
    "Kính gửi phòng đạo tạo, Em là , mssv . Ngày 14/11/2021 em có tham gia hiến máu tình nguyện tại địa phương và có chứng nhận. Em nộp cho trường để được ngày ctxh được không ạ? Và nếu được thì em làm như thế nào ạ? Em cảm ơn .",
    "dạ thưa là e tên  MSSv  do ngân hàng hàng OCB ở khu vực e đã ngừng hoạt động do có ca nhiễm F0 nên e xin phép đóng học phí muộn ạ",
    "Kính gửi PĐT. Em tên , mssv , do hiện tại ảnh hưởng của dịch COVID-19 gia đình em hiện đang rất khó khăn trong tài chính, em mong PĐT sẽ cân nhắc hoãn học phí HK211 này cho em đến sau Tết để em có thể chuẩn bị thật tốt ạ, em xin cảm ơn.",
    "Dạ em chào thầy cô. Hiện tại tình hình gia đình em sau dịch rất khó khăn. Mà em đã lỡ đăng ký hoãn học phí vừa rồi thì không biết có cách nào cho em đăng ký hoãn học phí nữa không ạ. Thật sự em đang gặp khó khăn về thanh toán học phí kì 211 ạ. Thầy cô có cách nào xem xét giúp em với ạ. Em xin cảm ơn thầy cô nhiều. Chúc thầy cô sức khoẻ",
    "Em có đăng ký nhận LVTN trong học kỳ 211, và hệ thống báo em đủ điều kiện đăng ký, nhưng em vẫn chưa có TKB, sau khi kiểm tra ngày công tác xã hội em thấy chưa được cập nhật nên em đã liên hệ đoàn Khoa và cập nhật. Hiện tại em đã đủ điều kiện và ngày công tác xã hội, em có làm đơn xác nhận của Khoa cho phép em nhận LVTN trong HK211 đính kèm bên dưới. Mong PĐT xem xét và cập ngày TKB giúp em. Tên MH: Luận văn tốt nghiệp(ktkk); MSMH: GE4343; Số tín chỉ: 9; Ngày CTXH: 12. Em xin chân thành cảm ơn.",
    "Em thấy trên tkb hiện tuần 46 - môn EE2025 - Thực tập điện 1 - học tại H6-015. Vậy liệu là học sinh chích 2 mũi sẽ lên học hay do tkb chưa cập nhật ạ. Em xin cảm ơn   i ",
    "Dạ cho em hỏi khi nào trường mới mở đăng ký dự thi các môn hoãn thi học kỳ hè 203 ạ.",
    "Em kính gửi Phòng Đào tạo Em tên  xin phép nộp đơn xin đăng ký bổ sung môn học thực tập tốt nghiệp theo file đính kèm bên dưới . Em kính mong thầy, cô xem xét chấp thuận, Em trân trọng cám ơn,  Sinh viên :  , MSSV :  Điện thoại : [phone_number]",
    "Em xin chào các thầy cô Em là , MSSV:  Hiện tại em đang cần Biểu mẫu vay vốn chính sách có con dấu đỏ để em có thể thực hiện việc vay vốn chính sách ở địa phương. Em là tân sinh viên nên em chưa biết cách nào để có thể xin được biểu mẫu này. Vì thế em nhờ các thầy cô giúp em ạ!   I Nếu có gì sai sót mong quý thầy cô bỏ qua cho em ạ.   B Em xin chân thành cảm ơn!   /I Biễu mẫu này em đã đính kèm vào câu hỏi.",
    "Dạ em chào thầy/cô PĐT, Trong Thời khoá biểu của em, tuần này có học 1 buổi thí nghiệm ở trường (B2-405), thầy/cô cho em hỏi chưa có thông báo đi học lại vậy em có đi học buổi đó không ạ? Em cảm ơn thầy/cô nhiều ạ,",
    "Dạ em chào chị/anh. Em đang là sinh viên năm 3 ạ. Giờ em muốn học văn bằng 2 thì thủ tục như thế nào ạ, em có thể học mấy môn của ngành khác rồi đăng ký tốt nghiệp 2 ngành, hay là em phải hoàn thành xong ngành chinh quy của em rồi mới đăng ký học văn bằng 2 ạ. Em cảm ơn ạ.",
    "Chào anh/chị, Em tên:  Em thấy có đợt đăng ký thi av 2 kỹ năng trên trang đăng ký môn học, anh chị có thể cho em hỏi khi nào đợt đnăg ký này mở được không ạ? Gần đây em có cần giấy xác nhận SV của trường mình nhưng không có môn học kì này, đơt đký này có giúp em in giấy này được không ạ? Em cảm ơn anh/chị vì đã hổ trợ ạ.",
    "Tốt nghiệp . Kính chào thầy/cô, Em là Trần Nhật Phương, MSSV: 1712736, sinh viên năm 4, khoa Điện - Điện tử. Em có một vài câu hỏi, mong thầy/cô trả lời: 1. Em có nhận được câu trả lời của PDT về việc xin thầy tổ chức 1 kì thi cuối kì cho môn hoãn thi để đủ điều kiện xét Tốt nghiệp, như sau: \"Theo quy định, SV hoãn thi sẽ thi vào lần tổ chức kế tiếp, trong vòng 1 năm. Như vậy về nguyên tắc, SV chờ đến khi có kỳ thi. - Chúng ta có quy định trong trường hợp cần thiết, GV có thể đề nghị thi sớm cho lớp/vài SV.\". Như vậy, em có thể liên hệ với thầy ở HK202 để thi hay chờ phản hồi của khoa cho thi sớm một số môn trong tháng 11? 2. Do em thấy cô đã trả lời với việc liên hệ đến khoa để thi sớm một số môn, như sau: \"Vừa rồi, PĐT đã gửi email đến Khoa rà soát việc hoãn thi và nhờ Khoa xem xét tổ chức thi một số môn sớm bằng trực tuyến trong tháng 11. - Như vậy, PĐT sẽ chờ nếu Khoa có cho thi sớm thêm 1 số môn.\". Như vậy, mong thầy/cô cho em hỏi tình hình hiện tại như thế nào (có tổ chức thi hay một số môn nào được thi) tại bậy giờ cũng là giữa tháng 11? 3. \"Trường hợp thi cho 1 SV thì có thể ghép chung 1 buổi thi với các môn khác có ít SV, hoặc cần thiết thì tổ chức riêng cho SV. Chi phí gác thi trong trường hợp thi sớm vẫn được tính như bình thường. (Nên cần cân nhắc kỹ)\". Cho em hỏi: Nếu tổ chức thi cho 1 sinh viên thì các chi phí sẽ là bao nhiêu?  4. Em đăng kí môn hoãn thi Kĩ thuật Siêu Cao Tần (EE3025) ở hk202, nhưng em thấy môn này hk dự thính 211 có mở và sắp kết thúc môn học. Cho em hỏi: Môn này sẽ dự kiến thi cuối kì cuối kì vào ngày nào và nếu em đăng kí đúng theo lịch thi cuối kì để thi lại thì có đủ kịp để đăng kí Tốt nghiệp tháng 11/2021 hay không? (do em chỉ còn có môn này để xét Tốt nghiệp) 5. Câu này em hỏi cho bạn của em. Bạn em có đăng kí môn Kĩ thuật Siêu Cao Tần (EE3025) ở hk202 và thi cuối kì, nhưng lại rớt môn học. Do bạn đó không đăng kí học trong hk dự thính 211 nên nó phải đăng kí môn này và thi lại trong học kì 212 (bạn em sẽ ra trường trễ 1 năm). Cho em hỏi: bạn em có thể xin thi cuối kì lại vào hk dự thính 211 (như sinh viên hoãn thi môn này) hoặc có cách nào để bạn em để ra trường trễ 0.5 năm được hay không?  Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe. Kính gửi, Phương",
    "Tốt nghiệp . Em chào Thầy/Cô. Hiện tại em đang cần bằng tốt nghiệp tạm thời để bổ sung vào hồ sơ công ty. Vì tình hình dịch Covid-19, nên hiện tại em không ở Sài Gòn. Nên không thể lên PDT xin giấy tốt nghiệp tạm thời hoặc lấy bằng tốt nghiệp chính thức. Vì vậy em muốn xin giấy tốt nghiệp tạm thời, bản scan, nếu được xin gửi vào email: caoquang0209@gmail.com, vì email của trường hiện tại đã bị thu hồi sau tốt nghiệp. Hoặc Thầy/Cô có thể update lên trang thông tin sinh viên của em, vào mục tốt nghiệp, để em có thể tải và sử dụng trong hồ sơ sớm nhất . Ngoài ra, Thầy/Cô có thể gửi cho em bản giấy tới địa chỉ thường trú của em: Nghĩa Trung, Tư Nghĩa, Quảng Ngãi. Người nhận: Cao Văn Quang, SDT: 0396039941. Em sẽ thanh toán mọi chi phí được yêu cầu. Rất mong Thầy/Cô hỗ trợ em sớm nhất có thể trong tuần này, vì hiện tại em đang rất cần. Em cảm ơn Thầy/Cô. Best, Quang.",
    "chào cô. cho em tên là Nguyễn Trần Nguyên mss:  em thuộc diện con thương binh nên được miễn học phí. học kỳ này em đk luận văn ( học phí là ), bình thường thì nhà trường sẽ tự động thanh toán học phí. hiện tại em thấy học phí vẫn chưa được thanh toán. ngày hết hạn là 19 tháng 11. vậy em có phải thanh toán trước không ạ. hay để im ạ.",
    "Kính chào thầy cô. Em là . MSSV . Vừa qua em đã được đăng kí tốt nghiệp ngày 8/11. Trên hệ thống thông báo đợi nhận giấy xác nhận tốt nghiệp từ bưu điện. Nhưng đến nay 15/11 em vẫn chưa nhận được . Em ko biết giấy tờ có em có bị thất lạc ở đâu không, nên em viết mail này kính mong nhờ thầy/cô xác nhận giúp em giấy tờ của em đã được chuyển đi chưa ạ? Nếu chưa em rất cần nên có thể xin được nhận sớm được không ạ?. Em cảm ơn thầy/cô. Rất mong sớm nhận được thư phản hồi từ thầy cô.",
    "Em xin chào phòng vụ ạ Em dự định lên năm 2 em sẽ chuyển ngành ạ. Thì không biết là chuyển ngành như vậy có cần điều kiện gì không ạ. Em mong sớm nhận được câu trả lời của phòng học vụ ạ. Em cảm ơn",
    "Dạ thầy/cô cho em hỏi làm sảo để đăng kính giấy chứng nhận sinh viên nộp lên địa phương để tạm hoãn nghĩa vụ quân sự vậy ạ. Em đăng kí trên mybk gần cả tuần rồi mà vẫn chưa được xác nhận ạ !! Em cảm ơn",
    "Dạ em chào thầy/cô phụ trách ở pđt ạ, Em là sinh viên K20 hệ chính quy ở trường mình. Thầy/cô ơi em có một điều băng khoan, lo lắng mấy bữa nay mong được thầy/cô giải đáp giúp em với, - Dạ cho em hỏi rằng là mọi năm thì nhà trường sẽ xét điều kiện chuẩn tiếng Anh sau mỗi năm học, (trường hợp của em là sau năm nhất). Vậy thì trước thời gian xét đó thì trường mình có tổ chức một kỳ thi đánh giá lại chuẩn tiếng anh không ạ?  Hay năm nay dịch bệnh nên xét luôn chuẩn luôn mà không tổ chức thi đánh giá ạ? - Tại em thấy HK211 sắp hết rồi, mà trường tạm thời chỉ cho không xét chuẩn Anh văn cho HK211 thôi. Nếu như tới đợt đk môn học cho hk 212 thì em không đủ điều kiện về chuẩn tiếng anh ạ. Vì dịch bệnh á cô, đăng kí thi ngoài và đi thi khó khăn lắm, em đang ở quê nữa. Nếu trường mình có tổ chức thi đánh giá trước khi xét chuẩn thì tốt quá. Dạ nếu trường không tổ chức thi đánh giá, mong cô cho em biết, để em phải tranh thủ lên thành phố đi thi ở ngoài rồi nộp bằng vào trường để em mới có thể đăng kí môn học ở hk212 Dạ,em cảm ơn thầy/cô nhiều ạ. ",
    "ng ký GDTC đã qua đợt nhưng em bị trễ thì có cách nào đăng ký bổ sung kì này không ạ? Sắp tới em sợ không đủ môn để đăng ký môn học năm 3 ạ :( trường mình hình như cũng không mở GDTC vào kì hè? Liệu có cách nào cho em bổ sung không ạ? Cảm ơn đã đọc câu hỏi.",
    "Chào thầy cô . Em là , mssv: , sinh viên lớp: XD18TD. Dạ cho em hỏi, hiện em đang cần giấy xác nhận để vay vốn ngân hàng chính sách tại địa phương thì em có thể quay lại trường được không ạ? Nếu không thể quay lại trường thì em có thể điền biểu mẫu online nhờ trường xác nhận và gửi về địa phương để hỗ trợ được không ạ? Em cảm ơn .",
    "Chào anh/chị, Cho em hỏi là em đã đăng kí tốt nghiệp và hanh toán tiền tốt nghiệp vào 08/11/2021, tuy nhiên tới bây giờ em vẫn chưa nhận được giấy tốt nghiệp tạm thời . Khoảng trung bình bao lâu thì em nhận được ạ? Cho em hỏi giấy này được phép cấp tối đa là mấy lần ạ? ",
    "Em chào cô ạ ! Cô có thể cho em hỏi là từ khoá 2021 trở đi, hình thức đào tạo như chính quy, vừa học vừa làm hay đào tạo từ xa có được ghi trên văn bằng tốt nghiệp không ạ ? Em xin cảm ơn cô !",
    "Chào phòng đào tạo, Hiện tại em chưa đủ khả năng thanh toán học phí thì có thể làm đơn xin gia hạn khoảng 1 tháng không ạ Mong pđt giúp đỡ, Em xin cảm ơn",
    "Em chào phòng đào tạo. Em bị ghi nhận trễ học phí do chưa thanh toán tiền in bảng điểm nên không được đăng ký xét tốt nghiệp. Em đã thanh toán khoản đó rồi. Cho em hỏi khi nào thì nhà trường cập nhật lại thông tin giúp em ạ. Mong nhà trường cập nhật sớm giúp em. Em xin cảm ơn.",
    "Kính gửi phòng đào tạo Em là sinh viên K17, em có tên trong danh sách tốt nghiệp tháng 11/2021. Cho em hỏi là đợt tốt nghiệp của em có được tổ chức lễ tốt nghiệp không ạ? Em cảm ơn.",
    "Dạ em muốn hỏi là em mới đi Hiến máu tình nguyện. Vậy em cần làm gì để nhà trường cập nhập ngày CTXH cho em trong khoảng thời gian chưa được lên trường lại ạ?",
    "Em chào nhà Trường ĐHBK ạ! Em là sinh viên khoa Điện-Điện Tử K15 hệ Chính quy đã được trường chuyển sang hệ VLVH từ hồi tháng 4/2021. Tuy nhiên em vẫn chưa làm thủ tục nhập học. Cho em hỏi đợt tuyển sinh VLVH tháng 11 này đã mở đăng kí chưa ạ, do em không thấy mở đăng ký trên cổng tuyển sinh? Và thủ tục nộp sơ trong mùa dịch như thế nào ạ?  Em xin cảm ơn.",
    "Dạ kính gửi Phòng đào tạo, Em tên là  - MSSV: Dạ như Phòng đào tạo đã trả lời em trước đó, em vẫn chưa hiểu rõ lắm ạ. Mong Phòng đào tạo có thể giải thích cụ thể cho em ạ. Em xin trình bày trường hợp của em như sau:  Em đã đăng ký học môn Thí nghiệm hóa lý (CH2041) khi vẫn còn là sinh viên lớp KSTN. Nhưng hiện tại, em đã rút khỏi chương trình KSTN và bây giờ phần mở rộng của môn học đó (extra) mới bắt đầu làm và em có tên trong danh sách. Vậy hiện tại em là sinh viên lớp thường, liệu em có bị ràng buộc môn extra đó ảnh hưởng đến tốt nghiệp của em không ạ? Em có thể không làm phần extra đó được không ạ? Em mong nhận được sự phản hồi sớm từ Phòng đào tạo ạ. Em xin cảm ơn.",
    "Dạ cô cho em xin phép hỏi là em có thể liên hệ văn phòng đoàn khoa/đoàn trường bằng cách nào để được cập nhật ngày CTXH ạ?",
    "Chào anh/chị, Hiện tại chỗ em đang dịch cấp độ 4, hạn chế người dân ra đường. Cho em hỏi lịch đóng học phí có thể làm đơn xin hoãn được không ạ? Em ở tỉnh Bạc Liêu ạ.",
    "Em xin chào cô thầy, em là , mssv . Vừa qua em có nhận được mail đăng kí bhyt cho sinh viên, tuy nhiên bây giờ em đã có thẻ bhyt ( dạng Doanh nghiệp) thì em có phải mua thêm bhyt cho sinh viên nữa không ạ. Nếu không cần mua thì có cần nộp các giấy tờ gì không ạ. Em xin chân thành cảm ơn.   i  .",
    "Do có sự nhầm lẫn hoãn thi môn học, em xin phòng đào tạo chuyển môn học đã huỷ từ CO1028 thành CO1027. Em đã có hỏi phòng đào tạo nhưng không được chấp nhận. Em xin lỗi vì sai xót này của em.",
    "Em có đăng ký nhận LVTN trong học kỳ 211, và hệ thống báo em đủ điều kiện đăng ký, nhưng em vẫn chưa có TKB, sau khi kiểm tra ngày công tác xã hội em thấy chưa được cập nhật nên em đã liên hệ đoàn Khoa và cập nhật. Hiện tại em đã đủ điều kiện và ngày công tác xã hội, em có làm đơn xác nhận của Khoa cho phép em nhận LVTN trong HK211 và đơn đăng ký LVTN trễ hạn đính kèm bên dưới. Mong PĐT xem xét và cập ngày TKB giúp em. Tên MH: Luận văn tốt nghiệp(ktkk); MSMH: GE4343; Số tín chỉ: 9; Ngày CTXH: 12; Ngày cập nhật: 07/11/2021; Tiến độ LVTN: 60%. Em xin chân thành cảm ơn.",
    "Dạ em hiện đã tốt nghiệp và có mail thông báo nhận bằng. Em muốn hỏi em có thể lên nhận bằng vào ngày thứ bảy được không ạ?",
    "Kính thưa: Phòng đào tạo. Tôi tên: , MSSV:  Nghành: Bảo Dưỡng Công Nghiệp  Lớp: BD16CDT. Thưa Phòng đào tạo, em muốn in giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự nhưng không được ạ. Em đã làm đơn xin gia hạn đào tạo hk211 ạ. Em có gửi file ảnh đính kèm. Em đã có lịch khám sức khỏe, mong Phòng đào tạo hỗ trợ, cấp giấy xác nhận sinh viên.",
    "em chào cô, em là sinh viên năm 4 nhưng chưa có bằng TOEIC Sắp tới đây đăng kí làm luận văn phải cần có bằng TOEIC nhưng tình hình dịch nên em chưa thể thi TOEIC liền được . Vậy cô cho em hỏi, em có thể thi thử online bên IIG rồi nộp chứng nhận tạm thời, sau đó em nộp bằng TOEIC sau đc k ạ??? Nếu không thể thì có cách nào để đăng kí làm Luận văn mà k dùng bằng TOEIC k hả cô? em cảm ơn",
    "Em kính chào Thầy/Cô PĐT. Tháng 8/2021 em đã làm đơn hoãn thi tổng là 5 môn và tất cả đã được PĐT chấp nhận. Em không điền đơn vì thấy PĐT đã chấp nhận yêu cầu của em . Hiện tại thì trên bảng điểm của em vẫn chưa được cập nhật điểm hoãn thi . Hồi tháng 8 PĐT có mail qua BKSI cho em là không cần xác nhận của giáo viên và khoa nhưng bây giờ lại cần là sao vậy ạ . Mong PĐT giải quyết giúp em với ạ.Em cảm ơn Thầy/Cô.",
    "Chào quý thầy cô, Em là , sinh viên khóa K20 khoa Công nghệ vật liệu ạ. Dạ hiện tại em muốn xin vay vốn ngân hàng chính sách tại địa phương (huyện Thạnh Phú, tỉnh Bến Tre), nhưng tình hình dịch bệnh không thể trực tiếp xin xác nhận của trường được. Vậy em phải làm thế nào để có xác nhận của trường để xin vay vốn ạ . Em chân thành cảm ơn.",
    "Trường cho em hỏi. Em vay vốn ngân hàng cho sing viên, ngân hàng đòi giấy xác nhận như mẫu bên dưới, em muốn làm đơn đó online thì làm bằng cách nào ạ. Em cám ơn",
    "Kính gửi Phòng đào tạo, Em là , mssv  . Em có câu hỏi: \"Đối với môn tự chọn, ĐTBTL được tính từ điểm cao nhất của số tín chỉ quy định trong nhóm các môn tự chọn.\", có nghĩa nếu em đã đăng kí 9 môn (27 chỉ) nhiều hơn số tín chỉ quy định trong chương trình đào tạo (3 môn nhóm A, 3 môn nhóm B và 1 môn nhóm C -  21 chỉ) thì  chỉ lấy ở 7 môn (21 chỉ) có điểm cao nhất để tính vào DTBTL phải không ạ? Em xin cảm ơn! ",
    "MSSV: 1915742      Kính thưa Thầy, Cô! Em tên là: Nguyễn Vũ Trường; MSSV: 1915742 Do kỳ trước (kỳ 202) em có sự cố trong thiết bị thi nên em đã hoãn thi   B  03 môn    . Và theo nội dung quy chế đăng ký thi lại xóa điểm I môn hoãn thi thì sinh viên được quyền đăng ký thi lại trong thời hạn tối đa là   B  1 năm    . Nên em an tâm đăng ký 23 chỉ (gồm 21 chỉ chính quy và 02 chỉ dự thính) để học dồn trong kỳ này, để kỳ sau có thời gian tốt hơn cho việc thi lại 3 môn đã hoãn thi . Nhưng Phòng Đào tạo vừa gửi thông báo về lịch xóa điểm hoãn thi và có nội dung \"  I các môn SV đăng ký hoãn thi còn lại, sẽ được xếp chung với HK211 nếu môn học có mở lớp  /I \" . Theo em được biết thì cả 03 môn em   B đã    đăng ký hoãn thi vì cần dùng 2 thiết bị nhưng em không đáp ứng đủ là: 1. Kỹ thuật điện (EE1005); 2. Xác suất thống kê (MT2013); 3. Kinh tế kỹ thuật (IM1027),   B   U đều có mở lớp trong kỳ này.       Em gửi tin này cho Cô để nhờ cô giải đáp thắc mắc của em là:   B    U Kỳ này em có quá nhiều môn như vậy em có thể xin hoãn các môn đó vào kỳ sau để thi không?      (Vì theo quy chế cho phép sinh viên đăng ký thi lại các môn hoãn thi trong vòng tối đa 1 năm). Chứ nếu thi ngay trong kỳ này thì tội em quá Cô ạ, vì nếu cộng dồn môn kỳ trước vào thì thành ra 23+10=  I 33 chỉ  /I .     Em mong Cô hỗ trợ giúp em, do em đọc quy chế thì ghi trả điểm hoãn trong vòng 1 năm nên em mới an tâm đăng ký kỳ này quá nhiều môn để kỳ sau thi, nhưng không ngờ trước nội dung mail sẽ như vậy. Em xin chân thành cảm ơn Cô  .   i  .",
    "Hiện tại nếu em muốn đăng ký nhận giấy hoãn NVQS thì phải đăng ký tại mục Đăng ký in giấy xác nhận SV trên trang mybk.hcmut.edu.vn phải không ạ?",
    "Em chào quý thầy cô! Em có nhận được lịch thi môn Động lực học và điều khiển ME3011 thi ngày 27/11, em chưa đăng ký thi lại nhưng PĐT đã xếp lịch Hangout, giờ em muốn hoãn thi môn này tiếp thì phải làm sao ạ? lý do: em muốn thi offline do điều kiện về trang thiết bị không cho phép. Em cảm ơn, mong sớm nhận được phản hồi!",
    "Chào chị, có thể xem xét trường hợp của em không ạ. Vì dịch covid nên em bị IIG hoãn lịch thi nên em không thể hoàn thành AV4 trước tháng 8/2021 được ạ. Hiện tại thì em đã đổi AV4 và hoàn thành hết mọi thứ rồi ạ. Nên có thể xin PĐT và trường cho em xin cứu xét tốt nghiệp chính quy được không ạ? Vì dịch covid chứ em cũng không mong muốn bị hoãn thi đâu ạ. Mong chị xem xét hướng dẫn cho em.",
    "Em tên là , MSSV: . Em vừa mới hoàn thành đăng ký bỏa hiểm y tế trên mybk, xong em qua bkpay thì thấy có tới 4 khoản em phải thanh toán. Phòng đào tạo cho em hỏi em phải làm thế nào ạ. Em mong có phản hồi sớm từ phòng đào tạo. Em xin chân thành cảm ơn.",
    "Dạ em chào thầy/cô! Em là sinh viên k17. Hiện tại em đang học AV3A (Anh văn theo yêu cầu), nhưng hiện giờ em vừa nộp chứng chỉ TOEIC để chuyển điểm anh văn để đủ điều kiện tốt nghiệp. Em đã học hết tiết của AV3A, thầy/cô cho em hỏi là em có được đăng ký huỷ môn để chờ chuyển điểm lúc này được không ạ? Em xin cảm ơn thầy/cô.",
    "Em muốn bảo lưu đồ án để dời sang kì sau thì phải làm như nào ạ",
    "Hiện tại hạn đóng học phí kì chính HK211 của em là 19/11/2021 . Do gặp một số vấn đề nên hiện tại e chưa đủ tiền để đóng học . Em có thể xin gia hạn đóng học phí được k ạ",
    "MSSV:  Dạ hiện tại tài khoản OCB online của em đang bị khóa, em đã liên hệ OCB để mở lại tài khoản nhưng chỉ có dịch vụ mở tài khoản trực tiếp và ở địa phương em đang ở không có NH OCB và vì dịch bệnh nên em chưa trở lại TPHCM. Vậy em chuyển khoản trực tiếp từ tài khoản NH OCB không qua hình thức onl vì tài khoản đã khóa và em chưa mở được, vào tài khoản thụ hưởng trường ĐH Bách Khoa được không? Mong nhận được sự phản hồi của PĐT . Em chân thành cảm ơn ạ",
    "Xin chào. Em có đăng ký hoãn thi môn học Tiếng Pháp 6 (003706) ở HK202 và đã được trường sắp xếp thi chung với các sinh viên thi lại (02/10/2021). Nhưng tới hôm nay em lại nhận được lịch thi xoá điểm I(Hoãn thi) của môn này vào ngày 27/11/2021. Nhờ anh/chị xoá tên em khỏi danh sách thi sắp tới do em đã thi và đã có điểm '8.0' trên bảng điểm ạ .   i  .",
    "Em Chào Phòng đào tạo,  Em là sinh viên chính quy k14 chuyển hệ vừa học vừa làm học kì này ( hiện em đang làm luận văn tốt nghiệp). Em muốn hỏi em khóa chính quy 2014 nên khi chuyển sang hệ vừa học vừa làm thì sẽ áp dụng điểm anh văn của khóa 2017 trở về trước đúng không ạ, em cảm ơn",
    "tài khoản mail trường của em  của em chưa được cấp phép để dùng free bộ offiice của microsoft như onedrive, onenote, word, excel... ạ. Em bị lỗi như hình em gửi kèm và em có tham khảo 1 bạn bị lỗi giống vậy và được nhân viên microsoft tư vấn liên hệ cho bộ phận IT trường như link em kèm theo ạ. https://answers.microsoft.com/en-us/msoffice/forum/all/problem-connecting-to-one-drive-error-0x8004deef/8d787f64-31d7-48b1-8c52-4c07ca97d71d",
    "Kính gửi Phòng đào tạo, Em tên:   MSSV:  Lớp: HC19CHC Nay em làm mail này với mong muốn được rút phần mở rộng của môn Thí nghiệm hóa lý (CH2041) - nhóm TNHC - A trong học kỳ 202. Lý do: em đã ra khỏi lớp Kỹ sư tài năng Em rất mong Phòng đào tạo có thể xem xét và cho em được rút phần mở rộng của môn học trên ạ. Em xin đính kèm phiếu đăng ký rút môn học bên dưới ạ. Em mong nhận được sự phản hồi sớm từ Phòng đào tạo. Em xin cảm ơn",
    "Dạ em tên là  MSSV  Em xin hỏi về vấn đề nhập điểm, chuyện là em học môn cuối cùng vào kì 202 nhưng do dịch nên vấn đề nhập điểm không được thực hiện, sau đó em có liên hệ với thầy  xin thầy nhập điểm cho em để em hoàn thành các điều kiện để xét tốt nghiệp, thầy bảo là đã nhập điểm cho em rồi nhưng em vẫn chưa thấy điểm được cập nhật, em có liên hệ thầy thì thầy bảo pdt chưa cập nhật, mong pdt có thể cập nhật sớm cho em để em có thể đăng kí tốt nghiệp, nhận bằng và đi làm sớm ạ. E. Xin cảm ơn ạ.",
    "Em chào pdt, cho em hỏi em có hoãn thi Giải tích 1 giờ kỳ này em muốn dự thi thì đăng kí ở đâu ạ. Em cảm ơn",
    "Do đầu năm e không có check mail quên đi nhận thẻ ocb .Cho e hỏi là làm sao để mình có thông tin làm tk ocb đăng nhập trên bkpay để thanh toán học phí Em xin cảm ơn",
    "Chào, Em là , MSSV , là sinh viên khoa Cơ khí, chuyên ngành Chế tạo máy. Vì lí do cá nhân nên em không thể đăng ký môn học trong học kì 211 và nằm trong diện tạm dừng học. Em muốn làm thủ tục Thu nhận lại để có thể trở lại học tập từ học kì 212. Rất mong nhận được phản hồi từ phía anh/chị. Em cảm ơn!",
    "Chào phòng đào tạo, em tên là  (MSSV: ), em đã nhận được bằng tốt nghiệp tạm thời và trước đây đã có tên trong danh sách tốt nghiệp chính thức. Nhưng hiện tại em không thể tra cứu thông tin của mình trong danh sách tốt nghiệp chính thức tháng 11/2021, không biết có trục trặc gì không ạ? Em chân thành cảm ơn.",
    "Kính gửi: Thầy cô phòng đào tạo Em tên là:   Lớp BD16CDT - Trung tâm đào tạo Bảo dưỡng công nghiệp Thầy/Cô cho em hỏi em đã nhận được giấy tốt nghiệp tạm thời. Nhưng hôm nay em vào tra danh sách tốt nghiệp tháng 11. Nhưng không thấy tên em trong danh sách ạ. Và em cũng không có gmail để lên nhận bằng. Mong thầy cô xem xét giúp em xem có bị nhầm lẫn gì không ạ Em xin chân thành cám ơn",
    "Cho em hỏi khi nào sẽ mail nhận bằng tốt nghiệp ạ vì em thấy bạn chung lớp với em có được nhận mail hết rồi mà em chưa có ạ. Em xin cảm ơn.   i Tốt nghiệp .",
    "Kính gửi PĐT, em là , sinh viên k2017 khoa Kỹ thuật Địa chất và Dầu khí. Em nhờ phía PĐT xem lại cho em về nội dung: em đã đăng ký tham gia BHYT từ lúc nhập học đến nay, trong 2 năm đầu (2017 đến 2019) em đã đăng ký mua tại KTX khu A ĐHQG TP.HCM, tuy nhiên cho đến nay trên BKPay, em vẫn bị hiển thị số nợ BHYT là 491.000đ. Khi em kiểm tra kỹ thông tin BHYT của em trên ứng dụng VssID, phần mềm cũng đã thông báo rõ là em đã tham gia 4 năm 4 tháng liên tục, tức là từ lúc em nhập học đến nay. App cũng có báo về đợt em đăng ký mua đầu tiên là tháng 10 năm 2017, trước thời điểm hạn nộp BHYT (12/2017) trên BKPay. Vậy nên em thông tin đến PĐT kiểm tra lại thông tin về BHYT của em cũng như rà soát, đối chiếu lại và xác thực thông tin, để em thỏa mãn các điều kiện tốt nghiệp ạ. Em rất mong nhận phản hồi từ PĐT. Em xin cảm ơn. Sinh viên ",
    "Kính chào thầy/ cô, Tên em là , sinh viên lớp QL18CN1, mssv . Hiện tại em đã đăng kí bảo hiểm y tế trên trang MyBK. Tuy nhiên em vừa mới nhận được tin của gia đình là hộ khẩu nơi em sinh sống thuộc vùng đặc biệt khó khăn (vùng 3), do đó được hỗ trợ bảo hiểm y tế . Em muốn hỏi là em cần làm thủ tục gì để hủy đăng kí trên MyBK và hủy thanh toán ở BKPay ạ? Kính mong thầy/ cô sớm giải đáp thắc mắc giúp em. Em cảm ơn, chúc thầy/ cô thật nhiều sức khỏe. .",
    "Em bị trễ thi môn đại số tuyến tính bây giờ em phải làm sao có đc đăng kí thi lại ko ạ   B",
    "Em vừa chuyển sang hệ VHVL học kì 211, em nhận đc email thông báo đóng học phí hạn chót vào ngày 17/10 là 5,250,000 vnđ. sau khi đóng học phí thì nay lại hiện thêm một mục đóng học phí khác là 7,875,000 hạn chót là 19/11. Tổng số tín chỉ học kì này em đăng ký là 28 chỉ. mong  kiểm tra lại giúp em đây là lỗi kỹ thuật hay là tổng học phí em phải thanh toán gồm 2 phần là 0vnđ. Em xin cảm ơn ạ.",
    "Em tên là ÁI  trung tâm bảo dưỡng công nghiệp  là bữa em có thi AV4A và được 410 điểm  mà em nhận được thông báo em bị rớt không được xét tốt nghiệp ra trường  em có hỏi bên trung tâm BKE thì cô giáo có thông báo là em đậu và kết quả thi được dùng xét AV1234 Và TOeic 400 Ra trường  Nhưng bên khoa em thông báo là em không đạt và kết quả thi AV4A Chỉ xét được AV1234 thôi ạ mà phải bắt buộc thi toeic để có bằng 400 nộp mới được xét tốt nghiệp ạ  Theo em biết thì là giám đốc trung tâm em có thông báo là đã xin PĐT là em đậu được AV4A là được xét tốt nghiệp và anhvăn 1234 ạ  Mong giải quyết giúp em",
    "Em chào thầy, cô phòng đào tạo. Em tên  - , là sinh viên năm 4 của khoa Môi trường và tài nguyên. Em hiện tại đang thắc mắc về cách tính tiền học phí kì môn học EN3011 - Độc học môi trường. Em có yêu hủy môn học EN3011 bắt đầu từ tuần thứ 3, và có email báo kết quả đã hủy vào khoảng 3 tuần sao đó. Nhưng em vẫn chưa hiểu tại sao em hủy môn rồi mà vẫn phải đóng 100% học phí của môn học. Theo em được biết rút môn học trong thời gian đầu kỳ thì vẫn phải đóng khoảng 30% học phí gốc của môn học (Điều này em chấp nhận).Em cần thầy/cô giúp em làm rõ vấn đề này. Em cảm ơn!  ",
    "Dạ cho em hỏi chủ nhật vừa rồi trong lúc đang thi thì máy em gặp sự cố và tới phút cuối mới có thể điền được đáp án nhưng khi nộp xong và xem kết quả thì em thấy do máy tính của em bị lỗi dẫn đến kết quả thi giữa kì của em bị thay đổi. Nay em muốn xin Phòng đào tạo xem xét cho em thi lại môn MT1003 - Calculus 1 -CC08A của kì thi giữa kì. Em chưa kịp thông báo là đã nộp bài thì đã lỡ out gg meet phòng thi ạ :   Mong Phòng đào tạo phản hồi sớm thông tin của em ạ. Best regards, ",
    "Em chào thầy(cô) Em muốn hỏi vào kỳ thi cuối kỳ 211, nghĩa là học kỳ chính đang sắp kết thúc này. Em có được hoãn thi như đợt thi cuối kỳ của học kỳ 202 trước đó hay không. Em cảm ơn.",
    "Em chào thầy cô! Em có đăng ký hoãn thi 2 môn ở HK2/2020-2021 nhưng đợi mãi vẫn chưa thấy thông tin gì về vấn đề thi lại. Em có nhận được mail danh sách sơ bộ sv đăng ký hoãn thi do pdt gửi và có tên em. Về vấn đề này thì em nên giải quyết như thế nào vậy ạ. Em cảm ơn!",
    "Dạ em chào thầy/cô, Em là sinh viên K17, hiện đang học AV3A. Em vừa đạt chứng chỉ toeic và đang chờ chuyển điểm để tốt nghiệp thay vì học tiếp anh văn. Em mong thầy/cô giúp em huỷ môn học AV3A ạ. Em xin cảm ơn thầy/cô.",
    "Em chào pđt Em là , mssv  Thưa pđt, vào học kỳ 203 em có đăng ký dự thính môn vật lý 1 nhưng vì ảnh hưởng của dịch covid 19, nhà em ở vùng sâu kinh tế khó khăn mà do mẹ em bị ung thư nên khi đi khám về gia đình bị cách ly, mà mạng internet chập chờn nên đã không thể nộp kịp học phí. Dẫn đến em không thể đăng ký được môn học trong học kỳ 211 và không có TKB ạ. Em xin nhận lỗi về mình. Hiện tại em đã hoàn thành học phí của kỳ 203. Em rất muốn được tiếp tục học trong trường, em hi vọng pđt có thể giúp đỡ và hướng dẫn em để có thể đăng ký môn và tiếp tục học trong học kỳ này và học kỳ sau. Em xin chân thành cảm ơn",
    "MSSVMSGV:   b Học vụ  i  Kính chào phòng đào tạo trường ĐH Bách Khoa . E tên   . MSSV   Lớp PC16HTD. Hiện tại em đã hoàn thành đồ án môn học mã môn học EE3061. Thầy hướng dẫn thông báo cho em là đã vào điểm .Em có vào bảng điểm xem lại nhưng hiện vẫn chưa có điểm, môn này do Thầy  hướng dẫn em. Kính nhờ phòng đào tạo kiểm tra lại giúp. Thân mến ..",
    "Xin chào quý thầy cô  Em tên là  thảo k21 VHVL, em có tìm trong biểu mẫu của nhà trường về đơn xin chuyển ngành học.Nhưng em chưa tìm được. Cho em hỏi là Đơn xin chuyển ngành là tự em biên soạn hay có biểu mẫu ạ. Em cảm ơn ạ .",
    "Dạ PĐT cho em hỏi là trường có kế hoạch tổ chức lễ tốt nghiệp tập trung cho sinh viên khóa 2017 không ạ? hay do năm nay dịch bệnh nên không tổ chức luôn ạ? Em cảm ơn!",
    "Dạ cho em hỏi đợt dịch vừa rồi em có tham gia một số hoạt động tình nguyện. Em có thể quy ra ngày công tác xã hội được không ạ và em cần những gì ạ ?",
    "Kính gửi PĐT, Em là sinh viên khóa K17, khoa Cơ Khí,chuyên ngành May. Hiện em còn thiếu 3 tín chỉ môn học ME3173 \"Tiếp Thị\" để được tốt nghiệp (Em hiện đã hoàn thành luận văn và đầy đủ ngày công tác xã hội). Nhưng theo như chương trình đào tạo thì môn học này chỉ mở một lần vào HK1 của năm 3 (theo CTĐT của K20) vì vậy e phải đợi thêm một năm nữa để được đăng kí môn học. PĐT cho em hỏi trong suốt thời gian chờ này em có cần phải làm các thủ tục gì không hay chỉ đợi đến đợt mở đăng kí môn học thì đăng kí học là được?  Em xin chân thành cảm ơn!",
    "Chào thầy/cô, em là  -MSSV .hiện nay em tra cứu tình trạng sinh viên trên MYBK đã báo tốt nghiệp và đã nhận được giấy chứng nhận tốt nghiệp tạm thời. Tuy nhiên trong danh sách tốt nghiệp chính thức của trang web PĐT em vẫn chưa tìm thấy tên. Mong thầy/cô giải quyết và cập nhật thông tin giúp em ạ",
    "Kính thưa quý thầy,cô Em tên là  SV: Sáng nay em có lịch thi đại số tuyến tính lúc 9h nhưng khi em vào bk exam thì lại không vào được do tài khoản của em đã bị khóa. Em cố tìm cách liên hệ với giám thị nhưng em không có bất cứ thông tin gì về phòng hay lớp thi của mình.Kính mong quý thầy cô xem xét cho em được xin thi lại. Em vô cùng biết ơn ạ. Dưới đây là clip em  có record lại quá trình mình không vào được BK exam Em xin cảm ơn.",
    "Kính gửi phòng đào tạo, em là  mssv , lớp CK16LOG. Em gửi đơn này nhờ phòng đào tạo xem xét và duyệt giúp em đơn tạm dừng học học kỳ 211 này ạ. Vì một số lý do cá nhân và gia đình nên em không thể hoàn thành được luận văn của học kỳ này, nên em xin phép được bảo lưu kỳ này để kỳ sau có thể chuẩn bị tốt hơn. Em cũng đã thanh toán 50% học phí của học kỳ này ở đợt 1 rồi, còn đợt 2 thì em nhờ phòng đào tạo xem xét hỗ trợ miễn giảm giúp em với ạ. Em xin chân thành cảm ơn rất nhiều.",
    "Sau khi vào link ggmeet điểm danh “ có “ thì camera của em mở không lên máy tính bị sập nguồn .Khi vào lại tài khoản thì tài khoản của em đã bị khoá.Em là sinh viên năm 1 mới vào trường nên chưa biết xử lí tình huống. Hi vọng nhà trường xem xét và cho phép em xin thi giữa kì lại . Em xin cảm ơn !",
    "Em tên là , sinh viên ngành 108 ạ. Về sự việc em đã nêu, em đã liên hệ với giáo viên bộ môn thì giáo viên bộ môn hướng dẫn em liên hệ với phòng đào tạo.Sau khi em gửi mail về phòng đào tạo thì bị từ chối mail. Vậy bây giờ em phải làm như thế nào ạ. Em cảm ơn ạ.",
    "Kính gửi Phòng đào tạo . Em tên là , mssv:  Vì ở nơi em ở tình hình dịch bệnh phức tạp không thể đi lại ngân hàng OCB đóng tiền học. Và em có gửi người thân   B chuyển tiền đóng học phí bằng ngân hàng khác từ ngày 5/11/2021 nhưng đến nay vẫn chưa được xác nhận.     Em mong Phòng đào tạo có thể phản hồi và giải quyết tình trạng này giúp em. Em xin chân thành cảm ơn! Dưới đây là hình nảnh biên lai em đã chuyển tiền đóng học phí.",
    "Kính gửi : Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM Em tên:  MSSV:  Em là sinh viên khóa 2013 chuyển từ hệ CQ sang VHVL, em thực hiện đăng kí xét tốt nghiệp đợt tháng 11/2021 thì nhận được yêu cầu của PĐT làm đơn chuyển sang khóa 2013. Vậy nên em làm đơn này kính mong quý thầy cô xem xét giúp em để em đạt đủ điều kiện tốt nghiệp ạ. Em chân thành cảm ơn!",
    "Em tên  ,MSSV:191440 Em có tên trong danh sách  hủy kết quả hoãn thi do đã có điểm tổng kết nhưng trong lịch thi em vẫn được cập nhật lịch thi của môn em hoãn thi(em không đăng kí hoãn thi lại trong mail ngày 12-11-2021). Vậy em có cần tham gia thi lại không ạ? Em xin cảm ơn nhiều ạ .   i  .",
    "Dạ cho e hỏi là bảng phụ lục bằng tốt nghiệp e có thể xin file mềm được không ạ",
    "Em tên:  . MSSV: Em đã xin sự đồng ý của khoa và của gv môn học .Mong pđt cho phép em hoãn thi do không có đủ trang thiết bị để thực hiện bài thi. Em cám ơn thầy/cô nhiều ạ .",
    "Em xin quý thầy cô giải đáp thắc mắc như sau ạ: Học kì 202 em có đăng ký Hoãn thi. Và em nhận được email là lịch thi để xoá điểm Hoãn thi sẽ được cập nhật. Tuy nhiên, vì lý do cá nhân, học kỳ này em không thể tham gia thi. Em có đọc quy chế Hoãn thi, là thời gian tối đa để thi lại là 1 năm học. Vậy em có thể thi vào học kì sau không? Em xin cảm ơn ạ",
    "PĐT cho em hỏi là kì trước em có hoãn thi 2 môn nhưng kì này em chỉ muốn đăng kí thi 1 môn trước thì phải đâng kí thi môn đó hay là PĐT tự xếp lịch thi cả 2 môn",
    "Kính gửi Phòng Đào tạo Em tên:  - MSSV:  Học kỳ 202 em đã đăng ký thành công hoãn thi môn Đường lối CM của Đảng CSVN (SP1009). Nay em làm đơn này xin phép được thi thay thế điểm HT môn Đường lối CM của Đảng CSVN (SP1009) trong học kỳ 211. Mong phòng đào tạo cho phép em được dự thi. Trân trọng ",
    "Dạ em đã đăng kí hoãn thi các môn kì 202 Nhưng kết quả chỉ 1 môn đăng kí thành công Mong kiểm tra lại giúp em",
    "Kì 202 em có hoãn thi 1 môn, lúc đó nhận được thông báo là khi nào thi lại mình sẽ chủ động gửi đơn lên nhà trường hạn trong vòng 1 năm, nhưng hôm nay e nhận được kết quả hoãn thi và trong mail có ghi là lịch thi lại sẽ được trường tự sắp xếp và cập nhập trong mybk. Thế em có phải nộp đơn nữa không ạ?",
    "Cho em hỏi bây giờ thi lại để xoá điểm hoãn thi là thi offline hay online vậy ạ",
    "Kính gửi phòng đào tạo, em viết đơn này vì bị hủy Việc hoãn thi môn Kĩ thuật siêu cao tần (EE3025) vào kì 202, với lý do là đã tham gia thi và có điểm, sự thật là hôm đó em không tham gia vào buổi thi ạ, em đã có liên hệ với giảng viên để xác nhận thì do giảng viên đã nhầm em với 1 bạn khác cùng tên ạ, em xin phòng đào tạo cho em hướng giải quyết  để em được thi vào lần gần nhất khác ạ. Em xin chân thành cảm ơn và mong sớm nhận được phản hồi ạ! ",
    "Em xin chào  Thầy Cô admin.Cho em hỏi là đã vào học kì 202 em có hoãn thi môn xác xuất thống kê, h đã quá quyết định thi lại cho bọn em , như hiện em muốn hoãn thi tiếp thì liệu có được không ak .em cảm ơn ",
    "Kính gửi thầy/cô, em là , K20 khoa KT Giao thông, lớp GT20OTO2. Hiện tại em là sinh viên năm 2, cho em hỏi là hiện tại em có chuyện gia đình và cần phải bảo lưu kết quả học tập, thì điều kiện và cách bảo lưu như thế nào ạ, em có được bảo lưu kết quả các môn đã thi giữa kỳ của HK1 năm 2 không ạ? Cảm ơn cô/thầy đã lắng nghe. Trân trọng.",
    "Dạ đã có kết quả hoãn thi rồi . dạ cho em hỏi là kì 202 vừa rồi em có hoãn thi  vài môn ,vì số lượng môn khá nhiều nền em có thể đăng kí vài môn thi sang hk212 được không ạ",
    "Kính chào thầy cô, theo như thông tin trước đây thì khi em hoãn thi sẽ được tự chọn kì để thi lại trong vòng một năm, vậy tại sao trong mail mới nhất từ nhà trường thì lịch thi lại do nhà trường sắp xếp và bắt buộc thi trong kì 211 ạ. Thông tin quá gấp gáp nên em không có đủ thời gian để chuẩn bị ạ. Em xin cảm ơn.",
    "Dạ, em gửi câu hỏi này xin nhờ được hỗ trợ ạ Chuyện là ngày 14/11/2021, em thi môn Đại số tuyến tính lúc 7h, nhưng giữa lúc thi thì em bị mất điện ạ, do thi online lần đâu nên em không biết phải làm thế nào, nên chờ tới khi có điện lại.Em thắc mắc là em có thể thi lại không ạ ? Em cám ơn",
    "Kính gửi phòng đào tạo. Em đã đăng ký xét tốt nghiệp thành công vào ngày 15/11/2021. Phòng đào tạo cho em hỏi khi nào em có thể nhận bằng tốt nghiệp bản chính được ạ. (Em đang cần để bổ sung cho công ty). Em xin cảm ơn ạ.",
    "Nếu bây giờ thi lại để xoá điểm hoãn thi mà theo hình thức trực tuyến thì chắc chắn em sẽ không thi được vì em không đủ quá trình thiết bị thi để thi trực tuyến thì em sẽ xử lý sao ạ. Mong Phòng đào tạo hãy giúp em ạ",
    "Dạ chào PĐT, Em là  - MSSV: . Em xin được hỏi về vấn đề hoãn thi là sau khi hoãn thành công có điểm HT thì theo quy định của PĐT là được đăng ký thi trong vòng 1 năm, vậy em có bắt buộc phải thi theo lịch của PĐT xếp vào tháng 12 hay có thể đăng ký sang kì sau ở một số môn không ạ? Em xin cảm ơn và mong PĐT giải đáp!",
    "Kính gửi thầy cô. Em tên là:  MSSV: . Vì đã chuẩn bị được trang thiết bị và đã tham gia thi cuối kì môn Kỹ thuật số vào ngày 18/10 nên em kính mong phòng Đào tạo cho em hủy hoãn thi môn Kỹ thuật số ạ. Em xin cảm ơn.",
    "Kính Gửi : Ban Giám Hiệu            Phòng Đào Tạo Trường Đại Học Bách             Khoa Em tên là :   Mssv :  Dạ em chào PĐT ạ  Dạ em mới nhận được email của PĐT về việc tổ chức thi cho sinh viên đã hoãn thi trong học kỳ 202 vào đầu tháng 12/2021 ạ, dạ PĐT cho em hỏi là em có thể đăng ký thi những môn em đã xin hoãn thi trong HK202 vào HK212 không ạ và em có xem trên quy chế là những môn hoãn thi thì có thể thi lại trong vòng 1 năm ạ. Em xin chân thành cảm ơn  !  .",
    "Chào PĐT, cho em hỏi liệu mình có thể dời thi xoá điểm hoãn thi sang HK212 không ạ. Tại trong quy chế ghi là hạn là 1 năm.",
    "Xin chào PĐT Hôm nay PĐT có gửi cho em email có nội dung được trích dẫn như sau   B Môn học có mở trong HK211:   U PĐT sẽ tự động xếp Lịch thi    và đồng thời  cập nhật trên trang (dự kiến vào đầu tháng 12/2021).    Em xin hỏi là, ví dụ như các môn Hoá Đại Cương, khoa Điện chỉ học ở Học kỳ thứ 2, tuy nhiên các Khoa khác học ở Học kỳ thứ 1. Vậy em có bắt buộc phải tham gia không ạ. Em dự kiến sẽ thi chung với Khoa Điện năm nhất vào học kỳ sau tức HK 212. Em xin chân thành cảm ơn.",
    "Xin chào PĐT Hiện đã có cập nhật điểm hoãn thi trên trang MYBK Vậy em muốn hỏi, xoá điểm hoãn thi thì môn đó tính điểm trung bình như thế nào ạ.",
    "Dạ lúc hoãn thi em có đọc quy định 17.2 về hoãn thi ,là em có thể đăng kí thi trong thời hạn một năm nên em có chia ra một số môn để hc kì 212 thi mà giờ pdt xếp lịch thi cho em vào tháng 12 nên hơi hoang mang ạ ,em mong pdt có thể giải quyết cho em ạ",
    "Em xin chào quý thầy cô tư vấn, em tên là Huỳnh Nguyên Đình, MSSV: . Vào kì 202, em có đăng kí hoãn thi môn Hóa Hữu Cơ, mã môn: CH2021. Từ những thông tin của Thông Báo số 134, chúng em có cơ hội thi lại môn hoãn trong vòng 01 năm. Nhưng theo như Mail mới nhất từ PĐT, chúng em sẽ thi vào đầu tháng 12 . Xin thầy cô cho tụi em rõ là có thể tự đăng kí vào kì sau (kì 212) hay phải theo sự sắp xếp của PĐT ạ? Em xin cảm ơn quý thầy cô.   i ",
    "Em chào thầy cô phòng đào tạo ạ  Em là  - mssv: 191756 - lớp CK19CTM3 Học kì 202 em có thi môn sức bền vật liệu (cl2001). Em có làm bài và nộp bài cũng như file record đầy đủ, nhưng đến lúc nộp bài em có nộp nhầm lớp L04-B thành L03-B ạ Vậy phòng đào tạo có thể mở lại cho em được chấm bài được không ạ.",
    "Họ và tên sinh viên:  Kính thưa PĐT, kì 202 vừa rồi do ko đáp ứng kịp yêu cầu về thiết bị để tham gia thi, em đã đăng kí hoãn thi một số môn. Và đợt hậu kiểm với Khoa vừa rồi, em đã nhận được điểm 14 cho các môn đã hoãn thi. Và em có hai câu hỏi cần được PĐT giải đáp thắc mắc: (1) Để thi bổ sung thì sinh viên (bản thân em) phải đăng kí thi bằng mẫu có sẵn của trường trong bất kì học kì nào trong thời hạn 1 năm( có tổ chức thi môn đã được hoãn) phải không ạ? (2) Thời điểm em nhận được kết quả hoãn thi (điểm 14 trong bảng điểm) là vào ngày 16/11/2021(trong đợt thông báo kết quả hoãn thi của PĐT qua gmail gần nhất) vậy em phải bổ sung điểm cho môn đã hoãn trong vòng 1 năm thì ngày hết hạn 1 năm sẽ vào ngày bao nhiêu ạ?",
    "Dạ em chào thầy cô, Dạ hiện em đã có quyết định hoãn thi chính thức môn Kĩ thuật lập trình ( CO1027 ), nếu hiện em không thấy mail báo lịch thi và không thấy  lịch thi trên myBK của môn Kĩ thuật lập trình thì em sẽ thi cuối kì bù chung với các lớp học trong HK211 phải không ạ ? Em cảm ơn các thầy cô",
    "Em tên  - . Em làm đơn xin chuyển sang hệ vừa làm vừa học từ học kì 2 năm học 2021 - 2022. Mong phòng đào tạo xem xét và chuyển giúp em ạ! Em xin cảm ơn!",
    "Dạ em chào PĐT,  Em tên  - MSSV:  - Lớp: HC18SH2. Trong chương trình đào tạo HK1 (2019-2020) có môn bắt buộc là Các quá trình kỹ thuật sinh học 1 (CH2015), em đã học và không qua môn. HK1 (2020-2021) em học môn tương đương là Quá trình và thiết bị cơ học (CH2019) và qua môn này. Em muốn chuyển điểm của môn Quá trình và thiết bị cơ học (CH2019) thì em cần làm những thủ tục gì và làm như thế nào ạ? Mong PĐT hướng dẫn cụ thể giúp em ạ. Em cảm ơn!",
    "Thưa thầy cô , em sinh viên khoá trước . Nay có các thô ng tin từ sinh viên khoá k21 sinh hoạt công dân thì được thông báo : theo quy chế mới từ khoá k21 trở đi điểm tổng kết qua môn được áp dụng là 4 điểm ạ , em có kiểm tra học vụ thì thấy bth . Mong thầy cô giải đáp cho em đỡ bất an ạ  Em cảm ơn Thầy cô !",
    "Em là  MSSV: , em có đăng ký nhận giấy CNSV tại văn phòng khoa Môi trường lúc đó em nghe tin trường mở cửa lại (do lần trước em có đăng kí chuyển về nhà qua đường bưu điện nhưng bị vấn đề, em không nhận được, em được đề nghị là đăng ký lại), giờ hiện tại không được phép vào trường, nên em không biết là có cần thiết đăng kí lại qua đường bưu điện không ạ.",
    "Dạ PĐT cho e hỏi e có thể lên trường nhận bằng tốt nghiệp vào T7 được không ạ ? Em cảm ơn .",
    "Gửi Phòng đào tạo Em tên  MSSV .vào HK202 em có đăng ký hoãn thi môn Cơ học thủy khí mã MH TR1005 và đã được nhà trường xác nhận. nay em vào điểm thi kiểm tra thì thấy chưa cập nhật hoãn thi. Em mong phòng đào tạo hỗ trợ em ạ. Em xin cảm ơn",
    "Kính gửi phòng đào tạo. Em gửi đơn này mong phòng đào tạo duyệt ạ. em xin chân thành cảm ơn.",
    "Em là  -  Kì DT202 em có học môn Giải Tích 2, sau khi thi xong do lỗi kết nối nên em có đăng kí hoãn thi. Tuy nhiên em đã đăng ký học vào học kỳ DT211. Vậy nên giờ em muốn huỷ kết quả hoãn thi đó và lấy điểm cũ đã được chấm (4.5) Em cảm ơn!",
    "a em đăng kí hoãn thi môn giải tích 2 rồi mà sao ko thấy đeer HT",
    "Thưa thầy/cô em là , mã số sinh viên . Vào kì 202 em có đăng kí hoãn thi 2 môn và hôm nay em thấy một số bạn được cập nhật điểm hoãn thi và nhận được mail thông báo và một số bạn trong đó có em không nhận được thông báo nào.Mong thầy/cô xem xét ạ. Em xin cảm ơn",
    "Thân chào thầy/cô ạ! Em có vài điều thắc mắc về dịch vụ In bảng điểm. Hiện tại em đang làm các thủ tục nhập học chương trình Thạc sĩ tại trường và được yêu cầu in bảng điểm nhưng vì đã tốt nghiệp và đang đợi lấy bằng chích thức nên không được thực hiện thanh toán Online và yêu cầu phải lên PĐT để thanh toán phí in. Nhưng hiện tại em đang ở quê và chưa thu xếp được các công việc cá nhân, vì thế thầy/cô cho  hỏi rằng mình có được nhờ người thânạn bè lên PĐT thanh toán hộ được không ạ? Và nếu được khi đi cần đem theo những thông tin cá nhân nào không? Trân trọng!",
    "Em chào Thầy/Cô ạ. Dạ cho em hỏi nếu là hoãn thi kì 202 thì phải thi vào tháng 12/2021 này ạ. PĐT thông báo theo quy chế là phải thi trong thời hạn một năm . Tụi em đợi để thi off vào kì 212 vì tụi em không có máy tính để thi online . Hiện tại em và các bạn hoãn thi đang rất hoang mang về vấn đề này mong PĐT xem xét ạ.",
    "Em tên  -  - CK19CTM03 HK 202 em đã làm đơn hoãn thi 5 môn Cuối Kì và đã được nhà trường cập nhật điểm 14. Theo như gmail của trường mới nhất thì các môn đó sẽ được cập nhật thi vào Cuối học kỳ 211 này, nhưng mà ở học kỳ 211 này hiện em đã phải thi 5 môn + 1 đồ án thiết kế, nếu nhà trường cộng thêm 5 môn của HK 202 nữa thì em sợ em học không xuể, có cách nào có thể chia số môn phải thi bù ra được không ạ. Chứ em không thể ôn xuể quá nhiều môn như này ạ. Em xin PĐT cho em hướng giúp đỡ ạ. Em xin cảm ơn.",
    "em đã hoãn thi môn gt2 và được pdt đồng ý nhưng giờ vào check thì điểm 13 ạ  mong cô giúp em",
    "Hồi đăng ký môn học GDTC em lầm tưởng mã môn này là HP2 cho nên em đăng ký cho đến khi TT GDTC ĐHQG TPHCM xác nhận lại trường hiện chỉ mới mở HP1, HK 212 mới mở HP2 Nay em xin VPĐTQT có thể hủy giùm em môn học PE1021-CC11 trong TKB của em ạ  Trân trọng,  ",
    "Kì 203, Em có đăng kì hoãn thi môn kết cấu thép 1 của cô , Và đã được Sợ đồng ý của cô  và trưởng bộ môn. Nhưng đến hôm nay em vào tra bảng điểm thì vẫn chưa cập nhật điểm 14 (HT). Mong phòng đào tạo kiểm tra lại cho em với ạ, Em Xin  Cám ơn !",
    "Em chào cô. Em bổ sung đơn xin chuyển sang khóa 2013 để xét tốt nghiệp hệ VLVH ạ.Em cảm ơn cô.",
    "Xin chào phòng đào tạo, Em muốn đăng kí lại thi môn kế toán tài chính học kì 202 ( môn em đã hoãn thi vì cách li tập trung) có được không ạ?  Vì trong email hạn cuối để phản hồi là 10h ngày 15/11/2021. Em biết em phản hồi hơi trễ, vì mấy ngày qua, em bị ốm suốt mấy ngày qua, Em mong phòng đào tạo cho em thi lại với số điểm mà em mong muốn. Trân trọng, Hào.",
    "em vừa nhận được email về hoãn thi nhưng pdt có ghi là sẽ tự động xếp hoãn thi trong học kỳ này nhưng em đọc quy chế được thi trong 1 năm từ lúc hoãn thi vậy em có thế đăng ký thi vào kỳ sau được ko ạ do em còn phải ôn thi các môn kỳ đang học .",
    "Kính gửi thầy/ cô Em đã rút môn học nhưng sau ngày 15/11 vẫn chưa có có cập bảng điểm  Mong thầy cô phản hồi ạ",
    "Dạ PĐT cho em gửi đơn hoãn thi và minh chứng em không bị cấm thi môn Kinh Tế Học Đại Cương ạ.",
    "Em chào pđt Em tên là  Em có xin hoãn thi vào học kỳ 202 3 môn học, hiện tại trường đã chấp thuận cho em nhưng em lại không thấy lịch thi của mình trên mybk Em mong trường có thể giải quyết thắc mắc và cho em biết lịch thi của mình để chuẩn bị. Em xin chân thành cảm ơn",
    "Em tên là:  MSSV:  Vừa rồi do không đảm bảo trang thiết bị và đường truyền mạng nên em đã hoãn thi cuối kỳ các môn ở HK202 và HK203. Vậy cho em hỏi là:  _Em có thể đăng ký thi ở HK212 cho các môn đã hoãn ở HK202 và thi các môn đã hoãn ở HK203 vào HK213 không ạ? Do em xem quy định là trong vòng 1 năm phải đăng ký thi để xóa điểm hoãn ạ.  _Và cho em hỏi về thủ tục đăng ký thi xóa điểm hoãn ạ. Mong PĐT giải đáp giúp em với ạ. em xin cám ơn nhiều ạ.",
    "Kính gửi PĐT, Hiện tại PĐT kết hợp với trung tâm ngoại ngữ BKENGLISH đã tổ chức các đợt thi tiếng anh nói viết online dành cho sinh viên dự kiến tốt nghiệp trong HK211 . Nhưng sau những lần thi thì kết quả em chưa đậu. Trong khi hiện tại trung tâm BKENGLISH vẫn chưa thể tổ chức thi trực tiếp. Vậy cho em hỏi là PĐT có còn dự kiến tổ chức thêm đợt thi tiếng anh nói viết online nào nữa trong HK211 này không ạ. Em cảm ơn.",
    "Kính gửi thầy/cô, Em tên là  Mã số sinh viên:  Ngành: Kỹ thuật Hàng Không (PFIEV) Vấn đề em đang gặp phải: Tài khoản BK EXAM của em hiện tại đã khoá hơn 2 ngày rồi ạ. Em mong được quý thầy cô mở khoá tài khoản giúp em, để phục vụ cho kì thi giữa kì vào ngày thứ 7 sắp tới (20/11/2021) ạ. Em chân thành cảm ơn quý thầy cô.",
    "em chào anh/chị? kết quả hoãn thi của em có môn kỹ thuật chế tạo 2, mã ME3033 được xác nhận trước đó. nhưng trong bảng điểm cập nhật mới vừa rồi chưa có điểm 14. mong anh chị giải quyết giúp em với",
    "Em chào thầy cô ạ! em là sinh viên hệ vhvl mssv  ạ. Hồi tháng 6 em có nộp cho trường giấy đăng kí miễn môn mà giờ em vẫn chưa nhận được kết quả ạ. Thầy cô có thể xem lại giúp em được không ạ. Em cảm ơn ",
    "Em tên  (MSSV: ), sinh viên khoa KT Hóa Học Chương trình Chất lượng cao. Em đã đăng kí tốt nghiệp thành công nhưng không nhận được email có tiêu đề \"Danh sách nhận bằng tốt nghiệp đợt 2/2021\" được gửi vào chiều hôm qua (16/11) như các bạn khác. Anh/chị kiểm tra lại giúp em với ạ . Em cảm ơn",
    "Em chào thầy/cô PĐT ! Hôm trước em có trình bày về trường hợp của em hiện tại là hoàn thành các điều kiện để tốt nghiệp nhưng bị hết thời gian đào tạo. Vì lý do dịch covid ảnh hưởng đến kỳ thi tiếng Anh . Em có hỏi ý kiến thầy chủ nhiệm thì thầy có nói em viết đơn xin gia hạn học kỳ để đăng ký xét tốt nghiệp. Em có viết đơn và đã được thầy chủ nhiệm ký đồng ý. Nên em gửi đơn lên đây để PĐT xem xét ạ . Em chân thành cảm ơn.",
    "Thắc mắc về việc thi nói viết . Kính chào thầy/cô! Em muốn hỏi là trường mình có mở lớp thi nói viết tiếp không ạ , em hy vọng trường có thể mở thêm . Em chân thành cảm ơn",
    "Em chào anh/chị, Anh chị cho em hỏi: Từ nay đến hạn cuối cùng xét tốt nghiệp (24/12) thì sẽ có bao nhiêu đợt thi TOEIC nói viết nữa ạ. Em đang cần thi để đạt chuẩn AV nói viết ạ",
    "Em xin chào thầy/cô, Em là sinh viên đã ra tốt nghiệp và có nhu cầu in bảng điểm. Hiện tại trên mybk em chỉ thấy mục in bảng điểm cho sinh viên chưa tốt nghiệp. Thầy/cô cho em hỏi làm cách nào để đăng ký in dành cho sinh viên đã tốt nghiệp ạ? Em cảm ơn",
    "Tốt nghiệp . E xin chào!, pdt giúp e 1 vấn đề ạ. Hiện e đã có kết quả Anh Văn ( nói + viết) đã đủ điểm để xét tốt nghiệp. Nhưng trước đó e đã đk tốt nghiệp hệ VHVL vậy bây giờ e muốn xin xét lại tốt nghiệp hệ chính quy . VẬY E PHẢI LÀM NTN ĐỂ ĐC XÉT TỐT NGHIỆP CHÍNH QUY Ạ em xin cám ơn ",
    "Hôm nay em có nhờ người thân vào PĐT nộp hồ sơ để mượn lại giấy tờ thì được biết là trường chỉ nhận nộp hồ sơ qua bưu điện ấy ạ. Cho em hỏi thông tin chi tiết mình sẽ gửi như thế nào, thông tin nhận chi tiết như thế nào ạ?  Em xin cảm ơn.",
    "Em chào thầy/cô. Em tên là Mai Văn Hào - K16 - Khoa KH-KT Máy tính. Hiện tại tình trạng sinh viên của em đang   b  tạm ngừng     nên em xin nộp đơn thu nhận để có thể đăng kí xét tốt nghiệp. Rất mong được thầy/cô xem xét và phản hồi ạ. Em cảm ơn.",
    "Em xin chào quý Thầy Cô! Em là Phạm Ngọc Đại, MSSV 4, SV khóa 2013, ngành Xây dựng công trình giao thông. Hiện em đã hoàn thành xong chương trình học tập và các điều kiện khác, nhưng do em còn thiếu, chưa đáp ứng được yêu cầu về Anh Văn 2 kĩ năng Nói-, và đã quá thời gian đào tạo tối đa để tốt nghiệp hệ chính quy, nên em muốn chuyển hệ sang hệ VHVL để được tốt nghiệp. Em mong các quý Thầy/Cô xem dùm em. Em xin chân thành cảm ơn ạ!",
    "Em chào các thầy cô và cán bộ nhà trường, tình hình là em có đăng ký hoãn thi môn xác suất thống kê ở kì 202 và đã được nhà trường xác nhận đồng ý nhưng hiện tại sau khi nhận mail thông báo kết quả hoãn thi em kiểm tra thì vẫn thấy môn học vẫn nhận điểm 13 thay vì điểm hoãn thi 14, mong các thầy cô xem xét giúp em, em xin cản ơn.",
    "Vậy cô cho em hỏi nếu giờ chuyển qua VHVL thì chuẩn toeic ra trường là bao nhiêu vậy ạ? Em cảm ơn.",
    "Như em đính kèm trong tệp í ạ, với em khi vào học em có hỏi thầy thì thầy nói em hỏi phòng đào tạo ạ.   Anh chị có thể cho em hỏi dịa chỉ mail của thầy  được không ạ. Em xin cảm ơn ạ.",
    "Em muốn hỏi là hình để đăng kí tốt nghiệp có được cười và chụp góc hơi nghiêng không ạ? vì em thấy hình này sẽ đăng vào kỉ yếu tốt nghiệp mà nghiêm túc quá cũng không hay. Mong được giải đáp sớm ạ.",
    "Kính gửi: Phòng Đào Tạo Đại Học bách Khoa Đại Học Quốc Gia TpHCM, Em  MSSV , em thuộc khóa K14 ngành xây dựng. Em viết mail này để trình bày một số vấn đề và xin hỏi một câu hỏi. Hiện tại là giờ em đã đạt đủ tiếng anh nói viết 200 và đủ các điều kiện còn lại nhưng hiện tại bằng toeic 2 kỹ năng nghe đọc của em đã hết hạn. Bằng toeic em đã nộp trước đó và đã chuyển điểm.( trước khi hết hạn) Em xin hỏi là như vậy em có đủ điều kiện tốt nghiệp không ạ. Và hiện tại em đang bị tạm dừng học, mong là Phòng đào tạo xem xét mở lại để em có thể đăng ký tốt nghiếp nếu em đủ điều kiện. Em xin Cảm ơn và mong Phòng đào tạo sớm phản hồi cho em. Trân trọng."
]