[
    "Em chào phòng đào tạo, Em muốn hỏi về lịch thi môn giải tích 1, học kỳ DT202, theo trên mail em nhận là thi vào 15h ngày 24/7, nhưng khi em xem trên mybk thì lại là 31/7. Vậy cho em hỏi là môn này chính xác thi ngày nào vậy ạ? Em chân thành cảm ơn.",
    "Hiện tại em đang có theo học môn Kinh tế chính trị -   B HK 203      B lớp DT01   . Em xin được hoãn thi cuối kỳ. Lý do: không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền. Em mong PDT có thể duyệt qua yêu cầu của em. Em xin cảm ơn.",
    "Em chào anh/chị. Điểm trung bình HK201 của em nếu tính cả dự tính là 7,40 và không tính dự thính là 7.76. Cho em hỏi là khi xét điều kiện ĐTB   7.5 để được đăng ký 25 chỉ/hk thì em có đủ tiêu chuẩn không ạ? Em chân thành cảm ơn.",
    "Em chào thầy/cô, thầy/cô cho em hỏi kì trước em không đăng kí môn học nên bị tạm dừng học. Kì này em muốn nộp đơn thu nhận lại nhưng do tình hình dịch Covid hiện tại nên em không thể tới phòng đào tạo được. Em có thể nộp đơn thu nhận lại bằng hình thức nào được ạ? Em xin chân thành cảm ơn.",
    "Dạ em chào thầy/ cô Dạ cho em hỏi mỗi tờ phiếu hoãn thi cuối kì là chỉ cho 1 môn hay được nhiều môn ạ  Em xin cảm ơn thầy/cô nhiều ạ",
    "Dạ cho em hỏi học phí dự thính kì 211 là bao nhiêu 1 tín chỉ vậy ạ",
    "Em là sinh viên K16 khoa Điện - Điện tử. Nếu tính chỉ của HK202 và HK203 thì tổng số chỉ em đạt được là 117 thiếu 3 chỉ và 3.5 ngày công tác xã hội để được nhận luận văn tốt nghiệp. Do tình hình dịch bệnh nên em bị hủy thi Anh Văn Toeic 600 để đạt đủ số chỉ nhận luận văn cũng như không thể hoàn thành công tác xã hội. Cho em hỏi là em có thể làm đơn cam kết với phòng đào tạo có xác nhận của Giáo Viên Hướng Dẫn luận văn để được nhận luận văn tốt nghiệp được không ? Em xin cam kết sẽ bổ sung chứng chỉ Anh Văn cũng như hoàn thành số ngày công tác xã hội để đạt điều kiện sau khi hết giãn cách xã hội.",
    "Dạ nhà trường cho em hỏi là khi nào nộp đơn đăng ký hoãn thi được ạ? Hiện tại em đang thiếu thiết bị máy móc, tài liệu, tập sách nên không thuận tiện cho việc thi cuối kì online 202 được.",
    "Dạ em là , MSSV , Em xin gửi đơn cứu xét đã có xác nhận của giảng viên để khôi phục lại thời khoá biểu ạ. Kính mong phòng đào tạo giúp em để em kịp tiến độ học tập ạ.",
    "Em có 1 vài vấn đề cần được giúp đỡ. Vì lí do em về quê từ lâu và không mang thẻ sinh viên về. Vậy có giải pháp tối ưu nào để giải quyết cho em khi tham gia thi online không ? Và nếu chỉ thiếu 1 trong các yêu cầu về mic,  số lượng cam, thẻ sv, ....thì sẽ phải hoãn thi ạ?",
    "Em chào thầy/cô!  Thầy/cô cho em hỏi là em thi avđv đc 420đ, trong đợt đăng kí môn lần này, em đã đăng kí av1 học ở hk211, giờ em muốn đăng kí thêm av2A để học luôn trong hk211 cho kịp xét chuẩn tiếng anh cho hk212 có được ko ạ? Mong thầy/cô trả lời giúp em! Em xin cảm ơn ạ!",
    "Vì lý do không đáp ứng được yêu cầu về trang thiết bị điện tử, đường truyền như trong hướng dẫn. Nhà em ở miền núi nên mạng lướt điện, mạng lười internet rất chập chờn, thường xuyên rớt mạng, lag,...Nên em làm đơn xin hoãn thi cuối kỳ. Kính mong Phòng đào tạo xem xét. Dưới đây là đơn của em, đơn có chữ ký của giảng viên và email xác nhận của giảng viên.",
    "Em chào thầy/cô! Thầy/cô cho em hỏi em thi avđv đc 420đ gioè em muốn đăng kí học av2A ( anh văn nhu cầu) trong học kì 211 luôn mà ko học av1 có được ko ạ? Em mong thầy/cô trả lời giúp em! Em xin cảm ơn ạ!",
    "Vì lý do không đáp ứng được yêu cầu về trang thiết bị điện tử, đường truyền như trong hướng dẫn. Nhà em ở miền núi nên mạng lướt điện, mạng lười internet rất chập chờn, thường xuyên rớt mạng, lag,...Nên em làm đơn xin hoãn thi cuối kỳ. Kính mong Phòng đào tạo xem xét. Dưới đây là đơn của em, đơn có chữ ký của giảng viên và email xác nhận của giảng viên ( giảng viên dạy 2 môn).",
    "dạ cho em hỏi để đăng ký môn đã đổi mã. Khi mình đăng ký môn học mã mới thay cho mã cũ thì mình cần làm những gì ạ? Ví dụ: Mạch Điện tử ( mã cũ EE2007) với Kỹ thuật số ( mã cũ EE1015) thì cần làm gì để học được mã mới ạ?   ",
    "Em chào PĐT, Em hiện nay đã học xong hết các môn, và kì trc em không đăng kí môn học nên bị tạm dừng, kì này em đã làm đơn thu nhận lại. PĐT cho em hỏi là kì này em có chuyển điểm AV2, AV3 thì có phải đăng kí môn học để duy trì trạng thái học không. Em cảm ơn.",
    "Chào thầy/cô,  Em tên là Nguyễn Văn Kha, MSSV:  Em xin nộp phiếu đăng ký thu nhận lại ạ, đính kèm theo 2 file hình ảnh Bằng tốt nghiệp trung học phổ thông và bằng Toeic ạ.",
    "Cho em hỏi, sau khi làm đơn hoãn thi xong mình có thể gửi tại đây hay phải gửi về địa chỉ email nào ạ? Em cảm ơn!",
    "Kính gửi phòng đào tạo, Em là , hệ VHVL, MSSV: . Dạ em có kết quả điểm chuyển 3 môn chính trị cách đây 3 tuần rồi, nhưng giờ em không còn thấy nữa, mong phòng đào tạo cập nhật lại giúp em ạ, 3 môn bao gồm :   B SP1031, SP1033, SP1035    Em xin chân thành cảm ơn",
    "Kính gửi Phòng đạo tạo Đại học Bách Khoa-ĐHQG Tp.HCM    Em tên là:  - mssv : -Khoa Điện-Điện tử    Em đã đăng ký hoãn thi 2 môn: Giải Tích 2 (MT1005) và Cơ sở điện tử công suất (EE2021)  ở HK192. Em muốn đăng ký thi để thay thể điểm VP của 2 môn này tại HK202. Nhưng HK202 tổ chức thi online nên em mong Phòng đạo tạo sắp xếp lịch thi online cho em ạ. Đây là học kỳ cuối cùng em có thể thi để thay thế điểm VP mong Phòng đạo tạo sớm giải quyết giúp em.      Dưới đây em có đính kèm theo đơn đăng ký thi thay thế điểm VP nhưng chưa có lịch thi nên em để trống phần giờ thi và ngày thi ạ.    Em xin chân thành cảm ơn!",
    "Em kính chào Quý thầy cô, Em là sinh viên K13, đã hết thời gian đào tạo nhưng vẫn còn nợ lại 1 môn học Cơ Lưu Chất (em đã hoàn thành luận văn tốt nghiệp và chứng chỉ tiếng Anh). Nhưng do trong thời gian nhà trường thông báo thi vét, em đã về tỉnh và bị cách ly nên không thường xuyên kiểm tra email. Và em cũng không quay lại thành phố vào thời điểm đó để nộp đơn xin thi vét được. Quý thầy cô cho em được hỏi em có còn làm đơn xin được thi vét bổ sung được không. Và nếu không được thì em có thể làm đơn xin thôi học trước thời gian nào để không bị xử lí học vụ ạ? Em xin chân thành cảm ơn.",
    "Cho em đăng ký hoãn thi ạ",
    "Kính gửi quý thầy cô Cho em xin phép được xin hoãn thi cuối kì học kì 202. Đơn xin hoãn thi em xin được đính kèm. Thân ái!",
    "Dạ vì nhà em không đáp ứng đủ điều kiện thi: đường truyền mạng bị có vấn đề, webcam laptop bị hư, vậy để đăng kí hoãn thi online HK202 thì làm như thế nào ạ?",
    "y là thông tin của người nhận ạ, nhờ PDT kiểm tra giúp em ạ. Em xin cảm ơn tên: sđt:[phone_number] địa chỉ: thôn Trung Long, xã Thanh Lĩnh, huyện Thanh Chương, tỉnh Nghệ An",
    "Hiện tại trường tổ chức thi online cho học kỳ chính 202, do vấn đề sức khoẻ với tay phải do chưa tiêm vì không thể lên TPHCM nên gặp khó khăn trong quá trình viết (giấy khán bệnh đính kèm).  Hiện tại em biết đã hết hạn rút môn học học kỳ 202, nhưng hoãn thi cũng bị hủy điểm thành phần cũng khó đạt điểm trong kỳ thi cuối kỳ. Nên em muốn xin phòng đào tạo chấp nhận cho em hủy 1 - 2 môn ạ.   Em cảm ơn, mong PDT chấp thuận và hướng dẫn em thủ tục đăng ký ạ!",
    "Em là , khoa KTHH; Học kỳ 202 em bị tạm đình chỉ học vì lí do không đăng ký môn học. Cho em gửi phiếu đăng ký thu nhận lại học kỳ 211. Em hy vọng có thể được nhận lại vào kỳ 211. Em cảm ơn.",
    "Tốt nghiệp . Kính gửi PĐT, Em tên là , MSSV là . Học kì 211 em sẽ đăng kí thực hiện Luận văn Tốt nghiệp nhưng trường có yêu cầu là phải có chứng chỉ Anh Văn. Nhưng từ tháng 6/2021 đến nay, các cơ sở thi bằng Anh văn đều đóng cửa nên em chưa thể kiểm tra trình đồ Anh văn cũng như đạt được chứng chỉ cần thiết. Thầy cô cho em hỏi liệu có cách nào để em vẫn có thể tham gia thực hiện Luận văn Tốt nghiệp ở kỳ 211 và nộp chứng chỉ Anh văn ngay khi các trung tâm tổ chức thi mở cửa không ạ? Em cảm ơn. Chúc thầy cô một ngày tốt lành",
    "Em là . MSSV: . Em đã đọc được mail của nhà trường về kế hoạch thi online nhưng hiện tại laptop em đang bị hỏng, em đang liên hệ bạn mượn laptop  nhưng sợ học cùng nhau nên bị trùng lịch thi thì em đăng kí hoãn thi được không ạ . Em cảm ơn. Trân trọng.",
    "Em tên là , Mssv:  Em có đăng ký thi Anh Văn 2 kỹ năng nói viết theo hình thức trực tuyến với mã môn BKE123. Nhưng em chọn sai  sang đăng ký môn học HK211 đợt 1. Em mong PDT giúp em chỉnh sửa lại thông tin đăng ký để em được đăng ký thi Anh văn 2 kỹ năng để kịp xét tốt nghiệp. Em cảm ơn!",
    "Chào cô ạ,  Em là sinh viên Kiến trúc khóa 2019 ạ. Theo em biết thì từ năm 2019 chương trình đào tạo ngành Kiến trúc đã rút gọn từ 171 tín chỉ xuống còn 132 tín chỉ và sinh viên Kiến trúc từ khóa 2019 sẽ nhận bằng cử nhân chứ không còn nhận bằng kiến trúc sư nữa. Vậy trường có kế hoạch đào tạo Kiến trúc sư nữa không và tụi em muốn tốt nghiệp bằng Kiến trúc sư thì phải đăng kí học tiếp như thế nào ạ? Em cảm ơn.",
    "Gửi bộ phận học vụ, Em Tên:  MSSV:   Nhập Học Tháng 5 hệ VLVH Hiện tại em vẫn chưa nhận được danh sách các môn được miễn và cập nhật bảng điểm trên Mybk. Việc này làm cho em khó khăn trong việc đăng ký môn học và lên kế hoạch học tập. Mong nhà trường sớm giải quyết cho em. Thanks and best regards.",
    "Em chào thầy cô, em là , sinh viên khoa Cơ khí. Thầy cô cho em hỏi, em hiện đang là sinh viên năm cuối theo đúng lịch thì học kỳ rồi đã hết chương trình đào tạo, nhưng do dịch bệnh nên em không thi anh văn được và chưa tổ chức bảo vệ luận văn. Em đã đăng ký môn học cho học 211 để duy trì tình trạng học, vậy em có được cấp giấy hoãn nghĩa vụ quân sự không ạ? và địa phương có đồng ý cho em tạm hoãn không ạ Em xin cảm ơn.",
    "CODE : Cho em hỏi hoãn thi cuối kì mình có thể hoãn thi vài môn hay bắt buộc hoãn thi tất cả các môn đã đăng kí ạ.",
    "Chào thầy/cô ạ,  Em muốn hỏi về việc nộp bằng TOIEC 500 để xét nhận luận văn thì nộp như thế nào ạ, em vẫn chưa chuyển điểm môn tiếng anh do bằng TOIEC em chưa đủ điểm, chỉ đủ điểm để nhận luận văn ạ. Em cảm ơn thầy/cô.",
    "Em xin phép gửi mẫu đơn thu nhận (hình ảnh đính kèm). Đồng thời em đang bổ sung chứng chỉ ngoại ngữ để đủ điểm ra trường và đã hoàn thành các môn học. Tuy nhiên em có đăng ký thi anh văn 2 kỹ năng theo hình thức online (BKE123) nhưng báo tình trạng là không được phép đăng ký. (hình ảnh đính kèm) Không biết em có thể mở lại tình trạng sinh viên để đăng ký kịp thời không ạ? Kính mong PĐT giải quyết giúp em để có thể kịp thời đăng ký môn học ạ. Em xin chân thành cảm ơn.",
    "kính chào pdt: em tên đinh văn tiên, sinh viên bằng 2, em bị pdt tạm ngưng học kì 2 (2020-2021) do không đăng kí môn học, giờ em muốn xin pdt nhận lại để em được đăng kí môn học cho học kì mới.xin cảm ơn",
    "Em tên là , hiện đang là sinh viên năm tư khoa Cơ khí. Em có thắc mắc về trường hợp của em là sao em không được phép đăng ký thi AV 2 kỹ năng theo hình thức Online ạ? Em mong được giải đáp thắc mắc này. Em xin chân thành cảm ơn.",
    "Chào anh/chị, Em muốn hoãn thi online thì phải làm như thế nào ạ? Và điểm thành phần có bị xóa khi hoãn thi không ạ? Em xin cảm ơn.",
    "em muốn xin hoãn thi môn giải tích 2 MT1005 với lí do là trang thiết bị em không đáp ứng theo yêu cầu của nhà trường",
    "Thưa Phòng Đào Tạo, Em tên Trương Bách Lâm (MSSV: ). Trong  Học kỳ 2 (2020-2021), em có đăng ký môn Luận Văn Tốt Nghiệp (Mã IM4313), đã thanh toán học phí nhưng không đạt. Liệu em có bị thôi học và làm đơn cứu xét nếu muốn tiếp tục đăng ký môn LVTN ?  Mong thầy cô giải đáp thắc mắc của em. Em xin cảm ơn ạ.",
    "Chào thầy/cô. Hiện tại em là sinh viên cuối năm nhất ngành Kỹ thuật máy tính đại trà. Cho em hỏi là em có thể chuyển qua ngành Khoa học máy tính đại trà được không ạ? Điểm trúng tuyển ĐGNL của em bằng với điểm chuẩn ĐGNL ngành KHMT đại trà năm 2020 ạ. Nếu được, cụ thể mình phải làm những thủ tục như nào ạ? Em xin cảm ơn.",
    "em chào thầy cô, em là  MSSV , hiện em đang làm luận văn với bạn  dưới sự hướng dẫn của thầy  vào học kì 202, ban đầu thầy  hướng dẫn em để được làm luận văn 2 người và nói em bổ sung bằng anh văn trong kì trước hạn nộp báo cáo ( mặc dù em chưa có đạt chuẩn anh văn để đăng kí làm luận văn và em có nhắn tin xin phép vào đầu học kì), nhưng bởi do tình hình dịch covid kéo dài nên em không thể đăng kí thi toeic được bên tổ chức thi toeic ở trường và trung tâm IIG, mà hiện tại nhóm em đã làm xong luận văn để báo cáo và chờ tới ngày báo cáo, nhưng do bản thân em vẫn chưa nộp bằng toeic để đăng kí luận văn trên phòng đào tạo, nhóm em tính trước tháng báo cáo thì lên gặp để xin phép để cho em được bổ sung bằng anh văn sau khi báo cáo luận văn, nhưng do càng lúc tình hình bệnh dịch càng nghiêm trọng nên em không thể lên gặp trực tiếp được, vậy nên giờ em nhắn tin để xin phép thầy cô cho em được báo cáo luận văn chung với nhóm và em hứa sẽ bổ sung bằng anh văn vào kì tới (em đã xin phép thầy cô bộ môn và được chấp nhận nhưng phải được sự đồng ý bên Phòng đào tạo),mong thầy cô giúp đỡ, em xin chân thành cám ơn thầy cô.",
    "Em là  , em xin phép được hoãn thi cuối kì hè 203 môn Giải Tích 1  Lí do : Không đáp ứng yêu cầu về trang thiết bị điện tử Chuyện là em lỡ quơ tay làm đổ ly nước vào máy laptop nên máy tính nó bị lỗi bàn phím không bấm phím được nữa. Em sẽ đem ra tiệm sửa nhưng hầu như các tiệm đều đang đóng cửa ở Sài Gòn nên em không đảm bảo sẽ có máy vào ngày thi cuối kì. Em mong phòng đạo tạo sẽ chấp nhận đơn hoãn thi này. Em sẽ đăng kí thi cuối kì vào học kì 211 ạ.",
    "Họ tên:  MSSV:  Do em dương tính với COVID và không đủ sức khỏe để tiếp tục học phần, em làm đơn xin phép được hoãn thi các học phần sau.",
    "Dạ cho em hỏi máy tính của em không có camera, em dùng 2 điện thoại trong quá trình thi cuối kì được ko ạ em cám ơn ạ",
    "Kính gửi PĐT, Trong tình hình dịch bệnh như hiện nay, nhà trường đang tích cực triển khai thi online cho các môn học của HK chính 202 và HK hè 203. Hiện tại, em đã nhận được mail thông báo về việc thi online cũng như nhắc nhở lịch thi học kì hè. Tuy nhiên, vẫn chưa có văn bản thông báo chính thức nào về việc thi online cụ thể sẽ triển khai như thế nào. Mong PĐT sớm có văn bản quyết  định về việc tổ chức thi online cho sinh viên đối với các môn cuối kì. Đồng thời, hiện tại em có nhận được một số văn bản của trường về việc thi online từ các sinh việc khác đã thi giữa kì. Trong đó có quy định sinh viên làm bài trên giấy A4 đã tự chuẩn bị và không được chuyển màn hình laptop trong suốt quá trình làm bài. Em muốn hỏi thông tin trên là đúng sự thật hay không? Nếu đúng, vậy trong tình hình dịch bệnh như thế này, đối với những sinh viên không thể chuẩn bị giấy A4 để dự thi (thậm chí gia đình không có giấy tập) thì phải xử lí như thế nào? Cũng như vậy, đối với những môn thi được phép sử dụng tài liệu trong quá trình làm bài, nhưng do cách li, phong toả, không thể in ấn tài liệu trên file mền thành tài liệu giấy thì phải như thế nào? Có những môn thi tài liệu là cả trăm trang A4, nhiều quyển sách dowload từ mạng, em không thể chép tay hết để sử dụng trong quá trình làm bài. Dù biết PĐT đã rất cố gắng trong công tác triển khai thi online. Tuy nhiên đối với sinh viên như em vẫn còn nhiều vướng mắc. Mong PĐT giúp đỡ, giải quyết những thắc mắc của em trong vấn đề trên. Cám ơn quý thầy cô rất nhiều. Chúc mọi người luôn tràn đầy sức khoẻ.",
    "Kính gửi Phòng đạo tạo Đại học Bách Khoa-ĐHQG Tp.HCM    Em tên là:  - mssv : -Khoa Điện-Điện tử    Em đã đăng ký hoãn thi 2 môn:   B Giải Tích 2 (MT1005)    và   B Cơ sở điện tử công suất (EE2021)     ở HK192. Em muốn đăng ký thi để thay thể điểm VP của 2 môn này tại HK202. Nhưng HK202 tổ chức thi online nên em mong Phòng đạo tạo sắp xếp lịch thi online cho em ạ.      Do em đã làm mất quyết định điểm VP nên dưới đây em có đính kèm theo bảng điểm có chứa điểm 22 (VP) của 2 môn em đăng ký thi  (Giải tích 2 -MT1005, Cơ sở điện tử công suất-EE2021) và đơn đăng ký thi thay thế điểm VP .     HK201 em đã được Phòng đào tạo sắp xếp lịch thi môn Tư tưởng Hồ Chí Minh chỉ cần dùng bảng điểm có điểm VP mà đây là học ký cuối cùng em có thể đăng ký thi nên em mong thầy cô tạo điều kiện cho em thi ở học kỳ 202 này ạ .    Em xin chân thành cảm ơn!",
    "Học kì 211 bắt đầu từ ngày bao nhiêu ạ ?",
    "Kính thưa Phòng đào tạo trường đại học Bách Khoa TPHCM. Em là  MSSV .Em đã hoàn thành đề cương luận văn tốt nghiệp và đang đăng kí Luân văn tốt nghiệp của kì 211. Nhưng hiện tại e chưa đủ ngày ctxh (  10) và chưa có chuẩn anh văn để đủ điều kiện đăng kí luận văn tốt nghiệp. Do kế hoạch của em là hoàn thành ngày ctxh và tiêu chuẩn anh văn trong tháng 6 nhưng vì lí do dịch và giãn cách xã hội nên em đã chưa thưa hiện được. Vì năm nay cũng là năm cuối cùng trong tổng số năm em được học nên em thành khẩn viết đơn này mong phòng đào tạo chấp nhận cho em được đăng kí Luận văn tốt nghiệp kì 211. Em xin hứa hoàn thành các điều kiện tiên quyết ngay sau khi hết giãn cách xã hội và hoàn thành tốt Luận văn tốt nghiệp ạ. Em xin cảm ơn. ",
    "Em chào thầy cô, thầy/cô cho em hỏi khi nào là hạn chót nộp đơn hoãn thi ạ? Em cảm ơn ạ.",
    "em muốn xin hoãn thì thì thủ tục làm như thế nào? Và hoãn thi thì điểm thành phần bị xoá hết chỉ lấy điểm thi làm điểm tổng kết hay sao? Nếu hoãn thì phải đăng kí môn đó lại cho kì kế tiếp?",
    "Kính gửi PĐT, Cho em hỏi về việc sử dụng tài liệu cho các môn thi đề mở như Triết Học Mác, Pháp luật Đại cương,v.v Do kì hè em chưa mua kịp giáo trình, với theo qui chế thi thì em thấy các môn trên được sử dụng tài liệu. Vậy cho em hỏi trong lúc thi onl, em có được mở file word/ pdf tài liệu các môn trên được không ạ?   i  .",
    "Dạ cho em hỏi để tiếp tục theo học em chuyển sang hệ vhvl thì em cần làm gì ạ ? Mong pđt giúp đỡ em ạ",
    "Kính gửi:Quý thầy cô, Em tên là , sinh viên lớp QL17KD khoa Quản lý công nghiệp. Em viết nội dung câu hỏi này rất mong nhận được sự phản hồi sớm từ quý thầy cô. Thầy cô cho em hỏi về điều kiện xét tốt nghiệp đối với điểm 12 của 4 môn anh văn (1,2,3,4). Em được điểm 12 cả 4 av thì em có cần chuyển điểm anh văn vào để được xét tốt nghiệp không? Em xin cảm ơn và chúc thầy cô nhiều sức khỏe . Trân trọng,   .",
    "Em là sinh viên chuyển từ hệ chính quy sang hệ VLVH. Ở chương trình chính quy em đã học đủ các môn và đủ điều kiện để đăng kí luận văn tốt nghiệp. Khi chuyển sang hệ VLVH thì điểm của các môn chưa được cập nhật nên em không thể đăng kí luận văn tốt nghiệp. Mong thầy/cô hướng dẫn em quy trình cập nhật điểm cho đợt đăng kí môn học này. Nếu được thì có cách nào làm từ xa hoặc online được không, vì hiện tại TPHCM đang bị cách ly, em ở quê không thể lên trường được. Mã số sinh viên cũ của em là 6 - . Em chân thành cảm ơn thầy/cô.",
    "kính chào quý thầy cô! Em tên  msvs  hệ VLVH Em có thắc mắc về danh sách miễn môn do pdt cung cấp. lúc đầu trong danh sách miễn môn em được nhận có các môn em được học bổ túc kiến thức khi mới nhập học và môn điều khiển tự đọng. Hiện tại các môn đó đã mất, điều đó làm em khó khăn trong việc đăng ký môn học kỳ 211. Mong thầy cô có thể giải quyết sớm giúp em. Em cảm ơn!",
    "Em xin phép hoãn thi giữa kỳ môn Giải tích 1 HK203 vì em không có camera và micro để vào phòng thi ạ",
    "Em để quên thẻ SV trên TP.HCM rồi thì có thể dùng các giấy tờ nào khác để thay thế không ạ, hoặc là chụp lại ảnh thẻ SV được không ạ? Chỗ em ở đang bị phong tỏa nên không thể ship về được ạ! Em xin cảm ơn!   i  .",
    "Dạ chào thầy/cô, e thấy trên mybk pđt sắp e thi cuối kỳ môn xác suất & thống kê vào ngày 5/8 ở phòng 108B8, vậy cho e hỏi là gần tới ngày thi e phải vào lại cơ sở 1 để thi hay sao ạ, tại vì e thấy những môn kia hầu hết là thi online và có 1 môn e thi vào 20/08 ở trường, e mong nhận được phản hồi từ thầy/cô sớm ạ, e cảm ơn thầy/cô đã xem xét trường hợp của e ạ",
    "Cho em hỏi là đăng ký nhập môn kỹ thuật phải làm đơn cho pdt. Vì môn này chỉ mở cho sinh viên năm nhất mà tình hình dịch bây giờ không nộp đơn được thì phải làm sao ạ",
    "Em là , MSSV: Em xin phép Phòng đào tạo cho phép em hoãn thi cuối kỳ môn giải tích 2 HK203. Em cảm ơn và mong nhận được câu trả lời ạ! Chúc thầy cô sức khỏe.",
    "Em có tạm hoãn 2học kì. Nếu không tính học kì bị tạm hoãn thì em mới học 5 học kì. Số tín chỉ tích lũy của em là 51 tín chỉ. Điểm trung bình tích lũy là 5.30. Sao em vẫn bị cảnh cáo học vụ ạ. Em có gửi ảnh phía dưới.",
    "Cho em hỏi là mình phải lên trường thi hay onl ạ Em xin cảm ơn",
    "Kính gửi quý thầy/cô Em là Ông  MSSV:  Em có một vài câu hỏi như sau ạ 1) Khi em nộp bằng tiếng anh để chuyển điểm 4 môn anh văn thì 4 cột điểm đó có được tính vào điểm trung bình tích lũy ngành cũng như được cộng 8 tín chỉ tích lũy ngành không ạ. 2) Nếu điểm chuyển của em cao hơn điểm em đạt trong học kì thì khi tính điểm trung bình tích lũy ngành sẽ tính như thế nào ạ.(trong trường hợp điểm chuyển được tính trung bình tích lũy ngành) Em mong quý thầy cô hồi đáp 2 câu hỏi của em Em xin cảm ơn",
    "Thưa cô! Em tên là  MSSV:  Hiện tại em thấy đã có lịch thi cuối kì hk202 ở trên phần thông tin của mybk nhưng em lại chỉ thấy lịch thi của nhưng môn không có thí nghiệm còn nhưng môn có học phần thí nghiệm thì không thấy phân lịch thi ạ! Em không biết những môn học có học phần thí nghiệm nhưng không được phân lịch thi thì có được thi vào thời gian như mail pđt thông báo về hình thức thi trực tuyến không ạ? Em cám ơn!",
    "Chào cô, Lần trước em có hỏi về cách xin chuyển hệ từ chính quy sang vừa học vừa làm. Cô bảo là tải đơn xin thôi học, điền vào, kí tên rồi gửi qua bksi.hcmut.edu.vn. Nhưng nay dịch bệnh em không có in ra ở tiệm được, em có thể tải file pdf, rồi ghi và kí trên máy tính, rồi gửi cô được không ạ? Hay bắt buộc phải in giấy rồi ghi kí tên bằng tay, rồi chụp ảnh gửi qua ạ web ạ. Em cảm ơn.",
    "em có thể biết tình trạng học của em hiện tại được không ạ, và em đăng kí được môn học nào không ạ",
    "Dạ e chào thầy ( cô ) ạ. Em có chút thắc mắc mong thầy (cô) hướng dẫn em với ạ Em có làm đơn thu nhận lại rồi . Trong mybk cũng hiện lên trạng thái đang học nhưng sao vẫn ghi tạm dừng kì 1 năm 2021-2022 vậy a. Như vậy e có cần làm đơn lại không ? Để được tiếp tục học ạ . Em xin chân thành cảm ơn !",
    "Cho em hỏi. Kì dự thính 202 em có học dự thính môn giải tích mạch, nhưng dạo gần đây trong lịch thi em thấy không có môn giải tích mạch. Này có vấn đề gì không . Em cám ơn.",
    "Kính thưa thầy cô, trong học kì 5 của em có môn tự chọn tự do, vậy thầy/cô cho em hỏi là môn đó là mình tự chọn 1 môn trong nhóm A,B hay sẽ có danh sách cụ thể ạ. Em xin cảm ơn",
    "Em là , MSSV: . Em muốn hỏi tình hình dịch như hiện tại vậy vì sao phòng thi lại ở trên trường ạ. Em xin cảm ơn.",
    "Em đang học năm 2 và đã hoàn thành các môn yêu cầu để chuẩn bị chuyển tiếp vào tháng 2-3 năm 2022. Tuy nhiên em phải đăng ký môn học để duy trì làm sinh viên trong học kì 211. Em dự định sẽ đăng ký 1 môn thể dục và em thắc mắc như vậy có thể đáp ứng số tín chỉ tối thiểu không vì môn thể dục không có tín chỉ . Em chân thành cám ơn !!!!",
    "Kính gửi các thầy cô, Em tên là  (MSSV :), thì ngày 2/7/2021 em có nộp đơn xin rút 2 môn học là GT1, VL1 và đã được tiếp nhận . Nhưng sau ngày 20/7/2021 em vẫn chưa nhận được điểm R 2 môn học trên . Mong Thầy Cô xử lí giúp em ạ, em xin chân thành cảm ơn.",
    "Kính gửi quý thầy/cô Do học kì trước em không đăng kí môn học nên bị tạm dừng quá trình học tập. Học kì này em xin đăng kí thu nhận. Xin chân thành cảm ơn thầy/cô.",
    "Hiện nay link xem quy chế xét học bổng khuyến khích của trường đang bị lỗi (như hình), em không tra cứu được . Xin hỏi HBKK có yêu cầu về số tín chỉ tối thiểu cần đạt trong học kì không và là bao nhiêu tín chỉ ạ? Trường hợp em đã vượt tiến độ CTĐT và tổng tín chỉ các môn còn lại bé hơn số tín chỉ tối thiểu đó thì có được xét HBKK không ạ? Em cám ơn.",
    "em chào thầy/cô  Dạ em là sinh viên K20 và do điều kiện khó khăn và dịch Covid nên chưa hoàn thành học phí hk2 khóa k20 được. Vậy sau khi đi học  lại em đóng được không ạ ? em cám ơn ! ",
    "Kính chào quý thầy cô! Do kì rồi em không đăng kí môn học nên bị tạm dừng, nay em xin nộp đơn xin thu nhận lại để tiếp tục chương trình học tập. Em xin chân thành cảm ơn!",
    "Dạ em chào thầy/cô em là sinh viên K20 và vấn đề là các mã phòng thi của em đều ghi là hangout hết. Vậy thì có sao không ạ em cám ơn !",
    "Kính chào thầy, cô Phòng Đào Tạo, Vào tháng 5 em có nhận được mail \"Thông báo Quyết định v/v thu nhận sinh viên chính quy và chuyển sang hình thức đào tạo hệ vừa làm vừa học năm 2021\", em đã nộp phiếu đăng ký và bản sơ yếu lý lịch diện chuyển hệ đợt tháng 4/2021 cho Phòng Đào Tạo (101A1) theo như email. Hiện em có thắc mắc nhờ thầy cô giải đáp  Hiện tại em sẽ đăng ký môn học theo MSSV chính quy cũ hay đợi có MSSV mới theo hệ VLVH ạ, vì em được biết các bạn đợt tháng 3/2021 đã có MSSV mới. Mong thầy cô giải đáp giúp em ạ, Em xin chân thành cảm ơn. --  - MSSV: Tell: [phone_number]  .",
    "Cho em hỏi là: em đang là sinh viên khoá K19(Khoa CNVL), trong năm 1 em có rớt nhập môn và kỹ thuật (MA1001) và cũng ngay sau đó đầu năm 2 em có hỏi và được thầy/cô ở pđt tư vấn là đăng ký nhập môn kỹ thuật (EE1001) cùng học với sinh viên khoá K20 nhưng mà do bị trùng thời khoá biểu nên bị bỏ mất, nên cho em hỏi là với đầu năm 3, em phải làm như thế nào để đăng ký học với K21 và vẫn phải đăng ký với mã EE1001 hay là MA1001 ạ . Em xin cảm ơn thầy/cô đã đọc",
    "Em là , MSSV: Em xin phép Phòng đào tạo cho phép em hoãn thi cuối kỳ môn giải tích 2 HK203. Em gửi đơn và hình email xác nhận của giáo viên như vậy đã đủ thủ tục chưa ạ! Chúc thầy cô sức khỏe.",
    "Cho em hỏi do về quê tránh dịch không mang theo thẻ sinh viên thì lúc thi online em có thể thay bằng Chứng minh nhân dân để điểm danh được không ạ?",
    "Em chào Thầy/Cô! Cho em xin cách liên hệ với Khoa Điện để xin đặc cách đăng kí môn học với ạ! Em cảm ơn!",
    "Cho em hỏi hiện tại em muốn xin được hoãn thi cuối kì 202 do không có đủ trang thiết bị và cuối kì D202 ạ.Em xin hỏi việc liên hệ PĐT để đăng kí hoãn thi hay việc xác nhận của giảng viên qua mail của sv(sau đó chụp hình gửi kèm đơn hoãn thi) thì cái nào đúng với quy định hiện hành ạ. Em xin chân thành cảm ơn.",
    "Dạ pđt ơi cho em hỏi về vấn đề thi onl với ạ, nhà e ở tphcm nhưng phải về quê trốn dịch hơn 2 tháng rồi ạ(về quê trước khi biết là có tin thi onl của trường) nên hiện tại e ở dưới quê e ko có đủ điều kiện về máy móc và đường truyền mạng nên ko thể thi onl được ạ. Pđt cho e hỏi là nếu như hoãn thi onl thì điểm thành phần của e có được bảo lưu ko ạ? Tại e có đọc gmail trường mình mà ko thấy bảo là xóa hay bảo lưu điểm thành phần và e cũng có đọc quy định 17.2 rồi, nhưng mà vì năm nay là do trường hợp đặc biệt do dịch bệnh nên ko biết là có ngoại lệ ko ạ? Dạ e cảm ơn pđt",
    "Thưa Thầy/ Cô, kính mong Thầy/Cô giải đáp giúp em 2 vấn đề sau ạ: 1. Bộ môn Kiến Trúc, Khoa KTXD đã đổi chương trình, bỏ đi 1 vài môn, vậy nếu em rớt những môn đó thì phải làm sao ạ? 2. Cũng có 1 số bạn rớt giống em, nhưng chưa đủ sỉ số để mở lớp, vậy tụi em phải làm gì ạ? Em cảm ơn Thầy/Cô đã giải đáp giúp em ạ.",
    "Kính gởi thầy cô, Em tên là , mssv , gia đình em gặp khó khăn do ảnh hưởng dịch bệnh nên em có lỡ đóng trễ học phí. Khi bảo vệ đồ án thì em thấy trong danh sách của giảng viên được in từ phòng đào tạo có ghi \"Nợ học phí, liên hệ pđt\". Nay em viết tin nhắn này mong thầy cô cho em hỏi: Ở các môn thi tiếp theo, em có bị ghi là \"Nợ học phí, liên hệ pđt\" không ạ? Nếu mà môn nào cũng liên hệ pđt thì rất mất thời gian của thầy cô ạ Em cám ơn thầy, cô đã đọc Trân trọng. ",
    "Khi em đăng ký thì hệ thống báo lỗi yêu cầu GDTC 2 trong khi em đã qua GDTC 2 rồi ạ. Em mong được giải đáp. Em xin cám ơn ",
    "Em là Đổng Quốc Tường mssv:  Sv lớp liên thông Ôtô cao thắng. Khọc kỳ trước ở 2 môn Thí Nghiệm Ôtô và Phương Pháp Thiết Kế Ôtô do em bi bệnh nên đã không thi được, em đã làm đơn và PĐT đã chấp nhận cho em thi lại với khóa sau. Nhưng do tình hình dịch em không thể lên trao đổi với PĐT được. Hiện tại đang có lớp PP Thiết Kế, cho em hỏi làm sao để em đăng ký vào lớp đó để được chuyển điểm và chờ thi chung ạ. Em xin cảm ơn ạ.",
    "Em tên là  mssv  Em đăng kí hoãn thi cuối kì môn học MT1009 Phương pháp tính DT02 học kì 203 giảng viên  Sau đây là hình ảnh mẫu đơn và mail xác nhận không bị cấm thi Em xin cảm ơn",
    "Xin chào PĐT Dạo gần đây có nhiều bạn chưa biết rõ, nên đã có tung 1 số tin gây hoang mang. Em xin hỏi về điều 17. trong Quy định/Quy chế hoãn thi:    - Nếu mình hoãn thi thì điểm được tính như thế nào, cơ chế tính toán ra sao ạ Kính mong được PĐT giải đáp ổn thỏa, chứ điều 17 hiện đang viết rất chung chung và có thể gây hiểu lầm Em xin cảm ơn",
    "Em là , MSSV: Em xin nộp đơn HỦY rút môn học \"Thực tập kĩ thuật\" Kính mong Phòng đào tạo xem xét.",
    "dạ hiện tại là 28/7 em thi online nhưng bây giờ em đang mất thẻ sinh viên và đã đăng kí làm lại đồng thời thanh toán sáng nay. em xin hỏi nhà trường có thể chuyển phát nhanh thẻ cho em qua bưu điện trước 28/7 được không ạ tại vì em thi online. em ở thành phố HCM ạ",
    "Chào cô/thầy mình hiện là K15 do trể anh văn nên chưa tốt nhiệp được và kì rồi mình không đăng ký môn học nên bị tạm dừng.   Cho mình hỏi là  bây giờ mình muốn viết đơn để xin nhận lại để dk tốt nghiệp thì làm cách nào ạ . Do tình hình dịch căng thẳng nên trường tạm đóng cửa nên mình không vào trường và viết đơn thu nhận lại cho phòng đạo tạo được . Mình cảm ơn nhiều.",
    "Em còn nợ 2 môn Lập trình hệ thống điện (403707) và Lôgic tổ hợp (404713) của chương trình Pfiev. Hiện tại từ khóa 19 trở đi thì 2 môn học này không có trong chương trình đào tạo của khoa nữa và em không tìm được đủ sĩ số để xin được mở lớp. Những môn này không có trong danh sách những môn học có thể chuyển điểm tương đương trong chương trình mới của khoa. Em mong quý thầy,cô chỉ dẫn cho em hướng giải quyết, cũng như có môn học nào của chương trình đại trà em có thể học để chuyển điểm tương đương được không ạ? Em cảm ơn.",
    "Em xin kính chào quý thầy, cô ở PĐT. Em tên là , MSSV , SV ngành KHMT CLC. Theo em được biết thì em sẽ được học quân sự vào học kì 211. Do đây là lần đầu em học kì quân sự, nên em không biết thời khoá biểu các môn trong học kì này sẽ được sắp xếp như thế nào. Em gặp một vấn đề như sau: em học trước ở kì 203 môn Triết học  -  (theo kế hoạch là học ở kì 211), nên đến kì 211, mặc dù đã đăng kí môn khác (KTCT  - ) bù vào đó, nhưng em lo rằng sẽ không thể xếp lớp, vì số môn / lớp dạy theo lịch của quân sự khá là hạn chế. Nên tình hình là nếu môn KTCT  -  không có lớp thì em sẽ chỉ còn lại 12 chỉ ở học kì này. Em kính nhờ quý thầy cô hướng dẫn em cách giải quyết vấn đề nêu trên. Và nếu vào học kì quân sự em chỉ được học 12 tín chỉ (mặc dù đã đăng kí 14 chỉ nhưng không thể xếp lớp), thì em có bị bất kì hình thức kỉ luật nào về học tập không? Em xin cảm ơn. Em kính chào thầy cô.",
    "Dạ cho em hỏi là sau khi mình kết thúc, qua hết môn, bảo vệ xong luận văn tốt nghiệp, mình chưa muốn tốt nghiệp mà học cải thiện 1 2 môn rồi mới tốt nghiệp có được không ạ?",
    "Hiện tại đang trong đợt dịch thì làm sao để có thể chuyển hệ VLVH được ạ? Nếu như chuyển hệ thì có cần phải nộp bằng toeic để được làm  luận văn hoặc ra trường không ạ?   i  .",
    "thầy cô cho em hỏi là nếu em hoãn thi thì phải hoãn hết tất cả các môn hay sao ạ ... vì em chỉ mượn được thiết bị trong 1 số ngày nhất đinh thôi ạ",
    "Thưa quý thầy cô, về vấn đề thi online HK202, em nhận được mail của trường nói rằng phải đảm bảo đường truyền. Nhưng đường truyền nhà em rất yếu và không ổn định, thường xuyên mất kết nối trong thời gian rất dài. Mà em ở tỉnh Kiên Giang, đang thực hiện chỉ thị 16, không thể sửa chữa đường truyền để đủ điều điện đảm bảo thi online. Vì vậy, em xin được hỏi rằng em có thể xin hoãn thi được không? Mong thầy cô giải đáp thắc mắc của em. Em xin chân thành cảm ơn!",
    "Em tên là , MSSV  Hiện em thuộc diện F0, phải cách ly tập trung để điều trị Nay em viết đơn này xin hoãn thi môn Khoa học trái đất Mong PDT đồng ý.",
    "MSSV  Em xin nộp phiếu đề nghị tạm dừng học ạ!",
    "Dạ thưa cô, em làm lvtn kỳ này nhưng tình hình do dịch nên không làm mô hình được và bộ môn quyết định bv online. Thì có ảnh hưởng gì đến đánh giá lv không ạ?",
    "Em là nguyễn hoàng tấn phong  mssv :  lý do : em chỉ mượn được thiết bị đủ theo yêu cầu của nhà trường vào 1 số ngày theo đúng lịch thi nên em xin được hoãn thi 1 số môn. Môn xin hoãn : -Cơ sở điều khiển tự động (EE2019)_ lớp L01  -Giải tích 2 (MT1005)_ lớp L28-A -Tín hiệu và hệ thống (EE2005)_ lớp l04-C -Trường điện từ (EE2003)_  lớp A01-A",
    "Kính chào, Em tên: , MSSV: , Cách đây không lâu PĐT có thông tin với em là đã được hiệu chỉnh phân ngành hệ VHVL của em và chờ đợi 1 thời gian để PĐT cập nhật. Đến nay em kiểm tra ở Cổng tuyển sinh vẫn chưa thấy PĐT cập nhật. Kính mong PĐT xem xét lại vì cũng còn đúng 1 tuần nữa là sẽ hết hạn đăng ký của hệ Chính quy chuyển sang VHVL. Trân trọng.",
    "Kính gửi thầy/cô,  Em là K20 khoa QLCN, trong đợt đkmh vừa rồi, em có đăng kí môn học tự chọn tự do là Công nghệ xanh mã EN3099 nhưng em có chút thắc mắc rằng, hiện em là sinh viên năm 2 có được học mã chương trình năm 3 không ạ?  Đồng thời nếu được học thì sau này em không cần học nữa nếu đã qua môn trong trường hợp môn này đổi mã đúng không ạ?  Mong sớm nhận được phản hồi từ nhà trường . Em chân thành cám ơn!",
    "Dạ nhà trường cho em hỏi về các bước làm đơn hoãn thi cuối kì ạ. Vì có nhiều mục em chưa hiểu rõ lắm, ví dụ như: em không đáp ứng đủ điều kiện đường truyền thì em sẽ đánh dấu vào mục trường hợp khẩn cấp hay các lý do đặc biệt khác ạ?,, và em học 4 môn 4 giảng viên khác nhau thì em sẽ cần làm 4 đơn đúng không ạ? Thêm vào đó, điểm thành phần đã có trước đó và điểm kiểm tra cuối kì sau đợt hoãn của em sẽ được tính như thế nào ạ? Mong rằng sớm nhận được phản hồi từ nhà trường . Em xin cảm ơn",
    "i Học vụ        Chào Thầy/Cô   Trong đơn hoãn thi với lý do là không đủ điều kiện để thi trực tuyến thì mình tick vào mục số \"có lý do đặc biệt khác\" đúng không ạ?   Sau khi xin xác nhận của GVBM thì mình nộp về mail  có đúng không ạ?   Xin cảm ơn",
    "Do em không đáp ứng được yêu cầu về trang thiết bị điện tử nên em xin phép được hoãn thi trực tuyến ạ",
    "Hướng dẫn cách hoãn thi",
    "Em chào Thầy, Cô - Thưa Thầy/Cô em thấy trường đang cho đăng ký Luận Văn Tốt Nghiệp nhưng tình hình dịch căng quá không có trung tâm nào mở để cho em thi Toeic được. - Không biết em có cách nào để đăng ký Luận Văn Tốt Nghiệp trong đợt này được không ạ ? - Hôm nay em có nhận được một email của trường về vấn đề đăng ký môn học trong học kỳ này. - Em đã đọc kĩ và có vẻ là nhà trường cho bọn em đăng ký luận văn tốt nghiệp mà chưa cần nộp anh văn trong học kì này phải không ạ ? - Em chân thành cảm ơn thầy đã giúp đỡ và đã dành thời gian đọc tin nhắn của em. Thân Chào",
    "thưa pdt, pdt cho em hỏi ạ. em đọc trong quy chế đào tạo song ngành có ghi là: SV học song ngành theo hướng ngành phụ không được phép đăng ký học phần tốt nghiệp của ngành thứ hai. học phần ngành thứ 2 là gì vậy ạ, có phải là 3 môn:  thực tập tốt nghiệp đề cương luận văn luận văn tốt nghiệp. có thiếu hay dư gì không ạ, mong thầy/cô giải đáp giúp để em có thể đăng kí môn học không thiếu ạ, em xin cảm ơn thầy/cô.",
    "Chào thầy/cô Em tên là  mã số sinh viên  là sinh viên hệ VLVH khoa kỹ thuật máy tính K14 chuyển hệ từ chính quy do quá hạn đào tạo của K14 (mã số sinh viên ). Hiện tại em đã hoàn thành thủ tục nhập học vào tháng 3 năm 2021 và em đang gặp một số vấn đề như sau:     1. Về điểm chuyển của những môn đã hoàn thành ở hệ chính quy em cần làm thủ tục gì để được chuyển hay sẽ tự động cập nhật ạ, và em có thể xem điểm đó bằng cách nào ạ.     2. Về việc đăng ký các môn học, em chưa thể đăng ký được môn học từ lúc nhập học là tháng 3 đến bây giờ ạ. Kính mong thầy cô xem xét và giải đáp giúp em ạ. Chúc thầy cô nhiều sức khỏe ạ. Em xin chân thành cảm ơn   i ",
    "MSSV: Em xin nộp đơn hoãn thi kính mong PDT xem xét giúp em ạ. Em có nêu lý do trên đơn; kèm theo xác nhận của GVBM là em không thuộc diện sinh viên dự định bị cấm thi và minh chứng đường truyền wifi khu vực em ở thật sự tệ ạ. Em xin cảm ơn thầy/ cô ạ  .",
    "Em xin chào admin,  Hiện tại vào cuối tháng 5 em có đki in giấy chứng nhận sinh viên. Sau đó đầu tháng 6 thì nhà trường có kết quả về việc đã có giấy nhưng lúc đó do tình hình dịch bệnh và thực hiện các chỉ thị, em ko tiện lên trường lấy giấy chứng nhận. Hiện tại trên trang trả kết quả, em có thể dịch vụ chuyển phát qua vietel post, nhưng em ko thấy hướng dẫn về việc đki làm sao để lấy giấy chứng nhận thông qua vietel post. mong admin giúp đỡ.   Em cảm ơn ạ",
    "Kính gửi Phòng Đào tạo, Em xin nộp đơn trình bày lý do đóng trễ học phí và xin được khôi phục thời khóa biểu. Em đính kèm hình ảnh xác nhận của GV các môn học và kết quả chấp nhận đăng ký GV hướng dẫn TTTN. Em cảm ơn./.",
    "Chào thầy/ cô ạ Em là . Mssv:  Em có một thắc mắc là : Sắp tới kì thi cuối kì online, mà thẻ sinh viên , em để lại trọ ở thành phố . Vậy cho em hỏi thi có cần thẻ sv để trình diện ko à ? Hay dùng chứng minh nhân dân thay thế được không ạ ? Nếu dùng thẻ sinh viên thì tụi em cần làm thẻ rồi gửi chuyển  phát nhanh phải không ạ ?",
    "Thầy cô cho em hỏi trong thời điểm dịch bệnh covid em có thể nộp đơn hoãn thi ở đâu ạ? Em xin cảm ơn!",
    "Thưa, kì thi cuối kì HK202 sắp tới nhưng em không có đủ cơ sở vật chất (cụ thể là em không có laptop) để tham gia kì thi ạ. em mong nhà trường giúp đỡ em về cách thức đăng kí hoãn thi cuối kì HK202 ạ. em xin cảm ơn.",
    "Em tên , MSSV , lớp MT18KT01. Em xin nộp đơn đăng ký thi cuối kỳ để thay thế điểm VP (đính kèm ảnh chụp quyết định nhận điểm VP). Rất mong PĐT xem xét. Em xin cảm ơn",
    "Dạ em là   Mssv:. Khoa:xây dựng. Pđt cho em hỏi là do em bị vướng môn nhập môn kĩ thuật mã CI1001 của năm 1 do môn này chỉ cho năm 1 học nên kì 211 này em sẽ đăng kí học chung với k21,vậy em cần phải nộp đơn online xin được học khi đã có thời gian môn học cụ thể hay phải lên thẳng pđt để nộp ạ.Dạ em cám ơn Pđt mong Pđt phản hồi em sớm.",
    "Em chào cô, cô cho em hỏi là mẫu đơn thiếu chỉ xin thực tập em tìm nhưng không thấy trên AAO ạ, vậy em phải tự viết hay sao ạ?",
    "Chào thầy/cô. Cho em hỏi khi thi cuối kì online, với các môn thi được sử dụng tài liệu, sinh viên có được phép dùng tài liệu là các file trên laptop không ạ, hay phải in tài liệu ra giấy ạ? Em cảm ơn thầy/cô!",
    "n xin hoãn bảo vệ LVTN- Khoa MTTN",
    "Em chào Thầy/ Cô. Thầy/Cô ơi, nếu vào ngày 12/8 này bảo vệ luận văn tốt nghiệp nhưng chưa có đủ bằng anh văn phần nói và viết, vậy em có thể bổ sung vào trước tháng 11 để kịp tốt nghiệp vào tháng 11 không ạ? Nếu trường hợp không được, thì em sẽ bổ sung vào trước tháng 4 tới, vậy học kì đó em có được phát giấy hoãn nghĩa vụ quân sự hay phải đăng kí môn nào để ở được xác nhận là sinh viên không ạ? Em cảm ơn Thầy/ Cô ạ.",
    "Dạ em là SV K19, ở học kì 192 do chưa có chương trình đào tạo chính thức nên tụi em tưởng môn phương pháp tính vẫn nằm trong ctđt, sau này thì khi có ctđt môn này đã bị bỏ cho K19. Nhưng em đã học xong và tính vào tbtl, vậy các thầy cô cho em hỏi em có thể làm đơn xin bỏ điểm môn này không ạ? Hay là môn này sẽ tính vào môn tự chọn ạ? Nếu em học dư môn so với ctđt thì tính điểm như thế nào ạ? Em xin chân thành cảm ơn.",
    "Với mỗi môn hoãn thi, em cần gửi đơn cho giảng viên phụ trách và chủ nhiệm khoa xác nhận, hay tất cả các môn chung một đơn ạ?",
    "kính chào phòng đào tạo em có nhận được sự giải quyết nhưng trong câu trả lời thì cô quỳnh như có viết hk 3 2019-2020 và xem sau ngày 15/9/2020.Như vậy thì có sự nhầm lẫn ạ.Đúng sẽ phải là hk3 2020-2021 ạ",
    "Em chào thầy cô pdt ạ, em muốn hoãn thi cuối kỳ môn kỹ thuật lập trình CO1027 thì em phải làm các bước như thế nào ạ, em xin cảm ơn   i ",
    "Em chào thầy/cô, Cho em hỏi là mọi môn nếu đăng ký đủ chỉ số thì vẫn có thể mở lớp phải không ạ? Nếu em đăng ký vượt môn mà đủ chỉ số ở hk chính thì có mở không ạ? tại có những môn không nằm trong chương trình đào tạo chính của các khoá mà em thấy vẫn có người đăng ký lại ở hk chính, không phải hk dự thính. Do em trể hơn so với K20 1 kì nên em muốn bù môn ấy ạ! Và học kì dự thính chỉ dành cho những bạn rớt môn đăng kí học lại hay sao ạ? nếu những bạn rớt này đăng kí trong kì chính luôn thì sao ạ? Em cảm ơn thầy/cô ạ!",
    "Dạ cho em hỏi hiện tại trường triển khai thi CK online. Vì về quê gấp nên em quên không mang theo thẻ SV của mình về quê vậy cho em hỏi em có thể làm thế nào để được chứng nhận và xuất trình khi tham gia thi vậy ạ. Em cảm ơn   i  .",
    "Dạ em chào phòng đào tạo ạ, Em là , MSSV . Kì 202, em xin phép hoãn thi cuối kỳ môn Đườnglối CM của ĐảngCSVN SP1009 L04, thi lúc 7h ngày 09/08. Do không đáp ứng đầy đủ về yêu cầu trang thiết bị. Mong phòng đào tạo xem xét và hướng dẫn thêm nếu thiếu soát, em cảm ơn!",
    "Em chào thầy, cô Em là sinh viên K18, khoa hóa. Hiện em không thể đăng ký môn học được do không đủ điều kiện tiên quyết (phải học trước 1 môn khác). Vì môn em muốn đăng ký là môn chuyên ngành, không tổ chức giảng dạy cho khóa sau nữa nên em muốn hỏi em có thể làm đơn xin đăng ký học song hành 2 môn trong kỳ này được không ạ? Em xin cảm ơn thầy, cô.",
    "Em là  sinh viên lớp XD20XD02. Em xin nộp đơn xin hoãn thi cuối kì 202 môn triết học - kèm theo ảnh xác nhận đồng ý của giáo viên.",
    "Em là  sinh viên lớp XD20XD02. Em xin nộp đơn xin hoãn thi cuối kì 202 môn khoa học trái đất kèm theo ảnh xác nhận đồng ý của giáo viên.",
    "Dạ em chào thầy cô. Do em chủ quan về điện thoại. Nên gmail em đã không có thông báo. Dẫn đến quên đóng học phí kì DT202 nên bây giờ lịch thi kì DT202 đã mất. Em sẽ đóng học phí gấp trong tuần này. Mong thầy cô hướng dẫn để em có thể có lịch thi ở kì DT202 này ạ. Em cám ơn ạ",
    "Môn:    Anh văn 3   B MSMH:    LA1007      : Đợt đăng kí môn học 19/7-23/7 em có đăng kí môn học av3 nhưng khi hết đợt đk em vào xem lại thì lại mất môn. Hiện tại tkb của em đang trống nếu không đk được đợt này thì em không thể đk trong đợt hiệu chỉnh được. Hiện em đã tạm hoãn học kì trước rồi nếu học kì này không có tkb thì em sẽ bị đuổi học. Mong thầy/ cô kiểm tra đăng kí lại giúp em với ạ. Em cảm ơn rất nhiều.",
    "MSSV: dạ cho em hỏi có phải do em bị cấm thi không ạ. mong phòng đào tạo trẻ lời em sớm ạ. em cảm ơn ",
    "Cho em hỏi em còn nợ khoản học phí trên bkpay để thanh toán nhưng mà nay em lên trang bkpay để thanh toán thì khoản học phí đó em lại không thấy ạ. Em cảm ơn ạ",
    "Cho em hỏi em k mang theo thẻ sinh viên về thì lúc thi online có được dùng chứng minh nhân dân thay thế k ạ. Em cảm ơn ạ.",
    "Kính gửi ban giám hiệu nhà trường . Em tên , MSSV:. Em muốn đăng ký hoãn thi . lí do: máy tính em không có webcam . mong nhà trường sẽ sớm phản hồi lại em",
    "Chào thầy/cô ạ Em muốn xin phòng đào tạo cho em xin hoãn thi môn Giải tích 2 (MT1005) ạ Lí do: vì tình hình dịch bệnh nên em phải về quê tránh dịch, ở đây cơ sở vật chất thiếu thốn, đường truyền mạng không ổn định như vậy sẽ ảnh hưởng đến kết quả thi của em nên em mong phòng đào tạo xem xét để em đượchoãn thi ạ Em cám ơn thầy cô đã đọc thư này.",
    "Xin chào thầy/cô, em có vài câu hỏi về việc thi onl ạ. -  Thi cuối kỳ bỏ quên thẻ sv ở ktx thì phải làm sao ạ ??? Có được sử dụng cmnd thay thế không ạ? Trong trường hợp không có cả cmnd và thẻ sinh viên thì làm sao để có thể thi onl ạ? - Hoãn thi thì sẽ hủy bỏ các điểm thành phần phải không ạ? Lấy điểm thi cuối kì làm điểm tổng kết luôn phải không ạ? - Thời gian làm bài là tùy từng môn hay là đã có thông báo tối đa là 60’ như trong bản hướng dẫn thi onl tạm thời ạ? - Môn số môn thi tự luận dùng giấy a4 nhưng bây giờ khu vực đang bị cách ly không kiếm được thì sử dụng giấy khác thay được ko ạ ? - Bài thi tự luận thì mình có cần viết các thông tin cá nhân trên giấy làm bài thi không ạ ? Em mong Nhà trường có hướng dẫn chi tiết và cụ thể ạ, giờ càng ngày càng gần ngày thi mà tụi em vẫn còn khá mơ hồ về vấn đề này ạ. Gần đây thường xuyên làm phiền thầy cô rồi, em biết thầy/cô đang rất vất vả để giúp tụi em thi onl nên là cảm ơn thầy, cô rất nhiều   3 Chúc mọi người có một ngày tốt lành!!!",
    ": Theo như thông báo từ nhà trường hiện tại thì nhà trường có tổ chức thi cuối kì học kì 202 bằng hình thức online mà hiện tại thẻ sinh viên của em đang ở trên kí túc xá ạ, nên cho em hỏi là làm cách nào để được xác nhận cho thi khi không có thẻ sinh viên ạ. Em trân  thành cảm ơn!",
    "Em là , MSSV: Em xin phép Phòng đào tạo cho phép em hoãn thi cuối kỳ môn giải tích 2 HK203. Em gửi đơn và hình email xác nhận của giáo viên như vậy đã đủ thủ tục chưa ạ! Chúc thầy cô sức khỏe.",
    "Dạ em kính chào Phòng Đào Tạo, Em tên là , MSSV , hiện tại đã gần đến ngày thi cuối kì online do em bị mắc kẹt ở khu vực phong toả (nhà nội của em) và hiện tại tỉnh em đang áp dụng chỉ thị số 16 nên không thể đi về nhà hay người thân đưa thẻ đến. Em có thể sử dụng căn cước công dân hoặc bằng lái xe để thay thế cho thẻ sinh viên được không ạ. Em xin chân thành cảm ơn",
    "Em đang là sv k20, em có thắc mắc muốn hỏi nhà trường là nếu học kỳ 211 em chỉ đăng ký môn VL1 do em rớt và môn bơi, và dành thời gian để học av để chuẩn bị sang năm 2 thì học phí vẫn đóng đủ như các bạn khác hay không ạ. Nếu đúng như vậy thì cho em hỏi em muốn bảo lưu 1 năm để học av thì em cần những thủ tục gì ạ trong mùa dịch như thế này ạ. em cảm ơn",
    "Kính gửi: Phòng đào tạo Em là - MSSV: Lớp: TN18DDT Vì một vài lí do điều kiện cá nhân mà em đã rút môn trễ. Em mong phòng đạo chấp nhận xem xét việc rút môn học của em . Em cảm ơn!",
    "Kính gửi: Phòng đào tạo Em là - MSSV: Lớp: TN18DDT Vì một vài lí do điều kiện cá nhân mà em đã rút môn trễ. Em mong phòng đaof tạo chấp nhận xem xét việc rút môn học của em . Em cảm ơn!",
    "Em kính chào quý thầy/cô Phòng đào tạo Em tên là:  Ngày tháng năm sinh: 01/04/1988 MSSV:  Khoa: Kỹ thuật xây dựng Bậc: Đại học Hình thức đào tạo: Vừa làm vừa học Em xin gửi thầy/cô xem xét   B phiếu đề nghị xét miễn môn học    bổ sung (đính kèm file phiếu đề nghị xét miễn môn học và bảng điểm đào tạo bậc Đại học hệ chính quy của Khóa 2015 Ngành Xây dựng Dân dụng và Công nghiệp) Em cám ơn quý thầy/cô!",
    "Em kính chào quý thầy/cô Phòng đào tạo Em tên là:  Ngày tháng năm sinh: 01/04/1988 MSSV:  Khoa: Kỹ thuật xây dựng Bậc: Đại học Hình thức đào tạo: Vừa làm vừa học Em xin được phép hoãn thi môn Nền móng (CI3239) của Học kỳ 2 (2020-2021). Lý do: Trong thời gian từ 8/6/2021 đến 10/7/2021 sinh viên đi làm công trình ở tỉnh Bà Rịa - Vũng Tàu cùng cùng với đơn vị tư vấn giám sát của Trung tâm Nghiên cứu Ứng dụng Công nghệ Xây dựng (REACTEC) của trường Đại học Bách Khoa TP. HCM và phải cách ly tại địa phương tỉnh Bà Rịa - Vũng Tàu trong suốt thời gian làm việc, với điều kiện làm việc tại công trình thiếu mạng internet nên sinh viên chưa thể nắm bắt đầy đủ kiến thức trong lúc học trực tuyến của học kỳ trên. Kính xin quý thầy/cô cho phép sinh viên được hoãn thi môn học vào học kỳ này và sinh viên sẽ thi bổ sung môn học trên vào học kỳ tiếp theo. Em cám ơn quý thầy/cô!",
    "Dạ hiện nay có rất nhiều bạn dựa về quy định hủy điểm tp của việc hoãn thi mà quyết định là hoãn thi một số môn (môn thi ,môn không) ,Vậy việc hoãn thi như vậy có được chấp nhận không ạ,",
    "I     . Em đã đóng học phí dự thính HK 202 rồi, mà trên hệ thống bkpay vẫn còn số khoản chưa thanh toán: 1. Cho e hỏi giờ em làm gì ạ?  Mong thầy cô xem xét cho e ạ. E cảm ơn.",
    "/I  Do đường truyền mạng của em không ổn định nên em muốn hoãn thi cuối kì trực tuyến môn học HK202. Em phải làm sao ạ ?",
    "Kính gửi PĐT, Em là , MSSV , là sinh viên xin thi trước để kịp thời hạn du học của chương trình PFIEV ạ. Em xin trình bày như sau ạ: Ở môn Thiết kế Nền móng, Mã môn học: 805704, CBGD: Thầy , em có lịch thi trước theo lịch mà em đề xuất là ngày 7/8/2021 (đã được khoa KTXD, PĐT và thầy  chấp thuận), hình thức thi: Vấn đáp qua Google Meet . Vào ngày hôm qua, em đã thấy lịch thi môn đó của lớp em trên mybk là ngày 9/8/2021, chỉ cách ngày em thi trước có 2 ngày thôi và hình thức thì cũng tương tự như vậy là thông qua Google meet . Thấy vậy nên em có xin phép thầy Lê Bá  cho em được thi chung đợt với lớp em luôn cho tiện và đồng nhất với cả lớp, do lớp em chỉ có 11 bạn thi môn đó thôi. Em đã xin phép thầy và thầy đã đồng ý rồi . Do vậy em xin kính nhờ PĐT xem xét và cho em thi chung đợt với lớp em được không ạ?",
    "Em kính chào thầy/cô. Em có thắc mắc về vấn đề tạm hoãn thi cuối học kì 202 và học kì hè 203. Hiện tại em có thể làm đơn xin tạm hoãn được không ạ? Nếu em có thể thì em sẽ nộp dưới hình thức nào và nộp vào bộ phận nào trên trang hỗ trợ trực tuyến. Em xin cảm ơn ",
    "Em kính chào thầy/cô. Hiện tại em muốn thực hiện tạm hoãn thi học kì 202-203. Em có thể viết đơn hoãn thi theo mẫu nào và nộp vào bộ phận nào của trang web hỗ trợ trực tuyến ạ  Em xin chân thành cảm ơn",
    "Chào thầy/cô, Hiện tại em đăng ký học kì mới với 11 tín chỉ. Theo em tìm hiểu trên web aao thì khi đăng kí   =12 chỉ thì mình sẽ được giảm 25% học phí phải không ạ? Nếu đúng như vậy thì em cần làm theo quy trình nào để được xét miễn giảm ạ? Em cảm ơn ạ.",
    "Kính gửi PĐT Trường ĐHBK TPHCM Trong việc thi cuối kì của trường có yêu cầu là cần 1 laptop nhưng do laptop của em bị hư nên có thể dùng 2 điện thoại được không ạ? Em cảm ơn.",
    "Trước dịch em có đăg ký in thẻ và đóng tiền được văn phòng báo chờ in thẻ . Hiện tại dịch em không lên lấy được mà sắp thi cuối HK . Cho em hỏi mình có cách nào không ạ",
    "Chào thầy/cô, Em là , MSSV: , Khóa K14 trường Đại học Bách Khoa. Hiện nay em đã hoàn thành chương trình học và đã bảo vệ luận văn. Nhưng còn thiếu chứng chỉ anh văn kỹ năng nói viết nên chưa tốt nghiệp được. Khóa 2014 của em thì hạn tốt nghiệp là tháng 4/2021. Theo quy chế nhà trường, nếu hoàn thành tất cả các điều kiện tốt nghiệp, chỉ thiếu Chứng chỉ ngoại ngữ thì sẽ được gia hạn thêm 1 học kỳ để bổ sung CCNN. Theo đó thì em sẽ được gia hạn thêm một học kỳ và tốt nghiệp vào đợt tháng 11/2021. Em đã liên hệ và được thông báo nộp đơn gia hạn lên hệ thống bksi. Em kính gửi đơn ạ. Em xin chân thành cảm ơn Thầy Cô.",
    "Em vẫn chưa thấy bảng điểm của em cập nhật 2 môn đã rút ạ.",
    "Cho em hỏi là khi đăng kí làm lại thẻ sinh viên thì bao lâu thẻ sẽ được gửi đến nhà ạ Em ở Thái Bình ạ.",
    "Em xin hoãn thi kỳ này ạ, và cho em hỏi khi nào em có thể đăng ký thi lại ạ ??? Và điểm số là bỏ hết điểm thành phần lấy mỗi điểm thi thôi phải không ạ?  Em cảm ơn.",
    "https://cdn.fbsbx.com/v/t59.2708-21/36_[phone_number]515502_[phone_number]49_n.pdf/PDT-08_Vang-thi-cuoi-ky-diem-VP-hoac-.pdf?_nc_cat=110&ccb=1-3&_nc_sid=0cab14&_nc_ohc=ce7IdrUcRXUAX-uMY42&_nc_ht=cdn.fbsbx.com&oh=25f1b356e0048e3c2dfd8709ba6b2d76&oe=60FD35CA&dl=1 Do em gửi nhằm mail, nên gửi lại bằng mail sinh viên , giáo viên trả lời đã xác nhận ạ",
    "https://cdn.fbsbx.com/v/t59.2708-21/16_[phone_number]36655_[phone_number]61_n.pdf/PDT-08_Vang-thi-cuoi-ky-diem-VP-hoac-HT.pdf?_nc_cat=110&ccb=1-3&_nc_sid=0cab14&_nc_ohc=uHvKAUqXRP0AX-hDXVJ&_nc_ht=cdn.fbsbx.com&oh=e[phone_number]fccdacc09c8a5ff9a4083&oe=60FD8330&dl=1",
    "Kính chào quý thầy cô, em về quê nhưng không mang theo thẻ SV thì phải làm như thế nào trong kỳ thi cuối kỳ online sắp tới và có thể dùng các loại giấy tờ khác để thay thế không ạ ?",
    "Cho em hỏi là kì chính tiếp theo ngoại trừ luận văn thì em còn 8 chỉ nữa là hoàn thành chương trình đào tạo Em có phải bắt buộc đk tối thiểu 14 chỉ cho 1 hk chính ko hay chỉ đk 8 chỉ như trên ạ ? Kì sau là kì thứ 9 của e ạ",
    "Dạ là em có thấy lịch thi trên mybk, dạ kì này hình thức thi mình thi onl ạ, với các môn được sử dụng tài liệu mình có thể sử dụng tài liệu trên laptop hay máy tính không ạ? do em không thể in tài liệu bây giờ vì các tiệm photo đã đóng cửa rồi ạ, Em xin cảm ơn",
    "Em chào thầy(cô), Kì này dịch nên e không thể đăng kí thi anh văn để nộp bằng toeic. Cho hem hỏi vậy có bị xóa môn học đã đăng kí vì không đủ chuẩn anh văn không ạ? Em xin cảm ơn!",
    "Kính gửi nhà trường, Em có kế hoạch bảo lưu kết quả học tập sau khi thi học kì 202 và 203. Cho em được hỏi hình thức tạm ngưng quá trình học và bảo lưu kết quả trực tuyến như thế nào ạ.?",
    "Nguyễn Hữu Trung mssv: dạ em bị xóa lịch thi hk2 năm 2020-2021 mong phòng đào tạo cho em hướng giải quyết ạ  B ",
    "Chào cô/ thầy trong Phòng đạo tạo . Em là  MSSV  lớp CK15KTK Em xin được nộp đơn đăng ký thu nhận lại . Mong cô/thầy duyệt đơn giúp em để em. Em cảm ơn .",
    "Dạ Thầy/Cô cho em hỏi hạn chót nộp Đơn hoãn thi là khi nào ạ?  Làm thế nào để mình biết là đơn hoãn thi đã được chấp nhận hợp lệ (vì đơn do giáo vụ của  nộp dùm)? Em xin cảm ơn ạ.",
    "Em xin đăng ký hoãn thi môn Kết cấu thép 1(Mã môn: CI3009)_học kỳ DT202. Em xin  cảm ơn.",
    "Em chào Thầy/Cô ạ . Cho em hỏi là trường hợp gửi email xin xác nhận nhưng giáo viên chưa trả lời thì có được gửi yêu cầu hoãn thi lên pđt không ạ",
    "Dear Phòng Đào tạo ĐH Bách Khoa HCM, Em tên là , lớp CK14HT1, MSSV: , em xin nộp phiếu đề nghị thôi học để chuyển hệ vừa làm, em làm đúng theo hướng dẫn  '1)chuyển từ hệ chính quy sang hệ vừa học vừa làm: ĐƯỢC, TẢI MẪU ĐƠN THÔI HỌC CHUYỂN SANG VLVL NỘP TẠI BKSI 2)đồng thời đăng ký tại cổng: Website:www.tuyensinh.hcmut.edu.vn – Tuyển sinh đại học không chính quy 2021, chọn option 1' =  Cho e hỏi là em đã đăng ký như ở mục 2, in ra phiếu, phần sơ yếu lý lịch có xác nhận của địa phương, do tình hình bệnh dịch e đang bị cách ly tại công ty nên xin bổ sung sau ạ . Rất mong được sự hỗ trợ, giúp đỡ từ phòng đào tạo. Em xin chân thành cảm ơn rất nhiều! Chúc thầy cô nhiều sức khỏe ạ !",
    "Dạ thưa cô. Hiện tại do tình hình dịch bệnh, khu nhà em ở đang trong diện phong tỏa nên em không thể lên trường làm các thủ tục được. Em xin hỏi xem mẫu đơn chuyển ngành học được không ạ. Em mong muốn chuyển sang ngành Khoa Học Máy Tính theo chuyên ngành Công nghệ thông tin ạ http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitiettb&thongbao_id=1380 Không biết em có thể đăng ký những môn học theo lộ trình trên cho kịp đợt ĐKMH này trong quá trình làm thủ tục không ạ. Mong cô và nhà trường xem xét giúp đỡ linh động trong tình hình dịch bệnh này ạ. Em xin chân thành cảm ơn",
    "Kính gửi phòng đào tạo, Em tên là , hệ VHVL MSSV:  Em gửi đơn xin phép hoãn thi môn Những nguyên lý cơ bản của chủ nghĩa -, mã môn SP1003 vì laptop em bị hư camera, không thể tham gia thi cuối kì được. Nên Em xin phép hoãn thi. Và cho em khi nào em sẽ được đăng kí thi lại? Cấu trúc đề thi có giống như đề thi online không? Em xin chân thành cảm ơn",
    "Cho em hỏi, em muốn hoãn thi môn học HK202 thì em nộp đơn ở đâu và hình thức nộp đơn như thế nào ạ",
    "Trong kì thi online sắp tới em có thể sử dụng CMND để thay thế thẻ sinh viên trong lúc thi được không ạ ?",
    "em đã gửi gmail cho GV rồi những chờ máy hôm nhưng vẫn chưa có hồi đáp ạ! nên em không thể có sự xác nhận của GV được ạ! nên em mong được nộp xác nhận của GV sau được không ạ! và em nghĩ là danh sách cấm thi GV sẽ cập nhập trước khi thi chớ ạ vậy việc xác nhận của GV có thực sự cần thiết không ạ em mong được nhà trường giúp đỡ a! em xin cảm ơn ạ!",
    "Em tên là  mssv  Em đăng kí hoãn thi cuối kì môn học MT2001 Xác xuất và thống kê A01 học kì 202 giảng viên  Sau đây là hình ảnh mẫu đơn và mail xác nhận không bị cấm thi Em xin cảm ơn",
    "Chào thầy (cô)! 1. Em K18 do trễ anh văn năm 2 nên giờ em đk một vài môn năm 2 của mã môn k19 (môn tương đương của k18), vậy em có cần làm đơn xác nhận gì không ạ? Hay chỉ học rồi hệ thống tuej cập nhật ạ? 2. Cho em hỏi là học kì hè có đăng kí Luận Văn Tốt nghiệp được không ạ? Em xin cảm ơn!",
    "Dạ em chào ad ạ, em là sinh viên K18, nếu trong quá trình học có môn tự chọn nhóm B mà em không qua môn thì em có cần phải học lại để trả môn đó không ạ, hay có thể học môn tự chọn nhóm B khác thay thế ạ? Em cảm ơn.",
    "Em muốn làm thủ tục xin giấy vay vốn ngân hàng mà hiện giờ dịch thì có làm online được không ạ.",
    "Cho em hỏi là hiện tại em đang ở quê và không thể đáp ứng đc những yêu cầu bắt buộc để thi online. Giờ em muốn xin hoãn thi thì làm đơn như thế nào",
    "Em chào quý thầy, cô PĐT! Do tình hình dịch bênh, em về quê gấp mà không mang theo thẻ SV. Nếu không có thẻ SV,em có thể tham gia thi cuối kì ko ạ.",
    "Mấy bữa trước, em có hỏi là cách làm đơn hoãn thi, nhưng khi em vào aao -  biểu mẫu -  đơn đăng ký hoãn thi, thì mẫu đơn đó là file PDF, vậy cho em hỏi là phải in ra để viết tay hay sao ạ? Với lại nhà em không có máy in, còn TpHcm hiện đang thực hiện chỉ thị 16 nên không có tiệm photo nào mở. Vậy nhà trường cho em hướng giải quyết hoặc là cho em xin file word của mẫu đơn hoãn thi được không ạ?      Với lại em chưa hiểu là việc em xin hoãn thi 3 môn thì phải làm 3 đơn hay chỉ cần làm trên 1 đơn là được ạ?      Em xin cảm ơn nhà trường.",
    "Kính thưa cô, Em là , sinh viên lớp XD20XD02. Em xin nộp đơn hoãn thi cuối kỳ môn giải tích 2 và kèm theo xác nhận của giáo viên.",
    "Kính chào quý Thầy/Cô! Thầy/Cô cho em hỏi thời hạn nộp \"Đơn hoãn thi\" là tới khi nào ạ? Vì tình hình dịch bệnh phức tạp mà lịch thi lại rơi vào khoảng giữa tháng 8. Nên nếu có trường hợp gì xảy ra đột ngột gần ngày thì em phải xử lí như thế nào ạ? Em cám ơn Thầy/Cô!",
    "Dạ Cho e hỏi về việc cập nhập điểm chuyển anh văn ạ, em thi anh văn trong trường được 505 nhưng trong bản cập nhập điểm chuẩn av thì e mới qua anh văn năm 0 thôi. Dạ cho em hỏi như vậy có ảnh hưởng gì đến việc e đang ký môn học k ạ",
    "Học vụ       Kính Gửi : Ban Giám Hiệu              Phòng Đào Tạo              Văn Phòng Khoa Trường Đại Học Bách Khoa  Em tên là : Nguyễn    Mssv :    Lớp : XD18CT1   Dạ Thưa PDDT cho em hỏi là em có làm đơn xin hoãn thi cuối kỳ và em sẽ chụp hình đơn gửi về email của PĐT hay sao ạ    Và khi nào thì em có thể đăng ký thi lại ạ bên cạnh đó thì điểm thành phần các môn xin hoãn thi thì của em có được giữ lại không ạ  Em xin chân thành cảm ơn   Thân Mến   ",
    "Dạ em chào Phòng Đào Tạo trường ĐHBK TP.HCM ạ, em tên  MSSV:  lớp XD18KT khoa Kỹ Thuật Xây Dựng ạ. Kì 202 vừa rồi do gia đình ở quê bị ảnh hưởng covid nên thu nhập gia đình khó khăn, em đã không thể chi trả số tiền học phí kì vừa rồi và em đã làm đơn gửi cho văn phòng Đào Tạo cơ sở 2 trước thời hạn. Những ngày trước em còn thấy Lịch thi của trường nhưng đến hôm nay sau khi nhận tin đã có lịch thi thì em không thấy Lịch thi của em nữa ạ. Điểm thành phần và Lịch thi của em đã mất ạ, kì vừa rồi em đã cố gắng và đi học đầy đủ ạ, mong quý thầy cô có thể xem xét lại trường hợp của em ạ. Em có gọi vào số hotline của PĐT nhưng không ai bắt máy ạ Em cảm ơn vì đã đọc thư em ạ",
    "Học vụ Kính thưa quý Thầy Cô Phòng Đào Tạo Nhà Trường ! Em tên là Lê Toàn, MSSV 2134149, Hệ VHVL, Khoa Quản Lý Công Nghiệp, khóa 2014. Em thuộc diện sinh viên chính quy chuyển sang vào tháng 04/2021. Dạ, thưa Thầy, ở thời gian học chính quy em đã học theo phân ngành Quản Trị Kinh Doanh (trong  ngành QLCN) với tổng số tín chỉ TÍCH LŨY NGÀNH LÀ: 123 tín chỉ. Tuy nhiên, khi nhận được email của phòng đào tạo gần đây, em lại được xếp vào phân ngành Quản Lý Công Nghiệp do đó số tín chỉ thuộc chuyên ngành cũ em đã học cũng bị mất tương ứng là: A. Nhom Mon Hoc Bat Buoc Tu Chon (ĐÃ ĐẠT NHƯNG DO EM BỊ XÉT QUA CHUYÊN NGÀNH QLCN NÊN BỊ MẤT) : 7 MÔN - 17 TÍN CHỈ .      1. IM3043  Kinh tế học kinh doanh     3 TC          5.5     HK 181 2. IM4015  Thuế                                  2 TC          5.5     HK 182 3. IM3023 Thương mại điện tử           3   TC        5.0      HK 182 4. IM3033 Tiếp thị giữa các tổ chức   3  TC         8.0      HK 182 5. IM4007  Kế hoạch kinh doanh         3  TC        7.5      HK 191 6.  IM4321 Đề cương luận văn tn        0   TC           6.0      HK 192 7.  IM3323Thực tập tốt nghiệp            3    TC          7.5       HK 193   B. Các môn học bắt buộc đã  tích lũy được , nhưng phòng đào tạo chưa xét chuyển qua: (5 MÔN- 17 TC) 8. IM2019  Kế toán quản trị            3.0                 6.5       HK 183   9. MT1007  Đại số tuyến tính         3.0                 6.0        HK 193   10. MT1003  Giải tích 1                    4.0               5.5        HK 193   11. IM3049  Phân tích dữ liệu           3.0               5.0        HK 201       12. PH1003  Vật Lý 1                        4.0               5.0        HK 201           Dạ, thưa thầy để học 7 môn chuyên ngành trên thì em phải mất hơn 2 năm, nên ngày 19/03 em đã đến phòng đào tạo A1 để làm đơn xin được xếp đúng chuyên ngành. Tuy nhiên thì Thầy tiếp sinh viên lúc ấy nói với em là em không cần làm đơn mà sẽ được xếp đúng chuyên ngành lúc còn học chính quy, em chỉ việc học nối tiếp theo  (vì QTKD và QLCN cùng chung một ngành nên Thầy bảo em không cần làm đơn chuyển ) Dạ, nay em viết thư này kính mong Thầy xem xét  để em được học tiếp chuyên ngành Quản Trị Kinh Doanh; vì nếu được như vậy em chỉ cần một học kỳ để hoàn thành Luận văn Tốt Nghiệp và chứng chỉ Toeic 400 và  môn Anh Văn trong Kinh Doanh. Hoàn cảnh điều kiện của em phải cùng lúc học và làm từ lúc bắt đầy, em đã học 7 năm rồi, nay nếu bị đổi chuyên ngành và kéo thêm 2 năm nữa thì sẽ trở nên rất khó khăn cho em, nên em kính mong Thầy và Phòng Đào Tạo cứu xét và hướng dẫn em  để em được học theo chuyên ngành cũ để có cơ hội được tốt nghiệp trong năm nay. Em xin chân thành cám ơn Thầy, kính chúc Thầy nhiều sức khỏe ! Lê Toàn 0988320416 Phụ Lục: Nguyên văn Danh sách PĐT gửi cho em:   Sinh Vien       : LE TOAN    ( 2134149) Tinh Den        : Hoc Ky 2 - Nam Hoc 2020-2021 Tieu Chuan Xet  : Tieu Chuan Tot Nghiep K.2014 - CQs                           So Tin Chi Tich Luy Cua Nganh Hoc   92       134 So Tin Chi Tich Luy Chung          106       134 Diem Trung Binh Tich Luy          0.00      5.00 Diem anh van:   0 Nhom To Hop Mon Hoc Bat Buoc Tu Chon 2       6/16   Khong Dat Mon Hoc Bat Buoc Chua Tich Luy Duoc IM2019  KE TOAN QUAN TRI          3.0 IM3049  PHAN TICH DU LIEU         3.0 IM3061  ANH VAN TRONG KINH DOANH  3.0 IM3313  THUC TAP TOT NGHIEP       3.0 IM4311  DE CUONG LUAN VAN TN      0.0 IM4313  LUAN VAN TOT NGHIEP (QCN  9.0 MT1003  GIAI TICH 1               4.0 MT1007  DAI SO TUYEN TINH         3.0 PH1003  VAT LY 1                  4.0",
    "Dạ Em xin chào Thầy/Cô ạ! Cho Em hỏi tại sao Em vẫn chưa có lịch thi cuối kì HK202 ạ Em xin cám ơn ạ",
    "Em là  Em làm đơn xin hoãn thi cuối kỳ ạ.",
    "Dạ em chào Thầy/ Cô,   Em tên là     MSSV     Trong học kì 2 đợt học phí bổ sung do em có nộp trể hạn học phí. Dạ Thầy/ Cô cho em hỏi em làm cách nào để thanh toán khoảng đó ạ? Em có thể ra ngân hàng để thanh toán được không ạ?   Do mấy tuần trước em có bị ảnh hưởng của covid cũng không nhận được mail đóng học phí nên em không có check ạ. Kính mong Thầy/ Cô hướng dẫn giúp em ạ. Em cám ơn ạ! ",
    "Em chào thầy(cô) pđt. Em muốn hỏi về kì thi cuối kỳ online, laptop của em hư loa ngoài, em có thể dùng tai nghe thay thế được không? Em mong thầy (cô) có thể giải đáp giúp em Em xin chân thành cảm ơn",
    "dạ cho em hỏi hiện tại thẻ sinh viên của em để trên ktx mà giờ thi online cần cung cấp thẻ sinh viên nên cho em hỏi làm sao để có thể thay thế thẻ sinh viên ạ",
    "Em tên là  mssv  Em đăng kí hoãn thi cuối kì môn học MT2001 Xác xuất và thống kê A01 học kì 202 giảng viên  Sau đây là hình ảnh mẫu đơn và mail xác nhận không bị cấm thi Em xin cảm ơn",
    "Em chào thầy(cô), mong thầy cô cho em xin gmail của thầy:  Phương pháp tính (MT1009)_ (DH_HK202)  Kỹ thuật điện-điện tử (EE2011)_ (DH_HK202) để xin hoãn thi. Vì lí do em mới thi giải tích 2 xong, làm được hơn nữa bài thì không biết sao mà bị reset lại bài, phải làm lại với đề khác. Mong sớm nhận được phản hồi từ thầy(cô)! Em chân thành cảm ơn! Thân ái!",
    "Hiện tại em thấy PDT đã cập nhật lịch thi, nhưng em không thấy lịch thi môn Hoá Đại Cương, thầy cô thông báo vẫn sẽ thi dù chưa hoàn thành phần thí nghiệm. Em muốn hỏi nếu không có lịch thi như vậy em có thi không ạ, nếu có mong PDT cập nhật sớm để chúng em còn thời gian ôn bài do nội dung khá nhiều .",
    "Dạ em chào quý thầy cô, Em tên là , mssv . Hôm nay em viết đơn này để xin thầy cô giải đáp về cách thức xin hoãn thi và việc hoãn thi thì cần những điều kiện nào. Bên cạnh đó thì việc xin hoãn thi cuối kì có ảnh hưởng hay mất đi điểm thành phần không ạ.Em mong sớm nhận được sự phản hồi từ cô ạ.  Em xin cảm ơn.Chúc quý thầy cô có một ngày vui vẻ",
    "Em là sinh viên  mssv . Cho em hỏi sao trong lịch thi của học kỳ 202 của em lại bị mất mất 2 môn học. Mong nhà trường giải đáp giúp em để em biết thông tin ngày thi sớm ạ. Em xin cảm ơn.",
    "Kính gửi cô, Em đợi bữa giờ nhưng vẫn chưa ai trả lời giúp thông tin của em nữa. Kính mong nhà trường xem lại sớm giúp em.",
    "Kính gửi thầy cô, Em tên là , mssv , thầy dạy đồ án môn học nền móng A07 của em báo đã nhập điểm vào hệ thống rồi mà sao em lên mybk xem không có ạ? Em cám ơn thầy cô đã đọc Trân trọng.",
    "Con chào thầy cô Con muốn nói là do vấn đề kĩ thuật về điện (nguồn điện) của khu vực nhà con đang gặp vấn đề, thường bị ngắt điện và có điện lại. Nhưng khi vậy thì wifi bị ngắt, và nếu gặp trong lúc thi thì sẽ bị gián đoạn một thời gian khá lâu. Gia đình đã báo cho bên điện lực sửa chửa và họ cũng đã đến kiểm tra mạng điện trong nhà và không thấy vấn đề. Địa phương con đang ở cũng đang bị ảnh hưởng của dịch bệnh (F0 khá nhiều và nhiều điểm cách ly xung quanh khu vực của con) nên việc khắc phục lỗi cũng không nhanh chóng được. Con muốn hỏi là khi thi con gặp sự cố vậy có được giải quyết thi lại không? Có phương án nào khác để giúp con không ạ? Con cảm ơn.",
    "Xin chào thầy cô PDT. Em quên đăng kí gia hạn thẻ BHYT trong đợt vừa rồi thì còn cách nào khác để đăng kí gia hạn nữa không ạ ? Em xin cảm ơn.",
    "Chào thầy/cô,  Em tên  sinh viên K15, học kỳ 1 (2020-2021) do đã hoàn thành đủ chương trình học tập nhưng còn thiếu Anh Văn 2 kỹ năng nên em không đăng ký môn học ở học kỳ 2, do đó đã bị tam dừng học tập. Hiện tại do tình hình dịch nên em đang bị cách ly, thầy cô cho em hỏi em có thể làm gì để được thu nhận lại ạ. Em cảm ơn, chúc thầy cô và gia đình giữ gìn sức khỏe thật tốt trong thời điểm này.   i ",
    "Em là . MSSV: Hiện em đang làm đơn xin hoãn thi thì cho em hỏi là sau khi em xin được xác nhận của giảng viên bộ môn không bị cấm thi và có khả năng đạt điểm tổng kết thì em sẽ gửi về mail nào của PDT ạ . Em cảm ơn.",
    "Kính gửi quý Thầy Cô PĐT, Do tình hình dịch, thi HK2 năm học 2020-2021 chuyển sang hình thức trực tuyến, hiện em không đủ yêu cầu trang thiết bị tham dự thi online. Kính mong quý Thầy Cô cho em hỏi hình thức, giấy tờ xin vắng thi/hoãn thi ạ? Em xin chân thành cảm ơn",
    "Hiện nay trường sắp tổ chức thi cuối kì HK202 online nhưng hiện tại thẻ sinh viên em không mang về quê. Vậy trường cho em hỏi em có thể sử dụng CMND để thay thế hay phải làm đơn gì mới được tham gia dự thi ạ? .",
    "KÍnh gửi quý Thầy/Cô Do học kì trước em không đăng kí môn học nên bị tạm dừng quá trình học tập . Học kì này em xin đăng kí thu nhận . Em xin trân thành cảm ơn Thầy/Cô",
    "Kính chào Cô, Em tên: , MSSV: , Cô ơi, Cô có thể cho em hỏi 01 vấn đề này, đó là điều kiện xét tuyển thẳng của hệ VHVL: \"Sinh chính quy tính từ năm trúng không quá 10 năm và chưa từng bị kỷ luật buộc thôi học\" Em trúng tuyển năm 2014 thì thỏa điều kiện 1. Nhưng lúc trước em từng bị buộc thôi học do không đăng ký môn học nhưng đã viết đơn cứu xét thì không biết thời điểm này có đủ điều kiện được xem xét diện tuyển thẳng không ạ? Phiền cô kiểm tra lại giúp em điều kiện 2 này để em biết cách xử trí. Em cảm ơn Cô rất nhiều ạ.",
    "Cho em hỏi là nhà trường đã có hình thức thi đối với từng môn thi hangout chưa? Và nếu đã có thì vui lòng gửi mail cho SV để còn biết và chuẩn bị được không ạ?",
    "Em có đăng ký in thẻ sinh viên vào ngày 25/7/2021 và chọn giao qua chuyển phát nhanh do được chủ nhà yêu cầu không ra ngoài trong thời gian hiện tại. Em có môn thi vào ngày 3/8/2021 và lo lắng thẻ sinh viên không kịp chuyển phát tới nơi kịp hạn. Trong trường hợp không kịp chuyển phát thẻ sinh viên em cần làm gì để được tham gia buổi thi online và có nên chọn đăng ký in lại thẻ và chọn nhận tại trường không?",
    "Em chào các Thầy Cô ở PĐT, Hiện đã có lịch thi trên trang MyBK của mỗi sinh viên, tuy nhiên khi các giảng viên email để thông báo thời gian thi thì lại khác so với lịch thi của PĐT. Cụ thể có môn mà theo lịch là em sẽ thi vào 4/8 nhưng trong email giảng viên môn đó nhắn với lớp em là dự kiến thi từ 9/8 - 13/8. Vậy lịch thi trên MyBK đã chính thức chưa ạ?",
    "Sau khi scan bài xong thì em cần gửi file từ điện thoại qua máy tính để đặt tên theo yêu cầu và đóng gói lại. Với việc ghi màn hình bằng Windowns+G thì mỗi lần chuyển màn hình sẽ tự động tắt, phải ghi thêm 1 file video khác. Khi em nộp bản ghi màn hình nhiều file rời rạc do tính năng này của Windowns+G có bị tính là vi phạm quy chế thi không ạ?",
    "Hiện tại em đang bị tình trạng buộc thôi học và muốn làm đơn cứu xét để trở lại quá trình học tập. Kính xin phòng đào tạo cho em xin mẫu đơn cứu xét và quy trình làm việc trong hoàn cảnh cách ly xã hội ạ. Em xin chân thành cảm ơn!",
    "Kính chào thầy/cô, Địa phương em vừa mới yêu cầu bổ sung giấy xác nhận đang học tại trường để thực hiện tạm hoãn NVQS. Nhưng vì tình hình bệnh dịch đang diễn biến phức tạp, em không thể lên trường nhận giấy được. Thầy cô có thể cho em hỏi em có thể đăng kí gửi giấy về địa phương qua đường bưu điện không ạ, quê em ở Quảng Nam. Cảm ơn và chúc thầy/cô sức khỏe.",
    "Kính thưa thầy / cô! Em tên , em muốn hỏi sau khi điền phiếu xin hoãn thi và có mail xác nhận không bị cấm thi của giảng viên thì nộp cho phòng đạo tạo tại đây (bksi) hay gửi mail ạ.",
    "Kính thưa cô, cho em hỏi là khi hoãn thi mình có cần phải có chữ ký giáo viên không ạ, hay chỉ cần chụp hình mail xác nhận là được. Chủ nhiệm khoa xây dựng của em chỉ đồng ý xác nhận khi có chữ ký, cô giải đáp giúp em ạ. Em cảm ơn.",
    "dạ pdt ơi cho em hỏi em đã đăng kí in lại thẻ sinh viên để thi online và check trong dịch vụ sinh viên ghi là phiếu đăng kí đã được xử lí lúc 14h30 ngày 23/7/2021 nhưng đến giờ em vẫn chưa nhận được thẻ qua bưu điện. em hơi lo lắng vì thứ 4 ngày 28/7 em phải thi online .dạ em cảm ơn !",
    "Em là  Em gửi phòng đào tạo đơn hoãn thi kèm xác nhận của thầy ",
    "Do dịch bệnh nên hơn 2 tháng nay các trung tâm không mở thi thi TOEIC, mà đã đến đợt đăng ký LVTN, cho em hỏi là mình có đăng ký LVTN mà không cần điều kiện anh văn là điểm thi TOEIC tối thiểu đạt 450 không ạ",
    "Em chào các thầy cô  phòng đào tạo ạ. Em muốn hỏi về vấn đề điều kiện để làm luận văn tốt nghiệp là có 500 Toeic, tuy nhiên từ lâu IIG đã không cho phép đăng kí thi do dịch bênh và có thể lâu dài hơn nữa. Em muốn hỏi nếu tình trạng như vậy thì nếu thiếu chứng chỉ anh văn Toeic thì có được làm luận văn tốt nghiệp không ạ. Em cảm ơn ạ.",
    "Kính gửi BGH, em về quê tránh dịch và đã để quên thẻ SV ở tại KTX. Em đã tiến hành đặt in lại trên MYBK. Em rất mong là phòng đào tạo sẽ sớm in lại thẻ về gửi về tại địa chỉ bên dưới để em có thể dự thi ạ! Ngoài ra, do tình hình dịch bệnh trong trường hợp em không có thẻ SV để dự thi online, không biết PĐT có thẻ gửi giấy xác nhận thay thế khác để em có thể dự thi được không ạ ? Địa chỉ: Thôn Quảng Nghiệp, xã Phước Hưng, huyện Tuy Phước, tỉnh Bình Định. Số ĐT: [phone_number]  ",
    "Em chào thầy/ cô   Cho em hỏi nếu BHYT năm sau em muốn đăng kí ở 1 bệnh viện dưới Đồng Nai được không ạ   Do hồi vừa rồi lúc đăng kí BHYT, trong danh sách các bệnh viện đăng kí. Em chỉ thấy các bệnh viện ở TPHCM nên không biết là có được  đăng kí bệnh viện ở các tỉnh khác không Em xin cảm ơn  ",
    "Kính gửi thầy/cô, Em là K20 khoa QLCN, trong đợt đkmh vừa rồi, em có đăng kí môn học tự chọn tự do là Công nghệ xanh mã EN3099 nhưng em có chút thắc mắc rằng, hiện em là sinh viên năm 2 có được học mã chương trình năm 3 không ạ? Đồng thời nếu được học thì sau này em không cần học nữa nếu đã qua môn trong trường hợp môn này đổi mã đúng không ạ? Mong sớm nhận được phản hồi từ nhà trường. Em chân thành cám ơn!",
    "Kính gửi phòng đào tạo ĐH Bách Khoa Em tên :    MSSV:  Em gửi đơn này xin được hoãn thi cuối kỳ các môn : CI3161-Máy thủy lực - máy nén MT2001-Xác suất và thống kê GE3025-Địa thống kê GE3131-Kỹ thuật antoàn lao động IM3003-Quảnlý sảnxuất cho kỹ sư CH1005-Hóa lý hóa keo Lý do : em bị kẹt ở lại TPHCM vì có chuyện đột xuất. Nên sách vở,laptop và dụ cụ học tập để ở dưới quê và không kịp xét nghiệm để về trước chỉ thị 16. Nên em xin nhà trường xem xét cho em được hoãn thi. em xin cảm ơn ạ.",
    "Kính gửi PĐT, Em tên: , MSSV: . Hiện tại em đang là trường hợp F1 và được yêu cầu cách li tại phòng trọ nên không thể đảm bảo việc thi online. Xin cho em hỏi là cần làm các thủ tục như thế nào để xin phép được hoãn thi ạ. Trường hợp của em cũng khá đặc biệt nên cho em hỏi là các điểm thành phần trong quá trình học có được bảo lưu hay không? Và hình thức thi sau đó cho em sẽ như thế nào ạ? Em xin chân thành cảm ơn!",
    "Kính gửi a/c PĐT, Em là , MSSV  - SV VB2 khoa máy tính Do dịch bệnh tại TP.HCM nên em có sang nhà họ hàng ở, khi đi không mang theo thẻ SV. Hiện tại khu em ở đã phong tỏa nên không thể về lấy thẻ SV được. Ngoài ra theo chỉ thị 12 mới nhất của ủy ban nhân dân TP - dịch vụ giao nhận hàng hóa chỉ được phép giao nhận hàng hóa thiết yếu. Vậy a/c cho em hỏi là em có thể dùng CMND thay thế thẻ SV được không? Trường hợp không thể thay thế được, buộc phải làm lại thẻ SV thì nếu như bên giao nhận không giao tới địa chỉ em đang ở hiện tại thì có thể dùng CMND được không? Em cám ơn a/c nhiều.",
    "Do không tìm hiểu kỹ nên kỳ 202 em đăng ký tận 8 môn và em không thể hoàn thành hết các công vc được giao trong môn học. Không biết em có thể rút môn lúc này để giảm tải và tập chung vào các môn khác không ạ.",
    "Kính gửi a/c PĐT, Em là , MSSV  - SV VB2 khóa máy tính Trước đây em có nhờ a/c PĐT đăng ký Thực tập tốt nghiệp (do sai khác mã môn), ID #25359. Tuy nhiên do tình hình dịch bệnh, khu em sống bị phong tỏa từ cuối tháng 6 cho nên em không thể ra ngân hàng đóng học phí thực tập được. Ngoài ra do lâu không sử dụng nên tài khoản internet banking của OCB em cũng đã mất nên cũng không thể ra ngân hàng để lấy lại thông tin . Hiện tại em vào kiểm tra thì đã mất TKB HK203 trên BKEL . Kính nhờ a/c PĐT hỗ trợ mở lại TKB giúp em. Em cam kết sẽ đóng học phí ngay khi hết phong tỏa, hoặc chậm nhất là trước khi bắt đầu HK 211. Cám ơn a/c nhiều.",
    ". Chào thầy/cô. Hiện tại trên hệ thống MyBK của em chưa có lịch thi cuối kì HK202. Em nghĩ nguyên nhân là do em chưa đóng học phí. Nhưng trong thời gian HK2 em đã có làm đơn hoãn học phí đến học kì 211 với lý do là hiện tại dịch covid nên gia đình em gặp khó khăn về tài chính. Dù đã làm đơn nhưng em vẫn được Pđt gửi email thông báo về việc đóng học phí ( ảnh đính kèm ). Hiện tại thì em vẫn chưa đóng học phí của cả học kì chính lẫn học phí dự thính trong hk 202. Vậy thầy/cô cho hỏi em phải làm gì để có thể tham gia dự thi cuối học kì 202 bây giờ ạ?",
    "Chào phòng đào tạo, Em là  , MSSV  , khoa Điện - Điện tử  Em có đăng ký in thẻ sinh viên vào cuối tháng 5 nhưng vì lí do dịch bệnh nên em đã về quê và quên thanh toán tiền in thẻ trên bk pay. Nay em muốn đăng ký in thẻ lại và gửi về quê nhưng không được vì đơn đăng ký thẻ cũ chưa được thanh toán. Mong phòng đào tạo giúp em xóa đơn cũ để em đăng ký in thẻ mới phục vụ cho việc thi cuối kì với ạ. Cảm ơn !!!",
    "Dạ thầy/cô, Em tên , khóa 2019, hiện đang học Hóa Hữu cơ lớp L03. Em có nguyện vọng được hoãn thi cuối kỳ hình thức online vào lúc 7h sáng ngày 12/08/21. Lý do: Không thể đáp ứng yêu cầu trang thiết bị và đảm bảo đường truyền. Chi tiết:  •Mạng yếu và không ổn định. •Laptop hư loa ngoài. •Điện thoại thông minh bị hư. Không thể mượn điện thoại người thân do phụ huynh phải đi làm. •Địa phương đang giãn cách theo chỉ thị 16 nên rất khó khăn trong việc sửa chữa, mua sắm thiết bị (sửa loa, sửa điện thoại). Đơn xin hoãn thi và xác nhận đã được đính kèm. Em xin cảm ơn thầy/cô.",
    "Chào thầy cô ! Em: , hệ: VLVH. Em đã đóng học phí hk 202 rồi nhưng do khó khăn bởi tình hình covid nên em bị đóng trễ hạn. Mong được thầy cô hỗ trợ để tránh ảnh hưởng đến việc thi cử và điểm số ạ.   i  .",
    "Dạ em thanh toán xong r ạ Tên:  Địa chỉ của em là : Hữu Đức, Phước Hữu, Ninh Phước, Ninh Thuận. Số điện thoại : [phone_number] Em cảm ơn ạ !!!",
    "em có gửi đơn xin hoãn thi môn Xác xuât thống kê kì 203, mong PĐT xem xét và phản hổi giúp em. Em gởi qua mail . Em xin chân thành cảm ơn!",
    "Em là khóa 2019, em đã xem trên trang web của pdt thì học phí đại trà 6 400 000 / 17 tc , nếu e học thêm 2 tc nữa thì mỗi tc học thêm sẽ được tính bao nhiêu ạ",
    "Em có đăng kí thực tập tốt nghiệp học kì 203 . Nhưng hiện bộ môn viễn thông đăng trên web là lịch nộp quyển ngày 29/7 là của học kì 202 . Vậy ngày 29/07 cũng là ngày nộp báo cáo thực tập tốt nghiệp học kì 203 luôn ạ. Em cảm ơn .",
    "Em gửi lại PDT đơn xin hoãn thi, mong PĐT xem xét cho em hoãn thi,em xin chân thành cảm ơn!",
    "Dạ em gửi đơn xin chuyển ngành học của mình ạ. Em đã được tư vấn là lên Khoa để được tư vấn rõ hơn nhưng mà tình hình dịch căng thẳng em không di chuyển được nên mong cô tư vấn thêm thiếu xót của em ạ Em xin cảm ơn ",
    "Do em gửi nhầm mail, nên đã gửi bằng mail trường và thầy đã xác nhận.",
    "Em Tên:   Học lớp GT2 dự thính DT05 Em đã được sự cho phép của giáo viên giảng dạy nên xin phòng đào tạo cho phép em hoãn thi môn GT2.",
    "Chào quý thầy/cô Em tên  MSSV  Nay em xin nạp đơn hoãn thi môn \"khoa học trái đất\" ạ",
    "Dạ em chào PĐT ạ Cho em hỏi là em thi online 4 môn mà có 3 môn em không thể thi được do một số yếu tố khách quan.     + Vậy em có thể hoãn 3 môn đó và chỉ thi một môn được không ạ hay phải hoãn hết vậy?     + Và nếu như em hoãn thi lại thì có phạm phải quy chế học vụ điều 17.2 không vậy ạ? Mong PĐT giải đáp giúp em với ạ. Em chân thành cảm ơn !!!",
    "Học vụ     Kính gửi phòng đào tạo trường ĐHBK TpHCM    Em là  MSSV  sv năm 4 chuyên ngành Cơ Kỹ Thuật    Vừa qua,Em đã đăng kí 2 môn anh văn 4(LA1009) ở 2 HK:   B hk chính HK2    và   B hk hè HK3    do khả năng học tiếng anh kém    Tuy nhiên khi kiểm tra lịch thi online sắp tới thì em thấy trùng lịch thi của 2 môn này    Chính vì thế em viết câu hỏi này kính mong phòng đào tạo dời lịch thi giúp em 1 trong 2 môn anh văn 4 giúp em được không ạ?    Em xin chân thành cảm ơn    Sinh viên  ",
    "Em chào Thầy Cô! Em tên , MSSV:  Em đã đăng ký nhận bằng tốt nghiệp, Em vừa nhận được email, kiểm tra thông tin trên bằng tốt nghiệp và liên hệ với phòng đào tạo từ ngày 26/07 đến ngày 12/08 (trong hình kèm theo) Em đã kiểm tra thông tin và xác nhận thông tin cá nhân (trong danh sách dự kiến và thông tin đăng ký tốt nghiệp) là đúng . Em cần làm gì tiếp theo để nhận bằng. Vì tình hình dịch bệnh khó di chuyển nên em muốn hỏi hiện tại e đã được in bằng tốt nghiệp chưa, để em lên trường nhận ạ. Trân trọng cảm ơn!",
    "Kính thưa Phòng Đào tạo, Em có thắc mắc là cho đến hiện tại em vẫn chưa có lịch thi cuối kì môn Sức bền vật liệu lớp DT01-A mã CI2001. Em rất mong được Phòng Đào tạo thông tin sớm . Em xin cảm ơn rất nhiều vì thời gian quý báu của Phòng Đào tạo! ",
    "Em chào thầy/cô ạ, Em được biết đại học quốc gia có chương trình vay vốn lãi suất 0% hỗ trợ sinh viên, vậy em có thể tìm thông tin liên quan chương trình này ở đâu ạ? Em cảm ơn ạ!",
    "Chào thầy, cô ạ! Em đã hoàn hành phiếu đăng ký hoãn thi theo mẫu của phòng đào tạo và được giáo viên bộ môn ký xác nhận. Em kính mong phòng đào tạo xét cho em được hoãn thi môn học kỳ này ạ. Em xin trân trọng cảm ơn  ",
    ". cho e hỏi do tình hình dịch bệnh nên ko thể vào trường xin tạm ngưng thời gian học được. Vậy có cách nào xin tạm ngưng học từ pđt được không ad ?",
    "Dạ chào thầy/cô ạ! Dạ tên em là Huỳnh Ngô Nam Khang (MSSV ) Dạ em đã hoàn tất PHIẾU ĐĂNG KÝ HOÃN THI theo chỉ dẫn của Phòng Đào Tạo và đã được Giảng viên đứng lớp . Dạ kính mong thầy/cô xem xét và xác nhận cho em được hoãn thi môn học có mã số CI3077 của HK202 này ạ (có  và ẢNH ) Dạ em chân thành cảm ơn thầy/cô rất nhiều ạ!   i  .",
    "Chào cô, Em đã đăng kí xét tuyển từ hệ chính quy sang hệ vừa học vừa làm trên web rồi ạ. Nay em bổ sung thêm cái đơn xin thôi học ạ. Cô cần em bổ sung gì nữa không ạ. Em cảm ơn",
    "Em tên:  MSSV:    Vật Liệu Trước dịch em có kết quả anh văn và đủ làm luận văn. Nhưng do dịch bệnh em không làm giấy tờ đăng kí bảo vệ được. Có cách nào em có thể đăng ký bảo vệ trong đợt này không? Em cảm ơn  (  em cuối tháng mới bảo vệ )",
    ". Dạ xin chào thầy cô ạ, Em tên  MSSv , em đã hoàn tất phiếu đăng kí hoãn thi theo yêu cầu và đã được giảng viên phụ trách môn xác nhận.Kính mong thầy cô xác nhận giúp em để được hoãn môn thi. Em xin trân trọng cảm ơn.",
    "Chào Admin  Cho mình hỏi mình muốn hoãn thi online vì không có máy tính/laptop thì làm thế nào vậy ạ?",
    "Em tên là  và em có đăng kí học thể chất học kì 2 năm 2020-2021.   Cho em xin mail và số điện thoại của giáo viên đứng lớp môn võ lớp L03 với thời khoa biểu là thứ 2, tiết 8-10, học tại cs2-nhà thi đấu. Và cho em hỏi liệu có thi thể chất online không ạ.    Em xin cảm ơn trước.          i  .",
    "Dạ em là sinh viên thuộc bộ môn cơ điện tử khoa cơ khí. Do em không có đủ trang thiết bị cũng như đường truyền mạng không ổn định nên em muốn hoãn thi toàn bộ môn thi online cuối kỳ này (202) thì các thủ tục, đơn từ cần thiết là những gì ạ. Em cảm ơn.",
    "Dạ kinh thưa quý thầy cô phòng đào tạo (PĐT), em sắp thi giữa kỳ giải tích 1 nhưng hiện tại em vẫn chưa được giảng viên hướng dẫn phổ cập quy chế thi như thế nào, cách thi ra sao. Em kính xin phòng đào tạo có thể giải đáp thắc mắc dùm em, em xin chân thành cảm ơn",
    "Hiện nay địa phương em đã gửi giấy kêu gọi khám nghĩa vụ quân sự vào cuối tháng 8/2021 Em có lên mybk để làm giấy chứng nhận sinh viên online nhưng hiện tại chỉ mới có mục (cấp lại). Cho em hỏi là phải đợi tới học kì mới mới được đăng kí nhận giấy hoãn nghĩa vụ quân sự hay sao ạ. Và tình hình dịch bệnh giãn cách nên em không thể lên trường được vậy có thể nhận bằng đăng kí trực tuyến được không ạ. Em xin chân thành cảm ơn và mong nhận được sự phản hồi sớm nhất từ nhà trường.",
    "Kính gửi Phòng Đào tạo,  Em tên là  (Mssv: ) Khoa Kỹ thuật hóa học - Kỹ thuật hóa Vô cơ Do tình hình dịch bệnh nên em chưa hoàn thành được khóa luận theo đúng chương trình đào tạo khóa 2017. Em mong PĐT giải quyết vấn đề trên để em có thể thực hiện tiếp luận văn vào học kì tới (HK211) Em có thắc mắc rằng, nếu em hoãn luận văn kì này và bắt đầu làm tiếp vào HK211 thì em có cần đăng kí môn học Luận văn cho kì 211 không? Kính mong PĐT có thể giải đáp thắc mắc và giúp em làm đơn Hoãn bảo vệ luận văn theo Quy định hiện hành . Thân gửi,  ",
    "Dạ vì dóng trễ học phí nên giờ em không có lịch thi Mong phòng đào tạo giải quyết",
    "Em xin đăng ký hoãn thi môn Kết cấu thép 1(Mã môn: CI3009)_học kỳ DT202. Em xin  cảm ơn.",
    "Dạ em chào thầy cô ạ . Hiện tại em không có thẻ sinh viên, do em mượn luận văn của khoa nên khoa đang giữ thẻ của em. Em có nghe nói là thi cuối kì bắt buộc phải có thẻ sinh viên mới đựoc thi, em đã đăng kí in thẻ trên mybk. Nhưng em có một thắc mắc là nếu thẻ không thể gửi qua đừong bưu điện kịp ngày em thì, do nhà em hiện tại đang nằm trong khu phong tỏa, thì em có đủ điều kiện dự thi không ạ . Em xin cảm ơn thầy cô .",
    "Em chào thầy cô Em là , MSSV: Em xin nộp đơn HỦY rút môn học \"Thực tập kĩ thuật\" Kính mong Phòng đào tạo xem xét.",
    "Cho em hỏi kì 211 môn Đề cương luận văn tốt nghiệp có xét chuẩn  Văn không ạ Em cảm ơn",
    "Chào thầy/cô!  Em là , sinh viên VHVL K2017. Thưa thầy cô, hiện đã có lịch và quy chế thi cuối kì HK 202 và 203 . Thầy cô cho em hỏi là nếu bị mất thẻ sinh viên thì có được sử dụng giấy tờ tùy thân khác để thi không ạ? Hay phải làm thủ tục nào? Do nếu thi offline thì còn có thể lên PĐT xin giấy vào phòng thi. Em xin chân thành cảm ơn!   i ",
    "Em xin hoãn thi môn Hóa PT hk DT202 vì lý do hiện tại đang ở trong khu cách ly của cty. Trong KCN Tân Đông Hiệp Dĩ An BD cty Nam Lâm có 2 ca dương tính ngày 14 và 21/7/2021. Sức khỏe và điều kiện không thể dự thi ạ. Và cho em hỏi là em cần làm mỗi đơn 1 yêu cầu trên BKSI hay E chỉ làm 1 lần cho tất cả các môn ạ ",
    "Tên:  MSSV:  Em ko thấy lịch thi HK 202 ạ, em đã kiểm tra hai ngày rồi",
    "Chào Thầy, cô ạ. Tên:  MSSV:  Em đã thanh toán trễ học phí.HK chính em chỉ thanh toán trể 2 ngày thôi ạ. còn HK dự thính đến hôm nay em mới thanh toán ạ. Ly do: do mùa dịch covid kinh tế khó khăn đến bây giờ em mới thanh toán học phí đủ ạ.",
    "Em tên , sinh viên khóa K17 khoa CNVL  Em vừa được giáo viên bộ môn thông báo về một môn học có sự thay đổi về mã môn học, nhưng đợt đăng ký môn học cũ đã quá hạn 3 ngày và em không thể đăng ký môn học được Em muốn hỏi liệu nhà trường có mở thêm một đợt đăng ký môn học nào nữa không, và nếu có thì thời gian cụ thể là khi nào, vì theo như trên CTDT thì chỉ có ngày đăng ký môn học và ngày bắt đầu học kỳ, cột bổ sung môn học sau khi có TKB và các cột khác đều đang để trống Em xin cảm ơn  Sinh viên  ",
    "Chào thầy/cô, Thầy/Cô cho em hỏi là nhà em mạng không ổn định nhiều lúc mất kết nối, không đủ đáp ứng để thi cuối kì, nếu em xin hoãn thi thì em có bị mất điểm thành phần của môn học đó không ạ ? Và cho em phải đăng kí thi lại khi hết dịch hay là trường tự sắp xếp. Em chân thành cảm ơn",
    "Em là sinh viên khóa K17, kì 202 em vừa học vừa làm Luận văn, số tín chỉ em học, số chỉ Luận văn và các môn học trước đó của em cộng lại là đủ chỉ theo chương trình đào tạo 142 tín chỉ. Em đã học xong 4 anh văn, đã nộp bằng TOEIC reading & listening, chưa đăng kí thi TOEIC writing & speaking(do dịch) để xét tốt nghiệp. Em muốn hỏi là theo như mail PĐT gửi thì SV bắt buộc phải ĐKMH để duy trì trạng thái SV, như trong trường hợp của em thì em có phải ĐKMH để duy trạng thái SV không ạ?  Em chân thành cảm ơn thầy/cô",
    "Hiện chuẩn bị thi cuối kì HK203 và 202 nhưng thẻ sinh viên em để ở TP.HCM và hiện tại em đã về quê thì có cách nào để em có thể dự thi được không ạ. Em cảm ơn!",
    "Chào thầy cô bên phòng đào tạo! Em là sinh viên k14. Hiện tại em đã hoàn thành tất cả các môn chương trình đào tạo nhưng chưa đủ điểm anh văn nói viết nên em chưa thể tốt nghiệp. Hôm nay em gửi Đơn xin gia hạn thời gian đào tạo để em được gia hạn thêm một học kỳ hoàn thành xong anh văn nói viết. Em có gửi kèm ảnh chụp Đơn xin gian hạn thời gian đào tạo. Em mong thầy cô xét duyệt giúp em với ạ. Em xin chân thành cảm ơn thầy cô nhiều ạ!",
    "Thưa Phòng Đào Tạo, hiện tại em bị dương tính với Covid và đang ở trong khu cách ly với mẹ và em trai. Vậy nên mong Phòng Đào Tạo có thể sắp xếp hoãn lịch thi cuối kỳ cho em vào học kỳ này được không ạ ? Em xin cam đoan những điều trên là sự thật và em xin cám ơn Phòng Đào Tạo rất nhiều. Ký tên, ",
    "Em chào thầy(cô), cho em hỏi đơn hoãn thi gửi qua địa chỉ gmail nào? Hay gửi bằng các nào? Em xin cảm ơn!",
    "Dạ em chào thầy/ cô ạ Dạ cho em hỏi đăng kí môn học 211 đợt 2 có được huỷ môn không ạ  Em xin cám ơn thầy/cô",
    "Chào các Thầy, Cô Em là  mssv: hiện bị mất thẻ sinh viên và đã đăng kí cùng thanh toán nhưng không có điều kiện để đi nhận về em viết đơn này để xin PĐt cho em  được phép dùng căn cước cmnd để thi học kì 202. Em cảm ơn ạ.",
    "Yêu cầu  Cho em hỏi là em mới nộp hồ sơ liên thông hệ ĐH Bảo dưỡng và đã được duyệt rồi mà giờ em muốn đổi ngành sang Cơ khí hoặc Cơ điện tử đc không ạ?",
    "Chào thầy/cô Em tên là  mã số sinh viên  là sinh viên hệ VLVH khoa kỹ thuật máy tính K15 chuyển hệ từ chính quy do quá hạn đào tạo của K14 (mã số sinh viên ). Hiện tại em đã hoàn thành thủ tục nhập học vào tháng 3 năm 2021 và em đang gặp một số vấn đề như sau:     1. Về điểm chuyển của những môn đã hoàn thành ở hệ chính quy em cần làm thủ tục gì để được chuyển hay sẽ tự động cập nhật ạ, và em có thể xem điểm đó bằng cách nào ạ.     2. Về việc đăng ký các môn học, em chưa thể đăng ký được môn học từ lúc nhập học là tháng 3 đến bây giờ ạ. Kính mong thầy cô xem xét và giải đáp giúp em ạ. Chúc thầy cô nhiều sức khỏe ạ. Em xin chân thành cảm ơn",
    "Em xin nộp đơn thu nhận ",
    "Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa Ngày 5-5-2021 em có đến Phòng Đào tạo để đăng ký thi và nhận phiếu hẹn như hình đính kèm. Hiện tại đã có lịch thi các môn khác và chưa có lịch thi môn TR3021 Công nghệ ô tô . Mong quý Thầy/Cô cập nhật lịch thi, em xin cám ơn.",
    "Máy tính em thường xuyên bị mất mạng vậy phải làm sao để xin hoãn thi ạ . Đường truyền mạng của laptop em không tốt. Em xin cảm ơn nhiều ạ",
    "Dạ Em chào Thầy/Cô ạ! Tình hình của Em là bị hủy lịch thi HK202 do đóng trễ hạn HP, nhưng hiện tại Em đã đóng học phí HK202 rồi và kính xin nhà Trường phục hồi lịch thi để Em được thi cuối kì HK202 ạ Em xin chân thành cám ơn!",
    "Dạ phòng đào tạo có thể cho em biết là thẻ của em được gửi qua viettel post hay hãng nào ạ và mã số đơn hàng là gì để em có thể liên hệ họ để biết được đơn hàng của em có được vận chuyển tới hay không hay em phải ra địa điểm nào lấy ạ vì em chờ từ thứ 6 tuần trước mà thứ 4 em thi mất rồi ạ và khu vực nhà em thì đang phong toả ạ. Em cảm ơn.  -. Kính mong pdt giúp đỡ em ạ !!! ( em ở Thủ Đức)",
    "Thưa quý thầy cô cho em hỏi trường mình yêu cầu khi thi trực tuyến(online) sinh viên sử dụng 1 thiết bị chính là laptop và 1 thiết bị phụ là điện thoại.Nhưng micro của laptop em bị hư nên liệu em có thể sử dụng micro điện thoại để điểm danh và trao đổi với cán bộ coi thi được không ạ? Em cảm ơn",
    "Dạ em có đăng kí in lại thẻ sinh viên, đã có kết quả ngày 23/7 mà sao chưa thấy người ta ship ạ? Hoặc có mã vận chuyển để em tiện tra cứu không ạ? Em cảm ơn.   i  .",
    "Kính chào cô, Em là . Em xin được nộp đơn và xác nhận đủ điều kiện hoãn thi cuối kỳ 202 đối với 3 môn học : giải tích 2, khoa học trái đất, triết học - . Em chân thành cảm ơn. Kính chào cô.",
    "Em chào cô, hôm trước em có đặt câu hỏi trên  về vấn đề đăng kí thực tập hè như này ạ: \"Em: Cô cho em hỏi là em đang thiếu 1 chỉ để đăng kí thực tập tốt nghiệp, vậy bây giờ em xin đơn được của khoa cơ khí cho em được đi thực tập, vậy em có còn được đăng kí môn học ko ạ. Cô (): Chào em, Trường hợp của em phải làm đơn ghi rõ mã môn học, tên môn học, thiếu mấy tin chỉ trình bày rõ, ký tên và chụp hình gửi qua BKS để Trưởng phòng xem xét. Thân mến,\" Dạ em có tìm mẫu đơn như này trên AAO mà không có ạ. Vậy mẫu đơn này em phải tự viết hay sao cô? Em cảm ơn cô.",
    "Kính gửi thầy/cô, Em tên là  Vũ, MSSV  Sinh viên khoa Điện Điện tử Chuyên ngành Điện tử truyền thông Hiện tại em đang thực tập online trong học kì 203. Em muốn xin giấy giới thiệu thực tập của trường thì phải làm như thế nào ạ. Em chân thành cảm ơn.  Vũ",
    "Dạ hiện giờ em vẫn chưa có lịch thi trên aao ạ",
    "nhưng mà bây giờ có cách nào để được thi vậy anh chị , xin anh chị giúp em với ạ.",
    "Chào thầy cô! Em , hệ vlvh. Trong học kì 202 vừa rồi do khó khăn về tình hình tài chính nên em đã đóng trễ hạn học phí đợt 2. Thầy cô cho em hỏi là em có thể nộp đơn trình bày lý do trễ hạn đóng học phí qua kênh nào được ạ, do tình hình  giãn cách hiện tại thì em không thể lên trường được. Em xin chân thành cảm ơn.   i ",
    "Chào   Cho mình hỏi đơn xin hoãn thi chỉ cần chữ ký của giáo viên giảng dạy, và chụp lại email của giáo viên giảng dạy đã xác nhận là cho hoãn thi, rồi gửi 2 cái đó cho pđt là được đúng không??",
    "Cho em nộp đơn xin hoãn thi và xác nhận của giảng viên ạ! Xin cảm ơn!",
    "Em chào cô ạ ! Hôm nay em có thắc mắc như sau hiện tại KTX Bách Khoa đang liên hệ và đưa sinh viên về quê trong trường hợp cấp bách sinh viên sẽ được xét điểm MT.Trong trường hợp em đã học môn nguyên lý chủ nghĩa  đã có điểm ở kì trước trong kì này em đăng kí môn này học lại để cải thiện điểm, trong trường hợp môn học này bị điễm MT vậy là bỏ luôn điểm cũ của em luôn không tính vào điểm trung bình đúng không ạ.   i  .",
    "E tên , , lớp CD3CK17, pdt có gửi thông báo cập nhập lịch thi nhưng trên danh sách thi của em không có môn kỹ thuật robot ạ.em cảm ơn ạ.",
    "Em xin kính chào Phòng Đào tạo, Em tên là , MSSV  Là sinh viên lớp VP17VT. Em muốn thắc mắc là do chỉ thị 16, các tiệm photo copy trên địa bàn quận em (tại TP.HCM) gần như đã đóng của hết và em không tìm thấy nơi nào phù hợp để in đơn xin hoãn thi và đi nộp cho Phòng Đào tạo. Vì thế, em kính xin Phòng Đào tạo hướng dẫn cho em cách làm thủ tục xin hoãn thi hợp lệ trong tình hình này ạ! Em xin chân thành cảm ơn! Trân trọng, .",
    "Dạ thưa pđt, em có nhắn mail gửi mail cho giảng viên dạy lý 1, gt1, lý 2 cho em hoãn thi rồi ạ em có cap màn hình gửi qua mail cho pđt kèm đơn hoãn rồi ạ, bây giờ em cần làm gì nữa ạ.V em cần xác nhận của trưởng khoa ko ạ, xác nhận qua đơn hay qua mail ạ.",
    "Em trình bày rõ hơn về vấn đề của em ạ. Lúc đăng ký nó hiện bảng màu cam chuẩn thể chất năm 3   tiên quyết  ạ.",
    "Chào thầy/cô, Hiện tại trên hệ thống Mybk của em chưa có lịch thi cuối kì 202 (ảnh đính kèm). Em không biết đây là do lỗi kĩ thuật hay là do em bị dự kiến tạm dừng học vì chưa đóng học phí ( ảnh đính kèm ). Em đã làm đơn xin hoãn học phí và có quyết định gia hạn học phí rồi ( tệp đính kèm, stt 45 Lê Thăng Long) . Em mong thầy/cô sẽ cho em biết em nên làm gì để có lịch thi cuối kì hk 202. Cảm ơn.",
    "Họ và tên:  MSSV :  Lớp: CK19KSCD   i  . Xin hoãn thi học kì 202 Môn: Xác suất thống kê Lí do: không đáp ứng yêu cầu trang bị và đảm bao đường truyền Chi tiết cụ thể em xin đính kèm trong 2 file dưới đây. Em mong nhận được sự phản hồi sớm từ phòng đào tạo Em xin chân thành cảm ơn!",
    "Cho em hỏi kì trước em không đăng kí luận văn được và cũng không đăng kí học môn nào nên bị đình chỉ. Em muốn xin thu nhận lại để được đăng kí môn học kì này thì phải làm sao ạ. Em cảm ơn.",
    "Dạ vậy em phải thanh toán học phí để được thi hay là em bị huỷ luôn 1 kì ạ Do dịch bệnh nặng quá nên gia đình em có chút khó khắn mong nhà trường thông cảm cho em được thi nốt kì này ạ :(",
    "Em làm mất thẻ sinh viên và đã làm lại vào cuối tháng 5. Nhưng do dịch bệnh nên em không lên quận 10 lấy thẻ được và nhờ bạn lấy dùm. Đến nay tình hình càng căng thẳng nên em vẫn chưa lấy thẻ được. Sắp tới em thi cuối kỳ thì thấy yêu cầu có thẻ sinh viên. Em muốn hỏi là em có thể dùng CMND hay thứ gì khác để thay thế cho thẻ sinh viên không ạ?",
    "Hiện tại thẻ SV của em đang để ở nhà ở SG nhưng do tình hình dịch không thể gửi về quê cho em được thì em có thể sử dụng CCCD hay hình chụp của thẻ SV thay thế khi thi được không ạ ??",
    "Kính gửi anh/chị, Em tên: . Sinh viên khóa 2018. Em có   I 3 thắc mắc  /I  như sau:    [1] Phòng đạo tạo có thông báo chính         thức về quy tắc thi online chưa ạ?    [2] Micro laptop em bị hư, thì em có         thể dùng micro điện thoại để thay         thể được không ạ? Hay là không đủ         điều kiện để dự thi?    [3] Do dịch về quê nên em để quên thẻ         sinh viên ở trọ, không biết em có         được dùng CMND để thay thế cho thẻ         sinh viên khi đi thi được không ạ?         Nếu không được có cách nào để khắc         phục không?  Em xin chân thành cảm ơn.",
    "Em đã thanh toán nhưng nó không chuyển sang chế độ đã thanh toán ạ",
    "Dạ cho em hỏi là em đã nộp học phí trễ hạn học kì DT203. Vậy giờ em cần làm gì để được đăng ký môn học lại ạ? Em cảm ơn!",
    "Kính gửi Phòng đào tạo, Em là , MSSV , hiện đang là sinh viên khóa 2019 ngành kĩ thuật ôtô chương trình đại trà. Em có thắc mắc về quy chế thi như sau: Do camera laptop em bị hỏng trong bối cảnh địa phương đang giãn cách, em không thể đi sửa hoặc mua laptop mới. Nên em muốn hỏi là có thể dùng camera điện thoại kết nói với laptop để làm webcam được không?  Em cảm ơn vì Phòng đào tạo đã đọc thắc mắc này và mong đợi câu trả lời sớm nhất . Em xin chúc ban cán bộ nhà trường mạnh khỏe, an toàn trong mùa dịch! Trân trọng ./.",
    "Em xin kính chào Phòng Đào tạo, Hiện tại, em đã nắm được những thủ tục cần thiết để xin hoãn thi thông qua sự hỗ trợ từ phần trả lời trước của Phòng Đào tạo, nhưng em vẫn còn một vấn đề nan giải nữa đó chính là thay vì nộp đơn xin hoãn thi TRỰC TIẾP (in ra, đi nộp hoặc gửi nộp) thì em có thể nộp TRỰC TUYẾN (online) không ạ (vì hầu hết các dịch vụ in ấn xung quanh khu vực em ở đều đã hoàn toàn đóng cửa và em bị hạn chế ra khỏi khu vực), và nếu có thể nộp TRỰC TUYẾN (online), thì em nên nộp như thế nào ạ? Em xin chân thành cảm ơn! Trân trọng, .",
    "Em chào thầy/cô ạ. Hiện em đang muốn hoãn thi nhiều môn thì cần xác nhận của chủ nhiệm khoa, vậy em phải gửi mail cho chủ nhiệm của từng khoa hay chủ nhiệm khoa của ngành em đang học thôi ạ??",
    "Dạ em chào quý thầy cô Phòng Đào Tạo ạ, Hôm trước em có nhận được mail trả lời về việc hoãn thi, trong mail có đề cập chỉ cần xác nhận của phía giảng viên đang giảng dạy, em đã xin xác nhận của giảng viên về việc hoãn thi(thầy reply qua mail, đơn em có đính kèm nhưng chắc do thầy sơ ý nên không xác nhận trong đơn), em gửi kính mong quý thầy cô xem xét cho em được hoãn thi do tình hình dịch bệnh Em xin ghi lại chi tiết môn thi và lý do: Môn thi: Nền Móng Lớp: A05 Giờ thi: 16h00 09/08/2021 Giảng viên:  Sinh viên: , MSSV:  Lý do: Không đủ đường truyền, laptop, camera cho thi trực tuyến",
    "Em chào cô! Giờ em đã thanh toán xong tiền học phí dự thính 202 nhưng mà em vẫn chưa có lịch thi HK2. Do đó em đã làm đơn trình bày lý do thanh toán trễ học phí.Em biết giờ mặc dù đã trễ hạn nhưng mong thầy cô xem xét cho em. Em cảm ơn.",
    "Dạ kính chào PĐT, theo như yêu cầu PĐT bắt buộc sv phải có thẻ sv và trường hợp không có thì đăng ký in lại nhưng thời gian chuyển phát về địa phương lỡ như không kịp ngày thi của em thì em có được giải quyết tham gia thi không ạ ?",
    "Cho em xin phép gửi đơn và minh chứng hoãn thi CHK202 ạ",
    "Dạ em chào thầy cô. Hiện tại em đang bị mất lịch thi kì DT202. Có cách nào để khôi phục lịch thi không ạ? Dạ. Em cảm ơn!",
    "Dạ thưa thầy/cô hiện em đã về quê nhưng để thẻ sinh viên ở trong TP.HCM. Vậy có gì thay thế cho thẻ SV khi em làm bài thi cuối kỳ được không ạ? Em xin cảm ơn",
    "Em chào quý Thầy/Cô  Em đã gữa email qua địa chỉ của trường khoảng 5 ngày trước những vẫn chưa được phản hồi lại và em rất cần sự phản hồi gấp của pđt về đơn này (có/không được xét duyệt đơn hay không?) để em còn nộp lại bô môn ak Nên hôm nay em xin gửi lại qua mục hổ trợ trực tuyến này Mong quý Thầy/Cô thông cảm giùm em với ak Em xin trình bày như sau:   Em là , Mssv , thuộc khoa kỹ thuật hóa học, bộ môn hóa vô cơ Em xin gửi đến quý Thầy/Cô bên pđt đơn xin hoãn bảo vệ luận văn (file đính kèm) của em, bên cạnh đó em đã thu tập sự xác nhận của Thấy hướng dẫn luận văn: PTS , Thầy Chủ Nhiệm Bộ môn: PTS , Thầy Trưởng khoa Khoa KTHH:   bằng email (tất cả đều có file đính kèm) Em kính mong quý Thầy/Cô bên pđt xét duyệt đơn này cho em và phản hồi lại kết quả xét duyệt qua email () để em có chứng minh nộp lại cho bô môn  Em cảm ơn quý Thầy/Cô",
    "Dạ em chào thầy, cô ạ . Em đã đăng kí in thẻ trên sinh viên rồi ạ, nhưng em đựoc biết là bưu điện Đồng Nai tỉnh em ở hiện đã dừng làm việc do phát hiện ca dương tính, cho nên khả năng nhận thẻ sinh viên trước ngày thi cuối kì là rất thấp (môn đầu tiên em thi vào ngày 4/8). Nếu không nhận đựơc thẻ em sẽ bị cấm thì.Hiện tại em rất lo lắng. Em mong nhà trường có hướng giải quyết khác giúp cho những sinh viên như em, em dùng thẻ sinh viên để mượn luận văn của khoa chứ không làm mất, hoặc không mang về quê khi chạy dịch ạ . Em cảm ơn thầy, cô.",
    "Thưa thầy/cô em có thanh toán trễ hạn học phí chính quy 202 - lần 1. Theo em được biết thì thanh toán trễ hạn phải nộp đơn trình bày lí do trễ hạn, nhưng vì hiện giờ em không còn ở TP.HCM nữa thì phải làm sao ạ? Mong được quý thầy/cô giải đáp. Xin cảm ơn.",
    "Dạ cho em hỏi em làm hồ sơ học liên thông đại học ngành Bảo Dưỡng Công Nghiệp ngày 22/5 thì phòng đào tạo bảo khi nào có thẻ sinh viên phòng đào tạo sẽ nhắn,nhưng đến hôm nay thì em chưa nghe thông tin gì liên quan đến việc này.Ngày 3/8 tới em sẽ thi cuối kì em không biết khi nào mới có thẻ SV và do hiện tại em đang bị cách ly trong KTXBK Q10 nên không thể vào trường lấy được.Em không biết nếu từ giờ đến ngày em thi có được nhận thẻ SV không.Và nếu chưa nhận được thì em có được tham gai thi cuối kì không ak.Em cảm ơn",
    "Dạ em chào thầy cô, kỳ này thi onl mà thẻ sinh viên em bỏ trong tp HCM . Nên em gửi đơn lên xin giấy chứng nhận tạm thời để có thể thi ạ.",
    "PDT cho em hỏi là lịch bảo vệ của bộ môn chế tạo máy khoa Cơ khi là khi nào vậy ạ. Hiện tại những bộ môn khác hầu như đã thông báo cho sv nhưng bộ môn em chưa thấy thông báo gì trong khi lịch dự kiến đưa ra hồi tháng 6 là đầu tháng 8 này nộp trực tiếp ạ. Em cảm ơn",
    "cho e hỏi là hiện tại dịch bệnh nên em đang về quê và không mang theo laptop và máy tính vậy cho e hỏi là thủ tục xin tạm hoãn thi như thế nào ạ. em cảm ơn ạ",
    "em là k18 khoa cơ khí chuyển hệ VHVL sang khoa Quản lý công nghiệp, em muốn hỏi là em phải đăng ký môn học của khóa nào ạ. em đã hỏi một lần r nhưng vẫn chưa được giải đáp ạ",
    "Chào thầy/cô, Em xin hướng dẫn về điều kiện và quy trình để được hoãn thi mùa dịch vì điều kiện hiện tại không thích hợp để đáp ứng tốt việc thi trực tuyến. Việc hoãn thi được thực hiện ở một số môn nhất định hay tất cả các môn ạ? Em xin cám ơn . Trân trọng.",
    "Cho em hỏi trưởng mình có gửi form đăng ký xe về quê đối với sinh viên ở trọ tại HCM. Cho em hỏi sau khi về quê có phải bị cách ly 21 ngày tại trại tập trung không ạ? Em xin cảm ơn ạ.",
    "Dạ hiện nay em đang chưa đạt anh văn,trước dịch em có thi toeic nhưng trượt và dịch em không thể thi lại được,hiện nay em vẫn đăng kí môn học được nhưng em vẫn lo lắng. Anh chị cho em hỏi về anh văn có cho nợ 1 kì vì dịch như năm ngoái nữa không hay em sẽ bị hủy vào đợt đăng kí sau ạ! Em cảm ơn quí anh chị",
    "Dạ em kính chào thầy/cô ạ,   Em có một vài câu hỏi về vấn đề thi học kỳ trực tuyến ở trường mình ạ. - Hiện tại đã rất gần đến ngày thi cuối kỳ nhưng em chưa nhận được quy chế, cách thức thi online của trường nên việc chuẩn bị trang thiết bị phục vụ cho thi online như thế nào tụi em chưa nắm được để chuẩn bị ạ. Vì hiện tại, để đặt các mặt hàng điện tử để chuẩn bị kì thi cũng rất khó khăn do các quy định mới của thành phố. Tình hình em vừa nêu trên không phải do chúng em không đủ điều kiện tham gia kì thi, mà do việc thông báo chậm trễ từ phía nhà trường. Em mong nhà trường có thể hoãn lại kì thi online để chúng em có được sự chuẩn bị tốt nhất cho kì thi. Em xin trân trọng cảm ơn ",
    "Kính chào quý thầy cô, Do không đáp ứng được nhu cầu về thiết bị cho việc thi trực tuyến nên em muốn hỏi về thủ tục xin hoãn thi . Và do tình hình bất khả kháng vì dịch bệnh nên cho phép em hỏi thêm nếu theo quy chế học vụ thì ở kỳ sau em phải đăng ký môn học để được thi hết môn thì ở kỳ sau những môn hoãn thi đó tụi em có phải đóng học phí ở kì sau không? Em cảm ơn quý thầy cô ạ",
    "Em xin chào Thầy, Cô ạ. Em là , MSSV:  Em đang ở Ký Túc Xá Bách Khoa. Hiện tại, Ký Túc Xá (KTX) và Trường đang tìm các phương án để đưa  Viên về quê do KTX đã có F0 nên em vô cùng lo lắng . Tình hình dịch, tìm kiếm các chuyến xe hồi hương, thủ tục xét nghiệm và cách ly khi về quê làm em không có thời gian ôn tập và điều kiện để thi cuối kỳ Online. Em cũng có nghe thông tin về việc sinh viên được hoãn thi (điểm M) từ Ký Túc xá. Em xin hỏi là: - Những sinh viên dạng nào sẽ được miễn thi ạ? - Em phải hoãn/ miễn thi toàn bộ môn trong 1 kỳ hay có thể hoãn/miễn thi từng môn ạ? - Thủ tục để hoãn/miễn thi cuối kỳ như thế nào ạ? Em xin chân thành cảm ơn, rất mong nhận được hồi đáp từ quý thầy, cô . Chúc quý thầy, cô và gia đình sức khỏe.",
    "Hiệnh tại em có đăng ký thi online 2 kỹ năng nói-viết, và được xếp lịch thi vào ngày 30/07/2021. Nhưng vào ngày đó, em được bên tỉnh Phú Yên hỗ trợ dể về quê. Nên em có một vài thắc mắc sau đây: 1) Từ hiện tại đến ngày tốt nghiệp (tháng 11) thì còn tổ chức thi online 2 kỹ năng nói viết không ạ? 2) Nếu không còn tổ chức, thì đợt thi này em có thể dời lịch được không ạ EM xin cảm ơn thầy cô!",
    "Khi về quê em quên đem thẻ sinh viên phải làm sao ạ có thể dùng chứng minh nhân dân thay thế được không ạ",
    "Em xin kính chào Phòng Đào Tạo, Em tên là , mssv , là sinh viên lớp VP17VT. Hôm nay em xin phép nộp đơn xin hoãn thi cuối kỳ môn học \"Nhiệt động học thống kê\" (210702). Lý do: vì trước khi nhận lịch thi chính thức, em có tham gia công tác hỗ trợ chống dịch và hiện tại, em không ở nhà (ở chung với đồng đội) để đảm bảo an toàn, tránh lây nhiễm chéo cho gia đình (trong trường hợp không may mắc bệnh). Nơi ở hiện tại của em không đáp ứng được điều kiện 1 mình em trong phòng khi thực hiện bài thi cũng như em không thể về nhà để bổ sung đủ thiết bị camera, thêm vào đó, đường truyền internet cũng rất chập chờn. Chính vì thế em quyết định nộp đơn này, kính xin Phòng Đào tạo xét duyệt và hỗ trợ giúp em! Em xin chân thành cảm ơn! Trân trọng, .",
    "Chào PĐT, Em là Trần Duy Quang, MSSV: 1813684 Hiện tại em vẫn chưa thấy hiển thị lịch thi 202 của em ạ Hiện học phí 202 chính quy em đã thanh toán hết Mong pđt kiểm tra giúp em ạ Thân, Trần Duy Quang",
    "Lịch thi cuối kỳ của em môn học Công nghệ phần mềm nâng cao của em là thi Offline . Nhưng hiện tại TP HCM đang thực hiện giãn cách xã hội bị hạn chế di chuyển, em không tìm được cách để đến được địa điểm thi thì phải thực hiện thi như thế nào ạ?",
    "Em xin kính chào Phòng Đào Tạo, Em tên là , mssv , là sinh viên lớp VP17VT. Hôm nay em xin phép nộp đơn xin hoãn thi cuối kỳ môn học \"Kinh tế vi mô - chiến lược và tổ chức xí nghiệp\" (210702). Lý do: Vì trước khi nhận lịch thi chính thức, em có tham gia công tác hỗ trợ chống dịch và hiện tại, em không ở nhà (ở chung với đồng đội) để đảm bảo an toàn, tránh lây nhiễm chéo cho gia đình (trong trường hợp em không may mắc bệnh). Nơi ở hiện tại của em không đáp ứng được điều kiện 1 mình em trong phòng khi thực hiện bài thi cũng như em không thể về nhà để bổ sung đủ thiết bị camera, thêm vào đó, đường truyền internet cũng rất chập chờn. Chính vì thế em quyết định nộp đơn này, kính xin Phòng Đào tạo xét duyệt giúp em! Em xin chân thành cảm ơn! Trân trọng, .",
    "Kính chào Thầy/Cô, Trên Thông tin SV - MyBK, em có lịch thi cuối kỳ HK 203 vào ngày 31/07. Nhưng cho đến hiện tại thì em vẫn chưa nhận được bất kỳ email phổ biến về quy chế thi nào từ Phòng Đào tạo ạ. Vậy lịch thi ngày 31/07 có được dời lại không ạ?  Em cảm ơn Thầy/Cô",
    "Chào cô/thầy ạ, cho em hỏi sao hôm nay ngày 28/072021 cập nhật lịch thi thì em bị mất lịch thi ạ, chỉ còn lịch thi của HK203 và môn Cơ lưu chất, các môn còn lại của HK202 đã bị mất, em cũng không bị cấm thi hay đăng kí hoãn thi môn nào hết ạ, mong cô/thầy điều chỉnh ạ, em chân thành cảm ơn.",
    "Em bị mất thẻ sinh viên, vậy để tham gia thi online HK 202 và 203 em có thể dùng giấy CMND để thay thế không?",
    "Em bị mất thẻ sinh viên vào thời điểm dịch bệnh tháng 6 nên em không thể đi in thẻ lại. Hiện nay, để thi cuối kì cần phải có thẻ Sinh viên. Qua giáo viên chủ nhiệm, em được biết cần phải có giấy xác nhận sinh viên tạm thời. Em đã viết mail nhưng chưa thấy phản hồi nên đã đăng kí in thẻ sinh viên mới trên mybk. Trong quá trình đăng kí, em vội vàng điền thông tin số điện thoại nhận hàng bị sai khi bị hối thúc làm việc nhà (do có lưu lại nên mới phát hiện). Xin phòng đào tạo sửa đổi thông tin chuyển phát lại thông tin của em với số điện thoại: 0984.524.635 Trường hợp của em:  - MSSV: Cho em hỏi thêm nếu việc chuyển phát về không kịp, thì mình sẽ có thể thay thế bằng CMND được không ạ?",
    "Em tên là , MSSV: . Trong HK202, em có đăng ký môn học Anh văn 4 (LA1009), nhưng tình hình dịch bệnh nên việc thi cuối kỳ bị nhà trường hoãn lại trước khi đăng ký môn học HK203. Vì vậy để đảm bảo an toàn nên trong HK203, em có đăng ký học lại môn học Anh văn 4 (LA1009). Nhưng hiện tại, theo lịch thi mới nhất mà Phòng đào tạo sắp xếp thì lịch thi cuối kỳ môn học Anh văn 4 (LA1009) của HK202 và HK203 đều trùng ngày giờ với nhau (11/08/2021 lúc 13h00) . Vì vậy, kính mong Phòng đào tạo xem xét giải quyết nhanh chóng vấn đề trùng lịch thi môn học Anh văn 4 (LA1009) ở cả 2 học kỳ. Và Phòng đào tạo có thể giải đáp thắc mắc là trong trường hợp này thì em có thể chọn thi 1 trong 2 học kỳ không ạ. Xin cảm ơn !",
    "Dạ chào Thầy/Cô/Anh/Chị, Em đã cố gắng thực hiện đăng kí lại theo như thông báo và vẫn chưa thể đăng kí được ạ. Mong anh/chị xem qua video, hình ảnh đính kèm và kiểm tra lại giúp em lần nữa ạ. Em cảm ơn",
    "Em chào thầy/cô! Em muốn em có được hoãn thi theo môn không, tức là em chỉ xin hoãn những môn nhất định chứ không hoãn hết những môn kỳ này của em. Và một vấn đề nữa, gần đây tình hình dịch trong KTX Bách Khoa đang căng thẳng và BQL đang có ý định sớ tán sinh viên về quê bớt, đồng thời sẽ nói được miễn điểm M. Vậy cho em hỏi điểm M này là gì và như thế nào? Em cảm ơn!",
    "Em có nộp đơn xin hoãn thi kì 203 bằng mail vào ngày 23/7/21 và trên trang bksi nhưng hiện tại chưa nhận được phản hồi từ PDT, em mong PDT phản hồi là em có được hoãn thi hay không? Em chân thành cảm ơn!",
    "Thầy Cô cho em gửi đơn xin rút môn học, em đã được xét miễn môn Giải tích 1 MT1003 ngày 25/6/2021. Vì em không biết được miễn môn, nên đã đăng ký đợt tháng 3. Cô  có thể hướng dẫn em làm thủ tục hoàn học phí không ạ!? em cảm ơn Thầy Cô!",
    "Do dịch covid nên trung tâm IIG đóng cửa từ tháng 5, em chưa đăng ký để lấy được chứng chỉ toeic để đăng ký làm đồ án tốt nghiệp vào học kì mới này. Thầy/cô cho em hỏi, em có thể đăng ký làm đồ án trước rồi khi nào IIG mở lại em sẽ đi thi và nộp bổ sung toeic được không ạ?",
    "Dạ em chào thầy, cô ạ . Em tên  khoa Máy tính. Em đang làm luận văn trong kỳ này và dự kiến bảo vệ trong tháng 8 tới ạ. Cho em hỏi là em đã hoàn thành đủ số chỉ thì có cần đăng ký môn để duy trì tình trạng học không ạ? Bữa trước em có thấy mở đăng ký nhưng em không đăng ký vì e nghĩ mình đủ môn và có thể tốt nghiệp sau học kỳ này, hôm nay nghe bạn em nói lại nên em hơi hoang mang. Và cho em hỏi thêm một câu nữa là em đã nộp bằng toeic 580 của e cách đây hơn 2 năm thì em có cần phải thi lại toeic không hay chỉ cần thi nói viết là xong ạ? Em xin cảm ơn",
    "Chào   B phòng đào tạo   ,  Em tên là    , MSSV , sinh viên ngành kỹ thuật hóa học - . Vừa rồi em có đăng ký in bảng điểm vào ngày 20/07 qua hình thức vận chuyển bưu điện, tuy nhiên có lẽ do tình hình dịch bệnh nên bảng điểm vẫn chưa được giao. Hiện tại em đang cần bảng điểm để nộp đúng deadline, nên phòng đào tạo có thể gửi cho em   B bảng scan của bảng điểm    được không ạ?  Em xin cảm ơn",
    "Cách viết đơn xin hoãn thi HK202 và địa chỉ gửi",
    "Dạ cho e hỏi trường mình có khảo sát nhu cầu cho sinh viên về quê, là đi bằng phương tiện nào về và thời gian về là khi nào ạ? Mình tự chủ đi xét nghiệm để lấy giấy xét nghiệm âm tính trước hay đến đó trường sẽ tiến hành xét nghiệm ạ?",
    "Em Tên : , MSSV:  Em được đồng ý của giáo viên hướng dẫn, giáo viên bộ môn, và khoa đồng ý được bảo vệ  đợt này. EM mong Phòng đào tạo xem xét. Em có kèm theo đơn xác nhận.",
    "năm trước em có đăng kí lộn in lại thẻ sinh viên sau đó em em không hoàng thành phiếu đó mà giờ em muốn in thẻ mới và gửi về quê nên em muôn đăng kí phiếu mới mà có phiếu cũ không thể đăng kí nên em muôn nhờ hủy phiếu củ phiếu củ có mã phiếu là : THE-SV..1",
    "Em đã đăng ký in thẻ nhưng chưa kịp thanh toán vào tháng 4 và nơi nhận thẻ là tại PĐT cơ sở Lý Thường Kiệt. Hiện giờ em đang ở quê nên không nhận trực tiếp được và không thể đăng ký in thẻ mới do còn 1 đơn yêu cầu in cũ vậy có cách nào giải quyết không ạ? Em sắp thi vào ngày 1/8 và 4/8 nên nếu gửi thẻ SV thì có kịp thời gian đó để em thi không ạ?  Em cảm ơn",
    "Cho em hỏi là em vừa mới đổi từ Chứng minh nhân dân 9 số sang Căn cước công dân 12 số thì em có cần phải cập nhật lại thông tin gì không ạ? Nếu có thì em sẽ phải cập nhật như thế nào ạ? Em cảm ơn!",
    "em chào cô ạ! Hôm nay em xin hỏi phòng  đào tạo về thời gian nộp chứng chỉ ngoại ngữ để nhận luận văn cho k2018 trong đó em có một thắc mắc nếu thời gian nộp em chưa có bằng thì em có thể tiếp tục thực hiện luận văn và trước khi bảo vệ em nộp bằng có được không ạ.Em cảm ơn   i ",
    "Dạ em muốn hoãn thi thì gửi đơn hoãn thi tới mail của PĐT phải không ạ",
    "Em rớt môn GDTC3, có cách nào để đăng kí môn đề cương luận văn không ạ? Em cảm ơn",
    "Em có đăng ký in thẻ sinh viên và nhận qua chuyển phát trong nội thành TPHCM tuy nhiên tới giờ vẫn chưa nhận được. Em có check phiếu xác nhận của PĐT thì thấy mục tel để số điện thoại là MSSV nên có thể đơn hàng không gửi tới chỗ em được. Em dự định đăng ký in thẻ lại vào ngày 29/7/2021 (Thứ Năm) và chọn nhận tại trường thì liệu có thể nhận trước hoặc trong ngày 3/8/2021 được không? Ngoài ra PĐT yêu cầu đem theo phiếu xác nhận thì cần in trực tiếp hay đem theo smartphone mở file lên là được do đa số tiệm in xung quanh trường đã đóng cửa do dịch.",
    "Kính gửi :Phòng đào tạo trường Đại học Bách khoa Em tên : MSSV:         Lớp CK19CĐ1 Em có câu hỏi : \"Khi thi học kì bằng hình thức online, có yêu cầu phải nhất thiết trình diện bằng thẻ sinh viên mới cho thi hay có thể thay thế bằng các giấy tờ tùy thân như chứng mình nhân dân ,căn cước công dân ?\" \"Nếu như bắt buộc cần thẻ sinh viên thì thẻ sinh viên làm lại  được gửi qua bằng hình thức nào?\"",
    "Kính gửi quý thầy cô. Em tên , MSSV . Do yêu cầu của nhà trường về việc thi online cần có webcam mà đặc thù máy em không có, nên em muốn hỏi là em có thể sử dụng camera của điện thoại thay thế cho webcam laptop được không ạ. (Em vẫn sử dụng laptop nhưng qua 1 phần mềm trung gian để kết nối laptop với camera trên điện thoại). Em xin chân thành cảm ơn ạ.",
    "Chào thầy/cô,  Em tên là . Em muốn xin tạm hoãn thi cuối kỳ HK202 và DT202. Em xin gửi kèm đơn hoãn thi và minh chứng. Em cám ơn.",
    "Em có đăng kí hoãn thi và đã mail xin xác nhận không bị cấm thi đến giảng viên 2 lần nhưng 4 ngày rồi vẫn chưa được phản hồi thì phải làm sao ạ. Em cảm ơn/",
    "Kính thưa quý thầy/cô, Em tên là , MSSV , lớp VP20NL khoa Điện - Điện tử. Học kỳ 202/2019-2020 em có 6 môn thi cuối kì online trắc nghiệm. Hiện tại do điều kiện không có smartphone có khả năng ghi hình toàn cảnh không gian thi online (em chỉ có laptop và điện thoại chỉ nghe gọi không truy cập mạng được); đồng thời sắp tới ở trong bệnh viện/khu cách ly tập trung em không thể đảm bảo được yêu cầu về việc người khác không làm phiền . Nay em gửi đơn này xin được PĐT xem xét cho em hoãn thi cuối kỳ trong đợt này. Em xin cám ơn quý thầy/cô rất nhiều. ",
    "EM chào thầy/cô ạ. Em có đk in lại thẻ sinh viên và giấy xác nhận sinh viên, nhưng đăng kí lấy tại trường. Nhưng tình hình dịch hiện tại, em muốn chuyển phát về thì có được ko ạ. Em cảm ơn",
    "Thưa quí thầy cô. Điều kiện bổ sung để hoãn thi HK202 là đơn hoặc email,vậy nếu là email thì có cần xác nhận của cả GV dạy và chủ nhiệm khoa luôn không ạ. Nều có cần thì quí thầy cô cho em xin thông tin liên lạc với chủ nhiệm khoa (Cơ khí )(email/sđt/..) Mong nhận được sự phản hồi cụ thể rõ ràng ạ. (Tình hình chung là toàn SV BK trên Facebook đang rất hoang mang và bị loạn thông tin,thiếu thông tin cụ thể việc thi online) Em xin cám ơn.",
    "Kính chào Thầy/Cô, Vài ngày trước em còn thấy lịch thi môn Vật lý sóng AS2047 trên MyBK, mà sao hôm nay cập nhật lịch thi thì không còn thấy nữa vậy ạ?  Em cảm ơn",
    "Dạ em là sinh viên đang ở Ký Túc Xá Bách Khoa. Hiện KTX đã có F0 và trường cùng với KTX đang thúc đẩy tụi em hồi hương. Trong đó có để cập trường sẽ miễn thi (nhận điểm MT) cho diện tụi em ở KTX. Em muốn hỏi về thông tin miễn thi trên, còn nếu không miễn thi thì em phải làm sao để hoãn thi ạ.",
    "Em muốn nộp đơn thu nhận lại thì nộp online được khhoong ạ",
    "Em chào cô ạ ! Cô cho em hỏi nếu cùng một môn em học 2 lần lần 1 là 6.0 điểm lần 2 học cải thiện nhận điểm MT thì điểm cuối cùng của môn em học có phải là MT và không tính vào điểm trung bình không ạ.Em cảm ơn ạ.   i  .",
    "Hiện tại em đã làm mất thẻ sinh viên . Em cần chuẩn bị gì để xử lí vấn đề này trước khi thi ạ?",
    "Kính gửi a/c PĐT, Em là , MSSV . Do tình hình dịch bệnh, khu em sống bị phong tỏa không ra ngoài được từ cuối tháng 6, mãi đến hôm nay được mở phong tỏa em mới đi đóng học phí HK hè được. Do thanh toán trễ nên em bị mất TKB HK hè 203, kính nhờ a/c mở lại TKB giúp em. Em cám ơn a/c nhiều!",
    "Chào pđt, Em là sinh viên năm 4 Khoa Điện bộ môn Điều khiển và tự động hóa. Hiện tại chương trình học của em còn thiếu 3 môn Anh văn (2, 3, 4). Do tình hình nghiêm trọng của dịch Covid hiện tại, nên em không chắc chắn là kịp thi lấy chuẩn Anh văn để nộp chuyển điểm Anh văn trong trường và xét tốt nghiệp vào tháng 11. Nên em muốn hỏi là nếu học kỳ sao em không đăng ký môn học và chờ cho dịch ổn lại, sau đó thi lấy chuẩn Anh văn nộp chuyển điểm thì lúc đó em có được xét tốt nghiệp vào tháng 4 không ạ, hay bắt buộc em phải đăng ký môn để duy trì tình trạng sinh viên mới được xét tốt nghiệp vào tháng 4 ạ. Em xin cảm ơn.",
    "Kính gửi quý thầy cô văn phòng đào tạo trường Đại học Bách khoa TP.HCM    Em tên là , sinh viên K19 khoa Điện - điện tử. Về vấn đề thi cuối kỳ 202 bằng hình thức thi online thì em có được phổ biến là cần có 1 laptop và 1 điện thoại để thi. Nhưng hiện tại em không có laptop nên em xin hỏi em có thể sử dụng 2 điện thoại để thi trong cả 2 trường hợp thi tự luận và thi trắc nghiệm không ạ ? Em đã có cài đặt ứng dụng quay màn hình dành cho điện thoại và có thể quay màn hình như laptop ạ.     Em mong có thể nhận được phản hồi sớm từ quý thầy cô. Em xin chân thành cảm ơn.",
    "Em là sinh viên K19, em xin hỏi em muốn rút giấy xác nhận kết quả thi THPT quốc gia có được không, em cần nó để hoàn thành thủ tục học văn bằng 2 ở 1 trường khác. Em cảm ơn",
    "Em chào thầy cô, Em tên là , MSSV: . Do trong quá trình về quê em đã quên thẻ sinh viên ở ký túc xá, vì vậy em không có thẻ sinh viên trong kì thi online cuối kì 202. Mong thầy cô xem xét, hướng dẫn cách giải quyết vấn đề trên. Em cám ơn!",
    "Hiện tại khu vực của em không có shipper hoạt động và em sắp thi vào ngày 1/8 vậy em có thể làm giấy chứng nhận thay thế không ạ?",
    "Chị ơi có thể sửa thông tin làm lại thẻ sinh viên mã: THE-SV..1  chuyên nơi nhận thành : Đội 5 - Thôn Vĩnh Đức - Xã Ân Tín - Huyện Hoài Ân - Tỉnh Bình Định số điện thoại người nhận là [phone_number] em xin cảm ơn",
    "Em tên   học lớp DT05 môn giải tích 2 kì 203 Em viết đơn này môn phòng đào tạo cho phép em được hoãn thi Và thầy giảng dạy em không có mail trường ạ",
    "Em xin kính chào PĐT . Hiện tại các bạn học môn GT2 có mong muốn hoãn thi đã được giảng viên tạo topic hoãn thi trên  .Em đã điền vào topic trên diễn đàn vậy Em có cần chụp minh chứng bản thân đã điền vào topic không ạ. Em không bị cấm thi ạ. Em xin cảm ơn.",
    "Em là  MSSV:   Do đã bảo vệ xong luận văn tốt nghiệp nên em đã không đăng kí môn học Học kì 02 năm 2020-2021 nên em buộc tạm dừng học theo quyết định số 263/QĐ-ĐHBK ngày 09/4/2021. Hiện tại em muốn đăng kí môn học Học kì 1 năm 2021-2022,nên em xin đề nghị được thu nhận lại.   Em đính kèm phiếu thu nhận lại phía dưới, mong các thầy cô giải quyết giùm em với ạ   Em cảm ơn các thầy cô .",
    "Dạ em chào anh/chị, em tên là  - MSSV . Em có thắc mắc về vấn đề dời thời gian bảo vệ luận văn tốt nghiệp.   Đề tài luận văn của em thực hiện cần phải đi khảo sát trực tiếp tại nhà máy, do dịch Covid công ty không còn nhận sinh viên đến thực tập. Bên cạnh đó, trong học kì qua gia đình em không ổn định công việc cũng như thu nhập do có nhiều đợt phải nghỉ làm vì tình hình dịch tại công ty, nên đã có nhiều yếu tố tác động đến quá trình học tập của em trong học kì qua . Vì vậy trước đó em đã xin giảng viên sẽ đăng kí lại vào kì sau để bảo vệ luận văn để đạt kết quả tốt nhất, chấp nhận bỏ học phí cho luận văn kì này . Nhưng hiện tại bên khoa Hóa có tư vấn sinh viên gặp vấn đề do dịch Covid có thể liên hệ phòng đào tạo xin dời bảo vệ luận văn để tiết kiệm học phí . Em có thể xin thủ tục các bước cần thiết để thực hiện xin dời luận văn được không ạ? Em mong được hỗ trợ vấn đề trên để có thể giảm chi phí cho gia đình mùa dịch này. Em cảm ơn ạ.  ",
    "Xin chào thầy/cô ở PĐT,  em muốn hỏi là kỳ sau em đăng ký LVTN nhưng em chưa có bằng Toeic để nộp và bây giờ tình hình dịch phưc tạp nên em cũng không thể thi được thì em có thể xin đăng ký LVTN trước được không ạ? Mong quý thầy/ cô giúp đỡ. Em chân thành cám ơn.",
    "Kính thưa phòng đào tạo, Em tên là , MSSV:. Em xin quý phòng đào tạo đăng kí lại cho em môn học kì 202 đã được sự đồng ý của thầy  trưởng phòng đào tạo ạ. Do tình hình dịch bệnh nên em không thể lên phòng đào tạo nộp đơn trực tiếp cho thầy ạ, kính mong phòng đào tạo giải quyết giùm em ạ.",
    "Kính chào phòng đào tạo Em là , MSSV: , thuộc chương trình KS CLC Việt-Pháp. Email: . Hiện tại em đang cần giấy xác nhận sinh viên để hoàn thành hồ sơ du học. Em đã đăng ký trên hệ thống mybk của trường rồi, nhưng vì em đang cần gấp nên em muốn được nhận giấy xác nhận thông qua email trong thời gian sớm nhất có thể ạ.",
    "cho em hỏi về thông tin lịch thi của em lại dời vậy ạ, e cảm ơn",
    "Cho em hỏi,em muốn hoãn thi trực tuyến thì cần làm như nào ạ ? Do máy nhà em không đủ tốt để thi onilne . ",
    "Gửi phòng đào tạo, Em tên là  mssv ,  Hiện em có vấn đề về việc in thẻ sinh viên để dự thi cuối kì, tình hình hiện tại là em đã đóng tiền từ ngày thứ 2 (26/7) nhưng từ sáng 27/7 tới nay phiếu đăng ký của em vẫn đang trong tình trạng chờ xử lý, Em muốn hỏi là liệu thẻ sinh viên của em có đến nơi kịp vào ngày dự thi của em hay không ? (Em ở TP.HCM) Thêm nữa là nếu như thẻ của em không tới kịp ngày thi, liệu em có thể dự thi bằng CCCD/CMND và trình đơn đăng ký đang chờ xử lý cho cán bộ coi thi được hay không ?  Em cảm ơn,  .   i  .",
    "Dạ cho em hỏi là trừ trường hợp cần vay tiền để nộp học phí thì sinh viên mình có được vay tiền của bên Bách Khoa không ạ? Em cảm ơn.",
    "Em đã chuẩn bị thủ tục như hướng dẫn bên dưới rồi thì nộp về cho bộ phận nào của trường để được miễn thi ạ?",
    "Xin chào PĐT Điều 17.2 có nêu:   B Điểm VP sẽ không được thay thế bằng điểm các lần học sau và ĐTBTL được tính từ điểm cao nhất của các lần học    Em muốn hỏi là 1. \"  I Điểm cao nhất của các lần học  /I \" là điểm gì.(Điểm thành phần hay điểm tổng kết) 2. Hiện em đang có 5 môn và cần hoãn thi hết. Vậy giả sử em thi đạt thì ĐTBTLHK được bao nhiêu ạ,   B liệu có bị tính 0 điểm HK   . 3. Nếu hoãn thi hết có được   B xét học bổng    không ạ Em xin cảm ơn",
    "cho em hỏi mẩu đon này phải là mẩu đơn noppj để xin hoãn thi không ạ với lại cho em hỏi dịch nhue thế nào tiệm phôt k mở cửa làm sao em phô rồi ký tên đc ạ",
    "Kính chào giáo viên Em xin đăng ký hoãn thi hai môn: Giải Tích 2 và Phương pháp tính. Em phải làm thủ tục như thế nào ạ? Em cảm ơn !",
    "Vì tình hình dịch bệnh và vì một số lí do khách quan khác, em xin phép PĐT cho em được hoãn thanh toán HP Hk202 (chuyển hệ) _Em có trình bày rất rõ trong đơn đính kèm. _Mong nhận được sự đồng ý từ PĐT, em xin thành thật biết ơn.",
    "Dạ thưa thầy(cô) chuyện là em không có thẻ sv ở bên mình, em cần phải đăng ký thẻ để thi online, nên em phải làm sao để được đăng ký đây ạ? Và cho em hỏi là khoảng bao lâu thì em có thể nhận được ạ, do quê em ở Cần Thơ. Em xin cảm ơn thầy(cô) nhiều lắm ạ!!",
    "L14 xin pđt để được hoãn thi cuối kì 202 môn triết ạ",
    ". Kính gửi thầy/cô Phòng đào tạo trường đại học Bách Khoa Em tên là  Duy Phúc Lớp DD20LT09 MSSV  Em gửi đơn này xin Phòng đào tạo cho phép em được hoãn thi cuối kỳ HK202 môn Triết học Mác-",
    "Em chào thầy cô, Em tên là , mssv: . Do hiện tại thẻ sinh viên của em ở ký túc xá, nên để được phép thi cuối kì em có thể sử dụng hình ảnh của thẻ sinh viên( trong file đính kèm) trong kì thi cuối kì 202 không ạ hoặc trong trường hợp thẻ sinh viên mới không về kịp thì cách giải quyết như thế nào?. Mong thầy cô xem xét giúp đỡ. Em cám ơn!",
    "Chào thầy/cô, em muốn hỏi là thi online cuối kì được sử dụng tài liệu thì mình có được xem tài liệu trên máy tính không ạ, hay chỉ là tài liệu giấy. Do quê em thực hiện chỉ thị 16 nên không in tài liệu được ạ. Em cảm ơn",
    "Học kì 2 năm học 2020-2021, em có đăng ký 2 môn học Vẽ kỹ thuật (CI1003) và Lý thuyết công nghệ luyện kim 2 (MA3015), do ảnh hưởng của dịch bệnh nên em không chuẩn bị học phí kịp, và em có 2 câu hỏi mong thầy/cô giải đáp giúp em. - Nếu hiện tại em đóng học phí thì có kịp không ? - Lịch thi cuối kì môn luyện kim 2 là 10/8, trong khi môn vẽ kỹ thuật chưa có thông tin mới, nhưng lịch thi trong mục thông tin sinh viên của em không được cập nhật. Nếu em đóng học phí thì thông tin có cập nhật kịp trước ngày em thi cuối kì (10/8) không? Em mong sẽ được giải đáp thắc mắc sớm nhất có thể. Cảm ơn thầy/cô !",
    ". Em tên là: . MSSV: . Sắp tới em thi cuối kỳ bắt đầu từ ngày 04/07 và cần thẻ sinh viên mà em lại bỏ thẻ sinh viên tại KTX trước khi về quê ạ! Em muốn hỏi là:\" Nếu không có thẻ SV mình dùng CMND được không ạ? \" và \" Nếu không được thì có cách giải quyết nào khác không ạ?\" Em đã đăng kí in thẻ SV vậy trước ngày 04/07 có thể có thẻ SV không ạ? ( em ở Quảng Ngãi ) Mong admin trả lời sớm! Em xin chân thành cảm ơn ạ!",
    "Em tên  MSSV:  lớp giải tích 2(MT1005)  Em đã gửi mail cho giảng viên để xác nhận hoãn thi do kh có laptop và đường truyền mạng kh ổn định từ ngày (24/07/2021) cho cô  là giáo viên đứng lớp (em đã gửi 5 mail) nhưng đến hôm nay (29/7/2021) cô vẫn chưa trả lời em có đc hoãn hay bị cấm thi hay kh. Em chưa nhận đc 1 câu trả lời nào từ cô nhưng ngày thi gần tới (16:00 ngày 7/8/2021) em mong PĐT có thể giúp em ạ Em xin trân trọng cảm ơn          i ",
    "Kính gửi thầy/cô Phòng đào tạo trường đại học Bách Khoa Em tên là   Lớp DD20LT09 MSSV  Em gửi đơn này xin Phòng đào tạo cho phép em được hoãn thi cuối kỳ HK202 môn Giải Tích 2",
    "Em là . MSSV: Em gửi đơn xin xác nhận hoãn thi kèm minh chứng. Mong PDT xem xét. Em cảm ơn. Trân trọng/",
    "Em kính chào thầy cô ạ! Em đã hoàn thành phiếu đăng kí hoãn thi theo mẫu của phòng đào tạo và được giáo viên viên bộ môn kí xác nhận hoãn thi. Em kính mong phòng đào tạo xem xét giúp em được hoãn thi môn học kì này ạ. Em xin trân trọng cảm ơn. Chúc thầy cô có nhiều sức khỏe ạ.",
    "Dạ thầy cô cho em hỏi, do giáo viên nhập sai điểm đồ án môn học của em, bây giờ sửa điểm lại thì cần làm những gì ạ. Mong thầy cô sớm phản hồi cho em. Em cảm ơn.",
    "Em chào thầy/cô. Nếu việc em làm mất thẻ sinh viên và cần cấp lại thẻ nhưng em quên tài khoản ocb của mình và không đăng nhập để đóng tiền cấp thẻ được ạ. Vậy cho em hỏi e phải làm thủ tục chứng nhận là sinh viên như thế nào để được dự thị ạ? Em cảm ơn rất nhiều ạ.",
    "Em chào thầy/ cô ạ. Hiện tại em kì rồi em có học dự thính môn giải tích 1 của cô . Thì em do không đảm bảo được điều kiện thi nên xin hoãn. Em đã mail thông báo cho cô, để cô lập danh sách. Vậy cho em hỏi thì em có cần làm đơn hoãn thi ko ạ ?? Nếu có làm thì như thế nào ạ ??",
    "Kính chào quý thầy/cô ạ, theo quy chế đào tạo chương V điều 28.1, SV sau năm nhất có thể đăng kí học song ngành theo hướng bằng 2, vậy cho em hỏi làm thế nào để đăng kí ạ? em đã phân ngành rồi ạ.",
    "Em chào thầy/ cô Cho em hỏi,  môn giải tích 1 và vật lý 1 DỰ THÍNH HỌC KÌ 202 sẽ thi cuối kì vào ngày mấy  và ngày mấy vậy ạ  Do em đọc trên MYBK, lịch thi môn vật lý 1 của  em có 2 ngày thi là 12/8 và 23/8 Em xin cảm ơn",
    "Chào Thầy/ Cô. Em là Lưu Hoài Bảo Khuyên, MSSV 1711828. Thầy/ Cô ơi nếu trong đợt ĐKMH đợt 2 này, em có thể xóa môn học đã đăng kí ở đợt 1 không ạ? Em xin chân thành cảm ơn Thầy/ Cô.",
    "Thầy (cô) cho em hỏi về việc hoãn thi với ạ. Theo em biết hoãn thi sẽ lấy điểm thi cuối kì sau đó làm điểm tổng kết và bỏ qua điểm thành phần, vậy đối với môn có thí nghiệm thì cột điểm thí nghiệm sẽ sao ạ? Và hoãn thi ảnh hưởng như thế nào đến việc xét hbkk vậy ạ? Em cảm ơn!",
    "Thưa quí thầy cô. Điều kiện bổ sung để hoãn thi HK202 là đơn hoặc email,vậy nếu là email thì có cần xác nhận của cả GV dạy và chủ nhiệm khoa luôn không ạ. Nều có cần thì quí thầy cô cho em xin thông tin liên lạc với chủ nhiệm khoa (Cơ khí )(email/sđt/..) Mong nhận được sự phản hồi cụ thể rõ ràng ạ. (Tình hình chung là toàn SV BK trên Facebook đang rất hoang mang và bị loạn thông tin,thiếu thông tin cụ thể việc thi online) Em xin cám ơn.",
    "Kính gửi PĐT, Trong tình hình dịch bệnh như hiện nay, nhà trường đang tích cực triển khai thi online cho các môn học của HK chính 202 và HK hè 203. Hiện tại, em đã nhận được mail thông báo về việc thi online cũng như nhắc nhở lịch thi học kì hè. Tuy nhiên, vẫn chưa có văn bản thông báo chính thức nào về việc thi online cụ thể sẽ triển khai như thế nào. Mong PĐT sớm có văn bản quyết  định về việc tổ chức thi online cho sinh viên đối với các môn cuối kì. Đồng thời, hiện tại em có nhận được một số văn bản của trường về việc thi online từ các sinh việc khác đã thi giữa kì. Trong đó có quy định sinh viên làm bài trên giấy A4 đã tự chuẩn bị và không được chuyển màn hình laptop trong suốt quá trình làm bài. Em muốn hỏi thông tin trên là đúng sự thật hay không? Nếu đúng, vậy trong tình hình dịch bệnh như thế này, đối với những sinh viên không thể chuẩn bị giấy A4 để dự thi (thậm chí gia đình không có giấy tập) thì phải xử lí như thế nào? Cũng như vậy, đối với những môn thi được phép sử dụng tài liệu trong quá trình làm bài, nhưng do cách li, phong toả, không thể in ấn tài liệu trên file mền thành tài liệu giấy thì phải như thế nào? Có những môn thi tài liệu là cả trăm trang A4, nhiều quyển sách dowload từ mạng, em không thể chép tay hết để sử dụng trong quá trình làm bài. Dù biết PĐT đã rất cố gắng trong công tác triển khai thi online. Tuy nhiên đối với sinh viên như em vẫn còn nhiều vướng mắc. Mong PĐT giúp đỡ, giải quyết những thắc mắc của em trong vấn đề trên. Cám ơn quý thầy cô rất nhiều. Chúc mọi người luôn tràn đầy sức khoẻ.",
    "Kính gửi PĐT, Em tên là , MSSV:  Do không đáp ứng đầy đủ điều kiện về trang thiết bị cho việc thi online cuối kì và một số bất cập trong tình hình dịch bệnh ở địa phương em, nên em viết đơn này kính mong PĐT xem xét cho em hoãn thi cuối kì 202 môn Xác suất và thống kê. Em xin chân thành cảm ơn.",
    "cho em hỏi là giấy tạm hoãn nghĩa vụ quân sự khi nào cấp v ạ,",
    ". Vào thời điểm hiện tại, em muốn đăng ký hoãn thi cho môn xác xuất thống kê lý do là máy tính không hoạt dộng và kết nối có vấn đề nên không thể thi online. Em thuộc lớp xác suất cc04 mã môn học là MT2013. Em xin cảm ơn",
    "Chào cô, cô cho em hỏi 2 vấn đề: 1. Sắp tới em thi cuối kì 3 môn, em có thể hoãn thi 1 môn thôi do em không mượn được thiết bị để thi ngày hôm đó. 5/8 em thi thì giờ em làm đơn có kịp không ạ ? 2. Nếu làm đơn thì em được không in đơn ra mà điền online xong gửi đơn cho phòng đào tạo được không. Do em đang ở vùng dịch, cụ thể là Bình Dương nên em không được ra ngoài để in giấy tờ ạ Em cám ơn, mong cô giải đáp 2 vấn đề thắc mắc của em .",
    "Cho em hỏi là xin nhận không dự kiến cấm thi , giảng viên lý thuyết hoặc bài tập đều có thể xác nhận được chứ ạ? Tại em xin xác nhận của gảng viên lý thuyết nhưng không được phản hồi. Em cảm ơn!",
    "Cho em hỏi em muốn làm đơn thu nhận lại thì nộp như thế nào vậy ạ? Em gửi trực tiếp vô mail của nhà trường hay gửi ở đây ạ?",
    "Kính gửi phòng đào tạo,  Em tên là  - MSSV:  - thuộc chương trình đào tạo quốc tế. Sắp tới em sẽ tham gia thi cuối kì online. Tuy nhiên, hiện tại em không có thẻ sinh viên bên người. Ngày 29 tháng 05 nằm 2021, em đi từ thành phố về quê (Long An) như mỗi tuần, nên không mang theo thẻ do em nghĩ có thể quay lại thành phố Hồ Chí Minh vào thứ 2 để đi học. Tuy nhiên, do tình hình dịch diễn biến phức tạp nên em đã không thể trở lại thành phố và ở quê từ hôm đó đến thời điểm hiện tại . Sau khi nhận được thông tin thi online và quy định thi ngày 27/7, có mục không có thẻ sinh viên thì không thể tham gia thi nên em đã đăng ký làm một thẻ chuyển về nhà nhưng do tình hình dịch phức tạp nên cũng khó có khả năng vận chuyển được thành công . Phòng đào tạo cho em hỏi là nếu em có kết quả đăng ký in thẻ lại và chứng minh nhân dân thì có thể tham gia thi cuối kì không ạ? Em cảm ơn!",
    "Em là  Em gửi phòng đạo tạo đơn đăng kí hoãn thi kèm xác nhận của cô ",
    "Cho em hỏi, rút môn học có được hoàn tiền học phí không ạ. Xin cảm ơn.",
    "Dùng căn cước công dân thay cho hẻ sinh viên để thi cuối kì được không ạ?",
    "Dear , Em là SV K17, học kỳ 202 em học 5 môn, 2 môn kỳ chính 3 môn dự thính. Do tình hình dịch bệnh diễn biến hết sức phức tạp, em đã phải ở lại công ty và không được đi ra ngoài. Vì vậy em xin đăng ký hoãn thi.  có thể hướng dẫn em không ạ? Trân trọng!  - ",
    "Em muốn hỏi là nếu em muốn dời đợt bảo vệ luận văn thì em có cần phải đăng kí môn luận văn tốt nghiệp cho kì tới không ạ .",
    "Kính chào cô, Cô cho em hỏi là em hoãn thi trong kì này, thì em có thể đăng ký thi lại vào khoản thời gian nào, học kỳ nào? Nếu trong vòng 1 năm thì là tính 1 năm từ ngày thi hay từ ngày học môn đó ạ? Và muốn thi trong học kỳ tới thì em có phải đăng ký môn đó trong học kỳ tới không ạ. Em cảm ơn cô.",
    "Kính chào Phòng đào tạo, Em là Nam, hiện tại ngày 12/08 là ngày thi cuối kì môn Dự thính Vật lý 1. Và vừa rồi em nhận được mail từ nhà trường là có thể chuyển đổi hình thức thi cuối kì sang hình thức báo cáo luận, bài tập lớn, vấn đáp,... Vậy làm thế nào em có chuyển sang hính thức đó được ạ? Và nếu được thì em cần phải làm gì ạ? Kính mong nhà trường giải đáp giúp em. Em xin chân thành cảm ơn nhà trường, Trân trọng, ",
    "Dạ cho em hỏi là yêu cầu hoãn thi môn GT2 của em có được PĐT chấp nhận không ạ .",
    "Em chào thầy cô ạ, Em nghe các thầy cô bộ môn đề cập đến chuyện thay đổi quy chế thi. Nhưng tới nay em vẫn chưa nhận được mail về việc thay đổi quy chế thi ạ. Mặc dù ở một số môn đã đăng tải quy chế (có thể chưa chính thức), em thấy thắc mắc là nếu em thi Giải tích thì em có được sử dụng nháp và máy tính không ạ, vì em thấy trường hợp 3 nêu lên là không được sử dụng nháp và sự trợ giúp gì khác. Em cảm ơn ạ",
    "Xin chào anh/ chị/ cô/ thầy, cho em hỏi đã có quy chế thi online cuối kì các học kì 202,203, DT202 chưa ạ? Hiện tại em vẫn chưa nắm rõ quy chế thi online cuối kì như thế nào. Qua một vài người bạn, em có tìm thấy 1 file quy chế thi tạm thời, không biết là đúng hay không? Mong được giải đáp, em xin chân thành cảm ơn",
    "Chào cô Em tên Phạm Hoàng Long mssv  Em xin nộp đơn hoãn thi cuối kì 202 và đã thỏa điều kiện hoãn thi đối với môn học Vật Lý 2  Em chân thành cảm ơn và kính chào cô",
    "Chào Phòng đào tạo, em tên , MSSV , Lớp Giải tích 1 - DT06 Hôm trước em thi online và bị văng ra khỏi máy chủ sau 15p làm bài (có quay màn hình lại), EL có trả điểm về. Đã Mail có giáo viên phụ trách trong ngày nhưng chưa được giải quyết Mong P. ĐT cho em hỏi sẽ xử lý như thế nào ạ, vì khi liên hệ với giáo viên phụ trách, cô nói chỉ những bạn hệ thống không nhận bài mới được giải quyết, còn cắt ngang giữa chừng và nhận 1-2-3d như em thì không. Mong nhận được phản hồi từ phía P.ĐT",
    "Em tên  xin gửi đơn hoãn thi đến PĐT xem xét duyệt ạ. Lý do: Không đủ kịp thiết bị (cam laptop) và đường truyền không đảm bảo ạ ",
    "Em chào thầy/cô, Dạ thầy/cô cho em hỏi về quy chế thi online chính thức của kỳ 203 ạ. Vì thầy thì nói theo hướng dẫn của phòng đào tạo và phòng đào tạo sẽ gửi mail trước ngày thi, nhưng hiện tại vẫn chưa có quy chế thi chính thức từ PĐT ạ, em thấy có một số phiên bản trôi nổi trên mạng xã hội nhưng không chắc  nó từ phòng đào tạo gửi ra ạ. Môn thi đầu tiên của em là 7h00 ngày 1/8 thi và thầy em chỉ cho ngày mai nữa để gủi mail hoãn thi. Mong thầy/cô trả lời giúp em ạ . Em xin trân trọng cảm ơn.",
    "xin đăng kí hoãn thi cuối học kì 202",
    "Em chào Thầy/Cô. Em xin hỏi các thủ tục để xin hoãn thi hình thức thi online ạ! Em cảm ơn!",
    "Em tên là . Hiện tại em vừa về quê và đang cách ly tập trung tại địa phương, em muốn đăng ký hoãn thi cuối kì môn Đường Lối Đảng Cộng Sản Việt Nam do ở khu cách ly khá ồn và đường truyền mạng yếu. Em muốn biết về quy trình đăng ký hoãn thi và các đơn cần thiết. Em xin cảm ơn.",
    "em chào cô ạ! Cô cho em hỏi nếu như em hoãn thi sau đó được tổ chức thi lại thì em có được thi dưới hình thức của học kì cũ không ạ. vd: Nguyên lý của chủ nghĩa  em học học kì 202 là thi tự luận nhưng từ học kì 203 trở đi môn này chuyển sang trắc nghiệm rồi ạ.Vậy em có được thi tự luận không em cảm ơn phòng đào tạo nhiều.   i ",
    "Cho em hỏi xin email và số điện thoại liên lạc của cô: , dạy môn: Giải tích 2 ạ. Em có liên lạc với cô xin xác nhận không bị cấm thi qua email nhưng không thấy cô trả lời. Nên em mong có thể hỏi sdt liên lạc với cô ạ.",
    "em xin phép hoãn thi các môn học học kì 202 gồm các môn em đăng kí là giải tích 2, hóa đại cương, khoa học trái đất, vì lí do điều kiện chuẩn bị, em không đáp ứng được nhu cầu thiết bị để thi  theo chỉ dẫn của nhà trường, vì vậy mong được xem xét cho em hoãn thi ạ.",
    "Em tên , em muốn đăng ký hoãn thi học kỳ 202 vì lý do không đảm bảo trang thiết bị.",
    "Chào PĐT, Em đã gửi phiếu hoãn thi và giấy xác nhận qua mail của pđt bây giờ chưa xác nhận lại. Vậy giờ em có cần đăng ký lại qua BKSI hay không và nếu có thì cần những gì ạ.",
    "Kính gửi PĐT em tên là   MSSV:  Hệ: VLVH Hôm nay em làm đơn này để xin PĐT cho tụi em xin hoãn thi môn Động Cơ Đốt Trong. Do dịch bệnh nên đa phần tụi em đã về quê và một số bạn thì đi làm và ở lại luôn trong công ty. Máy tính tụi em đã để trên phòng trọ và giờ chỉ có một điện thoại di động mà tình hình dịch căng thẳng như vầy tụi em không thể trở lại thành phố để lấy thiết bị được.Tụi em đều không đủ thiết bị để dự thi online trong kỳ thi này. Rất mong PĐT xem xét và giúp đỡ cho tụi em ạ. Em xin thay mặt các bạn cám ơn PĐT rất nhiều. Em xin gửi kèm đơn xin hoãn và danh sách các bạn sinh viên xin hoãn .",
    "Em xin chào thầy,cô! Em tên: ,MSSV: .Em xin hoãn thi môn Kỹ thuật lập trình (CO1027) nhóm tổ : L01-C , ngày thi 15/08 lúc 16h00 ạ. Lý do nhà em ở có đường truyền mạng yếu và sạc laptop bị hỏng nên khi cắm sạc thì hiệu suất máy không đạt 100% được. Em xin cảm ơn thầy,cô!",
    "cho e xin hoãn thi các môn ạ vì điều kiện thiết bị không cho phép",
    "cho em hỏi với ạ giờ em muốn hoãn thi gt2 thì làm như thế nào ạ",
    "Chào thầy/cô. Em có học môn Giải tích 1 MT1003 học kỳ DT202 nhóm DT05-A. Do không đảm bảo các yêu cầu về trang thiết bị, cũng như đường truyền nên em mong muốn được   B hoãn kiểm tra giữa kỳ và cả cuối kỳ.    Xin PDT xem xét. Em cảm ơn và mong nhận được phản hồi sớm. Trân trọng. 2",
    "Thầy(cô) cho em hỏi về việc hoãn thi, em có gửi mail và đơn cho các giảng viên dạy môn, để xin xác nhận được hoãn thi, vì đường ttruyền mạng nhà em không ổn định và laptop của em không có camera. Có thầy trả lời mail của em, nói là \"chỉ cần đăng ký hoãn thi với Phòng đào tạo thông qua công cụ myBK    Hỗ trợ trực tuyến\" là được. Em mong phòng đào tạo giải thích, hướng dẫn cho em về vấn đề hoãn thi này với. Và cho em hỏi trường hợp gứi mail và đơn hoãn thi cho giảng viên, nhưng giảng viên chưa trả lời thì phải làm như thế nào ạ. Em xin cảm ơn.",
    "Sinh viên : ,mssv: Lớp :MT19KH03 Hiện tại em đang ở mắc kẹt ở tp HCM và đang ở nhà người quen .Do đặc thù nhà thành phố (nhỏ,chật) và công việc nên chổ em ở nhờ hiện tại không có bàn cũng như không gian học tập (hiện tại mạng chỗ em cũng không ổn định,không có máy tính cầm tay ,chổ em hiện đang phong tỏa) để đáp ứng đủ yêu cầu thi cuối kì 202. Sắp tới tỉnh em tổ chức cho sinh viên hiện đang ở HCM được về quê, em đã đăng kí và chắc cũng sắp đi ,và khi về tới quê thì sẽ đi cách ly tập trung 14 ngày nên em xin đăng kí hoãn các môn sau đây ạ: -Kinh tế học đại cương: L01 -Kinh tế chính trị mác lê nin:L07 -Lập trình nâng cao: L02 -Hóa đại cương : L01 -Hệ điều hành :L01",
    "Cho em xin phép gửi đơn và minh chứng hoãn thi CHK 202 môn giải tích 2 ",
    "Em tên  MSSV  khoa Cơ Khí lớp CK20CK14 . Em xin hoãn thi 202 ạ với 4 môn thi : Triết học Mac lênin , vật lý 2 , nguyên lý máy và pháp luật đại cương . Lý do là máy tính hay tắt nguồn , hay mất điện lúc trời mưa , không có cam , đường truyền mạng yếu , nơi ở bị cách ly , không có tâm lý tốt khi bước vào ngày thi để thi hình thức online . Mong PDT sớm giải quyết giúp em , học kỳ sau em sẽ khắc phục và không hoãn thi nữa ạ",
    "Dạ, em là , mssv: . Mặc dù nhiều ngày qua em đã cố gắng mượn trang thiết bị của những người thân, họ hàng và những ai quen biết nhưng vẫn không mượn được trang thiết bị cần thiết phục vụ cho kì thi. Vì vậy, em muốn đăng kí hoãn thi tất cả các môn thi của em vì lí do không đảm bảo trang thiết bị cần thiết. Mong quý thầy cô phê duyệt giúp em. Em xin chân thành cảm ơn. Phụ lục môn xin hoãn:  202: Giải tích 2 (1005, nhóm ), Tín hiệu và hệ thống (2005, nhóm ), Trường điện từ (2003, nhóm ), Kinh tế chính trị - (1033, nhóm ), Vi xử lý ( 2039, nhóm ), Mạch điện tử (2035, nhóm ). DT202: Xác suất và thống kê (2013, nhóm )",
    "Cho em xin phép gửi đơn và minh chứng hoãn thi CHK 202 môn Kinh tế học đại cương  ",
    "em xin đăng ký hoãn thi môn xác suất thống kê MT2001 vì lí do em không đáp ứng đủ trang thiết bị",
    "Dear  Em tên là   Lớp XD16TL01 Được sự đồng ý của giáo viên hướng dẫn là không cần chữ kí Em xin gửi đon hoãn thi GT2 Mã môn học MT1005 nhóm L13-A giờ thi 13h00 ngày 07/08 Mong được sự đồng ý của  .",
    "Yêu cầu   Cho e hỏi thi cuối kì 202 ko có thẻ sinh viên thì làm sao ậ. Có thể thay bằng cmnd hay bằng lái xe được ko ậ",
    "Em muốn đăng ký hoãn thi giữ kỳ và cuối kỳ DT202 của môn Giải tích 1 MT1003 ạ.",
    "Hiện tại em có nhu cầu hoãn thi 1 môn dự thính học kì hè 202, nhưng không biết điểm thành phần có được giữ lại hay xóa hết ạ? - Hoãn thi có 1 môn thì có được không ạ? Em cảm ơn!!!",
    "Kính chào phòng đào tạo, Em tên  , mssv , khoa BDCN. Em xin hoãn thi cuối kì các môn : đại số tuyến tính , giải tích 2 , vật lí 2 , vẽ kĩ thuật bảo dưỡng. Lí do không đủ trang thiết bị và đường truyền để thi trực tuyên. Đơn và xác nhận của GVBM em có gửi qua mail cho pđt. Trân trọng cảm ơn và kính chào",
    "Em đã đọc Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến. Nay em muốn xin hướng dẫn quy trình hoãn thi môn học",
    "Kính gửi Phòng Đào tạo Trường đại học Bách khoa TP.HCM Em tên: Nguyễn Đức   Mssv:  Em làm đơn này để xin hoãn thi môn Giải tích 1 học kỳ DT02. Kính mong Phòng Đào tạo xem xét chấp thuận.",
    "Dạ e về quê không mang theo thẻ sv, mà e có chụp lại thẻ sv vậy thi có được cho phép không ạ",
    "Kính chào Thầy/Cô, Em có đăng ký chuyển hệ chính quy sang VLVH đợt T04/2021 , chỉ đăng ký online chưa nộp hồ sơ về trường, trên hệ thống đã xác nhận chuyển sang hệ VLVH. Do tình hình dịch bệnh nên không thể trực tiếp đến trường, xin Thầy/Cô hướng dẫn cho trường hợp của em:   1/ Em có thể bổ sung hồ sơ và đăng ký nhập học hay phải đăng ký chuyển hệ lại vào đợt sau?   2/ Các thông tin về hệ VLVH như: quy trình nhập học, chương trình đào tạo, chuẩn đầu ra, v.v ... em cso thể tìm ở đâu? Xin cám ơn Thầy/Cô !",
    "Dạ hiện tại em đang cách ly tập trung tại cơ sở Trường Đặng Chí Thanh ở huyện Thuận Nam tỉnh Ninh thuận ,nên không thể thực hiện được bài thi toeic SPEAKING & WRITING. kính mong phòng đào tạo tạo điều kiện để cho em có thể thi vào thời gian sau khi cách ly xong ạ. em xin chân thành cảm ơn",
    "Em xin đăng ký hoãn thi vì lý do không đảm bảo trang thiết bị cho hai môn như bên dưới: - Kết cấu bêtông cốt thép 1 - Mã môn học: CI2091. - Kết cấu bêtông cốt thép 2 - Mã môn học: CI3175 Đơn xin hoãn thi như  file đính kém. Kính mong Phòng Đào Tạo xem xét và chấp thuận. Trân trọng,   i",
    "Chào thầy, cô. Em tên  MSSV: . Em đã thanh toán trễ học phí dự thính ạ. Gồm hai môn giải tích 1 (MT003), giải tích 2 (MT005). Lý do: do mùa dịch covid kinh tế khó khăn. Vậy Không có lịch thi, là em còn được thi nữa không ạ. Với lại số tiền em đã thanh toán trễ sau 20/7 thì sẽ như thế nào ạ.",
    "Xin nhà trường hoãn thi cuối kì 202 do không đảm bảo trang thiết bị",
    "Kính gửi thầy/cô. Khi trở về quê nghỉ dịch vào ngày 28/5 em đã quên thẻ sinh viên ở lại ktx. Em xem quy chế thi trực tuyến của trường bắt buộc phải có thẻ sinh viên. Không biết em phải làm cách nào để được dự thi ạ. Địa phương em hiện tại là Bình Phước, hiện đang là vùng có dịch nên sẽ không thể đăng kí gửi về nhà được ạ. Em xin chân thành cảm ơn.",
    "Em muốn đăng ký hoãn thi online thì làm như thế nào ạ ?",
    "Em là  sinh viên Khoá 2013. Hôm nay em có lịch thi anh văn nói viết online nhưng vì không đủ điều kiện thi nên em không thể tham gia được. Nên em muốn hỏi PĐT cho em được hoãn thi được không ạ? Và thời gian hoãn là tới khi nào vì em k13 nên cần phải nộp anh văn nói viết để xét tốt nghiệp nên mong PDT cho em biết thời gian để em sắp xếp ạ? Em xin cảm ơn.",
    "Dạ cho em hỏi là thi phải sử dụng 2 thiết bị ghi hình thì nếu phải tham gia vào gg meet cả hai thiết bị phải không?  Nếu em sử dụng máy tính nhưng mic bị hư thì em có thể sử dụng 2 thiết bị để vào gg meet sử dụng điện thoại để điểm danh sao đó thoát ra rồi sử dụng để quay cảnh xung quanh khu vực thi được không ạ ?",
    "Em xin được hoãn thi môn xác suất thống kê HK 202 thì phải làm sao ạ",
    "Kính gửi PĐT Em tên là:  MSSV:  Nay em viết đơn này để đăng ký xin được hoãn thi cuối kì(HK202) môn xác suất thống kê. Kính mong pđt xem xét giúp em ạ. Xin cảm ơn.",
    "Em chào Thầy/ cô  Em là  , Mssv: Xin hoãn thi môn Giải tích 1,lớp DT04, học kì 202, do Giáo viên :  phụ trách. Em dự kiến không bị cấm thi và được sự đồng ý hoãn thi của giáo viên phụ trách.",
    "Thưa thầy cô, để xin hoãn thi có cần thông qua giảng viên bộ môn không ạ.",
    "Chào bạn, - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại). - Sau ngày 06/09/2021 bạn liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. Chúc bạn học tập tốt nhé. Thân",
    "Em tên: , MSSV: Em xin hoãn thi cuối kì các môn học: Kinh tế chính trị -, Nhóm-tổ: L18-A Chi tiết máy, Nhóm-tổ: L01-A Kinh tế kỹ thuật, Nhóm-tổ: L02-A Sức bền vật liệu, Nhóm-tổ: L02-A Lí do: Do lap em không có đủ điều kiện ( thiếu camera sau) và điều kiện mạng khu cách li không ổn định Em xin đăng kí thi vào HK 211 những môn trên ạ. Em xin cảm ơn ! Dưới đây là lịch thi của em ạ.",
    "Em tên , MSSV  Lớp: XD20LT03 Em xin hoãn thi môn Hoá đại cương",
    "Em là  thuộc khoa Kỹ thuật Xây dựng. Em gửi Phòng đào tạo đơn xin hoãn thi môn Kết cấu thép 1 đã được bộ môn kí ạ.",
    "Kính gửi Quý Thầy/Cô! Thầy/Cô cho em hỏi đối với các trường hợp cần “” trong buổi thi. Thì tập tin đó chỉ cần là video có hình thôi hay phải có cả tiếng nữa ạ? Vì theo em biết nếu ghi màn hình trên thiết bị IOS thì không thể ghi tiếng trong lúc đang sử dụng Google meet! Em cám ơn Thầy/Cô!",
    "Em xin phép hoãn môn thi Tín hiệu và hệ thống ( EE2005) Họ và tên :  Mssv:  Nhóm tổ: L04-A Ngày thi : 12/08/2021 lúc 16h",
    "Em xin phép hỏi: nếu em không đủ điều kiện thi online, và được GV đồng ý cho phép hoãn thi thì các cột điểm quá trình có được giữ lại để tính điểm tổng kết môn học hay không?",
    "K/g thầy/cô, Nhờ thầy cô cho e đk hoãn thi môn Thép 1 (CI3009) và Thép 2 (CI3211) học kỳ này do không đảm bảo không gian và không đảm bảo trang thiết bị, phương tiện để thi online trong đợt dịch này. E xin cảm ơn.",
    "Em chào Quý Thầy Cô ạ, Em tên là , MSSV , lớp GT17HK. Em hiện tại có nguyện vọng đăng ký học song ngành ngành KHMT - chuyên ngành CN Dữ liệu Bảo mật và Trí tuệ Kinh doanh. Em có một vài thắc mắc nhỏ mong Quý Thầy Cô giải đáp giúp em ạ: 1. Văn bằng 2 này của em sẽ học theo chương trình đào tạo của K17 hay K21 ạ? 2. Văn bằng 2 phải có xác nhận của Trưởng khoa của KHMT vậy em nên làm đơn và nộp như thế nào để xin ạ? 3. Văn bằng 2 thì em sẽ được cấp lấy bằng kỹ sư hay cử nhân ạ? Nếu em muốn thành kỹ sư thì phải hoàn thành bao nhiêu tín chỉ ạ? 4. Nếu học KHMT thì phải học ở cơ sở Dĩ An đúng không ạ? 5. Em đã hoàn thành xong chương trình học ngành KTHK K17 vậy so với chương trình văn bằng 2 thì em sẽ được chuyển tín chỉ những môn nào? 6. Ngành KHMT phân ngành vậy em sẽ được trực tiếp đăng ký chuyên ngành theo nguyện vọng luôn hay phải xét tuyển gì nữa không ạ? 7. Trong quá trình học văn bằng 2 này em có cần phải hoàn thành chuẩn kỹ năng ứng dụng CNTT không ạ? 8. Nếu chưa được có sự đồng ý của Trưởng khoa thì em có thể đăng ký môn học vào học kỳ 211 sắp tới trước không ạ? Em xin chân thành cảm ơn Quý Thầy Cô đã giải đá thắc mắc giúp em.",
    "Dạ cho em hỏi là em không có thẻ sinh viên. Hiện tại em đã đăng ký mua và chờ thanh toán nhưng em khôbg thanh toán được hệ thống báo đang bảo trì. Nếu k có kịp em phải làm sao ạ",
    "Em xin hoãn thi môn kết cấu thép (ci3009) vì chưa đảm bảo đủ trang thiết bị và mạng không ổn định.",
    "Em chào thầy/cô ạ!  Hiện tại em không thanh toán được BKPay để đăng kí gửi thẻ SV mới về nhà . Mong quý thầy/cô có thể giải quyết giúp em để em có thể thi HK ạ. Em xin cảm ơn!",
    "Kính gửi PĐT trường Đại học Bách Khoa TPHCM. Em tên:  MSSV  :   Là sinh viên hệ VHVL, đăng kí học ở HK203 chung với chính quy. Em xin phép được hoãn thi môn: Phương pháp số (ME2091), ngày thi: 7h00 ngày 02/8/2021 Lí do: Không đảm bảo trang thiết bị. Em xin cảm ơn!",
    "Em hiện đang ở trọ tại Thành phố Hồ Chí Minh.  Phòng có 3 người,  diện tích phòng nhỏ nên 3 người luôn ở gần nhau (khoảng 0.5 mét) và trong quá trình thi thì 2 bạn còn lại có thể di chuyển trong phòng. Vậy em có đủ điều kiện thi trực tuyến không ạ!",
    "Họ & Tên:   MSSV:  Vì em không đủ điều kiện về trang thiết bị để chuẩn bị cho quá trình thi trực tuyến nên em xin đăng kí hoãn thi ",
    "Em kính chào quý thầy cô, Do đầu dịch em bị mất ví, em có đăng kí in lại thẻ sinh viên và phiếu đã được xử lý bào 27/07/2021. Em rất mong được biết với tình hình dịch bệnh ở TP. HCM quý thầy cô có thể chuyển phát cho em được không vậy ạ? Em đã điền đầy đủ địa chỉ trong phiếu yêu cầu của mình rồi ạ! Trong tình huống xấu nhất, vào hôm em thi Đường Lối (9/8) vẫn chưa nhận được thẻ SV thì em có thể dùng loại giấy tờ nào thay thế không ạ? Em xin chân thành cảm ơn sự hỗ trợ của thầy cô. Em kính chúc  thầy cô và gia đình có nhiều sức khoẻ trong mùa dịch.",
    "Dạ thầy cô cho em hỏi ạ . Trong mail trường gửi có 2 đường link là thi thử và  thi  thật . Mà em lỡ bấm vô đường link thi thật vào ngày 30/7/2021 . Thì lần sau thi thật có sao không ạ ?. Tại em thấy nhiều bạn đăng lên group thấy cũng bị như em . Em cảm ơn ạ !!!",
    "Kính gửi phòng đào tạo Dạ thầy/cô cho em hỏi là việc thi cuối kì sắp tới, laptop của em đã cũ. Camera xài được, còn micro thì hư ạ. Vậy cho em hỏi tình trạng như thế có ảnh hưởng trong quá trình mình làm bài không ạ, em thi những môn trắc nghiệm. Em xin cảm ơn",
    "Em tên  MSSV  khoa Cơ Khí lớp CK20CK14 . Em xin hoãn thi 202 ạ với 4 môn thi : Triết học Mac lênin , vật lý 2 , nguyên lý máy và pháp luật đại cương . Lý do là máy tính hay tắt nguồn , hay mất điện lúc trời mưa , không có cam , đường truyền mạng yếu , nơi ở bị cách ly , không có tâm lý tốt khi bước vào ngày thi để thi hình thức online . Mong PDT sớm giải quyết giúp em , học kỳ sau em sẽ khắc phục và không hoãn thi nữa ạ .Em có gửi bên dưới ạ",
    "Em tên là , MSSV: , khoa cơ khí, lớp CK20NH2 Em xin nộp đơn hoãn thi cuối kỳ 202 các môn: giải tích 2, vật lý 2, đại số tuyến tính ạ. Em cảm ơn ạ",
    "Kính gửi PĐT! Em tên:  MSSV:  Em làm đơn này xin hoãn thanh toán HP HK202 (chuyển hệ) vì các lí do khách quan như em đã trình bày trong đơn đính kèm. Mong PDT xem xét giải quyết để em được tham gia thi kết thúc môn. Em xin cảm ơn!",
    "MSSV của em : ; em tên là:HỒ ĐẮC HOÀNG ÂN Chuyện là người nhà em đã xét nghiệm dương tính với covid , em nghĩ vài ngày nữa e cũng sẽ bị và đưa vào khu cách ly , mà em sắp thi rồi không biết bây giờ em nên làm thế nào đây ạ ... Em cũng đã ôn bài rồi em không muốn hoãn thi hay nợ lại vì hiện em cũng nợ khá nhiều môn rồi ạ . Em đang tính đến phương án vào khu cách ly thi online bằng điện thoại thì có được không ạ ??? em mong pdt tạo điều kiện để em hoàn thành kì thi lần này ạ ",
    "Chào các thầy cô, Em là  (MSSV ). Cho em xin hỏi cách đăng ký hoãn thi học kỳ 2. Cảm ơn.",
    "Hiện bên trang in thẻ sinh viên của em đang bị trục trặc như sau: Kính mong quý phòng đào tạo giải quyết dùm em sự cố này ạ",
    "PĐT cho em hỏi thi giữa kỳ có được hoãn thi không ak?? do hiện tại em không đủ thiết bị (cụ thể là camera phụ) mà ngày mai em thi Giải tích 1 rôi",
    "hoãn thi do chưa có cam kịp lúc  .",
    "Cho em hỏi là link để vào phòng thi gg meet lấy từ đâu vậy ạ. Em cám ơn",
    "Dạ em chào giáo viên ạ . - Chuyện là ngày mai em có môn phải thi lúc 15h nhưng bây giờ em vẫn chưa rõ hình thức thi như nào để chuẩn bị . - Hơn nữa laptop em không có camera thì em có thể làm bài và quay màn hình bài thi bằng smartphone không ạ? Em xin cảm ơn giáo viên đã rep em .",
    "Tên:  Mssv:  Mã môn học: CI3009 Lớp: DT01-A Ngày thi: 31/7/2021  Giờ thi: 13h00 Lý do: không đảm bảo đầy đủ thiết bị",
    "Vì lí do không đáp ứng được trang thiết bị cần thiết nên em xin phòng đạo tạo cho em hoãn thi môn Nguyên lý ngôn ngữ lập trình mã môn học là CO3005",
    "Em xin gửi Phòng Đào Tạo đơn hoãn thi cuối kỳ DT203 của môn Giải tích 2 MT1005.",
    "Dạ cho e hỏi  . Nếu em muốn hoãn việc thi online học kì này do không đủ điều kiện cơ sở vật chất để thi. Thì quy trình để hoãn thi sẽ thế nào ạ. Em cảm ơn",
    "Em xin gửi Phòng Đào Tạo đơn hoãn thi cuối kỳ DT202 của môn Giải tích 1 MT1003.",
    "Thưa thầy,cô. Do em không đủ trang thiết bị nên em đăng kí hoãn thi kì 202 ạ. Em cảm ơn",
    "Em vừa nhận được mail từ phòng đào tạo vì không đảm bảo được trang thiết bị nên em xin được hoãn thi.",
    "Em gửi phòng đào tạo xác nhận của giáo viên và đơn xin hoãn thi của em ạ.",
    "Họ và tên:  MSSV:  Nhu cầu: xin hoãn thi Lý do: em đang dương tính với sars-cov-2 và hiện đang điều trị tại bênh viện dã chiến số 2 quận 12",
    "Họ và tên:  MSSV:  Em đã đóng học phí, mà lại chưa có được cập nhật TKB và lịch thi. Em có phải nộp đơn trình bày lý do trễ hạn hay không ạ? Nếu có, thì có thể nộp đơn qua email được không? Xin cảm ơn.",
    "Em xin gửi đơn hoãn thi và mail xác nhận của giáo viên của giữa kỳ và cuối kỳ môn Giải tích 1 MT1003 Học kỳ dự thính 203."
]