[
    "Kính gửi: Phòng đào tạo ﻿Em tên là:  ﻿Mssv:  ﻿Hiện tại em đã được pđt gửi mail xác nhận đăng ký tốt nghiệp, nhưng mà tình trạng sinh viên của em đã chuyển sang trạng thái tạm dừng. Em không biết là sẽ làm đơn thu nhận lại hay làm như thế nào ạ. Vì nếu là tình trạng tạm dừng thì không thế đăng ký tốt nghiệp được . ﻿Em cảm ơn.",
    "Cho em hỏi kì 2 nằm học 2021 2022 dự thính mở online hay offline ạ, nhà em xa trường mở offline em không tiện di chuyển ạ.",
    "Kính gửi thầy cô pđt, Thầy cô cho em hỏi là lễ tốt nghiệp cho sinh viên khóa K17 có diễn ra theo dự kiến là tháng 1 không ạ? Em xin cảm ơn!",
    "N XIN HỦY ĐĂNG KÝ HỌC TRỰC TIẾP MÔN THỰC HÀNH THÍ NGHIỆM Kính gửi: Phòng Đào tạo trường Đại học Bách Khoa - ĐHQG TPHCM Em tên là: , khoa Kỹ thuật Hóa học, chuyên ngành Công nghệ Sinh học, MSSV:  Kính thưa quý Thầy, Cô! Vào ngày 17/11/2021 em đã đăng ký biểu mẫu học trực tiếp tại trường, nhưng sau khi nhận được mail trường thông báo về kế hoạch đi học lại, thì em không đủ khả năng để đi học trực tiếp được nữa ạ. Vì vậy, em làm đơn này xin phép được hủy đăng ký học trực tiếp môn thực hành thí nghiệm tại trường. Lý do như sau: Hiện tại em đang ở An Giang và khoảng thời gian sau khi đăng ký, thì Chợ Mới( An Giang) có số ca lây nhiễm tăng cao, và bị hạn chế ra ngoài, rất khó cho việc di chuyển ra/ vào khỏi tỉnh. Đồng thời, nếu đi học lại thì em không có chỗ ở lại do KTX khu A chưa có kế hoạch đón sinh viên, và em không có người thân nào tại Sài Gòn. Nếu đi lại thường xuyên thì chi phí cũng như thời gian cách ly làm em gặp nhiều khó khăn. Đồng thời trước diễn biến ngày càng phức tạp của dịch bệnh ở An Giang và TPHCM, gia đình em rất quan ngại việc em đi học trực tiếp trở lại. Do đó, em xin phép hủy đăng ký học trực tiếp tại trường và đợi thông báo tiếp theo của nhà trường ạ. Em mong Phòng đào tạo sẽ xem xét cho trường hợp của em ạ! Em xin chân thành cảm ơn!",
    "Chào thầy/cô, Em là , MSSV:. Em đang trong thời gian đợi kết quả thi Toeic nhầm chuyển điểm để đăng kí tốt nghiệp nhưng tình trạng sinh viên của em bị tạm dừng. Thầy/cô cho em hỏi là em có thể xin thu nhận lại được không ạ? Và nếu được thì em cần làm các bước nào để thu nhận lại ạ? Em cảm ơn.",
    "Em chào quý thầy cô ạ ! Cho em hỏi là: -Bây giờ còn được đăng ký đến trường để học thực tập điện 1 (EE2025) và thực tập điện tử 1(EE2023) không ạ ? -Nếu còn thì mình sẽ đăng ký ở đâu, hình thức như thế nào và cần những điều kiện gì ạ ? Em xin cảm ơn !",
    "Dạ trong cái đăng kí hoãn thi trê mybk của em không hiện danh sách các môn thi giống với lịch thi kì 211 ạ  Nên e k đăng kí hoãn thi được",
    "Kính gửi thầy cô. Em tên là  MSSV , khoa cơ khí, bộ môn công nghệ nhiệt lạnh (CK19NH2) thi môn sức bền vật liệu Mã CI2001, nhóm L02-A. Thi lúc 10g00 ngày 24/10/2021 (DH_HK202). Dạ hồi sáng ngày 3/12/2021.Thầy  có đăng bảng điểm lên mybk. Em bị điểm 13.Em có đi thi, điểm danh, nộp bài làm và file ghi màn hình đầy đủ. Em đã liên lạc thầy và thầy nói em là gửi về cho phòng nhà trường xem xét và cho chấm phúc khảo lại ạ vì thầy chỉnh sửa không được. Em vẫn còn giữ file ghi màn hình và bài thi ạ. Mong nhà trường kiểm tra lại giúp em. Em cảm ơn ạ.",
    "Em chào thầy (cô), Em tên , MSSV , lớp VP16VT chương trình Việt Pháp (PFIEV). Do không đảm bảo thiết bị nên hôm nay em vào thi online bị trễ và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00. Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại lần 2 (theo hình thức của chương trình Việt Pháp) môn Tiếng pháp 7, mã MH 003707 HK211. Mong Phòng Đào tạo xem xét đề xuất trên của em vì em đã tham gia học đầy đủ các buổi học môn này và vì chương trình Việt Pháp mỗi năm chỉ mở môn học một lần. Em xin chân thành cảm ơn.",
    "Em là ; MSSV . Em có đăng kí học anh văn theo nhu cầu đợt  vừa rồi, nhưng do em nghĩ là sẽ bắt đầu học vào đầu học kì 2 nhưng lớp lại bắt đầu luôn vào tháng 12 này, do em hiện tại đang chuẩn bị thi cuối kì cả học kì 202 (do em hoãn thi) và học kì 211 này nên không có đủ thời gian học anh văn ạ. Em rất mong được giải đáp về việc hủy môn học, và cho em hỏi là nếu bây giờ em hủy môn học thì có phải đóng học phí môn học anh văn này không ạ?",
    "Chào phòng đào tạo. Em là  và MSSV . EM có thắc mắc muốn hỏi PĐT là bây giờ em đã được 14 ngày CTXH (tức thiếu 1 ngày CTXH) và em tính sẽ đi hiến máu để đủ ngày. Vậy nếu em hiến máu ở bệnh viện chứ không phải các hoạt động do các khoa tổ chức thì em có được cộng ngày CTXH không vậy, nếu được thì em cần chuẩn bị những giấy tờ nào để được cộng ngày CTXH. Em cảm ơn.",
    "Em là , MSSV: , khoa Điện - điện tử. Em có một số câu hỏi sau: 1. Nếu đăng kí môn thực tập ngoài trường trong học kì chính quy 212 thì sẽ thực tập vào kì hè phải không ạ? 2. Nếu em đăng kí môn thực tập ngoài trương vào kì hè 213 thì thực tập trong kì hè 213 hay là kì nào ạ? Học phí là tính theo dự thính luôn đúng không ạ? 3. Sỉ số tối thiểu để mở lớp chính quy hay dự thính là bao nhiêu ạ?",
    "Em xin gửi đơn đăng ký môn học ạ. Em có gửi mail cho pđt mà vẫn chưa được xác nhận.",
    "Em chào thầy cô ạ ! Em muốn hỏi là hiện tại em là sinh viên khóa K16 và em đã đủ số tín chỉ môn học, anh văn toeic 2 kỹ năng nghe đọc và ngày công tác xã hội (15 ngày), hiện em chỉ còn thiếu anh văn nói viết và em đang ôn để thi ạ. Tình trạng em là học kì 1 (2021-2022) em không có đăng kí môn học và trên BKE là đang bị tạm dừng ạ. Cho em hỏi là học kì tiếp theo em có cần làm đơn thu nhận và đăng kí môn học hay không hay chỉ khi nào có kết quả anh văn nói viết rồi mới làm đơn thu nhận lại để xét tốt nghiệp ạ. Em chân thành cảm ơn thầy cô !",
    "Kính thưa Phòng Đào Tạo.   Em: , MSSV: . Lớp: BD16CDT,Ngành: Bảo Dưỡng Công Nghiệp.   Em đã nhận được mail thông báo lịch trình tốt nghiệp đợt 2 năm 2021. Em đã kiểm tra  MSSV trên danh sách tốt nghiệp dự kiến    ( đã có tên em). Nhưng em lên mybk đăng kí tốt nghiệp không được ạ ( chỗ cập nhật ảnh thẻ sinh viên em không tải file ảnh lên được ạ) . Kính mong Phòng Đào Tạo hướng dẫn. Em có gửi file ảnh đính kèm . Thân.",
    "Dạ ngày 2/12/2021 em có buổi thi anh văn 3, em đã hoàn tất và sau buổi đó thì sang ngày hôm sau em phải đi cách ly do bị F0 ạ, vì mọi chuyện gấp quá em đi cách ly và quên mang laptop theo ạ, và em đã để trễ thời gian nộp file ghi hình ạ, vì nay em mới mượn được laptop của anh hỗ trợ viên ạ. Em mong pdt mở lại link giúp em để em nộp file video ghi hình ạ. em cảm ơn ạ.",
    "Dạ cho em hỏi là về việc chấm điểm SHCD. Em làm bài lần 1 nhưng chờ mãi vẫn chưa được chấm điểm nên em làm bài lần 2 luôn và đã nhiều ngày trôi qua bài của em vẫn chưa được chấm. Hạn chót làm cả hai bài là 12/12 mà em vẫn chưa được chấm bài 1 nên không thể chuyển qua làm bài 2 được. Cho em hỏi là bây giờ có hướng giải quyết nào không ạ?",
    "Kính gửi phòng đào tạo, Em tên là  . MSSV : . Lớp CC20HTP1 . Em hiện đang có 2 thực hành (Sinh học đại cương và Thí nghiệm hóa hữu cơ) chưa có lịch do em không đăng ký học trực tiếp (vào 13/12 sắp tới). Thầy em có đề cập nếu muốn hoàn thành môn này thì HK212 em phải đăng ký lại môn để học tiếp học phần thí nghiệm. Do em vẫn chưa hiểu rõ nên em xin hỏi vậy mình buộc phải đăng ký học lại 2 môn (Sinh học đại cương và Thí nghiệm hóa hữu cơ) không vậy ạ? Nếu có thì mình có đóng phí không ạ và hình thức đăng ký thì mình vẫn vào trang \"Đăng ký môn học\" như các môn khác đúng không ạ? Em xin chân thành cảm ơn rất nhiều.",
    "Xin chào phòng đào tạo. Em là sinh viên khóa K15, chương trình đại trà. Tình hình hiện tại em đang ở học kỳ cuối cùng của hạn đào tạo tối đa, em đã qua hết các môn học, chỉ còn nợ lại luận văn tốt nghiệp. Em cần thêm một học kỳ nữa để có thể hoàn thành LVTN nhưng em không thuộc các trường hợp được kéo dài thời gian đào tạo tối đa theo quy định tại điều 5.5 trong quy chế của trường. Em kính mong được phòng đào tạo có thể cứu xét, cho em có được một cơ hội nữa để hoàn thành chương trình học của mình theo chương trình chính quy. Hoặc nếu không thể, em xin phòng đào tạo hướng dẫn quy trình thủ tục chuyển hệ đào tạo để em có thể hoàn thành chương trình học. Em biết ơn rất nhiều và chúc thầy cô phòng đào tạo thật nhiều sức khỏe.",
    "Chào thầy (cô)  Em tên  mssv   Hôm thứ 5 ngày 2/12/2021 em có lich thi môn anh văn 3A ..trong lúc thi  con quy định ghi lại màn  hình.. Em sử dụng chức năng ghi màn  hình của lap top..nhưng do mấy em là win 7 nên khi thi xong nó lưu ở dạng File mht Chứ không phải  mp4..kính mong quy thầy hỗ trợ giúp e Trường hợp này ạ!  Em xin  chân thành cảm ơn .",
    "Dạ chào thầy/ cô, chúc thầy cô và gia đình sức khỏe. Em muốn hỏi về việc hồi 11/7 nhà trường có gửi mail điền về việc có đủ điều kiện học thực hành không thì em chưa có điền vào. Nhưng ngày 14 này em có môn có học thực hành và hiện tại thì em đã đủ điều kiện tiêm 2 mũi để đi học lại thì cho em hỏi giờ em có được đi học không ạ, vì lần trước lúc điền form ngày 17/11 thì em chưa điền ạ. Em cảm ơn thầy/ cô rất nhiều ạ   i  .",
    "Em chào pđt ạ, Hôm trước em bị lỡ mất thời gian điền form khảo sát học phần Thực hành tại trường. Em muốn hỏi là bây giờ em đăng kí để 13/12/2021 học trực tiếp phần Thực hành còn kịp không ạ? Em cảm ơn ạ.",
    "Kỳ vừa rồi em có đăng kí môn học nhưng bị lỗi nên không có lịch học. Kỳ này em đăng kí thì hệ thống hiển thị lý do bị tạm dừng nên không được đăng kí. Nhờ PĐT xem xét và mở lại giúp em.",
    "Kính chào thầy/cô, Em là , mã số sinh viên , sinh viên lớp VP19VL. Em xin trình bày vấn đề của mình như sau: Khi em thi anh văn đầu vào của khóa em là khóa 19, thì em chỉ qua được anh văn 1. Sau đó em đã đăng kí thi anh văn đầu vào của khóa 20, cụ thể là em đã thi ngày 20/12/2020, em đã đạt điểm 615. Vậy thì em có qua được anh văn 3 và anh văn 4 để đăng kí môn học của năm 3 và năm 4 không ạ? Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi là chương trình học của K18 có thêm một số môn tự chọn chuyên ngành mà chương trình K17 của em không có. Không biết em có thể đăng kí và học tính vào tín chỉ được không ạ? Em xin cảm ơn.",
    "Kính gửi thầy/cô. Em tên , MSSV , cho em hỏi sao giờ em vẫn không thấy lịch thi của em ạ. Em chân thành cảm ơn.",
    "Em hiện tại chưa đóng tiền học HK211, hiện tại gia đình em khó khăn quá, em muốn làm đơn xin được tham gia thi rồi đóng tiền học sau được không ạ ?",
    "Chào thầy, cô Thầy cô cho em hỏi một số vấn đề về chứng chỉ ngoại ngữ. Theo em đọc hiểu thì học kỳ 212 nhà trường không xét chuẩn anh văn để đăng ký luận văn tốt nghiệp đúng không ạ? Hay vẫn xét bình thường. Em cảm ơn thầy, cô!    .",
    "Chào Thầy/Cô, Em tên là Bùi Minh Trí - 1814450, sinh viên năm cuối Khoa Điện - Điện tử. Em có một thắc mắc muốn hỏi, xin phép Thầy/Cô giải đáp giúp em, đó là: Trong Mail của PĐT gửi về việc Đăng ký môn học HK212, PĐT có ghi chú rõ: \"Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm),   B xét chuẩn CCAV quốc tế khi xét LVTN   , chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212\". Vấn đề là em chưa hiểu rõ về việc xét hay KHÔNG xét CCAV. Mong Thầy/Cô sẽ sớm trả lời giúp em. Em xin cảm ơn. Trân trọng, Bùi Minh Trí.",
    "Dạ em tên là , mssv , lớp HC19KSTN khoa Kỹ thuật Hóa học. Dạ cho em hỏi là em là thành viên lớp KSTN, điểm trung bình tích lũy là 7.57 trên 7.5 mà tại sao vẫn không đăng ký được nhiều hơn 21 tín chỉ vậy ạ? Dạ em cảm ơn thầy cô vì đã xem ạ!",
    "Em chào thầy cô. Thầy cô cho em hỏi vào học kì 212 này đăng kí nhận luận văn có cần phải có bằng anh văn quốc tế hay không ạ. Tại em thấy trên mail ghi là không xét. Nhưng có bạn mail hỏi phòng đào tạo thì kêu có ạ. Em mong quý thầy cô giải đáp giúp em. Em Cảm ơn ạ",
    "Dạ em xin chào phòng đào tạo, Cho em xin có một câu hỏi về việc học các môn học tự chọn. Nếu em bị rớt 1 môn tự chọn thì em phải học học lại để hoàn thành môn đó hay là em có thể học một môn tự chọn khác miễn sao là em đủ 3 môn tự chọn để có thể ra trường ạ?",
    "Em có nhận được mail: \"Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.\" Tuy nhiên, em lại nhận được tin nhắn trả lời từ phòng đạo tạo mâu thuẫn với mail đã được gửi. Dạ cho em hỏi lại thông tin chính xác về việc xét CCAV quốc tế để nhận luận văn ạ! Em cảm ơn nhiều ạ!",
    "Kính gửi PĐT, Em có hoãn thi 2 môn VL2 và GT2 kì trước, kì này em chỉ mới nhận được lịch thi GT2 chứ chưa thấy lịch VL2. Vậy cho em hỏi là lịch thi đã chốt chưa ạ? Hay lịch thi VL2 chưa cập nhật ạ? Em muốn biết để nắm tình hình sắp xếp thời gian ôn thi cho hợp lý ạ . Em cảm ơn .   i ",
    "Dạ em chào PDT, PDT cho em hỏi là hiện giờ rất nhiều bạn lan man về việc xét CCAV để đăng ký Luận Văn tốt nghiệp, vậy cho em hỏi chính xác thông tin là Có (hay không) việc được miễn CCAV đăng ký luận văn tốt nghiệp (LVTN) ạ. Em cảm ơn    .",
    "Dạ em đọc mail đăng kí môn học và vẫn còn chưa hiểu lắm vấn đề sau ạ, vậy nhà trường có xét CCAV khi nhận LVTN cho kì 212 sắp tới không ạ?",
    "Em chào thầy cô ạ! Em tên là  Em viết gmail này là hỏi khi em học K20 khi em rớt môn vlbd của năm 1 học kỳ 2 thì em đang học gần thi năm 2 học kỳ 1 phải bắc buộc đăng ký học lại trong năm 2 học kỳ 2 hay có thể để hè đăng ký học lại được không ạ, do em sợ học dồn thi cũng nhiều không học được á Mong thầy cô phản hồi lại sớm ạ ! Em chúc thầy cô tràn đầy sức khỏe trong thời điểm dịch bệnh này ạ",
    "Em chào thầy/cô! Theo như trong email PDT gửi vào hôm 01/12 thì có đề cập đến vấn đề xét Chứng chỉ anh văn với nội dung như sau: - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212. Vậy thầy/cô cho em hỏi Nhà trường có yêu cầu sinh viên phải có CCAV quốc tế thì mới có thể đăng ký LVTN hay không ạ? Em xin cảm ơn!",
    "Dạ em tên  MSSV , thầy cô phòng đào tạo cho em hỏi học kì sau kì 212 trường có xét chuẩn anh văn để nhận luận văn không ạ, em đọc mail mà không hiểu lắm. Nếu có xét thì mong phòng đào tạo xem xét lại giùm cho tụi em, tại kì này dịch nên tụi em còn ở quê không thể lên thành phố thi để nộp cho trường kịp. Em cảm ơn.",
    "Em chào Thầy/Cô! Thầy/Cô cho em hỏi học kì 212 có xét chứng chỉ anh văn quốc tế cho đăng ký luận văn tốt nghiệp không ạ. Em cảm ơn ạ",
    "Em xin kính chào Thầy/Cô . Cho em xin hỏi là hoãn thi thì thi lại cuối kì thì lấy điểm thi làm điểm tổng kết luôn hay vẫn giữ điểm thành phần ạ",
    "Chào thầy cô. Cho em hỏi em muốn in giấy tốt nghiệp tạm thời thì phải làm sao vậy ạ.",
    "Cho em hỏi em có lịch thi vào hôm nay 5/12 nhưng khi truy cập cả e-learning và BKeX đều không thấy phòng thi nào cả. Như vậy là sao ạ?",
    "Chào admin Em là  MSSV:  thuộc Khoa Môi Trường Và Tài Nguyên Cho em hỏi cách làm đơn hoãn thi do mạng của em chạy chậm làm em không quay màn hình được nên em muốn làm đơn hoãn thi ạ. Em chân thành cảm ơn admin",
    "Em tên:  MSSV:  Hiện tại tất cả những tiêu chí xét tốt nghiệp em đều đã đầy đủ nhưng em không thể vào trang đăng kí. Em có gửi ảnh như hình 1. Mong quý thầy cô hướng dẫn em cách khắc phục ạ.",
    "e giờ có nhu cầu chuyển trường từ trường đại học bách khoa sang giao thông vận tải Hồ Chí Minh mà chuyển khác ngành thì cho e hỏi e có được chuyển k ạ. ngành đó có điểm thấp hơn ngành hiện tại e đang học rất nhiều ạ",
    "Cho em hỏi nhà trường kì 212 có xét CCAV quốc tết để nhận LVTN không ạ. Nếu xét thì thời gian nộp bằng cuối cùng là ngày bao nhiêu ạ.",
    "Xin chào thầy/cô, Em xin trình bày vấn đề của em: Do tại tháng 11 em bị bệnh nên ở trong chỗ cách ly và tới ngày hôm qua em mới được ra khỏi. Nhưng nay em về nhà thì thấy trong BKEL của môn Kinh tế chính trị  - Lê-nin các bài quiz đã hết hạn từ hồi tháng 11. Em thấy thông báo nếu không làm đủ sẽ có nguy cơ bị cấm thi. Mà em không có email của người phụ trách trang BKEL này để trình bày vấn đề của mình để xin gia hạn thêm 1 ngày để em có thể hoàn thành và đủ điều kiện để dự thi. Cho em hỏi vấn đề của em nên trình bày với ai và phương thức liên lạc(email) của người đó ạ? Em cảm ơn, ",
    "Xin chào PĐT, em tên , MSSV . Trước đây em đã điền link để đăng kí trở lại trường để học bổ sung các môn thí nghiệm còn thiếu. Nhưng hiện tại em chưa nhận được sự thống nhất từ gia đình em để trở lại. Vậy, PĐT có thể cho em xin rút lại kết quả đăng kí để sau Tết Nguyên Đán em học bổ sung sau được không ạ? Em xin chân thành cảm ơn!",
    "Kính gửi thầy(cô) phòng đào tạo trường Đại học Bách khoa Tp.Hồ Chí Minh, Em tên là: , MSSV: . Lý do: học kỳ 1 năm học 2021- 2022 e đã không đăng ký môn học nên bị buộc tạm dừng học vụ. Em xin thầy(cô) thu nhận lại để đăng ký môn học học kỳ 2 năm học 2021- 2022 ạ. Em có đính kèm Phiếu đăng ký thu nhận lại ạ. Em xin chân thành cảm ơn ạ!  Trân trọng, ",
    "Em chào các thầy cô! Lúc làm bài sinh hoạt công dân chuyên đề 1 thì em làm xong không thấy điểm, do đó em tưởng là bị lỗi nên em bấm làm thêm lần nữa rồi thoát ra xem có lỗi hay không (lúc này chưa hiện giới hạn số lần làm). Bây giờ chấm điểm kết quả 2 lần làm chuyên đề 1 của em là 2đ và 0đ do đó em không thể làm được chuyên đề 2 ạ. Bây giờ em phải làm sao ạ, em thực sự rất lo lắng, em mong quý thầy cô giúp em giải đáp giúp em ạ. Em cám ơn rất nhiều!",
    "Học kì 202 em có đăng kí hoãn thi 4 môn: Những NgLý cơbản CN M- - sp1003 Biến đổi t/hiệu số&ứdụng - 404710 Bdiễn &xlý t/hiệu nnhiên - 404711 Mạch từ & máy biến thế - 408706 Hiện tại môn Những NgLý cơbản CN M- - sp1003 em được pđt xếp lịch thi chuyển điểm vào ngày 10/12. Những môn còn lại là môn đặc thù của ngành Hệ thống năng lượng PFIEV và trong lớp chỉ có mỗi em đăng kí hoãn thi. Em đã liên hệ với thầy cô giảng dạy và được thông tin là xin phép pđt để sắp xếp lịch thi chuyển điểm. Vậy pđt cho em hỏi là em phải đăng kí như thế nào để được thi chuyển điểm hoãn trong học kì 211 này ạ. Để em có thể hoàn thành môn và đủ tín chỉ tích lũy để đủ điều kiện nhận luận văn cho học kì 212 ạ. Kính mong pđt hỗ trợ giúp em, em xin chân thành cảm ơn ạ!",
    "Dạ cho em hỏi, do em đủ tín chỉ và chỉ thiếu anh văn nói viết để đủ điều kiện tốt nghiệp mà sao em vẫn bị tạm dừng học do kỳ HK201 em không đăng ký môn học. Nhưng trên trang tốt nghiệp 24/12 mới hết hạn đăng ký tốt nghiệp ạ. Bây giờ em không thể vào được trang đăng ký tốt nghiệp ạ. Mong thầy cô giúp em với ạ. Em cảm ơn ạ.",
    "Dạ hiện tại em là sinh viên K17, em đã hoàn thành luận văn, thi Toeic 4 kỹ năng và đủ điểm để ra trường, nhưng em còn thiếu một môn Anh văn 4 để có thể đủ điều kiện xét tốt nghiệp. Trong học kỳ này, em đã đăng ký môn Anh văn 4a (tương đương với Anh văn 4) và đã thi cuối kỳ xong, nhưng hiện vẫn chưa có tổng kết điểm trên hệ thống để đăng ký tốt nghiệp. Thầy dạy lớp Anh văn 4a của em có cho em xem bảng điểm và em đủ điểm để qua môn đó, thầy có nói với lớp gửi đơn xét tốt nghiệp trước để có thể kịp tốt nghiệp kỳ này. Nên em viết mail này để hỏi em có thể đăng ký tốt nghiệp trước được không ạ, nếu được thì em phải làm đơn như thế nào. Em xin cảm ơn.",
    "Xin chào quý thầy cô ạ. Em có thắc mắc về việc hoãn thi hk211. Vì em không có máy tính, em có mượn của bạn bè,nhưng giữa tháng này phải trả lại máy. Tính đến thời điểm trả máy, thì em thi hoàn thành được 9 chỉ. Nếu em hoãn thi, thì có bị cảnh cáo học vụ kì này không ạ. Mong thầy, cô giải đáp thắc mắc giúp em! Em xin chân thành cảm ơn! Chúc thầy, cô thật nhiều sức khoẻ!",
    "Em xin chào PĐT, Em có nhu cầu được đi học trực tuyến môn thực hành. Hiện tại, em có thể đăng kí đi học bổ sung không ạ?",
    "Em có đăng kí giấy CNSV chuyển về nhà nhưng hiện tại em chưa nhận được, mong nhà trường xem giúp ạ.",
    "Chào thầy cô. Cho em hỏi sao cách đây một tuần em đã được mở để đăng kí tốt nghiệp và đã đăng kí. hệ thống báo đã được xử lí nhưng bây giờ vào xem lại thì hiển thị là không cho phép đăng kí \" tạm dừng \" vậy ạ.",
    "Em hiện đang là sinh viên khoa Kỹ Thuật Hóa Học. Em xin được hỏi Các môn học tương đương/thay thế của khóa 18 so với khóa 19, về môn học thuộc nhóm A có để là 3 môn K18 = 2 môn K19. Hiện tại em đã học 1 môn và đã đăng kí được 1 môn mã cũ. Và em đăng kí một môn mã mới như vậy có được không ạ hay phải theo 3 môn K18 = 2 môn K19. Em cảm ơn.   i ",
    "Em là , mssv  ạ. Hiện tại em muốn đăng ký tốt nghiệp nhưng trên mybk/stinfo ghi em bị tạm dừng thôi học nên em không thể đăng ký tốt nghiệp được ạ. Em mong pđt xem xét giúp em ạ. Em đã học đủ tín chỉ và có đủ điểm trung bình các môn trừ điểm trung bình tích lũy ngành nên học kỳ mới này em không đăng ký môn mới và cũng không đăng ký tốt nghiệp được vì bị lỗi nên hệ thống ghi em bị thôi học ạ.   i Tốt nghiệp .",
    "Dạ em chào quý thầy cô. Em có vấn đề muốn hỏi là: giấy xác nhận điểm trung bình là trong đó chỉ có điểm trung bình từng học kỳ hay là sao v ạ, do em đang cần điểm trung bình NĂM HỌC(2020-2021) để xử lý công việc cá nhân ạ. Mong được quý thầy cô giải đáp ạ. Em xin chân thành cảm ơn.   i  .",
    "Pđt cho em hỏi Đăng ký môn HK212 đợt 1 chính quy em có thể đăng ký anh văn 1A ( nhu cầu- dự thính) trong kì chính được không ạ nếu đủ sĩ số để mở lớp?.  Hay là Anh văn 1A chỉ áp dụng cho học dự thính ngoài giờ thôi ạ?",
    "Chào phòng đạo tạo,  Em tạo bài đăng này để nộp đơn thu nhận lại cho học kỳ 212. Vĩnh",
    "Kính gửi quý thầy cô Phòng đào tạo trường Đại học Bách Khoa Tp.HCM,  Em tên là . HK202 vừa qua em có đăng kí tổng số tín chỉ là 21 tín, bao gồm 2 tín dự thính (kết cấu thép 1 CI3009). Nhưng trong bảng điểm của em thì không được cập nhật thông tin về môn học 2 tín chỉ (kết cấu thép 1) đó. Kính mong quý thầy cô có thể giải thích và cập nhật lại thông tin giúp em. Em xin chân thành cảm ơn. :",
    "Gửi phòng đào tạo, Do chưa đủ điều kiện dịch tễ để đi lại và học tập trực tiếp tại trường và việc học online thường xuyên trục trặc về kết nối internet nên em làm đơn này xin tạm dừng học 1 học kỳ (HK212). Thanks and best regards, .tnx",
    "em có đăng kí môn anh văn cơ bản nhưng vì lí do không còn nhu cầu học nên em huốn hủy/rút môn đó, cho em hỏi cách thức hủy/rút môn ạ?",
    "Dạ em xin chào ạ    Dạ cho em hỏi là em là k16 thì có nhận được giấy hoãn NVQS không ạ Em có thời khoá biểu ạ  Và nếu nhận được thì em nhận ở đâu ạ?    Em cảm ơn   Thắng",
    "Kính gửi phòng đào tạo Em muốn đăng ký tốt nghiệp nhưng lại bị tình trạng \"Tạm dừng\". Mong phòng đào tạo xem xét cho em được đăng ký tốt nghiệp ạ! Em xin cảm ơn!",
    "cho em hỏi kì 212 nhà trường có xét chứng chỉ anh văn quốc tế để nhận luận văn tốt nghiệp không ạ. Cùng một nội dung thông báo nhưng K17 phòng đào tạo lại không xét chứng chỉ anh văn trong khi K18 lại có xét. Do tình hình dịch nên tụi em vẫn phải học online, nếu phải xét anh văn mong trường và phòng đào tạo sẽ mở những đợt thi online để chuyển điểm hoặc mở những đợt đăng kí luận văn bổ sung vào tháng 2/3 để tụi em kịp thi để nhận luận văn tốt nghiệp ạ. Em cảm ơn.",
    "Kính chào PDT, Em tên  mssv:  Có điều muốn hỏi là: Trong học kỳ này có xét AV để đủ điều kiện làm LVTN không ạ, hiện tại em đã hoàn thành 4 AV trong trường nhưng chưa thi Toeic. Cảm ơn PDT đã đọc qua.",
    "Gửi phòng đào tạo; Trong email pđt gửi, có đề cập là nhà trường   B tạm thời không xét    CCAV cho luận văn tốt nghiệp ở học kì 212. Vậy cho em hỏi là sau khi mình hoàn thành bảo vệ LVTN (có điểm trên mybk) rồi mới nộp CCAV vào được không ạ ? hay phải nộp bổ bung trước khi bảo vệ LVTN ạ. Em cảm ơn.",
    "Em đã nhờ trung tâm IDP gửi bản sao chứng chỉ ngoại ngữ cho  cô  của trường đại học bách khoa mà không biết cô nhận được chưa. Mong phòng xác nhận giúp em.",
    "Dạ em chào thầy (cô)! Dạ thầy (cô) cho em hỏi: kì này em thanh toán trễ học phí học kì chính, nhưng hình như trường chưa cho SV vô trường nên em không thể nộp đơn trình bày lý do trễ học phí cho PĐT được. Không biết là em có cần đợi đến khi trường cho SV tới trường thì em sẽ nộp đơn cho PDT sau, hay là em có thể nộp đơn online qua mail được ko ạ. Em xin gửi kèm theo đơn trình bày lý do trễ học phí ở đây luôn ạ. Em xin cảm ơn.",
    "Dạ em chào PDT Em là  Mssv  Hiện tại em đã tiêm đủ 2 mủi vaccine từ ngày 30/10/2021. Em mong muốn quay lại trường học tiếp môn thí nghiệm Hệ thống định vị toàn cầu (ci3068) của thầy  phụ trách ạ. Hiện tại em có thể quay lại trường học bất kì lúc nào. Em mong PDT xem xét giúp em. Em xin chân thành cảm ơn. .",
    "Em có đăng kí xét tốt nghiệp trên trang mybk, nhưng do chưa cập nhật ảnh thẻ sinh viên nên tình trạng đơn xét tốt nghiệp của em đang là \"  I Phiếu đăng ký không được xử lý  /I \" . Em đã cập nhật lại ảnh thẻ trên trang mybk, nhưng không có nút đăng kí xét tốt nghiệp lại và tình trạng hiển thị vẫn như cũ. Vậy đơn xin xét tốt nghiệp của em có được duyệt không ạ?",
    "Trường cho em hỏi hiện học kì 212 có xét chuẩn CCAV khi làm LVTN không ạ?  Em cảm ơn.",
    "Dạ theo như trong mail thì dự thính lộ trình 1: Mở các lớp ngoài giờ là cho SV VHVL, ĐTTX với SV chính quy đăng ký học lại. Vậy cho em hỏi dự thính lộ trình 2 thì sinh viên chính quy học môn học lần đầu có được đăng ký không ạ??? Em cám ơn ạ .",
    "Dạ em chào thầy/cô ạ, thầy cô cho em hỏi là khi nào là tới hạn nộp LVTN của ngành xây dựng dân dụng thuộc khoa xây dựng trong học kì 211 này ạ, em xin cám ơn.",
    "Kính gửi cô, Em gửi cô biểu mẫu  cho hk 212  Trân trọng.",
    "Em tên:  MSSV:  Lớp: CK15KTK Em mong Phòng đạo tạo giải quyết cho em, em là sinh viên K15, em đang đi làm ở ngoài nên muốn chuyển sang hệ đào tạo Vừa làm vừa học. Em cảm ơn !!!",
    "Em chào cô/thầy. Em là  -  hiện là sinh viên bằng 2 khoa Khoa học - Kỹ thuật máy tính. Em muốn hỏi về việc đăng ký thực tập vào kỳ chính thì em có được đăng ký thêm các môn học khác hay không ạ? Em cám ơn ạ.",
    "Kính gửi anh/chị phòng Đào tạo, Em là  (), hiện tại em đã hoàn tất đăng kí tốt nghiệp vào đợt T11/2021. Em cũng đã có giấy tốt nghiệp tạm thời nhưng đến nay em chưa nhận được mail lên nhận bằng tốt nghiệp chính thức ạ. Em cũng đã có tên trong danh sách tốt nghiệp chính thức ở đây: http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2821&masv=&code=ZS Tuần trước em có tạo câu hỏi (ID #41341) thì cô  có trả lời là bằng của em đang trong giai đoạn trình ký, anh chị có thể kiểm tra trạng thái bằng của em đã được ký xong chưa ạ . Do em đang chuẩn bị hồ sơ nộp học bổng du học và hạn nộp là ngày 12/12/2021 nên em đang cần gấp ạ . Em cảm ơn anh chị đã đọc mail và hỗ trợ trường hợp của em ạ. Trân trọng, .",
    "Em đăng ký lớp AV2A thì trên trang đăng ký nó để là tên cô  và lớp DT08 và dấu tích em đã đăng ký thành công  Nhưng bke bị bảo trì máy ngày qua thì em lên coi thời khóa biểu thì nó không để lớp học anh văn AV2A cho em, làm em không biết để học xong rồi giờ thời khóa biểu lai có sắp lại cho em buổi học anh văn nhưng tên của cô khác  nhưng cùng lớp DT08 . Mà trên bke của em thì vẫn để 2 lớp anh của cô  và cô  em đã nhờ cô  xác minh thì em có tên trong danh sách và em cũng học lớp của cô rồi . Em muốn xác minh lại môt lần nữa là em học đúng lớp chưa vì em đăng ký tên cô này mà học lớp  cô kia( nhưng tên êm vẫn có trong danh sách ) Để tránh tình trạng em phải đóng 2 lần học phí và không được công nhận môn học AV2A  Mong xác minh và phản hồi em sớm nhất !!!",
    "Cho em hỏi là em đăng kí anh văn nói viết tháng 12 thì chừng nào mới có lịch thi ạ?",
    "Dạ Cô cho em hởi em sinh viên chính quy hiện tại em đã hêt thời gian học kì chính quy nay em muốn chuyển hệ Vùa làm vừa học để tốt nghiệp. Mong cô xem xét cho em để em có thể kịp tốt nghiệp trong học kì này ạ Em cảm ơn cô ạ",
    "Em tên  MSSV  Thắc mắc về vấn đề học off thí nghiệm tại trường. Em có điền link đăng kí học, nhưng đến giờ các bạn khác đã có thời khóa biểu, nhưng em vẫn chưa có.",
    "Dạ em muốn hỏi là, đợt này trường tổ chức học thí nghiệm ở cơ sở 1, nhưng do điều kiện đi lại chưa ổn định nên em không đi học được thì trường có sắp xếp tổ chức đợt nào khác không ạ!",
    "Dạ em xin gửi Phòng Đào Tạo đơn xin chuyển hệ chính quy sang hệ vừa làm vừa học vì hết hạn thời gian học hệ chính quy ạ Em cảm ơn Phòng Đào Tạo",
    "Cho em hỏi trong đợt điền form lên học trực tiếp 17/11 em quên xem mail và không kịp điền. Hôm nay em thấy tkb có cập nhật lịch học thí nghiệm off từ 12/12. Chỗ em tình hình dịch phức tạp và em không thể sắp xếp lên học vậy cần làm những gì để hoãn hoặc dời môn học thí nghiệm lại?",
    "Dạ em chào thầy/cô Em tên : , mssv , lớp CK18CTM4. Do có vấn đề về thiết bị nên em không thể tham gia thi trực tuyến được, cụ thể là máy em bị hư main và gửi lên hãng thì được báo là chưa có linh kiện để thay, em xin phép được hoãn thi ạ, mong được thầy/cô hỗ trợ. Em cảm ơn ạ.",
    "Cho em hỏi là việc trở lại trường học thí nghiệm là những bạn đã đăng kí trước đó hay tất cả sinh viên quay lại trường luôn vậy ạ.",
    "Chào quý thầy cô, Em tên , ngành Công nghệ Sinh học, lớp HC19SH2, khoa Kỹ thuật Hóa học, MSSV: . Em muốn hủy đăng ký học trực tiếp thí nghiệm tại trường. Lý do: đính kèm tệp ạ. Mong thầy cô phản hồi sớm, xin cảm ơn quý thầy cô.",
    "Chào quý thầy cô, Em tên là , sinh viên khoa Kỹ thuật hóa học, ngành Công nghệ sinh học, lớp HC19SH2, MSSV . Em muốn xin hủy đăng ký học thí nghiệm trực tiếp tại trường. Lý do: em xin được đính kèm tệp. Mong quý thầy cô phản hồi sớm, em xin cảm ơn.",
    "Em chào thầy cô ạ, Đợt trước có form điền đăng ký đi học thí nghiệm em ko dám đăng ký vì lỡ tiếp xúc F0, tại thời điểm đó em test thì âm tính, sau 1 tuần tự cách ly thì em vẫn âm tính ạ. Hiện giờ em muốn đi học thí nghiệm trở lại thì có cách nào đăng ký bổ sung được ko ạ? Em mong thầy cô giải đáp giúp em. Cám ơn thầy cô rất nhiều ạ.",
    "Dạ em chào admin, em là sinh viên năm 4, hiện tại em đã hoàn thành gần xong chương trình học, và có thể đăng ký luận văn tốt nghiệp, tuy nhiên em còn 2 môn (6 chỉ) chưa học và em muốn để luận văn tốt nghiệp vào kỳ đầu tiên năm thứ 5.Vậy với số tín chỉ của em đăng ký (6 chỉ ) có vi phạm đến số tín chỉ tối thiểu theo quy định của nhà trường không.Em cảm ơn ạ",
    "Trong kì thi giữa kỳ 1 môn Vật Lý 1 vừa rồi em đang ghi màn hình nhưng vì mạng yếu nên bị lag giữa chừng phải out ra vào lại làm cho video ghi hình em bị dừng  giữa chừng nên em phải bấm ghi lần thứ 2 vì vậy lúc đó em có 2 video ghi hình và gửi luôn 2 video đo cho nhà trường. Tuần vừa rồi em nhận được tin nhắn trên BKEL nói rằng sẽ kiểm tra lại video ghi hình từng sinh viên nên em không biết em có vấn đề gì không ạ. Cảm ơn PĐT đã đọc câu hỏi của em và mong nhận được sự hồi đáp ạ.",
    "Dạ em chào thầy/ cô ạ, em tên là , em có vài thắc mắc ạ. Dạ em có lịch học thí nghiệm trở lại, mà ở em đang bùng dịch và đang trong khu phong tỏa, với lại ktx không tiếp nhận sinh viên nên việc tìm trọ một mình là khó khó khăn lúc bây giờ. Em có thể hoãn lại lịch học không ạ, và hoãn thì có được học bù trở lại không ạ. Và cho em hỏi học kì tiếp theo, trường sẽ tiếp tục học onl cho đến tết hay là học trực tiệp trở lại ạ, để tiện chúng em sắp xếp ạ",
    "Dạ em chào thầy/cô! Em có gửi mail sang Phòng đào tạo hôm thứ 6 để xin đăng kí học thí nghiệm/ thực hành nhưng chưa được trả lời.Em gửi mail này để xin phép lại ạ: Lúc trước, em chưa thể đăng ký được về việc học thí nghiệm/thực hành. Bây giờ, thầy/cô cho em đăng ký học thí nghiệm/thực hành trực tiếp đợt này được không do sắp tới em đã sắp xếp vào lại Hồ Chí Minh rồi ạ? Em là  -  - lớp: DD19TD5 thuộc khoa Điện-Điện tử ngành Kỹ thuật Điều khiển và Tự động hóa . Hiện nay, em đã tiêm đủ 2 mũi vaccine Covid-19 Em cảm ơn thầy/cô nhiều ạ.",
    "Chào thầy cô, em tên , MSSV , hôm trước vào đợt đăng kí đến trường vào ngày 17/11/2021 em đã không đăng kí học lại vì lý do tình hình dịch căng thẳng và chưa tiêm mũi 2. Hiện tại thì em đã tiêm mũi 2 và đủ điều kiện tới trường. Em muốn hỏi pdt có bổ sung đăng kí học lại thí nghiệm không ạ. Em có nguyện vọng hoàn thành hết thí nghiệm để hoàn thành các môn. Hiện tại em có 4 môn chưa học thí nghiệm: Dung sai và kỹ thuật đo ME3003, thực tập kỹ thuật chế tạo ME2023( Đang học giữa chừng), Các quá trình chế tạo ME2071(đang học giữa chừng); Trang bị điện(Đang học giữa chừng). Nếu không học được đợt này thì có mở lại lớp khi học trở lại không?Em xin cảm ơn thầy cô.",
    "Em chào phòng đào tạo. Em vừa đăng kí tốt nghiệp tuần vừa rồi. PDT cho em hỏi là bao lâu em có thể nhận được bằng tạm thời và chính thức vậy ạ. Em cảm ơn.",
    "Vì một số thông tin gần đây nên PĐT cho em hỏi HK212 có xét chứng chỉ anh văn quốc tế cho luận văn tốt nghiệp không ạ? Em cảm ơn.",
    "Em muốn đăng kí hoãn thi cuối kỳ môn kinh tế kỹ thuật (IM2003) 15:00g ngày 27/11/2021 ạ. Em có đăng kí từ 1 tuần trước rồi ạ nhưng sao em không thấy trường phản hồi ạ. Mong sự phản hồi từ trường ạ. Em xin chân thành cảm ơn ạ",
    "Lúc trường mail về việc đăng ký thực hành thí nghiệm thì lúc đó em có tiếp xúc F0 và trong giai đoạn cách ly tại nhà thì em không có đăng ký. Nhưng hiện tại em khỏe mạnh và có thể đi học được thì biểu mẫu đã hết hạn. Vậy có cách nào để em đăng ký bù được không ạ?",
    "Chào thầy(cô), Học kì trước em có hoãn thi cuối kì một số môn và em được thông tin là kì này sẽ tổ chức thi lại toàn bộ những môn đã hoãn của kì trước . Cho em hỏi là trường sẽ sắp xếp lịch thi lại rồi cập nhật trên trang mybk hay là tự mình phải đăng kí để được thi lại vậy ạ? Em xin cảm ơn.",
    "Em muốn bảo lưu kết quả HK2 năm 2 cần làm gì , và sau khi bảo lưu kì sau học lại bình thường phải không ạ, và cho em xin mẫu đơn bảo lưu vì trên trang trường tải về hông được, em cảm ơn",
    "Kính gửi quý thầy cô, Em tên là , MSSV . Em gửi quý thầy cô đơn thu nhận lại ạ trong file đính kèm ạ. Em xin trân thành cảm ơn sự giúp đỡ của các thầy cô ạ.",
    "Em muốn nghỉ học thì nộp đơn bằng cách nào ạ. Và đơn em đã ghi đúng chưa ạ",
    "Em chào thầy/cô, Thầy/cô cho em hỏi khi nào mình có danh sách dự kiến học bổng khuyến khích học tập HK202 ạ? Em xin cảm ơn!",
    "Chào Phòng đào tạo, Em tên là , sinh viên năm 3 hệ Chính quy. Hiện nay do lý do cá nhân nên em muốn rút 1 môn trong HK211 để không ảnh hưởng đến kết quả của các bạn trong nhóm. Vậy giờ em có thể đăng kí rút môn học không ạ? Nếu có thể thì em cần làm gì vậy ạ? Em cảm ơn.",
    "Em là , MSSV , đang học khoa Môi Trường Và Tài Nguyên, lớp MO17QLM Em đã hoàn thành xong chương trình học của ngành Quản lý Môi trường, và đủ điều kiện để xét tốt nghiệp, gồm: - 143 tín chỉ ngành - 37 ngày CTXH - Anh văn nói viết (210) - Bằng Toeic 650 đã được thẩm tra hợp lệ và được chuyển điểm 4 anh văn lên bảng điểm chuyển của myBK. Mong PĐT mở mục đăng ký tốt nghiệp để em có thể đăng ký tốt nghiệp trước hạn chót (24/12/2021). Mong nhận được phản hồi sớm. Em xin cảm ơn.",
    "Thưa thầy cô, em là , mã số sinh viên  thuộc lớp CK18CTM04, hôm trước em có đăng ký học trực tiếp thí nghiệm tại trường. Nhưng hiện tại khu vực em có nhiều ca F0 nên đang được phong tỏa trong 14 ngày. Em xin phép được hủy đăng ký quay lại trường học trực tiếp ạ. Em cảm ơn!",
    "Em muốn tạm dừng học trong học kỳ kế tiếp. Em có 4 thắc mắc: + Hiện tại, trong học kỳ này có 1 môn em chưa học xong và chưa thi (môn thực hành), vậy trong thời gian tạm dừng em có được hoàn thành nốt môn học này không?  + Nếu không thì sẽ như thế nào, tiền học phí đã đóng sẽ ra sao ạ? + Em không cần phải thực hiện đăng ký môn học cho học kỳ kế tiếp đúng không ạ? + Đơn đăng ký tạm dừng học không thể tải về được ạ.",
    "Dạ chào PĐT,  Vào năm 1, em không học GDQP với các bạn cùng khóa. Em đã học lại và đã có chứng chỉ hoàn thành. PĐT cho em hỏi là bây giờ em cần nộp những giấy tơ nào cho PĐT ạ?  Theo em biết thì cần: - Bản sao chứng chỉ - Bảng điểm Ngoài ra còn cần giấy tờ nào nữa không ạ? Em cảm ơn.",
    "Tốt nghiệp . Chào Cô/Thầy,  Em là Huỳnh Hữu Khoa (1511567). Em có đăng kí xét tốt nghiệp tại trang Mybk của trường vào thứ 5 (2021/12/02). Và thực hiện thanh toán thanh toán thành công tại Bkpay . Hôm nay em vào trang đăng kí thì nhận được thông báo tại mục \"Tình trạng đăng kí: Không được phép đăng kí (Tạm dừng)\". (Chi tiết xem ảnh đính kèm). Cô/thầy có thể hỗ trợ cho em biết em đang bị vương mắc vấn đề gì không ạ . Em cảm ơn.",
    "Xin quý thầy cô hỗ trợ giúp em chuyển hệ trong học kỳ 212 ạ. Cho em biết thông tin về cách chuyển hệ và giấy tờ cần thiết ạ.",
    "Em tên là  thuộc hệ chương trình Tiên tiến, hiện giờ em nhận được giấy tốt nghiệp tạm thời. Em muốn biết khi nào em nhận được bằng tốt nghiệp. Mong anh chị hỗ trợ trả lời giúp em.",
    "Em tên là  - MSSV:  Em muốn hỏi là sao Hoạt động 1 trong sinh hoạt công dân em vẫn chưa được chấm điểm ạ. Em đã làm Hoạt động 1 từ ngày 26/11/2021 mà giờ vẫn chưa được chấm điểm để em có thể làm tiếp hoạt động 2 ạ. Em mong nhà trường có thể xem xét cho em ạ",
    "Em chào cô/thầy. Vì thời gian trong tuần đi làm, chủ nhật vừa rồi em mới đi chụp hình thẻ được. Nhưng em vào trang đăng kí thì lại bị tạm dừng. Mong cô/thầy hỗ trợ mở khóa tạm dừng trong ngày này để em có thể đăng kí tốt nghiệp ạ. Em cảm ơn ạ.",
    "Kính gửi Phòng đào tạo,  Hiện tại em đã được nhận mail có tên trong danh sách tốt nghiệp đợt 2 nhưng khi truy cập website Mybk vào mục đăng ký tốt nghiệp thì website báo lỗi truy cập và chưa cho phép em vào trang. Em có gửi kèm hình ảnh ở dưới ạ. Kính mong phòng đào tạo xem xét cho em ạ.",
    "Em chào thầy cô! Em tên là ,MSSV:,hiện là sinh viên năm 3 khoa Điện-Điện tử. Do đợt trước em đã bất cẩn và thiếu sót không đọc hết thông tin mà đã điền vào đơn đăng kí học trực tiếp các môn thí nghiệm của trường vào tháng 12 nhưng hiện tại nơi ở của em vẫn không cho có chuyến xe chở khách vào thành phố đồng thời KTX Đại học Quốc Gia sẽ mở cửa vào ngày 15/2/2022 vì vậy nên em không thể học thí nghiệm trực tiếp tại cơ sở  Thường Kiệt vào ngày 13/12/2021 được ạ. Nên em muốn hỏi là em có thể làm đơn hoãn học thí nghiệm do trường tổ chức vào tháng 12 ( cho những bạn đã đăng kí đơn thực hành học trực tiếp trước đó) được không ạ? Và em có được xếp lịch học các môn thí nghiệm này chung lại với các bạn cùng khóa khi toàn trường cho tất cả sinh viên học lại bình thường hay là em sẽ bị dời môn thí nghiệm trễ lại 1 năm vậy ạ? Em xin cảm ơn ! Chúc thầy\\cô một ngày vui vẻ !",
    "Kính gửi: Phòng đào tạo - Trường đại học Bách Khoa TPHCM, Vào ngày 01/12/2021, em đã đăng ký xét tốt nghiệp trên trang web MyBK và cũng đã nhận được email xác nhận vào ngày 02/12/2021. Tuy nhiên, sáng nay em vào trang đăng ký tốt nghiệp để check lại thì thấy tình trạng đăng ký hiện tại là \"Không được phép đăng ký (tạm dừng)\". Em cũng thấy xuất hiện tình trạng này vài lần trước đó, em không biết rằng liệu trường hợp của em hiện tại có vấn đề gì hay bị kỷ luật gì không ạ và em có thể tốt nghiệp trong học kỳ này được không ạ? Em rất mong Phòng Đào Tạo kiểm tra lại và giải đáp giúp em, để em có thể yên tâm hơn ạ. Em xin trân trọng cảm ơn.",
    "Cho em hỏi, em sinh viên năm nhất thì có học trực tiếp thực hành tại cơ sở 1 vào ngày 13/12/2021 không ạ  Em xin cảm ơn",
    "Dạ chào phòng đào tạo, Em tên  MSSV: Hiện tại kì này em có làm luận văn tốt nghiệp (cơ điện tử) nhưng do tình hình dịch bệnh nên ảnh hưởng đến tiến độ, kết quả của luận văn. Do đó, em có làm đơn (có đầy đủ chữ ký) để gửi về email phòng đào tạo, nhưng em chưa thấy pdt trả lời mail.PĐT cho em hỏi như vậy có được hoàn tất thủ tục hoãn chưa ạ. Em cảm ơn.",
    "Em tên là  -  Văn phòng cho em hỏi là lúc thực hiện khảo sát về vấn đề lên trường, thì em chưa được tiêm 2 mũi vac-xin nên đánh dấu là không lên. Nhưng giờ em đã tiêm đủ 2 mũi và đủ điều kiện lên học thực hành, vậy thì em có được sắp xếp lên học thực hành không ạ. Tại em thấy trong mail có yêu cầu đã đăng ký nữa ạ. Em mong được giải đáp thắc mắc sớm. Em cảm ơn ạ   i ",
    "Chào thầy/cô, em thuộcc,khoa khoa học máy tínhh, hệ vừa làm vừa học. Cho em hỏi, nếu hệ vừa làm vừa học đăng kí môn học chung với hệ chính quy trong mục \"Mở các lớp ban ngày + Sinh viên VLVH + ĐTTX có thể đăng ký học chung với SV chính quy\". Thì em sẽ  phải học tại cơ sở 2 Bình Dương đúng ko ạ.",
    "Em chào chị! E đã đk tốt nghiệp sau sau khi đã có quyết định hủy hệ VHVL. Nhưng ở mục kiểm tra thông tin ( trong mục Đăng ký tốt nghiệp) vẫn để hệ TN của e là VHVL. Em có 2 vấn đề ạ:  1. Vậy em đã đăng ký thì việc in bằng có còn là VHVL không ạ? 2. Sau khi đăng ký tốt nghiệp thì khi nào e sẽ nhận bằng tạm thời ạ? Rm cám ơn chị",
    "Em tên là , hiện đang là sinh viên lớp CC20KTO2, khoa Kỹ thuật Giao thông (ngành Kỹ thuật Ô tô). Em muốn xin mượn từ quý nhà trường giấy chứng nhận kết quả thi THPT 2020 với mục đích làm thẩm tra APS từ đại sứ quán Đức. Em làm đơn này kính mong quý nhà trường xem xét và đồng ý cho em mượn. Em xin chân thành cảm ơn",
    "Chào thầy (cô) Em tên  mssv  Hôm thứ 5 ngày 2/12/2021 em có lich thi môn anh văn 3A ..trong lúc thi  con quy định ghi lại màn  hình.. Em sử dụng chức năng ghi màn  hình của lap top..nhưng do mấy em là win 7 nên khi thi xong nó lưu ở dạng File mht Chứ không phải  mp4..kính mong quy thầy hỗ trợ giúp e Trường hợp này ạ! Em xin  chân thành cảm ơn.",
    "Em tên là , hiện là sinh viên CC20ROB2 khoa Cơ khí ( Kỹ thuật Robot). Em muốn xin mượn từ Quý nhà trường giấy chứng nhận kết quả thi THPT 2020, nhằm làm các thủ tục thẩm tra APS Du học . Kính mong Quý nhà trường sẽ xem xét và hỗ trợ em mượn hồ sơ. Em xin chân thành cảm ơn và hứa sẽ trả lại hồ sơ đúng thời hạn.",
    "Chào thầy cô, em thuộc hệ vừa làm vừa học, khoa khoa học và kỹ thuật máy tính, chuyên ngành khoa học máy tính. Em nhập học tháng 10/2020. Cho em hỏi trường hợp như em sẽ học theo chương trình đào tạo 2019 của hệ chính quy ngành khoa học máy tính đúng không ạ. Em xin cảm ơn.",
    "Thưa thầy cô,   Vì các kỳ trước em trượt môn GDQP nên em có nhu cầu đăng kí học lại GDQP vào đợt tổ chức tới. Theo thông tin từ ttgdqp em cần bổ sung ảnh chụp giấy giới thiệu từ nhà trường trước ngày 10/12/2021. Vậy nên em có nhu cầu cấp giấy giới thiệu để học lại GDQP với các thông tin sau ạ: Họ và tên Mã sinh viên Ngày sinh 07/02/2001 Nơi sinh Tỉnh Đồng Nai Hộ khẩu thường trú Thành phố Biên Hoà, Tỉnh Đồng Nai Bậc học Đại học Hình thức Chính quy Khoa/TT đào tạo  Khoa học và Kỹ thuật Máy tính  Em xin cảm ơn thầy/cô.",
    "Kính gửi quý thầy cô, Em tên  MSSV , sinh viên năm nhất khoa Điện-Điện tử. Hiện tại em đang học lấy chứng chỉ tiếng anh ở bên ngoài, vậy em có cần đăng kí môn anh văn trong năm 1,2 ở trong trường không ạ? Hạn chót nộp chứng chỉ tiếng anh của em là khi nào để không ảnh hưởng tới việc đăng kí các môn học mới ạ? Mong quý thầy cô giải đáp thắc mắc cho em. Em xin chân thành cảm ơn.",
    "Chào thầy/cô, Hiện em đang là sinh viên K17 chuẩn bị tốt nghiệp. Tuy nhiên khi thực hiện đăng kí tốt nghiệp em lại nhận được thông báo như trong ảnh. Thầy/cô kiểm tra lại giúp em với ạ.",
    "Cho em gửi đơn đề nghị để được tạm hoãn học kì 2 năm 2021-2022 ạ. Hiện tại em đã đóng học phí HKI và chưa đăng kí môn ở HKII.",
    "Kính gửi PĐT,  Em có thắc mắc về lịch nhận bằng tốt nghiệp chính thức mong PĐT hỗ trợ! Em đã đủ điều kiện tốt nghiệp và đã được cập nhật thông tin lên mybk nhưng em vẫn chưa thấy mail nhận bằng tốt nghiệp, vì mọi người nhận email lâu rồi mà em chưa có nên mong PĐT kiểm tra lại xem trường hợp của em có gặp vấn đề gì không ạ! Em xin chân thành cảm ơn!",
    "Họ và tên :  MSSV :  Ngày sinh : 26/11/1999 Lớp : DD17DV1 Số ĐT  : [phone_number] Đã tạm dừng từ học kỳ : 211 năm học 2021-2022 Lý do: Học kỳ 211 không đăng ký môn học và chưa tốt nghiệp do chưa đủ chứng chỉ Anh văn Nay đề nghị được thu nhận lại từ học kỳ 212 năm học 2021-2022",
    "Hứa Quốc Khiêm _   i  . Em đang học hệ VLVH tháng 10/2020. Ngành em đăng kí là \"Kỹ thuật điện\" nhưng trong thong tin liên hệ  trên hệ thống là lại là \"Kỹ thuật điện tử Truyền thông\". Đầu năm em được thông báo là hệ thống là do lỗi hệ thống nhưng đến nay lý lịch vẫn chưa được được sửa lỗi ảnh hưởng đến việc đến việc đăng kí môn. Mong quí thầy cô hỗ trợ giúp em! Em chân thành cảm ơn.",
    "Thưa PĐT, Hiện tại em vẫn chưa thấy lịch thi anh văn nói viết tháng 12 được cập nhật. Đồng thời ngày 24/12 là hạn chót đăng ký tốt nghiệp. Em lo rằng việc thi trễ ảnh hưởng tới việc đăng ký tốt nghiệp của em. Mong PĐT kiểm tra lại và phản hồi giúp em. Em zin chân thành cảm ơn.",
    "Học vụ       Dạ em chào anh/chị, em là , MSSV  thuộc khoa Điện - Điện tử    Dạ theo đúng tiến độ thì HK212 em sẽ đăng ký môn Luận văn tốt nghiệp Nhưng sau khi cân nhắc, em muốn hoãn một học kỳ (vẵn học một số môn khác) trước khi đăng ký Luận văn, và dự định sẽ đăng ký Luận văn tốt nghiệp vào HK221    Hiện tại thì em vẫn đang làm Đề cương luận văn như đúng tiến độ    Dạ em mong anh/chị tư vấn giúp em, trường hợp này em có phải làm đơn hoãn đăng ký Luận văn tốt nghiệp không ạ? Và sau khi đăng ký Luận văn vào HK221, em muốn đăng ký lại giảng viên hướng dẫn Đề cương luận văn của em, thì có phải làm đơn gửi bộ môn một lần nữa không ạ?    Mong anh chị hướng dẫn giúp em Em xin chân thành cảm ơn! ",
    "Do học kì trước em tạm dừng nên em cần phải nộp phiếu đăng kí thu nhận lại để được đăng kí môn học của kì này.",
    "Em kính chào các thầy cô! Em tên là  MSSV  lớp HC19MB khoa KTHH. Về kế hoạch trực tiếp tại trường em đã đăng kí học thí nghiệm trong form khảo sát để đi học tập trở lại nhưng vì lí do cá nhân nên em không thể lên trường học tập nên em xin nhà trường cho em hủy đăng kí trực tiếp đợt này ạ. Em cảm ơn các thầy cô nhiều ạ.",
    "Chào thầy cô, Em là  MSSV:  K20 Việt Pháp Lý do em viết đơn: Do Học bổng xét lúc ĐTB HK202 chưa được cập nhật lại hoãn thi dẫn đến ĐTB HK202 của em dưới 5.0 nên em không được nhận học bổng . Em mong thầy cô hỗ trợ trường hợp của em. Chúc thầy cô nhiều sức khoẻ!",
    "Em chào cô/thầy ạ, Cho em hỏi là bài kiểm tra SHCD phải làm hết 2 lần mới chấm bài ạ? Tại vì em đã làm 1 lần bài chuyên đề 1 từ ngày 25/11 mà giờ vẫn chưa được chấm, em muốn biết điểm lần 1 rồi mới làm lần 2 vì sợ nếu làm 2 lần mà không đủ điểm thì sẽ không được làm bài chuyên đề 2 ấy ạ. Mà hiện tại cũng gần tới hạn là ngày 12/12 rồi ạ. Mong thầy/cô có thể giải đáp thắc mắc cho em ạ. Em xin cảm ơn.",
    "Em tên là , sinh viên khoa Kĩ thuât Hóa học , lớp HC19DK MSSV  Hiện nay trường sắp thời khóa biểu học thí nghiệm trùng với lịch thi của em thì phải làm sao ạ? Môn Thí nghiệm hữu cơ học tuần 50 (tiết 2) trùng với môn thi cuối kì Cơ sở Điều khiển quá trình ạ",
    "BE062    . Kính gửi Phòng đào tạo. Em tên: -MSSV:812BE062. Ngày tháng năm sinh của em là : 01/01/1982. Chứ không phải ngày: 30/12/1899. Kính gửi Phòng đào tạo chỉnh lại giúp em. Em cảm ơn nhiều ạ!",
    "Em tên là  -  Văn phòng cho em hỏi là lúc thực hiện khảo sát về vấn đề lên trường, thì em chưa được tiêm 2 mũi vac-xin nên không đăng ký lên trường học thí nghiệm. Nhưng giờ em đã tiêm đủ 2 mũi và đủ điều kiện lên học thực hành, vậy thì em có thể đăng ký để được sắp xếp lên học thực hành không ạ tại đã qua đợt đăng kí rồi. Tại em thấy trong mail có yêu cầu phải đăng ký nữa ạ. Em mong được giải đáp thắc mắc sớm. Em cảm ơn ạ   i ",
    "Gửi Phòng đào tạo, Em là , MSSV: . Hiện tại em đã được xác thực chứng chỉ ngoại ngữ hợp lệ và đã đăng ký chuyển điểm thành công. Em mong phòng đào tạo có thể xem xét cho em chuyển điểm sớm và cập nhật lại tình trạng sinh viên (do kỳ này em không đăng ký môn học do dự định tốt nghiệp trong đợt tốt nghiệp tháng 11) để em có thể đăng ký tốt nghiệp trong đợt này. Em xin chân thành cảm ơn.",
    "Em chào Cô, Nhờ cô kiểm tra giúp em môn luận văn tốt nghiệp  mã môn CI4383 của em còn vướng điều kiện gì nữa không ạ ?  Em xin chân thành cảm ơn!",
    "Kính gửi quý thầy cô phòng đào tạo, em làm đơn này vì em không nhận được mail báo ngày giờ thi anh văn 2 kỹ năng nói viết đợt tháng 12 dù đã thanh toán lệ phí thi đúng hạn",
    "Kính gửi PĐT trường ĐH Bách Khoa,    Em là   MSSV     Em đã đăng kí thi anh văn nói viết tháng 12 trực tuyến nhưng đến hôm nay chưa nhận được email về thông tin cho buổi thi trong tháng 12    Em không biết đợt thi này chưa sắp xếp xong, hoặc có thể bị sót em hay không?    Mong PĐT kiểm tra trường hợp em với ạ    Em cảm ơn/    sv ",
    "Em chào thầy cô, em đang là sinh viên văn bằng 1 chính quy, nếu sau khi tốt nghiệp em học tiếp văn bằng 2 và có những môn tương đương với văn bằng 1 thì những môn này em có được miễn không hay phải học lại ạ? Em cảm ơn thầy cô",
    "Kính gửi , Em tên  MSSV 2,em đã hết hạn đào tạo chinh quy, em hiện đã chuyển sang hệ VHVL. Nhưng trang đăng ký môn học của e vẫn hiện thông báo \"Bạn không được quyền đăng ký môn học! Vui lòng liên hệ PDT!\". Vì một số lý do mà em đã không được thầy hướng dẫn duyệt bảo vệ lvtn học kỳ này, mong  giúp em đăng ký môn LVTN 800700 và môn Pháp văn 6 (xd) 003728 hiện em chỉ còn nợ 2 môn này là hoàn thành chương trình đào tạo. Mong pdt xem xét giúp em. Em xin cảm ơn.",
    "Kính gửi PĐT Em tên  MSSV  Lớp VP17VL Hiện tại lớp Nguyên lí hoá công nghiệp (601702) chỉ có 8 sv đăng ký, vì môn này thuộc chương trình cũ từ K18 về trước chương trình Việt-Pháp. Tụi em có được phép mở môn này ở HK 212 dưới dạng đồ án không ạ? Hay chúng em cần mở ở kì dự thính? Và chúng em nên phải làm gì để được phép mở lớp? Mong pđt phản hồi và hướng dẫn cho chúng em ạ! Trân trọng./.",
    "Dạ thầy/cô cho em hỏi tình trạng đăng kí tốt nghiệp của em vào tuần trước là được phép đăng kí tốt nghiệp mà sao tuần này đổi thành tạm dừng vậy ạ ?",
    "Kính gửi thầy cô. Dạ với câu trả lời của cô  lúc trước, cho em hỏi là nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học cho ai liền ạ (Dạ thầy em hỏi) . Vì thời gian cho phép sắp hết nên em cần rất gấp để gửi cho gv làm ngay ạ. Mong thầy cô phản hồi giúp em. Em cảm ơn thầy cô.Chúc thầy cô sức khỏe ạ.",
    "Kính gửi Phòng Đào Tạo trường Đại Học Bách Khoa Em tên: .MSSV:.Hiện là sinh viên khoa Kĩ thuật hóa học khóa K21 Em muốn hỏi là việc đăng kí môn học ở học kì 2, em có đăng kí thêm môn Pháp luật đại cương không thuộc các môn học bắt buộc ở hk2 không biết là ở đợt học GDQP của trường sẽ được hoãn học môn đó trong khoảng thời gian học GDQP không ạ? Em rất mong sẽ nhận được phản hồi sớm nhất từ Phòng đào tạo.Em xin cảm ơn !",
    "Chào anh/chị hỗ trợ. Kỳ vừa rồi em có đăng ký chuyển từ hệ CQ ngành Cơ Khí sang hệ VLVH ngành oto. Nhưng mà sau khi xem lại số môn học nếu em phải học lại khi chuyển ngành thì em thấy khá là nhiều. Nên em muốn hỏi về vấn đề nếu em xin chuyển lại từ hệ CQ ngành Cơ Khí sang hệ VLVH ngành Cơ Khí thì có được hay không. Mong anh/chị giải đáp thắc mắc giúp em. Em cảm ơn!",
    "Trong danh sách thí nghiệm không có tên em mặc dù em đã đăng kí môn học và có thời khóa biểu, cho em hỏi có cách nào để đăng kí bổ sung không?  Em cảm ơn ạ.",
    "Kính gửi quý thầy cô, Em tên là , MSSV . Em gửi quý thầy cô đơn thu nhận lại ạ trong file đính kèm ạ. Em xin trân thành cảm ơn sự giúp đỡ của các thầy cô ạ.",
    "Cho em hỏi là em có học môn Sinh đại cương và có phần thí nghiệm nhưng trong lớp các bạn có thời khoá biểu còn trên thời khoá biểu của em không có. Vậy thì như thế nào ạ",
    "hiện tại em đã có đủ trang thiết bị để thi môn vẽ kỹ thuật, mong thầy/cô xem xét cho em hủy điểm hoãn thi ạ.",
    "Em kính chào quý thầy cô ạ! Em tên: , MSSV: , hiện em đang là sinh viên ngành Công nghệ Thực phẩm, lớp: HC19KTTP. Em muốn xin hủy đăng ký học thí nghiệm trực tiếp tại trường Lý do: Em đã trình bày trong đơn đính kèm ạ. Em kính mong nhận được sự xem xét, giúp đỡ của thầy cô. Em xin chân thành cảm ơn ạ!",
    "Cho em hỏi là lần trước em đăng ký là không trở lại trường để học thí nghiệm nhưng bây giờ em muốn trở lại trường để học thí nghiệm có được không ạ.",
    "Em tên  MSSV , em thành thật xin lỗi do chưa đọc kĩ email phòng gửi cho sinh viên mà đã đăng kí học. Ban đầu em tưởng học trở lại thì KTX đại học quốc gia TPHCM sẽ mở vào tháng 12 nhưng vì tới 15/2/2022 mới mở nên em không có chỗ ở và học tập tại TPHCM, nhà em cũng ở tỉnh khá xa thành phố ai   Em mong phòng đào tạo hủy lịch học thực tập điện của em. Em thành thật xin lỗi do đã không đọc Mail kỹ mà đăng ký luôn, em xin cảm ơn ạ",
    "em có đăng ký báo hiểm y tế và thanh toán gần đây nên cho em hỏi khi nào nhận bảo hiểm y tế vậy ạ ? ",
    "Kính gửi Phòng Đào tạo Em tên là  MSSV  Em dự kiến sẽ nộp chứng chỉ Toeic trước ngày kết thúc học kỳ (29/12) để xét chuyển điểm các môn Anh văn 2 3 4 . Kết thúc học kỳ này em còn thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp. Thầy Cô cho em hỏi em muốn kéo dài thời gian đào tạo để bổ sung chứng chỉ anh văn 2 kỹ năng thì em cần làm đơn như thế nào ạ! Em xin cảm ơn",
    "Gửi các thầy cô phòng đào tạo, em nộp đơn để xin tạm dừng việc học ở nhà trường ạ, cho em hỏi là em có cần phải đăng ký thời khóa biểu cho kỳ sắp tới không ạ? Em cảm ơn quý thầy cô.",
    "học kỳ 211 hiện tại, do môn học em cần đăng ký không có trong lịch học vụ nên em đã để thời khóa biểu rỗng, dẫn đến tình trạng bị tạm đình chỉ. Kính mong nhà trường thu nhận em lại để kịp thời đăng ký môn học cho học kỳ 212",
    "Gửi thầy/cô PDT, Thầy/cô cho em hỏi về lịch thi AV nói viết tháng 12 chừng nào có ạ? Lệ phí và đăng ký thi em đã hoàn tất đầy đủ. Em xin cảm ơn.",
    "Thưa phòng đào tạo! Hiện tại em có đăng ký thực tập tốt nghiệp, và đã được phân đi thực tập, nhưng do vấn đề dịch bệnh, em muốn hoãn thực tập tốt nghiệp, sẽ thực tập lại vào kỳ 212 và em xin cam kết là việc hoãn này không ảnh hưởng đến việc học hiện tại của em. Vậy em cần phải làm những đơn gì ạ? .",
    "Tốt nghiệp . Chào Quý Thầy/Cô Em tên là Phạm Trần Minh Quân MSSV 1712828 Thầy Cô cho em hỏi là hiện tại em còn thiếu anh văn hai kỹ năng nói viết vậy em có thể xin được giấy chứng nhận tốt nghiệp tạm thời được không? Em xin cảm ơn Quý Thầy Cô!",
    "nộp đơn xin tạm dừng học kỳ 212 cho phòng đào tạo trường ĐHBK",
    "Kính gửi cô/ thầy,  Chứng chỉ ngoại ngữ của em đã được thẩm tra, mong được chuyển điểm sớm để kịp đăng ký tốt nghiệp ạ. Em xin cảm ơn cô/thầy. ",
    "Thưa , Em tên , sinh viên khóa K17. Hiện em vừa đăng ký in lại thẻ sinh viên qua hệ thống mybk nhưng khi vào bkpay để thanh toán thì đường dẫn lại không kết nối được. Xin hỏi hệ thống đang có vấn đề gì ạ, vì theo hạn trên bkpay thì phải thanh toán trước ngày 13/12 thì mới hoàn thành được thủ tục in thẻ sinh viên. Em xin cảm ơn.",
    "Kính gửi Phòng đào tạo. Em tên là Nguyễn Tấn Thành, MSSV: , hệ đào tạo: VHVL; Khoa kỹ thuật xây dựng. Em làm đơn này để xin được hoãn thi môn học KẾT CẤU THÉP 2 (mã môn học là CI3211) vào ngày 9/12, và môn SINH HỌC ĐẠI CƯƠNG (mã môn học là CH2027) vào ngày 21/12. Lý do: không đảm bảo trang thiết bị tham gia thi trực tuyến nên không đủ điều kiện để thi (em đã đăng ký hoãn thi trực tuyến 2 môn này ở kỳ trước học kỳ hè tức học kỳ 2 năm ngoái). Kính mong Phòng đào tạo xem xét và chấp nhận. Trân trọng!",
    "Chào thầy (cô), Trong CTĐT có môn thực tập ngoài trường được đăng ký ở HK6. Như vậy mình sẽ vừa học vừa thực tập ở học kỳ 6 luôn hay sao ạ? Tại vì bình thường thì môn này sẽ được thực tập trong hè nên chúng ta sẽ đăng ký trong học kỳ 6 luôn hay là sẽ đăng ký trong hè ạ. Xin cảm ơn.    .",
    "Kính gửi quý thầy cô phòng đào tạo, Em tên là Ông , MSSV  Hiện tại em đã đủ điều kiện xét tốt nghiệp, tuy nhiên do kỳ vừa rồi không đăng ký môn học nên tình trạng sinh viên của em đang ở trạng thái \"tạm dừng\" nên em không thể vào mybk- đăng ký tốt nghiệp để tiến hành đăng ký mặc dù đã nhận được email thông báo có trong danh sách tốt nghiệp tạm thời. Mong quý thầy cô phòng đào tạo giúp đỡ để em có thể tốt nghiệp đúng hạn ạ.",
    "T1008   Tốt nghiệp . Chào Phòng Đào tạo, Tôi đang làm hồ sơ đăng ký tốt nghiệp. Tuy nhiên khi kiểm tra trong phần \"Thông tin cá nhân\" thì tôi thấy nơi sinh để trống. Nhờ Phòng Đào tạo cập nhật giùm \"Nơi sinh: TPHCM\" Và hôm nay, tôi có cập nhật lại địa chỉ mới theo sổ hộ khẩu. Mong Phòng đào tạo cập nhật lại giùm luôn Tôi xin chân thành cám ơn. ",
    "Chào thầy/cô,  Em có tên trong danh sách tốt nghiệp tạm thời và đã đăng ký tốt nghiệp, nhận được giấy tốt nghiệp tạm thời. Tuy nhiên, tại thời điểm đó em chưa đủ ngày CTXH. Bây giờ, em đã đủ ngày CTXH, em có cần phải làm gì nữa không ạ hay phòng đào tạo sẽ tự cập nhật dữ liệu ạ. Em xin cảm ơn, .",
    "Dạ chào Thầy/Cô, Hôm bữa trường có gửi email và form đăng ký họ thí nghiệm tại trường nhưng hôm nay em mới có quyết định vô lại Sài Gòn  Cho em hỏi việc đăng ký có cò cho không ạ? và hình thức đăng ký như thế nào ạ? Em cảm ơn ",
    "MSSV:     . Em xin hỏi về 2 vấn đề sau ạ:  1. Em có thể hủy việc học và thi thí nghiệm được không ạ ? (tại vì khu vực hiện tại em đang sống đang thuộc diện giãn cách) 2. Nếu bắt buộc phải học và thi theo đúng thời khóa biểu thì em không rõ ktx ĐHQG có cho em ở trong thời gian học tập không ạ? (tại vì em không có nơi ở nào khác) Xin pđt giải đáp giúp em, em xin cảm ơn ạ!",
    "Kính chào quí thầy cô,  Vừa qua em có đăng ký học tập trực tiếp các môn thí nghiệm tại trường. Tuy nhiên do có một số nguyên nhân nên hiện em vẫn chưa thể quay lại trường được như nội dung trình bày trong đơn dưới đây . Kính mong nhận được sư thông cảm của quí thầy cô . Em xin chân thành cảm ơn .",
    "Thưa thầy cô ạ! Cho em hỏi ạ: Bây giờ em muốn được đăng kí học trực tiếp tại trường môn thực tập điện 1(EE2025) và thực tập điện tử 1 (EE2023) được không ạ. Em xin cảm ơn ạ!    .",
    "Em chào thầy cô! Em là . MSSV: 8 Em là sinh viên khóa K13 đã hết thời gian đào tạo nhưng em đã được thu nhận lại để theo học hệ VLVH. Thế nhưng trong trang  vẫn chưa cập nhật thông tin là em đã nhập học lại ạ! Em kính mong quý thầy cô đọc và giải đáp giúp em ạ!",
    "Thưa thầy cô ạ! Cho em hỏi ạ: Bây giờ em muốn được đăng kí học trực tiếp tại trường môn thực tập điện 1(EE2025) và thực tập điện tử 1 (EE2023) được không ạ. Em xin cảm ơn ạ!    .",
    "Em xin chào thầy , cô Em làm đơn này là muốn hỏi xin bảo lưu kết quả làm như thế nào ạ  . em xin cảm ơn",
    "Thưa Thầy/Cô Em xin hỏi là Đơn Xin Mở Lớp Ngoại Lệ thì cần chữ ký trên giấy hay làm Online như kỳ trước ạ! Mong PDT góp ý giúp em để em hoàn thành thủ tục chính xác và nhanh chóng ạ! Em xin cảm ơn rất nhiều! Chúc Thầy/Cô nhiều sức khỏe ạ!  .",
    "Em xin phép được gửi đơn xin tạm thu nhận lại ạ, em đã thanh toán học phí của học kỳ 202 rồi ạ. Em cảm ơn cô.",
    "Em chào thầy/cô phòng đào tạo ĐHBK, Em là , mssv . Em đã đăng ký thi online 2 kỹ năng Nghe-Nói và hoàn tất thanh toán học phí BKPay nhưng đến hôm nay vẫn chưa nhận được thông báo ngày thi qua mail sinh viên. Kính mong thầy cô xem xét lại giúp em vì gần tới thời hạn xét tốt nghiệp. trong thời gian chờ phản hồi,em chân thành cảm ơn thầy/cô.  ",
    "Chào Thầy, Cô  Em xin gửi kèm đơn đăng ký trễ hạn môn \"Đề cương luận văn - học Máy tính\" (CO4315) Đính kèm là đơn xin đã có chữ ký của giáo viên hướng dẫn và , kèm theo thư trao đổi của em với  ạ ",
    "Thưa thầy cô! Dạ thưa do có vấn đề về đi lại em chưa thể lên học 2 môn thực tập điện 1 (EE2025) và thực tập điện tử 1 (EE2023). Nãy em có nhắn xin thầy cô giải quyết cho em học 2 môn này mong thầy cô không điền tên em vô danh sách học thực tập ạ. Em mong thầy cô thông cảm cho thiếu sót của em. Em xin chân thành cảm ơn ạ!    .",
    "Máy tính của em không thể đăng nhập bằng mail của trường cấp. em xin được hỗ trợ .",
    "Kính gửi nhà trường. Em viết email này để có thể đăng ký học thí nghiệm offline vào ngày 13/12, tức là thứ hai tuần tới. Em xin chân thành cảm ơn.",
    "Chào quý thầy/cô! Em xin được nộp đơn rút môn học:  Anh văn cơ bản A (nhu cầu)-mã môn:LA0011. Mong quý thầy cô xem xét và phê duyệt giúp ạ. Em cảm ơn!",
    "Em có chuyển từ hệ CLC sang VHVL và đã nhận được mail đăng kí môn học nhưng em vào web trường vẫn không thể đăng kí. Mong  nhà trường xem xét giúp em ạ. Em xin cảm ơn",
    "Em xin chào phòng đào tạo, Em xin hỏi em đang học ngành vật liệu hệ vừa làm vừa học thì em có thể đăng ký học thêm ngành thứ hai là cơ khí được không ạ? Và em phải làm đơn xin như thế nào ạ, em xin chân thành cám ơn,",
    "Em tên là:  MSSV  Dạ lúc nảy em có xin học thí nghiệm trực tiếp tại trường nhưng việc sắp xếp chỗ ở của em bị ảnh hưởng vì chỗ laboratory của em đã hoãn việc cho sinh viên lưu trú vì dich nên em xin Cô cho phép em hoãn việc học thí nghiệm tại trường ạ Em xin cảm ơn và mong cô thông cảm ạ",
    "Chào pđt ạ, nay em xin nộp phiếu đề nghị chuyển hệ chính quy sang vlvh từ học kì 212 ạ.",
    "Xin chào ad, em tên là , mssv , lớp TT19DDT1 Lúc trước, em chưa được tiêm đủ 2 mũi nên chưa thể đăng kí quay lại trường được. Hiện em đã tiêm đủ 2 mũi và nhận được thông tin quay lại trường, nên em xin phép được đăng kí học thí nghiệm trực tiếp. Em cảm ơn ad và mong nhận được phản hồi ạ.",
    "Dạ cho em hỏi là em có đăng kí học học trực tiếp tại trường nhưng tại sao em không có trong danh sách học và không có TKB vậy ạ.",
    "em chào vp, văn phòng cho em hỏi là nếu em không đăng ký lên trường học thí nghiệm trực tiếp, thì trường có tổ chức dạy thí nghiệm online cho các trường hợp không  lên trường được không ạ. em cảm ơn ạ.   i ",
    ":     Đăng kí thu nhận lại học kì 211 Tên:  Lớp: XD15KT Lý do: em nộp đơn đóng trễ học phí vì lí do tình hình dịch diễn ra phức tạp em không ra ngân hàng được",
    "Kính chảo thầy/cô, Với thông tin của phòng đào tạo về việc ngày 24/12 (tức là 2 tuần nữa) hết hạn đăng kí xét tốt nghiệp, nhưng do một số môn em vẫn chưa cập nhật xong điểm (CO2001) nên em không biết là có kịp cho việc đăng kí xét tốt nghiệp hay không. Rất mong nhận được hướng dẫn từ Phòng Đào Tạo. Em xin cảm ơn",
    "Rút môn học HK 211 (có tính học phí) Tên:  Lớp: XD15KT Môn học: Thiết kế nhanh 3 Mã môn học: CI1057 Nhóm: L01 Lý do rút môn: Em đã học xong chương trường đào tạo và đăng kí môn học để duy trì trình trạng học do chưa đủ điểm toeic để ra trường.Nên giờ em muốn rút môn học để không bị nhận điểm 0.",
    "Em tên , mssv , em gửi tin này để hỏi về việc đăng ký nộp bằng tốt nghiệp THPT ạ. Trước đó em lỡ đăng ký là nộp bản sao do sở giáo dục cấp nay em muốn sửa thành nộp 2 bản photo có công chứng nhưng em không thấy chỗ để cập nhật lại thông tin ạ. Liệu em có thể nộp 2 bản photo có công chứng cùng với phiếu đăng ký có nội dung là nộp bản sao do sở giáo dục cấp được không ạ? Em xin chân thành cảm ơn.",
    "Em tên là  MSSV  Vì tình hình dịch bệnh phức tạp nên em không thể đến trường để học trực tiếp như đã đăng kí. Em muốn xin hoãn lại lịch học trực tiếp tại trường. Mong thầy cô thông cảm. Em xin cảm ơn.",
    "Dạ em chào quý thầy cô ạ ! Em chân thành xin lỗi vì sự bất tiện này. Vừa rồi em có đăng ký học trực thực tập trực tiếp tại trường, nhưng hiện tại em không đủ điều kiện để đến học nữa ạ. Lý do em đã trình bày trong đơn đính kèm theo ạ ! Mong quý thầy cô thông cảm ạ ! Em xin cảm ơn !",
    "Kính gửi phòng đào tạo, Hiện tại thì 2 điểm này của em có sự chênh lệch  thì em nên làm gì tiếp theo để 2 điểm này giống nhau ạ Em cảm ơn",
    "Em đã nhờ trung tâm IDP gửi bản sao chứng chỉ ngoại ngữ cho  cô  của trường đại học bách khoa mà không biết cô nhận được chưa. Mong phòng xác nhận giúp em.",
    "Dạ em chào các thầy cô ạ Em là  - MSSV: khoa Kỹ Thuật Giao Thông Dạ vấn đề của em là em bị nhập sai điểm ở trên bảng điểm của trang Mybk ạ. Ở môn Thực tập kỹ thuật ô tô (TR3075) do giảng viên  đứng lớp thì trong danh sách điểm của thầy thì Điểm Tổng Kết của em là 8đ ạ nhưng trên trang bảng điểm ở Mybk thì lại được nhập chỉ có 7đ. Dạ em có trình bày với thầy thì thầy kêu là phải gửi mail lên Phòng Đạo Tạo để được xử lý ạ. Dạ em rất mong các thây cô ở Phòng Đào Tạo có thể xem xét trường hợp của em với ạ.   Em xin cảm ơn ạ",
    "Em chào Phòng Đào Tạo. Em là  -MSSV:  Em bị trễ môn \"TR3013 -Thiết kế động cơ đốt trong\" nên kì này em đăng ký học lại Nhưng bắt đầu từ K19 không học môn này nữa + số lượng SV rớt không đủ để mở lớp Vậy bây giờ bọn em phải làm như thế nào. Em rất mong pđt cho bọn em phương án giải quyết Em cảm ơn phòng đào tạo",
    "Em đang có một môn học nhận điểm HT. Em cần chủ động đăng ký lại như trong quy chế hay đợi thông báo từ phòng đào tạo như trong mail ạ. Em cảm ơn!",
    "Dạ PDT cho em hỏi là do em đọc thông báo mail của trường nhưng vẫn còn không rõ là kỳ này có xét anh văn để nhận luận văn không ạ? Em mong nhận được phản hồi sớm Em cám ơn",
    "Em xin chào phòng đào tạo, Hiện tại, em đã đăng ký và thanh toán lệ phí tốt nghiệp vào ngày 22/11/2021 Ngày 29/11/2021 em đã có giấy chứng nhận tốt nghiệp tạm thời, nhưng đến hôm nay khi em vào lại mybk kiểm tra thì không thể tải giấy tốt nghiệp tạm thời cũng như bị tạm dừng tốt nghiệp. Em xin hỏi tại sao em lại bị như vậy và em phải làm như thế nào để giải quyết tình trạng này? Em xin cảm ơn",
    "em muốn hỏi pdt về việc có xét CCAV cho LVTN kì 212 chính qui không ạ, mặc dù trong mail pdt có nhắc đên   B :    \"- Nhà trường tạm thời   B không xét    điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm),   B xét    chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.\" Em vẫn mơ hồ là có xét hay không xét ạ.",
    "em là , MSSV . em có đặt làm thẻ sv tử tháng 8/2021, đến giờ vẫn chưa nhận được. em mong trường kiểm tra và sớm phản hồi để kỳ thi cuối kỳ sắp tới được thuận tiện",
    "Em được xếp thời khóa như hình đính kém cho đợt trở lại trường học lần này. Nhưng em thấy trong mail đề cập là chỉ tổ chức giảng dạy tại cơ sở 1 mà trong thời khóa biểu lại có môn học ở cơ sở 2. Như vậy là lần này em học ở 2 cơ sở hay do thời khóa biểu chưa cập nhật xong ạ để em có thể sắp xếp chỗ ở hợp lý ạ. Em cảm ơn.",
    "Em là  -MSSV: , lần trước trường có thông báo về việc đăng kí lịch thí nghiệm môn Ứng dụng laser trong y học, do em sai sót trong việc kiểm tra mail nên đã quá hạn thời gian đăng kí, dạ cho em hỏi có cách nào đăng kí bổ sung lịch thí nghiệm được k ạ, em cảm ơn.",
    "Dạ em chào pdt ạ. Em là  vừa tốt nghiệp cao đẳng BDCN. Vừa rồi em có làm hồ sơ online để học liên thông hệ đh nhưng mà do em phải cách li tại nhà không đi nộp được hồ sơ. Bây giờ đi lại được thì quá hạn nộp rồi,  Em viết mail này muốn hỏi pdt có thể cho em nộp bổ sung trường hợp của em được không ạ.  Em xin trân thành xảm ơn.",
    "Em chào thầy cô Em muốn hỏi là em không đăng ký off học trực tiếp tại trường sao mà có lịch học ạ. Do bây giờ ktx đang có F0 không cho phép đi ra ngoài nữa ạ Cảm ơn",
    "Kính gửi Phòng Đào Tạo Em tên  MSSV:  em xin phép nộp đơn trình bày đăng kí thanh toán trễ học phí và biên bản thu nhận lại. Em mong quý thầy cô duyệt giúp em để em có thể đăng kí môn học cho kì 212 này và tiếp tục chương trình học . :",
    "Kính gửi Phòng đào tạo quốc tế (OISP) Tôi tên:  Mssv:  Khoa: Kỹ thuật Giao thông Hiện tại tôi chưa đăng kí học trực tiếp tại trường, theo mail của Phòng đào tạo (17/11-19/11). Do bất cẩn trong việc kiểm tra mail. Tôi viết đơn này kính mong Phòng đào tạo đồng ý cho tôi vào học trực tiếp tại trường vào ngày 13/12. Vì tôi đã tiêm đủ 2 mũi vắc xin (mũi 2 vào ngày 20/11/2021). Hiện tại đang ở trọ 1 mình tại Lê Hồng Phong, P2, Q5. Và thực hiện đầy đủ các biện pháp phòng tránh Covid. Tôi xin cam kết những gì tôi nói ở trên là sự thật. Cảm ơn Hồ Chí Minh, ngày 6 tháng 12 năm 2021 Người viết đơn HUY ",
    "Dạ chào thầy cô, em có nộp đơn xin thu nhận lại thì được trả lời là trong tháng 12 sẽ có quyết định nhưng hạn đăng ký môn học đợt 1 là 6/12 vậy không biết em có đăng ký kịp không ạ. E cảm ơn",
    "Kính gửi Phòng đào tạo quốc tế (OISP) Tôi tên:  Mssv:  Khoa: Kỹ thuật Giao thông Hiện tại tôi chưa đăng kí học trực tiếp tại trường, theo mail của Phòng đào tạo (17/11-19/11). Do bất cẩn trong việc kiểm tra mail. Tôi viết đơn này kính mong Phòng đào tạo đồng ý cho tôi vào học trực tiếp tại trường vào ngày 13/12. Vì tôi đã tiêm đủ 2 mũi vắc xin (mũi 2 vào ngày 20/11/2021). Hiện tại đang ở trọ 1 mình tại Lê Hồng Phong, P2, Q5. Và thực hiện đầy đủ các biện pháp phòng tránh Covid. Tôi xin cam kết những gì tôi nói ở trên là sự thật. Cảm ơn Hồ Chí Minh, ngày 6 tháng 12 năm 2021 Người viết đơn HUY ",
    "Chao Thầy/Cô! Hiện tại em còn nợ bằng AV Nói và Viết để có thể ra trường. Tuy nhiên tại địa phương đang gọi em đi Nghĩa Vụ Quân Sự, em muốn xin giấy xác nhận chưa tốt nghiệp hoặc chưa hoàn thành chương trình học của trường, để tạm hoản NVQS và ôn tập thi bổ sung bằng AV được không ạ?  Mong quý thầy/cô phản hồi sớm giúp em ạ.",
    "Kính gửi Phòng Đào Tạo, Em là sinh viên CK17 Kỹ thuật dệt. Hiện em chưa hoàn thành môn   B Cơ Học Máy ME2043    nên chưa thế tốt nghiệp. Tuy nhiên môn này kì 211   U không đủ SV để mở lớp    và rất có thể kì 212 này cũng vậy. Phòng Đào tạo cho em hỏi, em có thể đăng kí môn   B Cơ học máy ME2101    để học   U thay thế    được không ạ? (tham khảo kế hoạch giảng dạy của khóa 2019) Nếu không thì xin PĐT cho em xin môn học thay thế để em có thể đăng kí . Và xin PĐT hướng dẫn em   U các thủ tục nếu có để em xin học môn thay thế    cho Cơ học máy ME2043. Kính mong PĐT giúp đỡ. Em cảm ơn",
    "Dear PĐT, Em là sinh viên khóa k17, MSSV là , khoa Khoa Học & Kỹ Thuật Máy Tính Em muốn gia hạn luận văn tốt nghiệp, em đã hoàn thành các giấy tờ gia hạn gửi lên khoa và nhận được chữ ký xác nhận của GVHD và BCN khoa. Em có gửi các giấy tờ cần thiết đính kèm, mong PĐT xem xét giúp em. Em xin cảm ơn.",
    "Kính gửi  Phòng Đào tạo Trường Đại học Bách Khoa Em tên   MSSV  Em viết mail này muốn hỏi trường có làm việc vào thứ 7 không ạ, em mong muốn đi nhận bằng vào thứ 7, không biết thứ 7 trường cho cho em nhận bằng không ạ? Mong nhận phản hồi từ trường sớm Em cảm ơn Kính chúc trường nhiều sức khỏe và thành công",
    "Em có đăng ký in bảng điểm, em muốn nhận bảng điểm file pdf ạ . Em xin cảm ơn ạ    i  .",
    "Em là sinh viên lớp K20 ngành KTMT,  Hiện em đã học vượt chương trình đào tạo của ngành em, cho em hỏi em có cần phải tuân thủ số chỉ tối thiểu phải đăng ký 1 kì là 14 chỉ không ạ?  Em xin cảm ơn.",
    "Dạ e chào PĐT . Em tên: , MSSV: , lớp XD15CĐ02 Hôm trước PĐT có kiểm tra các điều kiện tốt nghiệp thì xét e thiếu một môn môn Xây dựng và khai thác đường (CI 3075).   Do em đã học 2 môn học Xây dựng và khai thác đường (CI3219) và môn  ĐAMH thiết kế đường (CI3221)  là  môn tương đương với môn  Xây dựng và khai thác đường (CI3075), và đã có điểm qua 2 môn đó ở Học kỳ 2 (2018-2019) ạ. Và em có kiểm tra danh sách môn học tương đương thì đúng là các môn đó là môn tương đương ạ. Vì vậy e mong PĐT kiểm tra và chuyển điểm môn học Xây dựng và khai thác đường (CI3075) để em đủ điều kiện tốt nghiệp ạ . Dạ em cảm ơn nhiều.",
    "Em chào thầy cô, Thầy cô cho em hỏi sao em đki anh văn 1A theo yêu cầu nhưng lại bị hủy ạ và em vừa mới thi anh văn cơ bản ngày hôm qua. Và nếu em bị hủy như vậy thì tháng 1 có đợt đki không ạ. Em cảm ơn.",
    "Em chào thầy (cô), kì 202 em có đăng kí hoãn thi vài môn qua mail của phòng đào tạo, và được phòng đào tạo đồng ý. Nhưng giờ trên bảng điểm mybk của em, những môn đó vẫn là điểm 13. Em mong thầy (cô) kiểm tra lại giúp em với ạ. Em xin cảm ơn",
    "Chào thầy (cô), em là  (MSSV: ) là sinh viên chính quy (MSSV: ) của ngành Cơ Kỹ thuật (khoa Khoa học Ứng dụng) chuyển qua hệ vừa học vừa làm, trong hồ sơ đăng ký chuyển hệ thì em xin chuyển qua đúng ngành em đang học chính quy nhưng nay vào thì em thấy được chuyển qua khoa Cơ Khí. Em viết này mong thầy cô giúp em giải quyết 2 vấn đề sau khi em chỉ còn Luận văn tốt nghiệp và Anh văn đầu ra là đủ chỉ tiêu xét tốt nghiệp: 1. Em cần làm những thử tục gì để chuyển lại đúng ngành Cơ kỹ thuật để em có thể đăng ký môn học cho học kì tới ạ. 2. Em cần làm gì để chuyển điểm từ hệ chính quy vào bảng điểm hệ VHVL hiện tại em. Em chân thành cảm ơn và mong thầy cô giúp đỡ em giải quyết những vấn đề trên.",
    "Cho em hỏi kì vừa rồi em có hoãn thi môn phương pháp tính, tuần trước em kiểm tra có lịch thi lại nhưng tuần này e kiểm tra không thấy lịch thi trên trang thông tin sinh viên. Em muốn thi xóa điểm I trong kì này thì phải đăng kí hay sao ạ? Mong PĐT giải đáp thắc mắc của em, em xin cảm ơn.",
    "Dạ em chào phòng đào tạo ạ. Em là , MSSV . Dạ, việc là em lỡ điền form đăng ký học thí nghiệm trên trường, phần là do em đọc không kỹ phần là do em tưởng đó chỉ là khảo sát y tế cho trường (do em luôn ý thức là luôn điền khảo sát y tế để nhà trường có đủ dữ liệu). Nhưng em vừa phát hiện ra là mình đã được xếp lại vào lớp thực hành trực tiếp tại trường vào tuần sao, em thực sự không biết phải xử lý sao cho đúng bởi vì xung quanh nhà em hiện đang giăng dây vì có một hộ gia đình là F0, mặc dù đã được tiêm 2 mũi vaccine nhưng em cũng vô cùng lo ngại, hơn nữa, nếu em lên lại thành phố thì em sẽ bị hạn chế về chỗ ở và đi lại. Vì vậy, em kính mong phòng đào tạo có thể giúp em đổi về lớp học online cho các môn thí nghiệm Trang bị điện điện tử cho máy công nghiệp và môn thí nghiệm Các quá trình chế tạo Em cảm ơn thầy cô đã xem qua và chúc thầy cô có nhiều sức khỏe.",
    "Dạ, chào thầy/cô. Em tên  MSSV , lớp HC19BSH. Kì rồi em có điền form sẽ đi học trực tiếl lại những môn thí nghiệm và nay em thấy bạn bè em cũng đã có thời khóa biểu nhưng trên mybk của em vẫn chưa được cập nhật ạ. Mong thầy/cô giúp em kiểm tra lại ạ. Em xin cám ơn.",
    "Em chào Thầy/Cô ạ. Theo như email của trường thì ngày 13/12/2021 sẽ bắt đầu học trực tiếp các học phần thí nghiệm cho SV đủ điều kiện. Hiện giờ TKB của em vẫn chưa có cập nhật gì mới. Vậy là do chưa được cập nhật hay em không đủ điều kiện để học ạ? Nếu chưa cập nhật thì khi nào sẽ cập nhật vậy ạ vì em cần thời gian để chuẩn bị mọi thứ trước khi vào lại Tp HCM ạ. Em cảm ơn Thầy/Cô đã đọc.",
    "Dạ em chào thầy cô ạ ; em là  _ MSSV . Em hỏi về vấn đề có được hoãn các môn thí nghiệm học kì 211 được không ạ. Lí do là em về quê sớm hơn dự kiến. đến hôm nay em mới nhận được mail thông báo về việc học thí nghiệm trên trường HK211. Nếu có thể hoãn được các môn sang kì sau thì mình cần hoàn thành các bước nào nữa ạ. Em xin cảm ơn ạ ",
    "chào admin em là   nhóm HT01-B em muốn hoãn thi môn xác suất thông kê . lý do : điều kiện thi không thảo ME2013. và khi nào có quy chế thi cụ thể ak",
    "Do thời gian qua không để ý nên em đã lỡ mất thời gian đăng ký BHYT, có cách nào để mở đăng ký lại cho em không ạ ? Em cám ơn và xin lỗi vì đã đăng ký trễ hạn ạ.  -  - DD18DV03",
    "Dạ cho em hỏi là về việc đăng kí giáo dục quốc phòng dành cho sinh viên K21 ở HK212 thì em cần phải đăng kí ở đầu Học kì hay sẽ có mail của PĐT về việc đăng kí giáo dục quốc phòng v ạ? Em cảm ơn.",
    "Em đang là sinh viên năm 3 ngành Khoa học máy tính, thì trong HK2 này có môn thực tập ngoài trường, vậy nếu em muốn đến hè mới thực tập thì có cần đăng kí môn này trong kì 2 hay là đến hè mới đăng kí ạ. Em cảm ơn",
    "Kính gửi thầy/cô, em là , mã số sinh viên . Hiện tại em đã hoàn thành các môn và đã có tên trong danh sách tốt nghiệp dự kiến. Em vào trang mybk để đăng ký tốt nghiệp thì bị chặn lại. Em xem tình trạng sinh viên trên mybk thì lại ghi là tạm dừng do không đăng ký môn học. Thầy/cô có thể giúp em truy cập được trang đăng ký tốt nghiệp được không ạ . Em cảm ơn thầy/cô ạ!",
    "Thưa cô/ thầy nhà trường, Dạ em là , sinh viên khoa điện điện tử ngành điều khiển tự động hóa, MSSV , hiện tại em đã hoàn thành luận văn, thi Toeic 4 kỹ năng và đủ điểm để ra trường, nhưng em còn thiếu một môn Anh văn 4 để có thể đủ điều kiện xét tốt nghiệp. Trong học kỳ này, em đã đăng ký môn Anh văn 4a (tương đương với Anh văn 4) và đã thi cuối kỳ xong, nhưng hiện vẫn chưa có tổng kết điểm trên hệ thống để đăng ký tốt nghiệp. Vì em sợ không kịp hoàn thành các thủ tục để đăng kí tốt nghiệp, nên sau khi thi xong anh văn và biết mình đủ điểm hoàn thành môn học thì em có thể hỏi cách hoặc thủ tục như thế nào để có thể đăng kí tốt nghiệp luận văn trước không ạ ? Tại vì ở bên phòng đào tạo sau đại học đang cần từ phía em bằng tốt nghiệp và bảng điểm để xác nhận học viên trong tháng 12. Mong nhận được phản hồi từ BKSI, Trân trọng,",
    "SSV/SGV:    Tốt nghiệp . Kính gửi Phòng Đào Tạo trường Đại Học Bách Khoa.Em tên là .JAALL, SSV:, hiện em đang đăng ký tốt nghiệp. Tuy nhiên, ở mục \"Thông tin cá nhân\" thì phần nơi sinh của em bỏ trống và mục \"Họ và tên\" ghi tên chưa đúng với khai sinh nhờ phòng đào tạo cập nhật giùm em \" Nơi sinh:  TRà Vinh Tên đúng:  .JAALL Em chân thành cám ơn. Trân trọng.",
    "Chào quý Thầy/Cô, Thầy/Cô cho em hỏi: Em đã không đăng kí trong đợt khảo sát sinh viên đủ điều kiện có ý muốn học tập trung tại trường. Nhưng hiện nay, trên thời khóa biểu của em có lịch học môn Thí nghiệm từ tuần 50. Vậy em có thể đi học khi chưa đăng kí đợt khảo sát vừa rồi không ạ? Em cám ơn Thầy/Cô. Trân trọng",
    "Em xin chào phòng đào tạo! Em là  (MSSV ). Em là sinh viên khóa 2015 nên học kỳ 211 là học kỳ cuối. Nhưng em còn thiếu anh văn nói viết để tốt nghiệp. Không biết trường hợp của em nên giải quyết ra sao ạ. Thời hạng đào tạo của em là đến tháng 4/2022. Phòng Đào tạo trả lời giúp em ạ!",
    "Em chào thầy/cô. Thầy/Cô cho em hỏi, em và bạn em đều có đăng ký đi học thí nghiệm trực tiếp, nhưng tại sao bạn em đã có thời khóa biểu còn em thì không ạ?  Em cảm ơn thầy/cô.",
    "Em tên:  , MSSV:  Em đã hoàn thành tất cả tín chỉ học phần, anh văn, ngày CTXH và học phí nhưng vẫn chưa có trong danh sách tốt nghiệp và chưa đăng ký tốt nghiệp được ạ. Em mong nhà trường kiểm tra và cập nhật giúp em để em nộp bằng đi làm ạ. Em xin chân thành cảm ơn thầy cô .   i Tốt nghiệp .",
    "Kính chào quý thầy (cô), Trong quá trình đăng ký tốt nghiệp, thông tin của em bị thiếu ở ô nơi sinh (em có đính kèm hình ảnh) . Theo hướng dẫn trên trang đăng ký, em mong quý thầy (cô) hỗ trợ em cập nhật thêm thông tin còn thiếu. Cụ thể: Nơi sinh: tỉnh Bình Phước. Em xin cảm ơn quý thầy cô!",
    "Em chào thầy cô. Em muốn hỏi về việc hoàn tiền BHYT . Lúc nhập học đầu năm nhất, nhà trường có yêu cầu đóng tiền BHYT. Tuy nhiên, thẻ của em thuộc diện được cấp nên em đã đăng ký hoàn lại tiền đóng BHYT ở phòng y tế của trường. Phòng y tế của trường cũng đã lập danh sách tên, MSSV và số tài khoản để trả lại nhưng đến nay vẫn chưa có được trả ạ. Có nhiều bạn đăng ký ngày hôm đó với em và chưa được trả lại . Em cũng có nghe một số em năm dưới đóng lúc nhập học và đến học kỳ thứ 3 cũng chưa được trả. Mong các thầy cô giải đáp giúp em . Em cảm ơn. ",
    "Dạ chào thầy/cô! Em tên Nguyễn Minh Thống MSSV: Hiện tại, em vừa hoàn thành xong môn Anh Văn 3 và Anh Văn 4A. Cho em hỏi khi điểm được giáo viên nhập lên là em có thể đăng kí xét Tốt nghiệp mà không cần chờ hệ thống MyBK tính và công bố điểm trung bình tích luỹ đúng không ạ? Do thời hạn xét tốt nghiệp sắp hết nên rất mong được thầy/cô phản hồi sớm giúp em. Em xin chân thành cảm ơn ạ.",
    "Kính chào thầy cô PĐT, Em tên là , MSSV:  Em có một vấn đề liên quan đến  muốn hỏi thầy cô. Mấy ngày trước em có đăng ký tốt nghiệp và cũng đã thanh toán lệ phí tốt nghiệp rồi. Nhưng hiện tại trên  lại hiện \"Không được phép đăng ký (tạm dừng)\". Không biết em có thiếu sót gì về điều kiện tốt nghiệp không. Kính nhờ PĐT xem xét lại trường hợp của em, để em có thể bổ sung kịp thời. Em xin chân thành cảm ơn. Rất mong nhận được phản hồi từ thầy cô. Trân trọng, ",
    "Em vừa check thời khóa biểu thì thấy được xếp lịch thí nghiệm môn Linh kiện điện tử vi ba (405729) vào 8h đến 10h50p sáng thứ 2 các tuần tới. Tuy nhiên, lịch thi online các môn nằm vào thứ 2 của em là: * Điện tử học tần số vô tuyến (405703) 7h sáng ngày 13/12, thời gian thi kéo dài phải 1h hoặc 1h30p, theo em là đã trùng lịch với thí nghiệm. * Điện tử học tương tự và ứng dụng (EE3189) 12h trưa ngày 27/12. Do em đang ở quê với gia đình tại Đồng Nai nên em cần di chuyển khoảng 1h30p giữa trường và nhà, vậy theo giờ thí nghiệm em cũng không kịp về thi online. Bên cạnh đó, xếp lịch thí nghiệm gần sát lịch thi cũng sẽ làm giảm chất lượng học tập và thi cử của em. Kính mong pđt giúp đỡ em ạ. Em xin cám ơn.",
    "Kính gửi Phòng Đào Tạo, - Em tên là  -  - Khoa: Kỹ Thuật Giao Thông - Hệ: CLC - Em xin gửi đơn xin phép học trực tiếp HK211. Mong Quý Thầy/Cô xem xét giúp em. Em xin chân thành cảm ơn! /.",
    "Thưa thầy (cô)  Em tên:  mssv:   Em có một số thắc mắc về số tín chỉ tích lũy dùng để làm điều kiện tiên quyết nhận Luận văn tốt nghiệp: - Theo Khoa Khoa học ứng dụng, số tín chỉ tích lũy ngành để nhận LVTN tối thiểu là 126/142 - Tính tới kì hiện tại, số tín chỉ em đăng kí học và đã qua là 127 trong đó có một số môn tự chọn (thuộc chương trình đào tạo của ngành Cơ kĩ thuật em đang học) bị dư so với yêu cầu số môn tự chọn tối thiểu. Em còn nợ 8 chỉ của 4 môn anh văn, 9 chỉ luận văn, 3 chỉ môn giải tích 2, tổng cộng nợ 20 chỉ so với 142 chỉ bắt buộc. - Vậy cho em hỏi dựa trên tiêu chí số tín chỉ đã học hay số tín chỉ còn nợ để được nhận LVTN ạ. (Em học dư 2 môn tự chọn) Mong nhận được sự phản hồi sớm từ thầy(cô). Em xin cảm ơn",
    "Em thấy trang đăng ký tốt nghiệp ghi là Không được phép đăng ký (tạm dừng ) em không biết là em có bị ảnh hưởng gì đến việc tốt nghiệp không ạ. Em cần cập nhật lại thông tin mục số điện thoại thì không sửa được ạ.",
    "Em có đăng ký được lên trường để học môn thực hành, cụ thể là môn Thí Nghiệm Vật Lý ạ! Nhưng sao em vẫn chưa được đổi thời khóa biểu hay có thông báo lên trường vậy ạ? Em đã tiêm 2 mũi và đã đăng ký rồi ạ. Em xin cảm ơn ạ",
    "Em chào thầy, cô Em là Đinh Minh Tuấn, sinh viên lớp VP17 CĐT. Em xin phép được đăng ký lịch TN kì 201 môn Tin học ạ ( tức là lịch học TN của học kì này). Vì dịch nên lịch thí nghiệm bị biến mất trong tkb của em. Vì thế em cứ tưởng kì này sẽ không được học nên em ko đăng kí học như trong mail pđt gửi. Em mới biết vẫn được học vì bạn em lại có lịch học trong tuần tới nhưng em lại không có. Nên em xin pđt xếp lịch TN môn tin học giúp em trong tuần tới ạ. Vì kì sau em phải làm luận văn ạ. Về điều kiện thì em đã tiêm đủ 2 mũi(em gửi trong file đính kèm). Và em hiện đang ở nhà riêng trong tphcm. Hiện tại sức khỏe em bình thường ạ. Em xin cảm ơn thầy, cô",
    "Em chào thầy cô! Em tên là , MSSV . Em   B có đăng kí    học thí nghiệm trực tiếp tại trường vào đợt đăng kí   B ngày 5/10/2021    vì còn ở tp. Hồ Chí Minh và đã tiêm đủ 2 mũi vaccine. Tuy nhiên vì sau đó trường chưa có thông báo mới nên em đã trở về địa phương và   B không đăng kí    học thí nghiệm trực tiếp tại trường đợt   B ngày 17/11/2021   . Hiên tại TKB của em có cập nhật môn   B thí nghiệm Hóa phân tích (CH2010)    vào tuần 50. Nhưng hiện tại em đã trở về địa phương   B đang có dịch    và hiện   B đang cách ly tại nhà diện F2    nên chưa thể trở lại trường để học theo TKB. Em mong được thầy cô xem xét ạ!",
    "Cho e hỏi là kì 202 e có hoãn thi Môn Cơ sở điều khiển tự động nhưng e bị điểm 13 phần thí nghiệm, nhưng trên hệ thống thi cuối kì e vẫn có lịch thi. Vậy cho e hỏi nếu e thi trên 5 điểm vào đợt thi này thì e vẫn sẽ qua môn, hay là dù e có thi trên 5 điểm thì vẫn sẽ không qua môn do điểm thí nghiệm là điểm 13.",
    "Thủ tục hoãn thí nghiệm như thế nào ạ",
    "Thưa các thầy cô, Kỳ trước (202) em có gia hạn học phí tới kỳ 211. Ở kỳ 211 này do khó khăn mùa covid nên gia đình em có vay quỹ do Hội Cựu SVBK bảo lãnh để đóng tiền học phí kỳ chính 211. Tuy nhiên, gia đình em vẫn đang xoay sở để đóng phần học phí kỳ 202 và hiện vẫn chưa có tiền. Vậy câu hỏi của em là phòng Đào tạo có thể châm chước cho em để đóng trễ học phí kỳ 202 mà không bị hủy môn hay xóa khỏi danh sách thi cuối kỳ không ạ ?  Em xin cám ơn nhiều  Trân trọng,  HUỲNH HOÀNG HUY",
    "Kính gửi Thầy/Cô, Em tên , MSSV: , sinh viên khoa Điện - Điện tử Chương trình Tiên Tiến Hiện tại em đang học năm cuối và em có dự định sẽ đăng kí môn Luận Văn Tốt nghiệp trong học kì 212 nhưng hiện tại chứng chỉ tiếng anh em nộp lên trường là bằng IELTS 5.5. Và trong mail thông báo về việc Đăng kí môn học có đề cập là: \"Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212\". Thầy/cô cho em hỏi là: em đủ điều kiện để đang kí môn Luận văn tốt nghiệp không ạ và trường sẽ đời thời hạn xét Chứng chỉ Anh văn quốc tế đến khi nào ạ. Em xin chân thành cảm ơn sự giúp đỡ của thầy/cô.",
    "EM TÊN:NGUYỄN NGỌC QUANG_MSSV:1712781 KÌ TRƯỚC202+203 EM CÓ HOÃN THI MÔN BÊ TÔNG 2 VÀ TRONG KÌ 211 EM PHẢI THI LẠI VÀ EM XEM TRÊN LỊCH THI HIỆN TẠI LÀ BỊ TRÙNG LỊCH GIỜ THI, EM MONG PHÒNG ĐÀO TẠO XEM XÉT , BỐ TRÍ 1 LỊCH THI BÊ TÔNG 2 SANG KÌ 212 ĐƯỢC KHÔNG Ạ. EM CẢM ƠN.",
    "Em mới nhập học tháng 6/2020 ngành công nghệ thông tin hệ vừa học vừa làm Ban đầu em nhận được mail trường là học theo KẾ  DẠY  NGÀNH CÔNG NGHỆ THÔNG TIN với Ngày cập nhật: 27/03/2017 có file hình và chương trình học em đính kèm bên dưới. Nhưng một số bạn xác nhận lại cho em chương trình học đúng ra là Chương trình đào tạo ngành Khoa học máy tính chính quy khóa 2018. Em muốn hỏi xác nhận lại là Em nhập học tháng 6/2020 ngành công nghệ thông tin hệ vừa học vừa làm thì sẽ học theo chương trình nào? Em cần được trả lời gấp để kịp đăng kí môn học sắp tới Em xin cảm ơn",
    "Em chào quý thầy cô PDT ạ! Cho em hỏi có phải là khóa K21 thì việc tính điểm trung bình học kỳ, điểm trung bình tích lũy dựa trên thang điểm 4 phải không ạ ?",
    "Dạ thưa thầy cô em có chút thắc mắc về các lớp học off của trường ạ, em muốn học off lớp thực hành từ ngày 13/12 thì em phải đăng kí ở đâu ạ, mong thầy cô trả lời, em cảm ơn ạ",
    "Trên thời khóa biểu của em hiện đang có lịch học thí nghiệm môn Hóa vô cơ nhóm VA01 vào tuần 50. Nhưng không may là người thân em vừa bị nhiễm covid vào ngày 4/12 và hiện em đang là F1, em không thể đến trường trong thời gian cách ly ít nhất là 14 ngày và nếu chẳng may em bị lây chéo thì thời gian cách ly sẽ dài hơn. Xin phép phòng đào tạo cho em hỏi: 1. Trường hợp của em thì làm đơn rút môn học nhóm VA01 đúng không ạ? 2. Môn Hóa vô cơ này gồm 2 phần học lý thuyết (70%) và thí nghiệm (30%). Nếu em làm đơn rút môn như vậy thì em sẽ bị hủy toàn bộ môn và sẽ phải đăng ký môn học lại từ đầu ạ? 3. Nếu chỉ cần học Thí nghiệm vào đợt sau thì em cần làm đơn gì để có thể đăng ký học ạ?",
    "Dạ em xin chào PĐT. Em có một số câu hỏi mong PĐT sẽ giải đáp thắc mắc của em ạ.   1. Hiện tại tình trạng của em là đang tạm dừng hk1(2021-2022). Và em muốn tạm dừng thêm hk2(2021-2022) nữa thì em có cần phải làm đơn để xin phép tạm dừng học không hay là em không cần phải làm và nhà trường sẽ tự ra quyết định như hk1 hiện tại của em?   2. Về nộp bằng tốt nghiệp thì em chỉ mới lấy bằng vào hôm 6/12 mà em hiện đang tạm dừng học nên ko thể nộp được, và nếu em tạm dừng thêm hk2 nữa thì khi nào e có thể nộp được ạ?   3. Dạ còn câu hỏi cuối là sau khi em tạm dừng 2 hk như vậy thì năm sau em có thể đăng kí được kì học hè phải không ạ? Và sang năm em sẽ học lại năm 2 cùng khóa với k21 luôn phải không ạ?   Dạ đây là 3 câu hỏi em thắc mắc suốt và muốn có thể biết sớm để mình có thể sắp xếp lại cho năm sau ạ. Mong PĐT sẽ phản hồi giải đáp cho em cụ thể để em biết mình cần phải làm gì ạ. Em xin cảm ơn rất nhiều!!!",
    "Em là sinh viên K17, em đã có tên trong danh sách tốt nghiệp đợt 2 2021, nhưng trên hệ thống báo em đang bị tạm dừng vì không đăng ký môn học học kỳ 1 2021-2022, nên em chưa thể truy cập trên myBK để đăng ký tốt nghiệp được ạ! Mong phòng đào tạo cho em hướng giải quyết ạ! Em xin cảm ơn.",
    "Kính gửi : PĐT trường Đại học Bách Khoa Em tên:  MSSV : 8 Hiện tại em đã hoàn thành đầy đủ chương trình và điều kiện xét tốt nghiệp. Sau 1 thời gian theo dõi email như hướng dẫn của PĐT nhưng em không nhận được email và chưa thể đăng kí tốt nghiệp được. Em mong PĐT xem xét và kiểm tra giúp em. Em xin cảm ơn !",
    "Em là sinh viên khoa Môi trường và Tài nguyên, lớp MO17QLM. Hiện tại em đang bị tạm ngưng do không đăng ký môn học học kỳ 211. Em viết mail này xin được thu nhận lại để đăng ký xét tốt nghiệp đúng hạn. Phiếu đăng ký thu nhận lại được em scan và đính kèm ở dưới. Mong nhận được sự phản hồi sớm từ PĐT Em xin cảm ơn",
    "Dạ em chào quý thầy/cô, em là  - MSSV: , em xin làm đơn chuyển hệ sang hệ VLVH ạ. Hiện tại em còn nợ 2 môn là: Giải tích 2 và Nguyên lý ngôn ngữ lập trình. Mong quý thầy cô xét duyệt.",
    "Em xin đăng ký hoãn thi vì lý do không đảm bảo trang thiết bị cho hai môn như bên dưới: - Kết cấu bêtông cốt thép 1 - Mã môn học: CI2091. - Kết cấu bêtông cốt thép 2 - Mã môn học: CI3175 - Kết cấu thép 2 - Mã môn học: CI 3211 Đơn xin hoãn thi như  file đính kém. Kính mong Phòng Đào Tạo xem xét và chấp thuận. Trân trọng,  .",
    "Em chào thầy/cô,  Trong đợt đăng kí học Thực hành/Thí nghiệm tại trường, em không nhớ rõ mình đã điền form chưa. Hiện tại em đã đủ điều kiện vaccine và khai báo y tế cũng như có mong muốn học tại trường. Em mong muốn được đăng kí và tham gia học, mong thầy/cô hỗ trợ ạ",
    "Em tên  mssv  lớp XD19CTXD02, cho em hỏi là em làm xong bài rồi mà không báo điểm để em làm bài tiếp theo ạ  Mong phòng đào tạo xem xét giúp em với ạ  ",
    "Dạ em có nhận được email yêu cầu nộp bản sao bằng tốt nghiệp THPT. Trước đó, em có làm 2 bản sao tại Sở giáo dục và đào tạo tỉnh Gia Lai. Vì là bản sao nên 2 bản có 2 số hiệu khác nhau là GL_××/××77 (1) và GL_××/××76 (2) (số hiệu liên tiếp nhau). Trong phiếu xác nhận thông tin bằng PTTH, em điền số hiệu của bản sao (1), nhưng hiện tại bản sao đó đang ở TP HCM còn em đang ở quê. Vậy em có thể gửi bản sao số (2) cho trường được không ạ?",
    "em chào pđt Thưa pđt, hiện nay trên mybk của em là đang học. vậy em xin pđt có thể cấp giấy chứng nhận rằng em đang học tập tại trường để có thể hoãn kỳ nghĩa vụ quân sự được không ạ em xin chân thánh cảm ơn",
    "Em chào thầy/côạn, Em tên là , MSSV: , Khóa 2015. Hiện tại em vừa hoàn tất chương chình đào tạo tại trường tuy nhiên vẫn còn thiếu chứng chỉ anh văn 4 kĩ năng. Học kì 211 này là học kì cuối cùng theo thời gian đào tạo tối đa của em và em đang lo lắng là chưa kịp lấy được chứng chỉ anh văn 4 kỹ năng để tốt nghiệp. Em có đọc trên quy chế học vụ thì có thấy là nếu hết thời gian đào tạo tối đa mà chưa đạt chứng chỉ anh văn thì có thể được kéo dài thời gian đào tạo tối đa thêm 1 học kì. Vậy em cần phải làm thủ tục gì để được gia hạn thêm 1 HK để hoàn thành chứng chỉ tiếng anh ạ. Em cảm ơn! Trân trọng, ",
    "nếu em hoãn thi thì điểm thành phần của em có  được dự lại vào lúc tổng kết ,hay là   chỉ dùng điểm thi cuối kì để tính chung cho điểm môn học ak . em cảm hơn",
    "Thầy Cô cho em hỏi về hạn chót nộp chứng chỉ ngoại ngữ nói viết trong học kì này để xét đợt tốt nghiệp tháng 4 năm sau . Em cảm ơn Thầy Cô đã xem .",
    "Dạ em chào quý thầy cô ạ. Vào ngày trường đưa khảo sát học trực tiếp qua gmail em không đăng ký qua biểu mẫu vì hôm đó em không chắc chắn đủ điều kiện học, nhưng hiện tại em đã đủ điều kiện học trực tiếp, cho em hỏi em có thể đăng ký học trực tiếp tại trường vào ngày 13 và 14 tháng 12 năm 2021 môn thí nghiệm Môi trường và con người mã số ME2020 được không ạ?",
    "Kính gửi: PĐT trường Đại học Bách Khoa - Đại học Quốc gia TP. Hồ Chí Minh Em tên là , MSSV:  Em vừa hoàn thành chứng chỉ anh văn nói viết và trong mục Đăng ký tốt nghiệp có cho phép em đăng ký tốt nghiệp. Nhưng khi em đăng ký thì hệ thống báo lỗi trường nhập thông tin không khớp như hình đính kèm . Vậy mong PĐT có thể hướng dẫn cho em cách khắc phục lỗi để em có thể đăng ký tốt nghiệp trong đợt xét này. Em xin chân thành cảm ơn, , sđt: [phone_number]",
    "Dạ thưa em tên là - Hôm nay em lên Mybk có thấy thời khóa biểu của em có lịch học trực tiếp môn Các quá trình chế tạo(TN)-VL01 vào thứ 2 tuần sau tại CS1 ạ(có đính kèm hình ảnh bên dưới) chỉ 2 tuần 50-52. Dạ nhưng vì hiện em đang ở quê(Khánh Hòa) ở chỉ 2 mẹ con khó khăn về chỗ ở , đi lại và khu nhà em đang trong tình hình vùng đỏ ạ, đã vậy em đang mắc phải bệnh \"Giãn tĩnh mạch\" nên hiện việc đi đứng của em rất khó khăn ạ. Theo trường thì em học các môn TN đó như thế nào ạ, tại theo em biết thì chỉ có ai đăng ký biểu mẫu học trực tiếp thì mới có TKB đi học. Mong em có được câu trả lời sớm nhất ạ. Dạ em chân thành cảm ơn.",
    "Chào các thầy cô Em xin được nộp đơn để chuyển sang hệ VHVL Mong các thầy cô sớm hồi đáp Ký tên ",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa-ĐHQG TP.HCM. Em tên . MSSV . Vào ngày 17/11/2021 em đăng kí học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022 theo như mail của Phòng đào tạo đã gửi. Đến nay ngày 7/12/2021, em nhận được thông báo của giảng viên dạy học phần thí nghiệm báo không có tên em trong danh sách học trực tiếp. Em mong các thầy cô kiểm tra lại giúp em và xác nhận cho em được tham gia học trực tiếp.",
    "Em tên - Dạ theo câu hỏi trả lời vừa rồi em mới gửi cô, em muốn đăng ký hủy học trực tiếp môn Các quá trình chế tạo(TN) ạ. Em chân thành cảm ơn cô.",
    "Dạ em tên là  , MSSV: , dạ em có thể hoãn lại lịch học thí nghiệm vào tuần sau được không ạ( môn  sai kĩ thuật đo) vì lí do em đang trong khu phong tỏa và có khả năng bị bệnh. Em xin cảm ơn ạ",
    "chào pđt, Trên mybk thì tình trạng của em là đang học thưa pđt, vậy em xin pđt cấp giấy chứng nhận rằng đang học trên Mybk chuyển về giùm em để em trình lên xã huyện để họ chấp nhận cho em học và không phải đi nghĩa vụ quân sự.Mong muốn của em là tiếp tục được học, mong pđt hỗ trợ giúp em để em tiếp tục học tập tại trường Em xin chân thành cảm ơn",
    "QUOTE  Chào Thầy/ Cô, em có cần đăng ký hoãn LVTN Hk1 2021 2022 mới được hoãn làm LVTN không ạ? Trường đã cho phép tất cả sinh viên đều bắt đầu làm LVTN từ 6/12 đúng không ạ?",
    "Thầy/cô cho em hỏi em đã đăng ký và thanh toán xong lệ phí thi anh văn 2 kỹ năng nói viết tháng 12. Khi nào có lịch thi vậy ạ ? Em sợ trễ đăng ký đợt tốt nghiệp tháng 12. Em cảm ơn ạ ! Trân trọng !  ( )   i  .",
    "Gửi phòng đào tạo. Em là  -. Em tạo câu hỏi này để xin được đăng ký học thí nghiệm môn   B Thực hành tin học - 501706    ạ. Em đã bỏ sót email đăng ký học thực hành của nhà trường. Mong phòng đào tạo cho em được đăng ký bù để kịp thời gian thực hành ạ. Em xin cảm ơn. ",
    "Gửi phòng đào tạo. Em là  - . Em tạo câu hỏi này để xin được đăng ký học thực hành trực tiếp môn   B  Thực hành tin học - 501706    . Em đã bỏ sót email đăng ký học thực hành tại trường. Mong phòng đào tạo cho em được đăng ký bù để kịp thời gian thực hành ạ. Em cảm ơn.",
    "Kính gửi Nhà trường, Em cần mail của  để đăng ký in lại thẻ sinh viên bị thất lạc do bên vận chuyển . Trân trọng.",
    "Chào các thầy cô . em tên  .   I ở Hk 202 em hoãn thi môn nền móng(CI3195) và đến Hk 211 được bố trí thi lại vào 12/12/2021. Do em ở vùng hẻo lánh nên mạng internet không ổn định nên em tiếp tục hoãn thi theo trên phần hoãn thi mybk. Vậy cho em hỏi e đã đk hoãn thi vào 6/12/2021 như vậy có hợp lệ không ạ. Em xin cảm ơn thầy cô đã giải đáp!",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa - ĐHQG TPHCM Em tên  - MSSV:  Ở đợt đăng kí học trực tiếp do trường gửi mail do em chưa đủ 2 mũi nên em không đăng kí nhưng tới hiện tại thì em đã đủ 2 mũi và qua 14 ngày và em đảm bảo được các điều kiện học tập trực tiếp như Trường đã nói. Ngày 7/12/2021, em có nhận được mail của thầy  về việc học tập phần thí nghiệm trực tiếp tại trường ngày 13 và 14 tới. Kì tới em cũng bắt đầu làm luận văn tốt nghiệp nên em cũng được học tập thí nghiệm để có thể hoàn thành sớm môn học ME2020. Mong các thầy/cô có thể tạo điều kiện cho em tham gia buổi học và em xin đảm bảo các nguyên tắc 5K phòng COVID-19 . Em xin cảm ơn thầy/cô ạ.",
    "Dạ chào PĐT, Em tên là , MSSV ,khoa Điện-Điện tử. Sau khi có lịch học thí nghiệm trực tiếp tại trường của 2 môn Thực tập điện 1(lớp VA01) và Thực tập điện tử 1(lớp VL01), lịch học của em bị trùng với lịch thi và trùng lẫn nhau trong tuần 52,lịch học sắp xếp khá dày trong thời gian ôn thi cuối kỳ nên em không thể sắp xếp để ôn tập. Em mong nhà trường, tạm thời hủy lịch học thí nghiệm trực tiếp trên trường của em.Em xin cảm ơn.",
    "CODE Tốt nghiệp . Em tên là  MSSV  sinh viên ngành Bảo Dưỡng Công Nghiệp. Hiện nay em đã đủ tất cả điều kiện tốt nghiệp nên em làm đơn này xin PDT xét tốt nghiệp cho em . Em xin cám ơn.",
    "Kính gửi Phòng đào tạo Trường ĐH Bách Khoa Em tên là , MSSV:  Em làm đơn này để xin đăng ký học môn Hóa đại cương (thí nghiệm) Lý do: Do một số vấn đề gia đình nên em không đăng ký kịp môn Hóa đại cương (thí nghiệm).(Giờ em muốn đăng ký học off thì phải làm sao ạ) Em xin cám ơn ạ.",
    "CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM        Độc lập – Tự Do – Hạnh Phúc          ……..…………O0O…..……………       ĐƠN XIN XÁC NHẬN CHƯA TỐT NGHIỆP            Long An, Ngày 7 Tháng 12 Năm 2021. Kính gửi Thầy/Cô. Em tên: Nguyễn Thành Đạt. MSSV: 1710966. Em là sinh viên lớp CK17LOG2, hiện tại em đã hoàn thành tất cả các môn học và đang nợ bằng Toeic nói và viết để có thể tốt nghiệp. Hiện nay ở địa phương em đang tuyển quân đi nghĩa vụ quân sự. Do kì học vừa rồi em không đăng ký môn học nên không có giấy xác nhận của nhà trường. Hôm nay em làm đơn này kính mong Thầy/Cô xem xét và xác nhận cho em việc em chưa tốt nghiệp do nợ bằng Toeic hai kĩ năng nói và viết . Rất mong sự giúp đở của Thầy/Cô, để em có thể tạm hoãn nghĩa vụ quân sự. Nhằm ôn tập và nộp bằng Toeic để có thể ra trường đúng hạn ạ. Em có đính kèm mẫu đơn bên dưới ạ. Em cám ơn Thầy/Cô ạ.",
    "Em chào thầy cô PĐT ạ! Em là , MSSV:  Lúc trước em có đăng kí vào form đi học offline các học phần thí nghiệm, thực hành thực tập tại trường và hiện tại trên thời khóa biểu đã có lịch đi học trực tiếp thí nghiệm (môn thí nghiệm Kĩ thuật chế tạo 2). Nhưng do hiện nay em đang liên quan đến chuỗi ca bệnh và phải cách li tập trung nên em không thể đến trường học theo lịch của thời khóa biểu. Em mong PĐT có thể hủy tên em trong danh sách đi học offline thí nghiệm và hoãn lại cho đến khi đi học lại bình thường ạ! Em cảm ơn!",
    "Hôm nay em xem thời khoá biểu thì thấy hai môn học là Trang bị điện-điện tử trong máy công nghiệp (TN) và dung sai kỹ thuật đo(TN) vào tuần 51 - 5. Admin cho em hỏi là em phải đến cs1 để học ạ. Vì dưới quê dịch đang tăng nên xe khách không hoạt động và đang khó khăn về chỗ ở khi đi học trực tiếp.",
    "Kính gửi Phòng đào tạo, Em tên là , MSSV:  Kính thưa thầy cô, theo lịch hôm thứ 2 ngày 05/12 vào lúc 9h sáng em có lịch thi môn \"Anh văn cơ bản LA0011, phòng thi (DT02-A)\". Nhưng do hôm dó nhà em bị mất điện ạ, khiến em không thể tham dự được, khi có điện trở lại em đã xin số điện thoại của thầy cô giám thị coi thi và thông báo sự việc của mình, sau đó em có gửi mail cho phòng đào tạo ngay lúc đó. Em có thể thi lại vào dịp gần nhất được không ạ. Em xin trân thành cám ơn!",
    "Dạ theo câu hỏi vừa rồi em mới gửi, em muốn huỷ học trực tiếp môn Trang bị điện - điện tử trong máy công nghiệp (TN) và môn Dung sai và kỹ thuật đo (TN). Em chân thành cảm ơn.",
    "Em tên là  -  Văn phòng cho em hỏi là lúc thực hiện khảo sát về vấn đề lên trường, thì em không thể lên TPHCM (do dịch ở quê em đang hoành hành nên không cho xe khách chạy) nên em không đăng kí lên trường học off. Nhưng hiện giờ, em đã tiêm 2 mũi vaccine và đã được chạy xe liên tỉnh, em có nguyện vọng muốn được lên trường học off các môn thí nghiệm . Vậy văn phòng có thể sắp xếp đăng kí giúp em được không ạ? Em mong nhận được phản hồi từ văn phòng. Em xin cảm ơn.",
    "Em chào thầy/cô ạ. Hiện tại em muốn hoãn việc học thí nghiệm trực tiếp trên trường ạ. Em cần làm gì để được chấp nhận ạ. em cảm ơn ạ.",
    "Em tên là  . Em có câu hỏi vào học kì 212 này, pdt có mail là tạm thời không xét chứng chỉ ngoại ngữ cho việc đăng kí luận văn, mà cách dùng câu từ không rõ ràng. Nên em muốn xác nhận lại rằng có hay không việc cần nộp chứng chỉ ngoại ngữ mới được phép đăng kí luận văn học kì 212 này. Em cảm ơn. Mong pdt trả lời em sớm và làm rõ ràng vì nhiều bạn đã mail hỏi về vấn đề này lúc thì pdt bảo có, lúc lại bảo không.",
    "Kính gửi phòng đào tạo. Em tên . MSSV . Do tình hình dịch bệnh + Gia đình có thân nhân nhập viện điều trị trong thời gian làm luận văn nên hiện tại em không kịp tiến độ của luận văn. Em mong phòng đào tạo có thể duyệt yêu cầu hoãn bảo vệ luận văn của em ạ. Đính kèm đơn xin hoãn thi và  màn hình duyệt đơn hoãn thi của BCN khoa. Em cảm ơn ạ! !",
    "Em xin chào Thầy Cô. Em là Đoàn Văn Huy, MSSV:  sinh viên khoa Môi Trường và Tài Nguyên . Trong tháng 11 em có đăng ký thi anh văn 2 kỹ năng nói viết vào tháng 12 này. Em muốn hỏi trường đã tổ chức thi chưa vì tới hôm nay em vẫn chưa nhận được mail thông báo lịch thi ạ. Em xin cảm ơn.",
    "Dạ lúc trước trường có khảo sát về vấn đề học tập trực tiếp tại trường nhưng hiện tại em đang ở quê, không đủ điều kiện để đến trường nên đã chọn không đồng ý. Nhưng mà sao hiện tại em vẫn có thời khoá biểu môn thí nghiệm ở tuần 50 ạ Dạ em cảm ơn.",
    "Cho em hỏi vì sao mà em không vô được trang đăng ký tốt nghiệp trên mybk vậy ạ? và tình trang sinh viên được viết là tạm dừng trên danh sách dự kiến tốt nghiệp có ảnh hưởng gì đến việc đăng ký tốt nghiệp trên mybk không ạ?",
    "Chào thầy, cô Em có đăng kí quay lại học thí nghiệm ở trường,  nhưng hiện nay tình hình dịch diễn biến phức tạp ở địa phương nên gia đình không cho phép vào thành phố. Vậy em muốn hủy đăng kí thì phải làm sao ạ. Em xin cảm ơn thầy cô.",
    "Dạ em tên - - Em muốn hủy đăng ký học trực tiếp TN môn: Các quá trình chế tạo(TN) nhóm VL01 - Lý do: Em đang mắc bệnh giãn tĩnh mạch, rất khó khăn trong việc đi lại và đang điều trị tại quê(Khánh Hòa) và khu nhà em đang trong vùng báo động đỏ covid ạ. - Mong phòng đào tạo xem xét cho em ạ hủy học trực tiếp tại CS1 Thí nghiệm các nhóm VXXX. Em chân thành cảm ơn ạ.",
    "Em kính chào quý thầy cô! Em tên:   MSSV: 413T1060 là sinh viên khóa K13 Hệ: VHVL Em muốn hỏi xin quý thầy cô xem xét cập nhật lịch thi môn Kỹ thuật nhiệt lạnh EE3135 của em. Do trong khoảng thời gian vừa qua cụ thể là trong tháng 11 em bị nhiễm Covid phải đi cách lý 14 ngày và sau đó về cách ly theo dõi thêm 14 tại nhà theo chỉ thị của y tế phường nên em chưa thể đi đóng tiền học phí được, hôm nay em đã được đi ra ngoài và đóng tiền học phí nhưng khi lên xem lịch thi thì em không có lịch thi môn Kỹ thuật nhiệt lạnh EE3135. Kính mong thầy cô xem xét cập nhật lại giúp em. Em xin chân thành cảm ơn ạ.",
    "Kính gửi phòng đào tạo, Em có 2 thắc mắc: 1/ Kỳ 212 em sẽ đi trao đổi tại Italy theo chương trình ERASMUS+ của trường. Em thấy trong công văn của kỳ 202 là mình sẽ đăng ký môn học tương đương. Như vậy có nghĩa là mình vẫn sẽ đăng ký môn trên hệ thống mybk luôn đúng không ạ? 2/ Em thấy trong file công văn của kỳ 202, là có thể thành lập hội đồng LVTN bổ sung nếu cần. Như vậy cho em hỏi nếu em đăng ký LVTN trong thời gian đi trao đổi và em không quay về nước kịp trong thời hạn bảo vệ luận văn (offline), thì khi em về nước có thể được bảo vệ bổ sung không ạ? Hay phải dời qua học kỳ sau?  Em xin cảm ơn.",
    "Gửi phòng đào tạo, em đã đăng kí chuyển điểm av 4 để đủ điều kiện xét tốt nghiệp. Hiện tại bằng toic của em được xác nhận là hợp lệ rồi ạ. Em muốn hỏi: 1. Trên mục tình trạng sinh viên của em đang hiển thị tạm dừng do không đăng kí môn học. Vậy làm thế nào để em được đăng kí tốt nghiệp ạ. 2. Bằng đã xác nhận nhưng em vẫn chưa được hiển thị điểm chuyển trên bảng điểm, phòng đạo tạo có thể hô trợ em được không ạ. Em xin cám ơn",
    "Em chào pdt ạ, Cho em xin hỏi về địa điểm học thực hành ạ , em thấy trong mail pdt ghi chỉ học ở cs1 nhưng trong thời khóa biểu em lại có lịch học ở cs2 , em cảm ơn ạ.",
    "Em chào cô . Em vào đăng ký tốt nghiệp thì báo lỗi như trong hình ảnh em đính kèm ạ. Em cảm ơn cô",
    "Kính chào PĐT  CHO EM HỎI EM ĐĂNG KÍ THI ANH VĂN NÓI VIẾT THÁNG 12 VÀ ĐÃ ĐÓNG TIỀN NHƯNG HIỆN TẠI VẪN CHƯA CÓ LỊCH THI Ạ MONG PHÒNG ĐÀO TẠO CHO EM BIẾT LỊCH THI SỚM EM CÁM ƠN ",
    "Phòng đào tạo cho em hỏi về tình trạng sinh viên của em ạ. Em đang là sinh viên K17 chuẩn bị tốt nghiệp. Tuy nhiên khi thực hiện đăng kí lại hiện thông báo là \"không được cấp quyền sử dụng dịch vụ này\". Rất mong phòng đào tạo kiểm tra lại giúp em ạ.",
    "Cho em hỏi trên hệ thống mybk của em không có cập nhật lịch thi HK mới nhất ạ.",
    "Chào thầy/cô, Em có xem tên mình có trong danh sách tốt nghiệp dự kiến. Nhưng khi vào trang đăng ký tốt nghiệp thì lại bị để là tạm dừng. Thầy/cô có thể xem lại giúp em không ạ? Em cảm ơn thầy/cô rất nhiều.",
    "Dạ em chào Phòng Đào Tạo ạ! Em tên , MSSV: , khoá 2021, học lớp VL01 Hóa Đại Cương (Thí nghiệm) của thầy . Do lúc trước điền form đăng ký học hóa thí nghiệm offline địa phương em vẫn chưa bùng dịch. Hiện tại em xem cập nhật của thời khóa biểu trên hệ thống, em thấy có lịch học vào tuần 51, 52. Ở thời điểm đó em vẫn chưa thể di chuyển đến Thành phố Hồ Chí Minh để học được ạ, một phần do chưa có phương tiện di chuyển và gia đình cũng chưa cho phép. Em có thể xin học một lớp khác vào thời gian sau Tết để học bù được không vậy ạ? Em đã liên lạc với giáo viên bộ môn rồi, thầy bảo em liên lạc với Phòng Đào Tạo hy vọng giúp em sắp xếp lại thời khoá biểu ạ. Em rất xin lỗi về sự bất tiện này, mong Phòng Đào Tạo thông cảm. Em rất hy vọng nhận được phản hồi của Phòng Đào Tạo. Trân trọng cảm ơn quý thầy cô! ",
    "Em là --Khoa kỹ thuật giao thông. Đợt đăng ký lên trường học lần trước, em có đăng ký nhưng lúc đó em tiêm được 1 mũi vacxin. Hiện tại em đủ điều kiện (tiêm đủ 2 mũi) và đang ở TP HCM, nên em xin được đăng ký bổ sung lên trường học thực tập. Theo Thời khóa biểu các bạn em đã được lên trường học vào tuần sau. Em cần làm đơn hay thủ tục như thế nào để được duyệt và tham gia lớp học thực tập vào tuần sau để kịp tiến độ học tập? Em xin chân thành cảm ơn!",
    "Kính gửi Phòng Đào tạo, Em tên là , MSSV: . Hiện tại, em đã hoàn thành xong chương trình học tại trường. Chứng chỉ toeic 510 đủ điều kiện đăng ký tốt nghiệp, nhưng chưa đủ để chuyển điểm cho Anh  3, Anh  4 ạ . Do đó, em không kịp đăng kí tốt nghiệp cho đợt tháng 11/2021. Và cũng không đăng ký môn học nào trong học kì 211. Em thấy mail trường có thông báo là \"Các sinh viên có điểm trung bình học kỳ bằng 0 được xem như bỏ học và bị buộc thôi học vào học kỳ kế.\" Vậy thì trong trường hợp của em, em cần viết \"Đơn thu nhận\" hay \"Đơn cứu xét\" ạ? Và em có cần đăng ký môn học nào để duy trì không ạ? Mong Nhà trường xem qua câu hỏi và giải đáp giúp em ạ. Em xin cảm ơn.",
    "Em chào quý thầy cô do học kỳ trước(HK211) em không đăng ký môn học nên bị tạm dừng học. Nên em làm đơn thu nhận lại để được đăng ký môn học ở học kỳ tiếp theo(HK212)ạ!",
    "Em chào Thầy/Cô ạ, Em là sinh viên k18 thuộc ngành Kỹ thuật điều khiển và tự động hóa. Hiện tại em vẫn chưa được đi thực tập ngoài trường. Cho em hỏi, không biết khi nào nhà trường mới tổ chức cho sinh viên đi thực tập ạ. Em cảm ơn ạ.",
    "Kính gửi phòng đào tạo. Em là sinh viên khóa K14, do hoàn cảnh và công việc em đã không sắp xếp được thời gian học của mình, em đã để hai học kỳ tại thời hạn chính quy cuối, một học kỳ có điểm trung bình bằng không, một học kỳ em không đăng ký môn học. Ngày 09/04/2021 em bị hủy tình trạng sinh viên chính quy, ngày 21/05/2021 em được thông báo trên cổng thông tin là chuyển sang hệ VLVH với tình trạng sinh viên là đang học. Học kỳ chính 211 em không đăng ký môn học, và hiện tại em đã chuẩn bị và có thể hoàn thành hết chương trình học của mình ở học kỳ 212 ( em chỉ còn luận văn tốt nghiệp và anh văn ). Dạ cho em hỏi, để đăng ký môn học ở học kỳ 212 em có cần nộp giấy thu nhận lại không ạ, và em cần bổ sung những hồ sơ nào khi em đã  chuyển qua hệ VLVH, hiện tại em chỉ gửi sơ yếu lý lịch và phiếu đăng ký chuyển hệ qua mail: , trên mail thông báo của trường. Vì em thấy tình trạng thông tin sinh viên của em cổng thông tin là đang học, nên em cũng bối rối với những quy định và hướng dẫn chuyển hệ và đăng ký môn.   Mong phòng đào tạo có thể hỗ trợ em, để em có thể hoàn thành tốt hồ sơ và chương trình học của mình Em xin cám ơn.",
    "Kính chào PĐT, trường hợp của em là em đã có tkb môn Thí Nghiệm Hóa Đại Cương ở HK211 trên mybk. Tuy nhiên em chưa thể trở lại trường để học trực tiếp được do địa phương em tình hình dịch bệnh còn phức tạp, cũng như ktx chưa mở cửa. Nên em muốn hoãn học phần thí nghiệm sang học kỳ sau (HK212). Kính mong PĐT giải quyết. Em xin cảm ơn",
    "Kính gửi quý thầy(cô),em là  là sinh viên k21, khoa kĩ thuật giao thông, em dự định ngày cuối hạn đăng kí sẽ hoàn tất việc đăng kí nhưng vì lí do ngoài ý muốn nên vẫn chưa đăng kí được môn học nào trước thời hạn. Chân thành mong quý thầy(cô) có thể giúp em được tiếp tục đăng kí để có thể tiếp tục học tập trong học kì sắp tới. Em xin cảm ơn !",
    "Kính gửi Phòng đào tại Trường Đại học Bách Khoa, Em là sinh viên K18 khoa KHUD. ở học kỳ 202 e có đăng ký môn Sinh học đại cương CH2027, lý thuyết trên lớp đã hoàn thành nhưng mới học thí nghiệm 1 buổi thì lớp bị hoãn vì tình hình dịch bệnh. Từ đó đến nay em và các bạn cùng lớp chưa nhận được tin tức gì về việc tiếp tục học và thi học phần này. Em muốn hỏi phòng đào tạo rằng muộn nhất là trong học kỳ sau tụi em có thể được tiếp tục hoàn thành thí nghiệm và thi kết thúc môn học này không ạ. Bởi vì trong thời khóa biểu của em không có thông tin gì hết. Em rất đắn đo có nên đăng ký học lại vào học kỳ sau để có thể đảm bảo hoàn thành đủ các tín chỉ nếu học phần này chưa có thông báo mới ạ. Em rất mong nhận được sự phản hồi từ phòng đào tạo ạ! Em cảm ơn Thầy/Cô đã đọc và chúc mọi người nhiều sức khỏe Trân trọng, .",
    "Tuần sau em thi online nhưng vẫn chưa có thẻ sinh viên thì làm sao ạ? Em đã gửi đị chỉ cho trường gửi thẻ nhưng vẫn chưa nhận được.",
    "Em xin chào quý thầy cô! Em là sinh viên người dân tộc thiểu số khóa 15. Vì cần gia hạn thêm thời gian đào tạo thêm một học kỳ để kịp hoàn thành chương trình học nên em xin được nộp đơn gia hạn thời gian đào tạo ạ. Kính mong quý thầy cô xem xét để em được gia hạn thêm thời gian đào tạo. Em xin chân thành cảm ơn!",
    "MSSV: 1613123      . Em xin chào thầy/cô PDT, Ở học kì 202 em có làm đơn xin hoãn thi môn Luận Văn Tốt Nghiệp do ảnh hưởng của dịch bệnh. Sau đó thì PDT có chấp nhận cho em được hoãn thi tối đa 2 học kì, nghĩa là đến học kì 212 tới đây em phải làm đơn xin xoá điểm hoãn và tham gia bảo vệ LVTN. Nên em muốn hỏi là học kì 212 tới này em có cần phải đăng kí lại môn LVTN như bình thường không ạ? Mong PDT phản hồi giúp em. Em xin cảm ơn.",
    "Em là sinh viên k17 - MSSV -  Em có gửi yêu cầu gia hạn LVTN trước đây, tuy nhiên hình như pđt có hiểu nhầm là em muốn xin dời thời gian bảo vệ. Thực tế là em muốn đăng ký hoãn thi (hoãn bảo vệ) và sẽ đăng ký LVTN và bảo vệ vào học kì 212 . Em có đính kèm đơn hoãn thi và các bằng chứng liên quan về việc đã được GVHD và BCN khoa ký duyệt, mong PĐT xem xét ạ.",
    "Em chào thầy/ cô ạ! Hiện tại em chưa có chứng chỉ TOEIC quốc tế và chưa được đi thực tập tốt nghiệp. Em muốn hỏi là học kì 212 em có thể học được môn luận văn tốt nghiệp hay không ạ? Và nếu không được thì em cần đăng kí thêm bao nhiêu chỉ để không bị cảnh cáo học vụ ạ? Em xin cảm ơn!",
    "Chào quý Thầy/Cô, - Ngày 6/12/2021, em có đặt câu hỏi trên BKSI là:  \"Em đã không đăng kí trong đợt khảo sát sinh viên đủ điều kiện và có ý muốn học tập trung tại trường. Nhưng hiện nay, trên thời khóa biểu của em có lịch học môn Thí nghiệm từ tuần 50. Vậy em có thể đi học khi chưa đăng kí đợt khảo sát vừa rồi không ạ?\"  - PĐT đã trả lời: \"Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em\" Vậy là sao ạ? Tại em chỉ muốn hỏi là em có thể đăng kí đi học bổ sung nếu chưa đăng kí trong đợt khảo sát không? (Vì nếu có thể và em sắp xếp di chuyển được thì em mới đăng kí bổ sung), chứ em chưa xác nhận là sẽ đăng kí ạ! Thầy/Cô xem lại giúp em! Em cám ơn quý Thầy/Cô Trân trọng.",
    "Em chào anh/chị, Em vừa nhận được mail của pdt về việc tổ chức thi TOEIC nói viết tháng 12 tới ngày 14/12, và với việc mất khoảng 2 tuần để chấm bài thì sẽ vượt quá hạn cuối đăng kí tốt nghiệp vào ngày 24/12. Nên em muốn hỏi là tình huống này sẽ được giải quyết như thế nào ạ.",
    "Gửi phòng đào tạo, Hiện bằng toic của em đã được xác nhận xong, em mong muốn phòng đào tạo hỗ trợ em để em được chuyển điểm av 4 nhanh hơn và được đăng kí tốt nghiệp sơm hơn ạ. Bên cạnh đó, ở mục tình trạng sinh viên của em đang hiển thị tạm hoãn do không đăng kí môn học, như vậy em có thể đăng kí tốt nghiệp sau khi chuyển điểm thành không không ạ? Vì em đang cần bằng tốt nghiệp cho công việc nên rất mong được sự giúp đỡ của phòng đào tạo. Em xin cám ơn.",
    "Em chào pdt. Do điểm tbtl của em hiện tại là 7.06, nhưng trên trang Thông tin tốt nghiệp Aao thì là 6.98 . Rất mong pdt cập nhật lại điểm giúp em, để em có thể đăng ký tốt nghiệp. Em xin chân thành cảm ơn.",
    "Em xin chào quý thầy cô, em không đăng kí tốt nghiệp được, hệ thống báo như hình đính kèm. Mong quý thầy cô giải đáp giúp em ạ. Em cảm ơn.   i Tốt nghiệp .",
    "Dạ em chào thầy/cô Dạ cho em hỏi một môn của em, cụ thể có mã là EE3031 có điểm tổng kết trong phần thông tin sinh viên là điểm 13 nhưng điểm tổng kết trên trang phúc tra điểm thi lại là điểm 8. Vì em xem điểm khá lâu rồi mà vẫn không thấy thay đổi nên không biết điểm nào mới là điểm cuối cùng ạ? Mong thầy/cô giải đáp giúp em. Em xin cảm ơn thầy/cô ạ. Sinh viên, ",
    "Kính gửi PĐT, Em tên là , là sinh viên năm 4 thuộc khoa KTXD. Ở HK203 em có đăng kí môn Thực tập tốt nghiệp ngoài trường (3 chỉ) nhưng chưa thể hoàn thành vì tình hình dịch bệnh. Em dự định rằng vào học kì 213 tới sẽ thực tập, như vậy đến kì 213 em có phải đăng kí lại môn này (đóng tiền như bình thường) không ạ?  Em xin chân thành cảm ơn. Chúc PĐT luôn làm việc hiệu quả và giữ an toàn trong mùa dịch ạ!",
    "Kính gửi PĐT, Em là , MSSV , khóa K15 khoa Kỹ Thuật Xây Dựng, Bộ môn Kiến trúc. Dạ hôm trước em có tạo câu hỏi về đăng ký tốt nghiệp ạ và hiện tại em đã nhận được mail thông báo lịch trình tốt nghiệp đợt 2 năm 2021, nhưng em vẫn chưa được cấp quyền để vào trang đăng ký tốt nghiệp ạ. Kính mong PĐT xem xét và cấp quyền cho em đăng ký tốt nghiệp. Em cảm ơn.",
    "Em tên Phan Anh Minh, mssv , lớp DD19LT13, khoa Điện - Điện tử  Em bị tạm dừng học kỳ do trễ hạn học phí, nay em đã hoàn thành học phí và ĐÃ NHẬN ĐƯỢC QUYẾT ĐỊNH THU NHẬN TỪ PHÍA NHÀ TRƯỜNG ( tệp bên dưới), em mong phòng Đào tạo có thể mở lại lịch đăng ký môn học để em được đăng ký các môn học sau:  1/ MT2013 Xác suất thống kê  2/ 2033 Giải tích mạch  3/ 1009 Kỹ thuật số 4/ 2009 Hệ thống máy tính và ngôn ngữ lập trình  5/ 1007 Vật lý bán dẫn  6/ 1007 Pháp luật Việt Nam đại cương  ",
    "Kính gửi Cô , Nếu được đăng kí bổ sung, em xin đăng kí học tập trung môn \"Thí nghiệm Hóa Vô Cơ\" tại cơ sở  ạ. Em cám ơn Cô! Trân trọng.",
    "Chào Thầy/Cô, Em tên Huỳnh Tấn Trung, MSSV 1613782 khoa Kỹ thuật Xây Dựng. Em muốn hỏi Thầy/Cô là môn học nhóm D của em yêu cầu em học 1 môn (3TC) nhưng em đăng ký 2 môn (6TC), trong đó 1 môn học qua 1 môn em vắng thi bị điểm 0 thì điểm TBTLN của em tính như thế nào ạ (chỉ tính môn qua, hay tính cả 2) hiện tại điểm TBTLN của em trên trang trường đang tính cho cả 2 ạ. Em mong được PĐT giải đáp ạ. Em xin cảm ơn, Kính chúc quý Thầy/Cô sức khỏe,",
    ":",
    "Em là  - , đã đặt câu hỏi về việc xin mở lại đăng ký tốt nghiệp (do bị khoá vì tình trạng sinh viên \"tạm dừng\"). Người trả lời hẹn hạn cuối 7/12 chưa mở lại thì đặt câu hỏi lên bksi để được xử lý. Do đó, em đợi đến hết giờ hành chính hôm nay vẫn chưa thấy mở lại mục đăng ký tốt nghiệp nên em đặt câu hỏi/yêu cầu để được xử lý nhanh chóng ạ. (Hình ảnh minh chứng đính kèm)",
    "Hiện tại em đang trong quá trình chờ xét tốt nghiệp (hạn cuối 24/12). Do đó em không đăng ký môn học và bị buộc tạm dừng học. Vì điều kiện dịch bệnh em không thể lên trường nộp giấy thu nhận lại. Cho em hỏi có giải pháp nào để em được thu nhận và kịp thời đăng kí tốt nghiệp không ạ?",
    "Em xin chào quý thầy cô Cho em hỏi là: theo lịch học nhà trường thì mình sẽ bắt đầu từ 3/1 đến 27/1 được nghỉ tết. Trong khoảng thời gian này nhà trường vẫn tổ chức học online hay học offline vậy ạ  Em xin cảm ơn ",
    "Kính gửi quý thầy cô Phòng Đào tạo, Em xin được hỏi về môn\"Thực tập ngoài trường\" dành cho sinh viên khóa 2019 theo chương trình đào tạo trên website aao.hcmut.edu.vn thì thuộc về học 212 tuy nhiên theo giáo vụ khoa Khoa học và Kỹ thuật Máy tính giải đáp cho tụi em thì sẽ đăng kí môn này vào đợt đăng kí thực tập riêng. Vậy xin Phòng cho em hỏi đăng kí thực tập đúng quy định sẽ diễn ra tại học kì nào? Em xin trân trọng cảm ơn!",
    "Em chào thầy cô, Thầy cô cho em hỏi là em muốn đăng kí hoãn thi thì phòng đào tạo có rep là đăng kí trên mybk ở mục ứng dụng của sinh viên nhưng em lên mybk thì lại không có mục đó ạ.",
    "Dạ thưa ngày 5/12/2021 em có thi môn anh văn 4 , thi xong là lúc tầm 7h50 sáng ạ , trên Bkexam có nói phải nộp video sau 48h kể từ lúc kết thúc bài thi , tức là 7h50 sáng ngày 7/12/2021 . Nhưng do em quên nên đến lúc tầm 3h chiều em mới nộp file ghi màn hình . Thầy cô cho em hỏi là như vậy có sao ko ạ ?",
    "Em tên  mssv  lớp XD19CTXD02, cho em hỏi là em làm xong bài rồi mà không báo điểm để em làm bài tiếp theo ạ  Mong phòng đào tạo xem xét giúp em với ạ",
    "Em chào thầy cô. Vừa qua trường có mở đóng BHYT. Do sơ suất nên em đã quên đóng BHYT. Thầy cô cho em hỏi em có thể đóng bổ sung hay có cách nào khác để em có thể đóng BHYT được không ạ. Em cảm ơn thầy cô.",
    "Gửi PĐT, Em là SV K18, đợt đăng ký HK212 này e chỉ đăng ký 1 môn LVTN 9 tín chỉ vì đã đủ số tín chỉ và môn tiên quyết để tốt nghiệp. Em thấy trường có quy định số tín chỉ tối thiểu là 14, cho em hỏi là em có thể đăng ký môn như hiện tại không ạ, hay bắt buộc phải đăng ký thêm ạ. Em xin cảm ơn.    .",
    "Dạ em chào PĐT ạ, em gửi thư này mong PĐT xét duyệt cho em hủy việc học TN theo kế hoạch sắp tới từ 13/12/2021. Lý do là quê em ở huyện Mộ Đức, Tỉnh Quảng Ngãi tình hình dịch bệnh đang diễn ra phức tạp. Em mới tiêm mũi 2 Astrazenca ngày 4/12 nên thuốc chưa có tác dụng và bố mẹ cũng không yên tâm cho em vào học . Em mong PDT xem duyệt cho em ạ. Em cảm ơn ạ. Trân trọng,",
    "Thầy, cô ơi cho em xin hỏi. Em là sinh viên K15 của khoa Xây Dựng, theo em được biết kì 211 hiện tại sẽ là kì thứ 13, kì cuối cùng của em. Hiện tại em đang thực hiện LVTN của ngành, nhưng có một vài vấn đề xảy ra khiến tụi em có khả năng hoàn thành kịp cho hạn nộp bài. Thầy, cô cho em xin hỏi là đợt luận văn năm nay có được gia hạn thêm thời gian bảo vệ như kì trước hay không ạ. Nếu không được gia hạn thì em có được xin cứu xét thêm 1 kì để có cơ hội hoàn thành Luận Văn để được xét tốt nghiệp hệ chính quy không ạ. Em xin cảm ơn thầy, cô đã lắng nghe.",
    "Thưa PĐT, Vì hiện tại lịch thi anh văn nói viết đang bị trễ nên nhiều nguy cơ sẽ có điểm sau hạn chót đăng ký tốt nghiệp (24/12). Mong PĐT cho em biết liệu nhà trường có hỗ trợ gì cho trường em đang gặp phải không. Mong quý thầy cô sớm phản hồi giúp em, em xin chân thành cảm ơn. Trân trọng, .",
    "Em xin chào các thầy cô, Em muốn hỏi số tín chỉ tối thiểu trong 1 học kì chính của sinh viên K18 là bao nhiêu ạ? Em cảm ơn.",
    "Kính gửi Thầy Cô Phòng đào tạo,  Em tên là , MSSV , là sinh viên khoa Điện - Điện tử . Em xin lỗi vì đăng kí học tập trực tiếp tại trường trễ hạn ạ. Hiện em đã đầy đủ các điều kiện để vào trường ạ. Không biết em có thể đăng kí để được học thí nghiệm trực tiếp tại trường được nữa không ạ?   Mong Thầy Cô Phòng đào tạo có thể xem xét cho em ạ . Em cảm ơn Thầy Cô nhiều ạ, ",
    ": Em chào anh/ chị ạ. Em muốn hỏi về việc nếu em đăng ký cải thiện một môn học bao gồm thí nghiệm, thì em có được bảo lưu điểm thí nghiệm ở kỳ trước và chỉ học phần lý thuyết thôi được không ạ. Nếu được thì thủ tục đăng ký như thế nào ạ, em sẽ thông báo với giáo viên dạy thí nghiệm cũ và mới xin xác nhận hay sao ạ . Em xin cám ơn.",
    "Kính gửi thầy, cô, Em là , mã số sinh viên: , khoa Kỹ thuật Xây Dựng. Em xin gửi đơn \"Đăng ký thu nhận lại\" theo 2 file (word + pdf) đính kèm bên dưới. Mong thầy, cô giải quyết sớm giúp em. Em xin chân thành cảm ơn. Kính chúc quý thầy, cô nhiều sức khỏe.",
    "Dạ chào thầy/cô,  Cho em hỏi, em thi không đủ AVDV giờ muốn học Anh văn trong trường, vậy đăng kí AV1A được không ạ hay phải học từ Avcb vậy ạ. Em cảm ơn",
    "Kính chào thầy/cô/anh/chị. Em là  -  Hiện em đã hoàn thành xong mọi yêu cầu để có thể được xét tốt nghiệp (Tên em đã có trong danh sách tốt nghiệp dự kiến, em cũng đã thanh toán lệ phí 95.000đ). Tuy nhiên, hiện tại em vào lại trang mybk đăng ký tốt nghiệp thì lại hiện thông báo \"Không được phép đăng ký (tạm dừng)\" . Em muốn hỏi như vậy là hồ sơ của em đã được chấp nhận để đăng ký tốt nghiệp hay chưa? Nếu chưa thì em cần làm gì để có thể đăng ký tốt nghiệp?  Em xin chân thành cảm ơn",
    "Em đăng kí nộp bằng trên hệ thống trường nhưng không được, phần bấm đăng kí không bấm vào được ạ.",
    "Dạ chào anh/chị Em , sinh viên năm 4 và kỳ sau em chỉ còn môn luận văn tốt nghiệp (9 chỉ). Nhưng em thấy yêu cầu là mỗi học kỳ phải từ 10 chỉ. Vậy em có cần bắt buộc đăng ký thêm một môn học khác để đủ 10 chỉ không ạ. Em chân thành cảm ơn quý anh/chị",
    "Chào Thầy/Cô, Em muốn hỏi về việc hoãn thi cuối kỳ các môn chuyên ngành mà chỉ mở trong 1 học kỳ cố định vào mỗi năm học. Giả sử học kỳ 1 này em hoãn thi môn đó thì em có phải đợi đến học kỳ 1 năm sau, khi có lớp môn đó mở lại, thì mới được thi không ạ? Em xin cảm ơn Thầy/Cô nhiều",
    "Vì điều kiện thời gian và đi lại không cho phép nên anh xin phép hủy học và thi thí nghiệm hóa đại cương trong học kì 211 được không ạ? Xin pđt hỗ trợ em ạ, em cảm ơn!",
    "Cho em hỏi thời gian SHCD trên bkel để là 22/11 - 12/12/2021 nhưng trong mail phòng CTCT-SV gửi thì để là 22/11 - 25/12/2021. Vậy hạn chót là ngày nào ạ? Em cảm ơn ạ.",
    "Trường có xếp thời khóa biểu cho đợt đi học offline 13/12 sắp tới. Nhưng bị trùng lịch ở 2 môn vào tuần 52 như hình đình kèm. Em mong thầy cô giải quyết sắp xếp lại ạ. Em cảm ơn.",
    "Chào anh/chị. Em tên , MSSV: , sinh viên khoa Điện - Điện tử, Hiện em đã hoàn thành đủ số tín chỉ, hoàn thành luận văn tốt nghiệp và đạt điểm AV nói-viết (235 điểm) vào ngày 16/11/2021 và đạt điểm AV nghe-đọc (610 điểm). Và em đã thông báo với BKSI về việc trường tạm dừng học vụ vì không đăng kí môn học (18/11/2021). Nhưng theo đúng lịch thì em vẫn đang đúng hạn tốt nghiệp (trước ngày 24/12/2021). Em được BKSI hướng dẫn là sau ngày 7/12/2021 mà không có trong danh sách tốt nghiệp thì liên lạc lại với BKSI. Mong anh chị có thể kiểm tra giúp trường hợp của em để tạo điều kiện cho em tốt nghiệp đúng đợt này ạ. Em xin cảm ơn và rất mong nhận được phải hồi từ anh chị trong BKSI.",
    "Kính gửi: Phòng Đào tạo trường ĐH Bách Khoa TP.HCM Em tên là , MSSV: , hiện là sinh viên năm 4, ngành Công nghệ Thực phẩm, khoa Kỹ thuật Hóa học, lớp HC18TP1. Hiện lớp em hiện đã có lịch học offline môn   B Thí nghiệm Công nghệ Chế biến (CH4001)    vào tuần 50. Tuy nhiên, nhiều bạn mặc dù   U đã điền form đầy đủ    đăng ký học TN tại lab nhưng   U vẫn không có lịch học TN    (mã VL..) trên mybk, một số bạn điền thiếu form,... Do đó, em đại diện lớp mong PĐT có thể hướng dẫn cách thức   B đăng ký bổ sung học TN offline    tại lab để có thể kết thúc môn học trong kỳ này. Mong nhận phản hồi của PĐT. Em xin chân thành cảm ơn. Trân trọng, ",
    "Kính gửi quý thầy cô phòng đào tạo Em tên:  MSSV: Kì này em có xin hạn học phí có quyết định được gia hạn sao mà vẫn bị xóa lịch thi vậy ạ?(số thứ tự của em là 21 trong file quyết định), mong thầy/cô xem lại giúp em. Em xin cảm ơn thầy/cô!",
    "Dear anh/ chị, Em dự đăng ký môn học nội dung tương đương môn học :   B Tính toán các lưới điện    (Mã MH:  B 401705   , hệ Chính Quy Việt Pháp) thì em sẽ đăng ký với môn học nào của hệ VHVL ạ. Em cảm ơn anh/chị,",
    "Mai em có thi cuối kì lúc 14h, nhưng vì lí do dịch Covid nên em đã thanh toán trễ hạn học phí HK1 năm 2021-2022. Nay em làm đơn trình bày lí do thanh toán học phí trễ hạn. Em mong phòng đào tạo duyệt cho e ạ.",
    "Dạ em chào pdt ạ. Dạ là em là sinh viên K18 và đợt SHCD vừa rồi em có than gia đẩy đủ 3 chuyên đề.Có điểm danh đẩy đủ.Nhưng em đọc nhầm mail về bài thu hoạch là hạn chót 30/11 nhưng e nhầm 12/12.PDT cho em hỏi em có thể làm lại bài thu hoạch này được không ạ :((.Và em có bị hủy đăng kí môn kì này không? Em xin cảm ơn ạ!",
    "Chào PĐT Đại học Bách Khoa tp.HCM Cho mình hỏi hiện tại mình là sinh viên K18, hôm trước đã tham đủ 2 buổi SHCD do trường tổ chức, nhưng bài thu hoạch SHCD mình lại chưa hoàn thành và bị trễ hạn. Cho mình hỏi có cách nào giải quyết không ? Kì này mình nhận luận văn tốt nghiệp ạ. Hi vọng PĐT giải đáp thắc mắc của mình, mình chân thành cảm ơn.",
    "Dạ em tên là . Mã số sinh viên là . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp, nhưng thông tin trên danh sách đó chưa cập nhật điểm TOEIC mới của em. Ngoài ra thì tình trạng sinh viên hiển thị trên trang Mybk của em là \"Tạm dừng\". Dạ /Cô có thể cập nhật thông tin chứng chỉ TOEIC giúp em được không ạ, với lại cho em hỏi là em phải làm gì tiếp theo để đăng ký tốt nghiệp được ạ? Em xin cảm ơn!",
    "Dạ em đã đăng ký in bảng điểm trên trang phòng đào tạo và trên trang để hẹn là 6/12 in xong và gửi về nhà em qua đường bưu điện nhưng đến nay thì trên trang vẫn để là đang in ạ. Mong phòng đào tạo kiểm tra, giải quyết sớm để em có thể nhận bảng điểm sớm nhất ạ. Em đang cần bảng điểm để nộp hồ sơ gấp ạ. Hình ảnh đính kèm bên dưới",
    "em đóng phí bảo hiểm y tế bị trễ(đã đóng sau đó) không biết có phải làm giấy báo nộp trễ không ạ? và có ảnh hưởng đến quá trình đăng kí môn học tiếp không ạ?",
    "Em chào quý Thầy, Cô Em tên  - Mssv:  Em có đăng ký thi anh văn nói viết tại trường , hôm nay em nhận được lịch thi là ngày 16/12. Lịch thi này bị trùng với ngày thi khác của em, em có thể xin đổi ngày thi thành ngày 15/12 được không ạ. Rất mong nhận được sự hỗ trợ từ Thầy, Cô Em xin cảm ơn   i  .",
    "Dạ em chào thầy cô trong PĐT ạ, Về việc nộp bằng THPT, ở bước đăng ký nộp bằng trên mybk vẫn hiện là chưa mở đợt đăng ký ạ.",
    "Em chào thầy/cô, em muốn hỏi cách thức bảo lưu và tạm dừng học 1 kì thì cần làm những thủ tục gì ạ? Em cảm ơn.",
    "Chào phòng đào tạo, em là , mssv:  đang là sinh viên năm 3 khoa kỹ thuật giao thông. Em có nguyện vọng bảo lưu kết quả học kì 2 năm 2021-2022. Em có vài thắc mắc mong được giải đáp như sau ạ. 1. Bảo lưu kết quả thì sau khi hết bảo lưu em vẫn có thể học 13 kì, sau đó nếu em đăng kí thạc sĩ thì vẫn là 13 hay là 13 kì + 2 năm =17 kì học thạc sĩ ạ?  2. Nếu năm sau em đậu một trường đại học khác thì em có thể học song song 2 trường cùng một lúc được không ạ? 3. Về bảo lưu, em còn 1 môn thí nghiệm từ học kì 1 chưa học. Thì qua học kì 2 em có phải đi học môn đó không ạ? Nếu không thì điểm môn đó của em sẽ như thế nào ạ? 4. Về kí túc xá đại học quốc gia, khi em bảo lưu nhưng có nguyện vọng ở kí túc xá thì có thể đăng kí ở hay chỉ có thể đến dọn đồ sau Tết thôi ạ? Trên đây là 4 câu hỏi của em về vấn đề bảo lưu. Mong phòng đào tạo có thể giải đáp giúp em. Em xin chân thành cảm ơn",
    "Dạ em chào cô, Em là , MSSV:  Em mới nhận được file scan giấy chứng nhận tốt nghiệp tạm thời, và em phát hiện thông tin ngày sinh của em bị ghi sai trong giấy ạ, em mong cô giúp em chỉnh sửa lại với ạ. Em sinh ngày 19/12/1998 ạ cô. Em chân thành cảm ơn cô nhiều ạ. Thân ái, .",
    "Thưa cô, theo như chương trình đào tạo thì học kì 2 em sẽ có 2 tín chỉ thực tập nhưng theo em được biết thì vào học kì hè mới đi thực tập. Vậy cho em hỏi, là em phải đăng ký 2 tín chỉ đó vào kì chính hay đợi đến kì hè mới đăng ký ạ. Em cảm ơn.",
    "Nếu bây giờ em thanh toán học phí thì còn được sắp lịch thi không ạ",
    "Kính gửi thầy/cô, Em là sinh viên , MSSV , khoa Điện - Điện Tử hệ đào tạo đại trà chính quy. Hiện tại em còn 1 môn học từ học kỳ 202 đến nay vẫn chưa có điểm tổng kết và thời khóa biểu học kỳ 211 của em là trống . Em vừa kiểm tra tình trạng sinh viên trên Cổng thông tin sinh viên thì trạng thái vẫn đang là \"Đang học\". Em đọc mail thấy đề cập việc không có thời khóa biểu trong học kỳ chính sẽ bị tạm dừng. Hiện tại em đã đăng ký đề phòng 2 môn vào học kỳ chính 212 kế tiếp. Em xin hỏi là trường hợp của em có được xem là tạm dừng 1 học kỳ và cần làm đơn thu nhận lại không ạ? Em cám ơn quý thầy/cô ạ.",
    "THÔNG BÁO QUY ĐỔI NGÀY CTXH CHO CÁC HOẠT ĐỘNG LIÊN QUAN CÔNG TÁC PHÒNG, CHỐNG COVID-19 cho em hỏi theo mail này thì \"nộp lại mẫu đính kèm\" là hình chụp phải không ạ?",
    "Em chào thầy cô. Em tên là . MSSV . Dạ thầy cô cho em hỏi là HK202 vừa qua, vì các môn thí nghiệm chưa có điểm nên nhà trường chưa xét học bổng khuyến khích học tập. Vậy trường sẽ xét khi tất cả sinh viên đều hoàn thành chương trình của học kì hay là sau đợt học thí nghiệm sớm sẽ xét ạ. Em xin cảm ơn.",
    "Em chào thầy cô, Em là , mssv , khoa Công nghệ Vật liệu. Học kì 212 này theo dự định sẽ là kì thực hiện luận văn của em. Tuy nhiên do suy nghĩ sẽ thi chứng chỉ Toeic để chuyển điểm cho 8 tín chỉ anh văn nên em không học các môn AV1, 2, 3, 4 trong trường, nhưng do tình hình dịch bệnh kéo dài đến hiện tại em vẫn chưa thi chứng chỉ Toeic để chuyển điểm được, và trường cũng chưa quyết định cho sv đi TTTN nên dẫn đến em đang nợ đến 11 tín chỉ so với 7 tín chỉ được phép nợ để đăng kí LVTN (122/126)  Vậy em có thể đăng kí LVTN và sau đó nộp chứng chỉ toeic để chuyển điểm av trong kì sau không ạ? Em cảm ơn thầy cô.",
    "Kính gửi Quý Thầy (Cô) Phòng Đào tạo! Em tên là  - MSSV . Hiện tại em đã hoàn thành chương trình Đào tạo, tuy nhiên đến nay vẫn chưa được phép đăng ký xét tốt nghiệp. Hôm trước em có tạo mẫu hỏi/ yêu cầu trên BKSI và nhận được phản hồi là \"PĐT đã ghi nhận yêu cầu về đăng ký xét TN\" nhưng đến nay em vẫn chưa nhận được mail. Mong Quý Thầy (Cô) kiểm tra lại giúp em, em xin chân thành cảm ơn!",
    "Em tên , K18 khoa Cơ Khí của trường. Lúc trước trường có gửi mail đăng ký nguyện vọng học TN tại trường (nếu đủ yêu cầu về phòng chống covid), tuy nhiên lúc đó em chưa đủ 2 mũi nên em không đăng kí học đợt đó.    Nay thầy bên môn MT&CN đăng danh sách đi TN lại (thầy có dặn đủ điều kiện và phải điền thông tin trong mail trước đó từ nhà trường) thì mới được đi TN lại. Em có trình bày với thầy về trường hợp của em (cũng có nhiều bạn khác giống em) thì thầy bảo hỏi lại nhà trường về vấn đề này.           Nên em gửi mail này mong quý thầy cô xem xét xem em có được đi TN không ạ (hiện tại đã đủ 2 mũi và trên 14 ngày) (ngày TN: 14 và 15/12).           Em xin cảm ơn quý thầy cô và mong nhận được hồi đáp. Nếu được mong thầy cô phản hồi xác nhận để em nhắn lại với thầy.                                                                -   cảm ơn  -",
    "Kính gửi Phòng đào tạo, Em là _MSSV: , sau khi có thông báo về việc học offline các môn thí nghiệm, em đã đăng kí học off tại trường để hoàn thành môn học Môi trường và con người (ME2020) ở học kì này, nhưng không biết tại sao trên Thời khóa biểu của em lại có thêm lịch Thí nghiệm môn Hóa đại cương (CH1004) của kì dự thính vừa rồi nữa ạ . Kì vừa rồi do tình hình dịch bệnh nên cô  dạy thí nghiệm Hóa đại cương đã đồng ý cho nhóm lớp của tụi em (DT01) làm \"Đơn xin kết thúc môn học qua hình thức onl\" (em có kèm file bên dưới) lên PĐT và tụi em cũng đã có bảng điểm tổng kết môn Hóa đại cương trên MyBK rồi ạ . Tuy nhiên không hiểu tại sao trên Thời khóa biểu của em lại có lịch học thí nghiệm Hóa vào tuần 50. Em có hỏi cô  thì cô bảo liên hệ với PĐT. Xin các thầy/cô ban chuyên môn có thể giải đáp thắc mắc giúp em để em có sự chuẩn bị tốt nhất cho lịch học tuần sau. Em xin chân thành cảm ơn Trân trọng  ",
    "Tài khoản mail của em bị disabled, kính mong nhà trường mở lại tài khoản để sử dụng dịch vụ mail ạ.  MSSV:  mail cũ: thinh.chau[phone_number]@hcmut.edu.vn Em xin cảm ơn",
    "Vào tháng 6/2021 em đã từng đăng kí nộp bằng tốt nghiêp THPT trên MyBK một lần nhưng đã chọn xóa. Em gửi thư này muốn hỏi PĐT rằng hiện tại em muốn đăng kí nộp bằng tốt nghiệp THPT lại trên MyBK nhưng nhấn chọn ô \"Xác nhận đăng kí\" không được thì phải làm sao ạ? Em xin cảm ơn!",
    "Dạ em chào thầy cô, Em đã đọc kĩ quy chế thi kì 211 tại mục 5 và em đã vào mybk để tiến hành hoãn thi nhưng môn thi của em lại không hiện trên danh sách thi mà do khoa tổ chức nên em không làm thủ tục hoãn trên mybk được. Tại mục 12 đã nói rõ nếu môn của em có thí nghiệm thì sẽ liên hệ với giảng viên bộ môn, em đã liên hệ với giảng viên bộ môn rồi ạ. Được sự đồng ý của giảng viên dạy bộ môn CH2009 , đã kí vào đơn nên em xin phép nộp đơn này lên pdt và mong pdt xét duyệt đơn của em ạ. Lí do hoãn của em là địa phương em hiện bị Covid rất căng, gia đình em cũng bị ảnh hưởng và ngày test 4/12 cho thấy gia đình em đang bị dương tính, xuất hiện triệu chứng và hiện đang điều trị nên không đủ sức khỏe để ôn thi và đạt kết quả như ý muốn ạ. Em chân thành cảm ơn thầy, cô thương tình xét duyệt đơn, em chúc thầy cô có nhiều sức khỏe.",
    "Dạ em chào PĐT, em muốn hỏi trong phần tính điểm TBTL có câu \"Đối với môn tự chọn, ĐTBTL được tính từ điểm cao nhất của số tín chỉ quy định trong nhóm các môn tự chọn.\"  Câu đó em chưa hiểu rõ về việc tính từ điểm cao nhất của số tín chỉ quy định là sao ạ? Nếu em học dư số tc quy định thì có được tính tất cả vô điểm TBTL không ạ? em cám ơn",
    "Em đã thanh toán học phí học kỳ chính, mong phòng đào tạo mở lại lịch thi cho em ạ, em xin cảm ơn.",
    "Em xin chào ạ, Em muốn hủy đăng ký học thí nghiệm offline thì em cần làm gì ạ. Em xin cảm ơn.",
    "Em là , MSSV: . Em có đăng ký học offline các học phần thực hành, thí nghiệm, thực tập offline tại trường. Nhưng sau khi xem lịch thi và lịch học em nhận thấy lịch học và lịch thi trùng nhau (2 môn). Em có mail cho thầy nhưng thầy thực tập vẫn chưa trả lời mail của em. Trong trường hợp xấu nhất thì em có thể hủy học offline không ạ? Và cách hủy là như thế nào? Em xin cảm ơn!   i  .",
    "em là  MSSV:  chị cho em hỏi là hệ VHVL có xét chuẩn anh văn speaking và writing (nói và viết) không ạ. em xin chân thành cảm ơn!",
    "I Tốt nghiệp . Em xin được đăng kí xét tốt nghiệp, do em chưa thấy tên mình trong danh sách tốt nghiệp dự kiến . Mong nhà trường xem xét kiểm tra lại giúp em.",
    "Chào thầy cô. Cho em hỏi trang đăng kí tốt nghiệp của em có bị lỗi không ạ. Em đã hỏi về thời gian nhận giấy tốt nghiệp tạm thời và đã được cô  giải đáp là sau ngày 7/12 là có thể tải file pdf trên trang đăng kí tốt nghiệp. Nhưng hiện tại trên trang của em không hiện ô tải file giấy tốt nghiệp tạm thời ạ, thậm chí vẫn còn hiện \"không thể đăng kí (tạm dừng)\" ạ. Em cảm ơn thầy cô ạ.",
    "Chào ad ạ, em đang là sv năm 3 của khóa K19, thì theo em biết là muốn đk môn năm 4 thì em phải qua mốc 550, em muốn hỏi là em cần qua mốc đó vào cuối kì 2 năm 3 hay là cuối kì hè của năm 3 (miễn là trước đợt đăng kí môn năm 4) ạ? Em xin cảm ơn",
    "Kính gửi PĐT trường ĐH Bách Khoa - ĐH Quốc Gia TPHCM. Em tên là:        MSSV:  Vì trong thời gian chờ xét tốt nghiệp, em không đăng ký môn học và bị tạm dừng học. Do đó em muốn gửi đơn thu nhận lại để em có thể đăng kí tốt nghiệp trong học kì 211 (hạn chót 24/12/2021). Kính mong PĐT xem xét giúp em! Em xin chân thành cảm ơn!",
    "Dạ e chưa nhận thấy chỗ tải file giấy CN tốt nghiệp trong Mybk ạ! Nhưng trang thông tin hiện tại của em như thế này ạ: hệ vẫn VHVL và tìm thấy mã 2 bằng ( cô xem chi tiết file ảnh ạ ) Em sợ Pđt chưa update thông tin thôi ạ Em xin cám ơn",
    "Em Tên:  Hệ:  MSSV:  Em muốn hỏi Học kỳ 212 mình học online hay lên cơ sở Lý Thường Kiệt học!!! Nếu trường hợp em muốn tiếp tục học online thì phải làm sau ạ!!",
    "Dạ chào cô, Em có lịch học trực tiếp môn Dung sai và kỹ thuật đo (TN) tại CS1 vào tuần sau (tuần 50) Nhưng em đang ở quê và dương tính với -19, hiện đang được cách ly tại nhà ạ . Em muốn hủy học trực tiếp tại trường được không ạ.",
    "Kính gửi phòng Đào tạo, Kính thưa quý thầy cô! Em tên là , sinh viên khóa 2018, khoa Cơ khí, lớp CK18CTM2. Hôm nay em viết thư này để xin phòng Đào tạo cho em Rút môn học 3 môn đã xin Hoãn thi ở học kỳ 202. Vì lý do tình trạng sức khỏe của em bây giờ không thể nào học tập được, có vào thi em cũng chỉ biết đánh may rủi thôi. Em bị đau đầu suy nhược thần kinh mà nó không bớt, nay nó đau nặng cộng thêm đau mắt nữa, thời gian đau cả ngày và mất ngủ, cái đầu của em bây giờ không đọc nổi một trang sách, em không ngồi màn hình laptop và điện thoại nổi, trước đó em đã xin Rút môn học 11/14 tín chỉ ở học kỳ 211. Xin phòng Đào tạo cho em Rút 3 môn học này, khi nào em có sức khỏe rồi em sẽ học lại, dù có chậm trễ ra trường đến cỡ nào em cũng không bỏ cuộc. Em không phải là người lười biếng, em ham học và khát khao được học tập, em có ước mơ trở thành Kĩ sư Cơ khí để giúp ích cho đất nước Việt Nam. Thật sự là em có hơi làm phiền phòng Đào tạo nhưng hoàn cảnh gia đình em đã khó khăn rồi mà bây giờ em bệnh tật thế này nữa nên em không còn cách nào khác. Em đã vào được ngôi trường mơ ước rồi thì em cũng xin là phòng Đào tạo tạo được điều kiện tốt nhất để khi em ra trường nhìn cái bằng nó cũng dễ coi một chút, chứ điểm số trong quá trình học tập mà kém quá thì doanh nghiệp chắc họ không tuyển dụng em. Em kính mong phòng Đào tạo xem xét trường hợp bất khả kháng của em và có thể chấp thuận. Em xin chân thành cảm! Trân trọng, ",
    "Kính gửi nhà trường ạ. Em là  SV K17 Khoa Môi trường. Hiện tại em đã bổ sung đầy đủ các yêu cầu tốt nghiệp nhưng lại chưa đăng ký tốt nghiệp trên mybk do em chủ quan rằng ngày 24/12 mới hết hạn đăng ký tốt nghiệp. Nhưng sáng nay khi em vào kiểm tra thì em không thể truy cập được mục 18 ( đăng ký tốt nghiệp) trên mybk vì tình trạng đã là tạm dừng vào ngày 18/11. Em khộng biết có cách nào để em có thể truy cập lại vào mục này để có thể đăng ký ạ. Ngoài ra em cũng đã chuẩn bị phiếu thu nhận nếu cần thiết rồi ạ. Em xin chân thành cảm ơn",
    "Em chào thầy/cô ạ, Em là sinh viên hệ VLVH, MSSV . Học kỳ vừa rồi em có đăng ký học môn Phương pháp phần tử hữu hạn (mã MH CI3061) và đã thi cuối học kỳ online. Hiện giờ em đã thấy được điểm môn học trên trang web 'Đăng ký phúc tra điểm bài thi cuối kỳ' và em định đăng ký phúc tra để cải thiện điểm. Nhưng sau khi nhấn chọn môn muốn phúc khảo thì nút 'Xác nhận đăng ký' không sáng lên để chọn được ạ. Em còn có thể đăng ký phúc khảo điểm thi bằng cách nào nữa không ạ? Em cảm ơn nhiều ạ.",
    ":",
    "Em muốn đăng ký tốt nghiệp nhưng bị tạm dừng học. Nay em làm đơn xin thu nhận lại mong pđt nhanh chóng thu hồi quyết định để em có thể đăng ký tốt nghiệp vì em đang cần bằng cần rất gấp ạ. Em cảm ơn",
    "Dạ em tên là  MSSV  Tuần rồi vào thứ 3 tuần rồi em có đăng kí tốt nghiệp và đăng kí nhận giấy tốt nghiệp tạm thời nhưng đến nay em vẫn chưa nhận được mong PDT kiểm tra giúp em là em đã đăng kí tốt nghiệp thành công chưa và giấy tốt nghiệp tạm thời của em đã được chuyển chưa, hiện em đang cần gấp để bổ sung hồ sơ việc làm nên mong PDT kiểm tra giúp em ạ.",
    "Xin chào admin, Em hiện đã đủ điều kiện để đăng ký xét tốt nghiệp, nhưng nay bị chuyển tình trạng sinh viên sang \"Tạm dừng\" nên không vào trang Đăng ký tốt nghiệp được. Em đã gửi yêu cầu hỗ trợ một lần và được hướng dẫn theo dõi mail và trang đăng ký tới hết 7/12, và đến giờ em vẫn chưa đăng ký được. Mong nhận được hướng dẫn tiếp theo sớm. Em cảm ơn.",
    "Em chào cô. Em vào đăng kí tốt nghiệp, em đã điền đầy đủ thông tin yêu cầu. Tuy nhiên, em bị lỗi như hình đính kèm. Em không biết lỗi gì ạ. Cô xem và giúp em với ạ. Em cảm ơn cô.",
    "thưa thầy cô, em bị mất thẻ bảo hiểm y tế em cần làm thủ tục nào để được cấp lại BHYT ạ. em cảm ơn thầy cô đã xem.",
    "Kính gửi Phòng đào tạo Em là  MSSV:  Những ngày trước em có liên hệ phòng đào tạo về việc không đăng ký tốt nghiệp được do tình trạng sinh viên \"tạm dừng\" (do không đăng ký môn học học kỳ 1 năm học 2021 - 2022 theo quyết định số 2869/QĐ-ĐHBK). Phòng đào tạo đã phản hồi đợi ra quyết định mới. Nhưng hiện tại em vẫn không đăng ký tốt nghiệp được. Nay em làm đơn thu nhận lại sinh viên để em đăng ký tốt nghiệp (file đính kèm theo). Hiện tại em đang cần bằng Tốt nghiệp rất gấp theo yêu cầu của Công ty. Mong nhận được sự hỗ trợ nhanh chóng từ Phòng đào tạo. Em xin cảm ơn. Trân trọng./ .",
    "Hiện tại em đã đủ điều kiện xét tốt nghiệp nhưng khi vào đăng ký tốt nghiệp thì trang web hệ thống đang báo lỗi, kính mong thầy cô có thể giúp em khắc phục sự cố này",
    "Kính gửi thầy/cô phòng đào tạo. Em tên . MSSV: . Khóa 2020. Học ngành Khoa Học Máy Tính (Hệ VLVH). Em muốn hỏi vấn đề:   B chuyển điểm từ trường Cao đẳng    lên ạ. Đợt trước do tình hình dịch bệnh nên em không thể lên trường để hỏi cụ thể. Nay em xin phép thầy/cô có thể giải đáp giúp em vấn đề về giấy tờ liên quan đến việc chuyển điểm bao gồm những giấy tờ gì, để em có thể chuẩn bị ạ. Em xin chân thành cám ơn",
    "Cho e hỏi là kì 202 e có hoãn thi Môn Cơ sở điều khiển tự động nhưng e bị điểm 13 phần thí nghiệm, nhưng trên hệ thống thi cuối kì e vẫn có lịch thi. Vậy cho e hỏi nếu e thi trên 5 điểm vào đợt thi này thì e vẫn sẽ qua môn, hay là dù e có thi trên 5 điểm thì vẫn sẽ không qua môn do điểm thí nghiệm là điểm 13.",
    "Chào ad ạ, trước kia em có đổi điểm toeic (em thi toeic ở ngoài rồi nộp bằng vào), và giờ làm cách nào để em có thế xem điểm em đã đổi vậy ạ, em ko thấy có trong bảng điểm. Em cảm ơn!",
    "Em tên . Nay em làm đơn gửi pđt thu nhận lại để em có thể đăng ký tốt nghiệp. Mong bên pđt giải quyết gấp giúp em vì em đang cần bằng gấp. Em cảm ơn",
    "Em đã chỉnh sửa lại theo đúng quy định về HK thu nhận là 212. Tuy nhiên thì hạn chót đăng ký tốt nghiệp trong học kì 211 (24/12/2021) em vẫn có thể đăng ký được đúng không ạ? Ngoài ra, em cũng đã nộp bảng điểm TOEIC và chuyển điểm trong sáng nay (08/12). Mong PĐT có thể sớm thẩm tra và mở đăng ký cho em với ạ. Em cảm ơn!",
    "Em xin có câu hỏi như sau: Hiện em chưa học qua môn MA2003- Đo lường và tự động hoá do kì trước khi thi online có gặp một số vấn đề kĩ thuật.Kì sau thì môn này sẽ bị xoá theo CTĐT của k19. Nhưng sĩ số đăng kí môn này kì 212 chỉ có 4 bạn. Đây là cơ hội cuối để tụi em hoàn thành môn học này.Em xin hỏi có thể có cách nào để tụi em xin mở lớp một cách ngoại lệ, nếu như không đạt đủ sĩ số, không ạ?",
    "Kính gửi Phòng đào tạo Em là  MSSV:  Những ngày trước em có liên hệ phòng đào tạo về việc không đăng ký tốt nghiệp được do tình trạng sinh viên \"tạm dừng\" (do không đăng ký môn học học kỳ 1 năm học 2021 - 2022 theo quyết định số 2869/QĐ-ĐHBK). Phòng đào tạo đã phản hồi đợi ra quyết định mới. Nhưng hiện tại em vẫn không đăng ký tốt nghiệp được. Nay em làm đơn thu nhận lại sinh viên để em đăng ký tốt nghiệp (file đính kèm theo). Hiện tại em đang cần bằng Tốt nghiệp rất gấp theo yêu cầu của Công ty. Mong nhận được sự hỗ trợ nhanh chóng từ Phòng đào tạo. Em xin cảm ơn. Trân trọng./. ",
    "Kinh gửi nhà trường, Hiện tại, em là sinh viên K16 lớp CK16LOG, em đã hoàn thành trả môn từ tháng 9 nhưng đến hiện tại thì số tin chỉ vẫn chưa đạt đủ 142 tín chỉ dẫn đến em không đủ điều kiện để xét tốt nghiệp và không có mail tốt nghiệp. Tình trạng sinh viên thì bị tạm khoá. Mong nhà trường xem xét và xử lý vấn đề này giúp em ạ",
    "Dear quý Thầy/Cô phòng đào tạo, Em là , khóa K16 ngành Logistics. Mã số SV của em là . Hiện tại đã sau ngày 7/12 em vẫn chưa nhận được mail của phòng đào tạo ạ, em lên đăng ký tốt nghiệp thì cũng vẫn chưa được ạ. Mong thầy cô kiểm tra giúp em ạ, em cảm ơn thầy cô thật nhiều.",
    "Dạ cho em hỏi là môn Anh văn mình được đăng ký chưa ạ hay là phải thi đầu vào rồi mới đăng ký ạ? Dạ nếu được đăng ký rồi thì em nên đăng ký Anh văn mấy ạ?",
    "Do em đủ điều kiện xét tốt nghiệp nên kì 1 (2021-2022) em đã không đăng ký môn học như hình 2. Nhà trường ra quyết định tạm dừng việc học của em nên em không thể đăng ký xét tốt nghiệp. Em mong quý thầy cô giúp em giải quyết vì em cần bằng gâos Em cảm ơn ạ",
    "Chào thầy/cô! Em tên là . Hiện tại nhà trường đã có xếp lịch học thí nghiệm trực tiếp cho chúng em sau khi đăng ký lịch học trực tiếp trước đó. Nhưng hiện tại việc vào TP.HCM để học tập đối với em khá khó khăn. Nên em muốn hủy đăng ký học trực tiếp cũng như dời lịch này sang kỳ tới thì phải làm như thế nào ạ. Em có hỏi một số giảng viên và được bảo là em nên hủy đăng ký học trực tiếp trước đó nhưng em không biết làm sao để hủy nó ạ. Nên rất mong được sự giúp đỡ ạ. Em chân thành cảm ơn!",
    "PĐT cho em hỏi, em có thể làm thủ tục thu nhận lại sau khi tạm dừng học trực tuyến được không? (Gửi đơn xin thu nhận lại qua email PĐT) . Vì em vừa về nước và đang ở quê, hiện tại vẫn chưa có xe khách lên thành phố, em cần làm thủ tục thu nhận lại để có thể kịp đăng ký môn học cho học kì 212 . Em gửi PĐT quyết định tạm dừng học để đi trao đổi trong file đính kèm. Thời gian qua em đã mắc kẹt ở nước ngoài nay mới vừa trở về nước. Kính mong PĐT hỗ trợ giúp em để em có thể bắt đầu học kì sau thuận lợi ạ. Em xin chân thành cảm ơn PĐT.",
    "Em chào thầy/cô ạ, Em là sinh viên hệ VLVH, MSSV . Học kỳ vừa rồi em có đăng ký học môn Phương pháp phần tử hữu hạn (mã MH CI3061) và đã thi cuối học kỳ online. Hiện giờ em đã thấy được điểm môn học trên trang web 'Đăng ký phúc tra điểm bài thi cuối kỳ' và em đã điền Phiếu đăng ký phúc tra để nộp cho trường. Nhưng hiện giờ trường chưa mở cửa do dịch covid nên em có thể nộp phiếu đăng ký cho trường bằng cách nào khác được ạ. Em cảm ơn nhiều ạ.",
    "Chào , Em là sinh viên khóa K17, em có đăng ký học AV4A để thay thế AV4. Trong thông tin BKEnglish có đề cập là đạt AV4A tương đương đạt AV4. Vậy cho em hỏi nếu như em được 7.0 AV4A thì điểm chuyển sang AV4 là 5. hay 7. và có phải làm thủ tục gì ko ạ? Em xin cảm ơn.   i ",
    "Kính gửi Quý Thầy/ô,     Em là  với mã số  thuộc hệ VB2 chính quy Em phải gửi lại thêm email kính mong nhà trường xem xét hỗ trợ và rà soát cập nhật lại lịch thực hành các môn ở học kỳ này các môn đối với cá nhân em Em là sinh viên đã tiêm đủ 2 mũi giai đoạn đầu và đang lưu trú tại Tp HM chính vì thế em hoàn toàn có đủ điều kiện để theo học offline Tuy nhiên, em vẫn không nhận được email báo về kế hoạch thực hành khi tiêm đủ 2 mũi ở email khảo sát mà em không nhận được trong khuyến cáo ngày 18/11/2021   hính vì thế, bằng email này kính mong Quý nhà trường xem xét bổ sung thêm mục thực tập iện 1 mà em sẽ phải học ở tuần 50 và 51     Trân trọng và mong sớm được giải quyết     Hùng  ",
    "Kính gửi Quý Thầy/ô,     Em là  với mã số SV  Nay có vấn đề kính mong quý Thầy/ô hỗ trợ cho em việc cập nhật thời khoá biểu buổi cuối môn Thực tập điện tử 1 với mã số EE2023   Lý do: Nhà trường đã gửi soát email khảo sát sinh viên đã tiêm đủ 2 mũi và có mong muốn học offline     Vậy bằng mail này mong các Thầy/ô giúp để em có thể tham dự buổi học cuối của môn ở tuần thứ 50       Trân trọng,     Hùng Đ",
    "Em sinh viên khóa 2015. Trong học kỳ này em có đang làm LVTN nhưng hiện tại em đã không theo kịp tiến độ để hoàn thành vào ngày 24/12/2021. Hiện tại em chỉ còn mỗi LVTN là môn cuối cùng, nhưng trong học kỳ này không qua môn được . Theo qui định thì thời hạn đào tạo tối đa là tháng 04/2022. Em kính mong PDT gia hạn cho em thêm 1 học kỳ, em hứa chắc chắn chỉ cần 1 học kỳ nữa là em có thể tốt nghiệp. Nếu không gia hạn được thì chuyển đổi sang hệ VHVL như thế nào ạ . Em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo, Em tên _, được sự hướng dẫn của GVBM là cô  về việc phản hồi lịch học offline thí nghiệm Hóa đại cương (CH1004) trong tuần 50 sắp tới, em xin PĐT:   B \"Hủy lịch lên học thí nghiệm trực tiếp (môn CH1004) trong thời gian này\"     Nhưng còn đối với môn \"Môi trường và con người TN\" (ME2020) thì do đã đăng kí chính thức với GVBM và đã có lịch học trực tiếp nên xin kính mong PĐT   B \"đừng hủy\" lịch học môn ME2020   , để đảm bảo quyền lợi được hoàn thành tốt nhất môn học của em trong kì học này. Kính mong Quí ban thầy/cô chuyên môn xem xét. Trân trọng ",
    "Em là . MSSV  Lớp DD17KT04. Em muốn đăng ký các môn học sau đây: 1. EE1007 Vật lý bán dẫn 2. EE1009 Kỹ thuật số 3. EE2035 Mạch điện tử 4. EE2005 Tín hiệu và hệ thống 5. EE3097 Kỹ thuật an toàn điện 6. EE2017 Cơ sở kỹ thuật điện 7. MT1005 Giải tích 2 Lý do: Em không thể đăng ký trực tiếp trên hệ thống mybk bởi vì phòng đào tạo vẫn chưa cập nhật quyết định thu nhận lại ở HK212 cho em. (Quyết định: ảnh đính kèm). Kính mong phòng đào tạo cập nhật để em được đăng ký các môn học trên. Em xin cảm ơn.  CODE",
    "Dạ em đang là sinh viên k16, năm nay là năm thứ sáu. Hiện em đang làm LVTN kì này nhưng ở quê gọi đi khám nghĩa vụ. Em đã gửi giấy chứng nhận sinh viên tạm hoãn nghĩa vụ quân sự kì này nhưng ở quê nói chương trình đào tạo đại học chỉ cho 5 năm nên phải đi khám. Nên em muốn hỏi là sinh viên năm sáu không được hoãn nghĩa vụ nữa ạ?",
    "Chào phòng đào tạo. Em nộp đơn xin chuyển sang hệ vừa làm vừa học. Xin phòng đào tạo sớm duyệt cho em. Thông tin sinh viên: Tên: ; Mssv: ; Lớp: VL15NL. Em xin cảm ơn!",
    "Em chào cô , em là sinh viên khóa k18 của trường . Hết học kỳ số tctln của em là 121 thiếu 6 chỉ của các môn Anh văn 2,3,4 để số tctln thành 127 .Do dịch nên em chưa thể đăng ký thi anh văn để tích lũy 6 chỉ còn lại .Em không biết là với số tín chỉ là 121 thì kỳ sau em có thể làm luận văn không ạ ? em xin cảm ơn !Chúc cô nhiều sức khỏe ạ !",
    "Thưa thầy/ cô . Em tên là , MSSV . Vì sơ suất nên em đã bỏ qua email đóng học phí ạ . Hiện tại em đã  tiến hành thanh toán đầy đủ, mong thầy/cô mở lại lịch thi cho em ạ. Em xin cảm ơn thầy/cô .",
    "ng ký học thí nghiệm . Em chào PĐT, Trước đó có 1 mail về kế hoạch của việc giảng dạy ở trường vào ngày 17-19/11/2021. Lúc đó do tình hình sức khỏe em chưa đảm bảo nên em chưa đăng kí học ở trường, nhưng hiện tại mọi thứ đã ổn và em có thể đi học. Em xin phép được đăng kí học lại môn ứng dụng laser trong y học (tn), AS3046, có được không ạ? Em mong nhận được sự hổ trợ từ PĐT để em có thể đi học lại và hoàn thành được môn học ạ. Em xin cảm ơn. Trường.",
    "Em chào thầy/cô  Hiện lúc đăng kí lịch học thí nghiệm thì ở địa phương em chưa có phương tiện lưu thông với thành phố nên em không đăng kí lịch học thí nghiệm môn Ứng dụng laser trong y học, Mã môn học AS3046. Tuy nhiên bây giờ việc đi lưu thông đã được thuận lợi thì biểu mẫu đăng kí học thí nghiệm hết thời hạn. Vậy thầy/cô cho em hỏi bây giờ em có thể đăng kí học được không ạ ?  Em xin chân thành cảm ơn",
    "Dạ em tên là , mã số sinh viên . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp tuy nhiên tình trạng sinh viên hiện tại vẫn đang là tạm dừng. Phòng đào tạo cho em hỏi khi nào em sẽ có quyết định thu nhận lại để đăng kí tốt nghiệp vậy ạ? Em xin cảm ơn.",
    "Thời gian nhận được mail từ trường về việc đăng ký thực hành thí nghiệm thì lúc đó em chưa đủ điều kiện để đăng ký và ở trong vùng dịch. Và hiện tại em đã đủ điều kiện để có thể trở lại trường để học thực hành/thí nghiệm nhưng việc đăng ký biểu mẫu đã kết thúc. Em có thể đăng ký lại bằng hình thức nào vậy ạ?",
    "Dạ cho em hỏi em ra ngân hàng đóng học phí thì được báo là hết hạn nộp nên không đóng được. Vậy cho em hỏi em thanh toán học phí như thế nào ạ?",
    "Em xin chào thầy (cô) ạ. Hôm nay, em có một vài thắc mắc mong các thầy (cô) có thể giải đáp giúp em ạ. Em xin trình bày: Em là sinh viên khóa K20 ạ. Nhưng vì 1 số lý do cá nhân nên vào năm nhất em chỉ học và hoàn thành xong môn GDQP, còn các môn còn lại của em chỉ học 1 vài buổi nhưng chưa thi môn nào và còn 1 khoản tiền học phí chưa thanh toán. Sau khi viết nội dung này em sẽ đi thanh toán học phí ạ. Và cho em hỏi vậy  U  khi mình thanh toán xong phần học phí trễ hạn và viết đơn trình bày lý do trễ hạn học phí thì học kỳ 2 khóa 2021-2022 em có được đi học lại không ạ?    Và   U em sẽ học theo những môn mở đăng ký hay phải bắt buộc học lại những môn cơ bản của năm nhất rồi mới tiếp tục được ạ?   Em xin cảm ơn thầy (cô). Chúc thầy cô có 1 ngày tốt lành ạ.",
    "Sinh viên: . Chào thầy cô, sự việc em có nộp trễ file ghi hình anh văn 3A (LA1041). Dạ em mong thầy cô xem xét giúp em ạ Dạ em cảm ơn và chúc thầy cô nhiều sức khoẻ ạ!",
    "Chào Thầy/Cô ạ, Em là sinh viên Trung tâm BDCN khóa 2017, sắp tới em định đăng ký thi TOEIC để được hoàn thành luận văn và tốt nghiệp. Nên em muốn hỏi Thầy/Cô liệu rằng em thi TOEIC 2 kỹ năng Đọc-Nghe thì có được chấp nhận không ạ hay là bằng TOEIC nào ạ? Em xin cảm ơn Thầy/Cô ạ.",
    "Dạ em chào nhà trường, em có đăng ký hoãn thi môn GT2 trong kỳ thi lần này từ ngày 29/11 đến nay vẫn chưa có phản hồi của nhà trường ạ. Mong nhà trường kiểm tra và xem xét giúp em. em xin cảm ơn.",
    "Em mới nhập học tháng 6/2020 ngành công nghệ thông tin hệ vừa học vừa làm Ban đầu em nhận được mail trường là học theo KẾ  DẠY  NGÀNH CÔNG NGHỆ THÔNG TIN với Ngày cập nhật: 27/03/2017 có file hình và chương trình học em đính kèm bên dưới. Nhưng một số bạn xác nhận lại cho em chương trình học đúng ra là Chương trình đào tạo ngành Khoa học máy tính chính quy khóa 2018. Em muốn hỏi xác nhận lại là Em nhập học tháng 6/2020 ngành công nghệ thông tin hệ vừa học vừa làm thì sẽ học theo chương trình nào? Em cần được trả lời gấp để kịp đăng kí môn học sắp tới Đó là câu hỏi cũ của em ạ, Em đã hỏi và được cô (001829)  trả lời là liên hệ cho mail thầy email] nhưng em gửi 2 mail đã được 2 ngày thầy chưa trả lời. Em sẽ đính kèm   mail em gửi ở dưới. Và mong phòng đào tạo sớm trả lời giúp em câu hỏi Em nhập học tháng 6/2020 ngành công nghệ thông tin hệ vừa học vừa làm thì sẽ học theo chương trình nào? Em xin cảm ơn",
    "Kính gửi PĐT, em tên là , MSSV:. Do cần giấy báo trúng tuyển vào đại học Bách Khoa để làm hồ sơ du học và giấy của em đã bị thất lạc, nên em xin được mượn hồ sơ sinh viên và và cấp giấy xác nhận đã gửi giấy báo trúng tuyển của trường. Trân trọng.   i  .",
    "Kính gửi PĐT!  em tên là , MSSV:. Em có gửi yêu cầu trên Bksi mà hơn 1 tuần rồi chưa thấy PĐT hồi âm ạ! Nên em gửi lại lần nữa ạ! Lúc trước em có đăng ký thi lại môn Trắc địa đại cương kì 202 nhưng vì tình hình dịch bệnh, nên việc liên lạc với PĐT và thầy phụ trách khó khăn nên em không nhận được đường link thi online môn  Trắc địa đại cương để tham gia thi ạ! Nên cho em hỏi em đăng ký lại môn này cho kì 211 được không ạ? Cùng với đó, cho em hỏi em đăng ký thêm 2 môn Xác suất thống kê MT2013 và Ph/l Việt Nam đại cương SP1007 để thi lại trong kì 211 này được không ạ? Vì theo như  của trường thì em chỉ được đăng ký trong vòng 1 năm! Mong PĐT tạo điều kiện cho em để em đăng ký thi ạ! Vì tình hình dịch bệnh không liên lạc với PĐT và thầy cô thuận lợi được nên rất khó khăn cho em để xin thi lại ạ! Em cảm ơn PĐT ạ! Em đính kèm file: Quyết định hoãn thi, Đơn xin xóa điểm VP môn MT2013 và SP1007, Đơn cho phép xóa điểm Trắc địa đại cương.",
    "Chào thầy/cô, Em tên , MSSV  Trong quá trình đăng ký nộp bằng tốt nghiệp PTTH, sau khi đã điền các thông tin như hình đính kèm, button \"Xác nhận đăng ký\" không enable nên em không thể đăng ký. Vậy cho em hỏi cách khắc phục lỗi trên . Em xin cảm ơn! .",
    "Chào Thầy/Cô, Em tên , MSSV  Em thuộc hệ Chính quy liên thông, đã nộp bằng tốt nghiệp PTTH trong chương trình Cao đẳng (Trung tâm Bảo dưỡng Công nghiệp - ĐH Bách Khoa TPHCM). Hiện tại, khi kiểm tra qua mybk mục Đăng ký nộp bằng PHTH thì chưa có phiếu đăng ký. Vậy em có cần nộp bằng lại một lần nữa không, vì hiện tại em không có các giấy tờ sau do đã nộp vào thời gian học Cao đẳng:     - Bản sao bằng THPT do Sở GD&ĐT cấp     - Bản photocopy bằng THPT do Sở GD&ĐT xác nhận “Sao y từ sổ gốc” Em xin cảm ơn!   i  .",
    "Dạ em chào thầy cô ạ . Dạ nhà trường có thông báo quay lại trường học trực tiếp thí nghiệm và thực tập tại trường nhưng em không đủ điều kiện để quay lại trường học tập được ạ. Em mong thầy cô xem xét cho em chuyển sang kỳ sau ạ. Em xin chân thành cảm ơn thầy cô nhiều ạ",
    "Cho em hỏi em đã làm bài SINH HOẠT CÔNG DÂN bài 1 từ ngày 24/11 rồi đến hôm nay vẫn chưa có điểm để làm bài 2 ạ ?? Vậy khi nào sẽ làm được bài 2 ạ hạn là ngày 25/12.",
    "Em xin chào Thầy/Cô PĐT ạ. Cho em hỏi là em có thể tiếp tục hoãn môn thi của kì 202 qua kì 212 được không ạ. Em xin cảm ơn .",
    "Dạ em có đăng kí học thí nghiệm tại trường, tuy nhiên hiện tại do kẹt lịch thi và lịch thực tập nên em chưa biết có thể tham gia học thí nghiệm off được hay không, thầy (cô) cho em hỏi về cách làm đơn hủy đăng kí học off thí nghiệm tại trường được không ạ",
    "Kính gửi Phòng đào tạo, Hiện tại em đã được nhận mail có tên trong danh sách tốt nghiệp đợt 2 nhưng khi truy cập website Mybk vào mục đăng ký tốt nghiệp thì website báo lỗi truy cập và chưa cho phép em vào trang vì tình trạng sinh viên đang là tạm ngưng ạ. Hôm qua em cũng đã thanh toán phí in bảng điểm trên mybk rồi ạ. Kính mong phòng đào tạo xem xét cho em ạ.",
    "dạ, hiện em có học môn kinh tế chính trị mac hk 211, sắp đến thi học kì theo trắc nghiệm, có 2 link là lí thuyết và bài tập. Cho em hỏi vào lúc thi  thì được mở 2 link cùng lúc để làm được không ạ?",
    "Em có đăng kí nộp bằng tốt nghiệp THPT nhưng điền nhầm ngày cấp bằng (ngày 24 nhầm thành 26), không đăng kí lại được thì phải làm sao ạ?",
    "Em là:  Mssv:  Do lúc đăng kí đi học thực hành trực tiếp tại cơ sở 1 thì em đủ điều kiện đi học. Nhưng đến hiện tại thì điều kiện gia đình em không cho phép đi học trực tiếp nữa ạ. Vậy em phải làm sao để huỷ đăng ký đến trường ạ ? Em cảm ơn",
    "em là  MSSV . em muốn hỏi là đợt trước em có đăng kí hoãn thi và đã được đồng ý. Em cũng đã có lịch thi lại môn đã hoãn thi mà bây giờ em vào xem lại lịch thi thì các môn hoãn thi đã bị xoá hết. Mong phòng đào tạo xem lại giúp em ạ. Em cảm ơn   i ",
    "Chào các thầy/cô phòng đào tạo, Hiện tại em đã có tên trong danh sách tốt nghiệp chính thức. Các thầy/cô cho em hỏi là khi nào em mới có thể nhận được bằng tốt nghiệp chính thức ạ. Đợt trước em có thấy những bạn được gửi mail đến trường nhận bằng và em chờ mãi chưa thấy mail của em nên em có thắc mắc ạ. Em xin cảm ơn!!!",
    "Vậy là chỉ cần nhắn như vậy là được hủy lịch rồi phải không ạ? Em cám ơn nhiều nhiều :3 ",
    "Em bị trôi mất email nên em chưa kịp đăng ký bảo hiểm đợt một ạ. 8/12 em nhận được thông báo đăng ký bảo hiểm đợt 2, em đã vào trang đăng ký bảo hiểm của MyBk nhưng em thực hiện được thao tác đăng ký,mong nhà giúp em giải quyết. Em cảm ơn. Có hình ảnh đính kèm.",
    "Dạ cho em hỏi em có vào MyBK đăng ký mua bảo hiểm y tế nhưng lúc em bấm chọn loại bảo hiểm thì lại không được và bấm đăng ký cũng không được luôn. Em không biết là tại sao vì em có cập nhật thông tin sinh viên đầy đủ rồi ạ (Hình đính kèm)",
    "Em muốn xin chuyển hệ đào tạo để hoàn thành khóa luận, em có gửi mail kèm đơn đính kèm cho phòng đào tạo mà chưa có phản hồi ạ? Em chân thành cám ơn",
    "Dạ em có đăng kí quay lại trường học trực tiếp nhưng chưa có TKB. Em gửi đơn nay để trình bày nguyện vọng được quay lại trường học các môn TH/TN trực tiếp. Em rất mong được phòng đào tạo xem xét. Em chân thành cảm ơn.",
    "Em kính chào quý Thầy/ Cô. Em tên là  - MSSV  Dạ em đang gặp vấn đề về trang web trang đăng ký tốt nghiệp như dưới hình em đính kèm ạ. Em đã cập nhật địa chỉ với thông tin TN cả rồi, và em cũng upload ảnh  kích thước 4x6 cm như yêu cầu. Và em bị xuất hiện lỗi như hình dưới ạ, kính mong quý thầy cô có thể kiểm tra cho em ạ. Em cám ơn!",
    "Chào /Chị - phòng đào tạo trường ĐH Bách Khoa,  Em muốn hỏi về việc đăng kí tốt nghiệp, em bị ghi chú là  Dừng, vậy giờ em cần làm gì để có thể đăng kí tốt nghiệp ạ? Em xin chân thành cảm ơn.",
    "Chào thầy/cô, thầy/cô cho em hỏi là tại sao điểm luận văn tốt nghiệp của em lại không còn xuất hiện trên bảng điểm như trước đây. Dù trước đây điểm đã được cập nhật và tính luôn vào điểm trung bình. Em đang trong quá trình chờ điểm anh văn 4 để đăng ký xét tốt nghiệp và lên kiểm tra bảng điểm thì không thấy điểm luận văn nữa. Mong thầy/cô phản hồi giúp em. Em xin cảm ơn ạ",
    "Kính gửi PĐT, Em là , MSSV 8. Em xác nhận là đã mua BYHT cho năm học kế tiếp rồi ạ. Mong phòng đào tạo xác nhận và công nhận kết quả ĐKMH của em trong học kì tới. Em cảm ơn ạ, ",
    "Em chào cô, Em vẫn bị lỗi đó chưa ĐKTN đc ạ. Em cảm ơn cô.",
    "Dạ thầy/cô, Hiện tại đang là thời gian đăng ký bảo hiểm trên Mybk. Tuy nhiên lúc em vào trang đăng ký thì mục \"Chọn loại bảo hiểm\" bị xám và không thể chọn đăng ký. Em có hỏi thăm vài bạn cùng khóa thì gặp tình trạng tương tự, cho em hỏi trường hợp này là bị gì ạ?  Em cảm ơn thầy/cô!",
    "Kính gửi thầy cô, Cho em xin hỏi về lịch phản biện và bảo vệ LVTN HK 211 ạ. Và lúc trước em có đọc qua mail là có thể có đợt bảo vệ bổ sung thì sẽ có không ạ và nếu có thì ở thời gian nào ạ. Em xin cảm ơn.",
    "Cho em hỏi tại sao trong mục chọn loại bảo hiểm y tế cần mua, em lại không chọn được ạ.",
    "Em là . MSSV . Hiện nay khi em bấm nộp đơn đăng ký xét tốt nghiệp thì bị lỗi như ảnh. Mong pđt sửa lỗi giúp em.",
    "Em tên là , lớp: CC18KHM1  Tóm tắt sự việc là em đã đăng ký hủy hoãn thi, nhưng đến hôm thi em không bị vướng nữa, nên em quyết định tham gia thi tập chung, quay video, điểm danh đầy đủ như các bạn trong lớp. Hiện tại bảng điểm trên MyBK của em đang để trạng thái 14 là Hoãn thi . Em có gửi email trực tiếp tới Phòng đào tạo qua đường mail  nhưng không nhận được sự phản hồi, nên để đảm bảo em gửi thêm thông qua bksi để trình lên BLĐ Phòng. Thông tin chi tiết em có ghi đầy đủ trong \"Đơn xin hủy hoãn thi\" và một số hình ảnh kèm theo đính kèm theo. Em xin cám ơn và hi vọng nhận được sự phản hồi ạ. Thân mến,  ",
    "Kính gửi: Phòng đào tạo Trường đại học Bách Khoa thành phố Hồ Chính Minh. Em tên là Nguyễn Văn Tuân, MSSV , lớp XD14KT, ngành Kiến trúc, khoa Kỹ thuật Xây dựng. Sau đây em xin được trình bày về trường hợp của mình ạ. Em năm nay là sinh viên năm cuối, hiện đã hết thời gian đào tạo. Hiện tại em đã đạt hết các môn học trong chương trình đào tạo, ngoại trừ Đồ án tốt nghiệp và Chứng chỉ ngoại ngữ. Do đợt dịch vừa rồi nên em đã và đang được nhà trường cho phép làm Đồ án tốt nghiệp mà không xét đủ điều kiện TOEIC 450, và học kỳ này em chỉ đạt được TOEIC 430 thôi ạ. Vậy nên hôm nay em viết đơn này, kính mong thầy cô cho phép em được gia hạn thêm 01 học kỳ, để em có khả năng hoàn thành kịp chương trình đào tạo. Rất mong thầy cô tạo điều kiện giúp em đợt này, em sẽ cố gắng hết sức để hoàn thành mục tiêu ạ. Em cảm ơn thầy cô rất nhiều! Em gửi thầy cô hình chụp kết quả TOEIC đính kèm bên dưới ạ.",
    "Em không đăng kí môn cho học kì 1 2021-2022. Em đã hoàn thành việc bảo vệ luận văn tốt nghiệp, còn thiếu toeic 2 kỹ năng còn lại. Trong trường hợp không thể hoàn thành toeic 2 kỹ năng để tốt nghiệp, em cần làm đơn như thế nào để được tiếp tục duy trì tình trạng học để có thời gian hoàn thành anh văn để ra trường ạ. Em cảm ơn ạ.",
    "Em muốn đăng kí nộp bằng nhưng em không đăng kí được ạ, em nên làm như thế nào ạ?",
    "Thưa thầy cô, Em là , trong đợt vừa qua, sau khi thực hiện hoàn chỉnh bổ sung các môn còn thiếu để thực hiện đăng kí tốt nghiệp, em không thể vào trang đăng kí được nữa và đồng thời các thông tin về tốt nghiệp của em cũng không được cập nhật. Em mong thầy cô có thể thông báo cho em về tình trạng đăng kí tốt nghiệp của em và các hướng xử lý. Em mong sớm nhận được phản hồi từ thầy cô ạ . Sinh viên, ",
    "Dạ em đã đạt môn Trang bị điện - điện tử trong máy công nghiệp trong HK202, nhưng chưa được nhập điểm do chưa tới đợt nhập điểm. Em muốn viết đơn xác nhận đã đạt môn học để giáo viên bộ môn ký xác nhận cho em đã đạt môn học này, để em có đủ điều kiện đăng kí tốt nghiệp. Em muốn hỏi là có thể lấy biểu mẫu này ở đâu ạ, em tìm trên aao mà không thấy ạ. Và có còn cách nào khác để pđt xác nhận là em đã đạt môn này không ạ. Em xin cảm ơn ạ.",
    "Thầy/cô/admin cho em hỏi môn Pháp luật Việt Nam đại cương học theo mã môn học cũ (008001) thay vì môn học mới (SP1007) thì có được tính vào số tín chỉ tích lũy ngành không ạ hay phải học lại mã mới? Em cảm ơn nhiều ạ.",
    "Dạ anh/ chị cho em hỏi với ạ, em là sinh siên năm 2, đợt trước em có đăng ký đi học offline thí nghiệm vì còn thiếu 1 buổi của kì 202 và đã đủ tiêm 2 mũi cũng được di chuyển thoải mái. Nhưng đó giờ lâu quá không có thông báo nữa nên em đã về quê (không còn ở HCM nữa) thì em không tham dự buổi thí nghiệm và học chung với mọi người sau khi có lịch chính thức được đúng không ạ? Em xin cảm ơn.",
    "Chào thầy/cô Em đang là sinh viên k17 đã đủ điều kiện tốt nghiệp. Tuy nhiên em xem lại tình trạng sinh viên lại ghi là tạm dừng vì không đang kí môn học học kì 1 (2021-2022) nên dem không thể thực hiện đăng kí được ạ. Em rất mong thầy/cô xem lại giúp em. Em cảm ơn thầy/cô",
    "Dạ thưa các thầy cô là bên đhqg đã có mail cho em từ 16/10 là sẽ gửi giấy điểm đgnl qua đường bưu điện nhưng hiện tại là em vẫn chưa có ạ,bây giờ em phải làm sao ạ",
    "Dạ anh/ chị cho em hỏi với ạ, em là sinh siên năm 2, em vừa nhận được mail đóng bhyt, mà bhyt của em là thời hạn 5 năm liên tục từ 1/10/2020 nên đến giờ vẫn còn hạn sử dụng, nhưng hồi đầu năm nhất vẫn đóng ạ. Như vậy thì năm nay em có phải đóng tiếp không ạ? Tại em thấy là ghi là bắt buộc nên không hiểu lắm. Em xin cảm ơn.",
    "Dạ như yêu cầu của phòng đào tạo, em gửi lại đơn xin phép đi học trực tiếp có bổ sung môn học em muốn đăng kí. Kính mong phòng đào tạo xem xét ạ. Em chân thành cảm ơn.",
    "Dạ em xin chào thầy/cô ạ, Em có đăng ký học trực tiếp tại trường nhưng chưa có thời khóa biểu. Em gửi đơn này để trình bày nguyện vọng được tham gia học các môn TH/TN HK211. Thông tin các môn học TH/TN Hk211 gồm có: - Thực tập điện 1 (EE2025) - Thực tập điện tử 1 (EE2023) - Thí nghiệm cơ sở điện tử công suất (EE2022) Em rất mong Phòng Đạo tạo xem xét để em có thể quay lại trường học ạ. Em xin chân thành cảm ơn ạ.",
    "Em là , lớp CC21HKG1, MSSV . Em muốn hỏi là em đã nộp đầy đủ hồ sơ ưu tiên xét tuyển về trường (ngày 15/06/2021-qua bưu điện), nhưng trường báo về là em chưa nộp đầy đủ. Em nên làm sao ạ? Mong Phòng đào tạo sớm trả lời em! Trân trọng, ",
    "MSSV:    Em chào thầy/cô T, Học kì 211 vừa rồi do không có TKB nên em bị xếp vào diện buộc tạm dừng học theo quyết định 2869/QĐ-ĐHBK. Nay em gửi đơn xin thu nhận lại mong T xem xét và chấp thuận để em được tiếp tục học tập tại trường. Em xin chân thành cảm ơn.",
    "Tốt nghiệp .       I Dạ cho em hỏi tại sao em đã đủ điều kiện đăng ký tốt nghiệp nhưng sau khi đã điền đầy đủ thông tin và thêm ảnh thì lúc bấm nút đăng ký bị lỗi ạ. Em mong anh/ chị giúp đỡ cho em ạ.   ",
    "Em muốn hỏi về việc hoãn thi học kỳ HK1 (2021-2022) này ạ. Làm sao để đăng ký hoãn thi ạ. Em cảm ơn ạ.",
    "Em xin chào anh/chị ạ, Cho em hỏi khi em thanh toán BHYT 1 năm vào ngày 22/11/2021 trên hệ thống OCB đã trừ tiền mà ở trên Bkpay vẫn chưa xác nhận em đã thanh toán ! Mã giao dịch: FT21326LCFTL\\BNK Kính mong anh/chị có thể kiểm tra lại giúm em  Em xin cảm ơn",
    "Em tên . MSSV:  Em xin phòng đào tạo cập nhật môn học tương đương của môn học CI3075 - Xây dựng & khai thác đường (3 tín chỉ). Em học môn học tương đương là CI3221 - ĐAMH thiết kế đường (1 tín chỉ) HK 2 năm học 2019-2020 + CI3219 Xây dựng & khai thác đường HK1 năm học 2020-2021. Em rất mong PĐT sớm cập nhật điểm và danh sách tốt nghiệp dùm em để em có bằng và nộp vào Công ty đang làm ạ. Em xin chân thành cảm ơn các thầy các cô ạ.",
    "Em chào quý thầy/ cô! Em là SV hệ VLVH, thầy/ cô cho em hỏi điểm tổng kết môn học bao nhiêu điểm mới tính là qua môn ạ Tại vì có nhiều luồng thông tin về điểm tổng kết, nên em chưa biết là trên bao nhiêu điểm sẽ được tính là qua môn. Rất mong quý thầy/ cô cho em thông tin ạ Em cảm ơn.",
    "Dạ Em chào Thầy/Cô . Hiện tại thì trên mybk mục 12 của em vẫn chưa cập nhật lên môn em hoãn kì 202 ạ . Vậy em có thể làm gì để hoãn qua kì 212 ạ",
    "Dạ chào thầy cô, cho em hỏi là nếu mình hoãn thi thì kỳ sau thi lại điểm sẽ tính thế nào ạ?  Em cảm ơn.",
    "Kính chào Phòng đào tạo Em là  MSSV:  Hiện tại em đăng ký Tốt nghiệp nhưng khi nhấn nộp đơn xét Tốt nghiệp thì xuất hiện lỗi như hình đính kèm ( lỗi ở hình 02.jpg). Em cần sự hỗ trợ nhanh chóng từ Phòng đào tạo để có thể đăng ý Tốt nghiệp. Em rất cần bằng Tốt nghiệp để bổ sung Hồ sơ việc làm cho Công ty. Em xin cảm ơn. Trân trọng./. ",
    "Kính gửi Phòng Đào Tạo Em là  MSSV:  Em đã đăng ký, đóng tiền và nhận được mail báo đăng ký tốt nghiệp đã được xác nhận. Nhưng hôm nay em vào lại trang đăng ký tốt nghiệp thì vẫn hiển thị \"không được phép đăng ký tốt nghiệp (Tạm dừng)\", cho em hỏi là em đã đăng ký thành công chưa và khi nào thì em được nhận bằng tốt nghiệp tạm thời. Mong pdt xem xét giải quyết giúp em. Em xin cảm ơn.",
    "Kính gửi phòng đào tạo, Dạ cho em hỏi khi nào thì e-learning của mình vào lại mượt ạ. Thật sự em làm quiz mà tính thời gian thì chuyển câu rất lâu ạ. Mong phòng đào tạo gấp rút xử lý. Em cảm ơn Trân trọng",
    "Chuyện là lúc trước em có đăng ký học trực tiếp qua mail. Mà lúc đó em nghĩ khi trường có thời khóa biểu học thì ktx cũng mở cửa. Nhưng tuần sau em có lịch học thí nghiệm mà em đang ở quê không lên được. Em có thể dời lịch học lại, rồi học chung với mấy bạn còn lại chưa đăng ký  không ạ. Và em có cần nhắn tin xin trực tiếp thầy/cô dạy TN không ạ. Em cảm ơn",
    "Câu hỏi: Em xin hỏi về giấy giới thiệu UTXT. Lúc làm bộ hồ sơ UTXT, em không biết đến giấy này, nhà trường xin cho em hỏi em có được giấy này bằng cách nào ạ?",
    "Kính gửi thầy/cô Phòng Đào Tạo - Đại học Bách Khoa TP.HCM,  Em là , MSSV , sinh viên khoa Quản Lý Công Nghiệp, lớp QL170102 . Em gửi mail này mong thầy/cô xem xét và giải đáp giúp em tình trạng:   Em đã học đủ số tín chỉ theo chương trình đào tạo công bố trên cổng thông tin của trường nhưng số tín chỉ tích lũy ngành và tín chỉ tích lũy bị lệch 21 chỉ (TCTL=149; TCTLN= 128). Nếu có thể, em mong muốn nhận được \"file ghi nhận các môn đạt\" của minh để có thể biết sự chênh lệch này đến từ đâu. Em cảm ơn, ",
    "Dạ em chào thầy cô của phòng Đào tạo ạ Em tên là , sinh viên ngành kĩ thuật cơ khí chất lượng cao Em không đăng kí kịp đợt đăng kí lớp thí nghiệm thì có bị làm sao không ạ? Nếu bây giờ em đăng kí thì có được không ạ? Em cảm ơn thầy cô ạ ",
    "Xin chào thầy / cô, Em muốn xin hóa đơn học phí dự thính HK211 (Bản PDF) . Em có liên lạc qua mail nhưng chưa nhận được phản hồi. Em đang cần hóa đơn cho việc xin học bổng. Cảm ơn cô / thầy rất nhiều ! Họ và tên:  MSSV: ",
    "Chào thầy cô, Em là , mssv . Hiện em đã nhận được mail thông báo trường rằng bằng HS giỏi em nộp chưa công chứng. Tuy nhiên, theo em được biết thì trong bộ hồ sơ tân sinh viên không yêu cầu nộp bằng HS giỏi. Mặc khác, hiện tại chúng em chưa có bằng HS giỏi mà chỉ có giấy chứng nhận HS giỏi. Cho em hỏi rằng em nộp bản công chứng giấy chứng nhận HS giỏi được không?  Và nếu nộp thì em chuyển phát nhanh bản công chứng giấy chứng nhận HS giỏi về phòng đào tạo của trường hay phải đến tận trường nộp trực tiếp ạ? Cảm ơn thầy cô đã dành thời gian ra đọc câu hỏi của em. Mong thầy cô sớm hồi âm. Em xin cảm ơn.",
    "Em chào thầy cô ở Phòng Đào Tạo Em là  - MSSV :  Em có nhận được mail thiếu bộ hồ sơ nhập học UTXT. Em mong được kiểm tra lại vấn đề này ạ bởi như trong hình xác nhận của mybk nhập học này thì trường đã nhận được hồ sơ của em rồi ạ. Em cảm ơn !",
    "Dạ em chào thầy/cô ạ. Vào ngày 11/12 tới thì em có lịch thi cuối kỳ môn hóa hữu cơ, nhưng ko may là vào hôm đấy em bị trùng với lịch đi tiêm vaccin mũi 2 ở địa phương . Nên em có làm đơn xin vắng thi cuối kỳ môn hóa hữu cơ vào lúc 14h00 ngày 11/12/2021, nhóm L02-A. Phiếu đăng ký vắng thi em để trong file đính kèm. Em mong PĐT chấp nhận yêu cầu này. em xin chân thành cảm ơn ạ.",
    "Thân chào anh/chị, Em vừa nộp mẫu đơn xin chuyển hệ VHVL đến PĐT hôm ngày 1/12/2021 và đã được xác nhận xử lý. Em xin được phép hỏi là em có thể đăng ký MH trong đợt đăng ký hiện tại không (em không vào được trang ĐKMH, thông tin trong ảnh đính kèm) và để chuyển kết quả học tập từ chương trình CQ, em có cần thực hiện thủ tục gì không ạ ? Em xin chân thành cảm ơn,  ",
    "Dạ xin chào các thầy cô tại Phòng Đào tạo. Em là , MSSV: , hiện đang học hệ chất lượng cao. Vừa rồi em có nhận được thông báo nộp bổ sung Sơ yếu lí lịch bản thân từ Phòng Đào tạo ạ . Câu hỏi của em là: Em có bắt buộc phải gửi bưu điện về cho Phòng Đào tạo hay không hay có thể trực tiếp lên trường để gửi ạ? Và nếu có thể trực tiếp lên trường thì em phải nộp ở đâu ạ? Em xin chào các thầy cô tại Phòng Đào tạo ạ. Trân trọng./.",
    "Em xin chào quý thầy cô Học kỳ 211 em có đăng ký thẻ bảo hiểu y tế và nộp tiền tại phòng y tế (lối vào cổng Tô Hiến Thành). Nhưng vì một số trục trặc hệ thống nên mà  khi em gặp mấy cô y tế hỏi thì mấy cô ở đó nói coi như học kỳ 211 em không có bảo hiểm y tế còn tiền thì mấy cô sẽ đóng cho học kỳ 212. Cho em hỏi trường hợp này của em có cần đăng ký thẻ bảo hiểm y tế đợt sắp tới đây không. Và hiện tại trong bkpay của em vẫn hiện là chưa đóng tiền bảo hiểm hk 211 . Mong thầy cô cho em hướng giải quyết ạ . Em xin trân thành cảm ơn."
]