[
    "Dạ em kính chào quý Thầy (Cô). Hiện tại môn học Kĩ Thuật Robot (Mã môn: ME3015) do được nằm trong diện miễn thi nên điểm thi của em là điểm 12 nhưng điểm tổng kết lại là 13 do đó ảnh hưởng đến kết quả chung của môn học. Em kính mong quý Thầy (Cô) xem xét và cập nhật. Em chân thành cảm ơn quý Thầy (Cô).",
    "Tốt nghiệp . Gửi Thầy/Cô  Em đã có hỏi về việc không đăng ký được tốt nghiệp. Như đã thông tin thì em đã có tên trong \"(212) DANH SÁCH DỰ KIẾN TỐT NGHIỆP THÁNG 4/2022\" ( chi tiết xem ảnh đính kèm ), và em không thể truy cập vào trang wep Đăng ký tốt nghiệp để thực hiện đăng ký và đóng phí qua BKpay. Tại sao phòng đào tạo không thể giải quyết ngay cho e để e có thể đăng ký và nhận Giấy chứng nhận tốt nghiệp tạm thời một cách sớm nhất mà phải đợi đến sau ngày 01/3/2022 trong khi theo lịch trình tốt nghiệp thì : \" Tiếp nhận các phản hồi của sinh viên tại Phòng Đào tạo: từ ngày 17/02/2022 \"   Nhờ Thầy/Cô hướng đẫn em cách khắc phục",
    "Chào thầy cô, Kỳ 212 này em có đăng ký Luận văn tốt nghiệp. Tuy nhiên do ảnh hưởng dịch và một số trục trặc, nên điều kiện làm luận văn không đảm bảo tại lab, khả năng cao không kịp tiến độ. Em muốn hỏi là mình có thể hoãn bảo vệ LVTN trong kỳ này với lý do \"Ảnh hưởng dịch covid\" được nữa hay không. Do trong quy chế không được phép hoãn LVTN. Bởi nếu không hoãn được, em buộc phải rút môn học LVTN. Thời hạn rút môn học sắp hết (05/03). Mong PĐT trả lời sớm giúp em. Em xin cảm ơn.",
    "Thưa , hiện em đã đủ điều kiện tốt nghiệp nhưng đang bị tạm dừng vì không đăng ký môn học học kì 1 2021-2022 nên không đăng ký tốt nghiệp vào tháng 4 này được có cách nào để em đăng ký tốt nghiệp vào tháng 4 này không ạ do hiện nay e là K15",
    "Em chào pđt ạ. Em là sinh viên k17 khoa Điện. Kỳ hiện tại em không đăng ký được môn luận văn tốt nghiệp, và em không biết kỳ sắp tới là kỳ học 213 trường mình có mở môn Luận văn tốt nghiệp mã EE4333 không ạ. Em xin chân thành cảm ơn.",
    "Dạ thưa thầy/ cô Em tên là: , mã số sinh viên . Hiện đang học tại khoa Khoa học & Kĩ thuật Máy tính. Theo như trong mail \"Thông báo cập nhật Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp\", mục \"6. Kiểm tra Anh văn đầu vào cho sinh viên chính quy đại trà khoá 2021 và Anh văn định kỳ cho sinh viên chính quy đại trà khoá 2020 về trước\" của PĐT thì em thấy có thông tin   B \"Sinh viên chính quy đại trà các khóa 2020 về trước có thể đăng ký tham dự kỳ kiểm tra Anh văn đầu vào để xét đạt chuẩn ngoại ngữ từng năm và phải thanh toán lệ phí dự thi.\"     Em là sinh viên chính quy K19 và trước đó em đã chọn hình thức nộp bằng tiếng Anh cho nhà trường để chuyển điểm. Tuy nhiên, hiện tại em vẫn chưa có kế hoạch thi và em vẫn đang   B thiếu AV4    (AVDV 525 điểm, chuẩn AV4 là 550 điểm). Em muốn hỏi về   B quy trình đăng ký để em có thể tham gia thi AVDV để xét đạt chuẩn ngoại ngữ    ạ Bên cạnh đó, em cũng muốn hỏi thêm về   B thời hạn nộp bằng tiếng Anh    của em để có thể sắp xếp thời gian thi ạ. Dạ em xin cám ơn. Chúc một ngày tốt lành. ",
    "Em chào Thầy / Cô. Em là sinh viên năm 3 - K19 của chương trình Việt Pháp. Vì tình hình dịch bệnh nên hiện nay em vẫn chưa hoàn thành đủ 3 môn giáo dục thể chất. Thầy / Cô cho em hỏi là như vậy có bị ảnh hưởng gì không ạ? Em cảm ơn Thầy / Cô.",
    "tên môn học: cấu kiện bê tông đúc sẵn mã MH: ci3093 ( mã cũ)  mã MH: ci3223, ci3225 (mã mới) HK: 2 (2020-2021) Bảng điểm file đính kèm Em xin cám ơn.",
    "Dạ chào anh/chị, Hiện em đã hoàn thành đủ các yêu cầu cần thiết cho việc tốt nghiệp ra trường. Tuy nhiên, khi thực hiện đăng ký xét tốt nghiệp trên MyBK thì em không thể thao tác được để cập nhật thông tin, cũng như đăng ký xét tốt nghiệp (như hình screenshot_1 đính kèm). Đồng thời, em có kiểm tra ở Danh sách dự kiến tốt nghiệp tháng 04/2022 và cũng không có MSSV của mình (như hình screenshot_2 đính kèm). Vậy nên em xin phép nhờ anh/chị kiểm tra giúp vấn đề này của em, để em có thể kịp thời xử lý, khắc phục nhằm ra trường vào đợt này. Em xin cám ơn",
    "Kính gửi PĐT . Em có một câu hỏi muốn nhờ pđt giải đáp , theo như thông báo của mail trước tết thì ngày 4/4/2022 thì sẽ trở lại học trực tiếp . Nhưng theo một số thông tin bên lề em nhận được thì kế hoạch học tập trực tiếp sẽ dự kiến vào đầu tháng 3 . PĐT có thể xác nhận giúp em được ngày học trực tiếp không ạ . Và em cũng rất mong là sẽ được học trực tiếp một cách sớm nhất vì học online như này có quá nhiều bất cập ạ .",
    "Em xin hỏi mssv  còn chuyển được qua hệ VLVH không, thời gian và cách thức chuyển ạ. Em xin cảm ơn",
    "Chào anh chị Kỳ trước, em có đăng ký hoãn thi môn Tư tưởng HCM và đã có trong danh sách được hoãn thi. Tuy nhiên vẫn chưa được cập nhật, trên bảng điểm vẫn để điểm 13. Mong anh chị xem xét. Em xin chân thành cảm ơn.",
    "Dạ kính thưa thầy cô, em là , sinh viên lớp GT19OTO3 , MSSV . Em có đăng kí in lại thẻ sinh viên do bị mất, nhưng thanh toán trễ hạn , cho em xin phép hỏi nếu thanh toán trễ hạn có được hoàn tiền lại không ạ. Em xin cám ơn thầy cô.",
    "Kính gửi thầy cô phòng đào tạo, em tên là  sinh viên khóa K18. Em có thắc mắc là sắp tới trường mình cho sinh viên nghỉ học 5 tuần liền là để làm gì vậy ạ? Mong thầy cô hồi âm sớm cho em.",
    "Em tên V:  Lớp BD16CN03. Ngành: Bảo dưỡng công nghiệp Em xin hỏi một việc như sau:  Hiện tại em đã nhận được email từ Phòng đào tạo về việc nhận bằng tốt nghiệp, nhưng vì công việc em chưa thể lên nhận được, vì trên email không ghi rõ ngày tháng hạn cuối nhận bằng nên em xin hỏi hạn cuối để lên nhận bằng tốt nghiệp đợt 2/2021 là khi nào vậy ạ. Em xin cảm ơn.",
    "Em là , MSSV , khoa Điện -  Điện tử, chuyên ngành Điều Khiển và Tự động hóa . Em gửi mail này để thắc mắc vì bị xóa môn Luận Văn tốt nghiệp ( EE4327). Cụ thể là 2 đợt đăng ký đầu tiên, em không đăng ký được do bị vướng chuẩn Anh Văn, mặc dù nhà trường đã có mail thông báo là tạm thời chưa xét cho học kỳ này. Đến đợt 3, em đã gửi đăng ký lại, cẩn thận vào check lịch sử thấy đã đăng ký thành công. Vậy nên đến đợt bổ sung cũng không vào MyBK để kiểm tra. Đến hôm nay, nhận danh sách SV, mới thấy không có tên trong danh sách, vào kiểm tra lịch sử của đợt 3 lại thấy bị xóa tiếp. Em đang thực sự rất hoang mang ạ. Kính mong PĐT xem xét lại giúp em. Em cảm ơn",
    "Kính gửi phòng Đạo Tạo trường ĐHBK,  Em tên , MSSV: . Dạ hiện tại em đã có tên trong danh sách sinh viên tốt nghiệp dự kiến, nhưng tình trạng sinh viên của em vẫn là \"Tạm dừng\". Do đó em không thể đăng kí tốt nghiệp được ạ. Em mong quý thầy (cô) xem xét và giải quyết giúp em ạ.    Em chân thành cảm ơn quý thầy (cô) ạ .",
    "Học vụ       Chào Thầy/Cô  Em muốn hỏi về việc điền form rút môn học HK212 Ví dụ em muốn rút môn CH2043- Quá trình và thiết bị truyền nhiệt thì có cần điền vào form cả môn CH2044- Quá trình và thiết bị truyền nhiệt (bài tập) không ạ?   Em cảm ơn",
    "Em chào thầy cô PDT. Em tên là:  MSSV: 5 Hệ VHVL Thứ 6, ngày 18/2 em có đến phòng đào tạo và được hướng dẫn để đăng ký bổ sung: - Môn học : Thiết kế kiến trúc công cộng 1 - MSMH: CI2023 - Kỳ học: Kỳ chính 212 Với sự xác nhận của giáo viên giảng dạy là thầy  qua việc gửi email xác nhận qua email pdt:  Nay em gửi đơn này kèm với ảnh chụp Mail xác nhận của thầy để xin phép phòng đào tạo cho em được đăng ký bổ sung môn học trên. Mong được thầy cô chấp thuận. Em xin cảm ơn.",
    "Kính gửi: Phòng Đào tạo Em tên:  MSSV: Là sinh viên Trung tâm Đào tạo Bảo Dưỡng Công Nghiệp Trong HK211, Phòng Đào tạo đã xếp lịch học bù môn Công nghệ cơ khí 2 TN (IU3062), nhưng do bị trùng lịch học vào HK212 nên em đã không thể đi học được. Em đã báo cô  bên Trung tâm Đào tạo Bảo Dưỡng Công Nghiệp để xin được học bù vào HK212 này. Kính mong Phòng Đào tạo tạo điều kiện cho em đăng kí học học bù HK212 . Em xin cảm ơn. Trân trọng./",
    "thầy cô pđt cho em hỏi em do tình hình sức khỏe yếu ko thể tiếp tục học em muốn bảo lưu thì làm như thế nào ạ em cảm ơn",
    "Em kính chào cô ạ  Em tên  mssv  Em muốn xin cô giúp em kiểm tra xem điều kiện tốt nghiệp của em. Em còn nợ điều kiện nào không ạ.",
    "Kính gửi PĐT, Tên em là , MSSV: . Do cần giấy chứng nhận kết quả thi THPT Quốc gia 2019 để làm hồ sơ du học nên em làm đơn xin phép được mượn hồ sơ sinh viên để sao y và chứng thực giấy tờ này. Em cam kết sẽ hoàn trả hồ sơ đầy đủ sau khi sao y và chứng thực. Trân trọng .",
    "Dạ chào thầy/cô, Em tên  - MSSV: . Như lần trước em đã trình bày là kỳ 211 em tạm hoãn và em đã Bảo vệ LVTN ở ký 212 (có giấy quyết định xóa điểm 14) mà bảng điểm của em vẫn chưa được cập nhật điểm LVTN và xóa điểm 14, cũng như tình trạng sinh viên của em đang làm tạm dừng và em cũng đã kiểm tra trong danh sách dự kiến tốt nghiệp T4/2022 thì em vẫn chưa có tên ạ. Em mong thầy/cô kiểm tra lại giúp em ạ . Em chân thành cảm ơn thầy /cô ạ.",
    "Kính gửi Phòng Đào tạo,  Học kì trước em đã hoàn thành chương trình học nhưng vì dịch bệnh nên còn thiếu CCNN để đăng kí xét tốt nghiệp . Bởi vì thiếu chú ý nên em đã không đăng ký môn học để duy trì tình trạng học tập, dẫn đến bị buộc tạm dừng . Đến nay em đã đủ điều kiện tốt nghiệp nên kính mong PĐT hỗ trợ cho em được đăng ký tốt nghiệp bổ sung trong đợt tốt nghiệp vào tháng 04 tới. Em xin chân thành cảm ơn!",
    "Em tên:  Mssv:  Em đã nạp đơn chuyển hệ để đăng kí kịp luận văn kì này Và em xin pdt đăng kí thêm 1 môn kì dự thính này ạ Em có gửi đơn chuyển hệ cho pdt trước tết  Và pdt có gửi lại kêu đợi kết quả nhưng tới giờ vẫn chưa có ạ Em xin pdt giải quyết sớm giúp e , và đỂ e đăng kí luận văn với môn học kì dự thính ",
    "Em tên là  - MSSV: - Khoa : Kỹ thuật địa chất - dầu khí Cho em hỏi mình có thể xin bảng điểm giấy các môn hk1 đã học được ko ạ? Em xin chân thành cảm ơn ạ",
    "Kính gửi pdt.em là - Hiện tại em chỉ còn giữ bản sao bằng tốt nghiệp THPT do sở cấp (ảnh em kèm bên dưới)Vậy em có được phép mang bằng này lên trường nộp để nhận bằng tốt nghiệp đại học hệ vhvl được ko ạ.em cảm ơn.",
    "Em chào thầy/cô ạ ! Em là   (  ) _ 1 sinh viên của lớp L24B , môn Giải Tích 1 MT1003 HK211 được thầy  phụ trách . Thầy/cô ơi , tại em thắc mắc là những bài quiz trên bkel ấy ạ , em làm đa số được 10đ và có 2 bài 9đ nhưng mà trên bảng điểm lại được 8đ ấy ạ .Em có mail cho thầy  nhưng thầy chưa phản hồi nên em mong quý thầy/cô bên phòng đào tạo giải đáp thắc mắc này giùm em với ạ. Em có gửi kèm file ảnh để thầy/cô tiện theo dõi ấy. Em xin lỗi vì đã làm phiền thầy/cô ạ. Em chân thành cảm ơn quý thầy/cô !",
    "Em là sinh viên năm 1 khoa Cơ Khí ngành cơ điện tử. Em muốn thắc mắc là nếu em đã hoàn thành các tín chỉ như giải tích 1-2, vật lý 1-2, đại số tuyến tính,... Thì khi em đăng kí thi đánh giá năng lực vào lại trường nhưng khác ngành, khoa thì em có được miễn các tín chỉ trên không hay em vẫn phải học lại ạ. Tất cả nguyện vọng của em đều ở hệ đại trà.",
    "Kính gửi phòng đào tạo, Em tên là  Mssv: Sinh viên hệ VHVL ,Lớp BT14DHLT. Hiện tại em có tra: ,T 1 NĂM 2022 thì được báo là chưa đủ điều kiện tốt nghiệp , lý dó là chưa tích lũy được môn học bắt buộc tự chọn nhóm 4 : 0/ 2. Tuy nhiên môn học tự chọn nhóm 4 em đã tích lũy đủ , cụ thể như thống kê trong file đính kèm. Kính mong PĐT kiểm tra lại giúp em với ạ. Em xin chân thành cảm ơn [phone_number]",
    "Dạ cho em hỏi. Em chỉ muốn bảo lưu kết quả của học kì 1 để năm sau học tiếp thôi. Còn kì 2 này em không bảo lưu kết quả vậy thì em có phải thanh toán tiền của học kì 2 không ạ. Mong thầy/cô sẽ trả lời em sớm nhất ạ. Chúc thầy/cô có một ngày vui vẻ Em cảm ơn ạ",
    "dạ thưa thầy cô, em thầy em không cho bảo vệ đợt vừa rồi nên em có thể đăng kí luận văn ở thời điểm hiện tại để bảo vệ vào đợt học kì 2 không ạ. xin cảm ơn",
    "Dạ con xin chào Thầy/Cô ạ. Dạ hiện tại do nhà con đang gặp một số khó khăn và cũng như tâm lý cá nhân của con. Nên con xin được phép bảo lưu HK2 và học bù lại vào học kì hè ạ. Nên cho con được hỏi thủ tục bảo lưu như thế nào ạ. Dạ mong Thầy/Cô giải đáp cho con ạ. Dạ con xin cảm ơn Thầy/Cô rất nhiều ạ!",
    "Em vẫn đang học, có thời khóa biểu nhưng không đăng kí in giấy xác nhận sv được ạ",
    "Thưa thầy/cô, em là , MSSV: . Em đã chuyển tiền bên BKPay thông qua ngân hàng OCB từ ngày 15/2/2021. Nhưng tới hiện tại trên BKPay vẫn chưa cập nhật là em đã thanh toán ạ. Mong thầy cô giải quyết giúp em để em có thể chuyển điểm anh văn nhanh chóng.   i  .",
    "Em bị lỗi khi vào trang đăng kí tốt nghiệp ạ Em xin được hướng dẫn em cảm ơn",
    "Em chào thầy, cô Em là sinh viên hệ đại trà khoá K17 thì khi chuyển điểm AV1234 sẽ chuyển theo bảng điểm mới hay cũ ạ.",
    "Chào thầy cô pđt Em có đặt câu hỏi ở câu trước về vấn đề bảo lưu liệu nhà trường có thể xem xét về vấn đề học phí dùm em được không.Do tình hình bệnh (ung thư máu) diễn biến phức tạp nên em không căn trước để làm bảo lưu sớm. Sang học kì mới thì em toàn nằm trong viện thôi,nên rất mong nhà trường có thể xem xét Em cảm ơn!",
    "Em chào thầy/cô ạ, Bây giờ em muốn xuất bảng điểm nhưng dưới dạng file pdf để nộp cho công ty thực tập thì làm thế nào ạ? Tại em thấy trên dịch vụ ở MyBK chỉ có in bảng điểm bản giấy chứ không có bản pdf. Em cám ơn thầy/cô đã giải đáp thắc mắc",
    "MSSV:  Rút môn học HK 212/2021-2022 (có tính học phí) Em kính chào PĐT, em xin rút môn học Kết cấu thép CI3231, em đã điền form trên mail nhưng vẫn chưa nhận được mail xác nhận, mong PĐT kiểm tra lại giúp em. Em xin cảm ơn ạ.",
    "Khiếu nại đăng ký môn học Môn học EE3023    THUC TAP DIEN 2     Em không có đăng ký ở học kỳ này vì em đã học rồi, sao thời khoá biểu của em lại có môn này ạ. Xin pdt xoá giúp em môn thực tập điên 2 ạ.  Nếu môn EE3023 làm xếp bù của học kỳ 202 thì tiền học phí em như thế nào ạ? tại có trên thời khóa biểu. mong pdt giải quyết giúp em",
    "Tốt nghiệp       Tốt nghiệp  Kính gửi phòng đào tạo trường Đại Học Bách Khoa TPHCM!  Em tên:  MSSV:  Hiện em đã nhận được quyết định thu nhận và chuyển sang hệ VHVL HK212 và hiện tại em không tìm thấy tên em trên danh sách tốt nghiệp dự kiến hệ VLVH  Hôm nay em viết đơn này nhằm mong phòng đào tạo hỗ trợ xét bổ sung Theo như Quy chế của trường thi em đã đủ điều kiện xét tốt nghiệp theo hệ VLVH, mong phòng đào tạo xem xét giúp em với!  Em xin chân thành cảm ơn!   Viên  ",
    "chào thầy/cô , em có một câu hỏi là khi học tại trường thì trưởng sẽ thông báo qua email của mình hay mình sẽ tự biết ạ , tại vì em có đăng kí ở ktx ạ , em xin cảm ơn ",
    "Em tên là: Trần  Đức Thanh MSSV:  Em đã hoàng thành đủ 142 tín chỉ ở học kì 201(học kì 1 2020-2021). Vì lý do Em thi rớt Anh văn 2 kỹ năng Nói Viết nên không thể ra trường và đã bị tạm dừng học kì 211 vì không đăng ký môn học. Nay em làm đơn này xin Phòng Đào Tạo thu nhận lại tình trạng sinh viên để em có thể Đăng ký thi, và xét tốt nghiệp ra trường. Em xin cảm ơn   i  .",
    "Học vụ     Em kính chào PĐT ạ!    Em là Trần Huy ,MSSV     Em có thắc mắc về việc hoãn thi, học kì 211 em có thi online môn Phương Pháp Tính MT1009 Em có đăng ký hoãn thi do máy tính của em gặp vấn đề về kết nối wifi (thường mất kết nối) nên em muốn hoãn thi đợi kỳ sau thi trực tiếp tại trường ạ    Em có vào mục 24, trên MYBK để đăng ký hoãn thi Nhưng hiện giờ trên bảng điểm của em nó phải để điểm 14 ạ Mà bây giờ nó hiện điểm 0 Em không biết hệ thống có lỗi nào không ạ    PĐT giúp em xử lý vấn đề này với ạ, giờ em cũng không biết phải làm thế nào ạ! Em cảm ơn rất nhiều PĐT và các thầy cô! Em mong chờ phản hồi sớm từ PĐt ạ    Em trân trọng cảm ơn PĐT!  ,",
    "Kính chào PĐT, Em là , MSSV  Hiện tại do lý do trùng lịch công việc nên em muốn rút môn học Anh văn 1: Mã môn: LA1003 Lớp: L04 Xin cảm ơn",
    "Em chào Thầy/Cô, Em xin gửi Đơn xin gia hạn học kì 212 . Em xin cảm ơn,  Trân trọng.",
    "Dạ cho em hỏi. Nếu kì 2 này em thanh toán học phí hết kì 2 vậy sang năm 2 em đi học lại em sẽ có cần đóng lại học phí không ạ. Và năm 2 em học lại là em sẽ học lại chương trình kì 2 năm nhất hay tiếp tục học năm 2 ạ. Em mong thầy /cô sẽ trả lời em sớm nhất ạ. Em chúc thầy/cô có một ngày vui vẻ ạ Em xin cảm ơn ạ",
    "Dạ em gửi mail từ sáng nay nhưng VPĐTQT vẫn chưa phản hồi về việc đóng học phí. Vậy nếu em thanh toán bây giờ thì hệ thống có nhận học phí của em ko ạ hay là hệ thống không nhận và số tiền em thanh toán sẽ bị mất ạ",
    "Em còn thiếu anh văn 2 kỹ năng (anh văn nói viết) để ra trường mà không thấy trường mở đợt thi hay mở lớp học anh văn 2 kỹ năng.   B Nên nếu  hệ vừa học vừa làm thì có cần thi anh văn 2 kỹ năng (nói viết ) không ạ  ",
    "Chào thầy/cô ạ, Em là , MSSV . Vì không cập nhật thông báo thường xuyên và không kiểm tra trên BKPAY nên hôm nay em mới phát hiện mình đã bỏ lỡ và chưa thanh toán BHYT. Sau đó, em đã thực hiện thanh toán rồi ạ. Vậy việc thanh toán quá hạn này có gây ảnh hưởng đến BHYT cũng như học vụ của em không ạ? Mong thầy/cô phản hồi sớm. Em xin chân thành cảm ơn ạ.",
    "Em xin chào Thầy/Cô PĐT. Cho em xin hỏi là em đăng kí môn xstk kì 212 thì bây giờ em có được rút môn không ạ. Do nghĩ là mình rớt ở kì 211 nên em đăng kí luôn ở kì 212, giờ xem bảng điểm thì em đã qua môn này.Em xin cảm ơn Thầy/Cô ạ.",
    "Chào pđt !  Em xin hỏi bằng tại chức có Yêu cầu  nói viết không ạ. Em cảm ơn",
    "Em xin chào Phòng đào tạo em là  sinh viên K21 của trường. Cho em hỏi là sinh viên K21 bọn em đã được lấy thẻ sinh viên chưa. Vì em bị mất giấy tờ tùy thân (cccd, cmnd, bằng lái xe) nên liệu khi thi giữa kì em có thể sử dụng giấy tờ gì để thay thế ạ. Mong  trả lời em sớm để em xoay xở cho kì thi giữa kì ạ. Em xin cảm ơn.",
    "Dạ cho em hỏi bây giờ em thực hiện mọi thủ tục bảo lưu luôn được chưa ạ. Hay phải đợi đến tháng 4 nộp học phí xong lúc đó em mới được bảo lưu vậy ạ. Em mong thầy/cô sẽ trả lời em sớm nhất ạ . Chúc thầy/cô có một ngày vui vẻ ạ. Em cảm ơn ạ.",
    "Dạ em xin chào văn phòng, Khi em đi nộp hồ sơ xin thực tập, có những công ty yêu cầu nộp kèm full bảng điểm qua file. Làm thế nào để em có thể tải bảng điểm về được ạ. Em cảm ơn ạ Trân trọng",
    "Em là sinh viên năm Nhất ngành Khoa học máy tính, chương trình đại trà. Vào cuối năm Nhất này, em có thể làm chuyển sang ngành Kỹ thuật máy tính được không ạ? Quy trình chuyển ngành như thế nào? Em sẽ cần làm đơn gửi đến ai? Trường đã có sẵn mẫu đơn cho mình chưa, hay sinh viên tự viết đơn?",
    "Em chào anh/chị,  em , mssv , khoa OISP. Anh/chị giúp em liên hệ thầy  khoa quản lý công nghiệp giúp em vì sao đến giờ tụi em vẫn chưa có điểm tổng kết môn kinh tế học đại cương (IM1013) nhóm CC01 ạ, em đã liên hệ thầy và thầy nói là sẽ có từ 2 tuần trước nhưng đến giờ vẫn chưa có ạ, em đã liên hệ lại sau 1 tuần nhưng thầy không hồi âm, vì em đang làm hồ sơ chuyển tiếp du học nên em thực sự cần nốt điểm môn của thầy để có được tổng điểm GPA ạ, em cảm ơn, mong anh/chị hỗ trợ giúp em để thúc giục thầy lên điểm ạ. Thân, ",
    "Dạ em chào thầy/cô ạ. Thầy/cô cho em hỏi là do năm 2 em có 1 lần cảnh cáo học vụ do không đáp ứng được số chỉ, nhưng ở năm 3 và năm 4 các kì em đều hoàn thành đầy đủ số chỉ đã đăng kí và hiện tại em đang làm LVTN ạ, làm sao để được nhà trường xóa lần cảnh cáo học vụ đó ạ! Em xin cảm ơn thầy/cô.",
    "dạ em chào thầy cô em tên  MSSV  sinh viên khoa Môi trường và tài nguyên đại diện cho 1 số bạn nữa , hiện tại HK212 em có đăng kí 2 đồ án môn học EN3033 Đồ án môn học xử lý nước cấp và  EN4009 Đồ án môn học xử lý nước thải , trên TKB có cập nhật môn học nhưng trên bkel em và 1 số bạn khác vẫn chưa thấy GVHD là ai để liên hệ ạ, Mong thầy cô phản hồi sớm giúp em ạ. Vì trải qua gần nửa học kì rồi ạ,  em xin  cảm ơn",
    "Chào thầy ( cô ), em có tốt nghiệp đợt này và thấy Mail thông báo nhận bằng tốt nghiệp ở phòng đào tạo. Cho em hỏi vậy trường không tổ chức lễ tốt nghiệp ạ ?",
    "dạ em chao thầy cô em tên  MSSV  , môn học EN2043Qtr hh &h/lý trg kt m/tr em thi kết thúc môn học ở HK211và môn  MT1005 Giải tích 2 em có liên hệ GV để hỏi thì   GIÁo viên có báo là đã nộp điểm cho PĐT nhưng em vẫn chua thấy PĐT cập nhật điểm ạ  , và nhờ em liên hệ PĐT ạ em xin   cảm ơn",
    "Kính gửi: Phòng Đào tạo Trong HK211, em đã nhận được thời khóa biểu môn học Công nghệ điện (TN)_IU4002 thuộc nhóm VL01 do thầy  giảng dạy . Vì sĩ số lớp đông dẫn đến việc bị tách lớp, nên em chưa tham gia học được môn Công nghệ điện (TN)_IU4002 . Nay em kinh mong Phòng Đào tạo cho em được đăng ký học bù môn Công nghệ điện (TN)_IU4002 ngay trong học kỳ 212 . Kính mong Phòng Đào tạo xem xét và hỗ trợ em. Trân trọng./ . Đoàn Phú Lâm",
    "Dạ em chào thầy/cô ạ. Thầy/cô cho em hỏi do em đăng kí học cải thiện trong kì làm lvtn nhưng do không thu xếp được thời gian học tốt môn cải thiện, nên điểm có thể không cao thì điểm cũ cao hơn của môn đó em vẫn được giữ nguyên phải không ạ, còn nếu bỏ môn đó thì có tính là rớt luôn môn đó không ạ. Em xin cảm ơn thầy/cô",
    "Dạ cho em hỏi là em muốn học lại môn đã rút thì phải làm như thế nào ạ????",
    "Dạ em chào quý thầy cô. Em tên  MSSV , có nộp điểm toeic nghe đọc và đã được thẩm tra hợp lệ. Nhưng khi em bấm chuyển điểm xét anh văn 1, anh văn 2, anh văn 3, anh văn 4 thì không hợp lệ. Em cũng đã đóng phí chuyển điểm rồi. E có gửi kèm hình ảnh. Em xin chân thành cảm ơn thầy cô đã xem.",
    "Chào cô ạ, Em muốn hỏi là em học môn Hóa đại cương thí nghiệm(mã CH1004) trong học kì 202 thì có được sắp xếp học bù buổi học trực tiếp trong tháng 3 này không ạ? Nếu có thì hi vọng PĐT sẽ cập nhật sớm để em có thể sắp xếp lên lại trường. Em xin cảm ơn đã lắng nghe ạ.",
    "cho e hỏi là tại sao e đăng kí ĐAMH và đã có TKB nhưng lại không có trong danh sách gửi về khoa ạ. PĐT kiểm tra lại giúp em  MSSV ",
    "Học phần tốt nghiệp của một ngành học bao gồm những môn gì ạ?",
    "Em chào thầy cô !  Em có học những môn học tương đương nhưng chưa được chuyển điểm !  Em mong thầy cô có thể kiểm tra và chuyển điểm giúp em và phản hồi em còn nợ những môn nào với ạ !    khoa Bảo BDCN K2017 em cảm ơn !",
    "Tốt nghiệp . Em là sinh viên ngành Khoa học máy tính. Em có dự tính học song ngành Khoa học máy tính và Kỹ thuật máy tính theo hướng ngành phụ là Kỹ thuật máy tính. Điều 28.3 trong QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ BẬC ĐẠI HỌC, CAO ĐẲNG nói rằng em không được phép đăng ký học phần tốt nghiệp của ngành Kỹ thuật máy tính. Vậy thì học phần tốt nghiệp cụ thể là gì? Bao gồm những môn gì? Điều kiện tốt nghiệp ngành phụ là gì ạ?",
    "Chào PĐT ạ, em là , MSSV , em muốn đăng kí xin in lại phụ lục tốt nghiệp mà được đính kèm theo bằng tốt nghiệp thì em đăng kí ở đâu ạ. Em đã tốt nghiệp và nhận bằng năm 2021, vì phụ lục tốt nghiệp bản gốc đã được đóng kiện gửi đi làm hồ sơ du học, và Thầy em cũng nói sẽ có thể xin hỗ trợ in lại được ạ. Em xin cảm ơn .",
    "Em xin chào pdt, Em là Trần Thu Yến, MSSV: . Trong tuần trước, em có gửi đơn xin thu nhận lại để tốt nghiệp vì đang trong tình trạng tạm dừng học ạ. Pdt có trả lời em là sẽ tự ra quyết định thu nhận lại khi em có tên trong danh sách dự kiến tốt nghiệp. Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp tháng 04/2022 nhưng em vẫn chưa thể đăng kí tốt nghiệp trên mybk và tình trạng sinh viên của em vẫn bị tạm dừng. Mong pdt kiểm tra và ra quyết định thu nhận lại giúp em để em có thể đăng kí tốt nghiệp và nhận được giấy chứng nhận tốt nghiệp tạm thời để có thể đi làm trong thời gian sớm nhất ạ (em cần giấy tốt nghiệp tạm thời hơi gấp để đi làm ạ). Và em cũng xin có một câu hỏi nữa là em có đăng kí học Anh văn 4A nhưng em thấy điểm của AV4A không được tính trong điểm trung bình tích lũy. Cho em hỏi là do chưa cập nhật hay không được tính trong điểm tbtl luôn ạ. Em cảm ơn ạ.",
    "Em là , sinh viên khóa k20, hiện tại là em đã điền vào phiếu đăng kí rút môn Xác suất thống kê kì 212 nhưng vẫn chưa được xóa thời khóa biểu môn này và vẫn còn lịch thi môn này ạ, cho em hỏi khi nào môn này được hủy thời khóa biểu của em ạ . Em xin cảm ơn.",
    "Xìn chào, Em là , Mssv . Sau khi liên hệ trực tiếp pđt về vấn đề thiếu sót điểm chuyển anh văn 4 thì em đẫ đăng kí và đóng phí đây đủ để tiến hành chuyển điểm. Sau qua trình chuyển điểm em xin phép được đăng kí xét tôt nghiệp bổ sung ạ. Tuy nhiên trong thời gian xử lý các quá trình sẽ làm ảnh hưởng đến thời gian đăng kí du học của em ạ . Nếu có thể pđt có thể cấp giấy xác nhận đã hoàn thành chương trình học và đợi lấy bằng cho em được không ạ hoặc có thể xem xét hồ sơ của em để đẩy nhanh tiến trình (Do em sẽ nhập học ở nước ngoài vào 28/03/2022). Em xin gửi thêm các chứng minh. Em xin chân thành cảm ơn và kính mong pđt hỗ trợ em ạ",
    "Em xin kính chào quý Thầy Cô! Em tên  mssv . Sau ngày 22/2 em vẫn chưa nhận được mail cũng như chưa có tên trong danh sách được đăng ký tốt nghiệp. Quý Thầy Cô cho em hỏi em còn thiếu những điều kiện gi để em bổ sung ạ! Em xin cảm ơn và mong sớm nhận được phản hồi của quý Thầy Cô ạ!",
    "Em đã đủ điều kiện tốt nghiệp nhưng hiện chưa có tên trong danh sách tốt nghiệp dự kiến. Mong PĐT thêm em vào danh sách.",
    "Dạ em chào thầy/cô, Em là  là sinh viên lớp TT16COA2. Em đã hoàn thành bảo vệ LVTN, chương trình học cũng như công tác xã hội ở HK211. Hiện em vẫn chưa có trong danh sách dự kiến tốt nghiệp nên mong thầy cô có thể hỗ trợ hướng dẫn giúp em để đăng ký xét tốt nghiệp ạ. Em xin chân thành cảm ơn thầy/cô.",
    "Kính gửi PĐT, Em tên là  MSSV:  Lớp CK19Log01 Hôm nay em gởi đơn về PĐT vì em bị gỡ Thời khóa biểu và Lịch thi HK2 năm 2021-2022 ạ. Dạ em không biết bên PĐT đang cập nhật lại TKB và Lịch thi hay vì lý do gì em bị hủy môn học vậy ạ. Em chân thành cảm ơn Trân trọng, ",
    "Chào thầy cô ạ, em tên là Phạm Hoàng Trang Thư cho em hỏi về quá trình rút môn học dự thính môn Vật lý 2 DT01 như thế nào ạ? Vì em vẫn đang kẹt dưới quê nên em không biết quá trình rút môn học sẽ diễn ra như thế nào ạ. Em cảm ơn thầy cô rất nhiều ạ.",
    "Chào cô. Hiện tại em chưa thấy thông báo về viêcj nộp bằng tốt nghiệp THPT. Nhưng em có thể lên trường nộp luôn k ạ. Hay là phải chờ tới thông báo",
    "Thưa cô, cho em hỏi sao đơn xin xét tốt nghiệp của em lại không được xử lý ạ . Em cảm ơn",
    "Dạ cho em hỏi là em có trong danh sách tốt nghiệp đợt 1/2022 , nhưng tới giờ em vẫn chưa thể đăng kí tốt nghiệp được.  PĐT có thể giải quyết nhanh chóng giúp em có bằng tạm thời để em có thể đi làm được không ạ. (Đã trễ tốt nghieeppj 1 1kif do thầy không nộp điểm kịp lúc đợt 25/12/2021 vừa rồi , em không muốn mình bị trễ thêm kì nữa đâu ạ )",
    "Em đã nộp anh văn và đã gửi đơn thu nhận sinh viên. Em chưa thấy cập nhận tình trạng sinh viên trên hệ thống. Kính mong thầy cô giải quyết đê em đăng kí tốt nghiệp. Em cám ơn thầy cô",
    "Dạ chào cô. Hiện tại e chưa nộp bằng tốt nghiệp Thpt. Em có thể lên trường để nộp luôn không ạ. Hay phải đợi đến khi có mail thông báo của trường mới có thể đi nộp. Do trước tết nhà trường báo mail là tạm hoãn việc kiểm tra bằng tốt nghiệp . Và sẽ thông báo lại sau tết nguyên đán.",
    "Em chào thầy/cô ạ .  Thầy/cô cho em hỏi là tại sao em lại bị trùng lịch thi môn vật liệu học và xử lí (14h-26/2/2022) và lịch học môn vẽ kỹ thuật cơ khí (13h-17h50-26/2/2022) vậy ạ ?",
    "Kính gửi PĐT, Em có đăng ký LVTN học kỳ này với mã môn học là CH43B3 (Công nghệ Sinh học) nhưng hiện tại theo TKB đang bị duyệt nhầm thành mã môn CH4383 (Kỹ thuật Hóa dược)  Nhờ PĐT kiểm tra và chỉnh lại giúp em ạ.",
    "Em là Nguyễn Việt Long, MSSV , hiện tại em check trên BKEL thì em đã thấy đủ tín chỉ tích lũy, CTXH và đã đạt đủ chuẩn Tiếng Anh tốt nghiệp. Nhưng em check danh sách dự kiến tốt nghiệp thì vẫn không đủ điều kiện và chưa thể đăng ký xét tốt nghiệp, em không biết em còn thiếu tiêu chí nào nên mong cô có thể xem giúp em để có thể hoàn thành tốt nghiệp kịp thời.   i Tốt nghiệp .",
    "Tốt nghiệp . Kính gửi thầy cô phòng Đào tạo, Em là Phùng Nguyễn Gia Bảo - mssv:1510186. Em có những môn sau xin được cập nhật môn tương đương để xét tốt nghiệp. \"Kết cấu bê tông cốt thép 2\" (mã MH: CI3175), điểm tổng kết : 5.50 ở học kỳ 1 (2019-2020) + \"ĐAMH kết cấu bê tông ct2\" (mã MH: CI3177), điểm tổng kết : 9.00 ở học kỳ 1 (2020-2021). Tương đương môn học \"Kết cấu bê tông cốt thép 2\" (mã MH: CI3007). \"Nền móng\" (mã MH: CI3195), điểm tổng kết : 5.00 ở học kỳ 2 (2019-2020) + \"ĐAMH nền móng\" (mã MH: CI3197), điểm tổng kết : 7.50 ở học kỳ 2 (2019-2020). Tương đương môn học \"Nền móng\" (mã MH: CI3037). \"Kết cấu thép 2\" (mã MH: CI3211), điểm tổng kết : 5.50 ở học kỳ 2 (2019-2020) + \"ĐAMH kết cấu thép\" (mã MH: CI3213), điểm tổng kết : 7.00 ở học kỳ 2 (2019-2020). Tương đương môn học \"Kết cấu thép 2\" (mã MH: CI3069). \"Tổ chức thi công\" (mã MH: CI4125), điểm tổng kết : 5.00 ở học kỳ 1 (2020-2021) + \"ĐAMH tổ chức thi công\" (mã MH: CI4127), điểm tổng kết : 7.00 ở học kỳ 1 (2020-2021). Tương đương môn học \"Tổ chức thi công\" (mã MH: CI4049). Em có đính kèm hình chụp bảng điểm 3 học kỳ có các môn ở trên. Mong thầy cô xem xét và cập nhật. Chân thành cảm ơn",
    "MSSV: Em xin được rút môn ập trình nâng cao - CO2039 ớp 01",
    "Dạ em chào cô Em tên là , MSSV: Trong HK  211 em có học môn nhập môn lập trình (CO1003) để thay thế môn tương đương kĩ thuật lập trình CO1013 trong chương trình đào tạo của tụi em. Dạ giờ em xin được chuyển điểm ạ. Vì vậy mong thầy cô chuyển điểm giúp em môn này để em đủ điều kiện số tín chỉ đăng ký LVTN trong kì này. Cảm ơn cô. Mong sự phản hồi sớm từ cô. Chúc cô đầu tuần vui vẻ.",
    "Do kì trước em không đủ anh văn để tốt nghiệp nên bị tạm dừng việc học. Em muốn xin nhà trường thu nhận lại để tốt nghiệp thì phải làm sao ạ. em cảm ơn .",
    "Thưa quí thầy cô. Em tên   CK17NH2 Bắt đầu từ tuần này (tuần 8), em vào mybk thì không còn thấy TKB và Lịch thi cùa học kì này (HK212) nữa. (Ngày nào em cũng check 6-7 lần,nhưng vẫn không thấy hiển thị hay cập nhật mới) Kính mong quí thầy cô kiểm tra lại giúp em ạ Em xin cám ơn   (em có đăng kí môn hóa đại cương,môn học đó có tkb 1 lớp lý thuyết và 1 lớp thí nghiệm.Nhưng tuần trước thì tkb lại có đến 1 lớp lý thuyết và 2 lớp thí nghiệm bởi 3 giáo viên khác nhau.mong quí thầy cô xem xét giúp em0",
    "Em kính chào quý thầy cô Phòng Đào tạo, Em gặp vấn đề cập nhật Bảng điểm. Em có học 1 môn 2 tín chỉ ở HK211 và   B đã có điểm trên Bảng điểm   . Tuy nhiên tổng số tín chỉ tích lũy và điểm trung bình tích lũy của em hiện tại   B chỉ được cập nhật tới HK202   . Em muốn hỏi vấn đề này là do chưa tới ngày cập nhật Bảng điểm hay có trục trặc gì không ạ? Mong nhận được giải đáp của thầy cô. Em xin chân thành cảm ơn.",
    "Em có đăng kí in bảng điểm dùng để nộp CV tìm việc. Hiện đã gần đến hạn nộp hồ sơ và theo lịch nay là ngày trả hẹn KQ - nhưng em vẫn thấy tình trạng in bảng điểm là đang in . Phòng Đào Tạo cho em hỏi là liệu có cách nào để sinh viên có thể tự lấy được bảng điểm online hoặc có thể gửi trước bảng scan cho em được không ạ? Cảm ơn. Mong nhận được hồi âm từ PĐT.",
    "Dạ em chào cô Em tên là Lê Đức Huân, MSSV: Trong HK chính 211 em có học môn Nhập Môn  (CO1003) để thay thế môn tương đương   CO1013 trong chương trình đào tạo của tụi em. Dạ giờ vẫn chưa được chuyển điểm ạ. Vì vậy mong thầy cô chuyển điểm giúp em môn này. Em xin chân thành cảm ơn thầy cô. Kính chúc thầy cô đầu tuần vui vẻ!",
    "Xin chào thầy/cô,    Sau khi theo dõi thời gian danh sách tốt nghiệp dự kiến bởi PDT. Em đã hoàn thành môn học của văn bằng 2. Tới thời điểm hiện tại trong danh sách tốt nghiệp dự kiến của em vẫn không có hiển thị mục văn bằng 2 cho e ạ. Và tên chuyên ngành của văn bằng 1 lại bị đổi tên thành của ngành văn bằng 2( em có đính kèm ảnh) .    Mong được hỗ trợ từ phía thầy/cô ạ. Em xin cảm ơn.",
    "Kính gửi Phòng Đào Tạo, Em là Nguyên - sinh viên khoa KH&KT Máy Tính K16 Em có gửi đăng kí tốt nghiệp và nhận được thông báo trả đơn đăng kí do chưa tải ảnh lên hệ thống. Hiện giờ em đã tải ảnh hộ chiếu theo đúng yêu cầu nhưng lại không thể nộp lại đơn đăng kí tốt nghiệp ạ.",
    "Em chào pdt ạ. Em là sinh viên k21 khoa việt pháp. Cho em hỏi là có phải hôm nay ai nhận được mail học quân sự thì sẽ học off trước và ai chưa nhận được thì sẽ học off sau phải không ạ. Em xin cảm ơn.",
    "Dạ cho em hỏi tại http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitiettn&path=68&tid=1997 em có thấy là ngày 11/4 là hạn chốt xét tốt nghiệp. Như vậy, nếu em nộp bằng toiec để chuyển điểm anh văn vào ngày 11/4 thì có đủ điều kiện để xét tốt nghiệp vào đợt tốt nghiệp tháng 4 không ạ. Và em có không đăng ký môn học nên hiện đang bị tạm dừng thì có thể nộp đơn để thu nhận online không ạ. Em xin cảm ơn.",
    "Em không có phần vào trang của  để nhận thông báo trên Elearning nữa ạ. Em cảm ơn",
    "Chào thầy/cô, Em tên , MSSV , khóa 2020 hệ VHVL, khoa Kỹ thuật giao thông chuyên ngành Công nghệ ô tô. Được sự đồng ý của giáo viên bộ môn (thầy ) và chủ nhiệm khoa Kỹ thuật giao thông (thầy ), em mong thầy/cô mở lớp Điều khiển tự động trên ô tô theo hình thức đồ án cho em và các bạn trong lớp tham gia. Em và các bạn mong muốn được học để sớm hoàn thành được chương trình học tập. Em cảm ơn thầy/cô nhiều, em !",
    "Dạ em đã học môn Hóa thí nghiệm vào học kì 1 (đã làm thực hành lúc trước Tết luôn rồi ạ). Học kì 2 em cũng không có đăng kí môn Hóa thí nghiệm mà giờ em thấy thời khóa biểu của em có lịch học Hóa thí nghiệm ạ.",
    "kính chào quý thầy/cô Phòng đào tạo Ngày 24/7/2021 em có tạo câu hỏi/yêu cầu số #26712 để xin PĐT xem xét phiếu đề nghị xét miễn môn học bổ sung (đính kèm file phiếu đề nghị xét miễn môn học và bảng điểm đào tạo bậc Đại học hệ chính quy của Khóa 2015 Ngành Xây dựng Dân dụng và Công nghiệp). Tuy nhiên, đến hiện nay là ngày 23/02/2022, em vẫn chưa có kết quả phản hồi qua BKSI hoặc mail sinh viên. Vì vậy, hôm nay ngày 23/02/2022 em đã lên PĐT để hỏi nhưng nhân viên PĐT cũng chưa giải quyết được lý do vì sao chưa có kết quả. Do đó, em xin mở chủ đề này và tiếp tục hỏi lại trong phần đặt câu hỏi/yêu cầu về vấn đề trên. Kính đề nghị PĐT có phản hồi kết quả sớm cho Sinh viên, vì đến nay đã quá lâu rồi nhưng chưa có kết quả xét miễn môn học. Xin cám ơn quý thầy/cô Phòng đào tạo. Em xin đính kèm lại file pdf \"đề nghị xét miễn môn học\" đã gửi vào ngày 24/07/2021 nhưng đến nay vẫn chưa có kết quả!",
    "Em có đăng kí hoãn thi môn địa chất công trình theo hướng dẫn rồi nhưng sao em lại nhận điểm 13 trên BKEL ạ. Mong thầy cô kiểm tra lại giúp em.",
    "Cho em hỏi em đã đăng dự thi toeic ngày 27 tháng 3 và dự kiến có kết vào ngày 8/4, vậy em em có đủ thời gian để PĐT chuyển điểm ngoại ngữ để em được đăng kí tốt nghiệp trong đợt này không ạ? Em thi toeic nghe đọc quốc tế ở trường luôn  Em cảm ơn ạ.",
    "Kính chào các Quý thầy, cô (anh, chị) phụ trách Phòng Đào tạo. Em tên:  ; MSSV:  ; Khoa Kỹ thuật Giao thông. Em viết mail này với lý do:  - Hiện em vẫn chưa có lịch thi Giữa HK 212 (lịch thi vẫn chưa hiển thị trên phần Thông tin SV của My Bach Khoa)          Em mong Phòng Đào tạo kiểm tra giúp em sớm nhất có thể!                 Em xin chân thành cảm ơn! (Bên dưới là hình ảnh của lỗi không hiện lịch thi của em)",
    "Chào thầy cô Em hiện đang ở ngoài Nghệ An,thì thủ tục xem xét mà trao  đổi vs cô ở câu hỏi trước có thể nộp qua mail ko và nộp cho ai ạ,hay phải gửi bưu điện ạ Em cảm ơn",
    "Vừa qua vì một số vấn đề cá nhân, nên em đã đóng tiền học phí trễ 2 ngày. Sau khi đóng thì tiền vẫn bị trừ vào tài khoản. Vậy cho em hỏi học phí của em có được chấp nhận không ạ",
    "Em tên là , mã số sinh viên , em muốn hỏi về thời khóa biểu đi học trực tiếp thí nghiệm Hóa Đại Cương. Trước khi nghỉ tết, em đã đi học trực tiếp Thí Nghiệm Hóa Đại Cương lớp VL18 tại cơ sở 1 trong tuần 3 và 4. Vào ngày 23/2/2022, em xem thời khóa biểu trên mybk thì thấy trong HK212 có thêm 2 tiết học Thí Nghiệm Hóa Đại Cương lớp VL14 vào tuần 10 ở cơ sở 2. Em muốn hỏi là em có cần phải đi học lại không ạ ? Em kính mong nhà trường dành thời gian giải đáp thắc mắc cho em ạ,  Em xin chân thành cảm ơn Trân trong,",
    "Mở môn học học kỳ 212 . Xin chào thầy, cô! Em tên , là sv lớp BK21 HTĐ VLVH, hiện tại lớp em chỉ có một số bạn đã có TKB và đã được học môn Nhập môn kỹ thật thí nghiệm, còn đa số còn lại vẫn chưa được học và cũng chưa có TKB trên BKel. Cho em xin hỏi là lớp phải chờ TKB hay là cần phải đăng ký để được học không vậy ạ! Em xin cảm ơn!",
    "Thưa quí thầy cô. Em tên   CK17NH2  Vì hoàn cảnh (khó khăn kinh tế,cả dòng họ em đều mắc covid,mẹ em bị bệnh nặng, điều kiện dưới quê vùng sâu vùng xa lại thiếu thốn,hạn chế),nên em không có thời gian,thiết bị,khả năng học tập  và thanh toán học phí HK202 HK211.  Em đã có trình bày và cầu cứu nhưng pdt,pctct cũng không có cách giải quyết,phải bó tay. Nên em đành bỏ liều để gánh phụ cho gia đình,và nay em xin chịu hình phạt của nhà trường.  Hiện em đã bị trường xóa tkb và lịch thi HK212. Em CHỈ xin hỏi và mong nhận được trả lời  nhất ạ: 1.Vậy hiện giờ có phải em đang bị tạm dừng học không ạ? Em có còn bị xử phạt gì không ạ? 2.Muốn được bình thường trờ lại học tiếp HK213 HK222 sắp tới,em có cần làm đơn gì không ạ. 3.Em xin pđt xóa/hủy kết quả điểm số của HK202 HK211 được không ạ (Vì hai học kì đó em không thể thanh toán học phí,học tập và đi thi)    ỦA QUÍ THẦY CÔ. ỦA EM,,.XIN QUÍ THẦY CÔ PHẢN HỒI CỤ THỂ GIÚP CHO EM   EM XIN CÁM ƠN",
    "Dạ cho em hỏi là học kì 211 em có học thí nghiệm hoá lớp cô  - L18. Khi trường có cho đăng kí học trực tiếp trước Tết (tức là trong HK211) nhưng em đã không đăng ký và thấy thông báo là nếu không đăng ký thì sẽ được dời lại cho đến khi toàn bộ đi học offline lại. Tuy nhiên em vẫn có lịch trên BKel với lớp học là VL11. Vì lúc đó em không đăng ký nên chủ quan không kiểm tra lịch (đây là lỗi của em). Nhưng lúc đó em có xem thì em vẫn không thể đi được, vì em ở Quảng Ngãi chứ không phải ở TPHCM. Dạ không biết có nhầm lẫn gì ở đây không ạ?",
    "EM tên NGÔ MINH TRIỀU  CK17NH2 Thưa quí thầy cô. BỊ hủy tkb-lịch thi đồng nghĩa với việc em bị tạm dừng học HK này đúng không ạ.Có nghĩa là em không thế/không cần học và thi những môn em đã đăng kí trong kì này ạ.  Đề được bình thường học tập trở lại trong những học kì tiếp, thì Em có cần làm đơn thu nhận hay đơn trình bày gì khác nữa không ạ .  Mong nhận được hướng dẫn cụ thể từ quí thầy cô. EM XIN CÁM ƠN",
    "Tên:  sở Mssv:  Em đã xin chuyển hệ trước tết để kịp đăng kí môn học Nhưng pdt chưa giải quyết cho e , tới qua tết thì mới có quyết định  Chứ không phải em không đăng ký môn học  Hiện tại e muốn đăng kí môn luận văn tốt nghiệp  Mã ci4347 Với môn kết cấu thép 1 , dự thính , hiện em có biết dự thính mới bắt đầu kì thoy , trước tết có đăng kí môn học nhưng chưa chuyển hệ được nên em chưa đĂng kí được  Giúp em với ạ  Mã kết cấu thép 1 , dự thính Mã môn: ci3009 Giúp e với ạ  Tại không đăng kí môn học đc ạ  Dự thính thì mới bắt đầu 1 tuần , còn luận văn thì tới t6 mới bv hệ vhvl . Giúp e với ",
    "Thưa thầy/cô, Em là , MSSV:. Em đã thanh toán tiền chuyển điểm anh văn thông qua phòng giao dịch OCB từ ngày 15/2/2022. Nhưng đến nay trên BKpay vẫn chưa cập nhật trạng thái đã thanh toán. Hình ảnh biên lai em có định kèm bên dưới. Hi vọng thầy/cô có thể giải quyết giúp em để em có thể chuyển điểm nhanh chóng. Em xin cảm ơn/   i  .",
    "Em tên là    b MSSV:     Hệ VLVH   i Tốt nghiệp . Khoa Kỹ thuật hóa học_ bộ môn kỹ thuật hóa lý phân tích - Em đã bảo vệ LVTN ngày 16/01 nhưng hiện tại điểm vẫn chưa có trên hệ thống. Em đã hỏi bộ môn và bộ môn đã báo là nhập điểm từ đầu tháng 2 rồi. - Em có đính kèm theo file ở dưới ạ. Em mong được giải quyết để có thể kịp thời đăng ký tốt nghiệp đúng hạn ạ . Em xin cảm ơn.",
    "Em chào thầy(cô) ạ. Mã số môn học: CO4313 Tên môn học: Luận văn tốt nghiệp Mã nhóm lớp: A01 HK: 212 Lý do: Em có đăng ký Luận văn tốt nghiệp trong đợt 3 nhưng kết quả đăng ký không thành công.   B Em đã tạo yêu cầu trên BKSI vào tuần trước, cô  đã chuyển yêu cầu sang bộ phận ĐKMH kiểm tra và xử lý. Tuy nhiên thời khóa biểu của em vẫn chưa được cập nhật ạ.    Em mong được thầy(cô) cho em được đăng ký bổ sung môn học Luận văn tốt nghiệp ạ.",
    "Chào thầy/cô ạ. Em tên , MSSV: , đang được xếp vào nhóm/tổ VL19 môn thực tập điện tử 1 (EE2023), tuần học 27-29 em viết đơn này xin được chuyển sang nhóm/tổ khác có lịch thí nghiệm trong tuần 10-13 ạ. Mong thầy/cô chấp nhận và thay đổi lớp học cho em. Em xin cảm ơn",
    "Dạ em chào thầy/cô ạ. Em là , MSSV , Hiện đang là sinh viên năm 4 lớp CK18CTM3 ạ . Em viết câu hỏi này muốn thắc mắc về việc phòng đào tạo đã hủy đăng kí nhận luận văn tốt nghiệp của em trong tất cả các lần đăng kí mà lý do thì chỉ ghi là \"sinh viên không đủ điều kiện nhận luận văn\" ạ .",
    "Thầy cô cho em hỏi, Em có đăng ký rút môn nguyên lý ngôn ngữ lập trình do bị mất laptop, nhưng đến giờ em không biết đã rút thành công hay chưa, bằng cách nào để biết môn đó đã được rút ạ? Em cảm ơn",
    "Thầy cô cho em hỏi là hè trường có mở các lớp tiếng anh hay thi anh văn trong trường không ạ. Do em chỉ mới qua av3 và thi ngoài trường chỉ vừa 590 nên chuyển điểm không đạt av4 ạ. em sợ không kịp để đăng ký môn cho năm sau, mong thầy cô giải đáp cho tụi em ạ",
    "dạ e là  MSSV . Cho e hỏi cách rút môn học vs ạ. Em xin cảm ơn.",
    "Chào quý thầy/cô! Em tên , em muốn xin quý thầy/cô cho em rút môn Tự động hóa sản xuất (ME4205). Lý do: em mới biết môn học bổ túc đóng 900/1 chỉ nên em không đóng nổi học phí. Em muốn rút 1 môn 3 tín chỉ để dành tiền đóng học phí. Mong quý thầy cô chấp thuận.Em chân thành cảm ơn! Mong cô giúp giùm em!",
    "Gửi pdt, Hiện tại em cần giấy chứng nhận tốt nghiệp tạm thời để gửi về cơ quan ở địa phương. Phiền pdt cho em xin phép đăng ký in giấy hoặc cho em xin link tải bản mềm ạ. Em xin chân thành cảm ơn",
    "Kính gửi PĐT, Em tên là  MSSV:  Lớp CK19Log01 Hôm qua em có gởi đơn về PĐT với lý do em bị gỡ Thời khóa biểu và lịch thi HK2 năm 2021-2022, em có nhận được phản hồi PĐT đang cập nhật lại thời khóa biểu và hết ngày 23.02 thì vào xem lại ạ. Hôm nay (24.02) em có vào xem thì thấy TKB và Lịch thi vẫn bị hủy và chưa được cập nhật lại ạ . Em có hỏi các bạn khác và mọi người đều có lịch bình thường chứ không bị hủy. Em sắp thi giữa học kì rồi nên em lo lắm ạ, mong PĐT xem xét lại trường hợp này giúp em với ạ. Em chân thành cảm ơn! Trân trọng, ",
    "Chào thầy/cô phụ trách, Em có đăng ký môn học và đang theo học trong hk212 này. Trước đó em có xem được tkb và lịch thi nhưng hiện tại hôm nay em vào xem lại thì ko thấy tkb và lịch thi của hk212 nữa. Mong thầy/cô tìm hiểu và giải đáp vì sao giúp em. Em xin cảm ơn ạ!",
    "Cho em hỏi kỳ này em có đăng ký luận văn tốt nghiệp và có trong thời khóa biểu, nhưng danh sách thực hiện luận văn em không có do không đủ điều kiện thực hiện, vậy cho em hỏi em đóng học phí có tính 9 chỉ luận văn như trong thời khóa biểu của em không ạ, hay chỉ là phần nào em được học và thực hiện thôi ạ! Em cám ơn ạ!",
    "Kính gửi phòng đào tao. Vào ngày 18/02 em có nhận được mail về lịch trình tốt nghiệp, nhưng hiện tại tình trạng sinh viên của em bị khoá, em không thể đăng ký xét tốt nghiệp được. Cho em hỏi với tình trạng như vậy làm sao đăng ký xét tốt nghiệp được.",
    "Dạ Mong BKSI xem dùm em đơn xin hủy rút môn học đã đạt yêu cầu chưa ạ",
    "Kính gửi: Phòng Đào Tạo Trường ĐH Bách Khoa TP Hồ Chí Minh Em tên là: MSSV: 4649 Sinh viên khóa K18 Khoa Quản lý Công nghiệp, trường Đại Học Bách Khoa TP HCM. Nay em làm đơn này kính xin Phòng đào tạo chuyển điểm những môn học tương đương mà em đã học với khóa K19 để em được cập nhật số tín chỉ tích lũy ngành và đủ điều kiện để hoàn thành chương trình học. Những môn học tương đương chưa được chuyển điểm em có để trong file đính kèm. Em xin chân thành cảm ơn. Trân trọng,  ",
    "Em chào thầy/cô pdt, Em tên là    i Tốt nghiệp . Khoa Kỹ thuật hóa học_ bộ môn kỹ thuật hóa lý phân tích Em đã bảo vệ LVTN ngày 16/01 nhưng hiện tại điểm vẫn chưa có trên hệ thống. Em đã hỏi GV, hội động chấm điểm và khoa đã báo là nhập điểm từ đầu tháng 2 rồi ạ. Em có đính kèm theo file hình ảnh ở dưới về email phản hồi nhập điểm của khoa  (Thầy  _ Phó trưởng khoa chịu trách nhiệm nhập điểm; email: đã phản hồi). Em mong được giải quyết để có thể kịp thời đăng ký tốt nghiệp đúng hạn ạ . Em xin chân thành cảm ơn.",
    "Kính gửi PDT, Em tên , MSSV  Em tìm danh sách học quốc phòng thì không có tên em ạ! PDT cập nhật tên em với ạ! Em xin cám ơn ạ!",
    "pdt có thể cho em biết là tại sao các bạn đăng kí av2a lại bị hủy không ạ. Vì em và các bạn cũng đã học xong av1a nhưng vẫn chưa thi, do chưa có lịch đó ạ, tại vì tình hình dịch phức tạp, chỉ có av2a trong đợt đăng kí 28/2 là còn học online, nên việc này thuận tiện, và đảm bảo sức khỏe cho mọi người. Nên em mong là pdt xem xét và đừng hủy kết quả đăng kí av2a trong đợt này của các bạn.",
    "Kính gửi Phòng Đào Tạo Lý do: Hiện tại, em vừa học xong khóa anh văn nhu cầu 1A và chờ thi cuối khóa, theo như thầy hướng dẫn của em thông báo thì có thể đăng kí môn anh văn nhu cầu 2A để học tiếp tục, em đã đăng ký cùng nhiều bạn khác nhưng mà Phòng Đào Tạo đã hủy đăng ký của em thì em phải làm sao ạ. Em mong Phòng Đào Tạo tạo điều kiện cho chúng em để chúng em có thể đăng kí tiếp tục học tập môn anh văn nhu cầu 2A, khai giảng ngày 28/02/2022 trong lúc dịch bệnh phức tạp và khó khăn ạ. Em xin chân thành cảm ơn.",
    "Em tên:,MSSV: Học kỳ 2 này không xét điều kiện anh văn.Hiện tín chỉ đạt được của em là 122 chỉ,và học kỳ 2 này em có đăng ký 3 chỉ.Nếu em nộp chứng chỉ anh văn để quy đổi điểm, thì em chỉ cần quy đổi 1 anh văn hay 2 anh văn để đủ 126 chỉ đăng ký LVTN và nếu đủ điều kiện thì em có được đăng ký bổ sung LVTN không ạ. Em mong PĐT giải đáp thắc mắc của em. Em cảm ơn ạ .",
    "Hiện tại em đăng lý luận văn tốt nghiệp đợt bổ sung và trên thời khóa biểu của em có luận văn, nhưng bên bộ môn báo là em không đủ điều kiện nhận luận văn nên chưa thực hiện luận văn được, vì vậy em muốn hỏi là bây giờ em không thực hiện luận văn được thì em có phải đóng tiền học phí theo thời khóa biểu của em hiện tại hay không ạ! Em cám ơn!",
    "Kính gửi:Phòng đào tạo Em tên:  - MSSV: Là sinh viên Trung tâm Đào tạo Bảo Dưỡng Công Nghiệp Do trong HK211 em bị trùng lịch học nên em đã không thể tham gia học môn Công nghệ cơ khí 2 TN (IU3062). Nay, em kính mong Phòng Đào tạo sắp xếp TKB môn học Công nghệ cơ khí 2 TN (IU3062) trong đợt học bù các môn TN, TH của HK202+203+211 mà Phòng Đào tạo sẽ tổ chức dạy bù từ tuần 10 đến tuần 13 (từ 07/3/2022 -03/4/2022), theo lịch học em được biết như sau: (Hình trong tệp đính kèm) Trân trọng cảm ơn./.",
    "Dạ em chào thầy cô, Em sinh viên khóa k18 ạ, vừa rồi em có thi Toeic bên ngoài được 580 điểm và đã chuyển điểm cho môn av1,av2,av3, nhưng không đủ điểm chuyển điểm cho av4, nên em có đăng kí lớp Anh văn 4A(nhu cầu) đợt này. Thầy cô cho em hỏi là khi em học đạt anh văn 4A(nhu cầu) này tức là em đạt được môn Anh văn 4 và tích thêm 2 tín chỉ , nhưng không tính điểm vào điểm trung bình đúng không ạ? Và em chỉ cần thi thêm 2 kĩ năng nói-viết là em đủ điều kiện ra trường về điều kiện anh văn đúng không ạ?  Nhờ thầy cô giải đáp giúp em ạ, em chân thành cảm ơn.",
    "Gửi Thầy/Cô Em gửi câu hỏi này để hỏi về đăng ký tốt nghiệp. Cụ thể là, khi hoàn thành đăng ký tốt nghiệp, hiển thị trạng thái \"Đang chờ thanh toán\", nhưng khi vào BKPAY thì không thấy thông tin gì cả, đã hơn 2 giờ trôi qua rồi ạ. Xin hỏi Thầy/Cô các khắc phục Em xin cảm ơn",
    "Chào thầy cô ạ, em xin thiếu nại về việc đăng ký môn học cụ thể là môn thực tập ngoài trường (IU3325), em có đăng ký vào đợt cuối cùng của đợt đăng ký thực tập nhưng số chỉ tối đa 1 kỳ là 21 chỉ và em đã đăng ký đủ 21 chỉ, em cứ nghĩ môn thực tập đó sẽ được xoá nhưng không môn ấy vẫn được cập nhật và số chỉ kỳ  chính này của em lên đến 23 chỉ. Và vì khoá em chưa tổ chức thực tập trong kỳ chính này nên khoa vừa liên hệ với em yêu cầu em huỷ môn học đó và nếu em rút môn thì vẫn tính học phí đúng không ạ do lỗi hệ thống em 21 chỉ rồi và môn thực tập (IU3325) được đăng ký sau cùng và số chỉ kỳ chính lên tận 23. Mong thầy cô cho em hướng giải quyết, em có liên hệ khoa và khoa hướng dẫn em hỏi bên phía phòng đào tạo ạ. Không biết bây giờ em nên làm thế nào hay vẫn rút môn và vẫn tính học phí. Em cảm ơn.",
    "Em chào thầy/ cô ạ Dạ hiện tại em là sinh viên năm 3 ạ, còn 2 học kỳ nữa là em tốt nghiệp cử nhân ngành Kỹ thuật Cơ Khí (Chính quy), em mong muốn học thêm ngành công nghệ thông tin hệ đào tạo từ xa của trường mình nhưng em vẫn chưa rõ một số điểm trong quá trình đào tạo ạ: Trong quá trình học diễn ra online nhưng hình thức thi cuối kỳ và làm luận văn thì diễn ra online hay trực tiếp tại trường ạ Mong thầy/ cô giải đáp giúp em, em cám ơn thầy/ cô nhiều ạ",
    "Dạ chào thầy/cô ạ! Em là  MSSV:  Em viết khiếu nại này để thắc mắc về vấn đề em đang đăng kí luận văn tốt nghiệp 4 lần nhưng vẫn chưa được nhà trường chấp nhận cho đăng kí thành công và lí do không thành công thì chỉ được thông báo là \"Sinh viên không đủ điều kiện nhận luận văn tốt nghiệp\" ạ! Em viết khiếu nại này mong được làm rõ nguyên nhân em không đủ điều kiện ạ!  Mong thầy cô kiểm tra giúp em! Em xin chân thành cảm ơn!",
    "Mẹ em muốn vay tiền sinh viên nên yêu cầu giấy xác nhận sinh viên. Vậy em cần chọn giấy xác nhận sinh viên bổ sung cho địa phương hay giấy xác nhận sinh viên bổ sung cho cơ quan ạ. Em thấy trong mục đăng kí xác nhận sv có các loại đấy nên em không biết chọn loại nào. Hình dưới là form mẫu của xã em",
    "Em là  Mssv  Xin phép Phòng Đào Tạo đăng kí cho em môn (0011)",
    "Em xin chào thầy cô ạ. Em là , sinh viên năm 2 chương trình đại trà ở cơ sở 2. Em muốn làm giấy xác nhận sinh viên để bổ sung hồ sơ vay vốn ở địa phương thì phải làm như thế nào ạ. Mong thầy cô hướng dẫn giúp em. Em xin cảm ơn ạ.",
    "Môn học mã \"GE3013\" em không hề đăng ký nhưng tại sao lại có lịch và thời khoá biểu trên bkel",
    "Em chào thầy (cô) !  Em là  mssv . Trong đợt đóng học phí kỳ chính 211(5-19/11/2021) em đã đóng rồi và không đủ nhưng em nghĩ nó đã đủ rồi nên em không check mail dẫn đến bỏ lỡ đợt đóng học phí bổ sung (10-17/1/2022). Hiện tại ,em vào thanh toán nhưng nó không được vì đã quá hạn. Mong thầy(cô) tư vấn giúp em cách giải quyết với ạ. Em xin chân thành cám ơn .                                                                                   ",
    "Em tên . MSSV : . Em mong sẽ được duyệt sớm. Cảm ơn vì đã đọc và duyệt yêu cầu của em.",
    "Dạ thưa thầy/cô, em là  mssv:  khoa Kỹ thuật xây dựng. Hiện tại em đã hoàn thành chương trình chính quy với đủ số tín chỉ chuyên ngành của em là 142 tín chỉ, đạt và điều kiện điểm trung bình, có đủ ngày công tác xã hội và em đủ điểu kiện về chứng chỉ văn nói-viết và nghe-đọc ạ. Nhưng đến nay em chưa được đăng ký tốt nghiệp trên trang mybk và em chưa nhận được mail có trong danh sách tốt nghiệp tạm thời như các bạn ạ, em xin thầy cô xem xét giúp em để em được có giấy tốt nghiệp tạm thời sớm để bổ sung hồ sơ cho công ty ạ, em cảm ơn vả chúc thầy cô nhiều sức khỏe ạ.",
    "Chào Thầy/Cô Phòng Đào Tạo . Ở học kỳ HK2 (2020-2021), em có học môn Mô hình hóa toán học (CO2011) do thầy  phụ trách. Môn này đã thi cuối kỳ và kết thúc vào ngày 16-8-2021. Nhưng đến nay, đã trãi qua hơn 2 học kỳ nữa, tính đến thời điểm này cũng đã 7 tháng từ sau khi môn học này thi cuối kỳ, em và các bạn vẫn chưa có điểm tổng kết. Mặc dù môn này không hề có bất kỳ trì hoãn nào do dịch bệnh. Theo em biết quy định nộp điểm được nêu ra trên website của trường là 2 tuần sau khi thi cuối kỳ kết thúc.Em đã có email cho Thầy và không nhận được hồi âm. Vì em cũng sắp ra trường nên việc có điểm chậm như thế này cũng ảnh hưởng rất lớn đến kế hoạch của em , thậm chí có thể khiến em ra trường trễ chỉ vì môn này. Mong PĐT xem xét trường hợp này.",
    "Chòa anh/chị, cho em hỏi về thời gian làm việc (thời gian bắt đầu, kết thúc và nghỉ trưa) của phòng đòa tạo ạ . Vì em đi làm rồi nên muốn đên vào giờ hành chính cũng hơi khó . Cảm ơn anh/chị đã xem tin nhắn này.",
    "Em chào thầy cô pđt Đây là đơn tạm dừng của em  MSSV  Mong thầy cô thông cảm và giúp đỡ Em cảm ơn",
    "Gửi phòng đạo tạo, Em là  MSSV-. Hiện em đang có xuất hiện trong thời khóa biểu môn \"Thực hành tin học (501706)_\". Đây là môn thí nghiệm của kỳ trước và em đã có học và thi hoàn thành môn rồi ạ. Mong PDT xem xét và xóa môn học trong TKB giúp em ạ. ",
    "Gửi Phòng Đào tạo, Em tên là , . Em có đăng ký môn Cầu lông (học phần 1) lớp L15 của thầy . Lịch học của em bắt đầu từ tuần 2 nhưng vài lý do thầy đã dời sang tuần 6 (sau Tết ta) và sẽ thông báo lịch dạy bù. Nhưng hiện tại đã là tuần 8 mà em vẫn chưa nhận được thông tin gì từ thầy. Em cảm thấy hoang mang và sợ sẽ rớt môn. Em mong Phòng Đào tạo có thể liên lạc với thầy hoặc có thể cho em xin mail của thầy để em có thể hỏi trực tiếp thầy. Em xin chân thành cảm ơn.",
    "Gửi Phòng Đào tạo, Em tên là , . Em có đăng ký môn Anh văn 1A và 2A. Nhưng lịch lại bị trùng với môn Giáo dục quốc phòng. Cho em hỏi có cách nào có thể thay đổi thời gian học hoặc có thể rút/hủy môn được không ạ và nhà trường cũng đã cập nhật thời khóa biểu cho em rồi. Em xin chân thành cảm ơn.",
    "Gởi phòng Đào Tạo Em tên là  Hệ  VLVH MSSV  Hôm nay em kiểm tra thời khóa biểu thì có môn Kỹ thuật thủy lực và khí nén (TN) -  học ME3002, thì học vào tiết 8-12 tại phòng C1-201 vào lúc 1300 - 1750 (xem hình để rõ hơn ạ) Hiện tại em là sinh viên hệ vừa làm vừa học nên thời khóa biểu như vầy em không thể tham gia được tại vì giờ hành chính em còn phải làm. Mong phòng đào tạo kiểm tra và sắp xếp lại lịch học để em có thể tham gia được ạ. Mong phòng đào tạo nhận được mail và phản hồi sớm giùm em . Cảm ơn phòng Đào Tạo. Trân trọng",
    "Học vụ       Kính gửi PDT,    Em tên là , MSSV     Em liên hệ với PDT của quốc phòng an ninh, thì cô nói là Trường mình chưa gửi thông tin của em qua nên không có cập nhật trong danh sách học quốc phòng ạ PDT giúp em đăng kí học quốc phòng với ạ!    Em xin cám ơn ạ!    PHuy",
    "Kính gửi Phòng Đào tạo,  Em tên là , MSSV: , là sinh viên của khoa Điện - Điện tử. Em muốn xin phép được miễn học môn giáo dục quốc phòng với lý do: bị huyết khối tĩnh mạch ở chân và đang dùng thuốc điều trị. Bác sĩ điều trị cho em cũng dặn là hạn chế vận động mạnh. Em xin phép đính kèm toa thuốc và giấy ra viện làm minh chứng. Mong quý thầy cô xem xét, Em xin cảm ơn.",
    "cho em hỏi về việc tuần 10 đến 13 là học gdqp mà em đăng kí tiếng anh cơ bản A lại trùng lịch từ tuần 9 đến 13  vậy môn anh văn này chỉ dành cho sinh năm 2 trở lên hay sao ạ",
    "Em là học sinh khóa K21. Em nhận được mail yêu cầu chọn quân trang từ trung tâm giáo dục quốc phòng an ninh. Nhưng khi em chọn thì chỉ có quân phục cho nữ dù em là nam. Mong phía nhà trường giải quyết giúp em.",
    "Dạ em chào quý thầy cô ạ! Em tên là , MSSV: Trong HK  211 em có học môn nhập môn lập trình (CO1003) để thay thế môn tương đương kĩ thuật lập trình CO1013 trong chương trình đào tạo của em. Dạ giờ em xin được chuyển điểm ạ. Vì vậy mong thầy cô chuyển điểm giúp em môn này để em đủ điều kiện số tín chỉ đăng ký LVTN trong kì này. Cảm ơn quý thầy cô. Mong sự phản hồi sớm từ thầy cô. Chúc quý thầy cô cuối tuần vui vẻ.",
    "Chào thầy/cô, Em tên là , MSSV . Học kì trước em có làm đơn xin hoãn bảo vệ luận văn tốt nghiệp. Học kì này em đã hoàn thành luận văn và đã được điểm tổng kết. Em cũng đã làm mẫu đơn xin hủy điểm 14, em đã hỏi giáo viên phụ trách cô nói là đã xác nhận và gửi lại PĐT. Nhưng trên bảng điểm của em vẫn còn điểm 14. Cho em hỏi là em phải làm thêm thủ tục gì để được cập nhật đúng điểm và được đăng ký tốt nghiệp ạ? Em cảm ơn.",
    "Em xin phòng đào tạo xém xét giúp em tại sao em không có trong danh sách tốt nghiệp dự kiến, không biết em còn thiếu điều kiện gì không ạ?",
    "Kính gửi Phòng Đào Tạo Em tên , MSSV  lớp GT15TAU2 ﻿Xin cho em hỏi em đã hoàn thành chương trình đào tạo nhưng chưa đủ điều kiện anh văn để xét tốt nghiệp, hiện em muốn xin gia hạn thời gian đào tạo thì thời hạn gia hạn tối đa là bao nhiêu và cần làm đơn xin gia hạn thế nào ạ. ﻿Em cảm ơn ạ.",
    "Thưa Phòng Đào Tạo Kỳ vừa rồi em có tham gia lớp học Anh Văn 4 L02 do cô Nguyễn Ngọc Liên Hương phụ trách. theo em biết thì mọi người đã có điểm tổng kết của kì vừa rồi riêng môn Anh Văn 4 thì vẫn còn để điểm 15. Mong Phòng đào tạo giải đáp thắc mắc và xem xét xử lí nếu có vấn đề xảy ra ạ . Em xin cảm ơn",
    "em hệ vhvl mssv  do lần trước e đăng kí sai mã môn học nhưng đã hoàn thành thực tập tốt nghiệp và đã đề xuất với khoa. Khoa đã làm công văn gửi lên pdt để miễn môn thực tập tốt nghiệp (CH33B3) cho em và e đã đủ điều kiện để dk đề cương luận văn. e học ctdtao k2017. pdt kiểm tra giúp và hỗ trợ giúp em đăng kí môn đề cương luận văn tốt nghiệp cnsh CH43B1 để kịp chương trình ạ",
    "Em tên là, MSSV: , hiện đang là sinh viên năm nhất khoa Điện - Điện tử  Em muốn thay đổi thông tin cá nhân trên lý lịch sinh viên (cụ thể là ngày sinh). Sửa đổi từ ngày 20/11/2003 thành ngày 10/11/2003, do ngày sinh của em đã được cải chính lại. Dưới đây là đính kèm các giấy tờ minh chứng, Em xin cảm ơn.",
    "Em đã đăng ký tốt nghiệp đợt tháng 04/2022 và đã có mail xác nhận của phòng đào tạo vào ngày thứ 6 tuần rồi (18/02). Hiện giờ em vẫn chưa nhận được giấy và chưa có file giấy chứng nhận trên trang đăng ký hồ sơ. Cho em hỏi khi nào thì em mới nhận  giấy chứng nhận tốt nghiệp tạm thời ạ.",
    "Em có nguyện vọng học song ngành Khoa học và Kỹ thuật máy tính theo hướng ngành chính là Khoa học máy tính, ngành phụ là Kỹ thuật máy tính. Có điều kiện ràng buộc nào về kết quả học tập trong thời gian học song ngành không ạ? Trong thời gian học song ngành, em cần phải thoả mãn các yêu cầu về kết quả học tập như thế nào ạ?  Trong quá trình học, em cần đạt kết quả học tập trên bao nhiêu để tiếp tục theo học song ngành? Nói cách khác, kết quả học tập dưới bao nhiêu thì em không được tiếp tục học song ngành nữa?",
    "Dạ em xin chào các thầy cô ạ. Em có 1 thắc mắc như sau ạ. Hiện em đã hoàn thành hết các tín chỉ và đã bảo vệ xong luận văn tốt nghiệp, nhưng hiện tại anh văn của em chưa đủ tiêu chuẩn nhận bằng tốt nghiệp thì trong thời gian em chờ đợi nhận chứng chỉ anh văn thì em có cần phải đăng ký môn duy trì không ạ. Em là  MSSV  . Xin thầy cô giải đáp giúp em ạ. Em xin cảm ơn .",
    "Kính gửi văn phòng đào tạo quốc tế Em tên là , mssv  Hiện em đã hoàn tất tất cả các môn học. Trong học kì 211, em đã bảo vệ luận văn vào ngày 30/12 và đã hoàn tất luận văn nhưng hiện tại điểm tổng kết của học kì 211 em chưa được cập nhật để tính điểm trung bình tích lũy nên hiện em chưa có tên trong danh sách tốt nghiệp tạm thời ạ. Hiện em đã đủ số ngày ctxh là 15. Hiện em cần có bảng điểm và bằng tốt nghiệp tạm thời gấp để bổ sung hồ sơ đi làm ạ. Em xin cám ơn",
    "Dạ chào thầy/cô . Em tên  MSSV: . Em đã hoàn thành chương trình học và đã có điểm LVTN nhưng em vẫn chưa có tên trong danh sách dự kiến tốt nghiệp T4/2022. Tình trạng sinh viên của em để là Tạm dừng do không đăng ký môn học. nhưng kỳ trước em có làm đơn hoãn rồi ạ. Và điểm LVTN của em là 9.52 nhưng khi vào bảng điểm là 9.2. Mong PĐT giải quyết cho em ạ. Em cảm ơn Thầy/cô.",
    "Dạ em chào thầy cô! Em tên là Lê Đức Huân, MSSV: Trong HK chính 211 em có học môn Nhập Môn  (CO1003) để thay thế môn tương đương   CO1013 trong chương trình đào tạo của tụi em. Dạ giờ vẫn chưa được chuyển điểm ạ. Vì vậy mong thầy cô chuyển điểm giúp em môn này. Em xin chân thành cảm ơn thầy cô. Kính chúc thầy cô nhiều sức khỏe.",
    "Dạ do lịch học thí nghiệm có sau, em đã đăng ký 1 kỳ thi quan trọng không thể hoãn được vào ngày 12/3 tức thứ 7 - tuần 10. Và ngày đó trùng lịch học với môn thí nghiệm hóa lý mã môn CH2041. Trường có thể đổi lịch  thí nghiệm hóa lý cho em được không ạ. Em cảm ơn ạ.",
    "dạ THẦY/CÔ cho em hỏi vào học kỳ 211 vì dịch bệnh nên em không thể đến trường học môn Nhập môn kỹ thuật (thí nghiệm). Theo thông tin của trường thì em biết được là lịch học bù các môn thí nghiệm sẽ bắt đầu vào tuần 10, vậy em có thể đăng ký và xem thông tin đăng ký môn học ở đâu ạ. Với lại tuần đó em cũng học Quốc Phòng nên cũng không biết sao ạ. Em xin cảm ơn!!",
    "Em có đăng kí ĐAMH và đã có tkb trên mybk rồi ạ  nhưng cô  mail cho em là chưa thấy tên em trong danh sách ạ.",
    "Kính gửi: Quý Thầy cô phòng Đào tạo  Em tên là  - . Em có quyết định chuyển qua hệ vừa học vừa làm vào ngày 13/01/2022 và đã thoả điều kiện tốt nghiệp hệ vừa học vừa làm nên nay em làm đơn này xin quý thầy cô xét cho em tốt nghiệp cho trong đợi tốt nghiệp tháng 4 và cập nhật thông tin trên hệ thống để em có thể đăng kí tốt nghiệp trong đợi sắp tới. Em mong nhận được phản hồi sớm từ phía thầy cô. Em trân thành cảm ơn. ",
    "Chào Thầy/Cô. Em từng hoãn thi cuối kì môn Giải tích 2 HK202, và được thi lại với kết 4.50. Theo quy chế phòng đào tạo thì môn này em đã trượt. Nhưng khi mail hỏi thông tin từ giảng viên thì kết quả hoãn thi lần này (do covid 19) có thể sẽ vẫn tính như kết quả cuối kì bình thường (nếu tính trung bình như thông thường em sẽ qua môn). Thầy/Cô cho em hỏi là em đã qua môn hay trượt môn ạ? Em xin cảm ơn. Khoa.",
    "Dạ em chào Phòng đào tạo ạ Em là  mssv  Cho em hỏi là học phần thực tập tốt nghiệp EE3333 em đăng kí vào kì hè 203 đã làm đề tài và bảo vệ với thầy hướng dẫn ạ, cho em hỏi là sao tới nay vẫn chưa có điểm cập nhập ạ.",
    "Dạ em xin chào thầy cô ạ. Hiện tại do em mới sanh bé nhỏ nên không có điều kiện đến lớp vì em ở quê ạ nên em xin bảo lưu thì em phải đến trường xin phép hay là gửi mail lên PĐT của trường ạ Em xin cảm ơn",
    "Em tên là  MSSV  Học khóa XD học lớp Anh văn 4 L04. Em mail để xin các thầy cô giúp check và nhập điểm Anh văn 4 của em trong bảng điểm với ạ. Vì em hỏi một số người học chung lớp AV4 với em họ có điểm trong bảng điểm hết rồi ạ nhưng em vẫn chưa có ạ. Em cũng thấy điểm của em trong phúc tra lâu rồi ạ vậy xin các thầy cô giúp nhập điểm cho em với ạ . Em cảm ơn ạ!",
    "Chào thầy/cô PĐT, Em tên , MSSV: , sinh viên khoa Quản Lý Công Nghiệp. Em xin được phép rút 2 môn học: 1.Khởi nghiệp (IM3069) 2.Quản trị kinh doanh quốc tế (IM3059) Lý do: Môn khởi nghiệp là môn tự chọn của nhóm A và em đã học đủ tín chỉ của nhóm A. Hiện tại em đã đi làm và không thể sắp xếp học môn quản trị kinh doanh quốc tế. Và em sẽ đăng kí vào học kì hè ạ . Kính mong thầy/cô PĐT có thể xem xét và cho phép em được rút môn học. Em cảm ơn, Trân trọng. ",
    "lịch học av của em mới đk bị trùng với lịch học Quốc phòng thì phải làm thế nào ạ?",
    "Dạ kính chào phòng đào tạo.  Em tên là , Khóa 18, khoa Kỹ thuật Hóa học. Em có câu hỏi như sau: Khóa 2018 hiện có được thi chứng chỉ ngoại ngữ speaking và writing ở Trung tâm ngoại ngữ của trường Đại học Bách Khoa không ạ, và kết quả của kỳ thi này có được dùng để xét tốt nghiệp ra trường không ạ . Mong nhận được phản hồi từ phòng đào tạo. Em xin chân thành cảm ơn!!!",
    "Xin chào thầy/cô. Em là - , em thuộc lớp MT18KH01 của thầy  nhưng trong thông tin học vụ thì để của thầy . Do đó trong Elearning không có site lớp chủ nhiệm của thầy . Mong thầy/cô chỉnh sửa thông tin và thêm em vào site lớp chủ nhiệm của thầy  để em nhận thông tin của lớp ạ. Em xin cảm ơn.",
    "Em tên Ngô Minh Triều 1713608 CK17NH2 Xin cho hỏi tình trạng hiện giờ của em là thế nào ạ? Sau khi trình bày,Em thấy đã ghi trường giải quyết, em đã có TKB trở lại nhưng lại không có lịch thi. ( 27/2 sẽ là môn thi đầu tiên của em, mong quí thầy cô sớm cho em xin câu trả lời cụ thể ạ)   (Tóm tắt:   Vì hoàn cảnh (khó khăn kinh tế,cả dòng họ em đều mắc covid,mẹ em bị bệnh nặng, điều kiện dưới quê vùng sâu vùng xa lại thiếu thốn,hạn chế),nên em không có thời gian,thiết bị,khả năng học tập  và thanh toán học phí HK202 HK211.  Em đã có trình bày và cầu cứu nhưng pdt,pctct cũng không có cách giải quyết,phải bó tay. Nên em đành bỏ liều để gánh phụ cho gia đình,và nay em xin chịu hình phạt của nhà trường.   Hiện em đã bị trường xóa tkb và lịch thi HK212. Em CHỈ xin hỏi và mong nhận được trả lời CỤ THỂ VÀ ĐẦY ĐỦ nhất ạ: 1.Vậy hiện giờ có phải em đang bị tạm dừng học không ạ? Em có còn bị xử phạt gì không ạ? 2.Muốn được bình thường trờ lại học tiếp HK213 HK222 sắp tới,em có cần làm đơn gì không ạ. 3.Em xin pđt xóa/hủy kết quả điểm số của HK202 HK211 được không ạ (Vì hai học kì đó em không thể thanh toán học phí,học tập và đi thi)   MONG NHẬN ĐƯỢC HƯỚNG DẪN CỦA QUÍ THẦY CÔ.VIỆC HỌC LÀ TƯƠNG LAI CỦA EM,NHƯNG HOÀN CẢNH NHƯ VẬY,HIỆN EM RẤT HOANG MANG.XIN QUÍ THẦY CÔ PHẢN HỒI CỤ THỂ GIÚP CHO EM   EM XIN CÁM ƠN )",
    "Em tên Ngô Minh Triều 1713608 CK17NH2  Sau khi trình bày,Em không nhận được phản hồi mà thấy bksi ghi đã giải quyết, em kiểm tra lại thì đã có TKB trở về nhưng lại không có lịch thi. Vậy xin hỏi tình trạng hiện giờ của em là thế nào ạ ?  ( 27/2 sẽ là môn thi đầu tiên của em, mong quí thầy cô sớm cho em xin câu trả lời cụ thể ạ)  (Tóm tắt vấn đề và các mail trước đó:   Vì hoàn cảnh (khó khăn kinh tế,cả dòng họ em đều mắc covid,mẹ em bị bệnh nặng, điều kiện dưới quê vùng sâu vùng xa lại thiếu thốn,hạn chế),nên em không có thời gian,thiết bị,khả năng học tập  và thanh toán học phí HK202 HK211. Em đã có trình bày và cầu cứu nhưng pdt,pctct cũng không có cách giải quyết,phải bó tay. Nên em đành bỏ liều để gánh phụ cho gia đình,và nay em xin chịu hình phạt của nhà trường.   Hiện em đã bị trường xóa tkb và lịch thi HK212. Em CHỈ xin hỏi và mong nhận được trả lời CỤ THỂ VÀ ĐẦY ĐỦ nhất ạ: 1.Vậy hiện giờ có phải em đang bị tạm dừng học không ạ? Em có còn bị xử phạt gì không ạ? 2.Muốn được bình thường trờ lại học tiếp HK213 HK221 sắp tới,em có cần làm đơn gì không ạ. 3.Em xin pđt xóa/hủy kết quả điểm số của HK202 HK211 được không ạ (Vì hai học kì đó em không thể thanh toán học phí,học tập và đi thi)   MONG NHẬN ĐƯỢC HƯỚNG DẪN CỦA QUÍ THẦY CÔ.VIỆC HỌC LÀ TƯƠNG LAI CỦA EM,NHƯNG HOÀN CẢNH NHƯ VẬY,HIỆN EM RẤT HOANG MANG.XIN QUÍ THẦY CÔ PHẢN HỒI CỤ THỂ GIÚP CHO EM   EM XIN CÁM ƠN )  EM VẪN CÒN KẸT DƯỚI QUÊ NÊN KHÔNG THỂ ĐẾN TRỰC TIẾP PĐT.",
    "Em tên Ngô Minh Triều 1713608 CK17NH2  Sau khi trình bày,Em không nhận được phản hồi mà thấy bksi ghi đã giải quyết, em kiểm tra lại thì đã có TKB trở về nhưng lại không có lịch thi. Vậy xin hỏi tình trạng hiện giờ của em là thế nào ạ ?  ( 27/2 sẽ là môn thi đầu tiên của em, mong quí thầy cô sớm cho em xin câu trả lời cụ thể ạ)  (Tóm tắt vấn đề và các mail trước đó:   Vì hoàn cảnh (khó khăn kinh tế,cả dòng họ em đều mắc covid,mẹ em bị bệnh nặng, điều kiện dưới quê vùng sâu vùng xa lại thiếu thốn,hạn chế),nên em không có thời gian,thiết bị,khả năng học tập  và thanh toán học phí HK202 HK211. Em đã có trình bày và cầu cứu nhưng pdt,pctct cũng không có cách giải quyết,phải bó tay. Nên em đành bỏ liều để gánh phụ cho gia đình,và nay em xin chịu hình phạt của nhà trường.   Hiện em đã bị trường xóa tkb và lịch thi HK212. Em CHỈ xin hỏi và mong nhận được trả lời CỤ THỂ VÀ ĐẦY ĐỦ nhất ạ: 1.Vậy hiện giờ có phải em đang bị tạm dừng học không ạ? Em có còn bị xử phạt gì không ạ? 2.Muốn được bình thường trờ lại học tiếp HK213 HK221 sắp tới,em có cần làm đơn gì không ạ. 3.Em xin pđt xóa/hủy kết quả điểm số của HK202 HK211 được không ạ (Vì hai học kì đó em không thể thanh toán học phí,học tập và đi thi)   MONG NHẬN ĐƯỢC HƯỚNG DẪN CỦA QUÍ THẦY CÔ.VIỆC HỌC LÀ TƯƠNG LAI CỦA EM,NHƯNG HOÀN CẢNH NHƯ VẬY,HIỆN EM RẤT HOANG MANG.XIN QUÍ THẦY CÔ PHẢN HỒI CỤ THỂ GIÚP CHO EM   EM XIN CÁM ƠN )  EM VẪN CÒN KẸT DƯỚI QUÊ NÊN KHÔNG THỂ ĐẾN TRỰC TIẾP PĐT .",
    "Phòng Đào Tạo thân mến, Em là , sinh viên Việt Pháp K2015. Hiện em đang học tiếng Pháp 8 học kì 2 năm 2021-2022. Em đã thực hiện đăng kí môn học vào đợt 2 và đã thỏa điều kiện đăng kí. Tuy nhiên hiện tại môn học không hiện trong elearning, TKB và lịch thi. Mong PĐT xem xét trường hợp này và giải quyết giúp em. Cảm ơn và Trân trọng, ",
    "Mã môn học: CH2111 Tên môn học: Thí nghiệm hóa hữu cơ cơ bản Học kì:  211  Do vào trước tết trường có mở vài lớp học thí nghiệm offline môn Hóa Hữu Cơ và em có đăng kí. Nhưng đó do điều kiện sức khỏe không cho phép nên em đã nhắn lên bksi xin pđt hủy lịch học của em và dời đến khi sau tết cả trường được học offline thì em mới học và được chấp nhận. Mong pdt phản hồi sớm giúp em ạ! Em cảm ơn nhiều ạ!  ",
    "Chào thầy/cô, em tên , mssv: , khoa kỹ thuật xây dựng. Em chuẩn bị đi thực tập tại công ty An Phong và công ty yêu cầu cần có giấy giới thiệu từ nhà trường. Không biết em có thể xin giấy giới thiệu bằng cách nào ạ? Em xin cảm ơn!",
    "Em là sinh viên năm Nhất chương trình chính quy đại trà, trúng tuyển theo diện tuyển thẳng. Em có thể làm thủ tục chuyển ngành xuống một ngành khác cùng nhóm ngành và có điểm tuyển sinh thấp hơn ngành mà em đang học được không ạ?",
    "Hiện tại email của e bị lỗi, không xác minh danh tính để đăng nhập vào máy tính để học được . Em cũng không đổi được mật khẩu ạ. Cho hỏi bây giờ em phải liên hệ trực tiếp với ai để được hỗ trợ ạ . Email:  Em xin chân thành cảm ơn!",
    "Em nhận được mail thông báo của phòng đào tạo về quyết định đồng ý hoãn thi với nội dung như hình bên dưới. Thông báo của trường như vậy nghĩa là sẽ tổ chức thi lại trong tháng 3 hay chỉ là cập nhật điểm 14 thôi ạ. Em cũng mong muốn được giải đáp về việc tổ chức thi lại sẽ diễn ra bằng hình thức nào và vào thời gian nào? Em có nghe được thông tin là sẽ thi lại khi môn học được mở trở lại và thi chung với khoá sau thì có chính xác không ạ? Em mong được giải đáp thắc mắc trong thời gian sớm nhất. Em xin cảm ơn",
    "Dạ kính chào thầy cô, Em hiện tại đang học ngành kỹ thuật hóa học, nếu muốn xét tuyển lên cao học sau khi tốt nghiệp có cần thêm điều kiện điểm trung bình tích lũy từ 7.0 trở lên không ạ . Em xin cảm ơn ạ!",
    "Dạ em chào thầy cô ạ. thầy cô cho em hỏi là em có làm đơn xin chuyển điểm 2 môn là giải tích 1 và vật lý 1 nhưng lại chưa thấy điểm chuyển trên hệ thống bkel. vậy là nhà trường không giải quyết chuyển điểm cho em sao ạ? em xin cám ơn thầy cô ạ",
    "Kính thưa thầy cô,   Em tên là  (MSSV:).Vì vài lí do chưa thể lên trường học trực tiếp, cũng như pđt xếp tkb trùng với lịch học môn vật lí (thí nghiệm) nên em không thể tham dự các buổi học môn Nhập môn kỹ thuật (thí nghiệm) vào các tuần 51- 02. Em có thể xin phép pđt cho em chuyển sang các lớp NMKT (thí nghiệm) sau kì học quân sự không ạ? Em xin lỗi vì đã xin phép hơi trễ. Em xin cảm ơn.",
    "Dạ em có 2 thắc mắc cần được hỗ trợ ạ: 1. Mình đóng học phí học kì 212 theo tín chỉ hay theo số tiền công bố của năm 1 - cho tiền hk1 ạ. Và mình sẽ đóng qua đâu vậy ạ 2. Học kì quân sự chia theo kiểu 50/50 mà tới giờ em vẫn chưa thấy thông báo về việc mình học off hay trực tiếp tại trung tâm thì phải xem ở đâu để biết thêm thông tin ạ  Em xin hết",
    "Kính gửi pđt: Em là -. Em có lịch 1 buổi học bù thí nghiệm môn Hóa đại cương của kỳ 202 vào chủ nhật tuần 10, ngày 13/3 từ 13h-17h50. Nhưng vào hôm đấy em có lịch thi cuối kỳ môn Sức bền vật liệu kỳ 211 lúc 16h. Vậy nên em muốn xin được đổi lịch học thí nghiệm Hóa vào một ngày khác trong tuần 10 ạ. Em xin chân thành cảm ơn.",
    ": Em có gửi mail để xác nhận CTXH ở địa phương cho em,em có gửi mấy lần ạ nhưng đến giờ vẫn chưa được văn phòng Đoàn trả lời ạ",
    "Tốt nghiệp       Chào Thầy\\  Em tên là , em được chuyển qua hệ VLVH và được đăng ký xét tốt nghiệp vào tháng 11/2021 và nhận được mail xác nhận đăng ký vào tháng 12/2021 Cho em hỏi là em được tốt nghiệp chưa vậy ạ, do cũng mấy tháng rồi không thấy phòng đào tạo gửi mail thông báo ạ (không biết em còn thiếu phần nào chưa đủ điều kiện tốt nghiệp không ạ để em hoàn thành)  Em xin cám ơn thầy cô nhiều ạ!",
    "Cho em hỏi lịch học thí nghiệm trực tiếp tại trường có đổi nếu dịch diễn biến phức tạp hơn không ạ?",
    "Chào Thầy/ Cô, Em tên là , hệ VHVL khoá 2020. Em xem trong mục đăng ký môn học có lịch đăng ký Lớp bồi dưỡng kiến thức hệ VHVL khoá 2022. Thầy/ Cô cho em xin đăng ký 3 môn: Giải tích 2 (MT1005), Lịch sử Đảng CSVN (SP1039), Tư tưởng HCM (SP1037) chung với lớp bòi dưỡng hệ VHVL khoá 2022 được không ạ??? Vì em đăng ký bữa giờ nhưng trường không mở lớp cho 2 môn chính trị, và em xem thì thấy 3 môn này không bị trùng với lịch học hiện tại của em. Mong Phòng đào tạo hỗ trợ cho em đăng ký 3 môn này để thuận tiện cho việc học các môn khác trong các học kỳ sau. Em cảm ơn!!!",
    "Lời đầu tiên, em xin chào thầy cô ạ! Trong bài thi cuối kỳ 211, em gặp một số trục trặc hệ thống nên đã xin đăng ký hoãn thi và sau đó đã có email đồng ý đăng ký hoãn thi, tuy nhiên sau đó vấn đề của em đã được giải quyết nên cho phép em hỏi là liệu bây giờ em rút yêu cầu hoãn thi được không ạ? Em xin chân thành cảm ơn và chúc thầy cô một ngày tốt lành!   i ",
    "Em có đăng ký rút môn học vào ngày 10/2, mã môn ME4206. Em có đọc thì thông báo thì đã điền đơn trong hình. Cho em hỏi điền xong rồi mình đợi môn học được xóa khỏiTKB là thành công đúng không ạ ? Tại em nghe bạn em bảo thường 2 tuần là rút thành công. Em cảm ơn.",
    "Thầy cô cho e hỏi lớp TTĐT1 VL02 (EE2023) HK211 đã được xếp lịch bù trong hk212 chưa? E có hỏi trên bksi lần trước nhưng thầy cô chỉ phản hồi là Đã giải quyết nhưng k trả lời cụ thể như thế nào và e cũng chưa thấy lịch học. E hỏi thử các bạn lớp khác thì có rồi. Hay e được xếp vào lớp khác? Mong thầy cô phản hồi cụ thể giúp e. E cám ơn.",
    "Em vẫn chưa nhận được Mail thông báo về học Giáo dục quốc phòng, em vẫn chưa đăng ký đồ và chưa biết đại đội",
    "Em đã có bằng Giáo Dục Quốc Phòng -An Ninh  được cấp vào 2018 bởi trung Tâm Giáo Dục Quốc Phòng-An Ninh ĐHQG TPHCM thì có phải học trong thêm lần nữa không?",
    "Em muốn hỏi về học phí kỳ 212 của khoá K21 .",
    "Em xin kính chào thầy/cô, Em tên là Đinh Lê Nhật Anh, sinh viên K20 ngành KHMT CLC. Em xin được chia sẻ với nhà trường một số suy nghĩ, trăn trở của em (và em tin rằng là của nhiều bạn sinh viên khác) về việc tổ chức học phần quân sự sắp tới của K20 và K21. Như quý thầy cô cũng đã biết, tình hình dịch bệnh sau Tết đang ngày một căng thẳng, nhất là sau quyết định cho toàn bộ học sinh quay lại trường học. Tính đến thời điểm hiện tại (25/2), cả nước đã có 78.795 ca mắc MỚI, trải dài trên khắp cả nước, trong đó tại TPHCM là 2.206 ca. Và các số liệu trên đang tăng một cách chóng mặt qua từng ngày và không có dấu hiệu dừng lại. Hiện nay, tất cả các biện pháp truy vết như khai báo y tế gần như vô tác dụng do số ca mắc quá lớn. Ngay cả việc xét nghiệm Covid-19 cũng không hoàn toàn chính xác, vì F1 âm tính trở dương tính sau 1-2 ngày là chuyện hết sức bình thường. Vì vậy, em cho rằng việc đưa 5.000 sinh viên (tạm tính là 2.500 sinh viên mỗi đợt) vào trong cùng một khu ktx, với mật độ là 12 sinh viên/phòng là vô cùng bất hợp lí. Hiện tại, 02 biện pháp phòng chống dịch duy nhất mà em được thông tin đến là 5K và sinh viên bắt buộc phải ở ktx trong suốt 2 tuần và không được ra ngoài. Và tất nhiên em chưa thấy thuyết phục bởi cả 2 biện pháp, 12 sinh viên, đến từ 12 địa điểm trải dài khắp cả nước. Không nói cũng biết, 12 sinh viên này rất có thể là 12 mầm bệnh đang chực chờ lây lan cho cả phòng, và cả khu quân sự. Không có cái 5K nào có thể bảo vệ cho 12 con người cùng sinh hoạt trong một căn phòng vài mét vuông cả. Nên việc \"nhốt\" sinh viên trong phòng, trong ktx thì có khác gì để sinh viên tự lây bệnh cho nhau rồi... \"chết chùm\" không? Ngoài ra, độ bao phủ vắc xin cũng không thể bảo vệ chúng ta khỏi Covid-19. Vắc xin chỉ giúp giảm mức độ nguy hiểm đối với người bệnh, chứ không giảm mức độ lây lan dịch bệnh. Và vắc xin cũng không phải là thứ chúng ta có thể đặt lên bàn cân chỉ vì nó giảm triệu chứng cho F0, trong khi các triệu chứng hậu Covid-19, có thể tồn tại vĩnh viễn mới là vấn đề đáng lo hiện tại. Qua những góc nhìn trên, em hi vọng quý thầy cô trường Đại học Bách Khoa cũng như trung tâm GDQPAN sẽ có những phương án, kế hoạch khác nhằm đảm bảo tuyệt đối sức khoẻ của sinh viên, để sinh viên có thể yên tâm học tập. Không có chuyện học nào quan trọng hơn được sức khoẻ, luôn luôn có một cách khác để giải quyết mọi vấn đề. Em rất cảm ơn quý thầy cô đã đọc đến đây. Kính chúc quý thầy cô thật nhiều sức khoẻ.",
    "Dạ thưa thầy cô, Em là  thuộc đại đội 30 trong danh sách phân công của môn giáo dục quốc phòng khóa 405 Mong thầy cô cho em hỏi là đại đội 30 mình sẽ thuộc nhóm học 2 tuần trực tiếp trước hay 2 tuần trực tiếp đợt sau vậy ạ. Em cảm ơn thầy cô ạ.",
    "Em chào thầy/cô ạ, Học kì HK202 em có làm đơn hoãn bảo vệ luận văn tốt nghiệp, HK211 vừa rồi em đã hoàn thành bảo vệ và làm đơn xin xoá điểm 14 đó ạ. Tình trạng SV của em hiện trên trang mybk là Tạm dừng do HK211 không đăng ký môn học. Em có cần làm đơn gì để được cập nhận lại tình trạng SV không ạ?  Em sợ em sẽ bị trễ đăng ký tốt nghiệp. Em cảm ơn ạ.",
    "dạ hướng dẫn cho em để em hoãn thi ạ",
    "K   Tốt nghiệp . Dạ cô cho em hỏi, em chưa nhận được mail thông báo nhận bằng tốt nghiệp, em tra mssv trên trang aao danh sách tốt nghiệp thì chưa có tên, cô cho em hỏi thông tin nhận bằng",
    "Dạ em xin chào thầy cô, Dạ cho em hỏi về việc cập nhật thời khóa biểu môn Thí nghiệm Hoá đại cương bù HK211 là vào đợt đăng kí học thí nghiệm hoá đại cương trực tiếp tại trường đợt 2 em đã đăng kí và đã hoàn thành tham gia và có điểm danh đầy đủ hai buổi học thí nghiệm tại CS1 vào 2 tuần 3 và tuần 4 ( 2 ngày 17/1 và ngày 24/1 ). Nhưng hiện nay theo cập nhật thời khoá biểu em vẫn có thời khoá biểu môn thí nghiệm hoá đại cương vào tuần 10. Cho em hỏi em có phải đi học vào 2 buổi ở tuần 10 theo tkb mới không ạ ?  Em xin cảm ơn ạ.",
    "Em chào phòng đào tạo ạ, Em tên  - MSSV:  - SĐT: [phone_number]   - Gmail:  Tình hình hiện tại là trong học kì này, em đã hoàn thành toàn bộ chương trình học tại trường, nên học kì này em không đăng kí bất kì môn nào để có thời khóa biểu, em mong trường tạo điều kiện giúp em để em có thể nhận được giấy chứng nhận sinh viên để giảm nhẹ chi phí thi toeic 990k đối với sinh viên thay vì 1390k nếu không có giấy chứng nhận sinh viên, vì tình hình dịch bệnh hiện tại khiến kinh tế của bất kì ai cũng suy yếu, mùa dịch này khổ lắm thầy ơi. Em chỉ còn bổ sung anh văn để hoàn thành 100% điều kiện để tốt nghiệp. ỦA EM: 144/8 Âu Cơ, Phường 9, Quận Tân Bình, Thành phố Hồ Chí Minh, Việt Nam. Em muốn nhận qua đường bưu điện ỦA EM: 144/8 Âu Cơ, Phường 9, Quận Tân Bình, Thành phố Hồ Chí Minh, Việt Nam Trong thời gian chờ đợi từ sự thông báo từ phòng đào tạo, em xin chân thành cảm ơn.",
    "Em chào quý thầy/ cô, Em tên  - MSSV:  - Lớp: L24. Em có một số thắc mắc về điểm môn Giải tích 1, mong quý thầy/ cô giải đáp và xem xét giúp em ạ. 1) Vào ngày 28/12/2021, em có tham gia thi cuối kì môn Giải tích 1, có record lại màn hình thi (đã nộp) và em cũng có tên trong file điểm cuối kì được đăng trên BKel. Nhưng em lên xem điểm tổng kết trên Cổng thông tin sinh viên thì thấy bị điểm 13 ạ. 2) Về điểm BT, các bài kiểm tra trên BKel em đều làm hết, các bài đều 9 điểm trở lên nhưng điểm tổng kết về phần BT chỉ 8.5 (em tính trung bình phần BT là 9.5) (*) Ảnh minh chứng: https://drive.google.com/drive/folders/1hZg538pdh3SKCir7x120cGn17EeU424p?usp=sharing (**) Record minh chứng: https://drive.google.com/file/d/1IoAs_6SXP7gBN-LWpO0GqBwLR7ej/view?usp=sharing Kính mong quý thầy/ cô xem xét giúp em ạ. Em xin chân thành cảm ơn! *Ghi chú: Em đã liên hệ với giảng viên phụ trách và thầy có trả lời: \"Có lẽ có sai sót khi xử lý dữ liệu, thầy sẽ kiểm tra và cập nhật nhé\" nhưng đã qua mấy tuần điểm số của em trên Cổng thông tin sinh viên vẫn chưa được chỉnh sửa  I   /I . Em cũng đã mail cho thầy thêm 1 lần nữa (vì sợ thầy quên) nhưng thầy không trả lời mail. Như vậy, vấn đề của em như vậy có sao không? Và em phải giải quyết như thế nào? ",
    "Mail của bạn em:  MSSV:  . Email:  không đăng nhập vào hệ thống Bkel để học được và mật khẩu cũng không đổi được. Tối hôm qua, bạn em có đăng nhập vào Bksi để hỏi nhưng 1 tiếng sau đó tài khoản đã tự động bị đổi mật khẩu . Bạn em liên hệ với nhà trường nhưng không ai nghe máy. Cho em hỏi, bạn em cần liên hệ với ai để giải quyết vấn đề. Em cảm ơn.",
    "Dạ em chào thầy cô ạ. Em là sv k17 và đã hoàn thành lvtn. Em còn một môn hạ tầng  công trình giao thông, đã học lần thứ 3. Kì này em có đăng kí ở họ kì chính, nhưng em muốn đk thêm ở kì dự thinh được không ạ? Vì để sắp xếp thời gian phù hợp ạ. Nếu được mong thầy cô phản hồi giúp em để học kịp ạ. Em cảm ơn.",
    "Dạ chào thầy/cô,  Vừa rồi trường có mở đợt đăng kí Anh Văn nhu cầu, em có đăng ký nhưng vừa rồi em vào kiểm tra thì bị mất môn, thầy/cô có thể hỗ trợ để em đăng ký lại được không ạ!   Môn học em muốn đănh ký là Anh Văn 4A (nhu cầu) . Em xin cảm ơn ạ! ",
    "dạ mong pđt và bksi xem xét dùm em đơn hủy rút môn học ạ.",
    "Cho em hỏi về đăng ký thi nói viết tiếng anh tại trường. Nếu đạt điểm đủ yêu cầu thì không cần đăng ký các lớp tiếng anh đúng không ạ .  ",
    "Kính gửi: Phòng Đào tạo trường Đại học Bách Khoa thành phố Hồ Chí Minh Họ tên SV:                                                                             MSSV:    Ngày sinh: 12-10-2002               Lớp: L01- khoa Quản lý công nghiệp                     Số ĐT: 59 Em nhận được mail thông báo của phòng đào tạo về quyết định đồng ý hoãn thi với nội dung như hình bên dưới. Thông báo của trường như vậy nghĩa là sẽ tổ chức thi lại trong tháng 3 hay chỉ là cập nhật điểm 14 thôi ạ. Em cũng mong muốn được giải đáp về việc tổ chức thi lại sẽ diễn ra bằng hình thức nào và vào thời gian nào? Em có nghe được thông tin là sẽ thi lại khi môn học được mở trở lại và thi chung với khoá sau thì có chính xác không ạ? Em mong được giải đáp thắc mắc trong thời gian sớm nhất. Em xin cảm ơn",
    "Lịch của e đăng ký môn anh văn cơ bản giờ nó trùng với lịch học quốc phòng thì pdt có hủy môn anh văn cho em không ạ Nếu huỷ thì có phải đóng học phí không ạ ?",
    "Do sai sót nên em đăng kí cả 2 môn học đề cương luận văn và luận văn tốt nghiệp ở học kì 211 và đã đóng tiền cả 2 môn. Tuy nhiên thực tế trong kì chỉ thực hiện đề cương luận văn. Vậy môn luận văn tốt nghiệp có thể dời đến kì sau không ạ?",
    "Kính gửi PĐT, Em tên là  Mssv:  Hôm nay em gởi mail về PĐT vì em có một vài thắc mắc ạ. Lần trước em có gởi mail để xác nhận việc bị hủy thời khóa biểu vì lý do chưa hoàn tất học phí, sau đó PĐT có ghi nhận em đã hoàn thành và cập nhật lại TKB cho em, nhưng Lịch thi thì vẫn chưa được cập nhật ạ. Hôm nay ngày 26.2 em vào lại xem lịch học thì thấy cả TKB và Lịch thi đều bị hủy lần 2 ạ. Dạ em không biết là còn lý do gì khác em bị hủy không ạ. Em sắp thi cuối kì rồi, em lo lắm ạ. Em mong PĐT xem xét lại TH này của em. Em chân thành cảm ơn! Trân trọng,  ",
    "Kính chào thầy cô . Em có một vấn đề thắc mắc cần được giải đáp. Ki này em làm LVTN nhưng nếu em làm chưa xong, không đúng kì vọng của em thì em có thể qua kì sau bảo vệ được không ạ?  Em cảm ơn. Chúc thầy cô nhiều sức khỏe.",
    "Kính chào thầy cô! Em có một thắc mắc mong thầy cô giải đáp, kì này em có đk Luận văn tốt nghiệp và khả năng cao là không làm xong. Vậy em có thể hoãn LVTN để kì sau bảo vệ được không? em cảm ơn, chúc thầy cô nhiều sức khỏe.",
    "Em Chào T ạ! Em tên  (MSSV: ), Khoa Công Nghệ Vật Liệu. Em đang cần giải đáp về việc xét miễn chứng chỉ anh văn định kỳ ạ! Chuyện là em có thi Anh Văn Đầu Vào (003101) lớp L28_B ngày 27/01/2021 lúc ấy em được tổng điểm là 685 (theo chuẩn thì được xét qua anh văn 4). Nhưng hiện tại, em vẫn chưa thấy mình được chuyển sang hệ miễn xét học phần anh văn ạ(xem trên mục điểm chuyển).Nên em không biết mình có được miễn xét chứng chỉ anh văn để đăng kí môn học hay không? Kính mong T giải đáp giúp em ạ! Em cảm ơn! ",
    "Kinh chào quý thầy, cô  Em tên là:  MSSV:  Khoa: Kỹ thuật Xây Dựng khóa K21   Hiện tại em đang là F0 có triệu chứng, và ngày mai có bài kiểm tra giữa kỳ Giải Tích 2 tập trung. Vì lý do sức khỏe không đảm bảo.Kính xin quý thầy, cô hướng dẫn em làm thủ tục hoãn thi   Em xin trân trọng cảm ơn và kính chào quý thầy, cô ạ!",
    "Kính gửi Phòng Đào Tạo ĐH Bách Khoa TP.HCM Em tên là:  MSSV: , sinh viên hệ VLVH Khoa Điện - Điện Tử, Ngành Tự động hóa & điều khiển. Theo danh sách dự kiến tốt nghiệp hệ VLVH 4/2022, em kiểm tra thấy em bị thiếu tín chỉ tích lũy 145/146. Em có phản hồi mail cho Thầy  và thầy báo em thiếu môn Đo  (404819). Tuy nhiên, em đã học môn Đo  (theo mã MH mới - EE3005) và đạt điểm tổng kết 5.5 vào học kì 1 năm học 2017-2018. Mong Phòng đào tạo kiểm tra lại giúp em! Em xin chân thành cảm ơn!",
    "Em muốn hỏi thi giữa kì online bị cúp điện thì cần làm gì ạ.",
    "Kính gửi thầy/cô, Em là , MSSV  ạ. Em có kì thi giữa kì vào 16h00 ngày 26/2/2022 nhưng em không thể tham gia được vì phải đi chuyến bay về TP HCM ạ. Em sẽ tham gia kì thi vét sau đó hoặc những hình thức khác theo quyết định của Phòng Đào Tạo hoặc giảng viên bộ môn (thầy ) ạ. Em xin chân thành cảm ơn và mong PDT và giảng viên bộ môn (thầy ) thông cảm ạ. Người làm đơn ",
    "Kính gửi thầy/cô, Em muốn hỏi là làm sao để xin phép hoãn thi giữa kì môn giải tích 2 ạ? Em xin cảm ơn.   i  .",
    "Hiện tại em đang gặp vần đề về sức khoẻ và muốn xin hoãn bài kiểm tra giữa kì môn Giải tích 2 (MT1005) vào ngày mai thì em có thể làm như thế nào ạ?",
    "Hiện tại em đang gặp vần đề về sức khoẻ và muốn xin hoãn bài kiểm tra giữa kì môn Giải tích 2 (MT1005) vào ngày mai thì em có thể làm như thế nào ạ?",
    "Em xin gửi lại đơn ạ. Em cảm ơn sự hỗ trọ của pđt.",
    "Dear anh/chị, Cho em đặt câu hỏi là em có TKB HK212, môn học AV4, nhưng em kiểm tra trên trang BKpay không thấy link đóng học phí cũng như thông tin về lịch thi. ",
    "Em muốn thanh toán 200.000đ phí chuyển điểm anh văn trên BKPAY nhưng đã nửa ngày trời và em vẫn chưa thanh toán được, thầy cô cho em xin cách thức khác để có thể thanh toán, chứ trang web như này mà khi nhấn vào thanh toán, nó xoay nửa ngày trời, xoay xong thì nhập tài khoản vào chẳng cho thanh toán",
    "Thầy/cô cho em hỏi hiện tại em đang ở tình trạng tạm dừng do không đăng ký môn học. Em đã nộp đủ toeic và cũng đã đủ điều kiện tốt nghiệp nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp. Nhờ thầy/cô kiểm tra giúp em xem còn thiếu điều kiện gì nữa không để em đăng ký tốt nghiệp ạ ? Mssv:  Em cảm ơn!",
    "Dạ em chào thầy/ cô tư vấn, em tên là Trần Thị Thu Thảo với MSSV 1915202, học lớp L03 môn Kỹ thuật phản ứng (CH3347), mã phòng thi là L03_B . Do trường xếp lịch thi gấp (chỉ trong vòng 10 ngày) mà em ở Quảng Trị, nên phải đặt vé máy bay sớm nhất có thể, mới có được vé đi vào Sài Gòn thì mãi tới hôm nay mới được bay vô á thầy. Thì từ nhà em vô Huế là 6h sáng tới Huế để kịp thi lúc 7h sáng hôm nay (26/02) thi môn \"Cơ sở tính toán thiết kế hệ thống công nghệ hóa học CH3349\" nhưng tới lúc 12h30 trưa mới được bay do bị delay máy bay đó thầy :((, thành ra vào lúc 3h30 em mới tới ktx kiếm đại chỗ để thi cho kịp 4h, thi liền luôn á thầy. Nên máy của em đi cùng em từ sáng tới giờ nó không đủ pin để em thi á. (việc này 1 phần cũng do lỗi của em, vì không kiếm ra được vé sớm hơn để vô ktx thi ạ, em xin lỗi thầy ạ) (em có đính kèm cho lý do em nói là sự thật ạ bên dưới ạ) Mặt khác, là do lỗi hệ thống bkexam đã đặt lịch nộp bài sai, vào lúc 4:45 phải nộp bài đến 4:55, nhưng hệ thống lại bị sửa thành 4:55, mới bắt đầu cho nộp nhưng mãi tới 5:00 mới được chính thức nộp mà khoảng 5 phút sau đã đóng (tức tụi em bị mất 5 phút để nộp bài), nên máy em hết pin ngoài ý muốn của em. Mà đến lúc em vô lại là 5:04 để nộp thì hình như hệ thống đã đóng không cho nộp. Em thật lòng rất muốn được nộp bài môn này, mong thầy/ cô có thể xem xét ạ. Vì giữa kì không thể hoãn thi á thầy/ cô, nên mong thầy/ cô xem xét cho em lần này để em có thể được chấm điểm môn này ạ . Em xin lỗi vì những bất tiện mà em đang mắc vì thầy Việt dạy bộ môn này, đã dặn là không nhận bài qua mail nên em mong thầy/ cô có thể giúp cho em và chấm điểm cho em môn này ạ. Em đã báo giám thị coi thi là em không nộp được bài rồi ạ . Em sẽ rất cảm kích nếu thầy/ cô đã báo thầy Việt bỏ qua chấm điểm cho em môn này ạ :(( Mong thầy/ cô phản hồi em sớm ạ. Em cám ơn thầy/ cô đã đọc mail và chúc thầy thật nhiều sức khỏe để vượt qua đại dịch này ạ. :D  -----  Trần Thị Thu Thảo - 1915202 - L03 môn Kỹ thuật phản ứng CH3347 sdt: 0343262283   i ",
    "lỚP CK18DET   i  em chào thầy cô, Cho em hỏi về cách tính điểm và làm tròn  Em tính theo phần trăm điểm môn Đại số tuyến tính thì (bt5%:0,btl 20%:8.5, gk 25%:3đ, ck 50% :3đ ra 4.7 làm tròn lên 5. Môn  tính (MT1009)của em là (bt5%:10đ, btl 20%:9.5, gk 25%:3đ, ck 50% :3đ ra 4.65 Mà trên điểm tổng kết là 4.5  Thầy cô giải đáp giúp em ạ. ",
    "Rút Môn Học . Em chào PĐT, Chuyện là em muốn đăng ký rút môn học ở học kỳ  này. Em muốn đăng ký hủy môn Anh Văn 4 để có thể đăng ký tốt nghiệp vào tháng 4. Em có đăng ký form rút môn học theo mail của PĐT gửi. Em muốn hỏi là em có phải trực tiếp lên trường để hoàn thành thủ tục hay không, hay chỉ cần đăng ký rút môn học online và nộp học phí đầy đủ như vậy thôi. Em cảm ơn, .",
    "Dạ em chào anh/chị. Em là , MSSV:  Hiện tại, em đã có email nhận bằng tốt nghiệp chính thức. Nhưng lúc đăng kí tốt nghiệp em chưa có nhận được file Chứng nhận tốt nghiệp tạm thời. Anh/chị có thể cho em xin file Chứng nhận tốt nghiệp tạm thời xem như là một kỷ niệm ở Bách Khoa được không ạ. Em xin chân thành cám ơn.",
    "Em chào thầy/cô PĐT, Em tên  mssv  Do em không đủ số tín chỉ tích lủy nên không thể đăng ký LVTN theo đúng thời gian ĐKMH (thiếu tín chỉ tích lũy AV). Nhưng hiện tại em đã nộp bằng và đang đợi PĐT xét điểm và quy đổi sang AV. LVTN của em hiênn tại đã làm được phân nữa và có sự chấp nhận của GVHD. Vì vậy, em mong PĐT có thể chấp nhận cho em ĐKMH LVTN ạ. Em cảm ơn thầy/cô.",
    "Kính gửi Phòng đào tạo. Em là  MSSV. Em đã hoàn thành tất cả các môn học 142 chỉ vào học kì 2(2020-2021) nên học kì 1(2021-2022) em không đăng ký môn học và bị tạm dừng học. Và học kì 2(2021-2022) em cũng không đăng ký môn học. Vì em đã hoàn thành 142 chỉ theo chương trình đào tạo và chỉ nợ anh văn nói-viết để ra trường nên em không đăng ký môn học. Thầy/cô cho em hỏi em có bị buộc thôi học do 2 học kì liên tiếp em không đăng ký môn học không ạ? Em cám ơn!",
    "Chào pđt,  Hiện tại em đã ra nhà trọ và chưa mua bảo hiểm y tế ở ktx, vậy giờ em muốn mua bảo hiểm y tế ở trường thì phải làm sao ạ, theo như em được biết thì đã hết hạn đăng kí, mong pđt hồi âm .",
    "Chào PĐT ạ,em là ,MSSV .Cho em hỏi là chừng nào thì trường mở lại đợt thi anh văn toeic 2 kỹ năng nghe và đọc vậy ạ?Em xin cám ơn.",
    "Gửi PĐT, Hiện nay em đã hoàn thành xong tất cả các môn học, nhưng chưa hoàn thành tín chỉ toeic, nếu em không kịp nộp để tốt nghiệp vào tháng 4 thì em cần làm gì để được nộp vào tháng 11? Vì hiện tại em không đăng kí môn học cho học kì 212 vậy em có được xem là tạm dừng không? Em cảm ơn!",
    "có một số môn trên bkel e không thấy link vào lớp riêng ạ",
    "QUOTE  Em chào thầy,cô ạ. Em là Đinh Duy Tín, MSSV:. Em đã gửi biểu mẫu xin rút môn Thí Nghiệm Vật Lí(PH1007) nhưng môn vẫn nằm trong thời khoá biểu của em ạ. Em hi vọng thầy cô có thể giải đáp thắc mắc của em. Em cảm ơn thầy cô rất nhiều ạ.",
    "PDT cho em hỏi , em có được đăng kí không ạ ?",
    "Kính gửi:Phòng đào tạo Em tên:  - MSSV: Là sinh viên Trung tâm Đào tạo Bảo Dưỡng Công Nghiệp Do trong HK211 em bị trùng lịch học nên em đã không thể tham gia học môn Công nghệ cơ khí 2 TN (IU3062). Nay, em kính mong Phòng Đào tạo sắp xếp TKB môn học Công nghệ cơ khí 2 TN (IU3062) trong đợt học bù các môn TN, TH của HK202+203+211 mà Phòng Đào tạo sẽ tổ chức dạy bù từ tuần 10 đến tuần 13 (từ 07/3/2022 -03/4/2022), theo lịch học em được biết như sau: (Hình trong tệp đính kèm) Trân trọng cảm ơn./.",
    "Cho em hỏi là điểm thi môn  ( MT1009) đợt thi HK211 dành cho hoãn thi tới giờ vẫn chưa cập nhật điểm trên bảng điểm vậy ạ. Không biết em có được xóa điểm 14 chưa . Em cảm ơn ạ .",
    ". kính gửi phòng đào tạo trường đại học bách khoa  thành phố Hồ Chí Minh em tên là :   Hôm nay em viết đơn này là để xin miễn học phần quân sự do em đã học học phần này ở trường đại học trước rồi . Mong phòng đào tạo xem xét để em có thể miễn học phần giáo dục quốc phòng. Em xin chân thành cảm ơn",
    "Dạ em kính chào quý thầy cô ạ! Em tên là Vũ Thị Hồng Nhung, MSSV: . Em học Hóa Đại Cương vào HK202. Và theo như thông báo của nhà trường thì em đã đi học bù thêm 1 buổi thí nghiệm vào tuần 03 lớp VL17 (do em đã học off được 1 buổi trước khi nghỉ dịch). Nhưng hiện giờ nhà trường cập nhật thời khóa biểu thì thời khóa biểu của em lại xuất hiện thêm lớp VL53 học vào tuần 10 dù em đã đi học bù để hoàn tất môn Hóa Đại Cương. Vậy em nên giải quyết sao ạ. Em mong quý thầy cô giải đáp thắc mắc của em. Em cảm ơn quý thầy cô rất nhiều ạ!",
    "Thưa phòng đào tạo, ví dụ như giáo viên nhập sai điểm mà mình chưa kịp phản hồi mà giáo viên đã gửi điểm về phòng đào tạo thì phải làm sao ạ.   i ",
    "Cho em đăng ký hoãn thi giữa kì môn giải tích 2 thi ngày 27/2 lúc 12h00 nhóm L17-A vì không đủ trang thiết bị và nhà đang có F0 phải cách ly ạ.   i  .",
    "Chào anh/chị, Nhờ anh chị hỗ trợ kiểm tra giúp em thông tin tốt nghiệp vì em tra cứu thấy thông tin của mình trên danh sách dự kiến. Nhờ xác nhận thông tin chưa cập nhật hay do thiếu điều kiện nào để em hoàn thành sớm mà đăng kí tốt nghiệp kịp lúc ạ. Em cảm ơn nhiều ạ.   Thông tin: Tên:  MSSV:  Tên luận văn: Ứng dụng vẽ mô hình mạng trên nền tảng web và cấu hình cơ bản trên thiết bị Juniper thông qua Ansible Thầy hướng dẫn: ThS.",
    "Kính gửi Thầy/Cô PDT. Em tên: Nguyễn Thanh Sơn. MSSV: 2011983. Vào 9h ngày 27/7, em có thi online môn Giải tích 2 ( 40p ). Nhưng đến 9h26 thì em bị rớt mạng, đến hơn 9h35 thì em có mạng lại và bấm F5 thì thấy đã rớt ra ngoài màn hình khóa, em nhờ Cô mở khóa và khi vào lại thì thấy hệ thống tự nộp rồi ạ. Thầy/Cô cho em hỏi là em có thể được thi lại vào ca khác hay điểm sẽ theo hệ thống ạ. Em xin cảm ơn.",
    "kính chào quí thầy cô, em tên là , Em xin nộp đơn gia hạn thời gian hoàn thành chương trình đại học.   i  .",
    "Hiện tại em đã chuyển sang hệ VLVH; theo Gmail của PDT phản hồi lại. Nếu em chỉ nợ AV nói-viết ở hệ chính quy để tốt nghiệp. THì khi chuyển sang hệ VLVH em có thể đăng ký tốt nghiệp. Nhưng hiện tại theo trang mybk mục tình trạng sinh viên em đã chuyển sang hệ VLVH mà trang đăng ký tốt nghiệp em vẫn còn ở hệ chính quy nên không đăng ký tốt nghiệp được. hiện tại em phải làm gì để có thể đăng ký tốt nghiệp hệ VLVH để nhận bằng tốt nghiệp vào tháng 4/2022? Và hiện tại em chưa có trong danh sách tốt nghiệp dự kiên.",
    "Dạ pđt cho em hỏi là em có đăng kí hoãn thi môn Phương Pháp Tính ở Hk 202 và đã thi hoàn thành trong hk 211 (ngày thi 26/12/2021). Nhưng đến hiện tại em vẫn chưa có điểm trên mybk, vẫn còn là điểm 14 ạ.",
    "Em tên:  Em xin được mở BKEXAM trở lại ạ. Em xin chân thành cảm ơn!!!",
    "Do hồi năm nhất em có công việc nên không thể học GDQP, giờ em được nghỉ 4 tuần bù các HK cũ, vậy cho em hỏi là em có thể đăng ký học GDQP trong khoảng thời gian này không ạ, mà nếu muốn học thì em cần phải làm thủ tục gì không ạ ?",
    "Em xin chào quý Thầy Cô ! Em là sinh viên hệ VHVL ( mã số sinh viên  ) chuyển qua từ hệ chính quy ( mã số sinh viên cũ  )  Chuyện là bởi môn học giải tích 2 ( em có đăng ký hoãn thi và được phòng đào tạo chấp nhận ) kết quả thi lại thì đạt qua môn nhưng điểm trên mybk lại chưa cập nhật điểm tổng kết mà chỉ có điểm thành phần dẫn tới số tín chỉ chưa đạt để xét tốt nghiệp vào tháng 4 này ( hiện em đã hoàn thành hết các môn học )  Em gửi 2 tấm hình ( tấm 1 là điểm thành phần môn học giải tích 2 mã MT1005 , tấm 2 là lý do không đc xét tốt nghiệp do thiếu tín chỉ ) Mong quý Thầy Cô xem xét và giúp đỡ !",
    "Kính gửi Thầy/Cô . Em tên: . MSSV: . Vào 9h ngày 27/7, em có thi online môn Giải tích 2 ( 40p ). Nhưng đến 9h26 thì em bị rớt mạng, đến hơn 9h35 thì em có mạng lại và bấm F5 thì thấy đã rớt ra ngoài màn hình khóa, em nhờ Cô mở khóa và khi vào lại thì thấy hệ thống tự nộp rồi ạ. Thầy/Cô cho em hỏi là em có thể được thi lại vào ca khác hay điểm sẽ theo hệ thống ạ. Nếu có thể thì em xin được thi lại ạ. Em xin cảm ơn.",
    "Kính gửi Thầy/Cô PDT. Em tên: Nguyễn Thanh Sơn. MSSV: 2011983. Vào 9h ngày 27/2, em có thi online môn Giải tích 2 ( 40p ). Nhưng đến 9h26 thì em bị rớt mạng, đến hơn 9h35 thì em có mạng lại và bấm F5 thì thấy đã rớt ra ngoài màn hình khóa, em nhờ Cô mở khóa và khi vào lại thì thấy hệ thống tự nộp rồi ạ. Thầy/Cô cho em hỏi là em có thể được thi lại vào ca khác hay điểm sẽ theo hệ thống ạ. Em xin cảm ơn.",
    "Cho em hỏi là thời gian gần đây, em không còn nhận được bất kỳ thông báo mail nào của PĐT, Ho Tro SV, Đoàn Thanh niên hay support.stu nữa ạ! Nguyên nhân là gì vậy ạ? Và hướng dẩn em cách nhận thông báo mail Em xin cảm ơn ạ!   i  .",
    "Kính gửi PDT Sinh viên:    MSSV  Học kỳ 211 em có hoãn thi cuối kỳ môn kết cấu thép(CI3231) đã được chấp nhận và có tên trong danh sách hoãn thi. Cho em hỏi, vậy bây giờ em muốn thi lại để xóa điểm 13 thì em phải làm như thế nào ạ. Em xin cảm ơn",
    "ngày 27/02/2022 vào 12 giờ trưa em có thi giữa kì và trong lúc thi em quay lúc quá trình làm bài nhưng  phần mềm em dùng để quay lại thì chỉ quay mỗi phần mềm máy tính casio mô phỏng . nên  em cần giải quyết việc này làm sao ạ ?",
    "Chào thầy cô. Dạ cho em hỏi em là sinh viên K17 hiện tại chưa hoàn thành xong chương trình đào tạo mà trên thẻ sinh viên để hiệu lực đến tháng 3/2022. Vậy cho em hỏi em có cần đăng ký in lại thẻ sinh viên không ạ. Em cảm ơn",
    "Cho em hỏi ngày tổ chức bảo vệ LVTN của khó Việt Pháp năm nay sẽ tổ chức vào ngày nào ạ? Em xin cảm ơn.",
    "Cho em hỏi thời gian nộp đơn rút môn học ở học kì 212 này là bao lâu ạ ? Và nộp đơn rút môn học ở đâu vậy ạ ?",
    "Dạ việc là hôm nay em thi onl em hoàn thành hết rất ổn nhưng đến khi em coi lại video quay thì lại là toàn màu đen và chỉ có tiếng video thôi ạ, giờ em phải làm sao để giải quyết vấn đề này ạ",
    "Chào thầy cô ạ, em tên là  mssv:. Đợt trước em có gởi đơn rút môn vì lý do học online và không đủ thời gian sắp xếp được việc học hoàn chỉnh nhất ạ. Cho em hỏi em đã rút được môn này chưa ạ? Em cảm ơn thầy cô rất nhiều ạ.",
    "Em chào Thầy Cô. Em tên , sinh viên hệ VHVL khoa Điện-Điện tử (chuyển từ hệ chính quy k2014 do hết thời hạn đào tạo ngày 13/09/2021). Em tạo câu hỏi này mong Thầy Cô hỗ trợ em các vấn đề sau: 1.Em báo cáo LVTN ngày 24/01/2022 được 9đ nhưng hiện tại vẫn chưa cập nhập điểm vào mục bảng điểm. Em kính mong Thầy Cô kiểm tra lại giúp em xem có thiếu sót gì trong cập nhật bảng điểm. 2.Em có nộp bằng Toiec nghe đọc 490đ cho trường với thời hạn 24/05/2020-24/05/2022. Thầy Cô cho em hỏi lại một lần nữa là em đã đủ chuẩn ngoại ngữ để xét tốt nghiệp chưa. 3.Thầy Cô cho em đăng kí xét tốt nghiệp nếu đã đầy đủ yêu cầu về tín chỉ và ngoại ngữ.",
    "Em tên  đạt mssv  Tuần 3,4 môn hoá đại cương em đã thực hành nhưng tuần 10 lại có lịch tiếp không biết giải quyết như thế nào ạ? Em cảm ơn pdt",
    "Chào thầy cô, em tên  MSSV  sinh viên hệ VHVL, em đã đăng đã đkmh học kỳ 212 đợt 1, nhưng hiện tại vẫn chưa có thời khóa biểu, không biết là do trường chưa có thời khóa biểu hay tại em đã có thiếu sót gì, mong thầy cô kiểm tra giúp em ạ, em cảm ơn,",
    "Chào thầy/cô, Em tên  MSSV  . Em có đăng kí học kì 212 Hệ VHVL Đợt 1. Nhưng đến giờ em vẫn chưa có  . Xin hỗ trợ em thông tin với ạ Vùng tệp đính kèm",
    "Em xin chào PĐT ạ. Thì em có câu hỏi về vấn đề đăng kí môn học năm 2 năm nay do em hiện đang tạm dừng 1 năm học. Em hiện đang vẫn là sinh viên năm nhất, e dự định là hè năm nay e sẽ học hè trên trường để trả nợ môn cho năm nhất. Hồi năm nhất trường có tổ chức thi Tiếng Anh nhưng lúc đó em đăng kí chậm nên không có tham gia, vì vậy bây giờ nếu em muốn đăng kí môn học thì em bắt buộc phải có bằng Tiếng Anh TOEIC trong tay. Và vào vấn đề chính thì em muốn hỏi là để đăng kí được môn học năm 2, em cần phải đạt điểm bao nhiêu trong bài TOEIC? em sẽ đăng kí thi lấy bằng ở trung tâm. Và em không biết là em học hè có cần phải nộp bằng để được đăng kí học hay không? Nếu có em sẽ cố gắng thi sớm nhất có thể để lấy bằng nộp vào để có thể đăng kí môn học ạ. Tóm gọn lại e muốn hỏi 2 câu chính:    - Bằng TOEIC bao nhiêu mới có thể đăng kí được các môn học năm 2, nếu được có thể cho em biết điểm của năm 3 và năm 4 luôn ạ.    - Việc nộp bằng này có cần phải làm trước khi kì học hè diễn ra không hay là chuẩn bị học năm 2 vẫn có thể nộp được ạ?      Em xin lỗi vì đã viết khá nhiều và có hơi miên man nhưng em mong là PĐT có thể giải quyết thắc mắc giúp em ạ. Em xin cảm ơn rất nhiều       ",
    "Chào thầy/cô, Em đã đủ điều kiện xét tốt nghiệp, nhưng đến nay em vẫn chưa có tên trong danh sách dự kiến tốt nghiệp để đăng ký TN. Thầy/cô kiểm tra lại giúp em. Em xin cảm ơn.",
    "Chào Ban Giám Hiệu nhà trường, em tên , MSSV  đã đăng kí chuyển hệ VHVL vào tháng 3/2021 và đã được duyệt, nhưng vì lí do cá nhân nên không hoàn thành thủ tục được. Giờ em xin đăng kí chuyển sang hệ VHVL học kì 221. Mong được xét duyệt và nhận được phản hồi sớm ạ, em xin cảm ơn.",
    "Dạ em chào thầy cô, em là  sinh viên năm 4 của trường ạ. Hiện tại sau một kì nghỉ dịch và lên lại ktx thì toàn bộ giấy tờ của em bị lạc mất trong đó có chứng chỉ GDQP. Vậy để làm lại giấy thì em cần phải làm thủ tục gì ạ. Mong thầy cô hướng dẫn giúp em . Em cám ơn thầy cô đã hỗ trợ.",
    "Dạ cho em hỏi là em năm 3 ngành cảng biển khoa xây dựng thì giờ em muốn đăng ký học song ngành thì đăng kí như thế nào ạ?",
    "Kính chào quý Thầy/Cô,  Em tên , MSSV: , em đã đăng kí môn học IM4317 ở các đợt trước đó tuy nhiên kết quả đăng kí bị xóa do đó em đã đăng kí môn học HK212-bổ sung TTTN, ĐCLV, LVTN. Tuy nhiên, em vẫn chưa có thời khóa biểu. Em đã gửi khiếu nại này 1 lần trước tết, tuy nhiên đến nay em vẫn chưa có thời khóa biểu, chưa có lịch đóng học phí. Em rất mong nhận được sự hỗ trợ của Qúy, thầy cô. Em xin chân thành cảm ơn quý thầy cô.",
    "Gởi phòng đào tạo Rút môn học em thấy có ghi là \"đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính)\", thì học phí theo quy định là nộp bao nhiêu % theo số tín chỉ hay là nộp đầy đủ giống như môn học bình thường, em không hiểu chỗ này nhờ phòng đào đạo giải thích giùm em. Và nếu đã điền form rút môn rồi thì có hủy lại để học bình thường được không. Cảm ơn phòng đào tạo Trân trọng",
    "Em có đăng kí hoãn thi hóa đại cương ở học kì 202, và ở học kì 211 vừa ròi em có tham gia thi cuối kì để bổ sung điểm cho môn hóa đại cương, nhưng điểm của em đến bây giờ vẫn chưa cập nhật lại, cho em hỏi lý do vì sao ?",
    "Kính chào Thầy/Cô! Em đã hoàn thành thành CCNN (đã thẩm tra ngày 16/2/2022), toeic 2 kĩ năng Nói-ết, ngày CTXH và đủ số tín chỉ để xét tốt nghiệp, nhưng em theo dõi vẫn chưa có tên trong danh sách TN dự kiến. Em có thắc mắc về việc cập nhật danh sách TN dự kiến hay em có còn thiếu điều kiện xét TN nào không. Mong Thầy/Cô xem xét và hướng dẫn thao tác cập nhật (nếu có) giúp em. Em xin cảm ơn!",
    "Em tên là , MSSV 4 Em đã có tên trong danh sách tốt nghiệp tạm thời nhưng tình trạng vẫn ghi là tạm dừng ạ, xin pđt đổi giúp em tình trạng sinh viên để em có thể đăng ký tốt nghiệp trên mybk, em cảm ơn.",
    "Kính gửi phòng đào tạo! Em tên Nguyễn Thị Ngọc Diễm Mssv:. Phòng đào tạo cho e hỏi là em đã hoàn thành chương trình đầu ra của trường nhưng sao e vẫn chưa đăng ký tốt nghiệp được ạ . Em xin cám ơn!",
    "Em kính chào pdt. Bây giờ em đang là f0 nên không thể vào trường lấy bảng điểm để nộp hồ sơ thi chuyển giai đoạn của pfiev thời hạn nộp là trước ngày 4/3/2022. Vậy nên em mong pdt có thể cho em nhờ bạn lấy dùm bảng điểm ạ. Bạn em tên là  (mssv ). Em cảm ơn.  B  .",
    "Em có 1 chứng chỉ toeic đã thẩm tra, em muốn chuyển điểm thì phải làm sao ạ?",
    "Kính gửi Nhà trường,  Em tên là , SV lớp HC19HLY. Sau một khoảng thời gian tạm dừng để ổn định tâm lý và ra ngoài trải nghiệm cuộc sống, hôm nay em làm đơn này để xin nhà trường cho phép em được tiếp tục học tập, được tiếp tục theo đuổi ước mơ từ những ngày cấp 3 của mình . Kính mong nhà trường xem xét ạ. Em chân thành cảm ơn ạ.",
    "dạ em chào quý thầy cô ạ! Tuần rồi em có làm đơn xin chuyển điểm môn học và thầy cô có rep em là bảo em làm đơn (không kèm theo đơn gửi pdt) em gửi thì thầy cô lại bảo em kèm theo đơn. xin thầy cô xem xét lại giúp em ạ",
    "Em chào thầy/cô PDT trường ĐH Bách Khoa TPHCM. Sau khi em đã đăng ký tốt nghiệp trên mybk nhưng vì bị covid nên chưa thể nộp ảnh 4x6 trên hệ thống. Nên khi đăng ký thì đơn xét chưa được xử lí. Nay em đã bổ sung hình trên hệ thống mybk thì không biết em có cần phải đăng ký lại bằng phương thức nào khác không hay PDT sẽ tự cập nhật vậy ạ? Em xin cảm ơn thầy/cô.",
    "Chào thầy cô, em tên là . Em mong thầy cô kiểm tra lại giúp em bản đơn rút môn học PH1005 kì dự thính này ạ. Em đã điền từ ngày 23/2 và tới nay vẫn không nhận được email xác nhận ạ. Mong thầy cô kiểm tra lại giúp em ạ ",
    "Kính gửi Phòng Đào Tạo Em học bên hệ VLVH 2022 Đợt đăng kí môn học bổ sung kiến thức cho hệ VLVH, Do em đăng kí trễ, em làm đơn xin bổ sung tên em vào những lớp có trong danh sách môn bổ sung kiến thức của ngành em được không ạ?  Em xin cám ơn thầy cô.",
    "Dạ kính chào quý thầy cô, em là sinh viên năm nhất của khoa ứng dụng, hiện em thấy ở mục 12 nhập học mục thẻ sinh viên đã cập nhật là thẻ đã in rồi.Thầy/ cô cho em hỏi em có thể nhận thẻ sinh viên ở đâu ạ.Em cảm ơn thầy/cô.",
    "Em  mssv . Em xin phòng đào tạo xem xét cho em thực hành bổ sung và thi bổ sung môn vẽ kĩ thuật (Cl1003).",
    "Dạ thưa thầy cô, Trên danh sách đính kèm ở trang web của trung tâm gdqp không có tên em(file excel) tuy em đã được gửi mail và cấp tài khoản. Nhưng trong tài khoản em cũng không có đại đội. Em không biết có gì trục trặc trong việc đăng kí không ạ? Mong thầy cô giải quyết giúp em ạ. Em cảm ơn thầy cô ạ.",
    "Kính gửi pdt trường Đại Học Bách Khoa Em tên là  , MSSV  Hiện tại em đã đăng ký một lớp Anh Văn Cơ Bản A LA0011 , nhóm DT04 và đang bị trùng lịch với một môn học khác .Em mong pdt xem xét rút lại môn học này giúp em . Em xin chân Thành cảm ơn !  ",
    "Do trong quá trình record, phần mềm record của em xuất ra file video bị lỗi bản quyền dẫn đến file record của em không hoàn chỉnh theo yêu cầu của quy định thi. Em muốn biết mình có thể thi lại được không ạ. Đây là phần file lỗi xuất ra mong PĐT xem xét qua trường hợp của em: https://drive.google.com/file/d/16pd4WTte8rUxvcTZdik2zbr_DiXFwTHl/view?usp=sharing Do vấn đề gấp rút nên em mong sẽ nhận được phản hồi sớm nhất.",
    "nh gửi pdt trường Đại Học Bách Khoa Em tên là  , MSSV  Hiện tại em đã đăng ký một lớp Anh Văn Cơ Bản A LA0011 , nhóm DT04 và đang bị trùng lịch với một môn học khác .Em mong pdt xem xét rút lại môn học giúp em . Em xin chân Thành cảm ơn !",
    "Em tên là , MSSV: , Đại đội 31. Phòng đào tạo có thể cho em biết đại đội 31 học trực tiếp vào đợt 1 hay đợt 2 vậy ạ.Mong phòng đào tạo phản hồi để em có thể   lập kế hoạch vào TP HCM. Em xin chân thành cảm ơn",
    "Em tên  lớp HT04.Em có đăng ký 1 lớp AV1 ở trường mình nhưng thời gian học của môn nó trùng lịch với 1 số môn em học ở ngoài nên em muốn xin được huỷ lớp. Mong phòng đào tạo sẽ giải quyết giúp em ạ. Em xin cảm ơn",
    "EM chào thầy, cô . Thầy, cô cho em hỏi là bao giờ thì cập nhật tkb của đkmh lộ trình 2 ạ. Em đăng ký thành công nhưng chưa thấy có cập nhật lên tkb",
    "Em là  sinh viên năm 1 khoa cơ khí trước khi đăng ký môn anh văn(nhu cầu ) em có thấy trng web ghi là sẽ tự hủy nếu trùng lịch nhưng đến nay em thấy trùng lịch quá nhiều nhưng hệ thống không tự hủy và bây giữo đã xếp lịch thì em phải làm sao để hủy ạ ? ",
    "Em là  sinh viên năm 1 khoa cơ khí trước khi đăng ký môn anh văn(nhu cầu ) em có thấy trng web ghi là sẽ tự hủy nếu trùng lịch nhưng đến nay em thấy trùng lịch quá nhiều nhưng hệ thống không tự hủy và bây giữo đã xếp lịch thì em phải làm sao để hủy ạ ?",
    "Em chào thầy cô phòng Đào tạo ạ, em là , sinh viên vừa thi môn Giải tích 2 ca 14h lớp L21_A ạ. Trong buổi thi em có quay màn hình bằng phần mềm Apowersoft Screen Recorder Pro. Em đã sử dụng phần mềm này để quay màn hình lúc thi trong suốt học kì I, và kết quả record rất bình thường nên em đã không quay thử trước khi thi hôm nay ạ. Tuy nhiên, sau khi thi xong, em mới phát hiện ra phần mềm của em vì lí do bản quyền nên chỉ quay được 1 phút 37 giây, và còn không hề thông báo cho em biết rằng đã ngừng quay. Em hoàn toàn không ngờ về tình huống này, sau đó em có thử quay lại bằng phần mềm này thì còn không cho quay luôn ạ. Hiện tại em đang không biết rằng em cần làm những gì bây giờ ạ . Em xin gửi bằng chứng rằng em không thể quay màn hình bằng phần mềm đấy nữa và cả clip em chỉ quay được 1 phút 37 giây. Em mong rằng sẽ được các thầy cô xử lí nhẹ tay và thông cảm cho trường hợp không may của em ạ. .",
    "Em đã đăng ký in thẻ sinh viên và đã thanh toán rồi nhưng tại sao hơn 2 tuần rồi mà nhà trường vẫn chưa làm thẻ cho em. Bình thường sau khi thanh toán thì trong vòng 1 tuần trở lại là có thẻ rồi ạ. Mong phòng đào tạo sớm giải quyết xong nhanh giúp em ạ.",
    "ngày 7/3/2022 học tại trường phải ko ạ",
    "Em là . Hiện tại em vẫn đang thiếu 2 buổi offline của môn Thí nghiệm Hoá đại cương HK211. Giảng viên có nói là liên lạc PĐT để được xếp lịch học trong tuần 10 ạ .",
    "Em chào thầy/cô, Em là  MSSV  Ngày 27/2/2022 em thi môn Giải tích 2 có yêu cầu quay màn hình nhưng khi em quay xong thì em mới biết phần mềm bị bản quyền và chỉ lưu được video có 1 phút. Bây giờ em nộp bản ghi 1 phút đó có được không ạ. Em cảm ơn thầy/cô.",
    "Dạ, phòng đào tạo cho em hỏi không biết sao 1, 2 ngày nay em không xem được thời khóa biểu (tkb)/lịch thi 212 ạ? Em cũng đã hỏi một số bạn thì các bạn vẫn thấy tkb bình thường nên em không biết cập nhật hay vấn đề gì ạ. Em xin cảm ơn.",
    "Em xin trình bày với Phòng Đào tạo sự việc như sau: sáng ngày 27/2 em có lịch thi môn Giải tích 1. Em đã hoàn thành bài kiểm tra một cách nghiêm túc, đúng giờ và đảm bảo không vi phạm quy chế thi. Tuy nhiên, do sơ suất nên bản record của em chỉ ghi được 1 phút vì lý do bản quyền, em nhận thấy đây là phần lỗi của mình, em mong phòng đào tạo thông cảm cho trường hợp bất khả kháng và chấp nhận kết quả thi của em ngày hôm nay .   Em xin chân thành cảm ơn.",
    "Em tên :  MSSV :    Cho em xin thầy / cô xem xét lại môn anh văn 2a của em ạ . Em đăng kí thành công nhưng kết quả lại không có á . Em có kiểm tra thời khoá biểu nên không trùng môn nào hết ạ Dưới đây em có gởi hình ảnh minh chứng ạ.",
    "Dạ em chào thầy/cô, Hôm qua em dự thi kỳ thi Giữa kỳ môn GT2 - Nhóm L36 ca 16h, khi đến trước giờ thi em lắp camera rời vào máy tính để bàn nhưng máy không nhận camera (do lỗi phần cứng), em đã báo cáo sự cố cho thầy/cô coi thi và được thầy/cô hướng dẫn vào phòng trực đề để xin phương án giải quyết.Thầy/cô trong phòng trực đề nói em liên hệ với cô  là giảng viên môn học để xin cô cho em thi lại.Hôm nay em có buổi học với cô  nên em có trình bày về sự cố hôm qua thì được cô  hướng dẫn em liên hệ với PĐT để giải quyết.Thầy/cô cho em xin được thi lại được không ạ? Lần này là lần học thứ 2 môn GT2 của em, lần trước trong kỳ thi GK em thi offline được 7,2 điểm.Em tự tin với kiến thức mà em nắm được, nhưng vì sự cố nên em không thể dự thi.Em mong được thầy/cô thông cảm giúp em có cơ hội được làm bài thi giữa kỳ.Em xin chân thành cảm ơn thầy/cô !!",
    "Chào Phòng đào tạo. Em là sinh viên K15, hiện em đang thi anh văn nói viết để đạt điểm tốt nghiệp. Điểm thi sẽ được trung tâm anh văn chuyển cho Phòng Đào tạo. Nhưng hiện tại mục đăng ký tốt nghiệp của em không vào được, vậy làm thế nào để em biết mình đã đủ điểm để đăng ký tốt nghiệp ạ? Mong Phòng Đào tạo giải đáp giúp em!",
    "Dạ chào thầy/cô, Em là , MSSV , đã học môn hóa đại cương kì 202, lớp thí nghiệm L56 do thầy  phụ trách. Em thấy một số lớp khác đã có lịch cụ thể nhưng bên em thì chưa ạ. Cho em xin hỏi là do có lỗi hay sẽ có cập nhật sắp tới về lịch học ạ? Em xin cảm ơn.",
    "Kính gửi các thầy cô trực thuộc Phòng đào tạo ĐHBK-Đại học Quốc gia Tp.HCM Em là , mã hạc viên  thuộc lớp QL2104. Do điều kiện gia đình và kinh tế khó khăn do dịch bệnh trong thời gian vừa qua, em đã gặp phải nhiều vần đề ảnh hưởng tiêu cực tới chất lượng học tập của em. Vì thế để đảm bảo kết quả học tập, em có mong muốn được xin tạm dừng Học kỳ 2 của năm học 2021-2022 và bảo lưu kết quả học tập để ổn định kinh tế và tình hình nhằm mục đích đảm bảo học tập. Em xin hứa sẽ theo chỉ định của nhà trường và cố gắng quay trở lại học đúng hạn. Em xin chân thành cảm ơn! Học viên-   i ",
    "Kính gửi phòng đào tạo, Em là , MSSV : Do thiết bị bị hỏng đột ngột nên em không thể tham gia buổi thi giữa kì môn Giải Tích 2, em xin được hoãn thi.",
    "em muốn đăng kí anh văn cơ bản A học kì 212 nhưng xem lịch lại trùng lịch học quân sự thì phải đăng kí như nào ạ",
    "Dạ em chào quý thầy cô ạ! Em tên là , MSSV: Trong HK  211 em có học môn nhập môn lập trình (CO1003) để thay thế môn tương đương kĩ thuật lập trình CO1013 trong chương trình đào tạo của em. Dạ giờ em xin được chuyển điểm ạ. Vì vậy mong thầy cô chuyển điểm giúp em môn này để em đủ điều kiện số tín chỉ đăng ký LVTN trong kì này. Cảm ơn quý thầy cô. Mong sự phản hồi sớm từ thầy cô. Chúc quý thầy cô đầu tuần vui vẻ.",
    "Theo ctđt tại đây (https://docs.google.com/spreadsheets/d/1udOobWHFPviVmLbPzGsDUksQW2MpXt0Icewy1AMNIPM/edit?usp=drive_web&ouid=[phone_number][phone_number]7) tụi em có môn thực tập ngoài trường (EE3375). Học đủ tín chỉ, không rớt môn. kính mong pđt giải thích rõ hơn lý do ghi trong trang đăng ký môn học . Trân trọng",
    "Em xin chào thầy (cô) ! Em tên , MSSV: . Em viết mail mong PĐT sẽ giải đáp giúp em với, em có học 1 môn học ở kỳ dự thính 212 của lộ trình 2, nhưng đến hạn thanh toán mà trên bkpay của trường vẫn chưa thấy thông tin để thanh toán ạ. Lý do là học kỳ dự thính lộ trình 2 của học kỳ 212 đã đến kỳ hạn cuối thanh toán ( bắt đầu từ 21/02/2022 đến 15h00 ngày 28/02/2022) nhưng đến giờ trên BKPAY vẫn chưa cập nhật lên hệ thống nữa. Em phải đến ngân hàng để thanh toán học phí hay là thời gian thông báo trên lịch học vụ là chưa chính xác vậy ạ. Em xin chân thành cám ơn !",
    "Em chào thầy cô Phòng Đạo Tạo ạ, em tên là  Hiện học lớp VL15KL- Khoa Công Nghệ Vật Liệu. Nay em viết mail này kèm theo đơn xin gia hạn để mong nhà trường xem xét cho em xin được gia hạn thêm 1 học kì cuối ạ .  --- Em muốn hỏi thêm là đơn mình nộp trực tiếp như vậy được không ạ, hay là phải trực tiếp nộp bản gốc ạ. EM chân thành cảm ơn.",
    "Kính chào thầy/cô, Em tên là , MSSV là . Trên hệ thống BKex thì tên của em bị thiếu mất họ, thay vì là  thì hệ thống chỉ có . Mong thầy/cô chỉnh sửa lại trên hệ thống BKex thành  giúp em ạ . Em xin cảm ơn ạ.",
    "Kính gửi Thầy/cô Em tên là  MSSV:  Sinh viên khoa cơ khí, bộ môn chế tạo máy Vừa qua ngày 29/12/2021 em có tham gia bảo vệ đợt 2, hội đồng 2 đề tài: Thiết kế máy kiểm tra sức bền vật liệu. em đã hoàn thành và đạt được mức điểm tổng kết luận văn là 7.1. Tuy nhiên cho tới thời điểm này, em vẫn chưa thấy điểm ở trên Mybk mặc dù những người cùng bảo vệ chung hội đồng đã có. Vậy kính nhờ Phòng Đào Tạo kiểm tra lại giúp em để em có thể tốt nghiệp vào đợt tháng 4 này. Em xin chân trọng cảm ơn Chúc quý thầy cô sức khỏe và công tác tốt!",
    "Trả lời thầy . Dạ thưa thầy, em có làm ĐCLV HK211 nhưng HK212 không đk đc LVTN thì em có được giữ ĐCLV cũ không ạ. Nếu có thể thầy cho em xin email hoặc thông tin liên lạc để em có lời khuyên từ thầy. Em xin chân thành cảm ơn ạ.",
    "Dạ chào thầy cô, em là  sinh viên khoá k21. Vào ngày 11/01/2022 em có đăng ký xin rút môn bơi ( học phần 2 ) lớp L47 do một số vấn đề cá nhân, nhưng cảm thấy đã giải quyết được cũng như vẫn theo dõi, điểm danh trên lớp sau đó. Kính mong thầy cô có thể cho em được xin hủy việc rút môn bơi. Em xin cảm ơn.",
    "Em tên  lớp CK20CĐT01. Em nhận thấy lịch học môn Vẽ Kỹ thuật cơ khí (thực hành) ME2090 lớp L02 vào ngày 6/3 tuần 9 (12:00 - 16:50) trùng với giờ thi giữa kỳ môn Xác suất và thống kê MT2013 L17-A (16:00). Mong Phòng đào tạo kiểm tra và điều chỉnh. Em xin chân thành cảm ơn",
    "Quý thầy cô cho em hỏi là phải làm sao để thi lại môn Giải Tích 2 giữa kì với ạ. Do sự cố ngoài ý muốn nên em vào phòng thi trễ và hiện tại e chưa được làm bài thi ạ. Mong quý thầy cô giúp đỡ.",
    "Kính gửi PĐT, Dạ PĐT cho em hỏi là hạn đăng ký xét tốt nghiệp sắp tới của mình là ngày bao nhiêu vậy ạ(đợt tháng 4)? Và để đăng ký xét tốt nghiệp thì Chứng chỉ ngoại ngữ em phải nộp trước hạn đăng ký là bao lâu vậy ạ? Em cảm ơn ạ.",
    "Em xin chào PĐT Em tên là Nguyễn Phước Kiệt () Vì chưa tìm hiểu rõ nhưng em đã đăng kí môn Anh Văn Cơ Bản A của HK212 nên bị trùng lịch học môn Giáo Dục Quốc Phòng vào tháng 03/2022. Vì thế, em xin được rút môn Anh Văn Cơ Bản A lớp DT04. Mong PĐT xem xét và giúp đỡ em. Em xin cảm ơn.",
    "Dạ em tên  , MSSV : .Cho em hỏi là hộ cận nghèo có được giảm học phí không ạ , hay phải kèm theo điều kiện là tàn tật và dân tộc thiểu số mới được giải quyết ạ . Em xin cảm ơn .",
    "Em muốn rút môn học ạ",
    "Dạ chào thầy cố, vì máy vi tính bị nhiểm virus và bị mấc một số thông tin cá nhân . Do đó email trường tự động đăng xuất và cần xác minh danh tính.Em không thể đăng nhập trên bất kỳ thiết bị nào .  Mong thầy cô giúp em giải quyết để có thể đăng nhập lại email trường. Đổi giúp em mật khẩu mới. mật khẩu mới: phanduytan9 email của em : tan.phanjflater",
    "Cho em hỏi là trong quy chế đào tạo và học vụ của trường điều 27, mục 27.2 \"buộc thôi học\" có ghi: \" Trường hợp buộc thôi học do tự ý nghỉ học do ĐTBHK bằng 0, nếu SV có đăng ký môn học tại học kỳ kế thì được xét không buộc thôi học\", thì \"học kỳ kế\" ở đây chỉ tính học kỳ chính hay có bao gồm các học kỳ dự thính (cả học kỳ hè) ạ?",
    "Em có câu hỏi nhờ Thầy, cô giải đáp giúp ạ! - Giờ em học tiếp chương trình của mình thì cần làm thủ tục gì vậy ạ? Em cảm ơn Thầy/ Cô nhiều ạ! Em mong nhận được sự phản hồi từ Thầy/ Cô ạ! Trân trọng.",
    "Dạ cho em hỏi: em chỉ còn mỗi AV nữa là được đăng kí tốt nghiệp, mà kỳ 2 này em không có đăng kí môn học, thì có cách nào để em xin được giấy xác nhận SV để giảm lệ phí thi Toeic không ạ?  Em cảm ơn ạ!",
    "Chào anh/chị, em có đăng kí CI3195 L01 và CI3197 L02 Hk212 nhưng trong môn học trên bkel chưa cập nhật link tham gia lớp học onl ạ. Mong xem xét lại giúp em sớm.",
    "B Em chào anh/chị ạ, Em là  mssv: . Em có câu hỏi là: Tình trạng phiếu đăng ký của em đang là “Phiếu đăng ký không được xử lý” là đang gặp phải vấn đề gì ạ?",
    "Em chào quý thầy/ cô, Em tên  - MSSV:  - Lớp: L24 - Giải tích 1 (MT1003) -  (DH - HK211) Em có thắc mắc là em bị cập nhật sai điểm trên Cổng thông tin sinh viên (cụ thể điểm thi cuối kì là điểm 13, trong khi em có tham gia thi). Em có mail khiếu nại đến giảng viên giảng dạy và thầy trả lời: \"thầy đã cập nhật và gửi bảng điểm từ 12 ngày trước. Nên có thắc mắc em nên liên hệ PDT\", nhưng hiện tại điểm của em vẫn là điểm 13. Như vậy, vấn đề điểm của em là do PDT chưa cập nhật, hay như thế nào ạ? Kính mong quý thầy/ cô giải đáp giúp em . Em xin trân trọng cảm ơn!",
    "phòng đào tạo cho em là gần đến lịch thi giữa kì rồi. Nhưng mà em vẫn chưa có lịch thi. Xin phòng đào tạo xem xét giúp em sớm ạ.",
    "Trong TKB của em có lịch học thí nghiệm hóa đại cương của hệ vừa làm vừa học. Em có được phép không học không ạ. Môn hóa đại cương em hoãn thi kì 202 và kì 211 em đã thi để xóa điểm I rồi ạ.",
    "Tên của em hiện đã nằm trong danh sách tốt nghiệp tạm thời. Em đã cập nhật thông tin và đăng ký tốt nghiệp nhưng trên hệ thống hiển thị \"  B Phiếu đăng ký không được xử lý   \" (như hình đính kèm). Cho em hỏi tình trạng của em bị như vậy có phải là bình thường không? Và liệu trong tuần này em  có được xử lý để cấp giấy chứng nhận TN tạm thời không? Em cám ơn",
    "Chào thầy/cô ạ, Chuyện là em có đăng ký học môn Hóa Đại Cương(TN) theo mail của trường vào tháng 1 và em đã học đủ 2 buổi vào tuần 3 và tuần 4 theo lịch học ở cơ sở . Nhưng nay thời khóa biểu của em vẫn cập nhập thêm lịch học môn Hóa Đại Cương(TN) vào tuần 10 lớp VL09. Vậy cho em hỏi là em có cần đi học môn này vào tuần 10 không ạ. Do giáo viên bộ môn của em chưa đăng danh sách \"đã học Offline\" nhưng em thấy hạn chót phản hồi ở lớp khác là 3/3 nên em có câu hỏi như vậy ạ Em có đính kèm lịch học môn Hóa Đại Cương(TN) trong thời  khóa biểu + bằng chứng đã học đủ 2 buổi TN offline của em ở bên dưới ạ. Em cảm ơn thầy/cô ạ .",
    "Dạ bị trùng ạ, mong thầy cô giúp đỡ ạ, em cảm ơn ạ  ",
    "Xin chào PĐT Em tên là  mssv  Em đã hoàn thành xong bằng 1 và đã có quyết định tạm hoãn tốt nghiệp bằng 1 và đã học xong bằng 2 đang đợi thi anh văn nói viết nhưng tình trạng sv là tạm dừng học ạ mong PĐT xem sét hộ em",
    "Dạ chào thầy/cô, em có thắc mắc là khi gia hạn học phí trường có tính lãi suất không ạ. Ví dụ em gia hạn học phí 14 triệu thì sang học kỳ sau em vẫn đóng 14 triệu hay 14 triệu + lãi ạ. Em xin chân thành cảm ơn!",
    "Dạ em chào thầy cô. Em là Trần Lê Chí Vỹ-. Sáng ngày hôm qua (27/02/2022) em bị rớt mạng trong quá trình kiểm tra giữa kì môn giải tích 2 ca 9h nhóm MT1005 lớp L05B. Em chân thành xin lỗi vì sự cố lần này và kính mong quý thầy cô xem xét cho em được dự kiểm tra bổ sung ạ. Em xin gửi đơn đăng kí và link bản record ạ https://drive.google.com/file/d/1IC-TyECgeJxgI49BlM_NGkel9B6VTjY7/view?usp=sharing. Em cảm ơn ạ.",
    "Em chào quý thầy/ cô, Em tên  - MSSV:  - Lớp: L24 - Giải tích 1 (MT1003) -  (DH - HK211) Em có thắc mắc là em bị cập nhật sai điểm trên Cổng thông tin sinh viên (cụ thể là và sai điểm thành phần phần BT và điểm thi cuối kì là điểm 13, trong khi em có tham gia thi). Em có mail khiếu nại đến giảng viên giảng dạy và thầy trả lời: \"thầy đã cập nhật và gửi bảng điểm từ 12 ngày trước. Nên có thắc mắc em nên liên hệ PDT\",\"qui trình ở giữa thì thầy không quản lý em nhé.\" - Em mail cho phòng đào tạo thì được trả lời: \"-Điểm do GV nhập, Khoa gửi bản điểm  đến PĐT. Em vui lòng liên hệ GV, Khoa nhé\" Rồi đến cuối cùng ai sẽ giải quyết cho em ạ, em đã khiếu nại khá lâu mà chưa được giải quyết, trong khi đó một số bạn học giảng viên khác cũng gặp vấn đề như em đã được giải sau vài ngày khiếu nại. Hiện tại em đang rất hoang mang. Liên hệ PĐT thì PĐT bảo liên hệ giảng viên. Còn liên hệ giảng viên thì giảng viên bảo liên hệ PĐT . Kính mong PĐT cho em một lời giải đáp thỏa đáng ạ! Em trân trọng cảm ơn! ",
    "Dạ em là , mssv  thuộc lớp thí nghiệm hóa đại cương L29 và VL08 của học kì 211. Đợt học offline trên cơ sở 1 vừa rồi (nhóm VL08) em có xin hoãn vì không thể đi học và yêu cầu đã được xử lý nhưng hôm nay các bạn khác đều đã có lịch học bù vào tuần 10 nhưng em vẫn chưa có. Em xin cảm ơn ạ.",
    ". Tên  Mssv  Dạ thưa cô.sáng 27/2 ca 9h phòng thi L03_C.em có dùng ứng dụng  để quay video lại suốt buổi thi.nhưng do e dùng phiên bản thử nghiệm nên lúc xem lại thì video lưu lại 1 phút.em kính mong cô xem xét và cho em xin ý kiến ạ.em xin chân thành cảm ơn  Link video https://drive.google.com/file/d/1ROmJXzhCI5o2APnUc3l7TQBtcKrwoiqV/view?usp=drivesdk",
    "Em chào quý thầy cô PDT ạ, Em tên là , MSSV . Dạ cho em hỏi nếu em muốn chuyển ngành thì có thể xin chuyển từ thời điểm nào vậy ạ ? Em xin chân thành cảm ơn ạ ",
    "Chào thầy (cô), cho em hỏi khóa K18 thi TOEIC nói viết ở BK English hay phải thi ở IIG mới được công nhận ạ.",
    "Em xin kính chào quý Thầy/Cô, Hiện tại, em đã hoàn thành đầy đủ các điều kiện tốt nghiệp. Em có thể đăng kí xét tốt nghiệp được chưa ạ?  Em mong nhận được phản hồi sớm từ Thầy/Cô ạ!",
    "Em chào cô, Em tên là: , MSSV: Tuần sau, trường bắt đầu học bù các môn thí nghiệm rồi ạ nhưng môn học Thực tập điện 1 kì 211 của em không có thời khóa biểu học trong tháng 3 ạ. Mong cô phản hồi cho em ạ Thân",
    "Kính gửi: Phòng Đào Tạo Trường ĐH Bách Khoa TP Hồ Chí Minh Em tên là:             MSSV:  Sinh viên khóa K18 Khoa Quản lý Công nghiệp, trường Đại Học Bách Khoa TP HCM. Nay em làm đơn này kính xin Phòng đào tạo chuyển điểm những môn học tương đương mà em đã học với khóa K19 để em được cập nhật số tín chỉ tích lũy ngành và đủ điều kiện để hoàn thành chương trình học. Những môn học tương đương chưa được chuyển điểm em có để trong file đính kèm. Em xin chân thành cảm ơn. Trân trọng,",
    "Chào nhà trường . Em bị bệnh hen suyễn bẩm sinh thì có được miễn học phần thực hành không ạ? Nếu được thì cần giấy tờ gì ạ? Em đã mail hỏi phòng đào tạo của trung tâm quốc phòng rồi mà bị chặn ạ. Em xin cảm ơn.",
    "em xin tự giới thiếu em tên là  mssv  khoa giao thông năm nhất em mới được nhà trường khôi phục thời khóa biểu vào ngày 21/2/2022 môn giáo dục quốc phòng em vẫn chưa nhận được mail thông  báo về tài khoản trực tuyến môn giáo dục quốc phòng  trong khi đó các bạn đã nhận được hết vào ngày 23 và 24 rồi ạ . em mong phòng đào tạo xem xét và cấp cho em tài khoản học  trực tuyến môn quốc phòng ạ tại vì còn phải chọn quân trang nữa ạ . em cảm ơn quý thầy cô đã thời gian đọc mail ạ ",
    "Em chào quý thầy cô. Em tên là  MSSV . Do sơ suất không check bkpay nên em không biết là có đóng học phí bổ sung HK211 ạ. Em đã thanh toán trong hôm nay nhưng tkb và lịch thi của em đã bị mất rồi ạ. Em mong quý thầy cô xem xét mở lại lịch thi và tkb giúp em ạ. Em cảm ơn quý thầy cô",
    "Kính gửi Quý Thầy/Cô, Thầy/Cô cho em hỏi em đã học môn Thí nghiệm Hóa Vô Cơ vào đợt đăng kí tự nguyện học trực tiếp tuần lễ 50, 51, 52. (Và giảng viên cũng nói môn này chỉ học 3 buổi trực tiếp tại trường.) Nhưng hiên nay, trên thời khóa biểu của em vẫn có lịch học môn này tại trường vào tuần lễ 10, 11, 12 Vậy là do thời khóa biểu sai hay sao ạ? Em cám ơn Quý Thầy/Cô Trân trọng.",
    "Dạ em đã làm đơn xin tạm dừng và được Khoa duyệt rồi ạ , dạ do tháng 4 mới có học phí nên cho em xin nghỉ Quốc Phòng được không ạ do kinh tế nhà em khó khăn sau dịch nên lên thành phố trang trải hơi khó ạ",
    "Kính mong phòng đào tạo tư vấn dùm em về việc chứng chỉ toeic. Hiện em đã nộp chứng chỉ toeic nghe đọc vào khoảng hơn 2 năm trước ( năm 2019 là năm em có chứng chỉ) và đã được xét duyệt, nếu vậy em có cần phải cần thi lại để có thể xét tốt nghiệp không ạ?",
    "Em chào Cô, Đợt đăng ký môn học trực tiếp tháng 12 em có học đăng ký học trực tiếp môn Thực tập điện 1 và Thực tập Điện tử 1. Tuy nhiên, do 2 môn trùng lịch nên em đã xin hoãn 1 môn Thực tập điện 1. Em gửi yêu cầu trên BKSI và đã được xác nhận. Hiện tại em vẫn còn môn thực tập Điện 1 chưa hoàn thành nhưng trên Thời khóa biểu của em lại không có, trên Elearning cũng không ạ . Mong Cô xếp lịch vào thời khóa biểu để em có thể hoàn thành nốt môn Thực tập Điện 1 ạ. Em cảm ơn vì đã xem ạ .",
    "Em chào PDT, Trường hợp của em là : sau khi nộp bài kiểm tra thi giữa kì xong, thì laptop của em bị sập nguồn, đến khi em mở laptop lại thì thấy file ghi màn hình khi thi của em bị lỗi. Em xin PDT xử lý trường hợp này của em với ạ. Môn thi : CƠ SỞ TÍNH TOÁN THIẾT KẾ THIẾT BỊ HÓA HỌC Ngày thi : 26/2  Phòng thi: L03_B Em cảm ơn ạ",
    "Em vẫn chưa nhận được kết quả xét tốt nghiệp. Mong thầy cô giải quyết và xem tình trạng sinh viên của em. Em cám ơn",
    "Kính gửi: Phòng đào tạo ĐH Bách Khoa TpHCM. Người viết: , MSSV , sinh viên chuyển hệ CQ sang VLVH. Nội dung:  Hiện tại em vẫn chưa nhận được mail và tra danh sách tốt nghiệp dự kiến trên aao thì kết quả trả về là \"Học vụ: Còn nợ môn - Chưa đủ điều kiện tốt nghiệp\" . Trước khi chuyển hệ, em đã tích lũy 133 tín chỉ, TOEIC LR 740, chỉ còn nợ LVTN - 9 tín chỉ là hoàn thành chương trình 142 tín chỉ. Kì rồi em đã bảo vệ LVTN được 7.5đ và đã được cập nhật điểm trên stinfo . Em mong PĐT có thể giải quyết sớm giúp em về điều kiện tốt nghiệp ạ. Em xin cám ơn.",
    "Thưa PDT, Ở học kì này em có xin PDT chuyển nhóm lớp một môn học vì một vài lý do. Sau khi đã được chuyển sang nhóm lớp mới, nhưng ở mục Video của môn học trong Bkel em vẫn chưa thấy những bài đăng, bài tập của giáo viên mới. Em xin PDT cập nhật giúp em trong mục Video môn học. Mã môn học: CH2019 Quá trình và thiết bị Cơ học Nhóm lớp: L02 Em xin cảm ơn.",
    "Em chào pdt, Em là , mssv  hiện đã đăng ký tốt nghiệp tháng 04/2022. Pdt có thông báo giấy xác nhận tốt nghiệp tạm thời sẽ được gửi lên trang Đăng ký hồ sơ cấp bằng để sinh viên sử dụng trong thời gian này. Nhưng em không tìm ra được Trang Đăng ký hồ sơ cấp bằng ở đâu để lấy giấy ạ. Mong pdt chỉ giúp cho em trang đó nằm ở đâu ạ vì em đang cần dùng tới ạ. Em cảm ơn.",
    "Dạ em đã được sự chấp nhận của thầy  (trưởng bộ môn Cơ lưu chất) về việc công nhận môn CI2003 tương đương CI2005 Em phải làm đơn như thế nào ạ? Về việc công văn môn tương đương thì phải làm theo mẫu như thế nào ạ? Vì thầy  cũng chấp nhận làm công văn nếu được sự đồng ý của PĐT Em cảm ơn",
    "thời khóa biểu của em có môn hóa đại cương (thực hành) nhưng ại khong có môn đại cương (lý thuyết)",
    "Kính gửi PĐT Em có nhận được hướng dẫn theo dõi email và đăng ký tốt nghiệp trên hệ thống Bkis.hcmut.edu.vn Tuy nhiên sau ngày 22/2/2022 em vẫn chưa nhận được email nào hướng dẫn hay thông báo về ĐKTN ạ. Em phản hổi thông tin, kính mong PĐT hướng dẫn và giải quyết giúp em. Em trân trọng cảm ơn. (Hình đính kèm là hệ thống đăng nhập đăng ký TN chưa được ạ)",
    "Kính gửi phòng đào tạo Em tên là  - MSSV: - Khoa : Kỹ thuật địa chất - dầu khí Cho em hỏi là em đã đặt in bảng điểm giấy ngày 23/02/2022 và có ngày hẹn trả kết quả lúc 28/02/2022 (em đặt qua hình thức Bưu điện chuyển phát nhanh) nhưng hiện tại đã qua ngày hẹn trả kết quả thì chưa thấy bưu điện chuyển phát tới thì em nên làm gì ạ?  Em xin chân thành cảm ơn ạ",
    "Cho em hỏi rằng khi nào mình mới có thông tin chi tiết về thời gian đóng học phí học kì 2 và số tiền đóng ạ.Em hỏi để gia đình em có thời gian chuẩn bị trước ạ.Em xin cảm ơn",
    "Kính gửi : Phòng đào tạo Em tên :  MSSV :  Lớp Giải tích 1 : L24 HK211 Em có điểm thi Cuối học kì mà thầy nhập là 13 và điểm bkel em đều trên 9 mà điểm BT lại là 8. Em có gửi email và gọi điện cho thầy bộ môn và thầy nói là thầy có gửi bảng cập nhật cho phòng đào tạo nhưng hiện nay em vẫn chưa thấy chỉnh sửa trên bảng điểm ạ. Em xin cảm ơn!",
    "Em tên , MSSV . 9h sáng 27/02 em có bài kiểm tra giữa kỳ nhưng do laptop bị hư, em có mang đi sửa vào ngày 26 và phải đợi 3 đến 5 ngày mới nhận được máy nên trước giờ đi em có gửi mail xin hoãn thi với giảng viên. Cô nói em liên hệ xin hoãn thi với phòng đào tạo trước, cô sẽ dựa vào sự chấp thuận của phòng đào tạo để xem xét việc kiểm tra bù. Mong nhận được sự chấp thuận hoãn thi giữa kỳ của phòng đào tạo. Em xin cảm ơn. Tên : Giải tích 2 MS: MT1005 ớp: 04 GV:  Em gửi một số ảnh minh chứng cho sự cố và email xin hoãn thi với cô trước giờ thi ạ.",
    "Hôm trước em có hỏi em đủ điều kiện rồi nhưng chưa có tên trong danh sách tốt nghiệp, phòng đào tạo có nhắn em chờ đến hôm nay 1/3/2022 em vẫn chưa có tên trong danh sách ạ  Mong phòng đào tạo xem lại giúp em ạ  Em cảm ơn ạ",
    "Em chào quý thầy cô Em có một vấn đề là trong học kỳ 211 em có học hai môn av3 và av4. Cả hai môn đều có kết quả điểm vào tháng 12/2021. Nhưng cho đến nay trên bảng điểm vẫn chưa cập nhật điểm trung bình học kỳ và số tín chỉ trong học kỳ 211. Em mong quý thầy cô có thể giải quyết vấn đề này cho em với ạ Em cảm ơn quý thầy cô rất nhiều ạ",
    "Kính chào PĐT. Em là  mssv . Em muốn làm thủ tục chuyển sang hệ VLVH. Em xin cảm ơn.",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP Hồ Chí Minh! Em tên  (MSSV: ) Khoa Công Nghệ Vật Liệu.  Lớp VL2003 Em đang cần giải đáp về việc xét miễn chứng chỉ anh văn định kỳ ạ! Chuyện là em có thi Anh Văn Đầu Vào ( Mã 003101) lớp L28_B ngày 27/01/2021 lúc ấy em được tổng điểm là 685 (theo chuẩn thì được xét qua anh văn 4) .  Nhưng hiện tại, em vẫn chưa thấy mình được chuyển sang hệ miễn xét học phần anh văn 1,2,3,4 tương ứng với điểm trên ạ (xem trên mục điểm chuyển). Nên em vô cùng hoang mang và không biết mình có được miễn xét chứng chỉ anh văn định kỳ để đăng kí môn học cho kì sắp tới hay không ạ? Dưới là một số minh chứng cho việc em đã đăng kí thi và được ra điểm (Bao gồm: lịch thi, biên lai đóng lệ phí thi, điểm số đạt được và mục điểm chuyển trong mybk) Kính mong PDT giải đáp giúp em ạ! Chúc PDT có một tuần mới làm việc nhiệt huyết và vui vẻ! Rất mong được phản hồi ạ! Em cảm ơn!",
    "Kính gửi phòng đào tạo, Em tên  MSSV:  Cho em hỏi lịch học vụ cho hệ vừa học vừa làm nhập học vào tháng 2/2022. Em không tìm thấy thông tin trên trang aao . Về việc đăng kí môn học trường có gửi mail lúc nhập học là đăng kí môn học bổ túc kiến thức cho hệ VHVL năm 2022 ( dành cho SV đã tốt nghiệp cao đẳng) do em dã tốt nghiệp đại học nên em đã không đăng kí đợt này. Không biết em hiểu vậy có đúng không ? Và kế hoạch đăng kí môn học sắp tới là khi nào ạ ?  Em cảm ơn",
    "Chào PĐT ạ. Em là , MSSV: . Em là sinh viên K17 của khoa Điện-Điện tử. Em đã hoàn thành chương trình học của mình vào HK211 vừa rồi, và em cũng đã đạt được những điều kiện khác để tốt nghiệp (số ngày CTXH, chứng chỉ AV) . Tuy nhiên, em vẫn chưa thấy thông tin của mình trong danh sách dự kiến tốt nghiệp tháng 4/2022 được thông báo trên Web trường ngày 18/02/2022 vừa rồi nên em chưa thể đăng kí tốt nghiệp trên MyBK được. Em đã thông báo về vấn đề này với phòng đào tại từ giữa tháng 2 vừa rồi, nhưng đến nay 1/3/2022 em vẫn chưa đăng kí tốt nghiệp được . Em mong là PĐT sẽ kiểm tra và rà soát lại để em có thể đăng kí tốt nghiệp vào HK212 và nhận giấy tốt nghiệp tạm thời để phục vụ cho công việc cũng như mục đích sắp tới ạ. Em cảm ơn trước ạ. ",
    "MSSV:     . Em xin chào thầy/cô Em là sinh viên hệ VHVL K2018 Khoa KH-KTMT . Học kỳ này em có đăng ký LVTN của ngành Công nghệ thông tin (mã môn CO4333), nhưng do em muốn đổi GVHD và đề tài nên em đã làm đơn hủy LVTN và đăng ký lại thành công Đề cương Luận văn (ĐCLV). Em đã làm đơn nhờ Khoa ký xác nhận và gửi Phòng Đào tạo ngày 16/02, kết quả em xem trên thời khóa biểu myBK thì đã đăng ký được ĐCLV nhưng chưa mất môn LVTN. Em gửi yêu cầu này môn thầy/cô xem xét hủy môn LVTN giúp em trước đến đợt thanh toán học phí ạ. Em xin cám ơn thầy/cô rất nhiều .",
    "Em tên là  MSSV  Lớp XD19CTXD03. Em xin đăng ký rút môn Kết cấu bê tông cốt thép (CI3237) Lớp DT01 giáo viên giảng dạy là thầy . Lý do là em đã qua môn rồi ạ không muốn học nữa. Xin các thầy cô thông cảm rút môn cho em với ạ Em cảm ơn ạ!",
    "Chào quý thầy cô. Em đã đăng kí DT môn Đ GTM của thầy  mã môn EE2031 ở đợt 2 kì 212 và không thấy kết quả đăng kí môn . Em có trùng lịch nhưng trùng vào thí nghiệm ở tuần 7, trong khi việc thí nghiệm chưa được thực hiện. Và chỉ trùng mỗi tuần đấy. Mong thầy cô sắp xếp cho em vào lớp của thầy, em cam đoan kiến thức em đủ vững, không gặp khó khăn khi vào ngang ạ Em cảm ơn",
    "Chào ạ. Em là , k20 khoa giao thông ạ. Kì qua em có thanh toán trễ học phí nên đã mất thời khoá biểu. Em đã thanh toán vào ngày 23/2 ạ. Trường có thể cập nhật lại thời khoá biểu và lịch thi giúp em được không ạ. Em xin cảm ơn",
    "Dạ cho em hỏi về học phí của HK212 là bao nhiêu vậy ạ? Hạn đóng khi nào, và hình thức đóng học phí như nào ạ? Từng bước, nội dung khi đóng học phí qua đâu ạ? Đóng qua banking hay là trực tiếp tại trường ạ? Em xin cám ơn, ",
    "Tốt nghiệp . Chào PĐT ạ. Em là Nguyễn Hải Đăng, MSSV: 1711011. Em là sinh viên K17 của khoa Điện-Điện tử. Em đã hoàn thành chương trình học của mình vào HK211 vừa rồi, và em cũng đã đạt được những điều kiện khác để tốt nghiệp (số ngày CTXH, chứng chỉ AV). Tuy nhiên, em vẫn chưa thể đăng kí tốt nghiệp trên MyBK được. Sáng nay, 01/03/2022, em có thông báo về vấn đề này với PĐT, và PĐT đã phản hồi là do em nợ 2 môn \"Giáo dục quốc phòng MI1003\" và \"PE1003: GDTC 1\". Nhưng 2 môn này em đã học qua và đạt ở HK171 rồi ạ, lúc đó em còn đang học chương trình Việt Pháp của trường. Từ HK172, em đã xin chuyển sang hệ chương trình đại trà chính quy . Đây là 2 môn mà em đã học ở chương trình Việt Pháp: 004009: Giáo dục quốc phòng  005005:Giáo dục thể chất 1 Em tra theo danh sách môn học CTĐT k2014 tương đương/thay thế cho CTĐT k2013 về trước theo link: http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=59_62&tid=1951 Em thấy môn Giáo dục quốc phòng 004009 là môn tương đương/thay thế cho Giáo dục quốc phòng MI1003 . Môn Giáo dục thể chất 1 005005 là môn tương đương/thay thế cho PE1003: GDTC 1 Còn file đính kèm là hình bảng điểm của em ở HK171, lúc em còn học chương trình Việt Pháp Em mong là PĐT sẽ kiểm tra và hỗ trợ em để em có thể đăng kí tốt nghiệp vào HK212 và nhận giấy tốt nghiệp tạm thời để phục vụ cho công việc cũng như mục đích sắp tới ạ. Em cảm ơn trước ạ. Đăng",
    "Em chào các thầy cô PDT ạ! Học kỳ 2 năm học vừa rồi em có đăng kí môn học Kết Cấu Thép 1 (CI3009), nhưng do thời gian dịch bệnh nên em xin hoãn thi ạ. Đến ngày 11/12/21 vừa qua em có thi để lấy điểm thay thế điểm HT như lịch của nhà trường ạ. Tuy nhiên, vì em đăng ký môn này trong cả 2 học kỳ, và hoãn thi em cũng hoãn cả 2 nên ngày hôm đó em làm 2 bài thi luôn ạ. Đến ngày có điểm tổng kết, em lên thông tin sinh viên kiểm tra thì thấy bảng điểm hiển thị 6đ( lần 2) ( như ảnh chụp màn hình em đính kèm ạ), nên em yên tâm mình qua môn rồi ạ. Hôm nay kiểm tra lại thì thấy hiển thị 4đ( lần 2) chưa có qua môn nên em hoang mang quá. Mong các thầy cô kiểm tra lại và lấy điểm cao nhất giúp em được không ạ :(( Em xin lỗi vì đã làm phiền các thầy cô ạ, mong thầy cô thông cảm và phản hồi giúp em được không ạ? Em xin chân thành cảm ơn ạ!",
    "Em tên là  MSSV  Em muốn hỏi về việc xin cấp bản sao giấy chứng nhận kết quả thi hoặc em có thể mượn để đi công chứng rồi trả về cho Phòng đào tạo được không ạ? Em mong sớm nhận được phản hồi của Phòng đại tạo. Em cảm ơn.",
    "Em chào quý thầy cô ạ, Tháng 11/2021 vừa rồi em vừa hoàn thành xong LVTN và các môn còn lại, sau đó em có đăng kí thi Anh văn nói viết nhưng không đủ yêu cầu, nên học kì vừa rồi do đã đủ tín chỉ, em không có đăng kí môn học nào cả và chủ quan không tìm hiểu nên đã bị xét là Tạm dừng, nên đây em xin quý thầy cô xem xét mở lại cho em được tiếp tục học để em được đăng kí thi Anh văn nói viết cũng như xét tốt nghiệp ạ (hiện tại em đang ở trạng thái Tạm dừng nên không thể đăng kí thi Anh văn nói viết ạ) Em cảm ơn quý thầy cô và chúc quý thầy cô sức khoẻ ạ.   i ",
    "Em chào thầy/cô ạ, Điểm trung bình tích lũy ngành sẽ được tính theo các môn học có trong file ở trang chương trình đào tạo (có hình đính kèm) đúng không ạ? Em có thắc mắc về việc tính điểm trung bình tích lũy ngành? Em cảm ơn ạ!",
    "Chào thầy cô, Em có lịch thi giữa kì môn giải tích 2, ca 9h, lớp L02-C, nhưng hôm đó có lịch cúp điện nên em không thể có mặt để hoàn thành bài thi. Cho em hỏi em có thể được thi bù hay không ạ? Mong thầy cô giúp đỡ. Em xin trân trọng cảm ơn.",
    "Thưa thầy/cô, Em là , MSSV . Theo như TKB nhà trường, em sẽ có lịch học trực tiếp tại trường vào tuần 10, cụ thể là ngày 7 và 8/3.(nhóm VL07 - môn Hóa  (TN) _HK212) Nhưng thời điểm đó em không thể đến trường được vì hiện tại em đang mắc Covid-19 . Em xin hỏi thầy/cô về cách xử lý trường hợp của em. Em cần làm gì để hoãn học thực hành và bảo lưu kết quả môn ạ. Mong được hồi đáp từ thầy/cô sớm nhất. Cảm ơn thầy/cô. Trân trọng, . ",
    "Kính gửi PĐT, Em tên là  Mssv:  Hôm nay em gởi mail về PĐT vì em có một vài thắc mắc ạ. Lần trước em có gởi mail để xác nhận việc bị hủy thời khóa biểu vì lý do chưa hoàn tất học phí, sau đó PĐT có ghi nhận em đã hoàn thành và cập nhật lại TKB cho em, nhưng Lịch thi thì vẫn chưa được cập nhật ạ. Hôm nay ngày 1.3 em vào lại xem lịch học thì thấy cả TKB và Lịch thi đều bị hủy lần 2 ạ. Dạ em không biết là còn lý do gì khác em bị hủy không ạ. Em sắp thi giữa kì rồi, em lo lắm ạ. Em mong PĐT xem xét lại TH này của em. Em chân thành cảm ơn! Trân trọng, ",
    "Dạ em chào thầy cô, cho em hỏi là hạn nộp chứng chỉ anh văn xét tốt nghiệp đợt 11/2022 là khi nào vậy ạ. Em chân thành cảm ơn thầy cô.",
    "EM có câu hỏi thắc mắc : mấy anh chị năm trước vừa đang học anh văn 1 , khi đó anh chị vẫn đăng kí anh văn 2 dự thính được . Tới em đăng kí để học thì lại không được ạ . Em mong đăng kí được để hè học anh văn 3 cho kịp nhu cầu anh văn của trường ạ",
    "Em đã có tên trong danh sách dự kiến tốt nghiệp nhưng vẫn chưa được chuyển về trạng thái đang học để đăng ký tốt nghiệp mà nhận thông tin như hình đính kèm. Nhờ anh/chị kiểm tra giúp em để em đăng ký tốt nghiệp ạ.",
    "Em chào quý thầy cô! Việc là học kỳ 202 em có xin hoãn thi môn học CH3133 Mô hình hóa,mô phổng & tối ưu hóa Cong Nghệ Hóa Học nhưng đến thời điểm này em vẫn chưa thấy có lịch thi lại và trên bảng điểm cập nhật điểm 14 kèm theo chú thích là (13 lần 2). Mong quý thầy cô xem xét giải quyết giúp em ạ Em cảm ơn quý thầy cô",
    "Kính chào Thầy Cô Em tên là   MSSV:  Hiện em có 1 số thắc mắc như sau, mong Thầy Cô giải đáp giúp em. Hiện em vừa hoàn thành xong CTGD, chứng chỉ av Toeic, số ngày CTXH. Em còn thiếu chứng chỉ av 2 kỹ năng Nói -  để đủ điều kiện tốt nghiệp. Thầy Cô cho em hỏi: 1. Theo quy chế học vụ thì em có được kéo dài thời gian đào tạo thêm 1 học kì không ạ? 2. Nếu được kéo dài thì hạn cuối em nộp chứng chỉ anh văn Nói -  là ngày nào ạ? Cho em xin hạn nộp cụ thể ạ! 3. Em có cần làm đơn hoặc thủ tục gì để được xem xét kéo dài không ạ? Em xin chân thành cảm ơn quý Thầy Cô. Mong nhận được phản hồi sớm từ quý Thầy Cô Kính chúc Thầy Cô nhiều sức khỏe ạ!",
    "Kính gửi Phòng Đào Tạo. Vừa rồi căn cước công dân của em đã được cấp mới, thay đổi số căn cước công dân, và hộ khẩu của em cũng thay đổi, khác với lúc nhập học. Em muốn hỏi, khi các thông tin của em đã thay đổi như trên thì em cần làm những việc gì để cập nhật thông tin với nhà trường ạ? Vì khi em tốt nghiệp, không biết các thông tin đó có được ghi vào bằng tốt nghiệp không. Em xin chân thành cảm ơn Phòng Đào Tạo đã lắng nghe thắc mắc của em",
    "Mã số môn anh văn đang học : lA1003( anh văn 1) Mã số môn anh văn muốn đăng kí học : lA1039 ( anh văn 2a ) HỌC KÌ : 212 Lý do : mong được xét học để kịp nhu cầu anh văn năm 3 ạ Em tên :  Mssv : ",
    "Học kỳ 212 hiện tại em không đăng ký môn học và cũng không có thời khóa biểu.  Vì thế em có thắc mắc rằng trước khi HK 221 bắt đầu thì em phải nộp đơn thu nhận lại phải không ạ?  Nếu trường hợp em không nộp thì có phải em sẽ bị buộc thôi học không ạ? Em cảm ơn .",
    "Chào quý Thầy Cô, hiện tại em đã học xong và thi cả anh văn 400 điều kiện tốt nghiệp, nhưng tới thời điểm hiện tại kiểm tra vẫn báo là còn nợ môn, xin chân thành mong nhận được hồi đáp, giúp đỡ của quý Thầy Cô ạ. Em xin chân thành cảm ơn!",
    "Em muốn hỏi điểm thi môn Đường lối CM của Đảng CSVN mã số SP1009 nhóm A04-A Lý do là em có thi lại môn này sau khi hoãn thi, khi nhà trường cập nhập điểm lên thông tin sinh viên thì không có phần điểm thi chỉ có phần điểm tổng kết nên em muốn biết điểm thi của mình .",
    "Dạ thời khóa biểu học kì 2 năm 2021-2022 của em bị mất mấy hôm nay nó không hiện lại, mong thầy cô xem giúp em để có thể tiện theo dõi lịch học ạ. Em xin cám ơn",
    "Kính gửi Phòng Đào tạo, Em tên là  (MSSV , khoa KHMT CLC). Cho em xin hỏi: Em có lịch học GDQP trực tiếp trong 2 tuần từ ngày 7/3 tại Trung tâm GDQP. Em có được ở ngoại trú trong quá trình học không? Em xin cảm ơn ạ.",
    "Em chào thầy cô, vào ngày 27/2 em có tham gia buổi thi giữa kì môn giải tích 2 nhưng do sơ xuất cá nhân em đã trễ mất hạn nộp file ghi màn hình. Em hy vọng sẽ nhận được sự giúp đỡ của thầy cô để không ảnh hưởng đến kết quả giữa kì của mình. Em xin cám ơn thầy cô.",
    "TÊN:  MSSV:    i  . em đã đăng ký môn AVCB A nhóm DT05, sau khi có thời khoá biểu thì em thấy bị trùng với lịch học GDQP nên em muốn huỷ môn học Cho em hỏi em huỷ môn học là sẽ không cần đóng tiền 2 tín chỉ AVCB phải không ạ",
    "Cho em hỏi là em còn 1 ngày công tác xã hội chưa hoàn thành thì em có thể hiến máu tại bệnh viện để được một ngày công tác xã hội không ạ",
    "Lí do : nhập viện vì bị ngộ độc thực phẩm vào sáng ngày 27/2 nên em không thể thi môn GT2 ca 9h. Em mong nhà trường xem xét và tạo cơ hội cho em được thi lại môn. Em xin cảm ơn ạ.",
    "Dạ cho em hỏi là em hoãn thi và được PĐT gửi mail báo đồng ý và đổi sang điểm 15 nhưng vẫn có một môn đến nay vẫn đang là điểm 13 ạ thì em không biết sao ạ. Mong PĐT trả lòi giúp em   i ",
    "Chào thầy cô, em kì vừa rồi học kì 212 có đăng ký môn thực tập ngoài trường mã EN3345. Kết quả đợt 2 của em có hiện môn học, nhưng đến đợt 3 bị xoá môn. Vì em tưởng đăng ký đợt 1, đợt 2 nên em không để ý đợt 3. Mong thầy cô có thể cho e đăng ký môn học này để kịp chương trình học ạ. Em chân thành cảm ơn",
    "Chào PĐT ạ . Em là , MSSV: thuộc khoa Điện-Điện tử. Hiện tại em đã hoàn thành xong được chương trình học của mình và chuẩn bị đăng kí tốt nghiệp . Hồi HK171 em học chương trình đào tạo kĩ sư chất lượng cao Việt Pháp của trường, nhưng từ HK172 trở đi thì em đã xin chuyển về chương trình đào tạo chính quy bình thường. Để có thể đăng kí tốt nghiệp, em muốn chuyển điểm những môn mà em đã học bên chương trình Việt Pháp sang những môn tương đương/thay thế trong chương trình đào tạo đại trà chính quy (K.14 trở đi) . File đính kèm gồm đơn xin chuyển điểm và bảng điểm của em trong HK171 . Em cảm ơn và rất mong nhận được sự hỗ trợ của PĐT .   ",
    "Kính chào phòng đào tạo ạ ! Em tên  mssv  Em có học môn học Quá trình thiết kế kỹ thuật mã môn học là ME3213 học vào học kỳ 2 2019-2020. Em đã thi nhưng chưa cập nhật điểm em có liên hệ giáo viên nhưng trên hệ thống e-learning là thầy  nhưng do lúc dịch nên dạy ol thầy  dạy e có hỏi thầy  nhưng thầy nói không có dạy thây k biết còn thầy  e k liên lạc được kíng mong phòng đào tạo liên hệ giúp e để e dc nhập điểm và kịp xét tốt nghiệp vào học kỳ này ạ Em xin chân thàm cảm ơn quý thầy cô và mong được sự hồi âm của quý thầy cô!!!",
    "Em chào quý thầy cô Em có một vấn đề là trong học kỳ 211 em chỉ đk học hai môn av3 và av4. Cả hai môn đều có kết quả điểm vào tháng 12/2021 . Nhưng cho đến nay trên bảng điểm vẫn chưa cập nhật điểm trung bình học kỳ và số tín chỉ trong học kỳ 211 trong khi đó bạn học cùng lớp hai môn trên đã cập nhật đầy đủ hết. Em không biết phần em có bị lỗi gì không nữa. Em mong quý thầy cô có thể giải quyết vấn đề này cho em để em còn dùng nó vào vào việc ĐKTN . Em trân trọng cảm ơn quý thầy cô",
    "hôm chủ nhật 27/02/2022 em có lịch thi môn GT2 MT1005 lúc em truy cập vào thì không có link để thi ạ. Em tên  MSSV ",
    "Em xin chào BKSI, kì này em có việc gia đình đột xuất và em không thể tập trung làm luận văn kì này được ạ nên em có nguyện vọng hoãn lại việc thực hiện luận văn thì em cần thực hiện những thủ tục gì để tiếp tục làm luận văn kì 221 ạ. Em xin cám ơn",
    "Em là -, hiện tại thời khóa biểu em không xuất hiện trên MyBK nên mong nhà trường xử lý giúp em để em có thể theo dõi lịch học học kì 212, cũng như lịch học thí nghiệm sắp tới ạ. Em xin cám ơn và mong được giải quyết sớm ạ",
    "Em chào thầy/cô Em là , MSSV:7, Sinh viên khoa Cơ Khí, chuyên ngành Công nghệ nhiệt. Hiện em đã hoàn thành đầy đủ chương trình đào tạo (153 tín chỉ) nhưng do chưa đủ điều kiện tốt nghiệp do thiếu anh văn nói viết. Nay em viết yêu cầu này để xin chuyển sang hình thức vừa học vừa làm. Mong quý thầy/cô giải quyết giúp em. Em xin chân thành cảm ơn!",
    "Dạ pđt ơi cho em hỏi theo thông tin em đọc đv ở pđt thì nếu tuần 10-14 em không học được thí nghiệm thì có thể hoãn sang tháng 6 phải không ạ Dạ nếu đăng ký hoãn thí nghiệm cần viết đơn nào và nộp cho ai ạ, tại gv thí nghiệm kêu em hỏi pđt",
    "Em chào thầy/cô, Em tên , MSSV , khóa 2020 hệ VLVH, khoa Kỹ thuật giao thông chuyên ngành Công nghệ ô tô. Em viết mail này xin thầy/cô cho em được hủy môn Chi tiết máy (mã môn ME2007) - lớp bồi dưỡng cho hệ VLVH khóa 2022. Lý do: em tốt nghiệp cũng đã lâu (cuối năm 2017) nên học 5 buổi và 15 tiết thì quá ít để em có thể nắm vững được kiến thức của môn. Em mong muốn được đăng ký và học lại từ đầu ở học kỳ tới. Mong được sự chấp thuận của thầy/cô, em xin chân thành cảm ơn, em ! Em có đính kèm theo đơn xin hủy môn bên dưới.",
    "https://drive.google.com/file/d/1yOsmsF4hNCnsuLZMNYJWy1gSG0N2yU7D/view?usp=sharing Dạ em xin chào thầy cô phòng học vụ. Ở yêu cầu trước em đã có đề cập về vấn đề chưa được cập nhật chuyển điểm môn học và được hỏi về minh chứng nếu đã nộp đơn. Dạ em xin được gửi minh chứng về đơn xin miễn học và chuyển điểm của em ạ Em xin cám ơn thầy cô ạ",
    "Dạ thưa thầy/cô, em là  mssv:  khoa Kỹ thuật xây dựng. Hiện tại em đã hoàn thành chương trình chính quy với đủ số tín chỉ chuyên ngành của em là 142 tín chỉ, đạt và điều kiện điểm trung bình, có đủ ngày công tác xã hội và em đã nộp đủ chứng chỉ văn nói-viết và nghe-đọc ạ. Nhưng đến nay là ngày 01/03/2022 em chưa được đăng ký tốt nghiệp trên trang mybk và em chưa nhận được mail có trong danh sách tốt nghiệp tạm thời như các bạn ạ, em xin thầy cô xem xét giúp em để em được có giấy tốt nghiệp tạm thời sớm để bổ sung hồ sơ cho công ty ạ, em cảm ơn và chúc thầy cô nhiều sức khỏe ạ.",
    "Em chào PDT, Em có làm đơn xin bổ sung LVTN và TTTN và PDT đã đăng kí bổ sung cho em. Nhưng hình như có sự nhầm lẫn: Thầy hướng dẫn của em là: Thầy , không phải thầy  như trong bkel. Em cảm ơn   i ",
    "Chào Thầy/Cô, Em tên  khóa 2016 khoa Kỹ Thuật Xây Dựng có một vài câu hỏi thắc mắc muốn được quý Thầy/Cô giải đáp giúp ạ: 1. Điểm chuyển AV1: Điểm chuyển AV1 em đã đăng ký chuyển điểm và thực hiện thanh toán ngày 21/01/2021 thì chưa có trong khi AV2,3,4 chuyển điểm ngày 14/02/2022 thì đã có điểm, rất mong quý Thầy/Cô xem lại giúp em (em có đính kèm 2 hình ảnh ạ). 2. Điểm môn LVTN: Hiện tại em đã nộp CCNN TOEIC 525 (đã thẩm tra) đủ điều đăng ký môn LVTN và em cũng đã thấy GV nhập điểm trên trang MyBK, vậy sao em vẫn chưa được tính vào ĐTBTLN ạ. 3. Điểm trung bình tích lũy ngành khi nào thì có (vì em vào MyBK xem thì lúc nào cũng thấy dấu gạch ngang ạ) Em muốn xem điểm của mình được bao nhiêu ạ. Mong nhận được giải thích chi tiết từ quý Thầy/Cô. Em xin cảm ơn và kính chúc quý Thầy/Cô sức khỏe.",
    "Em chào thầy, cô của phòng đào tạo. Em tên là , MSSV: . Do có sự cố trong quá trình nộp bài thi cuối kỳ nên em đã liên hệ với giảng viên bộ môn để xin được phúc tra. Được sự chấp thuận của giảng viên về đơn xin phúc tra, em muốn hỏi về quy trình để giảng viên đăng ký sửa điểm ạ. Em cảm ơn.",
    "Kính gửi phòng đào tạo Em tên là Đoàn Tiến Thông, mssv  Em viết email này bởi vì em đã được xác nhận đăng kí môn học Cơ sở kĩ thuật điện lớp DT01  thành công nhưng em chưa được thêm vào nhóm e-learning của lớp cũng như thời khóa biểu của em cũng chưa được cập nhật môn nay ạ. Dạ không biết là có trục trặc gì không ạ. Dưới đây là file ảnh minh chứng đăng kí môn học thành công của em ạ Dạ em mong phòng đào tạo kiểm tra lại trường hợp này giúp em Em xin chân thành cảm ơn ạ",
    "Do em đã thôi học ở trường mình và chuyển sang trường khác, em có nhu cầu chuyển điểm gdqpan nhưng mà trường mới của em cần có bảng điểm của gdqpan ạ.Cho em hỏi là em phải nhận bảng điểm đó ở đâu?",
    "kel của em chưa được cập nhật ạ   i ",
    "Kính gửi phòng đào tạo đại học Bách Khoa TpHCM , em là  MSSV:  , vào tối ngày 26/02/2022 em phát hiện dương tính với Sar -Cov 2 và cách ly tại phòng cách ly ktx khu B ĐHQG nên em không thể thi được môn giải tích 2 vào sáng ngày 27/02/2022 . Em đã mail cho cô  và điền vào danh sách hoãn thi giữa kì . Em có cần thực hiện thêm việc gì nữa không ạ . Em cảm ơn ! https://docs.google.com/spreadsheets/d/1ONItyHOKwyskug75LfWjjY7_XJU/edit#gid=0",
    "Hôm qua em xem thời khoá biểu thì vẫn có lịch học môn hoá đại cương thí nghiệm mà hôm nay thì không thấy nữa thì có sao không ạ",
    "Về thời khoá biểu trùng với TKB chương trình liên thông của PĐT SĐH . Kính gửi quý thầy/cô, Em tên là , MSSV . Trong từ tuần 10 đến tuần 13, trên thời khoá biểu môn Thực tập điện 1 - EE2025, Nhóm VL15 của em có học vào Chủ Nhật từ 12h trưa đến 16h50 chiều. Tuy vậy bên phía Chương trình Liên thông em lại bị vướng lịch học của môn SCADA từ 15h-17h50 ( chương trình liên thông không được nghỉ trong các tuần bù thí nghiệm này - hình ảnh đính kèm). Em hy vọng quý thầy/cô xem xét cho trường hợp của em ạ ! Em xin cảm ơn quý thầy cô!",
    "Kính gửi phòng đào tạo. Em tên:  MSSV:  Đại đội 20 Lý do: Em hiện đang là f0 cách ly tại nhà. Phát hiện qua test nhanh dương tính ngày 28/2/2022. Em xin phép phòng đào tạo chuyển em qua đại đội 49 để học trực tuyến. Hiện tại em đã báo cáo cho cơ sở y tế địa phương, nhưng chưa nhận giấy xác nhận f0 cách li tại nhà nên em viết mail này xin phòng đào tạo chấp thuận. Chờ khi có giấy xác nhận của cơ sở y tế địa phương em sẽ gửi cho phòng đào tạo. Vì quá lo lắng nên em đã viết mail này mong phòng đào tạo chấp thuận. Em xin chân thành cảm ơn!",
    "Kính gửi: Phòng đào tạo trường đại học Bách Khoa TPHCM   Em tên:  -    Lý do: Kì trước em có đăng kí thí nghiệm môn Công nghệ cơ khí 2 - IU3061 nhưng em bị vướng lịch học onl nhiều và gia đình em bị nhiễm covid khá lâu nên em không thể tập trung hoàn thành đủ ngày học trong đợt học thí nghiệm trước, em có thể đăng kí học thí nghiệm môn Công nghệ cơ khí 2 vào tuần 10-14 lại được không ạ. Mong PĐT đăng kí lại môn giúp em để em có thể hoàn thành môn học ạ.   Em chân thành cảm ơn PĐT ạ!",
    "Em chào thầy cô ạ, em tên là Đinh Duy Tín (MSSV:), sinh viên của khoa cơ khí ạ. Em đã gửi biểu mẫu xin rút môn Thí Nghiệm Vật Lí(PH1007) nhưng môn vẫn nằm trong thời khoá biểu của em ạ. Em hi vọng thầy cô có thể giải đáp thắc mắc của em. Em cảm ơn thầy cô rất nhiều ạ.",
    "Dạ em chào quý thầy cô ạ!  Dạ thưa quý thầy cô,hiện tại em có nhận được email của cô VÕ NGUYỄN LAM UYÊN của môn TN Hóa Đại Cương là: \"Các bạn thiếu 2 buổi: kiểm tra TKB xem PĐT có xếp lịch trong tuần 10 không. Nếu có nhớ tham gia đầy đủ. Nếu chưa được xếp lịch, liên lạc với PĐT để có lịch học\". Và em kiểm tra thì thấy tuần 10 em chưa có lịch học ạ! Em mong quý thầy cô giải quyết hộ em với ạ! em xin cảm ơn ạ!",
    "Kính chào phòng đào tạo  Chúng em có lịch học quân sự trong tháng 3 này và ofline 2 tuần đầu trùng với lịch thi môn sức bền vật liệu CI2001 vào ngày 13/03/2022 trong khi đó tụi phải 100% nội trú trong khi đi quân sự, nhưng theo như em biết trong quy định nhà trường không có lịch thi trong thời gian đi quân sự. Mong các anh chị có thể giải quyết sớm giúp em ạ. Em xin chân thành cảm ơn.",
    "Kính thưa PDT trường ĐH Bách Khoa TP HCM! Em tên là : Nguyễn Thị Thu Hương MSSV:    Khoa : Công Nghệ Vật Liệu Em có tham gia kỳ thi Anh Văn Đầu Vào (Mã 003101) Lớp L28_B Ngày 27/01/2021. Khi ấy em được 685 điểm (theo chuẩn được xét qua anh văn 4) Cho em xin hỏi là điểm đó của em có được miễn chuẩn anh văn hằng năm để đăng ký môn hay không ạ? Hay điểm đó của em chỉ được xét miễn chuẩn cho năm em thi là năm 1 thôi ạ? Em đã thắc mắc và được giải đáp, nhưng em chưa hiểu lắm ạ? Vì sắp đăng ký môn cho kỳ sau, mà giờ em vẫn lăn tăn nên em rất hoang mang ạ Kinh mong PDT có thể giải đáp cho em ạ. Em chân thành cảm ơn nhiều! Chúc PDT và thầy/cô phụ trách một ngày làm việc hiệu quả và nhiệt huyết!",
    "Kính gởi PĐT! Em là , MSSV 171448, khoa Quản lí Công nghiệp. Hiện nay em đã đủ điều kiện ĐK tốt nghiệp, tuy nhiên tình trạng sinh viên nên em không đăng kí được. Mong PĐT thu nhận lại để em thực hiện ĐK tốt nghiệp. Em xin chân thành cảm ơn!",
    "Em là sv khoá K20 nhưng em không có trong danh sách GDQP cho em hỏi sao không có tên em ạ",
    "Em chào quý thầy/cô, em là , . Sinh viên K17.   B Thẻ sinh viên của em có hiệu lực đến 3/2022.    Thầy/cô cho em hỏi nếu thẻ sinh viên của em đến thời hạn này em có cần đăng ký làm thẻ sinh viên mới không ạ? Nếu cần đăng ký thẻ mới thì em phải đăng ký như thế nào?  Em xin cảm ơn",
    "Em chào thầy cô, đợt vừa rồi em có đi hiến máu ở bệnh viện Truyền máu Huyết học và được cấp giấy chứng nhận hiến máu. Thầy cô cho em hỏi giờ em phải làm thế nào để được cộng ngày CTXH ạ? Em cảm ơn thầy cô!",
    "Em là sinh viên khoa Khoa học Máy tính thì liệu khi học môn tự chọn em có thể đăng kí môn bên chương trình Kỹ thuật Máy tính được không ạ  B",
    "Em chào ban đào tạo ạ. Hiện giờ , em đã đăng ký tốt nghiệp được, tình trạng đăng ký tốt nghiệp của em trên my bk là \"phiếu đã được xử lý\" vào ngày 26/2 cũng như em đã có tên trên danh sách dự kiến tốt nghiệp tháng 4. Tuy nhiên, em không biết cỡ bao lâu thì trường sẽ phát giấy tốt nghiệp tạm thời và bằng tạm thời đó sẽ được gởi trực tiếp về nhà ( địa chỉ em đã đăng kí trên my bk) hay mình tự đi in? Em mong ban đào tạo phản hồi giúp em ạ. Em cảm ơn",
    "Dạ chào quý thầy/cô ạ, Em có lịch học môn thí nghiệm hóa vào tuần 10, nhưng hiện tại em mới vừa dương tính với covid. Em có liên hệ với giáo viên, giáo viên có nhắc em làm đơn để gửi cho phòng đào tạo. Em có thể xin mẫu đơn hoãn không ạ?  Em cảm ơn. Chúc quý thầy/cô một ngày tốt lành.",
    "Dạ chào thầy/ cô,  Thầy/cô cho em hỏi là điểm trung bình tích lũy của em là 7.79 theo như trang web cập nhật nhưng trong danh sách dự kiến tốt nghiệp T4/2022 thì em chỉ được 7.76. Mong thầy/cô giải đáp ạ . Em chân thành cảm ơn thầy/ cô",
    "Kính gửi quý trường,  Em tên là , MSSV:  lớp HC21HOA1. EM xin phép được nộp đơn xin thôi học của mình, kính mong quý trường xem xét. Em xin chân thành cảm ơn.",
    "Cho em hỏi là khi nào có đợt nộp bằng tốt nghiệp THPT bổ sung ạ, trước tết có thông báo tạm ngưng và sẽ thông báo sau tết nhưng em vẫn chưa thấy ạ. Em cảm ơn ạ.",
    "Em đã đặt câu Hỏi/Yêu cầu Tốt Nghiệp trên hệ thống BKsi hồi giữa tháng 02/2022. Nhưng đến hôm nay ngày 02/03/2022 vẫn chưa nhận được Email cũng như không thể đăng ký tốt nghiệp trên Mybk . Theo đề nghị của văn phòng đào tạo hôm nay em xin gửi lại câu hỏi qua hệ thống BKsi. Em rất mong PĐT xem xét kiểm tra và hồi âm lại giúp em . Em xin chân thành cảm ơn ! ",
    "Chào PDT, em đã làm đơn đăng kí môn học CH4351 : Đề cương luận văn tốt nghiệp vào học kì 2 và gửi lên phòng đào tạo. Vào hôm nhận biên nhận PDT thông báo là đã có thời khóa biểu, tuy nhiên em xem lại thời khóa biểu thì chưa có môn học CH4351, mong PDT xem lại giúp em với. Em cảm ơn.",
    "Kính gửi Phòng Đào tạo, Ngày 22/02/2022, em có gửi \"yêu cầu mở đăng ký tốt nghiệp bổ sung\" vì những lí do đã nêu trong lần gửi trước và được PĐT phản hồi là nếu sau ngày 01/03/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời. Đến nay ngày 02/03/2022, em vẫn chưa nhận được mail và cũng không vào đăng ký TN được, trang báo là em không được cấp quyền truy cập. Kính mong PĐT kiểm tra và phản hồi giúp em ạ . Em xin chân thành cảm ơn!",
    "Em chào thầy (cô), ngày 18/2 em có gửi yêu cầu về vấn đề đăng kí tốt nghiệp và nhận được phản hồi như ảnh. Đến hôm nay ngày 02/03/2022 tình trạng vẫn như trước, em vẫn chưa nhận được mail và không đăng kí tốt nghiệp được, xem phần danh sách tốt nghiệp dự kiến thì vẫn hiện số tín 131/134. Mong thầy (cô) xem xét. kiểm tra lại trường hợp của em. Em cảm ơn ạ.",
    "Dear Phòng Đào Tạo, Hiện hôm nay là 02/03 nhưng em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến và chưa đăng ký tốt nghiệp được. Nhờ phòng đào tạo giải quyết gấp cho em vì em đang cần bằng gấp . Mong phản hồi từ phòng đào tạo. Em cảm ơn.",
    "Chào thầy/cô Em tên: . MSSV: Thầy/cô cho em hỏi là em đã bảo vệ luận văn từ 31.12.2021. giờ em đăng kí xét tốt nghiệp được chưa ạ? em thấy trên trang đăng kí xét tốt nghiệp thì đang trong thời hạn đăng kí, mà em vô đắng kí không được. Mong thầy/cô phản hồi em Em xin cảm ơn thầy/cô ạ.",
    "Em là sv tt Đào tạo bảo dưỡng công nghiệp, em xin phép pdt cập nhật lại tín chỉ cho em và cập nhật tín chỉ hk 211 để em đủ điều kiện đăng kí tốt nghiệp, em xin cảm ơn",
    "Em chào quý Thầy (Cô) phụ trách phòng đào tạo. Em là  (MSSV ) thuộc khoa Điện-điện tử, em có chuyện muốn trình bày với Thầy (Cô) như sau: Trong học kì 211 vừa rồi, do sự nhầm lẫn nên thầy , giảng viên môn giáo dục thể chất (MSMH PE1023) đã chấm điểm 13 cho em. Em đã liên hệ với thầy và đã được thầy xác nhận sửa lại điểm. Nhưng hiện tại đã hơn một tuần rồi mà trên hệ thống vẫn hiện điểm 13 ở môn học này . Em mong sớm nhận được phản hồi của quý Thầy (Cô).  Sinh viên ",
    "Em đã đăng ký luận văn tốt nghiệp EN4317 trong HK212. Nhưng đến nay trong thời khóa biểu và trên bkel của em không có môn LVTN. Em vào xem lịch sử đăng ký thì hệ thống ghi đã gửi đk thành công (như hình) và không có lý do hủy đk. PĐT xem xét trường hợp này giúp em với ạ!",
    "Em xin kính chào quý Thầy Cô! Em tên , mssv . Em có 2 vấn đề muốn hỏi ạ! 1.Em xin hỏi em còn thiếu những điều kiện gi để đăng ký xét tốt nghiệp ạ! 2.Môn học các quá trình chế tạo ME2071 học kỳ 2 năm học 2020-2021 em đã hoàn thành lâu rồi mà vẫn chưa có điểm tổng kết do phần thực hành chưa có lịch để học, Thầy Cô cho em hỏi khi nào thì mới có lịch cho phần thực hành môn này ạ! Kính mong nhận được câu trả lời sớm từ quý Thầy Cô để em bổ sung kịp thời điều kiện xét tốt ngiệp ạ! Em xin cảm ơn và chúc quý Thầy Cô 1 ngày vui vẻ ạ!",
    "Chào thầy cô Phòng Đào tạo, Thầy cô cho em hỏi là bây giờ có còn được hủy môn học kì chính không? Em muốn được hủy môn học CH3133 - Mô hình hóa,mp &tưh CNHH. Xin cảm ơn và chúc sức khỏe thầy cô!",
    "Cô ơi, kỳ này em có đăng ký môn học Điện - Giải tích mạch (EE2031), mà em đã qua môn rồi, nên muốn được hủy môn học. Em có điền form google do pdt gửi hồi trước Tết rồi, nhưng mà vẫn còn lịch trong tkb. Cô giúp em hủy môn học này với. Em cảm ơn cô.",
    "kính thưa ĐT, Em tên là   MSSV:  LỚ : CD18DNLT Kính thưa ĐT em đã hoàn thành làm Đề Cương  Văn Tốt Nghiệp và em có danh sách làm  Văn Tốt Nghiệp như trong thời khóa biểu của em chưa cập nhật em viết mail này kính mong ĐT dành thời gian kiễm tra và phản hồi lại giúp em . Em chân thành cảm ơn!",
    "Chào thầy/cô, em tên , mssv: , khoa kỹ thuật xây dựng. Học kỳ này em có đăng ký làm luận văn tốt nghiệp với thầy  là hướng dẫn chính. Nhưng vì bị thiếu môn tiên quyết nên bị huỷ môn luận văn tốt nghiệp. Không biết vào kỳ hè này em đăng ký làm luận văn thì vẫn được thầy  tiếp tục hướng dẫn chính hay sẽ được sắp xếp một giảng viên khác ạ? Em xin cảm ơn",
    "hiện tại thì em vẫn chưa nhận được email quân sự vậy hiện tại nên giải quyết như thế nào ạ",
    "Em đóng học phí 211 trễ hạn do tài chính gia đình đang gặp khó khăn, em kiểm tra thấy thời khóa biểu bị mất, bảng điểm thì vẫn còn, em có phải làm đơn trễ hạn không ạ",
    "cho em hỏi sao pđt lại xóa môn tiếng anh cơ bản của em khỏi thời khóa biểu lẫn bkel vậy ạ",
    "Kính gửi Phòng Đào Tạo trường Đại học Bách Khoa tp HCM. Em tên:  MSSV:  Em là sinh viên khóa 2021 Em viết thư này vì lý do em bị trùng lịch học lớp anh văn cơ bản A (LA001, DT04) với lịch môn Giáo dục quốc phòng. Em mong nhà trường chuyển lịch  giúp em. Em cảm ơn.",
    "E chào thầy/cô E sinh viên hệ VHVL khoá 2019 MSSV . Vừa rồi e có đăng ký rút môn mạch điện tử đã đăng ký trong hk212 CQ - VHVL. Sau đó e có đăng ký lại môn mạch điện tử trong đợt bổ túc kiến thức cho hệ VHVL. Tuy nhiên hiện tại e bị mất thời khoá biểu môn mạch điện tử của lớp bổ túc kiến thức VHVL. Nhưng môn mạch điện tử của đợt hk212 CQ- VHVl vẫn còn chưa được huỷ. Mong thầy/cô xem xét cập nhật lại giúp e.",
    "Chào cô/thầy, Em có thắc mắc là đợt đăng ký LVTN trễ hạn dành cho sinh viên thực tập tháng 01 và 02 lần này (HK212) là khác với đợt dành cho sinh viên muốn thực hiện LVTN trong hè (HK213) như PĐT đã thông báo trước đó ạ? Nếu em muốn thực hiện LVTN trong học kì hè HK213 thì học phí sẽ được tính theo đơn giá nào ạ? Trân trọng cám ơn cô/thầy.",
    "Dạ cho em hỏi làm sao để gia hạn thẻ sinh viên tại thẻ sinh viên của em ghi là hết hạn tháng 3/2022 ạ",
    "Dạ em chào thầy/cô ạ, Thầy cô cho em hỏi các câu sau ạ, 1. Thời điểm này đã chủng bị đi học offline, vậy vào tháng mấy là đăng kí môn học (có xét chuẩn tiếng anh) để đăng kí môn HK1 (tức kỳ sau) ạ? Vì để em sắp xếp thời gian đăng kí thi TOEIC (IIG) hợp lý để nộp bằng ạ? 2. Mình phải đạt chuẩn tiếng anh trước thời điểm đăng kí môn học thì lúc đó mới cho đăng ký các môn chuyên ngành phải không ạ? Hay em có thể nộp bằng sau lúc đăng kí môn ạ? 3. Hiện tại thì em chưa đạt chuẩn tiếng anh năm nhất, mà hiện tại em đã năm hai, và nếu em thi Anh văn định kỳ của PĐT tổ chức sắp tới mà trên 600, thì em có được xét qua anh văn tất cả các năm không ạ? Em cảm ơn thầy/cô nhiều ạ, chúc thầy/cô một buổi tối vui vẻ ạ",
    "Chào thầy cô, Em tên ,MSSV :  Em viết đơn này xin phòng đào tạo xem xét cho em dời môn luận văn tốt nghiệp (MMH:CI4347,Nhóm -tổ:A01,HK212),sang kì hè 213 EM đã gửi câu hỏi này cho phòng đào tạo và được phòng đào tạo yêu cầu viết đơn(không có mẫu) để được Ban lãnh đạo xem xét ạ.(có hình ảnh minh chứng việc hỏi-đáp ở phía dưới) Trân trọng cám ơn. Chúc thầy cô nhiều sức khỏe.",
    "em đã nộp tiền mua sách nhưng giờ lớp bị hủy thì em nên đăng kí lớp khác hay hủy luôn ạ. nếu hủy là em mất tiền luôn ạ :((",
    "Em là , MSSV , là sinh viên khoa Kỹ thuật Hóa học, chuyên ngành Hóa lý - Hóa phân tích. Em đã hoàn tất chương trình học trong học kì 1 vừa qua, điểm số cũng đã được cập nhật đầy đủ và đủ các điều kiện về ngày CTXH, chứng chỉ Anh văn để tốt nghiệp. Tại sao em chưa có tên trong danh sách tốt nghiệp tạm thời ạ?",
    "Chào thầy cô. Dạ cho em hỏi cổng thanh toán Bkpay đang bị lỗi hay sao vậy ạ. Em có chọn thanh toán lệ phí 55000đ nhưng sau khi đăng nhập chọn thanh toán đến bước cuối hệ thống để nhập mã xác thực nhưng lại không có tin nhắn gửi về điện thoại như những lần trước ạ. Em cảm ơn.",
    "Dạ thưa cô,  Em đã học môn bê tông đúc sẵn (2019) và vật liệu gốm xây dựng (2018) theo mã mới và đã đậu hết hai môn, vì mã cũ không đủ người để mở a. nhưng file pđt gửi em vẫn rớt hai môn ấy. Nên em xin cô xem xét hướng dẫn em làm sao để được tốt nghiệp ạ. Em cảm ơn cô. Em xiin gửi file bảng điểm đính kèm và file pđt đã gửi em về điều kiện trước đó.",
    "Em có khoản phí đăng kí làm lại thẻ sv bị quá hạn và em không còn đóng được trên hệ thống nữa (hình), trên danh sách tốt nghiệp dự kiến tính em thiếu điều kiện tn do bị nợ học phí. Trường hợp này phải làm thế nào?, thầy cô giúp em với ạ.",
    "Họ và tên:  MSSV:  Lớp: VPk17CĐT Em xin chào các thầy/cô bên PĐT. Em có đăng kí   B Luận văn tốt nghiệp - 218700    và   B Thực tập tốt nghiệp - 218750    trong học kì 212. Nhưng bên bộ môn gửi mail báo rằng trong danh sách của bộ môn hiện chưa có tên em và yêu cầu em phản hồi về PĐT. Em xin nhờ các thầy/cô kiểm tra giúp em . Em xin cảm ơn các thầy/cô. ",
    "Em chào PDT, Em nhận được mail từ BM là phản hồi PDT về việc bổ sung tên về danh sách theo dõi của BM Cơ điện tử. Và thầy hướng dẫn LVTN của em là thầy . Trên trang bkel có ghi là thầy . Em xin cảm ơn.",
    "Chào quý thầy cô: Em là , mssv: Em đã có tên trong danh sách dự kiến tốt nghiệp. Sau đó em tiến hành đăng ký tốt nghiệp trên mybk, đóng lệ phí 95000đ qua bkpay nhưng nhận được phản hồi trên mybk là:\"phiếu đăng ký không được xử lý\". Em mong được PĐT xem xét và cập nhật. Em xin cảm ơn.",
    "Do bất cẩn không để ý nên em không biết được là mình phải đăng ký môn GDQP ở đầu học kỳ, tưởng nhà trường đăng ký cho sinh viên. Sau này hỏi lại bạn mới biết rõ. Em mong nhà trường giúp đăng ký bổ sung cho em đợt GDQP sắp tới.",
    "Dạ em chào thầy ạ! Cho em xin phép hỏi là giờ em muốn đăng môn học giáo dục quốc phòng thì em đăng kí sao và cập nhật thông tin ở đâu ạ! Em xin phép cảm ơn thầy nhiều ạ!",
    "Hiện tại em đã được cập nhật môn tương đương và đã đủ yêu cầu nhận luận văn tốt nghiệp. Pđt xem xét cập nhật thời khóa biểu giúp em, em đã đăng ký luận văn tốt nghiệp vào đợt đăng ký môn học trước. Em xin cám ơn",
    "Dạ thưa thầy cô PDT, em là -. Hôm rồi (27/2) em có vắng buổi kiểm tra tập trung môn giải tích 2. Nay em làm đơn xin kiểm tra bổ sung khi đảm bảo sức khỏe ạ ( kèm theo minh chứng ạ), em mong thầy cô xem xét giúp em với ạ, em chân thành cảm ơn thầy cô nhiều ạ.",
    "Kính gửi: Phòng đào tạo trường ĐH BKTPHCM Phòng đào tạo cho em hỏi ạ... Em đã hoàn thành tất cả các môn học(142 tc) có anh văn toeic 500 và hoàn thành 2 kỹ năng nói viết (200 điểm) luôn rồi ạ mà sao em đợi mãi mà vẫn chưa thấy danh sách tốt nghiệp gửi cho em ạ.Trong khi các bạn em đã có hết rồi ạ Không biết trường hợp của em có thiếu gì hay bị vấn đề gì không ạ? Kính mong Phòng đào tạo thông tin sớm cho em còn biết để bổ sung những gì còn thiếu để được tốt nghiệp ạ. Em xin cảm ơn ạ.",
    "Thân gửi phòng đào tạo! Em tên , MSSV:  Em có thắc mắc về vấn đề tốt nghiệp, mong PDT xem xét giúp em ạ. Hiện tại e đã hoàn thành chương trình học theo cập nhật của Mybk là 142 tín chỉ, điểm toiec của em reading& listening là 525đ e nộp vào ngày 22.2.2022 và được thẩm tra ở mục \" nộp chứng chỉ ngoại ngữ\" lúc 10:35 27.2.2022. Toiec wirting &speaking là 240đ. Ngày công tác xã hội là 16. Và em không nơi học phí hay sách của trường.Nhưng hiện tại e vẫn chưa đăng ký được tốt nghiệp cho đợt 4/2022 . Rất mong phòng đào tạo xem xét và phản hồi giúp em để e được đăng ký tốt nghiệp ạ . Em xin chân thành cảm ơn.",
    "Mở môn học học kỳ 212 . Em chào quý thầy cô. Em tên :Lường Văn Hoan mssv: sinh viên VHVL khoa Điện - Điện tử Trong đợt đăng kí môn học vừa rồi em có đăng kí môn Luận văn tốt nghiệp nhưng khi kiểm tra lại thì em thấy mình chưa đăng kí thành công.Do em không để ý lịch nên khi được thầy hướng dẫn Đề cương(thầy - bộ môn Thiết bị điện)hỏi em mới biết không đăng kí được. Phòng đào tạo cho em hỏi có cách nào để em được đăng kí lại Luận văn tốt nghiệp trong học kì 212 không ạ. Em cảm ơn.",
    "Thưa thầy/cô, Em là , MSSV  . Em có lịch học thực hành vào tuần 10 nhưng không thể tham gia học trực tiếp vào thời điểm đó vì lý do covid . Em đã gửi mail cho giáo viên giảng dạy và được hướng dẫn liên hệ với Phòng đào tạo . Hiện em không rõ thủ tục để xin hoãn học thực hành để học bù vào thời gian khác, hoặc bảo lưu điểm lý thuyết và đợi thời gian khác hoàn thành học phần thực hành như thế nào. Em mong nhận được sự giải đáp từ thầy/cô. Em xin cảm ơn, chúc thầy/cô buổi tối vui vẻ. Trân trọng, .",
    ".   Dạ em chào ad, hiện em đang tạm dừng tính học kì hiện tại là sẽ được 2 học kì, bây giờ em muốn làm lại đơn thu nhận nhập học lại thì mình làm và điền thông tin như thế nào cho phù hợp vì có vài chỗ em chưa hiểu rõ. Và việc nộp này mình nên nộp trước học kì hè năm nay hay là nộp khi bắt đầu học kì mới 2022-2023 ạ. Em hiện đang dự tính là sẽ đăng kí đi học hè trở lại .   Mong ad có thể giải đáp thắc mắc cho em. Em xin cảm ơn nhiều ạ",
    "Kính gửi PĐT! Em tên là , MSSV  Hôm nay, em viết mail này muốn xin phép PĐT cho em được hoãn thi giữa kỳ HK212 vào lúc 14h00 ngày 26/02/2022. Lý do: Khu vực nhà em gặp sự cố điện vào lúc 10h00 ngày 26/02/2022 và bên điện lực báo là sự cố sẽ được khắc phục ít nhất vào lúc 17h00 chiều cùng ngày mới xong. Mong PĐT xem xét giúp em ạ! Em xin chân thành cảm ơn! Chúc PĐT một ngày tốt lành ạ!",
    "Thưa Thầy/Cô, Em tên Trần  Tùng, mssv . Dạ Thầy/Cô cho em hỏi, ngày 17/2 em có đăng ký xét tốt nghiệp thành công và cũng đã thanh toán lệ phí 95000, mà sao đến hôm nay em vẫn chưa nhận được giấy chứng nhận tốt nghiệp tạm thời qua đường bưu điện, và cũng chưa có giấy chứng nhận tốt nghiệp tạm thời bản online để tải về luôn ạ?  Dạ Thây/Cô có thể cho em xin giấy chứng nhận tốt nghiệp tạm thời bản online trước được không ạ? Tại em đang cần gấp để nộp cho công ty ạ. Em cảm ơn .",
    "em chào pđt. em là  -  Khoa Công nghệ vật liệu. Em có đăng kí thực tập ngoài trường nhưng bây giờ em không có tkb. Mong pđt xem lại giúp em !",
    "Thưa cô, chuyện là em được PĐT xếp lịch cho học TTCKDC1 ME2013 và Hóa đại cương (Thí nghiệm) CH1004, là 2 môn thực hành nhưng ở 2 cơ sở khác nhau!! Mà 2 môn chỉ cách nhau 10p thì em phải làm sao đây ạ mà em cũng k liên lạc được với giáo viên để xin sắp xếp buổi học, kính mong cô hướng dẫn cho em để không bị mất buổi thí nghiệm nào ạ!! Em xin cảm ơn cô. Trân trọng, CT",
    "Em K16 đã hoàn thành xong chương trình học Em chưa có av 1,2,3,4 Em thi toeic được 500 điểm. cho em hỏi khóa K16 thì 500 điểm có đổi được đủ 4av không ạ? Mong pdt giải đáp giúp em. em cảm ơn.",
    "Em muốn xin Hoãn thi giữa kì 2 môn: Kế toán tài chính vào ngày 5/3 và Giải tích trong Kinh doanh vào ngày 6/3. Vì lí do đi phẫu thuật vào ngày 5/3 và 6/3.Em cam kết mọi thông tin em đưa là đúng sự thật. Mong  tạo điều kiện cho em được thi lại vào ạ .",
    "em hệ vhvl học chương trình đào tạo khóa 2017 em muốn hỏi là e đã học hết tất cả các môn học thì cần những gì để đạt điều kiện tốt nghiệp vd như toeic bằng tin học ... e có đọc qui chế nhưng e thấy thay đổi liên tục mong pdt giải đáp giúp em để em biết sắp xếp ạ ! em cám ơn",
    "Em bị mất tkb cả tuần nay rồi ạ. Xin trường khắc phục giúp em",
    "Kính gửi thầy/cô,  Em là  - MSSV:  Nay em làm đơn xin chuyển điểm hai môn chuyên ngành theo mã môn mới thay thế mã môn cũ mà em đã học và đậu ở học kỳ II (2018-2019) và học kỳ I (2019-2020) . Em xin thầy cô xem xét giúp em để em có đủ điều kiện ra trường ạ, em xin đính kèm file mẫu đơn và bảng điểm chứng minh kèm với file nhà trường gửi về điều kiện tốt nghiệp ạ. Em kính chúc thầy/cô nhiều sức khỏe ạ. Trân trọng,",
    "Cho em hỏi kỳ này em có đăng ký Dự thính môn Thiết kế Cầu 1 ( CI3039 ) Lộ trình 2. Em xem trên aao thì có thấy Lộ trình 2 thì đóng học phí từ 21-28/02 mà đến giờ trên BK-Pay của em vẫn chưa thấy thu tiền học phí ạ ?",
    "Chào Thầy/Cô Em là , MSSV:  hệ vừa làm vừa học. Em có nhận được lịch học mới của môn Thực tập điên tử 2_ Nhóm VD01 được xếp vào thứ 4 trùng vào ngày đi làm nên không thể đi học được. Kính mong phòng đào tạo có thể sắp xếp lại lịch học theo đúng hệ em đang theo học là hệ vừa làm vừa học cho môn này và những môn sau. Em xin chân thành cảm ơn. ",
    "Kính gửi Văn phòng đào tạo Quốc tế Em tên là , mssv , học ngành cơ điện tử hệ CLC. Hiện em đã hoàn tất tất cả các môn học cũng như đủ 15 ngày ctxh. Theo phản hồi từ  hiện em còn nợ môn ME2001 ( thực tập cơ khí đại cương 2) nên em chưa thể xét tốt nghiệp. Nhưng trong học kì 202 em đã học môn tương đương thay thế đó chính là môn ME2087 ( Thực tập cơ khí đại cương 2) và đạt số điểm tổng kết là 7.5. Nguyên nhân em học môn thay thế là do môn ME2001 hiện đã không mở lớp nữa, chỉ mở lớp môn ME2087 là môn thay thế . Mong VPDTQT cập Nhật giúp để em được xét tốt nghiệp và bổ sung bằng tạm thời cho công ty trong thời gian sớm nhất ạ  Em xin cám ơn",
    "Em là  sinh viên K18 khoa kĩ thuật xây dựng. Em có nhận được mail đăng kí LVTN trễ hạn và điền link đăng kí LVTN trễ hạn nhưng không thấy phản hồi. PĐT cho em hỏi là nếu không có phản hồi vậy có được đăng kí không ạ. Mong thầy cô sớm trả lời Em. Em cảm ơn.",
    "Em đậu vào trường mình theo diện thí sinh tự do. Khi nộp hồ sơ nhập học em có nộp bản sao bằng tốt nghiệp THPT do Sở cấp. Bây giờ em có cần nộp lại bằng tốt nghiệp THPT không.",
    "Thưa thầy cô,  Thầy cô PĐT đã đăng kí giúp em hai môn học 1. Luận văn Tốt nghiệp-218700 2. Thực tập tốt nghiệp-218750 Nhưng bộ môn Cơ điện tử gửi mail yêu cầu em phản hồi với PDT vì chưa có tên em trong danh sách của Khoa . Mong thầy cô giúp em. Em xin cảm ơn .",
    "Em chào PĐT, Hiện tại thời khóa biểu em trên mybk bị mất, em xin hỏi làm sao để khắc phục lỗi này ạ? Em xin cảm ơn ạ",
    "nhờ bạn  MSSv lấy giúp bảng điểm",
    "MSSV:    Em muốn hỏi năm nay em chưa hoàn thành nghĩa vụ quân sự thì đến kì sau còn mở lại lớp không ạ? Em đang ở nhà em nên kì này không có đăng ký nghĩa vụ quân sự được",
    "Dạ em chào thầy/cô,  Em tên là  -  là sinh viên chương trình Tiên Tiến K16 hiện đã hoàn thành chương trình học . Trước đây em đã hỏi thầy/cô về vấn đề đăng ký xét tốt nghiệp nhưng sau ngày 01/03, em vẫn chưa nhận được mail cũng như chưa đăng ký tốt nghiệp được nên em muốn gửi lại câu hỏi qua bksi để PDT kiểm tra giúp em ạ . Em xin cảm ơn thầy/cô.",
    "em chào Phòng Đào Tạo Đại Học Bách Khoa! cho e hỏi là e là sinh viên K14, em mới thi qua anh văn nói viết gần đây và đủ ngày công tác xã hội cũng như các tín chỉ để đăng kí tốt nghiệp, nhưng hiện tại e đăng kí không được, cho e hỏi là e đang vướng mắc vấn đề gì và cách xử lí với ạ! em cám ơn!",
    "Em xin chào quý Thầy Cô , chúc Thầy Cô buổi sáng tốt lành  Em là sinh viên hệ VHVL chuyển qua từ hệ chính quy ( mã số sinh viên cũ  , mã số sinh viên mới  ) . Tình hình là em đã hoàn tất các môn học và chứng chỉ tiếng anh nhưng do môn cuối giải tích 2 MT1005 ( em được thi lại do tình hình dịch ) nên điểm vẫn chưa cập nhật đủ , điểm đạt qua môn ) . Do đó em bị xét là thiếu tín chỉ tốt nghiệp . Hiện theo thông báo của quý Thầy Cô nếu mùng 1/3/2022 mà vẫn không nhận được thông báo hay mail thì báo lại . Hiện nay ngày 3/3/2022 rồi nhưng mail em vẫn chưa nhận được thông tin gì ( địa chỉ mail  ) . Mong quý Thầy Cô xem xét giúp đỡ , để em sớm được tốt nghiệp ạ . Em xin cảm ơn !",
    "Kính gửi thầy cô PĐT   Em tên :  bá sơn. Mssv:  Nay e làm đơn này kính mong thầy cô xem xét chuyển điểm môn thay thế cho môn tin học trong trắc địa ( mã mh: CI2035) đã không mở lớp từ khoá 19 trở về sau và thay thế bằng môn thuỷ văn đô thị ( mã mh: CI3013) . Em đã hoàn thành tất cả môn học và đã có bằng anh văn nhưng vẫn còn thiếu điểm tin học trong trắc địa chưa chuyển nên em chưa được xét tốt nghiệp. Em kính mong thầy cô xem xét cho em. Em xin chân thành cảm ơn!  Em gửi kèm 2 ảnh em đã hoàn thành môn thuỷ văn đô thị và thông báo về môn thay thế ạ.",
    "Chào PĐT Đại học Bách Khoa TP. HCM Em là , MSSV : . Hiện em đã hoàn thành các chương trình học của trường cũng như nộp đầy đủ bằng anh văn 4 kĩ năng và hoàn thành đủ ngày CTXH theo tiêu chí trường đề ra. Tuy nhiên em vẫn chưa thể truy cập vào đăng kí lấy bằng Tốt nghiệp được, em là sinh viên khóa 2014. Mong thầy cô giúp đỡ hỗ trợ và hướng dẫn để em có thể lấy bằng theo đúng quy trình. Em xin chân thành cám ơn sự giúp đỡ của quý thầy cô .",
    "Em kính chào thầy cô, em tên là , mssv là . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp, em đã làm xong thủ tục theo hướng dẫn từ e-mail của trường. Dự kiến trễ nhất là ngày 02/03/2022 em nhận được bằng tốt nghiệp tạm thời tại địa chỉ em đăng ký. Nhưng em không nhận được vào ngày đó. Em đã đăng ký là nhận tại địa chỉ em ghi tại thông tin tốt nghiệp. Nhưng khi em kiểm tra lại thì ô đó bị lỗi và để trống. (hình ảnh 1 đính kèm). Em xin phép hỏi là em đi nhận bằng tốt nghiệp tạm thời ở đâu và khi nào vậy ạ? Mong thầy cô hướng dẫn giúp em. Em xin chân thành cảm ơn.",
    "Tốt nghiệp . Kính gửi thầy/cô, Em là Nguyễn Phan Quốc Hải - MSSV: 1510922 Nay em làm đơn xin chuyển điểm hai môn chuyên ngành theo mã môn tương đương:   B Môn 1:     Công nghệ gốm xây dựng Số chỉ: 3 Mã môn cũ: CI3031  Học kỳ: II (2017-2018) Nhóm lớp: A01-A Điểm tông kết: 2.5 Môn tương đương: Công nghệ gốm xây dựng Số chỉ: 2 Mã môn mới: CI3191 Học kỳ: II (2018-2019) Nhóm lớp: A01 Điểm tổng kết 5.0 Đồ án môn học công nghệ gốm xây dựng Số chỉ: 1 Mã môn mới: CI3193 Học kỳ: II (2018-2019) Nhóm lớp: A01 Điểm tổng kết: 9.0   B Môn 2:    Công nghệ sản xuất cấu kiện bê tông đúc sẵn Số chỉ: 3 Mã môn cũ: CI3093 Dạ ở mã cũ em không đăng ký vào kỳ I (2018-2019) do chưa đủ điều kiện học. Môn tương đương: Công nghệ sản xuất cấu kiện bê tông đúc sẵn Số chỉ: 2 Mã môn mới: CI3223 Học kỳ: I (2019-2020) Nhóm lớp: A01-A Điểm tổng kết: 7.0 Đồ án môn học công nghệ sản xuất cầu kiện bê tông đúc sẵn Số chỉ: 1 Mã môn mới: CI3225 Học kỳ: I (2019-2020) Nhóm lớp: A01-A Điểm tổng kết: 8.0 Em xin thầy cô xem xét giúp em để em có đủ điều kiện ra trường ạ, em xin đính kèm file mẫu đơn và bảng điểm chứng minh kèm với file nhà trường gửi về điều kiện tốt nghiệp ạ. Em kính chúc thầy/cô nhiều sức khỏe ạ. Trân trọng,",
    "Em là sinh viên k15 nếu em làm đơn xin chuyển hệ sang VLVH trong năm nay thì chuẩn anh văn để tốt nghiệp của em sẽ là 400 hay là 600 ạ? Có cần thi nói viết kể từ khóa 2021 như trong hình không? E xin cảm ơn.",
    "Em đã nộp chứng chỉ anh văn. Em có cần quy đổi ra không? Thầy duy bên trung tâm bảo duongx công nghiệp thông báo là nộp toeic 400 là đủ  điều kiện tốt nghiệp rôi.",
    "Tốt nghiệp       Kính thưa Phòng Đào tạo,    Em là sinh viên VIệt Pháp khóa 2015, hiện đã hoàn thành bảo vệ LVTN, vừa hoàn thành số lượng CTXH 15 ngày (chưa cập nhật) và các CCNN liên quan ( + Pháp)    Do số môn học của chương trình quá nhiều, / có thể kiểm tra giúp em xem em đã đủ điều kiện tốt nghiệp về số lượng tín chỉ tích lũy hay chưa?    Em cảm ơn /  Đăng "
]