[
    "Em muốn bảo lưu tên đề tài thì em phải làm thế nào ạ",
    "Kính gửi Phòng đạo tạo, Hôm trước em có hỏi về việc thẻ sinh viên chưa giao đến kịp cho em thì PĐT có trả lời là \"vì nhiều lý do bất khả kháng Thư vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau\" thì khi thi nếu em vẫn chưa nhận được thẻ sinh viên thì em chỉ cần nói với giám thị là em đã đăng ký thẻ nhưng thẻ vẫn chưa kịp đến nơi và mở giao diện trang Đăng ký in thẻ sinh viên để chứng mình thì vẫn được tiếp tục thi đúng không ạ. Cảm ơn PĐT đã đọc câu hỏi của em, Mong PĐT sớm trả lời em ạ.",
    "em có đăng ký và trúng tuyển văn bằng 2 của ĐHBK, nhưng hiện tại bảng điểm và bằng ĐH của em tất cả đều nằm ở SG, em thì ở quê. Trường cũng yêu cầu ảnh chụp hình thẻ. Hiện tại tình hình dịch bệnh căng thẳng, em không thể đi SG và không có tiệm chụp hình nào mở cửa để mà chụp hình. Quy trình hướng dẫn thì có 1 vài điểm còn mơ hồ chẳng hạn như trong hình, tài liệu thì có mở ngoặc ở phần 'Loại giấy tờ', còn tài liệu thì mở ngoặc ở phần 'ghi chú'=  mình có thể làm 1 bảng để đánh dấu cái nào là cần cho hình thức tuyển sinh nào để sv dễ nắm rõ yêu cầu hơn. Hiện tại các hoạt động shipping cũng bị ảnh hưởng lớn bởi dịc, tài liệu hồ sơ thì bị hạn chế, thời hạn nộp các giấy tờ hồ sơ thì rất sát (6/8-10/8) Em mong an/chị/thầy/cô giải đáp hoặc có liên hệ với các phòng ban làm rõ yêu cầu này giúp em. Em cảm ơn ạ P/s: Em có email cho thầy  nhưng ko thấy hồi âm, và hôm nay là ngày 5/8 rồi (còn 5 ngày nữa là tới hạn chót nộp hồ sơ) SDT của phòng ĐT VB2 gọi vào thì toàn tít tít không có ai hỗ trợ giải đáp.",
    "Em chào thầy cô ạ!  Em là  -  Sáng nay em có thi môn Xác suất thống kê (MT2001) lớp DT01-B vào ca 7h. Trong lúc thi em có quay lại video màng hình theo như yêu cầu của phòng đào tạo. Nhưng lúc thi xong khi em đang lưu video lại thì bị tự động bị out và mất video, em đã tìm lại nhưng không thấy, nên em không có video để nộp ạ. Mong thầy cô giải quyết giúp em với ạ. Em xin cảm ơn.",
    "Em hiện không vào được BKexam ạ xin ban tổ chức thi mở khóa cho em ạ Em cám ơn",
    "ổ sung lý do hoãn thi: không có đủ thiết bị để thi .",
    "Em tên: , MSSV  Em xin hoãn thi môn giải tích 2  Giảng viên của em nói bạn nào hoãn thi thì điền thông tin trên diễn đàn . Em đã điền rồi mà lo nên em xin gửi lên PDT xác nhận ạ. Mong PDT đồng ý đơn hoãn thi của em.",
    "n hoãn thi cuối kỳ",
    "Kính gửi thầy/cô! Em là , hiện đang là sinh viên khóa K17- Khoa Kỹ Thuật Xây dựng . Em có một chút thắc mắc về chuẩn anh văn để được là luận văn tốt nghiệp . Như trên quy định về chứng chỉ ngoại ngữ thì anh văn em cần đạt trên 500. Tháng 5 vừa rồi em có thi Anh văn đầu vào ở cơ sở Dĩ An và đạt điểm trên 500. Em không biết điểm thi anh văn đầu vào đó có được xét để làm luận văn tốt nghiệp hay không?  Em mong sớm nhận được giải đáp thắc mắc từ thầy/cô! Em xin chân thành cảm ơn!",
    "Em xin hoãn thi vẽ kĩ thuật bảo dưỡng (IU1003)",
    ": Em xin hoãn thi giải tích 2",
    "Em hiện đang dương tính với Covid-19 và đang cách ly tập trung tại khu tập trung tỉnh Khánh Hòa (có văn bản đính kèm). Em không đủ điều kiện kết nối internet ổn định và liên tục để thi online môn Pháp Luật đại cương như đã nêu trong đơn đính kèm. Các môn còn lại em đã được giảng viên đồng ý để em làm tiểu luận để lấy điểm nên mong Phòng Đào Tạo đừng khóa điểm các môn học ấy. Xin Phòng Đào Tạo chỉ hoãn thi với môn thi Online là môn Pháp luật đại cương SP1007 (được trình bày trong đơn) thôi ạ. Em cảm ơn.",
    "Kính gửi PĐT trường Đại học Bách Khoa TP.Hồ Chí Minh. Em muốn đặt câu hỏi về vấn đề đăng nhập trên Bkex. Hôm qua ngày 4/8/2021 em có ca thi Triết học Mac Lennin lúc 13g. Sau khi thi xong em đã đăng xuất khỏi BKex. Tuy nhiên sau 10 phút em đăng nhập lại để gửi video quay màn hình thi nhưng lại xảy ra sự cố không đăng nhập được. Em đã thử nhiều cách như xóa cookie, lịch sử duyệt web nhưng tới hôm nay vẫn chưa đăng nhập được. Em xin PĐT cho em xin hướng giải quyết để em có thể đăng nhập vào sớm để nộp file quay màn hình thi ạ. Em cảm ơn. Bên dưới là hình ảnh đăng nhập của em sáng nay.",
    "dạ em có lịch thi xstk 10 sáng ngay 5 tháng 8 nhưng em không vào được trang bkexam vì bị khóa ạ giám thị hướng dẫn em lamd đơn xin hoãn thi ạ",
    "Chào văn phòng, Em vào BKEX thì gặp tình trạng như ảnh bên dưới, văn phòng giúp em mở đăng nhập lại được không ạ Trân trọng",
    "Dạ xin chào ạ! Cho em nộp lại đơn xin hoãn thi gồm 1 file có chữ ký xác nhận không bị cấm thi của giảng viên và 1 file có chữ ký của em ạ",
    "Cho em hỏi e không đủ điều kiện thiết bị để thi cuối kỳ em muốn hoãn thi làm sao ạ",
    "Kính gửi Phòng Đào tạo, Em là , MSSV , học lớp CC20ROB1. Em muốn xin nhà trường cho em hoãn thi online cuối kì các môn của HK203 và HK202 vì lí do không đảm bảo trang thiết bị. Em sẽ đăng kí thi bổ sung sau khi quay lại trường học. Em cảm ơn ạ!",
    "Chào Quí Thầy Cô Phòng đào tạo Em tên: Lê Đức Duy, MSSV: 1933097 Ngành: Kỹ thuật điện tử-Viễn thông (VLVH) Em xin hỏi: Hôm trước em có hỏi về hoãn thi online. Phòng đào tạo yêu cầu tải mẫu hoãn thi trên Biễu mẫu về điền thông tin vào. Nhưng mẫu hoãn thi không có mẫu online. Em phải in ra rồi điền tay vào. Rồi chụp hình gửi lại hay sao ạ . Mong thầy cô giải đáp giúp em",
    "Do tình hình máy tính em bị lỗi phần cứng nên không thể đáp ứng yêu cầu thiết bị cho kì thi sắp tới, em mong được nhà trường cho em hoãn thi, em xin cảm ơn.",
    "Hôm qua em lỡ tắt máy mà không đăng xuất tài khoản BKEX giờ em không thể vào được mong trường mở khoá để em gửi file ghi màn hình môn Triết học- vì em chỉ còn 12h để nộp   ",
    "Em chào thầy/cô, em tên - đợt thi xác suất thống kê mã môn MT2001. Vừa rồi em có thi môn xác suất thống kê, nhưng do mở bài thi bằng điện thoại nên có khi có người điện bài thi của em đã bị thoát khỏi hệ thống và tự chấm điểm. Mặc dù em đã tắt cuộc gọi nhưng khi vào lại hệ thống vẫn không được tiếp tục làm bài thi. Em muốn hỏi có cách nào khắc phục việc này không ạ? Em cảm ơn",
    "Thưa Thầy\\Cô, em là sinh viên khóa 2016, em muốn đăng ký LVTN nhưng do ảnh hưởng của dịch bệnh nên không thể đăng ký thi Toeic được, do đó không thể đăng ký luận văn tốt nghiệp. Em đã hoàn thành chương trình học của mình từ HK1 năm 2020 rồi và đã bỏ lỡ 2 học kỳ mà vẫn chưa đăng ký được LV(do em hoàn thành chương trình trễ và do ảnh hưởng dịch bệnh). Nếu tình hình dịch cứ kéo dài và em vẫn không đăng ký thi CCNN Toeic được thì rất có khả năng HK tiếp theo em lại không ĐK được LVTN. Em rất mong nhà trường có giải pháp nào cho chúng em được ĐK LVTN trước và bổ sung CCNN sau được không ạ, trước đó em đã làm và trao đổi với Thầy hướng dẫn về luận văn rồi nhưng không thể đăng ký và bảo vệ LV được. Rất mong nhận được sự quan tâm, xem xét của Thầy\\Cô và nhà trường! Em xin cám ơn!",
    ":  em là , học lớp XSTK kì 202 MT2013  lớp L10-A do thầy ( phụ trách)  Lịch thi cuối kì của em là 10h ngày 5 tháng 8 -2021 tuy nhiên em vào trong video MT2013 từ lúc 9h30 và BkEx em vẫn không thấy phòng thi xuất hiện . Đến 10h em vẫn không thấy. Em không biết phải làm sao, em có gọi ngay cho thầy  để trợ giúp nhưng thầy  nói thi online thầy không biết . Trang BkeX của em không có bất kì một phòng thi nào của MT2013 Em có hỏi thầy  thì thầy nói em liên hệ PĐT để được ghi danh cho ca thi lúc 13h. Em mong PĐT hỗ trợ em sớm nhất Dưới đây là video em quay màn hình lại trang Moodle của em.",
    "em là , học lớp XSTK kì 202 MT2013 lớp L10-A do thầy ( phụ trách) Lịch thi cuối kì của em là 10h ngày 5 tháng 8 -2021 tuy nhiên em vào trong video MT2013 từ lúc 9h30 và BkEx em vẫn không thấy phòng thi xuất hiện. Đến 10h em vẫn không thấy. Em không biết phải làm sao, em có gọi ngay cho thầy  để trợ giúp nhưng thầy  nói thi online thầy không biết. Trang BkeX của em không có bất kì một phòng thi nào của MT2013 Em có hỏi thầy  thì thầy nói em liên hệ PĐT để được ghi danh cho ca thi lúc 13h. Em mong PĐT hỗ trợ em sớm nhất Dưới đây là video em quay màn hình lại trang Moodle của em.",
    "Kính mong Phòng Đào Tạo xem đơn hoãn thi môn Xác xuất và thống kê MT2013 của học kì 202. Em đã gửi đơn vào 6 giờ sáng ngày 04/08/2021 nhưng đến tận hôm nay vẫn chưa được giải quyết . Em có đính kèm file hình ảnh đơn đăng kí hoãn thi môn Xác xuất và thống kê MT2013 hôm qua của em, mong Phòng Đào Tạo xem xét.",
    ": Em muốn được biết thêm về chính sách học song ngành. Hiện tại em đang học năm 2 ngành Khoa học máy tính ở Đại học Bách Khoa và em muốn học thêm 1 chuyên ngành khác thuộc 1 trường đại học thuộc đại học quốc gia tp HCM. Cụ thể là em muốn biết thêm thông tin về chính sách này, về điều kiện để học song ngành, thủ tục cũng như các giấy tờ cần thiết cho quá trình được phép học song ngành này ạ. Em chân thành cảm ơn. Mong được nhận phản hồi sớm từ phòng đào tạo.",
    "Em muốn đăng ký hoãn thi vì không kiếm đủ thiết bị theo yêu cầu của quy chế thi thì em làm sao để đăng ký hoãn thi ạ? .",
    "cho em hỏi em gắp vấn đề về thiết bị thi không đảm bảo nên không thể thi onl thì phải làm sao để xin hoãn thi ạ, em cảm ơn ạ",
    "Cho em hỏi thi onl rồi có thể đăng kí hoãn thi để thi lại không",
    "Xin cho em hỏi là em phải truy cập vào đâu để được đăng kí hoãn thi sau khi kết thúc phiên thi. Vì lý do thiết bị và kết nối bị lỗi “khi đang điểm danh trong phòng thi thì bị ngắt kết nối và văng ra ngoài” ,không thể truy cập lại vào phòng thi, mặc dù đã nhiều lần thử truy cập lại trên cùng 1 thiết bị và trình duyệt. Trang wed liên tục báo lỗi. Xin nhà trường tạo điều kiện giải quyết giúp em, em xin cám ơn.",
    "Dạ em tên: _. Dạ do em không đủ trang thiết bị để thi môn Xác suất thông kê MMH: MT2014. Em xin phòng đạo tạo cho em hoãn thi cuối kỳ. Dạ em cảm ơn!",
    "THƯA PĐT  EM KHÔNG CÓ PHÒNG THI CUỐI KÌ 202 CHO MÔN XÁC SUẤT THỐNG KÊ MT2013 TRÊN BKEX MONG PĐT HỖ TRỢ ĐỂ EM CÓ THỂ THI VÀO LÚC 16H  EM CẢM ƠN,",
    "Kính gửi quý thầy cô, em đã làm đơn xin hoãn thi cuối kì môn giải tích 2 kì 202, em gửi đơn từ ngày 29/07, pđt đã nhận và có phản hồi với em là đang chờ xử lý, tuy nhiên đến nay em vẫn chưa nhận được kết quả, em mong pđt xem xét giải quyết giúp em ạ. em chân thành cảm ơn ạ",
    "Có thể không ghi lại màn hình được không ạ vì hiện tại các phần mềm miễn phí cho record lại màn hình đều cho lưu trữ với thời gian đều dưới 20', nếu muốn đáp ứng thời gian thi 60' thì phải trả phí. Ví dụ như phần mềm Bandicam thì phải 39.95$ cho 1 máy tính .",
    "MSSV:       b Đồng Gia Bảo  i    b PĐT cho em hỏi ngày hôm qua em có làm đơn xin hoãn thi môn học Kỹ thuật siêu cao tần, mã môn EE3025, nhóm A04-B, sau khi đơn được giải quyết thi em có thể xem ở đâu để biết mình có được hoãn thi không ạ?  b ",
    "ng ký hoãn thi .",
    "Phòng Đào tạo đã gửi email: em làm theo hướng dẫn nhé. Thân gửi các bạn sinh viên,  Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau: SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56 Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc) Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác. Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoaộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký. Thông tin thêm: •Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế). •Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi. •Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.   Chúc các bạn học tập thật tốt!",
    "Dạ kính gửi PDT Em tên là   Mssv  Em xin PDT cho em hoãn thi cuối kì 202 môn giải tích 2 của Cô  ạ . Lí do hiện tại em chưa có đầy đủ trang thiết bị theo yêu cầu của trường để  để thi ạ . Mong PDT duyệt giúp em với ạ . Em xin chân thành cảm ơn. P/S : Em xin lỗi vì sự bất tiện này do hôm trước em có gửi nhầm đơn hoãn thi của bạn em ạ .",
    "Dạ cho em hỏi là: hiện tại vì tình hình dịch bệnh em chưa thể đi thi để lấy bằng toeic và nộp để đủ điều kiện đăng ký làm luận văn tốt nghiệp. Thầy, cô cho em hỏi là em cần phải làm gì để có thể đăng ký làm luận văn trước và nộp bằng toeic sau không ạ? Em xin cảm ơn.  ",
    "Em chào PĐT, em là  MSSV , em có đăng ký in thẻ sinh viên và đã xử lý vào ngày 27/7 nhưng tới hiện tại em chưa nhận được thẻ và lịch thi của em vào ngày 10/8 vậy giờ em phải làm sao ạ?. Em xin cảm ơn",
    "Dạ ngày 29-7 em có làm đơn hoãn thi môn xác xuất thống kê vì không có đủ thiết bị dự thi , mà đã được bảo là chờ phê duyệt , đến nay đã qua giờ thi em không tham dự, nhưng vẫn chưa thấy phản hồi, vậy em có được hoãn thi không ạ! em cám ơn",
    "Kính gửi Thầy và Phòng Đào Tạo Trường, Em đang có những triệu chứng ban đầu của bệnh trong 3 ngày qua chưa bớt. Với tình hình như vậy em thấy mình không có khả năng chuẩn bị ôn tập đủ tốt để hoàn thành bài thi trong thời gian sắp tới. Vì vậy em xin gửi mail này kèm đơn xin hoãn thi. Kính mong được thầy và phòng đào tạo xem xét!  ./.",
    "Em xin phép được  thi lại bộ môn Probability and Statistics (MT2001), thi vào ngày 5/8/2021 do không đáp ứng được cơ sở vật chất, laptop của em không hoạt động được trước giờ thi nên em muốn xin thi lại ở đợt thi tiếp theo ạ   .",
    "Gửi PĐT Đơn hoãn thi MÔn Xác suất thống kê_HK202 Họ và tên:  MSSV: Môn học: Xác suất thống kê_MT2013 Mã lớp:L17 Đơn đính kèm: -Mẫu đăng kí hoãn thi -Ảnh xác nhận không cấm thi của giảng viên bộ môn",
    "Nộp đơn xin hoãn thi.",
    "1)Về việc thi online Dạ khi thi online thì ngoài thiết bị chính để làm bài, em chỉ có một thiết bị phụ khác để quay không gian xung quanh có được không? 2)Về việc chuyển điểm môn thực tập ngoài trường Dạ em đang không biết về quy trình và hồ sơ cần thiết để chuyển điểm môn thực tập tốt nghiệp trong học kỳ này",
    ". Kính gửi PĐT Em tên là  Mssv  Em xin phép hoãn thi vì lý do thiếu trang thiết bị phục vụ thi online và đường truyền không ổn định. Em mong quý thầy cô giúp đỡ xử lý ạ. Em đã gửi đơn qua mail 4 ngày nhưng chưa có phản hồi. Em cảm ơn!",
    "Em tên là , MSSV . Em xin phép được hoãn 2 môn thi bao gồm: xác suất và thống kê(MT2013), giải tích 2(MT1006) vì lý do thiết bị gặp sự cố.  Em xin hứa sẽ tham gia đầy đủ kì thi bổ sung do nhà trường tổ chức.",
    "Em xin gửi đến các thầy cô ở PDT, Em tên là , MSSV:  Cho em hỏi là thi online môn GT2 thì có thể chỉ cần nộp bản quay màn hình lúc thi và bản quay màn hình máy tính được không ạ. Tại vì bây giờ máy quay phụ là cái điện thoại của em đã bị hư, không thể khơi động lại và địa phương của em (ở Bình Dương) đang phải thực hiện giãn cách nên em không thể đi sửa được. Mong các thầy cô xem xét và phản hồi lại ý kiến của em. Em xin chân thành cảm ơn thầy cô ạ",
    "Dạ, em chào cô, em đã đăng kí in thẻ sinh viên trên mybk và đã đóng tiền luôn rồi ạ, tình trạng đang trong quá trình xử lý rồi ạ, nhưng lúc điền địa chỉ nhận em đã ghi sai, cô giúp em đổi lại địa chỉ nhận thẻ mới được không ạ. Em thành thật xin lỗi vì sơ suất như vậy! Mong cô giúp đỡ và hỗ trợ em với! Địa chỉ nhận mới: 497 Hòa Hảo, Phường 7, Quận 10, TPHCM.",
    "Em mong phồng đào tạo cho em hoãm thi giải tích 2 vì em ko đủ điều kiện và dụng cụ để thi online ạ",
    "Thưa thầy/ cô, Em có thi môn mác cuối kỳ 203 nhưng trong lúc thi do hiểu nhầm ý của giáo viên nên chưa ghi lại video quá trình làm bài cho em hỏi nhà trường có thể giải quyết giúp em được không ạ.Em thực sự rất buồn vì lần đầu chưa nắm rõ luật thi. Chí ít kính  mong nhà trường có thể cho em thi lại để chứng tỏ mình không gian lận trong thi cử được không ạ",
    "Chào cô, em đã thanh toán học phí và nộp đơn thu nhận rồi nhưng thông tin thu nhận cập nhật như thế này có nghĩa là em không được thu nhận đúng không ạ? Vậy bây giờ em phải làm cách nào để được thu nhận lại ạ?",
    "Em là , sinh viện chương trình Việt-Pháp ngành Xây dựng dân dụng. Em xin hoãn thi vì lí do thiết bị bị hỏng camera. Em xin cảm ơn Phòng đào tạo.",
    "Em là sinh viên khoa Kỹ thuật Giao thông chuyển khóa từ k19 vì vào năm nhất em có xin thôi học với lý do đi du học , và được thu nhận lại vào kỳ 201. Lúc đó em có lên phòng đào tạo và được tư vấn là chuyển sang khóa k20 để có thể đăng ký được những môn năm nhất, nhưng lúc đó em còn những vấn đề em chưa hiểu rõ mong được pđt giải đáp: 1/   B Khi chuyển từ k19 sang k20 thì chương trình đào tạo của em sẽ theo năm nào vậy ạ? Vì em thấy tên em vẫn còn nằm trong danh sách lớp K19.    2/   B Nếu như chương trình của em phải học theo k20 thì em có thể xin trờ lại k19 được không vì lúc chuyển em nghĩ là k20 sẽ học phân ngành giống như k19. Nhưng thực tế là k20 lại phải học song ngành.(Em là sinh viên Hàng Không- Tàu Thủy).  ",
    "Họ tên :  MSSV:  Em xin hoãn thi các môn: -Giải tích 2 Nhóm CC11-A vào ngày 6/8/2021 lúc 13h -Cấu trúc rời rạc cho KHMT Nhóm CC03-A vào ngày 9/8/2021 lúc 13h -Đại số tuyến tính Nhóm CC10-A vào ngày 13/8/2021 lúc 13h -Kỹ thuật lập trình Nhóm CC01-A vào ngày 15/8/2021 lúc 16h Lý do : Không đủ điều kiện về trang thiết bị",
    "Em muốn theo hướng đào tạo song ngành theo hướng ngành phụ ạ.",
    "Xin chào ạ!    Em xin được trình bày vấn đề của em ạ: hôm nay em có 1 ca thi lúc 13h và sau khi em đã điểm danh thì điện thoại không thể đăng nhập bk exam và đồng thời cuộc họp gg meet cũng bị thoát ra. Em đã tìm mọi cách mà không thể đăng nhập lại, bây giờ em phát hiện ra thiết bị điện thoại của em không đảm bảo để thi, em lại không có laptop. Em nên làm gì bậy giờ ạ? Em có thể xin hoãn thi hôm nay và cả những môn thi sắp tới không ạ? Em đang thật sự lo lắng.     Em xin cảm ơn ạ   ",
    "em muốn hoãn thi môn xstk  thì phải làm như thế nào ạ",
    "Em tên  Lớp: GT18OTO2",
    "Em là , MSSV . Em từng làm đơn xin hoãn thi môn Hóa hữu cơ và đã được duyệt. Sau đó em có làm đơn xin hoãn thêm 2 môn (gồm GT1 và GT2) cũng vì lý do máy móc không đảm bảo và đã được giảng viên chấp nhận. Tuy nhiên PĐT vẫn chưa gửi mail xác nhận đã nhận được, hay xác nhận đã duyệt cho em. Vài ngày nữa là thi 2 môn này. Làm sao để em biết là đơn của em đã được nhận ạ? Em cảm ơn.",
    "cho em xin phép hoãn thi Môn: Mô hình hóa, mô phỏng và tối ưu hóa trong công nghệ hóa học Mã MH: CH3133 thời gian: hôm nay 05/08/2021 Lý do: hiện tại đường truyyền mạng nhà em đang không ổn định, khả năng không thể hoàn thành bài thi, mong PDT xét cho em miễn thi, đăng kí thi lại vào kỳ sau!",
    "Cho em hỏi là xin xác nhận là phải làm như thế nào ạ? Vì khi em hỏi thì được bảo là gửi 2 mẫu đơn lên đây để xin xác nhận.",
    "Em tên . MSSV . xin hoãn thi trực tuyến môn kinh tế chính trị",
    "Em xin được hoãn thi môn xác suất và thống kê.",
    ". Cho em hỏi làm sao để đăng ký ạ, thủ tục và giấy tờ như thế nào? Em cảm ơn.",
    "Họ và tên:  MSSV:  Em xin hoãn thi môn Xác suất thống kê MT2001 lớp DT01_C Lý do: Sáng nay 5/8/2021 em thi ca 7h có nộp bài rồi nhưng do lỗi mạng và máy tính xuất hiện tình trạng đứng máy nên em không lưu được video ghi màn hình lúc làm bài thi, và không có video để nộp ạ! Em xin chân thành cảm ơn!",
    "Thưa nhà trường, lúc nãy em thi Xác Suất Thống Kê và em ghi màn hình bằng Game Bar của Win10, lúc ghi xong thì tệp của em lên tới 6,7gb nên em đã dùng Vlc medium Player để nén lại, em không biết em làm sai chỗ nào mà giờ tệp ghi màn hình của em chỉ còn 160 bytes và không thể mở được, em đã nộp bản ghi đó dù biết rằng nó không chạy được. Cho em hỏi là như vậy em có bị bỏ kết quả thi cuối kỳ không ạ.",
    "Ngày mai em thi giải tích 2 nhưng hôm nay máy em bị vô nước rồi bật lại nó không lên được. Hiện tại em không đủ điều kiện để chuẩn bị cho buổi thi ngày mai mà nhà em chỉ có một cái laptop. Cho em hỏi em có thể hoãn kỳ thi giải tích 2 không ạ ?",
    "Em chào các thầy/cô ạ. Em tên  ( MSSV:  ). Nay em xin phép làm đơn để xin phòng đào tạo cho phép em hoãn thi môn Giải tích 2 cuối HK202 ạ. Vì lý do gia đình em vừa để tang nên em không thể tham gia kì thi cuối kì Giải tích 2 vào ngày 7/8/2021 sắp tới ạ. Kính mong các thầy cô xem xét cho em hoãn thi ạ. Em cảm ơn thầy cô rất nhiều",
    "Gửi: Phòng Đào Tạo Em là :   Lúc em thi xác xuất ca 13h ngày 5/8 em bị lỗi lúc quay màn hình. Dẫn đến không có video nộp. Em mong phòng đào tạo xác nhận giúp em. Em xin cảm ơn",
    "Em tên là:  MSSV:  Lớp: L08, GIẢI TÍCH 2, HK202 Do em không có laptop và đường truyền mạng không ổn định nên em không thể tham gia kì thi cuối học kì online môn Giải Tích 2 được ạ. Mong Nhà trường xem xét xác nhận cho em được hoãn thi cuối kì môn Giải Tích 2 ạ. Em xin cám ơn nhiều ạ.",
    "Em là sinh viên chính quy. Học kì vừa rồi em phải tạm dừng. Hiện nay do tình hình dịch covid-19 đang phức tạp, cũng như chỉ thi 16 đang được thực hiện tại thành phố Hồ Chí Minh dẫn đến việc em không thể đi nộp đơn đăng ký thu nhận học trực tiếp với phòng đào tạo được. Qúy thầy cô cho e hỏi giờ em phải làm sao ạ. Có các hình thức nộp đơn Online không ạ. Em cảm ơn!",
    "ây giờ làm cách nào đăng kí hoãn thi ạ ?",
    "Gửi nhà trường, Em viết đơn này để xin hoãn thi cuối học kỳ 202. Lý do là vì thiết bị không đáp ứng yêu cầu. Em sẽ thi vào ngày 07/08, vì vậy mong nhà trường xem xét đơn này giúp em ạ. Em xin cảm ơn.",
    "Dạ em tên , mssv  Vừa rồi em có tham gia ca thi XSTK lúc 13h. Sau khi thi xong em có up video làm bài thi nhưng bị lỗi truy cập. Vì vậy em đã logout và login lại để up video. Tuy vậy em bị tình trạng như thế này. Kính mong tổ Kĩ thuật hỗ trợ em logout tài khoản em khỏi trang web để em login lại và up video theo đúng quy trình. Em xin chân thành cảm ơn",
    "Xin phép phòng đào tạo cho em được hoãn thi, đơn và mail xác nhận em đính kèm ở phía dưới ạ.",
    "Em không đăng nhập vào bkexam dù đã đăng xuất ạ",
    "Em tên  MSSV:. Em xin hoãn thi môn Kết cấu bê tông cốt thép 2 (CI3175)",
    "nh gửi : Phòng đào tạo Em là: . MSSV: , hệ đào tạo : VHVL ; hoa : hoa cơ khí. Em xin hỏi về việc làm đơn xét miễn giảm môn học: ME2019: Môi trường và con người ME3203: Các quá trình chế tạo tiên tiến ME3029: Thực tập tốt nghiệp Lý do: em là sinh viên chuyển từ hệ chính quy 13 sang hệ VHVL 14. Em đã hoàn thành chương trình của 13 chỉ còn môn Luận văn tốt nghiệp. Nhưng do chuyển điểm môn tương đương thay thế có sự khác nhau giữa 2 khóa.   Nên em muốn hỏi Phòng đạo tạo có xem xét miễn giảm cho em được không. Nếu được thì khi nào em liên hệ Phòng đào tạo được ạ! ính mong Phòng đào tạo xem xét . Em xin cảm ơn!",
    "Kính gửi PĐT, Hiện tại em đang có số tín chỉ TL 116/141, và kỳ này em đang học 16 tín chỉ. Vậy nếu em hoãn thi tất cả các môn (do covid) thì em có đảm bảo điều kiện đang ký LVTN không ạ. (Em đã pass tất cả Anh văn: toeic, nói viết,...) Em cảm ơn!",
    "Dạ thưa thầy cô, trong quá trình thi môn Xác suất thống kê (MT2013), em đã quên không ghi lại quá trình làm bài thi online nên không có file nộp, nay em làm đơn này để xin phép được hoãn thi và đợi kì thi trực tiếp vào năm sau ạ.",
    "Mình thi onl nhưng quên ghi màn hình thì xử lí như thế nào? Cố thể chuyển sang thi ca tiếp theo không?",
    "Lúc 10h ngày 5 tháng 8 hôm nay em có tham gia thi môn Xác suất thống kê, nhưng do nhà em có xẩy ra chút chuyện cá nhân, làm ảnh hưởng đến tâm lý nên em đã không làm bài thi được tốt, nên em xin được vào diện hoãn thi môn Xác suất thống kê học kỳ 202 và sẽ đk thi lại môn này theo như quy định ạ, em xin cảm ơn",
    "Dạ Em xin chào Thầy/Cô ạ! Em xin nộp đơn xin thu nhận lại vào HK211 ở file đính kèm Do Em đang ở khu cách ly mà trên người chỉ có mỗi cái điện thoại nên chỉnh sửa đơn còn nhiều thiếu sót. Kính mong Thầy/Cô bỏ qua và cho Em cơ hội để học tiếp ạ Em xin chân thành cám ơn!",
    "Họ và tên: Mssv: Nhóm:L06 Nội dung:Thưa PĐT,hiện tại em chưa có laptop cũng như internet nhà em rất kém nên không thể đáp ứng được quy định thi cuối kì hk 202 môn giải tích 2.Kính mong  PĐT cho phép em được quyền hoãn thi. Em xin chân thành cảm ơn.",
    "Dạ hôm nay em thi môn xác suất thống kê lúc 13g ạ, trong lúc làm bài em bị văng khỏi meet mà tập trung làm bài nên em không để ý, bên bkex vẫn cho em làm bài đến phút cuối nhưng em ko submit bài được, em có clip record lại mà được có 1g thoi ạ, vậy em xin hoãn thi được không ạ ",
    "em xin được hoãn thi do em đang xắp xếp về quê cách ly của tỉnh, và trang thiết bị của e bị hư chưa sửa được trong mùa dịch ạ.",
    "Thưa phòng đào tạo . Em tên là  mssv: Em không phải làm mất thẻ sinh viên mà thẻ sinh viên em đã để ở SG còn em thì đã về quê nên không có. Giáo viên coi thi kêu em phải nhờ văn phòng xác nhận sinh viên cho em trước để đủ yêu cầu được thi. Thứ nhất là em xin văn phòng có thể xác nhận sinh viên cho em, và thứ hai là cho em hỏi em có cần phải đăng ký in thẻ sinh viên lại không ạ? Em cảm ơn.   i  .",
    "em có ca thi môn mô hình hóa lúc 16g nhưng hiện giờ không đăng nhập được ạ do hôm qua em chưa đăng xuất @@ mong thầy cô mở khóa cho em ạ",
    "Họ tên :  MSSV:  Em xin hoãn thi các môn: -Giải tích 2 Nhóm CC11-A vào ngày 6/8/2021 lúc 13h -Cấu trúc rời rạc cho KHMT Nhóm CC03-A vào ngày 9/8/2021 lúc 13h -Đại số tuyến tính Nhóm CC10-A vào ngày 13/8/2021 lúc 13h -Kỹ thuật lập trình Nhóm CC01-A vào ngày 15/8/2021 lúc 16h Lý do : Không đủ điều kiện về trang thiết bị",
    "Họ và tên: Mssv: Nhóm:L06 Nội dung:Thưa PĐT,hiện tại em chưa có laptop cũng như internet nhà em rất kém nên không thể đáp ứng được quy định thi cuối kì hk 202 môn vật lý 2.Kính mong  PĐT cho phép em được quyền hoãn thi. Em xin chân thành cảm ơn.",
    "Họ và tên: Mssv: Nhóm:L08 Nội dung:Thưa PĐT,hiện tại em chưa có laptop cũng như internet nhà em rất kém nên không thể đáp ứng được quy định thi cuối kì hk 202 môn giải tích 2.Kính mong  PĐT cho phép em được quyền hoãn thi. Em xin chân thành cảm ơn. Vùng tệp đính kèm",
    "Phiếu đăng ký hoãn thi môn cơ khí đại cương",
    "Em muốn hoãn thi 2 môn này cho kì thi online sắp tới do chưa thể có đủ trang thiết bị và điều kiện đáp ứng cho kì thi ạ. Em cảm ơn",
    "Em chân thành xin lỗi vì làm phiền quá nhiều nhưng em đang rất lo sợ ạ mong cô có thể phản hồi câu hỏi của em ạ.",
    "Em là , MSSV , lớp MT20KT02. Em muốn xin hoãn thi cuối kỳ môn Giải tích 2 do không thể đáp ứng yêu cầu về cấu hình với lý do chi tiết bên file dưới. Em đã xin xác nhận không dự kiến cấm thi của GV. Mong PĐT xem xét xác nhận hoãn thi cho em ạ. Em xin cảm ơn.",
    "Em chào thầy,cô. Em xin nộp đơn hoãn thi môn Hoá đại cương hk202 và môn giải tích 1 hk203. Em cảm ơn thầy,cô.",
    "cho em xin phép hoãn thi môn: Mô hình hóa, mô phỏng và tối ưu hóa trong công nghệ hóa học (CH3133)_5/8/2021_16g00 (A03_A) [DH_HK202] Lý do: thiết bị của em đang bị hư không kết nối đc với mic và camera",
    "Cho e hỏi thi mà video nặng quá ko up lên trang hay google drive dc, mà giải nén thì trang nhận video ghi ko hỗ trợ và tải lên google drive bị lỗi ko dc ạ. Vậy phải làm sao để nộp video ạ",
    "Thưa thầy cô, Do bệnh dịch gây ảnh hưởng đến kinh tế gia đình từ đầu năm 2020 nên em phải dành nhiều thời gian để đi làm hơn đi học, do đó thời gian học của em cũng đã kéo dài. Nay em có mong muốn chuyển sang học hệ vừa học vừa làm thì có được hay không ạ? Nếu được thủ tục giấy tờ em cần phải làm bao gồm những gì ạ? Chúc thầy cô luôn khỏe mạnh! Em xin cảm ơn thầy cô!  Sinh viên ",
    "EM chào anh chị. Em có đọc tại điều 17.2 về việc hoãn thi. Thì thấy trong đó viết là phải đăng ký thi cuối kỳ trong thời hạn 1 năm học để lấy kết quả. Như vậy là em có cần đăng ký môn học đó trong kỳ tới không hay chỉ cần chờ đến lúc thi cuối kỳ của môn đó và đăng ký với thầy để được thi cuối kỳ ạ .",
    "Kính gửi nhà trường Em là , sinh viên lớp HC14 Hóa 3 K19,em đã đăng nhập vào tài khoản bkexam vào một trình duyệt khác và đã xóa trình duyệt trước khi đăng xuất, bây giờ em vô lại bkexam để xem kết quả không được ạ, mong phòng đào tạo đăng xuất tài khoản giùm em để em có thể thi những môn tiếp theo. Vì 8/8 là em thi môn tiếp theo nên em thành khẩn mọi người giúp em ạ   Em xin chân thành cảm ơn.",
    "Do bị mất kết nối wifi đường truyền gặp vấn đề",
    "Kính gửi Phòng Đào tạo. Em tên  - MSSV: , em có 1 số thắc mắc như sau: Hiện tại em là sinh viên năm cuối đã hoàn thành luận văn, em còn 1 môn học thi trực tuyến. Nếu như em xin hoãn thi thì nhà trường có tổ chức thi lại môn đó ngay sau khi dịch kết thúc được không ạ hay phải chờ 1 kỳ? Vì em cũng như một số bạn khác đang sắp ra trường, chúng em sẽ rất thiệt thòi chỉ vì 1 môn học hoãn thi mà kéo việc tốt nghiệp của mình thêm nửa năm. Em rất mong PĐT phản hồi giúp chúng em. Em xin chân thành cám ơn. Trân trọng.",
    "em muon xin cap lai bang quan su thi lam cach nao a , em xin cam on a",
    "Họ tên:  MSSV:  Em có nhận được mail từ phòng đào tạo về việc nộp đơn xin hoãn thi môn Xác suất thống kê (thi 7h ngày 5/8/2021). Trường hợp của em là do không vào được hệ thống BKeX để thi được, vậy nhà trường có sắp xếp cho em thi bổ sung như các bạn đại trà thi 16h cùng ngày không? Nếu có, vậy em chờ lịch thi mới để tham gia thi hay em phải làm đơn xin hoãn đúng theo trình tự (em không thi do không đăng nhập vào hệ thống BkeX được, chứ em không có ý định xin hoãn). Rất mong nhận được hướng dẫn từ nhà trường để kịp thời nộp đơn. Em cảm ơn.",
    "Do điều kiện gia đình không đáp ứng đủ các yêu cầu cần thiết về thiết bị nên em làm đơn mong muốn được hoãn thi",
    "Cho em hỏi trong mục 17.2 trong aao có dòng \"Trong trường hợp SV thi không đạt, thì điểm thi sẽ được lấy làm điểm tổng kết thay thế cho điểm VP. Điểm VP sẽ không được thay thế bằng điểm các lần học sau và ĐTBTL được tính từ điểm cao nhất của các lần học\" Cho em hỏi \"điểm VP không được thay thế bằng được lần học sau, nhưng điểm TBTL vẫn tính từ điểm cao nhất\" là có không bỏ điểm VP hay sao ạ? Vậy trong bảng điểm sẽ hiện điểm VP hay điểm cho lần học lại như thế nào ạ? Em cảm ơn.",
    "Hiện tại em muốn thôi học từ kỳ 202. Em có thể nộp đơn bản pdf lên đây không ? Em cảm ơn.",
    "Họ và tên:  MSSV:  Kính gửi PĐT, em vừa nhận được email về việc hoãn thi bằng cách điền form của PĐT, trường hợp của em là bị lỗi thiết bị khi thi giữa kì DT202 và theo như phần ghi chú thêm của email thì em sẽ liên hệ GV dạy mình để giải quyết, PĐT cho em hỏi là ngoài việc tự liên hệ với GV thì em có cần điền form để PĐT biết về trường hợp của em không ạ.",
    "Tốt nghiệp . Em chào Thầy/ Cô! Em tên Trần Minh Đức, Mssv: 1733461. Em đã nộp chứng chỉ Toeic và đã được kiểm định. Học kỳ 211 em có đăng ký Luận Văn Tốt Nghiệp mà hệ VHVL chứng chỉ Toeic không cần chuyển điểm Anh Van 1,2,3,4. Thầy/ Cô cho em hỏi là em cần làm gì tiếp theo để thoả điều kiện chuẩn Anh Văn để đăng ký môn Luận Văn. Em xin cám ơn.",
    "Dạ em là sinh viên khóa K15 do kỳ rồi em không đăng kí môn học và bị đình chỉ 1 học kỳ. Muốn đăng kí môn học học kỳ này em cần làm giấy xin nhưng với tình hình này thì em nên làm giấy xin như thế nào ạ. Với lại em chỉ còn thiếu chứng chỉ TOEIC và 2 ngày công tác xã hội mà với tình hình dịch hiện giờ em có nên chuyển sang hệ vừa học vừa làm và hướng dẫn em cách chuyển ạ . Em cảm ơn.",
    "Em xin hỏi. Do em ở khu cách li. Thứ 2 em mới về. Nhưng sáng thứ 2 em có thi môn đường lối đảng CSVN. Em xin hoãn môn đó thì gửi vào form hoãn trước thứ 2 hay trong vòng 5 ngày kể từ sau thứ 2 vẫn được ạ. Em cảm ơn.  .",
    "Dạ em chào Thầy/Cô. Nhờ Thầy/Cô cập nhật thông tin cá nhân đăng ký tốt nghiệp của em phần ngày sinh bị sai ạ. Ngày sinh của em là 17/11/1990. Em cảm ơn Thầy/Cô.",
    "Học vụ       Em chào Thầy/Cô  Thầy Cô cho em hỏi nếu hoãn thi điểm thành phần đã đạt được vẫn được ghi nhận đúng không ạ  Em cảm ơn Thầy/Cô nhiều ạ",
    "Em tên là  MSSV:  Vì lý do cá nhân nên em không thể đảm bảo đủ điều kiện để tham gia thi cuối kỳ môn  Thuật Lập Trình HK202. Em có nguyện vọng xin được hoãn thi ạ. Mong Phòng Đào Tạo xem xét! Trân trọng, ./. ",
    "Tài khoản BkeX bị khóa không đăng nhập được. Mong thầy cô mở khóa giúp em ạ.",
    "Thưa thầy/cô Em tên  , MSSV  lớp GT17HK Thầy/cô cho em hỏi là em chưa hoàn thành môn đồ họa vi tính và CAD , tuy nhiên môn học này từ chương trình đào tạo khoa kỹ thuật giao thông K19 trở về sau đã được thay thế thành môn Nhập môn về lập trình CO1003. Do đó bây giờ em phải làm sao? Nếu làm đơn xin chuyển thì trong tình hình này có thể làm đơn online được hay không ? Nếu có làm đơn thì biểu mẫu lấy ở đâu ? Hay có thể đăng kí môn học và hoàn thành trước và làm đơn nộp trực tiếp sau. Mong thầy/cô cho em xin hướng giải quyết. Em cảm ơn",
    "dạ e xin hỏi ạ. Hồi sáng nay lúc vô đề thi trên bkex thì máy e bị lỗi nên e được giám thị cho sử dụng lap số 2, trong quá trình thi e có record cả 2 máy, vì tài liệu pdf e lưu ở máy 1 nên trong lúc thi e có sử dụng máy 1, v lúc gửi file record lên hệ thống e phải gửi cả 2 clip record đúng k ạ em cảm ợn đã xem câu hỏi của e ạ",
    "dạ em xin hỏi khi hoãn thi vì lý do tiêm vắc xin thì nó thuộc loại lý do gì trong điều 17.2 của quy chế học vụ, sau khi hoãn thi thì tụi em thi tiếp như thế nào ạ?",
    "Sau khi thi xong em đã thoát khỏi bk exam system sau đó em đăng nhập lại để gửi video quay màn hình nhưng không đăng nhập được, em không biết phải giải quyết như nào. Mong sớm nhận được phản hồi từ quý thầy/cô. Em cảm ơn ạ.",
    "Thầy/cô cho em hỏi là dữ liệu trong Bkel của em sau khi tốt nghiệp bao nhiêu năm thì sẽ mất ạ ? Em cảm ơn thầy cô.",
    "Sau khi thi xong môn Xác suất thống kê và em muốn nộp video quay màn hình nhưng hệ thống BkeX báo lỗi không đăng nhập được ạ. Rất mong  thầy cô mở giúp em.  . Em xin cảm ơn ạ.",
    "Kính gửi Thầy Cô phụ trách thắc mắc SV Tôi tên   MSSV  Số điện thoại : [phone_number]  Học Kỳ HK211 tôi học 1 môn , nhưng số tài khoản liên kết giữa BKpay và  đã bị khoá do hết hạn . Vì vậy, tôi muốn đóng học phí thì làm sao? Chân thành cảm ơn",
    "Lịch thi lại 16h00 nhưng 18h00 mình mới nhận được mail thì xử lí như thế nào?",
    "Em có kì thi hk2 sẽ diễn ra vào ngày mai. Em muốn hỏi hạn upload video là bao lâu vì sau khi quay màn hình em sẽ phải đợi chuyển file thành mp4 và nén lại ạ (mất kha khá thời gian. Mong trường sẽ giải đáp thắc mắc của em sớm ạ. Em cảm ơn",
    "Chào thầy, cô, Em là sinh viên K17, em dự kiến sẽ bảo vệ luận văn vào tuần sau và kết thúc chương trình học ở Bách Khoa. Em đã có đủ 15 ngày CTXH, đủ số chứng chỉ tốt nghiệp, anh văn Reading & Listening. Tuy nhiên em lại thiếu chứng chỉ anh văn Speaking & Writing. Trong những tháng vừa qua do tình hình covid, nên em đã không thể đăng kí tham dự kì thi này. Em có 2 câu hỏi cho thầy cô ạ! 1) Nếu như em chưa có chứng chỉ Speaking & Writing, em có được nhận bằng tạm thời không ạ. 2) Trung tâm BK English của mình sắp tới cỏ mở thi online cho các trường hợp như em thi lấy bằng để tốt nghiệp đúng hạn không ạ. Do yêu cầu của công ty em là phải có bằng tốt nghiệp tạm thời  để được làm chính thức. Mong thầy cô giải đáp và có thể có hướng giải quyết phù hợp ạ. Em cám ơn.",
    "Em muốn hỏi về việc sử dụng app Droidcam để thay thế camera của laptop bằng camera điện thoại do laptop của em không được tích hợp sẵn camera. Em đã sử dụng và nhận thấy chức năng của Droidcam cũng giống như webcam ạ.",
    "Em đã hoãn thi cuối kì 202 2 môn. Em nghe thông tin khi hoãn thi đồng nghĩa với việc mình sẽ không được học bổng khuyến khích mỗi học kì của trường mặc dù đáp ứng đủ các điều kiện về điểm,... đúng không ạ? em có đọc kĩ quy định điều 17 về hoãn thi cũng như quy định về học bổng rồi nhưng không có nhắc đến việc hoãn thi sẽ không được học bổng khuyến khích. Em cảm ơn ạ",
    "Em tên:   Em không gửi mail hoãn thi nhưng lại nhận được mail xác nhận hoãn thi của PĐT. Mong PĐT xem xét lại ạ . Em xin cảm ơn.",
    "Em đki hoãn thi thì có ảnh hưởng gì đến điểm phân ngành không ạ? Hiện e đang thực hiện cách ly đến ngày 9/8 nên không thể tham gia thi 1 môn. Em là SV khoa ktxd   i  .",
    "Dạ trong quá trình thi cuối kì online em không tải được đề thi nên không thể tiếp tục thi được, vậy em phải đăng kí làm thủ tục thi lại như thế nào ạ.",
    "Em chào quí Thầy(Cô)! Laptop của em vừa bị hỏng vào chiều ngày 4/8, em đã gửi đến trung tâm bảo hành để sửa chữa nhưng do vì đang dịch Covid ngày 15/8 em mới nhận máy lại được. Vậy em có thể hoãn thi môn học có lịch thi nằm trong khoảng từ 6/8 đến 15/8 (cụ thể là ngày 9/8) nhưng vẫn  tiếp tục thi online các môn sau ngày 15/8 không ạ? Hay phải hoãn tất cả các môn thi còn lại? Em xin chân thành cảm ơn lời giải đáp của quí Thầy(Cô)!",
    "Em chào thầy cô ạ. Thầy cô cho e hỏi về mail hoãn thi 202 với ạ. Em không hiểu mail ghi hoãn thi sau 5 ngày thi online là thi xong mình cũng có thể được hoãn hay sao ạ và nếu hoãn được thì cho em hỏi điểm thành phần môn đó còn được giữ lại hay là hủy luôn ạ. Em mong nhận được sự giải đáp của các thầy cô. Em cảm ơn các thầy cô ạ",
    "Em chào cô ạ ! Thời gian qua covid-19 đã làm cho việc học tập của sinh viên đại học bách khoa khó khăn. Đặc biệt ảnh hưởng lớn đến chuẩn anh văn để nhận luận văn vì em không thể ra ngoài để học anh văn và thi để lấy bằng.Vì thế em xin hỏi cô thời gian để k18 nộp bằng có được dời không ạ, em có lên xem lịch học vụ thì em chưa thấy gì ạ.Em cảm ơn cô   i  .",
    "Dạ em chào pđt ạ, em có 1 thắc mắc về vấn đề buộc thôi học khi vượt thời gian đào tạo tối đa, hi vọng pđt có thể giải đáp thắc mắc cho e. Em có tìm hiểu trong quy chế đào tạo về vấn đề này và cụ thể là tại điều 5, mục 5.5, trong đó có ghi là: \"Khi đã hết thời gian đào tạo tối đa kể cả thời gian kéo dài, nếu SV vẫn chưa đủ điều kiện tốt nghiệp thì sẽ bị xóa tên vì hết thời gian học tập. Các SV chính quy hết thời gian đào tạo tối đa được phép thôi học và chuyển qua hình thức đào tạo VLVH.\" Trong đoạn đó em thấy không có nhắc gì tới làm sao để có thể chuyển sang hình thức đào tạo VLVH nếu bị vượt quá thời gian đào tạo. Vậy nếu vượt quá thời gian và bị thôi học thì tự nhà trường sẽ chuyển em sang hệ VLVH luôn mà không cần phải làm đơn xin gì cả hay phải làm đơn xin cứu xét trước và sau đó làm đơn xin được chuyển hệ thì mới được chuyển sang hệ VLVH ạ? Và những đơn xin đó có bắt phải theo biểu mẫu nào không hay phải tự trình bày ạ ? Câu hỏi em có phần ngô nghê vì chưa thật sự hiểu vấn đề này, hi vọng pđt có thể bỏ qua và giải đáp giúp e ạ.",
    "em đăng kí hoãn thi và được mail trả lời như hình đính kèm bên dưới là tới ngày thi em được phép vắng có phép phải không ạ",
    "Em kính gửi Phòng Đào tạo đơn xin hoãn thi và xác nhận của GV giảng dạy ạ. Lý do thì em đã trình bày cụ thể trong form mà PĐT đã gửi trong mail ngày 8/5/2021 là vì nhiều yếu tố mà em không đủ dụng cụ để thi môn Vẽ kĩ thuật cơ khí (ME2089) ạ . Em xin cảm ơn.",
    "Dạ hồi chiều nay, ngày 05/08/2021, em có thi một môn và nộp bài lúc 17h20. Sau khi thi xong, em hoàn tất nộp bài và treo máy. Khi em quay lại thì máy tính em đã tự tắt trang web Bkex mà chưa log outkhỏi hệ thống Bkex. Em mới vào lại bkex để kiểm tra thì thấy hệ thống chặn em như hình bên dưới ạ . Thời gian sắp tới em vẫn còn mấy môn thi trên Bkex, em mong Thầy/Cô giải quyết sớm giúp em ạ. Tại em không biết sau khi thi phải log out khỏi hệ thống ạ. Em cám ơn Quý Thầy/ Cô. Em hi vọng nhận được sự phản hồi sớm nhất ạ!",
    "Kính chào Phòng Đào tạo ạ! Em là . Mã số sinh viên:  Khoa: Điện - Điện tử. Hiện tại em đã bảo vệ xong Luận văn tốt nghiệp HK202. Hiện tại còn 3 môn học chưa thi, những môn học này em học để cải thiện điểm. Vậy em xin hỏi phòng đào tạo 2 câu hỏi ạ: 1. Nếu như có điểm Hoãn thi (học lần 1 em đã qua môn hết rồi ạ) của 3 môn học cải thiện, thì khi xét Tốt nghiệp có thể được không ạ (hiện tại em đủ số tín chỉ bắt buộc để xét Tốt nghiệp ạ)? 2. Em có thể đăng ký Hoãn thi 1 môn, 2 môn được không hay bắt buộc cả 3 môn học ạ? Em rất mong nhận được sự phản hồi từ Phòng Đào tạo. Chúc quý Thầy Cô sức khỏe, an toàn ạ! Trân trọng./.",
    "Em xin hỏi về việc xin hoãn thi là mình chỉ cần điền link mà PĐT đã gửi mail chứ không cần phải đính kèm file đơn xin hoãn thi nữa đúng không ạ, với lại em có cần mail lại với thầy cô bộ môn không ạ ? Với lại cho em hỏi cách thức xin thi lại như thế nào luôn ạ ? Là em chỉ cần làm đơn xin thi lại nộp cho  và xin thi lại vào ngày tổ chức thi cuối kì đúng không ạ ?  Em xin cảm ơn",
    ". Em thể đăng nhập được vào bk exam dù chì đang đăng nhập 1 thiết bị và không có ca thi vào thời điểm đó. Hồi sáng em có bị, khoảng chiều thì đăng nhập lại bình thường. Và có 1 vài trường hợp sắp thi thì không thể đăng nhập được mặc dù là 1 thiết bị và chưa tới giờ thi. Cho em xin hướng giải quyết trong trường hợp đó. Lỗi giống ảnh minh hoạ ạ.",
    "Em tên Nguyễn Thanh Thành  - MSSV:   - Hệ VHVL Em xin hoãn thi 2 môn ở HK202: -Bê tông cốt thép 1 MSMH:CI2091 -Bê tông cốt thép 2 MSMH:CI3175 - Lí do: không đáp ứng đủ trang thiết bị thi online",
    "Em là , mssv . Có thắc mắc là khi đăng ký hoãn thi online học kỳ 202 thì phải hoãn thi tất cả các môn đang học trong học kỳ hay phải không ạ ?",
    "Em chào thầy/cô Thầy/cô cho em hỏi là năm nay tuyển sinh nhà trường có khả năng sẽ tách điểm tuyển riêng khối 00 hay 01 không ạ . Do phổ điểm khối 00 và 01 năm nay chênh lệch khá rõ cộng thêm những bạn xét tuyển tho phương án nộp chứng chỉ ngoại ngữ đổi điểm nh Văn nữa sẽ làm cho các bạn thi khối 00 chịu thiệt thòi nếu xét tuyển chung điểm cho 2 khối 00 và 01 . Em chân thành cảm ơn.",
    "Trong email Phương thức đăng ký hoãn thi HK202 (Chính quy và dự thính) + HK hè 203, PDT có để hạn cuối nộp đăng kí hoãn thi là   B 5 ngày sau khi thi online    Nếu em đã đăng kí hoãn thi nhưng em lại tham gia thi online theo lịch đã có, thì kết quả thi đó có được ghi nhận không? Hay là em phải thi theo lịch hoãn thi  sau đó  Mong PDT phản hồi giúp em, em cảm ơn ạ",
    ":   /I Dạ em xin chào phòng đào tạo ạ, em gặp 1 vấn đề đó là sau khi em kết thúc thi CK202 môn Xác suất thống kê, và sau đó thực hiện nộp file ghi hình. Nhưng do em sử dụng  7 nên em dùng chức năng  Step của  và đuôi là . Em không thể nộp được ạ, em xin sự giúp đỡ từ phòng đào tạo ạ. Em chân thành cảm ơn.",
    "Kính gửi PĐT! Em tên:  MSSV:    Hôm nay em vào xem tình trạng sinh viên của mình thì bị ghi là tạm dừng. Trước đó, do em không thanh toán học phí HK202 vì một số lí do khách quan, em đã trình bày với thầy -trưởng PĐT và được đồng ý hoãn đến 20/8/2021 (sẽ đóng sau khi nhà trường tính toán lại học phí chính xác cho em). Ngoài đồng ý hoãn thanh toán HP, PĐT còn cho phép em được tham gia thi kết thúc môn HK202. (Đã cập nhật lại TKB, lịch thi Hk202) Thế nhưng hôm nay em lại bị ghi tình trạng là tạm dừng vì chưa thanh toán học phí. Mong PĐT xem xét và giải thích giúp em về trường hợp của em. Em xin cảm ơn.",
    "Kính gửi Phòng đào tạo Em tên là Huỳnh Hữu Phước, MSSV , hệ đào tạo VLVH, Khoa Kỹ Thuật Hóa Học, chuyên ngành Công Nghệ Sinh Học. Ngày 11/06/2021 em có nhận được kết quả học tập từ Phòng đào tạo, nhưng nội dung trong bảng kết quả bị sai. Em đã gửi email phản hồi sai sót đó theo hướng dẫn của trường vào ngày 13/06/2021. Đến ngày 23/06/2021 thì em nhận được bảng kết quả học tập mới, nhưng nó vẫn còn bị sai sót, em đã tiếp tục phản hồi những sai sót mới (email gửi ngày 24/06/2021) nhưng hiện đến giờ em vẫn chưa nhận được thư hồi đáp. Em xin gửi lại bảng kết quả học tập mới nhất em nhận được từ Phòng đào tạo vào ngày 23/06/2021 và file đính kèm trình bày danh sách môn học em đã đạt/được miễn mà kết quả học tập báo chưa đạt (danh sách do em soạn). Các môn học trong danh sách được miễn theo QĐ số 49/QĐ-ĐHBK, ngày 20 tháng 01 năm 2021. Em cũng có đính kèm bản scan QĐ này trong thư . Theo đó, hiện em chỉ chưa hoàn thành môn Thí Nghiệm Vật Lý và Luận văn Tốt Nghiệp . Kính mong Phòng đào tạo kiểm tra lại và cho em xin phản hồi. Em xin chân thành cảm ơn.  ",
    "Chào thầy/cô Em có quên thẻ sinh viên ở KTXBK và đã đăng kí làm lại vào ngày 25/8. Vì lý do quê của em hiện tại đang có chỉ thị 16 nên không thể nhận thẻ SV được mà em thấy đơn yêu càu làm thẻ của em đã được PĐT xử lý từ ngày 27/8. Nên em mong nhà trường có thể hỗ trợ cho em về vấn đề này với ạ. Ngày 9/8 em bắt đầu thi HK 202 rồi ạ. Em sợ không có thẻ SV, giám thị sẽ không cho thị ạ. Cảm ơn thầy/cô",
    "PĐT cho em hỏi, form đăng kí hoãn thi online là mình chỉ có thể submit 1 lần duy nhất hay có thể submit nhiều lần ạ. Em cảm ơn ạ.",
    "Thân chào thầy/cô, Em xin gửi phiếu đăng ký thu nhận lại học kỳ 1 năm học 2021-2022, vì tình hình dịch nên em không thể đi in biểu mẫu và điền để gửi PĐT nên em có điền thông tin bằng file word và đã ký (em xin gửi file đính kèm). Không biết em làm như vậy có được không ạ? mong thầy/cô có thể thông cảm và tiếp nhận phiếu đăng ký thu nhận lại của em ạ. Em xin chân thành cảm ơn!",
    "Em chào quý thầy cô . Em hiện là sinh viên năm 4, khoa Kỹ thuật Hoá học. Em có một số thắc mắc về việc xin hoãn bảo vệ luận văn tốt nghiệp. Thứ nhất, trong email hướng dẫn xin hoãn bảo vệ có đề cập sinh viên sẽ gửi mail cho Giáo viên hướng dẫn, Khoaộ môn để được xem xét đồng ý, rồi forward email cuối cùng đến PĐT để đăng ký. Vậy em sẽ forward 2 email xác nhận đồng ý cho hoãn của Giáo viên hướng dẫn và của Bộ môn phải không ạ? Thứ hai, nếu em xin hoãn bảo vệ luận văn tốt nghiệp học kì 202, thì qua kì 211 em chỉ cần đăng ký với Bộ môn để bảo vệ, hay em cần phải đăng ký lại môn Luận văn tốt nghiệp vào thời khoá biểu và đóng học phí ạ? Kính mong quý thầy cô giải đáp. Em xin chân thành cảm ơn.",
    "Tên em là  Mong thầy cô cho em hoãn thi cuối kì 2 môn là Kinh tế kĩ thuật và Quản lí sản xuất cho kĩ sư. Lí do .Em bị mất laptop mà hiện chưa mua được do đó k đủ thiết bị để thi. Em xin cảm ơn.",
    "Theo em được biết thì học phí chương trình liên thông ĐH-ThS cho K19 là 700.000đ/tín chỉ. Hiện tại học phí đại học của em là trọn gói 17 tín chỉ/học kỳ. Nếu em học chương trình liên thông thì vẫn phải đóng học phí đủ 17 chỉ/học kỳ cho trường trình đại học + học phí cho các môn liên thông ĐH-ThS trong kỳ đó phải không ạ? (Các môn tự chọn ở chương trình đại học đã được xét miễn và thay vào đó là các môn trình độ ThS). Em đã đăng ký và xác nhận tham gia chương trình liên thông, nhưng nếu tương lai em có khó khăn trong việc tham gia học tập hay có thay đổi ý định thì em có thể xin rút khỏi chương trình liên thông được không ạ? Nếu có thì hình thức xin rút như thế nào ạ?",
    "Vào lúc 11h59 ngày 5/8/2021, em có đăng nhập vào Bkex để kiểm tra bài làm triết học và đồng thời nộp video cho giám thị coi thi. Nhưng hệ thống báo lỗi như ảnh bên dưới. Sau đó em có đăng nhập trở lại thì lại tiếp tục bị lỗi. Em mong nhận được sự hỗ trợ từ ban kỹ thuật của nhà trường ạ, em xin cảm ơn! Em hiện tại đang cần hỗ trợ rất gấp vì sáng ngày 7/8/2021 em còn thi Giải tích 2 nữa ạ!",
    "Em chào phòng đạo tạo Đại học Bách Khoa thành phố Hồ Chí Minh ! Em tên là  (mssv: ) Sáng ngày 3/8/2021, Em có thi môn nguyên lí thông tin số trong khoảng thời gian thi, Em có sử dụng phần mềm record trên web recordscreen.io để ghi lại bài làm đã dẫn đến hiện tượng giật lag. Trong suốt khoảng thời gian Em làm bài nghiêm túc và hoàn thành bài làm đúng giờ, nhưng tới khi nộp bài máy tính Em bị lag và đứng máy nên Em không thể nào tạo file PDF và nộp đúng thời gian được, file record cũng không thể lưu về Và sau giờ nộp bài Em có viết email cho THầy  để xin nộp bài, và Thầy đã hướng dẫn Em hỏi ý kiến phòng đào tạo. Vì đâu là lần đầu tiên Em thi online nên  Em rất mong được Phòng đào tạo có thể tiếp nhận bài nôp của Em ạ, Em xin chân thành cản ơn !",
    "Kính gửi: Phòng Đào tạo Em tên:    b MSSV:     Hệ đào tạo: VLVH Khoa: KH&KT Máy tính Em xin đăng ký hoãn thi vì lý do không đảm bảo trang thiết bị trong lúc thi. Môn học xin hoãn thi: - CO3021Hệ quản trị cơsở dữ liệu Ngày thi: 6/8/2021 - CO3049Lập trình web Ngày thi: 18/8/2021",
    "Hiện tại em dương tính covid (test nhanh) đang chờ kết quả xét nghiệm PCR nên vẫn chưa nhập viện. Mà hôm qua lỡ hoãn thi tất cả các môn hk202, mà trong khả năng vẫn thi được hai môn học. Mong nhà trường tạo điều kiện cho em thi hai môn ạ. Các môn còn lại có thể hoãn.Mong nhà trường thông cảm hoàn cảnh của em ạ.",
    "Thưa phòng đào tạo. Đây là đơn đăng kí thu nhận mong phòng đào tạo xử lý hộ em. Em cảm ơn!!!",
    "Dạ em có điền form nộp video rồi mà em quên đổi tên video theo yêu cầu, bây giờ em có thể điền lại form khác không ạ em xin cảm ơn",
    "Cho em hỏi lúc thi online nếu em không thể đăng nhập exam.hcmut.edu.vn thì thầy cô gác thi có thể mở khoá để em đăng nhập được không ạ. Vì hôm qua em không vào được ẽam và thầy hình như thầy cũng không mở được cho em ạ.",
    "Cho em hỏi do vấn đề về sức khoẻ và nằm trong vùng cách dịch nên lúc trước em đã có xin giáo viên hoãn thi 3 môn triết học  ,tín hiệu hệ thống và kinh tế kĩ thuật (em đã được giáo viên chấp nhận và nhận được mail hoãn thi 3 môn đó của phòng đào tạo,em đã không tham dự thi triết học).Nhưng bây giờ sức khoẻ đã ổn định hơn em dự tính thì 2 môn tín hiệu và kinh tế kĩ thuật;dự tính hoãn thi 2 môn triết(đã hoãn ko thì) và môn trường điện từ.Sau khi trường có mail về việc hoãn thi bằng cách mới là điền vào form;em đã điền hoãn 2 môn triết và trường điện từ.Vậy cho em hỏi em có thể tham gia thi cuối kì 2 môn tín hiệu và kinh tế ko ạ.",
    "Cho e hỏi: e muốn hoãn thi cuối kỳ do không đủ thiết bị và kết nối internet thì phải làm sao ạ?",
    "Em xin hoãn thi môn giải tích 2 (MT1006) Họ và tên:  MSSV:  Nhóm/tổ: L04 Ngày thi 07/08/2021 lúc 16h00",
    "Ngày 05-08-2021 em có thi môn học Mô Hình Hóa trên Bk exam, nhưng khi đến giờ thi thì tụi em bị lỗi không vào được bk exam vì lõi cookie, mà những bạn khác được giám thị cấp quyền cho vô lại, còn tụi em thì giám thị hướng dẫn nộp bài bằng cách gửi mail qua thầy cô dạy môn học và các thầy giám thị đã xác nhận nộp bài và làm minh chứng. Giờ em đã vào lại được bk exam và em đã nộp bài trễ hơn so với giờ chính thức. Vậy bài làm của em ở mail và ở bk exam cả 2 có được chấp thuận không ạ. Em cảm ơn",
    "PĐT cho em hỏi là giáo viên cho làm bài báo cáo cuối kỳ môn Quản lý dự án xây dựng ( CI1053 ) thay vì thi trên hangout thì em có thể làm bài báo cáo môn này được không ạ. Vì thời gian nộp bài dài nên em có thể nộp bài được ạ.   Em mong nhận được phản hồi sớm từ PĐT .",
    "Em chào thầy/cô. Thầy cô cho em hỏi về trường hợp của em khi tham gia phòng thi mô hình hóa em có tham gia group google meet của giám thị, sau khi điểm danh tên em xong thì em bị out khỏi phòng thi. Do không để ý nên em không tham gia lại và suốt thời gian bắt đầu làm bài thi em không có mặt trong phòng meet, sau khi nộp bài thành công cũng không tham gia xác nhận. Tuy nhiên toàn bộ màn hình và cam em có ghi lại. Vậy liệu bài thi của em có được nhận không hay em phải làm thủ tục hoãn thi ạ?",
    "Dạ e xin gửi đơn xin hoãn thi môn kết cấu thép 1_ci3009 học kì dự thính 202 ạ. Mong quý pđt xem xét",
    "Học kỳ 2 2020-2021 e có xin tạm hoãn, kỳ này e muốn xin thu nhận lại mà do tình hình dịch bệnh phức tạp quá, đên nay e vẫn khôg lên trường nộp đơn thu nhận được. Nay e muốn xin hoãn thêm 1 kỳ nữa được không ạ, vì tình hình dịch bệnh phức tạp, khôg thể lên làm luận văn được, cũng như thi anh văn không được. -  Em thuộc khóa k15, chỉ còn kỳ này nữa thôi, nếu hoãn thêm thì có bị xuống hệ tại chức không ạ? Và nếu là hệ tại chức thì điểm toeic để nhận luận văn và tốt nghiệp hiện tại là bao nhiêu ạ?  Em xin cảm ơn.   i  .",
    "Kính thưa phòng đào tạp, hiện tại thời gian nộp tập tin ghi hình vẫn còn (48h) của học phần Triết học . Theo thông báo thì em có đọc được là link nộp tập tinh ghi hình bị lỗi, sau 24h học viên vào nộp, thời gian nộp 48h. Nhưng hiện tại link lại đóng khi chưa đủ thời gian. Xin phòng đào tạo tạo cơ hội cho chúng em nộp bài ạ, em chân thành cảm ơn.",
    "Em xin chào ạ! Chiều ngày 05.08.2021 em có lịch thi trên hệ thống BKeX nhưng em và bốn bạn thi cùng phòng lại không thể đăng nhập vào hệ thống nên việc lấy đề và nộp bài thi gặp khó khăn và em phải gửi bài thi qua mail cho thầy dạy em môn này. Hiện tại em đã vào được hệ thống BKeX. Nhưng hôm qua em nộp bài qua mail cho thầy và hôm nay thầy đã phản hồi như sau:   B Các em lưu ý (xem kỹ hướng dẫn của trường Mọi trục trặc không nộp bài theo quy định, thì coi như chưa thi, làm thủ tục hôm sau thi lại, trường không cho nộp bài dạng khác.     Bây giờ phải giải quyết như thế nào đây ạ! Và nếu lần sau em vẫn bị sự cố không đăng nhập được vào hệ thống BKeX thì giải quyết như thế nào ạ? Vì trước đó em vào hệ thống vẫn được nhưng gần đến giờ thi thì không thể đăng nhập vào được nữa ạ! Em cảm ơn ạ!",
    "Em bị khóa tài khoản bkex thì làm sao đây ạ ???     ",
    "Giáo viên cho làm báo cáo cuối kỳ    Em thể có dừng việc hoãn thi môn Quản lý dự án xây dựng ( CI1053 ) của Thầy  được không ạ. vì lý do hoãn thi là do mạng, nhưng làm tiêu luận thì có thời gian dài và có nộp bất cứ khi nào trong thời gian quy định thưa PĐT .        Môn được sử dụng tài liệu    Dạng tài liệu mở    Hình thức thi: không thi trên hangout thay vào đó làm bài tiêu luận, mỗi cá nhân tự làm và nộp như thông báo ạ.   Em có đính kèm mail của thầy ạ.",
    "Kính gửu Phòng Đào tạo đại học Bách Khoa thành phố Hồ Chí Minh,  Em là . Hiện tại em đã hoàn thành xong chương trình học và thi TOIEC 4 kĩ năng. Tuy nhiên em chưa đủ ngày công tác xã hội do hầu hết các hoạt động công tác xã hội đã đóng từ tháng 5 do COVIC 19. Hiện tại số ngày hoạt động em đang là 11.5. Và em đã bị tạm dừng 1 học kì do không đăng kí môn học. Em mong phòng đào tạo hỗ trợ em ạ .",
    "Em tên: MSSV: Lý do là ngày hôm qua ngày 08/06 em có kết quả dương tính với covid (test nhanh) nên đã xin hoãn thi các môn học kì 202. Nhưng còn xét nghiệm PCR hiện tại chưa có kết quả vậy nên chưa phải đi bệnh viện và em vẫn có thể tham dự thi và xin hủy hoãn thi một môn Calculus 2 (MT1005) mong phòng đào tạo xem xét và xử lí ạ. Những môn em đã hoãn thi: Calculus 2 (MT1005), General Chemistry (CH1003), General Physics 2 (PH1005), Engineering Mechanics (AS1003). Môn em xin hủy hoãn thi: Calculus 2 (MT1005), General Chemistry (CH1003).",
    "MSSV  Em nộp đơn xin hoãn thi. Môn:Kỹ thuật siêu cao tần EE3025",
    "Dạ cho em hỏi là e đã đăng kí in thẻ SV và chuyển phát nhanh đã 10 ngày nhưng vẫn chưa nhận được thẻ. Mong nhà trường hỗ trợ tình trạng thẻ SV đã đuoecj chuyển đi chưa ạ.",
    "nãy em tắt ngang mà không đăng xuất khỏi bk exam nên bây giờ em không vô đc phải làm sao ạ",
    "Kính gửi phòng đào tạo, em tên  do em bị mất thẻ sinh viên mà có đăng ký làm thẻ lại mà đến giờ vẫn chưa nhận được mong thầy cô giúp em cách dự thi a em cảm ơn Thầy cô .",
    "Dạ em tên   MSSV      Em có tham gia làm bài kiểm tra cuối kì môn Giải tích 2 vào lúc 10h ngày 6/8/2021.   Sau khi làm bài xong và nộp thì mới phát hiện máy tính không record được màn hình bài làm .   Vậy em phải làm sao đây ạ. Dạ em cảm ơn.",
    "Em tên , MSSV , trước đây là sinh viên chương trình Chất lượng cao, và đã được phép chuyển qua Đại trà bắt đầu từ học kì sau. Em đang gặp sự cố dẫn đến việc không thêm tham gia buổi thi. Cụ thể như sau: Em đang thi theo chương trình Chất lượng cao. Ngày hôm nay (6/8) em có lịch thi Giải tích 2 lớp CC07 vào lúc 10 giờ sáng. Nhưng vào lúc 7 giờ sáng ngày hôm nay, trạm y tế phường ra thông báo kêu gọi gia đình em đi tiêm vaccine Covid-19, em đã chờ đợi gần 4 giờ đồng hồ cho đến khi tới lượt em. Vì sự cố ngoài ý muốn đó nên em đã không thể tham gia vào phòng thi. Em xin lỗi về vấn đề này. Em hy vọng Phòng đào tạo cho phép em thi lại hoặc hoãn thi môn Giải tích 2. Em cam kết sẽ thực hiện đúng yêu cầu và quy chế của Nhà trường. Xin trân thành cảm ơn!",
    "Kính gửi .Đào Tạo, Em là  mssv: hệ VHVL HK203 hè em có đăng ký TTTN (EE3313). Vì em dự định thực tập theo danh sách cty của khoa, nhưng dịch covid giản cách từ ngày 9/7 đến bây giờ em vẫn chưa đăng ký nơi thực tập với khoa được, nên em xin ĐT xem xét giúp em hoãn lại thực tập ạ. Cảm Ơn ĐT",
    "Cho em hỏi ạ, nếu em đã hoãn bảo vệ luận văn vào kì này, thì kì sau   B   I em có cần thực hiện Đăng kí môn học (luận văn) lại hay không?     /I  Hay chỉ cần đăng ký bảo vệ khi Bộ môn/Khoa mở đợt bảo vệ mới ạ? Em cảm ơn",
    "Em thể có hủy hoãn thi môn Quản lý dự án xây dựng ( CI1053 ) của Thầy  được không ạ. vì lý do hoãn thi là do mạng, nhưng làm tiêu luận thì có thời gian và có thể nộp bất cứ khi nào trong thời gian quy định thưa PĐT. Vì thông báo từ thầy đến trễ hơn lúc em làm đơn.       Môn được sử dụng tài liệu    Dạng tài liệu mở    Hình thức thi: không thi trên hangout thay vào đó làm bài tiêu luận, mỗi cá nhân tự làm và nộp như thông báo ạ.   Em có đính kèm mail của thầy ạ. Mong nhận được phản hồi sớm từ PĐT .",
    "Kính gửi Phòng Đạo tạo Trường Đại học Bách Khoa - ĐHQG TP.CHM Em tên: Lê Nguyễn Minh Trang  MSSV: 1852801  Khoa: Quản lý Công nghiệp (CLC)  Lớp: CC19QKD1 Lý do: Em vừa hoàn thành xong bài thi cuối kỳ môn Quản lý sản xuất, giảng viên là cô Huỳnh Thị Phương Lan, và em phát hiện là bản record màn hình chưa được ghi. Do khi vào phòng thi em sử dụng tổ hợp phím Ctrl + F9 trong phần mềm Debute Video Capture như hướng dẫn của khoa chứ không dùng chuột thao tác trên khung chương trình, sau khi dùng tổ hợp phím em bắt đầu làm bài, bây giờ mở lên em thấy record chưa được kích hoạt, có lẽ lúc nhấn tổ hợp em nhấn không kỹ hay là nhầm phím. Em đã ôn tập rất vất vả, em học ngày học đêm và thật sự là em đã nghiêm túc làm bài, em cũng đã xác nhận là nộp bài với cán bộ coi thi. Em cũng đã mail cho giảng viên phụ trách nhưng chưa được hồi âm, nhưng vì quá bế tắc em gửi thư này để hỏi PĐT là trường hợp của em có thể thông cảm và chấp nhận không ạ, em thật sự đã rất cố gắng, em không muốn vì lí do này bị huỷ kết quả thi, em thần khẩn xin PĐT, trong quá trình học thì sự thể hiện của em cũng không tồi, có thể được giảng viên và bạn học kiểm chứng, nên em không phải dạng sinh viên lười biếng cố tình không record đâu ạ. Giờ em không biết làm sao nữa, em thành thật xin PĐT (nếu do PĐT quyết định), vì em đã cố gắng rất nhiều rồi . Đây là tất cả giấy nháp em làm bài trong quá trình thi, thật sự em đã tự làm hết. Mong PĐT hãy tin tưởng em, giờ em quá buồn quá sốc không biết làm sao nữa. Em thành khẩn mong sự phản hồi của PĐT cho em biết bây giờ em phải làm gì ạ!  Em xin chân thành cảm ơn! P/s: Nếu lời lẽ của em có gì không phải phép mong quý thầy/cô bỏ qua, vì hiện tại tâm trạng của em không được ổn định lắm.",
    "Kính gởi Phòng Đào tạo Em tên Nguyễn Anh Tuấn mssv . Hôm trước em có liên hệ phòng đào tạo về việc thu nhận lại sinh viên, và được hướng dẫn tải mẫu đơn thu nhận lại của trường để gởi PĐT giải quyết. Nay em nộp đơn xin thu nhận lại sinh viên, kính mong phòng đào tạo xem xét gải quyết cho em. Em chân thành cảm ơn.",
    "Lúc 10h em có vào đăng nhập thử để chuẩn bị cho kì thi nhưng do em quên đăng xuất nên bị khóa. Em có thử xóa Lịch sử cookies nhưng vẫn không thành công. Tình trạng bị khoảng 2 giờ chưa mở Mong PDT hổ trợ mở khóa để em chuẩn bị cho kì thi ngày mai ạ!",
    "Họ và tên:  MSSV:  Đến: Phòng Đào Tạo Em đã hoàn thành thanh toán học phí, mặc dù có trễ hạn. Em biết là thanh toán quá hạn cuối sẽ bị tạm dừng học và hủy lịch thi. Em xin trường hãy xem xét lại. Toàn bộ vụ việc này xảy ra đều do các sự cố hoàn toàn ngoài tầm kiểm soát của em (trong đơn trình bày lý do thanh toán trễ hạn của em có ghi) Cho nên, em xin trường hãy xem xét lại và cho phép em tham gia thi cuối kỳ 202 thông qua lịch thi hoãn. Em xin hứa sẽ không tái phạm và lặp lại trường hợp như thế này nữa. Nếu lặp lại thì em chịu hình thức xử lý nặng hơn. Xin cảm ơn.",
    "em là   MSSV  em gửi đơn xin hoãn thi cho nhà trường ạ. Vài ngày trước em có gửi mail cho pđt mà em chưa thấy được phẩn hổi lại ạ. Em cảm ơn nhà trường.",
    "Kính gửi phòng đào tạo đại học BÁCH KHOA TPHCM Do tình hình Covid 19, cũng như chỉ thị 16 dẫn đến việc em không thể lên trường nộp trực tiếp đơn cho phòng đào tạo xác nhận. Nên em thực hiện việc nộp đơn online ạ. Mong phòng đào tạo xem xét xác nhận hộ em. Em cảm ơn!!!!",
    "cho em hỏi là các môn có phần thí nghiệm nếu em đăng ký hoãn thi thì sau này có cần thi để lấy điểm thí nghiệm không ,hay chỉ cần thi cuối kỳ thôi ạ.Em cảm ơn",
    "Em đã hoàn thành bảo vệ luận văn nhưng còn thiếu toeic 500 (để hoàn thành av4 cũng như điều kiện tốt nghiệp). Vậy em có thể đăng ký thi av nói viết được không ạ",
    "Do trong lúc làm bài thi, mạng truyền nhà em bị ngắt do cúp điện nên bài thi của em không được hoàn thành, em muốn đăng kí hoãn thi vào đợt sau ạ.",
    "Kính gủi Phòng Đào Tạo. - Em tên  - MSSV: , http://exam.hcmut.edu.vn/loginndex.php em không đăng nhập vào được mong quý Thầy Cô sử lý giúp em ạ, chiều nay em có môn thi ạ, em xin càm ơn   i  .",
    "Dạ, cho em hỏi, khi e gửi file video ghi màn hình nhưng em phát hiện ra là e chưa đổi tên thì có cần gửi lại file khác không ạ? Em xin cảm ơn",
    "Em tên :  Dạ ca thi 10h của em bị gặp vấn đề trục trặc. Lúc 11h 30 thầy  có mở form đăng kí 13h thi lại, lúc em thấy mail đã là 12h 45 rồi, nên không kịp đăng kí thi. Cho em hỏi còn lớp thi hay còn cách nào để em có thể đăng kí thi cuối kì Giải tích 2 này không ạ, em cảm ơn.",
    "Kính gủi Phòng Đào Tạo. - Em tên  - MSSV: , http://exam.hcmut.edu.vn/loginndex.php em không đăng nhập vào được mong quý Thầy Cô sử lý giúp em ạ, chiều nay em có môn thi ạ, em xin càm ơn   i  .",
    "Cho em xin hỏi là sau khi thi môn đầu tiên, em có nhu cầu hoãn thi thì điền 1 form với duy nhất 1 môn đó, đến môn thứ 2 (cách ngày thi môn 1 6 ngày, quá thời hạn form) thì điền form mới đúng không ạ? .",
    "MSSV:    Em chào thầy/cô: Vào ngày thứ 5, 5/8/2021, em có đăng ký hoãn thi 2 môn Giải Tích 2 (MT1005),  (EE1007) thì cho em hỏi vào ngày thi của 2 môn đó em có phải tham dự kỳ thi online không ạ, vì hiện tại trên mybk ở bảng điểm thì em vẫn chưa thấy điểm hoãn thi mà thứ 7, 7/8/2021, là em thi Giải Tích 2 rồi ạ nên em muốn hỏi cho chắc . Em cảm ơn! ",
    "Hôm nay em thi GT2 trên Bkex lúc 10h. Bây giờ em đăng nhập vào lại để submit record thì không vào được. Em phải làm sao đây ạ. Mong sớm nhận được phản hồi.",
    "laptop của em vào sáng nay bị mở nguồn không hiện lên được và đang mang đi sửa thì em chỉ hoãn thi 1 môn vào ngày mai thôi được không ạ. Hay là khi hoãn phải hoãn hết tất cả",
    "Cho em xin phép hỏi là hiện giờ em muốn học lại cải thiện điểm một số môn thì có được không ạ. Em tìm kiếm thông tin về cái này mà không thấy ạ. Bao gồm học phí, điều kiện và cách thức đăng ký .",
    "cho em hỏi quy định hoãn thi ạ. Mình thi xong onl mình có được hoãn thi không ạ",
    "Chào PDT, em xin trình bày vấn đề của em như sau: Sau khi cô gửi bảng điểm thi do hệ thống chấm tự động, trong đó có điểm của từng câu. Em mở video ghi màng hình bài làm của em và đem so sánh kết quả với bài các bạn khác. Nhận thấy rằng hệ thống chấm điểm bị lỗi vì có câu cùng chọn giống đáp án nhưng bạn được tính điểm còn em thì không và còn nhiều lỗi khác... Bây giờ em làm gì để biết là em bài làm em sai hay hệ thống bị lỗi ạ? Em cảm ơn ạ.",
    "Xin chào thầy cô, hôm qua 5/8/2021 nhà trường có gửi thông báo mới về phương thức hoãn thi, em muốn hỏi sau khi điền thông tin vào link theo như thông báo thì em có cần gửi đơn hoãn thi lên bksi không ạ?  Em cảm ơn thầy cô   3",
    "Hôm nay lúc 1h em có thi online môn Giai Tích 2 nhưng bàn phím và màn hình trên máy tính của em bị đơ, lỗi gõ đáp án nhảy từ câu này sang câu khác. Màn hình bị đơ đứng yên làm em không thể hoàn thành bài làm. Em muốn xin hoãn thi môn giai tich 2 lại ạ.",
    "Cho em hỏi là lúc thi onl nếu trong trường hợp xấu nhất không vào được thì phải làm sao liên hệ được cán bộ coi thi ạ. Do em lần trước thi không thấy số điện thoại của cán bộ ạ?  Em cảm ơn",
    "Cho em hỏi trường mail như vậy là em đã được hoãn thi rồi đúng không ạ? Em chưa thấy cập nhật trong lịch thi ở mybk. Em cảm ơn ạ. Cho em hỏi thêm để đăng ký thi tiếp vào đợt sau là đăng kí như thế nào ạ?",
    "Em chào thầy/cô ạ, Nếu như em hoãn thi 1 môn, các môn còn lại đều có điểm tổng kết và tổng là 15 chỉ thì em có được xét học bổng khuyến khích học tập ở học kì kế tiếp không ạ? Hay hoãn thi là phải chấp nhận không xét học bổng khuyến khích học tập ạ? Em cảm ơn thầy/cô!",
    "Chào  Em đã đăng kí hoãn thi môn cơ sở Kĩ thuật điện EE2017 mong pdt giải quyết giúp em  MSSv ",
    "Em chào thầy cô ạ . Em sắp thi môn kinh tế chính trị đề mở nhưng điện thoại bị hư nên không có thiết bị phụ để quay xung quanh được ạ. Vậy em có được dự thi không hay nên hoãn thi ạ . Em xin cảm ơn.",
    "Em tên :  MSSV: Pdt cho em hỏi việc in thẻ sinh viên của em xong chưa ạ . Em có đăng kí chuyển phát nhanh của viettel theo hướng dẫn của pdt . Quê em ở Bến tre . Em chưa thấy cuộc gọi nào từ người giao ạ. Pđt kiểm tra lại giúp em ạ .",
    "Dạ lúc em nộp file ghi hình thì hiển thị là \"Đã vượt quá kích thước tệp tối đa\". File ghi hình của em là 1.61Gb. Thầy/cô hỗ trợ em với ạ",
    "Chào phòng đào tạo đại học Bách Khoa thành phố Hồ Chí Minh Em tên là  Hôm qua Em có gui câu hỏi/yêu cầu cho phòng đào tại xét duyệt bài thi học kì của Em môn nguyên lí thông tin số thi vào ngày 3/8/2021 đó ạ ! PĐT đã hướng dẫn Em vấn đề này chỉ Có giảng viên quyết định được, và Em đã tham khảo ý kiến của Thầy  (dạy môn Nguyên lí thông tin số) và Thầy đã nói rằng, Em xin được phép trích dẫn lời Thầy: \"Bạn cung cấp email của tôi yêu cầu PĐT chính thức gửi email đồng ý cho tôi nhận bài của bạn sau khi buổi thi kết thúc. Việc nhận bài như vậy là chưa phù hợp với quy định. Tôi cần có một sự đảm bảo chắc chắn về cá nhân chịu trách nhiệm nếu tôi nhận bài như thế này Anh có thể forward nội dung này cho PĐT\" Nên Em xin phòng đào tạo có thể xét duyệt và gửi mail cho thầy  giúp Em với lí do Em đã trình bày ở phần trước rồi ạ ! mail Thầy :  Em xin chân thành cảm ơn PĐT ạ !",
    "Có thể cho em hỏi là lúc thi xong, đã có kết quả, thì mình có thể được xin thi lại được không ạ? Tại trong quá trình thi, lúc đầu em chỉ khó chịu trong người một chút. Nhưng càng về sau thì càng nhức đầu với buồn nôn mà em không báo với giám thị coi thi biết.",
    "Thưa thầy cô phòng đào tạo. Em vừa thi online môn giải tích 2, nhưng do bấm nhầm nút ghi trên màn hình mà ko phải trong tuỳ chọn. Do nhầm nên quá trình làm bài của em ko được ghi lại. Vậy e phải làm thế nào ạ? E cảm ơn rất nhiều ạ.",
    "Em kính chào quý Thầy Cô, Sắp đến đợt bảo vệ luận văn, đầu kỳ đợt đăng ký luận văn em chưa đủ tiêu chuẩn đăng ký vì thiếu chuẩn ngoại ngữ sau đó em có thi lại toeic để làm đơn đăng ký trễ hạn nhưng vì tình hình dịch covid bùng lên nên em vẫn chưa nhận được kết quả thi anh văn. Với tình hình như hiện nay em không biết khi nào sẽ có, trong trường hợp này em có thể làm đơn đăng ký luận văn trễ hạn với điều kiện bổ sung chứng chỉ ngoại ngữ sau để xin được bảo vệ trong đợt này trước và bổ sung bằng anh văn khi tình hình dịch bệnh đã ổn sau được không ạ? Để xảy ra trường hợp như thế này là do cách hoạch định và tính toán kế hoạch của em không hợp lý. Mong Thầy Cô xem xét trường hợp của em giúp ạ. Em cảm ơn Thầy Cô nhiều ạ.",
    "Do hôm trước em đăng ký lộn nên e học HK202 và 203 đều môn AV3 (La1007) và hiện tại thi cùng giờ cùng ngày theo trên lịch đính kèm bên dưới thì giải quyết như thế nào ạ, em xin cảm ơn ạ.",
    "Xin Chào ạ! Em có câu hỏi là: Chủ nhật ngày 8/8 em có lịch thi online và trùng hợp em có buổi tiêm vaccine vào ngày đó . Em nên xin vắng thi hay là hoãn thi ạ? Hoặc là Em nên tiếp tục thi và sẽ dời lịch tiêm (nếu có thể) Hoặc là còn cách khác . Về trường hợp hoãn thi hôm nay là 6/8 còn hai ngày trước thi + Nếu bây giờ em làm đơn vậy có hiệu lực không ạ. Em cảm ơn!",
    "Dạ cho em hỏi em sau khi nộp video quay lại màn hình lúc thi, em có thử tải xuống lại để check xem có đúng không thì bị báo là không có video thì em phải làm thế nào ạ?",
    "Cho em hỏi nếu hoãn môn thi cuối thì thì môn đó có được tính tín chỉ vào học kì này không ạ? Hay môn học hoãn thi này sẽ được tính tín chỉ và điểm trung bình học kì vào học kì mình đăng kí thi lại ạ ?",
    "Cho em hỏi là học kỳ hè có đăng ký thực tập tốt nghiệp do dịch em không thể đi thực tập dc, vậy em có đăng ký hoãn lại ko ạ",
    "Hôm trước em đăng kí hoãn thi môn  xác xuất thống kê-DT01-C  7h00.   5/8 Nhưng chưa được chỉnh sửa điểm hoãn thi trong cá nhân Em xin khiếu nại để có điểm hoãn thi ạ. Em xin cảm ơn",
    "Hôm qua em đã gửi form xin hoãn thi có kịp để hoãn thi môn giải tích 2 ngày 7/8 không ạ?",
    "chào pdt, cách đây mấy ngày em đã thi cuối kì bằng hình thức online, do máy tính bị trục trặc nên em đã mất file ghi hình trong buổi thi hôm đó, cho em hỏi nếu không có file ghi hình thì có ảnh hưởng gì đến bài kiểm tra của em không? và nếu có thì có cách nào để em có thể cứu xét được không ? em xin cảm ơn",
    "Cho em hỏi nếu xin hoãn thi thì cần xin trước bao lâu, và hoãn từng môn được hay hoãn là hoãn hết luôn ạ.",
    "Dạ em chào quý thầy cô, cho em hỏi sau khi em đã đăng kí Hoãn thi môn học, thì vào học kì kế tiếp em muốn đăng kí xoá điểm HT thì em sẽ đăng kí về PĐT hay về Bộ môn ạ, cụ thể là môn Tín hiệu hệ thống - EE2005. Em chỉ thấy quy chế quy định về việc xoá điểm VP/điểm I là sẽ đăng kí về PĐT thôi ạ. Và sau khi đăng kí Hoãn thi theo form PĐT đã cung cấp thì khoảng bao lâu em sẽ được cập nhật trạng thái bảng điểm ạ. Em cảm ơn quý thầy cô",
    "Chào phòng đào tạo, Em tên  MSSV  Cho em hỏi là hôm trước em có xin hoãn thi Giải tích 2 vào ngày 07 tháng 08 và  Tính ngày 15 tháng 08, vì lý do nhập viện do dương tính với COVID-19 và đã được xác nhận đồng ý, nhưng em đã kịp xuất viện vào ngày 7 tháng 8 để có thể tham gia thi Giải tích 2 và Phương pháp tính. Vậy em có thể tham gia thi 2 môn trên và huỷ việc hoãn thi được không ạ ?  Em cảm ơn phòng đào tạo.",
    "Em xin chào PĐT, Em tên là   MSSV:  Em xin trình bày vấn đề như sau: Em nhận được mail buộc thôi học do không đăng kí môn học HK2/2020 (em đã hoàn thành tất cả các môn trong chương trình đào tạo) và hiện tại em đang trong quá trình liên thông cao học. Và sắp tới tháng 11 em sẽ đủ điều kiện để đăng kí tốt nghiệp. Em muốn hỏi các câu hỏi sau: 1. Về việc làm đơn thu nhận lại em sẽ phải thực hiện các bước như thế nào ? 2. Khi nào sẽ có đợt đăng kí tốt nghiệp vào tháng 11 ạ ! 3. Sau khi làm đơn thu nhận lại và được chấp nhận thì em có thể đăng kí tốt nghiệp bình thường nếu đủ điều kiện đúng không ạ ? Em xin hết !! Mong nhận được câu trả lời của anh chị sớm nhất ạ !!  Em xin cảm ơn !!",
    "Dạ cho em hỏi khi mình hoãn thi xong, thì môn mà mình hoãn thi là do trường xếp lịch thi ở kì kế tiếp hay là do tự mình đăng kí vậy ạ.",
    "Em xin được phép hỏi PĐT một số vấn đề về lần đăng ký môn học tiếp theo: 1. Hiện tại, em chưa tích đủ 28 tín chỉ thì có thể đăng kí môn học của năm 2 không ạ ? 2. Nếu trường sẽ rà soát, hậu kiểm sau khi có kết quả thi thì em có thể bị hủy môn nếu không đủ 28 tín chỉ trong học kì tiếp theo không ạ ? (Vì ngày 15/8 đã bắt đầu học kì tiếp theo nhưng chưa có kết quả môn học của HK202, HK203) Em mong PĐT sẽ giải đáp thắc mắc của em ạ.",
    "Gửi PĐT, Cho em hỏi nếu hoãn thi cuối kỳ, thì các điểm thành phần của em sẽ bị hủy bỏ hết, sau khi thi lại thì lấy điểm đó làm điểm tổng kết phải không ạ? Nếu vậy thì quá thiệt thòi cho em và những bạn đang khó khăn vì tình hình dịch quá?!",
    "Dạ em chào phòng đào tạo, Em là , mssv . Vì tình trạng sốt cao sao tiêm ngừa vaccine nên em xin phép làm thủ tục hoãn thi cuối kì môn giải tích 2 ạ. Rất mong được sự đồng ý của phòng đào tạo. Em xin cảm ơn.",
    "Cho em hỏi là khi thi em nộp bài với đinh dạng là mssv-tên nhưng lại ko được chấp nhận ạ.e có xem lại là định dạng chuẩn là mssv_tên. Em nghĩ là em bị sai 2 dấu gạch nên hệ thông không chấp nhận bài gửi ạ.cho e hỏi là có phải e sai định dạng không ạ với lại mấy bạn cũng nhập mssv tới 8so nhưng vẫn không sai.em bị như v em phảilamf sao ạ. Bài nộp vẫn còn trên hệ thống ạ. Em cảm ơn! Trân trọng !",
    "Gửi Phòng đào tạo, em không có laptop, sử dụng máy tính bàn để thi nhưng không có camera, em có thể sử dụng 2 điện thoại để quay hình bản thân theo góc quay thiết bị chính và phụ trong quá trình thi không ạ ? ",
    "MSS/MSG:     . Khó khăn khi hoàn thành các giấy tờ cũng như thủ tục nhập học B2 Dạ em chào thầy cô! Em là Huỳnh Trường ĩ đã tốt nghiệp ngành ật Lý Kỹ Thuật với điểm TBTL là 7.01 tại trường Đại Học Bách Khoa- Đại Học Quốc Gia TP.HCM. Em đã xét tuyển và trúng tuyển B2 chuyên ngành Khoa Học Máy TÍnh với mã ngành _B của  Trường và Mã nhập học , hiện tại đang trong thời gian giãn cách xã hội, không thể về quê để hoàn thành hồ sơ nhập học. Cùng với đó là chứng minh nhân dân và bằng THPT của em hiện tại đã mất, không thể tìm lại chỉ có cách đợi hết dịch thì mới có thể về quê xin cấp lại CMND cũng như bản sao bằng tốt nghiệp THPT. ậy thầy cho em hỏi có cách nào để hoàn thành hồ sơ cũng như bổ sung sau khi hết dịch được không ạ. Em chân thành cảm ơn ạ",
    "Kính gửi, Em đã hoàn thành xử lý đăng kí thẻ sinh viên vào ngày 29/7 nhưng đến cuối tuần này vẫn chưa nhận được, vào ngày 9/8 em sẽ thi môn đầu tiên. Em mong là mình vẫn có thể hoàn thành bài thi của mình là không bị hoãn thi. Mong phòng đào tạo xem xét để thẻ mau về với em ạ. Trân trọng",
    "bkex em bị khoá , Nhà trường có thể mở lại cho em với ạ, tại vì em không biết môn nào em thi trên đó, và có một số môn em không quen bạn nào để trong phòng meet nhờ cán bộ coi thi mở ạ, em cảm ơn.",
    "Chào ! Sau khi hoãn thi xong thì mình phải thi bù, thì khi đăng ký môn học đó để chỉ thi bù thì có tính học phí không cũng như có tính chỉ kì đó hay không vì em năm 4 nên gần như không còn môn mà theo quy chế sinh viên cần duy trì 1 chỉ để tiếp tục chứng nhận là sinh viên ạ ? Em xin cảm ơn.",
    "Em muốn tạm hoạn thi cuối kì vào ngày 9/8 sắp tới, em muốn hỏi là sau khi gửi đơn đăng kí mà tới ngày thi vẫn chưa có phản hồi thì em có phải tham gia vào buổi thi không ạ. Hiện nay em đang là dân quân tự vệ và đang công tác tại phường từ tháng 6, em vẫn chưa về nhà nên việc tổ chức thi em khó có thể thực hiện ạ.",
    "Ngày 5/8/2021 em có thi môn xác suất thống kê ca 10h Em ghi hình bằng gg meet và sáng nay mới nhận được file nhưng chưa hết 48h thì đã bị khóa phần nộp file ghi hình rồi Việc này em phải giải quyết thế nào ạ? Em cảm ơn",
    "Em chào thầy/cô ạ, Em là Diệp Nhật Tân, tham gia thi môn Xác Suất và Thống Kê (MT2013) vào ca 10h sáng ngày 05/08/2021. Em được biết là file ghi hình phải được nộp trong vòng 48h kể từ lúc kết thúc bài thi. Nhưng mà đến 1h sáng ngày 07/08/2021, tức là 39h kể từ lúc kết thúc buổi thi, em vào đường link để nộp file ghi hình thì link đã bị đóng . Thầy/cô cho em hỏi trường hợp này em phải giải quyết như thế nào ạ? Em xin cảm ơn.",
    "Em kính chào PĐT, Em có những thắc mắc sau đây muốn hỏi thầy cô PĐT ạ 1. Hiện tại em K17 đã hoàn thành luận văn, và chỉ còn thi môn giải tích. Vậy nếu em hoãn thi thì có ảnh hưởng đến thời gian tốt nghiệp không ạ? 2. Em có thể xin thông tin về kế hoạch xét tốt nghiệp năm nay của nhà trường không ạ? Em xin cảm ơn thầy cô PĐT nhiều ạ?",
    "Trong lúc thi giải tích 2 MT1005 lúc 7h ngày 7-8-2021 phần mềm quay màn hình trong lúc thi của em bị lỗi nên bị văng ra khiến cho màn hình không được quay nhưng trên record ở google meet cam phụ em có quay màn hình trong lúc làm bài em có thể xin link record đó để nộp không ạ",
    "Dạ chào cô, Em có đăng ký làm thẻ sinh viên nhưng tới nay thẻ chưa được ship tới, mà ngày 9/8 em phải thi một môn. Vậy cô cho em hỏi là nếu như không có thẻ thì tới lúc thi em phải làm gì để được thi ạ. Em cảm ơn cô !!!!",
    "Em muốn xin pdt cho phép hủy hoãn thi cuối kỳ hk202.lý do em đã có đủ trang thiết bị để dự thi trực tuyến. Mong pdt xem xét",
    "Em là  MSSV  Trong khi kết thúc phần thi, phần mềm snagit quay lại màn hình bị lỗi và không gửi video về máy. Xin cho em cách giải quyết ạ",
    "kính gửi phòng đào tạo, em tên  MSSV: ,ngày 8/4/2021, em có thi môn Triết học -,đề mở, được dùng tài liệu bao gồm cả tài liệu mạng,làm bài trên word. Em dùng gamebar của win 10 để quay màn hình, sau khi thi và nộp bài xong, xem lại video đã quay thì em phát hiện nó chỉ quay những thao tác em thực hiện trên web thôi, còn quá trình em làm bài trên word thì nó không quay lại mà vẫn quay cái tap em mở trên web là tap đề thi. Như vậy thì bài thi của em có được công nhận không ạ?? em xin cảm ơn.",
    "Phòng đào tạo cho em hỏi, em thi xong GT2 tắt quay màn hình thì ko xem lại được clip đã quay quá trình làm bài môn GT2 thì em phải làm sao ạ? Em cảm ơn ạ.",
    "Trước lúc thi em bắt đầu ghi màn hình thì sau khoảng 1 tiếng đồng hồ quá trình thi kết thúc thì em bấm dừng lại. Nhưng khi vào kiểm tra lại file thì thấy file chỉ có 55 giây mặc dù lúc bấm vào Properties thì file vẫn hiện là ghi từ 6h54 đến 8h15. Giờ em phải làm sao đây ạ?  ",
    "Dạ  ơi, em là  MSSV:  sáng nay thi ca 7h môn Giải tích 2 lớp L16a ạ, em đã ghi màn hình và chắc chắn mình đã lưu nhưng bây giờ trong máy em đã tìm kĩ rồi vẫn không có file ạ. Em nghĩ có thể do máy hết dung lượng hoặc như thế nào đó do em sơ suất nhưng em thực sự không cố ý cũng kiểm tra vấn đề ghi rồi nhưng em lại quên mất vụ ổ cứng. Gi ờ em chưa biết phải làm sao? Cô ơi cô có thể cho em thi lại ca khác được không ạ? Em hứa sẽ khắc phục được ạ. Em cảm ơn cô",
    "Thưa phòng đào tạo, Em tên là  học lớp CC02 HK202 ạ. Em xin phép được hoãn thi final GENERAL CHEMISTRY HK202 do đường truyền mạng không ổn đinh trong ngày thi ạ .",
    "I   ",
    "Chào thầy, em là , lúc 7h sáng nay em có thi môn Giải tích 2 nhóm L19C cuối kì nhưng nhà em có sự cố điện với hệ thống mạng em không thi được, em có thể thi bù ca sau được không ạ. Em cảm ơn thầy/cô",
    "Cho em hỏi em thi Xác suất thống kê ngày 5/8/2021 ca 13g00. Tại có 1 chút trục trặc kĩ thuật mà tới bây giờ em mới nộp được file ghi hình nhưng form nộp file lại không hoạt động (như trong hình). Thầy cô có thể liên hệ mở form lại cho em được không ạ.  ",
    "Link nộp file ghi mà hình có thời hạn là 48h mà giờ em không thể vào được ạ, gửi mail giảng viên không trả lời, em phải làm sao ạ",
    "Em chào PĐT!  Sau khi em kiểm tra các nhóm lớp Địa chất công trình_CI2095 trên trang đăng ký môn học vào học kỳ 202 ( kết quả đợt 4 ĐKMHH), em nhận thấy là môn này chỉ có 1 thầy  dạy ở nhóm lớp L01 . Cho em hỏi là phiếu xác nhận để em thi lại thay thế điểm VP thì PĐT có để là môn Địa chất công trình CI2095 em thi ở nhóm lớp L04-B.Nhóm này không có trên trang ĐKMH ạ! Em liên hệ thầy  rồi thầy bảo là thầy không có nhóm lớp này! Mong PĐT tạo điều kiện cho em để em liên lạc được nhóm lớp này! Vì có một số thầy cô đã chuyển qua thi online rồi ạ! Em lo lắm ạ!   B Em đính kèm đơn xác nhận thi lại () và hình ảnh em kiểm tra môn này trên trang ĐKMH.      I",
    "Thưa thầy cô, em tên là , mssv  Hôm nay 7-8-2021 em có thi giải tích 2 lúc 7h. Sau khi thi xong em có gửi file ghi hình dài 1 tiếng 28 phút nhưng khi xem lại chỉ tua được đến phút 16 còn phút thứ 17 trở đi không tua được phải xem như kiểu trực tiếp. Thầy cô cho em hỏi là giờ em xử lí như thế nào ạ?",
    "Dạ cho em hỏi l thư viện có bán onl không ạ vì em cần dụng cụ để thi vẽ onl, dụng cụ của em để trên ktx ạ. V mua bằng cách no . em cảm ơn ạ",
    "Em chào thầy cô, Vừa rồi em đã tham dự bài thi cuối kỳ online và do máy chính của em không đủ dung lượng nên em không có video ghi hình quá trình làm bài trên BKEXAM, em chỉ nộp được video ghi hình từ máy phụ, chỉ ghi hình phòng họp google meet. Thầy cô cho em hỏi trường hợp của em thì em phải xử lý như thế nào, em có cần phải đăng ký hoãn thi không, hay hệ thống sẽ giám sát quá trình làm bài mà không cần video. Do bộ môn em giao về cho giảng viên xử lý, nên em sợ là đến lúc có kết quả thì đã trễ hạn để xin hoãn thi. Em cảm ơn thầy cô.",
    "Vào HỌC KỲ III NĂM HỌC 2018-2019, em có học môn Đại số (Mã: 006405). Nay em muốn học cải thiện điểm nhưng môn này đã đổi mã mới. Vì vậy, cho em xin mã mới của môn học. Em cảm ơn",
    "Em chào Phòng Đào Tạo ạ Em tên  MSSV  Em muốn xin hoãn thi cuối HK203 ạ",
    "Em xin chào đội ngũ của bksi, em tên là , mssv: . ﻿trong đợt thi Giải Tích 2 ca 10h, do lý do bí ẩn (có thể là do tường lửa hoặc phần mềm diệt virus)  đã chặn bản ghi màn hình và chỉ ghi được vỏn vẹn 18s. ﻿Hiện em đang rất hoang mang và không biết cách xử lý. ﻿Mong bksi sẽ sớm trả lời và hướng dẫn em khắc phục. ﻿Em xin cảm ơn.",
    "Kính chào Thầy Cô Em tên  - Mssv:  Cho em xin hỏi, bên Trường có mở thêm lịch thi của toeic speaking và writing online trong tháng 8 không ạ!  Em cảm ơn đã đọc tin của em.",
    "Chuyện là em thi môn giải tích 2 lúc 10h. Nhưng khi ghi màn hình ở ggmeet thì em quên trình bày nên không ghi lại được quá trình làm bài. Giờ em phải làm sao ạ em quay như video dưới đây ạ https://drive.google.com/file/d/1qe_P-2NL0lsqVI90TlxL4bh-qmIUN-c3/view?usp=sharing",
    "Xin chào! Khi thi môn Giải Tích 2 vào lúc 7h00 vào ngày 07/08/2021 em chưa đăng xuất tải khoản BKex, bây giờ em muốn vào lại để tải lại video ghi màn hình (do video trước em chưa đổi tên). Mà bây giờ tài khoản của em bị khoá, thì em phải làm sao ạ? Em xin cảm ơn!",
    "Em không thể upload video record cho giáo viên được vì vượt quá dung lượng, em phải làm sao ạ?",
    "Em vừa thi online ngày 5/8, do trục trặc logout hệ thống, nên theo sự hướng dẫn của thầy gác thi em đã gửi mail bài làm của mình cho thầy dạy học. Sau đó thì thầy không chấp nhận chấm bài cho em và kêu em làm thủ tục hoãn thi. Em thắc mắc là: do đặc thù môn học, trong hk 21x có vẻ môn học đó sẽ không được mở, môn đó chỉ mở trong học kì 22x (tức là quá thời hạn 1 năm của hoãn thi). Vậy nếu em hoãn thi liệu em có được thi lại nếu quá thời hạn 1 năm không ạ. Với lý do là môn đó không mở trong vòng 1 năm.",
    "Kính chào anh/chị, Khi nhận được mail của PĐT về quy định có thẻ sinh viên để dự thi online cuối kỳ, em đã đăng ký ngay in thẻ sinh viên, đăng ký chuyển đến địa chỉ nhà. Và đã nhận thông báo ngày trả kết quả là 29/7/2021 . Đến hôm nay em chưa nhận được thẻ sinh viên ạ, Thứ 2 ngày 9/8/2021 là em thi tự luận môn Đường Lối . Đến thứ 2 mà em chưa nhận được thẻ thì em phải giải quyết như thế nào ạ? Xin cảm ơn.",
    "Em chào PĐT ! Em đã hỏi Thầy  và Thầy  đã đồng ý ạ !  Thầy  nói rằng \"PĐT chỉ cần thông báo chính thức là đồng ý cho anh nộp bài trễ thì tôi có thể chấm bài cho anh. \" Nên Em mong phòng đào tạo có thể gui mail cho Thầy  có thể chấm bài Em ạ ! Nếu không có mail từ PĐT thì Thầy  không thể chấm bài ạ  Em xin chân thành cảm ơn ! Anh dưới Em foward lại Email của Thầy ",
    "Em xin kính chào quý thầy cô thuộc PĐT. Em là SV K20, đang tham gia thi cuối kì online. Qua bước đầu tham gia thi cuối kì online, em nhận thấy có vài điều bất cập trong quá trình thi, chủ yếu là do sự làm việc chưa ăn khớp giữa SV và CBCT . Em xin phép nêu lên ý kiến để thầy cô xem xét và có hướng xử lí thích hợp trong thời gian sớm nhất. 1. CBCT yêu cầu khác với quy định cho SV. Theo như Hướng dẫn PĐT gửi đến, chỉ có 1 file cần nộp, đó là file ghi màn hình, nhưng một số trường hợp CBCT yêu cầu cả file quay góc thi hai bên của thiết bị phụ. Trong khi thiết bị phụ đã dùng để vào Google Meet, vì thế, việc vừa quay góc bên SV, vừa vào Google Meet là không thể về mặt thời gian chuẩn bị lẫn thiết bị. Các môn thi chỉ nên yêu cầu bằng hoặc ít hơn so với quy định: Thiết bị chính vào Google Meet, thiết bị phụ vào Google Meet, và file ghi màn hình thiết bị chính. 2. Tăng dung lượng upload tối đa cho file trên Google Form. Do trong hướng dẫn không đề cập đến yêu cầu về dung lượng tối đa của file ghi màn hình. Việc SV thi xong không tải file lên được do dung lượng quá lớn, và cũng không liên hệ lại được với CBCT (hay người tạo form) do phiên thi đã kết thúc là rất thường gặp. 3. CBCT nên tạo phòng Google Meet sớm hơn so với quy định 30 phút. Em nghĩ các phòng trên Google Meet nên được tạo sớm, và hiển thị trên BKEX sớm. SV thường đăng nhập vào BKEX sớm để tránh trường hợp bị lỗi. Và lúc vào thì không thấy link Meet đâu, đến tận trước 30 phút trước khi thi, khi reload lại trang thì mới có link Meet. Với hệ thống BKEX “mong manh dễ vỡ”, thì việc reload trang trước khi thi là một điều hết sức xa xỉ, vì không ai biết nó sẽ bị lỗi lúc nào, và nếu không reload thì sẽ không thể nhìn thấy link Google Meet vừa được CBCT tạo. Vì vậy, việc tạo link Google Meet sớm là một điều cần thiết để đảm bảo tâm lí cho SV. 4. Không có sự thống nhất về thời gian bắt đầu làm bài. Em nghĩ CBCT cần thống nhất thời gian làm bài của cả phòng, thay vì để SV tự nhấn nút Bắt đầu, vì SV vừa bắt đầu làm bài thì CBCT vẫn mở mic và nói chuyện. 5. Nên có quy định về cách thức SV giao tiếp với CBCT. SV đang tập trung làm bài thì có SV khác báo lỗi cho CBCT làm phân tán sự tập trung của SV khác. Dù các bài thi đã được tối giản để thi trong 60 phút, tuy nhiên, để làm bài đạt yêu cầu thì vẫn cần sự tập trung tối đa. Việc vì 1 SV mà cả phòng bị mất tập trung như thế có thể dẫn đến việc sinh viên không thể hoàn thành bài tốt được. Trên đây là một số ý kiến của em, mà theo cá nhân em thấy là khách quan, có thể khắc phục được. Mong được quý thầy cô xem xét. Trước khi kết thúc, em xin cảm ơn quý thầy cô ở các phòng ban tổ chức thi nói chung và PĐT nói riêng, vì đã chuẩn bị rất tốt công tác thi online trong thời gian gấp rút như thế này. Hi vọng các góp ý trên của em sẽ giúp cho công tác thi được thực hiện tốt hơn nữa. Em xin cảm ơn và trân trọng kính chào!",
    "Kính gửi phòng đạo tạo và các thầy cô trong khoa Kỹ Thuật Hóa Học, Em là , MSSV , học nhóm CC08 môn CH1003. Em xin được hoãn thi cuối kì do dựa trên tình hình sức khỏe em hiện tại không có khả năng tham gia được ạ, em xin phép  khoa cho em thi lại được không ạ, Mong các thầy cô giúp đỡ em Kính gửi",
    ": Em muốn đăng kí hoãn thi môn giải tích 2 vì máy tính của em bị đứng máy nên không thể tiếp tục thi ạ Em cảm ơn ạ",
    "Kính gửi PĐT. Em đã được thầy  cho phép đăng ký môn học HK211 trong đơn xin xác nhận lần trước. Em mong pđt gỡ để em được đăng ký môn ạ. Em xin cảm ơn.",
    "Chào thầy cô phụ trách, e là sv VHVL Xin thầy cô mở đăng ký cho e vào đăng ký dự thính chuyển hệ với lớp chính quy hk211 đợt 2. Hiện hệ thống chưa cho e đk. Cám ơn thầy cô rất nhiều",
    "Em là sinh viên K-19, hiện tại em bị cấm đăng kí môn học năm 3 vì lí do chưa nộp bằng tốt nghiệp trung học phổ thông. Thầy/Cô cho em xin mở đăng kí môn kì này được không ạ? Em sẽ nộp bằng sớm nhất có thể ạ, em cảm ơn.",
    "MSSV:       Dạ kính thưa PD, em là sinh viên khóa K19, đáng lý ra em phải nộp bằng HP vào năm rồi Nhưng do không về quê nên em nhận bằng trễ     Lúc đó em có đến hỏi PĐ, thầy/ cô có nói em hãy đăng ký nộp bằng HP vào đợt đăng ký sau, tức là đợt tháng 6 vừa rồi Em đăng ký nộp bằng vào ngày 30/6 nhưng tình trạng là bây giờ vẫn còn đang chờ xử lý Dẫn đến môn học em đăng ký từ đợt 1 đều bị hủy Em có gửi kèm hình Kính mong PĐ có thể giúp giùm em, em xin chân thành cảm ơn quý thầy/ cô rất nhiều ạ   ",
    "Chào anh chị, Em tên là  MSSV  Em đang theo học ngành Công nghệ Kĩ Thuật Ô Tô CLC. Học kì 211 này em có đăng kí môn Thiết kế động cơ đốt trong (TR3013), nhưng do không đủ sĩ số nên không mở ở đợt 2. Cho em hỏi với tình hình dịch bệnh hiện tại thì em làm đơn xin mở môn như thế nào ạ . Mong anh chị thấy và giải đáp giúp em. Chúc anh chị một ngày tốt lành.",
    "Em là sinh viên K18 và vẫn còn đang nợ môn \"Hệ thống số\" (CO1009, 4 tín chỉ), tuy nhiên bây giờ em không thấy mã môn đó trong danh sách đăng ký môn học nữa mà có một mã môn mới là \"Hệ thống số\" (CO1023, 3 tín chỉ) cùng với môn \"Đồ án hệ thống số\" (CO1029, 1 tín chỉ). Cho em hỏi rằng có thể học môn với mã mới và chuyển điểm được không ạ . Em cảm ơn ạ.",
    "Kính gửi Thầy Cô Phòng Đào Tạo, Em tên:  Mã sinh viên:  Hôm nay em viết Email này về việc không có video Recording quá trình làm bài thi môn “Hóa học xanh”: Ca thi: 7g00 ngày 07/8/2021 Lớp: A02 Em có tham gia thi môn “Hóa học xanh” vào ca thi trên. Em đã join meeting và điểm danh đúng quy định, tiến hành làm bài và nộp bài đầy đủ. Tuy nhiên em gặp phải vấn đề về recording vì em nhầm lẫn recording của Thầy điểm danh và phải tạo phòng riêng để recording. Kết thúc bài thi em kiểm tra Drive mới phát hiện là mình không có video ghi hình lại quá trình làm bài. Em nhận lỗi này về mình vì đã không chuẩn bị kỹ lưỡng nhất . Em mong thầy cô cân nhắc và xem xét trường hợp của em và công nhận bài thi này ạ. Vì em rất hi vọng vào bài thi này. Em mong nhận được phản hồi từ Thầy Cô. Em xin chân thành cảm ơn.",
    "Chào thầy/cô,  Em là sinh viên HC16DK,trong học kỳ 203 em có đăng kí nhầm mã môn thực tập ngoài trường là mã CH3313 thay vì mã đúng là CH3325. Nhưng em vẫn đăng kí được và có tên môn thực tập trong thời khoá biểu HK203. Hiện tại em có đăng kí môn đề cương luận văn CH4325 cho HK211 nhưng không được chấp nhận do thiếu môn thực tập ngoài trường mã CH3325. Mong thầy/cô giải đáp giúp em với ạ và em cần làm gì để đăng kí được môn đề cương luận văn ạ. Em cảm ơn!",
    "Em chào anh/chị Hôm nay có mở đợt đăng ký môn học, nhưng em bị hủy hết môn do thiếu bằng TN THPT. Đây là lỗi của em, năm nhất trong lúc nộp thì em bị mất bằng, em co lên PĐT và xin gia hạn ngày nộp. Lúc đó PĐT có cho em đến khi làm lại bằng rồi nộp. Đến hôm nay em quên chưa nộp nhưng bằng nằm ở KTX Khu A, hiện tại, tình hình dịch bệnh. Em xin có thể dời lại lịch nộp để em có thể đăng ký môn trước được không ạ. Em cảm ơn",
    "Kính gửi phòng đào tạo trường ĐH Bách Khoa, Em là , MSSV  Ngày 24 tháng 9 năm 2020 em có nộp bằng tốt nghiệp THPT của em cho bạn lớp trưởng lớp em là  và kèm giấy xác nhận (như ảnh đính kèm) Nhưng do sai sót mà bạn nộp thiếu bằng của em làm hiện tại em không đăng ký môn học được. Đến hôm nay mở đăng ký môn em mới kiểm tra và phát hiện. Kính mong Phòng đào tạo cho phép em được đăng ký môn học đợt này và em sẽ nộp bổ sung bằng tốt nghiệp ngay khi đi học trở lại. Em xin đảm bảo những gì em nêu trên là hoàn toàn thật. Rất mong được Phòng đào tạo xem xét. Trân trọng./.",
    "Em chào Thầy/Cô ạ Em tên là Trần Quang Nhật MSSV: 1914493 đến từ khoa Công Nghệ Vật Liệu Hôm nay nhà trường mở môn đăng ký đợt 2 Trong lúc đăng ký môn em có lỡ tay ấn nhầm hủy mất môn Chủ nghĩa xã hội khoa học, bây giờ em đăng ký lại không được vì yêu cầu phải hoàn thành môn Kinh tế chính trị nhưng em sắp thi môn Kinh tế chính trị và nhà trường cũng ưu tiên cộng chỉ để học môn tiếp theo Em hy vọng Thầy/Cô có thể đăng ký lại giúp em môn Chủ nghĩa Xã Hội Khoa Học. Mã Môn : SP1035 Em xin chân thành cảm ơn ạ",
    "Em chào Thầy/Cô,  Em là  - MSSV  (Lớp QL18KD), em có một số vấn đề trong đợt ĐKMH 211 ạ . Hiện giờ tất cả môn học mà em đăng ký đều bị hủy với lý do là thiếu bằng TN PTTH. Sau khi kiểm tra thì em thấy mình đã nộp đầy đủ về cho Trường rồi ạ. (hình ảnh đính kèm bên dưới) Mong Thầy/ Cô kiển tra lại giúp em ạ . Em cám ơn Thầy/ Cô.",
    "Em không đăng kí được môn học trong học kì 211 và lí do là Thiếu TN PTTH",
    "Em chào thầy/cô. Thầy cô cho em hỏi theo như quy chế, môn học thực tập quá trình thiết bị CH2087 có thể mở trong kì 1, tuy nhiên khi em và một số bạn đăng kí  thì kết quả đợt 1 môn học không được mở. Tuy nhiên việc mở lớp vào kì 1 là được sự cho phép của bộ môn cũng như chương trình đào tạo. Mong thầy cô xem xét và giúp đỡ tụi em để tụi em có thể đăng kí môn và ra trường đúng hạn.",
    "Mong nhà trường cho hướng giải quyết việc huỷ đăng kí môn học đợt 2 học kì 211 lí do chưa đóng học phí dự thính kì2 năm ngoái đã bị huỷ kì hè sao e vẫn tiếp tục bị huỷ nữa ạ trong gmail nhà trường thông báo không có nói  ",
    "Trong CTĐT học kỳ 5 của khóa K19 Kĩ thuật môi trường có cả 2 môn EN2003 và EN3013. Nhưng khi đăng kí thì muốn đăng kí EN3013 phải có môn tiên quyết là EN2003 ạ.",
    "Kính gửi Thầy Cô, Em tên là , MSSV , Khoa Quản lý Công nghiệp. Hiện tại em đang gặp 1 số rắc rối trong việc đăng ký môn học đợt 2 HK 211. Cụ thể là em không vào đăng ký hiệu chỉnh được đợt 2 do có lý do huỷ là Thiếu bằng Tốt nghiệp PTTH, mà em nhớ là việc nộp bằng đã được thực hiện từ lâu và em đã hoàn thành theo đúng hướng dẫn mail trường và bạn lớp trưởng. Nhưng hiện tại trong lớp hình như chỉ có mỗi em là bị dính lý do huỷ này ạ. Mong Trường và Thầy Cô có thể giải quyết giúp em ạ . Em xin chân thành cảm ơn",
    "em học ktct(sp1033) vào hk203 thì bây giờ em đăng kí hk211 môn chủ nghĩa xã hội khoa học (sp1035) thì bị lỗi k đăng kí được kì chưa hoàn thành môn sp1033. Mong pđt sớm khắc phục lỗi để em đăng kí ạ",
    "Xin chào phòng đào tạo, PĐT cho em hỏi hiện em đang đăng ký môn học ở năm 4, thì em có bị ràng buộc đăng ký sô tín chỉ tối thiểu là 10 như quy định hay không? Bởi vì em chỉ còn 12 chỉ là hoàn thành chương trình (không kể luận văn) và em muốn chia ra đăng ký học ở hai kì ạ? Em cảm ơn",
    "Thưa cô/thầy, Em là  (MSSV: ) học lớp VP19HK. Theo chương trình đào tạo thì học kì 211 lớp em có môn TR2005 Cơ học vật rắn biến dạng. Nhưng khi xem kết quả đăng kí môn học thì môn này lại bị hủy với lý do \"Thiếu môn học trước TR2001\". Được biến môn này là môn Cơ kĩ thuật và dao động - không hề có trong chương trình đào tạo của lớp em ạ. Em mong được giải quyết vấn đề này ạ. Em cám ơn ạ.",
    "Em kính chào PĐT, Em xin gửi đơn hoãn thi môn học sau MSMH : MT1005 Tên môn học: Giải tích 2 Giờ thi: 13h00 Ngày thi: 07/08/2021 Em cảm ơn PĐT ạ.",
    "Chào anh chị, Em tên là  MSSV:  Em đang theo học ngành Công nghệ Kĩ thuật Ô tô CLC Học kì 211 này em có đăng kí môn Thiết kế động cơ đốt trong (TR3013), nhưng do không đủ sĩ sô nên không mở đợt 2. Cho em hỏi với tình hình dịch bệnh này thì em làm đơn xin mở môn như thế nào ạ. Mong anh chị thấy và giải đáp giúp em. Chúc anh chị 1 ngày tốt lành",
    "chào thầy cô. em đăng muốn đăng ký mở lớp môn vật liệu xây(Ci2037) dựng ạ và môn luật và kinh tế xây dựng (Ci1047)  ",
    "Dạ em chào thầy/cô. Trong học kì 211 tới em có đăng kí môn Cơ sở vật liệu và bảo vệ ăn mòn (CH3331), do bị trùng lịch thí nghiệm nên  em bị xoá môn. Em kính mong thầy cô mở thêm sĩ số cho các lớp ở môn này để em được đăng kí học ạ, vì đây là môn nằm trong chuyên ngành của em (kĩ thuật hoá vô cơ). Em xin cảm ơn thầy/cô ạ.",
    "Dạ em chào thầy/cô Em muốn đăng ký mở thêm sỉ số môn học tin học vật lý kỹ thuật do sỉ số lớp đã full mà em có mong muốn học môn này ạ",
    "Em muốn hỏi về việc đăng ký dưới 14 chỉ trong 1 kỳ chính có ảnh hưởng như thế nào ạ? Em có được cấp giấy hoãn nghĩa vụ quân sự không?  Em là sinh viên khóa 2019",
    "Em không thể đăng kí môn học cho HK211, hệ thống thông báo lí do là \"Thiếu Bằng TN PTTH\" trong khi em đã nộp từ lâu. Mong trường hỗ trợ ạ.",
    "Dạ em chào ad ạ, đợt 1 đk môn vừa rồi em đk vài môn khác, nhưng bị xóa và ko mở lớp vài môn nên em đk môn SP1035 (chủ nghĩa xã hội khoa học), và em đã đk học hè môn các môn bắt buộc của môn đó trước rồi. Cho em hỏi giờ làm sao để em đk lại đc ạ ( bạn em có đk đợt 1 thì giờ vẫn đk đc).Em cảm ơn  (hình em kèm dưới là minh chứng em đã học các môn tiên quyết của nó)",
    "Kính gửi thầy/cô, Vừa qua em có đăng ký môn học trực tuyến thì gặp tình trạng sau: em hiện tại chỉ còn luận văn, đường lối HCM và 2 môn tự chọn nhóm D (ngành Khoa học máy tính) là hết chương trình. Nhưng hiện tại em cũng đang theo học chương trình đào tạo liên thông thạc sĩ, nên hai môn nhóm D em có quyết định học ở bậc thạc sĩ. Do đó, hiện tại ở học kỳ 211, em chỉ đăng ký 2 môn với tổng số tín chỉ là 3. Em không biết mình có thể đăng ký như vậy được không ạ? Vì hiện tại ở chương trình đào tạo bậc đại học cũng hết môn cho em rồi. Với số tín chỉ như vậy liệu em có thể xét học bổng cho kỳ 211 được không ạ? Em kính mong thầy cô giải đáp giúp em. Trân trọng,",
    "Em đăng kí môn Thiết Kế Động Cơ Đốt Trong TR3013, nhưng lớp không đủ sĩ số (14 bạn). Nên em muốn làm đơn để được mở lớp. Xin hướng dẫn cách thức làm đơn mở lớp cho em với ạ.  Em cảm ơn",
    "Cho em hỏi là môn Sinh học đại cương (CH2027) có thể tăng sĩ số lớp lên được không ạ ",
    "Chào thầy/cô, Cho em hỏi, trong chương trình đào tạo có 2 môn tự chọn tự do 3 chỉ vậy em có được đăng ký thành 3 môn 2 chỉ được không ạ ? Em cảm ơn.",
    "Dạ em tên  mssv . Kính gửi PĐT cho em đổi lịch học của môn Hoá Đại Cương mã ch1003 từ thứ 5  Toà nhà H1 vào thứ 4 78910 tại b2. Tại em đang ở tp hcm không tiện di chuyển xuống dưới cơ sở 2 để học.mong pđt xem xét xếp lịch học lại cho em. Em cảm ơn.",
    "Em có thể nộp đơn thanh toán trễ học phí qau đâu ạ? Mong nhận được phản hồi từ ad ạ",
    "EN3071, Lớp L01_L01. Hệ thống không cho phép đăng ký môn với lý do không đủ thời gian giãn cách giữa 2 cơ sở với môn học EN2003, mặc dù thời gian giãn cách giữa 2 môn thực tế là đảm bảo phù hợp.",
    "Em không được đăng ký môn học đợt 2 với lí do là chưa nộp bằng tốt nghiệp PTTH. Em đã nộp bằng tốt nghiệp từ tháng 4/2020. mong Phòng Đài Tạo hỗ trợ giúp em",
    "Dạ em chào phòng đào tạo Trường Đại Học Bách Khoa TP.HCM. Em tên là  MSSV: . Hiện tại vì tình hình dịch bệnh nên em chưa thể thi và nạp bằng Toeic đủ chuẩn để đăng ký Luận văn tốt nghiệp (cdt) ME4019 được. Vì vậy em viết tin này mong phòng đào tạo có thể cho em đăng ký môn: Luận văn tốt nghiệp (cdt) (mã ME4019). Em xin chân thành cảm ơn!",
    "Dạ cho em hỏi là sao học kì 211 năm nay lại không mở lớp anh văn và anh văn theo nhu cầu ạ",
    "Cho em hỏi cách làm đơn xin mở lớp học kỳ 211 là như thế nào ạ? Em cám ơn!",
    "Dạ cho em xin vào 2 lớp   CH2113 L04-L04  CH2013 L04-L10 vì em trống lịch 2 môn này nhưng bị xóa môn vì thông báo trùng lịch ạ Em cám ơn.",
    "admin ơi cho em hỏi đợt 2 hiệu chỉnh em đang hiệu chỉnh thì bị xoá 2 môn học mà em đăng kí ở đợt một xong em bấm đăng kí lại 2 môn đó thì hệ thống báo  xem lại loại hình sinh viên nhưng em là CLC là CC là đúng ạ",
    "Kính gửi Phòng Đào Tạo,     Em là  MSSV , chuyên ngành Điện tử Viễn Thông thuộc khoa Điện - Điện tử    Hiện em và một số bạn khác có đăng kí môn LVTN cho học kì 211 nhưng vì thời điểm hiện tại đang bị dịch COVID nên bọn em vẫn chưa thể thi để lấy chứng chỉ tiếng anh để nộp chuyển điểm được   Cho em hỏi là bọn em có thể xin đăng kí môn LVTN trước và sau thời điểm hết dịch bọn em sẽ bổ sung chứng chỉ tiếng anh sau có được không ạ    Em xin cảm ơn   ",
    "Chào thầy cô và anh chị,  Trong lịch học của em đăng ký cho kỳ tới, em có đăng ký 2 môn và cả hai đều là hình thức hangout_tương tác, một môn là tiết 78, một môn là tiết 910. Em muốn đăng ký môn tiết 910 thành tiết 11 và 12, nhưng hệ thống báo lỗi do không đủ thời gian di chuyển giữa 2 cơ sở. Vậy sao em đăng ký được tiết 9 10 ạ? Bạn em cũng tương tự mà bạn ấy đăng ký được tiết 11 và 12. Em mong được anh chị giải đáp giúp em để em chuyển đăng ký từ tiết 910 thành tiết 11 12 ạ . Em cảm ơn.",
    "Cho em hỏi trường cho miễn tiếng anh học kì 211 nhưng sao em không đăng kí môn chuyên ngành được vây ạ",
    "Hệ thống không cho phép đăng kí môn EN3071, lớp L01_L01 với lý do không đủ thời gian giãn cách giữa 2 cơ sở với môn học EN2003, mặc dù thời gian thực tế là phù hợp",
    "Kính chào quý thầy cô PDT! Mong thầy cô tăng thêm sĩ số của một lớp cho môn học hệ thống máy tính và ngôn ngữ lập trình (EE2009) Em cảm ơn!",
    "O cho em được xin phép mở lớp Thực tập nhận thức ngành DD&CN ( mã CI2057) vì do môn này là thuộc chương trình của năm 2 của k18 . Em học bằng 2 nên môn này các bạn đã học và qua hết rồi, nên giờ sỉ số các bạn muốn học không còn nhiều nữa ạ. Do môn này rất quan trọng đến học phần tốt nghiệp của em, nên em khẩn cầu phòng đào tạo có thể mở lớp cho em ạ. Em cũng đã kêu gọi được một số bạn đăng kí, nhưng số lượng không được nhiều. Môn học này thì chỉ cần có giáo viên nhận dạy và chỉ cần tham quan công trình và nộp báo cáo là xong ạ. Nên cũng không chiếm nhiều thời gian hay phòng học ạ. Em cảm ơn ạ !",
    "Em chào quý thầy (cô). Do tình hình dịch bệnh và em đang bị kẹt lại trên Tp.HCM nên đã không thanh toán học phí đúng hạn. Em mới vừa thanh toán học phí xong. Em mong PDT xem xét mở cho em đăng kí môn học vào đợt 2 HK211. Em xin chân thành cảm ơn!",
    "PĐT cho em hỏi rằng trong trường hợp em học trước môn của kỳ 1 năm 3 và qua được các môn đó thì em có quyền đăng ký số chỉ ít hơn ( cụ thể là đăng ký 10 chỉ ) thì vẫn được học không ạ ? Nếu có thể thì em sẽ bổ sung các môn học khác vào kỳ dự thính 211 được ko ạ ?  Em xin cám ơn",
    "thầy( cô ) cho em hỏi bây giờ em muồn mở thêm lớp dk môn học thì phải làm sao ạ ",
    "Em chào Chào quý thầy cô ạ ! Em có 1 vấn đề cần quý thầy cô hướng dẫn giúp đỡ ạ . Là vừa rồi e có đăng kí Làm lại thẻ sinh viên và đăng kí nhận ở cs1 (do lúc đó dịch chưa bùng nổ hoạt động học diễn ra bình thường ) nhưng bây do tình hình dịch căng thẳng nên em muốn chuyển qua nhận tại nhà , không biết có cách nào giúp em đổi đơn vị nhận thẻ sinh viên được không ạ ! Rất mong sự phản hồi quý thầy cô ! Em xin cám ơn ạ .   ",
    "Kính gửi phòng đào tạo Em gặp trục trặc khi đăng ký môn học đợt 2 Hiện tại thời khóa biểu của em bị xóa một số môn như sau: CH4345: Đề cương LVTN MT1003: Giải tích 1 CH3013: Sinh học phân tử và di truyền Về môn đề cương thì do học kì hè em có gặp vấn đề khi đăng kí Thực tập ngoài trường (CH3345), em có làm đơn xin cứu xét, được thầy  phê duyệt, đã forward mail cho phòng đào tạo nhưng chưa nhận được phản hồi. Nếu đăng kí lại môn Thực tập tốt nghiệp trong kì này, thì có thể đăng kí môn Đề cương LVTN luôn không ạ. Về môn giải tích 1 và sinh học phân tử và di truyền thì hiện tại không thấy mở để đăng ký ạ Mong nhận được phản hồi từ phòng đào tạo ",
    "Em chào thầy cô,tình hình là tụi em k18,bị trễ 1 năm vì năm trước không đủ chỉ đăng kí môn ạ.   B Đáng lẻ kì này có 2 môn học tụi em phải học nhưng vì chỉ có 5sv nên trường không mở môn. Mà 2 môn này là môn học trước của năm tiếp theo của tụi em, mà k19 thì năm sau mới học   , nếu như vậy thì tụi em sẽ bị trễ thêm 1 năm trong khi năm nay lại không có môn để học. Với tình hình của tụi em như vậy không biết có mở lớp được không ạ.    .",
    "QUOTE  Dạ em chào Thầy\\Cô, về việc đăng ký môn kì này, em có đăng ký 2 môn En2017 và En3047. Nhưng lại vướng điều kiện không đủ thời gian giản cách giữa 2 cơ sở. Nhưng em vẫn có thời gian là 1 tiếng để duy chuyển ( môn En2017 tiết 2-3, En3047 tiết 5-6). Và thêm nữa là kì này sẽ học online nếu tình hình dịch kéo dài. Đặc biệt hơn là chương trình k19 đã đổi . Nên k18 tụi e đăng ký môn rất khó. Mong thầy/cô xem xét cho e được đăng ký môn này để theo kịp chương trình đào tạo ạ. E cảm ơn Thầy/Cô ạ!",
    "Dạ cho em xin hỏi trong đkmh của em thì hiển thị để học ở cơ sở 1 nhưng em hỏi mấy bạn khác thì vẫn được để cs2, vậy của em đk bị lỗi hay là em phải đkmn lại để học cs2 ạ, em xin cám ơn thầy cô đã trả lời.",
    "Thầy cô cho em hỏi, đăng ký môn học đợt 1 em đăng ký được nhưng vô mục đợt 2 hệ thống không cho em đăng ký và báo do em chưa nộp bằng tốt nghiệp THPT. Em có lên xem thì hệ thống báo như này là em đã nộp chưa ạ? Mong thầy cô giải đáp giúp em. Em cảm ơn.",
    "Dạ em chào thầy/cô. Em tên: , mssv: , lớp CK18CTM4. Do bằng TN PTTH của em bị sai nơi sinh nên được trường yêu cầu về xin cấp lại. Nhưng do em sơ xuất nên quên nộp lại bằng. Em có thể xin được gia hạn để nộp bằng sau khi hết thời gian giãn cách và được đăng ký môn cho HK211 được không ạ. Mong được thầy/cô hỗ trợ. Em xin chân thành cảm ơn ạ.",
    "Xin chào PĐT em là  () hiện em đã đkmh kì 211 đợt 1 xong, tuy nhiên đến đợt 2 thì không có kết quả, và không được đăng ký, với lý do là chưa nộp bằng tốt nghiệp THPT. Thưa PĐT xin cho em hướng dẫn để giải quyết vấn đề này sớm nhất trong bối cảnh dịch bệnh như hiện nay để em có thể ĐKMH. Mong PĐT phản hồi sớm và giúp đỡ em. Em xin chân thành cảm ơn ạ.",
    "Học kỳ dự thính 203 em đã đăng ký và học môn Kinh tế chính trị (SP1033) nhưng vào đợt đăng ký môn cho HK211, khi em đăng ký môn Chủ nghĩa xã hội khoa học (SP1035) hệ thống báo không đủ điều kiện do thiếu môn học trước SP1033. Vậy vào HK212 em mới học được môn này hay sao ạ?  Em xin cảm ơn!",
    "Em chào thầy/cô, Em tên , MSSV  Em vừa vào trang đăng ký môn học để đăng ký đợt 2 học kỳ 211, nhưng được thông báo Không thể ĐKMH lý do \"Thiếu bằng TN PTTH\" (như hình). Cho em hỏi như thế em cần xử lý như thế nào ạ, mong thầy/cô phản hồi sớm em sợ hết chỗ các môn quan trọng ạ! Em xin cảm ơn.",
    "Em muốn xin mở lớp onl thì PĐT cho em hỏi em nên làm như thế nào.",
    "Em tên . MSSV: ,Khoá K17, Trung tâm đào tạo bảo dưỡng công nghiệp . Dạ Em chào các thầy CÔ trong Phòng đào tạo. Em có một chút thắc mắc về việc đăng ký môn học ạ. Do cho chưa đủ điều kiện để đăng ký làm tiểu luận cho học kỳ 211 nên em muốn đăng ký một môn học để duy trì tình trạng sinh viên. Vậy em có thể đăng ký môn học khác ngoài ngành học của mình được không ạ. Mong thầy cô trả lời tư vấn giúp em ạ. Em xin cảm ơn Quý thầy cô .",
    "Kính gửi Phòng đào tạo. Em tên là  MSSV  Em viết đơn này xin quý thầy cô Phòng đào tạo cho em đăng kí bổ sung môn học Hóa vô cơ (CH2013) nhóm A01-A02 vào tiết 3,4,5 lý thuyết và 8,9,10,11,12 thực hành, vào ngày thứ 3. Lí do vì sĩ số lớp đã full nên em không thể đăng ký vào được. Em cần bổ sung môn học này trong học kỳ này để tốt nghiệp đúng hạn ạ. Em xin chân thành cảm ơn ạ.",
    "Em là sinh viên k18 Các môn học tự chọn nhóm A và B của khoá K18 (2 tín chỉ/môn). Hiện nay đã thay đổi mã môn cho K19 và tăng thành 3 tín chỉ 1 môn. Các môn của khoá K18 không còn được mở lớp. Em không biết là có phương án giải quyết nào không ạ :(( hoặc em có thể học theo mã mới của K19, đồng thời rút môn đã rớt (theo mã cũ) để không ảnh hưởng đến điểm trung bình được không ạ? Cụ thể là môn (các phương pháp phân tích hiện đại CH3005) và môn độc chất học trong CN ứng dụng CH3127. Em cảm ơn ạ",
    "Dạ thầy cô cho em hỏi là ĐKMH Hk211 đợt 2 này thì những môn av1,2,3,4 không mở sao ạ? Em xin cám ơn.",
    "Cho em hỏi sao những môn tiên quyết ngành của bọn em lại chỉ mở lớp chất lượng cao mà không mở lớp đại trà ạ, bọn em cần học những môn đó để có đủ điều kiện làm đồ án ạ!",
    "em muốn đăng ký môn xác suất thống kê(mt2013)  mà hết mất slot",
    "Hiện tại em bị huỷ môn đăng kí cho học kì 211 vì lí do thiếu bằng TN THPT. Hiện đang trong đợt dịch em không thể bổ sung gấp bằng TN THPT được, liệu em có thể đăng kia môn học cho học kì tới và bổ sung gấp sau dịch được không ạ?",
    "Em xin khoa xây dựng mở lớp  - CI2007 Sức bền vật liệu (4 chỉ) - CI2037 Vật liệu xây dựng (3 chỉ) Em mong khoa mở lớp giúp em với ạ    .",
    "Em muốn đăng kí môn học Hóa phân tích CH2113 lớp L04_L04",
    "Kính gửi phòng đào tạo lúc Dk đợt 1 em có đăng kí các môn có mã môn học như sau :EE1009,EE2033,EE2009, nhưng em không dc xếp lớp vào kết quả đợt 1 với lý do là không có khả năng xếp lớp các môn này em muốn đăng ký học lại do rớt môn học vào kì  cho em hỏi lý do tại sao và em có thể đăng kí các môn như vậy được không",
    "Dạ chào PDT, em là  . Dạ học kỳ 211 này em có đăng ký môn luận văn tốt nghiệp nhưng bị hủy vì lí do thiếu anh văn tiên quết nhưng vì hiện tại văn phòng IIG Hồ Chí Minh đã hoãn thi kể từ tháng 5 đến nay nên hiện tại em vẫn chưa thi được không biết là em có thể xin đăng ký môn luận văn trước rồi bổ sung bằng vô sau có được không ạ. Và học kỳ này môn \"Anh văn 4\" sao không mở lớp vậy ạ. Cảm ơn!",
    "Em chào thầy/cô ạ. Em tên Văn Diễn Ngọc Thanh, MSSV . Vào đăng kí môn học đợt 1 em có đăng kí môn Thí nghiệm quá trình thiết bị (CH3015) nhưng không đăng kí được do TRÙNG TKB. Em xin PĐT mở thêm sỉ số để em có thể hủy môn học trùng giờ và đăng kí thêm ạ. Vì đây là môn học tiên quyết để em có thể đi thực tập tốt nghiệp ạ. Em cảm ơn thầy cô nhiều ạ.",
    "Cho em hỏi về quy định đăng kí số tín chỉ môn học trong học kì chính ạ.. Học kì 201 điểm trung bình tích lũy của em là 8.5( 7.5) theo quy định học kì tiếp theo em có thể đăng kí 25 chỉ nhưng hôm nay em kiểm tra thì hệ thông báo bạn chỉ đăng kí tối đa 21 chỉ ạ... Mong thầy cô kiểm tra lại giúp em",
    "Em đã mượn được laptop nên em xin được tiếp tục được thi cuối kì 202 ạ  Em xin cảm ơn!",
    "Em chào thầy, cô Em là sinh viên K18, khoa hóa. Hiện em không thể đăng ký môn học (CH3095) được do không đủ điều kiện tiên quyết (phải học trước 1 môn khác). Vì môn em muốn đăng ký là môn chuyên ngành, không tổ chức giảng dạy cho khóa sau nữa, nên em muốn hỏi em có thể làm đơn xin đăng ký học song hành 2 môn trong kỳ này được không ạ? Em xin cảm ơn thầy, cô.",
    "Em hiện tại có đăng ký chương trình liên thông đại học - thạc sĩ, liệu em đăng ký 13 chỉ đại học và 3 chỉ thạc sĩ có thỏa yêu cầu 14 chỉ tối thiểu/kỳ không ạ?",
    "xin chào thầy cô ! Em là sinh viên k18 ngành logistics  lúc e đk môn đợt 2 có lỡ xóa môn học ME4025 lớp l01 mà đk lại thì do không đử khoảng cách di chuyển giữa 2 cơ sở. mong thày cô đăng kí lại giúp e môn học ME4025 . em xin cam ơn ạ",
    "Chào quý thầy cô, Sau khi kiểm tra đăng kí môn học đợt 2, em thấy rằng lớp L03 môn Quá trình thiết bị truyền khối (CH2051) có thời khóa biểu T4 tiết 4-5 (CS2) và T4 tiết 7-8 (CS1) như hình, thì không biết khi điều kiện cho phép được trở lại trường, chúng em không đủ thời gian di chuyển giữa 2 cơ sở thì phải làm sao vậy ạ? Em xin cảm ơn và mong sớm nhận được hồi đáp.",
    "Dạ em kính chào phòng đào tạo, em xin được trình bày lí do và xin được hoãn thi các môn đã nêu trong đơn bên dưới ạ. Mong phòng đào tạo xem xét và giải quyết giúp em.Em xin cảm ơn.",
    "Chào PĐT, Em là sinh viên K17 đang học chương trình K18, và đã học môn Soft Skill/ Kỹ năng mềm với K20 (HK 201). Do tín chỉ môn Soft Skill bằng 0 kể từ K20, nên điểm Soft Skill không được tính vào GPA nữa.   B Mã MH của K20: SP1041    Nhưng tổng số tín chỉ tích lũy (TCTL) của em cũng không được tính vào, như vậy em sẽ bị thiếu 2 tín chỉ so với chương trình K18 đó ạ (tổng số TCTL của em phải là 99 + 2 = 101).   B Mã MH của K18: SP1011    Vậy lộ trình học của em có bị ảnh hưởng nếu em bị mất 2 tín chỉ đó không? và nếu nhà trường không xét 2 tín chỉ đó, thì có kế hoạch hỗ trợ trong việc hoàn thiện lộ trình học của em không ạ?   B   I Hình ảnh được đính kèm là điểm số và số TCTL mới nhất được cập nhật trên hệ thống  /I     Mong sớm nhận được phản hồi từ phía nhà trường. Trân trọng,   i ",
    "Cô ơi, cô cho em hỏi, học kì làm luận văn tốt nghiệp (học kỳ cuối cùng - hk8) thì có thể đăng ký các môn khác được không ạ. Hay học kỳ đó chỉ được đăng ký luận văn tốt nghiệp thôi ạ? Em cảm ơn ạ",
    "Xin phép phòng đạo tạo mở thêm sỉ số môn cơ lưu chất lớp L04 ",
    "Dạ em xin chào Thầy/Cô. Em là Nguyễn Hoàng Gia Bảo, MSSV 1910816. Thầy/Cô cho em hỏi về việc đăng kí môn học HK211. Em có gặp trường hợp như sau: Hiện tại HK203 em đang học môn Kinh tế chính trị Mác Lê nin (SP1033), và em dự định kì 211 sẽ đăng kí học tiếp môn sau đó là Chủ nghĩa xã hội khoa học (SP1035). Nhưng khi em tìm và đăng kí môn SP1035 vào đợt 2 thì hệ thống lại báo là em thiếu môn học trước là SP1033 (môn em đang học trong kì 203). Do trong đợt đăng kí 2 em đã lỡ xóa môn SP1035 để đăng kí lại, nhưng khi đăng kí lại thì lại không được. Em mong thầy cô giải đáp và giúp đỡ em trong trường hợp này. Em xin cảm ơn Thầy/Cô và chúc Thầy/Cô nhiều sức khỏe ạ.",
    "Kính gửi pđt ĐH BK TP.HCM Đợt ĐKMH kì 211, em có đăng ký môn Đồ án CNSH - CH4011, tuy nhiên môn này yêu cầu phải có môn học trước là Cơ sở Công nghiệp CNSH - CH3245 thì mới được phép đăng ký .   B Em tham gia chương trình liên thông ĐH-Ths    nên kì này đang học môn Công nghiệp CNSH - 065155 của chương trình cao học (môn tương đương với CH3245), hiện môn học vẫn chưa hoàn tất nên chưa thể làm thủ tục chuyển điểm sang môn Cơ sở Công nghiệp CNSH - CH3245 được.   B Vì vậy hiện tại em đã bị xóa môn Đồ án CNSH khỏi kết quả ĐKMH kì 211 ạ.    Mong pđt xem qua và giúp em trong vấn đề này ạ, Em cảm ơn và rất mong nhận phản hồi từ pđt.",
    "Em đã đăng kí môn CI2003, nhưng vì một lý do nào đó đã bị xóa môn, PĐT có thể mở thêm slot cho em đăng ký được không ạ?",
    "Em muốn xin mở thêm sĩ số lớp L11, Môn Xác suất thống kê, mã môn MT2013 vì lớp hiện tại của em đang trùng với một môn chuyên ngành.",
    "dạ em chào pđt, cho em hỏi là em quên nộp bằng tốt nghiệp thpt nên giờ không đăng kí môn được, giờ em muốn đăng kí nộp trên mybk thì phải làm sao ạ, em cám ơn.",
    "Em chào phòng đào tạo, Em là , MSSV , khoa KTHH. Tuy hiện tại em đang học ngành KTHH chứ không phải Công nghệ thực phẩm nhưng em đã xin trưởng bộ môn chuyển ngành và được cho phép, chỉ có điều do dịch nên chưa hoàn thành được hồ sơ . Lúc đầu do trùng lịch nên môn học CH2027 của em bị xóa, nhưng em đã điều chỉnh lại và mong phòng đào tạo mở thêm một sĩ số giúp em ạ, nếu là lớp L02-L03 thì tiện cho việc di chuyển của em ạ. Em cảm ơn.",
    "Xin mở thêm 2 sĩ số lớp L09 môn quản trị kinh doanh cho kĩ sư IM3001 Em cảm ơn pđt",
    "Dạ em chào quý thầy cô ạ Hiện tại thời khoá biểu HK202 của em bị mất 2 môn là Giải tích 1(MT1003) và Kết cấu thép 1(CI3009),e không thuộc diện cấm thi, có lịch thi trên mybk nhưng lịch học bị mất Mong thầy cô lưu tâm và cập nhật lại giúp em  Em cảm ơn ạ!",
    "Khoa kỹ thuật xây dựng    . Em chào thầy, cô. Cho em hỏi em vào xem kết quả đợt 1 thì bị báo là bị hủy, nhưng em đã nộp bằng TN THPT cho lớp trưởng rồi, nhưng không hiểu sao lại bị hủy.",
    "Em xin kính chào quý thầy( cô) phòng đào tạo. Hiện em đang là sinh viên khoa Kỹ thuật hoá học và nay em có nguyện vọng được học thêm bên khoa Quản lí công nghiệp. Quý thầy, cô có thể hướng dẫn em các thủ tục để học song ngành được không ạ? Em xin cảm ơn ạ!",
    "Em xin phép trường mở thêm sỉ số lớp A01 môn Hóa Hữu cơ (CH2021) ạ",
    "Em muốn xin mở lớp sỉ số ít các môn chuyên ngành thì cần nộp cho phồng đào tạo những gì ạ. Có thể xin mở lớp bằng hình thức nào ạ.",
    "dạ cho con hỏi là đợt 1 con có đăng kí môn ci2003 mà không được xếp lớp ạ , bây giờ các lớp đã đủ sỉ số pđt có thể giúp xếp em vô nhóm L10-L40 được không ạ tại em thấy có lớp sĩ số 23 có lớp 24 ạ mình có thể tăng sĩ số để con có thể đăng kí vô lớp này đc không ạ",
    "Em có nguyện vong đăng kí môn học \" ME4511 - Tái chế vật liệu dệt\" .Trong khi các bạn cùng lớp đều đăng kí được thì trường hợp của em lại báo lỗi :\" Không đủ thời gian giã cách giữa 2 cơ sở đối với môn Dệt Kim\". Em đã xem xét kĩ rằng các bạn cũng trường hợp như e nhưng lại được đăng kí môn này, nên em xin phép hỏi PĐT về vấn đề của em. Cùng việc e bị lỗi khi đăng kí môn thì slot cho môn Tái chế vật liệu dệt lớp L02 đã hết, em xin được mở rộng thêm slot ạ . Em xin chân thành cảm ơn !    ",
    "Dạ, cho em hỏi Ở đợt đăng kí môn học đầu tiên học kì 211, em có đăng kí thành công môn anh văn 2 Nay được hiểu chỉnh, em vào thì thấy kết quả môn anh văn 2 bị xóa. Em điền mã môn học thì báo là không mở lớp Quý thầy/ cô giải thích giùm em với ạ. Em cảm ơn.",
    "Em chào thầy/cô, Em là Nguyễn Việt Hoàng, MSSV:  là sinh viên Việt Pháp, lớp VP19HK. Em muốn hỏi về việc khi chọn phần đăng kí môn HK211 đợt 2 - chuyển hệ thì em không chọn được/chuyển nhóm về các lớp Lxx (ở cs2). Em nghĩ đây chỉ là lỗi hệ thống do các kì trước vẫn được đăng kí, mong thầy/cô xem xét giúp em để em đăng kí được lớp học như ý ạ. Em cảm ơn thầy/cô.",
    "Dạ hiện tại em đang học hè và chờ thi môn kinh tế chính trị Mác/leenin(SP1033) . Nhưng khi đăng kí môn học cho kì tiếp theo môn Chủ nghĩa xã hội khoa học (SP1035) thì hệ thống bảo thiếu môn học trước là SP1033 ạ. Giái quyết giúp em với ạ",
    "cụ thể là: em muốn đăng kí thêm vào lớp L02_L06 môn cơ lưu chất mã môn học: CI2003 em xin chân thành cảm ơn thầy/cô ạ.",
    "Dạ em là sinh viên năm 4 khoa Hoá. Em có đăng kí môn học đợt 2 này nhưng lại bị báo là thiếu bằng TN PTTH. Làm cách nào để em có thể đăng kí được đợt lần này ạ ! Em xin cảm ơn",
    "Thầy/Cô cho em hỏi tại sao học kì 211 sắp tới không có lớp cho môn Lập trình nâng cao (CO2039) ạ?",
    "Kính chào quý thầy cô PDT! Rất mong quý thầy cô tăng thêm sĩ số cho lớp ở môn học GIẢI TÍCH MẠCH ( EE2033) Em cảm ơn",
    "Chào thầy/cô, Cho em xin cách xin mở lớp một học ở học kỳ chính 211 với ạ?",
    "Cho em hỏi là nhóm em có khoảng dưới 15 bạn nhưng muốn mở 4 môn chuyên ngành để đk học. Đợt 1 thì đã gom lại được 14 người đk nhưng sang đợt 2 bị hủy. Đợt 2 này bọn em xin mở lớp lại được không ạ.",
    "Chào thầy cô! Em có thắc mắc về việc nộp bằng tốt nghiệp THPT ạ! Em bị hủy đơn đăng ký môn do chưa bổ sung bằng TN! Bây giờ có cách nào để bổ sung về trường không ạ? Em cảm ơn.",
    "Em 18 học trễ một năm học nên cần đăng kí các môn cũ : CI1045,CI2007,CI2037,CI3001,CI3195,CI3197 Mà không một môn nào mở hết ạ.Lúc em đăng kí thấy nhiều người đăng kí mong khoa và pdt có thể mở giúp bọn em để bọn em có thể học tập  ạ. Em xin chân thành cảm ơn",
    "Khi em đăng kí môn giải tích mạch EE2033 trong đợt đăng kí môn học lần 1 thì được thông báo là pđt không xếp lớp được. Khi em xem lịch học môn giải tích mạch được pđt công bố thì có lịch 1 lớp không trùng lịch với bất kì môn nào em đang học và hoàn toàn đủ thời gian để di chuyển từ cơ sở 1 đến cơ sở 2(cách nhau 3 tiết). Em xin hỏi pđt có thể xếp cho em vào lớp môn đó được k. Em cảm ơn",
    "Chào PĐT . Em muốn hỏi về số tín chỉ tối thiểu phải đăng ký trong một kỳ là bao nhiêu ạ ? Số chỉ tối thiểu đó là số chỉ ở kỳ chính hay số chỉ kỳ chính + số chỉ kỳ dự thính luôn ạ ?  Em xin cám ơn.",
    "Em xin chào Quý thầy/cô,  Trong đợt 2 đăng ký môn học HK 211, em bị hủy các môn đăng ký vì lý do thiếu bằng TN THPT. Tuy nhiên, em đã nộp bằng TN THPT ạ. Em xin phép gửi minh chứng em đã nộp bằng TN và mong Quý thầy/cô hỗ trợ giúp em để em có thể đăng ký môn học thành công ạ . Em xin chân thành cám ơn Quý thầy/cô.",
    "Họ tên:  MSSV:  Em là sinh viên khoa Hóa, em gửi yêu cầu này về việc sau: 1. PĐT có thể tăng sĩ số lớp Hữu cơ (CH2021) nhóm A01 được không ạ 2. Lớp Hữu cơ A01 và 1 môn khác mã IM3001 của em k đủ thời gian giãn cách 2 cơ sở nên em sợ không đkmh được. vì là học hangout nên có thể đăng kí và bỏ qua điều kiện này được không ạ em xin cảm ơn và mong giúp đỡ ",
    "t 1 em đặng ký theo mã môn của K18 và môn học không có mở lớp. Sau khi liên hệ với giáo viên thì em được biết môn chỉ mở vào hk1 năm sau với mã mới dành cho k19 là CH3329. Em xin pđt mở thêm 1 slot ở lớp L02 cho em được không ạ. Em cảm ơn :(( Mong nhà trường thông cảm và giúp em để em được ra trường đúng hạn ạ. Em cảm ơn nhiều ạ",
    "Tốt nghiệp . Kính gửi: Phòng Đào tạo Trường Đại học Bách Khoa Em xin kính chào quý Thầy/ Cô. Em tên là: Hà Lê Phước Hội. MSSV: 1711455. Hiện đang là sinh viên thuộc Khoa Kỹ thuật Xây dựng lớp tài năng ngành kỹ thuật xây dựng khóa 2017: XD17KSDD. Hiện tại em đã hoàn thành xong chương trình đào tạo cấp bậc đại học. Vì 1 vài lý do nên em không đủ điều kiện xét tốt nghiệp dành cho sinh viên kỹ sư tài năng (chưa hoàn thành nghiên cứu khoa học đối với sinh viên kỹ sư tài năng...) . Em xin được đặt một vài câu hỏi cho quý Thầy/ Cô như sau: 1. Em có thể xét tốt nghiệp đợt tháng 11 theo diện là sinh viên hệ đại trà được không ạ? 2. Nếu được xét tốt nghiệp theo diện hệ đại trà thì em có cần phải nộp đơn xin rút khỏi chương trình tài năng trước khi xét tốt nghiệp không ạ?  3. Ngoài ra em có cần phải chuẩn bị những thủ tục liên quan gì khác không ạ? Em rất mong nhận được phản hồi từ quý Thầy/ Cô. Kính chúc quý Thầy/ Cô thật nhiều sức khỏe ạ!",
    "Dạ PĐT ơi cho em hỏi là kì 202 em có xin gia hạn học phí thì lúc đó em được tư vấn là việc đóng học phí gia hạn tới trước khi học phí hk211 được cập nhật là phải đóng, nhưng hiện tại khi em đăng kí môn học cho hk211 thì lại bị hủy với lí do là chưa nộp học phí ạ. Mong PĐT giải đáp thắc mắc này giúp em với ạ. Em xin cảm ơn!!",
    "Em chào phòng Đào tạo! Em làm K18 khoa Điện, còn thiếu duy nhất 1 môn Vi xử lý EE2013 4 chỉ (khác mã so với K19). em đã trễ 1 năm vì không đăng kí được, do dịch Covid-19 trường không mở lớp thí nghiệm. Giờ em gần như hoàn thành các môn, chỉ còn Vi xử lý để đăng kí được đồ án =  đề cương =  luận văn. Mong phòng Đào tạo cho em phép và các bạn được học và hoàn thành chương trình ạ! Em xin cảm ơn!",
    "kính gửi phòng đào tạo , vừa qua đăng kí đợt 1 em có đăng kí môn học sau EE1009,EE2033,EE2009, nhưng em không dc xếp lớp vào kết quả đợt 1 với lý do là không có khả năng xếp lớp. các môn này em muốn đăng ký học lại do rớt môn học vào kì 201. cho em hỏi lý do tại sao và em có thể đăng kí các môn như vậy được không",
    "Dạ khi em bấm vào đang ki môn học đợt 2 ,thì hiện ra là ko được ạ. Mong được phòng đào tạo hướng dẫn để em được đăng kí môn học đợt 2 này ạ . Em cảm ơn ạ",
    "Thắc mắc 1:    Học kì 211 em bị hủy môn anh văn 3 mà em dùng để xét điều kiện để đk năm 3 vào học kì 212, vậy kì sau nếu k có anh văn 3, thì em có đc đk các môn năm 3 không ạ, hay em phải thi lấy bằng để nộp và xét điều kiện đủ.     B Thắc mắc 2:    Các môn có thí nghiệm cũng bị hủy, vậy khối lượng sinh viên mất những môn có thí nghiệm khá lớn, nhà trường có cách   U khắc phục    nào trong hk này không ạ . Em xin cảm ơn.",
    "Dạ thưa pđt, em hiện là sinh viên lớp Việt Pháp K18, học kì 211 này em có đăng kí môn Kinh tế Vi mô - chiến lược và tổ chức xí nghiệp 701705 thì có hiện lên là em thiếu môn học trước Quản trị học 701702. Hiện tại trong kì hè này thì em đang học môn tương đương môn Quản trị học là môn Quản trị kinh doanh cho kỹ sư Im3001. Em thấy mail từ phòng đào tạo là các học phần trong hè sẽ tạm thời tính đạt để đăng kí các môn học kỳ mới này. Em không biết là em có được đăng kí học môn Kinh tế vi mô 701705 không ạ, do bên Việt Pháp khá ít sinh viên và chương trình đào tạo cũng đã đổi thì rất khó để mở lớp học lại những môn 1 chỉ như thế này ạ. Em mong Pđt coi xét và cho em đăng kí học môn này ạ. Em xin cảm ơn.",
    "Dạ em sinh viên k18 -  Dạ vừa rồi em có hỏi về vấn đề đăng kí thực tập của Khoa em. Hiện tại trên TKB của em vẫn không có môn thực tập và trên BK Pay có đóng học phí đã hết hạn từ 14 tháng 7 , em bị hủy môn đăng kí đợt 1 do không thanh toán học phí ,mà vì lúc đó vụ việc của em chưa giải quyết xong nên em không check BK Pay. Cho em hỏi bây giờ còn đóng được không ạ . Em mong PĐT phục hồi kết quả Đki môn học đợt 1 giúp em với ạ . Em cảm ơn !",
    "Kính gửi Phòng Đào Tạo Em tên  , MSSV:  Trong đợt đăng ký đợt 2 của học kỳ 211 này e không đăng ký được do chưa thanh toán học phì HK203(trong lúc đợt 1 em đã hoàn thành việc đăng ký). Sau đó em có vào BKpay hoàn thành việc thanh toán nhưng vẫn chưa đăng ký được môn học. Rất mông phòng đào tạo xem xét và đưa ra hướng giải quyết cho em ạ. Bởi lúc đầu HK 203 em có vào BKpay vài lần để thanh toán học phí nhưng chưa thấy mục học phí HK203, sau đó thì dịch covid bùng lên và HK203 (việc Thực tập ngoài trường không thực hiên được) nên em cứ nghĩ không được đi thực tập nên chắc chưa thanh toán học phí. Và sau đó vì nhiều lý do cá nhân nên em cũng không nhớ đến học phí HK203 cũng như chưa thấy email mới nào đề cập đến vấn đề này. Vì vậy em rất mong PĐT xem xét lại giúp em để em có thế được đăng ký môn học trong đợt 2 này ạ!Em chân thành cảm ơn và kính chúc Thầy Cô trong PĐT mạnh khỏe ạ!",
    "Em tên là , mssv: . hiện em có đăng ký 1 môn học trong hk hè 203 vừa rồi. Nhưng quá trình đăng ký có 1 vài sự nhầm lẫn của em và hiện em không có dủ đk tài chính để tiếp tục môn học và không thể thanh toán trong đợt đóng học phí. dẫn đến bị ghi nợ và không thể đăng ký môn học được nữa. Vậy giờ em muôn thanh toán phần học phí đó để được đăng ký mô  học thì phải làm theo quy trình nào ạ. em xin cảm ơn",
    "Dạ em muốn hỏi, kì dự thính 211 hôm bữa đăng kí chung lượt với chính quy 211 không có đợt hủy và đăng kì lần 2 ạ? Do môn em đk dự thính kì này có mở ở kì chính nên em muốn hủy bên dự thính ạ? Em có lên lịch học vụ nhưng không thấy để ngày nên em hỏi. Em cảm ơn ạ",
    "em chào pđt. em là Nguyễn Hữu Quang Huy. mssv:  em là sinh viên khoa Điện-Điện tử (ngành tự động hóa).Trong học kì trước em bị chậm   B ĐỒ ÁN(EE3149)    nên đợt đăng kí môn học này, em có đăng kí   B ĐỒ ÁN(EE3149)    nhưng em bị thiếu 1 môn là   B XỬ LÍ SỐ TÍN HIỆU(EE2015)    là 1 trong những môn học trước của đồ án nên em không đăng kí được. Vậy, em mong phòng đào tạo xem xét đặt cách cho em đăng kí đồ án để em có thể ra trường ạ. em xin cảm ơn.",
    "Em chào thầy cô Em nghe được rằng mỗi học kì phải đăng kí tối thiểu 10 tín chỉ nhưng học kì sau em chỉ còn 2 môn tự chọn là hoàn thành chương trình, vậy học kì sau em chỉ đăng kí 6 tín chỉ có được không ạ Em cám ơn",
    "Thưa Thầy , CÔ Em không đăng ký được môn ở hk 211 vì lý do Thiếu Bằng TN PTTH. Nhưng EM đã nộp bằng ở trường rồi. Thầy Cô coi lại giúp Em. EM cảm ơn.",
    "Kính gửi PĐT, em có thắc mắc về vấn đề em bị xóa môn Giải Tích Hệ Thống Điện (EE3013) bởi vì lúc em xem trên trang aao.hcmut ở mục cấu trúc môn học thì môn EE3013 điều kiện đăng ký là HT môn Giải Tích Mạch (EE2033). Nhưng em bị xóa môn bởi vì thiếu môn học trước Cơ Sỡ Kĩ Thuật Điện (EE2017). Em mong PĐT phản hồi thắc mắc giúp em với ạ.",
    "chào pđt ạ , em có đky 15 tín ở đợt 1 hk211 nhưng đến đợt 2 vừa rồi thì web hiện lên là thiếu bằng PTTH và xóa hết môn k cho đăng ký . em nhớ là đầu năm 1 em có nộp rồi ( hiện h em năm 3 ạ ) . Rất mong PDT giải quyết để em có thể đky môn học ạ   ",
    "Cho em hỏi tại sao em đăng kí môn học không được ạ .",
    "Dạ thưa thầy/cô .  Em là sinh viên lớp Việt Pháp Viễn Thông K19.  Em đăng ký môn \"kỹ thuật số-EE1009\" và \"trường điện từ-EE2003\"  theo trình tự của kế hoạch giảng dạy thì bị lỗi như hình .  Hệ thống đkmh báo thiếu 2 môn tiên quyết là \"vật lý bán dẫn\" và \"giải tích mạch\" với mã của lớp đại trà. Nhưng 2 môn trên trong chương trình VP được quy đổi sang \"vật lý 2-PH2005\" và \"điện-giải tích mạch-EE2031\"  Mong thầy/cô giải quyết giúp em. Em xin cảm ơn thầy/cô ạ.",
    "hồi hè em có đăng ký môn kinh tế chính trị và đã hủy vào đợt 3, nhưng nó vẫn hiển thị ở TKB và trên BKpay nên em đã nhắn tin với thầy bộ môn nên đã được xóa trên TKB, nhưng bây giờ nó vẫn còn trên BKpay và không cho phép em đăng ký môn đợt 2 với lý do là chưa thanh toán học phí.",
    "Em chào cô ạ, Em muốn xin mở lớp môn Cơ sở tính toán và thiết kế thiết bị hóa chấT (CH2061) thì em cần phải làm những thủ tục gì ạ. Em cám ơn ạ.",
    "Kính gửi PĐT, PĐT có thể hướng dẫn cho em cách xin mở một lớp mới được không ạ? Kì sau là kì cuối của em nhưng em vẫn chưa hoàn thành được môn CH2061, kì này có khoảng 44 bạn đợt 1 đã đăng kí môn CH2061 nhưng qua đợt 2 thì lớp này không còn nữa. Môn này nếu các em K19 học thì hình như đã bị đổi sang một mã môn khác. Mong PĐT hỗ trợ em để em có thể tốt nghiệp ạ. Em xin cảm ơn.",
    "Dạ em tên :   MSSV :  Trong đợt đăng kí môn đợt 2 em có bị mất 1 môn đề cương luận văn tốt nghiệp vì thiếu tiên quyết thực tập sản xuất trong hè . Tuy nhiên hè này chưa được đi thực tập sản xuất và em đã có đủ tkb cả 2 thực tập rồi ạ. Vậy cho em hỏi khi nào mình được đăng kí lại môn đề cương luận văn tốt nghiệp v ạ ?",
    "Dạ pdt cho em hỏi , tình hình dịch này thì em xin mở môn học như thế nào ạ, em cảm ơn!    .",
    "Kính gửi Quý Thầy/Cô! Thầy/Cô cho em hỏi: Vào đợt đăng kí môn học (Đợt 1) em có đăng kí môn \"Anh văn 4\" (LA1009). Nhưng khi ấn vào link đăng kí môn học (Đợt 2) thì em đã bị mất môn này. Vậy em bị đã bị hủy đăng kí môn AV4 hay sao ạ? Nếu không, em có cần đăng kí lại môn này hay phải đăng kí một môn khác (Vì hiện tại em chưa đủ 14 tín chỉ cho HK211) Em cám ơn Thầy/Cô!",
    "Em muốn xin mở môn học Thực Tập Điện Tử 2 mong PĐT xem xét nói thầy cô mở lớp giúp bọn em. Bọn em chỉ thiếu một môn này cho đồ án bọn em đang rất trễ so với chương trình, mong PĐT mở lại cho bọn em. Em xin cám ơn.",
    "Em chào thầy cô, em là  đang học lớp XD18CTXD03. Em có một số vấn đề cần hỏi về đăng kí môn học đợt 1 ạ. Theo em được biết thì trường đã thông báo là đa số các môn học năm 4 sẽ chuyển về cơ sở 2 để học nhưng em thấy trong thời khoá biểu là cơ sở 1 ạ. Do không được nói về việc điều này nên em và số bạn không đăng kí chỗ ở trên cs1 mà đã chuyển về cs2 rồi ạ.",
    "Dạ em chào Thầy\\Cô, về việc đăng ký môn kì này. Khi em vào xem kết quả đợt 1 thì hệ thống đã đăng ký cho e m 2 môn là En3021 và En3051. Nhưng trong quá trình điều chỉnh môn học thì em có huỷ En3051 nhưng đăng ký lại thì bị vướng điều kiện giản cách giữa 2 cơ sở. Nhưng em vẫn có thời gian là 1 tiếng để duy chuyển ( môn En3021 tiết 8-9, En3051 tiết 5-6). Và thêm nữa là kì này sẽ học online nếu tình hình dịch kéo dài. Đặc biệt hơn là chương trình k19 đã đổi . Nên k18 tụi e đăng ký môn rất khó. Mong thầy/cô xem xét cho e được đăng ký môn này để theo kịp chương trình đào tạo ạ. E cảm ơn Thầy/Cô ạ!",
    "Thưa thầy cô, em xin được mở lớp ME2011 do em đã bị trễ môn này, nếu tiếp tục có thể gây trễ 1 năm học. Xin nhà trường mở để tạo cơ hội cho tụi em hơn. Em cảm ơn",
    "Em tên . Em chưa đóng học phí học kì 203, hiện đang bị cấm đăng kí môn học học kì 211. Cho em hỏi là giờ em đóng học phí thì có được đăng kí học kì 211 không ạ. Mong được phản hồi. Em xin cảm ơn.",
    "Thầy cô cho em hỏi, môn HANGOUT_TUONGTA lớp có mã \"L\" nhưng sao lại để cơ sở 1 ạ?",
    "Em chào thầy cô, em là  học lớp XD18TL1. Em muốn đăng kí mở lớp môn Máy bơm và trạm bơm mã môn CI3059 thì phải làm sao ạ. Em cảm ơn.",
    "Nếu hoãn thi online đợt thi này, sau này khi đăng kí thi bù, thì điểm thi + các điểm thành phần được bảo lưu có được tính thành điểm trung bình môn học (số điểm) không hay chỉ tính kết quả (đạt/ không đạt) ạ",
    "em xin thêm 1 slot vào địa chất công trình(CI2095), lớp: L02_L04 ạ",
    "Hiện em là sinh viên năm 4. Em bị hủy kết quả DKMH 211 vì lý do báo trên trang web là Thiếu bằng TN THPT. Trong tình hình dịch bệnh như hiện tại, em làm thế nào để nộp bổ sung ạ hoặc có cách nào xin hoãn nộp để ĐKMH hk 211 không ạ? Em cần rất gấp xin được hỗ trợ.",
    "Em tên , MSSV:  Em bị hủy đăng ký môn học đợt 2 vì lí do Thiếu bằng tốt nghiệp Trung Học Phổ Thông (hình 2). Em nhớ là mình đã nộp bằng từ rất lâu rồi. Mà sao bây giờ lại bị hủy đăng ký môn. Em vô phần đăng ký nộp bằng Tốt nghiệp thì thấy chưa được tình trạng ''Đã gửi thông tin đang chờ xử lý'' (Hình 1) là sao ạ. Vậy bây giờ em phải làm gì để được đăng ký môn học ạ. Tại tình hình dịch bệnh em đang ở quê. Mong phòng đạo tào kiểm tra và xử lý giúp em.",
    "Trong Đăng ký môn học Đợt 2 em muốn đăng ký môn CO4315 do trong Đợt 1 em đăng ký môn này sai mã và đã bị hủy kết quả trước, nhưng môn này nhóm CO01 đã bị đầy sĩ số và em không được đăng ký nhóm CO02, nên em muốn hỏi mình muốn đăng ký môn này để kịp ti61n độ thì mình phải làm sao? Yêu cầu tăng sĩ số? Xin cảm ơn.",
    "Dạ chào thầy/cô Em là K18, khoa Điện, hiện em còn đang nợ 2 môn  là Kỹ thuật số (4 chỉ) và Vi xử lí (4 chỉ) Nhưng kì này T không mở 2 môn trên nhưng có mở môn Kỹ thuật số (3 chỉ) Vậy thầy cô có thể chỉ em các đăng kí để trả nợ 2 môn này được không ạ Em cảm ơn thầy cô",
    "Xin mở lớp , môn hệ thống máy tính và ngôn ngữ lập trình mã môn học ee2009 nhóm lớp L01_L01 Thứ 3 tiết 11,12 và chủ nhật tiết 23456. Xin thầy , cô mở lớp để em có thể hoàn thành được môn này để em kịp chương trình, em cám ơn",
    "dạ cho em hỏi là hiện tại ở mục đăng ký môn học đợt 1 của e vẫn còn môn, còn ở mục đăng ký môn học đợt 2 thì không có môn nào Khi em bấm vào đăng ký môn học đợt 2 thì không đăng ký được vì lí do là chưa nộp bằng tốt nghiệp PTTH (hình 1), nhưng em kiểm tra lại ở mục đăng ký nộp bằng tốt nghiệp PTTH thì hiện lên như ở hình 2",
    "Xin Phòng Đào tạo tăng sĩ số 1 hoặc 2 slot môn học ME2009 - Kỹ thuật điều khiển tự động được không ạ! Em xin cảm ơn!",
    "Em chào thầy cô, Đợt đk môn học này em không thể đk được môn thực tập kĩ thuật may(ME2033) vì không đủ thời gian giãn cách cơ sở với môn thiết bị may (ME3137). Vậy PĐT có thể mở thêm sĩ số cho lớp L03 của môn ME2033 được không ạ, em muốn đk vào L03 nhưng giờ đã đủ sĩ số. Em xin chân thành cảm ơn quý thầy cô.",
    "em đặt sai tên file ghi màn hình, vậy giờ em có được tải lên file khác không ạ ?",
    "Dạ thưa PDT, do học kì 203 không mở các môn thí nghiệm nên học kì 211 em quyết định đăng kí 3 môn(9 tín chỉ) là: EE2017, EE2039, EE2035. Nhưng học kì 211 này không mở lớp và em bị mất 9 tín chỉ đó và em sẽ bị trễ học kì. Nên có thể cho em đăng kí môn EE1009- Kỹ thuật số, lớp L05_L10 thêm 1 slot nữa được không ạ. Tại em thấy có lớp được 29 bạn học. Em thật sự rất cần thiết. Em xin cảm ơn.",
    "Dạ em xin PĐT mở thêm 1-2 slot lớp Hóa hữu cơ(CH2021) lớp L02 HK301 được không ạ. Em cảm ơn ạ.",
    "Trường cho em hỏi , em đóng học phí trễ kì 203  lý do : Em đăng kí môn kì hè , nhưng đợt 3 em mới đăng kí , lúc em vô check sau đó 1 tuần thì có lịch nhưng chưa thanh toán . Hôm qua lên check lại thì mới biết trễ hạn đóng học phí mà em cũng đóng luôn ngay lúc đó  .  Cho em hỏi đợt 2 này cho em đăng kí được không ạ ?",
    "lý do là thiếu bằng TN PTTH  em sử lý như nào ạ",
    "em tên  MSSV: em không đăng ký môn học HK211 vì có quyết định tạm dừng  cho em hỏi là em đã liên hệ văn phòng về việc gia đình khó khăn nên không kịp đóng học phí HK203 rồi ạ. Nhưng vẫn bị tạm dừng ạ. em xin cảm ơn.",
    "Em chào PDT ạ,   Hiện tại em muốn đăng ký thêm môn MT2013 -Xác suất thống kê lớp L11 chiều thứ 2 tiết 8-9-10 nhưng do sỉ số đã đầy, không biết PDT có thể đăng ký cho em vào lớp đó được không ạ?  Em cảm ơn.",
    "Dạ nhà trường cho em hỏi: Em muốn đổi lớp của bộ môn Chủ nghĩa xã hội khoa học (SP1035) nên em đã xóa môn và tính đăng kí lại thì nó xuất hiện ô thông báo đỏ như hình dưới(Cụ thể em muốn đổi từ CC13 qua sang CC12). Mong nhà trường có thể giải quyết dùm em ạ. EM cảm ơn nhà trường rất nhiều",
    "Dạ cho em hỏi lớp em VLKL-K18,trên 10 bạn muốn đăng ký môn học MA4029 -  thì có được không ạ. Em đã liên hệ thầy bộ môn thì thầy bảo chỉ cần phòng đào tạo mở lớp thì thầy sẽ dạy. Em cảm ơn",
    "Em muốn hoãn thi ck do môn học chưa được học tn :  truyền số liệu & mạng : EE3019",
    "Chào thầy, cô. Theo kế hoạch giảng dạy do trường sắp xếp môn Kết cấu thép (CI3231) và môn Cơ kết cấu (CI3233) học cùng một học kỳ thứ 5. Nhưng khi đăng ký môn học hệ thống báo môn Kết cấu thép (CI3231) thiếu điều kiện học trước là môn Cơ kết cấu (CI3233). Vậy đây có phải là lỗi do hệ thống chưa cập thông tin đúng không ạ. Mong thầy, cô có thể trả lời sớm để chúng em có kế hoạch đăng ký môn học thích hợp, không bị trễ tiền độ học tập. Em xin cảm ơn.",
    "Chào văn phòng, Em là  , em đang học năm 3 nên rất cần học môn kế toán quản trị IM2019 CC02 để ra trường đúng hạn vì đây là môn tiên quyết cho các môn sau. Nhưng hiện tại sĩ số lớp đã full nên em không đăng ký được, xin văn phòng giúp em mở thêm sĩ số lớp để em được học môn này và ra trường đúng hạn ạ. Trân trọng",
    "Thầy cô em cần học môn ci2001 mà hiện tại các lớp đã đăng kí kín hết , có cách nào để mở thêm một slot của nhóm l03_l09 môn ci2001 giúp em với ạ , em cảm ơn nhiều ạ",
    "Dạ cho em hỏi hiện giờ em muốn đăng kí môn học Hóa vô cơ-CH2013 nhưng đã full slot thì em có thể xin mở thêm sỉ số được không ạ, và làm như thế nào ạ.",
    "Dạ trường cho em hỏi trong quy chế về đăng kí môn học có ghi là số tính chỉ tối thiểu 1 kì là 14 hoặc 10 chỉ (yếu), vậy Yếu ở đây là như thế nào và điều kiện để có thể đăng kí dưới 14 nhưng trên 10 chỉ là gì ạ. Em xin cảm ơn    ",
    "Kính chào quý Thầy/Cô phòng đào tạo! Em là  MSSV  Thưa Thầy/Cô, theo như tiến độ học tập của Em và một số bạn thì học kỳ 211 này bắt buộc phải đăng ký môn EE3149 Đồ án kỹ thuật điều khiển tự động để không bị trễ thêm. Đã có 13 bạn đăng ký đợt 1 nhưng không được mở lớp ở đợt 2. Vậy Em muốn hỏi là thủ tục để xin mở lớp là như thế nào trong tình hình dịch bệnh hiện nay ạ. Em xin chân thành cảm ơn. Mong sớm nhận được hồi đáp từ phòng đào tạo ạ.",
    "Em là K18 nhưng đang theo chương trình của K19 khi nhập học thì em chỉ nộp bằng TN THPT trực tiếp trên trường và không biết là phải nộp trên MyBK dẫn đến việc bây giờ em không thể ĐKMH do thiếu bằng TN THPT. Cho em hỏi bây giờ phải làm sao và nếu trong trường hợp em không tìm lại được bằng TN THPT để nộp lên MyBK thì làm sao ạ. Em cảm ơn",
    "Xin phép mở thêm vị trí trong lớp học. Xin phép quí thầy,cô mở thêm vị trí trong lớp học môn vi xử lý mã môn học ee1009 Lớp L09_l17  thứ 6 tiết 56, thứ 7 tiết 23456 để em có thể hoàn thành kịp chương trình. Em cám ơn.",
    "Thầy cô cho em hỏi mã môn học bị đổi mình đăng ký khác mã có sao không ạ . Em cảm ơn ạ",
    "Chào thầy, cô Em có nhu cầu học môn: Tối ưu hóa và quy hoạch thực nghiệm (ME3215) nhưng môn đó đã full sỉ số, không biết PĐT có thể mở thêm sỉ số không ạ. Nhóm lớp cần mở L01-L01 Em chân thành cảm ơn!    .",
    "Cho em hỏi em đã nộp bằng tốt nghiệp cho ban cán sự lớp rồi sao em lại bị thiếu bằng TN PTTH vậy ạ",
    "Kính gửi a/c PĐT Em là , MSSV , khoa máy tính. Do đóng học phí trễ (vì nơi cư trú nằm trong khu phong tỏa không thể ra ngoài) nên hiện tại em không đăng ký được môn cho HK203. Về nguyên nhân đóng trễ và nguyện vọng khôi phục TKB + đăng ký môn học cho HK203, em đã có trình bày trong yêu cầu ID #27789 và đã được thầy  - trưởng PĐT đồng ý. Kính nhờ a/c PĐT hỗ trợ mở khóa giúp em để em có thể đăng ký môn học. Em cám ơn a/c nhiều ạ.",
    "Em không đăng kí môn được với lí do : CHƯA NỘP BẰNG THPT Em nhớ em đã nộp bằng từ năm nhất rồi ạ và học kì trước em vẫn đăng kí được môn học bình thường ",
    "TRỊNH CHÍ NHÂN   - 1911765    Dạ em chào các anh chị cán bộ tại PĐT trường Đại học Bách khoa ĐHQG-HCM. Chiều hôm nay (08/07) em kiểm tra trên MyBK mục Đăng ký môn học thì nhận thấy mình không thể đăng ký vì   B bị tạm dừng do không thanh toán học phí    . Em xin lỗi vì không thể hoàn thành việc chuyển khoản qua BKPay vì   B bị mất thẻ OCB trước dịch và chưa thể làm lại   , ngoài ra em cũng không nhận được thông báo nào cho vấn đề trên nên cũng không kịp báo cáo để xử lý kịp thời . Em xin lỗi vì sự bất tiện trên và mong PĐT có thể hướng dẫn cho em để giải quyết ạ, hiện em có thể thanh toán bằng cách chuyển khoản hoặc ạ . Trên BKPay hiện tại thậm chí không có khoản thu của HK211, chỉ có những khoản của kỳ 202, kỳ mà em đã xin tạm hoãn trước khi tính học phí.   i  .",
    "Em đã đăng kí giấy xác nhận sinh viên từ rất lâu rồi , em đang cần giấy gấp để nộp cho địa phương để hoãn nghĩa vụ quân sự mà em vẫn chưa nhận được giấy để nộp , thực sự em đang chờ rất nhiều trong lo lắng",
    "chào thầy cô, em là sinh viên khoa KTHH k20 và sắp tới đây đăng kí môn nhưng em không biết phải theo chương trình đào tạo nào, một cái là do nhà trường cung cấp \"2020_HC_HC1\". và 2 cái còn lại em thấy thầy cô có đăng lên nên hiện tại em đang rối không biết nên theo cái nào? Mong thầy cô giải đáp cho em ạ",
    "Em Chào Thầy Cô! Thầy Cô cho em hỏi, hiện tại môn học Nhập Môn Kiến Trúc Mã CI1009 Đã thay đổi thành môn học tương đương với mã CI1065 Nhưng môn học này là môn học của sinh viên năm nhất cho trường sắp xếp thời khóa biểu. Thầy Cô cho em hỏi, em muốn đăng kí môn học này cungf2 với K21 chuẩn bị nhập học thì em cần phải nộp đơn về phòng để xin bổ sung vào lớp vào khoảng thời gian nào ạ? Em mong nhận được sự giúp đỡ của Thầy Cô! Em Xin Chân Thành Cám ơn Thầy Cô ạ!",
    "Em là Nguyễn Thanh Kiên MSSV  Em đã học môn Anh Văn 3 nhưng đăng ký môn học thì lại bị hiện là thiếu môn học trước Anh Văn 3. Và bị xóa môn. Hiện là sắp tới 16/8 em sẽ thi cuối kỳ Anh Văn 3. Mong Phòng Đào Tạo xem xét lại giúp em. Em cảm ơn",
    "Chào thầy/cô, Em tên là , thuộc khoa Kỹ thuật xây dựng. Em có 2 vấn đề mong thầy/cô giúp đỡ. 1. Ở đợt đăng ký môn học 1 em có đăng ký môn Đồ án Kết cấu thép mã CI3213. Thời điểm đăng ký đã có 154 sinh viên. Nhưng sau khi kiểm tra lại các môn ở đợt 2 này thì em nhận thấy đã mất môn ấy, thầy/cô cho em hỏi môn học này đã gặp vấn đề gì không thể mở vậy ạ?  2. Do hiện tại tình hình dịch, xin phép thầy/cô hướng dẫn em cách nộp đơn đăng ký xin mở lớp ạ, hiện tại em chưa tìm thấy thông báo về cách thức . Em xin cảm ơn thầy/cô nhiều ạ. Trân trọng, .",
    "em muốn đăng kí môn học  Môn : Kỹ thuật hệ thống viễn thông Mã :EE3015 Nhóm lớp: L03-L03",
    "Em tên là  MSSv:. Hiện tại em đang trong quá trình đk hk211 đợt 2. Và sau khi kiểm tra em bị xóa hết thời khóa biểu đợt này với lý do em chưa đóng học phí hk203. Nhứng vấn đề ở đây vào hk203, em đk môn thực tập đại cương nhưng em có được sắp tkb hay được đi thực tập do covid đâu ạ, hiển nhiên nghĩ như vậy em mới không đóng tiền học. Em đã suy nghĩ và hỏi các bạn cùng lớp với em họ cũng đk thực tập đợt này, nhưng không có thông báo nào phải đóng tiền và được chuyển sang vào tkb hk211 này. HIện tại em em thật sự cần tkb của mình, mong trường hồi âm em sớm ạ. Em cảm ơn.",
    "dạ em xin chào thầy cô , hồi đk môn đợt 1 hk 211 em có đăng kí môn ci2001 và hiện tại kêt quả vẫn còn lưu phần đk môn đợt 1 , nhưng khi em xem kết quả đăng kí môn đợt 2 thì môn đó của em bị xóa và đồng thời lớp ci2001 cũng đủ số lượng và nhiều bạn của em cũng bị tình trạng như vậy , nên em xin thầy cô mở thêm lớp đại trà  cho mã môn ci2001 . Em xin chân thành cảm ơn ",
    "Em chào PĐT, Em là , mssv: , hiện hôm nay là đợt đăng kí môn học đợt 2 cho hk211. Ở đợt 1 em đã đăng kí thành công nhưng đến đợt 2 hệ thống không cho em đăng kí vì lí do thiếu bằng TN PHTH, em đã kiểm lại danh mục nộp bằng PHTH của mybk và đã xác nhận em đã nộp bằng rồi. Dưới đây là hình ảnh lỗi cũng như xác nhận của em. Mong sớm nhận được câu trả lời từ PĐT ạ.",
    "Em chào PĐT, thầy/cô cho em hỏi học kì   B 203    em có học môn   I SP1033 - Kinh tế chính trị  /I  và vào học kì   B 211    em dự định đăng kí môn   I SP1035 - Chủ nghĩa xã hội khoa học  /I  nhưng lại không được phép đăng kí.   B Lí do: \"Thiếu (các) môn học:   Nhóm [SP1033]: SP1033 - K/tế chính trị - (học trước) \"    Mong PĐT xem lại giúp em, em cảm ơn!",
    "Nhà trường cho em hỏi là em cần đăng ký luận văn nhưng do hiện tại không thi tiếng anh được vậy em có thể đăng ký luận văn trước rồi bổ sung tiếng anh sau được không ạ em cảm ơn.",
    "Dạ Em chào quý Thầy Cô. Cho phép Em xin hỏi là: Đợt ĐKMH cho HK211 vừa rồi Em có đăng ký môn AV4 với việc đăng ký AV theo nhu cầu. Hôm nay Em vào check trong ĐKMH thì lại không thấy còn môn đó nữa ạ. CHo Em hỏi giờ mình phải giải quyết như thế nào ạ? Vì nếu không có môn đó, số chỉ của em    14 chỉ ạ. Em cảm ơn nhiều.",
    "em đang học môn kinh tế chính trị ở kì 203. và đăng kí chủ nghĩa xã hội khoa học ở đợt 1 vừa rồi. nhưng khi em xoá môn để chuyển sang buổi khác thì hệ thống thông báo là cần phải học trước kinh tế chính trị ạ, nhưng trước đó hệ thống đã đăng kí cho em 1 lớp cụ thể rồi mà, sao khi đổi thì xảy ra tình trạng này vậy ạ. Em cảm ơn",
    "Em chào cô, Trong đợt đăng ký này em có môn học IU2021 không thể đăng ký với lý do không đủ thời gian di chuyển, nhưng môn IU2021 sẽ học ở hình thức Hangout nên em có thể bắt đầu học ngay sau khi kết thúc môn học trước. Vì thế em mong được đăng ký môn học này để kịp tiến độ học tập. Em cảm ơn",
    "Xin chào thầy cô! Em đã đăng kí hóa hữu cơ đợt 1 nhưng bị xóa môn ở đợt 2. Mình thầy cô cho e đăng kí bổ sung vào lớp hữu cơ L02, e xin cảm ơn ạ Môn quản trị kinh doanh cho kỹ sư (IM3001) E cũng bị tương tự, mong thầy cô cho bổ sung e vào lớp ạ, e xin cảm ơn",
    "Em vừa xem qua lịch đăng ký môn học đợt 2 hk211 thì lúc ban đầu có đủ 6 môn em đã đăng kí, sau khi em vừa reset trang thì đột nhiên bị mất 2 môn đó là môn giải tích mạch mã môn EE2033 và môn kỹ thuật số EE1009. Không biết nhà trường có mở thêm lớp không vì tự nhiên em bị mất lớp 2 môn đó trong khi không có hủy đăng ký môn và giờ bị thiếu môn học ạ.",
    "Em là Nguyễn Thanh Kiên MSSV  Em đã học môn Anh Văn 3 nhưng đăng ký môn học Anh Văn 4 thì lại bị hiện là thiếu môn học trước Anh Văn 3. Và bị xóa môn. Hiện là sắp tới 16/8 em sẽ thi cuối kỳ Anh Văn 3. Mong Phòng Đào Tạo xem xét lại giúp em. Em cảm ơn",
    "Kính chào quý thầy cô, Em là  sinh viên khóa 2020 hệ đại trà - chính quy, khoa Khoa học và Kỹ thuật Máy tính. Em được biết hiện tại là thời gian mở đăng ký môn học cho học kỳ 211 sắp tới, nhưng có lẽ lớp Hệ thống số vì số lượng quá ít nên đã không được mở lớp. Do đó, em xin phép quý thầy cô có thể xem xét xếp em vào lớp Hệ thống số của khoa cùng với các em K21 sắp nhập học ạ. Em cảm ơn các thầy cô rất nhiều, .",
    "Chào pdt. Em thấy kết quả đăng ký các lớp AV của em và một số bạn khác đều bị hủy dù số lượng đăng ký ở đợt 1 gần 100 bạn. Cho em hỏi để đăng ký được thì tụi em phải làm đơn mở lớp phải không ạ? Em xin chân thành cảm ơn",
    "Em chào thầy/cô! Em hiện là sinh viên đang học liên thông chương trình thạc sĩ, HK đại học sắp tới của em là HK 7 có nhiều môn tự chọn để đăng ký, trong các môn tự chọn đó có những môn có thể được xét miễn nếu em đạt môn học tương đương trên CT thạc sĩ. Em muốn hỏi là trong HK 7 này em đăng ký môn học được xét tương đương bên CT thạc sĩ, nếu em học đạt môn đó thì bên CT ĐH của HK 7 em có được xét miễn môn học tương đương ở CT ĐH không ạ? Ngoài ra còn điểm thì sẽ quy đổi như thế nào và gán vào HK nào ạ?  Em cảm ơn thầy/cô !",
    "em muốn xin tăng sĩ số lớp thì phải làm sao ạ",
    "Cho em hỏi kì này nhà trường không mở lớp anh văn ạ? Vậy kì tới (212) có xét chuẩn anh văn không ạ? Nếu không mở lớp thì sao chúng em đạt chuẩn anh văn từng năm được. Em mong nhà trường sẽ giải quyết cho sinh viên chúng em. Em cảm ơn nhiều ạ.",
    "Sau đợt 1 đăng kí môn học, em có đăng kí môn Lịch sử Đảng Cộng sản Việt Nam (mã môn: SP1039) và em thấy số lượng các bạn đăng kí cũng rất đông (khoảng 600 bạn), nhưng khi nhận kết quả đợt 2 lại không mở môn học này Do tình hình dịch và những thay đổi trong chương trình đào tạo, nhiều bạn có nguyện vọng đăng kí môn học này để đảm bảo số tín chỉ trong học kì cũng như số tín chỉ tích lũy, nên em rất mong phòng đào tạo xem xét mở môn SP1039 trong kì 211 Nếu cần thực hiện thêm thủ tục nào (như danh sách các bạn đăng kí mở lớp,) em mong thầy/cô có thể hướng dẫn em sẽ hoàn tất và gửi lại cho phòng đào tạo sớm nhất   Em chân thành cảm ơn  ",
    "Kính thưa phòng đào tạo, Em là , MSSV:. Em đã được phòng đạo tạo đăng kí thời khoá biểu, lịch thi, và học phí ạ. Hiện tại em đang tiến hành thanh toán học phí thì OCB bị lỗi mấy ngày nay nên mong phòng đào tạo xem xét hoãn hình phạt với em ạ. Em sẽ thanh toán ngay lập tức nếu OCB hết lỗi ạ. Bên cạnh đó dù đã có thời khoá biểu nhưng em vẫn chưa vào được BKEL ạ, mong phòng đào tạo giúp em ạ.",
    "Em chào Thầy/Cô, Em là sinh viên K17 khoa Điện - Điện tử. Do tình hình dịch bệnh em không thể thi chứng chỉ TOEIC 500 để nhận Luận văn vào HK211. Em không biết là có cách nào để em có thể nhận Luận văn ở HK211 để kịp thời gian ra trường không ạ? Em mong nhận được phản hồi từ Thầy/Cô",
    "Em là sinh viên 18, em thấy đợt 2 này mấy môn chư cơ học đất, cơ học kết cấu,... vẫn mở lớp nhưng mã môn học là của 19. Trong khi đó cùng mấy môn này nhưng mã môn học của 18 thì không mở lớp. Vậy cho em hỏi mình có thể đăng ký mấy môn này nhưng mã của 19 để học không ạ, nếu học được thì có tính vào số tín chỉ tích lũy không ạ. Em cảm ơn !  ",
    "Dạ em chào anh chị, Dạ có một môn em đã đăng kí đợt 1 (kì sau môn đó đổi mã) là môn cơ sở tính toán thiết kế thiết bị hóa chất CH2061 (mã cũ) Em có hỏi lần trước trên BKSI thì anh chị trả lời vẫn đăng kí mã cũ, em đăng kí rồi nhưng khi qua đợt 2 thì bị hủy môn học với lý do là \"PDT không đ/ký cho SV MH CH2061 (K: Môn học khoa không mở lớp - SV liên hệ Khoa)\" dù sĩ số là hơn 40 bạn đăng kí Em có liên hệ lại với khoa thì giảng viên dạy môn đó bảo em làm đơn xin mở lớp nộp lên pđt, vậy giờ nếu em làm đơn thì nộp và gửi như thế nào và qua đâu ạ Em cảm ơn anh chị đã đọc ",
    "phút trước) tới pdt Em chào thầy/cô em tên  - MSSV:  - QLMK19 - Khoa Tài ngyên và môi trường. Em không xem được kết quả đăng kí môn đợt 1 và không đăng kí được môn học ở đợt 2 vì lý do thiếu bằng tốt nghiệp PTTH. Mặc dù tấm bằng đó em đã nộp cùng với lớp từ năm ngoái và có lớp trưởng xác nhận là đã nộp. Xin thầy/cô giải đáp thắc mắc và giúp em giải quyết tình trạng này ạ. Em chân thành cảm ơn sự giúp đỡ và phản hồi nhanh chóng từ phía của thầy/cô!",
    "Xin chào, Em là SV hệ CLC nhưng hệ thống lại không có phép đăng kí các lớp có mã lớp CC. Hiện em đã đăng kí được 2 lớp có mã CC ở đợt 1 (kèm 3 lớp bị hủy do khoa không mở lớp); qua đợt 2 thì hệ thống chỉ cho phép em đăng kí lớp mã L (lớp đại trà). Em muốn hỏi là bây giờ tình huống này giải quyết làm sao ạ, vì em phải đăng kí bù vào những lớp bị hủy, mà số lượng lại có hạn. Em cảm ơn.",
    "Em Chào Thầy Cô! Thầy Cô cho em hỏi, hiện tại môn học Nhập Môn Kiến Trúc Mã CI1009 Đã thay đổi thành môn học tương đương với mã CI1065 Nhưng môn học này là môn học của sinh viên năm nhất cho trường sắp xếp thời khóa biểu. Thầy Cô cho em hỏi, em muốn đăng kí môn học này cùng với K21 chuẩn bị nhập học thì em cần phải nộp đơn về phòng để xin bổ sung vào lớp vào khoảng thời gian nào ạ? Em mong nhận được sự giúp đỡ của Thầy Cô! Em Xin Chân Thành Cám ơn Thầy Cô ạ!   711971      .",
    "Dạ cho em xin mở thêm sĩ số môn ME4625 - Kỹ năng lãnh đạo lớp L02. Do các môn đợt 1 em đăng kí không mở lớp, em muốn chuyển qua môn này nhưng lớp đầy rồi ạ. Em cảm ơn!",
    "Em chào thầy/cô! Em là SV:  k20 ngành hàng Không Chương trình PFIEV Đợt đăng kí môn vừa rồi em đăng kí môn av1 nhưng ko được pđt gởi đơn đăng kí av1 lí do thiếu môn tiên quyết LA0011 ( av cơ bản) trong khi em thi đc 420đ thì đã qua av cơ bản rồi ạ? Mong thầy cô giải quyết giúp em!",
    "cho em hỏi là em muốn đăng ký môn Kết cấu thép 1 (CI3009) nhưng học kỳ này Khoa không mở lớp thì em có thể học moon nào thay thế được không ạ. Em xin cảm ơn",
    "Trong đợt 1 em có đăng ký môn   B CO2003    nhưng bị xóa do trùng lịch với môn khác trong ĐKMH HK211 đợt 2. Hiện tại các lớp CC của CO2003 đều đã gần hết chỗ nên em muốn xin PĐT   B mở thêm lớp    hoặc   B tăng sĩ số    cho các lớp ạ. Vì nhu cầu học môn này của SV khoa Máy tính cao và nhiều bạn của em cũng bị xóa môn học do không đủ chỗ/trùng lịch nên không thể đăng ký trong đợt 2.",
    "PĐT cho em hỏi, bây giờ em có nguyện vọng học cải thiện điểm, Nhưng một số môn học đã thay đổi số tín chỉ học và mã môn học. Vậy nếu em đk học thì môn học đó có được thay thế môn học cũ k ạ. E cám ơn.",
    "Thưa văn phòng, sau khi em xóa môn không muốn học và chọn môn muốn học thì hệ thống không cho phép em chọn. Em có gửi trong ảnh khi em bấm đăng kí lớp Math Modeling nhóm CC02 thì em không chọn được nhưng do em đã bấm xóa môn trước đó nên số tín chỉ không đủ số tín chỉ cho phép(13/14). Mong văn phòng giải quyết.",
    "Em là sinh viên khoa điện khóa k19 do kỳ 1 năm 2 em chưa đăng ký học được môn giải tích mạch, kỹ thuật số, ngôn ngữ lập trình. Em có đăng ký đợt 1 nhưng đến đợt 2 thì bị xóa hết môn ạ. Hiện em rất hoang mang vì đây là những môn học trước tiên quyết em đã trễ 1 năm rồi nếu kỳ này còn không được học thì em không biết phải học tiếp những môn nào nữa ạ Mong được quý thầy cô hỗ trợ em được học ạ. Em xin chân thành cảm ơn.",
    "Em chào các thầy cô, em muốn hỏi là có thể nộp đơn xin thu nhận lại sinh viên sau khi bị tạm dừng học online được không ạ, do tình hình giãn cách nên em không thể nộp trực tiếp để có thể đăng ký môn học mới cho kỳ này được ạ. EM mong nhận được phản hồi của các thầy cô. EM xin cảm ơn.",
    "Dạ em có hủy môn ME4013, rồi em đăng ký lại ạ, nhưng mà khi em đăng ký lại thì lại bảo là không đủ thời gian giản cách giữa 2 cơ sở, mặc dù lúc đầu lịch học em vẫn có môn đó, mong xem lại giúp em ạ, mong nhà trường có thể đăng ký lại giúp em môn đó. Em xin cảm ơn",
    "Chào các a/c PĐT ạ, em là , sv K18 ngành cơ điện tử hệ CLC. Vừa rồi trường có kết quả ĐKMH đợt 1 và mở đợt 2, em kiểm tra thì thấy có 2 môn em không được đăng ký vì môn học khoa không mở lớp, em cũng được biết đây là 2 môn mã cũ theo K18 mà giờ CTĐT đã đổi mã môn. Cụ thể là: 1. 1003 - Nguyên lý cơ bản chủ nghĩa - 2. MT2001 - Xác xuất thống kê Cho em hỏi là vậy giờ mình đăng ký môn tương tự cho K19 thay như:  (1031+1033+1035) thay cho 1003 và MT2013 thay cho MT2001  Rồi làm thủ tục chuyển điểm được không? Khi đó thủ tục sẽ như thế nào? Nếu không được thì kì sau các môn mã cũ có mở lại không?  Hay có cách nào khác để trả các môn này không ạ? Mong a/c hồi đáp sớm giúp em. Em cảm ơn rất nhiều ạ!",
    "Dạ em chào thầy cô ạ. Em là sinh viên nghành may khóa k18, kết quả đăng kí môn học đợt 1 thì em bị xóa môn học ME3101( Đo lường và đảm bảo chất lượng) , nhưng môn này rất quan trọng nếu kì này em không học môn này thì trễ tiến độ học tập rất nhiều, lí do bị hủy là trùng tiết với 2 môn chuyên nghành của em, nhưng là trùng tiết trên lớp,  tất cả không trùng hangout meet, với tình hình dịch khả năng học ggmeet còn dài,vì thế em kính mong thầy cô có thể cho phép em đăng kí thêm môn ME3101 được không ạ.Em chân thành cảm ơn thầy cô rất nhiều.",
    "chào cô. em bị hủy môn CI4343 - Luận văn tốt nghiệp trong lí do thấy ghi \"thiếu bằng TN PTT và hiện giờ cũng không đăng kí được ạ. mong cô giải đáp giúp em . cảm ơn ạ ",
    "Em chào PĐT! PĐT cho em hỏi là hk 211 này em đăng kí 8 chỉ, vì lí do em hết môn cần học theo chương trình . Vậy em có bị xoá toàn bộ các môn của hk211 đã đăng ký hay em có bị cảnh cáo không ạ? Nếu có thì PĐT cho em hỏi cách khác phục, xử lý vấn đề này ạ Em cảm ơn PĐT",
    "xin chào thầy cô! em là  sinh viêng ngành logistics. ở đợt đk môn học đợt 2 e có lớ xóa mất môn kĩ thuật dự báo ME3157 , mà do môn này là môn thay thế nên e không đăng kí lại được do lỗi hệ thống . mong thầy cô đăng kí lại môn học này giúp e với ạ vì môn này rất quan trọng với e ạ ( nó ảnh hưởng tới tiên độ học tập của e rất nhiều ạ)",
    "Chào cô ạ, Em là , MSSV:  Em gửi yêu cầu kính mong được mở thêm sĩ số lớp L01-L01 của môn học Tối ưu hoá&quy hoạch thực nghiệm. Mong cô tạo điều kiện ạ. Em chân thành cảm ơn cô.",
    "Thưa thầy/cô, em thuộc chương trình đại trà, hiện em đang đăng kí môn học  tưởng Hồ Chí Minh (SP1005), em có những câu hỏi như sau mong thầy cô giải đáp giúp em: 1) Có 2 lớp được mở với mã lớp CC02 và CC03, em có thể đăng kí những lớp mã lớp như vầy được không ạ? 2) Các lớp với mã Lxx có số sinh viên đăng kí khá ít (nhiều nhất là 22/90) vậy nếu em đăng kí những lớp như vầy liệu có mở lớp dạy không ạ? Vì em đăng kí môn này thuộc chương trình cũ nên sợ đăng kí không được thì sẽ gặp nhiều khó khăn hơn khi đăng kí theo mã chương trình mới. Mong thầy/cô sớm phản hồi giúp em. Em cảm ơn!!",
    "Kính gửi quý Thầy/Cô! Em tên , mssv , thuộc khoa Quản Lý Công Nghiệp. Em có một vấn đề liên quan đến đăng kí môn học HK211 (đợt 2) muốn trình bày và cần được giải đáp như sau: Các môn em đăng kí (Không có thực tập, đề cương, luận văn) có thời khóa biểu ở Cơ sở 1, có môn học tại Cơ sở 2. Nhưng theo thông tin đã được nhận, sinh viên Hệ đại trà sẽ được học tại Cơ sở 2 bắt đầu từ HK211. Điều này đã làm em không đăng kí được các môn cần học với lý do \"không dủ thời gian di chuyển giữa 2 cơ sở\". Em không biết có sự nhầm lẫn gì ở đây không, và bằng cách nào em có thể đăng kí được các môn mà không bị hủy với lý do như đã nêu. Việc không đăng kí được môn khiến em bị trễ tiến độ đã tự hoạch định và không đảm bảo đủ 14 tín chỉ trong kì. Em rất mong nhận được phản hồi sớm! Trân trọng,",
    "Dạ chào PĐT Hiện tại em không thể đăng kí luận văn do lịch thi Toeic bị dời . Pdt có thể giải quyết giúp em đăng kí và em sẽ bổ sung chứng chỉ ngoại ngữ sau ạ.",
    "Em là: Lâm Vinh Phú  MSSV:  Em xin phòng đào tạo có thể cho em đăng kí vào lớp L06_L11 mã môn học EE2015 ạ. Em đang thiếu môn học trước của đồ án hiện giờ em đã là sinh viên năm tư rồi ạ mong phòng đào tạo có thể hỗ trợ để em có thể hoàn thành chương trính học của mình sớm nhất ạ! Em xin cảm ơn ạ!",
    "em nộp bằng tốt nghiệp TN PTTH từ hồi năm nhất, nhưng pdt vân chưa xét duyệt cho em, hệ quả là em không đăng kí môn học đợt 2 được. Mong nhà trường xem xét lại giúp em với ạ. Em cảm ơn.",
    "Kính gửi quý thầy cô phòng đào tạo, em là sinh viên K18 khoa xây dựng. Do học kì 211 tới đây không mở mã môn đồ án bê tông cốt thép 1. Nên em đã xin giáo viên bộ môn hướng dẫn và đã được sự đồng ý. Thầy/cô có thể hướng dẫn cho em sau khi được sự đồng ý của giáo viên hướng dẫn và danh sách sinh viên xin mở lớp thì em cần làm gì tiếp theo được không ạ. Vì tình hình dịch bệnh nên em không biết cách xin mở lớp như thế nào. Kính mong quý thầy/cô sớm phản hồi. Em xin chân thành cảm ơn! ",
    "ây giờ em muốn mở thêm môn thì phải làm như thế nào? Em đã có danh sách đăng ký",
    "em chào các thầy cô,  Thưa thầy cô do lúc nộp bằng tốt nghiệp em chưa lấy bằng kịp nên là em chưa nộp bằng ạ, xong sau đó bạn lớp trường nói với em là tháng 10 có đợt nộp sau, cái lu bu em quên không hỏi lại và đến giờ em vẫn chưa nộp bằng tốt nghiệp nên là em bị không đăng ký môn được ở đợt 2 ạ, mong các thầy cô có thể chỉ cách giúp em với ạ.",
    "Thầy(cô) cho em xin tăng sĩ số các môn học sau đây :  Giải tích mạch(EE2033), lớp: L11_L21. Hệ thống máy tính và ngôn ngữ lập trình(EE2009), lớp: L03_L06. Kỹ thuật số(EE1009), lớp: L06_L11. Em xin cảm ơn ạ.",
    "Kính gửi nhà trường,  Em tên  MSSV  thuộc lớp HC19MB Khoa Kỹ Thuật Hóa Học. Em muốn xin đổi lớp môn Các phương pháp phân tích hiện đại (Mã môn CH3329) từ lớp L03 sang lớp L02 ạ. Vì em muốn đăng ký thêm môn khác nhưng bị trùng lịch với môn Các phương pháp phân tích hiện đại ạ. Em mong nhà trường xem xét và đổi cho em ạ. Em xin chân thành cảm ơn.",
    "Kính chào các thầy cô trong đội ngũ bksi, Em tên là  - MSSV:  Trong đợt đăng ký môn học đợt 2, môn CH3329 - Các p/pháp phân tích hđ, thì em được xếp vào lớp L03 nên đã bị trùng lịch khiến em không thể đăng ký môn Cơ sở hóa sinh & vi sinh (CH3339) . Vì vậy, em rất mong quý thầy cô có thể giúp em chuyển  từ lớp L03 (CH3329) sang lớp L02 (CH3329) để có thể đăng ký môn mà không bị trùng lịch ạ . Em xin chân thành cảm ơn quý thầy cô ạ.",
    "Chào thầy (cô), em là sinh viên hệ chính quy chuyển sang VHVL và em còn 1 môn là môn Cơ Lưu Chất (CI2005) nhưng môn này từ khóa 2019 đã không còn học. Đăng kí môn học đợt 1 vừa rồi môn này có 23 bạn đăng kí và đợt 2 thì đã bị xóa. Cho em hỏi có thể xin mở lớp môn Cơ Lưu Chất ( CI2005) được không và có điều kiện gì không ạ? Vì nếu không mở lớp thì sẽ rất khó cho những bạn còn thiếu môn này ạ. Em cảm ơn.",
    "Chào thầy/cô! Em đã đăng kí thực tập kĩ thuật(MA2027) ở HK 203, nhưng do dịch bệnh nên chưa hoàn thành điểm để nộp ên pdt được, mà kì 211 này em có đăng kí môn thực tập ngoài trường (MA3315) nhưng lại không đăng kí được vì môn (MA2027) chưa có điểm , kính mong quý thầy/cô xem xét cho em được đăng kí (MA3315) học kì 211 để em được nhận đề cương luận văn và kịp chương trình đào tạo ạ!em chân thành cảm ơn !",
    "MSSV: Chào phòng đạo tạo ạ . Em có đăng ký môn học đợt 2 nhưng mà bị lỗi thiếu bằng TN PTTH ( như ảnh ) . Cho em hỏi có cách nào để xử lý cho trường hợp của em được không và nếu có cách thì phải làm như thế nào ạ. Em cảm ơn phòng đạo tạo rất nhiều và mong phòng đào tạo tạo điều kiện hỗ trợ cho em ạ.",
    "Kính thưa phòng đào tạo, Hiện tại môn học Xác suất và thống kê MT2001 đã không mở lớp thì em có thể học thay thế bằng môn học mã số nào? Việc học thay mã môn có ảnh hưởng đến xét tốt nghiệp không?    .",
    "Em chào thầy/cô ạ, Em có đăng ký môn hóa vô cơ CH2013 và không được xếp do (4: không có khả năng xếp lớp). Em rất muốn học môn này ở kỳ tới để hoàn thành chương trình học, sau khi xếp lại lịch em mong phòng đào cho phép em đăng ký học môn này ở lớp L02_L04 hoặc lớp L02_L06 hiện đều có sỉ số lớp 19/19 ạ. Em xin cảm ơn ạ.",
    "Dạ em chào PĐT PĐT có thể mở thêm sỉ số lớp Công nghệ sản phẩm mỹ phẩm (CH3147) và lớp Công nghệ các sản phẩm tẩy rửa (CH3169) được không ạ? Do môn học em đăng kí hiện tại đã bị hủy và các môn trên không còn chỗ trống để đăng kí thêm nữa ạ Em cảm ơn PĐT",
    "Chào thầy cô, Em tên: , MSSV: , K18 Chiều nay em có lên check thử tkb của dkmh đợt 2 để hiệu chỉnh nhưng hệ thống báo thiếu bằng TN THPT.Và em đã nộp bằng từ năm 1, mong thầy cô kiểm tra hệ thống lại giúp em. Em cảm ơn.",
    "Kính gửi Phòng Đào tạo Em tên là , em là sinh viên K18 chuyên ngành Kỹ thuật Trắc địa-Bản đồ Theo Chương trình Đào tạo kì 211 em phải học môn Thực tập lưới trắc địa mã CI3097 nhưng hiện tại em bị trùng lịch học môn Bản đồ học mã CI3253. Hai môn này đều là bắt buộc của em kì nàY ( khoá sau đều không có môn đó). Vậy trường hợp của em xử lý thế nào. Mong phòng đào tạo phản hồi em sớm Trân trọng.",
    "Kính gửi phòng đào tạo. Em tên là , mssv  là sinh viên bộ môn dệt may khoa cơ khí. Ở đợt đkmh cho kì 211 đợt 2 đang diễn ra, em vào đăng ký thì bị báo lỗi bạn không thể đăng ký đợt này do chưa nộp bằng tốt nghiệp THPT. Hồi trước lúc lớp em nộp thì kì đó em đang xin tạm dừng học để về quê và khi lên học lại em quên mất việc nộp bằng. Mong phòng đào tạo hướng dẫn em xử lý tình huống này trong diễn biến dịch Covid đăng căng thẳng vì em là sinh viên năm thứ 5 rồi nên không thể chậm trễ hơn được nữa. Em xin chân thành xin lỗi vì sự cẩu thả của mình dẫn đến sự việc này. Em xin cảm ơn thầy cô.",
    "Cho em hỏi các lớp mã L là học cơ sở 2 hay cơ sở 1 ạ. Vì mã L để cơ sở 1 nên ảnh hưởng tới việc đăng kí các môn khác nên mong phòng đào tạo hiệu chỉnh cơ sở cho phù hợp với mã môn để sinh viên thuận tiện đăng ký môn học không bị hạn chế do thời gian duy chuyển giữa 2 cơ sở ạ.",
    "em xin chào ạ hiện em đang học chương trình PFIEV và em muốn đăng ký môn Trắc địa đại cương cho HK211 nhưng chỉ mở nhóm lớp CC và  em muốn hỏi là em có thể đăng ký nhóm  được không? em cảm ơn ạ",
    "Em chào Thầy/cô. Em muốn hỏi về việc đăng kí môn học Phần Tử Hữu Hạn ( CI3061) và Động Lực Học Kết Cấu ( 4067) 2 môn này là 2 môn tự chọn học kì theo chương trình đào tạo nhưng đợt 2 em vào thì không thấy mở ạ . Em thấy đợt 1 hai môn học này đăng kí khá nhiều nhưng tại sao đợt 2 lại huỷ ạ  Em cảm ơn ."
]