[
    "Em tên  MSSV . Vì bị viêm da mặt nên em không thể ra ngoài và đến trường để tham gia học buổi Thí nghiệm hóa đại cương HK212. Tuy nhiên em không thể xin được do nhà trường chưa sắp xếp giảng viên và cập nhật lên thời khóa biểu của em. Nay thời khóa biểu của em đã được cập nhật lại và giáo viên phụ trách thí nghiệm là cô , tuy nhiên vì cô không đăng bất cứ nội dung gì lên BKel nên em không thể tìm được gmail của cô để xin hoãn. Em xin PĐT cho em được hoãn học hóa đại cương TN đến hè hoặc học kì sau ạ. Em xin cảm ơn",
    "Em tên là , MSSV . Do ảnh thẻ sinh viên của em bị mờ nên chưa in được thẻ, giờ em nộp lại ảnh trên web thì không lưu được ạ. Cho em hỏi nên nộp lại ảnh hay cần chỉnh sửa thế nào vậy ạ?",
    "Em tên:  -MSSV: Điểm thi môn Kỹ thuật siêu cao tần (EE3025) - em đã thi bù vào học kì 1 (2021-2022) đến giờ vẫn chưa có điểm ạ. Em mong nhà trường hỗ trợ,",
    "Em xin phép được gửi pdt hình ảnh danh sách của bên lớp em ạ  ",
    "Thưa Thầy/Cô Em đã đăng ký rút môn học nhưng hiện tại vẫn còn tkb ( môn XỬ LÝ SỐ TÍN HIỆU (EE2015)). Em mong Thầy/Cô có thể kiểm tra giúp em được không ạ (Nguyễn Văn Sơn MSSV 1813857) Trân trọng !",
    "Dạ thầy, cô Điểm môn Cơ sở vật liệu và bảo vệ ăn mòn CH3331 HK211 của em hiện vẫn chưa có trên bảng điểm cá nhân nhưng giảng viên đã xuất được bảng điểm cả lớp đăng trên e-learning rồi. Giảng viên nói là tụi em hỏi phòng đạo tạo ạ . Em xin cảm ơn thầy, cô.",
    "CODE  Dạ em có yêu cầu hủy form rút môn học Sức bền vật liệu mà em đã điền và hiện là đã giải quyết, vậy là em hủy được rồi phải ko ạ, em xin cảm ơn ạ!",
    "Chào thầy/cô, Em tên , MSSV . Vì lý do trong quá trong quá trình học môn \"Đánh giá hiệu năng hệ thống\" (CO3007), em nhận thấy môn học cần phải có các môn học trước bổ trợ, nhưng em chưa học những môn cần thiết để có thể học tiếp môn \"Đánh giá hiệu năng hệ thống\" (CO3007) này. Vì khi đăng ký, phòng đào tạo không mở lớp môn học này, nên một số bạn đã đăng điền thông tin đăng ký mở lớp này và khi em nhấn vào đăng ký môn này thì hệ thống không hiện bắt buộc phải học những môn tiên quyết rồi mới được đăng ký. Mong được Văn phòng giúp đỡ vì đã qua đợt rút môn học . Em xin cảm ơn và xin hứa lần sau sẽ kịp thời hủy môn trong thời gian cho phép! Trân trọng ./.",
    "Cho em hỏi về điều kiện và thủ tục để thành lập CLB cấp khoa ạ?",
    "Dạ em chào phòng đào tạo ạ. Hiện tại em đã đủ điều kiện tốt nghiệp, tuy nhiên em không thể cập nhật thông tin tốt nghiệp trên trang mybk. Hiện nay em còn 1 môn học từ kỳ trước nhưng chuyển sang kỳ này do dịch. Em đọc trên trang wiki thì mình phải rút môn học để chuyển điểm R ạ. Mà lần trước em hỏi thì PĐT có nói là em chỉ cần đăng ký tốt nghiệp thôi ạ. Vậy giờ em có cần lên trường để rút môn học không ạ. Em xin cảm ơn.",
    "Em đã đủ số ngày công tác xã hội rồi nhưng mà hiện tại đăng ký tốt nghiệp thì em không đăng ký được do trên mybk đó ghi là em thiếu ctxh. Em mong nhà trường giải quyết giúp em ạ Em cảm ơn.   i Tốt nghiệp .",
    "Em sinh viên chính quy thì em chuyển hệ sang VLVH bất cứ lúc nào cũng được hay là phải đăng kí theo đợt ạ? Em có thể đăng kí trong tháng 4 để kịp đợt tốt nghiệp tháng 4 không ạ?",
    "Gửi văn phòng đào tạo Văn phòng cho em hỏi mặc dù em đã hoàn thành hết môn học nhưng tại sao em không có tên trong danh sách tốt nghiệp đợt này vậy ạ?",
    "Kính chào quý thầy/cô, Dạ cho em hỏi, là nếu em thi anh văn đủ để chuyển điểm cho anh văn 2, như vậy em có thể thi lại anh văn và nộp lại điểm để đủ 4 anh văn  để đủ điều kiện tốt nghiệp không ạ . Em cảm ơn quý thầy cô.",
    ". Lúc nãy em thi, lúc nộp bài em nộp nhầm file ạ, giờ em phải làm như thế nào ạ?  Em xin cảm ơn!",
    "Chào quý Thầy/Cô, Em là , mssv . Ngày 13/3/2022, em đã nhận được kết quả điểm thi Anh văn Nói Viết của BK English, đã đạt 220. Anh văn  đã được xét đủ điểm từ trước. Nay em thấy em đã đủ các tiêu chuẩn để tốt nghiệp nhưng chưa thấy có trong danh sách dự kiến tốt nghiệp. Mong quý thầy cô xem xét. Em cảm ơn.",
    "Kính gửi PĐT,  Cho em hỏi là khi nào thì các sinh viên đã tốt nghiệp của tháng 11. 2021 mới được làm lễ trao bằng vậy ạ?  Hy vọng nhận được phản hồi sớm từ thầy cô ạ  (Tụi em thực sự rất mong chờ một buổi lễ long trọng diễn ra ở hội trường A5, đó là mong ước 4 năm của sinh viên các khoá cũng như gia đình người thân của em ạ)",
    "Em chào pđt ạ, Em là  sinh viên K15. Pđt cho em hỏi là em thi Toeic được 540 nhưng em chỉ mới học tới AV2 thì khi chuyển điểm qua thì có điểm AV3 và AV4 không ạ? Em xin cảm ơn pđt.",
    "u năm em chưa nộp được ảnh để làm thẻ sinh viên thì bây giờ phải làm sao ạ",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TPHCM Em tên là , MSSV: , hiện đang học ngành kỹ thuật hóa học (Hệ đại trà), Đại Học Bách Khoa TPHCM  Do đầu năm em chưa nộp ảnh thẻ sinh viên nên giờ thẻ sinh viên chưa có ảnh ạ, mong bên Phòng Đạo Tạo có thể xem xét và cho em phương án xử lí tốt nhất ạ. Em xin cảm ơn!",
    "Chào anh/chị, Hôm trước em chưa có tên trong danh sách tốt nghiệp dự kiến và mở bksi thì có được trả lời như sau: Trường hợp sau ngày 08/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời Hiện tại, tên em vẫn chưa có trong danh sách, nhờ anh/chị kiểm tra giúp em ạ. Tên:  Khoa: Điện - điện tử Khóa: 2017 MSSV:  Em cảm ơn nhiều ạ",
    "Em chào thầy cô ở Phòng đào tạo nhà trường ạ. Dạ em xin phép thầy cô có thể cho em thi lại Giữa kì môn Kinh tế học đại cương với lí do cúp điện ảnh hưởng đến quá trình thi cử ạ. Cụ thể thì hôm đó em bị cúp điện và chờ phản hồi mất gần 10 phút ạ (em xin được phép trích dẫn trong video record màn hình dưới đây ạ từ phút 26 tới 35 a), sau đó thì em có thi tiếp nhưng môi trường khá tối và nóng ảnh hưởng đến tình trạng thi cử lắm ạ. Em cảm ơn thầy cô đã xem xét cho em ạ. Do video hơi nặng nên em xin phép được gửi link Drive ạ:  https://drive.google.com/file/d/1hVL0XhcRmzMzBDtxuGIpfyFjqBknOYMM/view?usp=sharing",
    "Dạ quý thầy cô cho em hỏi, danh sách tốt nghiệp bao lâu cập nhật một lần ạ?",
    "Hiện tại, em đã đủ điều kiện tốt nghiệp nhưng vào trang đăng khí tốt nghiệp thì trang không cho cập nhật thông tin về luận văn để em được đăng ký ạ . Mong nhận được phản hồi sớm ạ! Em cảm ơn. ",
    "Kính gửi Phòng đào tạo, Em tên là , MSSV:  Phòng đào tạo cho em hỏi về quy trình làm đơn xin phép hoãn thi cuối kỳ chi tiết cụ thể như thế nào, cần những sự đồng ý của ai ạ. Em cảm ơn Phòng đào tạo đã đọc. Mong sớm nhận được câu trả lời. Trân trọng, ",
    "Chào PĐT Tôi là  MSSV: Kì này tôi có đăng ký Đồ án môn học thiết kế ô tô (TR4037) nhưng trên BKElearning không hiện môn học dù đã đăng ký thành công. Mong pdt sửa lỗi này giúp tôi để có thể học được ạ Cảm ơn PĐT",
    "Dạ em chào thầy/cô, dạ thầy/cô cho em xin bảng quy đổi điểm chuyển chứng chỉ ngoại ngữ và cách tính chuyển điểm trong năm 2022 này được không ạ, em lên web aao nhưng chỉ tìm thấy bảng quy đổi điểm của năm 2019 thôi ạ, dạ em cảm ơn .",
    "Thưa Phòng Đào Tạo, em là , MSSV . Theo như thông báo của Phòng Đào Tạo thì sinh viên không tham gia BHYT thì sẽ không được phép đăng kí môn học cho học kì tới.   Trường hợp của em thì em đã có BHYT mua theo hộ gia đình, có thể photo để nộp lên trạm y tế trường. Tuy nhiên tình hình là không biết khi nào mới lên trường học lại và khi đó thì chắc em đã bị liệt vào danh sách không được học do không đăng kí BHYT rồi. Trong trường hợp này em phải làm sao ạ?",
    "Em chào quý thầy cô, hiện tại em đã đủ điều kiện để đăng kí xét tốt nghiệp cho tháng 04/2022 rồi nhưng lên trang mybk, đăng kí xét tốt nghiệp lại không được. Kính mong quý thầy cô hỗ trợ ạ",
    "Kính gởi PĐT! Em là  SV khóa K17. Hiện nay em còn 1 môn học nữa để hoàn thành chương trình học. Tuy nhiên em đã nghỉ 2 học kì (KH211 và HK212) nên tình trạng sinh viên tạm dừng. Em muốn học kì hè tới mình được đăng kí môn học để tiếp tục học. Vậy em phải làm đơn hay thủ tục nào để tiếp tục được đăng kí môn học không ạ? Cám ơn PĐT.",
    "Em xin chào thầy/cô ạ, Hiện tại em đang dương tính với Covid 19 và có tình hình chuyển biến ngày càng nặng. Em muốn hỏi trong trường hợp xấu nhất sức khoẻ của em không đảm bảo thì em có thể tạm dừng 1 học kỳ được không ạ? (Để không bị điểm 13 tất cả các môn em đã đăng ký trong học kỳ này - HK212) Mong sớm nhận được hồi âm từ thầy/cô. Em cảm ơn",
    "Em chào quý thầy cô ạ, Tháng 11/2021 vừa rồi em vừa hoàn thành xong LVTN và các môn còn lại, tính tới thời điểm hiện tại em vẫn chưa đạt AV nói viết, ngoài ra học kì vừa rồi do đã đủ tín chỉ, em không có đăng kí môn học nào cả và chủ quan không tìm hiểu nên đã bị xét là Tạm dừng, nên đây em xin quý thầy cô xem xét tiếp nhận lại cho em được tiếp tục học để em có thể truy cập vào trang web https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky (mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp) ạ. Em có đính kèm hình ảnh ko thể truy cập trang ạ. Mô tả trong hình nó có ghi như thế này ạ: \"Xin lỗi, bạn chưa được cấp quyền sử dụng trang này. Bạn vui lòng liên hệ quản trị. Nếu bạn là sinh viên, có thể do tình trạng hiện tại của bạn không được cấp quyền sử dụng dịch vụ này, bạn vui lòng kiểm tra lại tình trạng của bạn tại đây.\" Em cảm ơn quý thầy cô và chúc quý thầy cô sức khoẻ ạ.",
    "Xin chào thầy/cô phụ trách, Em tên  MSSV  Em muốn hoãn thi môn Sức bền vật liệu ( CI2001 ) Ca thi L02-B ngày 13/3 lúc 16h Vì lí do sức khoẻ nên em phải nhập viện đến ngày thi vẫn chưa ra viện được để dự thi. Em mong thầy/cô thông cảm và xác nhận em không thuộc diện cấm thi để em có thể hoàn thành thủ tục hoãn thi và có thể thi lại vào đợt sau. Mọi minh chứng giấy tờ chứng minh em nhập viện là thật hiện giờ bệnh viện đang cầm giữ nên em không thể đưa lên đây được. Nếu có em sẽ đưa lên nhanh nhất có thể để nhà trường tin tưởng xác nhận, mong quý thầy/cô thông cảm. Cám ơn thầy/cô đã dành thời gian đọc. Em cảm ơn",
    "Em chào pđt ạ, Em là  sinh viên K15. Pđt cho em hỏi là em thi Toeic được 540 nhưng em chỉ mới học tới AV2 thì khi chuyển điểm qua thì có điểm AV3 và AV4 không ạ? Em xin cảm ơn pđt.",
    "Theo kế hoạch học tập em và các bạn vẫn chưa được xếp lịch học bù, thí nghiệm cho môn học Trắc địa đại cương (CI1007) nhóm LO1 từ học kỳ 202 (2020-2021) cho đến nay. Vì trong lớp có nhiều bạn đã và đang làm luận văn và các môn học khác. Nhưng môn Trắc địa đại cương vẫn chưa được hoàn thành. Dẫn đến việc sẽ không kịp thể được xét tốt nghiệp trong kỳ này. Em mong quý thầy cô có thể sắp xếp cho chúng em lịch học trong kỳ học này, để chúng em có thể hoàn thành thành khóa học và tốt nghiệp đúng hạn ạ. Em xin cảm ơn !",
    "dạ em xin phép hỏi là học kỳ 212 em đăng kí tổng cộng 16 chỉ, trong đó có 2 chỉ Anh Văn cơ bản. Vậy nếu em đóng 1,6 triệu trong đợt này thì đợt đóng tiền học kỳ 12,5 triệu có được giảm hay vẫn phải đóng đủ 12,5 triệu luôn ạ, mong pdt giải đáp, em xin cảm ơn.",
    "MSSV : ,   : Hiện tại em lên mybk thì em thấy có mục thông báo tạm hoãn sinh viên vì em đã hoàn thành môn học vào năm trước, nhưng vì dịch nên em chưa thi anh văn để nộp lên nhà trường để đăng ký tốt nghiệp được, nên bây giờ khi em thi anh văn xong và nộp lên nhà trường thì em phải làm gì để giải quyết vấn đề này ạ, em xin chân thành cảm ơn sự giúp đỡ ạ.",
    "Dạ em chào thầy/cô! Dạ thầy/cô cho em hỏi học kì học phí hk DT212 là ngày 14/03 là đến hạn thanh toán(hôm nay) nhưng em vào BKpay để thanh toán thì không có chổ thanh toán mà hiện là chưa đến kì thanh toán là sao ạ?  Dạ em mong thấy/cô trả lời giúp em ạ! Dạ em cảm ơn thầy/cô nhiều ạ!",
    "PĐT cho em hỏi là em sinh viên k2015. Do kì trước em không có đăng kí môn học nên em đang bị tạm dừng học. Hiện em đã hoàn thành xong kì thi TOEIC Speaking and Writing và đã đủ ngày CTXH để đủ điều kiện đăng kí tốt nghiệp rồi. Nhờ PĐT thu nhận lại để em đăng kí tốt nghiệp ạ. Em xin cảm ơn.",
    "Kính gửi PĐT, Em là  - , sinh viên kĩ sư tài năng Khoa Máy Tính. Sau khi khiếu nại đăng ký môn học (ngày 9/3 - minh chứng ở ảnh đính kèm), hôm nay đã là 14/3 nhưng em vẫn chưa được cập nhật thời khóa biểu nên em  xin phép được hỏi lý do ạ. Kính mong PĐT phản hồi đến em sớm. Em xin cảm ơn.",
    "Dạ em chào PĐT ạ, hiện tại thì em vừa mới nhận được điểm thi AV nói viết ngày hôm nay ạ. Em đã đạt đủ các tiêu chuẩn để được tốt nghiệp. Vậy PĐT cho em hỏi là các bước và thủ tục để em được xét tốt nghiệp ạ. Em cảm ơn nhiều ạ.",
    "Em kính chào PDT ạ, Hiện tại em sắp đủ chỉ tiêu để tốt nghiệp, nhưng do vì em đã không đăng ký môn học học kỳ trước nên tình trạng của em đang là   B tạm dừng    và em không vào được trang đăng ký tốt nghiệp mà chỉ hiện như trong hình đính kèm ạ. Vì vậy cho em hỏi là PDT có thể cấp quyền cho em vào trang đăng ký tốt nghiệp được không ạ?",
    "Em chào thầy(cô), Hiện tại tình trạng sinh viên em bị tạm dừng nên em không thể đăng kí tốt nghiệp được. Nay em đã thi anh văn nói viết xong thì làm sao để em đăng kí tốt nghiệp được ạ? Em xin cảm ơn",
    "Em tên là , MSSV:  Lớp: CK16KTK Tình trạng sinh viên trên Mybk của em là đang \"Tạm dừng\" nên không thể đăng ký tốt nghiệp. Đã tạm dừng từ HK2(2021-2022). Lý do là không đăng ký môn học. Nay em đã đủ điều kiện để tốt nghiệp và muốn đăng ký tốt nghiệp trong học kỳ này. Mong quý thầy cô phòng đào tạo hướng dẫn em thủ tục để được đăng ký tốt nghiệp. Em xin cám ơn.",
    "Em đã đăng ký chuyển điểm anh văn 1,2,3 và thanh toán phí rồi à. Mong pđt sớm chuyển điểm cho em . Em cảm ơn.",
    "Cho em hỏi là em đã đạt đủ số tín chỉ và anh văn, nhưng sao em không đăng kí tốt nghiệp được ạ .",
    "chào pdt,  cho em hỏi là em sinh viên bằng 2 đã có thẻ bảo hiểm y tế do cty mua rồi. Giờ em có cần phải đăng ký mua bảo hiểm ở trường nữa kg ạ? Nếu không cần đăng ký thì em phải nộp cho trường giấy tờ gì? và cho ai vậy ạ? em cảm ơn!",
    "Em là . MSSV:  lớp CTM02. Hiện tại thì em bị tạm dừng học vụ vì không đăng ký môn học nên chưa thể đăng ký xét tốt nghiệp được ạ. Phòng đào tạo có thể mở lại để em đăng ký xét tốt nghiệp được không ạ. Em cám ơn thầy/cô.",
    "Em đã đăng kí xét tốt nghiệp thành công rồi ạ. Hiện em muốn nhận giấy chứng nhận tốt nghiệp tạm thời để nộp cho công ty em xin việc ạ. Cho em hỏi là khoảng bao lâu sau thời gian đăng kí tốt nghiệp em sẽ nhận được ạ? Em đăng kí tốt nghiệp vào ngày 5/3 vừa qua ạ.",
    "Em đã dương tính với . Làm sao để em khai báo cho nhà trường? Em dương tính với  và hiện tại tình trạng củaem rất xấu, bệnh của em rất nặng, em sốt cao. Cuối tuần và thứ Năm sắp tới em thi giữa kỳ hoá đại cương, đại số tuyến tính, GDQP. Em có thể làm đơn để hoãn thi giữa kỳ được không ạ? Làm đơn như thế nào?",
    "Phòng đào tạo cho em hỏi em còn thiếu điều kiện tốt nghiệp gì nữa ạ. Hiện tại theo những gì em nộp thì:   + Tiếng Pháp: Delf B1   + Tiếng Anh: TOEIC(840), nói - viết (245) thi ở BK English ngày 27/02   + CTXH: 15 ngày Luận văn em làm ở học kì 1 (2021-2022) trên mybk đã cập nhật điểm nhưng vẫn chưa cập nhật số tín chỉ. Em cảm ơn ạ",
    "Em là , sinh viên năm 2 ngành Kỹ thuật Hóa lý-phân tích khoa KTHH. Cho em hỏi:  em đã nộp cho trường vào năm nhất,bây giờ em có thể liên hệ nhà trường để mượn lại  được không ạ? Và liên hệ như thế nào ạ?",
    "Kính gửi PĐT, Em tên là  - MSSV:, đầu năm nhất em có đăng kí nộp bằng IELTS 5.5 và đã quy đổi điểm. Nay em thấy trong phần điểm chuyển có cột điểm TOIEC được 5.0. Không biết nếu vậy thì em đã đủ điều kiện tốt nghiệp và nhận bằng tốt nghiệp chưa ạ. Em cảm ơn thầy/cô nhiều. Chúc thầy/cô nhiều sức khỏe. Sinh viên,     i  .",
    "Chào thầy/cô Hiện tại các môn học học kì HK-212 của em đều đã có điểm được 12 ngày rồi, nhưng em chưa thấy điểm GPA của mình được cập nhật. Do em đang định xin việc nên mong muốn có GPA cao hơn thì tốt hơn ạ. Không biết thông thường thì khi nào sẽ cập nhật GPA ạ?  Em xin cảm ơn",
    "Cho em hỏi hiện tại em đang là f0 nên việc học và thi học phần thí nghiệm trực tiếp tại trường bị ảnh hưởng. Cho em hỏi là em có thể dời học phần thí nghiệm vào kì sau được không ạ hay em phải đăng ký học lại.",
    "Dạ em là sinh viên bên Khoa Xây Dựng K20, cho em hỏi khi nào thì xét Học Bổng Khuyến Khích kì 202 ạ. Do hiện tại là sắp kết thúc học kì 212 rồi nhưng vẫn chưa có thông tin xét HBKK Hk202 ạ. Em cảm ơn ạ.",
    "Em chào thầy/cô ạ, Cho em hỏi em có thể kiểm tra thông tin mình đã chuyển hình thức tạo đào tạo từ Chính quy sang Vừa làm vừa học hay chưa ở đâu ạ? Thời gian đào tạo tối đa của em được ghi là tháng 4/2022 thì tính vào đầu tháng 4 hay cuối tháng 4 vậy thầy/cô? Không biết hiện tại đơn chuyển hệ của em đã được xét duyệt xong chưa ạ? Em sợ nếu tính vào đầu tháng 4 cộng thêm bây giờ đơn chuyển hệ chưa được xét thì sau đó em phải làm thêm đơn xin thu nhận lại nữa. Cảm ơn thầy/cô rất nhiều,  ",
    "em đã học đủ các môn và vừa có điểm luận văn tn, nhưng khi vào đăng ký tốt nghiệp trên mybk thì không bấm vào các phần cập nhật thông tin (điểm, tên đề tài, hình 3x4 ...) để gửi thông tin lên được. Và cũng không nộp đơn để xét tốt nghiệp được giờ em phải lên pdt hay làm sao ạ",
    "Kính gửi Phòng Đào tạo, Em xem thông báo học phí thì Văn bằng 2 ban ngày khóa 2019 có học phí là 350k/TC, nhưng bkpay đang thu học phí của em theo Văn bằng 2 buổi tối, tức là 525k/TC. Điều này em nghĩ là do em đã được xếp vào nhóm lớp B01 khi đăng ký môn học, lúc đó bạn của em cũng đã hỏi về vấn đề này thì được giải đáp là vẫn tính học phí theo VB2 ban ngày. Em mong PDT có thể hỗ trợ em về vấn đề này ạ. Em cảm ơn, ",
    "Em chào thầy/cô, Thầy/cô cho em hỏi, vì sao em đã đủ điều kiện đăng kí tốt nghiệp như: AV nghe đọc, nói viết, đủ ngày CTXH,  mà sao em không cập nhật được thông tin lên trang web tốt nghiệp ạ? Nó không cho em click vào ô “Cập nhật thông tin”. Em cảm ơn.",
    "Em là   MSSV  Em có đăng kí tốt nghiệp trên hệ thống của trường vào tuần trước. Em biết là em cũng đăng kí hơi trễ . Thầy cô cho em hỏi khi nào thì em sẽ có bản in điện tử và giấy tốt nghiệp tạm thời được không ạ? Và thầy cô có thể cho em xin giấy tốt nghiệp tạm thời sớm hơn một chút được không ạ? Vì em không có giấy thì công ty em không được làm hồ sơ thử việc ạ . Em cảm ơn thầy cô nhiều ạ.",
    "Dạ cho em hỏi bây giờ còn thời hạn để đăng kí rút môn học không ạ. Tại tới hôm nay mới có kết quả trả điểm nên em muốn được rút môn.",
    "Em chào pđt ạ. Em là sinh viên k17 ngành kỹ thuật xây dựng. Ở học kì 202 em có đăng kí môn học Trắc địa đại cương (CI1007) do thầy  giảng dạy. Nhưng mà đến hiện nay lớp chúng em vẫn chưa nhận được thông tin về việc học thí nghiệm và thi của thầy ạ . Em đã có liên hệ với thầy nhiều lần nhưng mà thầy vẫn chưa có thông tin gì ạ. Em mong pđt giúp em hướng giải quyết ạ. Vì em cần hoàn thành môn này để có thể kịp đăng kí tốt nghiệp vào tháng 4 năm nay ạ. Em cảm ơn ạ.",
    "Vào ngày 8/3/2022 do bố mẹ em test dương tính covid nên em cũng đã test và cũng thành F0. Em xin pđt cho em xin phép nghỉ bù tuần 10 môn thí nghiệm Hoá đại cương lớp VL03,VL04 và học bù vào tuần 27 ạ. Do bệnh nên em gửi lại đơn lên bksi chậm ạ. Nhưng vào ngày 9/3 em có gửi mail cho pđt rồi ạ.",
    "Dạ Em tên , MSSv 187346 Hiện tại em có Thi AV400 ngày 20/02/2022 nhưng đến nay vẫn chưa thấy nhà trường cập nhật điểm, Em có liên hệ TT ngoại ngử thầy cô báo đã chuyễn điễm qua Phòng Đào tạo rồi. em xin nhà trường cập nhật điểm Để em theo dỗi chuẩn  bị cho việc đăng ký môn học. Do Bữa thi em không biết thi xong có kết quả trong bài nên hiện tại em chưa biết mình đã đủ điều kiện chưa ạ.   i ",
    "Em kính chào quý Thầy/Cô Phòng Đào Tạo ạ, Dạ em là Trần Thị Thủy Tiên, MSSV 1852787, học lớp CC18QKD ạ. Đợt vừa rồi em vừa hoàn thành môn Thực tập tốt nghiệp vào đợt tháng 2/2022 ạ nên em có đăng kí môn LVTN (IM4317) dành cho đợt trễ hạn ạ. Tuy nhiên ngày 7/3 em có nhận được mail thông báo về kết quả lý do không được xét môn học này do thiếu số tín chỉ ạ. Em muốn hỏi về vấn đề này do em thấy trong phần tín chỉ Tích lũy Luận văn (TCTLLV) là 126 ạ và em cũng đã vào mybk-Thông tin sinh viên trong mục Số tín chỉ thì có thấy số tín chỉ của em tính đến HK203 là 113 ạ, và nếu thêm 21 tín chỉ em đã hoàn thành trong HK211 (nhưng em chưa được cập nhật ạ) là em sẽ có tổng 134 tín chỉ ạ. Vậy nếu xét theo điều kiện đăng kí LVTN là 126 tín chỉ thì em có thể đăng kí được môn học này không ấy ạ . Em cũng đã tạo câu hỏi trong bksi và được hướng dẫn cách giải quyết là gửi file thống kê các môn chưa tích lũy của em ạ nên em xin gửi kèm file này ạ. Trong file này, em đã thống kê các môn em đã học và đã qua môn nhưng chưa được tích lũy ( gồm các môn trong HK211 và 1 môn tương đương là Kế toán tài chính ạ) Chỉ duy nhất 2 môn (Tài chính doanh nghiệp - IM3005 và Tư tưởng HCM - SP1005) là em chưa hoàn thành ạ . Em cũng xin lỗi về việc phản hồi có phần chậm trễ của em ạ do những ngày vừa rồi nhà em có việc đột xuất ạ . Nếu Thầy/Cô có thắc mắc, hoặc cần yêu cầu em chỉnh sửa hoặc gửi lại xin vui lòng phản hồi em ạ.Em cảm ơn rất nhiều ạ, rất mong sớm nhận được sự hỗ trợ từ phía Nhà Trường ạ. Trân trọng.",
    "Dạ em chào thầy/cô ạ! Em là , mssv . Em đăng ký xét tốt nghiệp học kỳ 2 2021-2022, mã đợt là TN.20212.1 và tình trạng là phiếu đăng ký đã xử lý vào 3 tuần trước nhưng mà đến nay em vẫn chưa nhận được giấy chứng nhận tốt nghiệp tạm thời tại nơi đăng ký nhận của em ạ. Dạ thầy/cô có thể cho em hỏi là mất tầm bao lâu nữa thì em mới nhận được giấy chứng nhận tốt nghiệp tạm thời được không ạ? Vì em cũng đang cần nó ạ! Mong thầy/cô giải đáp thắc mắc giúp em, em cám ơn thầy/cô nhiều ạ!",
    "Em chào PĐT Em tên là  (MSSV: ), là sinh viên Khoa Môi trường và Tài nguyên . Hiện tại em cần có bằng cấp để nộp cho công ty. Không biết em có thể xin được cấp giấy chứng nhận tốt nghiệp tạm thời được không ạ? Em xin cám ơn.",
    "Em chào phòng học vụ ạ. Em tên là , mã số sinh viên là , tân sinh viên khoá K21, hiện học ngành Khoa Học Máy Tính chương trình Chuyển Tiếp Quốc Tế. Hôm nay em viết mail này để muốn xin nhà trường tờ giấy xác nhận thời gian học có đóng mộc của nhà trường để giúp gia đình em trừ tiền gia cảnh vào tuần sau. Em mong nhà trường giải quyết sớm nhất có thể ạ. Em xin chân thành cảm ơn.",
    "Dạ em chào pđt ạ Cho em hỏi ngày nào là ngày chính xác bên pđt nhận bổ sung các chứng chỉ av để xét tốt nghiệp ạ  Do em xem trên chỗ đăng kí tốt nghiệp là ngày 4/5 ( như ảnh ) nhưng trên aao lại ghi là 11/4( như ảnh)  Mong pdt xem và cho em xin ngày đúng nhất để em nộp chứng chỉ av phù hợp theo ngày để tốt nghiệp học kì này ạ Em cảm ơn pdt rất nhiều ạ",
    "Kính gửi Phòng Đào tạo,  Dạ hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến đợt 04/2022. Dạ theo các phản hồi trước của PĐT về trường hợp của em thì sau khi có tên trong danh sách này em sẽ được PĐT tự động thu nhận lại . Dạ cho em hỏi thời gian em sẽ được thu nhận lại cụ thể là khi nào với ạ? Bởi vì hiện tại em vẫn chưa vào đăng ký được . Em xin chân thành cảm ơn ạ!",
    "Chào nhà trường. Em tên , mssv , hiện tại em đang đăng ký xét tốt nghiệp trực tuyến nhưng website hiện đang thông báo phiếu đăng ký của em chưa được xử lý. Kính mong quý thầy cô giải đáp phản hồi sớm để em nhanh chóng bổ sung thông tin. Cám ơn",
    "Dạ em chào cô. Hôm trước em có thắc mắc về trùng lịch học của 2 môn như hình đính kèm và được cô thông tin sẽ được giải quyết trước ngày 14/3/2022. Dạ hiện tại thời khóa biểu của em vẫn giữ nguyên.Dạ vậy là 2 môn này em phải tự sắp xếp xin phép với giảng viên hay giải quyết như thế nào ạ. Em cảm ơn cô nhiều ạ",
    "Cho em hỏi quy trình nhận file scan bảng điểm ạ?",
    "Kính gửi: Thầy Cô Bộ Phận ĐKMH Phòng Đào Tạo trường ĐH Bách Khoa - ĐHQG TPHCM  Em là  MSSV:   Em xin trình bày sự việc của em như sau:  Ngày thứ 6 11/03/2022 (tuần 10) em có gửi đơn trình bày việc chưa có TKB học bù môn thí nghiệm Hóa Đại Cương CH1004 HK211. Và đã được Thầy Cô cập nhật lại TKB vào ngay ngày hôm đó, tuy nhiên TKB lại được cập nhật là thứ 2 của tuần 10, là thời gian đã qua rồi ạ. Kính mong Thầy Cô có thể xem xét kiểm tra lại giúp em! Em chân thành cảm ơn! Chúc Quý Thầy Cô có nhiều sức khỏe vạn sự an lành  ",
    "cho em hỏi về quy trình đăng kí thu nhận lại để xét tốt nghiệp với ạ Em cảm ơn",
    "Em là sinh viên năm 2 của Khoa Cơ Khí chương trình đại trà. Do học kì 212 này em đã bỏ lỡ không đăng kí môn bắt buộc là Thực Tập Kĩ Thuật. Môn này là môn học trong Học kì Hè năm 2 nên em có hỏi giáo viên thì giáo viên nói sẽ bị trễ nếu không đăng kí học. Em không biết là em có thể xin phép Phòng Đào tạo cho em xin mẫu đơn để đăng kí môn học bổ sung kì này được không ạ. Hoặc là học Kì 3 em có thể đăng kí để học được không ạ. Em mong Phòng đào tạo giải đáp giúp em. Em cảm ơn ạ.",
    "Em tên là , MSSV  Em đã điền form xin đăng kí xin giấy tốt nghiệp sớm và theo lịch là thứ 2 tuần sau em có thể nhận được bản scan và bản cứng. Nhưng thời gian bắt đầu nhận việc của em cũng là thứ 2 tuần sau giống như thời gian có giấy TN tạm thời, và theo quy địnb em phải có giấy xác nhận TN tạm thời vào ngày đầu đi làm để nộp vào cty và em cũng không thể nghỉ làm lên trường lấy được ạ . Thầy cô có thể hỗ trợ em có thể nhận giấy tốt nghiệp tạm thời trong thứ 6 tuần này được không ạ? File đính kèm là email offer nhận việc của em và ngày on board là thứ 2 tuần sau ạ. Em mong trường có thể hỗ trợ được cho em có thể nhận giấy TN tạm thời vào thứ 6 ạ.",
    "Kính thưa PĐT, Em tên Phạm Quốc Sỉ - MSSV: . Cho em hỏi, theo Điều 3.3 QUY CHẾ ,  ĐẲNG. Mỗi tín chỉ được quy định là 15 tiết dạy. Theo phương pháp giảng dạy mới, số tiết sẽ giảm đi 20%. Chỉ còn 12 tiết cho 1 tín chỉ. Nhưng trong kì này em đăng kí các môn 3 tín chỉ, TKB mỗi tuần chỉ có 2 tiết và học trong 12 tuần. Tức chỉ có 24 tiết học và chúng em đã bị cắt mất 12 tiết dạy, tương đương một tín chỉ. Em nghĩ ít nhiều có ảnh hưởng đến việc học chúng em. Mong PĐT xem xét. Em chân thành cảm ơn",
    "re Em đang bị tình trạng tạm dừng nhưng em đã đủ điều kiện xét tốt nghiệp. Phòng đào tạo có thể thu nhận em lại, để em được đăng ký xét tốt nghiệp được không ?",
    "Tốt nghiệp . Em chào Thầy/ Cô! Em đăng ký thành công tốt nghiệp và đã thanh toán cách đây 2 tuần nhưng tới nay em chưa nhận được bằng tốt nghiệp tạm thời. Nhờ Thầy/ Cô xem giúp em. Em đang cần bằng tạm thời để xin việc làm em xin cám ơn Thầy/ Cô.",
    "Dưới đây là đơn xin hoãn thi môn Sức Bền Vật Liệu ( CI2001) của em, kính mong quý thầy cô Phòng Đào Tạo xem xét ạ Em xin chân thành cảm ơn",
    "Em chào thầy/cô . Em có lịch TN Hóa và thi TN Hóa vào tuần 10, nhưng vào tuần 10 ấy em dương tính với covid 19, và phải cách ly tập trung, do đó em không thể tham gia cả 2 buổi học . Em muốn hỏi liệu rằng sau cách ly em có thể bù không ạ? Và nếu được, em cần chuẩn bị những thủ tục gì? Em đã thông tin tới giảng viên phụ trách qua hình thức gửi email (từ ngày 8/3/2022) nhưng tới nay vẫn chưa nhận được hồi âm. Em rất mong nhận được hồi âm từ thầy/cô ạ. Em cảm ơn rất nhiều.",
    "Thưa thầy/cô, Em muốn hỏi về việc rút môn học quá thời hạn 6 tuần. Khi học kỳ mới bắt đầu, nhà em có nhiều việc xảy ra và em đã không tham gia tốt các môn học đã đăng ký, sau khi lo tang cho ngoại xong, em trở lại và thấy mình lỡ mất 4-6 buổi, không thể bắt kịp chương trình như các bạn, nếu học và thi tiếp thì em sẽ rất dễ rớt môn hoặc điểm trung bình của em sẽ rất thấp. Dù em đọc quy chế thấy chỉ được rút môn trong 6 tuần đầu của học kì chính, em muốn làm biểu mẫu xin phòng đào tạo cho em rút 2 môn Cấu trúc dữ liệu giải thuật và Nguyên lý ngôn ngữ lập trình để em có thể hoàn thiện 2 môn này tốt hơn vào học kỳ phụ, dành thời gian để theo kịp giáo trình các môn khác, không biết lý do của em có được chấp nhận không ạ, nếu được em sẽ làm biểu mẫu rút môn gửi phòng. Em xin cảm ơn thầy/cô!",
    "Em chào thầy/cô ạ. Em vừa mới đăng ký mua BHYT 9 tháng và thanh toán đc 2 ngày rồi ạ. Cho em hỏi tầm bao nhiêu ngày nữa thì thẻ BHYT của em sẽ đc gia hạn trở lại ạ. Em rất mong được phản hồi sớm. Em xin cảm ơn ạ",
    "Gửi Thầy, cô ở Phòng đào tạo, Em tên Nguyễn Thụy  Cẩm Tú sinh viên k20,Oisp, mssv  Học kì 1 vừa rồi em bị nhập nhầm điểm trên mybk và bị 13 điểm vào kì thi Calculus 1 giữa kì. Tuy nhiên thầy giảng viên lý thuyết của em đã phản hồi và điểm đã được sửa như ảnh dưới (1.5) từ tháng trước. Em kính mong thầy cô cập nhật giúp em lại bảng điểm trên mybk ạ. Em cảm ơn thầy cô.",
    "Kính gửi thầy cô, EM tên   Em có đăng kí hoãn thi môn kỹ thuật AN toàn điện EE3097 nhưng bị điểm 0 và vẫn chưa được cập nhật lại điểm.Thầy/cô có thể giúp em cập nhât điểm 14 được không ạ. EM cảm ơn thầy/cô.",
    "Xin chào thầy cô phòng đào tạo Bách Khoa Em tên là , sinh viên khoá 2021. Em đã nhận được thông tin là hình của thẻ sinh viên em bị mờ nên không được in và yêu cầu liên hệ với phòng đào tạo. Vậy em sẽ nộp lại hình thẻ của em như thế nào ạ? Em xin cảm ơn ",
    "Em chào thầy cô em có học lớp thực hành trắc địa thầy  lớp L01 HK202 đáng ra phải bù vào tháng này nhưng tới giờ vẫn chưa có lịch học bù có một số bạn đã mail thì thầy không trả lời, mong thầy cô có thể đưa ra phương án giải quyết để chúng em hoàn thành môn học ạ.",
    "N KÌ THANH TOÁN RỒI  MÀ THẤY CÒN  ",
    "Kính gửi phòng đào tạo em tên là . MSSV . Sinh viên năm nhất khoa kĩ thuật hóa học. Vì lý do ảnh mờ nên em vẫn chưa in được thẻ sinh viên lần đầu. GIờ em có thể gửi lại ảnh ở đâu ạ. Mong phòng đào tạo có thể giúp em in thẻ lần đầu. Em xin cảm ơn.",
    "Em đã không đăng kí môn ở học kì vừa rồi nên em đã mất tình trạng sinh viên. Hiện nay em đã đủ điều kiện tốt nghiệp. Cho em hỏi quy trình để đăng kí thu nhận lại để em đăng kí tốt nghiệp ạ Em cảm ơn",
    "Em là , MSSV: . Em xin đăng kí in bằng tốt nghiệp tạm thời. Địa chỉ gửi về: Lô F chung cư Lê Thị Riêng phường 15 quận 10 Tp HCM. E xin cảm ơn. ",
    "Em là -  Hiện em vừa vắng thi online 1 môn, Em làm đơn hoãn thi và đưa cho giáo viên hướng dẫn và Khoa kí trực tiếp, thì bước cuối cùng em nên nộp lại cho phòng ban nào ạ, để không cần phải nộp thông qua BKSI ạ. Em cảm ơn.",
    "Dạ em chào PĐT, Em tên:  MSSV: Em đăng ký hoãn thi cuối kỳ môn Sức bền vật liệu(CI2001) Em có gửi hình ảnh được sự đồng ý hoãn thi của giảng viên hướng dẫn bên dưới. Xin PĐT cho em được hoãn thi ạ.",
    "Dạ em chào Thầy/Cô. Em tên , mssv: , lớp CK17CD1 . Em vừa hoàn thành hết tất cả môn học vào học kì 1 năm 2021-2022 nhưng hiện tại vẫn chưa được cập nhật tín chỉ tích lũy. Cho em hỏi là khi nào tín chỉ mới cập nhật vào phần tín chỉ tích lũy ạ?. Và cho em hỏi để xác nhận lại là hạn chót đăng kí tốt nghiệp kì này là ngày 4 tháng 5 năm 2022 đúng không ạ? Em xin chân thành cảm ơn!",
    "Xin hủy AV1A . Do lịch AV1A của em trùng lịch quốc phòng và hiện tại không có lớp AV1A khác nên em xin hủy môn học AV1A. Thân",
    "Chào thầy cô,  Em tên là  (MSSV-). Xin thầy cô trả lời giúp em thắc mắc sau ạ. Rõ ràng em và một bạn khác là đã đăng ký lớp chính quy sáng và không có việc chuyển hệ hay dự thính gì ở đây ạ. Nhưng hiện tại thì học phí của em đang được tính là học phí dự thính chuyển hệ như đính kèm bên dưới ạ. Trước đó thì bạn  có gửi phản hồi nhưng vẫn chưa được giải đáp hết ạ. Cũng đã một tuần trôi qua, nhưng vẫn chưa có phản hồi. Nên nay em xin đặt lại câu hỏi này ạ. Em thật sự cảm thấy khó hiểu với khoản học phí này ạ. Mong nhận được sự phản hồi sớm nhất có thể từ các thầy cô. Em xin chân thành cảm ơn ",
    "Kính gửi trường Đại học Bách Khoa. Em là  sinh viên năm nhất khoa Kỹ thuật Hóa học. Do em chưa nộp hình ảnh nên hiện tại thẻ sinh viên của em chưa được in, em xin hỏi hiện tại em có thể bổ sung hình ảnh ở đâu và khi nào có thể xin lấy thẻ sinh viên nếu nộp hình anh sau như vậy ạ? Em xin chân thành cảm ơn. Trân trọng, ",
    "Kính gửi quý thầy cô Em xin chuyển từ hệ chính quy sang hệ vừa học vừa làm ạ (file đính kèm)",
    "Kính gửi các thầy cô Phòng đào tạo,  Em là học sinh K19, MSSV  ạ Em viết mail này xin phép được thắc mắc về thời gian bố trí lịch học bù Hoá Đại cương thí nghiệm 2 bài lab cuối    Theo như em được biết thì tuần 10-14 là dành cho hoàn thành nốt các học phần lab chưa hoàn thiện, nhưng ko hiểu sao trường xếp cho phần học bù của em đến tận tuần 29, nghĩa là còn khoảng hơn 5 tháng nữa mới học ạ Trong khi em đã đăng ký học bù offline từ đầu năm nay và điền form là đã tiêm 3 mũi ạ TKB em gửi trong ảnh đính kèm ạ     Mong các thầy cô xem xét tạo điều kiện cho em được hoàn thành môn học sớm nhất có thể ạ  Em xin chân thành cảm ơn thầy cô nhiều ạ!  Sinh viên,  ",
    "p Chào thầy/cô  br   br  Em tên là , MSSV .  br   br  Do em chủ quan nghĩ rằng mình đã có BHYT nên không đăng ký đợt cuối. Lúc nhận ra thì em đã không đăng ký được nữa.  br   br  Mong thầy cô có thể xem xét trường hợp của em và chỉ dẫn để em có thể đăng ký môn học cho học kỳ chính tiếp theo.  br   br  Em xin chịu mọi sự trừng phạt thầy cô đề xuất ạ.  br   br  Thân mến  br    p ",
    "Em tên là  mã số sinh viên  . Hiện tại em đã đủ điều kiện tốt nghiệp nhưng vẫn chưa có tên trong danh sách xét tốt nghiệp tháng 4 2022 . Mong Phòng đào tạo xem xét giúp em ạ. Em cảm ơn,  Trân trọng.",
    "Dạ em chào thầy/cô, Thầy/cô cho em hỏi là vào thời điểm phân ngành em không nộp minh chứng hoãn thi nên em không đủ điểm để vào ngành Kỹ thuật Điều khiển và Tự động hóa. Sau khi xem cập nhật điểm vào ngày 14/3/2022 thì em thấy điểm của em có thể đậu vào ngành đó. Cho em hỏi là em có cơ hội nào để có thể ứng tuyển vào ngành Kỹ thuật Điều khiển và Tự động hóa không ạ? Hiện tại em trúng tuyển ngành Kỹ thuật Điện tử - Viễn thông và điểm tính tới học kì 211 là 7.43 ạ . Em xin cám ơn thầy/cô.",
    "Dạ e chào Thầy/cô, Nhờ Thầy/cô kiểm tra giúp e sao e vẫn chưa có trong danh sách tốt nghiệp dự kiến ạ. Em cám ơn",
    "pdt oi cho em hỏi là ngày cuối cùng được nộp bằng anh văn để xét tốt nghiệp tháng 4 này là 11/4 hay 4/5 vậy ạ.",
    "Kính gửi thầy cô phòng đào tạo, Em tên là . Em có MSSV là . Em thuộc khoa Khoa học máy tính hệ VHVL. Em xin trình bày thắc mắc về học phí của em như  hình đính kèm là đã tới hạn nộp học phí nhưng em chưa thấy được mở thanh toán ạ. Em có đính kèm hình nhờ thầy cô xem giúp em ạ. Em mong thầy cô xem lại dùm em trường hợp này để em có thể đóng đủ học phí cho nhà trường ạ. Em xin chân thành cám ơn sự giúp đỡ của thầy cô ạ. Thân mến, Em .",
    "Xin chào thầy/cô, Theo lịch tốt nghiệp trên trang aao.hcmut.edu.vn em thấy hạn chót tốt nghiệp vào ngày 11/4/2022. Còn trên trang hệ thống mybk.hcmut.edu.vn mục đăng ký tốt nghiệp hạn chót vào ngày 4/5/2022. Vậy hạn chót nộp các điều kiện anh văn tốt nghiệp là chính xác vào thời gian nào vậy ạ? Em xin cảm ơn.   i Tốt nghiệp .",
    "Chào thầy/cô, Em có đăng ký in bảng điểm và nhận ở PĐT CS1 nhưng hiện tại em đang mắc bệnh nên không thể lên nhận được. Em có nhờ bạn  - MSSV  nhận giúp ạ. Em mong quý thầy/cô giúp đỡ và cho bạn nhận giúp bảng điểm cho em. Em xin chân thành cảm ơn. Trân trọng, ",
    "Em chào ad Em là SV  Em học Chuyên ngành Cảng-công trình biển, khoa Kỹ thuật Xây dựng. Em có thắc mắc là sau khi tốt nghiệp ĐH, em có thể đăng kí học chương trình Thạc sĩ ngành Kỹ thật Xây dựng không ạ, thay vì Thạc sĩ ngành Kỹ thuật công trình biển? Nếu được học thì em có cần phải bổ sung thêm vài môn hay bắt buộc phải có bằng 2 Dân dụng để tiếp tục học Thạc sĩ ạ. Em cảm ơn.",
    "Dạ em chào thầy cô. Em tên là , MSSV  Em xin phép được gửi đơn xin hoãn thi môn Vật Lý 2 lớp L02 ngày 6/3/2022 lúc 7h ạ.",
    "Em chào pđt ạ. Em là sinh viên k17 ngành kỹ thuật xây dựng. Ở học kì 202 em có đăng kí môn học Trắc địa đại cương (CI1007) do thầy  giảng dạy. Nhưng mà đến hiện nay lớp chúng em vẫn chưa nhận được thông tin về việc học thí nghiệm và thi của thầy ạ . Em đã có liên hệ với thầy nhiều lần nhưng mà thầy vẫn chưa có thông tin gì ạ. Em mong pđt giúp em hướng giải quyết ạ. Vì em cần hoàn thành môn này để có thể kịp đăng kí tốt nghiệp vào tháng 4 năm nay ạ. Em cảm ơn ạ.",
    "Em hiện tại đang bị tạm dừng vì không đăng ký môn học do em đã học xong nhưng chưa có chứng chỉ anh văn để xét tốt nghiệp. Nay em đã có chứng chỉ và đã được xét duyệt, cô giúp em gỡ tạm dừng để em có thể đăng ký xét tốt nghiệp được không ạ? Em cảm ơn.",
    "Em chào thầy/cô Bkpay của em đã tới hạn đóng tiền dự thính từ ngày 14/03 đến 21/03 mà bây giờ hiện chưa mở ạ Em cảm ơn",
    "Mình là tân sinh viên k21 do chưa cập nhập ảnh thẻ trên hồ sơ sinh viên nên giờ chưa có thẻ sinh viên.Hiện mình chỉ cần cập nhập ảnh mình lên hồ sơ là đuọc in thẻ hay là phải có mặt tại trường để làm trực tiếp ạ.Xin cảm ơn",
    "NG KÝ DỰ THÍNH - LỘ TRÌNH 2 Dạ Phòng Đào tạo ơi, em vẫn chưa thấy có lịch đăng ký Dự thính - Lộ trình 2 đợt 3 (đợt bổ sung) ạ. Em đăng rất mong muốn được đăng ký môn Cơ học ứng dụng ạ . Em cảm ơn Phòng Đào tạo ạ!!!",
    "Sinh viên bị dương tính với Covid cần khai báo với nhà trường không ạ? Khai báo như thế nào ạ?",
    "Em chào Thầy/Cô! Em tên Nguyễn Viết Khoa, MSSV:  Em vừa nhận quyết định chuyển hệ VHVL qua mail. Do 27-02-2022 này em hoàn thành toeic nói viết trễ nên phải chuyển hệ để xét tốt nghiệp. Hiện tại hệ Chính Qui em đã hoàn thành chương trình học, và đã có quyết định chuyển hệ của Phòng đào tạo. bên trong tệp đính kèm là quyết định chuyển hệ. Em viết mail này nhờ Thầy/Cô xét tốt nghiệp giúp em ạ!  Em xin cảm ơn Thầy/Cô đã giúp đỡ, hỗ trợ trong suốt quá trình học!",
    "Tốt nghiệp       Chào Anh/Chị   em tên là   mssv    Hiện tại thì em đã hoàn thành lvtn anh văn nói viết đã đủ điều kiện để xét tốt nghiệp nhưng vẫn k đăng kí tốt nghiệp trên mybk được ạ  anh/chị có thể cho em biết tại sao k ạ",
    "Em đã được xác nhận chứng chỉ anh văn hợp lệ nhưng vẫn chưa được cộng số tín chỉ môn av 4, mong pdt kiểm tra lại giúp em Em xin cảm ơn.",
    "Tốt nghiệp . Chào quý thầy cô và ban giám hiệu trường Đại học Bách Khoa TP.HCM . Em tên là , MSSV . Hiện em đã hoàn thành đủ các điều kiện tốt nghiệp nhưng do các kì gần đây em không đăng kí môn học và theo học nên bị buộc thôi học. Em viết đơn này mong quý thầy cô xem xét cho em được tốt nghiệp. Em xin chân thành cám ơn sự hỗ trợ của quý thầy cô . Trân trọng .",
    "Gửi quý Thầy cô, lớp AV400 HL thi ngày 20/02/2022 tới hiên tại chưa có điểm, dù Cô dạy môn đã nhập điểm từ lâu, mong quý Thầy Cô giúp đỡ!",
    "Thầy cô cho em hỏi là em đã đăng ký xét tốt nghiệp vào tháng 2, hôm nay em nhờ thầy cô xem giúp em đã có giấy chứng nhận tốt nghiệp tạm thời chưa ạ. Em xin cám ơn.",
    "Em chào pđt ạ, Em là  sinh viên K15. Pđt cho em hỏi là em thi Toeic được 540 nhưng em chỉ mới học tới AV2 thì khi chuyển điểm qua thì có điểm AV3 và AV4 không ạ? Em xin cảm ơn pđt.",
    "Dạ cho em hỏi về việc thanh toán học phí dự thính kỳ 212 em thấy thông báo là 14/3 sẽ mở  thanh toán và hết hạn 15h 21/3. Hôm nay 15/3 em thấy bkpay vân chưa mở thanh toán ạ, không biết có lỗi nào không ạ. Mong nhân được phản hồi từ thầy cô ạ. Em cam ơn ạ!",
    "Xin chào ạ! Em tên:  MSSV:  Em không thể thi do trường hợp laptop bị hỏng không thể minh chứng là laptop bị hỏng do sửa một tiệm sửa chửa nhỏ, do em ở quê nên xung quanh khu vực của em chỉ có các tiệm sửa laptop nhỏ. Em chỉ có một laptop và Không thể ra tiệm internet để thi vì không đủ điều kiện thi.",
    "Kính gửi Nhà trường, Cho em hỏi là ngoài việc in bảng điểm bản cứng, nhà trường có cung cấp dịch vụ gửi file mềm bảng điểm cho sinh viên không ạ . Nếu có em có thể xin file bảng điểm như thế nào ạ? Tại vì em đang ở quê và cần gấp nên sợ không kịp xin nhà trường gửi bưu điện về ạ. Em xin cảm ơn.",
    "Em là , MSSV: , là sinh viên lớp DT01-A môn giải tích mạch EE1011 học kỳ 2 (2020-2021). Tuy đã có điểm trên E-learning đã lâu nhưng hiện bảng điểm của em trên mybk vẫn còn trống, em không biết khi nào thì mới được cập nhật điểm ạ?  Do em chuẩn bị xét tốt nghiệp mà bảng điểm chưa được cập nhật. Mong thầy cô kiểm tra lại giúp em . Em cám ơn ạ.",
    "Em xin chào anh, chị Văn phòng. Em là , MSSV: , hiện đang là sinh viên thuộc K17 Khoa Điện - Điện tử. Em hiện đã hoàn thành xong các tín chỉ của chương trình đào tạo, nhưng lại không thấy tên của mình trong danh sách tốt nghiệp dự kiến HK212. Em đã tạo ticket #51152 để hỏi nhưng hiện tại sau ngày 15/03 em vẫn chưa có tên trong danh sách. Em tạo ticket mới mong muốn Văn phòng có thể xem xét lại giúp em vấn đề này . Bên dưới em có đính kèm thêm 1 số thông tin để tiện cho việc theo dõi. -Em đã hoàn thành đủ 3 môn giáo dục thể chất là Bơi, Bóng chuyền và Bóng đá (Hình 1) -Một số môn học em đã đăng kí tín chỉ tương đương (Hình 2) * Đại số tuyến tính (MT1007, 3 tín chỉ), mã cũ: 006405 * Đường lối CM của Đảng CSVN (SP1009, 3 tín chỉ), mã cũ: 001004 * Hệ thống máy tính & ngôn ngữ lập trình (EE2415, 4 tín chỉ), mã cũ: 407410 ",
    "Chào thầy/cô em tên  đang học hệ VHVL.Dạ thầy/cô cho em hỏi hiện em đã hoàn thành hết các môn trong chương trình học nhưng vẫn chưa đăng ký tốt nghiệp được.Mong thầy/cô kiểm tra giúp em còn thiếu những yêu cầu nào để tốt nghiệp ạ.Em xin cảm ơn",
    "Chào thầy/cô Em đã nộp bằng toeic nghe-đọc 605 điểm rồi ạ, trường đã xét miễn cho em rồi, mà trong phần chuyển điểm , em vẫn chưa thấy được chuyển điểm av1,2,3,4 ạ. Thầy/ cô kiểm tra lại giúp em ạ. em xin cảm ơn.",
    "Hiện tại em là sinh viên năm 2 thuộc chương trình Việt-Pháp. Em trúng tuyển ngành Cơ Điện tử (chương trình Chất lượng cao). Em đọc trong thông tin của nhà trường về chương trình Việt-Pháp là khi xin rút ra khỏi chương trình thì sẽ về học ngành tương ứng của chương trình đại trà. Em đang thắc mắc là em có thể nào xin chuyển về lại chương trình chất lượng cao này sau 2 năm học chương trình Việt-Pháp không ạ?   Em xin cám ơn.",
    "Em xin kính chào Quý thầy cô phụ trách, Hiện tại em đã đăng ký tốt nghiệp ở học kỳ này. Do yêu cầu công việc cần giấy tốt nghiệp tạm thời khá gấp nên Quý thầy cô có thể hỗ trợ in sớm giúp em và thông báo thời gian cụ thể để em tới Phòng đào tạo Cơ sở 1 lấy được không ạ? Em xin chân thành cảm ơn.",
    "Dạ em là  mssv  là sinh viên chính quy chuyển sang hệ VLVH ngành dệt khoá 2018. Em nhờ phòng đào tạo kiểm tra và hỗ trợ giúp em đăng ký luận văn tốt nghiệp mã môn học ME 4539 với ạ. Vì gặp 1 số sự cố về thiếu môn và nhầm mã môn học nên những đợt trước em không đăng ký được luận văn, sau đó em đã làm đơn chuyển điểm và bổ sung đầy đủ . Em nhờ pđt kiểm tra và đăng ký lại luận văn giúp em ạ. Em chân thành cảm ơn.",
    "Em là , sinh viên ngành Khoa Học Máy Tính. Hiện tại em đã đăng ký nộp chứng chỉ toeic và đăng ký chuyển điểm  (đủ điều kiện tốt nghiệp). Cho em hỏi: Khi nào thì hệ thống sẽ cập nhật lại danh sách tốt nghiệp dự kiến để em có thể đăng ký tốt nghiệp? Em xin cảm ơn, ",
    "Việc là học phí mở thanh toán vào ngày 14/3 nhưng nay 15/3 vẫn chưa có nút thanh toán",
    "Chào thấy/cô, Em đã có trong danh sách dự kiến tốt nghiệp nhưng tình trạng sinh viên vẫn tạm dừng và không đăng ký tốt nghiệp được ạ. Rất mong được sự hỗ trợ từ thầy/cô. Em cảm ơn",
    "MSSV:    Tốt nghiệp . Dạ em chào thầy/cô ạ. Em tên là  (MSSV ), sinh viên  khóa 2017 khoa KH&KT máy tính ạ. Hiện tại em đã đủ điều kiện tốt nghiệp nhưng tình trạng sinh viên của em hiện đang là tạm dừng do không đăng ký môn học nên em không đăng ký xét tốt nghiệp được ạ. Mong thầy/cô hướng dẫn em cách giải quyết ạ. Em xin cảm ơn ạ.",
    "PĐT cho em hỏi tại sao học phí dự thính kỳ 212 vẫn chưa mở để đóng tiền ạ trong khi thông báo ghi là 15h ngàh 14/03 thì nay đã là ngày 15/03?  Trân trọng.",
    "Gửi Phòng đào tạo, Do hôm 3/3 em và gia đình mới bắt đầu lên Sài Gòn, nên mất khá nhiều thời gian để ổn định. Vì vậy đến lúc 23h ngày 4/3 nay em mới nhận được thông báo điền form, mà form đã đóng từ lúc 17h ngay 4/3. Nên video buổi thi giải tích 2 của em bị lỗi và em vẫn chưa điền form ạ. Em đã mail giáo viên nhưng vẫn chưa nhận được phản hồi. Xin phòng đào tạo chỉ em cách xử lí tình huống này với ạ . Em xin chân thành cảm ơn.",
    "Em muốn được đăng ký tốt nghiệp, hiện tại em đã đủ điều kiện đăng ký tốt nghiệp.nhưng tình trạng sv không duy trì được do không đăng ký môn học. Mong phòng đào tạo giúp em khôi phục lại tình trạng sinh viên để có thể tốt nghiệp. Em xin chân thành cảm ơn.",
    "Chào  Em là  K17, hiện tại em đã hoàn thành các yêu cầu để tốt nghiệp, nhưng không nằm trong danh sách tốt nghiệp dự kiến để đăng ký tốt nghiệp. Cho em hỏi làm sao để vào danh sách tốt nghiệp dự kiến và hạn chót là khi nào ạ? Em xin cảm ơnTốt nghiệp .",
    "Hiện tại em đã đủ các điều kiện để tốt nghiệp (trước kia em thiếu hai kỹ năng nói viết ) , nhưng tình trạng sinh viên của em không duy trì do không đăng ký môn học. Mong phòng đào tạo xem xét để em có thể được tốt nghiệp trong kỳ này. Em xin chân thành cảm ơn.",
    "kính gửi: PDT Trường Đại học Bách Khoa TPHCM Em tên:  Mssv:  Lớp: L13 Môn MT1007- Đại số tuyến tính Do cô  phụ trách. Nay em viết mail này xin PDT phúc khảo lại điểm tổng kết của em vì điểm trên bảng điểm thấp hơn so với điểm thi thực của em. Em xin chân thành cảm ơn !",
    "Em đã bổ sung đủ điều kiện Tốt nghiệp và danh sách tốt nghiệp dự kiến tháng 4/2022 không có tên em nên em không thể đăng ký xét tốt nghiệp qua mybk. Mong sớm nhận được hỗ trợ từ PĐT",
    "Em đã làm theo hướng dẫn, vào mybk để đăng kí tốt nghiệp. Nhưng bên mybk báo lỗi như thế này thì làm sao ạ",
    "Kính gửi phòng đào tạo, hiện tại em đã đủ điều kiện đăng ký tốt nghiệp ( trước đây do thiếu hai kỹ năng nói viết). Nhưng tình trạng sinh viên của em là \"nghỉ\" do không đăng ký môn học. Mong phòng đào tạo xem xét để em có thể tốt nghiêp trong kỳ này. Em xin chân thành cảm ơn",
    "Dạ em là , MSSV: .   Hiện em đã hoàn thành xong chương trình học và đã đủ đạt đủ điều kiện để đăng kí tốt nghiệp. Nhưng vì 2 kì vừa rồi em không đăng kí môn học nên hiện em đang bị đình chỉ, vì thế em không thể đăng kí tốt nghiệp được. Mong Phòng đào tạo có thể thu nhận lại em để em có thể đăng kí tốt nghiệp ạ.   Em cảm ơn ạ.",
    "Khiếu nại đăng ký môn học vì môn học bị hủy. Dạ thưa phòng BKSI em có đính kèm hình đăng kím ôn học đợt 3 thành công tuy nhiên vẫn không có thời khóa biểu ạ. Em xin phép được hỏi vì sao em lại không có thời khóa biểu học kì 212 ạ",
    "Dạ em chào pđt, Em là , em thi Toeic được 540 và khi em tra khung điểm đổi là em nằm giữa 2 mức 525 và 550 thì pđt cho em hỏi là em lấy ở 525 hay 540 ạ? Em xin cảm ơn pđt nhiều",
    "Kính gửi PĐT. Em tên là . MSSV . Em có vấn đề mong nhận được sự hướng dẫn của PĐT đó là: Vào học kì 211 vì lý do dịch bệnh không thể thi TOEIC được nên em được đăng ký môn LVTN và đã hoàn thành môn LVTN. Học kì này tức là học kỳ 212 em có đăng ký 1 môn học để có thời khóa biểu và tình trạng sinh viên. Hiện tại em đã thi TOEIC và đã đã nộp Chứng chỉ ngoại ngữ đủ điểu kiện tốt nghiệp của Khóa 16. Em muốn đăng ký tốt nghiệp đợt tốt nghiệp tháng 4 tới thì em cần phải làm gì ạ? Em có cần làm đơn rút môn học đang học ở học kì này không ạ? Em xin chân thành cảm ơn. ",
    "Môn đại số tuyến tính kỳ dự thính không hiển thị trên thời khóa biểu và trên khóa học của em .",
    "Dạ cho em hỏi em bị mất thẻ OCB để thanh toán lệ phí tốt nghiệp thì em có thể chuyển khoản trực tiếp được không ạ?",
    "Thưa thầy/cô, Sau khi đặt câu hỏi trên BKSI và được hướng dẫn, em gửi phòng đào tạo phiếu rút môn học, em đảm bảo về tín chỉ tối thiểu và cam kết đóng học phí đầy đủ ạ. Em cảm ơn! ",
    "Kính chào  Em tên  MSSV:  Hiện tại em đã hoàn thành xong chương trình đào tạo tại trường, và đã có kết quả thi đậu kỳ thi Toeic Speaking and Writing ngày 13-3-2022. Nhưng khi em đăng kí tốt nghiệp tại Mybk thì nút  không hiện lên. Em mong  kiểm tra lại giúp tình trạng của em xem em còn cần làm những thủ tục gì để có thể đăng kí tốt nghiệp trong tháng 4 tới. Em chân thành cám ơn.",
    "Xin chào Phòng đào tạo,em có câu hỏi là em đã học thí nghiệm Hóa Đại Cương nhóm L34. Hk202,em có học thí nghiệm Cô Trần Thị Thanh Thúy dạy ạ.Và trong dịch có thi online thí nghiệm nhưng em thuộc dạng hoãn thi và có kết quả hoãn thi môn thí nghiệm ạ.Nhưng kết quả bây giờ cập nhật trên mybk phần thí nghiệm là 13 điểm..Phòng đào tạo cho em hỏi là em đã thi lại cuối kì môn hóa đại cương rồi vào ngày 30.12.2021 mà chưa có điểm tổng kết ạ.Với bây giờ cần điểm thi thí nghiệm hóa đại cương thì phòng đào tạo mới cập nhật điểm tổng kết môn đó.Nhưng em vẫn chưa thấy có thời khóa biểu để học bù thêm và thi lại môn thí nghiệm hóa đại cương mà chỉ có xếp học 1 hôm thứ ba tuần 10 ngày 8.3.2022 em có học một buổi thí nghiệm lớp VL52 do phòng đào tạo xếp bù học kì 202 do Cô Đỗ Thị Minh Hiếu dạy ạ.Trong khi đó cần phải hoàn thành môn thí nghiệm mới được cập nhật điểm tổng kết ạ.Em xin chân thành cảm ơn ạ.",
    "Kính gửi PĐT, Hiện tại em đã đủ điểm anh văn hai kĩ năng để xét tốt nghiệp, nhưng do tình trạng bị dừng học nên em không chủ động đăng kí tốt nghiệp được. Nhờ PĐT xem xét tốt nghiệp giúp em ạ. Em chân thành cám ơn.",
    "Em là sinh viên năm 2 của Khoa Cơ Khí chương trình đại trà. Do học kì 212 này em đã bỏ lỡ không đăng kí môn bắt buộc là Thực Tập Kĩ Thuật. Môn này là môn học trong Học kì Hè năm 2 nên em có hỏi giáo viên thì giáo viên nói sẽ bị trễ nếu không đăng kí học. Em không biết là em có thể xin phép Phòng Đào tạo cho em xin mẫu đơn để đăng kí môn học bổ sung kì này được không ạ. Hoặc là học Kì 3 em có thể đăng kí để học được không ạ. Em mong Phòng đào tạo giải đáp giúp em. Em cảm ơn ạ.",
    "Kính gửi Phòng Đào Tạo đại học Bách Khoa.Em xin gửi đơn trình bày về việc cấp lại giấy xác nhận sinh viên ạ",
    "Do em đang thuộc hệ CQ ngành cầu đường,chưa chuyển sang hệ VLVH nên kì này em bị hủy 2 môn DCLV  (CI4341) và TTTN (Ci3343). Cả 2 môn thuộc ngành dân dụng Vậy bây giờ, em làm thủ tục chuyển sang hệ VLVL (cũng như chuyển sang ngành mới là ) thì 2 môn bị hủy có khôi phục lại được không ạ?  Em cảm ơn nhiều ạ",
    "Dạ em chào pđt ạ. Việc là em có đăng ký mua bảo hiểm y tế nhưng em quên thanh toán bị trễ hạn. Pđt cho em hỏi em thanh toán trễ vậy có được nhận thẻ bảo hiểm y tế không ạ. Em mong pđt giúp em với ạ. Em cảm ơn pđt chúc pđt buổi tối vui vẻ ạ.",
    "Cho e hỏi khi nào sẽ có lịch nộp bằng thpt k20 ạ",
    "Tốt nghiệp . Xin chào Thầy/Cô, Em có thắc mắc về điểm trung bình tốt nghiệp ngành 2 của e ạ. Em tự tính toán thì điểm trung bình của ngành 2 cao hơn điểm trong danh sách tốt nghiệp dự kiến. Với cách tính là lấy tổng điểm trung bình môn nhân với số tín chỉ chia cho tổng số tín chỉ. Và tên ngành 2 của em là ngành xây dựng dân dụng và công nghiệp. Mong quý Thầy/Cô kiểm tra lại giúp em ạ. Em xin cảm ơn.",
    "Xin chào thầy/ cô, Em vừa kiểm tra xong Tiếng Anh TOEIC 2 kỹ năng (Nói - viết) tại Trung tâm BKEnglish cơ sở Lý Thường Kiệt của trường và đã có kết quả trên website trung tâm. Em thấy trung tâm có ghi kết quả sẽ được cập nhật với Phòng Đào Tạo. Em muốn hỏi là mình có phải đăng ký nộp chứng chỉ hay là phòng đào tạo tự cập nhật ạ (thời gian cập nhật như thế nào). Làm gì để được bổ sung vào danh sách tốt nghiệp dự kiến 4/2022 (Em chỉ đang thiếu bằng TOEIC nói-viết). Em xin cảm ơn, ",
    "Em chào thầy cô ạ! đợt vừa rồi em có nhận được thông báo đóng học phí từ ngày 14/3 tới 15h ngày 21/3 ạ. Nhưng khi em vào Bkpay thì lại ghi là 15h ngày 21/3 mới mở để đóng học phí ạ! mong thầy cô xem lại giúp em với ạ. Em cảm ơn.",
    "Em là , mssv: Em đã có tên trong danh sách dự kiến tốt nghiệp vào tháng 4/2022, nhưng đến nay vẫn chưa đăng ký tốt nghiệp được do tình trạng sinh viên hiện tại là tạm dừng. Xin PDT xem xét giải quyết tình trạng của em. Cảm ơn.",
    "Dạ chào thầy cô Em tên , MSSV: , hệ VHVL Em viết mail này xin hỏi thầy cô về việc em thi AV 400 hôm 20/2 và có điểm liền luôn rồi mà đến hôm nay phòng đào tạo vẫn chưa cập nhật trên bảng điểm để em còn kịp xét tốt nghiệp trong tháng tới. Hiện giờ em còn chỉ chờ mỗi điểm anh văn là đủ điều kiện xét tốt nghiệp. Em có hỏi giáo viên dạy thì cô nói đã nhập điểm rồi. Vậy kính mong phòng đào tạo cập nhật điểm sớm giúp em để em còn đăng kí xét tốt nghiệp đúng hạn với ạ. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô, Thầy/ cô có thể cho em hỏi tại sao điểm tổng kết môn học EE2025 - Xử lý số tín hiệu của em ở trang phúc khảo hiện 8.0 còn trên Mybk - Bảng điểm thì chỉ hiện là 7.5 được không ạ? Em cảm ơn!",
    "cho em hỏi là pdt có gửi thông báo đóng học phí từ 14.3 đến 21.3 nhưng bây giờ em vẫn chưa thanh toán được , trên hệ thống ghi là \" chưa đến hạn thanh toán \" như vậy là do lỗi hệ thống  hay như thế nào vậy ạ ?",
    "Em là tân sinh viên khóa K21 em lỡ trễ hạn nộp hình làm thẻ sinh viên rồi ạ nên giờ nhà trường có thể có giải pháp khác giúp em nộp bù hình làm thẻ sinh viên được không ạ em cảm ơn .",
    "EM chào cô (thầy). Hiện em đã bỏ lở đợt đăng kí nộp bằng thpt hạn vào ngày 12/3/2022. Cho em hỏi giờ em muốn đăng kí thì làm thế nào ạ. Em xin cảm ơn .  Kỳ",
    "Em nợ môn CI3031 \"Công nghệ gốm xây dựng\" (mã cũ) Em đã học 2 môn tương ứng là CI3191 \"Công nghệ gốm xây dựng\" (mã mới) và CI3193 \"ĐAMH Công nghệ gốm xây dựng\" Thời gian học: HK2 (2018-2019) Với CI3191 6.5 điểm và  CI3193 9.0 điểm 2 môn CI3191 và CI3193 là 2 môn thay thế cho môn CI3031, do môn CI3031 khi em học đã bị hủy bỏ Em cảm ơn pđt đã xem",
    "Dạ em chào pđt ạ, Em là , đợt làm lễ tốt nghiệp tháng 4 năm 2022 này thì thời gian đăng ký xét tốt nghiệp là 17/01/2022 10:00 - 04/05/2022 16:00 đúng không ạ? Em xin cảm ơn ạ.",
    ": Môn: Sức bền vật liệu MSMH: CI2001 Lý do: rớt mạng  B",
    "Kính gửi: Quý Thầy cô phòng Đào tạo Em tên là  Em - . Em có quyết định chuyển qua hệ vừa học vừa làm vào ngày 13/01/2022 và đã thoả điều kiện tốt nghiệp hệ vừa học vừa làm nhưng thông tin trong mục xét tốt nghiệp chưa được cập nhật thông tin trên hệ thống để em có thể đăng kí tốt nghiệp trong đợi sắp tới. nên em làm đơn này mong muốn quý thầy cô cập nhật thông tin trên hệ thông sớm giúp em để em có thể kịp cho đợt tốt nghiệp sắp tới. Em mong nhận được phản hồi sớm từ phía thầy cô. Em trân thành cảm ơn.  Em",
    "Xin chào cán bộ quản lí trường đại học bách khoa, em là , sinh viên khoa địa chất và dầu khí.  Có thể cho em hỏi về lịch đăng ký môn học HK221 sắp tới không ạ.  Và một vấn đề nữa ạ, bằng toeic 2 kỹ năng nói và viết nếu như thi ở bk-english vẫn dùng để nộp để chuyển điểm, xét luận văn,.vv được đúng không ạ, tại em nghe một số sinh viên nói rằng không còn nhận bằng thi bên bk-english.  Em cảm ơn!",
    "Em nộp đơn rút môn học    i ",
    "Em chào thầy/cô, Em tên , sinh viên K21 thuộc Khoa Cơ Khí, học lớp \"Nhập môn kỹ thuật\" L05 của thầy . Em xin trình bày vấn đề là điểm môn học \"Nhập môn kỹ thuật\", do có sai sót trong phần điểm thi và em cũng đã trao đổi với thầy. Thật sự em không biết có thể hi vọng về việc thầy/cô gia hạn thời gian phúc tra điểm thi cho môn này của em có được không, sự sai sót trong phần điểm đã ảnh hưởng rất nhiều đến điểm trung bình môn của em. Mặc dù đã hết thời gian phúc tra cho môn này (13/3), nhưng em thật sự mong được sự giúp đỡ của thầy/cô, thầy cũng kêu em là nên nhắn hỏi. Em hy vọng có thể nhận được phản hồi sớm từ thầy/cô ạ. Trân trọng, ",
    "Em chào thầy cô, em muốn đăng kí in giấy chứng nhận tốt nghiệp ạ. Em cảm ơn thầy cô đã xem ạ.",
    "Hiện nay, em nhận được thông tin về việc đóng học phí nhưng hiện tại dù đã tới hạn nhưng BKPay không thể thanh toán được do chưa tới hạn",
    "Kính thưa phòng đào tạo, Họ tên:  MSSV:  Khoa: Kỹ thuật xây dựng Email:  SDT: [phone_number] Em xin trình bày như sau, vào 23/02/2022 em có đăng ký thi toeic tại trung tâm bkenglish toà C6 cơ sở lý thường kiệt để bổ sung chứng chỉ tiếng anh theo yêu cầu của trường. Khi đó thời hạn trên thẻ sinh viên của em là tính đến tháng 03/2022. Tuy nhiên, 15/03/2022 khi đang trên đường từ KTX bách khoa đến trường thì do bất cẩn đã đánh mất thẻ sinh viên, vì đăng ký thi toeic theo diện còn là sinh viên nên cần xuất trình thẻ sinh viên vào ngày thi chủ nhật 20/03/2022. Em đã vào trang Mybk để đăng ký in lại thẻ sinh viên nhưng trang báo do em không có thời khoá biểu nên đăng ký không thành công. Em kính mong phòng đào tạo xem xét cho trường hợp của em để được đăng ký in lại thẻ sinh viên. Em xin cam đoan mọi thông tin nói trên là sự thật . Một lần nữa kính mong phòng đào tạo xem xét cho em. Trân trọng, SV .",
    "Con chào thầy/cô PĐT, Theo như câu hỏi đợt trước thì sau ngày 15 Mar nếu chưa có thông tin tốt nghiệp thì con sẽ liên lạc lại để được giải đáp. Hôm nay con kiểm tra vẫn chưa có tên trong DSTN dự kiến 4/2022 ạ",
    "Em là  , mã số bảo hiểm y tế là SV[phone_number]955. Bình thường em ở ktx đại học quốc gia thì ktx gia hạn dùm em. Nay em rời ktx rồi nên không nhận được thông báo gì cả, giờ em mới phát hiện em đã hết hạn bhyt từ ngày 31/12/2021. Mong thầy cô giúp em gia hạn bhyt vì em hiện giờ đang bệnh rất nặng nên rất cần bảo hiểm y tế. Mong thầy cô giúp em",
    "Em tên là   ,   13X1031   Theo thông báo từ Phòng Đào Tạo là \"Thời gian:  từ ngày 14/03 đến 15 giờ ngày 21/03/2022\". Nhưng khi thực hiện thanh toán trên cổng BKPay thì không thể thực hiện được. Mong thầy công xem xét kiểm tra lại hệ thống để tạo điều kiện cho sinh viên thanh toán học phí đúng hạn. Em chân thành cảm ơn.   i ",
    "Em kính chào quý Thầy/Cô Phòng Đào Tạo ạ, Dạ em là Trần Thị Thủy Tiên, MSSV 1852787, học lớp CC18QKD ạ. Đợt vừa rồi em vừa hoàn thành môn Thực tập tốt nghiệp vào đợt tháng 2/2022 ạ nên em có đăng kí môn LVTN (IM4317) dành cho đợt trễ hạn ạ. Tuy nhiên ngày 7/3 em có nhận được mail thông báo về kết quả lý do không được xét môn học này do thiếu số tín chỉ ạ. Em muốn hỏi về vấn đề này do em thấy trong phần tín chỉ Tích lũy Luận văn (TCTLLV) là 126 ạ và em cũng đã vào mybk-Thông tin sinh viên trong mục Số tín chỉ thì có thấy số tín chỉ của em tính đến HK203 là 113 ạ, và nếu thêm 21 tín chỉ em đã hoàn thành trong HK211 (nhưng em chưa được cập nhật ạ) là em sẽ có tổng 134 tín chỉ ạ. Vậy nếu xét theo điều kiện đăng kí LVTN là 126 tín chỉ thì em có thể đăng kí được môn học này không ấy ạ. Em cũng đã tạo câu hỏi trong bksi và được hướng dẫn cách giải quyết là gửi file thống kê các môn chưa tích lũy của em ạ nên em xin gửi kèm file này ạ. Trong file này, em đã thống kê các môn em đã học và đã qua môn nhưng chưa được tích lũy ( gồm các môn trong HK211 và 1 môn tương đương là Kế toán tài chính ạ) Chỉ duy nhất 2 môn (Tài chính doanh nghiệp - IM3005 và Tư tưởng HCM - SP1005) là em chưa hoàn thành ạ. Em cũng xin lỗi về việc phản hồi có phần chậm trễ của em ạ do những ngày vừa rồi nhà em có việc đột xuất ạ. Nếu Thầy/Cô có thắc mắc, hoặc cần yêu cầu em chỉnh sửa hoặc gửi lại xin vui lòng phản hồi em ạ.Em cảm ơn rất nhiều ạ, rất mong sớm nhận được sự hỗ trợ từ phía Nhà Trường ạ. Trân trọng.",
    "Dạ em chào thầy/cô, em là sinh viên khoa Điện - điện tử khóa 2018. Em có vấn đề chưa rõ lắm về việc học các môn tự chọn của khoa. Đó là một môn tự chọn có thể nằm trong 2 nhóm môn học, vậy khi em qua môn học ấy thì có được tính tín chỉ đạt ở cả 2 nhóm luôn không ạ. Em cảm ơn thầy/cô ạ.",
    "Chào quý thầy cô !  Mong quý thầy cô giải đáp e vấn đề như sau . Em học bảo dưỡng công nghiệp k17 hệ cao đẳng . Em có B1 ngoại ngữ liệu có quy đổi qua av4 và xét tốt nghiệp không ạ . Em đã đọc quy chế nhưng được 1 số bạn chia sẻ là được , nên e hỏi lại cho chắc . Mong quý thầy cô bớt chút thời gian trả lời giúp em ạ",
    "Kính chào, em là , em mong được cập nhật điểm các môn thi xóa điểm hoãn thi, do em thi rất lâu rồi nhưng đến nay vẫn còn môn Cơ học vật liệu IU2001 và Cơ lưu chất vẫn chưa được cập nhật điểm, em xin cảm ơn.",
    "pdt ơi cho em hỏi là ngày cuối cùng được nộp bằng anh văn để xét tốt nghiệp tháng 4 này là 11/4 hay 4/5 vậy ạ.",
    "Kính gửi PDT Đại Học Bách Khoa TP Hồ Chí Minh! Em là , MSSV 4, SV khóa 2013, ngành Xây dựng công trình giao thông. Em đã xin chuyển sang hệ VHVL và có đăng kí tốt nghiệp đợt tháng 4, nhưng đến nay em vẫn chưa nhận được thông báo hay có thông tin gì về kết quả, em tìm trong danh sách dự kiến thì không tìm được. Mong PDT xem xét dùm em với ạ! Em xin chân thành cảm ơn!",
    "n này em đã in từ 20/01/2022 nhưng mà khi đó còn sử dụng google form nên em chưa nộp pđt, nay em sửa lại ngày nộp mong pđt sẽ chấp nhận đơn của em ạ.",
    "Dạ em chào pđt, Em đã điền thông tin nhưng màn hình của em không chỗ nộp bản scan cho chứng chỉ ạ. Mong pđt giúp em",
    "Dạ em chào thầy/cô phòng đào tạo, em là , MSSV , Khoa Cơ Khí, Bộ môn Cơ Điện Tử, hiện tại đã hoàn thành gần hết các môn của chương trình đào tạo hệ đại học và đang tham gia học chương trình đào tạo liên thông của trường. Do trong học kì 201.2 này em không có đăng kí môn học nên khi đăng kí giấy xác nhận thi TOEIC thì bị lỗi không có thời khóa biểu. Dạ thầy/cô vui lòng cho phép em đăng kí lại giấy xác nhận sinh viên để em có thể tham gia chứng chỉ thi TOEIC ạ. Dạ em cảm ơn thầy/cô. Chúc thầy/cô có một ngày làm việc vui vẻ .",
    "Em là sinh viên       b MSSV:    Tốt nghiệp  . Tuần trước em có hỏi đăng ký xét tốt nghiệp nhưng tới hiện tại đã qua ngày 15/3 em vẫn chưa có tên trong danh sách dự kiến tốt nghiệp cũng như chưa thể đăng ký tốt nghiệp được do tình trạng sinh viên tạm dừng. Em mong PDT có thể hỗ trợ hướng dẫn giúp em để em có thể đăng ký xét tốt nghiệp. Em xin chân thành cảm ơn!",
    "Kính thưa Đại diện, E đăng kí tốt nghiệp. Nhưng ở ô cập nhật thông tin e nhấp vào không được. Có thể cho e hỏi e còn vướng vấn đề gì k ạ?",
    "Dạ em vừa nộp chứng chỉ ngoại ngữ xong thì sau 2 tuần em mới được đăng ký xét tốt nghiệp đúng không ạ?  Em xin cảm ơn",
    "Kính gửi phòng đào tạo Em tên ,MSSV  Khoa tài nguyên và môi trường lớp MO1903,hiện em viết đơn nay để xin rút môn quy hoạch và tối ưu hóa thực nghiệm (ME3215) trong học kỳ 212 do đợt rồi em có nhập sai mã môn nên không được xác duyệt, lý do rút môn em có đính kèm trong file.",
    "em chào thầy/ cô, em chưa học av3 ở trường nhưng em có đăng ký nộp bằng toeic 590. vậy em có được đăng ký học anh văn 4 theo nhu cầu trong trường không ạ",
    "Kính thưa PDT trường ĐH Bách Khoa TP HCM! Em tên là : Nguyễn Thị Thu Hương MSSV:    Khoa : Công Nghệ Vật Liệu Em có tham gia kỳ thi Anh Văn Định Kỳ (Mã 003101) Lớp L28_B Ngày 27/01/2021. Khi ấy em được 685 điểm. Cho em xin hỏi là giờ em muốn đăng ký anh văn theo nhu cầu để xét đăng ký môn cho năm 3 . Vậy em được đăng ký anh văn mấy ạ (Em thi anh văn định kỳ năm nhất được 685 điểm ạ) Kinh mong PDT có thể giải đáp cho em ạ. Em chân thành cảm ơn nhiều! Chúc PDT và thầy/cô phụ trách một ngày làm việc hiệu quả và nhiệt huyết!",
    "Dạ em chào thầy/cô, Hiện tại em muốn đóng tiền học phí trên BKpay nhưng không được vì xuất hiện lỗi. Cụ thể là ngày dự kiến thu học phí dự thính của em là 14/03 nhưng hiện tại 16/03 rồi mà ô thanh toán vẫn để \"chưa đến kỳ thanh toán\" Mong nhận được sự giải đáp của thầy/ cô ạ.",
    "Em có đăng kí in lại thẻ sinh viên nhưng khi thanh toán bên ngân hàng không hiện ra phần thanh toán để em thanh toán cước phí trong khi bên bkpay vẫn còn chưa thanh toán. Cho em hỏi giờ em phải đăng kí lại hay sao ạ.",
    "Em chào thầy cô Cho em hỏi là em là sinh viên k20 do việc gia đình nên em đã không đăng ký môn học 2 học kì Hk211 và Hk212, em cũng chưa nộp đơn bảo lưu được. Và giờ em mới bắt đầu học lại và trễ hơn các bạn cùng khóa 1 năm vậy em chờ hết học kì này tới học kì tiếp theo đăng kí môn học là được đúng không ạ? Hay phải làm thủ tục như thế nào? Em mong nhận được giải đáp, phản hồi của thầy cô Em cảm ơn",
    "Kính gửi PĐT Đại học Bách Khoa TpHCM, Người viết: , MSSV - . Nội dung: Dạ PĐT cho em hỏi là thời điểm nhận Bằng tốt  nghiệp tạm thời cho đợt tốt nghiệp tháng 4-2022 là khi nào. Em xin cám ơn ạ.",
    "Em đã nhận được tin nhắn đóng học phí dự thính chuyển hệ từ 14/3, nhưng đến giờ vào trang bkpay vẫn ghi chưa đến kì thanh toán ạ. Em là  ",
    "Thưa cô, kì này bên nhà trường thông báo vì tình hình dịch bệnh nên chưa cần nộp bằng Anh Văn, nhưng mà ngành Logistics và chuỗi cung ứng tín chỉ để được ĐKMH là 125, em chỉ mới 124,, em chưa nộp bằng nên chưa cộng thêm 8 chỉ anh văn. Vậy cô cho em hỏi giờ em thi nộp bằng, rồi làm đơn xin bổ sung trình bày rõ lí do thì có cơ hội không ạ?",
    "Kính gửi phòng đào tạo Ở đợt đăng kí LVTN trễ hạn lần trước, em đã đăng kí nhầm mã môn học. Không biết là em nên làm như thế nào để đăng kí lại ạ Cảm ơn ạ.",
    "Tốt nghiệp . Trình trạng sinh viên em đang bị tạm dừng. Bây giờ em đủ điều kiện tốt nghiệp xin Phòng đào tạo thôi phục trạng thái sinh viên để em đăng kí tốt nghiệp.  .",
    "Hôm thứ 6 tuần trước em có đến trung tâm ngoại ngữ lúc trước em đã thi ielts xin cấp 1 bằng về trường mình để đc miễn điểm cho tới nay là t4, em không biết pđt đã nhận được bằng của em chưa để em có phản hồi với trung tâm ạ .",
    "Em xin chào ạ, Em đã bổ sung tín chỉ còn thiếu vào học kỳ trước đó, nhưng hệ thống chỉ mới cập nhật thông tin lần cuối là tháng 4/2021 nên chỉ có 140 tín chỉ, nên mong nhà trường cập nhật lại giúp ạ, mssv của em là  NGUYỄN VĂN QUỐC. Mong được hỗ trợ ạ. Trân trọng,",
    "Em tên , MSSV: , hiện em đang học hệ VHVL khoa Kỹ Thuật Giao Thông khoá 2020 . _1) Em đã học môn  U  Tư Tưởng  (3TC)    và môn   U Đường lối Cách Mạng của ĐCSVN (3TC)    ở hệ Cao Đẳng Chính Quy Cao Thắng, nay em không thấy được miễn những môn này trong Bảng Điểm Chuyển bên Đại Học Bách Khoa _2)Em cùng hệ CĐ chính quy cùng ngành học Kỹ thuật ô tô như các bạn bên CĐ Cao Thắng nhưng lại không được miễn môn   U  (3TC)      B như các bạn.   Xin PĐT hướng dẫn em thủ tục để được xét miễn 3 môn học trên  Em xin chân thành cám ơn PĐT ạ",
    "Dạ kính thưa PDT , hiện tại học phí môn anh văn nhu cầu trên BKpay đã tới hạn nhưng em vẫn chưa thể đóng học phí được ạ . Em cảm ơn",
    "Kính gửi PĐT Đại học Bách Khoa TP HCM. Em là:  - mssv  . PĐT cho em hỏi em đã đăng kí tốt nghiệp và đóng tiền ngày 28/02/2022 nhưng giờ vẫn chưa có bằng tốt nghiệp tạm thời. PĐT cho em hỏi là khi nào thì em được nhận bằng tốt nghiệp tạm thời ạ. Em thấy mail có ghi là trễ nhất là thứ 3 tuần tiếp theo sau đăng kí là có nhưng trường hợp của em 2 tuần rồi ạ. Em cảm ơn ạ.  Trân trọng.",
    "Em muốn hỏi là có thể gia hạn thời gian đóng học phí được không ạ. Do em vừa chuyển hệ nên không rõ mức học phí tín chỉ chuyển hệ. Và số tiền đóng phải đóng trong một lần nên học phí khá cao. Em mong phòng đào tạo có thể giúp em gia hạn đóng học phí đến đầu tháng 4 để em có thể chuẩn bị đủ tiền đóng. Hoặc có thể giúp em chia thành hai đợt đóng vì điều kiện kinh tế hiện tại em không thể đóng kịp đúng hạn với số tiền học phí kỳ này ạ. Mong phòng đào tạo có thể giúp em.",
    "B  em chào pdt ạ Pdt cho em.hỏi hạn thẻ sv của em tới hết t3/2022 hiện tại em muốn gia hạn thẻ thì phải vào trường làm hay đăng kí như thế nào ạ Em cảm ơn pdt",
    "Em chào cô/thầy, Học kỳ 211 vừa rồi em có một số môn hiện tại chưa có điểm, và một số môn đã có điểm rồi . Vậy cho em hỏi lúc in bảng điểm thì tính điểm trung bình tích lũy theo số môn hiện tại có điểm (tức bao gồm môn của học kỳ 211) hay chỉ tính theo học kỳ gần nhất có đầy đủ điểm (tức chỉ xét ngang học kỳ 202). Nếu ở vào trường hợp thứ 2, thì có cách nào để in điểm theo trường hợp 1 không ạ (vì học kỳ vừa rồi có các môn chuyên ngành quan trọng) ? Em cám ơn.",
    "Em chào quý thầy cô, em hiện tại đã đủ điều kiện xét tốt nghiệp nhưng danh sách dự kiến tốt nghiệp không có tên. Cho em hỏi em phải làm sao ạ",
    "dạ hiện tại thì em đã bị nhiễm covid19 nên em có cần xác nhận việc đó không ạ, và sau khi khỏi thì gần nhất em có thể tới trường đi học là ngày nào ạ",
    "Em xin chào pđt ạ, kỳ này em có đăng ký môn học anh văn nhu cầu -mới đây bên phòng đào tạo có thông báo hạn nộp tiền học là từ ngày 14/3 đến 21/3, nhưng tới giờ là ngày 16/3 em vẫn chưa thanh toán được ạ -Mong phòng đào tạo xem xét và khắc phục giúp em, để em có thể thanh toán học phí đúng hạn ạ,  em xin cảm ơn ",
    "Kính chào thầy/cô pđt, Em thắc mắc là sinh viên K17 tốt nghiệp tháng 11 năm 2021 giờ còn được làm lễ tốt nghiệp tháng 4 không ạ? Hay không được làm lễ tốt nghiệp nữa ạ? Em cảm ơn!",
    "Dạ em chào pđt, Năm nay em K15 và tháng 4 này là hạn cuối em làm lễ tốt nghiệp ạ. Em vừa nộp xong Toeic nghe đọc vào sáng nay (16/03). Pđt cho em hỏi là khi nào em được đăng ký làm lễ tốt nghiệp ạ? Em xin cảm ơn pđt.",
    "ng kí xét tốt nghiệp bổ sung. Em đã đủ điều kiện tốt nghiệp.",
    "Họ tên SV: Ngô Khánh Linh MSSV:  Hình thức: Vừa Làm Vừa Học (Chưa được cập nhật lại tại mybk xét tốt nghiệp) Em kiểm tra trong DANH SÁCH SV HỆ VLVH, ĐTTXA TỐT NGHIỆP THÁNG 04/2022, MSSV của em không có trong danh sách tốt nghiệp dự kiến đợt này mặc dù đã hoàn thành đủ chương trình đào tạo. Nhờ thầy / cô kiểm tra lại giúp em. Em xin cảm ơn.",
    "Em chào thầy cô ! Hiện tại em vừa thi đậu tiếng anh nói viết ở trường và đủ các điều kiện đăng kí tốt nghiệp. Thầy cô cho em hỏi là khoảng bao nhiêu ngày sau khi có kết quả tiếng anh nói viết thì em được đăng kí tốt nghiệp ở trên Mybk ? ( Em có đính kèm hình ảnh kết quả thi tiếng anh của em ở dưới). Em cảm ơn quý thầy cô !",
    "Kính gửi quý thầy cô Em tên  k16 khoa Môi trường và Tài nguyên Em đã vào Mybk -  Đăng ký tốt nghiệp và đăng ký và đã thanh toán tiền lệ phí ạ. Sau khi thanh toán thì dòng tình trạng đăng ký của em lại là:  I \"Phiếu đăng ký không được xử lý\"   /I   Cho em hỏi như vậy là sao ạ, cần bổ sung gì để hoàn thành thủ tục ạ. Em cám ơn thầy cô ạ.",
    "Em tên là  MSSV:  Em gặp lỗi khi đăng ký tốt nghiệp tại trang Mybk.",
    "Em chào thầy/cô, em là sinh viên khoá K18, thầy cô cho em hỏi hạn cuối nộp anh văn 2 kĩ năng reading - listening cho tốt nghiệp là khi nào ạ . Em cảm ơn thầy/cô",
    "Kính gửi Phòng Đào tạo, Em xin có 2 câu hỏi gửi đến phòng Đào tạo . Đó là: 1, Em đã có hỏi thầy giải dạy môn siêu cao tần về cập nhật điểm lên bảng điểm. Và thầy đã trả lời cập nhật vào 14/1 mà đến giờ trên bảng điểm của em vẫn ghi chưa có điểm để tổng kết học kỳ. Em xin Phòng ĐT giải đáp thắc mắc. 2, Về đăng ký tốt nghiệp ở trên trang MyBK. Cho em hỏi có phải khi nào em có tên trong danh sách dự kiến mới được đăng ký phải không ạ? Em cũng đã hoàn thành các chỉ tiêu để ra trường mà chưa biết cách để đăng ký tốt nghiệp. Em xin cảm ơn.",
    "Kính gửi PĐT, Em tên là , hiện đang là sinh viên lớp VP VT 2014 (PFIEV 2014), mssv . Vừa rồi em có đăng ký tốt nghiệp (đã được duyệt) đợt 1 HK2.2022 khoảng 22/1/2022. PĐT cho em hỏi khoảng khi nào em có thể nhận bằng tốt nghiệp chính thức ạ? Em xin chân thành cảm ơn PĐT đã giải đáp cho em. Trân trọng.",
    "Dạ cho em hỏi hạn cuối nộp ccnn để xét tốt nghiệp là 11.4 (theo lịch học vụ) hay 4.5 (theo mybk ) vật ạ ?",
    "dạ em chào cô,hiện em là sv đang tạm dừng hk2 khóa 212,và em có dự định tạm dừng 2 học kì,thì không biết là học kì hè em có phải làm đơn xin tạm dừng tiếp không,hay chỉ cần làm đơn xin ở hk chính thôi ạ,nếu chỉ làm hk chính thì tầm khi nào em sẽ làm đơn tiếp ạ?",
    "Như trong hình em gửi, tại sao qua ngày 14/3 rồi mà chưa mở thanh toán để em đóng tiền vậy ạ (nó vẫn ghi là chưa đến kỳ hạn thanh toán). HK212, MSSV: ",
    "Kính gửi văn phòng Đào tạo quốc tế Em tên là , mssv , chuyên ngành Cơ điện tử, chương trình CLC, trong kì này em đã có tên trong danh sách dự kiến tốt nghiệp và đã cập nhật thông tin, hình ảnh, đóng phí tốt nghiệp đầy đủ. Em xin phép đăng ký in giấy chứng nhận tốt nghiệp bản cứng để bổ túc hồ sơ cho công ty ạ. Em xin cám ơn. ",
    "Em chào cô. 1) Em 19 đang ở kì 2 năm 3 hệ chính quy. Nếu trong hè em chuyển qua hệ VHVL và học kì 1 năm 4 ở hệ VHVL . Rồi tới kì 2 năm 4 em chuyển lại hệ chính quy được không ạ ? 2) Nếu em học hệ chính quy vậy có cách nào để đăng kí môn của kì 1 năm 4 mà học các buổi tối với cuối tuần không ạ ? 3) Nếu có môn trong hệ VHVL ít sĩ số vậy là mình được xếp qua học chung với chính quy hay là môn đó bị hủy vậy cô ? Em cảm ơn cô.",
    "Em kính chào quý thầy cô, Em là , MSSV  thì em đã hoàn thành các môn học chỉ còn thiếu bàng toeic 600 để tốt nghiệp, thì cho em hỏi là hạn chót để đăng kí tốt nghiệp cho lần gần nhất sắp đến là khi nào ạ. Và hiện tại trên hệ thống ghi nhận em là 139 tín chỉ thì hiện tại em cần nộp bằng toeic 600+ là đủ điều kiện tốt nghiệp phải không ạ. Do hiện tại em đang F0 nên chưa thể lên trường, mong thầy cô giải đáp cho em ạ. Em xin chân thành cảm ơn.",
    "Kính gửi thầy cô phòng đào tạo, Em tên  MSSV  Em đã đăng kí tốt nghiệp vào tháng 12 và cũng nhận được bằng tốt nghiệp tạm thời rồi nhưng tới nay vẫn chưa nhận được bằng tốt nghiệp chính thức, nên em nhắn tin này mong thầy cô xem xét, kiểm tra trường hợp của em . Em chân thành cảm ơn. Mong nhận được tin từ các thầy cô phòng đào tạo.",
    "Chào anh/chị, Em là  sinh viên k17, học kỳ 211 và học kỳ này (HK212) em đang bị tạm dừng học do không đăng kí môn (bởi đã hoàn thành các môn học và thiếu chứng chỉ ngoại ngữ để tốt nghiệp) . eo quy chế thì tạm dừng học quá 2 kỳ thì sẽ bị thôi học nên em xin hỏi là bây giờ em có cần lên pđt làm đơn xin thu nhận lại hay đến khi nào em đã hoàn thành CCNN thì lên làm đơn thu nhận lại luôn ạ? (Dự kiến trong học kỳ này em sẽ hoàn thành CCNN). Mong anh/chị sớm phản hồi ạ. Em cảm ơn ân, ",
    "Dạ anh/chị cho em hỏi tại sao tình trạng sinh viên của em lại chuyển thành trạng thái \"Nghỉ\" rồi ạ. Theo như qui định của trường thì em được phép kéo dài tối đa 1 học kì để hoàn thành anh văn, ctxh ạ.   i  .",
    "Dạ em có nhận được mail về đăng ký rút môn học lại nhưng lại không thấy form đk rút môn đính kèm pdt có thể cho em xin để em hoàn thành việc rút môn được ko ạ vì hạn là ngày 18 rồi ạ",
    "Em là , sinh vien khoa cơ khí chất lượng cao, mã số sinh viên . Hiện tại em đã hoàn thành chương trình đào tạo, đủ ngày ctxh và tiếng anh. Em xin hỏi em đủ điều kiện tốt nghiệp chưa và khi nào có trong danh sách tốt nghiệp dự kiến ạ. Em xin cảm ơn.",
    "Em chào thầy/cô. Em tên là . MSSV . Hệ VHVL. Hiện tại em còn nợ môn  Thuật Siêu Cao Tần (EE3025) để hoàn thành chương trình học. Nhưng học kì này em không đăng ký môn học . Thầy/cô cho em hỏi có cách nào để trả nợ môn sớm trong học kì này không ạ. Em cám ơn thầy/cô.",
    "Gửi các thầy cô. Em tên  là sinh viên lớp CK21HT1, khoa cơ khí Em muốn hỏi là thẻ sinh viên đã có chưa ạ?  Nếu có rồi có phải em phải lên cơ sở 1 để nhận đúng không ạ? Và lớp trưởng có thể đại diện lên nhận giúp được không ạ? Em xin cảm ơn.",
    "Kính chào thầy cô ạ, cho em hỏi về việc đóng học phú kì dự thính HK212 ạ, vì ngày 21-3-2022 đã hết hạn đóng nhưng hôm nay 16-3-2022 vẫn chưa mở đóng ạ. Mong thầy cô phản hồi em sớm nhất ạ. Em xin cám ơn. Chúc thầy cô sức khoẻ.",
    "Em tên  mssv  Xin rút môn  Tính MT2011 nhóm P01 Em điền file pdf cho dễ nhìn Xin cảm on",
    "Kính thưa phòng đào tạo Em tên  mssv  khoa kỹ thuật xây dựng lớp XD18CTXD03. Em có đăng kí môn DAMH kết cấu BTCT1 (CI2093) nhưng em xin phép phòng đào tạo cho em được rút môn. Lí do rút môn cụ thể em ghi ở trong file đính kèm. Em xin cảm ơn!",
    "Kính gửi: Phòng Đào tạo trường Đại học Bách Khoa TP.HCM, cùng quý thầy cô liên quan. Em tên là:  MSSV:    Lớp: XD15VL   Khoa: KTXD Lí do: Sau khi em đăng ký thu nhận lại vào ngày 07/03/2022 thì em nhận được phản hồi từ PĐT rằng Tình trạng sinh viên sẽ chuyển từ Tạm dừng sang Đang học thì em sẽ được Thu nhận lại và Đăng ký Tốt nghiệp. Nhưng hôm nay em vào xem Tình trạng sinh viên bị chuyển từ Tạm dừng sang Nghỉ . Xin quý thầy cô xem xét và hỗ trợ giúp em trường hợp này. Vì trong tình hình COVID19 vừa qua rất khó khăn trong việc học tập và đăng ký thi TOEIC. Nhưng em đã cố gắng hoàn thành đạt chuẩn đầu ra. Mong quý thầy cô xem xét. Em xin chân thành cảm ơn!",
    "Học vụ Họ và tên :  - MSSV :  Thưa thầy ( cô) Em đã hoàn thành các điều kiện tốt nghiệp của học kì 212. Trong khi e đang bị tạm dừng trong học kì 211 do không đăng kí môn học chính, và em mong muốn được đăng kí tốt nghiệp trong học kì này. Nay em viết đơn này mong phòng đào tạo xét duyệt cho em được tiếp nhận lại và đăng kí tốt nghiệp",
    "Thưa PĐT, em là , MSSV . Tính hết HKI 2021-2022, em đã hoàn thành LVTN và đã đủ TCTLN. Và đến học kì hiện tại (HKII 2021-2022), em không còn ĐKMH nữa, vì đủ chỉ rồi. Bây giờ chỉ có thiếu chuẩn Anh văn để xét Tốt nghiệp đợt tháng 11 nữa, vì đợt tháng 4 này em sợ không kịp. Và trong MyBK báo \"Tạm dừng\" (như ảnh). Vậy cho em hỏi em nên làm gì tiếp theo đây ạ? Cám ơn PĐT đã xem xét.",
    "Dạ cho em hỏi là hồi lúc em có hoãn thi môn vật lý 1 vào kì hè [Học kỳ 3 (2020-2021)] và được sắp lịch thi lại nhưng khi đến giờ em vẫn kh biết là có điểm chưa vì trên trang xem điểm thì điểm cuối kì của em vẫn để là 14 nhưng điểm tổng kết thì lại để là \"14; 4.50 (lần 2)\" như hình. Vì thế nên em kh biết điểm cuối kì của em là bao nhiêu mà ra được 4.50 và em kh biết là bao nhiêu để em phúc khảo ạ. Không biết là giờ làm sao để em biết được điểm cuối kì của em ạ. Em mong thầy cô trả lời giúp em về vấn đề này. Em cảm ơn thầy cô ạ   i ",
    "Dạ em xin chào và cảm ơn quý thầy cô đã nhận và đọc câu hỏi của em ạ . Em là sinh viên K15, vừa bảo vệ thành công LVTN, đã đủ số tín chỉ để tốt nghiệp, nhưng hiện tại chưa đủ ngày công tác xã hội và chứng chỉ Anh Văn Nói-Viết để hoàn thành Tốt nghiệp (em đang gấp rút đăng kí thi Anh Văn và tham gia các hoạt động công tác xã hội). Hôm nay em có lên trên xem tình trạng sinh viên thì thấy ghi là \"nghỉ\", và không vào được phần đăng kí tốt nghiệp nữa. Vậy thì khi em hoàn thành đủ điều kiện và làm đơn thu nhận lại thì sẽ được mở lại đăng kí phải không ạ, vì em thấy chưa hết ngày đăng kí tốt nghiệp  Em mong nhận được câu trả lời sớm từ quý thầy cô ạ",
    "Kính chào quý thầy/cô, Em là  (MSSV: ) Hôm nay em viết đơn này kính mong quý thầy cô xem xét cập nhật lại tình trạng sinh viên đợt này cho em để em kịp xét tốt nghiệp vào tháng 4/2022. Em xin chân thành cảm ơn!!! ",
    "Kính gửi phòng Đào tạo, Hôm trước em có hỏi trên bksi về việc đăng ký lại LVTN sau khi hủy. Vì không thể trả lời trực tiếp trên topic đó nên em tạo một câu hỏi mới. Lần trước em xin hủy LVTN bằng cách nộp đơn trực tiếp tại phòng Đào tạo và đã được xử lý (LVTN không còn trên thời khóa biểu mybk). Bây giờ em có nhu cầu muốn đăng ký lại LVTN. Ở khoa em cũng đã có thầy hướng dẫn ạ . Mong phòng Đào tạo cân nhắc xử lý giúp em để em kịp đợt đóng học phí. Em xin cảm ơn.",
    "Gửi PDT, Trên Bkpay của em đã tới ngày đóng học phí rồi nhưng vẫn chưa kích hoạt để đóng học phí. Em có gửi hình đính kèm, Phòng đào tạo xem xử lý giúp em ạ. Trân trọng",
    "Kính gửi Phòng Đạo Tạo, Em là:  - MSSV:  - Khoa Công Nghệ Vật Liệu. Hiện tại em đã chuyển toàn bộ điểm anh văn và đã đủ điều kiện để xét tốt nghiệp. Em cũng đang cần bằng tốt nghiệp gấp vào tuần sau để bổ sung hồ sơ cho công ty. Mong PĐT xem xét và hỗ trợ em có thể đăng ký xét tốt nghiệp sớm để em có thể có Giấy chứng nhận tốt nghiệp tạm thời vào tuần sau. Em xin chân thành cảm ơn sự hỗ trợ của PĐT. Trân trọng!",
    "Họ và tên:  MSSV:  Ngày sinh: 06/08/1999 Em đã đủ các điều kiện tốt nghiệp, tuy nhiên chưa có tên trong danh sách dự kiến tốt nghiệp nên chưa đăng ký tốt nghiệp được và tình trạng sinh viên của em hiện tại: Đã tạm dừng từ học kỳ 212 năm học 2021-2022 Lý do: Tạm dừng vì không đăng ký môn học. Cho em hỏi có phải đăng ký thu nhận lại không ạ? Và đăng ký thu nhận lại như thế nào ạ? Em đã hoàn thành các môn học trong chương trình thì khi đăng ký thu nhận lại xong thì em có cần phải đăng ký môn học không ạ?",
    "Kính Chào Quý Thầy Cô, Em là Sinh viên hệ VHVL chuyển hệ từ chính quy,  MSSV :   Quý thầy cô cho em hỏi để tốt nghiệp hệ VHVL chuyển hệ thì có cần  4 kỹ năng không ạ? Em đạt  630 và nộp hồi còn học ở chính quy thì bây giờ đã hết hạn giá trị TOEIC em có cần thi lại TOEIC để nộp xét tốt nghiệp không ạ? Mong thầy cô giúp đỡ trả lời, chân thành cảm ơn quý thầy cô. Thân ái chào ạ,",
    "Họ và tên:  MSSV:  Ngày sinh: 06/08/1999 Vào học kỳ 191 em có đăng ký nhầm 2 loại BHYT trong cùng 1 học kỳ nên có 2 khoản thanh toán trên BK pay, hiện em đã thanh toán cả 2 khoản này. Cho em hỏi là em có được hoàn tiền lại 1 khoản thanh toán BHYT do đăng ký nhầm không ạ?",
    "Em là   theo như mail của phòng đào tạo là học phí dự thính ngày 14/3 mở mà hiện giờ của em chưa thấy mở nên nhờ PĐT xem lại giùm em ạ.Em cảm ơn .",
    "Xác nhận rút môn học học có tính phí học kì 212  MSSV ",
    "dạ em có nộp bằng xét qua av3 rồi sao vẫn không đăng ký được av4 theo nhu cầu vậy ạ",
    "Em chào thầy/cô, Em là , mssv , khoa Khoa học - Kỹ thuật Máy tính. Học kỳ 212 em có đăng ký 1 môn dự thính buổi tối là môn EE2033 nhóm lớp DT01. Hiện tại, em đã nhận được thông báo của trường về việc đóng học phí nhưng khi kiểm tra trang BKPay thì có lỗi khiến em không thể hoàn tất thủ tục đóng học phí. Mong thầy/cô có thể đưa ra phương án để em hoàn thành thủ tục đóng học phí ạ. Em cám ơn!",
    "Gửi thầy, cô. Em tên , em đã hoàn thành tất cả điều kiện tốt nghiệp. Ngoại trừ anh văn nói viết. em đã đăng ký thi anh văn nói viết xét tốt nghiệp ngày 20/3. em thi xong thì có thể tốt nghiệp không ạ. vì hiện tại em vào trang đăng ký tốt nghiệp không được vì tình trạng của em hiện nay đã \"nghỉ\".",
    "Dạ em xin kính chào quý thầy cô ạ, Em tên là , MSSV: . Dạ cho em hỏi là trên BKPay để ngày dự kiến thu học phí dự thính ngoại ngữ theo yêu cầu là 00:00:00 ngày 14-03-2022 nhưng hiện nay là ngày 16-03 rồi mà tại sao chỗ thanh toán vẫn hiện \"Chưa đến kỳ thanh toán\" (như hình ảnh em đã đính kèm ạ). Em xin cảm ơn quý thầy cô nhiều ạ! Chúc quý thầy cô một ngày tốt lành ạ, .",
    "Gửi phòng đào tạo. Em tên là  - sinh viên khoa Môi Trường và Tài Nguyên khóa K21. Em xin gửi lại file và minh chứng xin rút môn học học kỳ 212 với lí do là môn em rút đã được nhà trường phê duyệt thành điểm 14 và em đang trong quá trình đợi nhà trường lập danh sách cho thi lại môn đó ạ. Em xin cảm ơn thầy cô nhiều ạ SV. ",
    "Thưa quý thầy cô, em thấy trên aao.hcmut có ghi THỜI HẠN CUỐI XÉT TN LÀ NGÀY 11 THÁNG 4 NĂM 2022 Thế nhưng trên trang Mybk- mục đăng kí tốt nghiệp thì lại ghi là ngày 4/5 /2022 mới là hạn chót đăng kí xét tốt nghiệp Vậy, chính xác thì đâu mới là hạn chót xét TN ạ ?, và lễ TN lần này sẽ tổ chức vào ngày mấy ?  Rất mong quý thầy cô giải đáp giúp em nhé.",
    "Kính gửi Phòng Đào Tạo Cách đây hơn 1 năm em bị bệnh nên cần bảo hiểm y tế để đi khám bệnh, lúc đó em đang ở ký túc xá của ĐHQG nhưng bên phụ trách về bảo hiểm đã để sót em làm em không có bảo hiểm trong thời gian đó, lúc đó em rất cần gấp nên đăng kí của trường mình. Sau đó em đã lên phòng y tế của trường để tư vấn thì được trả lời rằng về ký túc xá để làm việc tiếp để được tiếp tục bảo hiểm, còn thanh toán lệ phí BHYT trên hệ thống không có ảnh hưởng gì nên không cần đăng ký trên trường, sau đó ký túc xá cũng kịp thời tiếp tục bảo hiểm để em có thể đi khám bệnh. Em muốn hỏi rằng liệu hóa đơn chưa thanh toán này có ảnh hưởng gì đến việc đăng kí tốt nghiệp hay thu nhận lại không ạ, nếu có mong nhà trường tư vấn cho em để em có thể giải quyết kịp thời. Em xin cảm ơn Phòng Đào Tạo đã tiếp nhận thông tin của em.",
    "Họ và tên:  MSSV:  Ngày sinh: 06/08/1999 Lớp: HC17SH1 SĐT: [phone_number] Tình trạng sinh viên: Đã tạm dừng từ học kỳ 212 năm học 2021-2022. Lý do: Tạm dừng vì không đăng ký môn học. Hiện em đã đủ các điều kiện tốt nghiệp, tuy nhiên chưa có tên trong danh sách dự kiến tốt nghiệp nên chưa đăng ký tốt nghiệp được. Nay đề nghị được thu nhận lại từ học kỳ 212 năm học 2021-2022 để đăng ký tốt nghiệp.",
    "PĐT cho e hỏi là em đã hoàn thành đủ số ngày ctxh theo yêu cầu nhưng sao trong bảng điểm chuyển lại chưa có thông tin về ngày ctxh đạt yêu cầu vậy ạ. Em xin chân thành cảm ơn .",
    "Thanh toán học phí Anh văn theo nhu cầu 212 . Chào thầy/cô, cho em hỏi là phòng đào tạo có thông báo đóng học phí Anh văn theo nhu cầu học kỳ này từ ngày 14/3 đến ngày 21/3 nhưng sao BKpay hiện thông báo chưa đến kỳ thanh toán trong khi ngày hết hạn vẫn 21/3. Em cảm ơn ạ.",
    "d Em chào thầy/cô, Thầy/cô cho em hỏi là thời gian đóng học phí dự thính kì 212 là từ ngày 14/03 đến 15h ngày 21/03. Nhưng từ ngày 15 đến hôm nay em vào trang Bkpay của trường để thanh toán thì mục học phí vẫn để là chưa đến hạn thanh toán. Em có hỏi các bạn khác thì các bạn cũng đều chưa thanh toán học phí trên Bkpay được ạ. Thầy/cô xem xét lại giúp em với. Em cảm ơn.",
    "Em có thông qua giáo viên bộ môn và cô có thông báo do đây là môn thi tập trung nên cô không thể tự tổ chức cho thi bù được ạ. Em đã có viết đơn xin phép được thi bù, mong phòng Đào tạo thông qua và xác nhận cho em được thi bổ sung. Em xin chân thành cảm ơn quý thầy cô.",
    "Tốt nghiệp       Chào Thầy/Cô  Em tên Huỳnh Trọng Hữu, mssv  Em muốn đăng ký xét tốt nghiệp học kỳ 2 2021-2022 Em đăng ký xét tốt nghiệp trên web thì sau khi điền thông tin thì không có chổ tải ảnh như yêu cầu lên được và cũng không nộp được yêu cầu xét tốt nghiệp, xin quý Thầy/ Cô xem giúp em Em chân thành cảm ơn  Thân",
    "Chào Chị, Chị kiểm tra lại dùm em môn 407408 và môn 407410 em có được miễn xét chưa ạ. nếu được rồi thì cho em đăng ký xét tốt nghiệp với ạ. Em gửi Chị 2 hình ảnh có kèm nội dung miễn xét văn phòng khoa Điện Điện Tử ạ. thân./",
    "Chào thầy cô, Em tên ,mssv :  Đăng ký rút môn học Luận Văn tốt nghiệp mã MH :CI4347,nhóm A01. Lúc trước em đã hỏi cô Trang phòng đào tạo và được cô  hướng dẫn lại quy trình làm giấy hoãn thi.Nhưng sau thời gian suy nghĩ vì dịch và việc thực tập kéo dài đến cuối tháng 3 nên em xin được phép rút môn học ạ. Em cám ơn các thầy cô đã hướng dẫn tận tình.",
    "Em xin chào Phòng đào tạo của trường đại học Bách Khoa Em tên là , là sinh viên khoá K17 của trường Bách Khoa thuộc khoa Cơ khí và MSSV của em là . Nay em viết mail này cho Phòng đào tạo để phòng đào tạo có thể xem xét trường hợp của em để em có thể đăng ký tốt nghiệp vào đợt hai, năm học 2021 - 2022. Lý do em viết đơn này là do vào ngày 7/3/2022, em đã viết 1 đơn hỏi về vấn đề cập nhật điểm trung bình để có thể đăng ký tốt nghiệp do em đã đủ điều kiện tốt nghiệp nhưng không đăng ký tốt nghiệp được, thì bên PDT có dặn em là sau 15/3/2022 nếu mà chưa đăng ký tốt nghiệp được thì mail lại câu hỏi để PDT xem xét lại ạ. Và khi hôm nay em vào đăng ký tốt nghiệp thì em đã bị cập nhật tình trạng sinh viên là tạm dừng do không đăng ký môn học vào ngày 15/3/2022. Em mong PDTo có thể giành thời gian cho trường hợp của em và cập nhật điểm để em có thể đăng ký tốt nghiệp vào đợt tới ạ, Em xin cảm ơn Phòng đào tạo vì đã giành thời gian cho mail của em ạ. Em chúc Phòng đào tạo có một ngày mới đầy sức khoẻ và làm việc hiệu quả ạ",
    "Em chào pdt ạ, em là , mssv . Pdt có ghi là bản scan giấy chứng nhận tốt nghiệp tạm thời sẽ được tải lên trang Đăng ký hồ sơ cấp bằng cho sinh viên sử dụng. Em đã đăng ký tốt nghiệp từ lâu trong tháng 04/2022, có đăng ký in giấy chứng nhận tốt nghiệp tạm thời và đang rất cần đến bản scan hoặc giấy chứng nhận tốt nghiệp tạm thời này nhưng em không thể tìm được đường link của trang Đăng ký hồ sơ cấp bằng. Em mong pdt chỉ giúp em đường link hoặc cách tìm được trang này để em có thể có được bản scan sớm nhất ạ. Em cảm ơn ạ.",
    "Chào anh/chị và quý Thầy/Cô. Em tên:  MSSV:  là SV thuộc hệ VHVL Hiện tại trên BKPay của em có học phí cần thanh toán và hạn cuối là ngày 21-3-2022. Nhưng lại không có mục để SV thanh toán và có hiện chữ chưa đến hạn thanh toán. Em không biết tài khoản của mình có bị lỗi hay lỗi hệ thống không. Mong anh/chị kiểm tra giúp em. Em cảm ơn. Chúc anh/chị một ngày tốt lành.",
    "Dạ cho e hỏi là e thi chứng chỉ tiếng anh TOEFL IBT - HOME EDITION. Chứng chỉ này trường mình có chấp nhận cho điều kiện anh văn ra trường không ạ. E cảm ơn ạ",
    "Chào em, Hiện tại cô chưa thấy em có quyết định miễn môn 407408 nhé, SV vui lòng liên hệ lại  của bạn để hỏi về công văn xét miễn môn của bạn nhé Thân  Chào CÔ Dạ chị, Em đã gửi đơn cho văn phòng khoa và Cô bên văn phòng  nói với em là cuối tuần này hoặc đầu tuần sao em đăng kí xét tốt nghiệp. Nên em hỏi là được miễn xét chưa ạ. để đăng kí xét tốt nghiệp. thân./",
    "Kính gửi Phòng Đào Tạo trường Đại học Bách Khoa Thành phố Hồ Chí Minh. Em tên là . Mã số sinh viên . Hiện đang là sinh viên thuộc Khoa Cơ Khí, Bô môn Cơ điện tử,  trường Đại học Bách Khoa Thành phố Hồ Chí Minh . Hiện tại em có nhu cầu đăng ký tốt nghiệp nhưng có một vài vấn đề . Thứ nhất, hiện tại em đã có điểm bảo vệ luận văn của em nhưng em vẫn chưa được cập nhật số tín chỉ luận văn. Vậy nên em chưa thể bấm đăng ký tốt nghiệp được . Thứ hai, Phòng đào tạo có thể giúp mở để em đóng học phí của kì này không?  Em có đăng ký  1 môn trong học kì để duy trì tình trạng sinh viên và em biết là phải đóng học phí thì mới đăng ký tốt nghiệp được. Kính mong Phòng Đào tạo giúp đỡ. Em xin trân trọng cảm ơn. Trân trọng.",
    "em chào chị! chị kiểm tra giúp em trên trang Bkpay của em không có chỗ cho em nộp học phí! mssv của em là ",
    "Cho em hỏi học phí Dự thính Lộ trình 2 của em kỳ này hạn đóng từ 14/03-21/03 ( đã đăng trên BK Pay ) mà sao đến giờ vẫn BK Pay vẫn chưa mở  cho thanh toán vậy ạ ?",
    "Dạ em chào thầy cô, Em thấy thông báo pđt thanh toán học phí dự thính HK212 là từ 14/03 đến 21/03, nhưng em vào bkpay thì lại không có chỗ để nhấn vào thanh toán, chỉ thấy ngày dự kiến hết hạn 21/03, thầy cô kiểm tra lại giúp em với ạ. Em cảm ơn ạ.",
    "Em là , MSSV: , là sinh viên lớp DT01-A môn giải tích mạch EE1011 học kỳ 2 (2020-2021). Tuy đã có điểm trên E-learning đã lâu nhưng hiện bảng điểm của em trên mybk vẫn còn trống, em không biết khi nào thì mới được cập nhật điểm ạ? Do em chuẩn bị xét tốt nghiệp mà bảng điểm chưa được cập nhật. Mong thầy cô kiểm tra lại giúp em. Em cám ơn ạ.",
    "Xin chào em là sinh viên hệ VHVL gặp lỗi trong việc thanh toán học phí trên trang Bkpay của trường nên không thể thanh toán được học phí . Bên trường kiểm tra lại hệ thống để khắc phục. Em xin cảm ơn.",
    "Kính gửi: Phòng đào tạo, Em tên là , mssv , mssv cũ . Em đã có nộp nhầm bản chính bằng THPT trong hồ sơ khi chuyển hệ chính quy sang hệ VLVH. Em có thể đăng ký xin lấy lại được không ạ? Em xin cảm ơn thầy cô.",
    "Em muốn hỏi là em đã học đủ số tín chỉ ở kì trước và bổ sung các điều kiện khác để tốt nghiệp ở kì này (ctxh, av). Nhưng sau khi em bổ sung xong thì tình trạng sinh viên kì này của em là tạm dừng vì không đăng ký môn học, nên em không đăng ký tốt nghiệp được, vậy em phải giải quyết vấn đề này sao ạ?Tốt nghiệp .",
    "Em kính chào quý thầy/cô ạ . Thầy/cô cho em hỏi như nhà trường có thông báo là thanh toán học phí HK212 (Dự thính + Dự thính chuyển hệ + Anh văn theo yêu cầu) qua cổng thanh toán BKPay.Thời gian:từ ngày 14/03 đến 15 giờ ngày 21/03/2022. Mà em lên hệ thống BKPay để thanh toán học phí từ ngày 14/03 đến bây giờ thì hệ thống vẫn đang báo là \"chưa đến kỳ thanh toán\". Thầy/cô cho em hỏi là khi nào hệ thống BKPay mở thanh toán vậy ạ?  Em cảm ơn thầy/cô nhiều ạ.",
    "Dạ em chào thầy/cô, Em là , MSSV . Dạ cuối kỳ 211 em có đăng ký thi thay thế điểm vắng phép môn Triết học Mac-Lenin SP1031, nhưng hiện tại em vẫn chưa thấy điểm được cập nhật trên Mybk ạ. Thầy/cô cho em hỏi điểm được cập nhật ở đâu vậy ạ?",
    "ảng điểm học kì 211 của em bị mất trong cổng thông tin sinh viên thì làm sao để giải quyết ạ .   i  .",
    "Kính gửi PĐT ĐHBK  Cho em hỏi quy định chuyển điểm anh văn 4 cho khoá k15 vẫn là TOEIC  Reading & listening 500 phải không ạ. Trân trọng cảm ơn",
    "Chào các anh chị BKSI ạ. Em bị mất lịch thi giữa kỳ này,nên mong các anh chị giúp em nhanh với ạ, Em cảm ơn anh chị nhiều ạ.",
    "MSSVMSGV:   b       i Tốt nghiệp  i     Em chào Thầy   Em tên là , sinh viên lớp VL15Si khoa ng nghệ vật liệu Hiện tại em có kiểm tra thông tin của em trên My BK và thấy rằng em : NGHỈ (trước đó em có đăng ký môn học để duy trì tình trạng học tập tại trường, tuy nhiên em không tham gia các bài kiểm tra cuối kỳ)  Em biết đây là học kỳ cuối của khóa 2015 Hiện tại em đang chờ điểm tiếng anh nói - viết để đăng ký tốt nghiệp ạ  Rất mong nhận được phản hồi từ phía nhà trường  Em xin chân thành cảm ơn!",
    "Dạ em chào cô!  Cô cho em hỏi em đã tốt nghiệp đại học hệ vừa làm vừa học thì có thể thi tiếp để học cao học trường đại học bách khoa được không ạ",
    "Em chào PĐT! Để tiện cho việc tụi em đặt vé xe vào lại SG để tham gia học tập kể từ ngày 04/04/2022 thuận tiện. Em có thắc mắc là theo như email cũ Trường lên kế hoạch học từ 04/04 là phối hợp offline và online, như vậy là tụi em phải đợi tiếp 1 email thông báo hình thức học chính xác của các môn học lý thuyết vào 04/04 hay là nghe thông báo của thầy cô dạy về hình thức học tiếp theo ạ!  Em cảm ơn PĐT ạ! Mong PĐT giải đáp để tụi em đặt vé xe để vào đó cho thuận tiện và kịp ngày học offline (nếu có) ạ! ",
    "Vậy là từ tuần sau khi em có tên trong danh sách tốt nghiệp em mới lên để đăng kí tốt nghiệp (như mục trên hình) đúng không ạ Em cảm ơn",
    "Chào thầy/cô em đã đóng bảo hiểm y tế trên bkpay nhưng trong ứng dụng vssID vẫn chưa cập nhật thông tin bảo hiểm y tế, hiện nay em có nhu cầu sử dụng thẻ bảo hiểm không biết là có dùng được hay không.",
    "Em là , MSSV: . Em muốn đăng ký tốt nghiệp vào đợt này nhưng hiện đang bị tạm dừng học (quyết định ngày 15/03/2022) vì không đăng ký môn học. Em muốn hỏi là có cách nào để đăng ký xét tốt nghiệp không ạ? Em cám ơn ạ.",
    "Kính chào Phòng Đào Tạo ạ, em là , MSSV là . Hiện tại em có một thắc mắc mong pdt giải đáp ạ. Thời gian qua thì điểm số cũng như việc học của em đang không có tốt vì vậy em muốn thi lại kì thi đánh giá năng lực để có thể học lại từ đầu. Cho em xin hỏi là em đang theo học thì mình có khả năng được phép đăng kí thi lại và có được phép thi lại ngành cũ không ạ. Ngoài ra có cần phải rút hồ sơ hay các thủ tục gì không ạ. Em cảm ơn  ạ !",
    "Xin chào, Em có lịch kiểm tra  ( EE1007 ) vào 7h sáng 20/03/2022 và trùng với lịch học Thực tập điện 1. PĐT hướng dẫn em tình huống này được không ạ. Em cám ơn !",
    "Theo như trả lời trên bksi hôm 16/03 (http:/ksi.hcmut.edu.vn/extranet/supportsndex.php?ID=51414&edit=1#postform) em còn thiếu 003705, 003706, 003707 là 3 môn Tiếng Pháp 5,6,7. Em mới thanh toán chuyển điểm trên mybk cho các môn tiếng pháp 1- 7, mong phòng đào tạo xem xét cho em ạ Em cảm ơn ạ.",
    ": Môn: Sức bền vật liệu MSMH: CI2001 Lý do: rớt mạng  ",
    "Em chào thầy cô! Cho em hỏi là học phí dự thính HK212 trên BKPAY có bị lỗi không ạ. 21/3 dự kiến hết hạn nhưng BKPay ghi là chưa đến kì thanh toán. cho em hỏi bao giờ thì thanh toán được ạ. em cảm ơn.   i  .",
    "Dạ e có xem trường mình chấp nhận ccnn TOEFL IBT. Vậy trường có phân biệt là chứng chỉ toefl ibt hình thức thi online tại nhà với ccnn toefl ibt thi tại IIG không ạ .hay là như nhau không phân biệt hình thức thi ạ",
    "Chào anh/chị, Em là , MSSV , là sinh viên khoa Cơ khí, chuyên ngành Chế tạo máy. Theo Quy chế học vụ áp dụng từ HK182 đối với môn GDTC, mỗi sinh viên cần hoàn thành 3 môn GDTC khác nhau mới đủ điều kiện xét tốt nghiệp. Hiện tại em đã hoàn thành 2 môn GDTC khác nhau và sẽ học thêm 1 môn trong HK212. Theo Quy chế học vụ áp dụng cho K20 đối với môn GDTC, sinh viên phải hoàn thành 2 học phần thể dục để đủ điều kiện xét tốt nghiệp. Vì vậy khi ĐKMH thì một môn GDTC lại có 2 học phần. Em đã đăng kí học phần 1 của môn một GDTC theo quy chế mới này. Anh/chị cho em hỏi khi em học xong môn GDTC theo quy chế mới này thì em có cần làm thủ tục chuyển điểm như thế nào hay không để đủ điều kiện xét tốt nghiệp theo quy chế học vụ đã áp dụng từ HK182? Em cảm ơn!",
    "Em chào quý Thầy, cô ạ! Em là , lớp Ku20vly ạ. Em muốn nộp Phiếu tạm dừng học học kỳ 212 năm học 2021- 2022 ạ. Vậy em cần nộp phiếu thông qua hình thức nào và ở đâu ạ?  Mấy hôm trước em có nộp đơn qua online mà không thấy Thầy, cô trả lời nên em muốn biết rõ hơn ạ. Mong nhận được sự phản hồi từ quý Thầy, cô ạ. Em cảm ơn nhiều ạ! Trân trọng.",
    "Chào thầy/cô, em tên  MSSV , thầy/cô cho em hỏi là em đã đóng tiền BHYT thì em có thể lấy thẻ BHYT ở đâu ạ? Tại vì em có việc phải nhập viện cần đến thẻ BHYT  Mong thầy/cô phản hồi sớm ạ!",
    "Cô ơi, vì em muốn đăng ký anh văn 4 nhu cầu trong kỳ dự thính 212 này đó ạ. Tại vì em nộp cùng đợt với bạn, nhưng của em bị lỗi, bạn em vẫn đăng ký được bình thường. Vậy giờ em phải lên phòng đào tạo xin hay sao ạ. em sợ không cho đăng ký môn",
    "Tốt nghiệp . Dạ em chào Thầy/Cô, em là Nguyễn Việt Duẫn - MSSV: 1610427 - Khoa: Điện - Điện tử. Em vừa có kết quả anh văn nói viết hôm 10/03/2022. Hiện tài khoản MyBK của em đang để tình trạng sinh viên là \"TẠM DỪNG\"  nên em không thể đăng ký xét tốt nghiệp được. Mong Thầy/Cô giải quyết giúp em ah.",
    "Chào thầy/cô, Em dù đã có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022 nhưng tình trạng SV vẫn bị để là tạm dừng nên vẫn chưa đăng ký tốt nghiệp được ạ. Lần trước em được hẹn là đến ngày 15/03 nếu vẫn chưa đăng ký được thì báo lại với PĐT. Mong thầy/cô kiểm tra lại giúp em ạ. Em chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo. Em tên  MSSV . Em xin nộp file scan phiếu đăng ký rút môn học Pháp Luật Việt Nam đại cương (SP1007) để được đăng kí tốt nghiệp kỳ này. Em xin chân thành cảm ơn.",
    "Kính gửi Quý phòng đào tạo,  Kính nhờ PĐT xem xét mở Tk để em được đóng học phí học kỳ 1 này ah. Vì tới giờ trên Bkpay tài khoản em cũng chưa hiện tích xanh để đóng nên em không thể nào đóng được. Nếu quá trình đóng chậm sẽ ảnh hưởng đến hạnh kiểm và các quá trình thi của em nên mong phòng có hướng giải quyết . Trân trọng, ",
    "Em chào thầy cô, Theo thông tin em nhận được thì học phí dự thính HK212 bắt đầu từ ngày 14/3, nhưng nay là 17/3 và em không thể đóng học phí. Em rất mong thầy cô hỗ trợ ạ. Em cảm ơn",
    "Kính gửi ban học vụ, Dạ em là sinh viên K21 Khoa Điện - Điện Tử. Theo dõi phần mềm nhập học, em thấy thẻ sinh viên của mình đã được in rồi ạ. Vậy cho em hỏi là em có thể nhận thẻ sinh viên ở đâu ạ? Khi nào là thời gian cho phép để vào nhận ạ? Em xin cám ơn. Trân trọng, ",
    "Cho em hỏi là em chưa có trong danh sách tốt nghiệp dự kiến nhưng em đã đủ điều kiện để đăng kí xét tốt nghiệp. Em muốn nhờ PĐT kiểm tra giúp em với ạ",
    "Dạ em chào thầy cô ạ Em là Lê  mssv , đợt tháng 4 năm 2021 em có làm đơn xin tuyển sinh chuyển hệ chính quy sang vlvh ạ. Thầy cô cho em hỏi. - Lúc em làm đơn chuyển hệ trên trang web trường em có ghi ngành mới là KT Hệ thống công nghiệp so với ngành cũ là KT nâng chuyển và xây dựng. Vậy thì em có được nhận vô ngành mới không ạ? Hay em có cần phải làm đơn gì để được học ngành mới không ạ? Trước đó em có mail cho thầy cô pđt, thầy cô hướng dẫn em đăng ký môn theo khoá k17 cũ ngành mới. Em đang học học kỳ thứ 2 ngành mới (Đăng ký MS môn học theo Khóa 2017) rồi ạ. - Nếu được chuyển qua ngành mới thì em có được xếp lớp không ạ? Kế hoạch học tập của em thì hè này sẽ đi thực tập nhưng hiện tại trên trang mybk vẫn chưa cập nhật ngành mới và chưa xếp lớp ạ. Dưới đây là phiếu đăng ký bản sao em tạo lập trên trang tuyensinh.hcmut.edu.vn BẢN CHÍNH em có ký tên và nộp cho bên PĐT rồi ạ. Em mong thầy cô giúp đỡ thắc mắc của em ạ Cảm ơn và chúc sức khoẻ thầy cô ạ! .   i ",
    "Em xin hỏi, hiện nay mắc Covid-19 có được phép hoãn thi không? Nếu có thì em cần cung cấp những bằng chứng, giấy tờ gì?  Em xin cảm ơn ",
    "Em chào cô ạ, Em có đăng ký lớp dự thính Giải Tích 2 ạ, gần đây em có nhận được thông báo là đóng học phí từ ngày 14/3 đến ngày 21/3. Nhưng ngày hôm qua 16/3 khi em vào bkpay để thanh toán thì lại không thể thanh toán (trang để là chưa tới kỳ thanh toán ạ). Mong cô giúp em giải quyết vấn đề này giúp em ạ. Em cảm ơn cô rất nhiều Chúc cô một ngày làm việc vui vẻ ạ. Em chào cô.  - ",
    "Kính gửi Phòng Đào Tạo, Em tên , mã số sinh viên , hiện đang là sinh viên bằng 2 Khoa Khoa học và Kỹ thuật máy tính. Hiện tại, em đã tích lũy đủ số tín chỉ để xét tốt nghiệp. Tuy nhiên, vào lần xét tốt nghiệp vừa qua, do chưa có chứng chỉ Anh Văn phần Nói - Viết nên vẫn chưa đủ điều kiện xét tốt nghiệp . Vào ngày 06/03/2022 vừa qua, em đã thi Anh Văn Nghe Nói tại  tâm Ngoại ngữ của trường để bổ sung và đã đạt điểm số là 230, thỏa với điều kiện xét tốt nghiệp. Em viết mail này để phản hồi về điều kiện xét tốt nghiệp như đã nêu ở trên. Kính mong Phòng Đào Tạo sẽ kiểm tra và cập nhật điều kiện xét tốt nghiệp của em. Em xin gửi kèm hình danh sách điểm trên trang BKEnglish và đường dẫn tới danh sách điểm trên: https://docs.google.com/spreadsheets/d/1tPWLKwyUeL1icWUlgL6gfsNCee6WnNaUMS7MTOL73jM/edit#gid=88&range=A224 Em xin chân thành cảm ơn. .",
    "Dear Phòng đào tạo Trường DHBK HCM Cho em hỏi, em làm mất phiếu điểm Toeic nay em xin IIG in lại bản sao phiếu điểm cho em. Mà Trung tâm IIG nói chỉ gửi bản điểm cho tổ chức, Nhà trường, không gửi cho cá nhân. Nên em muốn hỏi nếu IIG chuyển bản sao phiếu điểm về trường vẫn được không cần nộp online phải không ạ. Em xin chân thành cảm ơn",
    "Kính thưa quý thầy, cô, Em là phạm đức phát, mssv . Em đã hoàn thành hết chương trình học và em hiện đang chờ xét duyệt tốt nghiệp, nhưng nay kiểm tra tình trạng sinh viên lại thấy ghi là “nghỉ”. Không biết có vấn đề gì không, mấy ngày trước em có mail 1 mail xin xét tốt nghiệp do em thấy em đã đủ tiêu chuẩn. Nay tính trạng sinh viên bị ghi “nghỉ” khiến em không vào trang đăng kí tốt nghiệp kiểm tra được, và như này có phải là em bị thôi học không? Lý do là gì ạ?  Em mong nhận được phản hồi sớm nhất. Em cảm ơn.",
    "Em tên là , mssv: . Hiện nay em đã hoàn thành hết điều kiện tốt nghiệp, nhưng tình trạng sinh viên của em bị tạm dừng do không đăng ký môn học ở kì này. Mong quý thầy/cô cho em hỏi, em cần làm gì để có thể đăng ký xét tốt nghiệp được ạ.",
    "Em là ,  Như tiêu đề, em đã nhận được quyết định miễn môn ci2005 cơ lưu chất (file quyết định kèm theo trong đính kèm) nhưng khi xét tốt nghiệp lại ghi là nợ môn. Mong quý thầy, cô xem xét cập nhật để em có thể xét tốt nghiệp. Em cảm ơn.",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa,  Em tên là , MSSV: . Vấn đề của em là em đã bảo vệ xong ở học kỳ trước vậy nên ở học kỳ này em không có đăng ký môn học ạ, và em vừa mới đậu anh văn nói viết tức là đủ điều kiện đăng ký tốt nghiệp nhưng tình trạng học của em trên Mybk là tạm dừng ạ nên em không thể vô trang để xét đăng ký tốt nghiệp được ạ. Em không biết hiện tại phải làm như thế nào nên đã viết mail xin phòng đào  tạo hướng dẫn giúp em ạ . Em xin chân thành cảm ơn và chúc Phòng đào tạo một ngày tốt lành! , ",
    "Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa Em tên ,mssv . Hiện tại em đã đăng kí tốt nghiệp thành công trên hệ thống nhà trường(đăng kí và thanh toán) do đó em muốn hỏi về thời gian dự kiến nhận được bằng TN của em. Theo em được biết thì lộ trình của trường dự kiến in bằng cuối mỗi tháng từ 25/2 nhưng em muốn nhờ trường kiểm tra vì đã qua cuối tháng 3 nhưng em chưa nhận được email thông báo Quyết định công nhận tốt nghiệp . Em xin cảm ơn và mong nhận được phản hồi sớm . Trân trọng./.",
    "Kính gửi Phòng đào tạo, Em tên là  , MSSV:  Ngày 15/3 vừa rồi em có nhận được email của Phòng đào tạo thông báo về việc không thể giải quyết yêu cầu RÚT MÔN HỌC HK212. Trong phần hướng dẫn rút môn học có đoạn \"1. Sv tải  (được gởi đính kèm) điền thông tin    ký tên    chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. \"  Nhưng trong phần đính kèm, em chỉ thấy 1 file Excel chứ không có mẫu đơn  như Phòng đào tạo đề cập trong email. Mong nhận được câu trả lời sớm nhất từ Phòng đào tạo để em có thể hoàn thành việc đăng ký rút môn học ạ. Em xin cảm ơn thầy cô.",
    "Em đã thi anh văn nói viết ở bkenglish và được 220. Cô có thể kiểm tra giúp trong thông tin sinh viên của em có cập nhật anh văn nói viết chưa ạ. Và cho em hỏi hạn chốt để đăng kí tốt nghiệp cho lễ tốt nghiệp sắp tới là khi nào ạ?",
    "Chào PĐT, Em là , MSSV  đang theo học hệ VLVH tại trường. Vào ngày 7 tháng 8 năm 2018 sau khi đã làm miễm môn bổ sung lúc nhập học PĐT đã gửi cho em bản miễn môn cập nhập gồm 22 môn. Nhưng hiên tại trong mục điểm chuyển trên trang Mybk của em chỉ có 21 môn. Môn thiếu là môn Mạng máy tính. PĐT xem xét và cập nhập lại vào phần điểm chuyển ạ.",
    "Dạ em tên  Dạ em muốn hỏi là điểm trung bình tích lũy ngành có làm tròn không ạ Em cảm ơn ạ",
    "Dạ em tên là  Dạ cho em hỏi là học môn thay thế có tính điểm không ạ EM xin cảm ơn ạ",
    "Chào PĐT, Em là  MSSV  Đang theo học hệ VLVH tại trường, hiện tại em đang đi làm và công việc là quản trị hệ thống và mạng máy tính cho một công ty, trước đây khi em đăng kí làm thực tập tốt nghiệp em có nhờ cấp trên của em làm một chương trình thực tập và có gửi mail về để xin thực tập theo chương trình hệ thống mạng máy tính, sau đó thì cấp trên cảu em có nhờ bộ phận thư kí gửi mail cho nhà trường nhưng lại nhận được trả lời là chương trình không phù hợp vì cần phải tham gia dự án và lập trình. vậy thì bây giờ em phải nghỉ việc kiếm mọt công ty lập trình để hoàn thành phần thực tập tốt nghiệp hay là nhà trường có thể cấp một biểu mẫu nào đó để em có thể xin xác nhận từ công ty để xác nhận chính xác là em đang làm các công việc liên quan tới chương trình học.",
    "Kính gửi Phòng đào tạo Trường Đại học Bách  ĐHQG TP Hồ Chí Minh,    Em tên là , MSSV , lớp CK18CTM2    Hôm nay em gửi mail này để xin phép Phòng đào tạo đồng ý cho em được hoãn thi cuối kỳ môn Sức bền vật liệu (CI2001) diễn ra vào lúc 16h ngày 13/03/2022    Lý do hoãn thi: Máy tính của em hư phần cứng không mở lên được, em lại đang là F0 vào thời gian đó nên không thể lên Thành phố Hồ Chí Minh để sửa máy kịp thời ạ    Em đã nhận được sự đồng ý cho phép hoãn thi của giáo viên hướng dẫn là thầy  (trong email đính kèm) và của Ban chủ nhiệm  Kỹ thuật Xây dựng (chữ ký xác nhận trong đơn đính kèm)    Em xin lỗi vì sự cố ngoài ý muốn nàyKính mong Phòng đào tạo xem xét và đồng ý xác nhận cho em được hoãn thi    Em cảm ơn Phòng đào tạo đã đọc mail này Mong sớm nhận được phản hồi    Trân trọng,      ",
    "Tốt nghiệp       Kính chào   Em tên  MSSV   Trong học kỳ này em không ĐKMH do em chỉ cần bổ sung Chứng chỉ Toeic Speaking and Writing là đủ điều kiện TN, và hiện tại em đã bổ sung xong chứng chỉ trên Nhưng khi em truy cập vào MYBK để ĐKTN thì hệ thống báo lỗi do tình trạng SV của em là  nên em không thể ĐKTN trên hệ thống được  Mong  hướng dẫn giúp em trong trường hợp này  Em chân thành cám ơn",
    "Em xin đăng kí hoãn thi AV3A DT03 anh văn theo nhu cầu ngày 10h 20/3 ạ. Lí do : em không đảm bảo thiết bị để thi online, hiện tại em cũng đang cách ly với F0 ạ. Mong thầy cô tạo điều kiện cho em được hoãn thi ạ. Em cảm ơn thầy cô ạ!!!",
    "Em chào Thầy/Cô, Dạ hiện tại em có tên trong danh sách xét tốt nghiệp (Hình 1), nhưng em lại không vào được mục được mục đăng ký tốt nghiệp như đã hướng dẫn trên MyBK (Hình 2). Tình trạng Sv của em hiện tại là tạm dừng (Hình 3), do học kì vừa qua em đã hoàn thành hết các môn nhưng bị vướng chứng chỉ quốc phòng, em đã bổ sung chứng chỉ quốc phòng vào ngày 15/02/2022 (nộp tại phòng đào tạo) . Em muốn đăng ký tốt nghiệp vào tháng 4 năm 2022 này ạ!",
    "MSSV: HỌ VÀ TÊN:   ĐĂNG KÍ RÚT MÔN HỌC: MSMH: EE3077 TÊN MÔN HỌC:  NHÓM: L01",
    "Em là , là sinh viên khoá K15 khoa đào tạo quốc tế, chương trình Tiên tiến. Em xin gửi yêu cầu này để xin phép được đăng ký xét tốt nghiệp ạ. Em xin cảm ơn ạ. Họ tên SV:  MSSV:  Khoa: Điện - Điện tử (chương trình Tiên tiến) Ngành: COA - Hệ thống Tự động Lớp: TT15COA1 Điểm TB: 6.56 Tổng số tín chỉ: 157 Số ngày CTXH: 17",
    "Em là -  Em thi Sức bền vật liệu (CI2001) nhóm L01-A ca 16g00 ngày 13/03, trước hôm thi em bị hỏng thiết bị, bất khả kháng em không thể tham gia thi do không đủ thiết bị. Em xin nộp đơn hoãn thi có phép đã xác nhận của ban chủ nhiệm khoa KTXD. Và Mail đồng ý cho hoãn thi của giáo viên giảng dạy (thầy ). Em kính xin phòng đào tạo xem xét nhận đơn hoãn thi của em. Em xin cảm ơn.",
    "Dear phòng đào tạo, Em là , MSSV . Em xin được hỏi điểm quy đổi từ Toeic sang Anh văn 4 hiện nay áp dụng cho khóa K17 là 500 hay 600 ạ. Em xin cảm ơn. .",
    "Em khóa 2013 vừa chuyển hệ VHVL.Mong Thầy Cô cho em xin chuẩn đầu ra tiếng anh hệ VHVL( toiec 400?). Có Cần 4 kĩ năng k ạ. Em cám ơn nhiều lắmmm",
    "Cho em hỏi em đã hoãn thi Hóa Đại Cương kì trước thì lịch thi lại để xóa điểm 14 là do nhà trường sắp xếp hay do em đăng kí vậy ạ.",
    "Qúy pđt cho em hỏi là hạn chót nộp học phí là 21/3 nhưng nay 17/3 chưa mở đóng là sao ạ",
    "Em là  MSSV  xin hoãn thi môn SBVL mã môn CI2001 Em gửi Phòng đào tạo đơn xin hoãn thi đã được Khoa và giáo viên dạy xác nhận. Em cám ơn và chúc thầy/cô một ngày tốt lành",
    "Em là  MSSV  Em tạo câu hỏi này để xin Phòng đào tạo xác nhận và đồng ý đơn xin vắng thi có phép của em. Mọi lí do và môn học hoãn em đã ghi rõ trong đơn. Em xin cảm ơn.",
    "Kính gửi: Phòng Đào tạo Trường Đại học Bách Khoa TPHCM, cùng các thầy cô liên quan. Em tên là: , MSSV: , Khoa: KTXD, Lớp: XD15VL2 Sau khi nhận được phản hồi của PĐT ngày 17/03/2022 về việc PĐT kiểm tra nhưng em còn nợ TOEIC. Em kính mong quý thầy cô kiểm tra lại giúp em vì các môn AV1,2,3,4 và TOEIC đầu ra khóa 2015 là 500 của trường em đã hoàn thành đầy đủ. Trong đó, các môn AV1,2,3 em đã đăng ký chuyển điểm thành công vào ngày 07/08/2020 16:22, môn AV4 em đã hoàn thành vào HK1 2020-2021, anh văn đầu ra em đã có kết quả thẩm tra hợp lệ ngày 14/03/2022 08:44. (File đính kèm). Mong quý thầy cô xem xét và hỗ trợ giúp em . Em xin chân thành cảm ơn!",
    "Em chào các thầy cô phòng đào tạo Em tên - , Thầy,cô cho em hỏi về vấn đề môn học thí nghiệm EN3012. Ở kỳ trước em đã rút môn học EN3011 - độc học môi trường vì nguyên nhân dịch covid. nhưng em không hiểu tại sao phòng đào tạo vẫn đăng ký cho em môn học EN3012 _thí nghiệm. Trong trường hợp em không tham gia môn học em có bị đánh là rớt hay đã rút môn? Hiện tại, em đã tiếp xúc với F0 nên tự thấy không nên đi học, không biết phòng đào tạo có cách nào giải quyết cho trường hợp của em không ? Nếu em bị đánh rớt em có ảnh hướng tiến độ ra trường của em không? Em cảm ơn   i ",
    "NAM  Kính gửi: Hiệu trưởng Trường Đại học Bách Khoa TP.HCM, Phòng Đào tạo Trường Đại học Bách Khoa TP.HCM, Cùng các thầy cô liên quan . Em tên là:  MSSV:               Lớp: XD15VL2             Khoa: KTXD  Ngành: Công nghệ Kỹ thuật Vật Liệu Xây Dựng Em viết đơn này xin quý thầy cô xem xét và hỗ trợ tào điều kiện cho em được tốt nghiệp . Trong quá trình học tập tại trường em đã cố gắng rất nhiều để hoàn thành chuẩn đầu ra ngành học cụ thể về Số tín chỉ ngành: 142 tín chỉ, ngày CTXH: 28.5 ngày ( 15 ngày), Toeic Listening and Reading: 535 điểm (  500 điểm) (em đã gửi thẩm tra hợp lệ vào ngày 14/03/2022 08:44), Toeic Speaking and Writing: 210 điểm ( 200 điểm). Bên cạnh đó, em cũng hoàn thành đầy đủ không nợ học phí. Em kính mong quý thầy cô xem xét, hỗ trợ giúp em để được tốt nghiệp. Em xin chân thành cảm ơn!",
    "Em chào thầy (cô), Em là , SV khoá K17 khoa Máy Tính, hiện tại em đã đủ điều kiện ngày CTXH để đăng ký tốt nghiệp. Tuy nhiên khi lên trang đăng ký tốt nghiệp thì vẫn bị hiện thông tin thiếu ngày CTXH. Do đó nhờ thầy (cô) cập nhật thông tin hộ em để em có thể đăng ký tốt nghiệp với ạ. Em xin cảm ơn. Trân trọng, ",
    "Dạ, em tên . Hôm ròi em đk rút môn bị lỗi nên hôm nay em đk lại rút môn (CI1003-vẽ kỹ thuật)theo form PDT ạ. Em chân thành cảm ơn thầy cô nhiều ạ.",
    "Em xin chào Phòng đào tạo của trường đại học Bách Khoa Em tên là , là sinh viên khoá K17 của trường Bách Khoa thuộc khoa Cơ khí và MSSV của em là . Nay em viết mail này cho PDT là để xem xét lại và cập nhật lại điểm môn Thực tập cơ khí đại cương 1. Cụ thể, ở học kỳ 172 em có học môn này với mã là ME1005 và không qua môn với điểm trung bình là 3. Và tới học kỳ 192 thì em và một bạn của em có đăng ký học lại môn thực tập cơ khí đại cương 1 nhưng lúc đó thì mã đã đổi qua thành ME1013. Em đã học xong và điểm trung bình của môn đó là 6.5. Sau đó, em có viết đơn xin chuyển điểm và có nhờ bạn học cùng em nộp giùm do em có bận việc cá nhân. Và khi hôm nay em có viết mail cho PDT về vấn đề tốt nghiệp của em thì em bị báo là em bị nợ môn học mã ME1005 ạ. Em mong PDT có thể xem xét trường hợp của em để có thể chuyển điểm và để em có thể đăng ký tốt nghiệp ạ. Em xin chân thành cảm ơn PDT đã giành thời gian cho vấn đề của em và mong PDT có một ngày mới đầy sức khỏe và làm việc hiệu quả ạ.",
    "Xin chào phòng đào tạo, cho phép em xin được hỏi là các môn học của học kì 212 và môn Hóa đại cương thí nghiệm sẽ học theo hình thức offline hay online ạ?",
    "Chào thầy/cô ạ, Em tên , MSSV: Hiện em đã đủ điều kiện tốt nghiệp và có nhu cầu in giấy chứng nhận tốt nghiệp . Mong quý thầy/cô hỗ trợ ạ. Em xin cảm ơn.",
    "Cho em hỏi là 19/3 này em có lịch thi thì cho em hỏi em sẽ thi ở đâu và record bằng cách nào ạ ? -Trường sẽ gửi thông báo sau ạ ?",
    "Em tên , MSSV: -Cho em hỏi là 19/3 này em có lịch thi thì cho em hỏi em sẽ thi ở đâu và record bằng cách nào ạ ? -Trường sẽ gửi thông báo sau ạ ?",
    "Xin chào quý thầy/cô từ phòng Đào Tạo. - Em hiện là sinh viên K20 chương trình Đại trà. Hiện em có tình huống như sau: + Vào ngày 27/6/2021, em có gửi một phiếu Đăng ký nộp bằng tốt nghiệp THPT nhưng chưa được xử lý, hiện tại theo em biết đợt nộp bằng tốt nghiệp đó đã bi hủy từ khá lâu. + Liệu em có phải xóa đi và đăng ký phiếu mới vào đợt nộp bằng tốt nghiệp khác không ạ? Và tiện đây em cũng hỏi khi nào sẽ có đợt nộp bằng tốt nghiệp THPT khác ạ?    I Cảm ơn quý thầy/cô đã đọc và hỗ trợ    I MSSV:  .",
    "Tốt nghiệp . Họ và tên :  - MSSV :  Em xin cảm ơn pđt đã phản hồi câu hỏi về điều kiện xét tốt nghiệp của em. Em xin được nộp đơn xin thu nhận lại để được cứu xét tốt nghiệp sắp tới ạ!  Mong Thầy (cô) duyệt đơn giúp em ạ! Em xin chân thành cảm ơn",
    "Em thấy hạn đăng ký tốt nghiệp hiện tại lac ngày 4/5. Cho em hỏi nếu như sau ngày này em mới đủ điều kiện tốt nghiệp thì có được cấp bằng tạm thời không hay phải chờ đến đợt tháng 11 ạ?",
    "Chào thầy/ cô, Em muốn đóng học phí HK212 (thời gian bắt đầu từ ngày 14/3) nhưng trên trang bkpay lại hiển thị chưa đến kỳ thanh toán. Vậy hiện tại em phải làm sao để có thể nộp học phí. Do tới ngày 21 là hết hạn đóng học phí nên em mong nhận được phản hồi sớm từ thầy/ cô ạ. Em cảm ơn!",
    "Dạ em đăng kí rút môn An toàn quá trình (CH3297) lớp L01 học kì 212 năm học 2021-2022",
    "Cho em hỏi là bên PĐT báo là thời hạn đóng học phí dự thính từ 15/03/2022 đến 22/03/2022 mà sao đến ngày 18/03/2022 vẫn chưa mở trên trang bkpay cho sinh viên đóng nữa ạ  Em cảm ơn",
    "Em đã hoàn thành tất cả các yêu cầu để tốt nghiệp ngoại trừ điểm anh văn nói viết em đang đợi có kết quả, còn điểm các môn em đang đợi để được cập nhật vào cuối tháng 03. Vì đã hoàn thành xong chương trình học nên kì này em không đăng ký môn học và bị tạm dừng ngày 15/03, và không thể vào được trang đăng ký tốt nghiệp trên mybk. Xin thầy/cô cho biết, giờ em cần phải làm gì để có thể chuẩn bị tốt nghiệp?",
    "Em muốn hỏi tại sao trên bkpay lại hiện chưa đến kì thanh toán học phí cho học kì dự thính 212 vậy ạ   i  .",
    "responsible person: [548] [staff_name] [helpdesk staff]",
    "responsible person: [548] [staff_name] [helpdesk staff]",
    "em học khoa Điện, cho em hỏi kỳ hè 213 có mở đăng ký đồ án 1 và thực tập ngoài trường không ạ?",
    "Em đăng kí Học kỳ dự thính – Lộ trình 1 môn Giải tích 2 mã MH: MT1005 nhóm DT03, em thấy thông báo đóng tiền học nhưng lên BKpay thì không thanh toán được.",
    "responsible person: [548] [staff_name] [helpdesk staff]",
    "Chào anh/ chị ạ. Dạ cho em hỏi chủ nhật tuần này tức là ngày 20/3 em được xếp lịch thực hành thí nghiệm môn Hóa ở trường tại cơ sở 2 đồng thời cũng có lịch thi giữa kỳ của môn Dự thính, hai lịch bị trùng nhau thì không biết em có thể đăng ký dời lịch thi giữa kỳ ở đâu hay được xử lý thế nào không ạ? Em xin cảm ơn.",
    "Dạ PĐT cho em hỏi về việc đóng học phí dự thính học kỳ 212 . Em thấy trên BKPay đã có ngày mở thanh toán và hạn thanh toán là ngày 21/3/2021. Nhưng lại không thể bấm chọn thanh toán online trên BKPay vì chưa đến kì thanh toán được là sao ạ! Em cảm ơn ",
    "Em chào anh/chị. Em tên là , sinh viên khoá K17 khoa Địa chẩt Dầu khí Hiện tại em đã hoàn thành chương trình học và đang chờ bổ sung chứng chỉ ngoại ngữ để xét tốt nghiệp. Tuy nhiên do em không đăng kí môn học trong học kì này nên đã bị tạm dừng học. Do vậy anh chị cho em hỏi em cần liên hệ với ai và qui trình thu nhận lại như thế nào ạ. Em cảm ơn anh chị nhiều",
    "Xin chào ạ! Em tên: . MSSV:   Em đang gặp tình huống là: Trước đó em có nhận được mail của Google là yêu cầu xác minh 2 bước (tập tin đính kèm). Em có làm theo hướng dẫn và đã bật thành công xác minh 2 bước (tập tin đính kèm). Nhưng bây giờ em không thể đăng nhập được tất cả những dịch vụ của Google (tập tin đính kèm) trên máy tính còn về tài khoản MyBK và BKeL vẫn đăng nhập bình thường. Ngoài 2 email trên vừa đề cập thì em không còn nhận email nào khác nữa từ Google. Và trên điện thoại hiện tại vẫn đăng nhập như bình thường. Em muốn hỏi nguyên nhân và cách khắc phục? Em cảm ơn!",
    "Em chào thầy cô ạ, em đã gửi yêu cầu về việc sắp nhầm lớp thực tập của em và đã quá thời hạn mà em vẫn chưa được sắp lớp lại. Nhờ thầy cô xem xét lại giúp em ạ",
    "Kính gửi: Phòng Đào tạo Em tên:  MSSV:  Hệ: VHVL (Khoa Cơ khí) Ở học kỳ dự thính chuyển hệ em không có học môn gì (thời khóa biểu cũng không có) nhưng lại có học phí \"Dự thính học phí chuyển hệ\" là: . Ngày 21/03/2022 sẽ hết hạn thanh toán khoản học phí này nhưng đến nay là ngày 18/03/2022 vẫn chưa mở thanh toán (vẫn hiện \"Chưa đến kỳ thanh toán\"). Em kính mong PDT xem xét miễn khoản học phí này cho em, nếu không được thì mở thanh toán cho em hoàn thành học phí đúng hạn để không vi phạm quy chế học vụ. Em xin cảm ơn.",
    "Em đã đăng kí chuyển hệ VLVH và nhận được phản hồi là đợi xác nhận tình trạng sinh viên (ngày 3/3), nhưng đến nay là ngày 18/3 em vẫn chưa thấy thay đổi tình trạng. Cho em hỏi thời hạn để cập nhật tình trạng sinh viên là khi nào vậy ạ",
    "Thưa thầy cô, em tên  MSSV:  Khoa: Cơ khí Lớp CK15NH2 Hiện tại HK2 (2021-2022) em vừa  \"bị xóa tên vì hết thời  gian học\" vào ngày 15/3/2022. Em đã tích lũy đủ tín chỉ, ngày ctxh và anh văn 1,2,3,4. Và chỉ còn thiếu chuẩn Nói- là tốt nghiệp được. Cho em hỏi làm thế nào để em duy trì tình trạng \" Đang theo học\" lại ạ. Để em có thể đăng ký tốt nghiệp cho đợt tháng 4/2022 ạ. Em xin cảm ơn thầy cô",
    "Kính gửi Phòng Đào Tạo. Hiện tại em đang bị Tạm dừng vì không đăng kí môn học. Lí do kì này em sẽ thi anh văn nói viết để đăng kí tốt nghiệp. Xin Phòng Đào Tạo giải đáp thắc mắc của em là: em cần phải xin thu nhận lại trước khi thi anh văn, do em sắp thi anh văn nên không biết rằng việc tạm dừng có ảnh hưởng việc nhập kết quả thi anh văn ở BKENGLISH hay không, hay em phải thi anh văn đạt yêu cầu sau đó xin thu nhận để đăng kí tốt nghiệp sau. Em xin cảm ơn Phòng Đào Tạo đã lắng nghe thắc mắc của em.",
    "Dạ em chào thầy/cô, em là sinh viên khoa Điện - điện tử khóa 2018. Em có vấn đề chưa rõ lắm về việc học các môn tự chọn của khoa. Đó là một môn tự chọn có thể nằm trong 2 nhóm môn học, vậy khi em qua môn học ấy thì có được tính tín chỉ đạt ở cả 2 nhóm luôn không ạ. Em cảm ơn thầy/cô ạ.",
    "Em đã đủ điều kiện tốt nghiệp, nhưng khi đăng ký tốt nghiệp thì bị lỗi như thế này do đã tạm dừng học. Mong cô giải quyết giúp em ạ",
    "Kính gửi Phòng Đào tạo, Do hết thời gian đào tạo nên trang đăng ký Tốt nghiệp của em không thể truy cập. Tuy nhiên, em đã hoàn thành toàn bộ chương trình học và các điều kiện tốt nghiệp vào học kỳ trước. Xin phòng Đào tạo xem xét và hướng dẫn em đăng ký tốt nghiệp em xin cảm ơn.",
    "Dạ em chào phòng đào tạo. em thấy gmail báo là thanh toán học phí nhưng khi vào thanh toán thì lại không được ạ. không biết bị lỗi gì không ạ.   i  .",
    "Kính chào quý thầy cô lãnh đạo, Em tên  là sinh viên PFIEV khóa 2018. Em viết đơn này là đại diện cho nguyện vọng của tất cả các bạn trong lớp học môn Các phương pháp tạo dáng (MMH: 205701) muốn đăng ký thi sớm. Môn học đã kết thúc cách đây 4 tuần và để tránh bị dồn lịch thi vào cuối kỳ do chúng em trong kỳ này học đến 22 môn. Em đã xin chữ ký xác nhận của thầy giảng dạy và em xin đính kèm đơn ở phía dưới. Về hình thức chúng em xin thi onlive để thuận tiện cho nhiều bạn trong lớp vẫn còn chưa lên thành phố. Thời gian là 14 giờ ngày 28 tháng 03 năm 2022. Chúng em mong sớm nhận được phản hồi. Trân trọng, .",
    "Em chào Cô, em là , mssv . Cô cho em hỏi về chuẩn AV của k18 như em thì tối thiểu em cần thi được bao nhiêu điểm TOEIC để được chuyển hết các điểm AV cũng như đạt điều kiện tốt nghiệp ạ? Tình trạng của em là chưa từng học lớp AV nào trong trường, mới chỉ thi AV trong trường để xét đủ điều kiện qua năm 3. Em xin cảm ơn Cô.",
    "Em xin chào thầy cô ạ. Em xin phép nộp đơn xin bảo lưu học vì mới sanh em bé và không đủ điều kiện đến trường. Em xin cảm ơn thầy cô",
    "Em có làm lại thẻ sinh viên và đăng kí nhận thẻ qua bưu điện nhưng tới bây giờ tận 15 16 ngày sau khi đã có thông báo yêu cầu tiếp nhận em vẫn chưa nhận được thẻ sinh viên  mong phòng đào tạo xem xét lại thẻ sinh viên của em và cho em biết thông tin cụ thể ngày nhận thẻ và địa điểm lấy ở đâu",
    "Tốt nghiệp . Dạ thưa PĐT, Em là sinh viên K15, em đang còn thiếu anh văn nói viết để ra trường và hiện đang thi, chờ kết quả. Nhưng trên MyBk em xem thấy Tình trạng Sinh Viên hiện tại là “Nghỉ” (lí do là hết 6,5 năm) Vậy không biết em cần phải làm gì để được xin thêm thời gian hoàn thành việc học ạ! em cảm ơn ạ!",
    "Quý thầy cô cho em hỏi em cập nhật đủ các mục trong phần đăng kí tốt nghiệp rồi thì phiếu đăng kí có được xử lí ko ạ",
    "Kính gửi phòng đào tạo, Em kiểm tra thông tin tình trạng sinh viên thì thấy được ghi là Nghỉ-Xoá tên khỏi danh sách do hết thời gian đào tạo. Em kiểm tra thông tin hạn đăng kí tốt nghiệp cuối cùng là 11/04/2022, em đang đợi kết quả thi Anh Văn Nói Viết thì khi có kết quả em có được chỉnh sửa tình trạng và đăng kí tốt nghiệp cho đợt học kì 212 không ạ?  Em xin chân thành cảm ơn.",
    "Em gửi phiếu đăng ký hoãn thi ạ.",
    "Dạ cho e hỏi là s em rút 1 môn VKT với mã là CI1003 và VKT ( ,Tn) với mã là CI1004 mà s trong bảng điểm thì môn VKT xây dựng của em cũng là RT ạ",
    "Kính chào thầy cô ạ, em tên là . Em thấy đã tới kỳ thanh toán dự thính nhưng hiện tại trên bk pay em vẫn chưa thể thanh toán được ạ",
    "Gửi thầy/cô Em tên , sinh viên  khóa K15. Đến thời điểm hiện tại em đã hoàn thành xong chương trình học nhưng còn thiếu điều kiện tốt nghiệp là anh văn Nghe- đọc và Nói- viết. Tình trạng sinh viên trên Mybk của em đã được duyệt là \"Nghỉ\". Thầy/cô cho em hỏi: Em có thể xin gia hạn thời gian bổ sung điều kiện tiếng anh để xét tốt nghiệp nếu không đạt đủ chuẩn tiếng anh sau 4/2022 không ạ? Mong nhận được phản hồi của thầy/cô ạ Em xin cảm ơn ạ",
    "Em chào thầy/cô  Em là , sinh viên khóa K15 ạ Em muốn hỏi về   B cách kiểm tra các điều kiện tốt nghiệp còn thiếu    của mình ạ Mong nhận được sự hướng dẫn từ thầy/cô ạ em xin cảm ơn",
    "Kính gửi phòng đào tạo trường đại học bách khoa TPHCM Em là sinh viên khoá K15.hiện em đã hoàn thành việc học khoa kỹ thuật xây dựng chuyên nghành kỹ thuật cảng biển.Em đang có ý định học thêm 1 văn bằng chuyên nghành kỹ thuật dân dụng thì có được không ạ và hồ sơ để đăng kí học gồm những gì ạ. Mong phòng đào tạo Thông tin giúp em ạ Em xin cảm ơn.",
    "Dạ em chào thầy, cô. Trên BKPay có để hạn đóng học phí dự thính là ngày 21/3/2022 nhưng hiện giờ ngày 18/3/2022 vẫn chưa mở nên em không thể đóng được. Kính mong quý thầy cô xử lý giúp em ạ.",
    "Em chào thầy cô!  Mấy hôm nay em vào bkpay để đóng học phí nhưng trên bkpay để là chưa đến kì thanh toán. Mà hạn chót để đóng là ngày 21/3/2022. Cho em hỏi là em liên hệ bên ngân hàng OCB hay như thế nào ạ?  Mong thầy cô phản hồi giúp em . Em cảm ơn!   .",
    "Em xin kính chào Phòng đào tạo, Em tên là , mssv , là sinh viên lớp VP17VT. Ở những học kỳ vừa rồi, em có đăng ký xin hoãn thi và tới thời điểm hiện tại là đủ kỳ hạn để đăng ký thi xóa điểm HT, 14 theo qui chế đào tạo. Thế nhưng em vẫn chưa biết các qui trình và thủ tục đăng ký thi xóa điểm HT, 14. Thế nên em mong nhận được sự trợ giúp của PDT ạ! Em xin chân thành cảm ơn. Trân trọng, .",
    "Tốt nghiệp Chào Chị, Chị kiểm tra lại dùm em môn 407408 và môn 407410 em có được miễn xét chưa ạ. nếu được rồi thì cho em đăng ký xét tốt nghiệp với ạ. Em gửi Chị 2 hình ảnh có kèm nội dung miễn xét văn phòng khoa Điện Điện Tử ạ. thân./",
    "Kính gửi thầy/cô/anh/chị Em có làm căn cước công dân mới ở Sài Gòn, giờ em lên nhận căn cước thì người ta thu lại chứng minh thư cũ, vậy em có cần cập nhật số căn cước công dân mới lên thay cho số chứng minh thư cũ của mình trên thông tin sinh viên không ạ? Em xin cảm ơn   i  .",
    "Do kỳ trước em có đăng ký hoãn thi nên em định thi lại trong kỳ này nên cho em xin thủ tục hoãn thi ạ.Em cảm ơn ",
    "Dạ em chào cô Form dki rút môn học vào ngày 7/1/2022 em đã có sự nhầm lẫn giữa tên môn học và mã môn học mà em cần rút Em đã có mail thông báo về sự nhầm lẫn này ạ Hôm qua em đã gửi Phiếu Rút Môn Học lại theo yêu cầu của pdt và điền đúng mọi thông tin môn học em cần rút ạ Mong cô xem xét và mở lại điểm môn học VKT xây dựng ạ  Em cảm ơn",
    "Kính gửi PĐT! m có nhận được thanh toán học phí nhưng lại không có thể tích chọn ô thanh toán như hình, không biết là có phải do lỗi hệ thống hay là do chưa mở đợt thanh toán . Em xin cảm ơn PĐT",
    "Dạ em muốn hỏi là theo thông báo của trường là ngày 11/4 là hạn cuối nhận các trường hợp bổ sung điều kiện tốt nghiệp. Nếu em nộp bằng toiec để chuyển điểm tốt nghiệp vào ngày 11/4, thì 11/4 là hạn cuối để nộp toiec hay là phải thẩm tra và chuyển điểm xong rồi ạ. Em xin cảm ơn.",
    "ng ký in giấy chứng nhận tốt nghiệp tạm thời .",
    "Dear phòng đào tạo, Em là , MSSV . Em xin được hỏi 2 vấn đề: 1. Hiện tại em còn chờ thi Toiec Reading Listening để quy đổi sang AV4 và Speaking Writing. Nếu em có đủ kết quả trước ngày 4/5 như trong điều kiện nộp đăng kí tốt nghiệp thì có được xét Tốt nghiệp không ạ. 2. Hiện tại em đang bị tạm dừng học kì này thì có được xét tốt nghiệp không. 2. Điểm quy đổi từ Toeic sang Anh văn 4 hiện nay áp dụng cho khóa K17 là 500 hay 600 ạ. Em xin cảm ơn. .",
    "Kính gửi: Thầy/Cô Phòng Đào tạo. Em tên: . MSSV: . Em xin gửi PDT đơn xin hoãn thi cuối kì Sức bền vật liệu (CI2001) đã được xác nhận bởi giảng viên hướng dẫn và khoa Kỹ thuật xây dựng ạ. Em cám ơn Thầy/Cô rất nhiều. Chúc Thầy/Cô 1 ngày vui vẻ và hạnh phúc.",
    "Em chào Phòng Đào Tạo, Em tên là Trần Lê Nhật  () . Kỳ vừa qua em có đăng ký cùng lúc môn Thực Tập Tốt Nghiệp và Giáo Dục Quân Sự. Vì môn GDQS học cả ngày trong vòng 4 tuần nên tới giờ em vẫn không tìm được công ty thực tập có khung giờ thực tập không bao gồm 4 tuần đó (em có kèm file ảnh tuần học). Em mong muốn được xin hoãn môn Thực Tập Tốt Nghiệp vào học kỳ hè ạ. Em xin cảm ơn, ",
    "Thưa thầy/cô, học kỳ vừa rồi em có hoãn thi ạ, thầy  nhắn em học kỳ 212 này có lớp, em muốn đăng ký học vào lớp này để có thể thi ạ !!!",
    "Em là , MSSV:  Trên BKel có thông báo là sinh viên viên thanh toán học phí dự thính hk212 qua cổng thanh toán BKPAY. Em thấy trên BKPAY có hiển thị học phí  để thanh toán nhưng chỗ chọn thanh toán lại là chưa đến kỳ thanh toán mặc dù hôm nay là ngày 18/3 rồi (trong khi hạn thanh toán là 14/3 - 21/3). Hệ thống bị lỗi gì vậy ạ? Mong pdt giải quyết để em không bị nộp trễ học phí . (em để hình ảnh ở dưới)",
    "Chào phòng đào tạo, Em xin hỏi mắc Covid-19 có được hoãn thi giữa kỳ môn Quá trình và thiết bị cơ học (mã CH2019) vào 10h00 ngày 19/03/2022 không ạ? Nếu có thì em cần nộp thêm bằng chứng gì để chứng minh ạ? Em xin cảm ơn",
    "Dear phòng đào tạo, Em là , MSSV . Em xin được hỏi 3 vấn đề: 1. Hiện tại em còn chờ thi Toiec Reading Listening để quy đổi sang AV4 và Speaking Writing. Nếu em có đủ kết quả trước ngày 4/5 như trong điều kiện nộp đăng kí tốt nghiệp thì có được xét Tốt nghiệp không ạ. 2. Hiện tại em đang bị tạm dừng học kì này thì có được xét tốt nghiệp không. 3. Điểm quy đổi từ Toeic sang Anh văn 4 hiện nay áp dụng cho khóa K17 là 500 hay 600 ạ. Em xin cảm ơn. .",
    "Em chào phòng đào tạo, Em có đăng nhập vào BKPAY để thanh toán học phí cho học kỳ 212, tuy nhiên khi lựa chọn thanh toán thì em không thể thực hiện được do hệ thống thông báo rằng chưa đến kỳ hạn thanh toán dù ngày dự kiến thu là 14/3/2022 và ngày dự kiến hết hạn là 21/03/2022. Cho em hỏi đây là vấn đề của hệ thống hay sao ạ? Em có đính kèm hình ảnh cụ thể ở bên dưới. Em cảm ơn.",
    "Dạ cho em hỏi là em có hoãn thi cuối kì môn Hóa đại cương ở kì 2 năm nhất, và sau đó em đã thi cuối kì môn này ở kì 1 năm 2, nhưng bảng điểm vẫn hiện điểm 14 ạ, em cũng đã có quay video record mà pdt yêu cầu ở mỗi môn thi (https://drive.google.com/file/d/GC1rqRDLiN-NmcUu7H_jl0V3N3H/view?usp=sharing)  Trên là link video ạ, mong pdt giúp em với ạ.",
    "Chào chị  EM không được cấp quyền vào Mybk/ tốt nghiệp ạ. Do tình trạng hiện tại của em là tạm ngừng. Chị mở cấp quyền cho em được không? thân./",
    "Chào anh/chị ạ  em tên là  mssv   Hiện tại em đã có tên trong ds tốt nghiệp đợt 1 năm 2022 nhưng tại vì học kì này em đã hoàn thành xong chương trình học nên k có đăng kí môn học dẫn đến không được cấp quyền sử dụng dịch vụ đăng kí tốt nghiệp ạ Anh/Chị có thể cho em biết em phải làm thế nào để đăng kí tốt nghiệp được k ạ em cảm ơn",
    "Yêu cầu rút môn học HK212. MSMH: CI1003 Tên môn học: Vẽ kĩ thuật",
    "Em xin hỏi nhà trường về việc nộp ảnh thẻ ạ Em đã thực hiện đúng các yêu cầu về ảnh thẻ, nhưng khi nộp ảnh thì hệ thống luôn báo lỗi \"ảnh cần có phông nền trắng\" Em xin hỏi là có cách nào khắc phục không ạ Nếu không thì em có thể nộp ảnh thẻ trực tiếp tại Phòng đào tạo để làm thẻ sinh viên được không ạ Em xin chân thành cảm ơn",
    "Dạ cho em hỏi hị kì hè 213 khi nào thì mở ĐKMH ạ",
    "em không thể đóng học phí trên BKPay được ạ. nó hiện như trên hình. em làm sao để không đóng trễ hạn ạ.",
    "Xin chào thầy/ cô, Hiện tại em đã nhận được thư \"Thông báo lịch trình tốt nghiệp đợt 1 năm 2022\". Tuy nhiên do tình trạng sinh viên của em đang bị   B TẠM DỪNG    do không đăng ký môn học. Thầy/ cô có thể hỗ trợ em để em đăng ký tốt nghiệp được không ạ. Em xin cảm ơn, ",
    "Dạ trong học kỳ này em có đăng ký chuyển hệ. Nhưng do khó khăn em không thể đóng học phí hết 1 lần e có thể chia ra đóng học phí 2 lần như các học kỳ trước không ạ",
    "Dạ thưa cô. Mấy ngày nay em đợi bkpay hiện thị \"thanh toán\" để em đóng học phí kỳ dự thính hk212. Nhưng bkpay cứ hiện chưa đến hạn trong khi hôm nay là 18/3 ( em có nhận được thông báo thánh toán hphi bắt đầu Từ 14/3). Em xin báo cáo vấn đề này ạ . Cho em hỏi là đã đến thời hạn thanh toán chưa, hay do trang bkpay của em bị lỗi. Nếu bkpay bị lỗi em sửa thế nào, có bị kỷ luật nếu trễ học phí không ạ . Em xin cảm ơn ạ",
    "Cho em hỏi là theo yêu cầu của nhà trường thì em phải đóng học phí trước ngày 21/3/2022 nhưng em vào bkpay thì không thanh toán được em phải làm thế nào ạ? ",
    "Em chào thầy/cô ạ. Em là , MSSV , ngành KT Cơ điện tử. Em đã có tên trong danh sách dự kiến tốt nghiệp, nhưng do học kỳ này em không đăng ký môn học nên bị Tạm dừng Tình trạng sinh viên, không thể đăng ký tốt nghiệp. Em có phải làm thủ tục thu nhận lại để được đăng ký tốt nghiệp không ạ? Em xin cảm ơn thầy/cô.",
    "Dạ cho em hỏi nếu kì hè mình học dự thính thì có kịp tốt nghiệp tháng 11 không ạ?Kính mong PĐT giải đáp.Em cảm ơn PĐT ạ",
    "Em tên là . MSSV: . Sinh viên khoa Công nghệ Vật Liệu. Em viết nội dung này mong phòng đào tạo cho em xin hoãn thi giữa kì môn Vật Lý 2. Sau một thời gian gửi mail cho giảng viên dạy bộ môn nay em xin gửi đơn lên phòng đào tạo cho em dự thi bổ sung. Mong phòng đào tạo giúp em. Em xin chân thành cảm ơn .",
    "Họ và tên:  MSSV:  Ngày sinh: 06/08/1999 Lớp: HC17SH1 Hiện em đã nhận được mail thông báo có tên trong danh sách dự kiến tốt nghiệp và đã kiểm tra thấy tên trong danh sách dự kiến tốt nghiệp. Nhưng tình trạng sinh viên vẫn đang là Tạm dừng nên chưa đăng ký tốt nghiệp được ạ. Em đã đăng ký thu nhận lại và được chấp nhận, cho em hỏi khi nào mới được ra quyết định thu nhận lại để đăng ký tốt nghiệp ạ?",
    "Dạ cô, em xin gửi đơn rút môn học ạ Mong cô và phòng đào tạo xem xét ạ",
    "Em tên là: , MSSV: . Kính chào quý Thầy,Cô, Em có danh sách tốt nghiệp đợt tháng 4. nhưng em có chút băn khoăn nhờ quý thầy cô giải đáp giúp em. 1/Nhờ Thầy,Cô cập nhật giúp em Nơi sinh: Hải Dương ở phần Kiểm tra thông tin cá nhân. 2/Em có đăng ký giấy chứng nhận  tốt nghiệp tạm thời vậy khi nào e có thể nhận được. em xin chân thành cảm ơn quý Thầy,Cô.",
    "Em chào quý thầy cô Em có tên trong danh sách dự kiến tốt nghiệp nhưng ghi chú : Tạm dừng, Em phải làm đơn sao ạ. em xin cảm ơn",
    "Mình có giấy xác nhận hiến máu tính nguyện thì mình cần làm gì để đổi ngày công tác xã hội ?",
    "Dạ em là  của Khoa 108 ạ Dạ cho em hỏi , tình hình là đầu năm em có chụp ảnh hẻ để đưa lên trang ảnh trong mục Nhập học trên Mybk và cũng như đăng ký giầy tờ mở ngân hàng OCB và chuyển hồ sơ về trường xác nhận nhâp học mầ quên em không đăng ký làm thẻ sinh viên cho . Hiện tại khi em nhấn vào mục đăng ký làm thẻ sinh viên thì bị khóa và không thể thêm ảnh vào để xác nhận đăng ký làm thể cũng như là việc thanh toán ạ . Xin được nghe câu trả lời từ mọi người ạ . Cảm ơn đã dành thời gian ra đọc tin nhắn của em ạ và xin lỗi vì sự bất tiện này ạ . Em xin hết Em có đính kềm file anh thẻ của em trong trường hợp cần thiết ạ",
    "Thầy/cô cho em hỏi đợt tốt nghiệp tháng 4 này có lễ tốt nghiệp không ạ ? Em cảm ơn",
    "kính chào quý thầy cô - EM đã học xong chương trinh đào tạo nhưng còn thiếu chứng chỉ anh văn tiêu chuẩn để tốt nghiệp cho nên học kì 2 2021-2022 em không đăng kí thời khóa biểu môn học =  Kính mong quý thầy cô xem xét hủy kết quả buộc thôi học của em  MSSV .",
    "Cho e hỏi là hiện tại trên bkpay đã có thời hạn đóng học phí anh văn nhu cầu là 21/3 nhưng e đi đóng ở ngân hàng thì họ bảo vẫn chưa mở, và e cũng vào ứng dụng ocb mini để đóng nhưng vẫn ko thấy hiện, và lên lên lại trang bkpay của trường thì lại để chưa đến kì thanh toán nhưng thời hạng là 21/3 ạ.Mong ad phản hồi sớm ạ để e biết đường đóng học phí ạ vì e sợ đóng trễ lại bị trừ điểm rèn luyện ạ.",
    "Thưa thầy cô thuộc phòng đào tạo, Em tên , k16 Cơ điện tử - Việt Pháp, hiện em đã có tên trong danh sách tốt nghiệp dự kiến, tuy nhiên khi đăng nhập vào trang đăng ký tốt nghiệp thì không được phép do thuộc không thuộc đối tượng. Khi kiểm tra tình trạng thì tình trạng sinh viên của em đang là \"tạm dừng\" ạ. Em đã đủ điều kiện đăng ký tốt nghiệp, hạn chót 11/4/2022. Mong các thầy cô giúp em giải quyết ạ.",
    "Kính gửi phòng Đào tạo, Ở câu hỏi trước em có trình bày về nguyện vọng muốn đăng ký bổ sung LVTN cho học kỳ 212 này. Em xin đính kèm đơn xin đăng ký có chữ ký xác nhận của GVHD (thầy ) ở khoa. Kính mong phòng Đào tạo xem xét trường hợp của em. Em xin cảm ơn phòng Đào tạo",
    "Kính gửi pdt Em muốn bảo lưu kết quả học tập và tạm dừng thì làm như thế nào ạ, sau khi tạm dừng bao giờ e có thể đăng ký học lại ạ",
    "Em  Mssv  Ngành Tự Động Hóa Hạng thanh toán học phí HK212 của em ngày 21/3 hết hạng mà Bkpay em không có mục Thanh Toán để đóng tiền. PĐT kiểm tra lại giúp em. Thân gửi",
    "Sắp hết hạn thanh toán học phí rồi mà chưa mở thanh toán thì sao em đóng học phí được ạ. Em có đính kèm hình bên dưới.",
    "Em có lịch thi Quá trình và thiết bị cơ học nhưng em lại đang sốt vì bị dương tính không thể tham gia nên em xin đăng kí hoãn thi ạ",
    "Em xin phép được hoãn kiểm tra giữa kỳ do nhiễm phải Covid-19 ạ Minh chứng em sẽ đính kèm bên dưới, còn đây là link drive em sẽ bổ sung thêm minh chứng (nếu có): https://drive.google.com/drive/folders/1Z7SNf7MJD7HfZ5781LwlV1JvlhHduCdB?usp=sharing  Mong sớm được phòng đào tạo xét duyệt, em xin cảm ơn.",
    "Chào Thầy, Cô! Cho em hỏi, em mới đăng kí in chứng chỉ toeic do phiếu điểm em bị mất, bên IIG báo 3 tuần mới có, vậy ngày 8/4 em nộp CCNN kịp xét tốt nghiệp không ạ! Em cảm ơn",
    "Kính gửi phòng đào tạo! Em tên  MSSV:  Nội dung: Em nhận được tin nhắn từ phòng đào tạo về việc đóng học phí, hạn đóng từ 14/3-21/3 . Nhưng trên trang BKPAY em không thể thanh toán được vì không có nút thanh toán ạ. Kính mong phòng đào tạo hỗ trợ. Em cảm ơn!",
    "Kính gửi PĐT,  Em tên là , MSSV: , Khoa Cơ khí. Em có tham gia hiến máu vào ngày 15/03/2020. Em mong PĐT có thể cập nhập sớm giúp em để em có thể đăng ký tốt nghiệp. Em đang cần giấy chứng nhận tốt nghiệp tạm thời. Em cảm ơn.",
    "Dạ cho em hỏi phần tình trạng sinh viên của em để là \"tạm dừng\" và em không thể đăng kí tốt nghiệp được ạ. Vậy em có thể làm sao để giải quyết vấn đề này ạ?  Em chân thành cảm ơn.",
    "Thưa thầy cô phòng đào tạo Bách Khoa Em tên là , MSSV: , sinh viên khoá 2021. Hôm qua, em đã gửi lại hình thẻ của em trên mybk -  nhập học do hình trước bị mờ. Cho em hỏi là trường đã nhận chưa ạ và khi nào có thẻ sinh viên của em, với em sẽ lấy ở đâu ạ. Em xin cảm ơn",
    "Em chào PĐT, Em xin gửi đơn đăng ký xóa điểm HT kèm quyết định nhận điểm HT của PĐT (Tháng 09/2021). Kính mong PĐT xét giúp em ạ. Trân trọng./.",
    "Kính chào PĐT, Hiện tại tình trạng SV của em đang là \"Tạm dừng\"- 2869/QĐ-ĐHBK. Cho em hỏi làm cách nào để xóa trạng thái đó để có thể đăng ký tốt nghiệp ạ? Trân trọng./.",
    "Tốt nghiệp       Dear ,  Dạ hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến nhưng em không thể vào trang Mybk mục đăng ký tốt nghiệp để đăng ký được ạ vì tình trạng hiện tại của em là ghi tạm dừng Dạ em không biết đến khi nào mình có thể được mở lại để em có thể vào đăng ký tốt nghiệp được ạ Em xin chân thành cảm ơn  ,  ",
    "Tốt nghiệp .    Dạ!. Em tên: Đoàn Công Cảnh. Mssv: 2134062 Hệ VLVH.    Tháng 1/2022 vừa rồi em có đến PĐT để nhận bằng Tốt Nghiệp. Bộ hồ sơ còn in thiếu \"Bảng Điểm Tốt Nghiệp\" của em. Lúc đó em có ghi lại thông tin (Sđt: 0395748148. ĐC: Tân Tiến, Cát Tiến, Phù Cát, Bình Định). Mong Thầy/Cô bổ sung Bảng Điểm và sớm gởi, hay thông báo khi có để em lên nhận với ạ.    Chân thành cảm ơn Thầy/Cô ạ!",
    "Em chào quý thầy cô, thầy cô cho em hỏi em là sinh viên khóa 2015. Em chỉ còn thi anh văn nói viết và công tác xã hội. Thầy cô cho em hỏi trên mybk thông báo như hình dưới là em bị đuổi học hay sao thầy cô. Em cảm ơn.   i Hỏi về vấn đề bị xóa tên trên hệ thống mybk .",
    "Học phí Bkpay của em có môn học để hạn thu là 14/3 và hạn chót là 21/3. Nhưng đến nay 19/3 mà hệ thống vẫn báo chưa tới kì thanh toán và số khoản thanh toán là 0. Em mong nhận được câu sớm ạ. Em cảm ơn.",
    "Em tên:   Mssv:    Thầy cô cho em hỏi vấn đề thanh toán học phí dự thính ngoài giờ Em có thấy trên lịch thanh toán học phí trên BKpay là 15:00 21/03/2022 nhưng hiện tại thì giờ em không thể thanh toán học phí Và ngày mai e có lịch thi giữa kì nhưng đã bị xoá phòng thi vì em chưa thanh toán học phí Thầy cô cho em hỏi có thể mở cho em thanh toán được không ạ, và có thể mở giúp em phòng thi vào ngày mai được không ạ   Em xin cảm ơn",
    "Chào PDT,  em có tên trong danh sách tốt nghiệp tạm thời, nhưng bị tạm dừng nên không đăng ký tốt nghiệp được trên myBK. Giờ em nên thao tác như nào để được quyền truy cập đăng ký tốt nghiệp ạ. Em cảm ơn đã hỗ trợ cho em   i Tốt nghiệp .",
    "Dạ cho em hỏi em có đăng ký xét tốt nghiệp (có tích vào ô in giấy chứng nhận tốt nghiệp tạm thời gửi qua bưu điện) và đã thanh toán lệ phí, nhưng mà tới bây giờ em chưa nhận được giấy. Dạ cho em hỏi khi nào em nhận được giấy ạ",
    "Dạ em chào anh/chị, Em tên là  - MSSV . Vừa rồi em đã hoàn thành bảo vệ luận văn vào ngày 03.03. Nhưng đã hai tuần rồi điểm của em vẫn chưa được cập nhật lên hệ thống mybk để xin xét tốt nghiệp. Pđt có thể kiểm tra giúp em được không ạ. Em xin cảm ơn nhiều ạ .",
    "Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến 04/2022, nhưng em vẫn chưa đăng ký tốt nghiệp được vì vẫn đang trong tình trạng nghỉ. Mong PĐT xử lý tình trạng của em để em được đăng ký tốt nghiệp . Em cảm ơn !",
    "Em chào thầy cô ! Em vừa nhận được mail thông báo em có tên trong danh sách tốt nghiệp. Nhưng hiện tại tình trạng sinh viên của em tạm dừng và em không thể vào mybk đăng kí tốt nghiệp được. Thầy cô mở lại giúp em để em có thể đăng kí tốt nghiệp. Em cảm ơn thầy cô !",
    "Chào văn phòng ạ, Cho em hỏi là tại sao trang bkpay của em chưa cho thanh toán học phí kỳ dự thính 212 mặc dù đang trong thời hạn thanh toán ạ? Em cảm ơn. Em có gắn kèm hình ạ. Chào văn phòng ạ,  - ",
    "Chào Thầy (Cô), Em là sinh viên K16 hiện em đã hoàn thành đủ số tín chỉ và đang chờ đủ các điều kiện về ngoại ngữ để tốt nghiệp. Do vậy em đã không đăng kí môn học trong học kì 212. Nhưng vừa rồi em vừa nhận quyết định tạm dừng 728/QĐ-ĐHBK ngày 15/03/2022. Giờ em phải làm sao để có thể khôi phục lại tình trạng sinh viên ạ. Em cảm ơn",
    "Chào thầy/cô PĐT Em tên là , MSSV:. Em có thấy thông báo đóng học phí dự thính từ ngày 14/3 đến ngày 21/3, nhưng khi lên BK pay để đóng học phí thì hệ thống báo là chưa đến kì thanh toán, mong thầy/cô xem lại giúp em với ạ.",
    "Dạ em chào thầy/cô, Em tên:  MSSV:  Lớp: VL17PO. Em đã có tên trong danh sách TN dự kiến HK202. Và em có đăng ký nhận giấy xác nhận TN tạm thời theo địa chỉ và đã thanh toán trên BKpay thành công cách đây 2 tuần. Nhưng hiện tại em chưa nhận được. Mong được thầy/cô hướng dẫn và giải đáp. Em xin chân thành cảm ơn.",
    "chào pdt, Em đang bị bệnh hiểm nghèo ( tâm thần phân liệt) hiện đang điều trị tại bệnh viện tâm thần tphcm, nên muốn bảo lưu để được điều trị, mong pdt chấp nhận và phản hồi. xin cám ơn.",
    "Cho em hỏi em đã có trong danh sách tốt nghiệp đợt 1 năm 2022 nhưng khi vào trang đăng kí tốt nghiệp thì lại bị lỗ vậy ạ Em cảm ơn",
    "Em kính chào thầy cô của phòng PĐT. Em là  mssv  khoa Kỹ thuật giao thông, ngành Kỹ thuật oto,  lớp GT21OTO2. Lúc phát thẻ sinh viên thì em thấy tên em trong dánh sách ghi chú là hình mờ ( như ảnh bên dưới ). Mong bên pđt có thể đề ra hướng giải quyết cho em với ạ. Em cám ơn ",
    "Chào quý thầy cô,  Em là , MSSV , lớp VP19PO. Trường có thông báo về việc đóng học phí hk212.1 từ 14/3 đến 21/3 nhưng trên site BkPay của em vẫn chưa cho phép thanh toán ạ.   i  .",
    "Kính gửi phòng đào tạo trường đại học Bách Khoa thành phố Hồ Chí Minh . Em tên  MSSV: sinh viên khóa 2015, khoa Cơ Khí,ngành Công Nghê May, lớp CK15CNM, hôm nay em viết đơn này mong Trường có thể gia hạn thời gian đào tạo cho em. Vì một số lí do em vẫn chưa hoàn thành được được chứng chỉ anh văn đúng hạn theo chương trình đào tạo. Em rất mong Trường xem xét trường hợp của em . Em xin chân thành cảm ơn",
    "Kính gửi: Phòng Đào tạo TRƯỜNG ĐẠI HỌC BÁCH KHOA TPHCM Em tên , Vì một số lý do riêng nên em chưa hoàn thành được chứng chỉ anh văn để ra trường theo đúng thời gian đào tạo. Nay em làm đơn này, mong muốn nhà trường có thể gia hạn thêm 1 học kỳ để em có thể hoàn thành được chứng chỉ anh văn. Em xin cám ơn.",
    "Không biết vì lí do gì mà học phí dự thính của em không được mở để đóng tiền dù ngày 21/03 là hạn chót của đóng tiền và ngày mở là 14/03",
    "Chào thầy/cô. Em tên: . MSSV:  Mong thầy cô chỉ dẫn em cách đóng học phí kì dự thính 212. Em cảm ơn nhiều.",
    "Em chào a/c phòng đào tạo Em muốn hỏi về việc thanh toán học phí HK 212 từ ngày 14/3 đến 21/3, nhưng nay 19/3 mà cổng bk pay vẫn chưa mở cho sinh viên thanh toán, hình đính kèm, như vậy là sao ạ? Em cảm ơn !",
    "Theo thông báo thì học phí dự thính hk212 sẽ đóng từ 14/3 đến 21/3. Nhưng hiện tại trên BKPAY của lại hiện là chưa đến kỳ thanh toán, nên em chưa thể đóng được. Mong được giải đáp ạ, em cảm ơn",
    "Em chào thầy/cô, Dạ cho em hỏi là trên bkpay thời hạn thanh toán học phí DT HK212 là vào lúc 15h ngày 21/3, nhưng mà đến hôm nay 19/3 em lên kiểm tra bkpay thì vẫn ghi chưa đến thời hạn đóng ạ. Cho em hỏi là bao giờ thì mới thanh toán học phí được ạ. Em xin cảm ơn ạ.",
    "Trên bkpay em có mục thanh toán học phí DDDT212.1..1  ngày dự kiến thu 14/3/2022 ngày hết hạn 21/3/2022 tuy nhiên mục chọn thanh toán hiển thị chưa đến kỳ thanh toán,em không thể thanh toán học phí được.",
    "Em kính chào quý thầy cô Phòng Đào tạo, Em có đăng ký xét tốt nghiệp và đã thanh toán lệ phí vào ngày 23/2/2022. Trên hệ thống có hiển thị là \"Phiếu đăng ký đã xử lý, đợi nhận kết quả tại nơi đăng ký\" . Nhưng tới hiện tại, em vẫn chưa nhận được mail xác nhận của Phòng Đào tạo về việc xác nhận đăng ký xét tốt nghiệp, cũng như chưa nhận được giấy chứng nhận tốt nghiệp tạm thời. Em không biết đơn đăng ký xét tốt nghiệp của em có vấn đề gì không ạ? Kính mong nhận được sự hỗ trợ của thầy cô. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô PDT trường DH Bách Khoa TPhcm. Em đã đăng ký tốt nghiệp 1 tháng trước và đã đóng phí in ấn cũng như hoàn tất các thủ tục. Nhưng tới nay vẫn chưa nhận được giấy in chứng nhận tốt nghiệp tạm thời ở địa chỉ đăng ký. Em mong các thầy/cô có thể giúp em kiểm tra đối với tình trạng này của em . Em xin cảm ơn rất nhiều Em tên :  ",
    "Chào phòng đào tạo, Những năm trước nhà em được cấp BHYT theo hộ gia đình, nên không phải đóng BHYT của trường, nhưng năm nay không còn được cấp nữa. Do em bất cẩn, chủ quan, không kiểm tra thông tin hạn bảo hiểm y tế trước, đến quá hạn đợt đóng cuối cùng 16h ngày 14/3 vừa rồi, em mới tra cứu hạn thẻ BHYT của em, thì phát hiện ra hết hạn, sau đó, em mới đóng trễ hạn BHYT. Theo thông báo em nhận được, nếu không đóng BHYT đợt cuối này thì không được đăng kí môn học ở học kì chính kế tiếp. Kính mong pđt xem xét trường hợp của em, bổ sung dữ liệu trễ hạn của em vào danh sách cấp thẻ BHYT hoặc một phương án giải quyết nào khác để em có thể tiếp được đăng kí môn học ở học kì kế tiếp. Em cảm ơn ạ!",
    "Kính chào Phòng Đào Tạo. Theo BkPay thì đến ngày 21/03 là em hết hạn đóng học phí, nhưng đến nay là ngày 19/03 em vẫn ko hiện nút \"Thanh toán\". Mong PĐT sớm chỉnh lại giúp em. Cảm ơn Phòng Đào Tạo ạ.",
    "Dạ em chào quý thầy cô, cho em hỏi về vấn đề thanh toán học phí, theo như thông báo từ nhà trường thì thời gian đóng học phí cho kì dự thính HK212 đã sắp hết nhưng khi vào BKPay để tiến hành thanh toán học phí thì em không thể thực hiện được ạ, kính mong quý thầy cô xem xét giúp em. Em xin gửi hình đính kèm. Em cảm ơn quý thầy cô.",
    "U : Kính gửi, Em có hoãn bảo vệ Luận văn tốt nghiệp (như hình), sau đó em đã bảo vệ và nộp đơn xin chuyển điểm hoãn thi tại phòng đào tạo ngày 06/03 . Sau thời gian đó, em có xem lại bảng điểm (hình) của mình, thấy nó đã được cập nhật mới ngày 16/03 và tình trạng sau . Số tín chỉ đăng ký học kỳ :15 Số tín chỉ tích lũy học kỳ:12 Điểm trung bình học kỳ:6.58 Điều này có nghĩa là em đã được cập nhật đúng điểm Luận văn tốt nghiệp là 7.8, vì cả số tín chỉ tích lũy học kỳ và điểm trung bình học kỳ đều đúng như vậy. Nhưng em vẫn bị điểm 14 ở bên trên . Cho em xin hỏi lý do về tình trạng này và em phải giải quyết như thế nào ạ? ",
    "Dạ em là sinh viên khóa 2020, lúc đầu năm vô nhập học do thẻ BHYT còn hạn nên không đóng BHYT. Khi tra giá trị sử dụng thì thấy hạn thẻ ghi từ ngày 01/01/2021 đến ngày 31/12/2021. Em có thấy mail thông báo đóng tiền BHYT nhưng BKPay của em không có ghi khoản phí BHYT. Cho em hỏi là mình phải đăng ký ở MyBK mục 21(Đăng ký tham gia BHYT, BHTN SV) trước rồi mới thanh toán được đúng không ạ? Nếu phải đăng ký thì đăng ký DBHYT12-Bảo hiểm y tế sinh viên 9 tháng (422,350) phải không ạ? Với lại cho em hỏi là lúc trước thì sinh viên k20 mới nhập học không cần đóng tiền BHYT thì đợt này là đợt đầu tiên đóng BHYT phải không ạ? Em cám ơn anh chị.",
    "Em xem trên bkpay thì thấy 15h00 ngày thứ 2, 21/03/2022 hết hạn đóng học phí dự thính học kỳ 212 nhưng đến bây giờ (17h13 thứ 7, 19/03/2022) vẫn chưa mở để thanh toán ạ. Mong PĐT trả lời sớm để em có thể đóng học phí đúng hạn ạ. Em xin cảm ơn.",
    "Em xin chào  ạ. Em tên là , mssv: , Khoa kĩ thuật Hóa học, hệ đại trà, khóa Hk21. Dạ cho em xin hỏi là học Anh văn theo nhu cầu có tính tín chỉ tích không ạ. Em đã đăng kí học môn Anh văn theo nhu cầu để em đủ 28 tín chỉ mới được đăng kí môn học của năm 2.Nhưng mà em nghe là môn Anh văn là không tính tín chỉ tích lũy, do đó nếu vậy là em không đủ số tín chỉ tích lũy trong năm 1.Vậy cho em hỏi là Anh Văn theo nhu cầu có tính số tín chỉ tích lũy không ạ. Em cảm ơn nhiều vì đã lắng nghe em. Em hy vọng phòng sẽ phản hồi.  ",
    "Chào thầy/cô Em . MSSV  Theo mail PĐT thông báo, thời gian đóng học phí dự thính là từ 14/03 - 21/03. Nhưng đến nay 19/03, BKPay vẫn chưa cho phép chúng em thanh toán. Mong thầy cô xem xét về vấn đề này ạ. Xin cảm ơn ",
    "Tại sao học phí dự thính ngoại ngữ theo yêu cầu CQ của em tới hạn nộp mà bên bkpay lại để chưa đến kì thanh toán ạ?",
    "dạ em chào Cô/Thầy, em không hiểu tại sao dù sắp hết hạn thanh toán học phí dự thính nhưng ở chỗ thanh toán em lại thấy hiển thị chưa tới thời gian thanh toán, em đang rất sợ bị thanh toán trễ, mong Thầy/Cô có thể giúp đỡ em! Em xin chân thành cảm ơn! Toàn   i  .",
    "Xin chào Anh (Chị) PĐT! Trên BKPAY của em sắp hết hạn thanh toán học phí rồi nhưng em không thanh toán được ạ (như hình). Mong Anh chị xem lại giúp em. Xin cảm ơn",
    "Chào Phòng đào tạo, Em thấy Trường có thông báo nộp học phí HK212 ( dự thính ) từ ngày 15/03 đến ngày 21/03/2022 . Nhưng khi em vào BKpay để thanh toán thì chưa đến hạn nộp ạ. Trường giải đáp giúp em với ạ. Em cảm ơn.",
    "em xin bo xung don xac nhan cua benh vien ( li do em vang thi hoa a )",
    "Thầy cô cho em hỏi, kỳ này (HK212) em đang làm luận văn tốt nghiệp thì trong kỳ này có cần nộp bằng anh văn để được bảo vệ luận văn ko ạ? Dạ em cảm ơn!",
    "Kính gửi: Phòng Đào Tạo Trường Đại học Bách Khoa TPHCM. Em tên là:  MSSV:  Hiện tại em đang có tên trong danh sách dự kiến tốt nghiệp tháng 4 năm 2022, nhưng em không Đăng ký tốt nghiệp được do trạng thái sinh viên chưa cập nhật qua Đang học . Kính mong quý thầy cô xem xét hỗ trợ giúp em để em được Đăng ký Tốt Nghiệp. Em xin chân thành cảm ơn!",
    "Kính gửi phòng đào tạo  Em là  -  lớp CK18CTM03. Hiện thời khoá biểu của em và lịch thi học kỳ này không hiện đã gần 2 tháng ạ. Em không biết bị lỗi gì ạ. Mong nhận được phản hồi từ phòng đào tạo ạ Em xin trân thành cảm ơn ạ",
    "Chào phòng đào tạo, em tên , MSSV: . Hiện tại đang trong thời gian thanh toán học phí HK212( Dự thính và Anh văn theo nhu cầu). Em đang học AV3A nhưng không thể thanh toán trên BKPAY do hệ thống báo chưa đến thời hạn thanh toán. Các bạn cùng lớp em cũng gặp tình trạng tương tự. Cho em hỏi làm sao để thanh toán học phí ạ. 19/3/2022.",
    "Chào ! Em là   Em có nhận thông báo thanh toán học phí trên BKpay ngày 21/03 là hết hạn, nhưng hiện nay trên BKpay không có ô tích chọn đóng học phí. Em phải làm sao ạ, ngay ngày 19/03 rồi ạ! Mong  phản hồi nhanh ạ!",
    "Kính gửi phòng đào tạo, em tên -.Theo như thông báo, phòng đào tạo có thông báo thanh toán học phí dự thính từ ngày 14/03/2022-21/03/2022 nhưng đến nay là ngày 19 thì vẫn hiện chưa đến kì thanh toán và em không thể thực hiện thanh toán học phí được. Em mong phòng đào tạo giải đáp thắc mắc. Em xin chân thành cảm ơn. Người viết",
    "Ngày 21/3 là hạn chót đóng học phí dự thính nhưng hiện tại là ngày 19/3 nhưng bkpay của em vẫn để như vậy là sao ạ?",
    "Em xin chào Quý Thầy Cô Phòng Đào Tạo, Em tên là , MSSV , sinh viên lớp VL15KL- Khoa Công Nghệ Vật Liệu. Nay em viết mail này kèm đơn xin gia hạn thời gian hoàn thành chương trình đào tạo mong quý Thầy Cô và nhà trường xem xét cho em xin được gia hạn thêm 1 học kỳ cuối để có thể hoàn thành chương trình học của mình ạ . Em xin chân thành cảm ơn và tha thiết mong đợi sự phản hồi của Quý Thầy Cô ạ",
    "Chào thầy cô, Em tên là , em có tạo câu hỏi về vấn đề học phí nhưng nhận được câu trả lời chưa thỏa đáng nên em xin phép được đặt lại câu hỏi ạ. Em đang là sinh viên khoa học máy tính bằng hai diện sáng. Nhưng lại bị tính học phí chuyển hệ dự thính dù em đã đăng ký và đang học lớp sáng. Bên dưới là đoạn đính kèm phần em đã đặt câu hỏi và được trả lời là em bị tính học phí vì em đang theo diện bằng 2 lớp tối. Như đã đề cập ở trên em hiện là sinh viên bằng hai lớp sáng. Ngoài ra sinh viên bằng 2 khoá 2018 khoa học máy tính đã được chuyển sang lớp sáng từ đợt nhà trường quyết định không mở lớp tối vì không đủ sỉ số. Em nghĩ là có sự nhầm lẫn ở đây, em mong thầy cô kiểm tra lại giúp em. Em xin chân thành cảm ơn.",
    "Em chào Thầy (Cô), Em sắp hết hạn thanh toán học phí học kỳ này vào ngày 21/03/2022 mà vô BKPAY bị lỗi không thanh toán được. Mong Thầy (Cô) kiểm tra giúp em . Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi là hồi lúc em có hoãn thi môn vật lý 1 vào kì hè [Học kỳ 3 (2020-2021)] và được sắp lịch thi lại nhưng khi đến giờ em vẫn kh biết là có điểm chưa vì trên trang xem điểm thì điểm cuối kì của em vẫn để là 14 nhưng điểm tổng kết thì lại để là \"14; 4.50 (lần 2)\" như hình. Vì thế nên em kh biết điểm cuối kì của em là bao nhiêu mà ra được 4.50 và em kh biết là bao nhiêu để em phúc khảo ạ. Không biết là giờ làm sao để em biết được điểm cuối kì của em ạ. Em mong thầy cô trả lời giúp em về vấn đề này . Em cảm ơn thầy cô ạ   i ",
    "Chào PĐT ạ, PĐT cho em hỏi Điểm xét tốt nghiệp là điểm trung bình tích lũy ngành hay điểm trung bình tích lũy ạ? Và điểm quy đổi từ chứng chỉ Toeic có tính trong Điểm xét tốt nghiệp? Em cám ơn ạ.",
    "Thầy/cô cho em hỏi tại sao khi em vô BKpay để đóng học phí thì trang hiện là chưa đến kỳ thanh toán trong khi mail thông báo là bắt đầu từ 14/03/2022 ạ. (em có gửi mail chp pđt tưg hôm 17/03/2022 đến nay vẫn chưa được phản hồi)  Em xin phép gửi kèm hình chụp thông báo đóng học phí và hình chụp trang BKpay.",
    "Kính gửi: Phòng đào tạo trường Đại học Bách Khoa TP Hồ Chí Minh Em tên  K18 khoa kỹ thuật xây dựng, ngành trắc địa bản đồ MSSV:  Em nhận được thông báo đóng tiền dự thính học kỳ 212 hạn cuối là 21/3/2022 nhưng đến hôm nay em vào trang bkpay thì không thể chọn thanh toán được. Xin phòng đào tạo xem xét giúp em ạ.Em xin cảm ơn.",
    "Em tên là  . Cho em hỏi là hạn đóng học phí anh văn theo nhu cầu là 21/3/2022. Mà cho đến hôm nay 20/3/2022 BKPay của em vẫn để là chưa đến hạn thanh toán ạ. Em cảm ơn",
    "Dạ chào thầy/cô, Em có xem thông tin trên website của trường mục lịch học vụ thì thấy lễ Tốt Nghiệp đợt 1/2022 diễn ra 22-23/04/2022. Vậy cho em hỏi là trường có tổ chức lễ Tốt Nghiệp không ạ tại tới giờ em vẫn không thấy thông báo cụ thể từ trường? Em là sinh viên Tốt Nghiệp hồi đợt 2/2021 ạ Em cảm ơn thầy/cô nhiều ạ!",
    "n hạn thanh toán tiền học phí dự thính nhưng em không đóng được ạ.",
    "Dạ em chào pđt ạ, em là sinh viên K17 nên hiệu lực trong thẻ SV chỉ đến T3/2022 nên đã hết thời hạn. Em có đăng kí làm lại thẻ mới cũng như đóng tiền lệ phí thẻ. Không biết thẻ mới có được kéo dài thời hạn sinh viên ra hay không và mình có thể theo dõi ngày đến nhận thẻ ở đâu được ạ? Em xin cảm ơn",
    "Tên sinh viên:  MSSV  Phòng Đào Tạo cho em hỏi em gặp trường hợp không thanh toán được học phí dự thính ngoài giờ học kỳ 212 với lý do chưa đến kỳ thanh toán, nhưng ngày dự kiến hết hạn là 21/3/2022 Em mong Phòng Đào Tạo hỗ trợ để em hoàn thành đóng học phí đúng kỳ hạn. Em xin cảm ơn",
    "Em kính chào thầy cô Em là , MSSV: , sinh viên năm hai của trường Đại học Bách Khoa. Khi còn là năm nhất thì điểm thi anh văn đầu vào của em là 480 và cho đến hiện tại em vẫn chưa học bất kì lớp anh văn nào trên trường cũng như chưa nộp bằng toeic học bên ngoài. Sắp tới em sẽ nộp bằng anh văn bên ngoài nhằm để đáp ứng chuẩn anh văn năm hai và đạt đủ điều kiện đăng kí môn học cho năm ba. Hôm nay em gửi mail này mục đích là để có thêm thông tin về ngày nộp bằng anh văn. Rất mong nhận được sự phản hồi từ thầy cô Em xin cảm ơn",
    "Dạ em chào thầy cô, Em là , mã số sinh viên , lớp XD15KT khoa Kỹ Thuật Xây Dựng. Em gửi yêu cầu này mong thầy cô xem xét giúp em là em còn thiếu xót gì không, để em có thể được tốt nghiệp vào tháng 4/2022 này, vì hiện tại em chưa tra được tên mình trong danh sách dự kiến tốt nghiệp (ảnh đính kèm). Hiện em đã hoàn thành hết tất cả môn học từ học kì 202, nhưng đến nay số tín chỉ của em vẫn chưa được cập nhật là đủ 171 chỉ, lần cập nhật cuối là 05/04/2021 (ảnh đính kèm) . Em đã đạt đủ số ngày CTXH, điểm Tiếng Anh nghe nói đọc viết cũng đã nộp và được cập nhật rồi (ảnh đính kèm). Cảm ơn thầy cô đã đọc yêu cầu này của em, em mong nhận được tin từ thầy cô ạ. Thân mến, .   i Tốt nghiệp .",
    "Kính gửi thầy cô, EM tên   Em có đăng kí hoãn thi môn kỹ thuật AN toàn điện EE3097 nhưng bị điểm 0 và vẫn chưa được cập nhật lại điểm.Thầy/cô có thể giúp em cập nhât điểm 14 được không ạ. EM cảm ơn thầy/cô. Em hoãn thi ở kì 211 hình thức hoãn là đăng kí trên mybk",
    "Dạ vì có vài lý do gia đình của em cộng với ôn luyện tiếng anh mà em quên mất thời hạn đăng ký môn học. Hiện em chỉ còn anh văn để hoàn thành chương trình học. kính mong phòng đào tạo xem xét thu nhận lại em ạ.Em xin cảm ơn ạ.",
    "dạ tại sao bkpay của em không thể thanh toán học phí ạ em có gửi hình bên dưới .",
    "Dạ thưa pđt! Em muốn được đăng kí tốt nghiệp. Hiện tại em đã đủ điều kiện tốt nghiệp, nhưng tình trạng sinh viên không được duy trì do không đăng kí môn học. Mong Pđt giúp em khôi phục tình trạng sinh viên để em có thể đăng kí tốt nghiệp vào đợt tháng 4/2022 tới đây. Em xin chân thành cảm ơn !",
    "Em chào thầy cô,em xin hỏi về việc thanh toán học phí dự thính hk212,trên bkpay ngày mai là hết hạn đóng học phí nhưng trên đó lại ghi là chưa đến kì hạn thanh toán ạ",
    "Em chào thầy, cô Em là sinh viên K18 hệ đại trà và không học 4 anh văn ở trường. Vậy em cần bằng toeic bao nhiêu điểm để chuyển điểm 4 anh văn để tốt nghiệp vậy ạ Em cảm ơn   i Tốt nghiệp .",
    "Em chào Thầy/Cô, Em xin nộp đơn gia hạn thêm 1 học kì 212. Em mong sự chấp thuận từ Phòng đào tạo. Em xin cảm ơn.",
    "Dạ là Khóa 2015, em đã hết hạn chương trình đào tạo, hiện chưa học av3 av4 và chưa có chứng chỉ ngoại ngữ. Trường cho em xin hỏi gia hạn thêm 1 học kì hay chuyển sáng hệ tại vừa làm vừa học phải làm sao ạ",
    "Dạ em chào thầy cô ạ. Theo như tính đến thời điểm HK202, thì em được 69 chỉ tích lũy ạ nhưng trên bảng điểm của em chỉ có 66 chỉ thôi. Kì 201 thì em đã 51 chỉ, kì 202 em đăng ký 18 chỉ thì lẽ ra cộng vô là 69 chỉ chứ ạ . Mong thầy cô xem lại giúp em và cho em biết nếu như có môn học nào không được tính vào ạ  Em cảm ơn nhiều ạ.",
    "Kính chào pdt Em là sinh viên k15 hiện tại em đã hoàn thành hết các môn học nhưng còn thiếu chứng chỉ anh văn nói viết để tốt nghiệp và hiện tại em thấy tình trạng sinh viên là \"Nghỉ, xoá tên do hết tg học\". Cho em hỏi là em thi xong nói viết và nộp cho pdt thì em vẫn được xét tốt nghiệp lấy bằng và được đăng ký làm lễ vào tháng 11 đúng không ạ. Em xin cảm ơn và đợi phản hồi từ pdt.",
    "Chào thầy(cô)  Cho em hỏi sao trường đến hạn thanh toán học phí nhưng trên BKpay của em vẫn chưa chọn thanh toán được vậy ạ. Em xin cám ơn.",
    "Xin chào Phòng đào tạo, Em là , MSSV .   Em có trong danh sách được tốt nghiệp đợt này 4/2022, nhưng mà vì không đăng ký môn học nào nên bị tạm dừng . PDT cho em hỏi, em nộp giấy thu nhận lại thì có thể đăng ký tốt nghiệp chưa ạ?  Em cảm ơn nhiều ạ.",
    "Em xin chào Phòng đào tạo của trường.Em là  -MSSV:-Ngành Cơ kĩ thuật (CQ)-Khoa Khoa học ứng dụng.Em nhắn tin này với lí do là trong lúc thi Đại số tuyến tính(MT1007) ngày 20/3/2022 lúc 14h00 nhóm L08B thì nhà em bị mất điện từ lúc khoảng 14h15 đến khoảng 17h00.Do đó em không thể hoàn thành bài thi và bị out khỏi phòng meet.Em mong phòng đào tạo cho em thi bù giữa kì môn Đại số tuyến tính.Em cảm ơn ạ!"
]