[
    "Thầy cô cho e hỏi, em là sinh viên năm 4 , sắp thực tập tốt nghiệp, do là em thực tập ở công ty của thầy hướng dẫn luôn, nên thời gian khá là thoải mái. Em muốn đăng ký học dự thính hè thì phải làm sao ạ. Vì thời khóa biểu thực tập đã mặc định là full.",
    "Học vụ       Dạ phòng đạo tạo cho em hỏi, do hệ thống bảo trì nên không thể vào bkpay đóng học phí được ạ Mà hạn chót đóng học phí vào 2/7 Vậy như v em phải làm sao ạ Phòng đào tạo có gia hạn thêm thời gian đống học phí không ạ? Em cảm ơn!   !",
    "Không thể thanh toán học phí thông qua bk pay do quá tải",
    "Em chào thầy/cô ạ. Cho em hỏi học kỳ dự thính hè  học kỳ 193 được dạy trực tiếp tại trường hay học livestream ạ? Em cảm ơn.",
    "em chào thầy cô ạ hiện tại em chỉ nhận được lịch thi cuối kỳ của các môn học dự thính. còn các môn học ở HK chính thức em chưa có. em phải làm như thế nào hay chờ đến khi có lịch thi ạ em cảm ơn thầy cô",
    ": Dạ cho em hỏi bkpay bị lỗi với ngân hàng không đóng học phí được thì pdt có thể dời hạn đóng học phí 192 đợt 2 được không ạ",
    "Cô ơi! Chỉ em cách đóng học phí với, em đóng hôm qua giờ mà chưa được. Quá thất vọng với BKPAY, cứ đến đợt đóng học phí lại thất vọng",
    "Em không vào được bkpay từ tối hôm qua rồi ạ. Nay hết hạn đóng tiền rồi, mong phòng đào tạo giải quyết ạ.",
    "Gửi cô(thầy)  Đợt đăng kí môn học kì hè lần 1 em ko biết nên chưa đăng kí môn nào, vậy thì cho em hỏi là đợt 2 này (3/7/2020) em có được đăng kí bất kì môn nào không.  Em cám ơn cô(thầy)",
    "Kính gửi PĐT. Em tên , MSSV . Đầu năm học, khi đi đóng tiền nhập học em có đóng đầy đủ tiền BHYT. Vì BHYT của em được địa phương cấp và vẫn còn hạn sử dụng, em đã nộp bản photo của BHYT về KTX và được trạm Y tế KTX thông báo sẽ được hoàn tiền vào đầu tháng 1. Bây giờ là tháng 7 nhưng em vẫn chưa nhận được phần tiền hoàn ạ. Em muốn biết nhà trường đã hoàn tiền BHYT chưa ạ? EM hi vọng sẽ sớm nhận được câu trả lời ạ. Em xin chân thành cảm ơn.",
    "Cho em hỏi hôm nay hết hạn học phí,mà trên bkpay không vào được,em không thông toán được,có cách nào khắc phục không ạ",
    "KPay bị lỗi . Chào thầy cô, Em đăng nhập vô trang bkpay để thanh toán học phí mà không được. Nhờ thầy cô liên hệ với phòng IT để sửa. Em xin chân thành cảm ơn. Thân.",
    "Từ tối ngày 1-7 đến hiện tại vẫn không vào được BKPay ạ, hoặc may mắn vào được nhưng ocb không cho thanh toán. Trường cho em hỏi là trong trường hợp này nên xử lý như thế nào ạ? Việc đến ngân hàng đóng học phí trực tiếp là không được vì nơi em đang ở không có chi nhánh ocb. Em xin cảm ơn.",
    "Nay bkpay bị nghẽn mạng thì cho em hỏi em đóng trễ hạn ngày hôm nay thì có bị sao không ạ..em xin cảm ơn...tại em nghe nói là bị hủy kq kì",
    "Cho em hỏi là hiện tại hệ thống BKPay đang bảo trì, em không biết là còn cách nào khác để giúp em thanh toán học phí ạ",
    "Học phí . Em chào thầy cô ạ. Em có câu hỏi về đóng học phí đợt 2 K19 ạ. Hôm nay 2/7/2020 là ngày hết hạn đóng học phí đợt 2. Nhưng em ngồi đợi từ hôm qua (1/7) trang BKPay vẫn không vào được ạ. Em có hỏi các bạn khác, thì nhiều bạn cũng gặp tình trạng giống vậy ạ. Thầy cô cho em hỏi nhà trường có gia hạn thời gian đóng học phí hay không ạ? Em xin cảm ơn rất nhiều ạ. Thân ",
    "Dạ cho em hỏi là em lên bkpay để đóng tiền nhưng không lên được trang và không hoàn thành đóng học phí đúng hạn được. Vậy trường có gia hạn lại thời gian không ạ? Có rất nhiều bạn không đăng nhập vào bkpay từ chiều hôm qua được ạ.",
    "Chào anh/ chị! Em tên  K16 lớp xây dựng clc . Em có câu hỏi là: Em được biết một vài trường hợp được xét miễn học giáo dục quốc phòng. Em năm nay 30 tuổi, hiện tại vợ và con em là người quốc tịch Úc. Em về nước năm 2015 và theo học tại trường Bách Khoa năm 2016. Hiện em đang làm luận văn tốt nghiệp. Sau khi tốt nghiệp em quay trở lại Úc. Vậy trường hợp như em có được miễn giáo dục quốc phòng không",
    "Dạ cho em hỏi hiện tại bên ngân hàng có thông báo bên nhà trường chặn cổng thanh toán từ 16h ngày 1/7 đến sáng nay vẫn chưa thanh toán lại được , em có lên ngân hàng đóng trực tiếp và được thông báo như trên , em cũng đã thực hiện thanh toán online từ 30/6 , 1/7 và cả ngày hôm nay 2/7 nhưng hệ thống hoặc là sập hoặc chưa cho thanh toán và báo lỗi ạ . Mong nhận được hồi đáp từ thầy cô để em có thể khắc phục",
    "Em là k17 mà em chưa qua GT2. Nếu lỡ sau này mã môn học GT2 năm của em không còn ai đăng kí nữa thì em đăng kí mã mới để học được không ạ. Em cảm ơn !!",
    "Em chào Thầy/Cô, Em tên : Nguyễn Thanh Định MSSV : G1300876 Em đã đủ điều kiện tốt nghiệp và ngày 30/06/2020 em có lên phòng đào tạo đăng ký tốt nghiệp đợt ngày 10/07/2020. Em chờ mail 2 rồi mà vẫn chưa nhận được mail xác nhận để em có thể đăng ký tốt nghiệp. Mong Thầy/Cô hướng dẫn em phải làm những gì ạ? Em xin chân thành cảm ơn!",
    "em đóng trễ học kí dự thính (hạn ngày 28/5/2020), nếu em đóng học phí ấy cùng đợt với học phí chính lần 2 (hạn ngày 2/7/2020) thì có được dự thi môn dự thính bình thường không ạ? Em cảm ơn.",
    "Vào khoảng 4h sáng ngày 2/7/2020 (hôm nay) em có đóng tiền học phí học kì 192 lần 2 trên BKPAY thông qua OCB. Bên ngân hàng OCB đã xác nhận và trừ tiền nhưng bên BKPAY vẫn chưa cập nhật cho đến bây giờ là 10h38 tức đã hơn 6 tiếng trôi qua. Do ngày hôm nay là hạn cuối đóng tiền nên em rất lo lắng. Mong các thầy cô xem xét giải quyết giúp em ạ.",
    "Kính gửi Phòng Đào Tạo! Em tên:  - MSSV:  - Khoa: Kỹ Thuật Xây Dựng. Em có câu hỏi mong Phòng Đào Tạo giải đáp giúp em ạ! Trong điều 27.2 của Quy Chế có ghi: \"Trường hợp buộc thôi học do tự ý nghỉ học do ĐTBHK bằng 0, nếu SV có đăng ký môn học tại học kỳ kế thì được xét không buộc thôi học\". Vậy cho em hỏi nếu em có ĐTBHK192 = 0, và em không ĐKMH vào HK193 vì là học kì dự thính, sau đó em ĐKMH vào HK201 thì có bị buộc thôi học không ạ? Em xin chân thành cảm ơn ạ!",
    "em có đăng ký chuyển điểm anh văn trên trang mybk nhưng bị lỗi, em vô xem bảng điểm thì thấy điểm vẫn chưa cập nhật nên em vào đăng ký chuyển điểm lần nữa. Khi vào trang bkpay thì thấy 2 khoản chưa thanh toán chuyển điểm. cho em hỏi vậy phải làm như thế nào ạ?  em xin cảm ơn!",
    "Thầy cô cho em hỏi, trong email trường gửi thì thời hạn thanh toán học phí HK 192 là 15 giờ ngày 2/7, nhưng trên trang BKPay thì là 23:39 ngày 2/7, vậy đâu mới là thời hạn đúng ạ?",
    "Em xin chào ạ. Cho em xin hỏi là kỳ hè này em có đăng ký môn: EE2019 - Cơ sở điều khiển tự động EE2015 - Xử lý số tín hiệu Mà em bị hệ thống thông báo là do thiếu môn học trước EE2005, mà ở kỳ 192 này em đã đang học môn đấy. Mong bộ phận quản lý có thể xem xét trường hợp của em được không ạ, tại vì lớp mở sỉ số rất ít lại có thời gian đăng ký khá ngắn,với đây là những môn khá quan trọng với phân ngành của em. Rất mong nhận được sự tư vấn từ nhà trường ạ. Mong đợi hồi âm. Em xin cảm ơn trước.    .",
    "Em là sinh viên k19 chương trình chất lượng cao.. em vừa hoàn thành chương trình pre 2 và đợi đến đến tháng 9 để vào học main.. em muốn hỏi là học kì đầu tiên em phải đóng học phí là bao nhiêu tiền ạ?? Tại em đang không hiểu tại sao hồi lúc đống học phí pre2, thay vì đóng 26tr nhà trường chỉ yêu cầu đóng 15tr vì được trừ 11tr gì đó ắ ạ",
    "Chào thầy, cô Em là sinh viên pfiev của trường Em muốn hỏi là em đã đăng kí nộp chứng chỉ tiếng Pháp từ 2 tháng trước. Và em cũng có coi lịch thẩm tra tiếng Pháp của trường là ngày 1/7 tức ngày hôm qua. Nhưng kết quả thẩm tra của em sao lại vẫn chưa có ạ Em xin cảm ơn   i  .",
    "Chào quý thầy cô! Em là sinh viên liên thông Cơ khí, khóa 2019. Theo chương trình đào tạo, vào học kỳ hè này em sẽ học môn Thực tập tốt nghiệp. Em đã đăng ký môn học vào đợt 1, tuy nhiên không được nhà trường đăng ký . Lý do: PDT không đ/ký cho SV MH ME3029 (8: Đăng ký sai mã TTTN, LVTN, DCLV theo chuyên ngành đào tạo.) (Theo Lịch sử đăng ký) Vậy em xin quý thầy cô thông tin cho em biết mã số môn học chính xác mà em cần đăng ký ạ! Em cảm ơn rất nhiều. Mong sớm nhận được câu trả lời của thầy cô ạ!",
    "Em chào phòng đào tạo ạ. Trong đợt đăng kí thực tập hè em không đạt yêu cầu vì số tín chỉ không đạt do nợ quá 16 môn. Nhưng tuần trước em có đăng kí chuyển điểm toeic để qua môn anh văn 2,3,4, nhưng phòng đào tạo chưa chuyển kịp. Nếu em hoàn thành chuyển điểm thì chỉ còn nợ 15 tín chỉ, đủ điều kiện đăng kí thực tập. Phòng đào tạo có thể xem xét cho em về việc hoàn thành chuyên điểm để đăng kí thực tập được không ạ. Em cảm ơn phòng đào tạo đã đọc và phản hồi .    .",
    "Em chào PĐT, em kính mong PĐT xem cét mở thêm lớp Gt2 của cô  ạ! Em cảm ơn ạ",
    "Dạ em chào thầy/cô ạ theo em biết được là kỳ sau bắt đầu học kỳ là 21/9 vậy cho em hỏi sau ngày 21/9 sẽ có đợt đăng ký luận văn bổ sung giống mấy kỳ trước không ạ. Em chân thành cảm ơn thầy/cô mong sớm nhận được phản hồi từ thầy/cô ạ",
    "Kính chào PĐT, Em tên là , sinh viên hệ Bằng 2 ngành Khoa học máy tính Khóa 2018 . Vừa qua em có thực hiện đăng ký môn học dự thính CO2003 (Cấu trúc dữ liệu & Giải thuật) đợt 1 nhưng kết quả thì PĐT đã hủy đăng ký môn học này với nguyên nhân thiếu môn học   B CO1027    - Kỹ thuật lập trình), tuy nhiên thì môn học Kỹ thuật lập trình theo chương trình đào tạo của em thì thuộc mã   B CO1011    và em cũng đã học và qua môn học này rồi. Do sĩ số môn học CO2003 cũng không nhiều và có thể full sớm, kính mong phòng đào tạo mở lại cho phép em đăng ký môn học CO2003 để em có thể hoàn thành việc đk môn học trong kỳ hè này. Chúc quý thầy cô sức khỏe, em xin chân thành cảm ơn.",
    "Em chào PDT,Em phải làm thủ tục như nào để xin được mở lớp ( trường hợp đã có sự đồng ý của giáo viên) em cảm ơn ạ",
    "Kính thưa phòng đào tạo, em vừa đăng ký môn học kỳ hè 2020, em có đăng ký môn học mã CO2003 (Cấu trúc dữ liệu và giải thuật). Tuy nhiên, khi có kết quả đợt 1, môn học bị hủy vì lý do thiếu môn học trước CO1027 (có hình), nhưng trong chương trình học của em không hề có môn CO1027 này, cũng như trong cấu trúc môn học của môn CO2003 chỉ có môn học trước là CO1011 và em đã học môn CO1011 rồi. Em mong phòng đào tạo giải quyết sớm cho em để có thể đăng ký học hè kịp thời cũng như đây là môn cực kỳ quan trọng cho học kì sau của em.",
    "lượt đăng kí môn học lần 1 em đã đăng kí môn Cấu trúc dữ liệu và giải thuật CO2003 vùng với anh văn 1 LA1003 nhưng trong đợt 2 em thấy môn Cấu trưc DLVGT bị hủy do trùng với anh văn 1 nhung em lại muốn học môn CTDLVGT thay vì Anh văn 1 thì phải làm sao. Xin cảm ơn",
    "dạ e hệ vhvl nên k rõ việc sẽ mở môn nào trong học kì hè này ... trường có thể cho e những môn sẽ mở trong hk hè này để e kịp đăng kí ạ ... e cám ơn khoa kỹ thuật hóa học ngành công nghệ sinh học chương trình đào tạo 2017....",
    "Em có thắc mắc như sau ạ, ví dụ các môn tự chọn nhóm A của em yêu cầu tối thiểu 3 tín chỉ, em đã học và hoàn thành đủ 3 tín chỉ. Tuy nhiên em muốn đăng ký học thêm các môn khác của nhóm A, tuy không được tính vào điểm trung bình tích luỹ nhưng có được ghi nhận vào bảng điểm tốt nghiệp cuối cùng không ạ? Em xin cảm ơn",
    "thưa thầy cô, em hiện đã học ngành vật liệu và em đã học xong hết, và hiện tại kỳ hè này em có đăng kí thêm 2 môn của khoa máy tính để biết thêm đi làm (vì học ngành trước không hợp). Nhưng em bị kẹt 1 môn học trước, và môn học trước này em đang học tại kì 192 và chưa có điểm,nhưng em chắc chắn sẽ học xong và thi cuối kì đầy đủ môn này. mong thầy cô giúp đỡ cho em học được đăng kí học 2 môn này trong hè để có thể đi làm sớm. 2 môn này là: CO2003-Ctrúc  & giảithuật,lớp DT01_DT02 CO2005-Lập trình hướng đốitượng,lớp DT01_DT01 em xin cảm ơn thầy cô Pđt giúp đỡ cho trường hợp của em, để em có thể sớm đi làm ạ .",
    "Kính gửi Phòng Đào Tạo, Em tên: Đoàn Phương TÙng MSSV:  Em xin hỏi K17 tui em khi thi đạt toeic 500 điểm thì có được quy đổi điểm AV3,AV4 như cũ không hay phải tuân theo bảng quy đổi mới của Phòng đào tạo ạ. Mong sẽ sớm nhận được phản hồi ạ! Thân chào!",
    "Em đang học môn kĩ thuật lập trình(C01027) là môn học trước của môn Cấu trúc dữ liệu và giải thuật(C02003) .Giờ chưa có điểm tổng kết môn kĩ thuật lập trình thì em có đươc đăng kí môn cấu trúc dữ liệu và giải thuật ko ạ",
    "Dạ em chào thầy cô ạ. Thầy cô cho em hỏi là trong đợt đăng kí 2 mình không đổi được thời khóa biểu môn học và bỏ đi môn không cần thiết để đăng kí môn chuyên ngành ạ? tại em lỡ đăng kí môn giải tích 2 để cải thiện nhưng lại bị mất môn chuyên ngành tiên quyết ạ. Thầy cô có thể giúp em bỏ môn giải tích 2 để được đăng kí môn cơ lưu chất được không ạ. Em xin cảm ơn thầy cô ạ. Mssv của em là  ạ.",
    "Dạ thưa thầy/cô, em hiện đang là sinh viên năm 2 đại trà, hè này em có đăng ký môn những nguyên lý cơ bản của chủ nghĩa Mac-Lenin. Em vào xem lịch đăng ký môn học thì thấy có lớp mã là DTQ. Cho em hỏi em là sinh viên đại trà thì có được đăng ký lớp DTQ không ạ ? Va lớp DTQ có khác gì so với lớp DT bình thường không ạ ?",
    "Em tên   MSSV:  Lý do: em muốn hiệu chỉnh HỦY đăng ký môn Anh văn 4, tại em không thể hủy môn được trên đăng ký trên, rất mong nhận được sự giúp đỡ ạ, em cảm ơn ",
    "Dạ cho em hỏi là em nộp bằng toic ngoài 310đ. Mà khi đăng kí môn học em vẫn ko đăng kí được anh văn 1 lí do là e thiếu anh văn cơ bản. Vậy có nộp bằng em vẫn phải học anh văn cơ bản ạ ",
    "Cho em hỏi về việc nộp chứng chỉ ngoại ngữ cuối năm 3 có bắt buộc hay khi nào mình nộp cũng đc v ạ",
    "Em chưa đăng ký môn hk193 ở đợt 1, liệu đợt 2 em có thể đăng ký ko ạ",
    "ng ký môn hoc : Dạ cho em hỏi môn Thực tập quá trình và thiết bị CH2087 sao không mở đăng ký nữa ạ. Ở lần đăng ký đợt 1 em chưa đăng ký môn CH2087 ạ sau đó có kiểm tra thì vẫn thấy sĩ số lớp còn nên chờ vào đợt 2 đăng ký. Bây giờ vào kiểm tra thì lại thấy không có môn học mở ạ. Em rất cần sự giúp đỡ ạ. Làm sao để đăng ký được môn Thực tập quá trình và thiết bị CH2087. Chân thành cảm ơn.",
    "Đăng ký môn học       Vì lịch học Đại số tuyến tính và thí nghiệm vật lý ở HK hè 193 (chính quy) trùng giờ học bên ngoài nên em muốn xin bộ phận học vụ chấp nhận cho em xin hiệu chỉnh môn học để phù hợp với thời gian cá nhân cũng như hoàn thành đủ các môn học  Em xin cám ơn",
    "Dạ cho em hỏi là các môn học sau đây của K19 PFIEV có được công nhận tương đương với các môn bên đại trà và có thể chuyển điểm tương đương vô ĐTBL được không vậy ạ  .  -  Phương pháp tính MT2011 ( so với MT1009 )  -  Xác suất thống kê MT2009 ( so với MT2001 )  -  Thí nghiệm vật lý PH2007 ( so với PH1007 )",
    "Dạ cho em hỏi K19 môn học Pháp Luật Đại Cương Việt Nam có đổi mã không ạ. Em cảm ơn.",
    "Thưa thầy cô,    Em tên là , mssv:   Em viết email này muốn xin thầy cô cho phép em đăng ký 13 tín chỉ trong học kì hè này    Lí do: đây là học kì cuối của em ở Bách Khoa rồi ạ, 4 môn em đăng ký là 4 môn đại cương năm nhất em đã học qua cả rồi (đại số, giải tích 2, phương pháp tính, xác suất thống kê)     Em muốn đăng ký cả 4 môn để cải thiện nhằm nâng cao điểm trung bình tích lũy cao nhất có thể trước khi ra trường    Mong thầy cô có thể xem xét cho em ạ    Sinh Viên,  ",
    "mã môn học vật lí 1 PH1003  . Phòng đào tạo cho e hỏi là e có đăng ký môn vật lí 1 nhưng có thông báo do trùng lịch nên bị hủy. Vậy e phải vào đăng ký lại và tự chọn thời gian học phải không ạ . E cảm ơn ạ.",
    "Em bị báo lỗi thiếu môn học trước Tư tưởng SP1003 nhưng kì 192 này em đang học tư tưởng",
    "tên  mssv    ĐĂNG KÍ MÔN HỌC CƠ KẾT CẤU VÀ VẬT LIỆU XÂY DỰNG MÀ KHI   NÓ BẢO  PHẢI HỌC MÔN SỨC BỀN VẬT LIỆU TRƯỚC  TRONG KHI ĐÓ  ĐANG HỌC SỨC BỀN VẬT LIỆU KÌ  .  MONG THẦY CÔ HỖ TRỢ CHO  ĐC ĐK MÔN HỌC KÌ HÈ NÀY Ạ  CẢM ƠN",
    "hiện tại mình đang học môn vật lí bán dẫn ở học kì 192 và học kì hè mình muốn đăng kí môn thực tập điện tử 1 nhưng không đăng kí được do để là thiếu môn học trước ( vật lí bán dẫn) mong thầy/cô giải quyết cho tình trạng của mình, chân thành cảm ơn",
    "Em chào thầy cô Em tên  MSSV  Khoa kỹ thuật xây dựng Em viết mail này do em không đăng kí được môn cơ học kết cấu CI2029 và môn vật liệu xây dựng CI2037 cho học kì dự thính do thiếu môn học trước: Sức bền vật liệu Trong khi đó kì 192 này em đã và đang học Sức bền vật liệu rồi Mong thầy cô xem xét. Em cảm ơn.",
    "Dạ cho em hỏi, hôm nay ngày 3/7/2020 là nagyf hiệu chỉnh môn học Dự thính 193 đợt 2, em không đang ký được môn Đường lối CM của ĐCSVN dù em đang học môn Tư tường ở kỳ 192 Nhờ phòng đào tạo xem xét hiệu chỉnh dùm em ạ, em cảm ơn",
    "PĐT cho em hỏi em đang học môn sức bền vật liệu, bây giờ em đăng kí dự thính môn cơ kết cấu và vật liệu xây dựng thì không đăng kí được ạ.",
    "Thầy ơi cho em hỏi sao môn cơ kết cấu CI2029 em xóa rồi đăng kí lại thì hệ thống bảo thiếu môn sức bền CI2007 học trước mà môn sức bền em đang học ở học kì này. Ở lúc coi kết quả đợt 2 em vẫn đăng kí được môn cơ kết cấu mà hiệu chỉ thì cóa đăng kí lại không được ạ",
    "Em tên: Võ  Trí; MSSV:  Cho e hỏi là kỳ dự thính 193 này em đã thi toeic 340đ nhưng khi đăng ký học anh văn 1 em lại bị yêu điều kiện là học anh văn cơ bản tiên quyết nhưng em đã thi toeic 340đ qua mức anh văn cơ bản của k17 rồi ạ. Em xin cảm ơn.",
    "XIN MỞ LỚP MÔN MẠCH ĐIỆN TỬ-EE2007 HÈ HK193",
    "Em đăng kí học kì hè có 2 môn trùng lịch học hangout tiết 16 mà không trùng lịch học trên lớp thì em có thể đăng kí cùng 1 lúc 2 môn được không? Và có thể lên xin PĐT xin đăng kí được không",
    "XIN MỞ LỚP MÔN -EE3011 HÈ HK193",
    "Em muốn hỏi là theo như quy chế của trường thì \"Khi xét điều kiện số tín chỉ tích lũy ngành, các môn đang học trong học kỳ chính kế trước được tính vào số tín chỉ tích lũy (dù chưa có điểm hay đã có điểm chưa đạt) và các môn trong học kỳ dự thính được tính vào số tín chỉ tính lũy nếu có kết quả đạt\". Trong học kỳ chính em có học lại môn đã có điểm chưa đạt, nếu để xét kết quả để đăng ký TTTN thì coi như môn đó em vẫn được tính phải không ạ. Và hiện tại đăng ký môn học đợt 2 em vẫn chưa đủ điều kiện là nợ tối đa 16 chỉ để đăng ký TTTN, nhưng em có học dự thính trong học kỳ 192 này, vậy nếu em qua môn dự thính thì đến đợt 3 em có được đăng ký TTTN không ạ, và nếu em có kết quả thi dự thính chậm hơn đợt đăng ký môn học đợt 3 thì sao ạ. Em cảm ơn ạ.",
    "EM Tên     . kì hè này em đk cơ học đất với môn cơ kết cấu mà khi em đk thì em bị trùng đúng 1 buổi học  tương tác hangout . em mong thầy cô xét duyệt cho em được đăng kí môn cơ học đất ạ   em cam kết sẽ  học được ạ . em cảm ơn",
    "cho em hỏi nếu em muốn học lại môn  (SP1003) ở học kì chính tới(HK201) môn học - có bị đổi mã không ạ? Em cám ơn ạ!",
    "Em xin pđt mở thêm xuất đăng ký môn cơ lưu chất lớp Dt05-DT10 vì: - Em có đăng ký môn cơ lưu chất ở đợt 1 rồi nhưng ko hiểu vì sao bị xóa mặt dù em đủ điều kiện Anh văn và ko bị trùng thời khóa biểu với các môn đăng ký cùng đợt - Do mạng bị lag nên em vào đăng ký thì đã full  - Em chỉ có thể đăng ký lớp đó vì các lớp khác bị trùng lịch với các môn khác - Em cần học cơ lưu chất kỳ này để ku sau học công nghệ thủy lực Em mong pđt chấp thuận ạ. Em chân thành cảm ơn.",
    "Thưa thầy/cô, Em đọc trong \"Thông báo tổ chức học kì hè\" thì thấy có thể đăng kí môn thể dục. Nhưng khi vào trang đăng kí môn học và nhập các mã môn thể dục vào nhưng lại hiện ra là không mở lớp ạ. Em muốn hỏi mình có thể học thể dục ở học kì hè không và sẽ đăng kí như thế nào ạ? Em cảm ơn thầy/cô nhiều ạ. Sinh viên,",
    "G             ĐĂNG KÍ MÔN CƠ KẾT CẤU     CƠ KẾT CẤU CI2029    CI 2037   KHÔNG THẤY TRÙNG LỊCH HỌC     X XÉT   CẢM ƠN Ạ   ",
    "Cho e hỏi trong học kì hè rút môn học trong thời gian nào sẽ không phải đóng học phí ạ",
    "Hỏi về danh sách tốt nghiệp . cho em hỏi là em có đủ điều kiện tốt nghiệp và có trong danh sách tốt nghiệp chưa? Vì em đăng ký hồi tuần trước nhưng em vẫn chưa thấy mình trên trang http://www.aao.hcmut.edu.vnmage/data/Tra_cuu/xem_danhsach?id_ds=2241. MSSV của em: ",
    "Kính gửi Thầy/cô ở phòng đào tạo . Em tên  mssv  khoa KTXD . Em gửi tin nhắn này mong phòng tạo tăng sỉ số môn học cơ kết cấu lớp  DT01 do Giảng viên  phụ trách. Lý do là lớp DT02 vẫn còn chổ trống có thể đăng kí nhưng thời khoá biểu DT02 bị trùng thời khoá biểu với môn vật liệu xây dựng. Em cần học môn cơ kết cấu và vật liệu xây dựng để theo kịp tiến độ học tập do trường đề ra. EM mong phòng đào tạo suy xét tăng sỉ số DT01 để em có thể bắt kịp tiến độ học tập ạ. Em xin cảm ơn!",
    "Kính gửi phòng đào tạo Hiện nay môn MT2013 kỳ dự thính chỉ mới có một lớp xin phòng đào tạo mở thêm một lớp",
    "EE2019 môn  cơ sở điều khiển tự động  Cô có thể thay đổi handout thành tiết khác không ạ, e chủ trùng lịch handout k ạ.",
    "Thầy/cô ơi! Cho em hỏi là môn Pháp Luật Việt Nam Đại cương từ khóa K19 có sự thay đổi gì không ạ?",
    "Cho em xin tăng thêm sĩ số môn Pháp luật Việt Nam Đại cương sp1007 lớp DT04 và môn Triết học -  sp1031 DT05",
    "Em vừa nhận được tin là \"kể từ đợt Lễ tốt nghiệp tháng 07 này, các bạn dự lễ tốt nghiệp chỉ được nhận bằng cấp Cử nhân thôi.\" không biết có chính xác không ạ? Em cảm ơn",
    "Kính gửi phòng đào tạo Hiện nay môn MT2013 chỉ có một lớp xin pđt mở thêm một lớp",
    "Ee1013 vật lý bán dẫn có 2 bữa hand out la,f e rất khó đk môn học khác á, mong pđt sẽ thay đổi chỉ còn 1 buổi handout, và cho học trên lớp nhiều",
    "Chào thầy/cô, Em tên , mssv . Em muốn hỏi là khi em đăng ký dự thính hè, ban đầu em đăng ký 4 môn, nhưng giờ chỉ đăng ký được 3 môn do trùng lịch. Giờ em muốn đăng ký thêm môn đó thì có thể đổi giờ hay đăng ký mở thêm lịch vào ngày khác được không ạ. Em cảm ơn thầy/cô đã đọc mail ạ.",
    "các thầy/ các cô cho em hỏi là trên bằng tốt nghiệp có ghi xếp loại và điểm TBTLBN không ạ? em xin cảm  ơn!",
    "Xin Phòng Đào tạo tăng sĩ số hoặc mở thêm lớp môn học   B SP1031 -   - LENIN     Em xin cảm ơn!",
    "Dạ vì hiện tại các lớp học đã full, nhiều bạn như chúng em đăng ký không được ạ, xin pđt mở thêm lớp để chúng em đăng ký ạ",
    "Thầy, cô ơi cho em xin mở lớp CI2055 nhận thức ngành của chuyên ngành Cảng Biển, lớp em đợt 1 có đăng kí nhưng đợt này không còn thấy trên Mybk đăng kí môn học nữa, các bạn hoang mang quá không biết giải quyết sao, thầycô mở giúp bọn em hè này với ạ ",
    "Em có tên trong quyết định gia hạn học phí của phòng công tác sinh viên số tt 34 trong quyết định số 1021/QD-ĐHBK-CTCTSV 1/6/2020.Nhưng em đăng kí thực tập hè không được .Lí do trên trang đăng kí ghi là chưa thanh toán học phí. Em nhờ phồng đào tạo cập nhật danh sách cho em, cho phép em đăng kí môn thực tập hè.",
    "Em chào thầy cô ạ. Hiện tại em đang đăng kí môn học học kì 193. Em bị vướng môn học CI2001 tiết 789 thứ 3 và muốn học môn ME2001 tiết 23456 thứ 3. Nhưng không đăng kí được do 2 tiết 6,7 liền kề. Em không lựa chọn được lớp khác vì bị trùng thời gian ạ, Phòng đào tạo có thể cho em đăng kí 2 môn này cùng lúc được không ạ. Em xin đảm bảo sức khỏe và thời gian di chuyển, nghỉ ngơi để học tập tốt ạ. Em xin cảm ơn.",
    "Em chào PĐFT, em kính mong PĐT tăng thêm sĩ số các lớp CLC CI2003 của Thầy  giúp chúng em ạ! Em cảm ơn ạ!",
    "em là sinh viên k19 chương trình đại trà khoa xây dựng, em muốn hỏi nên đăng kí học trước môn nào để nằm trong chương trình đào tạo ạ",
    "Phòng đào tạo cho em được đăng kí môn học Đường lối CM của Đảng CS, mã môn SP1009 lớp DT03 của thầy . Mong phòng đạo tạo cho em được đăng kí học môn này để theo kịp tiến độ của chương trình đào tạo PFIEV ạ. Em xin cảm ơn!",
    "Chào anh/chị,  Kì này em có đăng kí môn thực tập quá trình thiết bị mã môn học CH2087. Tuy nhiên do em muốn trả nợ mã môn học CI1003 Không biết kết quả đợt 3 chính thức có bị xóa môn học CI1003 (Vẽ kĩ thuật) hay không ?  Để tránh bị xóa nhầm mã CH2087 hay xóa CI1003 em có cần làm đơn gửi cho phòng đào tạo hay không?  Vì môn này em thực tập em đã sắp xếp được thời gian học cũng như thời gian thực tập. Cảm ơn anh/ chị đã trả lời.",
    "hef Phạm Lê Huy khi đăng ký môn học ms 404401 em bị trùng 1 tiết với môn học ms 006407 nhưng tiết bị trùng đó là tiết học trên mạng nên em có thể học được Cho em hỏi là có cách nào để đăng ký cả 2 môn không ạ?",
    "I     . Đợt hiệu chỉnh môn học 193 vừa mở..em thấy em và nhiều bạn khác k đăng kí được môn vật liệu xây dựng do bị trùng lịch với môn cơ học kết cấu. Nên em xin nhà trường mở thêm sĩ số của 2 lớp vật liệu xây dựng mà cơ kết cấu để chúng em có thể có cơ hội học trong Học kì 193 này. Nếu nhà trường đồng ý tạo điều kiện cho chúng em, thì em mong nhà trường có thể mở sĩ số cao nhất có thể, để có thể nhiều bạn được đăng kí nhiều nhất ạ. Em thay mặt mọi người, xin cảm ơn nhà trường ạ",
    "Dạ. Cho em xin pđt mở thêm sỉ số lớp DT01 môn cơ học kết cấu ci2029 ạ. Tại lớp DT02 em bị dính lịch học ạ. Mong pđt trả lời và giúp đỡ em. Em xin cảm ơn ạ ",
    "Em quên đăng ký môn thực tập quá trình thiết bị trong đợt 1 đăng ký môn học kì hè vừa rồi. Hiện tại đang mở đợt 2 nhưng em không thể đăng ký bổ sung được. Cho em hỏi là có cách nào khác để đăng ký bổ sung không ạ? Em rất xin lỗi vì đã không đăng ký vào đợt 1. Em rất mong nhận được phản hồi sớm. Em xin cảm ơn.",
    "Dạ, em chào thầy cô ạ. Em là sinh viên k18 khoa QLCN. Em đăng kí môn học có mã IM1017 không được vì đây là mã môn học mới của khóa k19 . Mã môn học của k18 là IM2007 thì lại được 11/20 bạn đăng kí nên khả năng mở lớp rất thấp . K18 tại sao lại không đăng kí được mã môn học của k19 vậy ạ, vậy thì tụi em không thể trả môn được ạ. Hi vọng thầy cô có phương án giải quyết để tụi em có thể học được môn này ạ. Em cảm ơn.",
    "Em chào Admin  Em tên là . mssv: Trong đợt hiệu chỉnh môn học đợt 2, em bị trùng lịch học av nên e đã xoá môn học. Em xin đề nghị pđt mở thêm sỉ số môn học N SP1031 lớp DT03 Em cảm ơn rất nhiều",
    "chào thầy cô, cho em hỏi là số tín chỉ tối đa của học kỳ hè 193 là bao nhiêu ạ. Thân!!",
    "Em chào PĐT, PĐT cho em hỏi là chương trình đào tạo khoa Máy tính K19 có môn Hóa đại cương CH1003 không ạ? Em cảm ơn.",
    "Dạ cho em hỏi. kì hè này em đăng kí môn mạch điện tử(EE2007) và môn tín hiệu và hệ thống(EE2005) nhưng bị trùng lịch nên em chỉ đăng kí được môn mạch điện tử thôi ạ. 2 môn là 2 môn song hành vậy em có bị xóa đăng kí môn mạch điện tử không ạ? và có cách nào giúp em đăng kí được môn tín hiệu và hệ thống không ạ? em cảm ơn ạ",
    "em chào thầy cô ạ em tên là   mssv  lần đăng kí dự thính đợt 1 em có đăng kí 3 môn là   B mạch điện tử    tín hiệu và hệ thống    và môn kĩ thuật số  B  nhưng kết quả là em chỉ được xét 1 môn là    kĩ thuật số  B , em nghĩ là do thời khóa biểu môn kĩ thuật số bị trùng với 2 môn còn lại, vây em mong thầy cô mở khóa để em có thể xóa môn    kĩ thuật số  B  để em có thể đăng kí 2 môn còn lại là   B mạch điện tử và tín hiệu và hệ thống    để em có thể theo kịp chương trình học. em mong các thầy cô giúp đỡ. em xin cảm ơn.",
    "Em chào Admin  Em tên là . mssv: Trong đợt hiệu chỉnh môn học đợt 2, em bị trùng lịch học av nên e đã xoá. Em xin đề nghị pđt mở thêm sỉ số môn học   SP1031 lớp DT03. Em cảm ơn rất nhiều",
    "SV    MONG THẦY CÔ MỞ THÊM SỈ SÔ MÔN CƠ KẾT CẤU LỚP DT01 MÃ MÔN HỌC CI2029 ĐỂ     Ạ   CẢM ƠN A",
    "Em xin phép đki môn học tín hiệu và hệ thống thầy  tiết 456 sát vs thực tập mđt . Do dịch em trễ rất nhiều môn. Em rất mong thầy cô xem xét giúp đỡ em. Vì lớp thầy  gần hết chỗ",
    "I   U   QUOTE     . dạ chào thầy/cô dạ cho em hỏi là em đã làm nhiều ngày công tác xã hội mà gần nhất là dọn dẹp ở KTX khu B và hỗ trợ trực tủ sách mà các bạn khác đã có ngày công tác xã hội và nhiều chương trình khác nữa mà đến hôm nay em xem thì mình vẫn chưa có ngày công tác xã hội nào cả  Kính mong quý thầy cô có thể xem xét lại cho em ạ mybk: kien.ho111200",
    "Em vừa làm đơn thu nhận lại và đã được thu nhận lại. Vậy tại sao em không đăng ký môn học cho hk193 được? Trên trang đkmh để lý do tạm dừng    .",
    "Dạ cho em xin mail hướng dẫn cách làm đơn mở lớp để nộp cho phòng đào tạo ạ. Em có nhận đc câu trả lời và kiểm tra mail thấy chưa nhận đc mail hướng dẫn ạ. Dạ cảm ơn ạ.",
    "t 1 em quên đăng kí môn thực tập quá trình và thiết bị. Đợt 2 em đăng ký dùng mã môn học CH2087 nhưng không được. Xin cô giải đáp giúp em! Em cảm ơn!",
    "Em có đăng kí môn dự thính giải tích 1 MT1003 vào đợt 1 nhưng em chưa có lớp học xin pđt kiểm tra lại giúp em",
    "cho em hỏi là hangout môn học kì hè ngành xây dựng môn nào cũng đều tiết 15;16 thứ 4. Như v rất khó vì tụi e chỉ dki được 1 môn. Phòng đào tạo có thể sắp xếp điều chỉnh được ko ạ",
    "Kính gửi, em là  sinh viên lớp VL14KL (MSSV:) . Ngày 10/7 sắp tới trường sẽ có đợt tốt nghiệp, em vừa hoàn thành xong đợt kiểm tra anh văn hai kỹ năng nói-viết và vừa có kết quả vào ngày 30/6. Hiện tại em đã đủ điều kiện để tốt nghiệp, nên nguyện vọng của em có thể xin Phòng Đào Tạo xem xét cho em được tốt nghiệp vào đợt tháng 7 này ạ . Rất mong nhận được sự giúp đỡ của nhà trường để em có thể được tốt nhgiệp trong đợt tháng 7 này ạ.",
    "Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM. Dạ em có đăng kí môn học Sức bền vật liệu mã môn CI2001 ở lớp DT03_DT05. Em muốn chuyển sang lớp DT01_DT01 để thuận tiện sắp xếp kế hoạch học tập nhưng hệ thống không chuyển được, em xin Phòng Đào tạo chuyển giúp em được không ạ? Em xin chân thành cảm ơn.",
    "dạ cho em hỏi kì hè này em đăng kí môn mạch điện tử (2007) và môn tín hiệu hệ thống (2005) nhưng vì môn tín hiệu hệ thống bị trùng lịch học nên em không thể đăng kí được mà 2 môn là 2 môn song hành vậy em có bị xóa đăng kí của môn mạch điện tử không ạ?",
    "theo chương trình đào tạo 2017 phải đăng kí  Các môn tự chọn nhóm A (Tối thiểu 4 TC)  Các môn tự chọn nhóm B (Tối thiểu 4 TC)  Các môn tự chọn nhóm C (Tối thiểu 10 TC) Các môn tự chọn nhóm D (Tối thiểu 2 TC) HỆ VỪA HỌC vừa làm của e có phải thỏa mãn k hay k cẩn học nhóm D vì e đăng kí môn M3001 quản trị kinh doanh cho kỹ sư thì k dc ạ",
    ". kì hè em đăng kí cơ học đất ci3001 lớp dt01 khi em đăng kí thì nó bảo trùng với môn cơ kết cấu ci2029 lớp dt01   , em xem lịch thì em thấy có trùng một bữa hangout thứ 4 vào tiết 15. em mong thầy xem xét cho em được đăng kí môn học này em cam kết là sẽ học được và đầy đủ vì hangout tương tác được xem lại em mong phong đào tạo tạo điều kiện cho em . em chân thành cảm ơn ạ   ",
    "Chào thầy/cô phòng đạo tạo, Em tên , MSSV . Học kỳ hiện tại (HK192) em đang học môn kiến trúc máy tính(CO2007). Giờ em muốn đăng ký thực tập tốt nghiệp( CO3323) trong học kỳ hè 193 nhưng hệ thống không cho phép. Giờ em có thể đăng ký thực tập không ạ. Em xin chân thành cảm ơn.",
    "Chào thầy/cô Hiện tại em đang là sinh viên năm 2 lớp CK18DET hè 193 này em có học môn đăng ký môn thực tập kỹ thuật dệt.Và em muốn đăng ký học hè môn Anh Văn 3.Em có làm đơn xin đã đưa cô chủ nhiệm và cô trưởng bộ môn ký đang gửi đơn ở Van phòng khoa cơ khí đợi chữ kỹ của Trưởng khoa. Nhưng hiện tại thời khóa biểu của em chỉ có 1 môn là anh văn 3 và môn thực tập còn lại đã bị xóa và đnag đợi mở lớp lại. Em thắc mắc là đợi mở lớp đăng ký lại mới nộp đơn lên phòng đào tạo hay là khi nhận được chữ ký của Trưởng khoa thì phải nộp đơn cho phòng đào tạo trong thời gian đăng ký môn dợt 2 (từ ngày 3/7/2020 đến 8/7/2020) vậy ạ. Em mong sẽ sớm nhận được câu trả lời của thầy/cô. Em xin cám ơn ạ.",
    "Thầy cô cho em hỏi trường có thông báo, sv nào không đăng kí nhận 3G/ 4G sẽ được nhận 50k/tháng hỗ trợ nghỉ dịch. Vậy, em muốn nhận thì sẽ nhận ở đâu ạ?",
    "Xin pdt giúp em để được đăng kí môn Mạch điện tử thông tin-EE3011 vì em chưa qua môn Mạch điện tử-EE2007. Để kì tới em đăng kí được đề cương luận văn(tn)-EE4331 ạ.",
    "Em xin chào PĐT đại học Bách Khoa, Em tên , mssv-, khoa Kĩ Thuật Hoá Học. Em gửi tin này xin PĐT   - (SP1031) 04. Em xin cảm ơn PĐT đã quan tâm.",
    "Phòng đào tạo ơi, cho em hỏi là ở HK192 này em đang học môn Phương pháp tính mã MT1009, nhưng học kỳ hè này thay đổi mã thành MT2011, em phải học lại hay làm đơn chuyển điểm ạ?",
    "Xin chào, em là sinh viên khoa KH&KTMT CLC Khi đăng kí môn học DSA (mã: CO2003) em thấy có hai lớp có mã lớp là DT01 và DTQ01 . Bạn em nói rằng em là sinh viên chương trình CLC thì chỉ được đăng kí lớp DTQ thôi, có phải không ạ?",
    "Cho em xin tăng 1 sĩ số của môn học: MT2013 -  , lớp DT01 của thầy Nguyễn Đình , học kì hè 193",
    "Em tên là , MSSV :, Khoa Môi Trường và Tài Nguyên. Em là sinh viên được thu nhận lại học kỳ 193 diện buộc thôi học (do nghỉ quá 2 học kỳ) . Em có một số câu hỏi muốn hỏi và mong được giải đáp giúp em  1. Em còn nợ anh văn 2,3,4 , vậy học kỳ này em có thể nộp toeic để đổi điểm thay vì ĐKMH được không? Hay em vẫn phải ĐKMH trong học kỳ 193. 2. Hạn chót để em có thể nộp chứng chỉ tiếng anh? ( vì em đã xem lịch học vụ thì không tìm thấy).",
    "em chào thầy cô ạ. em có thắc mắc là em định đăng kí 2 môn đó là   B mạch điện tử    và   B  tín hiệu và hệ thống    nhưng có 1 buổi 2 môn đó  bị trùng 1 tiết trên hangout, vậy thầy cô có thể làm cách nào giúp em học được hai môn đó để em có thể kịp tiến độ chương trình được không ạ. em hứa là em có thể hoàn thành chương trình học của 2 môn. em mong thầy cô giúp đỡ. em cảm ơn",
    "Gửi phòng đào tạo Em tên:  Mssv:   Em hiện tại chưa học được môn Mạch Điện tử với Tín hiệu Hệ thống do tới tận kỳ này em mới đăng ký được môn Vật Lý bán dẫn, mà 2 môn này phải học song hành với nhau mới đăng ký được. Hiện tại trên hệ thống môn Tín hiệu Hệ Thống EE2005 nhóm 02 đã hết chỗ, còn nhóm 01 thì hoàn toàn trùng lịch với tất cả nhóm môn Mạch điện tử EE2007 Phòng đào tạo có thể giúp em học được 2 môn này trong kỳ hè để em có thể bớt trễ tiến độ được không ạ. Phòng đào tạo có thể bổ sung sĩ số giúp em nhóm 02 EE2005 hoặc là điều chỉnh lại lịch học tương tác để nhóm 01 EE2005 được học song hành môn Mạch điện tử EE2007 không ạ? Em xin cảm ơn",
    "Cho em hỏi em đã có tên trong dách tốt nghiệp chính thức chưa ạ . Em đã đăng kí tuần trước nhưng vẫn chưa có tên trong danh sách ạ . Em tên   Mssv ",
    "Dạ cho em hỏi là nếu em có điểm tổng kết môn A là 0 thì có được tính môn học trước không ạ ? Em xin cảm ơn .",
    "B  Em chào cô ạ! Em là sinh viên K16 khoa khoa học máy tính ,Vào kì 2 năm học 2018-2019 em có đăng kí học dự thính môn toeic 350 mã môn học LA1029 và em đã học qua môn . Em K16 thì toeic 350 tương đương với anh văn 2 vậy trong kì hè này em đăng kí anh văn 3 thì báo lỗi chưa học anh văn 2 . Vậy có sự nhầm lẫn gì không cô ? Mong cô giải quyết sớm với ạ ,em cảm  ơn cô nhiều ạ!!",
    "Kết cấu động cơ đốt trong - TR2007 theo hướng dẫn trong mail của phòng đào tạo không tìm thấy mục kết quả ĐKMH đợi 1 để tìm hiểu tại sao không mở lớp đươc? em thấy có 20 sinh viên đăng ký môn học này, vậy tại tao không mở được lớp vậy?",
    "Em là sinh viên hệ VHVL, e muốn đăng ký học buổi sáng chung với lớp chính quy nhưng khi e đăng ký vào hệ chính quy-đợt 2- chuyển hệ thì hệ thống nói là không được đăng ký vào lớp này!!! Cho e hỏi e muốn đăng ký vào lớp buổi sáng thì e đăng ký vào hệ chính quy-đợt 2 luôn hay sao ạ!!    .",
    "như vấn đề lần trước(em có chụp hình lại),  em bị lỗi là do thiếu học môn co1011, nhưng môn này đã không còn mở và bị đổi thành co1027 theo chương trình mới. nên giờ dù đang học môn này nhưng em vẫn bị lỗi khi đăng kí kì hè. bên văn phòng khoa bảo giờ làm đơn nói là 2 môn này tương đương thì mới đăng kí được, do pđt chưa cập nhật mã cũ mã mới em thấy lớp DT01_DT02  của CO2003 là của đại trà mà cô, giờ còn lớp nhưng chỉ còn của lớp học tiếng anh, xin cô mở thêm sĩ số của lớp đại trà được không ạ còn môn C02005 thì em đăng kí bị lỗi như hình ạ",
    "tên môn học \"\", mã môn học \"MT2013\" lớp \"01\" muốn tăng tỉ số môn học ạ",
    "Em xin phép hỏi về việc học trả nợ và cải thiện điểm cho 2 môn học sau: 1. Kỹ thuật lập trình: theo thông tin từ nhà trường thì sinh viên học trả nợ trước K18 phải chọn 2 môn CO1027 và CO1031. Nhưng hiện tại em không tìm thấy môn CO1031 - Đồ án KTLT ạ. Nếu em chỉ học cải thiện điểm thì có bắt buộc phải có môn này không ạ?  2. Nếu em đã học qua Giáo dục Thể chất 1 và 2, thì môn còn lại em có thể học bất kỳ môn thể chất nào theo quy chế mới hay phải học những môn mà em chưa học ạ?",
    "tên môn học \"\", mã môn học \"MT2013\" lớp \"DT01\" muốn tăng tỉ số môn học ạ",
    "Kính gửi quý thầy/cô,  Em tên , mssv:, sinh viên khoa Khoa học và kỹ thuật Máy tính Em muốn hỏi rằng em chỉ cần hoàn thành tối thiểu 2 môn nhóm C ở chương trình đại học và những môn còn lại em có thể hoàn thành ở chương trình cao học hay em buộc phải hoàn thành đủ 3 môn nhóm C ở chương trình đại học Mong quý thầy cô giải quyết thắc mắc giúp em  Mong quý thầy/cô sớm phản hồi giúp em Em xin chân thành cảm ơn   Trân trọng,  ",
    "Em tên là:  MSSV:   Cho em hỏi là đợt 1 ĐKMH em đã đăng kí môn Thực tập kĩ thuật mã ME2085 rồi, nhưng mà đến đợt 2 thì bị mất, em đăng kí mới nhưng lại được báo là Khoa không mở, mà môn này lại là môn bắt buộc học trong hè... em không rõ lí do tại sao ạ",
    "Em chào ad Em tên  MSSV  Em mong muốn ad có thể mở rộng sĩ số môn Giải tích 2(MT1005)  lớp DT01 và lớp DT02 trong học kì hè để em có điều kiện học môn giải tích 2 ạ Em cảm ơn.",
    "Em cần giấy xác nhận sinh viên của trường để đăng kí thi toeic. Mong phòng đào tạo hướng dẫn em làm thủ tục xin giấy xác nhận sinh viên với ạ. Em chân thành cảm ơn",
    "Kính gửi phòng đào tạo! Học kì 192 em đã học môn Kĩ thuật lập trình CO1027. Nhưng khi em đăng kí môn Hướng đối tượng CO2005 thì hệ thống báo cần có môn học trước Kĩ thuật lập trình CO1011. Em mong phòng đào tạo có thể xem xét cho em để em có thể đăng kí thêm môn Hướng đối tượng CO2005. Em xin chân thành cảm ơn!",
    "Em chào Admin Em tên là  MSSV:  Trong đợt 2 đăng kí môn học, em bị trùng môn học nên đã lỡ tay xoá mất GT2 Em xin đề nghị pdt mở thêm sỉ số môn học Giải tích 2 MT1005 - lớp DT01  Em xin cảm ơn rất nhiều",
    "Em chào thầy cô ,em tên là lưu trường giang em rất mong là thầy cô sẽ tải lên kế hoạch giảng dạy năm 2019 để tụi em có thể tiện theo dõi mã môn học cũng như lịch trình học theo học kì để có thể đăng ký môn học và chuẩn bị kiến thức cho hiệu quả ạ . Hiện tại kế hoạch chỉ có học kì 1 và 2. Em cảm ơn rất nhiều ạ",
    "Em xin phòng đào tạo tăng sĩ số lớp Giải tích dt2 vì các lớp dự thính đã đủ sĩ số rồi ạ.",
    "Em tên Lê Mậu Duy , chào thầy cô phòng đào tạo . Học kỳ hè 193 em định đăng ký CI2029 Cơ học kết cấu nhưng môn này yêu cầu học trước CI2007 Sức bền vật liệu, nhưng em đã học môn này trước rồi nhưng khác mã (cụ thể như hình) và em cũng làm đơn đơn môn xin thay thế cho văn phòng khoa xây dựng để nộp cho pđt. Mong thầy cô kiểm tra để cho em kịp đợt đăng ký kẻo dễ bị cấn lịch và sĩ số ạ. Em xin cảm ơn.",
    "Em tên là ĐINH THẾ XUÂN TỚI, MSSV:  học lớp CK18HT. Kì trước em có thi ANH VĂN ở trường, và được 305 điểm, sao kì nay em không đăng kí học ANH VĂN 1 được ạ",
    "kế hoạch đào tạo của ngành cơ khí và cơ điện tử từ K19 đã có đủ cho từ năm 1 đến khi tốt nghiệp chưa ạ?  NẾU CHƯA THÌ KHI NÀO MỚI CÓ KẾ HOẠCH ĐÀO TẠO CHO   Ạ ?",
    "Em là sv K18 khoa Kỹ thuật Hoá học chương trình CLC, theo chương trình đào tạo em cần đăng kí môn Thực tập Quá trình & Thiết bị (CH2087) ở HK193 nhưng hôm nay vào đợt 2 không có lớp cho sv CLC nên em không chọn nhóm lớp được ạ. Thầy/cô có thể cho em được hỏi cách đăng kí được không ạ ?  Em xin cám ơn",
    "Cho em hỏi muốn xin mở lớp kết cấu bê tông cốt thép 1 trong học kì hè, mã MH CI2091 thì sĩ số lớp bao nhiêu mới được mở lớp ạ?",
    "Em không đăng kí được môn Cấu trúc dữ liệu và giải thuật vì hệ thống hiện là thiếu điều kiện, phải học môn CO1027. Tuy nhiên môn CO1027 không nằm trong chương trình đạo tạo của khóa em mà là của khóa sau, vậy em phải làm như thế nào ạ?",
    "Em là  sv Việt Pháp Hàng Không khóa 17, mssv . Em chuyển trường vào từ ĐH Bách Khoa Đà Nẵng vào từ học kỳ 191 sau kỳ thi phân ngành. Nhưng vì kết quả học tập kém sau lần thi 1 nên bị cảnh cáo học vụ, dự kiến buộc thôi học từ học kì 192. Và em đã gửi đơn cứu xét. Sau lần thi thứ 2 em đạt điểm tb học kỳ 191 là 4,87. Tuy nhiên vào học kỳ dự thính hè 193 thì em có đăng ký Mùa Hè Xanh và dự kiến bắt đầu từ ngày 31-7 đến ngày 31-8 nên không thể đăng ký dự thính hè 193 được. Nên em muốn biết: - Về kết quả xử lý học vụ như thế nào. Vì em thấy điểm trung bình trên trang aoo mục xử lý học vụ vẫn không thay đổi. - Và nếu em không đăng ký dự thính học kỳ 193 thì có bị sao không ạ. Em cảm ơn!",
    "PĐT cho em hỏi tại sao đợt 1 tụi em có đăng ký   môn thực hành thí nghiệm xưởng (GE2019) được nhưng đợt 2 thì Web thông báo Không mở môn học là sao ạ ? Và chúng em cần phải làm gì ạ? Em cảm ơn.",
    "Em đã nghỉ học lâu từ năm 2017. Giờ muốn in bảng điểm thì có được không ạ. Và cách in như thế nào ạ",
    "Dạ cho eM hỏi, em đã thi Anh văn được 355 điểm mà em đăng kí môn ANH VAN 2 trong kì thì lại có thông báo phải đạt yêu cầu ANH VĂN 1 như vậy phải làm sao ạ?",
    "Em học Kỹ thuật hóa học Chất lượng cao k19 thuộc nhóm 1B học kì 193 trong chương trình đào tạo em xem có tổng cộng 5 môn, em đăng kí đợt 1 đủ 5 môn mà đợt 2 này em thấy phiếu đăng kí thiếu môn Kinh tế đại cương (các bạn học cùng lớp khoa hóa của em cũng bị như thế). Cho em hỏi là em nên đăng kí bổ sung vì lỗi hệ thống hay đây là do văn phòng đào tạo có thay đổi chương trình học ạ? Em cảm ơn.",
    "PĐT cho em hỏi em muốn đăng kí học lại môn ĐSTT mã môn MT1015 nhưng khi em tìm lớp thì không hiện lớp. Em thử nhấn vào đợt vừa rồi để đăng kí thì có hiện lớp nhưng không được đăng kí vì quá hạn ",
    "thưa thầy cô, em đăng kí môn co2003 lớp DT01_DT02 nhưng không được, nó cứ đòi co1011, nhưng môn đó đã thay bằng mã mới co1027 và em đang học môn đó trong kì 192 này, bên văn phòng khoa cũng khẳng định 2 môn đó là tương đương nhau chỉ là thay mã mới mã cũ. có 1 số bạn em đang học co1027 cùng em và đăng kí được, riêng em thì lại không. mong thầy cô giúp đỡ cho em đăng kí được môn này trong lớp này, em xin cảm ơn co2003-DT01_DT02-Ctrúc dữliệu & giảithuật",
    "Dạ em chào thấy/cô, em là  (MSSV , khoa Khoa Học và Kỹ Thuật Máy Tính). Trong đợt đăng ký môn học hè 193, em có đăng môn thực tập tốt nghiệp (mã môn học: CO3313) nhưng sau khi trường mở đăng ký đợt 2, em có kiểm tra thì thấy không được đăng ký môn thực tập tốt nghiệp do chưa đủ điều kiện. Như em được biết thì điều kiện là số tín chỉ phải từ 94 tín chỉ trở lên, em có được thầy/cô khoa em phổ biến là nếu học kỳ liền trước (HK192) chưa có kết quả thì sẽ lấy toàn bộ số tín chỉ đã hoàn thành cộng với số tín chỉ đang học. Hiện tại em đã hoàn thành 72 tín chỉ và số tín chỉ học kỳ này (HK192) em đang học là 27, như vậy sẽ là 99 tín chỉ. Nhưng em thấy thông báo trong mục lịch sử đăng ký thì vẫn báo em không đủ điều kiện và huỷ môn TTTN mà em đã đăng ký trong đợt 1 ạ. Mong thầy/cô giải đáp thắc mắc giúp em, em xin chân thành cảm ơn ạ.",
    "MSSV Cho em hỏi nếu có sổ hộ nghèo, sổ cận nghèo thì học phí có được miên giảm không ạ. Điểm số có ảnh hưởng gì đến việc xét miễn giảm không ạ. Em cảm ơn",
    "Em xin chào quý thầy cô. Em là sv k16. Hiện giờ e còn thiếu 1 môn GDTC. Vì nhà trường mới đổi chính sách học GDTC là học 3 môn khác nhau từ hk 191. Nên em đk sang hk 192 vì trùng lịch nên văn phòng k xếp em lịch. Em định học sang hk hè 193 nhưng lúc đầu em đăng kí lớp có hơn 60 bạn. Nhưng kq đk đợt 1 em k dc học môn GDTC. Em định đk đợt 2 nhưng nhà trường k mở lớp. Theo quy định nhà trường nếu sv hết năm 3 k học đủ 3 môn GDTC sẽ k đc đk môn học năm 4. Em xin quý thầy cô cho em lời khuyên em nên làm j ạ. Em xin cảm ơn ạ.",
    "Chào thầy cô, cho em xin tăng sĩ số môn Tư  tưởng - mã môn SP1005- lớp DT04. Em xin cảm ơn.",
    "Kính chào phòng đào tạo! Em tên là , MSSV: . Thưa thầy/cô em là sinh viên năm 2 hiện chưa đạt chuẩn để đăng ký các môn học năm 3. Em có một vấn đề thắc mắc mong được giải đáp: - Đầu năm nhất, em tham gia kiểm tra xếp lớp khi nhập học, em chỉ đạt 245 và không đăng ký học anh văn. - Cuối năm nhất, em đạt được 395 điểm trong lần kiểm tra định kỳ và được đăng ký các môn học năm 2. - Bây giờ, trang đăng ký môn học cho phép em đăng ký môn anh văn 2 vào kỳ dự thính 193. Vậy cho em hỏi bây giờ em có thể đăng ký học anh văn 2 kỳ dự thính 193 (em chưa học qua anh văn cơ bản và anh văn 1) và lấy kết quả đó để học anh văn 3, sau đó học anh văn 3 và dùng kết quả đó để đạt chuẩn tiếng anh sau từng năm được không? Em xin chân thành cảm ơn!",
    "Em chào cô ạ! Em muốn đăng ký môn Triết học Mac-  mà đã hết lớp, bên phòng đào tạo có thể tăng sỉ số lớp Triết học Mac-  DT04 được không ạ! Em cám ơn ạ! ",
    "Mong PĐT mở thêm sỉ số lớp Kỹ thuật Thủy Lực & Khí nén (ME3001) lớp DT01_DT02 ạ. Em cám ơn.",
    "Các thầy cô cho em hỏi, chúng em k19 muốn xin mở 1 lớp học Triết vào học kỳ 193. Vậy bây giờ chúng em cần làm gì để được mở lớp ạ. Em cảm ơn!",
    "Tăng sĩ số lớp Lớp DT01 IM3001 - Quản trị kinh doanh cho kỹ sư",
    "Chào thầy/cô Đợt 1 dự thính em đã đăng ký hoàn thành 3 môn học: giải tích 1 MT1003, vật lý 1 PH1003 và đại số tuyến tính MT1007 nhưng qua đợt 2 giải tích 1 và vật lý 1 của em đã bị xóa, và 2 lớp môn học này đã full hết em cũng không thể đăng ký lại. Mong thầy/cô giúp đỡ ạ",
    "em muốn tăng sĩ số lớp xác suất thống kê Mt2013 lớp DT01_DT01 ạ",
    "Dạ em chào phòng đào tạo. Dạ em hỏi là môn B là môn học trước của môn A. Mà môn A em đăng kí kì chính. Vậy môn B có đăng kí được kì dự thính của cùng kì đó hay không ạ ? Trân trọng !",
    "Môn học Truyền số liệu và mạng (EE3019) hiện đã đầy sĩ số sinh viên . Mong PĐT tăng sỉ số lớp DT01 và DT02 để sinh viên có thể đăng kí thêm .",
    "Dạ nhà trường cho em hỏi là e có đăng kí 2 môn học dự thính hiện tại đang bị trùng lịch nhưng em thấy có lớp khác là không bị trùng em đổi qua nhưng lại full sĩ số. Em muốn xin mở thêm sĩ số được không ạ. Em xin cảm ơn",
    "Kính gửi Thầy/Cô, Em tên là , Hiện tại em đã đăng ký tốt nghiệp và nộp lệ phí hai tuần trước. Trên mybk, mục đăng ký tốt nghiệp, cũng thông báo phiểu của em đã được xử lý. Em nhận được email chúc mừng của Ban DBCL DHBK. Tuy nhiên, đến bây giờ em vẫn không tìm thấy mình trong danh sách tốt nghiệp. (Danh sách tốt nghiệp dự kiến thì vẫn có tên của em) Như vậy em có thể tham dự lễ tốt nghiệp tới đây không ạ? Em xin cảm ơn Thầy/Cô. Kính thư, ",
    "chào thầy cô em tên  mssv  em xin tăng sĩ số môn học phương pháp tính (MT 1009) để theo kịp tiến độ học tập em xin cảm ơn",
    "Chào , Hiện tại e đăng ký môn học dự thính hk193 bị dính vào tình trạng ' tạm dừng' nên không đăng ký được. Ly do là Hk192 e không đăng ký môn học duy trì và bị tạm dừng, nhưng ngày 2/7/2020 e có nộp đơn xin thu nhận lại để được nhận lại và ĐKMH cho HK193. Mong  tư vấn giúp e làm như thế nào để e có thể ĐKMH trong HK hè 193 được ạ. E xin chân thành cảm ơn.",
    "B   /I  Cho em hỏi tại sao đợt một bọn em đăng ký môn học GE2019 được. nhưng kết quả bị hủy và đợt 2 thì web báo không mở môn học. LÀ TẠI SAO VẬY Ạ ?",
    "Kinh thưa thầy cô! Em tên là  MSSV  Thưa thầy cô, thầy cô cho em hỏi. Em là sinh viên năm 3 nhưng em còn thiếu 1 môn GDTC trong 3 môn GDTC. Vậy cho em hỏi những môn của năm 3 em còn có thể đăng kí học lại được không ạ?   Em mong được thầy cô giúp đỡ Em rất mong nhận được sự hồi đáp từ thầy cô Em xin chân thành cám ơn thầy cô rất nhiều Trân trọng!",
    "Em không đăng kí được môn  học trong kì hè, trường xem lại dùm em, em cảm ơn, thông báo với lí do chưa được phép đăng kí",
    "Giải tích mạch - EE1011  Em xin phép đc đăng ký môn giải tích mạch   vì đã không còn chỗ trong lớp, hiện tại em đang nợ môn rất nhiều và cần học môn giải tích mạch để có thể đăng ký 2 môn phụ thuộc vào năm học sau   Em xin cảm ơn!  S : Nếu không đăng ký đc em sẽ bị trễ thêm 1 kỳ nữa và có khả năng ko thể tiếp tục theo học",
    "Dạ cho em hỏi, hiện tại em đã đạt anh văn 2, vậy nếu kì 1 năm sau em học anh văn 3 thì có kịp đăng kí môn học cho kì 2 năm sau không ạ?",
    "i tiết handout môn ee2019 cơ sở điều khiển tự động ạ Tiết 16 thứ 3 thành tiết 15 giùm e ạ",
    "Kính gửi Phòng đào tạo - ĐH Bách Khoa TPHCM. Em tên  - MSSV . Hiện em đang theo học văn bằng 2 ngành Khoa học máy tính. Hiện em cần đăng ký một số môn học trong học kì hè nhưng không thể đăng ký do sĩ số lớp đã đầy. Em mong phòng đào tạo có thể tăng sĩ số lớp và cho phép em đăng ký những môn học sau:  - CO2005: Lập trình hướng đối tượng (DT01-DT01).  - CO2003: Cấu trúc dữ liệu và giải thuật (DT01-DT01). Em xin cảm ơn. Trân trọng!",
    "Em chào cô(thầy). Em nộp bản điểm xét miễn tiếng anh nhưng chọn chuyển điểm av2 lại không được. Lần trước em có chuyển av2 9.0 nhưng giờ em mới thi chuyển av 2 sáng 10. Lại không được ạ. Xin cô(thầy) giúp em.",
    "Em hiện là sinh viên năm 3 đại học chính quy khoa điện điện tử. Em có nhu cầu tạm dừng học để tham gia nghĩa vụ quân sự thì có được không ạ. Sau khi tham gia nghĩa vụ về thì em có được nhận lại học không. Em cảm ơn.",
    "Chào Admin, em là  mssv:  Do cuối tuần em mới về quê được nên em định hôm nay mới đóng tiền học phí nhưng B chỉ làm việc đến 11h30 nên em không đóng được. Phải đến thứ 2. Không biết em có bị cấm thi không ạ. Em cảm ơn.",
    "Kính gửi, em tên là  sinh viên lớp KL14VL, em có nhận được mail thông báo đã có tên trong danh sách dự kiến tốt nghiệp đợt 1 năm 2020. Nhưng khi em vào trang web để thực hiện đăng ký thì em không ấn vào phần nộp đơn được ạ!  Rất mong nhận được sự giúp đỡ từ phòng đạo tạo để em có cơ hội tốt nghiệp trong đợt này ạ! Em có đính kèm hình ảnh bên dưới, em xin chân thành cảm ơn!",
    "Em muốn hỏi về việc đăng ký môn học Thực tập QTTB mã CH2087 đã đăng ký thành công đợt 1, ở đợt 2 không thấy kết quả thì có phải đăng ký lại không? Em cảm ơn ạ .",
    "Dạ em muốn xin trường mở thêm sỉ số lớp của thầy  chi tiết máy lớp DT01-DT01 hè này ạ. Em xin cảm ơn.",
    "cho em hỏi, đợt 1 ĐKMH hè 193, e đăng ký môn Thực tập tốt nghiệp ( ME3029 ) nhưng ở đợt 2, kết quả hiện không có môn đăng kí. Ở đợt 2, em đăng ký lại thì vẫn đợt. Vậy cho e hỏi thế là đã đky đc hay k ạ?    .",
    "Chào mọi người. Em tên là , MSSV , là sinh viên khoa Địa chất & Dầu khí, chuyên nganh khoan và khai thác dầu khí. Hiện tại em đang gặp vướng mắc trong đăng kí môn học thực tập xưởng với mã GE2019 cho học kì hè 193 này. Trong đợt đăng kí thứ nhất em có đăng kí, và web có hiện một thông báo là thiếu môn học Cơ sở kỹ thuật dầu khí GE2001, theo chương trình đòa tạo thì môn GE2001 là em học đang ở kì 192 và môn GE2019 học vào kì 193, không biết hiện thông báo trên có ảnh hưởng gì đến đợt đăng kí thứ 2 hay không ạ. Hơn nữa trong đợt 1 chỉ có 27 bạn đăng kí môn này. Không biết có phải do vầy mà trong đợt đăng kí thứ 2 em hoàn toàn không thấy kết quả môn này hiện ra để hiệu chỉnh. Kính mong mọi người giúp em giải đáp. Em cảm ơn nhiều!",
    "dạ cho em xin mở thêm sĩ số của lớp tín hiệu và hệ thống được không ạ. vì nếu em không đăng kí được môn tín hiệu em sẽ bị xoá môn mạch điện tử. em đã bị trễ 1 kì rồi ạ. em cảm ơn",
    "Kính gửi thầy cô phòng đào tạo, Em là sinh viên khóa 2018 Họ và Tên:  MSSV:  Học kỳ hè 193 em tính đăng ký môn sức bền vật liệu CI2001 và lớp SP1005 Tư tưởng  vào đợt 2 nhưng các lớp đã full, kính mong thầy cô có thể đăng kí giúp em vào lớp DT01-DT01 môn CI2001 và DT-02 SP1005 hoặc gia tăng sỉ số để em đang kí lớp. Em xin chân thành cảm ơn.",
    "Kính chào quý thầy/cô, Thầy/cô cho con hỏi về loại hình lớp học DTQx (VD: DTQ1) là gì vậy ạ, con học hệ chính quy thì có thể học lớp này được không ạ. Con xin chân thành cảm ơn quý thầy/cô. Kính chúc thầy/cô cuối tuần vui vẻ ạ.",
    "Em chào  ạ, hiện tại em muốn học môn Tín hiệu và hệ thống EE2005 vào kì dự thính này. Nhưng do bị trùng TKB nên em không đăng kí được lớp DT01 mà lớp DT02 lại đã đầy .    có thể tăng sỉ số lớp DT02 - EE2005 lên không ạ. Em cảm ơn.",
    "Kính gửi phòng đào tạo. Em là sinh viên khoá 2017 và theo tiến độ học tập thì kỳ hè này sẽ đăng ký thực tập tốt nghiệp. Em cũng đã đăng ký một môn học chuyên ngành vào kỳ này ( kết quả lần 2 vẫn chưa bị xoá) . Phòng đạo tào có thể trả lời giúp em là có thể đăng ký cùng lúc thực tập tốt nghiệp và môn khác trong kỳ hè không ạ?  Em cảm ơn.",
    "Em xin chào, em đang là sinh viên K18 . Em đang thắc mắc học kì 201 em đang học AV3 thì liệu em có kịp để đăng kí môn học cho học kì 202 không ạ vì đăng kí môn học học kì 202 sẽ trước khi em có kết quả môn AV3 Em xin cảm ơn .",
    "Dạ em viết đơn này xin được mở thêm sĩ số lớp Xác suất thống kê (MT2001) của thầy  ạ, em cảm ơn nhiều ạ",
    "tăng thêm sỉ số lớp DT04 môn Giải tích 1, mã MH: MT1003. em cảm ơn ạ",
    "Dạ em viết đơn này xin được mở thêm sĩ số lớp Pháp luật đại cương (SP1007) của cô  ạ, em cảm ơn nhiều ạ",
    "Ban chấp hành trường đại học bách khoa-đại học quốc gia thành phố Hồ Chí Minh Em tên là:  MSSV:   Ngành:Kĩ thuật ô tô  Hôm nay em viết đơn này để hỏi về điều kiện,cách thức để chuyển từ hệ chất lượng cao sang đệ đại trà(ngành kĩ thuật ô tô), em xin hứa tuân thủ mọi nội quy của nhà trường   ",
    "Em muốn tăng sĩ số môn Pháp Luật Đại Cương SP1007 lớp DT02 ",
    "Em chào thầy/cô. Cho em hỏi là nếu hè này không có mở môn thiết kế hệ thống nhúng EE3003 mà theo em biết mà hệ VHVL hay ĐTTXa hay liên thông thì cũng học cùng mã môn học đó, cho em hỏi là nếu hè chính quy không có mở dự thính môn đó thì em có thể xin học chung với các hệ khác được không ạ? Tại vì em thấy cùng mã môn học. Hiện tại em đang làm luận văn, em chỉ còn thiếu mỗi môn đó thôi mà em mong muốn được học môn đó vào hè này để được tốt nghiệp vào tháng 11/2020. Đợi đến học kỳ sau mới mở môn đó thì phải tới tháng 4/2021 em mới tốt nghiệp ạ. Em cảm ơn",
    "em muốn học lớp kết cấu thép 1 của nhưng full 70/70 Nên e xin một chỗ thứ 71 được không add em cảm ơn",
    "Dạ nhà trường cho em hỏi là e có đăng kí 2 môn học dự thính hiện tại đang bị trùng lịch nhưng em thấy có lớp khác là không bị trùng em đổi qua nhưng lại full sĩ số. Em muốn xin mở thêm sĩ số được không ạ. Em xin cảm ơn",
    "Cho em hỏi , email trường gửi nhắc sv đóng học phí thì lúc 15.00h 3/7 là hạn chót đóng học phí mà sao trên bkpay lại để 23.59h 3/7 là hạn chót . Vậy em đóng lúc 16.00h 3/7 là đúng hay trễ hạn ạ",
    "MSSV Cho em hỏi ông nội em là liệt sĩ, vậy em có thuộc đối tượng 1 thân nhân của người có công với cách mạng không ạ! em cảm ơn ạ!",
    "Thầy/Cô cho em hỏi là, ngày CTXH của em để tình trạng cấm thay vì kết thúc nhưng vẫn được tính là 1 ngày CTXH thì nó có hợp lệ khi xét tốt nghiệp không ạ? Em xin cám ơn!",
    "Kính thưa thầy cô phòng đào tạo, em là sinh viên K17, đợt đóng học phí vừa rồi do hoàn cảnh em không thể đóng sớm được nên lúc đóng học phí bị trễ hạn 1 ngày vậy thầy cô cho em hỏi là có bị ảnh hưởng tới lịch thi không ạ.",
    "Thưa thầy cô, kỳ này em bảo vệ luận văn xong, nhưng em vẫn muốn học cải thiện một số môn như  Tính - MT1009, Quản Trị Kinh Doanh Cho  - IM3001 và Vẽ Kỹ Thuật - CI1003. Môn CI1003 em đã đăng ký được, còn 2 môn kia đã đầy sĩ số nên em muốn xin thầy cô mở thêm cho em một chỗ để em có thể cải thiện điểm của các môn này ạ . Trước đó em đã có đăng ký môn Quản Lý Dự Án Cho  - IM2011, nên nếu được xếp lịch tự động, cho em xin loại môn này ra để thế chỗ 2 môn kia. Em cảm ơn thầy cô.",
    "Kính gửi phòng Đào tạo, Em tên là . Thưa thầy cô, khi nào phòng Đạo tạo mới tổ chức Kiểm tra trình độ tiếng Anh theo định dạng TOEIC hàng kỳ vậy ạ? Em xin cảm ơn! Trân trọng, ",
    "Kính gửi phòng Đào tạo, Em tên là . Thưa thầy cô, cho em hỏi là lịch nộp Nộp chứng chỉ ngoại ngữ (CCNN) và đăng ký chuyển điểm các môn ngoại ngữ là ngày nào vậy ạ? Em đã xem trên lịch học vụ mà không thấy. Em xin cảm ơn! Trân trọng, ",
    "Thân gửi thầy/cô, Em có nhận được thông tin là đối với đợt tốt nghiệp ngày 10/07/2020 này thì sinh viên cần lên văn phòng khoa làm tập dượt trước vào ngày 09/07/2020. Tuy nhiên, do hiện tại em đang đi làm xa nên không thể sắp xếp về TPHCM ngày 09/07/2020 để tập dượt được. Thầy/cô cho em hỏi là nếu em không tham gia trước buổi tập dượt thì có ảnh hưởng gì đến tốt nghiệp không ạ? Em cám ơn thầy cô nhiều",
    "Em là  - MSSV . Do học kì hiện tại em cảm thấy quá sức học của em nên hiện tại em muốn rút môn học có được không ạ. Em cảm ơn và kính mong được thầy/cô giải đáp ạ",
    "Em đã chờ hơn 12 tiếng và trang trường vẫn gặp sự cố, cho em hỏi tới khi nào vấn đề mới được khắc phục, xin cảm ơn.",
    "Dạo gần đây trên mạng có thông tin về việc cấp bằng, cho em hỏi thông tin chính xác ạ, nếu có thì áp dụng khi nào ạ. Em có gửi kèm file hình ạ. Em cám ơn trước ạ.",
    "Cho em hỏi k19 có còn học môn SP1007 Pháp luật Việt Nam đại cương không ạ? Và em có nghe nói là môn này sẽ đổi mã cho k19 nên cho em xin mã mới luôn ạ . Em mong được quí thầy (cô) trả lời giúp em. Xin chân thanh cảm ơn thầy (cô).",
    "Em chào thầy, cô, em là sinh viên chuẩn bị tốt nghiệp chương trình PFIEV. Nhưng em không rõ điều kiện tốt nghiệp anh văn của chương trình PFIEV. Em có lên trang của PFIEV phần giới thiệu để xem. Ở đó có ghi là có 3 loại bằng sinh viên có thể nhận. Em mới chỉ đủ điều kiện bằng chính quy (TOEIC 550 và anh văn nói việt thi tại trường 215). Vậy thì em vẫn có thể tốt nghiệp được chứ ạ?",
    "Dạhiện tại trang đăng ký môn học của trường không thể vào và đăng ký được , rất mong nhà triờng khắc phục và thêm thoiè gian dăng ký môn học",
    "Kính chào   Em có thắc mắc về Danh sách Học bổng Khuyến khích Học tập Học kỳ 1 - 2019 - 2020 ạ Hiện tại theo như mọi năm thì danh sách học bổng được công bố vào khoảng tháng 04 hàng năm nhưng năm nay đã đến tháng 07 nhưng tụi em vẫn chưa nhận được thông tin về danh sách học bổng Vậy học bổng Học kỳ 1 - 2019 - 2020 khi nào thì có danh sách vậy ạ ?  Em cảm ơn thầy/cô nhiều ạ !    i       ",
    "Hiện tại trang đăng ký môn học bị lỗi không thể vào đăng ký được ạ mong nhà trường đưa ra biện pháp khắc phục ạ . vì sắp jết hạn đăng ký môn rồi ạ",
    "Kính gửi  Em tên , MSSV  Em xem trong đăng kí môn học hè 193 lần 2 thì thấy không đăng kí được do chưa đóng học phí, em có đóng học phí trễ học phí dự thính học kì 192 nhưng em đã thanh toán trong ngày 02/07/2020 (thời gian đóng học phí chính lần 2) và nộp giấy đóng trễ học phí cho PĐT. Vậy thầy/cô có thể xem lại và mở cho em để em đăng kí học kì hè 193. Em cảm ơn.",
    "Em đang xem live 8 môn đảm bảo chất luợng MSMH 202087 thì bị mất mạng. Lúc xem lại thì bị mất, thầy/cô giúp em.",
    "Anh/chị cho em xin lịch trình lễ tốt nghiệp ngày 10/7/2020 để em tiện sắp xếp thời gian lên trường, do hiện tại em đang làm việc ở Long An. Thanks & Best regards! ",
    "Em đóng tiền họcc phí qua momo . Nhưng không được.",
    "Em xin phép PDT tăng sĩ số lớp DT02 môn trường điện từ EE2003 ạ",
    "Em đăng kí nhầm mã môn cũ của môn xác xuất thống kê, nhưng sĩ số lớp mã môn học mới đã hết nên muốn xin phép tăng sĩ số môn xác xuất thống kê nhóm lớp DT01_DT01 lên ạ",
    "dạ cho em hỏi kì này em đang học anh văn 1 và em đăng kí môn anh văn 2 cho học kì hè, nếu lỡ em không qua anh văn 1 thì có được học anh văn 2 mà em đã đăng kí không ạ, nếu được học anh văn 2 thì có thể đăng kí môn năm 3 phải không ạ",
    "Em chào admin! Em tên là  MSSV: Trong đợt 2 đăng kí môn học, em bị trùng lịch học nên lỡ tay xoá mất môn giải tích 1. Em xin đề nghị phòng đào tạo mở thêm sỉ số môn học Giải tích 1 MT1003 - lớp DT01 Em xin cảm ơn rất nhiều!",
    "Em quên thanh toán dự thính học kì 192-DT, hiện nay đã trễ gần 1 tháng ,bây giờ em thanh toán thì trường có chấp nhận rằng kì đó đã được thanh toán và cho em đăng ký thực tập hè không ạ.",
    "Dạ em muốn xin trường mở thêm sĩ số lớp của thầy  chi tiết máy lớp DT01-DT01 hè này ạ. Em xin cảm ơn.",
    "Lúc trước em hay xem tiến độ học tập ở myBK/stinfo. Bây giờ trang mất tab đó rồi vậy có trang nào sẽ thống kê tiến độ của cá nhân cho em không ạ?",
    "PĐT cho em hỏi em thi chuẩn anh văn đầu vào kì 191 em được 360đ, theo bảng quy đổi điểm của Khóa 2017 thì em đang ở mức anh văn 2. Thì tại sao em không ĐKMH HK193 môn Av2 được ạ. PĐT giải đáp giúp em với ạ. EM xin cảm ơn.",
    "Kính gửi PĐT: Đợt ĐKMH dự thính hè 193 đợt 2, em có đăng kí lớp mạch điên tử (EE2007 nhóm T02_T03) (vì môn này em chưa qua) rồi sau đó em có đăng kí môn Tín hiệu&Hệ thống (EE2005 nhóm T02) (môn này em qua rồi). Nhưng sau đó em có hủy đăng kí môn Tín hiệu&Hệ thống (EE2005) và để nguyên Mạch điện tử (để học trả nợ) và hệ thống đăng kí đã tự hủy môn còn lại của em vì đây là 2 môn song hành trong khi em đã qua 1 trong 2 rồi. Mong PĐT sắp xếp hoặc mở thêm sĩ số lớp EE2007 nhóm T02_T03 không thì em sẽ bị trễ chương trình học.",
    "cho em xin mở thêm sĩ số lớp Mạch điện tử và lớp tín hiệu và hệ thống được không ạ. sắp xếp giúp em vào 2 lớp DT02 của môn EE2005 và lớp DT01 của môn EE007 với ạ. chỉ có 2 lớp này em mới không bị trùng lịch học thôi ạ, vì đợt dịch trường không mở môn có thí nghiệm nên em đã bị trễ tới nay là 2 kì rồi ạ. xin hãy giúp đỡ em. em cảm ơn vì nó là 2 môn song hành nên em rất khổ tâm.",
    "Em chào thầy cô ạ. Em tên , MSSV . Em có nguyện vọng muốn xin thầy cô PĐT tăng 1 sĩ số ở lớp CI2037 Vật liệu xây dựng DT01 Thầy  học Offline T3,T4. Môn còn có lớp khác nhưng em bị kẹt lịch tương tác với môn kia không thay được. Vậy mong thầy cô giúp em để em hoàn thành môn học này trong kỳ hè luôn ạ. Em xin chân thành cảm ơn thầy cô.",
    "Thầy/Cô cho em hỏi là mình làm cách nào để đổi mật khẩu tài khoản MyBK ạ? Em có thử vào trang daotao.hcmut.edu.vn thì không load được trang web này.",
    "Kính chào quý thầy/cô, Em là , MSSV . Hiện tại em đã hoàn thành hết các môn và luận văn hồi kì 191, thiếu môn anh văn 4 (do em định thi TOEIC 500 chuyển điểm). Và sau đợt dịch covid19, lịch thi TOEIC bị dời, em thi được TOEIC 490, đã đủ chuẩn ra trường 450, nhưng lại thiếu 10 điểm để có thể chuyển được anh văn 4. Do dự tính chuyển điểm anh văn nên kì 192 em không đăng kí môn học, và hiện tại đang bị tạm dừng. Em định thi tiếp vào tháng 7 này, nhưng không còn được xác nhận sinh viên nên thi TOEIC phải đóng 1.390.000, nếu có xác nhận sinh viên còn 850.000. Tình hình dịch nên kinh tế em khá khó khăn, cũng chưa có việc làm . Do đó, với tất cả sự chân thành, em mong quý thầy/cô PDT có thể giúp đỡ, xem xét cho em có được giấy xác nhận sinh viên để đăng kí thi TOEIC trong đợt này. Điều đó hỗ trợ cho em rất nhiều trong giai đoạn khó khăn này. Mong nhận được phản hồi từ thầy/cô. Em xin chân thành cảm ơn.",
    "Gửi Phòng Đào Tạo. Em là  Sinh sinh viên khóa K13 Khoa cơ khí. MSSV: 8. - Em có đăng kí tốt nghiệp đợt 1 (tháng 7/2020) như trong mail phàn hồi của nhà trường (em có đính kèm hình ảnh nội dung mail ở file 111.PNG). - Nhưng trong phiếu đăng kí tốt nghiệp thì lại tốt nghiệp ở đợt 2 (em có đính kèm hình ảnh nội dung ở file 222.PNG) Cho em hỏi là em sẽ làm lễ tốt nghiệp ở đợt nào à. Cảm ơn Phòng Đạo Tạo.",
    "Em chào nhà trường ạ. Cho em hỏi là môn học GE2019 không được mở nên lớp em định là sẽ lên phòng đào tạo để xin mở lớp. Nhưng do không nhớ 10g ngày hôm nay là hết hạn nên em xin phép hỏi là lớp em có được nộp đơn đăng ký mở lớp trong đợt đăng ký này nữa không ạ? Bọn em rất xin lỗi về sự thiếu sót này. Mong nhà trường tạo điều kiện cho bọn em được đăng ký môn học. Em cảm ơn ạ. Trân trọng.",
    "Gửi phòng Đào Tạo em xin trình bày vấn đề của em như sau: Đợt 1: Em có đăng ký môn học Thực hành Kỹ Thuật - ME2031. Đợt 2: Trong danh sách của đợt 2 thì không xuất hiện môn học ME2031 . Câu hỏi của em. Môn học ME2031 của em như vậy là đã bị xóa phải không ạ? Hay môn học em vẫn tồn tại.",
    "Kính gửi: Phòng Đào Tạo Trường Đại học Bách Khoa TPHCM Em tên là: . MSSV: . Hiện là sinh viên văn bằng 2 khóa 2019, ngành Khoa học máy tính . Kính thưa thầy (cô), em có nhu cầu muốn đăng ký lớp học dự thính môn học : « Lập trình hướng đối tượng » mã môn học CO2005, tuy nhiên lớp học đã hết chỗ. Mong thầy (cô) có thể mở thêm sĩ số môn học để em có thể được đăng ký. Trong khi chờ đợi sự chấp thuận, em xin chân thành cảm ơn.  ",
    "Em chào quý thầy cô, em tên là , mssv . Em kính mong quý thầy cô tăng sỉ số lớp học môn cơ lưu chất (CI2003) lớp DT02_DT03 giúp em, vì em chỉ rảnh trong khung thời gian ấy thôi ạ và đó cũng là môn học quan trọng đối với em, em tha thiết mong quý thầy cô giúp em. Em cám ơn thầy, cô đã đọc, chúc quý thầy cô nhiều sức khoẻ. Trân trọng .",
    "Thầy cô ơi, em tên là , mssv . Hiện em đang là du học sinh trao đổi tại Đài Loan. Theo đúng tiến độ thì 27/4 em đã nhập học lại ở trường mình, tuy nhiên do dịch bệnh Covid-19 diễn biến phức tạp quá, nên các máy bay đều bị hủy chuyến hết, và chưa biết đến khi nào được nối lại. Sắp tới em có các kỳ thi cuối kỳ, em xin phép được hoãn đến khi em có thể về nước . Em vẫn muốn giữ thời khóa biểu, và dự định đăng ký học cải thiện vào học kỳ dự thính nữa. Em có thể học online được. Em cảm ơn thầy cô tạo điều kiện giúp đỡ em.   i ",
    "Em chào Phòng Đào tạo ạ, Phòng Đào tạo cho em hỏi là trong học kỳ hè 193 nếu em không đăng ký đủ môn theo CTĐT (5 môn) thì có phải viết đơn cam kết ĐKMH HK193 và gửi lại cho VPĐTQT không ạ? Em cảm ơn! Sinh viên,",
    "Dạ Thầy Cô, em là sinh viên k17 Khoa kỹ thuật giao thông, ngành Công Nghệ Ô Tô. Theo tiến độ học tập thì hè này em phải đi thực tập tốt nghiệp ngoài trường ạ, thì cô cho em hỏi là em có thể vừa đi thực tập vừa học thêm một số môn trong trường không ạ? Vì môn học này rất quan trọng giúp em có thể theo kịp tiến độ học tập ạ . Em có đăng kì thực tập rồi đã có kết quả đạt nhưng em không thấy thời gian quy định thực tập trong trường như thế nào ạ . Mong thầy cô giải đáp giúp em để em có thể kịp đăng kí môn học ạ, em xin cảm ơn ạ.",
    "Kính gửi Em tên:   Em có đóng trễ học phí dự thính HK192 sau đó em đã đóng học phí trên chung đợt với học phí chính lần 2 HK192. Nhưng hiện tại em đăng kí môn học hè HK193 thấy không đăng kí được do chưa đóng học phí, đồng thời em sắp thi môn dự thính nên em đang hoang mang không biết mình có bị cấm thi vì lí do trên không?. Mong thầy cô xem xét và trả lời em sớm nhất. Em cảm ơn.",
    "Dạ cho em hỏi em đã thanh toán học phí đầy đủ và đã đăng ký môn học dự kiến đợt 1 nhưng tất cả đều bị hủy và lý do là em chưa đóng học phí. Mong phòng đào tạo giải đáp giúp em, em xin cảm ơn",
    "Cho em hỏi là khi đăng kí 2 môn song hành Mạch điện tử với Tín hiệu hệ thống. Lúc em hủy môn Tín hiệu hệ thống thì môn Mạch điện tử hệ thống tự động hủy theo môn song hành, còn khi em hủy môn Mạch điện tử thì môn Tín hiệu hệ thống không tự động hủy như trường hợp ở trên. Vậy thì mình có thể học môn Tín hiệu hệ thống mà không học môn Mạch điện tử được không ạ? Hay chỉ học mỗi môn Mạch điện tử mà không học môn Tín hiệu hệ thống? Trường hợp của em là học lần đầu 2 môn đó. Em xin cảm ơn.",
    "Cho em hỏi, hiện em là sinh viên chính quy ngành cầu đường năm 3, hiện em muốn chuyển sang ngành Công Nghệ Thông Tin thì có con đường nào khả thi không ạ? Ví dụ như chuyển qua chương trình chất lượng cao có thể không ạ?",
    "Trong học kì 191, em có rớt môn Anh văn 2, cho e hỏi có tính vào điểm phân ngành không ạ?",
    "kính gửi pdt  hôm nay là hạn cuối nộp đơn xin mở lớp dự thính . vì lý do bất khả kháng . thầy nhận lớp bê tông 1 lý thuyết ( ci2091 ) bận đột xuất nên không thể ký tên vào đơn xin mở lớp  em là sv k14 hoc kì sau là hk cuối của em đễ làm lv . nhưng e bị vướn môn tiên quyết là môn này  . kinh mong pdt có thể cho em nộp trễ đơn mở môn học . kì dự thính này e ko đăng ký được môn này là em không còn cơ ra trường  . kinh mong phòng đào tạo cảm thông và giúp em có thễ hoàn thành chương trình hoc của minh em xin cảm ơn ạ",
    "Cho em hỏi theo chương trình đào tạo của khóa K19 Khoa KH&KTMT thì có những môn học nào được thay đổi mã môn và đổi thành gì ạ ?",
    "Kính gửi phòng đào tạo. Cho em xin hỏi là trong các môn tự chọn nếu em học nhiều hơn số chỉ mà chương trình đào tạo yêu cầu với các tự chọn thì điểm trung bình tích lũy nghành sẽ tính như thế nào ạ? Lấy tổ hợp môn có điểm cao nhất hay lấy tất cả điểm của các môn ạ. Em xin chân thành cám ơn ạ. Trân trọng.",
    "Cho em hỏi là khi đăng kí 2 môn song hành Mạch điện tử EE2007 với Tín hiệu hệ thống EE2005. Lúc em hủy môn Tín hiệu hệ thống EE2005 thì môn Mạch điện tử EE2007 hệ thống tự động hủy theo môn song hành, còn khi em hủy môn Mạch điện tử EE2007 thì môn Tín hiệu hệ thống EE2005 không tự động hủy như trường hợp ở trên. Vậy thì mình có thể học môn Tín hiệu hệ thống EE2005 mà không học môn Mạch điện tử EE2007 được không ạ? Hay chỉ học mỗi môn Mạch điện tử EE2007 mà không học môn Tín hiệu hệ thống EE2005? Hay là nhất thiết cả hai phải đều được học cùng lúc nếu trường hợp của em là học lần đầu 2 môn đó. Em xin cảm ơn.",
    "Kính gửi PĐT: Đợt ĐKMH dự thính hè 193 đợt 2, em có đăng kí lớp mạch điên tử (EE2007 nhóm DT02_DT03) (vì môn này em chưa qua) rồi sau đó em có đăng kí môn Tín hiệu&Hệ thống (EE2005 nhóm DT02) (môn này em qua rồi). Nhưng sau đó em có hủy đăng kí môn Tín hiệu&Hệ thống (EE2005) và để nguyên Mạch điện tử (để học trả nợ) và hệ thống đăng kí đã tự hủy môn còn lại của em vì đây là 2 môn song hành trong khi em đã qua 1 trong 2 rồi. May mà em đã đăng kí lại được môn Mạch điện tử vì còn chỗ trống. Nhưng em không biết liệu đến đợt 3 có bị hủy không vì hệ thống đang quy định 2 môn này là song hành. Mong PĐT điều chỉnh lại hệ thống và phải kiểm tra xem nếu 2 môn song hành có 1 môn qua thì không được xóa môn còn lại của sinh viên như vậy.",
    "Cho em hỏi gần đến ngày tốt nghiệp rồi mà sao em chưa nhận được danh sách tốt nghiệp chính thức hay thông tin dự lễ cụ thể nào ạ. Em cám ơn trước ạ.",
    "Em chào cô, Em muốn đổi lịch sang lớp mới để có thời gian phù hợp hơn tham gia các hoạt động khác.Cô có thể mở ss lớp thêm cho em được không ạ. Em cảm ơn cô.",
    "Kính gửi PĐT, Em tên là , lớp VL15NL khoa Công nghệ vật liệu. Em xin được hỏi về việc tốt nghiệp tháng 7/2020. Em đã đủ điều kiện tốt nghiệp, đã gửi đơn đăng kí tốt nghiệp và đã được xét duyệt. Hiện đã có tên trong danh sách tốt nghiệp dự kiến nhưng vẫn chưa có trong danh sách tốt nghiệp chính thức. Phiền PĐT kiểm tra giúp em  , em có thể tốt nghiệp vào ngày 10/7/2020 không ạ? Em xin chân thành cảm ơn.",
    "Em chào admin! Em tên là  - MSSV: Trong đợt 2 đăng kí môn học, em bị trùng lịch nên đã lỡ xóa mất môn tư tưởng . Em xin đề nghị phòng đào tạo mở thêm sỉ số môn học Tư tưởng  SP1005 - lớp DT02. Em xin cảm ơn rất nhiều ạ!",
    "Dạ thưa thầy (cô), Hiện tại em có đăng kí TTTN kì hè 193, điều kiện để đăng kí là đủ 96 tín chỉ tích lũy, nhưng em còn học dự thính 1 môn, tính cả môn này mới đủ 96 chỉ. Em có đọc quy chế thì môn học dự thính sẽ phải qua mới được tính, nhưng giờ chưa thi cuối kì, khả năng cao điểm tổng kết môn học sẽ có chậm hơn thời điểm xét điều kiện đăng kí môn học cho kì hè. Thầy (cô) cho em hỏi là trường hợp này có được hỗ trợ đăng kí thực tập không, nếu được thì em cần làm những gì ạ? Mong nhận được phản hồi sớm từ thầy (cô). Em cám ơn!",
    "Em chào thầy/cô Sau khi học xong học kì quân sự thì em có bảo lưu nên khi lớp trả giấy chứng nhận học kì quân sự về thì em không có ở trường để lấy. Sau khi em quay lại thì giấy đã thất lạc hỏi các bạn thì không ai biết ở đâu. Vậy mong thầy/cô cho em hướng giải quyết ạ. Em đã hoàn thành học kì quân sự và có ghi điểm đạt trong bảng điểm ạ.",
    "Chào thầy/ cô Cho em hỏi xác suất thống kê 19 đổi mã môn học MT2013( thay 3 tín chỉ thành 4 chỉ),18 vẫn học mã môn học cũ là MT2001. Vậy trong trường hợp kì 201 em học môn xác suất thống kê MT2001 nhưng k đủ điều kiện (không đủ số lượng) để mở lớp thì em phải làm như thế nào trả môn không ạ, em có thể học xác suất thống kê MT2013 của k19 để cộng vào DTBTLN hay không hay bắt buộc học MT2001 ạ. Em cám ơn, mong thầy cô phản hồi",
    "Dạ chào thầy(cô), Em có một vấn đề muốn hỏi là, quy đinh bao nhiêu phần trăm sinh viên đăng ký thì mở lớp hè ạ. Ví dụ như một lớp quy đinh 30 sinh viên, thì tối thiểu bao nhiêu sinh viên thì nhà trường mới mở lớp ạ. Em cám ơn vì đã đọc ạ và mong nhận đươc phản hồi sớm.",
    "Kính gửi Phòng Đào tạo Em muốn xin vào lớp môn: Hoá Đại Cương, lớp DT03_DT07 Giải tích 2, lớp DT05_DT05 Hiện 2 lớp này đã full sĩ số. Nhưng em mong được Phòng Đào tạo xem xét để được vào ạ. Em cảm ơn.",
    "Em bị buộc thôi học và đã được thu nhận lại nhưng 2 tuần nay trường chưa cập nhật thời khóa biểu lại cho em và em vẫn chưa được đăng kí môn học",
    "Môn học CI3151_Thực tập kỹ thuật kiến trúc nếu tìm trong đợt 1 có lớp, nhưng tìm trong đợt 2 lại không có lớp, em mong phòng đào tạo xem lại giúp em cho em đăng ký ạ",
    "em xin viên k18, cho em hỏi khi em đăng ký môn học cho kỳ hè 193 thì em thấy có mã DT và DTQ cho em hỏi mã DTQ là dành cho đối tượng sinh viên nào đăng ký ạ. Em sv k18 đại trà thì có được đăng ký vào các lớp đó ko ạ???",
    "Em là sinh viên khoa Hóa,khóa 2018. Đợt 1 đăng ký môn dự thính hè hk 193 em có đăng ký thực tập quá trình thiết bị và báo thành công. Đợt 2 đăng ký bổ sung, môn học của em lại bị mất. Vậy em có cần đăng ký lại không ạ? Em cảm ơn.",
    "mong thầy cô giúp đỡ, tăng sĩ số môn CO2003 - Ctrúc dữliệu & giảithuật  lớp DT01_DT01 do em bị kẹt môn khác nên chỉ học được lớp này, mong thầy cô giúp đỡ, em xin cảm ơn",
    "Thầy cô ơi, em là sinh viên Việt Pháp K15, trước học môn Toán 3 (mã 006713), nay muốn học lại, nhưng học kỳ này đổi thành Giải tích 3 (mã 006725) nên em không đăng ký trên MyBK . Thầy cô giúp em đăng ký với ạ .",
    "Em tên là  MSSV  Cho em xin mở thêm sỉ số lớp CH1003 DT02",
    "Kính gửi phòng đạo tạo! Học kì hè em đăng muốn đăng kí môn hướng đối tượng CO2005. Trước đó PĐT bị lỗi thiếu môn học trước Kĩ Thuật lập trình. Sau khi em được thông báo đã fix lỗi thì vào lại lớp đã đầy chỗ. Em kính mong phòng đào tạo có thể mở thêm sĩ số cho em đăng kí ạ!",
    "1300552      . HK193 Đăng ký môn học dự thính hè + đúng tiến độ nhóm B + TTTN HK193 - Hệ Chính Quy - Đợt 2 CI1053Quản lý dự án xây dựng Sĩ số lớp là 40/40 em muốn đăng ký xin mở thêm sĩ số thì em phải làm như thế nào ạ xin cảm ơn đã hỗ trợ em .",
    "Thưa phòng Đào Tạo. Hôm nay em lên mybk để đăng kí môn học cho học kì hè sắp tới thì thấy  hiện lên mục màu đỏ nói là \"bạn không được đăng kí trong đợt này\". Em có xem trong mục lí do thì thấy hai chữ \"Tạm dừng\". Cho em xin hỏi nguyên nhân vì sao em không đăng kí được và em phải làm gì trong trường hợp này. Xin cảm ơn.",
    "Em và các bạn cùng lớp không đăng kí được môn ME2035 - Thực tập kĩ thuật (det). Dù đã làm đơn xin mở lớp nhưng vẫn không đăng kí được, mong nhà trường giải quyết sớm.",
    "Xin phép mở thêm sỉ số Lớp dự thính hè Chính quy môn Quản lý Dự án IM4003",
    "Dạ cho em hỏi kì này trường có xét học bổng khuyến khích không vậy ạ. Em cảm ơn ạ",
    "Giải tích 1: MI1003",
    "Chào thầy, Em k14, theo em biết là em chỉ được học 13 kì học kì chính trong đào tạo bằng chính quy. Em có thể xin thêm nhà trường 1 kì ở đào tạo bằng chính quy không ạ? Và nếu có thì em cần làm gì để xin được ạ.",
    "em muốn đăng khí học môn hóa đại cương(CH1003) lớp CC01_CC01. Nhưng sỉ số lớp đã đủ, em mong Phòng Đào tạo mở thêm sỉ số để em được học ạ. chỉ có lớp này thì em mới không bị trung thời khóa biểu ạ. Mong Phòng Đào Tạo giúp đỡ em ạ, em cảm ơn ạ",
    "Em chào thầy/cô ạ, ﻿Em tên là . MSSV: ﻿Hôm qua ngày 06/07/2020 em có nộp đơn xin mở lớp Vật lý chất rắn (MA2001) và Hóa lý (CH2001). Nhưng hiện tại trên hệ thống chỉ đăng ký được môn Vật Lý chất rắn thôi ạ. Vì em theo học chuyên ngành Kỹ thuật Vật liệu  nên Hóa lý là môn học trước của nhiều môn, nên em rất mong được mở lớp ở kì dự thính hè này để em có thể theo kịp các bạn cùng lớp (lớp em chỉ có 16 sinh viên thôi ạ :((( ) . Với thầy cô cho em hỏi lớp Vật lý chất rắn/Hóa lý là môn cơ sở ngành của khoa em và chỉ mình khoa em học thôi thì sĩ số chắc chắn để được mở lớp là bao nhiêu vậy ạ? Do hôm nay em có tiết trên lớp nên không thể lên CS1 hỏi trực tiếp được ạ. Cuối cùng em mong trường có thể tạo điều kiện cho em học môn Hóa lý trong kì hè sắp tới . Em cảm ơn thầy/cô nhiều ạ. Chúc thầy/cô có một ngày làm việc hiệu quả!",
    "Em chào thầy cô, lúc mở link đăng kí môn học dự thính hè lần 1 em đã đăng kí học lại môn giải tích 1 và vật lí 1. Nhưng khi có kết quả thì lịch lại không có môn giải tích 1 và thông báo là do em bị trùng TKB. Mong thầy cô giải đáp giúp em ạ. Em cảm ơn.",
    "Xin phép mở thêm sỉ số lớp Quản lý Dự án Dự thính hè Chính quy IM4003",
    "Cho em hỏi sinh viên K19 còn học môn Pháp Luật Việt Nam đại cương không ạ? Vì khi trước có bạn hỏi mail phòng Đào tạo về các môn chính trị thì em không thấy thông báo về môn này.",
    "Kính gửi thầy (cô), Em tên  MSSV  Em làm đơn này mong thầy (cô) kiểm tra lại giúp em điểm nhập môn học sau: +Học kì 1 năm học 2017-2018 +Mã môn học : PE1003 +Tên môn học: Giáo dục thể chất 1 +Nhóm L52 +Điểm đúng: 12 +Điểm nhập sai: 13 Năm 2018 em từng làm đơn một lần và được Phòng đào tạo xác nhận là điểm 12 (hình dưới) nhưng đến giờ em vào mybk kiểm tra thì vẫn là 13. Em chân thành cảm ơn sự giúp đỡ của thầy (cô).",
    "QUOTE  Cho em hỏi em rớt môn bóng bàn học kì 192 này thì em có được đăng ký môn thể chất nào khác ngoài bóng ban không hay vẫn phải đăng kí lại bóng bàn. Em cảm onW",
    "Chào thầy(cô)! Em muốn xin tăng sỉ số lớp  Môn mạch điện tử  Mã EE2007 Lớp DT03_DT06 thầy  Em xin cảm ơn ạ!!",
    "em đã đăng kí giấy xác nhận sinh viên để bổ sung hồ dơ địa phương. Trên trang mybk thì báo đã xứ lí nhưng chưa có ở cơ sở 2. Vậy cho em hỏi giấy của em khi nào có và lấy ở đâu vậy ạ. Tại em cần gấp vào chiều nay ạ.",
    "có trang web hay dữ liệu nào lưu thông tin về các giảng viên của trường mình không ạ: số điện thoại, gmail để em có thể liên lạc ?",
    "Em muốn đăng kí văng bằng 2 theo hướng học song ngành. Em đã đọc quy chế học vụ điều 28.1 về đào tạo song ngành theo hướng bằng 2, em có   các câu hỏi như sau: 1. Trong quy chế ghi điều kiện để đăng kí song ngành là SV phải đủ điều kiện tốt nghiệp bằng thứ nhất, nghĩa là phải bảo vệ xong luận văn, đủ chuẩn AV phải không ạ? 2. Thời gian để đăng kí học song ngành là khi nào ạ? Em xin cảm ơn",
    ": Dạ em chào cô, Cho em hỏi về việc học phí môn GDTC Kỳ sau tăng lên thành 900k, có thật không vậy cô. Và nếu là như vậy thì mong nhà trường mở nhiều lớp gdtc vào hè để tụi em có thể đăng ký ạ, tại vì 900k là số tiền khá lớn ạ",
    "Dạ chào admin, năm nhất em học chương trình KSCLC Việt Pháp. Cuối năm nhất, em làm đơn xin ra khỏi chương trình này. Em thấy có những môn quy đổi điểm những môn ( hình 1 ). Hiện em đã học qua môn Toán 1 (lt), Toán 2 ( lt), XSTk, Tin học đại cương, Vật lý 1, Hình họa, VẼ kỹ thuật,...( hình 2) Vậy cho em hỏi các môn đó sẽ đươc phòng đào tạo tự quy đổi cho em hay là em phải làm đơn chuyển đổi? Và có thể cho em biết theo tiến độ, số môn em còn nợ và đó là những môn nào không ạ?",
    "Kính thưa thầy/cô. ﻿Về lớp MT1009 - Phương pháp tính DT01 hiện đã đủ sĩ số, em xin phép thầy/cô tăng sĩ số thêm 1 và cho phép em đăng ký được không ạ? Đây là lớp duy nhất em có thể đăng ký được do các lớp khác trùng lịch TKB. ﻿Em chân thành cám ơn thầy/ cô.",
    "Tại sao em hủy môn thí nghiệm vật lí nhưng hệ thống lại hủy luôn môn Vật lí 1 của em ?",
    "Em muốn xin mở sỉ số lớp DT01 môn Điền Kinh PE1025 của giảng viên  ạ. Lí do vì hai kì vừa rồi em đều không qua môn thể chất nên em rất mong được học vào học kì hè này để kịp tiến độ học ạ. Em xin cảm ơn.",
    "dạ do 2 môn này là 2 môn song hành ạ. nên phải đăng kí được cả 2 thì mới được học ạ. xếp giúp em vào lớp DT02 của thầy  môn học EE2005 và lớp DT04 của thầy  môn học EE2007 ạ. xin hãy giúp đỡ em ạ. kì trước cũng do không đăng kí được 1 trong 2 môn nên em đã bị xoá môn ạ. xếp giúp em vào 2 lớp này thì sẽ không bị trùng lịch ạ. hiện tại 2 lớp đã full hết rồi ạ nên em không thể tự đăng kí được ạ. cho em xin mở thêm 2 slots với ạ. em cảm ơn. vì 2 này là 2 môn học trước của khoa nên em rất cần học 2 môn này trong học kì hè ạ. em đã trễ 1 kì rồi ạ.",
    "Kính gửi Phòng Đào tạo, Em tên là  Em đính kèm 2 ảnh, trong đó:  +) Ảnh v1.jpg là ảnh chụp lịch thi cuối kì Vật lí 1 của một bạn khác, ngày thi là 07/07. +) Ảnh v2.jpg là ảnh chụp lịch thi cuối kì của em, ngày thi là 13/07 Em thắc mắc về lịch thi của em liệu có chính xác hay không, do thi cuối kì thường chỉ thi một ngày và nhiều ca, nhưng ngày thi của em lại lệch hẳn 1 tuần so với các bạn Chiều nay 18h00p là giờ thi cuối kì, mong  giải đáp thắc mắc cho em sớm ạ. Em xin chân thành cảm ơn.                                                         ",
    "Em đã đk thực tập đợt 1 và đã nộp lý lịch thực tập, cmnd . Đợt 2 e không được đk do chưa học truyền nhiệt truyền khối vì trể chuẩn anh văn. Em có thể làm đơn để được đk đợt 2 ko ạ. Em cám ơn",
    "a phương em yêu cầu giấy hoãn nghĩa vụ quân sự  Em là sv khoa điện bây giờ phải lấy giấy đó ơn đâu ạ",
    "Em tên  - . Em xin phòng đào tạo mở thêm sĩ số lớp DT01, môn 210702 - Nhiệt động học thống kê để em có thể kịp tiến độ của chương trình. Cảm ơn phòng đào tạo ạ!",
    "Môn Sp1031 lớp DT06 đã đủ sĩ số lớp, em muốn vào lớp này, mong phòng đào tạo có thể giúp em",
    "Em muốn xin mở thêm lớp hoặc thêm sĩ số cho môn điền kinh thì phải làm như thế nào ạ",
    "MSSV:  Vì đụng lịch các môn khác nên em rất mong PDT có thể mở thêm giúp em mở thêm 1 slot môn học Thí Nghiệp Vật Lý lớp DT06 ạ!",
    "Mssv  Pđt cho em hỏi , nay là ngày 07/07/2020 rồi , nhưng thông tin tốt nghiệp em vẫn chưa có tên chính thức hay mail thông báo , em đã thanh toán đầy đủ học phí , phí tốt nghệp ,và tên em cũng có trong danh sách dự kiến rồi . Mong pđt phản hồi sớm vì em đang đi nghĩa vụ quân sự nên k thể lên trường hỏi được ! Em cũng có nhờ bạn lên hỏi nhưng vẫn nói em chờ phản hồi mail vì thông tin ngày 10/07 đã là lễ tốt nghiệp .",
    "Dạ em xin chào thầy cô ạ. Năm nay em năm 3 sang năm là năm 4. Nhưng em còn 1 giáo dục thể chất chưa học. Vì hè này không có mở lớp mà chỉ mở duy nhất 1 môn điền kinh nhưng lại dính lịch môn chuyên ngành của em. Thầy cô cho em hỏi là em có được đăng kí các môn học chưa học ở năm 3 hoặc các môn năm 4 không ạ. Em xin cảm ơn",
    "Em tên là -- sinh viên lớp GT19TTHK. Hiện tại em muốn đăng kí môn học Triết học  -  (SP1031) vào học kì 193 nhưng các lớp đều đã đủ sĩ số. Em mong pđt có thể mở thêm sĩ số môn Triết học  -  (SP1031) lớp DT01 để em có thể đăng kí học . Em xin chân thành cảm ơn.",
    "Sao em đăng ký môn học HK hè dự thính không được ạ ?",
    "Kính gửi thầy cô PĐT Trường Đh Bách Khoa. Em tên  MSSV  Dạ thầy cô cho em hỏi là em tích lũy hk191 đc 15 tín chỉ và trung bình 7.3 gần như cao nhất lớp ạ. Vậy cho em hỏi sao em không được xét học bổng khuyến khích ạ. Em xin cảm ơn ",
    "Dạ cho em xin tăng thêm xỉ số cơ lưu chất mã CI2005 được không ạ",
    "Em là K19 ạ, Cho em hỏi điểm trung bình học kì 191 của em là 6.73 nhưng điểm rèn luyện của em trong cột điểm xét học bổng là 0 điểm, vậy em có được xét học bổng không vậy ạ ? Bạn em các thành phàn điểm xét học bổng đều bằng 0 thì có ý nghĩa gì ạ? Em cám ơn",
    "t đăng ký học kì hè lần 1 em có đăng ký 1 môn, nhưng đến đợt đăng ký lần 2 môn học đó của em đã bị xóa.Bây giờ em không thể đăng kí lại môn đó vì sĩ số lớp đã đầy.PĐT cho em hỏi bây giờ em có thể đăng kí lại môn đó không?",
    "Chào phòng đào tạo trường đại học Bách Khoa-Đại học Quốc gia TP-HCM. Em là sinh viên chuyển từ hệ đại học chính quy sang hệ vừa học vừa làm của trường. Hiện tại em chưa biết mình đã qua được môn nào và cần đăng ký học những môn nào nên rất bối rối không biết thế nào. Thời gian qua vì mãi làm công việc khác nên không tham gia học tập. Em kính mong quý thầy cô, anh chị giúp đỡ để em xác định được lộ trình học tập để hoàn thành chương trình học. Em cám ơn rất nhiều!",
    "E xin nhà trường mở thêm vị trí trong lớp học môn xác xuất thống kê mã MT2013",
    "Chào a/c phụ trách, Em là , mssv , hiện là sinh viên lớp Việt Pháp Xây Dựng khóa 14. Đợt đăng ký môn học dự thính hè HK193 này em có nhu cầu tham gia môn Giải tích 2 (MT1005) lớp CC06 nhưng hiện lớp này đã kín chỗ (48/48). Nên em viết yêu cầu này mong a/c tăng thêm sĩ số lớp để em có thể tham gia lớp CC06 này ạ! (các lớp khác của môn này em không tham gia được do bị trùng lịch với môn khác). Em xin cảm ơn nhiều ạ!",
    "Học bổng khuyến khích . Kính gửi PĐT Em tên - MSSV:  Khi trường tổ chức học quân sự em có tham gia học 2 tuần, sau đó em bị THỦY ĐẬU và được trạm y tế ĐHQG xác nhận và bắt buộc em phải về địa phương điều trị (có giấy xác nhận của trạm y tế). Do đó em không thể tiếp tục học và thi quân sự. Vì vậy điểm GDQP của em là điểm 13 và các cột điểm trong phần thông tin xét học bổng khuyến khích học tập của em đều là 0. Tuy nhiên điểm TB học kì của em là 7.65 và điểm rèn luyện đủ yêu cầu để xét học bổng Mong PDT giải quyết giúp em Cảm ơn",
    "Em thuộc khoa xây dựng chuyên ngành cầu đường nhưng bị chuyển nhầm vào khoa công nghệ vật liệu. Xin thầy côn giúp em chuyển lại khoa xây dựng chuyên ngành cầu đường ạ. Em cám ơn cô",
    "Em có mong muốn đăng ký lớp DT01 Pháp luật đại cương mã SP1007 trong học kỳ dự thính 193. Xin cảm ơn.",
    "Em tên  MSSV 6. Hiện tại em đã nộp đơn xin dừng học chuyển sang hệ vừa học vừa làm, vậy thầy cô cho em hỏi quy trính xin chuyển hệ và viết đơn xin chuyển sang hệ vừa học vừa làm như thế nào có biểu mẫu hay không. Em cám ơn !!",
    "Cho em hỏi là thuộc k18 vậy có áp dụng chính sách thể chất mới không ạ. Có thể giải thích rõ về thể chất mới không ạ. Em cảm ơn ",
    "Xin phòng đào tạo cho em được đăng kí học môn Điền kinh mã PE1025, nhóm lớp DT01 ạ. Vì em đang học chương trình PFIEV khóa 2017 nên việc bị thiếu môn GTTC sẽ làm trễ tiến độ học tập ạ. Vì có những môn chuyên ngành khóa sau không được học ạ! Em xin cảm ơn!",
    "Chào quý thầy cô, cho em hỏi em muốn đăng kí thi dự thính bổ sung thì làm như thế nào ạ? Em có lịch thi dự thính môn Vật lí 1 lúc 18h00 ở CS1, nhưng em bị vướng trùng với lịch thi Giáo dục thể chất môn Cầu lông ở CS2 - Trường DHTDTT đến 18h00, do số lượng đông nên em đã chủ động xin được thi trước nhưng giáo viên sơ suất quên nên em không ra sớm được để di chuyển lên CS1. Em có điện thoại khẩn cấp lên PDT nhưng không ai nghe máy. Em có thể chứng minh sự việc trên là hoàn toàn đúng, nếu sai em xin chịu trách nhiệm. Rất mong quý thầy cô xem xét và phản hồi giúp em.",
    "Kính gửi PDT,  Vui lòng kiểm tra điểm trung bình tích luỹ của sinh viên  có sự sai số từ thông tin trên mybk có điểm trung bình tích luỹ là 7.09 so với thông tin tốt nghiệp là 6.97 . Xin cảm ơn",
    "CODE  Xin phép mở thêm sỉ số lớp IM4003 Quản lý Dự án Dự thính hè Hệ chính quy. Em mong phòng Đào tạo mở sỉ số để chúng em được học kịp tiến độ ạ. Vì còn khoảng 10 bạn không kịp đăng ký vì lớp full ạ. Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi. Em có mong muốn được mở lớp Aerobics vào học kỳ hè này. Em đã tổng hợp và lên danh sách đủ 50 bạn đồng ý đăng ký mở lớp. Vậy bây giờ em phải làm đơn như thế nào và gửi mail cho ai để được duyệt ạ? Em cảm ơn",
    "Em xin hỏi về thông tin là \"phải hoàn thành hết 3 môn giáo dục thể chất thì mới được đăng ký môn học năm 3\" có đúng không ạ.Mong nhận phản hồi sớm để nếu đúng thì em có thể đăng ký môn ạ.Em xin cảm ơn",
    "dạ thưa cho em hỏi em đăng ký học kỳ hè,nếu em đã học kỳ chính đã đạt rồi,thì môn em đăng ký học kỳ hè em được rút môn học chứ ạ",
    "Cô ơi, em muốn đăng ký học dự thính học kỳ này, đợt đầu đăng ký thì đựơc hệ thống duyệt, sau đó hậu kiểm thì bị hủy đăng ký. Đợt 2 này thì em vào hệ thống báo không đúng đối tượng. Em lên tra lại trên bkWiki vẫn chưa biết mình bị trong đối tượng nào . Em là sinh viên K15, lớp Việt Pháp. Môn Toán 3 thì hệ thống không mở, sang môn tương đương Giải tích 3 thì hệ thống báo như hình. Môn Hóa thì chương trình từ K18 trở đi không có môn tương đương, em nghe bạn nói là kỳ này là đợt dự thính cuối cùng. Em xin được đăng ký 2 môn trên để cải thiện .",
    "Dạ đợt đăng kí dự thính đợt 1 em không nhận được mail để đăng kí, vậy em muốn hỏi làm sao để em có thể đăng kí học hè 193 này ạ. Em cảm ơn.",
    "Em hiện còn thiếu 1 môn thể chất để đủ chỉ tiêu của trường, do năm sau bắt đầu học chuyên ngành nên em không thể sắp xếp thời gian để tiếp tục học thể chất ở học kì chính quy, tụi em mới xin được mở lớp bóng đá kì dự thính này nhưng em không đăng kí được ạ. Thông báo:\" Bạn không được phép đăng kí vào nhóm lớp này\", bạn em chung hệ với em cũng cần học 1 môn thể chất nữa đã đăng ký được rồi ạ. Mong quý thầy cô xem xét. Em xin chấn thành cám ơn.    .",
    "Chào cô/thầy, cô/thầy cho em hỏi đầu năm em thi rớt anh văn và không được học trong trường, và vừa rồi tháng 12 em có lại thi anh văn toeic trong trường được 415. Cô/thầy cho em hỏi là với số điểm như vậy thì em pass anh văn mấy trong trường ạ? Và với số điểm đó là trường tự chuyển thành tính chỉ cho em hay là em phải làm thủ tục gì để đổi thành tín chỉ ạ? Em cảm ơn.",
    "Em chào thầy/cô. Em là sinh viên VP02/2017. Do em rớt môn Hóa bên Việt Pháp, cho nên em phải đăng ký học dự thính hè để trả nợ môn cho đúng tiến độ học tập và tốt nghiệp đúng hạn. Em và các bạn rớt môn này rất muốn nhà trường tăng thêm số lượng sinh viên nhóm môn học \"Hóa đại cương - DT01_DT02\", mã môn học CH1003. Số lượng hiện tại là 35/35. Em mong thầy/cô sẽ tăng thêm số lượng vài bạn để em kịp thời đăng ký. Em cảm ơn thầy/cô rất nhiều.    - Tăng số lượng .",
    "Em tên là: Nguyễn Chí Bảo Khang Mssv:  E xin tăng thêm sỉ số môn giải tích 2 lớp DT04_DT04 hiện tại đang 120/120 Lớp của cô ",
    "Học bổng khuyến khích . em tên : 181171     cho em hỏi là em có đủ tiêu chí nhận học bổng KHUYẾN KHÍCH HỌC TẬP THEO KẾT QUẢ HỌC TẬP HỌC KỲ 1/2019-2020 em xin để ảnh bảng điểm trong file đính kèm ạ chân thành cảm ơn thầy cô ạ",
    "Cho em hỏi bây giờ tất cả lớp đã full có thể tăng sỉ số lớp hay mở lớp không ạ môn pháp luật đại cương  B",
    "t đăng kí môn học học kì 193 đợt 2 này em có đăng kí môn hệ thống tín hiệu nhưng sĩ số lớp DT01 chỉ là 12/81, còn lớp DT02 là 81/81 em xin phép cô/thầy mở rộng sĩ số lớp DT02 ạ!",
    "Em muốn đăng ký môn học giải tích 1 (MT1003) trong học kỳ hè 193 này, nhưng đã đủ sỉ số. Em hy vọng phòng đào tạo xem xét, gia tăng tỉ số lớp hoặc mở thêm lóp ạ. Em xin cảm ơn.",
    "Học bổng khuyến khích . Em chào anh/chị ạ! Hiện em vừa được cập nhật điểm TBCMR để xét học bổng khuyến khích.Nhưng trong quy chế có ghi điều kiện cần:\"Số tín chỉ tích lũy ngành (TCTLN) ≥ 90% số tín chỉ của chương trình đào tạo (CTĐT) tính đến học kỳ xét học bổng.\" ,mà em thì mới chuyển từ khoa Việt Pháp về kỳ trước nên số tín chỉ tích lũy ngành của em mới có 24.Em muốn hỏi anh chị là em có đủ điều kiện để xét học bổng khuyến khích không ạ? Em chân thành cảm ơn.",
    "Em chào anh/chị ạ! Em vừa chuyển từ chương trình Việt Pháp về lại ngành cũ và được chuyển điểm một số môn .Hôm qua em có kiểm tra lại thì thấy các môn em được chuyển điểm vẫn chưa đổi sang mã môn học của đại trà, vẫn còn để của chương trình Việt Pháp. Em muốn nhờ anh/chị kiểm tra lại và sửa giúp em. Em chân thành cảm ơn ạ.",
    "Cho em hỏi là học sinh chương trình tài năng khoa Điện điện tử em có thể đăng ký học trước môn học không ạ Đặc biệt là các môn cốt lõi chương trình tài năng có học phần mở rộng có thể học trước trong kỳ dự thính không ạ  Trân trọng ",
    "Học bổng khuyến khích . Xin chào thầy cô ạ, em có một thắc mắc về danh sách cấp học bổng khuyến khích HK191 đó là em kiểm tra điểm trung bình học kì của mình thì đủ điều kiện để được xét và trong danh sách có bạn cũng điểm thấp hơn em vẫn có tên nên không biết là tại sao lại như vậy, mong thầy cô giải đáp giúp ạ.",
    "Học bổng khuyến khích . Thưa Thầy/Cô, Sau khi nhận mail yêu cầu kiểm tra thông tin thì em nhận thấy mình không có thông tin xét học bổng và đồng thời không có tên trong danh sách dự kiến học bổng, dù em nhận thấy mình đã thoả các điều kiện. Mong Thầy/Cô kiểm tra lại thông tin xét học bổng của em. Em xin cảm ơn.",
    "Em tên   MSSV:  Em muốn xin mở thêm sĩ số lớp Truyền số liệu và Mạng, Mã Số Môn EE3019. Nhóm lớp DT02_DT04. Em chân thành cám ơn.",
    "Học bổng khuyến khích . Kính gửi Thầy/Cô PĐT, Em có thắc mắc về cách lấy điểm trung bình xét học bổng khuyến khích HK191. Em gửi kèm bảng điểm của em. MSSV: 1611471 - Thực tập tốt nghiệp: 9.5 (03 chỉ) - Quản lý bảo trì: 8.0 (03 chỉ) - Phương pháp nghiên cứu trong KD: 8.5 (03 chỉ) - Quản lý dự án: 7.5 (03 chỉ) - Đề cương luận văn: 6.00 (0 tín chỉ) - Anh văn trong kinh doanh (dự thính): 9.0 (03 chỉ). Thầy/Cô cho em hỏi: môn Thực tập tốt nghiệp em làm trong kỳ 191 có được tính vào hay không ạ? Nếu không tính thì điểm học kỳ của em là 8.0, điểm xét học bổng là 8.4 (có điểm rèn luyện). Nếu có tính thì điểm học kỳ của em là 8.375, điểm xét học bổng là 8.7 (có điểm rèn luyện). Nhờ Thầy/Cô kiểm tra giúp em lý do em không đủ điều kiện xét học bổng học kỳ này với ạ. Em xin cảm ơn thầy cô nhiều! ",
    "Dạ em chào Thầy/Cô,  Dạ cho em hỏi học kì hè 193 này em phải đi thực tập bộ môn Quá trình thiết bị của Khoa Kĩ thuật Hóa học,vậy em có được đăng kí môn học dự thính không ạ? Em có được phép đăng kí học môn có thời khóa biểu học online vào buổi tối các ngày trong tuần và học trực tiếp vào thứ 7/Chủ nhật không ạ? Em xin cảm ơn Thầy/Cô ạ.",
    "Em chào quý thầy cô ạ! Quý thầy cô có thể mở thêm 1 slot mã môn học CI2003 Lớp DT01_DT02 không ạ! Em cám ơn!",
    "Em xin chào ban quản lý, Em đưa ra thắc mắc này vì không hiểu tại sao mình lại bị mất môn học Pháp luật đại cương - SP 1007 . Theo như lịch sự đăng ký thì gân đây nhất em đăng ký là 03/ 07/ 2020 19:24 và khi đó em đã đăng ký được lớp DT06. Nhưng không hiểu vì một lý do thần kỳ nào đó khi ngày hôm nay lên kiểm tra thì em lại thấy mình đã mất đi lớp học này . Rất mong bên phía nhà trường sẽ giúp em trả lời, vì hôm nay là hạn chót của đợt đăng ký môn học lần này rồi.",
    "Em tên  MSSV 2. Em xin đăng ký môn Nhập môn về lập trình CO1003 lớp DT01, môn Ph/luật ViệtNam đạicương SP1007 lớp DT04 và môn Mip(tpháp hnhập nnghiệp) 003709 lớp DT01. Em hiên không thể đăng ký môn do sỉ số lớp đã đủ, em rất xin lỗi vì đã không đăng ký trước, mong Phòng Đào Tạo xem xét giúp em để em đủ điều kiện để đăng ký luận văn vào học kỳ sau. Em xin cảm ơn.",
    "Dạ hiện tại lớp dự thính vật lý 1 đã full em muốn xin thầy cô mở thêm sĩ số ạ. E đk nhưng bị trùng lịch giờ em đã tim được lịch nhưng bị full sĩ số. Em xin chân thành cảm ơn nhiều ạ",
    "Cho em hỏi, hiện giờ bên phía địa phương yêu cầu em nộp giấy tạm hoãn nghĩa vụ quân sự, nhưng hiện giờ chưa đến đợt được trường cấp, vậy em nên làm gì?  Em có thể đăng kí in giấy xác nhận sinh viên và nộp về thay thế được không ạ? Em cám ơn.",
    "Họ tên :   mssv:  lý do: em xin trình bày lý do về việc không đăng ký được môn học của học kỳ dự thính hè, em được Phòng Đào tạo hưỡng dẫn nộp đơn trễ học phí và nộp học phí trước ngày 7-7-2020 thì sẽ được mở đợt đăng ký vào lúc 13h00 ngày 7-7-2020 nhưng em vẫn không đăng ký được vì lý do chưa thanh toán. Em đã thanh toán xong học phí rồi, nếu được xin nhà trường có thể giúp em. các môn em muốn đăng ký  sp1003 Những nguyên lý cơ bản của chủ nghĩa mac-lenin Mt2001 xác suất và thống kê Em xin cảm ơn .",
    "Em chào anh/chị, Em là  - MSSV:  Vào Học kỳ 1 (2017-2018), em học môn Giáo dục thể chất 3 (MMH: 005011) nhưng không qua môn. Sau đó vào Học kỳ 1 (2019-2020) em đăng kí học môn Điền kinh (MMH: PE1025) và đã qua môn. Và trên mục điểm chuyển thì lại đang bị đổi sang Giáo dục thể chất 1 (MMH: PE1003), không trùng khớp với mã môn Giáo dục thể chất 3 mã em đã rớt. Nên em muốn xin chuyển lại trong mục điểm chuyển từ: Giáo dục thể chất 1 (MMH: PE1003) thành: Giáo dục thể chất 3 (MMH: 005011)    i ",
    "Em tên:  MSSV: Em đang là sinh viên khoa môi trường, theo chương trình đào tạo thì học kỳ hè năm nay em học thực tập tốt nghiệp. Nhưng em xem điều kiện để học được môn này là tín chỉ tích lũy ngành tối thiểu là 96, hiện tại trong tính tới hết học kỳ 192 em mới tích được 95 tín chỉ, em có nghe hướng dẫn giáo viên quản nhiệm xin phòng đào tạo là xin nộp chứng chỉ ngoại ngữ toeic trong hè để đảm bảo đủ tiến độ. Mong phòng đào tạo giúp đỡ em để em có thể hoàn thành chương trình học kịp tiến độ ạ. Xin cảm ơn.",
    "Học bổng khuyến khích . Dạ cho em hỏi là do kì hè 183 em có đăng ký học trước môn Những nguyên lý cơ bản của chủ nghĩa  Lênin nên học kì 191 vừa rồi em học 13 chỉ, nhưng em không rớt môn và em học đúng với chương trình, ngoài ra em còn có học dư 2 chỉ môn anh văn 1, điểm trung bình học kì 191 vừa rồi của em là 8.38 và cũng cao hơn các bạn đang xét học bổng ạ. Vậy nên em mong rằng có thể xem xét và giải đáp thắc mắc cho em ạ. Em xin cảm ơn.",
    "Em xin phòng đào tạo có thể mở cho em thêm sĩ só lớp Dt07  Pháp luật việt nam đại cương sp1007",
    "Chào cô, Em thấy nhiều bạn mong muốn đăng kí học thể dục vào kì hè 193 này, em cũng có đăng kí danh sách của các bạn xin mở lớp. Nhưng nay em vẫn chưa thấy bạn nào xin mở lớp. Bây giờ em có thể lên xin mở lớp thể dục thể chất được không ạ? Em có đủ danh sách xin mở lớp rồi ạ.",
    "Học bổng khuyến khích . Em chào Phòng Đào Tạo. Em tên . Mssv:  Em mới nhận được danh sách học bổng học kì 1 năm học 2019-2020. Nhưng trong danh sách không có tên em mặc dù kết quả của em khá tốt. Em không rõ nguyên nhân dẫn đến kết quả trên là do đâu ạ. Mong phòng đầo tạo phản hồi sớm lại cho em thông tin ạ. Em chân thành cảm ơn.",
    "Chào cô Em tên là , mssv: . Trong quá trình đăng kí môn học học kì hè 193, em muốn tham gia học môn Kỹ Thuật lập trình (CO1011) nhưng do môn học chỉ mở 1 lớp và sĩ số đã đủ 40/40 nên em không thể tham gia. Em mong muốn được thầy cô giúp đỡ mở thêm sĩ số lớp học để em có thể được tham gia trong kì hè này. Em xin cảm ơn.",
    "Em chào thầy/cô, Cho em xin mở rộng sỉ số môn Tín hiệu hệ thống {EE2005] của thầy . Đây là môn song hành của Mạch điện tử nhưng Lớp thầy  lại trùng TKB tất cả các lớp Mạch điện tử nên em chỉ có thể đăng ký thầy . Em rất mong được sự hỗ trợ từ quý thầy/cô để em không bị trễ 1 năm học . Em xin cảm ơn và chúc thầy/cô nhiều sức khỏe!",
    "Chào thầy(cô), em tên , mssv . Kì này em có nộp trễ học phí và em đã gửi đơn trình bày lí do trễ học phí, nhưng em vẫn không đăng kí được môn học thực tập tốt nghiệp CO3313 trong đợt 2 này (hạn chót 15h 8-7-2020). Kính mong quý thầy cô có thể cập nhật để em có thể đăng kí môn học ở đợt 2 này, em xin chân thành cảm ơn.",
    "Dạ cho em hỏi là em đăng kí hè này 2 môn, môn 1 kết thúc ở tiết 6 và môn 2 bắt đầu ở tiết 7, đều ở cơ sở 1. Nhưng đăng kí hệ thống báo là không được vì Kết thúc tiết 6 và bắt đầu tiết 7, vậy là em không đăng kí 1 trong 2 được phải không ạ? Em cảm ơn ạ.",
    "cho em xin mở thêm sĩ số lớp DT02-môn học EE2005 với ạ.",
    "Kính chào quý Thầy Cô! Em muốn  hỏi, trong chương trình học của khoa Xây Dựng, có môn kết cấu thép 1 là môn tiên quyết để được học môn thí nghiệm công trình. Đối với cá nhân em chỉ còn nợ 2 môn này để đủ điều kiện tốt nghiệp. Vậy kính mong quý thầy cô tư vấn giúp em có cách nào để xin được học 2 môn đó cùng 1 học kì (cụ thể học kì hè 193) để em đủ điều kiện tốt nghiệp vào tháng 11/2020 được không ạ? Em rất cần sự giúp đỡ của thầy cô ạ! Em cảm ơn!",
    "Con chào Phòng Đạo Tạo trường Đại học Bách Khoa. Con tên:  - MSSV: . Hôm nay con viết yêu cầu này mong PĐT đồng ý tăng sỉ số môn \"Điền Kinh\" - mã môn học: PE1025, nhóm lớp: DT01 vào học kỳ 193 để con được đăng ký môn học. Lý do: con cần học môn này để đủ 3 môn Giáo dục thể chất và có thể đăng ký môn chuyên ngành năm 4 và ra trường. Con tha thiết mong PĐT đồng ý với yêu cầu của con để con đủ yêu cầu học các môn chuyên ngành năm 4. Con cảm ơn PĐT đã dành thời gian xem qua yêu cầu nayf.",
    "Học vụ     Chào quý thầy cô  Em có thể đăng ký các môn cốt lỗi chương trình tài năng trong kỳ dự thính ạ  Sau đó thực hiện phần mở rộng vào kỳ sau  Hay em bắt buộc phải xóa môn có phần mở rộng  Cho em hỏi thời hạn làm phần mở rộng chương trình tài năng là đến khi nào  Vì lý do một số bạn mới vào đã bỏ lỡ chương trình tài năng trước đó  Chức thầy cô có buổi chiều vui vẻ  Em xin cảm ơn   trọng  ",
    "Em chào thầy/cô Hiện em có thắc mắc học phí của kỳ dự thính hè - Học kỳ 193 (em đi thực tập tốt nghiệp), năm học 2019 - 2020 là bao nhiêu 1 tín chỉ vậy ạ ? Do em có lên trang của trường nhưng chỉ thấy báo học phí của các học kỳ 1 & 2 năm học 2019 - 2020 mà hiện tại em cần thông tin học phí chính xác để gửi cho Quỹ học bổng ạ. Em cảm ơn thầy/cô nhiều ạ !   i  .",
    "em có mong muốn được học môn hệ thống cung cấp điện mã môn học EE3001 nhưng trên thời khóa biểu bị trùng 1 buổi hangout với môn máy điện còn lại các buổi thí nghiệm và học trên lớp đều không bị trùng Em mong phòng đào tạo có thể giúp em vì đây là môn học trước để kỳ sau em có thể làm luận văn em xin cảm ơn ",
    "Em chào thầy/cô ạ.  Vì đã lỡ đợt xin mở lớp học kỳ hè. Em xin phép hỏi em có thể nộp đơn trễ được không ạ. Em và 1 bạn cùng lớp thuộc khóa XD13KT đang còn thiếu 2 môn. Đồ án cấu tạo 2 và Thiết kế kiến trúc công cộng 2, em đã liên hệ và thầy cô bộ môn đã đồng ý dạy.  Vì bọn em cần qua 2 môn này để đủ điều kiện đăng ký ĐATN vào kỳ 1 tới, nên mong thầy/cô phòng đào tạo xem xét tạo điều kiện để bọn em có thể đăng ký 2 môn này ạ.  Em xin chân thành cảm ơn.",
    "Em có đăng kí làm lại thẻ sinh viên nhưng chỉ tới bước 4 như trong hình thì phải làm sao ạ ?",
    "Phòng có thể cho em xin mẫu đơn xin cứu xét được không? Em đủ điều kiện đăng kí môn học và em đã đăng kí môn trong đợt đăng kí thứ 2. Khi có kết quả em đã không kiểm tra và đã không được đăng kí môn thành công . Giờ em muốn xin phòng đào tạo xem xét, cho phép em đăng kí môn và có thể bảo vệ luận văn vào đầu tháng 9 năm nay ạ",
    "Học bổng khuyến khích . Em chào thầy/cô ạ. Em là  sinh viên lớp DC18KK, MSSV: . Thầy/cô cho em hỏi vì sao điểm trung bình chung mở rộng của em là 7.5 và em cũng thoả các điều kiện để xét học bổng khuyến khích nhưng em lại không có tên trong danh sách dự kiến ạ? Em cảm ơn thầy/cô ạ.",
    "Chào quý thầy cô Em muốn xin PĐT cho mở lớp Thực tập Điện 2 (EE3023) Do thầy dạy vừa mới mới đồng ý nhận lớp lúc 4h chiều nay (8/7/2020) nên không thể đăng ký trong đợt 2 này Em mong PĐT sẽ mở môn trong đợt 3 này (em sẽ làm đơn nếu cần ạ) Chúc thầy cô có buổi chiều vui vẻ Trân trọng,",
    "Thầy cô cho cho em hỏi em đang học ngành một và em muốn sau này tốt nghiệp học thêm ngành 2.Cho em hỏi là giữa 2 ngành này có những môn học giống nhau nhưng khác mã số môn học vậy sau này em học ngành 2 có phải học lại những môn đã học ở ngành 1 mà khác mã số môn học hay không ạ ?Em cảm ơn thầy cô.",
    "Kính gửi thầy/cô. Em tên là , MSSV: , học sinh lớp Việt Pháp VP17VL. Nay em gặp vấn đề về đăng ký môn học chuyển điểm tương đương: Em có gửi mail cho văn phòng nhưng em nhận được phản hồi trễ lúc gần 17h ngày 8/7 (nghĩa là đã qua hạn chót hiệu chỉnh). Có môn học trong danh sách đăng ký đợt dự thính của em không được chuyển điểm sang chương trình em mà em đăng ký nhầm và thêm nữa là em có nghe một số bạn nói là đợt 3 thì mình không thể hủy môn học cho nên em muốn xin thầy/cô hủy môn giúp em. - Hóa đại cương - CH1003. - Vẽ kỹ thuật - CI1003. Và giúp em đăng ký thêm môn: - Hóa học - 601701. Nếu trong đợt 3 em có thể hủy môn học thì em sẽ tự hủy. Em cảm ơn thầy/cô rất nhiều đã giải quyết vấn đề giúp em.     .",
    "Kính gửi PĐT ạ, Em muốn đăng ký môn học MT2001 trong HK193 nhưng do trong quá trình đăng ký trước có trục trặc về mạng mà em không để ý nên chưa đăng ký thành công ạ. Kính mong PĐT có thể tạo điều kiện để em đăng ký môn học này trong HK193 ạ.",
    "Em là sinh viên năm nhất khoa kỹ thuật xây dựng cho em hỏi hết năm nhất mà em không đủ 28 tín chỉ thì em có được đăng ký tất cả các  môn của năm 2 hay không hay chỉ được đăng ký các môn không chuyên ngành? ",
    "Dạ em chào thầy cô ạ, Mình cho em hỏi là tình trạng học của em hiện tại là đang học (sau khi đã nộp đơn thu nhận lại ở văn phòng) nhưng em vẫn không đăng ký môn học đợt 2 này được ạ. Trên hệ thống vẫn để lý do là tạm dừng. Em phiền mình xem giúp em trường hợp này được không ạ? Do em cũng muốn tranh thủ đăng ký để kịp đợt học ạ. Em cám ơn ạ",
    "số tín chỉ tối thiểu để tốt nghiệp khóa K19 ngành cơ khí, hệ kỹ sư .",
    "Em xin lỗi vì đã làm phiền anh ( chị) . Vì một số lý do nên em đã trễ hạn đăng ký học kỳ dự thính đợt 2 ( deadline là 3PM hôm nay). Không biết anh ( chị) có thể cho em đăng ký trễ được không ạ. Em thật sự rất xin lỗi và rất mong được xét duyệt. Em chân thành cám ơn.",
    "Học bổng khuyến khích . Em chào Thầy Cô . Cho em hỏi em có đọc quy định sinh viên có DTBCMR  8 sẽ được nhận mức học bổng là 20 tchp. Mà học kì 191 vừa rồi tụi em đóng 1 chỉ học phí là 320k vậy thì mức học bổng sẽ là 320.000x 20 = 6.400.000, nhưng mức học bổng trong danh sách dự kiến chỉ là 6.000.000. (Sô tiền này được tính theo đơn giá học phí năm học trước 2018-2019 nhưng lại áp vào học bổng năm 2019-2020 . Dạ cho em hỏi nhà trường có nhầm lẫn trong vấn đề trên không ạ . Em xin cảm ơn",
    "Chào Thầy/ Cô    Đợt vừa rồi em có nộp đơn xin rút môn luận văn tốt nghiệp do không đủ thời gian thu thập dữ liệu, em đã đóng tiền học phí trên BKpay  Hiện nay, giảng viên hướng dẫn đã đồng ý cho em thực hiện trong kỳ hoãn luận văn đến tháng 9 Tuy nhiên trên thời khoá biểu đã xoá môn luận văn tốt nghiệp  Thầy/ Cô cho em hỏi, em xin mở đăng ký lại môn luận văn trong kỳ này được không ạ?    Em cảm ơn Thầy/ Cô  ",
    "Chào ad. Em là sinh viên k19. Hiện em có một số câu hỏi mong được các anh/ chị admin giúp đỡ. Là về việc lịch học dự thính, em và các bạn có rớt một vài môn đại cương. Nhưng vì một số việc( đường xá, làm thêm, v..v). nên em vs các bạn có thắc mắc là mình học lại những môn mình đã rớt đó( hay học lại để cải thiện điểm ) thì liệu có được đăng kí chung với những môn học kế trong học kì chính thức của học kì kế được không ạ. Em xin cải chính lại là không phải em vs các bạn không thích học dự thính ở cs1 mà là vì khu bọn em ở cách cs2 40p nhưng với cs1 đến 2h30p. Liệu có thể gộp chung những môn học này lại để học chung với những môn kế ở học kì chính thức không, để thuận tiện cho việc đi học và tránh những thiệt hại không muốn ạ( đường xá, xe cộ, làm thêm, tiền bạc,vv.v). Nếu như không được thì admin có thể giúp bọn em đưa ra những gợi ý, mẹo vặt cho những thắc mắc này được không ạ. Bọn em cảm ơn. Thân mến. Sinh viên K19.",
    "Gửi phòng đào tạo, Cho em hỏi  về việc có thể đăng ki môn học  vào thời gian này không ạ? vì em không đăng kí kịp môn học dự thính hè đợt 2 .",
    "Cho em hỏi, có thể xin mở rộng sỉ số môn Giải Tích 2 dự thính vào đợt đăng kí bổ sung sắp tới không ạ? Em cảm ơn.",
    "Em muốn hủy hết môn học, do vấn đề gia đình, vì vậy, học kỳ hè em không tham gia được, nhưng em đã lỡ mất đợt đăng ký môn lần 2, nên giờ không hủy được môn học. Cho em hỏi là có cách nào khác không ạ? Em xin cảm ơn.",
    "Học bổng khuyến khích . Xin chào thầy cô ạ, em có một thắc mắc về danh sách cấp học bổng khuyến khích HK191 đó là em kiểm tra điểm trung bình học kì của mình thì đủ điều kiện để được xét và trong danh sách có bạn cũng điểm thấp hơn em vẫn có tên nên không biết là tại sao lại như vậy, mong thầy cô giải đáp giúp ạ.",
    "Em là , trong đợt thanh toán học phí đợt 2 em đã thanh toán trể 1 ngày so với hạn là ngày 02/07/2020. Có thể cho em hỏi em có bị ảnh hưởng gì từ việc này cho cả học học kì nay tới học kì sau nữa không ạ.",
    "Học bổng khuyến khích . Em chào thầy/cô! Trong danh sách học bổng lần một trường có cập nhật thiếu số tín chỉ tích luỹ của em, qua lần cập nhật mới em bị xoá tên do không đủ 90% số chỉ tích luỹ . Em đã làm đơn xin xem xét lại gửi phòng đào, thầy/cô cho em hỏi bao giờ trường mới xem xét cập nhật đúng số tín chỉ và danh sách học bổng mới vậy ạ. Mong thầy/cô hồi đáp giúp em. Em cảm ơn ạ!",
    "em muốn hủy môn học đã đăng ký đợt 2 ạ vì em đăng ký nhầm mã min6 học, để đợt 3 em đăng ký lại ạ.Em xin lỗi đã làm phiền. Em cảm ơn",
    "Cho em xin hỏi thêm 1 câu ạ. Năm sau đổi mã môn học h em học dự thính cũng môn đó mà mã cũng vậy thì có tính không ạ. Em cảm ơn",
    "Em vừa đổi tên thành công và có quyết định của UBND nơi em sinh sống . Cho em hỏi thủ tục xin đổi lại tên ở trường cần những giấy tờ gì ạ? Và sau khi làm xong thủ tục em có thể đổi tên mail và tài khoản MyBK lại không ạ?",
    "ng ký rút môn học HK192    B Tên môn học: Anh văn 2 Mã số môn học: LA1005 Mã nhóm: A02     Lý do rút môn học: Em sẽ nộp bằng Toeic chuyển điểm vào sau ạ. Em cảm ơn.",
    "Em chào thầy/cô Cho em hỏi là học kì trước em có xin phép điểm vắng thi có phép (điểm 22) thì em có thể đăng kí dự thi cuối kì để xóa điểm 22 trong học kì hè (nếu môn đó có mở) được không ạ. Và nếu như đăng kí thi trong hè như vậy thì có được tính vào số tín chỉ để hoàn thành chuẩn sinh viên năm 3 không ạ (do em đang có 79 tín chỉ)",
    "kính thưa thầy cô em đã hoàn thành 146/147 chỉ nhưng em còn nợ một môn 700200 môn tương đương của nó là IM2003 nhưng cả hai môn đó thì hơn nữa năm qua không mở, em muốn đổi môn khác để hoàn thành khóa học được không hoặc có hướng giải quyết khác không ạ",
    "Cho em hủy in thẻ sinh viên ạ",
    "Học bổng khuyến khích . Chào thầy/cô Em đã bị vi phạm xử lý học vụ 3 lần và đã làm đơn thu nhận lại. Thầy cô cho em hỏi là nếu kì này điểm trung bình của em đủ điều kiện nhận học bổng khuyến khích thì em có được nhận không ạ? Do em còn phân vân việc bị xử lý học vụ ạ. Em cảm ơn",
    "Cho em hỏi là lịch nộp CCNN của học kỳ 192 và học kỳ hè 193 là từ ngày mấy ạ? Và em nộp CCNN vào học kỳ 193 thì chuyển điểm qua anh văn 1 2 3 4 tính theo học kỳ 192 hay học kỳ 201 ạ?",
    "Hiện gmail e đang đăng nhập trong điện thoại cũ đã bị hư. E vào điện thoại mới đăng nhập thì bảo phải xác nhận từ điện thoại cũ.e phải làm thế nào ạ",
    "ây giờ em muốn rút môn học kì hè 193, Môn Anh Văn 2, Lớp DT01, có tính phí không ạ",
    "ây giờ em muốn hủy đăng ký môn AV4( lớp DT03) ở học kỳ hè 193, thì có mất phí không ạ?",
    "Dạ do em chưa đủ tiền thanh toán học phí dự thính trước ngày 8/7 nên em không được đăng ký môn học Thực Tập Tốt Nghiệp vào đợt ĐKMH lần 2. Vậy cho em hỏi, khi em thanh toán xong. Thì trong đợt 3 môn Thực Tập Tốt Nghiệp có mở để em đăng ký không ạ, hay đợt 3 chỉ mở những môn học thông thường. Vì điều này khiến em có thể bị quá hạn đào tạo nên cực kỳ quan trọng với em. Em mong nhận được sự hồi đáp sớm từ Thầy Cô ạ. Em xin cám ơn quý Thầy Cô nhiều ạ Lê Toàn 09888 320 416",
    "Cho em hỏi là học kì 193 có triển khai môn Mác không ạ. Nếu không thì tại sao trường vẫn mở lớp và có TKB bình thường ạ Em xin cám ơn ạ",
    "MSSV:     Kính gửi PĐT, Kính xin PĐT kiểm tra giúp em lịch thi môn phương pháp tính tối nay ngày 10/07, do trên mybk không còn thấy lịch thi nữa. Em đã hoàn thành đầy đủ nghĩa vụ và không bị cấm thi. Mong sớm nhận được hồi âm của PĐT. Em xin cảm ơn, ",
    "Chào quý thầy cô! Em có đăng kí 2 môn học trong kì hè 193 này. Bao gồm mã môn và môn như sau: SP1031 -  -  2013 -  Em có nghe nói là k19 không đăng kí học trước được vì chương trình giảng dạy khác. Như vậy, nếu em không được học thì em có được hủy môn không ạ, hay vẫn phải đóng tiền học và đi học nhưng không được tính ạ! Em mong thầy cô giải đáp giúp em ạ, nhiều thông tin làm em hoang mang lắm! Em cảm ơn!",
    "Cho em hỏi học kì hè này có được đăng kí học trước các môn xã hội như  không ạ.Em cảm ơn ạ.",
    "Thưa thầy/cô, Hiện tại em đang học môn SP1007 - Pháp luật Việt Nam đại cương HK192 và vừa đăng ký môn học  SP1031 -  MAC - LENIN vào kỳ hè 193. Em cũng vừa được biết là hai môn trên có thể sẽ thay đổi vào kỳ sau, 201. Em xin hỏi là liệu em có được chuyển điểm nếu em hoàn thành hai môn học trên hay không? Em xin cám ơn",
    "Dạ em xin phép hỏi là học kỳ hè 193 này em đã đăng ký học môn Chủ Nghĩa  theo mail pđt đã trả lời ( có đính kèm ảnh 1). Nhưng hôm nay em lại thấy một số câu trả lời lại mâu thuẫn với thông tin trên ạ( có đính kẻm ảnh 2). Dạ em xin phép được thắc mắc ạ",
    "Em chào PDT á! Em là sinh viên k19,do không nắm rõ Chương trình đào tạo k19 nên em đã đăng ký sai mã môn Xác suất thống kê kỳ hè 193.PDT cho em hỏi có cách nào để xin chuyển điểm hoặc chuyển môn được không ạ?  Em xin cảm ơn ạ!",
    "Cô ơi, em có hai câu hỏi sau mong cô giải đáp: 1. Đợt đăng ký môn học đợt 3 ngày 13.07.2020 có được mở thêm lớp không ạ ? 2. Tín chỉ tính chuẩn sinh viên xét cho đợt đăng ký môn học kỳ 201 có được cộng thêm tín chỉ đăng ký hè 193 không hay chỉ được cộng thêm tín chỉ của kỳ 192 thôi ạ ? Em cám ơn cô ạ !",
    "cho em xin lịch thi cuối kì với ạ. tối em thì rồi mà trên lich thi của em bị mất môn phương pháp tính ạ. giờ em không biết mình thi phòng nào ạ.",
    "Em đang vướng bận chứng chỉ anh văn và có nguy cơ bị đình chỉ kì học 201 nếu không đạt được chứng chỉ anh văn trước khi đang kí môn học học kì 201. Nên cho em hỏi khi nào bắt đầu đăng kí môn học học kì 201 để em có thế sắp xếp đăng kí thi chứng chỉ anh văn đúng thời hạn. Em xin cảm ơn .",
    "cho em xin phòng thi phương pháp tính ngày 10/07 với ạ. trên lịch thi của em bị mất rồi ạ. cho em biết lí do được không ạ. tối em thi rồi nên giờ em đang rất gấp ạ",
    "Thầy cô cho em xin email của thầy  hiện đang dạy lớp Hóa Lý Hóa keo DT01 để hỏi thầy vài chuyện ạ! Em cảm ơn",
    "Thầy cô cho em hỏi, theo như câu trả lời tại hội nghị sinh viên thì k19 chúng em có được học mác với chương trình dạy mới vào kì hè không ạ. Nếu không thì phòng đào tạo cho tụi em xin hủy môn được không ạ",
    "em là sinh viên khóa K19, hệ chính quy. Em có đăng kí 1 số môn học kỳ hè ở đợt 1, nhưng đến ngày có kết quả đăng kí thì em k thấy kết quả đăng kí của mình. Khi em bấm vào lịch sử đăng kí môn học thì hiện ra dòng chữ đỏ \" bạn chưa chọn đợt đăng kí\". Cho em hỏi như vậy là em đã được đăng kí hay chưa, nếu chưa thì em phải làm sao để được học ạ.Em có thấy đang còn đợt 2 bổ sung nhưng em k thể đăng kí được ạ. Em xin cảm ơn.",
    "Vì em đăng ký nhầm nên nếu em muốn hủy môn học đã đăng ký trước đó em có phải làm đơn không vậy. Vì môn học em đăng ký ko liên quan đến chương trình dạy 193",
    "Học bổng khuyến khích . Em chào thầy/cô! Em có tên trong danh sách học bổng lần một nhưng trường có cập nhật thiếu số tín chỉ tích luỹ của em, qua lần cập nhật mới em bị xoá tên do không đủ 90% số chỉ tích luỹ . Em đã làm đơn xin xem xét lại gửi phòng đào tạo, thầy/cô cho em hỏi bao giờ trường mới xem xét cập nhật đúng số tín chỉ và danh sách học bổng mới vậy ạ. Mong thầy/cô hồi đáp giúp em. Em cảm ơn ạ!",
    "Em đã đăng kí môn Giải tích 3 - MSMH: 006725 vào đợt 1 đăng kí môn dự thính hè chính quy (Bảng đăng kí trong hình đính kèm) nhưng chưa có kết quả + TKB. Hiện tại một số bạn của em đăng kí môn này trong \"đăng kí dự thính hè đợt 2\" đã có kết quả + TKB và học lớp của thầy . Em xin hỏi tại sao em đăng kí đợt 1 không có kết quả. Nếu có sai sót em xin thầy/cô điều chỉnh giúp em để em có thể học môn Giải tích 3 học kỳ hè này. Em xin cảm ơn",
    "Dạ thầy cô cho em hỏi là em lỡ đăng ký lộn một môn trong học kỳ Hè 193 này thì em có thể nộp đơn xin rút môn học được không ạ? Nếu được thì em có thể nộp vào khoảng thời gian nào ạ? Em không thấy có lịch tiếp nhận đơn xin rút môn học trong Lịch học vụ ạ. Em xin cảm ơn thầy cô ạ!",
    "Em có đăng ký 2 môn học: + Cấu trúc dữ liệu và giải thuật (CO2003) - Nhóm lớp DT_01 ( 193 - Hệ Chính Quy) + Cấu trúc dữ liệu và giải thuật (CO2003) - Nhóm lớp RZ03 ( Học Lại 2020 - Hệ VLVH). Em gửi mail này xin được Phòng Đào Tạo xem xét cho em được hủy môn CO2003 - Nhóm lớp DT_01 (Hệ chính quy). Lý do em đăng ký trùng môn học là vì Em không biết  có mở môn học này trong học hè hay không? Nên em đã đăng ký trước bên chính quy, để phòng trường hợp  không có mở môn này. Hôm nay 10/7, bên VLVH có thời khóa biểu hè chính thức, nên em làm đơn này xin được hủy môn đăng ký trước trên hệ chính quy. Em biết em làm sai quy trình, ảnh hưởng đến sỉ số lớp học, nhưng kính mong Phòng Đào Tạo xem xét, Để em không phải đóng học phí 2 lần ạ. Em xin đính kèm đơn xin hủy môn học.",
    "Cho em hỏi môn pháp luật Việt Nam đại cương học kì 193 có được học không ạ",
    "Kính gửi PĐT  Em tên là , sinh viên K18 Cho em hỏi là theo như thông báo trước đó của PĐT là học kì 201 sẽ không xét chuẩn Anh văn khi đăng kí môn học, điều đó có chắc chắn không ạ? Học kì này PĐT có tổ chức thi Anh văn định kì không? Và sẽ tổ chức vào ngày nào ạ?",
    "Chào quý thầy cô, cho em hỏi vừa rồi ngày 2/7 em có thanh toán khoản HP còn lại cho HK192, nhưng BKPay và OCB Online Banking có vẻ gặp trục trặc khi mà em đã được xác nhận khoản thanh toán trong OCB Online Banking rồi nên cứ nghĩ là đã thanh toán, hôm nay mở lại BKPay thì lại được thông báo học phí chưa được thanh toán?! Em vô OCB thì thấy tiền vẫn còn nguyên nên thanh toán lại 1 lần nữa thì lần này mới được và được thông báo là \"Đã thanh toán trễ hạn\". Vậy xin hỏi quý thầy cô trường hợp này em có bị phạt theo quy chế về học phí không ạ?",
    "Do mới có điểm vài môn, kết quả không tốt nên em muốn cải thiện vào Hè, vậy xin cho em hỏi học kỳ hè 193 có còn đợt hiểu chỉnh lần 3 như các năm trước không vậy ạ? Em xin cảm ơn.",
    "Em muốn hũy đăng ký môn trước đó mà đã hết hạn rối giờ em có cần nộp đơn gì không. Mong giúp em với vì em lỡ dại đăng ký trước 1 số môn mà nghe nói sẽ thay đổi trong năm tới. Em chân thành cảm ơn",
    "Chào cô, em vừa có thông tin là kể từ khoá 19 trở đi môn xác suất thống kê có đổi mã môn xác suất thống kê. Tuy nhiên hiện tại em lại đăng kí mã môn cũ MT2001. Vậy cho em hỏi có cách nào để giải quyết vấn đề này không, chứ mất 1 triệu 500 ngàn vì đăng kí sai môn thì đúng là cái giá đắt quá ạ.  Em cảm ơn, mong cô sớm phản hồi.",
    "Em tên:  Mssv:  Chuyên ngành: công nghệ thông tin (vlvh) Em xin chào phòng đào tạo, em có đăng ký môn kỹ thuật lập trình CO1011 bên hệ dự thính chính quy. Dạ hiện tại em có thể rút môn lại để đăng ký qua bên hệ vlvh được không ạ. Em xin cảm ơn  ",
    "Xin chào phòng đào tạo, cho e hỏi là e đăng ký môn học dự thính hè 193 hệ chính qui đã qua đợt 1 và 2 nhưng bây giờ e muốn hủy môn thì có làm đơn rút môn được không ạ?. (E đã biết đợt 3 thì không được hủy môn)",
    "Dạ, em đã đăng ký chuyển điểm  vào ngày 9/7 . Cho em hỏi khi nào điểm mới được cập nhật để em có đủ số tín chỉ để đăng kí TTTN vào kỳ đkmh bổ sung (13/7-15/7) ạ Mong phòng đào tạo chuyển sớm dùm em để, em không bỏ lỡ kỳ TTTN .",
    "Em thấy pdt có thông báo là đăng ký môn học đợt 3 từ ngày 13 đến 15 ạ, mà khoảng thời gian đó có thể môn học dự thính của em vẫn chưa được cập nhật điểm,vậy nếu sau đợt đkmh đợt 3 mà em đã đủ điều kiện để đăng ký đi thực tập tốt nghiệp thì em phải làm sao ạ. Em cảm ơn ạ.",
    "Hiện tại sau khi em đăng kí môn học Triết mác mới nghe được thông tin môn đó sẽ đổi chương trình dạy vào học kì 201. Vậy làm sao để em hủy môn mà không phải đóng tiền đăng kí môn ạ",
    "Chào thầy cô ! Em có đăng kí những môn vào kì hè vì nghĩ mình nợ nhưng em không còn nợ thì có được hủy vào đợt Đăng kí lần 3 không?  Em cảm ơn",
    "Dạ xin cho em hỏi là k19 có được học hè 193 môn mác lê mã môn SP1031 không ạ! Em cảm ơn ạ!",
    "Em có nghe nói năm sau trường mình tự chủ về kinh tế,học phí tăng lên 25tr/năm,em xin hỏi thông tin này đúng hay không?Nếu đúng như vậy thì bắt đầu từ K20 hay tất cả các khóa ạ.Em xin chân thành cảm ơn.",
    "Học bổng khuyến khích . Kính gửi: Phòng đào tạo trường Đại học Bách Khoa Thành phố Hồ Chí Minh, Em là: , MSSV: , sinh viên Khoa: Điện- Điện tử Em vừa nhận được thông báo về danh sách cập nhật học bổng dự kiến học kì 191 hôm nay, em thật sự cảm thấy hụt hẫng và không tin đây là sự thật, vì trong danh sách dự kiến trước đó có tên em và danh sách mới em bị loại với lý do rất đặc biệt là \"TRƯỜNG KHÔNG ĐỦ NGÂN SÁCH\" nên buộc phải cắt bớt để tăng tiền cho những bạn khác. Thà rằng ban đầu phòng đào tạo không công bố danh sách trước đó, hoặc việc điều chỉnh chỉ là bổ sung, chứ từ danh sách em có học bổng rồi lại thông báo điều chỉnh lại em trở thành không được nhận, em cảm thấy rất buồn và nản vì động lực để em phấn đấu qua mỗi kì lại được công bố bằng sự sai sót của phòng đào tạo. Có thể đối với trường con số 6 triệu là rất nhỏ nhưng  đối với em đó có thể hơn hai tháng tiền ăn và tiền học phí, bên cạnh đó khi hay tin có học bổng em đã thông báo với người thân thì giờ đây em biết báo lại như thế nào đây. Em nghĩ nhiều bạn cũng có tâm trạng như em thất vọng và hụt hẫng . Trên đây là những ý kiến nhỏ nhoi của em, kính mong phòng đào tạo xem qua và giải quyết thấu tình đạt lý và xin phòng đào tạo hãy đặt mình vào vị trí của những sinh viên như chúng em để đồng cảm với chúng em. Cuối lời, em xin chúc sức khỏe và xin chân thành cảm ơn đến tất cả ạ. Sinh viên ",
    "Thầy cô cho em hỏi học kỳ hè có thể học các môn học trước không ạ ?",
    "Thưa thầy/cô, Em là , sinh viên khóa K19 khoa Khoa học và Kĩ thuật máy tính, em xin hỏi về môn SP1031- Triết học  -nin, em có đăng kí môn Triết để học trong học kì 193 hè do nhận được bức hình gợi ý các môn học của phòng đào tạo. Song, Em lại nghe qua về việc các môn xã hội sẽ có nội dung đổi mới chỉ được áp dụng từ học kì 201 đối với khóa K19. Vậy em xin hỏi là môn SP1031 nếu học trong hè thì có được tính không ạ? Hay kể từ học kì 201 trở đi, bọn em phải học lại môn  -nin theo chương trình mới ạ ? Nếu môn học  -nin trong kì hè này không được tính so với khóa K19, thì bọn em có được phép hủy không ạ?  Em xin cảm ơn.",
    "Dạ e có đăng ký môn SP1031 và đã qua đợt đăng ký lần 2 thì e được pdt trả lời là học kỳ 193 chưa triển khai sang học kỳ 201 mới triển khai. Vì đã đăng ký lỡ và đã qua hạn đăng ký lần 2 , e xin trường có thể cho em rút môn SP1031 với ạ vì học phí hè khá mắc và học không được tính, vô năm mới triển khai học môn SP1031 phải học lại  Em xin trường giúp em với ạ . Em cảm ơn trường ạ",
    "Chào  Đào Tao, Em học ngành Khoa học máy tính, K2019. Học kì hè 193 em có đăng kí môn SP1031 -  - . Nếu em học môn này vào HK193 thì có được tính vào điểm trung bình tích lũy ngành không và nó có thuộc chương trình đào tạo của ngành em không ạ? Em cảm ơn.",
    "huy môn học . Kính gửi thầy cô Em là sinh viên hệ vừa làm vừa học nhưng đăng ký môn học nhầm vào hệ chính quy và không thể sắp xếp thời gian theo như lịch học được. Nhờ thầy cô xem xét huỷ môn học giúp em ạ. Em sẽ đăng lại vào hệ vừa làm vừa học và sẽ chú ý hơn vào lần đăng ký sau. Thông tin môn học cần huỷ:   B Mã môn học   :CO2003   B Tên môn học   : Ctrúc dữliệu & giảithuật Em xin cám ơn! ",
    "Dạ cho em hỏi, hk 193 K19 có thể đăng ký các môn chính trị không ạ? và nếu không được đăng ký, thì em lỡ đăng ký rồi có được hủy môn không ạ? Em cảm ơn ạ",
    "Dạ cho em hỏi ví dụ đầu học kì 1 năm 2 em nộp bằng toeic thì cuối kì 1 năm 2 em được chuyển điểm hay là sang học kì sau mới được chuyển điểm ạ. Em cám ơn nhiều ạ.",
    "em với một nhóm bạn xin được mở lớp thể chất ở HK193. em cần làm gì ạ, hiện em đã có danh sách các bạn. Em cám ơn",
    "Chào cô (thầy), Em đăng ký thực tập tốt nghiệp vào học kỳ hè này, đăng ký môn học đợt 3 từ ngày 13-15 nhưng lúc đó môn học dự thính của em vẫn chưa có điểm ạ. vì vậy nên thiếu 1 tín chỉ để đăng ký môn thực tập tốt nghiệp. Cho em hỏi là em có thể làm đơn xin đăng ký, xin đăng ký sau khi có điểm môn dự thính hoặc có cách nào để em có thể đăng ký thực tập tốt nghiệp trong học kỳ hè này không ạ? Em cảm ơn.",
    "Theo như em được biết trong buổi hội nghị sinh viên các thầy đã trả lời các môn chính trị mới ( cụ thể SP1031,...) không có đề cương môn học trong hk hè chỉ có trong học kỳ chính. Cho em hỏi môn này có học không và nếu không thì e có thể đăng ký môn khác được không",
    "Em chào PĐT, vào đợt ĐKMH bổ sung đợt 3, theo kế hoạch sẽ không được hủy môn và điều chỉnh nhóm. Nhưng vì một vài lí do cá nhân đột xuất, em muốn xin được chuyển từ nhóm DT01_DT02 sang DT02_DT04 thì em phải thực hiện quy trình như thế nào ạ ? rất mong PĐT hỗ trợ và phản hồi sớm giúp em ạ. Em xin chân thành cảm ơn. Trân trọng, .",
    "Em xin chào  ạ. PĐT có thể xem xét lại việc mở hiệu chỉnh đợt 3 và cho hủy môn được không ạ , tại vì em có việc gia đình nên phải về quê trong thời gian dài và nếu rút môn vẫn đóng học phí thì đối với em số tiền đó quá lớn( 5 chỉ), em nằm trằn trọc suy nghĩ hoài  và cũng có nhiều em K19 cũng đăng kí nhầm mã môn á ạ. Xin PĐT xem xét.Em cảm ơn",
    "Phòng đào tạo ơi em muốn xin giấy xác nhận sinh viên có đăng kí học kỳ hè 193 thì trình tự làm như thế nào ạ?",
    "Cho em hỏi là với những sinh viên K19 đã đăng ký môn học xã hội vào kỳ hè 193 và đã được xếp lớp cụ thể, trường sẽ tự hủy lịch đã đăng ký hay chúng em vẫn phải học nhưng không được tính vào tín chỉ ạ? Và trường hợp này chúng em có cần đóng học phí môn học đó không ạ ? Em cảm ơn ạ.",
    "Kính gửi : PĐT, Ban giám hiệu trường DHBK TP.HCM   Tên em là :   MSSV : 8   Trong học kì I -2020.2021 tới đây, em muốn đăng kí môn học : \"   B Nhập môn kiến trúc - CI1009    \"  .    Nhưng do đây là môn học thuộc chương trình cho sinh viên năm nhất nên em không thể đăng kí môn học theo cách thông thường .    Em viết đơn này mong PĐT cho em biết các yêu cầu để đăng kí được môn học này (như đơn xin đăng kí môn học, yêu câu chuẩn anh văn ,... và thời gian để đăng kí ).    Trong các năm trước đây em đã cố gắng đăng kí môn này nhưng không đăng kí được, em mong PĐT giúp đỡ . Em cám ơn ạ!",
    "Em muốn rút môn học kỹ thuật điều khiển tự động (ME2009) thfi phải làm sao ạ?",
    "Xin chào thầy/ cô. E có bị muộn avan cho năm 2 ( em không học các môn chuyên ngành trong năm 2 ) nhưng do có 1 số công việc cá nhân nên e chưa nộp bằng cho trường được và chỉ học các môn không cần bằng avan. Được tin nhà trường cho dky môn học mà không cần bằng avan nhưng hôm trước e đăng ký thì báo lỗi ạ. Mong thầy cô hỗ trợ tư vấn giúp em ạ .",
    "Kỳ  hè này em có đợt thực tập mà em đăng ký học thêm 1 môn có được không ạ? Em xin cám ơn",
    "Dạ cho e hỏi học kì hè tuần thứ 1 bắt đầu từ ngày bao nhiêu ạ",
    "Kính thưa PĐT, em muốn hỏi là sau khi tốt nghiệp đại học thì em có thể đăng ký  văn bằng 2 nghành khác không ạ ví dụ như: em học ngành xây dựng thì em tốt nghiệp xong em đăng ký học  ngành ô tô được không ạ? và em có cần phải thi   để xét tuyển không ạ? em cam ơn rất nhiều ạ!",
    "Trong đợt thực tập lần này có khả năng em phải đi tỉnh, vậy thì em có thể huỷ các môn học đã đăng kí sau khi biết kết quả thực tập được không ạ?",
    "Dạ cho em hỏi, em đã đọc quy chế học vụ điều 28 về học song bằng, nhưng em chưa rõ cách đăng ký ạ. Mong gv tư vấn giúp em ạ. Nếu em vô bằng ĐGNL thì có được học song bằng ngành QLCN không ạ",
    "Dạ cho em hỏi  có thể đăng ký học liên thông thạc sĩ (5 năm ra bằng thạc sĩ không ạ). và điều kiện đăng ký như thế nào ạ?",
    "Học bổng khuyến khích . Kính gởi Thầy/Cô, Em tên là Nguyễn Ngọc Như Quỳnh - 1612908, sinh viên khoa QLCN. Em có thắc mắc về danh sách học bổng khuyến khích học kỳ 191 như sau: Học kỳ vừa qua, em đăng ký 15 tín chỉ, trong đó có 3 tín chỉ dự thính với kết quả như sau: ĐTBHK191: 8.1 ĐTBTL: 8.51 TC tích luỹ: 127 ĐTB 1 học kỳ: 8.00 Về ĐTB 1 học kỳ, do có 1 học kỳ em tham gia trao đổi tại Đức nhưng kết quả học tập tại Đức lại không được tính vào, như vậy số học kỳ của em tại Việt Nam tính cả HK191 chỉ có 6 học kỳ (thay vì 7 như nhà trường đang tính). Sau khi xem qua danh sách được nhận học bổng học kỳ vừa qua và so sánh với kết quả em đạt được, em nhận thấy mình đủ điều kiện để xem xét vào danh sách ạ. Em mong Thầy/Cô xem xét giúp em với ạ. Em xin cảm ơn và chúc Thầy/Cô một ngày vui vẻ. Em Như Quỳnh.",
    "Dear Thầy, cô Em là sinh viên hệ VLVH thuộc khoa Điện-Điện tử khóa 2019, dù đã học được 2 học kỳ nhưng bây giờ em vẫn biết được kế hoạch giảng dạy chi tiết các môn học để em có thể sắp xếp thời gian học cho hợp lý hay cả số lượng môn mình phải học để đạt được yêu cầu của trường. Mong thầy cô giải đáp",
    "Em thấy trường nói môn Mác sẽ học vào học kì 201, không dạy ở học kì hè 193, nhưng em lỡ đăng kí vào kì hè rồi ạ, không biết là trường sẽ tự động hủy cho em hay em phải viết đơn xin hủy môn vậy ạ. Em cảm ơn.",
    "Em chào Thầy/Cô Em là sinh viên văn bằng 2 hệ chính quy, em có thắc mắc về điều kiện tốt nghiệp, bằng cấp, mong Thầy/Cô giải đáp giúp em :   + Thầy/Cô cho em hỏi em là văn bằng 2 hệ chính quy thì để tốt nghiệp em có cần ngày công tác xã hội như văn bằng 1 không ạ ? + Em nghe nói trường sẽ cấp bằng cử nhân thay vì kỹ sư cho k19 trở đi, vậy với văn bằng 2 khoá 2019 như của em có áp dụng như vậy không hay vẫn là bằng như trước? Và học phí của em từ năm 2021 có tăng như một số thông tin trên báo không ạ ?  Em cám ơn Thầy/Cô",
    "Cho em hỏi là hiện chuyên ngành của em bị đổi 1 số môn học, và hiện chưa update lên. Em muốn đăng ký học truóc 1 số môn ở hè mà chưa biết danh sách thì em phải làm sao ạ. ( em thuộc khoa kỹ thuật xây dựng (chất lượng cao) ạ)",
    "Xin chào các thầy cô, em là sv K19, đợt này em có đăng kí dự thính hè HK193 môn Pháp luật VN đại cương , được biết HK201 sẽ đổi mới phần lớn các môn chính trị như -, không biết là em học trước môn PLDC có ảnh hưởng gì ko ạ, em cảm ơn.",
    "Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa TP HCM, Em tên: , MSSV: . Hôm nay em gửi yêu cầu hủy môn học Thực tập kỹ thuật_MSMH: ME2085 sang môn Thực tập tốt nghiệp_MSMH: ME3261. Lý do là em đăng ký nhầm môn nhưng không kiểm tra và bị trễ hạn chỉnh sửa. Em mong Phòng Đào tạo xem xét và duyệt giúp em. Em xin cảm ơn và chúc sức khỏe! .",
    "Dạ cho em hỏi là nếu sinh viên năm nhất tích lũy không đủ 28 tín chỉ thì có bị xử lý học vụ không ạ.em cảm ơn.",
    "Cho em hỏi là em có đăng kí tham gia chiến dịch Tiếp sức mùa thi năm nay thì làm sao để quy đổi thành ngày ctxh của trường ạ.",
    "Dạ thầy cô cho em hỏi là em có đăng ký môn học mà em rút trước khi có thời khóa biểu vậy thì em có rút được hay không ạ ? Và nếu rút được thì có còn phải đóng tiền học cho môn rút ko ạ. Em cảm ơn",
    "Vào đợt 1 em đăng ký 4 môn trong học kì hè 193, nhưng vì bị trùng giờ học nên đã bị bỏ 2 môn. Vào đợt 2 thì em muốn đổi môn 1 chỉ mà trường sắp thành 1 môn 4 chỉ đã bị loại bỏ nhưng không được. Cho em hỏi có cách nào để thay đổi môn học đã được xếp lịch trong học kì hè không ạ ? Em cảm ơn.",
    "Em chào PĐT . Học kì 192 này , em đóng trễ tiền học phí . Hạn chót ngày 2/7 nhưng ngày 9/7 em mới đóng . Cho em hỏi em có cần phải làm đơn trình bày lí do trễ học phí không ạ . Em cảm ơn ạ ",
    "Em muốn hỏi mình có đủ điều kiện đăng kí Thực tập tốt nghiệp không? Số tín chỉ tích lũy ngành là 79 Số tín chỉ đang học kì chính là 12 Số tín chỉ đang học dự thính là 4 Điều kiện đăng kí TTTN là 93 tín chỉ. Nếu không đủ điều kiện em cần phải làm đơn như thế nào để vẫn thực tập được? Em xin cảm ơn ạ!",
    "Cho em hỏi là để đăng kí thực tập hè của khoa công nghệ vật liệu, bộ môn vật liệu polymer (mã môn MA2025) có phải đạt yêu câu gì không ạ?",
    "Gửi Thầy/Cô PĐT, Học kỳ 192 vừa rồi em có đăng ký môn học học kỳ chính 192, nhưng vì dịch Covid19 hoành hành, gia đình gặp khó khăn nên đã rút môn học . Tuy nhiên em lại chưa làm đơn Xin tạm dừng học kỳ để không bị đưa vào diện \"Tự ý nghỉ học\". Vì vậy mong Thầy/Cô cho ý kiến để giải quyết trường hợp của em. Em xin cám ơn  ",
    "Kính gửi phòng đào tạo Trường Đại học Bách Khoa Ngày 14/7 và ngày 19/7, em có thi 2 môn Công nghệ oto và Hệ thông điện điện tử oto. Hiện tại em đang bị sốt xuất huyết phải nằm viện ở tỉnh Bến Tre để điều trị nên không thể đến trường dự thi được. Thầy/Cô cho em hỏi rằng em có thể thi lại khi xuất viện được không ạ. Mong được sự giải đáp của quý Thầy/Cô, em xin cảm ơn.",
    "Em là  MSSV , sinh viên K19 em có đăng kí môn học  vào học kì hè 193 nhưng này em mới biết là theo chương trình đào tạo K19 thì các môn triết học xã hội đến học kì 201 mới có chương trình giảng dạy chính thức nên bây giờ em muốn hủy môn học nhưng đợt 3 thì theo mail phòng đào tạo không được hủy môn vậy không biết Trường sẽ hủy cho bọn em hay bọn em phải giải quyết sao đây ạ.Mong Trường giải đáp giúp em Em xin cảm ơn",
    "Sau khi kết thúc đăng kí môn học đợt 2 thì nhà trường có gửi mail, trong đó có văn bản trả lời các câu hỏi của sinh viên. Thì trường có trả lời rằng H193, 19 sẽ không được học môn Chính trị  -  (SP1031) vì môn học này đang được chỉnh sửa cho phù hợp với CTĐT, chỉ được triển khai vào H201. Mà lúc đó thì đã hết đợt 2 rồi nên không rút môn được, trong khi đó đã có rất nhiều bạn 19 đăng kí môn SP1031 này (vì các bạn đã nghe thầy nào đó nói là 19 sẽ có học mã SP1031) . Em gửi mail này để mong Phòng Đào tạo có thể mở một đợt rút môn học để sinh viên 19 có thể rút môn và không mất tiền oan được không ạ?  Vào buổi gặp mặt giữa sinh viên và các thầy trong trường. Một thầy ở bên PĐT có nói là PĐT sẽ tự động hủy môn SP1031 cho các bạn 19 mà đến giờ em thấy vẫn chưa hủy nữa, trong khi mai là đăng kí đợt 3 rồi, mà đợt 3 lại không được rút môn nữa ạ. Em mong PĐT có thể mở một đợt rút môn hoặc bên PĐT có thể tự động rút môn cho các bạn 19 khỏi môn SP1031 này, em cám ơn thầy cô rất nhiều ạ . Mong thầy, cô đọc được có thể trả lời sớm để tụi em đỡ lo lắng về vấn đề này ạ. Em xin cám ơn.",
    "Cho em hỏi sao em không thể đăng kí môn giải tích 2 ở kì hè đợt 3 này vậy ạ",
    "Do giảng viên môn VLBD có yêu cầu lập nhóm làm btl trên bkel nhưng em lại không biết cách, nhà trường có thể hướng dẫn em không ạ ?",
    "Dạ thầy cô cho em hỏi là khi em điền thông tin cá nhân trên BK Pay em có thấy mục :  Mã số thuế TNCN , em không biết phải điền gì vào đây, mong thầy cô giải đáp giúp em ạ                              Em xin cảm ơn",
    "Vừa rồi em nhận được mail, tạm ngưng xet điều kiện av, em chưa qua av1 nhưng kì dự thính hè này em không định đăng kí dự thính av1 trong trường, khi nhà trường tổ chức các đợt kiểm tra tiếng Anh định kì nếu em thi trên 350đ thì có được tính là qua av1 để đang kí môn học ở năm 2 không ạ. Bao lâu thì trường nới mở các đợt kiểm tra Anh văn nữa ạ. Sang học kì sau thì chuẩn av1 của K19 em có còn ở mức 350đ hay tăng lên theo khóa K20. Em xin cảm ơn!",
    "ây giờ em lập đơn mở lớp thể dục được không ạ?",
    "Dạ em chào Thầy/Cô cho em xin hỏi vào 10h00 13/7( hôm nay ) pdt có mở đăng ký môn học HK dự thính hè 193 đợt 3 đợt đăng ký môn học bổ sung có nói là chỉ được đăng ký thêm mà giờ em có ý định rút 1 môn học để đăng ký 2 môn học khác vì 2 môn học khác này rất khó mở lớp liệu em có rút môn và đăng ký lại được không ạ . Mong được sự giải đáp của Thầy/Cô em xin cảm ơn",
    "Kính gửi : Phòng Đào Tạo Đại học Bách Khoa Em là  MSSV  Khoa Bảo Dưỡng Công Nghiệp Em viết đơn này xin trình này một việc như sau : tính đến thời điểm hiện tại thì đã hoàn thành gần như là xong các môn học. Tuy nhiên em còn nợ lại hai môn là anh văn 4 và pháp luật đại cương. Hiện tại thì em đã đăng ký được pháp luật đại cương, còn anh văn 4 ( mã 003004) thì đã đầy sĩ số. Nay em viết đơn này xin Phòng Đào Tạo xem xét tăng sĩ số tạo điều kiện cho em được đăng ký môn học và em có thể ra trường trong đợt tới. Trong khi chờ đợi sự chấp thuận của Phòng Đào Tạo em xin chân thành cảm ơn.",
    "Em đã đăng kí môn Giải tích 3 - MSMH: 006725 vào đợt 1 đăng kí môn dự thính hè chính quy (Bảng đăng kí trong hình đính kèm) nhưng chưa có kết quả + TKB. Hiện tại một số bạn của em đăng kí môn này trong \"đăng kí dự thính hè đợt 2\" đã có kết quả + TKB và học lớp của thầy . Em xin hỏi tại sao em đăng kí đợt 1 không có kết quả. Nếu có sai sót em xin thầy/cô điều chỉnh giúp em để em có thể học môn Giải tích 3 học kỳ hè này. Em xin cảm ơn",
    "Dạ em chào cô ạ! Cô ơi hè này em bận đi thực tập cả hè mà bữa em lỡ đăng kí môn anh văn 2 mà đợt 2 em quên hủy, vậy bây giờ có cách nào để hủy được không cô , mong cô giúp đỡ ạ ,em cảm ơn cho nhiều lắm.    .",
    "Kính gửi thầy(cô) phòng đào tạo, lần trước em đã gửi mail cho bên xưởng thực tập điện và nhận được rằng sẽ có mở lớp thực tập điện 2 (EE3023) trong đợt đăng kí tiếp theo, em mong bên phòng đào tạo có thể mở lớp.Em xin cảm ơn.    .",
    "t 2 đăng kí môn học em đã đăng kí môn Giải tích 1 , nhưng khi em kiểm tra ở đợt thứ 3 thì lại không hiện môn Giải tích 1 trong mục đăng kí . Vậy cho em hỏi em có bị mất kết quả đăng kí không ạ ? Em xin cảm ơn",
    "Hồi đợt 1 với 2 tụi em có đăng kí môn Triết học    mã môn SP1031 nên tụi em ko kịp đăng kí môn Pháp luật đại cương SP1007 vì đủ sĩ số, mà giờ nhà trường lại thông báo ko mở lớp hè môn SP1031, pđt có thể mở thêm 1 lớp PLĐC SP1007 ko ạ.",
    "Kính gửi nhà trường Hiện giờ em và 1 số bạn đang có nhu cầu học môn Pháp Luật lớp DT01  Em mong muốn nhà trường nếu có thể tăng sỉ số lớp DT01 không? Em chân thành cảm ơn thầy cô. Mong nhà trường phản hòi em sớm nhất có thể                                 Trân trọng.",
    "Dạ xin cho em hỏi về việc k19 đăng kí môn học mác lê với mã môn sp1031 vào học kì hè 193 là sau khi đóng đăng kí đợt 2 thì có thông tin là không k19 chưa học môn này vào kì 193 vì chưa soạn lại bài kịp và sẽ học vài kì 201 vậy pđt có hủy giúp tụi em được không ạ vì qua đợt 3 không được hiệu chỉnh ạ! Em cảm ơn ạ!",
    "cho em hỏi nếu bây giờ em muốn học một môn chính trị chung với môn thực tập ME2017 thì em điền vô tờ đơn của khoa xin học. Vậy thì trên ĐKMH em có cần đăng ký nữa không, hay trên ĐKMH em chỉ cần đăng ký môn thực tập, còn môn kia thì để PĐT, sau khi em gửi đơn, sẽ tự xếp cho em",
    "em chào thầy cô ạ! em  tên là Đàm  Lê  Ngọc  Hợp, MSSV: , Vì không kịp đăng kí môn học Vật lý 1 PH1003 nên những lớp còn trống em bị trùng thời khóa biểu, do đó em xin pđt mở thêm sĩ số lớp DT03 môn PH1003 ạ! Em xin cảm ơn thầy cô!",
    "Dạ thưa Thầy/ Cô, em muốn xin mở rộng sĩ số lớp Đại số tuyến tính (MT1007)thêm 1 thành viên vì lớp đã đầy. MSMH: MT1007. Mã nhóm lớp: DT02_DT02. Thêm 1 thành viên. Em xin cảm ơn Thầy/Cô.",
    "Chào thầy(cô),  Em tên ,mssv , khoa quản lý công nghiệp Em muốn hỏi các vấn đề như sau:  - Theo em được biết, k19 không thể học môn Triết học  -sp1031, nhưng chúng em đã lỡ đăng ký rồi và không được xóa trong đợt 3, vậy nếu vẫn học có được tính vào tín chỉ không ạ  - Do thời khóa biểu của môn Triết học  trùng với 1 môn khác trong hè mà em muốn đăng ký trong đợt 3, vậy nếu e muốn hủy môn  thì phải làm sao ạ vì đợt 3 không được hủy môn  Cảm ơn thầy(cô)  ",
    "Dạ, trong HK hÈ 193 này em có đợt thực tập tốt nghiệp, do quên nên chỉ ĐK môn học khác trước giờ tới đợt hiểu chỉnh 3 em mới ĐK, trong danh sách thì em vẫn ĐK được và thỏa điều kiện. Nhưng theo em tìm hiểu là TTTN hè không đăng ký môn khác được, nếu trùng thời khóa biểu tuy nhiên HK Hè 193 học online nên em không rõ. Vậy xin cho em hỏi, em có bị xóa môn TTTN sau khi có thời khóa biểu không ạ, và nếu bị xóa em có thể làm đơn rút môn học đã đăng ký trước đó để giữ môn TTTn không ạ? Em xin cảm ơn.",
    "Em chào thầy/cô, thầy/cô cho em hỏi năm nay em học chương trình năm 3 và kì hè này thực tập tốt nghiệp, vậy trong khi đăng kí môn thực tập em có được đăng kí thêm các môn khác không. vì em thấy các bạn cùng lớp có thể đăng kí thêm các môn khác lên tới 7 tín chỉ mà sau đợt 2 vẫn chưa bị hủy . Mong thầy/cô giải đáp thắc mắc giùm em? Em chân thành cám ơn!",
    "Chào thầy(cô) Em tên , mssv , khoa quản lý công nghiệp. Em muốn hỏi cách để huỷ môn Triết học  (sp1031) mà em đã đăng ký trong đợt 2 vì em muốn đăng ký môn Máy tính trong kinh doanh (im1011) trong đợt 3 nhưng bị trùng lịch với môn  Cảm ơn thầy cô, ",
    "Em muốn đăng kí học lớp DT01_DT01 môn xác suất thống kê MT2013 nhưng đã đủ chỉ số . Em muốn xin tăng sỉ số môn đó ạ hay đăng kí dùm em cũng được ạ",
    "nh gửi Quý Thày Cô, Trong đợt đăng kí học kì hè H193 này em có đăng kí môn Triết học - (SP1003). Qua hội thảo vừa rồi em được biết 19 sẽ không được học môn này nhưng Đợt đăng kí bổ sung 3 PĐT không xóa môn học của em. Nay Quý Thày Cô cho em hỏi em sẽ học và được tính tích lũy bình thường hay học mà không tính và nếu học không tính tích lũy thì em rút môn vẫn phải đóng học phí theo quy định hiện hành phải không? Em mong nhận được sự phản hồi từ Quý Thày Cô. Chân thành cảm ơn, ",
    "Em muốn đăng kí môn pháp luật sp1007 lớp DT01 nhưng đã đủ chỉ số không đăng kí được . PĐT có thể đăng kí giúp em không ạ . em xin cảm ơn",
    "Chào anh/chị! Em đã đăng kí môn học Kỹ thuật số (EE1015) ở Học kỳ 1 (2018-2019).Sao hệ thống nói là em chưa học môn này và hủy đăng kí môn học của e ạ",
    "Thưa thầy cô Em tên , MSSV  Dạ em được biết môn Triết học MacLenin (SP1031)  hè này không mở lớp nhưng đợt 2 em có đăng kí môn này và hiện tại môn học này vẫn chưa được xoá. Em muốn huỷ môn Triết học Mac Lenin để đăng kí môn Máy tính trong kinh doanh (IM1011) vì môn Triết học trùng lịch với môn Máy tính trong kinh doanh ạ. Em cảm ơn thầy cô .",
    "Kính gửi PĐT ĐH bk Sinh viên:     B Nội dung: Vào đợt thi Chuẩn anh văn 12/2019 e đạt 440 điểm đủ điều kiện qua môn anh văn 2 và đăng ký anh văn 3. Tuy nhiên đợt đợt đăng ký môn học dự thính hè 3, em không được cập nhật điểm. Em mong sẽ được giải quyết sớm vì anh văn ảnh hưởng trực tiếp đến tiến độ học tập.",
    "Em muốn đăng kí môn học phương pháp tính MT 1009 . PĐT có thể tăng sĩ số giúp em không ạ . em cảm ơn",
    "Học bổng khuyến khích . Em tên là  Mssv:  Dạ cho em hỏi về vấn đề số tài khoản để nhận học bổng. Khi vào trường có phải ngân hàng đã mở Tài khoản và cấp số TK riêng cho Sinh viên phải không ạ ? Vì em chưa có thẻ ngân hàng nên em không biết xem Số tài khoản ở đâu? Và nhà trường có thể cho em dời lịch cập nhật thông tin cá nhân trên BKpay để nhận học bổng được không ạ ? Em Xin cảm ơn! ",
    "E tên   Dạ cho e hỏi. điều kiện thực tập tốt nghiệp k17 của khoa Kĩ thuật Xây Dựng ạ. Tổng số chỉ tính luôn kì này e đc 91 chỉ (  yêu cầu 90 chỉ ) Vậy sao e đăng kí k dc thực tập ạ??",
    "Dạ em chào thầy/cô, Lúc trước em có nghe nói là môn Mác khóa K-19 sẽ đổi thành ba môn khác nhau, và theo một số bạn chia sẻ thì đó là các môn SP1031, SP1033,... nên kì dự thính 193 này em đã đăng kí môn SP1031 là Triết học Mác Lê-nin nhưng gần đây em nghe nhiều bạn tham gia diễn đàn sinh viên bảo rằng không mở đăng kí môn Mác cho K19 nhưng kì dự thính này chúng em vẫn đăng kí được. Vậy em xin được phép hỏi thầy/cô là các mã môn học mới chúng em được cung cấp có đúng là mã môn mới áp dụng cho K-19 chưa ạ? Em xin cảm ơn quý thầy/cô và mong nhận được hồi đáp.",
    "Dạ em đã hỏi về việc em đã nộp bằng anh văn 310₫ mà khi đăng kí môn học anh văn 1 e vẫn bị điều kiện là thiếu anh văn cơ bản . đợt 1 bị xoá em có hỏi thì pdt nói sẽ xem xét ở đợt này và cuối cùng là em vẫn bị xoá anh văn 1 lí do là thiếu anh văn cơ bản. Vậy là dù e có nộp bằng ngoài vẫn phải học anh văn cơ bản ạ",
    "Em tên là: Lê Phan Gia Nghiêm Mã số sinh viên:  Lớp: VP17VT. Em xin kính chào phòng đào tạo, Hiện tại em đã đăng ký các môn học cho học kỳ hè (193) nhưng do em vừa nhận được thông tin từ Văn phòng đào tạo Việt - Pháp là môn Hóa học (601701) mà em chưa qua ở HK181 mở môn lần sau cùng ở hè này (xem như đợt vét và sau này không mở nữa vì chương trình đạo tạo cho K19 đã đổi). Chính vì vậy em kính mong phòng đào tạo tạo điều kiện, hỗ trợ cho em được HỦY đăng ký 2 môn học THIẾT BỊ & CẢM BIẾN (404704) và môn CẤU TRÚC DỮ LIỆU NÂNG CAO (501704) để có thể đăng ký môn HÓA HỌC (601701). (vì môn 404704 và 501704 trùng lịch trên TKB của môn 601701 và bị quá 12 chỉ). Em kính xin phòng đào tạo tạo điều kiện và hỗ trợ em ạ,  Em xin chân thành cảm ơn!",
    "Hiện tại, nhà trường đang mở lịch đăng ký Học Kỳ dự thính hè đợt 3, em đã đọc mail là chỉ được đăng kí bổ sung những môn còn sĩ số, nhưng môn Pháp Luật Việt Nam Đại Cương SP1007 đã hết sĩ số, em hi vọng thầy/cô có thể vui lòng tăng sĩ số giúp em đăng kí học môn học này vì trong kì dự thính Hè em chỉ đăng kí một môn với mong muốn hoàn thành trả nợ môn này và tuy điều kiện gia đình còn nhiều khó khăn nhưng em đã đăng kí ở KTX học kì hè nên em rất mong thầy/cô sẽ mở sĩ số thêm giúp em ạ. Em chân thành cảm ơn thầy/cô.",
    "Cho e hỏi là nếu năm 2 mình chưa hoàn thành thể chất thì có ảnh hưởng đến năm 3 không ạ",
    "Cho em hỏi là hiện giờ có thông tin là môn Triết học  (sp1031) của khóa K19 có thể đổi mới. Vậy em đã đăng ký học dự thính học kỳ hè 193 và đã xếp lịch học thì sẽ như thế nào ạ. Môn học K19 sẽ đổi mới vậy thì em bị hủy môn đó hay sẽ tiếp tục học. Và học xong thì em có cần học lại khi có chương trình mới hay được chuyển điểm qua ạ. Em cảm ơn.",
    "Em tên là  MSSV  lớp XD18KT nay em viết đơn này rất mong phòng đào tạo có thể xem xét đăng kí cho em môn Thiết Kế Kiến Trúc Công Cộng 3. Mã môn học:CI2069,với lý do em không thế đăng kí môn này vì nó vượt số tín chỉ là 13/12 hiện em đã đăng kí được 7 chỉ dự thính hè này và chỉ cần 1 môn Công Cộng 3 ( 6 chỉ ) này nữa là đủ để em có thể học chuyên ngành năm sau, em rất mong phòng đào tạo có thể xem xét cho em vì kì 191 vừa rồi em bị đình chỉ vì không qua chuẩn anh văn đầu vào và hiện tại em rất khó khăn trong việc đăng kí môn học và nếu không thể đăng kí môn Thiết Kế Kiến Trúc Công Cộng 3 này thì rất có khả năng hk1 năm sau em sẽ không thể đăng kí học chuyên ngành vì không đủ 56 chỉ, em tha thiết kính mong nhà trường có thể cho em đăng kí môn học này , em đã rất cố gắng và học hầu như hết các môn anh văn và các môn chính trị nên nếu hk1 năm sau em không thể đăng kí chuyên ngành thì có lẽ em không biết phải học môn nào, kính mong nhà trường xem xét giúp em ạ ",
    "I    Kính gửi PDT, Cho em xin hủy đăng ký in thẻ sinh viên đã đăng ký lúc 13/07/2020 10:41 vì em đã nhấn nhầm lúc nhận thẻ Cảm ơn!!!",
    "Dạ thưa phòng đào tạo. Lần 2 em có đăng kí và được nhưng kết quả bị xóa môn học. Và lí do trên hình. Nhưng sáng nay em đăng kí lại được. Em không biết sau khi hết hạn môn thực tập của em có bị xóa nữa không ạ. Em có đang tương tác với cô ở chủ đề trước nhưng em không trả lời được nên em tạo chủ đề mới ạ.    .",
    "Em là  mssv  lớp Việt Pháp 2017/P01, ngành  Em muốn xin phép phòng đào tạo mở khóa 2 môn Giải tích 3 (006725) - Đặng Văn Vinh Cấu Trúc Dữ Liệu (501704) -  Lí do là sau khi đợt 2 kết thúc đăng ký thì thầy  dạy môn hóa học (601701)-6 chỉ, đã có báo với tụi em là môn hóa học trên k thay thế bằng môn Hóa học đại cương (CH1003) 4 chỉ được. Nên em k thể đăng kí học môn Hóa đại cương ở học kì chính sau để chuyển điểm tương đương mà phải học đúng môn Hóa học (601701). Mong pdt mở khóa hủy 2 môn GT 3 và CT dữ liệu để em có thể đk lại môn Hóa học ạ. Em xin cảm ơn ạ.",
    "Chào cô, kì hè 193 này em muốn đăng kí môn thí nghiệm công trình CI4011, nhưng môn tiên quyết CI3009 kết cấu thép 1 kì này em chưa có thi ạ. Vậy làm sao em có thể đăng kí hè này ạ, tầm 24/7 em mới thi môn tiên quyết CI3009 ạ",
    "Thưa thầy/cô, em là , khóa K19 của khoa Khoa học và Kĩ thuật máy tính. Trong học kì hè 193, em có đăng kí môn SP1031 - Triết học  Lê-nin theo như gợi ý của phòng đào tạo ở ảnh dưới, và đăng kí thành công, được xếp lớp. Tuy nhiên, em lại được nghe nói rằng môn học  đối với K19 sẽ có thay đổi và được áp dụng từ học kì 201, chứ không phải học kì hè 193. Nếu như thế thì chương trình em học sẽ bị sai. Cho em hỏi là nếu em học  trong hè này (SP1031) thì năm sau vẫn phải học lại  trong học kì mới, hay vẫn được tính tín chỉ tích lũy như thường và không cần phải học lại ạ? Và nếu như phải học lại  ở học kì sau, liệu em có thể hủy môn học không ạ? Không chỉ em, khá nhiều bạn K19 cũng đã đăng kí môn , nếu phải học sai chương trình thì rất lãng phí ạ. Em xin cảm ơn ạ, mong nhận được câu trả lời sớm nhất từ thầy/cô.",
    "Xin chào PDT, em viết mail này để xin mở thêm sỉ số lớp DT01 MSMH CI2005 (Cơ lưu chất; học kỳ dự thính hè) để em có thể đăng ký học cho kịp ra trường ạ. Mong PDT giải quyết và phản hồi sớm. em ơn ạ",
    "Mong thầy/ cô mở thêm 1 slot môn , mã môn học: PE1025 Em cảm ơn thầy/cô ạ!",
    "mssv  Dạ cho em hỏi là em có đăng kí TTTN và hiện lên là đã đăng kí môn học thành công mà sau mỗi đợt ĐKMH lần 1 và lần 2 em đều bị xóa. Và theo em có tìm hiểu trước đó thì điều kiện đăng kí TTTN là 95 chỉ và nếu xét kì này thì em sẽ được 98 chỉ nhưng sao vẫn không đăng kí được ạ. Em cảm ơn ạ.",
    "Trong đợt đăng kí môn học dự thính hè đợt 2, em có đăng kí nhầm môn xác suất và thống kê 3 tín chỉ  thay vì phải là 4 tín chỉ nhưng mà hiện tại trong đợt 3 thì môn đăng kí đã bị khóa  không hiệu chỉnh được và bị trung với thời khóa biểu của môn em muốn đăng kí.Kính nhờ Phòng Đào Tạo hủy phiếu đăng kí môn xác suất thông kê MT2001 lớp dt02 của em. Em cảm ơn nhiều.                          - ",
    "Trong đợt đăng kí môn học dự thính hè đợt 2, em có đăng kí nhầm môn xác suất và thống kê 3 tín chỉ  thay vì phải là 4 tín chỉ nhưng mà hiện tại trong đợt 3 thì môn đăng kí đã bị khóa  không hiệu chỉnh được và bị trung với thời khóa biểu của môn em muốn đăng kí.Kính nhờ Phòng Đào Tạo hủy phiếu đăng kí môn xác suất thông kê MT2001 lớp dt02 của em. Em cảm ơn nhiều.     SV: -      E-mail: ",
    "Môn   không có trong chương trình đào tạo của em vậy em xin hủy được không? Và làm sao để hủy môn đó ạ"
]