[
    "Em không thể đến học trực tiếp trên lớp làm ảnh hưởng đến việc tiếp thu kiến thức. Em xin rút môn học: Kết cấu bêtông cốt thép3 , MMH: CI3115, nhóm: ONL",
    "Dạ em có một thắc mắc mong nhận được sự giải đáp của nhà trường ạ. Hiện em đang học năm 2 chương trình đại trà k18 theo như quy định của trường thì hết năm 2 em phải qua av3 hoặc đạt toiec 450 vậy cho em hỏi với tình hình dịch bệnh như bây giờ thì hạn nộp av là khi nào ạ để đảm bảo năm sau em vẫn được đkmh ạ. Em xin chân thành cảm ơn.   i  .",
    "Em muốn rút môn Anh văn 3 (LA1007), lý do em chưa nhận được lịch học online của môn này.",
    "Dạ em muốn hỏi là lúc trước em đăng kí môn học là 20 tín chỉ bao gồm có Thí nghiệm Hóa hữu cơ và Anh văn 3 nhưng khi sửa thời khóa biểu thì em bị mất 2 môn đó chỉ còn 16 tín chỉ thôi ạ . Dạ thêm 1 vấn đề nữa là kì này có học dự thính không ạ? Tại em có đăng kí 2 môn vào dự thính        (Giải tích 2, Vật lý 2)kì này mà chưa thấy lịch học ạ. Em chân thành cảm ơn.",
    "Em là  - . Em xin phép nhà trường xem xét cho em rút môn học ạ, do dịch bệnh kéo dài nên em mong nhà trường cho em rút ạ. Môn học CI4011 - Thí nghiệm công trình. Em xin cảm ơn nhiều ạ.",
    "Em xin rút môn Đồ án bê tông 1, mã môn học CI2093, nhóm lớp A01  . Lý do: em định đăng ký học cải thiện điểm mà do dịch ở quê nên em không đủ tài liệu để làm vs mạng nhà không đủ mạnh để tìm tài liều, vs do học và làm đồ án online nên em không đủ sức làm 3 đồ án cùng lúc. Em xin cảm ơn",
    "Thân gửi PĐT, Em cám ơn PĐT đã cho em đăng ký môn muộn học do em đã hủy học kỳ trao đổi ở Đức. Tuy nhiên,em chỉ được xếp TKB 3 môn (tương đương 9 tín chỉ) trong số 6 môn em đã nộp đơn đăng ký. Do đó tổng số tín chỉ của em bé hơn số tín chỉ tối thiểu PĐT yêu cầu (10 chỉ) và sẽ mặc định bị tổng kết bằng 0 cuối kỳ . Em kính mong PĐT mở thêm cho em 1 hoặc 2 môn nữa trong số các môn em đã nộp. Mặc dù em đã trễ nhiều bài tập, em sẽ cố gắng xin Thầy Cô bù lại bằng các bài khác và học tập chăm chỉ để theo kịp các bạn. Em chân thành cám ơn",
    "Kính gửi phòng Đào tạo Sinh viên:      B MSSV:        Khoa Kỹ thuật xây dựng 1. Lý do     Trước đó em rất vui vì được Phòng đào tạo chấp thuận cho em đổi mã môn học, từ môn học cũ là Vẽ kỹ thuật (CI1003) sang môn học mới là (CI1033). Nhưng sau khi cập nhật thời khóa biểu mới thì Môn Vẽ kỹ thuật(TN)(CI1004) vẫn còn và môn Vẽ kỹ thuật xây dựng(TN) (CI1034) thì không thấy. Mong Phòng đào tạo giúp em sửa lại thời khóa biểu để tiện cho việc học sau này. 2.Tên và mã MH, mã nhóm MH mới xin đổi lại   - Tên: Vẽ kỹ thuật xây dựng(TN) -(CI1034)   - Mã nhóm MH mới: L07 (có kèm ảnh dẫn chứng) 3. Chân thành cảm ơn quý thầy cô và Phòng đào tạo!  Trân trọng,",
    "Dành cho SV Quốc tế, CLC . Em xin phép được rút môn Phương pháp tính (MT1009) , gv  do em không tiếp thu kịp môn theo phương pháp học online.",
    "Dear Phòng Đào tạo,  Do các môn học đăng ký đã được nhà trường cho miễn môn nên không đăng ký học nữa! Bao gồm các môn: 1. Vật lý 1 2. Vât lý 1 (bt) 3. Giải tích 1 4. Giải tích 1 (bt) Trân trọng",
    "Cho em xin phép hỏi là, các video sau buổi livestream có được phép xem lại không ạ, vì ban đầu theo PĐT em thấy là nếu không thể coi được trực tiếp thì vẫn có thể coi lại sau, và hiện giờ các video các môn học của em không xem lại được, tất cả luôn ạ, mong PĐT giải quyết tránh tình trạng trên, và thêm 1 vấn đề nữa là lịch live stream trung với lịch meet, vậy PĐT sẽ giải quyets vấn đề này sao, em xin cám ơn",
    "Dear Phòng Đào Tạo Em là , k16, mssv:  Em mới được thông báo là sẽ bị kết quả đăng kí môn luận văn. Văn phòng cho em hỏi tại sao bây giờ mới thông báo hủy kết quả luận văn của em mà không báo ở đầu kì (hoặc không cho đăng kí ngay từ đầu). Bây giờ nếu hủy thì em phải bỏ cái luận văn em đã làm được hơn 60% và vừa không đăng kí được nhưng môn học khác. Tại sao lúc đầu lại đồng ý cho em đăng kí? Và giờ phải giải quyết như thế nào ? Best wishes. ",
    "Em đã hoàn thành các video bài giảng theo các bước và cũng đã hoàn thành bài quiz của chương 1, nhưng hệ thống vẫn không cho em tiếp tục các phần sau. Mặc dù em đã cố gắng tải lại trang rất nhiều lần nhưng vẫn không được. Em có gửi kèm theo hình để minh chứng ạ.",
    "Rút môn học  . Em xin đc rút môn Động lực học cơ hệ, với lý do là do kì trước e đã đủ điểm qua đc môn này rồi, tuy nhiên do thời hạn đky môn học kết thúc trước khi e biết điểm nên e phải đky môn này lại đề phòng việc e rớt môn, còn k thì có thể học cải thiện luôn cũng đc . Nhưng hiện tại thì e đã đủ điểm để qua môn r và do e cũng đang đi làm r nên k có thời gian để học nữa nên e muốn đc rút môn. Môn học: Động lực học cơ hệ MSMH: ME4009 Mã nhóm - A01 Phía dưới là bảng điểm của e",
    "Em muốn kiến nghị với PĐT về việc học live stream như sau Hiện nay có một số sự cố trong vấn đề live stream như, mất tiếng, slide ko chạy, và không truy cập đường link, link sai, em kính mong PĐT làm thế nào đó để chúng em có thể tương tác trực tiếp với giảng viên với bộ phận kỹ thuật ngay lập tức để khắc phục sự cố tránh tình trạng lãng phí thời gian của quí thầy cô và chúng em, nhưng không đạt hiệu quả cao, em xin chân thành cám ơn",
    "Kính gửi Phòng đào tạo Em tên là  . Em làm đơn xin rút các môn học với lý do em không thể học kịp để có thể tốt nghiệp ở trường. Ban đầu em cứ nghỉ tình hình dịch bệnh không diễn biến phức tạp thì em tính là học thêm kì dự thính học kì này nữa là kịp nhưng bây giờ diễn biến khá là phức tạp và còn học online nữa nên em không thể nào tốt nghiệp hệ chính quy được nên em muốn rút môn học để có thể chuyển xuống hệ vừa học vừa làm của trường. các môn em rút bao gồm: Cơ học kết cấu CI2029 ONL Kết cấu thép 1 CI3009 ONL Trắc địa đại cương CU1007 ONL Trắc địa đại cương (TT)CI1008 L01 Cơ lưu chất (tn) CI2004 L05 Cơ lưu chất  CI2003  ONL Kết cấu bêtông cốt thép1 CI2091 ONL Kết cấu bêtông cốt thép2 CI3175 ONL Kính mong thầy xem xét và cho em rút các môn học như trên. em xin chân thành cảm ơn",
    "Kính gửi Phòng Đào tạo trường Đại học Bách khoa TPHCM Dạ sau khi xem TKB sinh viên thì em thấy 1 môn có 2 buổi ONL. Phòng Đào tạo cho em hỏi là cả 2 buổi đều là livestream hay 1 buổi livestream 1 buổi tương tác qua  Hangouts Meet ạ? Em xin cảm ơn ạ.",
    "Nhà trường cho en hỏi là hôm nay em kiểm tra thời khóa biểu thì thấy mất vài môn và số tin chỉ đăng kí còn 9 thôi ạ,  liệu có sao không ạ,  và tại sao em lại bị mất mấy môn đó vậy ạ .",
    "Dành cho SV Quốc tế, CLC . Chào thầy/cô, Em là  sinh viên k19 của ngành kĩ thuật địa chất dầu khí clc. Em muốn hỏi là môn học bắt buộc là các môn chuyên ngành,môn được huỷ là các môn đại cương,gdtc hay sao ạ? Trước năm 3 bọn em phải học đủ 3 kì gdtc nhưng thời gian này sao có thể học gdtc được ạ? Em cảm ơn ạ.",
    "Lý do rút môn học:  1. Do tình hình dịch bệnh kéo dài em cần thêm thời gian để đầu tư vào luận văn cuối khóa 2. Do tình trạng mạng internet ở nhà em không được ổn định 3. Do khả năng tiếp thu qua học online của em không được tốt Tên môn học: Sản xuất tinh gọn Mã môn học: ME4615",
    "n kết cấu bê tông cốt thép 1 Mã môn học CI2093 Mã nhóm A02 Do e đã đăng kí đồ án môn khác không có thời gian học Mong trường giải quyết giúp e",
    "Xin phép phòng đào tạo cho em được phép rút các môn học sau đây: EE2003 - Trường điện từ EE1015 - Kỹ thuật số EE2007 - Mạch điện tử Các môn học này đều là các môn em đăng ký Dự Thính, do diễn biến của dịch Covid 19 nên em không thể tham dự những lớp này. Em xin cảm ơn ạ !",
    "Em là học sinh hệ VLVH, em muốn rút môn học Cơ Sở Kỹ Thuật Điện, mã số môn học là EE2017, nhóm EE2017_TV_HK192. Do là hệ VHVL nên em phải sắp xếp khá nhiều công việc, ảnh hưởng dịch Corona nên em không có khả năng tiếp tục học môn học này, xin PĐT cho em rút môn học Cơ Sở Kỹ Thuật Điện, em xin cảm ơn!",
    "Cho em hỏi khi nào có danh sách học bổng học kì 191 ạ, em cám ơn",
    "Kính thưa, quý thầy (cô) Do tình hình dịch bệnh Covid19 khiến công việc học tập từ sau tết tới nay gián đoạn (và học online không có hiệu quả). Hơn nữa vì em đang giai đoạn thực hiện luận văn nên e nghĩ mình ko có thời gian cho môn học này. Tên môn học : Khai phá dữ liệu Mã môn học: CO3029 Nhóm Tổ : Online Em xin đăng ký rút môn, xin cảm ơn",
    "Kính gửi quý thầy cô phòng đào tạo Em tên:  MSSV: TKB mới cập nhật sao 2 môn AV1 và GDTC của em bị xóa mất vậy ạ?",
    "Lý do rút môn học: Do sinh viên không sắp xếp được thời khóa biểu học, sinh viên muốn dành thời gian cho việc làm luận văn. Tên môn học: Hệ hỗ trợ quyết định và trí tuệ kinh doanh Mã số môn học: IM3041 Mã nhóm: ONL",
    "MSSV: . EM . EM XIN ĐĂNG KÝ RÚT MÔN HOC: TRẮC ĐỊA ĐẠI CƯƠNG,MSMH: CI1007, NHÓM:    CƠ SỞ 2. E LÀ SINH VIÊN HỆ VHVL NÊN KHÔNG ĐI HỌC ĐƯỢC Ạ. E XIN CẢM ƠN.",
    "Em xin rút môn Những nguyên lý cơ bản Chủ Nghĩa Mác Lê-nin (SP1003) (Nhóm ONL1). Em bị cách ly ở quê mẹ Bến Tre, chỗ này không có wifi nên việc theo dõi livestream bằng 4g rất khó và tốn tiền ạ. Em mòng quý BGH xem xét cho em được rút môn này. Em cảm ơn",
    "Cho em hỏi là hôm này Phòng Đào tạo đã cập nhật thời khóa biểu livestream, còn về các hoạt động tương tác theo cấu phần (C) của mỗi nhóm lớp vẫn giữ theo thời khóa biểu cũ như tuần này đã làm đúng không ạ? Em cảm ơn ạ.",
    "Sinh viên muốn rút môn học vì lý do điều kiện chỗ ở và thời gian gây khó khăn trong việc học online .  Các môn học rút học kỳ 2 học kỳ 192: -EE3071:SCADA -EE3031:Lập trình hệ thống nhúng . -SP1003:Những Nglý cơ bản của chủ nghĩa Mac_ . -EE3025:Kỹ thuật siêu cao tần . -EE63151:Đồ án . -EE3041:Xử lý tín hiệu số với FPGA.",
    "Học kỳ II năm học 2019-2020 Tôi đăng kí môn học,và học tập trung tại trường vì dịch bệnh nên chuyển qua học online.học online thời gian bất cập đối với tôi vì tôi mói có con nhỏ.Học online tôi không hiểu bài dạy trên online vì thế tôi xin rút môn học. kính mong quý nhà trường xem xét cho tôi. Tôi xin chân thành cảm ơn. môn chi tiết máy      MSMH ME2007 T01 môn sức bền vật liệu  MSMH CI2001 T01",
    "Em xin phép được rút môn học tự chọn sau:  Tên môn học: Quản lý dự án cho kỹ sư. Mã môn học: IM2011 Nhóm: A02 Lý do thứ nhất là vì em thấy bất tiện trong việc học online, em sợ rằng việc học này kiến bản thân em không thể tiếp thu tốt và hoàn thành đúng chuẩn nội dung môn học. Thứ hai em muốn tập trung để hoàn thiện chứng chỉ anh văn trong học kỳ này. Em xin chân thành cảm ơn! Trân trọng,",
    "cho hỏi thời khóa biểu đã đổi hoàn chỉnh tại sao vẫn còn ngày học thực hành vậy có phải đi ko",
    "Lý do: Do tình hình dịch bệnh, thời khóa biểu có thay đổi so với khi đăng ký môn học năm ngoái. Vì lịch học dời ngoài dự kiến, tại thời gian môn học thay đổi theo thời khóa biểu mới, em bận công việc khác nên không thể học được. Kính mong nhà trường xử lý cho em rút môn. Tên môn học: Thương mại điện tử Mã số môn học:  CO3027 Mã nhóm: L01 Xin cảm ơn nhà trường.",
    "em đăng kí nhầm mã môn học , em khoa xây  nhưng đăng ký nhầm vẽ kỹ thuật . môn vẽ kỹ thuật ,cl1003 , l29 ",
    "Thưa thầy/ cô, em gặp một vấn đề như sau: sau khi thời khóa biểu cập nhập trên mybk, hiện tại em bị mất một môn học 2 tín chỉ là thí nghiệm hóa hữu cơ (CH2053). Trước đó em có yêu cầu rút một môn là kinh tế đại cương (IM1013), đã được chấp nhận và sẽ giải quyết trong tháng 5. Như vậy trường hợp mất môn này của em là như thế nào? Và liệu có hồi lại môn cho đủ tín chỉ như đăng ký ban đầu của em không?  Em cảm ơn ạ!",
    "Dành cho SV Quốc tế, CLC . Vì điều kiện kinh tế khó khăn trong mùa dịch và thiếu thời gian cho những môn học khác nên em xin rút môn MT2001 (Xác suất và thống kê) - nhóm CC05 - 4  để tập trung cho những môn học khác cho kì học này . Mong nhà trường thông cảm và chấp thuận.",
    "CI2029_Cơ học kết cấu_T01_ Thầy Lê Hoàng Tuấn SP1003_Những nguyên lý cơ bản CN Mác_Leenin_T01 (ONL)_ Thầy  Lý do: Do dịch Covid-19 lan rộng, công ty cắt giảm nhân sự, em bị cho thôi việc tạm thời không lương, nên phải về quê, chi phí học tập gặp khó khăn. Rất mong Nhà trường xem xét để em được rút môn học tại học kỳ này. Khi công việc ổn định trở lại, em sẽ tiếp tục học. Cám ơn Nhà trường xem nguyện vọng của em.",
    "Dạ quý thầy cô cho em hỏi là năm nay trường mình có tổ chức thi để xét tuyển riêng như Bách khoa Hà Nội chuẩn bị làm không ạ? Em cảm ơn quý thầy cô trước ạ!",
    "Em chào Thầy/Cô ạ! Em hiện là sinh viên năm 3 khoa Công nghệ Vật Liệu. Do em có đăng kí học lại môn Hóa đại cương, nhưng học kì 192 này có một số vấn đề xảy ra, dịch bệnh, không ai mong muốn. Do việc học online đối với em hơi khó, vì mạng ở quê em không được ổn định, cộng với việc cập nhật khó hơn do nhiều video và bài tập, em gặp nhiều khó khăn trong việc tiếp thu. Em muốn rút môn học Hóa đại cương và sẽ trả ở kì sau. Mong Thầy/Cô phòng đào tạo xem xét giúp em việc rút môn học ạ. Em cảm ơn ạ.",
    "Tên môn học: Xác xuất và thống kế Mã môn học: MT2001 Nhóm môn học: ONL Em xin được rút môn học này,  Thứ nhất, do từ khi theo lịch nghỉ tết của trường em đã về quê và không có mang theo các công cụ phục vụ việc học như: máy tính cầm tay, các giáo trình, tài liệu liên quan để phục vụ cho các môn học,  . Thứ hai, do diễn biến phức tạp của dịch Covid-19 nên không thể trở lại ký túc xá để mang các công cụ đó về nhà để phục vụ việc học. Thứ ba, là điều kiện kinh tế gia đình và điều kiện cơ sở vật chất không được đảm bảo để em có thể thể tiếp tục học theo chương trình giảng dạy online mà nhà trường đang triển khai thực hiện .",
    "Em xin phép được rút một môn học trong học kì này vì lí do dư một môn tự chọn theo tiến độ học tập. Tên môn học: CAD/CAM Mã môn học: ME4007 Mã nhóm: A01 Xin cảm ơn.",
    "Em xin rút môn học vì việc học online có rất nhiều trở ngại đối với em. Ví dụ mạng yếu , khả năng tương tác kém... Tên môn học : Nguyên lý máy , Mã môn học : ME2003. Nhóm tổ T01. Tên môn học : Vẽ cơ khí , Mã môn học : ME2021. Nhóm tổ T01.",
    "em có đăng ký thành công môn ANH VĂN 2 HK192 nhưng thời khóa biểu lại không có môn này.",
    "Do tình hình dịch bệnh Corona vẫn còn diễn biến phức tạp nên em xin rút môn học bảo vệ sức khỏe cá n hân cộng đồng và giảm số tín chỉ trong học kì này để đảm bảo chất lượng.Tên môn học xin rút:DAMH TK HE THONG CO DT,MẢ MÔN HỌC 218828",
    "T1251   Đă    . Em tên là , MSSV 813T1251 Em xin rút môn học luận văn tốt nghiệp MSMH 804303 nhóm T01. lý do: vì dịch covid-19, từ lúc về quê nghỉ tết đến giờ em vẫn chưa thể lên tpHCM đươc, và hiện giờ em cũng không thể sắp xếp để hoàn thành tốt luận văn tốt nghiệp nên em xin rút để vào kỳ sau khi hết dịch thì em sẽ hoàn thành luận văn.  B ",
    "Lý do: Đã đủ số tín chỉ cho tiến độ  Tên môn học: Giải quyết vấn đề quản lý Mã số MH: IM3057 Mã nhóm: ONL",
    "Dành cho SV Quốc tế, CLC .   B  Em là Võ Thị Quỳnh Mai       I  Do không sắp xếp được thời gian học nên em mong Phòng đào tạo cho phép em được hủy môn học này .   U  Rút môn KẾ TOÁN TÀI CHÍNH, MSMH: IM1015, lớp CC01     Em chân thành cảm ơn.",
    "Với tình hình học online hiện tại, em sợ mình không thể theo kịp và nắm bắt tất cả các môn học đã đăng ký. Nên em xin phép được rút môn học:  Quản lý chuỗi cung ứng, mã môn học: IM3021 Nhóm: A01",
    "Sau khi có TKB mới về việc học ONL thì lịch học của em từ bình thường chuyển sang bị trùng lịch ạ. Cụ thể là thứ 5 lúc 10h đến 11h15 em có đến 2 giờ học là môn Giải tích 2 và Pháp luật Việt Nam đại cương ạ. Mong Phòng Đào Tạo sẽ xem xét lại giúp em ạ, em cảm ơn.",
    "Em tên , MSSV là . Em tạo yêu cầu này để xin rút môn học Kỹ thuật điện-điện tử (EE2011) và môn học  (MA3037). Lý do: Em không đủ thời gian để làm Luận văn tốt nghiệp và hoàn thành 2 môn học trên. Mong thầy cô và ban giám hiệu cân nhắc cho em rút hai môn học này ạ. Em cảm ơn ",
    "Tên môn học: Quá trình thiếtkế kthuật Mã môn học: ME3213 Mã nhóm: ONL Lý do: không phù hợp với việc học online, đường truyền không ổn định, đã đủ tính chỉ số môn học tự chọn",
    "học kì vừa rồi, e rớt anh văn 1 và e cũng đã đăng ký anh văn 2 cho kỳ này rồi. mà thời khóa biểu của e mới cập nhật thì đã không còn anh văn 2 nữa và tổng số chỉ cũng cho thấy là anh văn 2 đã bị bỏ. vậy nên e có cần rút môn học cho anh văn 2 không vậy ạ, hay là hệ thống đã tự hủy môn học ạ",
    "Lý do: Em muốn rút môn để có thể tốt nghiệp đợt tháng 4, do em có tên trong danh sách dự kiến tốt nghiệp tháng 4. Tên môn học: Tư tưởng  Mã số môn học: SP1005 Nhóm tổ: ONL Em có nộp nộp đơn rút môn học trước đó, mong phòng đào tạo xem xét.   Em cảm ơn.",
    "Cho em hỏi là sau khi cập nhật thời khóa biểu thì em bị mất một môn (Anh văn 2) có thể cho em hỏi đây có phải là lỗi hay không ạ .",
    "Em đã đăng ký 3 môn Giáo dục thể chất là cầu lông, võ thuật và điền kinh trong học kỳ 2 năm 2019-2020 (đã có thời khóa biểu - TKB), nhưng mới đây khi kiểm tra lại TKB em lại không thấy các môn đó nữa. Em hiện tại đang năm thứ 7 rồi nên em cần trả nợ môn giáo dục thể chất để tốt nghiệp. Phương án giải quyết là như thế nào, mong phòng đào tạo giải đáp.",
    "vì học online quá nhiều môn nên nhà trường cho phép e rút môn học EE3117 Thiết kế vi mạch số  nhóm ONL",
    "Lý do muốn rút môn học: gặp khó khăn trong luận văn và muốn tập trung để hoàn thành luận văn tốt nghiệp. Tên môn học: Điện Tử Công Suất Ứng Dụng Mã số môn học:EE3079",
    "Xin rut môn  mã số ME2021  Em xin rút  môn do bị tai nạn giao thông  chua bình  phục  kịp... Xin nhà trường xem xét rút môn.  Xin cảm ơn",
    "Kính gửi: phòng đào tạo. Do dịch vovid-19, không thể học tại trường mà phải học online và tự học chủ yếu ở nhà nhưng do tính chất công việc và chuyện gia đình nên em không thể sắp xếp thời gian học online cùng lúc nhiều môn được, nên em xin được rút môn học để dành thời gian cho môn học khác. Em xin rút Môn học Kỹ thuật độ tin cậy MSMH-ME4465-nhóm T01. EM xin nhà trường xem xét và chấp nhận nguyện vọng của em. Chân thành cám ơn",
    "Em xin chào Phòng đào tạo ĐHBK, Em gửi mail này để xin phép Phòng Đào Tạo ĐHBK cho phép em được tạm dừng học HK192. Sau khi em học 2 năm, em cảm thấy mình không phù hợp với ngành em đang theo học. Nên em quyết định sẽ thi lại ở kỳ thi THPTQG 2020 sắp tới. Vì vậy, em xin phép được tạm dừng học học kỳ này để ôn thi. Em kính mong Phòng Đào Tạo ĐHBK xem xét và chấp thuận cho em. Em xin chân thành cảm ơn.",
    "Rút môn học HK192 (không tính HP) Sinh viên:  MSSV:  Môn: Xác suất và thống kê Mã môn học: MT2001 Nhóm lớp: A01 Lý do: Đã pass môn học này ở học kỳ 191",
    "Tên môn học: Anh văn trong kinh doanh Mã môn học: IM3061 Nhóm lớp: A01 Lý do rút môn: Do nhà em chỉ có một máy tính để học online mà nhà có ba chị em cùng học chung (em có laptop nhưng để ở kí túc xá ạ) nên chúng em chỉ có thể chia nhau để học online. Nên em xin PDT cho phép em rút môn này để em tập trung bớt thời gian cho các môn còn lại ạ. (vì môn này là môn em đăng ký thêm, không có trong chương trình học bắt buộc của kỳ này). Em cảm ơn ạ.",
    "Dạ em chào Thầy/Cô, em đang học môn các quá trình chế tạo, thầy  dạy online đã upload các video giảng dạy lên nhưng trên trang cá nhân của em vẫn không hiển thị bất cứ bài giảng nào, mong bộ phận kỹ thuật hỗ trợ giúp em!em có đính kèm hình ảnh hiển thị tình trạng hiện tại trên trang cá nhân e-learning ạ!  em cảm ơn!",
    "Em chào anh/chị. Anh/chị cho em hỏi là kì này môn anh văn 2 có dạy online không ạ. Trong thời khóa biểu mới cập nhật em bị mất môn anh văn 2. Mong anh/chị kiểm tra giúp em. Em cảm ơn.",
    "Dạ em chào thầy cô phòng đào tạo ạ. Em tên là :  MSSV: Em làm đơn này với lý do xin được rút môn học: + +: MT1009 +:A02 Thực ra em đăng ký môn học này với lý do để cải thiện điểm nhưng kỳ này của em có quá nhiều môn chuyên ngành kiến thức nặng nên em muốn tập trung học các môn chuyên ngành cho vững kiến thức để hè này em đi thực tập, còn về việc cải thiện môn học này em xin để các kỳ sau ạ.Em xin phòng đào tạo cho em được rút môn học này,em chân thành cảm ơn ạ.",
    "Dạ Sau khi trường cập nhật thời kháo biểu mới thì em đã bị xoá mất một môn Thí nghiệm hoá hữu cơ nên số tín chỉ bị giảm từ 18 còn 16 ạ. Em muốn hỏi phòng đào tạo là do lỗi hay do bộ môn không chấp nhận day online do là môn thực hành ạ. Mong phòng đào tạo xem lại giúp em với ạ. Em cảm ơn .",
    "lý do:do chỗ ở em mạng yếu và thấy học online chưa hiệu quả nên em xin rút môn học tên môn học:SCADA mã số môn học:EE3071 mã nhóm:ONL",
    "B  Tên môn: Kỹ thuật robot (Mã môn: EE3065) Lý do: Thời gian học của em cũng khá nhiều và cả chương trình học cũng không phù hợp với định hướng phân ngành, đồ án kì này. Mong pdt hủy môn giúp e  ",
    "xin chào quý thầy cô ạ.Về việc học trực tuyến lúc trước TKB của e k bị trùng lịch nhưng sau khi nhà trường thay đổi thì TKB của e bị trùng ạ. Xin thầy cô gợi ý cho e cách giải quyết ạ. e xin cảm ơn",
    "thời gian qua dịch việc học ở nhà bất tiện, nên e xin được rút học phần môn sau, 1 (1003), 1 ()(1004),ích 1 (1003),ích 1()(1004)",
    "Lí do: Điều kiện thiết bị điện thoại máy tính không đáp ứng và không thể tạo hiệu quả để học online môn Vật lý 2. Kính mong quí thầy cô hủy bộ môn giúp em. Môn học: Vật lý 2 Mã: PH1005  Lớp: L03",
    "Thầy (cô) cho em hỏi khi đăng kí rút môn học thì có cần phải đảm bảo tổng số tín chỉ các môn còn lại  =14 không ạ? Em cảm ơn.",
    "Kính gửi Phòng Đào Tạo, em tên , MSSV :  em viết đơn này xin rút môn học : \" Kết cấu bêtông cốt thép3\" mã số môn học CI3115, nhóm tổ ONL, ngày thứ 4. Lý do : đã biết điểm kỳ trước qua môn. Em xin chân thành cảm ơn !",
    "Em là  . Kỳ này em đang thực hiện Luận Văn tốt nghiệp nhưng hôm nay kiểm tra lại thời khoá biểu thì bị mất LVTN là vì sao ạ ? Mong phòng đào tạo kiểm tra lại giúp em ạ.",
    "Rút môn : Quản lí dự án xây dựng MMH: CI1053 Mã nhóm: L01 Lý do:  Ban đầu em dự định đăng kí để học cải thiện môn học này, nhưng hiện tại bị dịch em đang ở quê mà quê em thì không có wifi, 3g thì sóng rất yếu. Em nhận thấy điều kiện rất bất lợi cho em, nên em xin được rút môn học ạ.",
    "Gửi phòng quản lý mạng  Hiện tại thời khoá biểu học online của em hiện chưa được cập nhật với đúng lịch mà giảng viên của em gửi. Cụ thể là môn Kỹ thuật sản xuất các sản phẩm thuỷ tinh theo lịch của trường em học thứ 4 và thứ 5 nhưng theo lịch của giảng viên lại là thứ 4 và thứ 6. Kình mong phòng sớm giải quyết để em cập nhật lịch học đúng thời điểm để không bỏ lỡ bất kì bài giảng nào . Trân trọng, ",
    "Kính chào Thầy/Cô, Em xin phép được rút môn Mã số    Tên Môn        Nhóm tổ EE1013Vật lý bán dẫn   Em xin cảm ơn!",
    "hình như mail của pđt là video live stream sẽ đc lưu lại . nhưng hôm nay em vào lại ko vào đc ạ . môn cơ sở kỹ thuật điện https://www.youtube.com/watch?v=5tKcGIRdRFg&feature=youtu.be có cách nào để xem lại bài giảng ko ạ",
    ".  Chào cô phòng đào tạo.  Em tên là  MSSV . Em muốn rút môn học Cơ lưu Chất với mã môn học là CI 2003.  Lí do: Nhận thấy môn học này khó, nhiều bạn lên lớp 3 4 tiếng nghe thầy cô giảng vẫn còn ko hiểu vẫn còn rớt môn, huống gì là nghe học onl 1g30phut.  Để đảm bảo chất lượng học cho những môn khác sau khi em vào học chính lại cũng như đợt kiểm tra av cuối năm nay. Em kính xin thầy cô tạo điều kiện cho em .  Xin cảm ơn và kính mong được giúp đơ.",
    "Em xin rút môn học vì học online bất tiện,không hiểu không hỏi đc  Mã Môn :PH1003 ,Môn: 1       ,Nhóm: T01 Mã Môn :PH1004 ,Môn: 1 (bt)  ,Nhóm: T01 Mã Môn :MT1003 ,Môn: Giải tích1    ,Nhóm: T01 Mã Môn :PH1003 ,Môn: Giải tích1(bt),Nhóm: T01",
    "Em xin rút môn học thiết kế cầu 1 (CI3039) nhóm lớp A02 với lý do :  -không tham gia được các bài quiz trên E-learning nên bị trễ theo tiến độ -không theo kịp hình thức học qua video trên El  B ",
    "Vì lý do dịch bệnh nên em hiện không vào Thành Phố được và lịch học thí nghiệm hiện đang ở cơ sở 1 ạ, nên em muốn xin đăng ký rút môn học. Em đã đăng ký môn cơ sở kỹ thuật điện. Mã số môn học là EE2017, thuộc nhóm T01. Em xin cảm ơn nhà trường ạ!",
    "Do hoạt động học online ảnh hưởng nhiều đến việc học môn nên em xin được rút môn học. tên môn học: Nhập môn thị giác máy tính mã môn học: ME4201",
    "Hiện tại thời khoá biểu được chỉnh sửa của em bị trùng lịch học vào ngày thứ 6 lúc 7am",
    "MSSV: Em muốn rút môn học Nhập môn kỹ thuật , vì môn học này em được miễn khi đăng ký liên thông từ cao đẳng lên.Xin nhà trường xem xét lại dùm em.",
    "Do tình hình dịch bệnh diễn biến phức tạp, hiện tại em đang gặp khó khăn trong việc quay trở lại trường thực hiện và bố trí thí nghiệm cho kịp kiến độ báo cáo Luận văn tốt nghiệp. Kính xin quý thầy/cô cho em xin đăng kí rút môn học Luận văn tốt nghiệp ( Mã MH: CH4333, Mã nhóm: A01)",
    "Dành cho SV Quốc tế, CLC .   B Môn học: Điều Khiển Phi Tuyến và  - 409403 - TT01   Lý do: Chưa học môn Cơ sở hệ thống điều khiển - 409401 là môn học trước của môn Điều Khiển Phi Tuyến và    ",
    "CH1003 Hóa Đại Cương  (tn)  1  1 (bt) MT1003 Giải tích 1",
    "Kính gửi PĐT  Em tên là  MSSV:  Em xin phép PĐT cho em rút môn học   Mã môn học :IM 2019 em xin rút môn này với  lí do học kì 192 này rất nặng em muốn dàn trải ra để học, cân bằng giữa đi làm và đi học. Mong PĐT xem xét. Em xin cảm ơn!",
    "Lý do ( bất khả kháng ): 1.Vì tính chất quan trọng của môn học ảnh hưởng lớn đến tiến độ học tập nên sinh viên bắt buộc phải đăng ký lại cho an toàn . 2.Vì trước thời điểm có kết quả môn học(học kỳ chính 191)  sinh viên bắt buộc phải đăng ký môn học đợt 1. 3.Sinh viên cảm thấy mình có khả năng rớt môn học này là rất cao (mặc dù trong bảng tiến độ học tập trước khi kết thúc đăng ký và hiểu chỉnh môn học đợt 2 đã có kết quả đạt và có thể xóa môn học đã đk )chính vì vậy sinh viên vẫn để và không xóa môn học . 4. Sau thời gian cố gắng tập trung hoàn thành môn học , sinh viên đã có kết quả đạt. +Tên môn học : Đề cương luận văn tốt nghiệp (Ktk) + MSMH: ME4085  + Nhóm : A01  ",
    "Hiện tại tình hình dịch bệnh phức tạp, công việc của em gặp rất nhiều khó khăn, không thể đảm bảo chuyên tâm để học online, và một phần vì cảm thấy chất lượng học online không đảm bảo nên em xin rút môn học SCADA mã môn học EE3071 nhóm T01 Em cảm ơn thầy cô.",
    "Em tên: :  Cho em hỏi là học kì 2 này trường có mở lớp dự thính không ạ",
    "Lí do:  Số chỉ đăng kí khá nhiều.Với lại do dịch bệnh nên lo ngại về chất lượng môn học không được tốt nên rút môn. -:EE3087 -Mã nhóm: ONL",
    "e hệ sinh viên vừa học vừa làm MSSV  . cho e hỏi là môn các quá trình chế tạo thầy nói đã đăng 4 video rồi mà e không thấy được . cho e hỏi tổ kỹ thuật  giúp e với ạ!!",
    "Chào các thầy cô, em tên là , MSSV :  . Thầy, cô cho em hỏi là ở phần điểm của BKEL tại sao lại bị mất ở một số môn VD: Kỹ Thuật Điện (EE2027) , Cơ Sở Điều Khiển Quá Trình (CH3031) dù em đã xem tất cả video và làm tất cả các quiz, Lúc trước em vào xem vẫn còn, nhưng hôm nay vào thì lại bị mất hết!  Em mong thầy cô giải đáp và tìm các khắc phục giúp em. Em chân thành cảm ơn!",
    "Tên :  _ MSSV :  -Lý Do : Em thấy học online khó nắm bắt rõ được bài giảng của giảng viên , không hiểu rõ và củng bất tiện trong trao đổi các thắc mắc về bài giảng -Mã môn học:PH1003_Môn:Vật Lý 1_Nhóm:T01 -Mã môn học:PH1004_Môn:Vật Lý 1(BT)_Nhóm:T01 -Mã môn học:MT1003_Môn:Giải Tích 1_Nhóm:T01 -Mã môn học:MT1004_Môn:GiảiTích 1(BT)_Nhóm:T01",
    "Dạ tại laptop em để quên trong SG, nhưng tình hình dịch nên em không vào lấy được, do đó việc học onl khó khăn với em, nên em xin rút môn học, mong nhà trường thông cảm giúp em. Tên môn học: Đường lối CM của Đảng CSVN Mã môn học: SP1009",
    "Em chào Phòng đào tạo trường ĐH Bách Khoa TpHCM. Em tên . MSSV:  Ngày 16.03 e có đăng kí in 01 bảng điểm và có đặt địa chỉ nhận ở CS2 Linh Trung, Thủ Đức. PĐT cho e hỏi e CS2 có mở cửa làm việc bình thường trong mùa dịch này không hay em phải lấy bảng điểm ở cơ sở 1 vậy ạ? Mong PĐT sớm phản hổi thông tin giúp e ạ. Em xin cám ơn PĐT. (Em có gửi file đính kèm phía dưới ạ)",
    "Dành cho SV Quốc tế, CLC . CO3313 - Thực tập tốt nghiệp. Lý do: do tình hình dịch nên không thể tham gia thực tập tốt nghiệp.",
    "Lý do rút môn học : đăng ký nhằm Tên môn học : Tối ưu hóa vàquy hoạch tn Mã môn học : ME3215 Mã nhóm : ONL",
    "thưa thưa thầy cô , em xin rút môn thí nghiệm hóa hữu cơ , Mã mh CH2053, , nhóm L03 , đây là môn học em lựa chọn dể học trước trong học kì này , theo lịch thì đến hk sau em mới học môn này  , nhưng do hiện giờ tất cả việc học được đưa lên mạng gây nhiều khó khăn hiện giờ cho em , nên em xin thầy cô có thể cho em rút môn này , nhất là khi đây là môn thí nghiệm ,sẽ gây khó khăn khi giờ trên lớp bị rút lại do trường hợp hiện tại môn thí nghiệm hóa hữu cơ , Mã mh CH2053, , nhóm L03",
    "Dành cho SV các hệ (không phải Quốc tế, CC) . Mùa dịch không đi làm được nên có hạn chế về kinh tế cộng thêm việc học online  Môn xin rút : EE1007- - _02",
    "B Tên môn học:  điện tử Mã số môn học: EE3125 Mã nhóm: A01    Lý do rút môn học: vì đây là môn lý thuyết nhiều, em thấy học online không hiệu quả, với lại về quê em phải làm phụ việc gia đình, nên không có nhiều thời gian học như ở trên thành phố. Em cảm ơn ạ",
    "Em xin rút môn học là do em đã đủ số tín chỉ yêu cầu để ra trường và em không sắp xếp được thời gian để học online Tên môn học: Kỹ thuật chiếu sáng Mã số môn học: EE3099 Mã nhóm : 01-04",
    "B  Em muốn rút môn học Kinh Tế Kỹ thuật ME2045 đã đăng kí học dự thính. Lí do: vì điều khiện hoàn cảnh gia đình, mạng rất yếu, nên em muốn rút bớt môn học này.   Em xin cảm ơn.",
    "Dạ em chào thầy cô, thầy cô cho em hỏi là video livstream chỉ xem được lúc phát chứ không xem lại được ạ ? Môn Xã hội học đại cương (IM2023) em không xem lại livestream được ạ . Em cảm ơn ạ.",
    "Tên môn học: Nhập môn thị giác máy tính Mã số môn học: ME4201 Mã nhóm: A01 Lý do rút môn học: tình hình dịch covid-19 đã làm ảnh hưởng nghiêm trọng tới kinh tế của gia đình nên em phải rút môn học để giảm chi phí học tập. Ngoài ra, môn học này cần thực hành và trao đổi trực tiếp với giáo viên nên việc học online làm giảm tính hiệu quả.",
    "Lý do rút môn học:      Em là , MSSV:,em có đăng kí học kì 2 ( 2019-2020) môn Anh văn 2( LA1005), nhưng vào ngày 11/4/2020 cập nhập thời khoá biểu không có môn này và chương trình học online trên elearning không có bài tập hay video giảng dạy, em đang chuẩn bị thi Toeic để chuyển điểm cho môn Anh văn 2 nên em muốn rút môn học Anh văn(LA1005).    Em xin cảm ơn!",
    "Em tên , em muốn hỏi việc bảo lưu học tập học kì 2( 2019-2020) phải làm những thủ tục những gì vậy ạ? Khi nào thì em được bảo lưu học tập?   Em xin cảm ơn!",
    "MT2001Xác suất và thống kêT05 MT1009Phương pháp tínhT05",
    "Em xin rút môn kế toán quản trị. Vì môn học khó, việc học online ở môn học này không hiệu quả với bản thân em, em không mua được sách. Nay xin rút kỳ sau học lại để đạt được kết quả tốt hơn. -Tên môn học: Kế toán quản trị. -mã số môn học: IM2019 -nhóm: L02",
    "Em muốn rút môn học Qúa trình và thiết bị truyền khối, mã CH2051, nhóm lớp A01 của thầy . Lý do: Em học môn này để cải thiện điểm, tuy nhiên vì dịch bệnh nên em hiện đang thất nghiệp và gặp rất nhiều khó khăn, mẹ lại bị bệnh cần tiền chữa trị. Em rút môn học để bớt gánh nặng trang trải cho cuộc sống.",
    "Em chào Phòng đào tạo ĐHBK, Em gửi phiếu đề nghị được tạm dừng học HK192 ạ. Kính mong Phòng Đào Tạo ĐHBK xem xét và chấp thuận cho em. Em xin chân thành cảm ơn.",
    "B Nội dung:    -  I Tên môn học:  /I  Ứng dụng máy tính trong công nghiệp (ME2049) nhóm L02 -  I Lý do rút môn:  /I  Học online nhiều môn quá em không đủ sức vì thời gian nhìn vào màn hình máy tính nhiều do học livestream theo lịch nhà trường, học qua gg meet rồi làm bài tập... nên em quyết định rút một môn để đảm bảo chất lượng học tập. Thứ hai là điều kiện thời tiết (hay mưa, sấm chớp) và mạng không được tốt nên không đảm bảo để học online môn này (do môn này vừa học và thực hành bài tập nộp ngay) .",
    "Cho em hỏi, lúc trước em đăng kí 18 tín chỉ, em không hề xóa môn học nhưng giờ kiểm tra thời khóa biểu thì chỉ còn 16 tín chỉ, mất môn thí nghiệm  nhưng trên e-learning em vẫn tiếp tục học online thí nghiệm  được. Vậy là sao ạ?",
    "Dành cho SV Quốc tế, CLC . Kinh tế gia đình khó khăn trong thời gian dịch bệnh gần đây. Việc học online không cung cấp đủ kiến thức cho bản thân. Hi vọng được rút môn học để đăng kí vào học kì kế tiếp",
    "Em xin phép được tạm dừng học kì vì lý do em muốn thi lại đại học để chuyển ngành Em mong phòng đào tạo cho phép",
    "Quản trị kinh doanh cho kỹ sư IM3001 Nhóm A01 Anh văn 4 LA1009 Nhóm... Em rút các môn học trên do không thích hợp học Online",
    "Dạ, thưa Thầy, Cô ạ! Theo lịch cũ ngày 24/04 này em tốt nghiệp và nhận bằng. Hiện tại do dịch Covid 19 nên chưa thấy thông báo gì mới, em muốn hỏi khi nào em mới có thể liên hệ trường để lấy bằng Tốt nghiệp chính thức được ạ? Em cần bằng Tốt nghiệp để làm việc ạ! Em cảm ơn!",
    "em tên là phạm mạnh duy mssv: chuyên ngành cơ điện tử. em xin rút hai môn học đăng ký dự thính là cơ lý thuyết (AS1003) và kỹ thuật điều kiển tự động (ME2009) do dịch bệnh covid 19 em phải học trực tuyến và do lịch học trong thời khóa biểu các môn chính thức của em từ thứ hai đến thứ 7 chưa kể các môn thí nghiệm được xếp lịch vào chủ nhật nên em không có đủ thời gian tham dự các lớp học dự thính để có thể tiếp thu kiến thức một cách đầy đủ và hoàn thành khóa học dự thính như mong muốn vì vậy em kính mong phòng đào tạo xem xét cho em rút hai môn học dự thính là cơ lý thuyết và  kỹ thuật điều kiện tự động. em xin chân thành cảm ơn.",
    "Em tên , đang là sinh viên hệ VLVH, Mssv: . Vì công việc nên em muốn được bảo lưu kết quả học tập. Xin thầy (cô) hướng dẫn cho em trong mùa dịch này. Em xin cám ơn",
    "PĐT cho em hỏi về vấn đề học e-learnieg, theo thông báo thì em thấy là PĐT thông báo nếu như bỏ lỡ 1 bài giảng hoặc là không làm quiz 1 bài giảng nào đó, thì sẽ không được dự thi cuối kì. Nếu như bài giảng của mình đạt 0 điểm em có thể bị cấm thi hay không vì một số cái quiz nó nằm trên video và thường xuyên bị lỗi khi trả lời, em không bấm vào câu trả lời được, và một số quiz riêng thời hạn làm bài ngắn quá em chưa sắp xếp được thời gian học nên bị lỡ do lúc đó nhà em đang sửa chữa nhà ở, bây giờ em đọc lại công văn thì em có thấy vấn đề lớn, các video em xem hết rồi chỉ một số quiz bị lỗi do không tới thời hạn làm, bây giờ trường hợp của em phải làm sao ạ, mong PĐT giúp em",
    "Em mong rút môn Pháp Luật Đại Cương Việt Nam (SP1007) mong ban giám hiệu chấp thuận vì lý do mạng không ổn định ,em chưa có điều kiện mua thiết bị học và rất khó tiếp thu .em xin chân thành cảm ơn",
    "PĐT cho em hỏi về việc tổ chức thi lại cho sinh viên PFIEV học kì này ạ ?  VP19 có được thi lại không ạ ?",
    "Cơ học kết cấu (CI2029) Hiện tại gia đình em bán quán ăn trong khu chế xuất Bình Dương, hiện tại bị dịch nên chưa có tiền đóng tiền mặt bằng. Em mong muốn rút môn học vì chưa biết khi nào dịch hết, nhà em hiện tại còn đang nợ tiền mặt bằng nên khá là khó khăn ạ",
    "lý do: Em đăng ký sai mã môn học không đúng chuyên ngành. 1.vật liệu xây dựng (CI2037) nhóm L01 2.cơ lưu chất (CI2003) nhóm L06 3.cơ kết cấu  (CI2029) nhóm L02 4.Địa chất công trình (CI1043) nhóm L01 5.Thực tập nhận thức ngành ddcn (CI2057)   nhóm L01 ",
    "Về việc xin rút môn học: Thiết Kế Kiến Trúc Nhà Ở Mã môn học: CI3145 Nhóm tổ: L02 Lí do: môn học này cần laptop/pc cấu hình mạnh có thể chạy nổi Revit 2019, Photoshop CS6, Autocad 2019.. để phục vụ cho môn học. Mà hiện tại laptop e đang sửa, hư main board và cần có thời gian để vận chuyển linh kiện về thay thế vì ở Nha Trang không có. Cộng thêm tình hình dịch bệnh kéo dài phức tạp nên bên sửa chữa không thể vận chuyển hàng về được. Em cũng tính mượn của ai đó dùng đỡ nhưng trong tình hình hiện tại nhà nhà dạy online, người người học online thì không có ai mà em biết dư dả cho em mượn cả. Em cũng có tính ra tiệm net để làm nhưng dịch bệnh nên đã đóng cửa hết. Đồ án này phải làm hết cả kì mà em đã mất hết 2 tháng đầu không làm được gì nên em kính mong PĐT cho em xin được rút môn học này để đảm bảo có một kì học không nợ môn ạ. Em cám ơn PĐT đã xem xét, hi vọng nguyện vọng của em được chấp thuận ạ.",
    "lý do: Em đăng ký sai mã môn học  6.Cơ học đất (CI3001) nhóm  7. kết cấu thép 1 (CI3009) NHÓM",
    "Do đã thực tập với doanh nghiệp, môn học: Thực tập tốt nghiệp, mã môn học:EE3313, mã nhóm:Z3CD",
    "Dành cho SV Quốc tế, CLC . Em xin rút vài môn học để có thêm thời gian để tập trung học anh văn để lấy chứng chỉ IELTS và trong thời gian này chỉ học qua livestream nên em mong muốn được học những môn này ở trên lớp vào kì sau để dễ học hơn  Môn học cần rút  - Đại số tuyến tính (MT1008) - Kinh tê học vĩ mô (IM1009)",
    "Kính gửi Phòng Đào Tạo, Em tên :  Mssv :  Em làm đơn này xin được rút môn Công Nghệ Ô tô - TR3021 Lý do : Hiện nay công ty em đang cho nghỉ không lương do dịch bệnh nên em nghĩ mình không đủ chi phí để đóng tiền học phí nên em xin rút môn và em sẽ học ở học kỳ sau. Em xin cảm ơn Phòng Đào Tạo.",
    "Môn BƠI LỘI PE1019. Lý do môn bơi đã học ở học kỳ 1 K2018 và cần thêm thời gian để luyện thi Ielts",
    "Quy trình xin tạm hoãn LVTN và bảo vệ vào đợt bổ sung ?",
    "Em tên: . Em xin được rút môn học \"vẽ kỹ thuật\" Mã số môn học \"Cl1003\" Mã nhóm \"31\"",
    "Dạ em xin chào thầy/cô, em là  sinh viên K15 khoa máy tính. Em có kiểm tra lịch học live của em thì em thấy e bị trùng lịch của 4 môn vào sáng thứ 2 và sáng thứ 5 ạ. Theo đó, sáng thứ 2 em bị trùng lịch 2 môn 'Kiến trúc máy tính' và 'Phân tích thiết kế giải thuật' diễn ra lúc 8h30 - 9h45. Sáng thứ 5 em bị trùng lịch 2 môn 'Nhập môn trí tuệ nhân tạo' và 'mạng máy tính' diễn ra lúc 8h30 - 9h45 ạ. Thầy/cô cho em hỏi nhà trường sẽ có điều chỉnh lại lịch hay lưu lại video cho những trường hợp bị trùng lịch như tụi em có thể xem lại môn không học onl được vì trùng môn khác không ạ? Em xin chân thành cảm ơn thầy/cô ạ!    i  .",
    "Về việc thời khóa biểu ạ, trên trang TKB của nhà trường chỉ hiện TKB của các buổi livestream chứ không có thời khóa biểu của các buổi hangout, và việc thầy cô đưa ra TKB hangout rất khác nhau , có thầy thì đưa vào mục diễn đàn, có thầy thì đăng luôn vào tường, mong nhà trường và các GV thống nhất lại lịch học và cách thông báo lịch học livestream và Hangout ạ, và hiện tại lịch Livestream và hangout của em đang bị trùng ạ.",
    "vì lý do bất khả kháng và không theo kip tiến độ học tập của môn học nên em xin được rút môn học Cơ Lưu Chất Cơ Lưu Chất,CI2003,L04",
    "Chào thầy /cô ạ, Ở file ảnh đính kèm có 2 môn là lập trình web và phân tích thiết kế giải thuật bị trùng vào sáng thứ 2 ạ. Mong thầy/cô kiểm tra lại ạ! Em cảm ơn. Chúc thầy/cô một ngày mới vui vẻ!",
    "Chào thầy/cô. Em muốn rút môn SCADA (ee3071). Lý do: em không thể cài được phần mềm scada và em có hỏi trên diễn đàn môn học nhưng không thấy thầy hướng dẫn. Lớp hiện tại đã nộp bài tập lớn xong hết nên em muốn rút môn học này để kỳ sau em đăng ký lại ạ. Em xin cám ơn.",
    "Chào thầy/cô ! Vào ngày 31 tháng 3 năm 2020 em đã có nộp đơn xin đăng kí luận văn trễ hạn, trình bày rõ lí do và đã được ban lãnh đạo ở Khoa đồng ý, Phòng Đạo Tạo hẹn cuối tuần vừa rồi sẽ có kết quả về việc này, hiện tại em không biết xem kết quả ở đâu, em cũng chưa thấy môn LVTN của mình ở trong mục BKel của em. Kính mong thầy/cô giúp đỡ !",
    "Môn học : 1/ Xác xuất và thống kê -  : MT2001 - MN : T05 2/ Giải tích 1 -  : MT1003 - MN : T01 3/ Giải tích 2 -  : MT1005 -   Lý Do :Các môn học này đã được xét miễn môn Cho chương trình đào tạo của em! Mong Quý thầy cô hỗ trợ giúp em vấn đề này.",
    "Vào ngày 9/4/2020 em đã đăng ký xin rút môn học \"Phương pháp tính má số MT1009 nhóm L06\". Nhưng do số tín chỉ mỗi học kỳ không thể dưới 10 nên em xin hủy rút môn học này  Em xin chân thành cảm ơn.",
    "Do dịch virus corona. Anh văn 4",
    "Cho em xin rút môn học vì em không sắp xếp học được khung giờ theo thời khóa biểu. E xin cảm ơn. Tên môn học: Quá trình và thiết bị truyền khối MSMH:CH2051 Nhóm lớp:L01 ",
    "Kính gửi Nhà trường, Họ tên sinh viên:   MSSV: Em xin rút môn học: Anh văn 2 (LA1005), Nhóm lớp A01, tiết 8-9-10,chiều thứ 3 hàng tuần. Với lí do: 1,Tình hình học online nên môn này không dạy gì cả. 2,Em đã thi và đạt ngưỡng điểm qua văn anh 2, đủ để học anh văn 3, nên môn này không cần thiết đối với quá trình học tập của em nữa. Mong nhà trường hỗ trợ giúp em ạ .",
    "Vì ở vùng sâu vùng xa, mạng internet kém không thể học online được nên em xin được rút môn học sau: Môn học xin rút: Cơ sở về laser và ứng dụng Mã MH: AS3075  Nhóm: A01",
    "Dành cho SV Quốc tế, CLC . Em xin được rút môn học xác suất và ứng dụng kỹ thuật ( Mã số môn: 006406)  Lý do em xin rút là em có hủy đăng ký môn 006406 rồi nhưng nay em vào kiểm tra lịch thì vẫn còn . Do môn này em đã qua học kì trước nên em xin hủy môn này để dành thời gian làm luận văn để hoàn thành và tốt nghiệp ạ . Em xin cảm ơn ạ.",
    "Em xin được rút môn học đồ án nền móng (mã môn học CI3197) vì lí do học trực tuyến nên e không trao đổi hiệu quả với thấy cô về đề tài mình chọn e....",
    "Em là sinh viên năm nhất ạ Em thấy trường có gửi mail thông báo về việc sắp xếp thời gian live stream sao cho không trùng với lịch học giữa các môn, nhưng khi lên xem thời khóa biểu thì lịch học các môn lại nhiều hơn thì cho em hỏi là nội dung của các buổi học giống nhau để sinh viên chọn buổi phù hợp với lịch học hay là phải tham gia tất cả các buổi livestream ạ em cảm ơn",
    "Lí do rút môn học: trùng với thời gian đi công tác. Tên môn học: Trường điện từ Mã số môn học: EE2003 Mã nhóm: Z3CD",
    "Kính gửi Phòng đào tạo, Em tên là , MSSV:. Em có câu hỏi muốn hỏi: các video livestream trong các môn đã học em không thể mở lại để xem ạ, khi truy cập vào các link đó thì được youtube báo là các video riêng tư. Như trong email:   I Về việc tiển khai học trực tuyến  /I ,theo  cấu phần B thì chúng em có thể xem lại các video đó. Em mong Phòng đào tạo có thể gỡ bỏ chế độ riêng tư để chúng em có thể xem lại và học tập tốt hơn. Em cảm ơn, .",
    "Chào cô (thầy), em thắc mắc là là đăng kí hủy môn học mà trường gửi mail tới là chỉ hủy môn học của học kì chính hay có cả hủy môn của học kì dự thính nữa ạ, em cảm ơn.",
    ": Thưa thầy, cô!  Em tên là , mssv . Thầy cô cho em hỏi thời khoá biểu của em mấy hôm trước còn có môn đề cương luận văn và thực tập tốt nghiệp thế nhưng hôm nay không còn nữa là có bị gì không ạ? Mong thầy cô giải quyết giúp em! Em cảm ơn!",
    "Họ và tên: Phan Tuấn Cường  MSSV:  Nay em làm đơn xin rút môn học DAMH Kết Cấu Thép (MSMH:CI3213) - Mã nhóm B01 Lý do: Đợt này em đi thực tập ở tỉnh và tiến độ công trình thi công cũng như đang làm thêm đồ án thi công nên em không đảm bảo được tiến trình thực hiện đồ án.",
    "vì quá trình học luôn phải dùng tới máy tính và mạng kết nối mà khu vực chỗ em đã tới mùa mưa sẽ không đảm bảo được việc tham gia đầy đủ của em đối với các khóa học.và việc học giàn trãi giữa các môn với nhiều phương pháp khác nhau khiến em bị rối cảm thấy không theo kịp được, không đảm bảo được chất lượng môn học, vì vậy em xin nhà trường cho em rút 2 môn để có thể tập chung tốt hơn vào các môn còn lại. 2 môn là: kĩ thuật điện-MMH EE2027- mã nhóm A03 quá trình và thiết bị truyền khối-MMH CH2051- mã nhóm L02",
    "Em xin được đăng ký rút môn học :\" Kết cấu thép 2\" với mã môn học là CI3211 trong học kì 192 với lý do là vì ở học kì 182 em đã có học và qua môn với điểm số 7.0 , em đăng kí lại vì thể theo quy chế mới của pđt :\"các môn trong chương trình tài năng  = 7.5\" . Nhưng sau khi ra công văn \"các môn trong chương trình tài năng hk 182  = 7.0\". Em cảm thấy không cần thiết phải cải thiện nữa và muốn dành thời gian nhiều hơn cho LVTN sắp tới. Nên em xin phép được rút môn. Rất mong phòng đào tạo giải quyết cho vấn đề của em. Đính kèm bên dưới là TKB 192 và minh chứng đã qua môn ở hk 182 của em.",
    "do em k thấy được việc đơn lần trước của em đã được duyệt. nên nay em lại làm đơn để giải quyết vấn đề rút môn học. vậy trường hợp của em có bị rút tổng là 3 môn không ạ. em cảm ơn",
    "Em xin nhà trường cho em nhà trường cho em xin rút môn Anh Văn 3 (mã môn học: LA1007). Vì em đã qua môn này ở kì trước, lúc đăng kí em có đăng ký nhầm, ban đầu em tính để học luôn nhưng do tình hình hiện tại môn này chưa được giảng dạy và em muốn tập trung vào các môn học khác nhiều hơn. Mong nhà trường cho em xin rút môn ạ. Cảm ơn Thầy(cô) xem ý kiến của em.",
    "Lý do rút môn: học cải thiện điểm, nhưng học online không chất lượng,khó tiếp thu,khó liên lạc trao đổi làm bài nhóm , nhờ PĐT cho xin rút môn học. Tên môn học: Xác suất thống kê  Mã số môn học: MT2001  Mã nhóm: A02",
    "Do em đăng ký nhầm môn AS3051Cơ sở tin học y sinh A01",
    "Xin chào thầy cô! Theo em được biết là đối với sinh viên hệ VLVH sẽ được miễn môn anh văn 1,2,3,4 và  Nhưng em muốn đăng kí học anh văn 1,2,3,4 để chuyển đổi qua điểm toeic để làm luận văn tốt nghiệp và ra trường có được không? và nếu được thì đăng kí ở đâu? nhờ thầy cô chỉ dẫn giúp em. Em xin chân thành cảm ơn!",
    "Đă          Em tên là:   Em là sinh viên của khoa KH&KT Máy tính  Em xin được rút môn học:  -Tên môn học:   B Bóng đá     -Mã số môn học:   CODE PE1009  /CODE   -Nhóm lớp:   CODE A01  /CODE   Lý do em xin rút môn học là vì:  - Học bóng đá ở trên cơ sở 1 mà em lại ở ký túc xá ở quận Thủ Đức, đi lại rất khó khăn Em  không có xe máy, thêm vào đó lại không đi được xe bus vì say xe  -Khi quay lại học tập sau kỳ nghỉ dài vì dịch covid-19, em không muốn đi ra ngoài nơi đông người ở quận 10 vì sợ lây bệnh  Em xin chân thành cảm ơn                                 Người viết                                                                                                 ",
    "dạ chào các thầy cô PĐT ạ! em cảm ơn vì các thầy cô đã tiếp nhận câu hỏi yêu cầu của em và đã sắp xếp lại thời khóa biểu bị trùng của em ạ. nhưng mà các thầy cô ơi sau khi sắp xếp lại em đã không còn bị trùng 2 môn nữa mà giờ là bị trùng thêm môn xác suất thống kê rồi @@ giờ theo TKB mới thì em bị trùng cả 3 môn vào 16h30 ngày thứ 4 luôn như file TKB em đính kèm đó ạ @@ mong các thầy cô xem xét và điều chỉnh giúp ạ chứ môn nào các thầy cũng yêu cầu điểm danh với làm bài tập online song song giờ livestream thôi ạ :((",
    "cho e gửi đơn tạm dừng hk 192 theo như cách pđt chỉ ạ ",
    "Tên môn học: Mạng cảm biến không dây và ứng dụng Mã môn học: EE3053 Mã Nhóm: A01 Lý do xin rút: Hiện tại em đã đủ số tín chỉ tích lũy để tốt nghiệp. Em muốn tập trung vào việc làm luận văn tốt hơn. Mong phòng đào tạo cho phép ạ. Em xin cảm ơn.",
    "Thưa quí thầy cô, em hiện là sinh viên đang theo học và trải nghiệm chương trình học trực tuyến của nhà trường được 1 tuần( chính thức từ 6/4/2020), em xin phép có vài cảm nhận, ý kiến như sau: 1/Kế hoạch dạy học online của các thầy cô không đồng nhất nên chúng em rất hay bị trùng giờ học. Bởi vì ngoài hình thức học livestream link youtube, các thầy cô còn tổ chức các buổi gg hangout,chatroom,zoom,... thậm chí là giờ làm kiểm tra môn này cũng là giờ học môn khác. Vì lí đó chúng em rất khó trong việc lên lịch học. 2/ Em cảm thấy hình thức livestream là không hiệu quả. Thứ nhất, dù nhà trường đã cố gắng nhưng chất lượng âm thanh k đảm bảo khiến em khó tập trung, khó nghe trọn vẹn bài giảng. Thứ hai,hình thức này không có sự tương tác, nên cho dù có thắc mắc chúng em vẫn k thì hỏi, đóng góp được -  không khác hình thức up video. Thứ ba, không chỉ khó khăn cho trò, mà em biết các thầy cô tham gia dạy livestream phải đến trường, qua nhiều bước kiểm tra,khó khăn với các trang thiết bị được cài đặt,... nhưng rõ ràng là không hiệu quả một tí nào.  Em mong quý nhà trường có chính sách thay đổi để có thể tạo môi trường tốt hơn cho cả thầy và trò có thể dạy học hiệu quả mà vẫn đảm bảo sức khỏe.  Em cảm ơn.",
    "Dạ em chào thầy/cô PĐT, Thầy/cô cho em hỏi video sau khi livestream có được lưu lại để coi lại không ạ? Vì em bị trùng lịch buổi tương tác với giáo viên trên BKeL với buổi livestream nên em định sẽ ưu tiên buổi tương tác, còn video livestream em sẽ xem lại sau. Em cám ơn nhiều ạ,",
    "Do đợt dk môn học hk 192 lần 3. Em cần đăng ký môn tự chọn bảng B nên em quyết định chọn môn IM4007( kế hoạch kinh doanh). Nay môn học đó đã hủy vì sĩ số lớp không đủ. Nên em muốn hỏi là nhà trường có thể cho em dk bổ sung môn QLSX( IM3013) trong học kỳ này để em kịp tiến độ học tập với các bạn. Do đợt 3 em đã dk tổng cộng 20 tín chỉ không thể đăng ký thêm môn dự phòng nên mới có tình trạng này xảy ra (hiện tại em chỉ còn dk có 17 tín chỉ vì hủy bỏ môn IM4007). Sáng nay em có tham gia livestream lớp em mong muốn nhà trường đăng ký bổ sung cho em là IM3013 thì thấy đây là tuần đầu tiên của các bạn. Em thấy khả năng mình có thể theo học được. Mong nhà trường đăng ký cho em. Em sẽ chịu hoàn toàn mọi trách nhiệm nếu không theo kịp tiến độ hay kết quả học tập của em thấp. Em là khóa K15 học trễ. Kính mong nhà trường duyệt giải quyết cho nguyện vọng của em. Em cảm ơn rất nhiều !",
    "Em xin rút các môn học: Mạng viễn thông (EE3085), Mạng cảm biến không dây và ưng dụng (EE3053). Lý do: Em đang làm công việc part-time, phần thời gian còn lại em muốn tập trung vào thực hiện luận văn ạ. Mong phòng đào tạo hỗ trợ giúp. Em xin chân thành cảm ơn.",
    "Dạ trường ơi cho em hỏi. Sáng thứ 3 7h em có lịch livestream môn Truyền khối theo tkb của PĐT. Nhưng nó cũng trùng vào lịch tương tác của môn Hóa Lý 2 lớp L04 và môn Truyền Nhiệt lớp L04. Có nghĩa là cả 3 môn đều trùng lịch. Em đã mail cho cô môn Hóa Lý 2 nhưng cô trả lời là \"cô không biết đâu em\". Vậy thì giờ em phải làm sao ạ ?",
    "Tên:  MSSV:  Môn học muốn rút:  Thực tập cơ khí đại cương 1- ME1005 Mã nhóm: A01 Lý do: Do tình hình dịch NCoVi nên không thể đến xưởng C1 được",
    "Vì lý do học onl còn nhiều bất cập, khó tiếp thu nên em xin rút bớt môn học để giảm áp lực của học kỳ này. Em xin rút 2 môn gồm  + Anten-truyền sóng vô tuyến (EE3127) nhóm A01 + Quang điện tử (EE3125) nhóm A01",
    "Dạ cho em hỏi, môn anh văn 2 em đăng ký học có thời khoá biểu, nhưng không có lịch livestream và không có video dạy trên E-learning, không biết là do trường chưa sắp xếp hay do môn anh văn không có học online vậy ạ? Em cảm ơn ạ!",
    "em đăng ký 2 môn học kỳ này duy trì tình trạng sinh viên trước khi chuyển tiếp qua nhật, hiện tại em đã đậu đại học Kanazawa. 2 môn học muốn hủy: +Cơ học ứng dụng(AS2007)-L01. +Địa chất công trình(CI1043)-L01.",
    "Dành cho SV Quốc tế, CLC . Kính gửi phòng đào tạo, Nay e có nguyện vọng muốn rút môn học Nguyên lí máy, mã môn học ME2003, nhóm CC01 . Lí do: vì e có đăng kí môn lý 1 trước đó nhưng không biết vì sao lại nhầm thành một môn đã đạt rồi, có thể là do mạng e trục trặc mong phòng đào tạo xem xét",
    "Do tuần rồi có một môn khi livestream loa rất rè, gần như 1/3 thời lượng livestream và không thể nghe được, nhưng chúng em không thể nào báo cáo cho giảng viên để khắc phục loa rè được. Vậy nên em có thắc mắc là không biết mình có đường dây nóng hoặc nơi liên hệ để phản ánh chất lượng về mặt kỹ thuật của buổi livestream không ạ? Em xin cảm ơn.",
    "Kính gửi: PĐT Trường ĐHBK - ĐHQG TPHCM Em tên:  MSSV:  Lý do: Em xin được rút môn Bóng rổ MSMH:PE1015 nhóm A01 tiết 9-10 thứ 6 vì lý do bất khả kháng là dịch bệnh đang chuyển biến phức tạp và nhà trường đã cho sinh viên nghỉ tại nhà và dạy học dưới hình thức online. Theo đặc thù môn học không thể triển khai giảng dạy theo hình thức trên nên em không thể tham gia lớp như đã đăng kí từ trước. Mong nhà trường xem xét và phê duyệt yêu cầu của em. Em xin chân thành cảm ơn.",
    "hi  Em tên _ Em xin rút môn học nhóm A_Luật Hàng không dân dụng_TR3081 Em xin rút môn Luật Hàng không dân dụng vì em đã đủ tín chỉ môn nhóm A và việc phải học online do dịch covid chỉ học xem slide mà ít đk chia sẻ kinh nghiệm về việc làm liên quan tới môn học. Khác với mọi năm môn học này còn được mời giảng viên bên Học viện Hàng Không giảng dạy để chia sẻ thêm về kinh nghiệm việc làm. Ngoài ra em muốn dành thêm thời gian để nghiên cứu luận văn. Em xin cảm ơn !",
    "Em tên là Nguyễn Đức Duy MSSV : hôm nay em làm đơn rút môn học Vẽ Kỹ Thuật vì lý do em đang ở quê mạng ở quê em không được tốt khó tham gia đầy đủ trong quá trình học online và việc laptop của em hỏng cũng như em không có bộ dụng cụ vẽ vì ở quê không có bán nên em mong nhà trường cho em được rút môn học :  vẽ kỹ thuật CI1003,nhóm tổ L03 tiết học vào ngày thứ 6",
    "Dành cho SV Quốc tế, CLC . Tên :  Lý do rút: Vì trường không thể dạy môn thể dục(bóng đá) cho em. Tên môn học: Bóng đá Mã môn học : PE1009 Nhóm       :CC04",
    "Tuần rồi em quên làm bài kiểm tra môn Kỹ Thuật Thi Công (hết hạn kiểm tra vào chiều chủ nhật) nên bây giờ em không thể mở tiếp mấy video sau của chương trình . Cho em hỏi là em phải liên hệ ở đâu để được mở xem mấy video tiếp theo hoặc cho em cơ hội để làm bài kiểm tra đó ạ. Bởi vì theo lịch trình thì em phải hoàn thành bài kt trên bkel mới được thi giữa kỳ ạ . Em cám ơn ạ!",
    "Em xin rút môn Địa chất công trình (CI1043) và môn Cơ học ứng dụng (AS2007). Lý do: Thuộc chương trình đào tạo Tăng cường Tiếng Nhật Kanazawa, sẽ qua Nhật trong năm ba.",
    "Môn học: Đường lối cách mạng của Đảng cộng sản Việt Nam Mã môn học: SP1009 Nhóm: A08 lý do rút môn: học online môn học này khó hiểu bài, có rất nhiều vấn đề cần trao đổi trực tiếp với giáo viên",
    "phạm lê huy  cho em hỏi phần tiến độ học tập trên mybk của em không hiện lên từ sau tết đến giờ",
    "Tên môn học: Kỹ thuật nhiệt lạnh Mã môn học : EE3135 Nhóm/tổ    : A01 Lý do rút môn học: Tình trạng 4G tại địa phương không ổn định để có thể theo dõi học livestream.",
    "Em muốn được xin chuyển sang ngành khác thì đăng ký thế nào ạ",
    "Em đã đăng ký môn Aerobic tại CS1 nhưng thời khóa biểu lại xếp cho em ở CS2. Vì địa điểm học không thuận lợi cho việc đi lại nên em xin được rút môn Aerobic, mã môn học là PE1021, nhóm L02.",
    "Thưa thầy/cô, Cho em hỏi lúc nào mới có danh sách nhận học bổng khuyến khích học kỳ 191 ạ! Em xin cám ơn.",
    "Môn Phương Pháp Tính - MT1009 - nhóm A02 Em sẽ học chuyển tiếp sang đại học Kanazawa Nhật Bản nên xin phép rút môn học (không tính HP)",
    "Em xin phép nhà trường cho em được phép rút môn: Kinh tế học đại cuơng(IM1013)-Nhóm/tổ:L07 Lý do: Kẹt lịch liveStream môn học. Và cảm thấy học trực tuyến môn này khó khăn, khó theo kịp so với học trên lớp như thường lệ. Mong nhà trường cho phép, em xin cám ơn! ",
    "Dành cho SV Quốc tế, CLC . CHào anh/chị, Em là  hiện đang là sinh viên lớp CC19DK11 ngành kỹ thuật dầu khí . Em muốn xin được rút môn giải tích 2 và giải tích 2(bt) MT1005, MT1006 lớp ONL1 và CC09. Vì em học môn đại cương rất yếu và việc học online còn rút ngắn thời gian học so với việc học trực tiếp nên em rất khó để tiếp thu bài giảng, việc trả lời và giao tiếp online khó giải quyết hết thắc mắc của em đối với môn học đặc biệt là với 1 sinh viên học giải tích không tốt như em nên em muốn được xin rút để có thể chờ được đi học trực tiếp ạ. Em cảm ơn  ạ.",
    "Kính gửi PĐT  Em tên:  MSSV:  Sinh viên lớp VL18NL. Em xin PĐT cho em được rút môn học Giáo dục thể chất Võ(Karate,Teawondo) vì lí do môn này không thể đến lớp học để hoàn thành chương trình vì dịch COVID-19.Mã số môn học PE1023, lớp L19. Em xin cảm ơn PĐT.",
    "Em tên , MSSV:  hệ VHVL, em làm đơn xin rút môn học Kinh tế kỹ thuật mã môn học IM2003 nhóm-tổ A01. Do trong thời gian tới công ty em đang làm thực hiện việc xoay ca làm bắt buộc đối với công nhân không cho làm cố định một ca như trước đây, nên sẽ ảnh hưởng đến việc đi học do môn học xếp vào chiều thứ tư trước đây có thể xin đổi ca làm trong suốt học kỳ nhưng sắp tới sẽ không được dẫn tới việc tiếp thu không tốt ảnh hưởng đến kết quả học tập, nên em làm đơn này xin nhà trường cho em được rút môn học.",
    "Em là Võ Nguyễn Nhã Trang, MSSV , em xin phép nhà trường cho em rút môn Khởi Nghiệp, mã môn học: IM3071, mã nhóm: A01  Lý do: dịch bệnh covid19 diễn biến phức tạp và việc học online làm em cảm thấy chưa thể lĩnh hội hết kiến thức mà giảng viên muốn truyền đạt.",
    "em xin rút 2 môn là Bóng chuyền - mã môn PE1011 - nhóm L17 và môn Cầu lông - mã môn PE1017 - nhóm L15 vì việc học thể dục qua mạng là bất khả thi ạ em xin cảm ơn ạ",
    "Lý do : môn bóng rổ học kì 1 em đã hoàn thành em tưởng hk 2 vẫn đc học tiếp nên em đã lỡ đăng kí vì vậy em xin các thầy cô cho em rút môn học này em xin cảm ơn ạ  môn : bóng rổ MÃ MH : PE1015 MÃ NHÓM : L06",
    "Lý do: Vì kì nghỉ dài nên em không sắp xếp kịp việc học của mình. Em đăng kí 20 chỉ nhưng chưa đạt được chuẩn avđv năm nhất. Nên em xin rút môn học để giảm bớt thời gian tập trung cho môn anh văn và đạt điểm tốt để phân ngành vào năm 2. Môn thể dục em xin rút môn vì em đăng kí nhầm môn đó em đã có điểm. Em xin rút: Môn: Cầu lông ; Mã :PE1017 ; Nhóm: L03 Môn: Vẽ kỹ thuật ; Mã :CI1003 ; Nhóm: L05 Em xin cảm ơn .",
    "Em chào thầy, cô. Cho em hỏi về việc học giáo dục thể chất ở học kỳ 192 sẽ như thế nào ạ? Em là học sinh khóa 2017 và theo như quy chế học vụ mới của nhà trường ban hành ở học kì 191 thì em sẽ phải hoàn thành giáo dục thể chất trong học kì này để tiếp tục đăng kí học phần cho năm sau. Tuy nhiên vì tình hình dịch bệnh nên việc học giáo dục thể chất bị trì hoãn. Cho em hỏi việc học thể chất kì này sẽ như thế nào và nếu trường hợp bị hủy thì em có thể đăng kí môn học ở kì tới được không ạ? Em xin cám ơn ạ.",
    "Hiện tại em đang đi làm và không thể đáp ứng được theo lịch học livestream, em không thể đảm bảo hiểu hết được nội dung môn học nên em mong muốn rút 2 môn học:    Môn thứ nhất  /  Tên môn học: Kế toán quản trị Mã : IM2019 Mã nhóm: L01    Môn thứ hai  /  Tên môn học: Giải quyết vấnđề quản lý Mã : IM3057 Mã nhóm:A01",
    "Em xin đăng kí rút môn học Luận Văn Tốt Nghiệp ngành Xây dựng DD&CN. Mã môn học: CI4343 Nhóm: A01 Lý do: do ảnh hưởng của dịch Covid19 nên kinh tế của gia đình đang gặp khó khăn,em phải làm thêm để phụ giúp gia đình nên chưa thể tập trung để làm luận văn được.",
    "Kính gửi H, Em là  MSSV , sinh viên khoa Quản Lý Công Nghiệp. Hiện tại do em đang đi làm và không thể đáp ứng được theo lịch học livestream, em không thể đảm bảo hiểu hết được nội dung môn học nên em mong muốn rút 2 môn học: Môn thứ nhất Tên môn học: Kế toán quản trị Mã : IM2019 Mã nhóm: L01 Môn thứ hai Tên môn học: Giải quyết vấn đề quản lý Mã : IM3057 Mã nhóm:A01",
    "Tên môn: Kỹ thuật ra quyết định mã môn học : EE3145 Nhóm : A01 Lý do: vì em thấy môn học này học online không phù hợp lắm.",
    "Tôi có đăng ký môn học anh văn 3, nhưng trang e-learning lại không có video bài giảng hay bất cứ thứ gì liên quan tới môn học; cũng như  e-mail tôi không nhận được bất cứ thứ gì để biết vào đâu mới có thể học được. Vậy, xin hỏi, tôi phải làm gì ?",
    "Em muốn rút môn Thực tập điện tử 1 (EE2023)_ (DH_HK192) vì đây là môn thực tập mà dịch bệnh không thể gặp thầy nên em xin rút kỳ sau học ạ!  Tên môn học: Thực tập điện tử 1  Mã số môn học: EE2023 Giảng Viên Giảng Dạy:  Mã nhóm: L04",
    "Do ảnh hưởng của dịch bệnh CoV 2019 kinh tế gia đình đang gặp khó khăn em không thể tiếp tục học tập. Kính mong BGH xem xét cho phép em được phép rút các môn học sau: CI3175 - Kết cấu betong cốt thép 2 (B01) CI3177 -  Kết cấu betong cốt thép 2 (B01) CI3211 - Kết cấu thép 2 (B01) CI3061 - Phương pháp phần tử hữu hạng (T01) Em xin chân thành cảm ơn quý thầy cô!",
    "Do nộp bằng anh văn môn nên đăng ký không đủ tín chỉ Tư tưởng  SP1005 L01 Hóa đại cương CH1003 L06 L18(TN)",
    "Dành cho SV Quốc tế, CLC . Đã qua thời hạn chuyển ngành nên em không xin chuyển ngành được, vậy em xin huỷ yêu cầu rút 2 môn:\"Nhập môn về kỹ thuật(GE1001)(3 tín chỉ)\" và \"Địa vật lý đại cương+ kt(GE1011)(3 tín chỉ)\" được không ạ. Em xin cam on",
    "Em không sắp xếp được thời gian cho môn học.",
    "Em gửi lại mail xác nhận của thầy( dạng hình ) về việc dk môn học IM3013.",
    "Em tên  MSSV :  Học hệ VHVL Em xin rút môn học Nhập môn lập trình vì lý do trong khoảng thời gian nghỉ dịch ở nhà em không check mail nên không biết có bài kiềm tra quiz online. Do đó hiện tại em có nguy cơ cấm thi, nên em xin rút môn học ạ.",
    "Tên môn học: Xác suất thống kê Mã số môn học: MT2001 Mã nhóm: L03 Lí do: Vì chương trình môn này khá nặng nên em muốn hủy môn để giành thời gian học, thi để vượt qua lớp anh văn; kịp đăng kí các môn học chuyên ngành cho năm 3. Môn này em sẽ cố gắng hoàn thành vào học kì dự thính.",
    "Em làm đơn này mong muốn xin nhà trường cho em rút môn học Công nghệ CNC(ME3239) nhóm(A01), vì em cảm hình thức học online không hiệu quả với môn học này và em muốn học môn học này khi học trên trường. Em xin chân thành cảm ơn.",
    "CHo em hỏi môn anh văn kì 192 có được giảng dạy qua video không ạ, tại môn anh văn 2 tiên quyết đến năm 4 , Bữa giờ chưa thấy video môn học cũng như thông báo từ nhà trường môn các thầy cô giải đáp thắc mắc cho em ạ, chúc thầy cô ngày tốt lành",
    "Em xin rút môn học Hệ Điều Hành, mã số môn học CO2017. Hiện tại dịch corona kéo dài trường tổ chức học onl. Hiện tại em đang xài điện thoại để học gặp bất tiện về phương tiện học tập. Em sợ rằng sẽ không đạt kết quả tốt nhất nếu kéo dài nên em xin rút môn học này ạ.",
    "Hiện tại em vẫn chưa được cập nhật thời khóa biểu mới (lần cập nhật gần nhất là vào 3/4). Mã số sinh viên của em là , mong phòng đào tạo kiểm tra lại giúp em ạ. Em xin cảm ơn.",
    "Lý do: Bận công tác bên Campuchia đến tháng 08/2020 Tên môn học: Giải tích 2 Mã môn học: MT1005",
    "u năm học 2019-2020 em có làm đơn xin chuyển từ bằng 2 ngành xây dựng dân dụng sang bằng 2 ngành Khoa học máy tính và đc thầy trên phòng đào tạo báo là đã được nhà trường đồng ý và cứ đăng ký môn học ngành khoa học máy tính bình thường. Em đã học đc 1 kỳ và đang học kỳ thứ 2  của ngành khoa học máy tính. Nhưng thông tin trên trang Mybk của em vẫn để là khoa kỹ thuật xây dựng và email của em cũng nhận được các thông báo của khoa Kỹ thuật xây dựng và không nhận đc mail nào của khoa máy tính. Em mong thầy cô kiểm tra lại giúp em ạ .",
    "quy đổi điểm anh văn lên muốn rut môn học,Anh văn 3,LA1007,A02",
    "Em tên : Ư HẢO MSSV; Tên môn học muốn rút : công nghệ lạnh điều hoà 2 . Mã môn học :260628 nhóm C01 Lí do : Môn học này em đã học xong rồi nhưng vì để duy trì tình trạng sinh viên nên em đã đăng kí lại .Sau đó em đã nộp kịp bằng anh văn nên đã được đăng kí làm tiểu luận và học anh văn 3 vì thế em mong trường có thể huỷ giúp em môn học này để em có thể giảm bớt một phần học phí . Em xin chân thành cảm ơn.",
    "Cho em xin rút môn Xử lí ảnh  Mã môn học: EE3035 Nhóm: A01 Lí do rút môn học: Môn học không nằm trong hướng nghiên cứu, học tập của em nữa ạ. Em cảm ơn",
    "Vì dịch bệnh, ở quê không có wifi, không có đủ tài liệu sách vở để xem, chưa học môn bê tông ứng suất trước . Luận văn tốt nghiệp- CI4343, nhóm A01",
    "Em đăng ký rút môn học , mã môn học TR4323, nhóm A01    Lý do em rút môn Luận văn tốt nghiệm là do việc làm luận văn trong học kỳ này của em bị ảnh hưỡng rất nhiều do những hệ quả của dịch Covid 19. Hiện tại em đang ở quê và thực hiện cách ly xã hội nên điều kiện làm luận văn là rất hạn chế nên em rất lo lắng. Vì luận văn tốt nghiệm là môn học rất quan trọng nên em muốn rút môn học luận văn tốt nghiệp trong học kỳ này để dời thời gian làm luận văn của em sang học kỳ 1 của năm học sau để em có thể hoàn thành tốt nhất luận văn tốt nghiệp của mình. Em rất mong nhà trường đồng ý cho em rút môn học này ạ. Em cảm ơn nhà trường rất nhiều !",
    "Xin được rút môn Anh văn 4, mã số môn học LA1009 nhóm A01. Em xin cảm ơn.",
    "Lý do: không thể tiếp thu bài qua trực tuyến được.",
    "Dạ xin chào quý thầy cô, em tên là  mssv K,sinh viên khoa Khoa học ứng dụng, tình hình là giờ em muốn xin rút 2 môn là Xác suất thống kê và môn Giải tích mạch trong học kì 192 này,lý do là em là sinh viên khóa K13, em đã học và qua 2 môn này trong học kì 191,nhưng em có đăng kí dự trù 2 môn này trong học kì 192,giờ em đang đi thi công công trình ở Điện Bàn,Quảng Nam,em kính mong quý thầy cô chiếu cố cho em rút 2 môn này vì em cũng là sinh viên sắp quá hạn đào tạo và điều kiện internet,wifi ở đây khá yếu không như ý muốn,em kính mong quý thầy cô cho em rút 2 môn này. Môn xin rút: Giải tích mạch  _ ( EE1011 ) _nhóm A01 Xác suất và thống kê _( MT2001)  _nhóm A02",
    "Cho em xin rút môn học bóng rổ mã PE1015 Nhóm A06  lý do: em bị trật cổ tay nên đã băng bó nên không thể học",
    "Dành cho SV Quốc tế, CLC . Em tên: Phan Hữu Thanh  Mssv:  Em xin đăng ký rút Luận văn tốt nghiệp (mã số môn học 400433). Do khó khăn trong việc di chuyển và mua các linh kiện điện tử đẻ thực hiện luận văn trong mùa dịch, và khối lượng công việc còn khá nhiều nhưng lại không thể thực hiện vì thiếu nhiều linh kiện. Bên cạnh đó, kinh tế gia đình em cũng gặp khó khăn trong lúc này, nên em muốn xin rút Luận văn đẻ giảm học phí và có thể chuẩn bị và thực hiện tốt hơn trong học kì tiếp theo. Em xin cám ơn.",
    "Chào phòng đào tạo Em tên là .   Thứ nhất, hiện tại thời khóa biểu mới nhất của em bị trùng lịch . Sáng thứ 6, 7h00 em có lịch cả 2 môn là tương tác trên elearning môn hóa hữu cơ (ch2021) và livetream môn hóa phân tích (ch2005). Em mong  có thể sắp xếp lại lịch cho em   Thứ hai, em chỉ đăng kí 01 môn hóa vô cơ (ch2013), tuy nhiên trong tkb của em có đến hai môn hóa vô cơ với tổng tín chỉ là 7 ạ là ch2013 và ch2011. Em không biết đây là bắt buộc phải học song song hai koon hay là có nhầm lẫn ạ. Em mong  xem xét lại giúp em ạ.   Em cảm ơn ạ.",
    "Em xin nộp phiếu đề nghị được tạm dừng học. Lý do: em chuyển từ hệ CQ sang hệ VLVH, đáng lẽ kì này e đăng ký LVTN nhưng bằng anh văn của em hết hạn. Em xin được bảo lưu học kì này, học kì tới e sẽ bổ sung bằng anh văn và đăng kí LVTN để hoàn thành chương trình học ạ. Mong phòng đạo tạo tạo điều kiện cho em. Em xin cảm ơn.",
    "Thưa nhà trường, em tên là , MSSV là . Em muốn rút hai môn học ở trong học kì 192, đó là môn Kỹ thuật chân không với Sản xuất sạch hơn. Lí do em rút môn là vì việc học trực tuyến hai môn này không hiệu quả, không tương tác trực tiếp với thầy dạy khiến môn học mông lung, thêm vào đó vì quá ở xa trường, không thể tìm được giáo trình cầm tay . Môn học em muốn rút: 1) Kỹ thuật chân không (CH3173) nhóm A01 2) Sản xuất sạch hơn (CH4027) nhóm A01  Em cám ơn nhà trường đã đọc yêu cầu của em.",
    "không thể học onl vào khung giờ như trường xếp môn: giải tích 2. MT1005. Nhóm L28",
    "Thông tin sinh viên . Kính gửi thầy cô , Em tên là  (MSSV:), vào lúc 11h30 tối ngày 13/4 thì thầy  bên OISP có gửi mail cho em báo là hiện tại em không có điểm rèn luyện trong học kì 2018-2019. Sau khi trao đổi với ban cán sự lớp Hóa 2 thì ban cán sự xác nhận đã chấm ĐRL của tất cả thành viên. Trường hợp xót là có thể do học kì 182 , em chuyển từ chương trình liên kết sang đại trà nên đoàn khoa chưa cập nhật danh sách kịp cho các bạn nên xót ạ. Em xin hỏi PĐT là em phải giải quyết việc này như thế nào ạ ?. Phía dưới là hình chụp mail thầy  gửi cho em Em xin cảm ơn.",
    "B  DO ĐIỀU KIỆN EM  ,  ONLINE  VỚI EM ,     -  :ME2005  :  L03         L07   MSSV        EM  ƠN.",
    "Kính gửi Phòng đào tạo Em tên  MSSV  Em xin rút môn học Công nghệ CNC (ME3239) nhóm lớp A01 Lý do rút môn:  1.Do vấn đề học online khá mới nên việc học môn CNC em tiếp thu không được nhiều. 2.Vấn đề thứ 2 là nhà em mạng không được tốt nên em muốn tập trung hơn cho các môn còn lại. Em mong PĐT xem xét cho em được hủy môn học trong kì này. Em cảm ơn.",
    "Do sơ xuất, khi thay đổi lớp học em có tạm thời huỷ môn Thực hành Công nghệ phần mềm để đổi lịch của các môn khác và quên đăng ký lai. Em có xin phép thầy  và đã được thầy đồng ý. Mong nhà trường giúp đỡ để em có thể đăng ký môn học này ạ. Em xin cảm own!!",
    "Nguyên nhân rút môn học : Sau 1 số buổi học thì em thấy môn học này không phù hơp với hướng đi của em Tên môn học : Hệ thống năng lượng xanh MSMH : EE3131 Mã nhóm : A01  .",
    "Kính thưa phòng đào tạo! Việc là lúc em đăng kí môn học học kì 192, tổng tín chỉ em đăng kí chỉ 18chỉ, vậy tại sao khi có thời khóa biểu mới (cả lớp L và ONl) lên tận 21 chỉ vậy ạ? Mong PĐT giải đáp giúp em ạ, em xin cám ơn ạ!",
    "Môn học muốn rút: Hệ Thống Năng Lượng Xanh Mã môn học : EE3131   Mã nhóm: A01 Lý do rút môn học: Hiện tại em đã đủ số tín chỉ tích lũy cũng như trong quá trình học cảm thấy môn học không còn phù hợp với mình đồng thời với đó việc học online có nhiều bất cập ngoài mong muốn và em cảm việc học môn học lúc này không thật sự tốt và phù hợp cho bản thân. Em cảm ơn ạ.",
    "Chào Thầy/cô,Em là sinh viên  có mssv:,Ngành kỹ thuật hoá học,em không thấy lịch live stream môn quá trình và thiết bị truyền nhiệt,CH2043,L05, trong khi các môn học khác có trong lịch học ah.Nhờ Thầy/cô giúp em nhé?",
    "Lí do rút môn: không đủ thiết bị, thiết bị không phù hợp với học onl Môn: Vật liệu học và xử lý Mã: ME2015 Nhóm- tổ: LO2",
    "Em xin chào Thầy/Cô ạ. Trước khi trường mình bắt đầu nghỉ do dịch thì em có đăng kí dự thính môn học hóa lý 1. Hiện tại em muốn hủy đăng kí/ rút môn học không học phí. Thầy/Cô cho em hỏi là trường mình vẫn còn đơt hiệu chỉnh để em xóa môn đúng không ạ hay em cần đăng kí rút môn. Em xin cảm ơn Thầy/Cô rất nhiều.",
    "Em là . MSSV:  Em xin phép rút môn học: Quản lý dự án xây dựng (CI1053) (Nhóm A01 và OLN). Lý do: Do diễn biến phức tạp của dịch Covid, tình trạng cách ly xã hội có thể kéo dài tới dịp hè (là lúc kết thúc học kỳ). Vì vậy Em xin phép rút học kỳ, để sắp xếp lại kế hoạch đăng ký lại cho học kỳ sau, đảm bảo tiến trình học củng như an toàn cho sức khỏe của cá nhân và cộng đồng. Em cảm ơn!",
    "Em xin rút môn thực tập tốt nghiệp ( Ch3353) vì thời gian nghỉ dịch dài nên em muôn chuyển sang hè để cơ nhiều thời gian hơn.",
    "Môn học: Điện tử công suất ứng dụng Mã số môn học: EE3079 Mã nhóm: A01 Họ và tên:   MSSV:  Lớp: DD17KTD1 Lý do muốn rút môn học: Em muốn rút môn học này vì nhà em hiện tại không đủ đáp điều kiện để học vì laptop và máy tính cầm tay em đã để ở thành phố và không mang về quê. Thêm với việc nhà em ở vùng sâu nên không có internet để học và làm kiểm tra đầy đủ được. Em mong phòng đào tạo xem xét cho em được rút môn học này ạ. Em xin cám ơn.",
    "Họ và tên:  MSSV: Môn học: Điện tử công suất ứng dụng Mã môn học: EE3079 Nhóm lớp: A01 Lý do vì sao muốn rút môn học: Em xin phép được rút môn học này vì kì này em có đăng kí đồ án và nhiều môn khác nên khối lượng công việc rất nhiều cộng với việc đường truyền internet nhà em quá yếu nên việc học online và làm bài kiểm tra không đầy đủ ảnh hưởng đến kết quả học tập. Mong phòng đào tạo xem xét cho em để có thể rút môn học này ạ. Em xin chân thành cảm ơn...",
    "Em đăng ký rút môn học \"Đồ họa máy tính\"   B CO3059   , và cả học phần mở rộng \"Đồ họa máy tính (mr)\"   B CO305E    Vì lý do dịch covid 19, nên hiện tại em không thể ở lại Sài Gòn. Khi về quê thì nhiều vấn đề phát sinh dẫn đến việc học online gặp nhiều khó khăn. Hơn nữa, sau khi đã cố gắng học online thì cảm thấy bản thân không phù hợp với phương pháp này và có thể ảnh hưởng đến điểm trung bình tích lũy của em. Mặc dù vẫn biết rằng nhà trường đã làm tốt và tạo điều kiện cho sinh viên với tình hình dịch bệnh diễn biến phức tạp như hiện nay. Cuối cùng em mong muốn mình rút môn Đồ họa máy tính như trên, cảm ơn nhà trường đã tạo điều kiện cho sinh viên.",
    "Cho em hỏi là hk192 này có mở dự thính không ạ ,kì này em đăng kí môn học nhưng đã bị xóa , thì nếu em đăng kí dự thính ở hk192 này thì có tính là có đăng kí môn học không ạ .  Em mong văn phòng có thể giải đáp các thắc mắc của em ạ .  Em xin chân thành cảm ơn .",
    "Sinh viên: , MSSV:   Xin được rút môn học: Đồ án chuyên ngành(ct),  mã môn học: ME4045, nhóm: A04. Lí do rút môn học:  1. Việc tự học, hoàn thành các nhiệm vụ tại nhà khó có thể hoàn thành kịp tiến độ khi thiếu tương tác với giảng viên. 2. Cần tập trung vào luận văn tốt nghiệp cũng đang được thực hiện trong kì này.",
    "Lí do: Em đăng kí môn học nhằm mục đích cải thiện nhưng do tình hình diễn biến phức tạp của dịch bệnh Covid-19 chưa biết khi nào có thể đến trường lại cộng với việc học online còn nhiều thiếu sót chưa thật sự hiệu quả nên xin phép phòng đào tạo cho em xin được rút môn học. Tên môn học: Mô hình hóa, mô phỏng và tối ưu hóa trong công nghệ hóa học. Mã số môn học: CH3133. Mã nhóm: A05",
    "Dành cho SV Quốc tế, CLC . Em gửi đơn xin rút các môn học  Đại số tuyến tính(MT1008-CC05) Kinh tế vĩ mô ( IM1009-CC01) Vì lý do em muốn dành thời gian tập trung học thêm tiếng anh để lấy chứng chỉ IELTS và trong thời gian học online vì dịch bệnh em muốn rút bớt hai môn này để được học trên lớp vào kì sau để dễ học và tiếp thu hơn. Xin cảm ơn.",
    "Lí do: Em đăng kí môn học nhằm mục đích cải thiện nhưng do tình hình diễn biến phức tạp của dịch bệnh covid-19 chưa biết khi nào được trở lại trường cộng thêm việc học online có nhiều thiếu sót chưa thật sự hiệu quả nên em xin phép phòng đào tạo cho em được rút môn học. Tên môn học: Hóa hữu cơ Mã môn học: CH2021 Mã nhóm: A02",
    "Cho em xin hỏi là trong quá trình làm giấy tờ đăng kí chương trình trao đổi tại châu Âu trong khuôn khổ học bổng Erasmus+ do Ủy ban Châu Âu tài trợ, phòng quan hệ đối ngoại có yêu cầu nộp bảng điểm tiếng Việt tải từ trang web của . Đào tạo nhưng em không tìm được nơi tải bảng điểm. Mong thầy(cô) giúp em. Em xin cảm ơn.",
    "Thầy cô kiểm tra mail giúp em có bị sao không ạ. Tại thầy cô bộ môn và các thông báo từ nhà trường e đều không nhận được nên khi nay học online rất khó khăn và bị vắng 1 số buổi học online vì lý do này",
    "Lí do: Em đăng kí môn học nhằm mục đích cải thiện nhưng do tình hình diễn biến phức tạp của dịch bệnh Covid-19 chưa biết khi nào có thể đến trường lại cộng với việc học online còn nhiều thiếu sót chưa thật sự hiệu quả nên xin phép phòng đào tạo cho em xin được rút môn học (EM LÀM LẠI YÊU CẦU XIN RÚT MÔN HỌC DO CÓ SAI SÓT VỀ MÃ SỐ MÔN HỌC). Em xin cảm ơn! Tên môn học: Mô hình hóa, mô phỏng và tối ưu hóa trong công nghệ hóa học. Mã số môn học: CH3133. Mã nhóm: A05",
    "Lí do: Trong thời gian hiệu chỉnh môn học kì này em đếm nhầm số môn cần đăng kí, nghĩa là em đã đủ số môn chuyên ngành theo quy định của khoa (Kỹ thuật hóa học) nên em xin phép phòng đào tạo cho em được rút môn học. Tên môn học: Sản xuất sạch hơn Mã môn học: CH4027 Mã nhóm: A01",
    "Cho em hỏi, việc học trực tuyến trên youtube, em không đăng nhập bằng tài khoản trường vào youtube được (tài khoản khác vẫn đăng nhập bình thường), vẫn đăng nhập email và các ứng dụng khác bình thường bằng tài khoản của trường, vậy làm sao đăng nhập youtube học được ạ, em cảm ơn",
    "Lý do xin rút môn học: không thu xếp được thời gian học tập  Môn học: Quá trình và thiết bị truyền nhiệt Mã số môn học: CH2043 Mã nhóm: L05",
    "Em tên   em xin phép nhà trường cho em được hủy môn Thực tập nhận thức ngành cơ sở hạ tầng CI2065  , vì do thời gian biểu không sắp xếp được mà em đã lỡ đăng ký ",
    "Do hiện tại ba em đang bệnh nặng, mà nhà lại đơn chiếc nên em phải ở nhà chăm sóc ba.       Vì vậy, em xin được rút môn: Luận văn tốt nghiệp. Mã môn học: CI4343 Nhóm: A01",
    "Dành cho SV Quốc tế, CLC . Đăng ký rút môn học Engineering Mechanics Mã môn học: AS1003",
    "Do nhầm lẫn khi đăng ký TKB, e bị đăng ký nhầm nhóm môn IM3077 nhóm thứ 4. Em không theo học được vì lý do cá nhân nên xin rút môn   i Đă    .",
    "Dành cho SV Quốc tế, CLC . Đăng ký rút môn Engineering Mechanics Mã môn học: AS1003 Lý do rút môn: để giảm bớt số lượng môn đăng ký trong học kỳ.",
    "Hiện tại nhà trường học cho online nhưng máy tính nhà đã bị hư từ lâu nên việc học online đối với em khó khăn hơn với việc học đến trường để học,nay em viết đơn này kính mong nhà trường cho em xin rút môn vật lý 1 tên môn học vật lí 1,PH1003, T01 Kính mong nhà trường thông cảm và xét duyệt cho em .Em cảm ơn.",
    "Môn học muốn rút: ME4045 - Đồ án chuyên ngành (chế tạo) - Nhóm tổ: A01. Lý do muốn rút môn: Em đã qua môn học này và không có nhu cầu cải thiện điểm ạ.",
    "Kính gửi Phòng đào tạo trường ĐHBK, Nay em xin phép Phòng đào tạo đồng ý cho em rút môn \"Vẽ kỹ thuật (CI1003), nhóm L14\" Lí do: Chưa đủ khả năng mua Laptop đủ cấu hình để chạy các chương trình yêu cầu của môn học. Vẽ kỹ thuật là môn em đăng ký thêm, nhưng sau này em mới biết chương trình học phải sử dụng AutoCad trong khi laptop hiện tại của em quá yếu để chạy được. Cộng với việc kinh tế khó khăn do mùa dịch Corona nên em chưa thể mua Laptop mới trong học kỳ này được. Vì vậy em kính mong Phòng đào tạo đồng ý cho em rút môn. Gia đình em đang cố gắng tiết kiệm nhưng ít nhất là sang học kỳ sau. Em xin hứa sẽ hoàn thành đày đủ môn học vào học kỳ sau. Em xin cảm ơn.",
    "ng ký rút môn học H192 (không tính HP)    . Em xin được rút môn Đồ án kết cấu thép 2 CI3213. Do H1 vì lo sợ ko qua được môn học này nên em đã đăng ký nhưng hiện tại đã qua nên em xin phép cho em được rút môn Đồ án kết cấu thép 2. Em xin cảm ơn !",
    "Thời gian học online cũng như dụng cụ học tập của em đều không thể đáp ứng được. Em xin được rút môn học ạ",
    "Mã môn học là :\"CI1003\" ạ",
    "Em có yêu cầu xin rút môn học nhưng không thấy có phản hồi mong nhà trường xem lại   i  .",
    "Chào PĐT, Em xin rút môn Công Nghệ Phần Mềm Nâng Cao (CO3065). Lí do: dịch COVID-19 làm thay đổi kế hoạch học tập của em. Có khả năng học kì hè sẽ không tổ chức do đó em không thể đi thực tập. Ngoài ra việc học online khiến em chưa tin tưởng lắm. Em muốn rút môn để có thêm thời gian học các môn khác, đồng thời chuẩn bị để ra trường đúng hạn Em cảm ơn.",
    "Do học kỳ này phải học trực tuyến nên em cảm thấy khó tiếp thu được vì vậy em muốn giảm bớt môn học cho học kỳ này , tên môn học: Giải tích 2 , mã số môn học: MT1005 , mã nhóm : L17",
    "Em xin chào Thầy, Cô. Em là sinh viên năm cuối, dự kiến sẽ bảo vệ luận văn vào cuối tháng 7, đầu tháng 8 năm nay. Sau khi bảo vệ xong, em có dự định apply một học bổng ở Hàn Quốc, vào học kỳ mùa thu (khoảng tháng 9). Do đó, em cần phải cung cấp được, ít nhất là giấy chứng nhận tốt nghiệp tạm thời của mình. Do dịch bệnh diễn biến phức tạp, lịch học vụ bị dời đi và em chưa tìm thấy thông tin liên quan đến vấn đề này, em xin nhờ Thầy Cô giải đáp giúp. Nếu sớm nhất, em có thể nhận giấy chứng nhận tốt nghiệp tạm thời vào khi nào, và nếu trong trường hợp thật sự gấp, em có thể xin một loại giấy nào khác để chứng minh em đủ điều kiện tốt nghiệp được không ạ? Hiện tại em chỉ còn Luận văn tốt nghiệp là xong, ngày CTXH em đã đủ, anh văn nói viết em sẽ thi vào tháng 6. Kính mong Thầy Cô giải đáp giúp em. Em xin chân thành cảm ơn.",
    "Trong thời gian này nhà trường cho học online nên hơi bất cập đối với em, một phần em muốn học lí thuyết xong mới làm đồ án nên em xin rút 2 môn học là: 1: Đồ án bê tông cốt thép 1_CI2093_Nhóm T01 2: Công trình trên đất yếu_CI4037_Nhóm T01 Em mong nhà trường chấp nhận cho em rút 2 môn này để tập trung vào các môn khác tốt hơn trong kỳ này. Em xin cảm ơn",
    "i  . Em là , sinh viên hệ VHVL. Ngày 08/04 em có báo nhầm môn học cần rút là TR3043 (Đồ án động cơ đốt trong) là môn ở học kì 1 năm học 2019-2020. Môn học cần rút đúng của em là môn Đồ án môn học thiết kế ô tô (TR4037) của học kì 2/2019-2020. Em xin lỗi Phòng đào tạo vì sự nhầm lẫn này. Em xin cảm ơn vì đã đọc yêu cầu này của em.",
    "Em xin rút môn học Vẽ cơ khí (mã môn học: ME2021; mã nhóm: A01) và Nhập môn về lập trình (mã môn học: CO1003; mã nhóm: A01) vì em cảm thấy 2 môn này không thể học online.",
    "Họ tên: _ Môn học: Thương mại điện tử_IM3023_nhớm A01 Xin chào Thầy/Cô, em là  học lớp Thương mại điện tử của thầy . Hôm nay em xin được rút môn học này với lý do là vì hoàn cảnh gia đình không đủ điều kiện để học và thực hành online tại nhà dẫn đến việc học không đạt được hiệu quả. Em rất mong nhà trường xem xét và chấp nhận đơn xin rút môn này của em . Em cảm ơn Thầy/Cô nhiều!",
    "Em xin rút môn học vì đã qua qua được môn học đã đăng kí. và vì năm cuối nên muốn tập trung thời gian cho luận văn và tiếng anh. Các môn học muốn rút môn là: 1. Thiết kế thí nghiệm và xử lý số liệu, mã môn học CH3309, nhóm-tổ: A01 2. Hóa hữu cơ, mã môn học CH2021, nhóm-tổ: A02",
    "ng   B ký rút môn học HK192 (không tính HP)    . lý do : trước tình hình hiện tại của dịch bệnh, em phải về quê học tập, vì phương tiện máy tính của em gặp nhiều khó khăn trong việc làm đồ án, nên em muốn rút môn học      U đồ án kết cấu bê tông cốt thép 2 (CI3177- NHÓM A06 )  B     để có thể giảm bớt phần nặng nhọc , cải thiện việc học tập và làm đồ án đạt hiểu quả cao hơn. EM  ƠN",
    "tốc độ mạng ở nhà thiếu ổn định, khi xem hay bị tự động giảm khung hình xuống nên không thấy nội dung bài giảng. khi tăng chất lượng khung hình lên thì video lại ngừng hoặc âm thanh bị giật lag không nghe rõ nội dung. em có ra các tiệm internet để cải thiện tốc độ mạng nhưng do có lệnh hạn chế nên các tiệm không mở cửa. và do môn học này em đã được chuyển điểm miễn là điểm 12 nên em xin được rút môn do việc học trực tuyến không đảm bảo cho việc học cải thiện môn học + tên môn học: Ph/luật ViệtNam đạicương + mã số môn học: SP1007 + mã nhóm: A02",
    "e đã được trường xếp môn thí nghiệm vật lý có mã môn học PH1007 vào lớp có mã nhóm-tổ CC12 theo e được biết đó là mã nhóm-tổ của chương trình chất lượng cao, còn e là thuộc chương trình đào tạo là đại trà, e muốn hỏi là sau khi e học xong môn này ở lớp của chất lượng cao thì có tính là e đã học xong môn này theo chương trình đào tạo của e hay không và tiền học phí của môn này của e được tính theo chuẩn của chất lượng cao hay vẫn thu học phí môn đó của e theo chuẩn đại trà như bình thường. Rất mong nhà trường trả lời những thắc mắc trên giúp e.",
    "Em xin rút đăng ký môn học Kỹ thuật điện - Mã môn học: EE1005 - Nhóm A01 Lý do: Em thấy việc học online không hiệu quả, thời gian ít, các dạng bài tập thầy giảng không đa dạng dẫn đến nhiều dạng bài em không thể làm được mà lại không có hướng dẫn. Em xin rút môn học này vào kỳ này và học lại vào kỳ sau để có thể có kết quả tốt hơn",
    "TÊN MÔN HỌC: TRANG BỊ ĐIỆN ĐIỆN TỬ TRONG MÁY CÔNG NGHIỆP MÃ MÔN HỌC: ME2006 NHÓM LỚP: L05 LÝ DO: KHÔNG THEO KỊP BÀI GIẢNG TRÊN ELEARNING   i Đă    .",
    "Xin rút môn học Cấu trúc dữ liệu và giải thuật CO2003 L01 vì lí do laptop hiện đang ở thành phố và không lên lấy trong thời gian dịch được nên không đủ cơ sở học",
    "Em có xem lịch học trên MYBK thì em có thấy trễ môn học thí nghiệm vật lý 2 buổi rồi mà không biết 2 buổi đó đã học hay chưa ạ? Mong trưởng giải đáp giúp em khi nào học lại thí nghiệm vật lý chính quy ạ hay vẫn học theo TKB trên MYBK",
    "E xin rút môn Quản lý dự án xây dựng mã CI1053 nhóm T01",
    "Em xin được rút môn học  cấu thép, Mã số CI3213, nhóm A08 ạ. Vì em đã qua môn này ở kì trước rồi ạ",
    "Từ hôm 13/4 khi em sử dụng BkeL bình luận vào diễn đàn môn học để điểm danh thì em không thấy hiện nút đăng bài trả lời và hôm nay 14/4 khi em chuẩn bị làm lại bài Quiz trên BkeL để ôn bài cũng thì hiện bảng thông báo nhưng không vào làm được . Mong nhà trường xem xét giúp em ạ. Em xin cảm ơn",
    "Em đang định rút môn học Động lực học và Truyền nhiệt-ME2013 đã đăng ký trong học kỳ này, nhưng do nhà trường thông báo nghỉ học do dịch CoVID 19 nên em không có mặt tại trường để nộp đơn đăng ký rút môn học trước khi giãn cách xã hội. Vậy với trường hợp của em thì em có thể Đăng ký rút môn học HK192 (không tính phí) được không? Nếu không thì cho em hỏi về hình thức và thời gian để đăng ký rút môn học HK192 theo qui chế? Em xin cảm ơn",
    "Em đăng ký rút môn học vì đợt ĐKMH đã đăng kí nhầm mã môn học thay thế. Tên môn học: Kỹ thuật điện-điện tử Mã số môn học: EE2011 Mã nhóm tổ:  _ Tại CS1: A02 _ Học Online: ONL",
    "Chào thầy cô ạ! Em là sinh viên hệ vừa học vừa làm ạ. Em xin rút môn học ở dưới vì lý do trùng với lịch làm việc trên công ty của em ạ. Em xin trân thành cảm ơn nhà trường ạ  +Đồ án 1 CO2023 T01 +Những nguyên lý cơ bản chủ nghĩa - A02 +Thí nghiệm vật lý PH1007  L47 +Kiến trúc máy tính CO2007 L01",
    "Dành cho SV Quốc tế, CLC . Em xin rút môn học giáo dục thể chất vì e đăng ký lộn vào đợt 3 không thể sửa kịp và em  cũng đã đạt đủ môn giáo dục thể chất theo yêu cầu là 3 môn  Tên môn học : Bóng đá Mã số môn học : PE1009 Mã nhóm : CC02 Em xin cảm ơn",
    "Vì tình hình dịch bệnh hiện nay và việc cách ly xã hội,nên em không đủ điều kiện tham gia học trực tuyến, kính mong phòng đào tạo cho em được rút môn học.Em xin chân thành cảm ơn phòng đào tạo .   Các môn em xin được rút:  1. Chi tiết máy( mã môn học: ME2007) nhóm: TO1 và thí nghiệm .  2. Kỹ thuật độ tin cậy( mã môn học : ME4465) nhóm : T01 và thí nghiệm .",
    "Em chào phòng đào tạo. Phòng đào tạo cho em hỏi là nếu dịch bệnh còn biến chuyển phức tạp chưa thể đi học lại thì các môn đăng ký học dự thính có được học online giống các môn ở học kỳ chính luôn không ạ? Và nếu học online thì các môn dự thính sẽ bắt đầu vào khoảng lúc nào ạ? Vì em có đăng ký 1 môn dự thính chung với luận văn để hoàn thành chương trình đào tạo trong học kì 192 này luôn (do môn này ở học kì chính 192 không mở hệ chính quy nên em phải đăng ký ở dự thính). Nếu không thể học online như học kì chính thì như vậy là em sẽ bị trễ thêm 1 học kì cho môn này. Em cám ơn phòng đào tạo. ",
    "MSSV:  Môn học muốn rút: Đề cương luận văn tn Mã môn học:EE4331 Lý do : Sinh viên đã làm đề cương luận văn học kì trước và đã qua môn. Lúc đăng kí môn học học kì 2/2019-2020 sinh viên đăng kí nhầm lại môn này nhưng sơ suất không kiểm tra lại.",
    "EM xin hỏi pdt kì này có dự thính không ạ EM cảm ơn",
    "Em làm đơn kính mong nhà trường cho em được tạm nghỉ học kỳ 2 2019-2020. Do tình hình nhà em có người bị bệnh nặng, còn ba là người ra ngoài kiếm tiền, em xin tạm nghỉ để phụ giúp nuôi dưỡng  Em cảm ơn nhà trường",
    "T1071   Đă    . Vì lí do công việc nên em chưa sắp xếp được thời gian để học nên hôm nay em gửi yêu cầu xin rút môn học SCADA mmh:EE3071 nhóm T01.mong thầy cô phòng đào tạo giúp đỡ cho em được hủy môn học.Em xin chân thành cảm ơn!",
    "Do ảnh hưởng dịch COVID-19, hiện em đang ở quê, việc theo học các lớp học online khá bất tiện, em đã bỏ lỡ một số bài giảng, bài kiểm tra do không cập nhật kịp thời lịch học. Dù đã xin phép giáo viên bộ môn cho được thực hiện lại và được đồng ý, em vẫn cảm thấy việc tiếp tục học online trong thời gian tới sẽ gặp khó khăn. - Nay em làm đơn này xin được phép rút 2 môn học trong kì này. - Môn kỹ thuật nâng vận chuyển, mã môn ME3021, nhóm A01-. - Môn CAD/CAM, mã môn ME4007, nhóm A01-. Trong khi chờ đợi sự chấp thuận, em xin chân thành cảm ơn.",
    "Dạ,em là ,do em thấy mình không thích ứng  với việc học online và không sắp xếp thời gian được  nên em xin rút môn   Tính Msmh : MT1009                  nhóm -tổ :L08 Em xin cảm ơn ạ!",
    "xin phép rút môn học   B  /SP1007/A02 Lý do: vì dịch Corona, e thấy việc học online không hiệu quả nên em xin giảm bớt môn.  ",
    "tôi là phụ huynh của e Độ, hiện tại như tôi đã gửi ảnh ở trên thì e bị vấn đề tâm lý nên đang điều trị, ko thể đến trường được, và gia đình tôi cũng khó khăn, ko thể đến trường làm đơn xin dừng 1 hk nên mới gửi đơn qua bksi cho cháu(kèm giấy bệnh như file ở trên). Mong nhà trường giúp đỡ cho cháu dc dừng 1 hk mà ko phải lên trường xác nhận, Tôi chân thành cảm ơn",
    "Lý do: Do học kỳ này đăng ký nhiều tín chỉ. Nên không đủ thời gian để học môn học này. Mã môn học: EE2011 Môn: Kỹ thuật điện - điện tử Nhóm: A_01",
    "Cho em hỏi có cần Đăng kí ko xài mạng 3g của nhà trường thì mới được nhận 50.000 ko ạ hay ko làm gì hết thì tự động sẽ nhận được tiền ạ? Số tiền đó sẽ được chuyển như thế nào?",
    "Em xin rút môn học Cơ lưu chất (CI2003) L04 và Cơ lưu chất thí nghiệm (CI2004) L11 Em viết đơn này do gặp nhiều khó khăn trong việc học online, cũng như em đang làm luận văn tốt nghiệp nên xin rút môn học",
    "Môn học: hóa hữu cơ   i  . Tên SV:  MSSV:  Mã môn học: CH2021 Nhóm: A04,  6, ẾT 10-12 Lý do: đủ điều kiện xét tốt nghiệp.",
    "Tên môn học muốn xin rút: Hoá học xanh Mã số môn học: CH2071 Mã nhóm: A01 Lý do xin rút: Do em ở nhà phải phụ giúp ba mẹ nên không thể dành nhiều thời gian để học online cũng như hoàn thành các bài tập của thầy cô ạ. Em cảm ơn.",
    "Em muốn xin được rút học môn tiếng anh trên trường vì điểm thi toiec tiếng anh của em đã đủ để qua môn AV1. Nên em muốn giành thời gian để học những môn học khác. Tên môn học, mã số, mã nhóm môn học mà em muốn rút là: Anh văn 1, LA 1003, L 04",
    "Em xin rút môn học thể chất này vì không đủ thời gian để học ạ. Mong thầy cô cho em được rút môn học ạ. Em cảm ơn ạ. Môn học rút :Bơi Mã môn học: PE1019 Mã nhóm: L16 ",
    "Dạ trường cho phép em xin rút môn này vì không thể hoàn thành được môn qua hình thức online ạ",
    "Em xin đăng ký rút môn Nguyên lý ngôn ngữ lập trình, mã môn CO3005, mã nhóm B01 và ONL. Lý do là đăng ký môn học này trước khi có điểm của học kì trước và hiện tại đã qua môn.",
    "lý do muốn rút môn học: do chưa quen với cách học online, thời lượng video và livestream ngắn nên khó để em tiếp thu. tên môn học: xác suất vad thống kê mã số môn học: MT2001 mã nhóm: L04",
    "Phòng đào tạo cho em hỏi môn dự thính kì 192 có được mở không ạ? Do em còn 1 môn ( đã đăng kí ) ngoài luận văn mà em vẫn chưa thấy kết quả của đợt đăng kí dự thính. Em cảm ơn ạ",
    "Lý do rút môn học em còn đi làm nên không đủ thời gian học online nên em muốn rút bớt môn để cho nhẹ môn học em cảm ơn. Tên môn học:  Sức bền vật liệu Mã số môn học: CI2001 Mã nhóm: T01",
    "Vì lý do em làm mất điện thoại cá nhân dẫn đến mất thông tin đăng nhập E-learning được lưu trong máy (mật khẩu, email đăng nhập em đều lưu trong máy nên khi mất em không nhớ ạ). Vì không có thông tin đăng nhập để xem các video và bài trắc nghiệm trực tuyến của môn học nên em đã không hoàn thành kịp hạn nộp bài, dẫn đến bỏ lỡ bài kiểm tra quyết định điều kiện thi giữa kỳ và cuối kỳ (những chương trước em đều làm đầy đủ đến khi mất thông tin đăng nhập). Nay em xin phép thầy/cô cho em được rút môn học để không ảnh hưởng đến kết quả tổng kết cả học kỳ, em xin chân thành cám ơn . Tên môn học: Vẽ kỹ thuật xây dựng  Mã số môn học: CI1033 Mã nhóm - tổ: L06",
    "Vì ảnh hưởng phức tạp và còn kéo dài của đại dịch Covid-19, nhằm bảo vệ sức khỏe cho cá nhân và cho mọi người xung quanh, tôi xin rút các môn học trong học kì này. Mong Phòng đào tạo sau đại học xem xét. 1)Hóa học các hệ dẫn truyền thuốc (065181) 2)Kỹ thuật phân tích các chất ô nhiễm môi trường (065194) 3)Hóa học các hợp chất tự nhiên (065185) Tôi có đính kèm file ảnh các môn học bên dưới. Trong thời gian chờ đợi, tôi chân thành mang ơn. Trân trọng, ",
    "Vì lí do thời gian và dụng cụ học tập em đã để ở ký túc xá hầu hết, em đã từng chưa hoàn thành môn giải tích 2 nên muốn rút môn để lần sau hoàn thành tốt hơn . Môn học: Giải tích 2 Mã số môn học: MT1005 Nhóm tổ: A02",
    "Thưa thầy cô, Em muốn rút môn Nguyên Lý Thông Tin Số (EE3115), nhóm A01, vì môn này thuộc Viễn Thông mà hướng đi của em là Điện Tử và em muốn tập trung học các môn khác trong kì này cho tốt hơn.",
    "Dành cho SV Quốc tế, CLC . Em xin được rút : - Đại số tuyến tính ( Mã môn học : MT1007, Nhóm: CC05 ) - Đại số tuyến tính (bt) ( Mã môn học : MT1008, Nhóm: CC05 ) - Kinh tế vĩ mô ( Mã môn học : IM1009 ) Lí do rút môn học : Sức khỏe em hiện tại không đảm bảo lắm, nên e muốn được rút những môn trên vào kì này. Bên cạnh đó, em cũng muốn tiết kiệm tiền vì những môn học trên đều là môn cải thiện, hiện mùa dịch đang khó khăn, nên em cảm thấy nếu được em sẽ cải thiện sau.",
    "Kính gởi PĐT, Em là Tưởng Minh Quốc, MSSV . Kính xin nhà trường cho em rút môn học của HK192. Môn học: Khởi nghiệp Mã môn học: IM3071 Mã nhóm-tổ: A01 và OLN Lý do: Gia đình em trong đợt dịch bệnh này phải thay đổi cách kiếm sống. Em là con cả nên phải phụ giúp cha mẹ, không tiện với việc học theo TKB của môn. Kính mong nhà trường cho phép em được rút môn học ạ.",
    "Dịch bệnh COVID-19 xuất hiện làm cho tiến độ học của sinh viên bị ảnh hưởng, với việc học tập ở nhà không được kĩ càng như ở trên trường, còn cần chia bớt thời gian phụ giúp bố mẹ và có một số môn dự thính, em muốn hạn chế bớt các môn học chưa cần thiết trong học kì này để tránh bị rớt môn.  Cụ thể em muốn hủy môn Pháp luật đại cương , mã môn học SP1007 do giản viên  giảng dạy.",
    "Họ và tên: .   MSSV:  Xin rút môn học: Khởi nghiệp. Mã MH:IM3071 Mã nhóm-tổ: A01 và ONL. Lý do: Vì lý do dịch bệnh kinh tế khó khăn , nên em phải đi làm thêm phụ giúp gia đình. Không tiện cho việc học theo tkb của môn. Kính mong PĐT nhà trường cho phép em được rút môn học.",
    "Lý do: Em rút môn học do môn Phương pháp tính là môn tự chọn, em muốn học thêm cho biết. Nhưng vì tình hình dịch bệnh nên em phải về quê, không có máy tính, và cũng phải học online nên em sợ kết quả không được như ý lại tốn thêm thời gian nên em xin rút môn ạ. Môn học:  . Mã môn học: MT1009 Nhóm: L03",
    "MSSV  Lớp CK18HT Môn kĩ thuật điện của em sao đến giờ livestream theo thời khoá biểu của trường, không có link để xem ạ, em đã hỏi thầy và thầy bảo có ạ",
    "Môn học : Phương pháp tính Mã môn Học : TR1009 Mã nhóm : A01 Lí do : Em đăng kí để cải thiện điểm , nhưng trước tình hình kinh tế khó khăn hiện nay, em xin rút môn học để bớt gánh nặng kinh tế.",
    "B Cho em hỏi:    Em không có thời khóa biểu học trực tuyến của môn học Anh Văn 2 (mã số môn học:LA1005)do Giảng viên:Nguyễn Ngọc Liên Hương dạy học. Trên trang BKeL, trong môn Anh Văn 2_video cũng không có: link học trực tuyến, không có bài tập, thông báo gì hết . Các bạn khác cùng học môn này đều nói là không có thời khóa biểu học trực tuyến.   B Câu hỏi:    Phòng đào tạo cho em hỏi môn này có học trực tuyến không?  Nếu có thì phòng đào tạo cập nhật giúp em .",
    "lí do:không có điều kiện học online  1.Thiết kế đường 1 - A02 - CI3063 2.ĐAMH thiết kế đường - A02 - CI3221 3.Thiết kế cầu 1 - ONL - CI3039 4.Quản lý dự án xây dựng - A01 - CI1053",
    "lý do: môn học không được học online tên môn học: Anh văn 3 mã số môn học: LA1007 mã nhóm: L05 ",
    "Em muốn rút môn Hệ thống máy tính và ngôn ngữ lập trình. Mã môn: EE2009. Mã nhóm: A01 Lí do: Em đăng kí nhầm mã môn học ạ. Em xin cảm ơn.",
    "Em muốn xin rút môn:  Phương pháp số, tin học ứng dụng và gis   Mã môn CI3071   Nhóm A01   Lý do xin rút môn là gia đình em đang trong hoàn cảnh khó khăn , cả ba và mẹ đều mới lâm vào tình trạng thất nghiệp , gia đình còn khoản nợ trả góp nhà ( 9 triệu 1 tháng) chưa trả xong . Môn này lại có tới 4 tín chỉ, chương trình rất nặng và học phí cũng cao.  Thiết nghĩ với tình hình tài chính hiện tại khá khó cho gia đình nên em muốn xin rút môn  .  Rất mong được nhà trường chấp nhận. Em xin chân thành cảm ơn.",
    "Chào thầy/cô, em xin phép được rút môn này do tình hình dịch bệnh ảnh hưởng đến vấn đề học tập và kỳ này em đã lỡ đăng ký quá nhiều chỉ. Nên cảm thấy bản thân không thể hoàn thành môn học tốt ạ. Em xin rút môn: Hệ hỗ trợ quyết định và trí tuệ kinh doanh Mã MH: IM3041 Mã Nhóm: A01 Em cảm ơn ạ.",
    "tôi đã gửi đơn tạm dừng hk cho e  qua bksi, và dc phản hồi là ngày 24/4 hoặc ngày 15/5 đến phòng đào tạo để nhận quyết định tạm dừng, vậy cho tôi hỏi ở giữa khoảng thời gian đó tôi là chị ruột e  lên thay mặt e nhận quyết định tạm dừng dc ko, vì e bị tai nạn, đang điều trị lâu dài nên ko đi được, tôi cảm ơn",
    "Em là Võ Nguyễn Nhã Trang, MSSV  Em xin phép nhà trường cho em được rút môn Quản Lý Chất Lượng, mã môn học IM3063, mã nhóm A02 Lý do: Việc học online làm em khó có thể lĩnh hội được hết kiến thức mà thầy cô truyền đạt nên em mong muốn nhà trường cho em được rút môn học này và em sẽ đăng ký học dự thính khi tình hình ổn định hơn ạ! Em cảm ơn và mong nhà trường xem xét. Chúc thầy/cô luôn khỏe mạnh ạ!",
    "cho tôi hỏi thêm cho e là Quyết định tạm dừng học có thể gửi về địa chỉ nhà sv đc ko Có thể xác minh qua hồ sơ sv nếu có nghi ngờ có thể gọi điện cho phụ huynh e Độ nếu nghi ngờ, cháu bị tai nạn và mất hết xe, giấy tờ trong đó có cả thẻ sinh viên r",
    "Em xin phép trường cho em rút môn học :Vẽ Kỹ Thuật( CI1003 ), mã nhóm L10 . Lí do: vì điều kiện học online ở nhà không thuận lợi cho việc tiếp thu bài giảng của giáo viên, vẽ kĩ thuật là một môn học trực quan nên khi học qua những video em không thể tiếp thu bài giảng của giáo viên được,dụng cụ và thiết bị phục vụ cho môn học ở quê không có và rất hạn chế nếu tiếp tục học sẽ dẫn tới kết quả học tập không tốt và rớt môn.",
    "Thầy/ cô cho em hỏi cách đặt câu hỏi cho thầy /cô giảng dạy trong lúc học livestream ạ?",
    "Em xin Rút môn học:  Tên môn học: Tối ưu hóa và quy hoạch thực nghiệm. Mã MH: ME3215 lý do em muôn rút môn học này qua một vài buổi học ban đầu em thấy môn học này học online không hợp và tiếp thu khó khăn hơn, dành thời gian để học các môn phù hợp hơn và nghiên cứu Luận văn. Em cam ơn.",
    "Trong tuần 16 hiện tại, dù TKB đã được cập nhật thay đổi cho sinh viên chúng em nhưng vì một số lí do nào đó mà các giảng viên vẫn tổ chức các buổi học không có trong TKB . Mong T có thể xác nhận lại về vấn đề này giúp em vì dù đã theo dõi kĩ TKB (và rất nhiều thông báo thay đổi liên tục trên BKel) nhưng em đã lỡ mất một số tiết học ngoài dự đoán như nêu trên. Xin cảm ơn T!",
    "Cho em hỏi vì sao lịch học online ở các môn cứ liên tục bị thay đổi vậy ạ ? Ví dụ tuần trước 1 lịch, thứ 2 lại 1 lịch khác và hôm qua lại cập nhật 1 lịch khác nữa ạ. Chưa kể lịch của PĐT trên mybk khác với giảng viên mail cho tụi em hoặc trên link tương tác của giảng viên nữa ạ (ví dụ trong ảnh) Cứ vầy sao tụi em có thể sắp xếp thời gian học và ôn tập hợp lý được ạ ? Em mong PĐT giải quyết sớm vấn đề này, em xin cảm ơn.",
    "Lý do: địa phương em không có hỗ trợ bán các dụng cụ dụng cụ vẽ thích hợp để làm các bài tập và thực hành môn vẽ kỹ thuật Tên môn : Vẽ kỹ thuật Mã môn học : CI1003 Mã nhóm : L10",
    "Cho em hỏi sao em làm bài quiz hoặc nộp bài tập trên laptop thì không có nút làm bài hay nộp bài ạ ? Làm trên điện thoại rất bất tiện trong việc làm bài ạ (nhất là những bài quiz chỉ cho làm 1 lần và thời gian rất ngắn). Cụ thể như trong ảnh đính kèm ạ. Em xin cảm ơn.",
    "a phương không hỗ trợ bán dụng cụ thích hợp để học tập Môn : Vẽ kỹ thuật - CI1003 - L14",
    "Activate Office . Cho em hỏi là nhà trường có phát cho học sinh tài khoản để có thể activate office được không ạ . Em xin cám ơn",
    "lý do: không có thời gian và điều kiện để học Tên môn học:quản lý sản xuất, mã môn học:ME1009 , nhóm lớp:L01_L01",
    "Kính gửi phòng đào tạo.   Đăng ký môn học vừa rồi em có đăng ký 2 môn học cùng CQ. Em bận đi làm nên không sắp xếp học được cả 2 môn học.   Nhân dịp rút môn học em xin rút môn học.      - Điện tử công suất ứng dụng     - Nhóm tổ: A02   - Mã số môn học:  EE3079        sinh viên :    Mssv      :   Em xin chân thành cảm ơn.",
    "Xin tạm dừng học học kỳ 2 2019-2020. Lí do: cải thiện khả năng tiếng anh để chuẩn bị sẵn sàng cho việc học chương trình chất lượng cao.",
    "Thưa Thầy/Cô,  Em là , vừa qua em có liên hệ trực tiếp tại Phòng Đào Tạo để nộp Phiếu Đề Nghị Xét Miễn Môn Học (như hình em đính kèm), đến ngày 28/2/2020 em có nhận được Phiếu Miễn Môn Học bản cập nhật, tuy nhiên thông tin vẫn không thay đổi so với lần đầu em nhận được ạ. Do tình hình dịch bệnh kéo dài, em không thể đến trực tiếp trường. Nay qua dịch vụ trực tuyến, em xin phép được hỏi Thầy/Cô là có phải đơn của em đã được xem qua nhưng những môn đề nghị xét miễn thì không được duyệt đúng không ạ? Nếu được em xin Thầy/Cô có thể giải đáp khúc mắc của em để em có thể yên tâm hơn, vì em sợ đơn của em bị thất lạc. Em xin cảm ơn Thầy/Cô ạ.",
    "Em đã rút môn học Tin học trong quản lý xây dựng (CI3169) từ trước khi nghỉ dịch bệnh, lúc đó trường hợp của em xét vào rút môn vẫn tính học phí. Em muốn hỏi trường có thể cho em rút môn học đó không tính học phí theo quy định mới được không ạ ?! Em cảm ơn và mong nhận được phản hồi sớm từ PĐT !",
    "Em chào Thầy Cô, Hiện nay các lịch thi anh văn nói viết của BKEnglish đã bị dời vô thời hạn nên việc bổ sung anh văn để TN là không được. Em muốn hỏi nhà trường có dời lịch tốt nghiệp đợt tháng 4 này và tạo điều kiện cho SV bổ sung anh văn để TN cùng đợt không ạ? Em xin cám ơn.",
    "Dành cho SV Quốc tế, CLC . Lý do rút môn học: do ảnh hưởng của dịch covid 19 nên kinh tế gia đình gặp khó khăn, cần rút môn học để giảm học phí. Tên môn học: Phương pháp tính Mã môn học: MT1009 Mã nhóm: CC01",
    "Chào thầy cô, thầy cô cho em xin rút môn học ạ. Lí do rút môn học: Do tình hình dịch Covid-19 phức tạp nên em không thể đi thực tập. Tên môn học: Thực tập tốt nghiệp Mã môn học: MA3343 Nhóm lớp: L01 Em xin cám ơn thầy cô.",
    "Vì thời gian dịch bệnh kéo dài. Các trung tâm anh văn không mở lớp, em thì lại kém anh văn. Mà thời gian học ở trường sẽ bị rút ngắn lại. Nên em nghĩ mình không học kịp để thi.  Kính mong phòng đào tạo xem xét cho em xin được rút môn học!  Em cảm ơn nhiều ạ. Tên môn học: Anh văn 2 Mã môn học: LA1005 Mã nhóm lớp: L06",
    "ng kí rút môn học HK192 Môn học trang bị điện điện tử trong máy công nghiệp ME2005 nhóm L01 do đường truyền mạng thiếu ổn định gây khó khăn trong quá trình học trực tuyến",
    "Cho em hỏi bộ môn   B anh văn 2    trường có hỗ trợ học trực tuyến không a?",
    "Kính gửi: Phòng đào tạo Đại học Bách Khoa TP.HCM Em tên là:  MSSV:  Lý do em viết đơn này là để xin phòng đào tạo cho phép em được phép rút 1 môn học. Vì tình hình kinh tế khá khó khăn và dịch bệnh kéo dài nên em cũng không thể đi làm được nên không có khả năng chi trả học phí. Cộng với việc môn học này khá khó, em không nghỉ mình sẽ học tốt nếu học online. Nên em tính để dành môn học này cho học kỳ tới . Chi tiết môn học: - Vi xử lý  - MSMH: EE2013 - Nhóm: L04 Em rất mong nhận được thư phản hồi và sự chấp thuận từ phía phòng đào tạo. Em xin chân thành cám ơn.",
    "Chào thầy(cô), em tên  mssv . Em xin đăng ký rút môn học Quang điện tử (EE3125) với lý do em đã đủ môn tự chọn do trường yêu cầu. Em mong thầy(cô) chấp nhận yêu cầu của em. Em xin chân thành cảm ơn.",
    "Dear cô (thầy).  Em tên là  (MSSV ). Em xin rút các môn như sau: + Tổ chức thi công (CI4125), nhóm B01  Lí do em xin rút là do kì 192 em đang làm Luận văn tốt nghiệp (LVTN) nên không có thời gian học.  Em xin cảm ơn.",
    "Lý do: Kinh tế khó khăn trong mùa dịch nên em không đủ tiền đóng học phí cho nhiều môn cùng một lúc. Vì vậy, em quyết định bỏ bớt môn Truyền Nhiệt và sẽ học lại trong học kỳ sau. - Tên môn học: Q/tr và thị truyền nhiệt - Mã số mh: CH2043 - Mã nhóm: L04",
    "Chào Thầy Em tên  Mssv:  Cho em hỏi là  - Thời khóa biểu học kỳ 2 có báo 2 môn nhưng sao trong E- learning lại không thấy  hiện 2 môn đó - Em hệ VHVL, đã đăng ký môn Cơ học thủy khí TR1005 bên hệ chính quy thì xem thời khóa biểu hay tra ở đâu để môn có mở hay không Em cám ơn",
    ". Em tên , MSSV , học khoa Khoa Học Ứng Dụng. nay em làm đơn này để xin trường cho em rút môn Cơ Lý Thuyết nâng cao, mã môn: AS2005, nhóm tổ L01. Lý do: do tình hình dịch COVID-19, nhà trường có đề xuất học Online nhưng e học không thấy hiệu quả và khó hiểu về môn này, nên e xin phép được rút môn",
    "Kính gửi Phòng Đào tạo, Em tên là:  MSSV     :  Khoa     : Kỹ thuật xây dựng Ngành    : Cảng - Công Trình Biển Môn học  : CI4333 Lý do viết đơn: Em viết đơn này nhằm khiếu nại về kết quả đăng ký môn học Luận văn tốt nghiệp (Mã MH: CI4333). Ngày 9/3/2020 em đã gửi một yêu cầu kiểm tra lại tình trạng đăng ký môn LVTN vì em đã đạt đủ điều kiện đăng ký (Em xin đính kèm hình ảnh minh chứng ở dưới), tuy nhiên hôm nay ngày 15/4/2020, GVHD luận văn của em cho biết tên em vẫn chưa có trong danh sách làm LVTN được trường gửi xuống Bộ môn. Em mong Phòng Đào tạo cùng nhà trường sẽ xem xét lại giúp trường hợp của em ạ. Kính gửi, ",
    "Kính chào thầy/cô, em là  Thuận Thành, viết đơn với nhu cầu rút môn học.   Em muốn rút môn: Đồ án Thiết kế - ME2011 - nhóm A06. Lý do: Môn này đòi hỏi việc trao đổi nhiều với GVHD, nhất là về phương diện bản vẽ. Em rút môn này vì em đã qua môn này ở HK191 và đang làm lvtn nên không còn nhu cầu và thời gian học môn này nữa.   Cảm ơn thầy/cô đã dành thời gian đọc thư.   i Đă    .",
    "Kính chào thầy/cô, em là Thành, em thắc mắc về cách thức nhận được hỗ trợ 50000đ/tháng khi không đăng kí dùng sim Vinaphone. Theo mail ghi \"  B Các sinh viên không tham gia sẽ nhận hỗ trợ 50,000/tháng theo thông báo trước đó của nhà trường.   \" Nhưng em không thấy \"  B thông báo trước đó   \" ở đâu hết nên em thắc mắc về việc này .   Hình đính kèm chứa các mail nhận được từ nhà trường, thông báo về đăng kí gói 3G của Vinaphone có 2 cái, 1 cái ghi cách đăng kí, 1 cái nhắc nhở đăng kí và cả 2 cái đều đề cập \"  B Các sinh viên không tham gia sẽ nhận hỗ trợ 50,000/tháng theo thông báo trước đó của nhà trường.   \".   Mong nhận được giải đáp từ phía nhà trường.   Cảm ơn thầy/cô đã dành thời gian đọc thư.   i  .",
    "Em xin được rút môn Ng/lý ngôn ngữ lập trình mã môn học CO3005 nhóm B01 vì em đã hoàn thành chương trình học của môn này rồi ạ. Em cảm ơn.",
    "vùng xa xôi mạng không ổn định không học được nhiều môn. -Tên Môn Học:  Xác ( MT2001) Nhóm L09",
    "Lý do rút môn học : Do hạn chế về thời gian học  Tên môn học: Môn Điện - Điện động học Mã số môn học 404709",
    "Cho em hỏi khi nào có Danh sách học bổng khuyến khích học tập ạ, và điểm rèn luyện của sinh viên năm nhất là 100 điểm phải không ạ?",
    "Em chào Thầy/ Cô em tên  - MSSV , hệ VLVH. Học kỳ 192 này em có đăng ký Luận văn tốt nghiệp (EE4313), do tình hình dịch bệnh nên em phải về quê không thể ở lại TP làm luận văn. Nhưng hiện nhà em đang xây chỉ có chỗ ở tạm, không có điều kiện truy cập mạng thường xuyên để tìm tài liệu cho luận văn và thời gian làm bài cũng hạn chế. Em thấy khó tập trung và ảnh hưởng lớn đến tiến độ hoàn thành luận văn. Em mong thầy/ cô hỗ trợ cho em được rút môn Luận văn tốt nghiệp. Em xin lỗi phiền đến thầy/ cô ạ!",
    "Dành cho SV Quốc tế, CLC . Em xin kính chào các thầy cô hỗ trợ ở Phòng Đào Tạo. Em tạo yêu cầu trên trang bksi, kính mong các thầy/cô hỗ trợ giúp em được huỷ đăng ký môn Quản trị kinh doanh cho Kĩ sư (IM3001 - lớp CC01)  Lý do: Cá nhân em cảm thấy phần học online chưa thực sự hiệu quả và tài liệu học tập chưa thực sự đủ như mong đợi, cũng như em muốn dành phần thời gian còn lại tập trung học cải thiện điểm một số môn cũ và hoàn thành đề cương LV. Em xin cám ơn và mong nhận được hồi âm sớm từ quý Thầy/Cô. Thân mến.",
    "Kính gửi phòng đào tạo cho em rút 2 môn Vễ kĩ thuật xây dựng : CI1033 và Gải tích 2 : MT1055 mã nhóm L07 và L33 vì lí do không đủ điều kiện học tập và đã để quá hạn bài tập được giao làm mà chưa nộp bài Mong Phòng đào tạo xem xét và phê duyệt cho ạ.",
    "ng ký lộn môn học thiết kế cầu một mã số môn học CI3039 nhóm học online",
    "KíEm xin kính chào phòng đào tạo Em tên :  hiện em là sinh viên lớp BD15CN04 .Hiện tại em đã hoàn tất chương trình học của mình,em đã thực hiện làm tiểu luận tốt nghiệp xong nhưng em chua đủ chuẩn anh văn ra trường vậy em có cần phải đăng kí môn học không ạ",
    "Em xin rút học vì gia đình em không đủ tiền đóng học phí. môn học: cơ lưu chất (CI2003) và thí nghiệm (CI2004)  mã môn học CI2003 nhóm: L08 nhóm thí nghiệm :L24 Em xin cám ơn!",
    "T1180   Đă    . Họ và tên :  MSSV : 213T1180 Em là sinh viên hệ VHVL khóa 2013. Vì hiện nay đang trong dịch bệnh, em gặp nhiều khó khăn trong việc đi làm và kinh tế gia đình. Em xin nhà trường cho em rút 1 môn học là Kĩ thuật điện- Điện tử( Mã MH : EE2011, Nhóm : A01 ). Mong nhà trường xem xét dùm em, em xin chân thành cám ơn",
    "Em nghĩ khi live stream cần bật tính năng bình luận để sinh viên có thể phản hồi về chất lượng video ví dụ như âm thanh quá nhỏ, slide quá nhỏ, slide mờ,... Như hiện nay thì khi gặp các trường hợp trên các em đành phải chịu không thể làm gì được. Em xin cảm ơn.",
    "Lý do: Không đủ điều kiện học online 1, Tên môn học: Cơ sở kỹ thuật điện Mã số môn học: EE2017 Mã nhóm: ONL, T01 2, Tên môn học: Cơ sở kỹ thuật điện (tn) Mã số môn học: EE2018 Mã nhóm: T02",
    "Em là sinh viên đã hoàn thành khóa học nhưng chưa đủ điều kiện tội nghiêp do thiếu ngày công tác xã hội. Do tình hình dịch bệnh nên em chưa kịp làm đủ ngày công tác xã hội để đăng ký xét tốt nghiệp. Vậy em có cần phải làm đơn hay là chờ tới đợt xét tốt nghiệp tiếp theo?",
    "Lý do rút môn học:            Do kỳ này là kỳ em làm Luận Văn Tốt Nghiệp nhưng lúc Đăng ký môn học Đợt 1 em vẫn chưa có Bằng Toeic để nộp xét đăng ký luận văn nên em đã đăng ký học môn Xác suất thống kê để đủ tín chỉ cho học kỳ.      Nhưng bây giờ em đã đăng ký Luận Văn được rồi nên em muốn rút môn học này. Môn học muốn rút     - Xác suất thống kê     - :  MT2001     - Nhóm: A02",
    "Gần đây, gia đình em có người nhà bị tai biến, hiện tại đi lại rất khó khăn. Trong quá trình học online, em thấy môn xstk rất khó hiểu đối với em. Để có thời gian chăm sóc người thân bệnh, em xin PĐT xem xét hủy môn học xác suất thống kê(MT2001).  Cảm ơn quý thầy cô ạ!",
    "Kính gửi: Ban giám hiệu nhà trường, phòng đào tạo . - Do ảnh hưởng từ đại dịch Covid-19 nên em làm đơn này để xin rút các môn học sau: + Cơ học kết cấu (Mã môn học: CI2029, mã nhóm: T01). + Công trình trên đất yếu (Mã môn học: CI4037, mã nhóm: T01). + Quản lí dự án xây dựng (Mã môn học: CI1053, mã nhóm: T01). + Kết cấu bê tông cốt thép 1 (Mã môn học: CI2091, mã nhóm: T01).  - Lí do: tất cả các môn học em đăng kí đều chuyển qua lịch học trực tuyến vào ban ngày (giờ hành chính), trùng với thời gian làm việc của em. Kính mong sự xét duyệt của nhà trường. Trân trọng!",
    "Kính gửi Phòng đào tạo, Em tên là , MSSV: , Khoa: Kỹ thuật Xây Dựng, Ngành: Kỹ thuật Cảng - Công trình Biển. Lý do em viết đơn này là kì này em đã đủ điều kiện để đăng ký luận văn tốt nghiệp (mã môn học là CI4333) và em đã đăng ký thành công vào đợt đăng ký bổ sung luận văn tốt nghiệp vừa rồi. Nhưng hôm nay ngày 15/4/2020, giáo viên hướng dẫn của em lại nói là em không có tên trong danh sách bổ sung nhận luận văn tốt nghiệp vừa được gửi xuống Bộ môn. Em mong Phòng đào tạo và Nhà trường xem xét lại trường hợp của em ạ! Kính gửi, ",
    "Kính gửi ban giám hiệu nhà trường. Em làm yêu cầu này để xin được huỷ môn: \"(025166) - Lựa chọn vật liệu trong thiết kế kỹ thuật\" Lý do là do dịch bệnh nên lương giảm và các chi phí khác tăng nên em không thể đăng ký học. Đồng thời em không sắp xếp được thời gian buổi tối như trong lịch vì các cuộc họp của công ty trùng buổi",
    "em xin đăng ký rút môn Phương pháp tính(Mt1009)nhóm A02 vì môn này em đã qua nên em muốn rút để dành thời gian học các môn khác được tốt hơn.Em xin cảm ơn ạ",
    "Dạ chào cô (thầy) em tên là:  .Lý do em muốn rút môn học là do mạng nhà em bị trục trặc. Tiệm internet thì đóng cửa. Và lý do nữa là lịch học kì này của em dày đặc quá em muốn rút bớt môn học ạ - Môn học em muốn rút môn: Môi trường và con người - Mã số môn học: ME2019 - Mã nhóm: A02 ",
    "Dạ chào cô (thầy) em tên là . Em có thắc mắc là tại sao em nộp bằng anh văn và em đã bấm chuyển điểm av1 và av2 nhưng bây giờ thì bảng điểm em vẫn chưa có điểm ạ. Em cám ơn",
    "Kính gửi Phòng Đào Tạo  Do nhà em hong có điều kiện học tại nhà, mà dịch bệnh kéo dài nên em không theo kịp bài các bạn.  Em sợ mình không qua môn được.  Kính mong Phòng Đào Tạo xem xét cho em xin được rút môn học !  Em chân thành cảm ơn ạ! Tên môn học: Vật Lý 1 Mã môn học: PH1003 Mã nhóm lớp: T01 Tên môn học:Giải Tích 1 Mã môn học: MT1003 Mã nhóm lớp:T01",
    "Em chào phòng đào tạo ạ, nhà trường đổi qua hình thức học trực tuyến tại nhà, do học kì đăng kí nhiều môn nên em không sắp xếp được thời gian học tập cần thiết (với công việc ở nhà) nên em xin rút 1 môn học để có thể sắp xếp thời gian hợp lí hơn. Môn Cơ sở kỹ thuật điện - EE2017 - Lớp L08_L16",
    "Dạ thầy cô cho em hỏi em có thể tìm syllabus của từng môn học của trường mình qua web site nào ạ? Em muốn tìm cấu trúc của từng môn trong ngành kĩ thuật xây dựng ạ. Em cảm ơn thầy cô nhiều ạ",
    "Khoảng thời gian đầu tránh dịch em không có điều kiện cập nhật thông tin bkel thường xuyên, tham gia học trực tuyến chậm trễ nên bị mất một số bài kiểm tra, không có nhóm bài tập và không theo kịp tiến độ học. Vì vậy em muốn rút bớt 2 môn học sau để không ảnh hưởng nhiều đến kết quả học tập chung của học kỳ này: 1. Đồ hoạ máy tính - CO3059 - Nhóm L02 2. Xác suất và thống kê - MT2001 - Nhóm L10 Em xin cảm ơn.",
    "do kì này em có làm luận văn với một số môn đồ án nặng mà môn học này là môn tự chọn em cũng đã đăng kí môn học tự chọn khác nên em muốn dành thời gian tập trung cho luận văn và đồ án.môn học em muốn rút là môn mô hình hóa chất lượng nước CI 3077 nhom A01   i Đă    .",
    "Rút môn học: Giải tích 2, MSMH: MT1005, Nhóm: L30 Lý do: - Không có máy tính để hoang thành bài tập. - Không tiếp thu được kiến thức với cách học online.",
    "Cho em xin rút môn học ' Ứng dụng máy tính trong công nghiệp  ME2049 nhóm Lo1 ' với lí do không có máy tính để đáp ứng bài tập của giảng viên  .",
    "E chào cô ! Lý do là e thấy phương pháp học online nó chưa thực sự hiệu quả đổi với em. Nên em muốn kì tới học lại môn này ạ. E muốn rút môn: Hệ Điều Hành                         Mã số : CO2017_  ( DH HK192) E cảm ơn cô ạ.",
    "Vì môn học Công Nghệ Lạnh-điều hoà em đã học và qua môn nhưng vì lúc đó môn em cần đăng ký lại không mở lớp nên em buộc phải đắng ký môn này để không phải bị buộc thôi học. Nay em đã đăng ký đợt 2 và môn học đó có mở lớp nên em xin phép được rút môn học:    Công Nghệ Lạnh-Điều Hoà 2 (MSMH: 260628- nhóm C01)",
    "Em xin đăng ký rút môn Luận văn tốt nghiệp (EE4333) với lý do như sau: Do thời gian kéo dài của dịch cộng với việc thực hiện luận văn phải tiến hành trên phòng thí nghiệm của trường cũng như khảo sát thực tế trên địa bàn thành phố nên em không thể thực hiện luận văn tại địa phương cũng như báo cáo hàng tuần cho GVHD nên em xin được phép rút môn này.",
    "h1 Lý do rút môn học:  /h1     p Các doanh nghiệp gặp trở ngại trong việc tiếp nhận thực tập sinh do dịch bệnh, sinh viên không nhận được thông tin liên lạc hoặc hỗ trợ từ phía giảng viên phụ trách nói riêng và nhà trường nói chung  /p    p Thông tin môn học:  /p    ul    li Tên môn học:   B Thực tập tốt nghiệp     /li    li Mã môn học:   B CO3323     /li    /ul ",
    "Do không đi học nên e muốn rút môn bóng chuyền - Mã 1011 - Nhóm L17",
    "Do học quá nhiều môn online, em sợ sẽ không lĩnh hội được 100% kiến thức môn này, học offline em nghĩ sẽ tốt hơn. Môn học: Quản lý chất lượng Mã số môn học: IM3063 Mã nhóm: A02",
    "Họ và tên:  Lớp: XD16KSDD Môn học muốn rút: ĐAMH tổ chức thi công Mã môn học muốn rút: CI4127 Mã nhóm: B01 Dạ thưa cô cho em xin được rút môn học CI4127 ạ. Dạ do hiện nay quê em vẫn chưa được phủ mạng internet để có thể dùng cho máy tính, nên việc tiếp cận cũng như có thể tham gia đầy đủ các buổi học online để được thầy hướng dẫn đồ án rất khó khăn. Trong thời gian cách ly toàn xã hội thì em cũng không thể di chuyển đến quán hay những địa điểm khác để có thể kết nối mạng tham gia môn học. Em mong cô giúp đỡ, có thể xem xét cho em xin rút môn học ạ. Em chân thành cảm ơn!",
    "dạ em chào thầy/cô ạ, cho em hỏi về việc rút môn học học kì 192 ạ. Cụ thể là trong tháng 3 em đã làm đơn xin rút 2 môn học và đã nộp trực tiếp cho phòng đạo tạo, đến nay em vẫn thấy 2 môn đó còn nằm trong thời khóa biểu của em (cũng như em nhưng của bạn em thì được xóa). Vậy cho em hỏi em có cần yêu cầu rút môn học lại không ạ? em cảm ơn thầy/cô ạ.",
    "Vì tình hình vào mùa dịch bệnh nên trường có truyển khai học online, nhưng em thấy hơi khó tiếp thu bài. Nên em muốn rút môn học Điện trong kỹ thuật lạnh, mã môn học ME4311, nhóm A01. Em xin chân thành cảm ơn quý thầy cô đã giúp em.",
    "Cho em hỏi, là học kỳ trước do không đăng ký môn học mà em chưa đạt anh văn để ra trường nên bị đuổi, sau đó em đã làm giấy thu nhận lại, kỳ này em có đăng ký môn anh văn, mà em chẳng nghe thông tin gì cả, lên elerning cũng không thấy video. Nếu bây giờ em rút môn học thì kì này có bị 0đ và bị đuổi nữa không ạ, còn nếu như học tiếp thì khi nào thi ạ.",
    "Em có dùng email với cái địa chỉ hcmut.edu.vn nhưng vẫn không xem được video. Những video báo lại là \"đây là video riêng tư\" . Mong nhà trường sớm khắc phục để em có thể thuận lợi học tập.",
    "Kính gửi ban giám hiệu nhà trường, trong học kì 192 này em đã đăng kí 7 môn học, nhưng do tính hình dịch bệnh, nhà trường tổ chức học online và em cảm thấy khó khăn khi học nhiều môn với phương thức mới này ạ. Vì vậy em xin ban giám hiệu nhà trường cho em được rút 1 môn học ạ . Tên môn học: Cơ học máy Mã số môn học: ME2077 Nhóm-tổ: L01",
    "Do đang trong tình hình dịch và phải học online nên em muốn tập trung học các môn còn lại đã đăng kí vì môn này em cảm thấy có khả năng qua môn thấp hơn. Và vì em phải tập trung cho kì thi Ielts sau dịch trước khi đến hạn nộp bằng . Em chân thành cảm ơn. Tên môn học muốn rút: Management Information System  Mã môn học: IM4005 Mã nhóm: CC01 ",
    "Do tình hình dịch bệnh ngày càng phức tạp, và khó khăn trong hình thức học online, nên em xin được phép rút môn Hệ thống điều khiển nhúng - EE3067 - Nhóm A01",
    "Em xin phòng đào tạo cho em rút môn học vì ly do sợ dịch bệnh covid 19 nên em về quê không dám lên sài gòn làm luận.Đợi hết dịch em lên đăng kí làm lại tiểu luận tốt nghiệp , MSMH : 260663 ,:  . kính mong phòng đào tạo cho em xin được rút môn học. Em xin cảm ơn",
    "Lí do: Em là sinh viên k14 đã hoàn thành xong tất cả các môn học chỉ còn anh văn 2 kĩ năng nói viết nên em muốn rút môn học để kịp đợt tốt nghiệp kì này. Mã môn học: SP1007 Tên môn học: pháp luật Việt Nam đại cương. Mã nhóm: A02 và ONL",
    "Rút môn học Giải tích 2 Mã môn: 1005, 1006(bt) Lớp: A01 Lý do: tự bản thân em không tiếp thu bài tốt, mà môn này còn là môn khó, nên em muốn học môn này sau dịch",
    "Dành cho SV Quốc tế, CLC .   B Rút môn học:  + Môn: Trầm tích học và nhịp địa tầng. Mã GE3063 CC01 ONL1    Vì sao rút môn học? Dạ em xin được phép rút môn học vì em không muốn ảnh hưởng đến kết quả học tập và có nhiều thời gian để rèn dũa tiếng anh và kĩ năng hơn ạ. Em xin cảm ơn.",
    "Em xin rút môn học vì học online em không theo dõi kịp ạ, khả năng qua môn không cao, xin nhà trường giúp em rút môn, em xin cám ơn   Môn :  sai kỹ thuật đo Mã môn học :ME3003 Nhóm-tổ : A01",
    "Vì lí do học online em không nắm kịp tiến độ môn học nên em quyết định rút những môn học sau đây: - Đồ án thiết kế (ME2011) nhóm A05 - Quá trình thiếtkế kthuật (ME3213) nhóm A01 - Đề cương luận văn tn(ktk (ME4085) nhóm A01 Em xin cảm ơn",
    "Môn Vẽ Kỹ Thuật  Mã môn học CI1033 nhóm L03 Em mong muốn rút môn học vì hiện tại trong tình trang dịch này em phải ở nhà làm phụ giúp gia đình.Bên cạnh đó, máy tính em chạy không được ứng dụng AutoCad nên em không thể làm gì khác. Mong nhà trường giúp em ạ. Em cảm ơn và hứa học kì sau sẽ cố gắng học bổ sung những môn còn thiếu.",
    "Kỳ này em có đăng ký học Anh văn 2 nhưng không thấy học online gì cả, không biết nếu đi học lại thì giảng viên dạy có kịp chương trình không ạ? Em cảm ơn.",
    "Vì môn học quá khó đối với em và học online môn này càng khó hiểu hơn nên em không thể đạt yêu cầu để tham gia thi cuối kì. Em cảm ơn nhà trường đã xem xét. Tên môn học: Kỹ thuật điện-điện tử Mã môn học: EE2011 Mã nhóm: L04",
    "Kính thưa phòng đào tạo Em tên , MSSV  Em là sinh viên K18 khoa Máy tính, học kỳ này em có đăng ký cả hai môn công nghệ phần mềm và thực tập công nghệ phần mềm nhưng trong BKEL thì em lại nằm ở 2 group của 2 thầy khác nhau. Theo như giảng viên  môn thực hành CNPM thì nếu học cả hai môn thì môn thực hành sẽ do thầy  lý thuyết hướng dẫn. Mong PĐT giải quyết giúp em để em được đăng ký nhóm và nộp bài tập lớn trong thời hạn. Em xin cảm ơn.",
    "Lý do em xin rút môn học là vì emi không đủ dụng cụ học tập và tư liệu học tập để học môn này. Tên môn học: vẽ kĩ thuật vật liệu xây dựng Mã môn học: CI1033 Nhóm: L11 ",
    "Thưa cô, Lúc trước trang web mybk có hỗ trợ xem tiến độ học tập (Các môn đã đã/chưa đạt) theo chương trình đào tạo. Nhưng hiện tại em không thấy phân mục đó trên web nữa. Vậy có cách nào để theo dõi thông tin này không ạ?",
    "Dành cho SV Quốc tế, CLC . Do thời gian bị hạn hẹp và kinh tế gia đình đang bị khó khăn nên em xin rút môn học ạ. Tên môn học: Construction Project Management, mã môn học: CI1053, mã nhóm: CC01",
    "Em xin chào thầy cô ạ, Trong các khóa học hiện tại của em có một số môn học dù em đã coi hết video và là được 100 điểm nhưng hệ thống vẫn không mở video mới cho em, cụ thể là môn Chế tạo (202703) _Video (HK192) clip 3 em đã xem trên dưới gần 20 lần mà vẫn không thể xem video bài giảng tiếp theo và môn  Tính toán số các cấu trúc (209705) _Video (HK192) cũng tương tự sau khi em xem xong và trả lời đúng 100% các câu hỏi thì tài liệu tham khảo không mở ra, mặc dù trước đó em đã mở được hai tài liệu nhưng nay hai tài liệu đó lại bị khóa lại. Em rất mong vấn đề này được giải quyết sớm ạ, em xin chân thành cám ơn thầy cô đã đọc, em chúc thầy cô một tuần làm việc hiệu quả.",
    "Kính gửi ban giám hiệu nhà trường. Em làm yêu cầu này để xin được huỷ môn: \"(025166) - Lựa chọn vật liệu trong thiết kế kỹ thuật\" Lý do là do dịch bệnh nên lương giảm và các chi phí khác tăng nên em không thể đăng ký học. Đồng thời em không sắp xếp được thời gian buổi tối như trong lịch vì các cuộc họp của công ty trùng buổi",
    "Lịch chuyển điểm ngoại ngữ học kì 193 có thay đổi không ạ?    i  .",
    "Nội dung: lí do rút môn học Ứng dụng laser trong y học (AS3045- L- A01) là vì sợ không đăng kí được luận văn nên đăng kí trước một môn để giữ tình trạng là sinh viên. Hiện tại đã đăng kí được luận văn nên xin rút môn Ứng dụng laser trong y học (AS3045- L-A01) đã đăng kí trước đó. Môn học: Ứng dụng laser trong y học  Mã MH: AS3045 Mã nhóm: L-A01",
    "Xin chào phòng Đào tạo, Do tình hình dịch bệnh, nên hiện tại em gặp khó khăn trong việc gặp mặt các bạn và xây dựng mô hình đồ án. Do đó, em xin rút 1 môn học:   B Quy trình thiết kế và sản xuất vi mạch (MSMH: EE3113), nhóm A01   . Để em có thể có nhiều thời gian hơn chuẩn bị cho môn học đồ án trong học kỳ này. Mong phòng Đào tạo xem xét cho em. Cảm ơn phòng Đào tạo!",
    "Lí do: Em xin rút môn học Đề cương luận văn tốt nghiệp vì em muốn giảm tải học kỳ này cho bớt nặng và em chưa xin được người hướng dẫn. 2. Mã môn học:  CH4351 -  - Nhóm A01",
    "Họ tên:  MSSV:  Lớp: XD16KT Môn học xin rút: Quản lý dự án xây dựng Mã môn học: CI1053 Nhóm - tổ: L01 Lý do rút môn học: vì thời điểm đăng ký môn học học kỳ 192 diễn ra sớm hơn thời điểm công bố kết quả môn học của học kỳ trước nên em đăng ký trước môn học này để nếu kết quả không đạt thì em vẫn có thể học tiếp ở học kỳ 192 và kết quả là học kỳ trước em đã đạt nên em xin rút môn học ở học kỳ này ạ.",
    "Vì một số lí do cá nhân, gia đình nên em không thể đảm bảo được lịch học online, nên để đảm bảo được chất lượng học tập em kính mong nhà trường cho em được phép rút 2 môn học sau: 1/ Con người và môi trường - MSMH: EN1003 - Nhóm LO2 2/ Giải tích 2 - MSMH: MT1005 - Nhóm L17 Em xin chân thành cảm ơn!",
    "Môn học: 505902) - Đề cương luận văn Lý do: Đồng nghiệp được ghi nhận là F2 nên phải thực hiện cách ly (như đính kèm). Hiện tại em chưa liên hệ với giáo viên hướng dẫn được nên mong muốn được rút môn học (505902) - Đề cương luận văn trong HK này và sẽ tiến hành trong học kì sau",
    "Dạ nếu môn ngoại ngữ không dạy livestream thì em có cần phản đăng kí rút môn anh văn 2 không ạ?  B ",
    "em muốn rút môn học vì em quyết định thi lại.",
    "Thưa Thầy Cô, Em là , sinh viên bằng 2 khoa Máy tính Do kì này em chưa đăng ký được luận văn nên em muốn bảo lưu kết quả đề cương luận văn để kì sau em đăng kí được sẽ thực hiện . Thầy hướng dẫn em có nói lên khoa xin đơn bảo lưu viết rồi đưa Thầy ký, nhưng do tình hình hiện nay dịch bệnh không vô trường được, giờ em phải làm thế nào ạ Mong Thầy Cô hướng dẫn giúp em, em xin cảm ơn Trân trọng",
    "Dành cho SV các hệ (không phải Quốc tế, CC) . ý do rút: Hiện tại vì tình hình dịch bệnh quá phức tạp nên thu thập gia đình em bị hạn chế và không đủ lo được học phí. Em xin nhà trường cho em được rút môn học ở kì này và sẽ học tiếp tục học ở kì tới. Em chân thành cám ơn nhà trường . Những môn học em muốn rút: 1. Con người và môi trường (EN1003) - 01 2. Công nghệ vật liệu (MA3037) - 01",
    "Em xin được rút những môn học sau với lý do     -với môn nhập môn lập trình em đã học 3 lần trực tiếp với giảng viên nhưng vẫn rớt và vấn đề là hiện tại laptop của em vẫn đang được ktx khu A cất giữ ( ktx hiện đang là nơi cách ly) nên em không có khả năng làm bài tập và quán nét thì đóng cửa nên khả năng qua môn là 0%.    -2 môn còn lại là môn kim loại học và lý thuyết luyện kim 1 em học để cải thiện điểm nhưng với hình thức học online em không chắc là điểm của mình sẻ cao hơn nên em xin huỷ.  - Nhập môn về lập trình : CO1003 nhóm l03  - Kim loại học : MA2009 nhóm l01  - Lý thuyết và công nghệ luyện kim 1: MA2017 nhóm l01 ",
    "nhà không có thiết bị để học trực tuyến TÊN MÔN HỌC:Vật lý 1;MÃ MH: PH1003 TÊN MÔN HỌC:Giải tích; MÃ MH: MT1003",
    "MT1003 - Giải tích 1 Do không có thời gian và chưa có kinh phí",
    "Chào thầy/cô,   Sau khi cập nhật thời khóa biểu thì môn CKỹ thuật thực phẩm 2 (CH2035) đươc thêm vào. Dù em không đăng ký học môn đó. Em mong thầy/cô có thể được cập nhật lại chính xác thời khóa biểu của em ạ. Em cảm ơn.",
    "Tên môn học: Đồ án thiết kế môn học kỹ thuật Mã số môn học: 402708 Mã nhóm: VP_HK192 Em tên . MSSV:  Em xin rút môn học này vì khá nhiều môn học yêu cầu thực hành đồ án nhỏ cũng như việc liên lạc với giảng viên hỗ trợ không thuận tiện trong dịch covid-19",
    "cho em hỏi là: em nghe có mấy bạn bảo kì dự thính sẽ được mở lớp nhưng cần tham khảo ý kiến gv và sinh viên để mở ko biết em có cần làm đơn gì không ạ tại vì môn kì dự thính đợt này là chuyên ngành của bọn em và nó rất quan trọng. nếu không được học tụi em sẽ chậm tiến độ 1 năm. em cảm ơn",
    "Mã môn học: CO3027 Tên môn học: Thương mại điện tử Nhóm: L01 Nguyên nhân: Đăng kí dư môn học so với yêu cầu cần thiết của thời khóa biểu.",
    "B  cho em hỏi là khi nào mới có chương trình năm hai của lkqt kĩ thuật môi trường (k19) vậy ạ?  em tính chuyển qua hệ lkqt nhưng vì chưa có chương trình học cụ thể của năm hai nên đang hơi lo sợ không kịp tiến độ ạ",
    "Nhà không đủ điều kiện thiết bị học tập cũng như việc học online gây khó khăn rất nhiều cho em nên em quyết đinh rút môn học. Tên môn học Vật lý 2( PH1005) Hóa đại cương(CH1003) Vẽ kỹ thuật bão dưỡng(IU1003) Giải tích 2(MT1005) Thí nghiệm vật lý(PH1007)",
    "Em không đăng kí môn kỹ thuật thực phẩm nhưng trong thời khóa biểu lại có và trên bkel lại không hiển thị",
    "MSSV:   sinh viên:TRẦN THẾ CÔNG TÊN MÔN HỌC:ĐIỆN TỬ CÔNG SUẤT ỨNG DỤNG MSMH:EE3079   NHÓM/TỔ:A01 Lí do: Do diễn biến tình hình dịch bệnh,thời gian học bị rút ngắn nên em muốn tập trung làm luận văn tốt nghiệp.Em đăng kí môn này để cải thiện điểm,hiện giờ em đã đủ số tín chỉ nên mong nhà trường tạo điều kiện để em có thời gian hoàn thành tốt luận văn tốt nghiệp",
    "Em tên là Nguyễn Đức Duy MSSV : hôm nay em làm đơn rút môn học Vẽ Kỹ Thuật vì lý do em đang ở quê mạng ở quê em không được tốt khó tham gia đầy đủ trong quá trình học online và việc laptop của em hỏng cũng như em không có bộ dụng cụ vẽ vì ở quê không có bán nên em mong nhà trường cho em được rút môn học :  vẽ kỹ thuật CI1003,nhóm tổ L03 tiết học vào ngày thứ 6",
    "Em xin rút môn học kỹ thuật nâng vận chuyển vì đã qua môn học này rồi. Mã :ME3021 nhóm A01 và KT nâng vận chuyển (TN) mã : ME3022 nhóm A01",
    "Do tình hình dịch bệnh nghiêm trọng nên em không có khả năng học các môn ấy, Họ và tên:, MSSV:, Lớp:XDLT03. Giải tích 1, MT1003. Vật lý 1, PH1003.",
    "Vì cuộc sống có chút khó khăn và một số vấn đề sức khỏe tinh thần, xin phòng đào tạo cho em rút một số môn học: CI3197: ĐAMH Nền móng, nhóm A01. CI3177: ĐAMH Kết cấu bê tông cốt thép 2, nhóm A01. CI3213: ĐAMH kết cấu thép, nhóm A01. Em xin chân thành cám ơn.",
    "Dạ chào cô em tên là:  . Em có thắc mắc là học kì 191 số tín chỉ tích lũy được là 8 tín chỉ. Em đã nộp bằng anh văn và chuyển điểm av1 và av2. Vậy em có bị cảnh cáo học vụ không ạ?",
    "Tên môn học: Anh văn 4 Mã môn học: LA1009 Mã nhóm: L01 Lý do: Do em chưa đọc kỹ quy chế về yêu cầu đầu ra Ngoại ngữ nên đã đăng ký môn học này. Sau khi tìm hiểu thì em đã hoàn thành Chuẩn anh văn để đủ chuẩn đầu ra. Do đó hiện tại em muốn rút môn học này để tối ưu thời gian làm Luận văn tốt nghiệp ở học kì này. Em xin cám ơn.",
    "Kính thưa. Em xin rút môn: lí thuyết điều khiển tự động nâng cao (E3007/E3008). Vì lí do tình hình dịch phức tạp em bận một số việc gia đình cũng như công việc nên việc học online môn này với em hiện tại bất khả thi. Mong nhà trường thông cảm. Xin cảm ơn.",
    "Em cảm thấy với khả năng hiện tại không thể hoàn thành tốt và đảm bảo chất lượng của 2 đồ án. Nay em làm đơn này xin được rút 2 môn này để có thêm thời gian tìm hiểu và củng cố kiến thức để hoàn thành tốt nó hơn. Em xin rút 2 môn: 1. Đồ án - EE3149 - Nhóm A01 2. Đồ án - EE3151 - Nhóm A01",
    "Em muốn rút môn học thì download file trên aao điền vào đúng ko ạ? Gửi vào đâu ạ?",
    "Dạ em chào thầy/cô, Em tên là: . MSSV:  Do tình hình dịch Covid-19 vừa qua nên nhà trường chưa thể tổ chức đi học trên trường mà thay vào đó là hình thức học trực tuyến. Mặc dù em đã cố gắng sắp xếp nhưng do điều kiện nơi cư trú của gia đình em ở vùng quê nên mạng internet còn gặp nhiều hạn chế,em không thể theo kịp hết tất cả các bài giảng và bài tập, và khối lượng môn học khá nhiều nên việc tự học ở nhà gặp nhiều khó khăn. Vì vậy em xin rút 1 môn học để việc học tập được giảm bớt và hiệu quả hơn. Em xin rút 1 môn học sau: 1. Đồ án môn học kết cấu thép - MSMH: CI3213 - Nhóm: A09 Mong thầy/cô xem xét và chấp nhận yêu cầu của em ạ. Em xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo Em tên là , MSSV: Em xin phép phòng đào tạo tăng sĩ môn học Xác suất thống kê(MT2001) vì em chỉ còn nợ môn này để được ra trường . Em xin phòng đào tạo xem xét giúp đỡ em với ạ. Em xin chân thành cảm ơn",
    "Em muốn rút môn học vì lý do học online không hiểu bài và vì công việc nên không có nhiều thời gian để tự học và nhiêu chỗ không hiểu k thể trao đổi với ai. Môn học: Lý thuyết điều khiển nâng cao  mã môn học: EE3007 nhóm: T01",
    "Em tên là . MSSV :  Em xin rút môn học kinh tế đại cương, mã môn học IM1013, nhóm A01 . Lí do : Em có 2 môn học nhóm D ( kiến thức quản lý ). Để thuận lợi cho việc học em xin rút môn học kinh tế đại cương",
    "b Họ tên SV:     Em xin phép rút môn học: - Tên môn học: Lập trình web - Mã số môn học: CO3049 - Mã nhóm : L01/ONL Lý do:  - Đã đủ số tín chỉ để tốt nghiệp - Tiết kiệm học phí cần nộp vì mùa dịch khó khăn - Giảm số tín chỉ cần học để tập trung làm tốt luận văn tốt nghiệp.",
    "Em tên  MSSV  trong học kỳ này có đăng ký môn học Kết cấu động cơ đốt trong MSMH: TR2007 nhóm T01  B",
    "Em xin rút các môn sau đây: PH1005- Vật lý 2 - ONL1 ( CC02 ) PH1006  - Vật lý 2 (bài tập) - CC02  Với lý do đăng ký môn học không thuộc diện yêu cầu để tốt nghiệp.",
    "Dạ thưa, cho em thắc mắc rằng hiện tại em có thể đăng ký thêm - cụ thể là môn giáo dục thể chất 2 cho học kỳ 2 này không ạ?  Em xin cám ơn và mong nhận được phản hồi!",
    "Chào Thầy(Cô). Vì lý do hủy môn học để chuẩn bị đăng ký tốt nghiệp. Em đăng ký hủy hai môn học: (EE3085)Mạng viễn thông, (EE3127)Anten-truyền sóng vô tuyến. Em cảm ơn Thầy(Cô).",
    "Lý do xin rút môn:Do tình hình dịch covid 19 em nhận thấy với hình thức học online,với cá nhân em không thể tiếp thu tốt kiến thức môn học \"Điện tử công suất ứng dụng\" và những kiến thức này rất quan trọng đối với em. Nay em làm đơn này kính mong nhà trường xem xét cho em rút môn học, học kỳ sau em sẽ đăng ký lại để tiếp thu môn học một cách hiệu quả và đầy đủ nhất. Tên môn học:Điện Tử công suất ứng dụng Mã số môn học:EE3079  Mã nhóm:A01",
    "vì lý do dịch bệnh nên tạm chuyển về quê tránh dịch, nhưng vì nhà không có mạng học tập và các dịch vụ phục vụ việc học tập như photocopy quán internet đóng cửa cũng như các không theo kịp các lịch live của lớp học nê em xin rút các môn học học sau -2021:VẼ CƠ KHÍ -2022(TH):VẼ CƠ KHÍ -2003: -3011:",
    "Em chào thầy(cô). Trường cho nghỉ do dịch Corona nên việc thi nói viết tiếng anh ở BKEnglish cũng hoãn lại. Thầy(cô) cho em hỏi lịch đăng ký tốt nghiệp có bị hoãn lại theo không? Em cảm ơn.",
    "Do tình hình dịch bệnh nên em muốn xin rút môn học , vì em thấy cách học livestream không phù hợp với em  Mã MH : IM2003 Tên môn học : Kinh tế kỹ thuật Nhóm-Tổ : A01",
    "Cho em hỏi là ngoài học livestream thì em còn phải lên trường học hay không , vì thời khóa biểu của em có thời khóa biểu học ở trường  Em cảm ơn ah",
    "Lý do: vẫn chưa có kế hoạch giảng dạy cụ thể  Tên môn học: Bơi Mã số môn học: PE1019 Mã nhóm: L15",
    "Em tên , MSSV . Em xin được rút môn học tư tưởng  lớp CC02 mã môn học SP1005. Lý do: em cần tập trung thời gian vào luyện ielts để lấy chứng chỉ tiếng anh . Mong PĐT giúp đỡ, em cảm ơn.   i Đă   Dành cho SV Quốc tế, CLC .",
    "Kính gửi Quý Thầy Cô Em tên là ẠM QUỐC CƯỜNG, MSSV  là sinh viên hệ VHVL. Em có nhận được Mail thông báo về việc Rút môn học HK2/2019. Do em là sv VHVL trong lúc chờ nhà trường xét duyệt giảm/miễn môn học thì em có đăng ký 2 môn là 1/ Vật lý 2 - 1005 - nhóm T01. 2/ Cơ lý thuyết- 1003- nhóm T01. Sau đó em nhận được thông báo miễn/giảm môn học trong đó có 2 môn em đăng ký ở trên. Bây giờ em muốn xin được rút 2 môn học em đã đăng ký. Em xin cảm ơn Quý Thầy Cô!",
    "Tên môn học : Mô hình hóa toán học Mã số môn học: CO2011 Mã nhóm: L03",
    "nhà em ở quê mạng yếu, không đáp ứng được nhu cầu học nhiều môn. Tên môn học: Sức bền vật liệu Mã môn học: CI2001 Mã nhóm: L01 thầy ",
    "Học kỳ 192 em có đăng ký môn học Đồ Án Thiết Kế do thầy  đảm nhiệm, lớp A07. Tuần làm việc đầu tiên, em và thầy có liên lạc với nhau qua mail, và em đã hoàn thành tốt công việc mà thầy đã giao. Nhưng sau tuần đầu, những phần việc tiếp theo mà em gửi qua mail cũng như những câu hỏi mà em đã gửi không được phản hồi. Em đã cố gắng liên hệ rất nhiều lần và nhiều hình thức nhưng vẫn không nhận được bất cứ phản hồi nào từ thầy. Em xin nhờ PĐT, nhà trường giúp em liên hệ với thầy. Nhờ thầy giúp em hỗ trợ những phần trong môn học mà em chưa rõ! Em xin cảm ơn.",
    "Kính thưa trường . Kính mong trường cho em rút môn học (không tính HP) môn giải tích 1 MT1003 nhóm T01  Vì máy tính nhà đã hư từ lâu ,hiện tại đang chưa đủ kinh phí mua mới.Nên việc học online gặp khó khăn ,không theo kịp được bài giảng. Mong trường xét duyệt cho em rút môn ạ. Em xin cảm ơn.",
    "Em chào Thầy/Cô, Em là sinh viên khoá 2013, theo kế hoạch Em sẽ tốt nghiệp vào tháng 04/2020. Tuy nhiên hiện nay với tình hình dịch Em không thể thi 02 kỹ năng nói&viết để nôp chứng chỉ để tốt nghiệp. Vậy cho Em hỏi trường hợp của Em được gia hạn không ạ? Em cảm ơn!",
    "Em về quên mang laptop, và hiện tại nhà em cũng không có máy tính để thực hiện được các chương trình code. Mong nhà trường có thể thông cảm ạ. Em chân thành cảm ơn. Tên môn học: Nhập môn lập trình H:CO1003  Mã nhóm: L03  B   I   B",
    "Dạ em chào pđt ạ! Dạ em muốn rút môn học Kỹ thuật nhiệt lạnh-Mã môn học là:EE3135, em thuộc nhóm lớp A01 Lý do em rút môn học là: môn Kỹ thuật nhiệt lạnh của em thuộc ngành điện- điện tử. Trong khi em chọn ngành Điện tử- viễn thông, lúc trước đăng ký em không tìm hiểu kỹ môn này học về cái gì và bây giờ em học được 2 tuần em thấy nó không phù hợp với hướng đi của em dẫn đến em không hứng thú học môn này. Và một phần là em cảm thấy năng lực học của em không được tốt và không có khả năng sắp xếp để theo học được nhiều môn như vậy, nên em mong muốn pđt xét duyệt cho em được rút môn này ạ! Em cảm ơn pđt rất nhiều ạ!",
    "Em chào thầy cô và người phụ trách ạ. Không biết trước lại nghỉ thời gian dài như vậy nên trước lúc em về nhà em đã để máy tính lại phòng và không mang về nhà. Hiện tại nhà em không có máy tính nên không thể thực hiện bài code của giáo viên  . Mã môn học :CO1003  Nhóm L03 Tên môn học: Nhập môn lập trình(Lí thuyết) và Mã môn học: CO1004 Nhóm L07 Tên môn học: Nhập môn lập trình (Thực hành) Em chân thành cảm ơn thầy cô ạ.  B   I",
    "Em tên:thang chí tâm MSSV: Xin được rút hai môn sau: Vật lý bán dẫn (EE1013) Giải tích mạch (EE1011) Lý do là em không theo kịp bài khi học online.và không sắp xếp được thời gian học các buổi live vào giờ hành chính",
    "em xin rút môn học anh văn 3 , mã môn học LA1007, nhóm lớp L05 nguyên nhân đo em có việc gia đình đột xuất vào ngày thứ 6 hàng tuần",
    "Kính thưa PDT,  Em viết đơn này xin được rút môn học  Tên môn học: Cấu trúc máy tính Mã môn học: EE3043 Mã nhóm: A01 Lí do xin rút môn: Hiện tại, vì lí do gia đình nên em hiện không ở tp HCM trong một thời gian dài. Nên không thể dự thi cũng như là theo học lớp cấu trúc máy tính như đã đăng kí. Em viết đơn này mong thầy/cô có thể thông cảm và cho e rút môn học này trong học kì 192 này . Em xin chân thành cảm ơn!   i Đă    .",
    "kính chào thầy(cô) sáng nay em đăng nhập vào BKEL thì thấy môn \"Cơ Sở Kỹ Thuật Điện\" của mình bị đổi giáo viên dạy lý thuyết, từ thầy  sang thầy . Như thường lệ ngày mai em có tiết học ở nhóm chat của thầy , mong thầy(cô) sớm giải quyết cho trường hợp của em, chân thành cảm ơn!",
    "em xin rút môn học đồ án thiết kế( MMH: ME2011, Mã nhóm: A08 )tại vì hiện tại do dịch covid 19 nên e ko thể đến gặp giáo viên hướng dẫn đồ án nên gây khó khăn lớn trong quá hình làm đồ án của e, có nhiều chổ e không làm được và không được sự hướng dẫn trực tiếp từ giáo viên.",
    "Kính chào PDT, Em tên là , MSSV , học chuyên ngành Đại kỹ thuật, khoa Địa chất và dầu khí, Đại học Bách Khoa HCM. Em xin phép phòng đào tạo cho em xin rút môn học anh văn 3 ( Mã môn học: LA1007, nhóm A02). Lí do: trong đợt dịch vừa rồi em đã đăng kí thi TOEIC QUỐC TẾ và đạt chuẩn để xét tốt nghiệp. Kính mong PDT xem xét và cho em rút môn học này, để em có nhiều thời gian hơn tập trung cho các môn học khác. Em xin cảm ơn",
    "Vì lí do không có máy tính để thực hiện các bài tập kĩ thuật, không thể đến trường để học thí nghiệm, học tập không hiệu quả nên em xin được rút những môn sau đây. Mong PĐT xem xét và duyệt qua. Em xin cảm ơn. CI1003-Vẽ kĩ thuật Nhóm lớp CC03  MI1013-Kinh tế đại cương Nhóm lớp CC01 PH1007-Thí nghiệm vật lí Nhóm lớp CC12",
    "Vì lí do laptop hư main vẫn để trong trọ ở Sài Gòn và tiệm net ở quê quảng nam đóng cửa do giãn cách xã hội , xin nhà trường cho em rút môn học: Đồ án Nền Móng-CI3197 nhóm A21 do thầy  phụ trách. Mong nhà trường xem xét cho em được rút môn này ạ, em cảm ơn ",
    "Kính gửi PĐT trường ĐH Bách Khoa Lý do rút môn học: lúc đăng ký môn học đồ án bê tông cốt thép 1 thì tình hình dịch corona chưa bùng phát ở Việt Nam nên em đăng ký học cả lý thuyết lẫn đồ án môn học . Nhưng hiện giờ trước diễn biến phức tạp của dịch corona nên khó mà trao đỗi kỹ càng hơn khi có thắc mắc về đồ án nên giờ em muốn nắm rõ phần lý thuyết trước kỳ sau e sẽ đăng ký học đồ án sau . Rất mong PĐT cho e rút môn học ạ  . Môn học cần rút: ĐAMH kết cấu bê tông cốt thép 1. Mã số môn học: CI2093 Mã nhóm: T01",
    "Dạ thầy/cô cho em hỏi là bên nghành kỹ thuật xây dựng dân dụng thì   B anh văn    có được tính vào   B điểm tích lũy chuyên nghành    không ạ? Em cảm ơn. Chúc thầy/cô một ngày làm việc vui vẻ.",
    "ng ký rút môn học HK192( Không tính học phí) Em đăng kí rút môn học vì nhà ở Long an, với việc học online khó khăn , khó hiểu bài. Mã môn:  CO2017 môn:Hệ điều hành      Tổ:T01 Mã môn:  MT1003 môn:Giải tích 1       Tổ:T01 Mã môn:  CO2018 môn:Hệ điều hành (tn) Tổ:T01 Mã môn:  CO2017 môn:Hệ điều hành      Tổ:ONL Mã môn:  MT1003 môn:Giải tích 1       Tổ:ONT Mã môn:  MT1004 môn:Giải tích 1 (bt)  Tổ:T01",
    "Kính gửi PDT! Em xin đăng kí rút môn học Thiết bị và hệ thống tự động thủy khí, mã môn học EE3075, nhóm A01 của thầy . Lí do là em đã đủ môn trong tiến độ học tập, đăng kí môn này để tìm hiểu thêm nhưng không phải là môn trong chuyên ngành của em nên việc giảng dạy online em không tiếp thu được kiến thức. Em mong PDT xem xét giúp em. Em xin cảm ơn.",
    "I        Em muốn xin được tạm dừng học kỳ 192 vì em đang gặp một số khó khăn trong việc học và vì để giảm học phí do gia đình em đang chịu áp lực về tài chính khá nặng do dịch Covid-19 kéo dài. Thành tích kỳ trước của em cũng không được tốt nên em muốn dùng khoảng thời gian tạm dừng này để trau dồi thêm cho bản thân và suy nghĩ cho hướng đi sắp tới cho cuộc đời mình . Em mong nhà trường chấp nhận yêu cầu của em . Em xin chân thành cảm ơn.",
    "Vì điều kiện gia đình và phương tiện hỗ trợ học online không đủ, nên em kính xin phòng đào tạo cho em được rút môn học HK192. Em xin chân thành cảm ơn phòng đào tạo .  Em xin rút các môn như xao:   1. Chi tiết máy ( mã môn học: ME2007) nhóm tổ T01 và thí nghiệm môn Chi tiết máy .  2. Kỹ thuật độ tin cậy ( mã môn học: ME4465) nhóm tổ T01 và thí nghiệm môn Kỹ thuật độ tin cậy.   B",
    "em xin rút môn học CƠ LƯU CHẤT  mã môn học: CI2003   mã nhóm : L02 lí Do : thứ nhất vì học ki 192 em học rất nhiều môn gồm các đồ án kể cả kì dự thính , thứ 2 là về khoảng cách giữa 2 cơ sở nên em không co thời gian học . em xin cảm ơn",
    "Không có thời gian học online - Môn học: Cơ sở kĩ thuật điện - Mã môn học : EE2017",
    "Môn học : TT nhận thức nghành(DDCN) Mã số môn học: CI2057 Mã nhóm :L01 Lý do: đợt đăng kí lần trước em tìm nhầm mã số .",
    "Môn : Hệ Thống Điều Khiển Nhúng Mã số môn học : EE3067 Giảng viên : :Sinh viên  Không đủ điều kiện về thời gian để theo học và hoàn thành môn học trong học kì này",
    "lý do : em không dành được thời gian cho môn học nên em xin rút môn học này trong học kỳ 192 tên môn học : ĐA thiết bị nâng vận/ch mã số môn học : ME4051 mã nhóm : A01",
    "Em tên  MSSV , em muốn hỏi yêu cầu Rút môn học Hệ hỗ trợ và quyết định trong kinh doanh đã được duyệt chưa ạ?",
    "Em xin rút các môn học dưới đây: CH3309 - Thiết kế thí nghiệm và xlsl - nhóm A01 CH2021 - Hoá hữu cơ - nhóm A03 Lý do: không đảm bảo theo học được các môn trên trong giai đoạn này, dạng học mới khá không hiệu quả với em",
    "Kính gửi Phòng đào tạo, Em là sinh viên năm cuối trường ĐHBK, hiện đang thực hiện luận văn cuối khóa. PĐT cho em hỏi về việc, em có thể xin đổi giảng viên hướng dẫn luận văn hiện tại được không? Và nếu được, thì em phải cần thực hiện những quy trình gì để có thể đổi giảng viên ạ. Em xin cảm ơn PĐT. Trân trọng",
    "Cho em xin rút môn học: Đề Cương Luận Văn Tốt Nghiệp ( EE4311 ). lý do là do dịch covid-19 em không thể liên hệ được với giáo viên hướng dẫn.",
    "Em xin chào PĐT, Em xin rút môn học \"Tối ưu hóa vàquy hoạch tn\" - mã ME3215 - nhóm A01 Lý do xin rút: Em là sinh viên năm 4, số môn học tự chọn của em đã đủ và do dịch nên kinh tế gia đình khó khăn, em muốn rút môn học để tiết kiệm chi phí. Mong PĐT xem xét. Em chân thành cảm ơn.",
    "Em xin phép rút môn học Điện tử công suất ứng dụng, mã môn học EE3079, mã nhóm A01 vì muốn tập trung nhiều thời gian hơn cho việc nghiên cứu luận văn tốt nghiệp trong thời gian nghỉ dịch, em xin cảm ơn.",
    "Vì tình hình dịch bệnh ngày càng phức tạp nên tôi xin rút môn học Vẽ kỹ thuật xây dựng CI1033 nhóm tổ L08 do môn này cần thực hành vẽ nhiều trên giấy cũng như trên laptop mà tôi thấy việc livestream giảng dạy không đáp ứng được.  ",
    "ng kí rút môn học : Kỹ thuật điều khiển tự động ( ME2009 ) Sinh viên :  / ",
    "chổ em ở vùng nghèo khó mạng 3g sóng yếu việc học online rất khó khăn  Môn Trắc địa đại cương , mã môn học : CI1007  Nhóm : L02",
    "Vì công việc của gia đình, em đang ở hòn Nghệ mạng đang gặp sự cố không dùng được Wifi và mạng di động thì quá kém, em không thể theo dõi và xem các video mà giảng viên cung cấp đồng thời không thể xem và học online được, hiện hòn đang cách ly không cho phép ra vào, xin nhà trường thông cảm cho. •Hoá Đại Cương  CH1003 L23 •Hoá Đại Cương(tn) CH1004  L70 •Giải Tích 2    MT1005 L31 •Giải Tích 2 (bt) MT1006 L54 •Khoa Học Trái Đất CI1069 L03 •  Xây Dựng  Cl1033 LO2 •   Xây Dựng (tn)  CI1034 L03",
    "iện trong kỹ thuật lạnh - ME4311 Nhóm:01,ONL. 2. Quản lí sản xuất - ME1009 - Nhóm:L02. 3. Điều hòa không khí - ME3037 - 01,ONL. 4. Năng lượng tái tạo - ME3045 -Nhóm:01,ONL. 5. lí do rút môn học: Công Việc Gia Đình.",
    "Vì học online và trong thời gian dịch bệnh khó có thể gặp cán bộ hướng dẫn cũng như để tập trung học các môn còn lại và dể chuẩn bị thêm kiến thức để làm đồ án nên em xin rút môn Đồ án- EE3151- Nhóm tổ A02 để học sau ạ.",
    "Vì lý do Học khó tiếp thu kiến thức thông qua chương trình giảng dạy online, Em xin nhà trường cho em được rút những môn học sau đây: Practice on software engineering (CO3055) nhóm CC03 Em cám ơn",
    "Do chưa có bằng toeic nên em đăng ký để duy trì tình trạng học, nay đã có bằng toeic và em đã đăng ký được luận văn nên em muốn hủy môn học do không có thời gian. gồm các môn như sau   + Địa chất công trình, mã môn học CI1043, nhóm L01  + Vật liệu xây dựng, mã môn học CI2037, nhóm L01  + Vật liệu xây dưng(tn),mã môn học Ci2038",
    "Kính gửi: Phòng Đào Tạo Em tên là:  MSSV: , thuộc hệ VLVH Em xin rút môn: Giải tích 1 (Mã MH: MT1003) thuộc nhóm T01. Lý do: Môn \"Giải tích 1\" thuộc danh sách miễn môn mà trường đã gửi cho em ạ.  ",
    "Em tên . MSSV:  Em muốn rút môn học : Kinh Tế Vĩ Mô . Mã số môn học : IM1009. Nhóm L01 Lý do em xin rút môn học là vì môn học này offline đảm bảo chất lượng kiến thức, được trao đổi những dữ liệu học tập tốt hơn so với học online ạ.",
    "Em hiện đang là sinh viên năm 2 của trường Em muốn hỏi là hiện tại số tín chỉ của em vẫn là 27 dù trước ngày 13/4/2020 nhà trường đã điều chỉnh lại. Học kì này em chỉ đăng kí 18 chỉ thôi ạ và số chỉ hiện tại vượt quá số chỉ cho phép nên em sợ có thể bị xóa môn học.Mong nhà trường có thể xem xét giúp em",
    "Em xin rút môn học để tốt nghiệp ạ. Tên môn học : cơ sở thiết kế nhà máy hoá : CH3037 Nhóm: A01",
    "Tên môn học: Đường lối cách mạng của ĐCS Việt Nam  Mã môn học : SP1009 Mã Nhóm : A09 Lí do: bị vướng thời gian học vì lí do cá nhân ( đi làm ).",
    "Em là: Lê Hoàng Phúc  MSSV:  Em xin được rút môn học CƠ HỌC KẾT CẤU (CI2079) vì lí do khó có thể đáp ứng được tất cả các môn học và em cảm thấy không có hiệu quả trong quá trình học tập, em xin chân thành cảm ơn phòng đào tạo và nhà trường",
    "Chào admin, Em là   MSSV:  thuộc Khoa Môi Trường Và Tài Nguyên. Vì em đăng kí nhầm môn học không thuộc chương trình đào tạo của khoa, mong PĐT xoá môn Con người và Môi trường( nhóm lớp L01, mã môn học EN1003). Em xin chân thành cảm ơn admin.",
    "Vì không đủ thời gian tiếp tục môn học  Môn Xác suất thống kê MT2001  ",
    "MSSV :  Em tên  , lớp XD15VL02, xin rút môn học anh văn 1 vì lí do em vừa chuyển điểm và đi làm không có thời gian để theo học , mong phòng đào tạo xem xét. Môn học : Anh văn 1 Mã MH : LA1003 Nhóm-Tổ : L04",
    "Em xin đăng ký rút môn học Hệ thống sản xuất mã môn học IM2021 nhóm L02 Vì lý do em học online môn này thấy không hiệu quả ",
    "Em xin rút môn học vì chuẩn bị đi du học vào mùa Thu 2020 . Các môn học xin rút:  -  Lý 2 - 1005 - lớp CC04 - Giải tích 2 - MT1006 - lớp CC02 "
]