[
    "Em xin PĐT mở thêm slot của môn cơ lưu chất CI2003 lớp L10_L40 với ạ. Em cảm ơn ạ.",
    "Em chào thầy/cô, em là , sinh viên k18 khoa KT Giao thông, ngành Ô tô - máy động lực, do em không đăng kí môn thực tập ở hè, nên vào HK1 năm học tới em muốn đăng kí môn thực tập.  Em có tìm trong chương trình đào tạo thấy môn của em tên là \"Thực tập ngoài trường\" thuộc khối kiến thức \"Thực tập tốt nghiệp\", mã môn TR3315. Tuy nhiên em lên trang web của PĐT thì lại thấy môn học thực tập của em mã môn là TR3313 - \"Thực tập tốt nghiệp\"(như hình ạ).  Em lên đăng kí môn thì kì chính chỉ mở môn TR3313, còn dự thính thì mở đúng môn TR3315 theo ctđt nhưng lại chỉ có 1 lớp T (theo em biết là nhóm dành cho hệ vừa học vừa làm). Vậy em muốn đăng kí thì đăng kí môn nào ạ? Em cám ơn thầy/cô ạ .",
    "Em tên là MSSV:  Lớp: QL14CN1Khoá: K14Hệ đào tạo: Chính Quy Em làm đơn này xin nhà trường cho em được chuyển từ hệ đào tạo Chính Quy sang hệ đào tạo Vừa Làm Vừa Học với lý do sau đây:  -Hết hạn đào tạo của chương trình đào tạo sinh viên Chính Quy. -Chỉ còn nợ 1 môn học trong chương trình đào tạo nên muốn đăng ký môn học trong học kỳ 211 để tốt nghiệp sớm. -Môn học chỉ được mở vào học kỳ 1 của năm học. Em mong được Phòng Đào Tạo xem xét xử lý chuyển hệ sớm để kịp đăng ký môn học trong học kỳ 211. Các thông tin cần bổ sung cho thủ tục chuyển sang hệ VLVH em sẽ cố gắng bổ sung sớm. Em xin cảm ơn.",
    "Kính chào quý thầy cô. Em tên , k18, khoa Kỹ thuật hóa học, 2021-2022 là năm học cuối theo chương trình đào tạo của em. Thưa quý thầy cô, theo chương trình, em cần hoàn thành môn IM3001 để kịp tốt nghiệp, nhưng hiện tại 12 lớp của môn này đều đã full slot, em cũng không thể xin ai nhường slot vì các bạn đều cần học để ra trường đúng dự định. Bản thân em cũng rất hứng thú với ý tưởng kinh doanh cho kĩ sư và cũng chỉ môn IM3001 - lớp L09 là có giờ học không trùng với các môn chuyên ngành khác của em. Lịch trình năm cuối của em, ngoài thực tập tốt nghiệp, còn phải sắp xếp nhiều môn khác và thường xuyên đi lab để làm luận văn, nên sẽ thật tệ nếu vì một môn   B như đúng chương trình đào tạo của em   , lại chỉ vì chậm tay, các lớp hết slot mà em bị tuột lại so với các bạn cùng khóa. Sẽ thật đau lòng với em và cả gia đình em nếu điều đó xảy ra, phải không ạ thưa quý thầy cô? :( Hiện tại sĩ số đang là 60. Tính luôn giảng viên thì lớp tầm 61, vẫn còn rất xa mới tới giới hạn của google meet, và em tin rằng việc nhận thêm 1 học trò ham học cũng không làm quý thầy cô bộ môn phiền lòng. Em biết quý trường luôn muốn tạo điều kiện để sinh viên ra trường đúng hạn và bản thân em cũng nỗ lực mỗi ngày vì điều ấy nên em khẩn khoản mong quý thầy cô có thể suy xét và mở thêm sĩ số môn IM3001 - lớp L09 để em đăng kí học kịp chương trình như bạn cùng trang lứa. Em xin chân thành cảm ơn quý thầy cô.",
    "Chào   Hiện tại em rất cần đăng ký môn As1003 vào kỳ chính 211 mong  có thể thêm em vào nhóm L02 môn này hoặc mở thêm slot giúp em  Môn này k19 đã không còn học nữa nên rất khó có thể mở lại vào kỳ sau  Hiện tại sĩ số lớp này là 70 nên chắc vẫn mở thêm slot được đúng k ạ  Mong nhận được sự giúp đỡ  Em cảm ơn",
    "PDT cho em hỏi về cách thức đăng ký thi online TOEIC nói viết để đủ điều kiện tốt nghiệp. Em là sinh viên khóa K15 hiện đã hoàn thành chương trình học, hiện còn thiếu chuẩn AV 2 kỹ năng nên mong muốn được thi online để đủ chuẩn tốt nghiệp vào đợt sắp tới. Em rất mong nhận được phản hồi từ quý Thầy/Cô. Em xin cảm ơn!",
    "Kính gửi PĐT, Hiện tại em đang trong kì Đăng ký LVTN cho HK211 nhưng do ảnh hưởng của dịch Covid từ ngày 27/04 nên em đã không thể thực hiện việc thi và nộp CCNN đúng kế hoạch được. Vào HK211 thì em chỉ còn duy nhất 1 học phần là LVTN. Em xin hỏi PĐT là liệu em có thể vẫn thực hiện LV bình thường và thi rồi nộp CCNN sau khi tình hình dịch bệnh được kiểm soát và bảo vệ trong HK211 được không ạ ? Em xin cảm ơn.",
    "Chào quý thầy cô Em tên , k18. Do môn này đã đổi mã từ k19 nên k18 tụi em là lứa cuối cùng học mã này. Nay em gửi yêu cầu để mong pđt xem xét mở môn này lần cuối, coi như đợt vét cuối cùng để bọn em trả nợ hay cải thiện môn này để kịp ra trường. Em biết sĩ số hiện tại đăng kí môn vãn chưa quá nhiều (em đính kèm danh sách bên dưới), nhưng mong quý thầy cô thông cảm vì đây đã là lứa cuối và tụi em cũng là những sinh viên cuối cùng học mã này. Em tin chắc khi quý thầy cô chấp nhận mở lớp vét lần cuối môn này, số lượng sinh viên đăng kí học môn này sẽ càng đông hơn vì mọi người đều biết chắc đây là lần cuối được học. Em xin chân thành cảm ơn quý thầy cô và mong sớm nhận được phản hồi từ thầy cô ạ.",
    "Em gửi đơn xin hủy hoãn thi do PĐT yêu cầu. Kính mong PĐT xem xét và giải quyết giúp em. trích dẫn bài yêu cầu:http:/ksi.hcmut.edu.vn/extranet/supportsndex.php?ID=30412&edit=1#postform",
    "Cho em hỏi khi Hoãn thi thì các điểm thành phần có được bảo lưu hay bị xóa không?  - Sau khi hoãn thi thì trong vòng 1 năm thì em phải đăng ký lại môn học hay chỉ cần đăng ký thi lại thôi ạ.",
    "Kính gửi Phòng Đào tạo,  Em là  SV K20, em xin được hỏi là vào học kì 211 này Tân Sinh viên K21 có được kiểm tra anh văn đầu vào không ạ. Và nếu có thì SV K20 có được đăng kí kiểm tra lại để xét điểm qua AV4 không ạ vì hiện tại có 1 số SV chỉ qua được AV1 hoặc AV2 và muốn đăng kí kiểm tra lại anh văn đầu vào ạ.   Mong quý thầy cô có thể giải đáp giúp em ạ, chúc thầy cô và gia đình nhiều sức khoẻ trong mùa COVID-19 này . Trân trọng.",
    "Vì sỉ số lớp Kết cấu thép 2 99/99 mà chỉ có duy nhất 1 lớp nên em và một số bạn không thể đăng ký được ! Mong quý thầy cô có thể tăng sỉ số lớp giúp chúng em có thể đăng ký được không ạ!",
    "Theo em được biết thì bên bộ môn của Khoa Điện đã có đề xuất được tăng sĩ số tối đa của các lớp lên 10 sinh viên ạ, cụ thể là có môn Kỹ Thuật Số (mã môn EE1009). Cho em hỏi là khi nào thì PĐT cập nhật lại danh sách tăng sĩ số ạ, tại vì đợt đăng kí môn lần này của em có môn song hành với môn đó nên em cần đăng kí được môn đó ở trong đợt 2 này ạ.  Em cảm ơn đã đọc và em mong chờ phản hồi từ nhà trường.",
    "em muốn đăng kí vào lớp DT02_DT02 của môn truyền số liệu và mạng EE3019 nhưng sĩ số đang là 30/30, em xin phép được tăng sĩ số lên ạ",
    "Môn học Lịch sử Đảng Việt Nam (SP1039) của khóa K19 trở lên không có lớp đăng ký ạ? (E đã học SP1035 trong học kỳ 203)",
    "Chào thầy/cô. Hiện tại em đăng kí được môn kì chính kết thúc vào tiết 12, và đăng kí môn dự thính vào tiết 13 (môn dự thính chỉ có lịch 3 tuần). Cả 2 cùng cơ sở 1, em xin hỏi như vậy có bị huỷ môn không ạ? Mong sớm nhận được trả lời . Xin cảm ơn và chúc sức khoẻ!",
    "Em đã thành toán học phí. Mong nhà trường mở lại cho việc đăng ký môn học.(ngày 12/08 hết hạn đăng ký) Em xin cảm ơn.",
    "Sinh viên:  MSSV:  Em đăng ký hoãn thi cuối kì môn Pháp luật đại cương HK202 Em xin chân thành cảm ơn",
    "Em tên là , mssv:  Hiện là sinh viên năm 5 khoa Kỹ thuật Giao thông, chuyên ngành kỹ thuật Hàng không, thuộc chương trình Kỹ sư chất lương cao Việt-Pháp (PFIEV) Hiện nay em không thể đăng ký luận văn tốt nghiệp vì chưa đủ điều kiện anh văn (do đợt dịch kéo dài vừa rồi nên em chưa thể thi và nộp bằng được) Em mong phòng đào tạo tạo điều kiện giúp em có thể đăng ký luận văn tốt nghiệp để nhanh chóng hoàn thiện chương trình học (với điều kiện cuối kỳ tới em sẽ nộp đầy đủ chứng chỉ ngoại ngữ anh văn) Em xin chân thành cảm ơn!",
    "Kính gửi PĐT. Em tên: . MSSV: . Hôm nay em làm đơn này để xin PĐT cho  em xin hoãn thi môn Thiết kế ô tô. Do dịch bệnh nên em đã ở lại luôn trong công ty vì công ty em nằm trong Khu Công Nghiệp đang áp dụng chỉ thị 16. Máy tính em đã để ở nhà và giờ chỉ có một điện thoại di động mà tình hình dịch căng thẳng như vầy em không thể trở về nhà để lấy thiết bị được.Với lại mạng Wifi ở trong công ty có lúc không ổn định và chập chờnEm không đủ thiết bị để dự thi online trong kỳ thi này. Rất mong PĐT xem xét và giúp đỡ cho em ạ. Em xin  cám ơn PĐT rất nhiều.",
    "Sinh Viên:  MSSV:  Em gửi lại file xin hoãn thi môn Giải tích 2 HK202 do bữa em điền sai tên môn. Em xin lỗi vì sự bất tiện này.",
    "Em chào quý thầy cô, Hiện tại em đã đki môn lập trình web(C03049) lớp L04_L07 sỉ số hiện tại đang là 30/40 nhưng em thầy lịch học lí thuyết nó chứ hiện dòng hangout nhưng thực hành thi có phòng học cụ thể rồi. Vì một số lớp khác lớp khác lớp lý thuyết đã có  phòng hangout . Cho em hỏi là nếu như vậy thì lớp này có bị hủy sau khi hết đợt đk đợt 2 không ? Vì 16/8 bắt đầu vào học rồi nên em sợ ko đk học được môn này. Em xin cảm ơn.",
    "Kính gửi pdt Em xin hỏi về vấn đề đăng kí môn học hk 211 .Em có dk 1 môn ở học kì chính thứ 4 tiết 10 đến 12 ,dự thính em cũng dk 1 môn thứ 4  từ tiết 13 14 .vậy pdt có cho phép đăng kí cả 2 môn không vì 2 môn đó khác cơ sở và đều học online trên tkb . Xin cảm ơn.",
    "chào thầy/cô. e môn e muốn học hiện tại đã full e muốn đăng kí mở thêm sỉ số đươc không ạ? và quy trình mở thêm sỉ số là gì vậy ạ ? em cảm ơn",
    "Thiết kế hệ thống cơ khí (ME4003)",
    "Chào anh/ chị, em là sinh viên K13 của chương trình PFIEV , hiện tại em đang bị tạm dừng vì học kỳ 202 em không đăng ký môn học, hiện tại em đã hoàn thành được 262 tín chỉ, em còn nợ 1 môn học và luận văn tốt nghiệp có thể hoàn thành trong học kỳ 211, em xin phòng đào tạo xem xét tạo điều kiện cho em tiếp tục học thêm 1 học kỳ để em hoàn thành việc học, không bỏ công sức 8 năm ở trường.",
    "Với tình hình hiện tại thì sẽ học online nên pdt có thể hủy lỗi   B không đủ thời gian di chuyển giữa hai cơ sở    được không ạ. Do em không thể sắp xếp tkb được. Em cảm ơn",
    "E chào cô ạ.chiều hôm qua em có gửi đơn xin mở môn Nguyên lý kiến truc công nghiệp (CI2021) lên khoa chấp thuận rồi mà sao vẫn chưa thấy đc mở môn vậy ạ. Vì môn này hết mở từ khóa k18 nên hiện tại rất khó mở để học ạ. mong cô xem xét lại giúp và có thể mở môn trong kỳ này ạ. Tình hình dịch nên em rát khó gặp thầy cô xin chữ ký ạ. em đã xin được giáo viên dạy và gửi lên khoa chấp thuận rồi ạ    .",
    "Xin mở sỉ số nhóm lớp CI2091 (lớp hiênj tại 60 người hangout) và xin đăng kí cho sinh viên năm 5  MSSV ",
    "Xin chào thầy/cô. Em là . MSSV  Em vừa có điểm TOIEC nói & viết là 220 do BK English tổ chức thi online ngày 30/7/2021. Cho em hỏi là bây giờ em vào mybk -  đăng kí xét tốt nghiệp được luôn không ạ?  (Hệ thống tự chuyển điểm cho e rồi phải ko ạ?)  ",
    "Xin PĐT mở thêm sỉ số môn Hư hổng sửa chữa công trình (Mã môn học CI1051)  với ạ.",
    "Kính gửi Phòng Đào Tạo Em tên là  MSSV :  em là sinh viên chính quy đã chuyển sang hệ VHVL (Lúc chuyển em có làm hồ sơ chuyển và vẫn giữ nguyên MSSV bên chính quy , chỉ thay đổi sang hệ VHVL), em đã tham khảo ý kiến thầy cô tại Phòng Đào Tạo là lúc chuyển vẫn giữ là sinh viên K18 và học tiếp chương trình K18 hệ VHVL, chuẩn nhận LVTN và ra trường của K18 hệ VHVL là Toiec450 và em đã đạt được chứng chỉ Toiec465 và cũng đã thẩm tra thành công trên MyBK, vậy em đã đủ điều kiện đăng ký môn LVTN ME4029 ,nhưng ĐKMH đợt 2 em vẫn không thể đăng ký được vì hệ thống báo thiếu Chứng chỉ Ngoại Ngữ , em mong Phòng Đào Tạo xem xét để em có thể đăng ký môn LVTN ,em xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo. Em xin được gửi đơn đăng kí thu nhận lại. Mong phòng đào tạo giải quyết để em có thể tiếp tục theo học. Em xin cảm ơn!",
    "Em xin chào Thầy(Cô) ạ! Thầy(Cô) cho em hỏi là em chỉ mới điền forms đăng ký hoãn thi theo forms của PĐT (https://forms.gle/ckyYcJMWN7w3kqe56), chưa nộp biểu mẫu \"phiếu đăng ký hoãn thi/vắng thi có phép\" như trên web của PĐT (có xác nhận của chủ nhiệm ,...)  Hiện tại em muốn hủy forms này thì chỉ cần nhắn thông tin (tên môn, mã môn, HK, ngày thi, phòng thi, ca thi,...) vào bksi cho PĐT thôi phải không ạ! Em xin lỗi vì đã làm phiền! em xin cảm ơn Thầy(Cô) ạ!",
    "Em là Nguyễn  - . Tình hình là khi thi môn Pháp Luật Đại Cương nhóm DT02-B ca 10h thì em ghi hình bằng google meet, chuẩn bị thi thì bị nháy điện nên nó dừng ghi mà em không biết. Khi em thi xong, nộp bài xong và kiểm tra lại thì thấy em chưa ghi hình. Lúc đó em hoảng và chỉ ghi lại được lúc mình đã nộp bài xong. PĐT cho em hỏi bây giờ em nên hoãn thi hay có cách nào để hội đồng thi châm chước không ạ. Đây là lỗi cá nhân em. Em cảm ơn.",
    "Dạ em xin nộp biểu mẫu lý do thanh toán trễ học phí ạ !",
    "Chào thầy cô, em tên là ; mssv: , học lớp GT19HK. Em đang đăng kí mở lớp dự thính môn cơ học thủy khí (TR1005) và đã xin được giáo viên giảng dạy là thầy  và xác nhận của Khoa và bộ môn. Mong phòng đào tạo có thể mở lớp cho chúng em. Em xin cảm ơn ạ. Đây là danh sách sinh viên đăng kí ạ: https://docs.google.com/spreadsheets/d/1StoUMy0vggSjTg8CZoejsxks7779nrD4fg-/edit?usp=sharing    .",
    "chào thầy/cô hiện tại em và 1 số bạn đổi chuyên nghành hoặc bảo lưu 1 năm bị mắc kẹt giữa việc chuyển đổi môn giữa k19 và k18 có môn k18 học nhưng k19 không học, tụi em mở lớp thì tới hạn không ai đăng kí có môn tụi k19 là tự chọn k18 bắt buộc, tụi em đăng kí môn tương đương thì không bạn k19 nào đăng kí môn học đó, và tình hình là còn rất nhiều môn giống như vậy ở những học kì sau tụi em đã xin mở dự thính nhưng form chỉ có 4 tới 6 bạn đăng kí. em xin phép pdt cho tụi e chuyển từ k18 về k19 để học chương trình mới vì chương trình cũ tụi em bị kẹt và không thể nào mở lớp được nữa. và nếu đổi thì những môn học tụi em chưa học sẽ như thế nào? quy trình đổi như thế nào ạ? em cảm ơn thầy/cô đã xem",
    "Dạ hồi em còn học CĐ có mấy môn em đk mã mới của hệ ĐH học và đã qua môn rồi. Giờ em học liên thông lên hệ ĐH thì những môn hồi đó em đk mã mới để học và qua môn, thì em có được xét miễn mấy môn đó không ạ?",
    "tiếp tục ĐKMH cho HK 211, SV vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viêniểu mẫu  Em chưa hiểu câu này lắm ạ. Vào trang đó thì em thấy mẫu đơn thu nhận Lại thôi ạ",
    "Chào thầy cô, cho em hỏi về việc đăng kí thi lại sau khi hoãn thi trong HK202 các bước như thế nào ạ ? (Cụ thể em thắc mắc là có cần đăng kí môn học đó, đóng học phí hay không)",
    "Theo em được biết thì bên bộ môn của Khoa Điện đã có đề xuất được tăng sĩ số tối đa của các lớp lên 10 sinh viên ạ, cụ thể là có môn Kỹ Thuật Số (mã môn EE1009). Cho em hỏi là khi nào thì PĐT cập nhật lại danh sách tăng sĩ số ạ, tại vì đợt đăng kí môn lần này của em có môn song hành với môn đó nên em cần đăng kí được môn đó ở trong đợt 2 này ạ.  Em cảm ơn đã đọc và em mong chờ phản hồi từ nhà trường ạ.",
    "Dạ em xin chào ạ, em muốn hỏi về tập tin ghi màn hình trong quá trình thi online của em bị lỗi chỉ ghi được lúc điểm danh, và lúc sắp bắt đầu thi thì ứng dụng ghi màn hình bị dừng và em không kịp kiểm tra lại. Em muốn hỏi tệp tin như vậy có bị ảnh hưởng gì đến kết quả thi không ạ. Em xin cảm ơn nhiều ạ",
    "CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM       --                                Kính gửi:-Phòng đào tạo trường bách khoa hcm          -Ban chủ nhiệm khoa:Điện-Điện tử          -Giang viên môn học: Em tên là: MSSV: Chuyên ngành:Điện tử-Viễn Thông Nay em viết đơn này xin hủy hoãn thi cuối kì học phần: Kĩ Thuật Siêu Cao Tần (Mã số môn học :EE3025), thuộc học kì 202, năm 2020-2021. Lý do:-Buổi thi môn kĩ thuật siêu cao tần là vào ngày 10/8/2021 mà trước đó khu vực em sinh sống có thông báo vào ngày 10/8/2021 là cúp điện vì thế nên em sợ không thể tham gia thi online được nên em đã hoãn thi nhưng một ngày sau đó lại có thông báo có điện lại nên em quyết định vẫn thi như lịch đã sắp xếp. Em viết đơn này mong phòng đào tạo có thể giúp em hủy hoãn thi môn kĩ thuật siêu cao tần.Em cảm ơn rất nhiều ạ.  Viết Đơn  ",
    "Em xin chào Thầy(Cô)! Cho em xin phép được nộp đơn xin   B HỦY    forms đăng ký hoãn thi em đã nộp trước đó theo forms của PĐT (https://forms.gle/ckyYcJMWN7w3kqe56). Do em có một vài hiểu lầm về hệ thống sau khi nộp bài, em đã trao đổi lại với GVBM và đính chính đấy không phải là lỗi hệ thống và kết quả thi của em vẫn bình thường. Em mong quý Thầy(Cô) của PĐT xem xét giúp em ạ! Em xin lỗi vì đã làm phiền Thầy(Cô)! EM xin cảm ơn ạ!",
    "LA1009 - ANH VAN 4  - em xin mở thêm sỉ số cho e vào học Lớp ANH VAN 4 vào thứ 3 ạ",
    "Dạ em chào PĐT. Em khoa cơ khí k17, em chưa học môn Kỹ Thuật Chế Tạo 2 mã môn học ME3033, môn đó là môn tiên quyết để em làm đồ án nhưng mà giờ hiện tại thì không còn mở nữa, PĐT cho em hỏi có môn nào thay thế môn đó không ạ? và nếu không còn môn nào thay thế thì em phải làm sao ạ? Em cảm ơn PĐT.",
    "Chào thầy cô Em xin lỗi vì email này có phần chậm trễ, do đến sáng nay thầy bộ môn mới reply trả lời em. Thầy đồng ý dạy tụi em kì dự thính (em xin đính kèm hình ảnh mail thầy bên dưới). Em mong quý thầy cô thông cảm và mở môn học này giúp em. Vì tụi em k18 là lứa cuối học mã này của môn, và tụi em cần trả nợ/ cải thiện môn này để kịp tốt nghiệp. Hiện tại danh sách đăng kí tầm 12 13 bạn (em đính kèm file bên dưới) nhưng em tin chắc nếu quý thầy cô cho tụi em một đợt vét cuối để học môn này thì số lượng sinh viên đăng kí sẽ tăng lên nhiều vì mọi người đều biết đây là cơ hội cuối ạ. Em mong quý thầy cô cân nhắc và cho tụi em cơ hội mở lớp. Em xin chân thành cảm ơn quý thầy cô.",
    "em xin gửi phòng đào đạo file pdf đơn xin thu nhận có chữ kí và ảnh chụp đơn viết tay PHỤC HỒI TKB203 MỞ DKMH HK211",
    "Kính chào quý thầy cô. Em tên , k18, khoa Kỹ thuật hóa học, 2021-2022 là năm học cuối theo chương trình đào tạo của em. Thưa quý thầy cô, theo chương trình, em cần hoàn thành môn IM3001 để kịp tốt nghiệp, nhưng hiện tại 12 lớp của môn này đều đã full slot, em cũng không thể xin ai nhường slot vì các bạn đều cần học để ra trường đúng dự định. Bản thân em cũng rất hứng thú với ý tưởng kinh doanh cho kĩ sư và cũng chỉ môn IM3001 - lớp L09 là có giờ học không trùng với các môn chuyên ngành khác của em. Lịch trình năm cuối của em, ngoài thực tập tốt nghiệp, còn phải sắp xếp nhiều môn khác và thường xuyên đi lab để làm luận văn, nên sẽ thật tệ nếu vì một môn như đúng chương trình đào tạo của em, lại chỉ vì chậm tay, các lớp hết slot mà em bị tuột lại so với các bạn cùng khóa. Sẽ thật đau lòng với em và cả gia đình em nếu điều đó xảy ra, phải không ạ thưa quý thầy cô? :( Hiện tại sĩ số đang là 60. Tính luôn giảng viên thì lớp tầm 61, vẫn còn rất xa mới tới giới hạn của google meet, và em tin rằng việc nhận thêm 1 học trò ham học cũng không làm quý thầy cô bộ môn phiền lòng. Em biết quý trường luôn muốn tạo điều kiện để sinh viên ra trường đúng hạn và bản thân em cũng nỗ lực mỗi ngày vì điều ấy nên em khẩn khoản mong quý thầy cô có thể suy xét và mở thêm sĩ số môn IM3001 - lớp L09 để em đăng kí học kịp chương trình như bạn cùng trang lứa. Em xin chân thành cảm ơn quý thầy cô.",
    "Em không đăng ký được LVTN do thiếu các môn tiên quyết, chuẩn anh văn. Các mốn đó Em đã chuyển điểm của các môn đó từ chính quy qua Hệ VHVL rồi ạ, mong PĐT cho em đăng ký Luận Văn TN. SV:  MSSV:  Hệ VHVL, Khoa KTXD",
    "Chào bạn PDT đã  đồng ý và tiếp nhận đơn thu nhận vào HK203 của bạn Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 14/08/2021 Sau 13h ngày 13/8 bạn vui lòng vào ĐKMH, nếu không vô được bạn đợi mail để đăng ký môn học vào đợt 3 (nếu có nhu cầu) Thân",
    "Em tên :   Mssv :  Em mong thầy cô giúp đăng ký bổ sung môn học : ANH VAN 4 , Msmh : LP1009 cho học kì 211. Em xin chân thành cảm ơn.",
    "Kính gửi PĐT em là  M2015 em thấy thông tin mã môn học Cấp Thoát  CI3095 đổi thành mã CI3241 em đăng ký mã học phần này xong thì vẫn ra trường được phải không ạ, còn mỗi môn này e sợ bị ảnh hưởng ạ. Em mong PĐT phản hồi giúp em ạ. Em cảm ơn rất nhiều.",
    "Em chào thầy/cô, Học kỳ 211 sắp tới này em có đăng ký học lại môn Kế toán quản trị-IM2019, nhưng do trùng lịch môn khác nên em không được phòng đào tạo đăng ký, vì thế em có cùng các bạn khác làm đơn đăng ký mở thêm lớp cho môn này. Em thắc mắc không biết nếu mở thêm lớp, thì lớp này vẫn nằm trong học kỳ chính, và tính tiền theo quy định học phí trong học kỳ chính của chương trình chất lượng cao phải không ạ?  Em cảm ơn.",
    "Em là sinh viên khoa Điện- điện tử khóa K16. Trong đợt đăng kí dự thính học kì 211, lớp dự thính môn Kỹ thuật siêu cao tần- EE3025 có sĩ số 60 và đã hết suất đăng kí. Em xin phép PĐT có thể nới sĩ số lớp để em có thể đăng kí cho kì tới, để có thể tốt nghiệp trong kì sau. Em đã thử tìm thêm các bạn có nhu cầu muốn học để mở thêm lớp nhưng không đủ . Em mong PĐT sẽ xem xét nguyện vọng của em !!! Em xin chân thành cảm ơn!!!",
    "Chào phòng đào tạo Em xin nộp đơn mở môn học quản lý dự án mã môn học ME3223 và đơn kèm theo",
    "Dạ em chào thầy/ cô, Chúc quý thầy cô sức khỏe! Hiện tại em là sinh viên hệ chính quy nhưng mong muốn của em là chuyển sang hệ VHVL. Em mong quý thầy cô tạo điều kiện hướng dẫn em hoàn thành thủ tục chuyển hệ. Em xin chân thành cảm ơn quý thầy cô.",
    "Kính gửi thầy cô, Sau khi xếp lịch thì môn quản trị kinh doanh mã IM3001 đã nhanh chóng đủ sĩ số cả 12 lớp khiến em không thể nào đăng ký được. Dù đã thức đêm để canh và hỏi khắp các hội nhóm xin đổi nhưng em vẫn không thể kiếm 1 chân trong lớp. Sáng nay em thấy 1 lớp đã được mở thêm sĩ số thành 61. Em mong thầy cô tạo điều kiện mở thêm sĩ số nhóm L09 để em nhanh chóng hoàn thành chương trình học ra trường. Nếu để lỡ kì này phải học vào kì sau, ảnh hưởng thời gian ra trường thì thật sự rất đáng tiếc nhất là trong tình hình dịch bệnh này. Em cảm ơn thầy cô đã xem xét",
    "Kính gửi PDT. Em tên  MSSV:  Em xin nộp đơn xin thu nhận, em cám ơn .",
    "Kính gửi a/c PĐT Em là , MSSV , khoa máy tính . Do đóng học phí trễ (vì nơi cư trú nằm trong khu phong tỏa không thể ra ngoài) nên hiện tại em không đăng ký được môn cho HK203. Về nguyên nhân đóng trễ và nguyện vọng khôi phục TKB + đăng ký môn học cho HK203, em đã có trình bày trong yêu cầu ID #27789 và đã được thầy  - trưởng PĐT đồng ý. Em có gửi yêu cầu với ID #28721 từ 7/8 nhưng chưa thấy có ai trả lời nên em tạo lại. Do ngày mai là hạn cuối đăng ký môn học. Kính nhờ a/c PĐT hỗ trợ mở khóa giúp em để em có thể đăng ký môn học. Em cám ơn a/c nhiều ạ.",
    "em muốn đăng kí thêm vào môn học  :   : EE3015",
    "Em chào thầy, cô Hôm 30/07 em có đăng ký chuyển hệ VHVL nhưng giờ vẫn chưa có email thông báo kết quả. Hôm nay em lên xem các thông báo khác thì đã có thông báo nhập học đợt 1. Cho em hỏi là hồ sơ của em có được duyệt hay em đã đăng ký trượt như thế nào ạ? ",
    "Em tên Trần Bình Nguyên Hưng, MSSV 185243,ngành kỹ thuật xây dựng công trình giao thông chất lượng cao . Do ngành công trình giao thông của em từ khóa K19 trở đi không còn nữa ở Chất Lượng Cao và chương trình bị đổi. Hiện tại khóa K18 chất lượng cao em còn sót em và một bạn chưa được học Cơ Học Đất . Nếu em không được học môn Cơ Học Đất trong kì này thì em sẽ không được học môn Nền móng và các môn khác ạ. Như vật sẽ ảnh hưởng đến tiến độ học của em . Cho em hỏi là em có được đăng ký môn Cơ Học đất k19 (Mã CI3235) rồi sau này em nộp đơn xin xét tương đương môn Cơ học đất của K18 (Mã CI3001) được không ạ. Mong nhận được phản hồi sớm từ phòng đào tạo. Em xin cảm ơn. Trân trọng./.",
    "Dạ cho em xin gửi đơn đăng ký thu nhận và đơn xem xét phục hồi TKB 203 và mở đăng ký môn học 211",
    "Do hiện giờ em đang thiếu chỉ nên em đăng kí thêm môn \"Quá trình và thiết bị truyền khối\" (CH2051) nhưng mà khi đăng kí thì hệ thống lại báo cần học môn Hóa Lý (CH2003) trước . Nhưng sau khi coi lại chương trình đào tạo của ngành Công Nghệ Sinh Học thì em không thấy môn học này mà lại thấy CH2051 là môn học bắt buộc . Vậy em có phải đăng kí môn Hóa Lý (CH2003) không ạ ? ",
    "Dạ em chào thầy/cô ạ em mong thầy cô giúp em trong việc mở lại đăng kí môn học và phục hồi học kỳ 203 ạ Em cảm ơn!",
    "Em chào  Em thi anh văn đầu vào được 470, thì phải đăng kí vào lớp av2 đúng không ạ? Nhưng khi đăng kí lớp av2 thì nhận được thông báo phải học av1 trước là sao ạ? Em cảm ơn!!!",
    "Chào Thầy Cô! Em tên  ,sinh viên năm 3 khoa Cơ khí.Em mong PDT có thể mở thêm sĩ số lớp cho em được đăng ký môn MT1009 của lớp LO3.Em cám ơn.",
    "Dạ em chào thầy cô. Cho em hỏi là mình học tiết 11 ở CS2 xong rồi học dự thính bắt đầu từ tiết 13 ở CS1 thì sau khi đk có bị xóa môn không ạ?  Em xin cảm ơn.",
    "n xin thu nhận lại sinh viên  .   B Xin phục hồi thời khóa biểu học kỳ 203 (Chính quy) và mở đăng ký môn học học kỳ 211   ",
    "Gửi PĐT em xin gửi biểu mẫu đăng ký học dự thính có chữ ký thầy cô bộ môn ạ, mong PĐT chấp nhận và mở lớp ạ. Em xin chân thành cảm ơn rất nhiều.",
    "Kính gửi PĐT. Em tên:; MSSV: hệ:VLVH Vì giải quyết học phí trễ nên hiện tại mới có thể đăng ký môn học và gặp một số vấn đề sau. 1/ không thể đăng ký môn EN3013 - Ky thuat xu ly nuoc thai 2/ không thể đăng ký môn EN3005 -  -Vì đã đủ sỉ số Là một SV hệ VLVH nhưng ngành học bắt buộc phải học chung với hệ chính quy, em Mong Cầu PĐT xem xét và hướng dẫn em có thể đăng ký 2 môn học EN3013 và EN3005 để sớm ra trường giảm thiểu gánh nặng cho gia đình, vì hiện tại rất khó khăn. Em trân thành cảm ơn sự giúp đỡ của nhà trường.",
    "Em chào PĐT, em là  -. Hôm thi 9/8 đường lối. Do thi môn đầu tiên nên phần ghi màn hình của em xảy ra trục trặc, cụ thể là ko ghi full màn hình laptop mà chỉ ghi mỗi tab Word làm bài, tab google riêng biệt. Em không hay điều đó xảy ra, khi thi xong, em kiểm tra lại thì có tới 6 đoạn video riêng lẻ. Em cam đoan trong suốt quá trình thi luôn trung thực, không gian dối. Với môn thi cho phép  dùng bất cứ tài liệu nào, nên việc em gian dối trong khi thi là không thể ra. Mong PĐT chấp nhận video ghi hình của em là hợp lệ. Em xin lỗi vì sơ suất ạ!  Em xin cảm ơn PĐT! ",
    "Thầy cô có thể mở rộng sĩ số môn SP1033 - K/tế chính trị Mác- giúp em được không ạ, vì đó là môn học trước của nhiều môn sau, em cũng đã đăng ký ở đợt 1 rồi. Nếu không đăng kí được em sẽ chậm tiến độ. Em cảm ơn.    .",
    "Chào thầy/cô, em là  .Thầy/cô cho em hỏi là lớp dự thính có mã lớp là T.. có mã môn học giống với môn em cần học, em thuộc hệ chính quy, thầy/cô cho em hỏi em có thể đăng kí môn thuộc mã lớp đó để học không ạ. Em xin cảm ơn ạ.",
    "T5125      . Hiện tại em đã thanh toán trễ hạn học phí học kì cũ đầy đủ, kính mong PĐT có thể xem xét kết quả đăng kí đợt 1 hệ VLVH, và mở khoá đăng kí đợt 2 để em có thể điều chỉnh, em xin chân thành cảm ơn PĐT.",
    "Thầy/ cô cho em hỏi,  Em là sinh viên hệ vừa học vừa làm, với thời gian đăng ký môn học sắp tới Nhưng, có vài môn em đang cần học thì lại full chỗ học rồi nên không thể đăng ký đc,  Cho em hỏi làm cách nào để có thể đăng ký thêm vào môn học đó ạ???",
    "em là sinh viên k17 khoa điện và hiện tại còn thiếu môn Kỹ thuật số (mã cũ) EE1015 hiện tại em thấy có một mở lớp dự tính với sĩ số hiện tại 30/30 thì em có thể xin vào lớp đó để có thể học xong chương trình được không ạ!Mong pdt có thể mở rộng sĩ số cho em vào học ạ! Em cám ơn",
    "Em chào Thầy/Cô Em muốn xin được mở thêm sỉ số cho lớp hệ thống năng lượng xanh (EE3131) ạ. Em mong Thầy Cô có thể xem xét và mở thêm suất học cho môn học này, em cảm ơn Thầy/Cô và chúc Thầy Cô nhiều sức khỏe.",
    "Em là , MSSV: . Em có chuyển điểm các môn Thạc sĩ xuống các môn Đại học vào kì 201 (chương trình liên thông Thạc sĩ). Cô/Thầy cho em hỏi là các điểm chuyển này đã được tính vào DTBTL ở Bảng điểm của https://mybk.hcmut.edu.vn/stinfo/ này chưa ạ . Em cảm ơn ạ ",
    "Em đã hoàn thành xong học phí rồi. Mình nhà trường xem xét cho em được đăng ký môn học. Em cảm ơn",
    "MSSV:     Em xin chào thầy cô, Em xin đăng ký thu nhận lại sinh viên vì học kì trước em đã bị tạm dừng do không đăng ký môn học. Em không thể lên văn phòng trực tiếp để nộp đơn được nên em xin nộp qua đây. Em mong thầy cô xem xét. Em xin cảm ơn.",
    "Chào thầy (cô), Em là sinh viên Bằng 2 chính quy khóa 2021.MSSV:  Em có các câu hỏi sau: 1/Em đăng ký môn học cho HK211-Đợt 2 lớp chính qui thì báo lỗi như hình em đính kèm không đăng ký được. 2/Do sinh viên Bằng 2 khóa 2021 nhập học trễ so với đợt đăng ký môn học nên sĩ số lớp học đã full và không có lớp học được mở.Hiện tại tất cả các bạn đều có tình trạng chung là không đăng ký được môn học. Mong được PDT giải quyết để tụi em được đăng ký môn học. Cảm ơn!",
    "Em hiện muốn đăng ký luận văn tốt nghiệp vào học kỳ 211 và đã đăng ký thi lấy bằng ngoại ngữ vào trung tuần tháng 7 nhưng đợt thi đó bị hủy do tình hình phức tạp của dịch bệnh nên tới hiện tại em vẫn chưa đáp ứng được chứng chỉ anh văn. Em mong nhà trường có thể cho phép em thực hiện luận văn tốt nghiệp trước và bổ sung chứng chỉ anh văn sau khi thành phố dỡ bỏ giãn cách xã hội theo chỉ thị 16.",
    "Em đã gửi đơn bên dưới, cô nhận được chưa ạ",
    "Xin chào phòng tào tạo, Em tên là , MSSV  đang theo học khoa cơ khí, chuyên ngành chế tạo máy . Em vừa thực hiện xong bài thi cuối kì môn Pháp Luật Việt Nam Đại Cương và đã ghi màn hình cho lần thi này. Tuy nhiên, tệp quá nặng (4GB) nên em đã nén bằng phần mềm WINRAR có phần mở rộng là .rar và tải lên google form như phòng đạo tạo quy định. Em có thắc mắc là dùng phần mềm WINRAR để nén có được chấp thuận không? Nếu không thì em nên dùng phần mềm nào để được chấp thuận? Em xin chân thành cảm ơn và mong phản hồi sớm từ phòng đào tạo.",
    "Xin kính chào quý thầy cô. Em tên (), sinh viên K18 Khoa cơ khí. Chuyện là hôm nay 11/8/2021. lúc 10h em có thi môn Pháp luật đại cương. Khi thi xong là khoảng 11h05p, điểm danh xong lại lần cuối thì giám thị cho phép em ra khỏi phòng thi . Khi đó em đã nhấn dấu X tắt các tab như buổi thi hôm trước, nhưng đến nay là 14h50 mà hệ thống BKex vẫn KHÓA không cho vào. Em cũng đã mở chặn cookie theo yêu cầu nhưng vẫn không được. Em rất mong quý thầy cô cho em giải pháp để em vào nộp file ghi màn hình nữa. Em còn 40h nữa à. Em xin chân thành cảm ơn quý thầy cô.",
    "Vì lí do dịch bệnh mà hiện tại việc đóng tiền học của em ở kì 203 vẫn chưa được thanh toán. Để tránh việc bị cấm 1 học kì em mong nhà trường có thể mở lại đăng kí môn học học kì mới cho em và em sẽ thanh toán học phí ngay khi có thể, hiện tại nhà em ở trong vùng dịch và không có ngân hàng gần nhà nên việc di chuyển qua quận khác để đóng tiền là điều không thể. Em mong nhà trường có thể thông cảm cho em! Em chân thành cảm ơn!",
    "chào ạ, Hiện em đang bị tạm dừng do thanh toán trể học phí,hiện tại em đã hoàn tất thanh toán nhưng tình hình dịch bệnh em không thể làm đơn gởi phòng đào tạo được ạ, giờ đăng kí môn học đợt 2 có bị xóa thời khóa biểu giống đợt 1 không ạ. Nếu bị xóa như đợt 1 thì giờ em phải làm sao ạ, mong được giúp đỡ ạ.",
    "em mong nhà trường xếp lớp cho em để học 2 môn EE2033 và EE1009. Hiện tại em bị chậm chương trình học khá nhiều mà kì 211 em chỉ đăng kí được 1 môn. Vì vậy mong nhà trường giúp em. Em xin chân thành cảm ơn",
    "Nhà trường mở khóa tài khoản BK exam cho em với ạ. Em đang cần mở để nộp video ghi man hình quá trình thi nhưng đã qua 2 giờ rồi hệ thống của em vẫn chưa được mở. Em thi vào sáng nay (11/8) kết thúc lúc 11 giờ và bị khóa tài khoản lúc đó, nhưng tài khoản BK exam của em mãi tới bây giờ vẫn chưa được mở khóa để em nộp video ghi màn hình. Mong cán bộ nhà trường mở lại nhanh nhất giúp em. Xin cảm ơn.   i  .",
    "Em xem kết quả đăng kí đợt 1 thì thấy được đăng kí 2 môn nhưng tkb thì lại không hiện gì ạ?",
    "Dạ em chào PDT! Hiện tại em đã được đăng kí môn và tình trạng sinh viên chuyển sang '' đang học '' nhưng mà TKB 203 của em chưa được phục hồi ( môn TTTN ) . Em có nhận được mail là làm đơn để phục hồi TKB 203 và ĐKMH . Em xin được gửi đơn xin phục hồi TKB 203 ạ",
    "Kính gửi Phòng Đào Tạo, Em là , đến từ ngành Bảo Dưỡng CÔng Nghiệp Khoá 18. Em mong muốn được đăng ký môn Kỹ Thuật Điện tử nhưng các lớp phù hợp với em đều đã đủ sỉ số. Những lớp khác, hoặc rất ít, hoặc bị trùng với một môn khác; và môn này mãi mãi sẽ không mở thêm lớp nào nữa. Em kính mong được Phòng Đào Tạo chấp nhận. Em xin cảm ơn.",
    "Dạ do đăng ký trẽ nên các lớp Nhập môn Trí tuệ nhân tạo (CO3061) đã đầy hết, xin hỏi phòng đạo tạo có thể cho em đăng ký thêm vào được không ạ, do ở kì sau em phải làm đồ án và em muốn làm đồ án theo hướng trí tuệ nhân tạo nên em muốn học môn này ạ. Em xin cảm ơn",
    "Xin phép phòng đào tạo em tên là  mssv  hiện là sinh viên K18 khoa xây dựng. Học kì 211 sắp tới e muốn xin phòng đào tạo mở thêm sỉ số lớp quản lí dư án xây dựng(CI1053) và lớp hư hỏng sửa chữa công trình(CI1051). Xin phòng đào tạo có thể tạo điều kiện mở thêm sỉ số giúp tụi em. Em xin cảm ơn",
    "em muốn đăng thêm vào môn học  Môn : : EE3015  : L03-L03",
    "Kính chào Nhà trường ạ, Em là , MSSV:  Em đã đăng kí hoãn thi theo link PĐT gửi, cho em hỏi là làm xong link đó rồi có cần làm thêm thủ tục gì nữa không ạ. Và hôm sau đúng giờ thi em có cần phải vô báo cáo thêm với giám thị coi thi là mình đã làm đơn hoãn thi không ạ. Em rất mong nhận được phản hồi ạ, Em xin cảm ơn và kính chúc nhiều sức khỏe, Trân trọng.",
    "Dạ em chào thầy/cô ạ, Dạ ngày 8/8/2021 em có thi môn Kinh tế Chính trị Mac trong khi làm em có quay màn hình lại nhưng mà lúc nộp em bất cẩn không đọc quy tắc đặt tên video và đã không sửa lại cho đúng yêu cầu của nhà trường. Dạ em không biết là video của em không nộp đúng tên như vậy thì bài thi môn đó của em có bị huỷ không ạ. Dạ em cảm ơn thầy/cô nhiều ạ.",
    "Chào Thầy/Cô. Thầy/Cô cho em hỏi lớp dự thính đạt sỉ số tối thiểu là bao nhiêu thì mới mở lớp ạ. Em cảm ơn Thầy/Cô.",
    "Em chào thầy/cô ạ, Em hiện là sinh viên chính quy, em thấy dự thính có mở các lớp đồ án nhưng thuộc nhóm lớp T (hệ vừa học vừa làm). Cho em hỏi nếu em đăng kí nhóm lớp này có được tính điểm và tín chỉ không ạ? Em xin cảm ơn.",
    "Kính gửi: PĐT trường ĐH Bách Khoa TP.HCM, Em là Phạm Nguyễn Cát Tường, sinh viên K18, MSSV: 1811328. Em xin đại diện các bạn K18 ngành LOG gửi pđt đơn xin mở lớp ME4645, đã được duyệt đồng ý bởi thầy Hiền, trưởng bộ môn Kỹ thuật Hệ thống Công nghiệp và thầy Hòa, giáo viên giảng dạy của môn ME4645. Kính mong PĐT sớm phê duyệt và mở lớp ME4645_Hệ thống Logistics thu hồi vào Thứ 7 tiết 3,4 ạ. Bên dưới là file đính kèm đơn đề nghị mở lớp và danh sách sinh viên đăng ký mở lớp và sự xác nhận đồng ý của giáo viên bộ môn và giáo viên giảng dạy. Em xin chân thành cảm ơn!  ---------- Forwarded message --------- Từ: HOA LE LU   leluhoa@gmail.com  Date: Th 3, 10 thg 8, 2021 vào lúc 16:35 Subject: Re: ĐỀ NGHỊ MỞ LỚP ME4645_HỆ THỐNG LOGISTICS THU HỒI To: Tường Phạm Nguyễn Cát   tuong.pham.log@hcmut.edu.vn  Cc: HIEN DO NGOC   hienise97@hcmut.edu.vn   Chào Cát Tường, Tôi đồng ý mở lớp ME4645 vào tiết 3-4, sáng thứ 7. Thanks, Hoà Vào Th 3, 10 thg 8, 2021 vào lúc 16:10 Tường Phạm Nguyễn Cát   tuong.pham.log@hcmut.edu.vn  đã viết: Kính gửi: Thầy Hiền, Trưởng bộ môn Kỹ thuật Hệ thống Công nghiệp,                 Thầy Hòa, Giáo viên bộ môn ME4645_Hệ thống Logistics thu hồi Em là Phạm Nguyễn Cát Tường, sinh viên K18, MSSV: 1811328. Em xin đại diện các bạn K18 ngành LOG gửi các thầy đơn xin mở lớp ME4645. Trong đợt 1 đăng ký môn học vừa qua, nhiều bạn đăng ký môn ME4645 nhưng hệ thống đã hủy môn. Nay em xin gửi các thầy danh sách các bạn mong muốn mở lớp ME4645 trong học kỳ này ạ. Mong các thầy phê duyệt để tụi em hoàn thành chương trình học đúng hạn ạ. Em xin cảm ơn và chúc các thầy nhiều sức khỏe! -- Kind regards, Hoa Le (Brian) Business Analyst at Bessfu.in Lecture at Bachkhoa University M.A in Business - Victoria University, Australia P:  0829345552 Please consider before printing this email to protect our planet",
    "Em là Nguyễn Đình Minh Nhật, sinh viên Việt Pháp khoá 2015, vừa rồi vì không thể đi in giản đồ phục vụ cho việc thi môn Nguyên Lý Hoá Công Nghiệp nên em đã đăng ký hoãn thi và đã nhận được mail xác nhận đã đăng ký. Tuy nhiên hôm nay cập nhật điểm trên Bkel của thầy  thì vị trí của em ghi vắng thi, cho em hỏi rõ về vấn đề này là sao được không ạ, vì em đăng ký hoãn thi trước ngày thi ạ.",
    "Em chào thầy/cô, Em dự thi lớp AV4 lúc 13h chiều nay, phòng thi DT01-A. Vào lúc 13h, đã đến giờ thi nhưng do hệ thống bị lỗi nên phòng thi của em đã không load được đề. Do vậy nên giám thị coi thi bảo tụi em là nhấn F5 liên tục để load đề. Tuy nhiên, em đã không để ý đến phần mềm ghi màn hình của mình là VSDC Video Editor có phím tắt F5 có chức năng Pause/Resume. Nên khi em F5 để load đề thì đã vô tình Pause quá trình ghi hình, và dừng ghi tất cả thao tác sau đó. Do không nhận được thông báo từ phần mềm nên em đã không biết để sửa lỗi, cho đến khi em kết thúc ghi hình mới nhận ra mình đã dừng ghi từ lúc chưa bắt đầu làm bài và video ghi hình chỉ dài 25p trước giờ làm bài. Đây là lỗi do em vô ý nên mong thầy/cô có thể cho em hướng giải quyết được không ạ!! Em bảo đảm bằng cả danh dự của mình là trong quá trình thi em đã rất nghiêm túc, không gian lận. Em cảm ơn.",
    "Chào thầy(cô), Trước hết cho em xin lỗi, chuyện là hôm nay em thi online nhưng vì bất cẩn nên em chỉ nhẫn nút ghi mà quên nhấn nút trình bày ngay. Nhưng em đảm bảo với thầy (cô) là em không hề gian lận tại em không có tra tài liệu trên mạng (vì khi tra sẽ xảy ra tình trạng màu màn hình thay đổi giữa các tab) và em có ghi âm lại nên cũng đảm bảo luôn là video được quay ngay tại giờ thi. Mong thầy (cô) cho em biết giờ em phải làm sao ạ? Em cảm ơn.",
    "Em tên: Trần Huy Hoàng mssv:  Lúc thi môn Anh văn 4 (LA1009 LỚP DT01-A), em có sử dụng Google Meet để ghi hình màn hình chính, do chưa bấm vào trình chiếu màn hình nên video quay màn hình trả về 60 phút chỉ có biểu tượng màu đen của Meet . Em có mail cho bộ môn thì thầy nói :\"   I có cái gì thì cứ nộp lên  /I \". Em không biết như vậy có được chấp nhận không.   U Em có phải đăng kí hoãn thi để thi lại không ạ?    Em cảm ơn!",
    "Em đã bổ sung đơn xin phục hồi Em xin cảm ơn!!!",
    "Em xin PĐT khôi phục TKB và ĐKMH cho em ạ Em xin cảm ơn",
    "Kính chào quý thầy cô. Em tên , k18, khoa Kỹ thuật hóa học, 2021-2022 là năm học cuối theo chương trình đào tạo của em. Thưa quý thầy cô, theo chương trình, em cần hoàn thành môn IM3001 để kịp tốt nghiệp, nhưng hiện tại 12 lớp của môn này đều đã full slot, em cũng không thể xin ai nhường slot vì các bạn đều cần học để ra trường đúng dự định. Bản thân em cũng rất hứng thú với ý tưởng kinh doanh cho kĩ sư và cũng chỉ môn IM3001 - lớp L09 là có giờ học không trùng với các môn chuyên ngành khác của em. Lịch trình năm cuối của em, ngoài thực tập tốt nghiệp, còn phải sắp xếp nhiều môn khác và thường xuyên đi lab để làm luận văn, nên sẽ thật tệ nếu vì một môn như đúng chương trình đào tạo của em, lại chỉ vì chậm tay, các lớp hết slot mà em bị tuột lại so với các bạn cùng khóa. Sẽ thật đau lòng với em và cả gia đình em nếu điều đó xảy ra, phải không ạ thưa quý thầy cô? :( Hiện tại sĩ số đang là 60. Tính luôn giảng viên thì lớp tầm 61, vẫn còn rất xa mới tới giới hạn của google meet, và em tin rằng việc nhận thêm 1 học trò ham học cũng không làm quý thầy cô bộ môn phiền lòng . Chưa kể em thấy lớp L01 đã tăng được 1 sĩ số (61/60), vậy tại sao phòng đòa tạo lại không thể cho em thêm 1 slot L09 ạ? Em biết quý trường luôn muốn tạo điều kiện để sinh viên ra trường đúng hạn và bản thân em cũng nỗ lực mỗi ngày vì điều ấy nên em khẩn khoản mong quý thầy cô có thể suy xét và mở thêm sĩ số môn IM3001 - lớp L09 để em đăng kí học kịp chương trình như bạn cùng trang lứa.",
    "xin được thêm vào lớp vì lí do đã đủ sỉ số CI4023 - Thi công công trình csht thứ 3 tiết 9 10",
    "Gửi Phòng đào tạo, em tên là , em có một số câu hỏi xung quanh việc đăng ký môn An toàn quá trình (CH3297) như sau: 1) Theo như đề án của trường thì toàn bộ môn của chương trình đại trà được chuyển xuống cs2 nhưng ở tại sao lớp A01 của môn CH3297 vẫn để ở cs1 ạ? 2) Hệ thống xếp em học môn An toàn quá trình vào tiết 7-8 cs1 và môn Công nghệ các sản phẩm tẩy rửa vào tiết 5-6 cs2, vậy sang đợt 3 đkmh em có bị xóa hết 2 môn này (phải có giãn cách 2 cơ sở) không ạ? (Hình đính kèm bên dưới)",
    "Em đã đóng học phí HK203. Do vướng phải điều kiện  khi đăng kí môn học. Mong  giải quyết để em được DKMH. Sắp hết hạn đăng kí môn rồi ạ",
    "Vì dịch kéo dài em chưa ôn thi được chuẩn AV, PDT giải quyết cho em đăng kí LVTN trước rồi nộp chuẩn AV sau được không ạ? Em sinh viên K14 đang kéo dài học kì và giờ e chỉ còn LVTN vs chứng chỉ Av thôi ạ. Để em không phải chuyển sang VHVL, mong PDT giúp em! Em cảm ơn nhiều!",
    "Em đã đóng học phí HK203. Do vướng phải điều kiện  khi đăng kí môn học. Mong  giải quyết để em được DKMH. Sắp hết hạn đăng kí môn rồi ạ Đây là  Đơn trình bày lý do trễ hạn học phí ạ",
    "Hiện tại em rất mong phòng đào tạo có thể hỗ trợ tăng thêm sỉ số lớp L03 Môn Quản lý tinh gọn trong chuỗi cung ứng (ME4647). Em có biết được đợt đăng ký môn học này nhà trường không tăng sỉ số lớp do hình thức học online nhưng sỉ số hiện tại của lớp là 60 là rất bé so với 99",
    "Chào pđt, Em tên là  - , Hiện em đã thanh toán các khoản học phí trên bkpay, mong pđt mở lại cho em quyền đăng kí môn học ạ Em xin cảm ơn!",
    "Dạ cho em hỏi bây giờ em muốn hoãn thi gấp các môn còn lại của HK202, em phải làm những bước nào ạ, em cảm ơn ạ.",
    "Em tên:   Mssv : 170125 Hiện tại em mới thi xong môn pháp luật đại cương lúc 10h00p ngày 11/8 , em làm bài hết và hoàn thành nhưng lại quên quay video lại quá trình làm bài không biết có cách nào để giải quyết không ạ. Em cảm ơn .",
    "em mong PĐT xem xét sớm giúp em EM cảm ơn   i  .",
    "Dạ em 12/08 thi cuối kì vật lý 1, em có thể chỉ bố trí 1 camera là webcam để quay trước mặt và môi trường xung quanh em như hướng dẫn phần chuẩn bị không gian thi rút gọn đúng không ạ.",
    "XIN CHÀO THẦY CÔ! E là Đặng Hữu Phước sinh viên k18 ở đợt 2 đăng kí môn học học kì 211 e có lỡ bấm xóa đi môn kĩ thuật dự báo ME3157 sau đó e đăng lại thì không được. vì môn này là môn thay thế, tương đương của môn ME4601 nên hệ thống không tự động đăng kí  lại  môn này cho em. nên e viết maill này mong muốn thầy cô đăng kí lại môn ME3157 giúp em, vì môn này khá quan trọng ảnh hương đến chương trình học của e ở học kì sau. e xin cảm ơn",
    "Kính gửi Phòng Đào Tạo Em tên là  MSSV là sinh viên của lớp DD20 LT19 Nay, em viết mail này mong phòng đào tạo chấp nhận cho em hoãn thi môn Phương pháp tính của học kì 202( MT1009) Em xin cảm ơn.",
    "Dạ em chào cô. Em khóa 19, khóa em hồi đó nói để lên năm 3 cần hoàn thành 3 môn thể dục. Năm hai em mới đăng kí thể dục hk201 và 202 nên học kì sau em phải đăng kí thêm 1 môn thể dục nữa phải không ạ? Tại k20 chỉ học có 2 học phần thể dục, nên em có ảnh hưởng gì không ạ em vẫn phải học tiếp 1 môn thể dục nữa hay 2 môn là được rồi ạ? Em cảm ơn!  ",
    "Dạ em chào thầy/cô ạ, em muốn hỏi em là SV khoa hóa khóa K18 chương trình đại trà. Em muốn đăng kí nhưng mã lớp L-xx đã full số lượng có lớp P01 vẫn còn, cho em hỏi em có đăng kí được mã lớp này không ạ. Em cảm ơn",
    "PHỤC HỒI TKB203 MỞ DKMH HK211 Em chào thầy cô. Em xin gửi ĐƠN XIN XEM XÉT PHỤC HỒI TKB 203(CHÍNH QUY) VÀ MỞ ĐKMH 211 và ĐƠN ĐĂNG KÝ THU NHẬN LẠI ạ. Em mong thầy cô xem xét. Em xin cảm ơn",
    "Dear Thầy/Cô, Em tên là , MSSV: 161162. Ngày thi 30/7/2021 Sau khi nhận kết quả kỳ thi Nói-Viết em thấy thắc mắc về phần điểm bài viết của mình. Em mong muốn được phúc khảo lại điểm bài thi viết, kính mong Thầy/Cô hướng dẫn,kiểm tra và xem xét giúp em để em được phúc khảo điểm bài thi Viết. Em vẫn còn giữ bản scan của bài làm hôm trước (file đính kèm) và đơn xin phúc khảo (file đính kèm).Em mong sớm nhận được phản hồi từ Thầy/Cô! Trân trọng, ",
    "Kính gửi phòng đào tạo Em tên:  MSSV: Em xin gửi Phòng đào tạo đơn xin thu nhận lại(file word ở phần kèm theo) để em có thể đăng ký môn trong học kỳ tiếp theo. Em xin chân thành cảm ơn.",
    "Chào thầy/cô, Em muốn đăng ký môn học EE2017, nhóm lớp Z3CD_Z3CD  để kịp làm luận văn tuy nhiên lớp đã vượt sĩ số, 34/30 xét theo thời gian em làm đơn này Mong thầy/cô xem xét cho em đăng ký vào lớp ạ.",
    "Dạ cho em xin được đăng kí than gia lớp kết cấu thép 2 CI3211 lớp DT01. Bữa trước em có đăng kí nhưng bị xoá và sau đó em quên kiểm tra lại. Do tình hình dịch nên việc học và thi cũng có nhiều khó khăn nên em muốn đăng kí học lại môn học này trong kì tới. Vì đã về quê nên em không thể trực tiếp lên phòng đào tạo được. Em mong phòng đào tạo tạo điều kiện để em tham gia lớp học này. Em xin chân thành cảm ơn ạ!",
    "Em chào Thầy/Cô Em có nguyện vọng học môn Công nghệ sản phẩm mỹ phẩm (mã môn học : CH3147), nhưng hiện tại môn này đã đủ sĩ số, em xin phòng đào tạo mở rộng sĩ số môn này để em có thể đăng kí ạ Em cám ơn ạ",
    "Kính gửi Phòng đào tạo, Hiện tại em cần đăng kí môn học Truyền số liệu và mạng (EE3019) vì đây là môn duy nhất còn thiếu để em được đăng kí Đồ án. Tuy nhiên, hiện tại môn này chỉ mở 2 lớp dự thính và đã hết sĩ số. Mong Phòng đạo tạo có thể xem xét trường hợp của em để em có thể theo đúng kế hoạch học tập của mình. Xin cảm ơn.",
    "Tôi :     MSSV :  Lý do : Máy tính em bị sự cố về kĩ thuật, bật không lên màn hình, không đáp ứng được trang thiết bị kỹ thuật cho việc thi cử, kính mong phòng đào tạo xem xét chấp thuận cho em được hoãn thi môn này. Môn : Phương pháp tính     Nhóm : L06-C Giảng viên : ",
    "Chào phòng đào tạo ạ, Em có nhận được mail và thông báo xác nhận đã hoãn thi, nhưng bạn cùng phòng thi em nhắn lại là giảng viên gác thi xác nhận đình chỉ vì em không tham gia. Xin hỏi như vậy là như thế nào ạ? Phòng đào tạo sẽ cập nhật lại với giáo viên hay sao ạ? Mong sẽ sớm nhận được câu trả lời từ phòng đào tạo. Em xin cảm ơn ạ!",
    "Em chào quý thầy cô pđt. Hiện điểm trung bình tích luỹ của em là 7. Em có được làm tròn lên 8 để nhận bằng giỏi không?, quy định về làm tròn điểm tổng kết như thế nào . Em cảm ơn",
    "Chào phòng đào tạo ạ. Em tên , MSSV , đang học chương trình Việt Pháp ạ. Em muốn hỏi là muốn rút khỏi chương trình Việt Pháp thì phải làm sao ạ?",
    "Kính gửi Thầy/ Cô Em là Lưu Hoài Bảo Khuyên -1711828 . Nay em viết mail này kính mong Thầy/ Cô mở lớp Dự Thính Giải Tích 1. Hiện tại lớp đã đủ 15 bạn, hầu hết là năm cuối cần trả nợ để ra trường đúng hạn. Kính mong Cô xem xét và mở lớp giúp chúng em ạ. Em xin chân thành cảm ơn. Kính chào Thầy/ Cô.",
    "kỳ vừa rồi do còn thiếu anh văn nói viết nên e đã đăng ký môn anh văn 2 để giữ tình trạng đang học, môn anh văn 2 đó 19/8 này thi, nhưng e vừa có kết quả đã đậu anh văn nói viết, thì làm sao để huỷ môn anh văn 2 đó để đăng ký tốt nghiệp, hay là cứ kệ nó và vẫn đăng ký tốt nghiệp bình thường ạ.",
    "Kính chào Quý Thầy/Cô, hiện tại, học kì 211 em đăng kí làm luận văn và còn thiếu duy nhất môn Phương Pháp Tính (MT1009) để hoàn thành chương trình học (nhà trường/Khoa không mở môn học tự chọn). Em xin nhà trường có thể mở thêm sỉ số lớp L04 môn Phương pháp tính (MT1009) cho em được tham gia với ạ. Em xin kính mong quý Thầy/Cô tạo điều kiện giúp đỡ em trong hoàn cảnh này ạ. EM xin chân thành cảm ơn  .",
    "Em tên: Ngô Hoàng Pháp MSSV:  Hệ VLVH: khoa kỹ thuật xây dựng Em đã đăng ký môn LVTN 801303 ở đợt \"Đăng ký môn học Dự Thính Chính Quy + Hệ Vừa Làm Vừa học - HK211- Đợt 1\" thành công nhưng vẫn chưa có TKB. Hôm nay đăng ký vào đợt \"ĐĂNG KÝ MÔN HỌC DỰ THÍNH CHÍNH QUY + HỆ VLVH - HK211 - ĐỢT 2\" thì không đăng ký được do thiếu môn tiên quyết, em chuyển hệ từ K2012 và đã học hết các môn tiên quyết rồi ạ, các học kỳ trước em có đăng ký được nhưng chưa hoàn thành LVTN, Kính mong thầy/cô xem xét giúp em để em có thể đăng ký LVTN trong kỳ này ạ. Em xin cảm ơn.",
    "Kính chào quý thầy/cô, Em là sinh viên hệ VHVL năm 2020, nhập học theo chương trình đào tạo 2019-2020 là KHMT. Hiện tại phòng đào tạo có mở đăng ký môn học nhưng nhiều môn học lại của CTĐT cũ (ngành CNTT năm 2014), khác mã môn học, tên môn học gần giống nhau (VD: CTĐT 2014 có môn CO4011 - Kiểm Tra Thử Phần Mềm,  CTĐT 2019 là môn CO3015 - Kiểm tra phần mềm). Nếu tụi em đăng ký môn học theo CTĐT cũ thì sau này có được quy đổi sang môn học của CTĐT mới được không ạ? Những môn học của CTĐT mới 2019-2020 mà không mở lớp thì tụi em có phải học chung với lớp chính quy ban ngày không? Và làm thế nào để tụi em có thể học được những môn học mà không mở lớp (nếu xin mở lớp thì cần có điều kiện gì ạ?) Vì hiện tại tụi em đã chờ rất lâu nhưng chưa thấy PĐT mở đăng ký môn học theo CTĐT mới 2019-2020 của tụi em. Rất nhiều bạn phải chọn đăng ký môn của CTĐT cũ mà PĐT thường hay mở, nếu không thì sẽ không có lớp để học. Kế hoạch học tập của nhiều bạn cũng có chút lộn xộn vì nhập nhằng giữa môn học của CTĐT cũ và mới, cũng rất lo lắng là học xong môn rồi không được tính vào tín chỉ môn học do sai mã môn, sai CTĐT v.v. Kính mong nhận được sự hỗ trợ giải đáp thắc mắc từ quý thầy/cô. Em xin chân thành cảm ơn!",
    "Em chào PĐT, em còn thiếu 2 kỹ năng nói và viết để có thể tốt nghiệp, nhưng hiện tại đã đóng đăng ký từ tháng 5 tới bây giờ, PĐT cho em hỏi nếu sắp tới k mở cửa lại đc thì các sv chưa đáp ứng đủ 2 kỹ năng này sẽ chậm ra trường 1 học kỳ phải không ạ? Em hi vọng PĐT tạo điều kiện mở lớp thi online để sn sắp tốt nghiệp có thể ra trường đúng hạn, vì dịch covid19 tới quá bất ngờ nên tụi em k thể chủ động về lịch thi anh văn. Em xin cảm ơn!",
    "em muốn xin thêm 1 chỗ trong môn   :   :EE3015 -: L03-L03",
    "Nhà trường có thể đôi thời khoá biểu môn Nguyên Lý Kinh tế và Quản Lý Xây Dựng vào: Thứ 4 hoặc 5 tiết 13 14 được không ạ? Vì vào thứ 3 tiết 13 14 em có thời khoá biểu môn Thuỷ Văn Công Trình. Mong nhà trường xem xét sắp xếp lại giúp em ạ, em biết yêu cầu của 1 mình em là có thể sẽ ảnh hưởng đến các bạn khác nhưng hiện tại em đang bị chậm chương trình và vẫn mong nhà trường giúp em để em có thể đúng tiến độ ",
    "PDT cho em xin mở thêm sỉ số môn : kỉ thuật điện tử MSMH: IU2011 lớp L08 hiện tại đang  20/20. em mong PDT xếp dùm em để em có thể đăng ký thêm 1 môn khác cho kịp tiến độ.Dạ em cảm ơn.",
    "Dạ cho em hỏi là khi nào môn EE3011 được mở vậy ạ ?",
    "Em là , MSSV , khoa Kỹ thuật Hóa Học. Em có nguyện vọng muốn hoãn bảo vệ luận văn vì lý do dịch bệnh nên em đã không thể đến trường để làm thí nghiệm từ đầu tháng 6, nên không đủ số liệu để báo cáo. Em đã chuẩn bị đơn và có xác nhận đồng ý của giảng viên hướng dẫn. Em muốn hỏi em có cần được xác nhận của Bộ môn hay Khoa không ạ?",
    "Kính gửi pdt Hiện tại em vừa được mở đăng ký môn học cho VB2 (chính quy) Vấn đề là có đến 3 môn bắt buộc của năm đầu không có lớp. Tình hình dịch bệnh khó khăn, nên em chỉ còn cách mail pdt, mong pdt hỗ trợ giải pháp giúp em cho vấn đề trên. Thời gian ĐKMH tới 13 tây là kết thúc. Mong pdt giải quyết sớm giúp em. Trân trọng,    .",
    "Dạ em chào phòng đào tạo ạ, có thể thêm sỉ số lớp môn EE3021 Thực tập điện tử 2 không ạ? Em chỉ còn môn này để đăng kí làm đồ án, mong phòng đào tạo xem xét dùm trường hợp của em ạ. Em cảm ơn rất nhiều ạ",
    "nh gửi PĐT! Em tên:      MSSV:  Em có câu hỏi như sau: Em là sinh viên hệ VHVL ngành ĩ thuật cơ khí, học theo CTĐT 19. H211 này em muốn đăng kí môn học Đồ án chuyên ngành (ME4061), để đủ điều kiện H212 đăng kí Đồ án tốt nghiệp luôn, tuy nhiên do theo CTĐT 19 nên mã ME4061 có mình em đăng kí, em sợ lớp bị hủy. Vậy nên, em muốn hỏi rằng liệu em có thể đăng kí môn đồ án này theo mã của 18 là ME4045 được không? (có nhiều SV đăng kí nên khả năng không bị hủy lớp). Sau khi học xong thì em có được chuyển điểm qua lại giữa hai mã ME4045 và ME4061 được hay không? Em đã tham khảo danh sách môn tương đương của hai CTĐT 18 và 19 nhưng không thấy trường hợp của môn học đồ án này. ính mong PĐT giải đáp, em xin cảm ơn!",
    "Kính gửi PDT. Em tên  MSSV:  Em hiện tại đã học xong hết tất cả các môn, chỉ còn nộp bằng tiếng anh để ra trường. Nhưng hiện tại do dịch nên e ko đi thi dc, thì e vẫn phải đăng kí môn học để ko bị tạm dừng hay sao vậy ạ. Em có được xin gia hạn nộp bằng anh văn ko ạ. Em cám ơn .",
    "Chào pđt ạ! Cho em hỏi là hôm qua em thi môn Bê tông 2 nhưng do sức khỏe không đảm bảo nên em đã không thể hoàn thành bài thi tốt. Do em chưa đọc kỹ về quy định hoãn thi trong lúc làm bài nên cuối giờ thi em vẫn cố gắng nộp bài và cũng chưa báo với cán bộ coi thi. Sau thi em có xem lại và điền form xin hoãn thi thì liệu có được chấp nhận không ạ. Và bây giờ em có thể liên hệ với bộ phận nào để xin hủy bài thi đã làm được ạ! Em xin cám ơn!",
    "Em chào cô Em là  MSSV  Em có đk môn kì 203, do 1 số vấn đề em không thể học môn đó ở kì 203 và em quên mất phải hủy môn học đó. Em không được xếp tkb môn đó . Cho em hỏi là bây giờ em có phải thanh toán học phí để được đăng ký môn ở kì 211 không ạ? Em xin cảm ơn cô.",
    "Em là  MSSV  EM có ddkmh hk 211 đợt 1 mà đến giờ vẫn chưa có lịch trên trang đkmh ạ Em có thấy mấy bạn khác có đầy đủ ngày giờ cơ sở rồi ạ! Của em thì chỉ hiện chữ chưa biết ạ Mong pđt xem xét cho em ạ Em cảm ơn!",
    "Kính gửi Quý thầy/cô và Phòng Đào tạo, Tên em:  MSSV:  - Hệ VLVH Khoa KHKTMT Em đã thanh toán học phí trễ học kỳ 202 nên tài khoản của em hiện đang bị khóa đăng ký môn học. Nay em làm đơn trình bày lý do trễ học phí, kính mong Phòng đào tạo mở khóa tài khoản để em đăng ký môn cho học kỳ này ạ. Em chân thành cảm ơn, Kính chúc Quý thầy/cô nhiều sức khỏe.",
    "Kính gửi PĐT,  Em là , sinh viên hệ CQB2, khoa Điện. Hôm nay là bắt đầu đăng ký môn học cho HK211, tuy nhiên đến hiện tại em chưa thể đăng ký được môn học nào nhóm cơ sở ngành, vì các lí do sau: 1. Hệ dự thính, VLVH thì hầu như không mở lớp  2. Hệ chính quy thì đã mở đăng ký trước đó từ ngày 07/08, đến hôm nay 11/08 tụi em mới được vào đăng ký thì không lớp nào còn sĩ số trống, đặc biệt các môn cơ sở ngành. 3. Khó khăn hơn nữa là hiện tại nhóm CQB2 khoa Điện số lượng rất ít, không đủ để xin mở thêm lớp.  Nếu như vậy thì không công bằng cho các bạn chính quy bằng 2 như tụi em, vì nếu không đăng ký học được trong kỳ này thì tụi em sẽ trễ lại rất xa. Kính mong PĐT xem xét giải quyết giúp tụi em . Em cảm ơn rất nhiều.",
    "Em tên : MSSV:  hệ VLVH TRong đợt 1 đk môn học em vẫn đk được các môn, nhưng đợt 2 em không đk được môn ME3007: VI điều khiển (môn Me2009:kt điều khiển tự động được miễn ạ) Em cảm ơn",
    "Em xin cảm ơn thầy/cô đã hỗ trợ em giải quyết cho em để em được quay lại học vào thời gian sớm nhất.",
    "Họ và tên:  MSSV:  Dạ thưa PĐT, Em xin gửi phiếu đăng ký thu nhận lại kèm với bằng tốt nghiệp THPT (theo hướng dẫn của phiếu). Em xin cảm ơn ạ .",
    "Em chào Thầy/cô  Em là - sv k20 ngành hàng không chương trinhg PFIEV thầy/cô cho em hỏi: em là sv năm 2, em chưa có av1 (chuẩn anh văn cho SV năm 1) nhưng vì trường miễn chuẩn av cho hk211 nên em vẫn được đăng kí môn, ở hk211 năm 2 em đăng kí học av1, đến cuối kì em qua av1 thì em đạt chuẩn tiếng anh sau năm nhất và được đăng kí cho hk212. Nhưng em thắc mắc là thời gian đăng kí môn cho hk212 là trong hk211 đã đăng kí rồi, như vậy trong hk211 lúc đăng kí môn cho hk212 thì em có đc đăng kí môn không, em có bị huỷ môn do thiếu chuẩn av1(chuẩn av sau năm 1) không? hay là em vẫn đc đăng kí như bth, trường sẽ kiểm tra chuẩn av và hậu kiểm sau khi có kết quả hk211 . Em cảm ơn thầy/cô đã trả lời thắc mắc của em!",
    "Em bị khoá đăng kí môn học do chưa hoàn tất học phí học kì hè, nhưng em đã đóng học phí đầy đủ. Mong phòng đào tạo có thể mở khoá cho em đăng kí học kì 211 Em xin cảm ơn.",
    "Dạ cho em hỏi mẫu đơn HỦY HOÃN THI mình lấy ở đâu vậy ạ ?",
    "Chào thầy/cô Em tên là   ngành cơ điện tử, theo như thông báo của mail thì nhà trường cho sinh viên đăng ký luận văn tốt nghiệp miễn xét điều kiện anh văn nhưng ở đợt này em không đăng ký môn được (thông báo là thiếu điều kiện tiên quyết). Với lại em có đăng ký môn hồi đợt 1 rồi nhưng sao bị xóa hết mong phòng đạo tạo khôi phục lại kết quả đợt 1 giúp em, nếu không được sẽ gây rất nhiều khó khăn cho quá tiến độ học tập của em. Em có đính kèm hình ảnh môn học em đăng ký đợt 1. Cảm ơn thầy/cô đã đọc mail. Trân trọng !",
    "Họ tên:  MSSV:  Gửi PDT, em có thắc mắc đối với thi online ( trắc nghiệm ) trường hợp thiết bị chính làm bài thi (máy tính) có webcam nhưng không có chức năng ghi màn hình em có thể sử dụng 2 thiết bị phụ (điện thoại) 1 thiết bị quay màn hình máy tính, 1 thiết bị quay không gian làm bài thi được không ??",
    "Xin chào, Mình muốn đăng kí hoãn thi tất cả các môn trong học kì này. Xin cảm ơn .",
    "Dạ em chào thầy, cô, Em muốn gửi đơn xin đăng kí đổi lớp học với nội dung em trình bày trong đơn và đã được thầy  chấp nhận. Em mong thầy, cô trong phòng đào tạo xem xét và chấp nhận cho em được đổi lớp học ạ. Em xin chân thành cảm ơn.",
    "MSS/MSG:       . Dạ em chào thầy cô! Hiện tại em đang học theo chương trình đào tạo ngành Khoa Học máy tính văn bằng 2. Tuy nhiên có một số vấn đề về đăng kí môn học mà không thể giải quyết được vì không cho sinh viên đăng kí hoặc không mở . Các môn học theo chương trình để đăng kí đều không mở. ậy em kính mong pdt giải quyết cho sinh viên B2. Em cám ơn",
    "Em tên , MSSV  Em đã không đủ điều kiện qua môn học Hệ thống số CO1009. Môn đó là môn học bắt buộc của khoá em là khoá 15. Vì từ k19 trở đi môn đó không mở lớp nữa nên em muốn đăng ký môn trên và môn đồ án hệ thống số (đã nộp đơn xin mở lớp đồ án hệ thống số) để được xét tương đương. Nhưng mà môn HTS CO1023 được xếp cố định trong học kỳ 1 cho tân sinh viên khoa KH&KTMT nên đợt đăng ký môn học học kỳ chính 211 đợt 2 này em kiếm không ra môn đó trong mục đăng ký môn học. Do đó em làm đơn này để xin phép khoa và bộ môn sắp xếp thời khoá biểu cho em vào một lớp nào đó để em được học với K21 sắp nhập học vào tháng 10, để em hoàn thành chương trình học. Em cam kết sẽ hoàn thành việc đóng học phí đầy đủ theo đúng quy định của nhà trường.",
    "Em tên:  MSSV:  Hệ VLVH: Khoa Khoa học và Kỹ thuật Máy tính    Môn học Mạng Máy Tính,Mã môn học:CO3003(học kì dự thính) đã đầy sỹ số. Em kính mong quý nhà trường tăng thêm sỹ số để em và các bạn có thể đăng kí được môn học này, vì đây là môn học bắt buộc để xét tốt nghiệp . Em xin chân thành cảm ơn! .",
    "Dạ thầy cô ơi, cho em hỏi hồi học kỳ 201, em có học \"IU2021 tổ chức quản lý bảo dưỡng của K19 3 tín chỉ\" thì em thấy trong danh sách môn tương đương/thay thế trên trang của trường là quy đổi được 2 môn của k18: _IU2005 tổ chức quản lý bảo dưỡng 2 tín chỉ _IU3031phụ tùng và quản lý lưu kho 2 tín chỉ ***Em đã làm đơn chuyển điểm và học qua môn, em không biết là tương đương/thay thế được 2 môn của k18 không ạ? Em cám ơn thầy cô nhiều ạ!",
    "Em chào quý thầy cô phòng đào tạo đại học Bách Khoa TPHCM Em tên là Nguyễn  Mssv  Cho em hỏi là hoãn thi rồi khi nào mình mới được thi lại ạ. Em cám ơn quý thầy cô đã xem và sớm mong nhận được phản hồi ạ.",
    "Kính gửi,  Em là , MSSV  Vì tình hình dịch nên em chưa thể đăng ký thi Anh Văn để nộp trước khi lần đăng ký môn học mới diễn ra . Vào đợt 1 em đã đăng ký thành công nhưng đến đợt này thì đã bị xóa và không đăng ký được . Mong phòng đạo tạo xem xét trường hợp của em . Em chân thành cảm ơn!",
    "Dạ cho em hỏi thủ tục để đăng kí môn học để học cùng khoá k21 mới vào ạ. Em cảm ơn.",
    "Em là sinh viên năm 6, sắp hết hạn ra trường. Em dự định thi xong 2 kĩ năng nói viết và thực hiện đủ ngày công tác xã hội ( thiếu 1.5 ngày) để đăng kí tốt nghiệp trong tháng 11/2021 này.  Nhưng do tình hình dịch bệnh bệnh diễn biến phức tạp, lịch thi anh văn bị hoãn và không tổ chức ctxh nên em không đủ điều kiện để đăng kí tốt nghiệp. Mong nhà trường xem xét và hỗ trợ sinh viên bằng phương thức thi khác ( trực tiếp) phù hợp với tình hình dịch để kịp đăng kí tốt nghiệp ạ ",
    "Dạ em chào cô/ thầy em có đăng kí 2 môn học,  ở 2 cơ sở khác nhau có thời khoá biểu cùng vào thứ 4 và cách nhau 2 tiết 1 môn kì chính 1 môn dự tính, cho em hỏi đăng kí như vậy có bị huỷ môn vì không đủ thời gian di chuyển giữa 2 cơ sở ko ạ. Em cám ơn ạ !",
    "Kính chào quí nhà trường Em tên là , MSSV:, hệ vừa làm vừa học, khoa Khoa học và Kỹ thuật Máy tính Ở học kì này, nhà trường có mở môn học Mạng Máy Tính(CO3003) trong học kì dự thính, đây là môn học bắt buộc để xét tốt nghiệp. Nhưng hiện nay, khi đăng kí môn học này, trang đăng kí báo đã đầy sĩ số. Em kính mong quí nhà trường tăng thêm sĩ số môn học để em và các bạn khác có thể đăng kí môn học này. Em xin chân thành cảm ơn quí nhà trường ",
    "Cho em hỏi môn cơ sở kĩ thuật điện ( EE2021 ) có mở thêm lớp dự thính nữa không ạ",
    "Kính gửi quý thầy cô Phòng Đào tạo, Em tên là  MSSV  Hệ VLVH Đợt đăng ký môn học học kỳ 211 đợt 2 em không đăng ký được môn Luận văn tốt nghiệp - Mã số 808303 Nay em làm đơn này kính mong Phòng Đào tạo đăng ký giúp em ạ. Em đã qua hết các môn cần qua mà vẫn bị lỗi tiên quyết môn. Đăng ký lại giúp em ạ. Em xin chân thành cảm ơn.",
    "Em đã gởi kèm đơn trình bày đóng học phí trễ và đơn xin thu nhận lại ạ . Em mong thầy cô có thể giải quyết cho em để em được mở lại lịch thi và được thi trên exam.hcmut . Em cũng xin thầy cô có thể cho em đăng kí môn học học kì kế tiếp 211 . Em xin lỗi vì sự bất tiện của em đã làm ảnh hường đến thầy cô. Em mong thầy cô giải quyết cho em được thi và được đăng kí môn học ạ Em chân thành cảm ơn thầy/cô nhiều lắm      .",
    "Kính gửi: Phòng Đào Tạo Em tên là , Khóa K15, MSSV:, Lớp DD15LT08. Vào đợt tốt nghiệp 04/2021, em chưa đạt Anh văn Nói & Viết nên em chưa đủ điều kiện tốt nghiệp. Hiện tại em đã hoàn thành tất cả điều kiện để xét tốt nghiệp. Nhưng tình trạng sinh viên hiện tại của em là \"Tạm dừng\". Vậy nên cho em hỏi, em cần phải làm những thủ tục nào để được xét tốt nghiệp vào cuối tháng 8 này ạ? Em xin chân thành cảm ơn.",
    "Chào thầy/cô ạ. Em là  - MSSV  Em đã có xin phép pđt tăng sỉ số lớp học môn Quản lý dự án xây dựng - CI1053 học kì chính 211 lên sỉ số tối đa để em có thể đăng kí học. Và đã nhận được trả lời là sỉ số lớp được tăng lên tối đa 100 sinh viên. Nhưng sau em vào hệ thống và đăng kí thì sỉ số vẫn là 70 ạ. Em kính mong pđt có thể giúp em để em đăng kí môn học này ạ. Em xin chân thành cảm ơn",
    "Em thi avdv lần đầu năm nhất em không pass av1, nhưng cuối kì năm nhất em có đăng kí thi avdv trong trường và em pass được av 1,2. Cho em hỏi là em có được nhận 4 chỉ tích luỹ từ av1,2 đó không ạ. Và cho em hỏi là AV4A có được tính điểm và tích luỹ số tín chỉ là 2 hay không ạ!",
    "Kỹ thuật hệ thống viễn thông Em tên là  MSSV  Xin được đăng kí vào lớp Kỹ thuật hệ thống viễn thông L05_L05",
    "Thầy cô ơi hiện tại em muốn tăng sĩ số lớp môn Kỹ thuật điện tử lớp L01  Công nghệ lạnh L02  để đăng kí học vì các lớp khác em bị kẹt lịch không biết là em cần điều kiện gì và như thế nào ạ",
    "Thưa thầy/ cô,  Khi sinh viên hoãn thi thì điểm thành phần của môn đó sẽ bị hủy hết và điểm trung bình môn sẽ được tính bằng điểm thi cuối kỳ khi sinh viên thi vào học kỳ sau phải không ạ . Em cảm ơn ạ, chúc thầy/ cô một ngày vui khỏe.",
    "Kính gửi PĐT, Em tên là , mssv . Học kỳ hè vừa rồi em có đăng ký thực tập tốt nghiệp và xin thực tập ở ngoài trường. Nhưng do COVID, hiện công ty em xin thực tập hiện đang tạm dừng hoạt động. Vậy em phải xử lý như thế nào ạ ? Em có bị đánh rớt và phải đăng ký lại môn thực tập trong kỳ tới không ạ ?   i ",
    "Em chào các thầy cô ạ! Em được biết theo quy chế mới thì thi Anh văn Toeic 2 kỹ năng nói-viết để xét tốt nghiệp sẽ được trung tâm BK-English tổ chức. Em là sinh viên k18, hồi giữa tháng 9/2018 em có thi Toeic nói-viết ở BK-English và đạt số điểm  200. Em thắc mắc là kết quả của em lúc đó có được lưu trữ lại và công nhận để sau này xét tốt nghiệp hay không. Em xin cảm ơn ạ!Tốt nghiệp .",
    "Kính chào Phòng Đào tạo Hiện tại em thấy trên hệ thống em không đăng ký được môn Quản lý dự án phần mềm (CO3011) của khoa  học và Kỹ thuật Máy tính (MT), em đã hỏi bộ môn và văn phòng  là môn này sẽ mở 1 lớp và VP  đã gửi đến Phòng Đào tạo. Rất mong Phòng Đào tạo xem lại để e có thể đăng ký môn học vì sắp gần thời gian hết hạn Em xin cảm ơn",
    "Em chào Thầy/Cô. Em có câu hỏi là trong học kì 211 sắp tới, trường có tổ chức đăng kí môn học đợt 3 không ạ? Vì ngày 13/08 là hết hạn đăng kí đợt 2 và có môn em chưa biết chắc rằng mình có đủ điều kiện qua môn không. Em sợ rằng nếu không có đợt 3 thì sẽ ảnh hưởng lớn đến kế hoạch đăng kí học tập của em. Em mong Thầy/Cô giải đáp giúp em. Em xin cảm ơn Thầy/Cô.",
    "Dạ em là  hiện tại em đã thôi học ở trường Đại học Bách Khoa Tp Hồ Chí Minh thì việc em muốn lấy lại sổ đoàn có được không ạ ? và thủ tục như thế nào ạ ?",
    "Chào thầy cô  em có một số thắc mắc su ạ Em là  (MSSV: )  :  -  Kì này em đng học 2 môn cuối củ chương trình đào tạo, nhưng vẫn chư thi cuối kì Hiện tại thì trường đã tổ chức đăng kí môn học đợt 2, vậy nếu em rớt 1trong hi môn thì làm so để đăng kí lại ở kì tới ạ  - Do tình hình dịch bệnh nên số ngày công tác xã hội củ em không đủ yêu cầu tốt nghiệp, vậy nếu chỉ thiếu ngày công tác xã hội thì em cần làm gì ở kì tới ạ",
    "Giải tích 1 MT1011",
    "Dạ xin thưa Phòng đào tạo, do lớp MT2001 DT - HK211 đã đủ 99 sinh viên nhưng có các bạn cần trả nợ môn gấp nên em xin tăng thêm sĩ số cho lớp để tụi em được đăng kí ạ. Em xin thành thật cám ơn ạ.",
    "Chào . Em là sinh viên k17. Hiện tại em đã hoàn thành xong tất cả các môn, chỉ còn . Nhưng em không đăng ký được LVTN do thiếu chứng chỉ anh văn. Vì dịch nên em chưa bổ sung kịp. Em muốn hỏi bây giờ em cần phải làm gì để có thể đăng ký được LVTN ạ, và em có cần đăng ký 1 môn để duy trì tình trạng học không ạ?",
    "Em tên là , MSSV , sinh viên khoa kỹ thuật xây dựng Dạ thầy/cô cho em hỏi là trong kì 202 vừa rồi em có đăng kí hoãn thi 1 môn, nhưng em có dự định trong kì 211 em sẽ đăng kí học lại môn học đó. Vậy thầy/cô cho em hỏi là khi tông kết môn học, em có được xét điểm thành phần trong kì 211 không, hay em chỉ được xét điểm thi lại của đợt hoãn thi ạ . Em mong thầy/cô giúp đỡ. Em xin cảm ơn thầy/cô",
    "Em chào cô/thầy. Em hiện đang là sinh viên cơ khí K18, em đã xin được khoa cho mở bổ sung lớp Tối ưu hoá và QHTN ME3215 ở hệ đại trà (kỳ dự thính) ạ. Em xin gửi mẫu đơn cho PDT. Em mong PDT giúp đỡ cho tụi em, bởi vì môn này là môn chuyên ngành có nhu cầu học nhiều ở kỳ này mà số lượng mở lớp thì khá ít ạ! Em cảm ơn thầy/cô.",
    "Dạ cho em hỏi kỳ này có nhiều môn không mở lớp kỳ chính lẫn dự thính, đặc biệt là các môn đồ án cho sv hệ chính quy mà chỉ có lớp hệ VLVH, thì liệu sv có đăng ký các lớp đó để học không, có được quy đổi tính điểm tích lũy k ạ? Mong được phản hồi ạ. Em cảm ơn ạ.",
    "CI2003 - Cơ lưu chất Mong phòng đào tạo mở thêm sỉ số hoặc nhóm lớp của môn CI2003 - Cơ lưu chất ạ. Em rất cần học môn này để học các môn sau nữa ạ. Em xin cảm ơn phòng đạo tạo rất nhiều.",
    "Thưa phòng đào tạo, em có một số việc về việc thi cuối kỳ bộ môn triết học mac leenin của em như sau.  Vào ngày 4/8/2021 khi em vào phần mềm exam mà trường gửi cho em để vào thi thì em thấy môn triết học của em được ghi nhận rằng thi vào ngày 12/8/2021, nhưng hiện tại khi em vào lại phần mềm thì đã xóa mất môn triết học, em hi vọng nhà trường có thể gải quyết vấn đề này dùm em em xin chân thành cảm ơn ạ",
    "Thưa Ban lãnh đạo PĐT, Em là , MSSV . Vừa rồi em đã bị tạm dừng học vụ và hủy thời khóa biểu do thanh toán học phí trễ hạn. Nay em xin gửi   I Đơn đăng ký thu nhận lại  /I  và   I Đơn xem xét phục hồi TKB 203 và mở ĐHMH 211  /I , cùng với các minh chứng:  (1) Thanh toán ngày 2/6, có nhận mã OTP nhưng thanh toán không thành công (2) Thanh toán ngày 5/8, phải nhập mã OTP 2 lần (3) Thanh toán được ghi nhận Mong Ban lãnh đạo xem xét giải quyết giúp em ạ. Em xin cam kết sau khi được thu nhận lại sẽ chấp hành đúng quy chế nhà trường ạ. Trân trọng, ",
    "Kính chào thầy/cô ạ, Học kỳ 201 em có nghỉ 3 buổi trong môn Kỹ năng xã hội (Nhiếp ảnh) và trong bảng điểm thì môn học của em vẫn có điểm thi và điểm phẩy là 7.0 ạ. Cho em xin hỏi là mình đã qua môn này chưa ạ? Vì em không tìm thấy quy chế nào của trường về môn học này ạ (hoặc chưa tìm thấy). Trong trường hợp phải học lại, em cần chuẩn bị thủ tục gì để đăng kí môn học môn học Kỹ năng xã hội khác như Thanh nhạc, Báo chí,... để học luôn trong kỳ 211 ạ? Em xin cảm ơn ạ! .  .",
    "Dạ em xin pđt mở thêm slot môn CH3331 lớp L02. Do em bị cấn lịch hết nên không thể đăng kí những môn tự chọn khác. Mong PĐT xem xét giúp em ạ. Em cảm ơn nhiều ạ.",
    "Dạ chào quý thầy cô. Em tên , khóa 16, khoa KH-KT máy tính. Em đã hoàn thành đủ số tín chỉ và luận văn ở học kì 201 nhưng không đủ điểm anh văn nói viết để xét tốt nghiệp đợt tháng 4. Tình trạng sinh viên của em đã bị tạm ngừng do không đăng kí môn học ở học kì 202 . Hiện tại em đã đủ điểm anh văn nói viết, có thể xét tốt nghiệp. Dạ thầy cô cho em hỏi, tình huống của em cần làm những thủ tục gì để được đăng kí tốt nghiệp đợt tới ạ. Em cảm ơn.",
    "Kính chào Anh/Chị PĐT ! Hôm nay em gửi yêu cầu này,kính mong Anh/Chị mở thêm slot lớp Giải tích 1-MT1003. Em xin chân thành cảm ơn!",
    "Dạ kì vừa rồi em có đăng ký LVTN nhưng lại không hoàn thành nên điểm TB HK202 sẽ là 0, và em xin làm đơn cứu xét với nhà trường để được tiếp tục thực hiện LVTN vào HK211. Em không biết phải tải mẫu file ở đâu nên em nhờ sự trợ giúp của PĐT. Dạ em xin cám ơn.",
    "Cô ơi cho em hỏi, kết thúc đăng ký môn học đợt 2 là 13/08 và bắt đầu kỳ học là 16/08, vậy cô cho em hỏi là mình còn đợt đăng ký môn học đợt 3 ( đăng ký bổ sung ) không ạ ?? em cảm ơn ",
    "Kính gửi Thầy/Cô, Em là Trần Ngọc Hương Uyên - MSSV: , hiện đang là SV năm 3 lên năm 4 lớp VP18XDC của chương trình Việt Pháp. Em có một số môn đại cương cần được bổ sung vào HK211 sắp tới nhưng thuộc chương trình năm nhất nên hiện tại chưa mở lớp, cụ thể em muốn đăng kí môn Đại số tuyến tính (MT1015), tương đương môn Đại số (006727) trong chương trình PFIEV của K18 trước đó. Quý Thầy/Cô cho em hỏi rằng sau khi K21 Việt Pháp nhập học và có Thời Khóa Biểu chính thức thì em có thể làm đơn đăng kí bổ sung nếu lịch học phù hợp và không bị trùng với các môn khác của em không ạ? Mong quý Thầy/Cô giải đáp giúp em ạ! Em xin chân thành cám ơn.    .",
    "Em chào anh/chị, Anh/chị cho em hỏi nếu đăng ký hoãn thi thì điểm thành phần sẽ giữ nguyên hay sẽ bị hủy bỏ hết ạ và lấy điểm cuối kỳ làm điểm trung bình môn luôn ạ?  Em cảm ơn anh/chị nhiều và rất mong nhận được sự phản hồi từ anh/chị ạ.",
    "Dạ môn học Kết cấu thép 2 (CI3211) dự thính hiện đang full mà mai hết hạn dạ cho em xin thêm 1 slot được không ạ, em tên  ",
    "Em chào các anh/chị hỗ trợ ạ, Em là  - MSSV:  - Mã lớp: A04 - GVGD: Cô . Sáng nay lúc 7h ngày 10/8/2021 em có làm bài thi cuối kỳ Thiết kế Siêu cao tần. Sau khi kết thúc thời gian làm bài thi thì mạng ở khu cách ly bị mất khiến em không thể tải bài lên và nộp bài đúng thời gian quy định . Các anh/chị PĐT có thể cho em hỏi với trường hợp bất đắc dĩ mà em gặp phải sáng nay thì có cách giải quyết nào không ạ?  Em xin chân thành cảm ơn anh/chị nhiều và chúc anh/chị một ngày tốt lành ạ .  ",
    "Chào Thầy/Cô. Em tên là  - MSSV:   Chuyện là em đăng kí môn học, nhưng khi đăng kí thì lại báo là không đủ khoảng cách di chuyển giữa 2 môn 2 cơ sở trong khi hai môn học cách nhau tận 1 tiết, trong đó có môn Kỹ thuật Nhiệt (EE1005) học hangouts và môn Thực tập Nhiệt đại cương (ME3149) học tại cơ sở 1. Và em muốn đăng kí môn học Thực tập Nhiệt vào ngày thứ 2 (tiết 4-5-6) hoặc vào thứ 5 (tiết 2-3-4) Em mong Thầy/Cô giúp đỡ giúp em.        Chúc Thầy/Cô nhiều sức khỏe và an lành!  ",
    "Em xin chào thầy/ cô ạ, Về việc xin mở lớp dự thính môn Cơ Lưu chất HK211, em đã gửi mail cho thầy  chủ nhiệm bộ môn để xin xem xét đồng ý mở lớp nhưng vẫn chưa nhận được phản hồi của thầy. Vì vậy, em rất mong được thầy/ cô PĐT có thể xem xét và tìm cách hỗ trợ chúng em với ạ. Dưới đây em xin đính kèm đơn Đề nghị mở lớp và danh sách các SV có nhu cầu mở lớp ạ. https://docs.google.com/spreadsheets/d/1mdnzV3_d9cKmKvY7ixUTlkiDwtc8rfZDNSlMSa2WrSc/edit?usp=sharing",
    "Chào PĐT! Em tên:  - MSSV:  Hiện tại em có 2 vấn đề về đăng ký môn học sau, mong được PĐT giải quyết 1. PĐT cho em hỏi, giờ em bị xóa môn do không có môn học trước, mà môn học trước được em học thay thế bằng một môn học khác tương đương trong học kỳ dự thính 202, hiện chưa có điểm.  *Trong kỳ DT 202 em đăng ký môn MT2013 để thay thế cho môn ME2055, kỳ này em dự định đăng ký môn ME40272. 2. Cách đây vài ngày em có đăng ký môn học mã ME4017, nhưng giờ em vào lại thì thấy môn học đã bị xóa, em đăng ký lại thì các lớp đã full slot, đây là môn học bắt buộc, rất quan trọng đối với ngành em . ** Mong PĐT có giải pháp để giúp đỡ em được đăng ký môn học . Em cảm ơn ạ.",
    "PDT có thể mở khóa các lớp để em đăng kí thêm các môn được không ạ? Do em thanh toán học phí trễ nên đợt 2 đã bị hủy hết tất cả môn  Mong PDT mở khóa 3 lớp sau để em có thể đăng kí môn ạ:   I CI3175, L01  CI4037, LO2 hoặc L03 CI1051 L02   /I   B Mong PDT mở khóa sớm sớm bì hạn chót DKMH là 15h ngày 12/08/2021 ạ.Em cảm ơn PDT nhiều ạ    ",
    "Chào thầy cô, Em là . MSSV . Hiện tại, các lớp quản trị kinh doanh cho KS đều đã không còn chỗ trống (60/60). Vì vậy, em mong muốn được mở thêm sỉ số lớp. Cụ thể là lớp L09 môn quản trị kinh doanh cho KS(IM3001). Kính mong quý thầy cô chấp nhận lời yêu cầu của em. Em xin chân thành cảm ơn.",
    "Do chương trình đào tạo mới không cho đăng kí môn EE3005 ở kì này nên em sẽ bị trễ thêm 1 kì nữa môn chuẩn bị luận văn tốt nghiệp EE4321 vì môn EE3005 là môn tiên quyết của môn EE4321. Cho em hỏi là em có thể đăng kí học trước môn EE4321 để kịp tiến độ ra trường được không ạ? Em cảm ơn ạ",
    "Dạ thưa PĐT hiện tại em vào link đăng ký môn học nhưng em dò hết chỉ còn đúng 1 môn là đăng ký được, các môn còn lại ko mở, thế làm sao em đăng ký đủ tín chỉ tối thiếu cho học kỳ ạ.",
    "Kính gửi Phòng đào tạo, Do tình hình là đợt đăng ký môn học đợt 2 sắp kết thúc vào 15h ngày 12/8 mà một vài môn vẫn chưa thi cuối kỳ xong và chưa có điểm, mà học kỳ chính bắt đầu vào 16/8 nên em muốn hỏi là em đã đăng ký các môn chưa có điểm thi cuối kỳ cho học kỳ chính và cả học kỳ dự thính cho kỳ kế tiếp rồi( bởi vì em chưa biết có qua môn hay không) nhưng nếu qua ngày 16/8 học kỳ chính bắt đầu em biết được điểm thi thì em có thể rút môn học ở học kỳ chính và dự thính không? Và em có cần thanh toán học phí cho môn đã rút không? Mong nhận được phản hồi sớm nhất, em cảm ơn ạ.",
    "Kính thưa thầy/cô, Em đang là sinh viên năm cuối, hiện đã hoàn thành xong các môn học cần thiết (bao gồm LVTN) và đủ ngày CTXH, chỉ thiếu chứng chỉ tiếng Anh. Nhưng hiện tại, tình hình dịch bệnh Covid-19 tại TP.HCM đang rất phức tạp, các trung tâm thi ngoại ngữ đã đóng cửa từ đâu tháng 5 và chưa biết khi nào mở cho thi lại. Giải pháp hiện tại của chúng em là đăng kí tạm 1 môn nhằm duy trì thời khóa biểu và tình trạng đang học, khá tốn kém về tiền bạc và thời gian. Vậy không biết Phòng Đào tạo và Nhà trường có kế hoạch giải quyết vấn đề này chưa ạ? Kính mong nhận được sự hồi đáp sớm của thầy/cô ạ! Em xin chân thành cảm ơn! Trân trọng,",
    "Em k18 khoa xây dựng có mã môn địa chất công trình là CI1043 nhưng kì này không mở nữa, vậy em có thể đăng kí môn địa chất công trình CI2095 của 19 không ạ",
    "em chào quý thầy cô,  quý thầy cô cho em hỏi là trong BKpay của em, có mục đóng tiền cho nội dung \"HPVLVH 203HL\"  nhưng lại nằm trong khu vực học phí của HK202 quý thầy cô cho em hỏi là học phí học lại là sao ạ, em nhớ là em đã đóng đủ học phí của HK 202, sao nay lại xuất hiện cái học phí h\"học lại\" này",
    "IM3047 Giao tiếp trong kinh doanh - CC01   . Dạ em tên là , MSSV: , lớp CCQKD18. Em có thể xin mở thêm sỉ số môn Giao tiếp trong kinh doanh(IM3047) lớp CC01 được không ạ vì em đăng kí không kịp thì đã bị hết slot rồi ạ. Em cảm ơn rất nhiều ạ .",
    "Dạ em tên , MSSV: , lớp CCQKD18. Em xin được mở thêm sỉ số lớp môn Hành vi tổ chức (IM2017) lớp CC01 ạ vì em đăng kí nhưng đã hết slot rổi ạ. Em hi vọng sẽ được mở sỉ số và được học môn này ạ. Em cảm ơn rất nhiều ạ.",
    "Tôi là . MSSV: . Cho tôi xin hoãn thi môn Vật lý 1 DT202. Lý do: Tôi vừa tham gia tiêm ngừa Covid-19 ngày 11/08/2021. Hiện tại sức khỏe tôi không được ổn định nên rất mong pdt xem xét hoãn thi. Ở dưới là đơn xin hoãn thi, minh chứng tiêm ngừa và xác nhận không cấm thi của giáo viên. Tôi xin chân thành cảm ơn .",
    "Em chào thầy/cô ,  cho em hỏi, hôm nay là ngày em đi tiêm vacxin  nhưng lại trùng vào ngày thi cuối kì DT vật  lý 1 học kì 202 , nếu em lùi ngày xin thi vs  các bạn học kì DT 203, thì điểm thành phần của  em có bị xóa không ạ, em xin cảm ơn",
    "Em, chào thầy cô ạ! Em là __lớp CK17CNM. - Đăng ký môn học kỳ 211 đợt 2 em không được đăng ký vì nợ bằng trung học phổ thông. Và em nợ tiền in thẻ sinh viên (em thành thật xin lỗi vì đã quên thanh toán ạ!) Nhưng bằng trung học phổ thông em đã nộp cho lớp trưởng vào kỳ 172. Và hệ thống xác nhận em bị thiếu nên không cho đăng ký.Và em có thể đóng phí in thẻ bổ sung được không ạ? Vậy em phải làm sao ạ?  - Về môn cơ học máy (ME2043) với số lượng sinh viên đăng ký là 3 vậy có thể mở môn học được không ạ? ( vì môn này chỉ có K18 trở về trước học, và đã được thay thế bằng môn khác nhưng môn không mở). Liệu em có thể được hoàn thành chương trình trong kỳ 211 được không ạ? Kỳ này là kỳ cuối cùng của em rồi! Em mong nhận được phản hồi sớm từ thầy/cô ạ! Em cảm ơn thầy/cô nhiều ạ!",
    "Chào thầy (cô)  tại ko trước em chưa qua anh văn nên em không đăng kí môn học ! Kì này em không bị tam dừng không được đăng đăng kí môn học.  Dạ cho em hỏi kì này e phai làm Sao để đưoc đăng kí môn ạ!  Mong thầy cô giúp em với ạ! Em xin cảm ơn",
    "Chào thầy (cô) ! Kì này em chưa qua anh văn em không đăng kí luận  văn được vậy em cần đăng kí 1 một môn bên khoa mình để  được giấy hoan nghĩa vụ hay đăng kí môn bên khoa khác được không ạ",
    "Em là sinh viên K17 hiện tại học kì 211 là học kì thứ 9 (tức học kì 1 năm thứ 5) môn học còn lại không còn nhiều, học kì 211 này em chỉ đăng ký được 6  tín chỉ thì có bị buộc dừng 1 học kì do không đủ số tín chỉ tối thiểu của 1 học kì không ạ",
    "Dạ cho em hỏi, hiện em không được bảo vệ luận văn kỳ này nhưng đã đóng học phí thì em có cần phải đăng ký và đóng học phí lại cho kỳ sau không ạ? Em cảm ơn.",
    "Chào thầy (cô), Chuyện là hôm nay em thi online nhưng vì bất cẩn nên em chỉ nhấn nút ghi mà quên nhấn nút trình bày ngay. Nhưng em đảm bảo với thầy (cô) là em không hề gian lận tại em không có tra tài liệu trên mạng (vì khi tra sẽ xảy ra tình trạng màu màn hình thay đổi giữa các tab) và em có ghi âm lại nên cũng đảm bảo luôn là video được quay ngay tại giờ thi. Em rất xin lỗi thầy cô vì sơ suất của mình. Mong cô cho em biết giờ em phải làm sao ạ? Có cần phải đăng kí hoãn thi không ạ? Em cảm ơn",
    "Hoãn thi được pđt gửi mail chấp nhận rồi thì có cần phải mail cho giám thị coi thi hay bộ phận nào không ạ? Hay tới bữa thi giám thị điểm danh sẽ đánh dấu là sinh viên không dự thi ạ?",
    "Dạ cho em hỏi là mình đăng kí hoãn thi ở đâu ạ. Do trưa nay thi nhưng mà laptop của em bị hư sáng nay, không đảm bảo hoàn thành tốt buổi thi.",
    "Học vụ     Kính Gửi : Ban Giám Hiệu              Phòng Đào Tạo Trường Đại Học Bách              Khoa  Em Tên là :    Mssv :   Lớp : XD18CT1, chuyên ngành Kỹ Thuật Xây Dựng Công Trình Thủy  Dạ thưa PĐT cho em hỏi là em có nguyện vọng học thêm bằng 2 Xây Dựng Dân Dụng & Công Nghiệp Mà bây giờ em đang học chuyên ngành Công Trình Thủy, em đăng ký học song song thêm các môn của chuyên ngành Xây Dựng Dân Dụng & Công Nghiệp thì khi em học xong chuyên ngành Công Trình Thủy thì các môn em đã học trước đó bên chuyên ngành Xây Dựng Dân Dụng & Công Nghiệp có được chuyển điểm không ạ và em chỉ cần học tiếp thêm các môn còn lại hay sao ạ   Em xin chân thành cảm ơn  Thân Mến   ",
    "ng kí bổ sung môn học quá trình hóa lí trong xử lí môi trường. Mã môn CH3227. Lớp L01. Phòng HANGOUT_TUONGTAC. Tiết 11 12 thứ 4.",
    "Em chào thầy cô Em nghe được rằng mỗi học kì phải đăng kí tối thiểu 10 tín chỉ nhưng học kì sau em chỉ còn 2 môn tự chọn là hoàn thành chương trình, vậy học kì sau em chỉ đăng kí 6 tín chỉ có được không ạ Em cám ơn",
    "QUOTE Dạ thưa thầy/cô, em có thấy cô  trưởng khoa PFIEV thông báo rằng các môn thiếu sĩ số sẽ được mở thêm để đăng ký do kì này là kì cuối và kì sau sẽ đổi mã môn ạ nhưng em đợi nhiều ngày vẫn chưa thấy các môn sau mở thêm ạ, mong quý thầy cô xem xét mở giúp chúng em ạ.   /QUOTE  Mã 405701, 407701, 408701 ạ",
    "Hiện tại do tình hình dịch bệnh nên em chưa thể đăng kí thi toeic để đạt được yêu cầu hoàn thành chuyển điểm 4 anh văn do trường yêu cầu được ạ . Vậy có thể cho e đăng kí môn học Luận văn tốt nghiệp trước rồi khi nào thi được em nộp và chuyển điểm sau được không ạ . Và hiện tại trang đăng kí môn học của em lại không đăng kí được môn học nào. Hiển thị là xem lại Loại hình sinh viên ạ . Rất mong được quý thầy/cô phản hồi ạ.",
    "QUOTE Dạ thưa thầy/cô, em có thấy cô  trưởng khoa PFIEV thông báo rằng các môn thiếu sĩ số sẽ được mở thêm để đăng ký do kì này là kì cuối và kì sau sẽ đổi mã môn ạ nhưng em đợi nhiều ngày vẫn chưa thấy các môn sau mở thêm ạ, mong quý thầy cô xem xét mở giúp chúng em ạ.   /QUOTE  Mã 405701, 407701, 408701 ạ",
    "MSSV: Dạ cho em hỏi mã môn học : CH2019( quá trình thiết bị cơ học) có mở 1 lớp vào kì 211 này ạ . Nhưng mã lớp là A01 vậy hệ đại trà có được đăng kí không ạ , hay là dành riêng cho lớp tiếng anh ạ  Em xin cảm ơn ạ.",
    "Kính gửi Phòng Đào tạo, Em là , MSSV . Ngày 10/8 vừa qua em có thi môn Thiết kế HTCDT (ME3005) lớp A03 - A. Vì gặp một chút vấn đề về ứng dụng scan pdf nên em không nộp kịp bài thi. Em đã được giáo viên coi thi xác nhận không nộp kịp bài và có gửi mail kèm bài thi cho thầy ra đề là thầy . Nhưng đến hôm nay em nhận được mail thầy  không giải quyết được. Phòng Đào tạo cho em hỏi em có thể làm gì để giải quyết trường hợp này không ạ? Em cam kết là mình đã hoàn thành bài thi và vấn đề em gặp phải là có thật. Em xin cảm ơn Phòng Đào tạo.",
    "PĐT có thể sắp xếp em vào lớp CH3331 L03 là môn thay thế cho các môn tự chọn A của khoá 2018 được không ạ?",
    "Dạ em chào phòng đào tạo, em là , mssv . Hiện nay em còn nợ môn hoá hữu cơ CH2021, em muốn đăng ký vào kỳ sau để kịp kỳ tới làm luận văn nhưng hết slot. Mong thầy/cô có thể mở thêm slot (có 2 lớp và lớp nào cũng được ạ) để em được đăng ký ạ . Em xin cảm ơn.",
    "Em là Hậu SV K14 theo như chương trình phòng đào tạo thì e đã hết hạn đào tạo.. Hiện E và một số bạn còn nợ chứng chỉ tiếng anh 2 kỹ năng ( writing và speaking) . - E không biết trong tình hình hiện nay pđt có thể cứu xét (gia hạn thêm ) cho e và các bạn đc không ạ!!!  Xin phản hồi giúp e sớm nhất nếu có thể ạ Em xin cám ơn !!",
    "Dạ, em chào thầy/ cô, em bị tạm dừng và đã nộp đơn xin cứu xét ạ. Vậy sắp tới em đăng ký môn học kỳ 211 trong đợt 3 đúng không ạ. Em cảm ơn thầy/ cô nhiều ạ.",
    "Em chào cô, em là , mssv: , trong đợt 1 e có đăng ký môn CO3005 - Nguyên lý ngôn ngữ lập trình rồi, nhưng đợt 2 lại không thấy môn này, cô cho em hỏi có cách nào để đăng ký lại không ạ?",
    "Em muốn xin phòng đào tạo mở thêm để em có thể đăng kí thi 2 kỹ năng nói viết được không ạ. Em có thi nhưng vẫn chưa qua. Em mong phòng đào tạo có thể tổ chức thêm để tạo điều kiện cho em tốt nghiệp ạ   i Tốt nghiệp .",
    "Dạ hiện tại vì luận văn của em không đạt chất lượng nên không được cho bảo vệ ở kỳ này nên không biết em có cần đăng ký lại LVTN và đóng học phí không ạ? Em cảm ơn.",
    "E muốn đăng ký môn Đồ án nền móng CI3197 trong đợt dự thính kỳ này ạ, nhưng do hiện tại các lớp full sỉ số nên e không đăng ký được a, e mong PĐT mở thêm sĩ số để e đăng ký học được không ạ",
    "Chào thầy/cô, em là  - MSSV: . Trước đây, em có rớt 1 môn bắt buộc của K18 nhưng sang đến K19 thì môn đó đã bị đổi mã và không có trong danh sách môn thay thế, tương đương. Cụ thể là môn lập trình hướng đối tượng (co2005) của K18 đã bị đổi mã thành môn lập trình nâng cao (co2039) của K19 ạ. Ngoài ra, mã môn học cũ cũng không còn mở lớp nữa. Vậy em có được đăng ký môn học đó theo mã mới của K19 không ạ? Rất mong thầy/cô giải đáp giúp em với ạ, em cảm ơn.",
    "Dạ 13h hôm nay em thi, nhưng giờ em vào chẹc thì thấy bị khóa mặc dù tối qua em đã đăng xuất rổi ạ, thầy cô xem giúp em với. Tài khoản:",
    "Chào Thầy/ Cô. Hiện tại, em muốn đăng ký môn CO3055, CO3087 nhưng không thấy các lớp mã L như thường học. Em chỉ thấy duy nhất một lớp mã T01 trong kỳ dự thính. Em là sinh viên chính quy bằng 2, vậy em có thể đăng ký học hai môn này ở lớp mã T được không. Em có bấm chọn đăng ký và thấy hệ thống vẫn cho đang ký bình thường, không biết là có phù hợp và học xong để công nhận điểm không thưa Thầy/ Cô.",
    "MSSV:  Mã môn học : CH2021 Em xin đăng ký thêm môn hóa hữu cơ ở cs1 ạ. Em sinh viên năm cuối và bị rớt môn này nên cần đăng ký môn này vào kỳ tới để được tốt nghiệp momg phòng đào tạo xem xét vì bây giờ môn này bị full slot nên em không đăng ký được ạ. Em cảm ơn thầy cô ạ .",
    "QUOTE : Dạ em và 1 số bạn đã xin được sự đồng thuận giáo viên mong phòng đào tạo chấp nhận mở lớp kỹ thuật số ạ",
    "hóa hữu cơ msmh: ch2021",
    "Tốt nghiệp       Kính thưa thầy/cô,    Em đang là sinh viên năm cuối, hiện đã hoàn thành xong các môn học cần thiết (bao gồm LVTN) và đủ ngày CTXH, chỉ thiếu chứng chỉ tiếng Anh (nói và viết) Nhưng hiện tại, tình hình dịch bệnh Covid-19 tại TPHCM đang rất phức tạp, các trung tâm thi ngoại ngữ đã đóng cửa từ đầu tháng 5 và chưa biết khi nào mở cửa trở lại    Giải pháp hiện tại của em là đăng kí tạm thời 1 môn học nhằm duy trì thời khóa biểu và tình trạng đang học, nhưng giải pháp này gây ra tốn kém về tiền bạc và thời gian    Vậy không biết Phòng Đào tạo và Nhà trường có kế hoạch giải quyết vấn đề này chưa ạ?    Kính mong nhận được sự hồi đáp sớm của thầy/cô ạ!    Em xin chân thành cảm ơn!    Trân trọng,  ",
    "em chào thầy/cô! Cần đủ điều kiện ( tức là nộp CCAV) trong trường hợp dịch như vậy, nếu dịch kéo dài thì sao tụi em dky được LVTN ạ, với do dịch ảnh hưởng đến việc thi CCAV ( dịch xảy ra lúc giữa HK trước ) nên em mong thầy/cô tạo điều kiện cho tụi em đăng ký làm luận văn trước và nộp CCAV sau ạ. Em cảm ơn thầy/cô",
    "Em chào thầy cô ạ. Vừa rồi em có xin phép mở môn học Đồ án thiết kế ME2011 Em có liên hệ Khoa cơ khí thì các thầy cô bảo có nhiều bạn xin mở lớp rồi nên chờ PDT mở đăng kí. Nhưng đợt này em thấy PDT chỉ mở lớp cho hệ đào tạo CLC thôi ạ. Không biết giờ em có phải làm lại đơn xin mở lớp đại trà không ạ. Em xin cảm ơn.",
    "E TÊN:  MSSV:  Mong thầy check giúp e coi e còn nợ môn nào để xét nhận bằng tốt nghiệ không ạ? E xin chân thành cám ơn th   B E đã gửi mail cho thầy  qua mail  đã 4 mail mà th không hề phản hồi",
    "Kính gửi Phòng đào tạo, Em là , MSSV , sinh viên khóa K2017 ngành Công nghệ Kĩ thuật Ô tô, khoa Kĩ thuật giao thông. Học kì trước do dịch Covid nên em gặp chút khó khăn và không thanh toán học phí được đúng hạn. Em đã thanh toán học phí nhưng chưa nộp được Đơn trình bày lý do thanh toán trễ do dịch nên đã bị hủy kết quả đăng kí môn học đợt 1. Xin phòng đào tạo xem xét để em được đăng kí môn học cho học kì tới ạ .  Em xin cảm ơn ạ.",
    "Xin mở sỉ số môn học học kỳ chính: SCADA EE3071 L01_L01 (thứ 2 và thứ 3) Giải tích hệ thống điện EE3013 L01_L03 (thứ 6 và CN)",
    "Em đã thanh toán học phí trễ hạn và gửi mail cho phòng đào tạo mong nhà trường tạo điều kiện cho em đăng ký môn học vì em còn một kỳ cuối. Mong nhà trường tạo điều kiện em xin cám ơn",
    "Gửi VPĐTQT, Em tên là , MSSV:. Em muốn hỏi là học kỳ sau em có được phép đăng ký 22 tín chỉ mặc dù kỳ 201 ĐTBTL của em dưới 7.5 không ạ? Và nếu được thì em có phải cam kết gì không? Em xin cảm ơn, .",
    "Kính gửi phòng đào tạo  Tên em là:  Gửi đơn xin hoãn thi môn Kĩ thuật điện điện tử",
    "Em chào anh/chị. Trong đợt đăng ký môn học lần 2 này, PĐT không mở lớp TK hệ thống quy trình CNHH , mã CH3023. tụi em có lập danh sách xin PĐT mở lớp với mã môn CH2023 ở hệ đại trà. Sau đó, cụ thể là tối qua PĐT cũng có mở lớp nhưng chỉ mở một lớp nhóm CC01 với hệ chất lượng cao . Em xin phép PĐT mở thêm lớp đại trà để tụi em có thể đăng ký và hoàn thành đợt đăng ký môn lần này. EM cảm ơn ạ.",
    "Em chào thầy/cô, Em thấy bên PĐT báo là môn EE3011 đã mở nhưng trên trang đăng ký môn học chưa có thông tin gì. Mong thầy/cô xử lý hộ em. Em cảm ơn.",
    "MSSV: xin hoãn thi môn: EE3129Điện tử ứng dụng em cảm ơn.",
    "Dạ được sự động thuận của thầy cô giảng dạy và các bạn em xin phòng đào tạo mở lớp giải tích mạch cho bọn em có cơ hội học tập ạ",
    "Em chào PDT EM tên - MSSV: PDT cho em hỏi có thể điền đơn đăng kí thu nhận bằng word không ạ ?  Em xin cám ơn",
    "Dạ cô ơi thiệt sự em đã điều chỉnh lịch học hết sức nhưng thiệt sự em không đăng kí được môn tự chọn thứ 2. Dạ cô có thể mở thêm cho em slot môn CH3329 được không ạ. Do hôm trước em có đăng kí được dù đã quá sỉ số nhưng do lỡ xoá để đăng kí mấy môn chính khác và không đăng lại được ạ. Cô giúp em mở thêm slot môn Ch3329 lớp L01 hoặc L02 với ạ. Em thiệt sự hết cách rồi ạ. Em xin lỗi và cảm ơn cô nhiều ạ.",
    "Kính gửi thầy/cô, Em đang là sinh viên năm cuối theo chương trình Tài Năng, đã hoàn thành chương trình học và đủ CTXH. Em đang gặp vấn đề  duy nhất về chứng chỉ tiếng Anh nghe-nói như sau . Hiện tại em đã thi đạt 230 điểm ở BKEnglish. Mức điểm này đạt đối với chương trình thông thường, tuy nhiên, mức đạt đối với chương trình tài năng là 245 điểm. Em dự định sẽ thi lại để đạt mức yêu cầu của chương trình Tài Năng để tốt nghiệp với bằng Honors Program. Tuy nhiên do tình hình dịch bệnh phức tạp, BKEnglish cũng như các trung tâm Tiếng Anh khác, đã dừng hoạt động từ tháng 5 và không biết khi nào hoạt động trở lại. Do đó tới thời điểm tốt nghiệp tháng 11 tới, em vẫn chưa đủ yêu cầu anh văn nói-viết cho chương trình Tài năng. Do đó em muốn hỏi trong trường hợp của mình, làm cách nào để ra trường với bằng Honors Program ạ. Em xin cảm ơn. Trân trọng, Thức",
    "Em  mssv  2 môn học của em đăng kí là môn Bôi trơn (IU3049) và môn Giám Sát tình trạng IU(4009) hiện tại sỉ số là 3/20 và 2/20 em sợ rằng không đủ sỉ số để mở lớp. EM xin pđt mở rộng em xin Phòng đào tạo và Trung tâm hổ trợ mở rông thêm 1 người để em có thể chuyển sang nhóm môn Kỹ thuật bôi trơn công nghiệp (IU3049) nhóm lớp L01-L03 và môn Kỹ thuật Giám Sát tình trạng (IU4009)nhóm lớp L01-L02  để đảm bảo tiến độ cho em những môn năm 4. EM xin cảm ơn rất nhiều và chúc thầy cô sức khỏe, em có gửi kèm đơn xin mở rộng ạ.",
    "Dạ, vì một số lý do , không biết Phòng Đào Tạo có thể đăng ký giúp em môn Hoá Hữu Cơ mã CH2021, mã L02 không ạ,chỉ mở thêm 1 slot cho em thôi ạ, do là em đăng ký trễ bị full slot mất ạ, em cảm ơn PĐT nhiều,",
    "Thưa thầy/cô! Em đã đăng ký hoãn thi cho một môn vào ngày 18/8, lý do vì ngày 14/4 này em được tỉnh đó  hồi hương và sẽ cách ly tập trung 14 ngày. Vì em sợ không đáp ứng được các phương tiện hỗ trợ (thiết bị, wifi...) thi nên em đã nóng lòng đăng ký hoãn thi trước. Vậy cho em hỏi, nếu đến ngày 18 mà em có thể tranh thủ đủ để có thể thi được thì em vẫn được quyền thi đúng không ạ? Và khi em nhấp vào thi thì form đăng ký hoãn môn đó của em sẽ được vô hiệu hóa, hay em có phải vướng các thủ tục gì khác không? Em cảm ơn ạ!",
    "U       . Kính gửi phòng đào tạo trường Đại Học Bách Khoa TP.HCM. Hôm nay em viết đơn trình bày lý do thanh toán trễ học phí. Do tình hình dịch bệnh và điều kiện tài chính gia đình nên em đã đóng trễ học phí học kì hè 2020-2021 (HK203). Kính mong phòng đào tạo xem xét để em có thể đăng kí môn học cho học kì tiếp theo. Em xin phép hỏi thêm đợt đăng kí môn học đợt 2 là cuối cùng hay còn đợt đăng kí bổ sung nữa ạ? Em xin chân thành cảm ơn.",
    "chào thầy cô, em vừa được thu nhận lại nên em đăng ký chậm so với các bạn nên đã không còn slot để đăng ký các môn học theo CTĐT, em không biết mình có thể xin vô các lớp sau được không ạ vì em thấy có một số lớp cũng có vượt quá sĩ số tối đa. Nếu được xin cho e vô các lớp sau ạ: CI4037-3177-L01 CI4011-L07 CI1053-L01. Em cảm ơn thầy cô.",
    "Kính gửi thầy cô, Xin thầy cô giúp em tăng sĩ số lớp Đo lường và tự động hóa các quá trình nhiệt lạnh mã môn 4013 vì đã full 25/25 . Em xin cảm ơn ạ.",
    "Dạ, vì một số lý do , không biết Phòng Đào Tạo có thể đăng ký giúp em môn Hoá Hữu Cơ ở học kỳ chính 202 mã CH2021, mã L02 không ạ,chỉ mở thêm 1 slot cho em thôi ạ, do là em đăng ký trễ bị full slot mất ạ, lớp L02 hiện tại sỉ số mới chỉ là 90, thêm cả giảng viên và share màn hình giảng viên vẫn chưa tới 100 slot ạ, nên nếu PĐT mở thêm slot cho em thì cũng sẽ không ảnh hưởng gì  em cảm ơn PĐT nhiều,",
    "TKB203 MỞ DKMH HK211",
    "Em tên là Lê Nguyên Cát Thịnh - lớp XD18CTXD03.Dạ hiện tại môn học HƯ HỎNG SỮA CHỮA CÔNG TRÌNH CI1051 còn rất nhiều bạn không đăng ký được vì đã bị đầy. Không biết trường có thể mở thêm sỉ số để các bạn đăng ký được không ạ! Dạ em cảm ơn!",
    "Em muốn xin mở thêm sĩ số lớp môn Kiểm tra phần mềm (CO3015), nhóm lớp L02. Phải làm sao ạ.Em cảm ơn ạ",
    "chào thầy,cô Sau khi em đăng kí đợt 1, môn học của em bị xóa và full sỉ số nên em mong PDT có thể tăng sỉ số của 2 môn học:nhập môn trí tuệ nhân tạo-CO3061 và môn kiểm tra phần mềm-CO3017. Em xin cảm ơn.",
    "Xin chào thầy cô, em muốn đăng kí hai môn học Vật lí 1 (PH1003) và Phân tích thiết kế kết cấu (CI3163) đều học online vào Chủ Nhật, tuy nhiên trong mục địa điểm hai cơ sở khác nhau là CS1 và CS2 nên hệ thống không cho đăng ký với lý do không đủ giờ giãn cách, kính mong quý thầy cô phụ trách có thể thay đổi địa điểm cơ sở về 1 điểm để thỏa yêu cầu đăng kí cả hai môn học. Em xin cảm ơn.",
    "Dạ em chào PĐT ạ. Em xin nộp đơn xin mở 2 môn học ạ môn thứ 1: Bê tông cốt thép ( GE3021 ) môn thứ 2: Đồ án khai thác và bảo vệ tài nguyên nước dưới đất ( GE3103 ) cả 2 môn đều thuộc khoa Địa chất và dầu khí chuyên nghành Địa Kỹ Thuật ạ. phía dưới em có kèm theo 2 đơn xin mở lớp ạ Cảm ơn PDT đã đọc ạ",
    "em muốn xin PDT có mở thêm sĩ số lớp môn CI2093 - ĐAMH kết cấu bêtông ct1 ạ Hiện tại lớp đã đầy em ko thể đăng kí được ạ",
    "Tình hình là còn nhiều bạn như em vẫn ko đăng kí đủ số tín chỉ các môn giải tích mạch, kĩ thuật số, hệ thống máy tính và ngôn ngữ lập trình vì thiếu lớp ạ. Em mong nhà trường có thể mở thêm lớp vì lớp các môn trên ở cs2  đã đủ sĩ số từ sớm so với thời hạn đăng kí môn học của chúng em. Em cảm ơn ạ!",
    "Thầy/cô cho em hỏi nếu gv khoa em chấp nhận dạy dự thính 1 lớp ít hơn 10 người thì tụi e vẫn tính hp là 880×1 chỉ hay tụi e phải chia học phí cho đủ 1 lớp dự thính là 15 bạn ạ",
    "Kính gửi quý thầy, cô, Em là  (), em muốn hỏi làm thế nào để kiểm tra mình đã đủ điều kiện để tốt nghiệp chưa ạ? Hiện tại em đã hoàn tất chương trình học và tiêu chuẩn tiếng Anh, nhưng em không rõ mình có hoàn toàn đủ điều kiện để xét tốt nghiệp chưa, vì em đã hết thời gian học tối đa nên em rất muốn kiểm tra chắc chắn, xin thầy, cô hướng dẫn ạ. Em xin cảm ơn.   i Tốt nghiệp .",
    "Kính gửi Phòng đào tạo, Em là , MSSV là , em muốn đăng ký môn Kỹ thuật điều khiển tự động ME2009, lớp L01-L03, theo đề nghị của thầy , Trưởng Phòng đào tạo. Em xin cảm ơn ạ!",
    "Dạ, chào Thầy/Cô! Em xin hỗ trợ về vấn đề đăng kí luận văn tốt nghiệp, hiện tại các môn học chuyên ngành em đã tham gia học đầy đủ và đã có điểm, nhưng khi em đăng kí luận văn tốt nghiệp thì lại bị thông báo thiếu môn học tiên quyết, mong Thầy/Cô xem xét giúp em, em xin cảm ơn!",
    "anh chị cho em xin tăng sỉ số lớp mã môn học IM1013 một trong 4 lớp này ạ. Lớp L02,03,06,07. em tên   MSSV  Anh/chị có thể giúp em được không ạ, em k16 thiếu mon tự chọn nhóm B",
    "Dạ em chào thầy cô, em là  mã số sinh viên . Hiện tại em vừa thi xong môn Hoá Lý 2 CH2109 kì 202, em muốn đăng kí hoc dự thính lại môn này nhưng không có trên \"Đăng Kí Môn Học\", bên cạnh đó hôm nay (12/8/2021) là hạn chót đăng kí môn học dự thính rồi ạ . Vậy có thể có cách nào để em được môn này trong kì dự thính sắp tới không vậy ạ?  Em mong được các thầy cô phản hồi sớm ạ. Em xin chân thành cảm ơn",
    "Họ và Tên :    Lý do gửi tin nảy là do em cần nộp đơn xin thu nhận lại . Nhưng do dịch bệnh hiện tại em đang ở quê nên không thể nộp đơn trực tiếp được. Em có nhu cầu đăng ký môn học học kỳ sau nhưng em đã không đọc kĩ nội quy trường nên hiện tại em không thể đăng kí môn học cho học kỳ 211 được .   em xin trường chỉ em cách nộp đơn bổ sung để có thể đăng ký môn học và hoàn thành chương trình học. Em xin chân thành cảm ơn.   Phiếu thu nhận em đính kèm phía dưới.",
    "Dạ thầy cô cho em xin đăng ký môn nhập môn kỹ thuật với ạ.",
    "-    i    : Hiện em đã đăng ký hoãn thi và PĐT cũng đã đồng ý và xác nhận. Nhưng, em vẫn thấy cập nhật điểm hoãn thi trong mybk.hcmut.edu.vn, mục bảng điểm ạ! Mong được xem xét cập nhật kịp thời ạ.",
    "Chào Thầy/Cô!  Em xin hỗ trợ đăng kí môn học Kết cấu thép 1 (dự thính) vì hiện tại môn học vày đã bị full sĩ số, em muốn xin mở thêm sĩ số lớp học để đăng kí môn học này thì phải làm thủ tục như thế nào, mong nhận đc sự hồi đáp sớm từ Thầy/Cô  Em xin cảm ơn !   ",
    "Cho em hỏi học phí kỳ 211 cho k17 ở dự thính vẫn giống như những khoá khác là 880k/chỉ hay sao ạ.Em có đọc quy chế nhưng em vẫn chưa hiểu rõ lắm ạ! Em cám ơn",
    "Dạ. Em tên . Hệ VLVH. Mssv: . Vì tháng 7 em thiếu trang thiết bị online để bảo vệ môn luận văn tốt nghiệp, Nên e có đăng kí môn luận văn tốt nghiệp(ME4029) cho học kì tới. Nay em đã kịp thời chuẩn bị trang thiết bị và đã bảo vệ thành công. Do đó kính mong  hủy Đăng kí môn học Luận văn tốt nghiệp cho em với ạ. Chân thành cảm ơn quý thầy cô.",
    "Chào thầy/cô,  Em là sinh viên K17, em đã đạt chuẩn tiếng anh đầu ra của trường vơí K17 (bằng Toeic 575) tuy nhiên do quy chế thay đổi nên không đổi điểm được cho môn Anh Văn 4 .    Nếu kì 211 đăng kí AV4 sẽ không kịp đợt tốt nghiệp tháng 11, vì thế em thắc mắc giữa 2 môn Anh văn 4 và Anh văn 4A. Trong mail trường có đề cập hoàn thành AV 4A sẽ được miễn AV4 và xét Đạt .    B Nếu đăng kí học và hoành thành AV 4A ở kì dự thính 211 thì em có được xét đủ điều kiện tốt nghiệp không ạ?       Mong thầy/cô giải đáp sớm. Chân thành cám ơn.",
    "Xin chào,  Em xin hỏi về số tín chỉ đăng kí học kì chính. Học kì chính sắp tới nếu em chỉ đăng kí 12 chỉ thì có được mở thời khóa biểu không hay bắt buộc tối thiểu 14 chỉ thì mới được mở ạ . Em cảm ơn",
    "Kính gửi PĐT. Em tên:; MSSV: hệ:VLVH -Thay mặt các bạn SV không thể đăng ký môn học   B EN3013 - Ky thuat xu ly nuoc thai    -Vì lý do giờ học bị trùng với môn   B EN3057 - Kỹ thuật t/gió & ksôn ồn    Hy vong nhà trường, khoa xem xét tăng sỉ số hiện tại đang là 25/25 với khung giờ học vào thứ 4 tiết 2 3 4 để chúng em được đăng ký học mà không bị trùng thời khóa biểu.   I Là một SV hệ VLVH nhưng ngành học bắt buộc phải học chung với hệ chính quy mong nhà trường thông cảm và hỗ trợ để chúng em sớm ra trường nhằm giảm thiểu gánh nặng cho gia đình, vì hiện hòan cảnh rất khó khăn.  . Em trân thành cảm ơn sự giúp đỡ của nhà trường.",
    "Dạ em chào thầy/cô PĐT, Thầy/cô cho em xin tăng sỉ số môn C/nghệ các sphẩm tẩy rửa (CH3169) được không ạ? Môn đó hiện tại là 70/70 ạ Em cảm ơn thầy/cô nhiều,",
    "Kính gửi thầy/cô, Để có thể đăng kí học dự thính môn nhập môn và kỹ thuật em phải làm thế nào ạ? Em cám ơn.",
    "Dạ, chào PĐT, em tên Bùi Minh Trí MSSV , hiện là sinh viên năm 4 Ngành điều khiển & Tự động hóa, Khoa Điện điện tử. - Hiện tại em trễ kỳ luận văn 202, em muốn đăng ký bổ sung luận văn vào kỳ 211 với mã môn học là EE4323, nhưng trên mybk thông vào rằng \"Bạn không được phép  đăng ký vào nhóm lớp này - Xem lại loại hình SV và loại hình đào tạo.\". Em không biết lý do vì sao ạ? - Hiện tại em vẫn chưa đủ điều kiện anh văn để nhận luận văn. Kỳ 202 em bị tạm dừng học do không có tkb và đã thực hiện đơn thu nhận lại.",
    "kính chào PĐT, em tên là  Nguyên mssv  em muốn hỏi là đợt đăng ký môn học cho kỳ 211 có đợt 3 không ạ. em cám ơn ạ",
    "Kính gửi thầy cô ở PĐT, em muốn đăng kí môn hóa hữu cơ nhưng lại hết slot ạ. Em chỉ còn 1 môn đó để có thể ra trường ạ, nếu không em sẽ bị trễ 1 năm. Em xin thầy cô có thể đăng kí mở slot giúp em để được học môn đó để em có thể ra trường ạ. Em chân thành cảm ơn thầy cô.",
    "Chào Thầy/ Cô, Nếu em là SV chương trình liên thông kỹ sư thạc sĩ kiểu mới (K19) thì những môn của bậc thạc sĩ có được tính riêng so với những môn bậc đại học không? Tức là nếu số tín chỉ em đăng kí trong kì chính  21 thì có bị hủy bớt môn không? Em cảm ơn.",
    "kính chào PĐT, em tên là Nguyễn Văn Tài Nguyên mssv , hiện tại em chỉ đã học xong Anh Văn 1A ( anh văn theo yêu cầu) mã: LA1037 thì em có thể đăng ký Anh Văn 2 mã: LA1007 được không ạ. em xin cảm ơn ạ ",
    "Kính mong quý thầy cô tăng sĩ số lớp dự thính DT01 của môn học Vi xử lý EE2013 vì lớp DT02 của môn này có lịch thí nghiệm bị trùng với môn Mạch điện tử EE2007 ạ",
    "Chào admin ạ,  Hôm trước đơn của em sau khi được giảng viên bộ môn, và khoa duyệt và đã được ad trên bksi chuyển cho bộ phận khác để mở lớp. Tuy nhiên tới giờ em vẫn chưa thấy lớp được mở ạ. Đó là môn ME3255 - Đồ án môn học logistics 1 (Thiết kế hệ thống logistics) Kì chính ạ. Rất mong nhận được sự phản hồi từ admin",
    "Em chào Thầy(Cô) Em đăng ký kỳ dự thính thì đã đủ số lượng. Em xin Thầy(Cô) cho em được đăng ký thêm môn EE1015 : Kỹ Thuật Số vào kỳ dự thính HK211 Em cũng bị trễ 1 năm, em xin Thầy(Cô) cho em được đăng ký để trả nợ môn, để kỳ sau em làm luận văn có thêm động lực ra trường, không bị trễ hơn nưa. Trong khi được sự chấp thuận của Thầy(Cô), em xin chân thành cảm ơn.",
    "Em K17 có vướng một môn thể chất 3 chưa qua. Do quên đăng kí lại sớm, nên giờ theo em biết môn học không còn đăng kí như cũ nữa. Cho em xin hỏi bây giờ đăng ký học Thể chất 3 theo quy định mới như thế nào ạ? Em xin cảm ơn.",
    "Dạ em kính chào phòng đào tạo, em tên , mã số 0, em do đã đăng kí từ đợt 1 của học kì chính nhưng kết quả em bị hủy đăng kí đồ án môn Bê tông Cốt thép 1 có mã môn học CI2093 nhưng mà đã bị hủy trong đợt đăng kí 2. Nhưng em nghĩ là kì này không mở nhưng lên kiểm tra lại thì thấy có lớp. Em xin phòng đào tạo hỗ trợ giúp em mở thêm lớp hoặc tăng sĩ số lớp vì em còn thiếu chỉ đồ án này ạ. Em xin cảm ơn.",
    "Dạ phòng đào tạo trường mình cho em hỏi Kì này em có đăng kí luận văn nhưng do chưa thi được anh văn nên không được xác nhận, thi em đang chờ các trung tâm mở thi lại để lấy chứng chỉ và nộp sớm nhất có thể. Không biết tới thời điểm đó em còn xin bổ sung vào danh sách bảo vệ luận văn kịp không ạ, em còn các môn chưa tới ngày thi cuối kì tổng cộng 7 chỉ, công tác xã hội đã đủ 15 ngày, và đảm bảo thực hiện tiến độ luận văn tương đương với chương trình luận văn ạ . Hiện có nhiều bạn khoá em đang rơi vào tình trạng không thể hoàn thiện chứng chỉ anh văn vì tình hình dịch kéo dài khiến các trung tâm đăng kí toeic bị hoãn thi từ ngày 22/05/2021 tới nay, nên em xin phép được tìm sự giúp đỡ từ phía phòng đào tạo về vấn đề này ạ Em xin cảm ơn nhà trường ạ.",
    "Em chao thầy cô. Em có một vấn đề mong được quý thầy cô giải đáp ạ . em muốn  đăng kí bổ xung môn học kì 211 - MSMH : 260628 Công nghệ lạnh điều hòa 2 Mong quý thầy cô giúp đỡ xem xét bổ cho phép em được đăng kí bổ xung môn học trên để em có thể học tập theo đúng tiến bộ . em xin chân thành cảm ơn .",
    "Dạ kính chào Pđt, em là  mssv  khoa Kỹ thuật giao thông-kỹ thuật hàng không Hiện em đã học môn Nhập môn kỹ thuật mã CI1001 và muốn chuyển đổi môn tương đương thành môn Nhập môn kỹ thuật mã TR1001 ạ, vì môn này là môn học trước để em đăng kí Đề cương luận văn tốt nghiệp ( hàng không) mã TR4331. Em đã làm đơn xin công nhận môn tương đương và được chủ nhiệm bộ môn và chủ nhiệm khoa chấp nhận và ký vào đơn . nội dung chi tiết trong đơn đính kèm . kính mong pđt sớm giải quyết để em được hoàn thành chương trình học ạ. em xin cảm ơn.",
    "em muốn đăng kí thêm 1 slot môn học  N :  :EE3015 NHÓM-LỚP:L03-L03 VÌ môn học chưa quá 100 nên có thể cho em 1 slot cơ hội vào nhóm lớp đó với ạ",
    "Dạ, mong PĐT có thể giúp em đăng ký em vào lớp Hoá Hữu Cơ, mã CH2021 ở học kỳ chính ạ, em đã tự điều chỉnh thời khoá biểu của mình để học được lớp L02,chỉ mở thêm 1 slot cho em thôi ạ, do là em đăng ký trễ bị full slot mất ạ, lớp L02 hiện tại sỉ số mới chỉ là 90, thêm cả giảng viên và share màn hình giảng viên là 93 slot vẫn chưa tới 100 slot ạ, nên nếu PĐT đăng ký giúp em thêm slot cho em thì cũng sẽ không ảnh hưởng gì nhiều đâu ạ. Do cũng tình huống khẩn nên em mới vậy ạ,  em chân thành cảm ơn PĐT nhiều,",
    "Em chào phòng đào tạo, em là , mssv  do đợt trước em đăng kí nhưng không hiểu sao bị hủy mất môn đồ án Kết cấu Bê tông cốt thép 1 mã môn học CI2093, đợt 2 thì bị full mất lớp rồi ạ. Xin phòng đào tạo hỗ trợ giúp em đăng kí được môn này hoặc mở thể sĩ số để em có thể đăng kí được, em xin cảm ơn.",
    "em chào thầy/cô, Em tên: , mssv: , khoa: Khoa học và kỹ thuật máy tính. Em đã đăng ký đổi chuyên ngành từ khoa học máy tính sang kỹ thuật máy tính, từ học kỳ 3/2020 - 2021. Tuy nhiên có một số trục trặc về hồ sơ nên em không thể đăng ký môn thực tập tốt nghiệp trong kỳ hè 203 dẫn đến không đăng ký được môn đề cương luận văn trong kỳ 211. Hiện tại, em đã hoàn tất các thủ tục và đã có quyết định đồng ý cho em chuyển chuyên ngành. Thầy cô có thể xem xét cho phép em đăng ký môn thực tập tốt nghiệp để em có thể đăng ký đề cương luận văn vào kỳ 211 được không ạ? Mong phản hồi sớm từ thầy/cô Em cảm ơn.",
    "do e năm vừa rồi không đủ 27 chỉ nên có một số môn năm 2 e không đăng ký được. e đã đăng ký học dự thính và tới kì hè 203 do covid nên không mở lớp mấy môn có thí nghiệm. bây giờ sang kì 211 do yêu cầu các môn kia học trước nên e không thể đăng ký những môn năm 3, bây giờ e chỉ đăng ký được 11 chỉ, thì pđt có xem xét cho e giảm học phí được không ạ. em nghe nói được giảm 25% phải không ạ. e cảm ơn",
    "Hi PĐT ạ. HỌC PHÍ LVTN KHI ĐĂNG KÍ LẦN 2 là bao nhiêu ạ ? Em cảm ơn",
    "Em đã đọc kỹ điều 17 về quy chế đào tạo và học vụ. Nhưng em vẫn còn 1 số thắc mắc. Em là K15, em đăng ký hoãn thi do không đủ đáp ứng điều kiện thi online. Em có cần đăng ký lại môn học đó ở học kỳ sau để thi xóa điểm HT/VT không ? Hay là phòng đào tạo sẽ mở đợt cho sinh viên đã hoãn thi đăng ký thi chung với học kỳ sau ? Về phần điểm tổng kết, sau khi thi xóa điểm HT/VT thì phòng đào tạo sẽ lấy luôn điểm thi làm điểm tổng kết hay vẫn tính điểm thành phần của môn học đó học kỳ trước ? Do có 2 trường hợp HT/VT nên em không rõ đợt hoãn thi do không đủ điều kiện sẽ rơi vào trường hợp nào . Em xin cảm ơn.",
    "Kính chào nhà trường,  Em tên là , MSSV:,thuộc khoa Kĩ thuật Địa Chất và  Khí . Nay em gửi tin này với mong muốn được hoãn thi cuối kì môn Đại số tuyến tính . Em đã làm đơn xin hoãn thi và được xác nhận kèm theo của Giáo viên bộ môn đính kèm ở dưới . Mong được nhận phản hồi sớm từ phía nhà trường . Em cảm ơn ạ",
    "Dạ em chào thầy cô ở PĐT. em có đóng trễ học phí dự thính 202 ạ.em đóng vào ngày 27/7. bây giờ e ko đk môn học dự thính được thầy cô có thể giúp e được không ạ.Em xin chân thành cảm ơn Chúc thầy cô có 1 buổi chiều vui vẻ ạ    .",
    "Pdt co thể mở thêm sỉ số cho em đk đc ko ạ EE1015 - Kỹ thuật số -",
    "Theo em được biết thì bên bộ môn của Khoa Điện đã có đề xuất được tăng sĩ số tối đa của các lớp lên 10 sinh viên ạ, cụ thể là có môn Kỹ Thuật Số (mã môn EE1009). Cho em hỏi là khi nào thì PĐT cập nhật lại danh sách tăng sĩ số ạ, tại vì đợt đăng kí môn lần này của em có môn song hành với môn đó nên em cần đăng kí được môn đó ở trong đợt 2 này ạ.  Em cảm ơn đã đọc và em mong chờ phản hồi từ nhà trường.",
    "Thưa phòng đào tạo,  Em là , MSSV  Ở đợt 2 đăng ký môn học kỳ 211 thì bị hủy do chưa thanh toán học phí. Em vừa thanh toán học phí ở ngân hàng nhưng vẫn chưa đăng ký được môn học, mong phòng đào tạo xem xét và phản hồi sớm để em đăng ký môn ạ. Em cảm ơn!",
    "Em xin PDT cho em đăng ký môn học : CI3009 - Kết cấu thép 1 Lý do bị full sĩ số.",
    "Em chào thầy cô, Em tên là , em là sinh viên K12. Ngày 29/7/2021, em có đăng ký chuyển hệ VHVL, em thấy thời hạn đăng ký là 31/7/2021. Em đã nhận được email kích hoạt hồ sơ tuyển sinh. Nhưng đến nay vẫn chưa nhận được email thông báo trượt hay trúng tuyển, nhưng em đọc được thông báo là khoá VHVL mới đã bắt đầu tạo hồ sơ xác nhận nhập học và hết hạn vào ngày 10/08/2021. Em muốn biết là em đã đăng ký được không?  Nếu đăng ký trượt thì đợt đăng ký tháng 11, em có cần đăng ký lại không? Em muốn đăng ký học nhưng không nhận được email phản hồi. Em cảm ơn ạ",
    "Em chào thầy(cô) em muốn tăng sĩ số môn học anh văn 4 la1009 ạ ",
    "Em chào PĐT, cho em hỏi là em đăng ký 10 tín trong học kì 211 thì có bị cảnh cáo học vụ hay bị gì không ạ, em cảm ơn",
    "Xin PDT mở thêm sĩ số môn EE2013 vi xử lí kì DT211 vì có khá nhiều sinh viên có nhu cầu học môn này",
    "Em nộp đơn cứu xét ạ",
    "Em xin được gửi đơn xin mở sỉ số lớp ạ, mong pđt đọc giúp em, lý do em gửi trễ vì em chờ phản hồi của mình qua mail ạ",
    "Em có trên quy chế của trường về vấn đề hoãn thi và có một điểm vẫn còn thắc mắc. Kính mong quý thầy, cô giải thích giúp em ạ: 1/ Quy chế có ghi \" SV phải đăng ký thi cuối kỳ trong thời hạn một năm học để lấy kết quả này làm điểm tổng kết thay thế cho điểm HT\", nghĩa là em hoãn thi ở kỳ 202 thì em phả đăng ký thi trễ nhất ở kỳ 212 hay là dựa vào ngày tháng năm kể từ thời điểm quyết định hoăn thi ạ? Em cảm ơn thầy,cô.",
    "Thầy cô cho em hỏi, vì sao em không thể đăng ký đề cương luận văn tốt nghiệp? Em đã đăng ký thực tập tốt nghiệp giống như chương trình đài tạ (MMH:CI3393) nhưng do tình hình dịch bệnh nên không thể đi thực tập.bây giờ em đăng ký đề cương luận văn tn (MMH:CI4365) thì lại bắt buộc môn học song hành là thực tập ngoài trường (MMH:CI3365). Mong thầy cô giải quyết giúp em ạ! Em cảm ơn nhiều!",
    "n trình bày lý do trễ học phí",
    "Chào phòng đào tạo,  Em tên là Nguyễn Hoàng Dương, MSSV  là sinh viên khoa cơ khí, chuyên ngành chế tạo máy. Em có 3 câu thắc mắc mong quý phòng đào tạo có thể giải đáp cho em:  Thứ nhất là hiện nay em đã hoàn thành gần như tất cả các môn học theo chương trình đào tạo của khoa chỉ còn lại môn Luận Văn Tốt Nghiệp. Nhưng do ảnh hưởng của dịch Covid- 19 nên các trung tâm đều đóng cửa. Điều này đồng nghĩa với việc em không thể thi chứng chỉ anh văn do đó chưa đủ điều kiện ngoại ngữ nên em không thể đăng kí môn học cho Luận Văn Tốt Nghiệp được. Phòng đào tạo cho em hỏi em có thể được tạo điều kiện để đăng kí môn này nhầm hoàn thành chương trình và sau khi hết dịch em sẽ nộp chứng chỉ anh văn ngay lập tức ngay trong kì sau là kì 211 hay không?  Thứ hai, nếu kì sau em không được đăng kí luận văn thì em có thể đăng kí 1 môn học để duy trì tình trạng học tập có được hay không, hay phải đăng kí tối thiểu 10 tín chỉ?  Thứ 3, em có một người bạn kì trước đã không đăng kí được Luận Văn do thiếu chứng chỉ anh văn và kì này vẫn vậy thì có bị cảnh cáo học vụ hay buộc thôi học hay không?  Em cảm ơn phòng đào tạo đã chú ý đến thắc mắc của em và mong phòng đào tạo có thể giải đáp thắc mắc của em để em có thể lập kế hoạch cho kì học tiếp theo.",
    "Chào quý thầy cô phòng đào tạo, Em tên , mssv  và em muốn hỏi là mình đơn trình bày lý do nộp học phí trễ vào thời điểm này bằng cách nào? Xin quý thầy cô hướng dẫn giúp em.Em xin cảm ơn.",
    "Dạ e chào thầy cô ạ Em tên   Mssv  Khoa Bảo dưỡng công nghiệp k16 Em có một vấn đề muốn hỏi ạ Ngày 07/08 em có đăng kí môn học anh văn 3 (La1007) và anh văn 4 (La1009) nhưng hệ thống báo là khoa không mở lớp Hiện tại 2 môn anh văn đã mở nhưng đã đủ sỉ số ,em muốn xin mở sỉ số thêm có được không ạ và nếu được thì em phải làm như thế nào ạ Mong thầy cô phòng đào tạo xem xét giúp em Em xin chân thành cảm ơn ạ!",
    "Dạ thưa quý thầy/cô, Học kì 203 em có đăng ký môn học mã 701711 nhưng bị hủy vào đợt 3 vì chưa thanh toán học phí, (em sơ sót không kiểm tra mail vì em không nghĩ hạn đóng sớm như vậy). Học kì 211 em có đăng ký lại môn đó và cũng bị hủy vì chưa thanh toán học phí, em vào BKPay thì vẫn còn mục thanh toán học phí kì 203 dù môn đó em đã bị hủy, xin thầy cô hướng dẫn để em có thể đăng ký trong kỳ này ạ. Em cám ơn, chúc quý thầy cô sức khỏe",
    "Kính gửi: PĐT trường Đại học Bách Khoa. Em tên:  MSSV:  Khoa: KTXD-Lớp: XD17DD02 Do em còn thiếu ĐK về CCNN nên chưa đăng ký được môn luận văn, hôm trước em có hỏi PĐT thì có nhận được phản hồi là khi nào thi CCNN về thì phòng đào tạo sẽ tạo điều kiện cho em. Nhưng do diễn biến phức tạp của dịch bệnh nên IIG đã hoãn tất cả các ngày thi lại từ tháng 5, nên nếu IIG mở thi lại chắc sẽ mở cho các bạn đã đăng ký trước đó, em đăng ký sẽ còn lâu lắm mới thi được và nộp về cho PĐT. Em viết đơn này mong PĐT giúp em có thể đăng ký môn học luận văn tốt nghiệp (CI4343) và nộp CCNN sau được không ạ, để không bị ảnh hưởng đến tiến độ làm Luận văn cũng như việc tìm GVHD trước khi học kỳ mới bắt đầu ạ. Em mong PĐT chấp thuận mong muốn của em. Em xin cảm ơn ạ.",
    "Tăng sĩ số môn Vi xử lí EE2013 Học kì 211 lớp Có thể tăng thêm sĩ số được k ạ. Nhu cầu môn học này rất nhiều bạn ạ. Mà lớp chỉ được mở có 30 bạn thôi",
    "Em tên . Ngày 05/08 em có kết quả dương tính với covid nên đã điền form hoãn thi tất cả cả các môn thi. Bây giờ trong khu cách li em vẫn có khả năng tham dự thi nên muốn hủy form hoãn thi đó thì phải làm sao ạ?",
    "Em xin chào Thầy/Cô . Em tên:  - Lớp:BD16CDT Nay em viết đơn này xin Thầy/Cô cho em được mở lịch thi môn anh văn 3A (mã môn học LA1041). Vì lý do đại dịch ảnh hưởng đến kinh tế, nên em đóng học phí trể, em không có lịch thi . EM rất mong được sự giúp đỡ của Thầy/Cô giúp em mở lịch thi, để em có thể hoàn thành chương trình học và ra trường. Em xin chân thành cám ơn!",
    "em chào cô ạ,Cô cho em hỏi sao hôm nay em vẫn chưa thấy lớp dự thính TR3049 mở vậy ạ. cô bảo em chờ tới 15h mà giờ sắp 15h rồi mà em vẫn chưa thấy ạ. em cảm ơn cô nhiều ạ.",
    "Em tên:  Mssv:  : Khoa kỹ thuật công trình xây dựng Em có dùng email trường cấp  để đăng nhập trên điện thoại và dùng học online, nay điện thoại hư, em đã mua mới và giờ không thể đăng nhập email trên điện thoại mới, mong trường hỗ trợ em",
    "Dạ em tên  - , lớp CCQKD18 Em xin được mở thêm sỉ số 2 môn:  - Hành vi tổ chức (IM2017) lớp CC01  - Giao tiếp trong kinh doanh(IM3047) lớp CC01 Lí do là vì vừa rồi đợt 1 em đã đăng kí rồi nhưng đợt 2 lại tự bị out ra và khi vô lại thì đã hết slot ạ. Em mong phòng đạo tạo có thể mở thêm sỉ số môn học để có thể tham gia học 2 môn trên vào kì sau ạ. Em cảm ơn rất nhiều ạ.",
    "Tốt nghiệp . Dạ cho em hỏi hiện tại em vẫn chưa nộp bằng toeic để được đăng ký tốt nghiệp trong đợt tới, có thể sau dịch em mới đi thi và nộp được vậy kì này em có cần đăng kí môn học để duy trì không ạ ?",
    "chào anh/ chị em là sinh viên k16, em đang muốn đăng kí một số môn nhưng không được mở, em thấy các môn đó của K19 K20 thì có. cho em hỏi các môn sau có tương đương nhau không ạ. địa chất công trình (CI1043, 3 chỉ) và địa chất công trình (CI2095, 3 chỉ) xác suất thống kê (MT2001, 3 chỉ) và xác suất thống kê (MT2013, 4 chỉ) cấp thoát nước (CI3095, 2 chỉ) và cấp thoát nước (CI3241, 3 chỉ) môn bê tông cốt thép 2 và đồ án bê tông cốt thép 2 thì tương đương với môn nào và cho em hỏi những môn thuộc CTĐT của k16 có còn mở nữa không ạ.",
    "Chào PĐT, Hiện tại em không thể đăng kí môn học được. Em kính nhờ phòng hỗ trợ em khắc phục vấn đề này ạ. Em xin cảm ơn",
    "Em tên , MSSV:  Lý do: Ngày 05/08 sau khi có kết quả dương tính covid em đã hủy hoãn thi các môn thi HK202. Nay trong khu cách ly điều trị em vẫn có khả năng tham dự kì thi. Những môn hủy hoãn thi:  -Calculus 2 (1005)  -General Chemistry (1003) -General Physics 2 (1005) -Engineering Mechanics (AS1003)",
    "Em chào thầy cô . Em là -, vừa qua em có đăng ký hoãn thi môn Kỹ thuật siêu cao tần. Em đã làm theo đúng yêu cầu của nhà trường. Ngày thi cũng đã diễn ra, nhưng em chưa nhận được mail thông báo là mình có được đồng ý hoãn thi hay không. Em mong thầy cô phản hồi ạ.",
    "Chào cô, Kì 211 này em có chuyển từ hệ chính quy sang hệ vhvl. Em còn thiếu av để được làm luận văn tốt nghiệp thôi ạ, mà dịch bệnh bên iig cấm tổ chức được hơn 2 tháng rồi. Vậy giờ em muốn đăng kí luận văn thì làm sao ạ.",
    "Dạ cho e hỏi là nếu mình không đủ tín chỉ năm nhất và bị đình chỉ 1 học kì thì học kì tiếp theo mình đăng kí môn học và đóng học phí như thế nào ạ?(đóng theo k20 hay k21 ạ)",
    "Em tên LÊ THỊ TÚ QUYÊN MSSV  xin mở thêm chỗ trong môn ME4647 QUẢN LÝ TINH GỌN TRONG CHUỖI CUNG ỨNG HK211. Với sự đồng ý mở thêm chỗ của GVGD, thầy , MSCB: 002559, trưởng bộ môn Kỹ thuật Hệ thống Công nghiệp ạ. Em mong phòng đào tạo có thể tạo điều kiện để em tham gia lớp học. Em xin cảm ơn ạ.",
    ":",
    "Kính gởi Phòng Đào tạo Em tên Nguyễn Anh Tuấn mssv . Hôm trước em có liên hệ phòng đào tạo về việc thu nhận lại sinh viên, và được hướng dẫn tải mẫu đơn thu nhận lại của trường để gởi PĐT giải quyết. Nay em nộp đơn xin thu nhận lại sinh viên, kính mong phòng đào tạo xem xét gải quyết cho em. Em chân thành cảm ơn.",
    "Em chào PĐT ạ, Em có đăng kí môn Sản xuất sạch hơn (CH4027) thứ 6, nhưng em lỡ xóa nhằm môn học và giờ lớp bị full không đăng kí lại được. PĐT có thể mở thêm 1 slot tiết 2-3 thứ 6 được không ạ. Em xin cảm ơn!",
    "em quên chưa đổi tên file ghi màn hình buổi thi online gt2 mà đã nộp (ngày thi 7/8 ca 16h) thì bây giờ em phải làm sao ạ. Mong thầy/cô sớm phản hồi, em cảm ơn ạ.",
    "Em chào thầy/cô Em là   Mssv:  Hiện tại em đã hoàn thành hết môn học, còn luận văn tốt nghiệp nhưng anh văn của em chưa đạt đủ yêu cầu và em dự tính là hết dịch sẽ thi và gửi kết quả rồi sau đó sẽ lên PĐT xin phép đăng ký sau. Nhưng hiện tại em ko đăng kí môn nào của Đăng Kí Môn Học thì có bị tính là dừng học không ạ? Và bây giờ em nên làm thế nào ạ",
    "Kính chào Phòng đào tạo, Em là , MSSV , lớp VP17CĐT, thuộc chương trình KS CLC Việt-Pháp. Hiện tại em đang cần giấy xác nhận sinh viên để có thể bổ sung hồ sơ hoãn nghĩa vụ quân sự ở địa phương. Em đã đăng kí trên hệ thống của trường rồi nhưng vì hôm nay (12/08/2021) là hạng cuối để nộp nên em mong nhận được bản mềm thông qua gmail trong thời gian sớm nhất. Email:  Em xin chân thành cảm ơn ạ.",
    "Thưa cô em là sv k15 ạ. em còn thiếu đúng 1 môn thí nghiệm vật lý chưa trả được mà cả kì hè lẫn kì 211 đều không mở cô ạ. Do khoa không mở lớp. Mà đây là kì cuối của em rồi cô. Cô xem có cách nào em có thể học môn này được không ạ. Em cảm ơn.",
    "Em chào thầy/cô, Em có gửi đơn pdt để xin mở lớp môn KTCT 1, và được thầy/cô bảo là chờ tới 15h ngày hôm nay nếu chưa mở môn thì phản hồi lại cho pdt. Hiện em vẫn chưa thấy mở môn ạ. PDT check lại giúp tụi em. Em cảm ơn PDT!",
    "Cho em hỏi cách thức khiếu nại về việc hủy điểm kiểm tra cuối kì lên pđt thì làm như thế nào ạ",
    "Em đã làm đơn và được PDT chấp thuận mở lớp. Nhưng hiện tại em vẫn chưa đăng ký được môn học  ạ. Em gửi lại đơn mong PDT sớm mở môn cho em ạ. EM cảm ơn ạ",
    "Dạ em chào thầy/cô PĐT, Thầy/cô cho em xin tăng sỉ số môn Quá trình hóalý trg xlmt (CH3227) lên 70 được không ạ? Môn đó hiện tại là 66/60 ạ, Em thấy trong quy chế ghi môn cơ sở ngành sỉ số từ 60-80 SV ạ, nên thầy/cô có thể tăng sỉ số lên 70 được không ạ Em cảm ơn thầy/cô nhiều,",
    "Kính gửi Ban quản lý nhà trường, Em là  _ MSSV: Hiện đang thuộc khoa Cơ khí _ Chế tạo máy (chương trình phổ thông). Em viết thư này mong muốn xin được đăng ký môn học Đồ án thiết kế (ME2011) vào chung với nhóm lớp CC01. (đây là nhóm lớp duy nhất có mở) Đây là môn học cuối cùng của em (trừ Luận văn tốt nghiệp) nên mong nhà trường xem xét và tạo điều kiện cho em được tham gia học môn này trong học kỳ 211 sắp tới nhằm tốt nghiệp sớm nhất có thể. Em xin chân thành cảm ơn.",
    "Em là  lớp CK17NH2. Ngày 10/8 em có nộp đơn có chữ ký của khoa và ngày 11/08 được báo đã chuyển dữ liệu. Em được yêu cầu nếu qua 15h ngày 12/8 mà chưa mở lớp thì báo lại ạ. Hiện tại thì em vẫn chưa thấy lớp Kinh tế năng lượng được mở. Mong thầy cô em giúp em với ạ.",
    "Vì lý do : Thiết bị máy tính của em đang gặp vấn đề trục trặc kỹ thuật nên em muốn hoãn thi môn tín hiệu và hệ thống EE2005 ạ. em tên :  - ",
    "Em chào quý thầy (cô), Em là sinh viên K18 khoa cơ khí. Em đã nộp đơn xin mở lớp Kỹ Thuật Chế Tạo 2 (ME3033) và đã được xác nhận, phòng đào tạo bảo chúng em chờ xử lý, đến 15h ngày 12/8 mà chưa thấy mở lớp thì phản hồi lại phòng đào tạo. Đến giờ em vẫn chưa thấy mở lớp nên mong thầy (cô) kiểm tra lại giúp em. (Đính kèm mail xác nhận của pdt) Em xin cảm ơn,  - ",
    "Chào phòng đào tạo Em xin nộp đơn mở môn học quản lý dự án mã môn học ME3223 và đơn kèm theo Hôm trước em có nộp và phòng đào tạo trả lời sẽ gửi mail cho em sau 15h ngày 12 không nhận được mail nên em liên hệ lại. Phòng đào tạo tạo điều kiện mở lớp giúp bọn em",
    "Chào thầy/cô Hiện tại em đã đăng kí được lớp An Toàn Quá Trình (CH3297) A01 - T3 tiết 7-8 Nhưng em bị trùng lịch nên muốn xin PĐT tăng sĩ số lớp L06 -Thứ 2 tiết 5-6 để em có thể đăng ký được môn học này .  -  Mong nhận được sớm phản của thầy/cô Em xin cám ơn !!!",
    "Dạ thưa thầy/cô, sĩ số của lớp này em thấy là 35/30 vào ngày hôm qua, xong bây giờ xuống còn 34/30, thì bây giờ em có thể xin vào chỗ thứ 35 đuọce không ạ? Em cảm ơn.",
    "Kính gửi PĐT, em xin được trình bày nguyện vọng của mình qua 2 lá đơn đính kèm",
    "Chào admin ạ, Em có tìm nhưng chưa thấy nên em liên lạc lại mong admin xử lý vấn đề của em ạ . Trước có một admin có dặn nếu tới 15h ngày 12/08/2021 mà vẫn chưa mở thì liên lạc lại. Mong admin xử lý giúp em với ạ. Cảm ơn admin.",
    "PĐT cho em xin tăng sỉ số lớp môn Kỹ thuật siêu cao tần (Mã môn: EE3025, mã lớp: DT01_DT01). Hiện em rất cần học môn đó ạ để đủ kiện đủ số tín chỉ ra trường. Em xin cảm ơn nhiều ạ.",
    "Chào thầy cô, Em bị nợ môn thí nghiệm vật lý do không đủ điểm ở học kì 2 năm nhất, năm nay em là sinh viên năm 3, và khi em đăng ký môn học thì em chỉ thấy hiển thị đăng ký cho lớp P (chẳng hạn P01, P02) mà không thấy lớp L của em. Cho em hỏi giờ em phải làm sao để được học lại môn này ạ. Em cảm ơn ạ.",
    "Em chào thầy cô ạ. Hiện tại vào học kỳ 211 em chỉ còn lại luận văn và 2 chứng chỉ tiếng anh nhưng hiện tại do dịch nên em chưa thể thi tiếng anh được và cũng chưa thể đăng ký luận văn được. Nên học kì 211 em chưa có tkb(vì không có môn đăng kí) vậy em có bị cảnh cáo học vụ không ạ và em phải làm đơn xin như thế nào ạ. Em cảm ơn và rất mong được phản hồi sớm ạ. Chúc thầy cô sức khỏe.",
    "Chào cô, Em mới được nhận qua hệ vhvl từ hệ chính quy từ đợt đăng kí tháng 7 này ạ. Em còn thiếu anh văn nữa để được đăng kí luận văn tốt nghiệp ạ. Do bệnh dịch, bên iig không tổ chức thi được vài tháng rồi, nên em chưa có 2 chứng chỉ anh văn nghe đọc ạ. Bên trường mình có phương án giải quyết nào không ạ? Và còn vấn đề thứ hai em muốn hỏi ạ. Trong phần đkmh của em, em vào mục nào thì cũng bị lý do \"tạm dừng\" ạ. Cô có thể kiểm tra thử, em bị sao không ạ. Em bị ở lại trường lâu do thiếu anh văn rồi cô, mấy nay em có đăng câu hỏi, gọi điện mà không được. Em rối lắm rồi. Huhu. Mong cô giải đáp giúp em",
    "Dạ e chào cô  dạ em bị lỗi này ạ xin cô xem xét lại giúp e ạ Em cảm ơn cô ạ    .",
    "Em chào thầy, cô Em là , học lớp XD18CTT Em đã nộp đơn đăng kí môn học Máy bơm trạm bơm CI3059 nhưng đến giờ vẫn chưa được mở ạ Em mong phòng đạo tạo mở giúp em để em và các bạn có thể học được môn Máy bơm trạm bơm CI3059 trong học kì tiếp theo ạ Em xin chân thành cảm ơn",
    "Em chào Phòng Đào Tạo ạ. Em tên  MSSV  Vừa rồi ngày 5/8/2021 em có dự thi môn xác suất thống kê MT2001 lúc 07h00 sáng thì khi nộp bài có vấn đề nên em đã điền form hoãn thi do PĐT cung cấp trong vòng 5 ngày sau khi thi. Nhưng hôm nay thì giảng viên bộ môn mới thông báo cho lớp em là đã xử lí được và cung cấp các điểm thành phần. Em muốn xin hỏi PĐT em có thể hủy hoãn thi môn Xác suất thống kê MT2001 , thi lúc 07h00 sáng được không ạ?",
    "Dạ em chào cô, Bộ môn đã nộp đơn mở lớp môn xúc tác trong công nghệ lọc - hoá dầu (CH3193), nhưng hiện tại môn học vẫn chưa được mở nữa ạ, mong cô kiểm tra lại và mở sớm để tụi em kịp đăng kí vì ngày mai là hạn chót rồi ạ, Em cảm ơn cô nhiều ạ,",
    "Em chào thầy/cô ạ, em là  (MSSV: ) K19 khoa Môi trường và Tài nguyên. Trong quá trình thi online em đã thực hiện đầy đủ các bước theo hướng dẫn của nhà trường. Nhưng sau khi nhấn vào \"dừng ghi\" trên google meet thì em không nhận được bất kỳ mail nào về việc video đã được ghi lại. Em thi môn Kinh tế chính trị vào lúc 16g00 ngày 8/8/2021 đến nay đã hơn 48h và em vẫn chưa nhận được video quay lại quá trình thi ạ. Việc em không thể gửi video quay lại quá trình thi môn kinh tế chính trị vừa rồi có ảnh hưởng đến kết quả thi không ạ (nếu có em nên làm gì để khắc phục ạ). Em đã xem quy định của phòng đào tạo về việc sẽ bị điểm 0.0 khi không gửi video. Mong nhận được sự phản hồi từ thầy/cô. Em cảm ơn nhiều ạ.",
    "Em tên , MSSV:  em xin đổi lớp Xử lí số tín hiệu EE2015 kì chính từ nhóm lớp L02_L03 sang L03_L05 hoặc L06_L12 với ạ, mà lớp L03_L05 và L06_L12 đã full 28 sinh viên. Vì em bị trùng lịch lớp dự thính mới mở sau, do 2 môn trùng nhau đều là môn học trước nên em không thể bỏ được ạ. Mong PĐT đồng ý ạ. Em cám ơn ",
    "Chào bạn, mình đã bảo vệ luận văn xong nhưng còn anh văn 3,4 vì đang dịch nên chưa thi nộp bằng vào. Vậy mình có cần đăng kí môn học không ?",
    "Dạ hôm nay em phải đi tiêm phòng covid, và em đã bị lỡ giờ thi không thi được. Vậy em có được xin hoãn thi không ạ",
    "Dạ phòng đào tạo cho em hỏi là có mở được lớp Hệ thống cung cấp điện Ee3001 kỳ 211 này được  không ạ,bạn của em đã xin được giáo viên và đăng ký mở lớp nhiều hôm trước nhưng trong phần đăng ký môn học vẫn chưa thấy dù sắp hết hạn đkmh rồi ạ.",
    "Dạ kì này em còn môn vi xử lý 4 chỉ để làm được đồ án, vậy cho em hỏi vxl có mở thêm sỉ số được không ạ.Em cảm ơn",
    "Thưa thầy/cô em tên là  MSSV  Em có nguyện vọng được học môn EE3027 vào kì dự thính 211 này. Nhưng lớp đã full sĩ số 30/30. Xin phép thầy cô cho em 1 sĩ số học môn này để kịp tiến độ đề cương ạ ( Em còn mỗi môn này thôi ạ) Em cảm ơn rất nhiều.",
    "Hiện nay em muốn xin mở lớp CI3015 dưới dạng đồ án ( không lên lớp, chỉ thi) và chỉ có một mình em học, em đã được sự đồng ý của giáo viên phụ trách môn học và chủ nhiệm bộ môn, vậy PDT có cho phép đồng ý em mở lớp không, vì chủ nhiệm bộ môn bảo cần có sự đồng ý của PDT mới mở lớp được. Em xin cảm ơn ",
    "CẤP THOÁT NƯỚC  Tiết 5-6 chủ nhật nó nói không đủ giãn cách với Tiết  7 -8 Môn Kĩ Thuật Thi Công mong cô giúp cho.",
    "Kính thưa PĐT! đợt 1 học kì chính 211 em đã đăng kí 2 môn 3a và 4a nhưng không có thể học chung được. Lúc đó môn av 3 và 4 thì không mở lúc mở được thì đã hết sỹ số, mong PĐT có thể tăng thêm sỹ số để em có thể đăng kí ạ.",
    "Chào thầy/cô , em là  ,mssv , em viết đơn này xin cho em được tăng sỉ số lớp kết cấu thép 2 dự thính DT01 ạ, vì lớp đã hết slot đăng kí mà chỉ có 1 lớp, em cám ơn thầy/cô rất nhiều ạ.",
    "Dạ cho em hỏi là đã mở 2 lớp môn Vi xử lý-ee2039, nhưng do kẹt lịch học em chỉ đăng kí được 1 lớp để học nhưng lớp đó sỉ số ít thì hết đợt 2 này có bị xóa môn không ạ. Em thực sự rất gấp vì mai hết hạn đăng ký rồi ạ. Em xin cảm ơn.",
    "Em đã viết đơn đăng kí mở môn học đồ án (Me3119) vào kì chính quy và đã gửi cho phòng đào tạo, nhưng bây giờ vào đăng kí em thấy môn học lại mở vào kì dự thính. Liệu em có thể xin mở ở kì dự thính được không ạ, hay bắt buộc chỉ được mở ở kì dự thính thôi ạ? Em xin cảm ơn!",
    "Em chào cán bộ PĐT ạ, em tên Nguyễn Tấn Minh- MSSV:. Em xin phép gửi yêu câu hỗ trợ về việc mở thêm 1 vài slot môn KẾT CẤU THÉP 2 để em có thể đăng ký môn học cho học kỳ 211 sắp tới ạ. Em cảm ơn ạ",
    "Chào thầy(cô). Em xin thầy (cô) có thể xếp thêm em vào lớp thi công công trình CSHT mã số CI4023 hoặc có thể mở thêm sỉ số lớp được không ạ? Hiện lớp đang có sỉ số 60 nhưng đã đầy hết nên em không thể đăng ký vào đợt 3 được. Em chỉ còn 2 HK nữa để ra trường (em đã trễ 1 năm) nên nếu học kỳ này em không đăng ký được thì em phải đợi 1 năm nữa vì lớp thi công trình chỉ mở 1 năm/ lần. Mong thầy (cô) có thể xem sét giúp em với ạ. Em xin cảm ơn ạ.",
    "Dạ e chào cô  dạ em bị lỗi này ạ xin cô xem xét lại giúp e ạ e đk vào nhóm DTQ1_DTQ1 môn giải tích 2 ạ Em cảm ơn cô ạ    .",
    "Dạ chào Thầy/Cô, Trong quá trình đăng ký môn học đợt 2 cho HK211, em có thắc mắc về mã môn học của môn Học máy trong chương trình đào tạo của khoa Khoa học & Kỹ thuật Máy tính, mong được Thầy/Cô giải đáp ạ: Trong chương trình đào tạo của K18, môn Học máy có mã môn học là CO4027, nhưng trong đợt đăng ký môn học này không mở lớp. Tuy nhiên, em cũng tìm thấy một môn Học máy với mã CO3117. Vậy, 2 mã môn học này có tương đương nhau không, em có thể đăng ký với mã CO3117 cho HK211 không ạ?  Em xin cảm ơn Thầy/Cô, Cương",
    "Hiện tại em có nhu cầu đăng ký môn học Kết cấu thép 2 CI3211 vào học kỳ dự thính DT211, nhưng lớp đã đầy sĩ số. Hy vọng phòng đào tạo có hướng xem xét giải quyết giúp em ạ! Chân thành cảm ơn!",
    "Em chào Thầy/Cô ạ. Thầy/Cô cho em hỏi để qua môn thì điểm tổng kết của mình phải là 5.0 hay là 4.75 ạ? Em xin cảm ơn.",
    "Em xin phòng đào tạo giúp em đăng kí thêm 1 slot vào lớp giải tích 1 DT01 để em có thể trả nợ môn để kỳ sau được làm luận văn ạ. Môn giải tích 1 MT1003 lớp DT01",
    "Cho em hỏi là khi hoãn thi,  Kỳ thi lại sẽ tổ chức thế nào, vào thời gian nào. Nếu giờ em hoãn thi vì thiếu về cơ sở vật chất không đáp ứng thì có được không ạ?  EM cảm ơn",
    "Kính chào Phòng đào tạo/Nhà trường, Em là , khóa K17 ạ. Hiện tại hết kì 2 thì em sẽ tích đủ 142 chỉ để tốt nghiệp ạ. Nhưng vì do dịch nên em việc học anh văn nói viết khá khó khăn. Dịch Covid-19 nên em không biết khi nào mới có thể đi học anh văn nói viết ở BKEnglish được. Vì vậy em không biết nhà trường (hay trung tâm BKEnglish) có tổ chức học anh văn nói viết online và thi anh văn nói viết online để đủ điều kiện ra trường không ạ?  ",
    "Họ tên :  Mssv :  Dạ cho e hỏi là e học thay thế môn vi xử lý mã EE2013 bằng môn vi xử lý mã EE2039. Vậy e có phải đăng kí đồ án bổ sung vi xử lý không ạ?. Tại vì e đã học môn vật lý bán dẫn  . Em cảm ơn ạ.    .",
    "Lớp này em thấy có 28HS, thì không biết mình có thể tăng sĩ số lên 29HS được không ạ. Em cảm ơn",
    "BCH QS yêu cầu em nộp giấy xác nhận đang học để được tạm hoãn nghĩa vụ quân sự, bây giờ em phải làm như thế nào để nhận được giấy ạ, tình hình dịch bệnh nên em không thể vào trường nhận giấy",
    "Em tên là , em là sinh viên vừa mới chuyển từ ngành Cơ điện tử chất lượng cao sang Kỹ thuật Máy tính chất lượng cao, hiện em cần đăng ký môn hệ thống số (CO1023) cùng khóa 2021 để có thể kịp tiến độ chương trình và để có thể đăng ký những môn chuyên ngành khác. Em hiện chỉ có thể đăng ký được 11 tín chỉ Mong phòng đào tạo giúp em ạ Em xin cảm ơn",
    "Kính gửi BKSI, Em là , người đã gửi 2 đơn xin mở lớp cho 2 môn Thiết bị năng lượng tàu 1 TR2017 và Thiết kế tàu thủy TR3053 . Đúng là hiện 2 môn đã được mở lớp. Nhưng vấn đề của chúng em là nằm ở việc hệ thống đăng ký môn   B  chưa cập nhật điều kiện môn học   . Hiện tại nhiều bạn không thể đăng ký 2 môn này do vướng điều kiện tiên quyết. Lý do cụ thể như sau: Tại hệ thống đăng ký môn học, 2 môn này đều yêu cầu có phải học qua môn học tiên quyết là TR2037 đối với môn TR3053 và ME2013  đối với môn TR2017.   B Nhưng theo đề cương chương trình mới nhất hiện nay, chúng em không cần phải học bất kỳ môn học tiên quyết nào để có thể đăng ký 2 môn này   . Điều này dẫn đến em và nhiều bạn chưa học qua môn TR2037 và ME2013 không thể đăng ký môn nhưng về thực tế, theo đề cương mới của bộ môn khoa, chúng em phải có quyền đăng ký được 2 môn này. Em rất mong phía PĐT xem xét,   B cập nhật đề cương môn học mới nhất hiện nay    và mở lớp để chúng em có thể theo học trong học kỳ chính 211 này . Ngày mai là hạn chót đkmh đợt 2 nên em mong chúng em nhận được sự hỗ trợ sớm nhất từ phía trường. Kính chúc các thầy cô sức khỏe, Em xin cảm ơn, Biện Tiến .",
    "700040    Dạ em chào PĐT ạ. Em tên Đặng Trần Hồ, MSSV: 1700040 . Ở học kì 202 em có đăng ký môn học Anh văn 2A ( LA1039) , nhưng do lúc đầu môn học ở CS1 sau khi có thời khoá biểu thì chuyển về CS2, vì điều kiện nên em không theo học được, và 2 tháng qua em ở khu tâm dịch Bình Tân liên tục bị phong toả và cách ly nên không có điều kiện học online, em không liên lạc được với Giảng viên bộ môn về tình trạng của mình. Ở học kì mới 211 em vẫn được đăng ký môn học do chưa có kết quả học kì 202. Sau khi có kết quả, em nghĩ PĐT sẽ huỷ thời khoá biểu, em xin hướng dẫn của PĐT trong trường hợp này ạ? Em xin cảm ơn ạ.",
    "Chào thầy/cô,  Cho em hỏi theo hình lấy từ danh sách các môn học tương đương này, thì môn Vi  mã cũ EE2013 có thể thay thế bằng môn  Lý mã mới EE2039 + môn VLBD mã mới EE1007 đúng không ạ?",
    "Phòng đạo tạo có thể mở thêm slot cho môn Kết cáu thép 2  - CI3211 trong kỳ dự thính tới được không ạ. Em xin cảm ơn",
    "cho em hỏi có 2 môn như thế này mà sao em không đăng ký được ạ. Môn máy điện học online còn môn bảo vệ rơ le ở cơ sở 1. mà em không đăng ký được ạ",
    "MSSV , Dạ thưa PĐT, em đã gởi yêu cầu hoãn thi và đã được nhận mail PĐT đồng ý hoãn thi/ vắng thi có phép. Vậy khi nào em mới có QUYẾT ĐỊNH điểm hoãn thi (điểm 14)/ vắng thi có phép (điểm 22) ạ. Tại vì GV yêu cầu em phải có quyết định của PĐT hoãn thi để nhập điểm và hạn chót là ngày 18/08/2021 nếu không có thì GV buộc cho điểm thi CK là vắng thi ( điểm 13)",
    "Em chào thầy/cô, em là , MSSV: . Do hiện tại em bị vướng lịch không thể đăng ký môn tự chọn, nên em hy vọng có thể được thêm sĩ số môn Thiết kế sp Công nghiệp (ME4017) nhóm L01-L02 để em có thể sắp xếp lịch học thêm một môn nữa ạ. Em chân thành cám ơn thầy/cô.",
    "MSSV:  Do không đăng kí môn học học kì 2, 2020-2021 nên em không được đăng kí môn học học kì tiếp theo. Mong quý thầy cô có thể cho em cơ hội đăng kí môn học trở lại. Cám ơn quý thầy cô đã đọc mail của em. Kính chúc quý thầy cô nhiều sức khỏe.",
    "Cô/thầy cho em xin được mở thêm sỉ số môn H/học trg k/thuật &khmt1 mã môn EN2005, lớp L01_L02 với ạ. Hiện tại sỉ số lớp đang là 29/22 ạ. Môn này là môn chuyên ngành của em là môn học trước của hoá 2 nên nếu không đăng kí được em sẽ bị trễ thêm 1 năm... mà môn hoá 2 lại là môn tiên quyết của nhiều môn khác... em xin phòng đào tạo xem xét giúp em. Tại này là môn chuyên ngành em nghĩ sẽ không ảnh hưởng đến số lượng người tham gia google meet khi học online ạ. Em cảm ơn thầy/cô rất nhiều!",
    "Chào Thầy/ Cô. Thầy/ Cô ơi em đã hoàn thành xong LVTN vào ngày 12/8, phần văn bằng nghe -đọc em đã nộp 2 năm trước và đến ngày 18/8 hết hạn. Vậy thì em có cần thi lại để nộp vào nhà trường không hay chỉ cần nộp thêm bằng nói- viết là được ạ? Em cảm ơn Thày/ Cô.",
    "Em chào cô/thầy, Hiện tài khoản BKPay của em em đã quên mật khẩu để vào nộp học phí, từ trước giờ em chỉ toàn ra chi nhánh ngân hàng OCB để nộp học phí, tuy nhiên hiện nay trước tình hình dịch bệnh em không thể ra ngân hàng được. Em đã có gọi điện ra ngân hàng nhưng họ bảo muốn cấp lại mật khẩu thì phải cầm CMND ra ngân hàng để mở lại. Vậy cho em hoi còn cách nào để em hoàn thành học phí ạ. Em cảm ơn.",
    "Em chào cô Cho em hỏi môn GDTC kỳ này có mở đk không ạ    .",
    "MT1005 - Giải tích 2 PH1005 - Vật lý 2 MT1007 - Đại số tuyến tính",
    "Xin chào PĐT . Em là  mssv . Kì này em còn 2 môn cuối là Luyện Kim Đen và Cơ sở khoa học vật liệu MA1003. Tuy nhiên môn MA1003 thì em bị trùng lịch học online đúng 1 tiết với môn Luyện kim đen. Em đã xin được sự đồng ý của thầy chủ nhiệm môn đó là thầy  cho phép dự học ạ. Vô năm em linh hoạt sắp xếp đổi nhóm lớp sao cho không bị trùng nữa. Thầy  cũng chấp thuận. Vậy giờ em phải làm đơn gửi lên PĐT bằng cách nào trong mùa dịch cách ly như này ạ?  Em cám ơn và mong chờ sự giúp đỡ của PĐT rất nhiều ạ!",
    "Em tên   / . MSSV:     Em có nguyện vọng đăng ký môn học   B Hóa hữu cơ    Mã môn học:   B CH2021    Nhóm:   B A01    Em được biết sỉ số tối đa các môn lý thuyết là 99 mặc dù môn Hóa hữu cơ nhóm A01 sỉ số đa chỉ có 90. Vì em có đăng ký tham gia chương trình liên thông đại học - thạc sĩ, từ học kỳ 212 đều đăng ký 21 chỉ, hiện tại em còn nợ môn Hóa hữu cơ này, mà học kỳ 211 chỉ mới đăng ký được 18 chỉ, môn Hóa hữu cơ từ trước đến nay cũng không mở hệ dự thính nên hy vọng thầy/ cô có thể đăng ký giúp em có thể đăng ký môn học này trong học kỳ 211 này được không ạ . Em cảm ơn thầy/ cô rất nhiều ạ.",
    "Dạ pdt cho em hỏi là em đang học anh văn 3a(nhu cầu) trong học kì này và em không biết là pdt có còn mở anh văn 4a(nhu cầu) cũng trong học kì này không ạ.Tại em nghe bạn em nói là trong 1 học kì mở 2 lần,em khônh biết điều đó có đúng ko ạ. Em cảm ơn ạ",
    "Em tên là , mssv . Vì một vài lý do em đã lỡ quên đóng học phí HK203 trễ hạn và bị xóa TKB. Ngày 11/8/2021 em có nhận được gmail từ  hướng dẫn phục hồi TKB và DKMH lại. Em xin gửi 2 đơn là thu nhận lại và đơn xem xét phục hồi TKB203. Em xin chân thành mong PDT xem xét !",
    "Em là  mssv:   Em muốn xin Phòng Đào Tạo xếp vào lớp L02 Mã môn học : CH2113 vì lớp đã đủ sĩ số . Em không thể đăng ký vào. Lúc đầu em không đăng ký được vì để điều kiện giãn cách giữa 2 cơ sở nhưng em thấy trên tkb đều để là cs2 ạ. Em mong được Phòng đào tạo giúp em xếp lớp ạ. Em cảm ơn ạ",
    "Kính chào PĐT, em là  MSSV  hệ VLVH, khoa Kỹ thuật hoá học. Học kỳ hè vừa rồi em có đăng kí môn thực tập Quá trình & Thiết bị (mã môn học CH2087). Sau đó em đã nhận được email của bộ môn về việc hoãn thực tập do covid-19 tuy nhiên hệ thống vẫn ghi nhận và bắt đóng học phí, nhưng khong có email thông báo. Do chưa đóng học phí khoản trên nên hệ thống không cho đăng ký môn học cho học kỳ mới . Hiện tại em đã hoàn thành học phí nhưng vẫn chưa đăng ký môn học được. Kính mong PĐT hỗ trợ giúp em để kịp tiến độ đăng ký môn học . Em xin chân thành cảm ơn!",
    "Thầy/cô cho em xin mở thêm sỉ số lớp Kinh tế kỹ thuật mã IM2003 lớp L01_L01 với ạ, sỉ số hiện tại của lớp là 60/60. Em thấy chưa tới 100 nên không ảnh hưởng đến việc học google meet nên em xin mạo muội xin mở thêm sỉ số ạ Môn này là môn cơ sở ngành của em nên là môn tiên quyết của khá nhiều môn. Môn này vào những kì sau sẽ bị đổi mã môn mà em đã bị rớt môn này 1 lần nếu học theo mã môn quy đổi thì em chỉ được qua môn chứ không được tính điểm như vậy thì điểm trung bình em sẽ bị kéo xuống rất nhiều . Mong PĐT sẽ thông cảm giúp em. Em cảm ơn rất nhiều ạ!",
    "Kính gửi quí Thầy Cô pđt, Học kỳ 211 tới đây em có đăng ký môn chuyên ngành \"EE3127 - Anten-truyềnsóng vôtuyến\", sỉ số lớp hiện tại là 24/60. Em muốn hỏi pđt là với sỉ số như vậy thì môn học có bị hủy ở đợt 3 không ạ? Vì HK-211 tới đây em chỉ đăng ký 1 môn \"EE4331 - Đề cương luận văn tn\", mà môn này 0 chỉ ạ.",
    "Em là , mssv:. Do hồi năm nhất em bị bệnh nằm viện nên đã bỏ thi môn Nhập môn về kỹ thuật, mã CI1001, nên HK211 này em xin phòng đào tạo xếp lớp cho em học lại cùng K21. Em xin cảm ơn.",
    "Em tên:  MSSV: -Kì 211 e có 2 môn \"Sinh học đại cương \" và \"Hóa hữu cơ là 2 môn bắt buộc tổng cộng 8 chỉ mà e chưa đăng kí được do lớp đã đầy. Em mong có thể tăng sỉ số để em được tham gia ạ. Em cảm ơn",
    "Chào Quý Thầy/Cô, Em tên  MSSV  Cho em hỏi tại sao em không thể đăng ký thực tập ngoài trường trong học kỳ chính tiếp theo được ạ? Ngoài ra, hiện các quy chế về học vụ (2015) trên trang aao không thể xem được, Thầy/Cô làm ơn có thể cho em xin bản PDF để tham khảo không? Em cảm ơn.",
    "Em gởi đơn lý do đóng học phí trễ và Đơn thu nhận lại EM mong thầy/cô giải quyết cho em được thi cuối kì và được đăng kí môn học học kì 211 năm học 2021-2022 Em chân thành cảm ơn ạ",
    "Thưa thầy/cô, em là sinh viên K19 khoa Điện-Điện tử em muốn hỏi vài vấn đề như sau về việc đăng ký môn học và học bổng: 1) Em có đăng ký chương trình liên thông đại học thạc sĩ, liệu nếu kỳ này em học 13 chỉ đại học và 3 chỉ thạc sĩ thì em có được công nhận trên 14 chỉ khi xét học bổng hay không? 2) Theo em được biết có 1-2 kỳ vừa rồi quy định hơn 14 chỉ mới được xét học bổng đã được bỏ qua mà thay vào đó chỉ cần lớn hơn 10 chỉ và có số tín chỉ tích lũy đủ cho kỳ đó thôi đã được xét học bổng rồi. Thì kỳ 211 tiếp theo sẽ áp dụng như thế nào ạ?",
    "Chào thầy/cô Môn học: An Toàn Quá Trình (CH3297) -Hiện tại em đã đăng kí được lớp A01 - Thứ 3 tiết 7-8 -Nhưng em bị trùng lịch nên muốn xin PĐT tăng sĩ số lớp L06 -thứ 2 tiết 5-6 để em có thể đăng ký được môn học này . -Nhưng em kiểm tra lại, lớp chưa tăng lên 100 SV như thầy/cô phản hồi với em trước đó. -Nếu không tăng lên được thì thầy/cô có thể add em vào lớp  L06 -thứ 2 tiết 5-6 được không ???  Mong nhận được sớm phản của thầy/cô Em xin cám ơn !!!",
    "Em xin đăng ký môn học  Văn Tốt Nghiệp (218303). Do em thuộc diện thu nhận lại nên không đăng ký môn học trên trang ĐKMH được.",
    "Em tên  MSSV , sinh viên khóa K17 khoa Môi trường và Tài nguyên. Hiện tại em bị buộc tạm dừng học học kỳ 202 năm học 2020-2021 vì lý do không đăng ký môn học. Em xin phép gửi phiếu đăng ký thu nhận lại, mong Phòng đào tạo xem xét phiếu. Em xin chân thành cảm ơn! ",
    "Kính gửi Quý Thầy (Cô)! Em tên là  - MSSV: . Hiện tại em sắp bảo vệ Luận văn tốt nghiệp (dự kiến 27/08) và cũng đã hoàn thành các môn học chuyên ngành nhưng chưa đủ điều kiện xét tốt nghiệp do thiếu chỉ Anh văn! Em đã ôn luyện và đăng ký dự thi nhưng do tình hình dịch bệnh diễn biến phức tạp nên chưa thi được! Em xin phép hỏi Phòng Đào tạo có kế hoạch nới lỏng thời gian để nộp các chỉ Anh văn này hay em cần làm các thủ tục gì bổ sung sau được không ạ? Em mong nhận được sự giúp đỡ của Thầy (Cô)! Em cảm ơn rất nhiều!",
    "Em chào thầy/cô em thi online được 3 môn rồi, chiều hôm này em thi môn cuối cùng là môn Kết cấu Thép 2 nhưng máy tính của e gặp sự cố sập nguồn và vẫn chưa sửa được, em đang ở quận Gò Vấp, TP.HCM, khu vực e đang phong tỏa nên ko thể di chuyển để mượn hay sửa máy tính kịp.   Dạ thầy/cô có thể cho em xin hoãn thi 1 môn Kết cấu thép 2 để kì sau em thi lại được không ạ .   Mong thầy/cô giúp đỡ. Em cảm ơn nhiều ạ.",
    "Em xin phép gửi đơn xin thu nhận lại để đăng ký môn học HK211 và hình chụp bằng TOEIC, kính mong nhà trường xem xét giúp em.",
    "Kính gửi Phòng đào tạo,  Em tên là  MSSV  Em đã đăng ký hoãn thi môn Hóa lý 2 theo form Phòng đào tạo đã gửi và nhận được hình ảnh như đính kèm. Vậy cho em hỏi là em đã đăng ký hoãn thành công chưa ạ? Vậy sau này đăng ký thi thì em phải đăng ký thi chung với kỳ chính hay dự thính cũng được ạ? Những thủ tục em cần phải làm sau khi hoãn thi thành công ạ? Em xin chân thành cảm ơn!",
    "Dạ e chào Thầy/Cô, em là sinh viên ngành Quản lý môi trường. Về việc đăng ký môn học, do từ khoa 19 đã thay đổi nên có những môn bắt buộc của K18 trở thành tự chọn trong hơn 10 môn của K19 nên rất khó có thể mở lớp. Trong đó có môn En2017, em đã cố gắng vận động, năn nỉ các em K19 thì chỉ được 12 bạn đăng ký. Từ K19 thì chỉ cần chọn 1 môn trong hơn 10 môn nên kì này không thể học môn này thì sẽ không thể mở nữa. Mong Thầy/Cô phòng đạo tạo có thể xem xét môn này được mở được không ạ. Chỉ cần qua đợt 3 sẽ có bạn đăng ký thêm. Mong quý Thầy/Cô xem xét, giúp đỡ K18 chúng em ạ! Em chân thành cảm ơn!",
    "Cho em hỏi về việc xin mở lớp trong mùa dịch này cần cụ thể là những bước nào ạ! Theo như mẫu đơn xin mở lớp ở www.aao.hcmut.edu.vn -  Biểu mẫu thì cần các chữ ký khác nhau ở các bộ phận mà rõ ràng thời điểm hiện tại tất cả chỉ có thể thực hiện online. Em cần minh chứng gấp để xin chữ ký xin thầy mở lớp ạ. Em cảm ơn thầy cô nhiều!",
    "Em kính chào Phòng quản lý và Đào tạo trường Đại học Bách Khoa TP.HCM Em tên:  MSSV: Lý do: Hiên do sỉ số đăng kí lớp Cơ lưu chất đã đầy và để đăng ký cho phù hợp thời khóa biểu các môn khác nên em không còn đăng ký vào lớp học được nữa. Kính mong phòng đào tạo xem xét giúp em để em được đăng ký vào lớp Cơ lưu chất đã ghi trong đơn \"  \" của em. Em xin cam kết sẽ thực hiện đúng nội quy về thời khóa biểu môn học và đóng đúng thời hạn đóng học phí môn học. Em xin chân thành cảm ơn.",
    "Dạ em gửi mình đơn xin mở sỉ số lớp lần nữa ạ, vì 3 môn em không đăng ký được  có sỉ số thấp ạ (405701, 407701 và 408701, 17sv hoặc 34sv) do đợt 1 nhà có bố phải đi cách ly do tiếp xúc khách hàng ( vẫn là lỗi của em ạ) nên em thật sự xin PĐT có thể xem xét lại ạ, vì Việt Pháp năm sau khoá mới sẽ đổi chương trình ạ, mã môn mới và số tin chỉ mới, sẽ rất bất cập trong việc chuyển điểm ạ, mong PĐT xem xét lại ạ :( em có mail thầy  về việc xin thầy mở thêm sỉ số rồi ạ. Em cảm ơn và xin lỗi PĐT vì đã làm phiền nhiều nhưng em thật sự rất bế tắc ạ .",
    "Kính gửi Nhà trường, Em là Lê Thuần DUyệt - MSSV:  Hiện tại em là SV khóa cuốn nên em cần thi tiếng anh Nói-Viết để hoàn thành chương trình đào tạo và tốt nghiệp. Tuy nhiên do tình hình dịch Covid, BKEnglish thông báo tạm dừng tổ chức thi và có tổ đợt thi Online 30/07/2021. Tuy nhiên kết quả đợt thi Online này em đã không đạt. Em mong PĐT có thể tổ chức thêm các đợt thi Online Tiếng Anh Nói-Viết để các sinh viên khóa cuối như em có thể hoàn thành chương trình đào tạo và tốt nghiệp đúng hạn. Mong nhận được phản hồi sớm từ Nhà Trường. Em chân thành cảm ơn",
    "Dạ em xin chào ạ, Do vấn đề gia đình nên vào kỳ trước em đã bảo lưu ạ. Vào học kỳ này em có đăng ký môn học nhưng không được ạ. Em mong muốn được đi học lại vào học kỳ này thì phải làm sao ạ. Em cảm ơn ạ Việt Thắng.",
    "PDT cho em hỏi là kì này trường mình không có cho đăng kí mấy môn học kĩ thuật chế tạo vậy. em bị chậm em hỏi có môn nào thay thế kĩ thuật chế tạo 2 3 được kh ạ em cảm ơn.",
    "Chào thầy/cô ạ, Khi em đăng kí môn học bị lỗi này là sao ạ . (Lỗi trong hình)",
    "Dạ em chào quý thầy/cô !  Qúy thầy/cô cho em hỏi là nếu muốn hoãn hk 211 sắp tới thì phải hoãn trước khi hk211 bắt đầu hay hoãn khi nào cũng được ạ. Em cám ơn ạ.",
    "Em được Phòng đào tạo duyệt đơn xin hoãn bảo vệ luận văn HK202 thì có cần đăng ký lại môn LV ở HK211 k ạ. Em xin cảm ơn",
    "Thưa thầy/cô em tên là  MSSV  Em có nguyện vọng đăng ký môn EE3063 (nhóm lớp L02) vào kì 211 này nhưng lại vướng giãn cách giữa 2 cơ sở với môn EE3001 .Nhưng môn EE3001 học online nên là không bị vướng như hệ thống báo ạ. Mong thầy cô giúp em để em được học cả 2 môn này ạ Em cảm ơn",
    "Cho em hỏi PĐT có mở thêm sỉ số lớp kết cấu thép 2 dự thính được hông ạ?. Đó là môn tiên quyết của em. Nếu trể em sẽ không làm luận văn đươc. Mong PĐT xem xét giúp em. Để em đươc đăng kí. Em biết ơn rất nhiều ạ",
    "Em chào anh chị ạ! Cho em hỏi điểm toeic ra trường của k17 là bao nhiêu vậy a! Tại em nghe nhiều nguồn thông tin khác nhau quá! Bên cạnh đó em đã thi toeic được 550 , nhưng chưa hoàn thành anh văn 4. Em dự định thời gian tới thi lại bằng toeic 600 để ra trường nhưng do dịch bệnh nên em sợ là không thi kịp ạ, anh chị cho em hỏi là giờ em đăng kí anh văn 4 theo yêu cầu sẽ mở lớp vào ngày 16/8 này ( dự tính cuối tháng 10 là hoàn thành chương trình học-nhưng chưa thi) để hoàn thành anh văn 4 ra trường thì có kịp xét tốt nghiệp không ạ!  Em cảm ơn nhiều ạ ! Em xin lỗi vì sự phiền hà này ạ!",
    "Dạ anh/chị cho em hỏi là hôm nay em lỡ hủy đăng ký môn lúc 21h30 ngày 12/8/2020 (Không đăng ký lai được do hạn chót hiệu chỉnh là 14h50 ngày 12/8/2020). Vậy môn đó của em có bị hủy không ạ, có khôi phục lại được không ạ. Và em có thể tham gia học tập và kiểm tra trong HK211 ( không bị nhận điểm 17, điểm R) không ạ. Và có đợt hiệu chỉnh thứ 3 không.   Em cảm ơn.",
    "Dạ thưa nhà trường. Em đã đọc quy chế là \"Khi đăng ký môn TTTN trong học kỳ 1 hoặc học kỳ 2, sinh viên được đăng ký học các môn học khác trong học kỳ chính với tổng số tín chỉ tối đa là 12 (tính cả môn TTTN)\". Em đăng ký môn thực tập tốt nghiệp trong kỳ 211 tới, với mong muốn là được hoàn thành thực tập sớm nhất có thể. Tuy vậy, giữa tình hình dịch này đã nảy sinh ra một vấn đề. Vì tình hình dịch covid căng thẳng nên đa số các khoa và thầy cô hạn chế cho sinh viên đi thực tập dù đã đăng ký môn, đợi qua mùa dịch mới bắt đầu triển khai. Và quy chế quy định chỉ cho đăng ký TTTN chung với 9 chỉ của những môn khác là tối đa. Em cảm thấy trong mùa dịch chưa đi thực tập được mà chỉ học có 9 chỉ kỳ chính thì có hơi ít ạ . Nên em muốn hỏi nhà trường hai câu hỏi rằng:    B Có tồn tại phương án để em được học nhiều hơn 9 chỉ môn khác của kỳ chính không ạ?    (không tính kỳ dự thính)   B Và nếu em đăng ký lố hơn 12 chỉ tối đa đó thì chuyện gì sẽ xảy ra ạ?    (Ví dụ hệ thống sẽ tự hủy môn TTTN của em hay sẽ hủy ngẫu nhiên những môn khác hay sẽ như nào ạ?) Em vẫn chưa tìm được văn bản có đề cập đến điều này nên đã đặt câu hỏi ạ. Mong nhà trường sớm phản hồi em ạ.",
    "E chào PĐT! Theo như nhà trường thông báo thì Học kỳ 211 không xét anh văn, nhưng hiện tại e đăng ký môn Tiếp cận tài liệu kỹ thuật chuyên ngành (CI3129) thì báo  thiếu môn tiên quyết anh văn nên không đăng ký được. Mong PĐT giải quyết giúp e với ạ.",
    "Dạ em đã đủ 15 ngày công tác xã hội, nhưng vào mục đăng ký tốt nghiệp thì tình trạng thiếu ngày công tác xã hội. Em không hiểu tình trạng này ạ .",
    "Em đóng học phí trễ và mới được mở đăng kí thì môn nào cũng hết sí số thì em phải làm sao ạ",
    "EE3013 - Giải tích hệ thống điện Em là -  Em viết yêu cầu này để PĐT xem xét cho em việc đăng ký môn EE3013 bởi vì môn đó thuộc chương trình đào tạo của em kỳ này mà em cố gắng mọi cách mà vẫn không đăng ký được lớp (Lớp full sĩ số hết rồi ạ). PĐT có thể giúp em mở thêm một lớp của môn học này hay sắp xếp cho em vào một lớp phù hợp với thời khóa biểu hiện tại của em có được không?  Em cảm ơn.",
    "u Kính thưa PĐT:  Em tên là   MSSV     Lí do em viết đơn là em muốn hỏi lí do tại sao hệ thống lại tự động hủy môn học khi thời điểm đợt 2 gần kết thúc(12/8/2021). Trong khi đầu đợt 2 em đã bị hủy mất 2 môn không biết lí do.Và hiện giờ em càng bị thiếu tín chỉ rất nhiều so với quy định của PĐT. Em có gửi kèm theo hình ảnh lịch sử đăng kí của em ạ. Em không thể để như vậy được nữa, nên em muốn hỏi và mong PDT xem xét vấn đề này cho em. Em xin cảm ơn!",
    "Em chào quý thầy cô PĐT, em là  mssv . Theo em biết AV4A (LA1043) tương đương AV4 (LA1009) nhưng em vẫn có một thắc mắc nhờ thầy cô giải đáp là nếu em đạt AV4A thì có được tính vào điểm tích lũy và số tín chỉ tích lũy không ạ? Mong nhận được sự phản hồi từ thầy cô.",
    "Kính gửi Phòng đào tạo Đơn mở môn học Cơ học thủy khí ( TR1005 ) trong kì dự thính 211 đã được duyệt nhưng hiện tại lớp chưa được mở trên Đăng ký môn học dự thính 211, Xin phòng đào tạo xem lại vì 2h50 ngày 13/8/2021 là hết hạn được đăng ký môn học Em xin cảm ơn",
    "Kính gửi phòng đào tạo, Lớp anh văn theo nhu cầu (AV4A) khi học online kéo dài tới 8 tuần chứ không phải 4 tuần như trước phải không ạ?  Và khi kết thúc môn thì nghĩa là tầm giữa tháng 10 em được tính đạt môn anh văn 4 mà không được tính điểm TBTL nghĩa là đủ chỉ nhưng điểm TBTL thì trừ đi 2 chỉ đó không tính vào đúng không ạ?",
    "Kính gửi Phòng đào tạo có thể mở thêm sĩ số của môn học giải tích mạch mã EE2033  LẬP TRÌNH MÃ EE2009 KHÔNG Ạ ĐỢT 1 EM CÓ ĐĂNG KÍ NHƯNG KHÔNG ĐƯỢC XẾP LỚP.",
    "Mấy ngày trước mấy bạn có lập danh sách đăng ký mở lớp dự thính môn Kinh tế năng lượng (ME4307) nhưng em chưa kịp điền tên. Thầy/cô cho em hỏi là giờ em có thể đăng ký vào lớp này không ạ ?",
    "Em chào Cô. Em tên  - MSSV:  . Kỳ 202 em có học môn AV4A (LA1043),cho em hỏi, điểm của môn AV4A sẽ tự động quy điểm về cho môn AV4 hay có cần làm giấy chuyển điểm hoặc quá trình nào khác không ạ. Mong nhận được sự phản hồi từ Cô. Em cảm ơn.",
    "Chào thầy /cô ạ, hiện tại thì em vẫn đang nợ môn vi xử lý EE2013 (mã cũ), nhưng chương trình đào tạo đã thay môn này thành mã mới. Mặc dù, kì này có lớp dự thính Vi xử lý mã cũ nhưng em vẫn chưa thể đăng ký học được do đã full slot . Trường hợp kì 212, nếu không mở môn mã cũ thì em sẽ không thể thay đổi điểm trong chương trình đào tạo, kể cả có qua môn mã mới có phải không ạ? Nếu vậy thì thầy/cô có hướng giải quyết để em có thể đăng ký cho kì này hoặc kì sau được không ạ, em cũng được biết là có nhiều bạn cũng gặp trường hợp tương tự như em ạ. Mong thầy/ cô sớm hồi âm cho em, cảm ơn thầy cô đã đọc ạ.",
    "Chào thầy/cô phòng đào tạo (PĐT) ​ĐHBK TP.HCM   Em tên là  MSSV   PĐT cho em hỏi trong chương trình đào tạo của em có những môn tự chọn mà nếu như em học gần hết những môn đó. Thì có phải những môn cao điểm nhất sẽ được tính vào điểm trung bình tích lũy và điểm trung bình tích lũy ngành khi em tốt nghiệp không ạ. Hay chỉ chọn ngẫu nhiên 1 số môn nào đó ạ Em xin chân thành cảm ơn",
    "Dạ em chào thầy,cô. Em làm đơn này xin được mở thêm sĩ số môn(IU2011 - Kỹ thuật điện tử).  Em xin chân thành cảm ơn thầy, cô ạ.",
    "Chào thầy/cô! Em tên là  MSSV:  Lí do: hiện tại do việc đang kí môn học cho học kì 211 của em gần như hoàn tất nhưng lớp Kỹ thuật giám sát tình trạng em đã đăng kí đến lúc này sỉ số còn 1/25 rất khó để mở lớp nên em muốn chuyển qua lớp L01_L02 nhưng hiện tại lớp này đã full ạ . Em mong được thầy/cô hỗ trợ em có thể chuyển từ nhóm L01_L01 sang nhóm L01_L02 môn Kỹ thuật giám sát tình trạng_IU4009 để em có thể học và theo kịp tiến độ học tập ạ. Em xin cảm ơn thầy/cô nhiều ạ.",
    "Chào quý thầy/cô, Hiện em là sinh viên đại học Bách Khoa khoá K15, hiện em muốn chuyển đổi hệ ĐH chính quy sang hệ VHVL thì em có phải học lại từ đầu các môn đã thi qua môn hay tiếp tục chương trình học hiện tại ở hệ VHVL. Mong quý thầy/cô giải đáp giúp em. Em xin cảm ơn.",
    "Kính gửi - Phòng đào tạo Em tên là      Mã số sinh viên  Lớp GT17TAU Do học kì sau (HK212) theo tiến độ học tập của em, em sẽ đăng ký luận văn tốt nghiệp và môn Cơ học thủy khí ( TR1005 ) là môn Tiên quyết để em có thể đăng ký Luận văn tốt nghiệp. Em biết là quy chế học kì này không thể gia tăng sỉ số nên em đã làm đơn đăng ký mở lớp dự thính. Nhưng môn học này không thể mở kì dự thính vì có thí nghiệm. Em hiện tại rất bất lực vì học kì sau em đăng ký luận văn nhưng hiện tại thiếu môn học này. Nếu không thể đăng ký môn học này trong học kì này ( HK211 ) em phải chờ thêm 1 năm nữa để đăng ký được luận văn ) Em làm đơn này xin đăng môn học Cơ học thủy khí (TR1005) vượt sỉ số tối đa của lớp học ( 25 sinh viên / 1 lớp) Em kính xin Phòng đào tạo mở thêm sỉ số môn học TR1005 giúp em đăng ký vượt sỉ số môn học để em có thể đăng ký được Luận văn tốt nghiệp học kì sau. Em xin cam kết sẽ hoàn thành tốt các môn học đăng trong học kì 211 này. Em xin Phòng đào tạo xem xét cho em, em xin chân thành cảm ơn!",
    "Dạ em chào phòng đào tạo ạ. Em là  MSSV , học khoa công nghệ vật liệu chuyên ngành polymer ạ Em viết mail này với lý do muốn mở thêm sĩ số lớp thí nghiệm hóa học polymer MA3121 vào thứ 5 ạ. Vì hiện tại chỉ còn lớp thứ 6, nhưng hôm đó em bị kẹt học môn tự chọn chuyên ngành ạ. Em đã thử nhờ các bạn khác đổi ngày với em nhưng có vẻ ai cũng đều kẹt lịch và không thể đổi ạ. Cả 2 môn đều chỉ mở kì này và nếu em không học một trong 2 môn trên em đều sẽ bị trễ hạn ra trường ạ. Em mong phòng đào tạo xem xét, mở thêm sĩ số hoặc chỉ cho em cách giải quyết được không ạ?  em cảm ơn và xin lỗi vì đã làm phiền ạ",
    "Em tên  MSSV: ,SV Bảo dưỡng Công nghiệp khóa 2018    Kính mong Phong đào tạo tăng thêm sĩ số môn Kỹ thuật giám sát tình trạng (MMH: Iu4009) lớp L01_L02 ạ. Lý do:  -Hiện tại em đã đăng ký môn môn Kỹ thuật giám sát tình trạng (MMH: Iu4009) lớp L02_L04 nhưng lại bị đụng lịch môn Công nghệ điều hòa không khí (MMH: IU3005) lớp L01 do môn Công nghệ điều hòa không khí mới được phòng đào tạo mở sau khi môn Kỹ thuật giám sát tình trạng (MMH: Iu4009) lớp L01_L02 đã đăng ký full. - Em cần đăng ký môn Công nghệ điều hòa không khí trong kỳ này vì nếu kỳ này không thể học thì số lượng SV còn lại quá ít, tụi em phải học môn thay thế  Công nghệ lạnh và điều hòa (MMH: IU4017) chung với khóa 2019 mà môn này thì tới HK 221 K19 mới học làm chậm tiến độ ra trường của tụi em.    Em chân thành cảm ơn thầy/cô ạ.    .",
    "Em tên , MSSV: , SV Bảo dưỡng Công nghiệp khóa 2018    Kính mong Phong đào tạo tăng thêm sĩ số môn    Kỹ thuật giám sát tình trạng (MMH: Iu4009) lớp L01_L02  B  ạ. Lý do:  -Hiện tại em đã đăng ký môn môn Kỹ thuật giám sát tình trạng (MMH: Iu4009) lớp L02_L04 nhưng lại bị đụng lịch môn Công nghệ điều hòa không khí (MMH: IU3005) lớp L01 do môn Công nghệ điều hòa không khí mới được phòng đào tạo mở sau khi môn Kỹ thuật giám sát tình trạng (MMH: Iu4009) lớp L01_L02 đã đăng ký full. - Em cần đăng ký môn Công nghệ điều hòa không khí trong kỳ này vì nếu kỳ này không thể học thì số lượng SV còn lại quá ít, tụi em phải học môn thay thế  Công nghệ lạnh và điều hòa (MMH: IU4017) chung với khóa 2019 mà môn này thì tới HK 221 K19 mới học làm chậm tiến độ ra trường của tụi em.    Em chân thành cảm ơn thầy/cô ạ.",
    "Xin xem lại đơn mở lớp Cơ học thủy khí TR1005 kì dự thính HK211 Kính gửi Phòng đào tạo Đơn mở môn học Cơ học thủy khí ( TR1005 ) trong kì dự thính 211 đã được duyệt nhưng hiện tại lớp chưa được mở vì lý do môn này có thí nghiệm, nhưng em có hỏi lại về đề cương môn học thì không có thí nghiệm. Xin phòng đào tạo xem xét và mở sớm giúp em Em xin cảm ơn",
    "Em chào thầy cô, Em đã hoàn thành việc đăng ký và hệ thống cũng đã báo in xong. Xin thầy cô giúp em gửi bản scan giúp em thông qua email  Em xin chân thành cảm ơn và xin lỗi thầy cô vì sự bất tiện này. Em chúc thầy cô thật nhiều sức khỏe. Trân trọng, ",
    "Em chào thầy/cô. Em là  Mssv:  lớp KU18VLY Trường hợp môn học em muốn đăng kí môn Kỹ Thuật Lập Trình (AS3059) nhưng không có môn học mở. vì môn tự chọn nên ít bạn đăng kí học. Em có thể đăng kí môn này của ngành khách Kỹ Thuật Lập Trình CKT(AS2003) thay thế được không . ( khóa k18 phải đủ 9 tín chỉ trong nhóm tự chọn B)  Vì là môn tự chọn nên nếu đăng kí AS2003 thì có được chuyển điểm về môn AS3059 không ạ. Mong thầy cô phản hồi sớm. Em cảm ơn.",
    "Dạ cho em xin thêm slot môn Anh Văn 4 (La1009) ạ, hiện tại do hết slot có thể cho e vào 1 slot lớp bất kì hay mở thêm lớp để những bạn cùng chí hướng như em đăng ký với ạ.",
    "Dạ vì đường truyền kết nối internet hôm nay không ổn định nên em xin phép được hoãn thi môn Vật lý 2 PH1007 ca 7h sáng 13/08/2021 ạ. Em xin cảm ơn.",
    "ng ký môn học (Em đăng hỏi mấy ngày chưa nhận được trả lời ạ) Rất quan trọng với em.(3h chiều nay là hết hạn dk rồi )  Dạ cho em hỏi em đang thiếu một môn giáo dục thể chất chưa trả , em có thể làm đơn để được đăng ký thực tập tốt nghiệp không ạ. Mong nhà trường xét cho em vì em đã trễ thời gian ra trường quá lâu rồi ạ. Nếu như làm đơn thì trong tình hình hiện nay xử lý như thế nào ạ.",
    "Kính gửi PDT,  Em bị thiếu av4. Em dự định học lớp anh văn 4a theo nhu cầu. Tuy nhiên em lo lắng về thời lượng học. Vậy phòng đào tạo cho em hỏi:  Lớp anh văn 4A kỳ DT211 học trong bao lâu và có kịp công nhận đạt để em xét tốt nghiệp vào tháng 11/2021 không ạ? Em đang rất lo lắng. Hy vọng được thầy cô giải đáp trước 2h chiều nay để em đăng ký môn ạ!",
    "Em tên:  MSSV:  Hệ VLVH: khoa cơ khí Em đã thanh toán trễ học phí HK202. Nay em xin được mở đăng ký môn học cho HK kế tiếp ạ .     B  Kính mong thầy/cô xem xét giúp em. Em xin cảm ơn.",
    "Dạ em tên  - , lớp CCQKD18 Em xin được mở thêm sỉ số 2 môn:  - Hành vi tổ chức (IM2017) lớp CC01  - Giao tiếp trong kinh doanh(IM3047) lớp CC01 Lí do là vì vừa rồi đợt 1 em đã đăng kí rồi nhưng đợt 2 lại tự bị out ra và khi vô lại thì đã hết slot ạ. Em mong phòng đạo tạo có thể mở thêm sỉ số môn học để có thể tham gia học 2 môn trên vào kì sau ạ. Em cảm ơn rất nhiều ạ.",
    "Em chào thầy/cô ạ, Em là , học khoa Khoa học và Kỹ thuật Máy tính ạ. Em có một số thắc mắc mà em đã tra trên BKwiki nhưng không có, mong thầy, cô giải đáp cho em với ạ. Theo như chương trình đào tạo thì em thấy có 2 loại môn tự chọn như sau: - Tự chọn tự do (Free Elective)  - Tự chọn nhóm (Elective Courses - Group) A, B, C, D. Em có thắc mắc như sau: 1. Tín chỉ tự chọn tự do được tính theo quy tắc, ràng buộc nào? 2. Nếu em đã học những môn tự chọn nhóm rồi thì có thể học những môn khác trong nhóm đó để làm tín chỉ tự chọn tự do không ? (Ví dụ: các môn tự chọn nhóm A là a, b. Em đã học a để đủ nhóm A rồi thì nếu học tiếp môn b nữa thì có được tính vào tín chỉ tự chọn tự do không?). Em cảm ơn ạ, .",
    "Gửi Thầy/Cô, Em tên , MSSV: , hệ bằng 2 chính quy. Em đã nhận được quyết định thu nhận lại nhưng hiện tại vẫn không đăng ký được môn học. (các yêu cầu về tín chỉ, môn học em đều đạt). Kính mong Thầy/Cô kiểm tra lại giúp em. Em cảm ơn.",
    "Chào admin, Em tên là  MSSV  Em xin pđt tăng thêm sỉ số của môn TỔ chức thi công CI4125 lớp L01 hoặc L02 ạ. Tăng 1 vài slot để cho em và những bạn còn chưa đăng ký được à Em xin cảm ơn",
    "Kính gửi PĐT! Lần trước bọn em có nộp đơn xin mở lớp ME3215 được Khoa và CBGD đồng ý mở lên PĐT. Nhưng đến nay gần hết hạn ĐKMH rồi mà môn ME3215 vẫn chưa có trên hệ thống. Bạn: T     MSSV  Là người đại diện xin mở lớp, nhưng nay bạn đi chích vắc sin nên em mail để nhắc PĐT. Kính mong PĐT xem xét và phản hồi lại cho em.",
    "Em chào anh chị! Em tên:  mssv  Dạ cho em hỏi thời điểm này do không thi được chứng chỉ anh văn và bổ sung ngày công tác xã hội nên trên trang em không thể đăng kí luận văn ạ. Đây là kì cuối của em nên cho em hỏi có cách nào đăng kí được không ạ? Em cảm ơn",
    "Kính chào thầy/cô Em muốn hỏi là bao lâu sau khi đơn mở lớp dự thính được chấp nhận thì môn học sẽ được cập nhật lên hệ thống? Vì hôm quá đơn mở lớp cơ học máy (ME2077) dự thính đã được chấp nhận nhưng đến giờ vẫn chưa có trên hệ thống. Mà 2h chiều nay sẽ hết hạn đăng kí môn học ạ! Mong sớm nhận được hồi âm từ thầy cô Trân trọng",
    "Kính Gửi : Ban Giám Hiệu              Phòng Đào Tạo Trường Đại Học Bách Khoa   Em tên là : Nguyễn    Mssv :   Lớp : XD18CT1   Dạ thưa PĐT trong học kỳ dự thính của kỳ 211 này lớp em có xin PĐT mở lớp   Môn : Máy Bơm và Trạm Bơm  Mã môn học : CI3059   Nhưng mà một số bạn trong đó có em bị vướng mắc là thiếu môn học song hành là   Môn : Thủy Lực  Mã môn học : CI3081   Nên không đăng ký được ạ và bên cạnh đó thì không đủ sỉ số tối thiểu nên không được mở lớp ạ mong PĐT giải quyết giúp em với ạ  Em xin chân thành cảm ơn!  Thân Mến!  ",
    "cho em xin hỏi là em đã đang kí môn học rồi mà sao vẫn chưa có thòi khóa biểu ạ",
    "Chào Phòng Đào Tạo, em tên là , MSSV: , Đợt đăng ký môn học kì chính 211 vừa rồi em đăng ký môn Hóa phân tích (CH2113) không kịp do hết sĩ số ạ . Nên em xin PĐT mở thêm 1 slot ở lớp L02 (thứ 5, thứ 6 tiết 2-2) để em có thể đăng ký học ạ. Vì thời khóa biểu của hiện chỉ phù hợp với lớp này nên em xin PĐT xem xét giúp em ạ! Em xin chân thành cảm ơn!",
    "Xin mở thêm sĩ số lớp môn Cơ học thủy khí mã TR1005, lớp L01_L01. Hiện tại sĩ số của lớp chỉ có 25 bạn thôi ạ. Mong phòng đào tạo tạo điều kiện cho em. Em xin cảm ơn ạ.",
    "Em chào thầy/cô, Thầy/cô cho em hỏi như hình em có gửi kèm, nếu lớp DT01_DT02 đủ 15/30 (50% sĩ số lớp lý thuyết) thì có được mở không ạ vì chỉ khác lịch Thí nghiệm đối với DT01_DT01. Em cảm ơn.",
    "Em mới chuyển chương trình từ Chất lượng cao sang Đại trà, trước đây em đã pass học kì Pre dạy tiếng Anh nhưng chưa có thi lấy điểm IELTS. Trong trường hợp này, em có cần đăng ký học các lớp Tiếng Anh bên Đại trà không ạ?",
    "dạ cho em hỏi là học phí kì dự thính 211 là bao nhiêu một chỉ vậy ạ ?",
    "Em chào cô/thầy, Em đăng kí môn học thì gặp lỗi không giãn cách được 2 cơ sở như này, trong khi đó thời gian giãn cách là 2 tiết mà sao lại không được ạ? Môn này môn song hành với đồ án nên rất quan trọng với em ạ. Em mong pdt giúp đỡ!",
    "Kính thưa cô thầy, em là K19 và rớt một số môn lúc học kì 201 và kì này em có ĐK vào đợt 1 nhưng không được xếp xếp cho em hỏi lý do tại sao em không được xếp lớp học cho các môn như Giải tích mạch: EE2033, hệ thống máy tính và ngôn ngữ lập trình:EE2009 . mặc dù các môn này em đăng kí lại . Trên trang đăng kí môn học thì lại để không có khả năng xếp lớp. em vô cùng hoang mang. em mong quý thầy cô giải quyết cho em với ạ sắp hết được dk môn học kì 211. em xin chân thành cảm ơn",
    "Gửi PDT Em vừa thi xong môn Vật lý 2 và em cũng bị mất luôn file ghi hình em vừa đăng ký hoãn thi xong giờ em cần làm gì nữa vậy ạ",
    "Dạ cho em hỏi nhà trường có thể mở thêm sĩ số lớp môn: Kết cấu bê tông cốt thép 2(CI3175), Kết cấu thép 1(CI3009), ĐAMH nền móng(CI3197) được không ạ. Vì trước đó em đăng ký nhưng không có lớp, hôm nay em vào lại xem thì đã hết chỗ ạ. Em xin cảm ơn!",
    "Em xin mở thêm sĩ số lớp L11_L22 môn giải tích mạc (ee2033). vif em bị chậm chương trình, nên kính mong thầy cô mở cho e học để kịp chương trình. em xin cảm ơn",
    "dạ em muốn đăng ký môn Nhập Môn  Thuật mã EE1001 ạ.",
    "Nảy em xin thêm 1 slot môn CH2113 thì PDT trả lời vậy, Chào bạn, •    Pdt đã cập nhật một số môn mở lớp mới (do Khoa gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu. •    Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên)   Nhưng em vào xem thì vẫn thấy môn Hóa phân tích chỉ mở có 80 sinh viên 1 lớp thôi ạ . Vậy là môn này không tăng sĩ số thêm được nữa ạ?",
    "Dạ chào thầy cô ạ Em là sinh viên Cảng Biển khoá 17 Hôm trước em có xem được thông báo của bộ môn là sẽ huỷ ràng buộc tất cả các điều kiện cho sinh viên ngành Cảng vì Bộ môn đã gửi đơn lên Phòng đào tạo và được xem xét đồng ý Hiện tại em đã đăng ký CI3333(Thực tập tốt nghiệp) trong kỳ dự thính 211 vì kỳ chính không mở môn,  Nếu tính số chỉ HK202+203 thì em đạt điều kiện tín chỉ, nếu bỏ qua ràng buộc tín chỉ thì sẽ còn 1 ràng buộc Ràng buộc của em ở đây là số tín chỉ vượt  15  Không biết sau đợt này môn học có được giữ lại không hay sẽ bị huỷ ạ Mong thầy cô hồi âm Em chân thành cảm ơn!",
    "Chào Thầy(Cô)! Cho e hỏi môn Các hệ thống quản lý bảo trì mã IU3007 với sĩ số hiện tại là 11/60 thì có bị xóa môn không ạ? Và với sĩ số bao nhiêu thì được mở ạ.",
    "cho em hỏi danh sách môn mở cho VLVH xem ở đâu ạ? bình thường nó sẽ gửi file kèm chung mail, nhưng em kiểm tra không thấy ạ. em cám ơn",
    "Kính gửi quý thầy cô Em hiện nay là sinh viên khoa Điện - Điện tử  Theo chương trình đào tạo em thấy được là có 9 tín chỉ tự chọn tự do và 3 tín chỉ tự chọn của nhóm B. Em xin được hỏi rằng trong trường hợp em đã học 3 tín chỉ tự chọn của nhóm B rồi em có thể đăng kí thêm một môn học của nhóm B nữa để được xét là 3 chỉ trong 9 tín chỉ tự do được không ? Chân thành cảm ơn quý thầy cô đã đọc.",
    "mong PĐT giải đáp thắc mắc gấp cho em với ạ.việc là em có mấy môn kì chính không mở,còn dự thính thì mở mà lại là mã T1,hôm qua bạn em có mail cho pđt hỏi là có được tính điểm cho mã DT,L,A không thì pđt trả lời là không tính.Bây giờ bọn em lại nhận được mail pđt thông báo là cho SV hệ chính quy và VHVL học chung thì giờ bọn em phải đăng ký sao đây ạ.em xin cảm ơn",
    "Em Tên:  MSSV:  Hệ VHVL: Khoa Kỹ Thuật Giao Thông Hiện tại em không có tên trong danh sách nhập điểm của thầy  môn Chi Tiết Máy mong quý thầy cố kiểm tra và trả lời em.",
    "Em chào thầy cô em muốn hỏi là khi sinh viên đại trà đăng ký   B lớp T    thì có được tính điểm vô điểm tích lũy ngành hay không? hay là chỉ tính là pass mà không tích điểm chuyên ngành?  Em xin cảm ơn thầy cô đã bỏ thời gian quý bấu để trả lời câu hỏi",
    "Chào phòng đào tạo Em xin nộp đơn mở môn học quản lý dự án mã môn học ME3223 và đơn kèm theo Hôm trước em có nộp và phòng đào tạo trả lời sẽ gửi mail cho em sau 15h ngày 12 không nhận được mail nên em liên hệ lại. Phòng đào tạo tạo điều kiện mở lớp giúp bọn em",
    "Kính gửi: Phòng Đào tạo Em tên: , MSSV:  SĐT: [phone_number] Đã tạm dừng từ học kỳ 202 năm học 2020 - 2021 Lý do: Tạm dừng vì không đăng ký môn học và thanh toán trễ học phí . Quyết định số: 263/QĐ-ĐHBK Nay đề nghị được thu nhận lại từ học kỳ 211 năm học 2021 - 2022 . Sau khi được thu nhận lại, em sẽ đăng ký môn học, thanh toán học phí và chấp hành đúng quy chế của nhà trường. Do tình hình dich COVID-19 kéo dài nên hiện tại em chưa thể đăng ký thi Anh văn TOEIC được, em xin hỏi Phòng Đào tạo là em có thể đăng ký môn LVTN trước rồi sau tình hình dịch COVID-19 em sẽ đăng ký thi TOEIC được không? Em đã hoàn thành tất cả các môn học và còn lại môn LVTN, kính mong Phòng Đào tạo xem xét cho trường hợp của em. Em xin chân thành cảm ơn Phòng Đào tạo. Trân trọng ./.   i ",
    "Em có lịch thi giữa kì sau khi thi cuối kì mà em đã đăng kí hoãn thi rồi em có phải tham gia thi giữa kì không ạ. Em cảm ơn.",
    "Chào thầy cô, Em tên , MSSV:  Cho em xin phép đăng ký thêm môn EE3087- Trong Hệ Thống Điện vào thời khoá biểu . Lý do không đăng ký được là không đủ thời gian giãn cách giữa 2 cơ sở với môn EE3009, nhưng em cam kết là với hơn 1h10p giữa tiết 7 thì em có thể di chuyển qua 2 cơ sở bằng xe máy lẫn xe bus. Mong thầy cô có thể đăng ký giúp em lớp L01_L01 môn EE3087- Trong Hệ Thống Điện để có thể học xong chương trình của trường.",
    "Em tên là  _  Nay e làm đơn này xin PĐT cho phép em đăng kí môn học đợt 2. Lí do : vì tình hình dịch bệnh khó khăn nên đã thanh toán học phí trễ hạn. Em đã nộp đơn cứu xét. Mong PĐT xem xét mở môn học cho em ạ",
    "Chào phòng đào tạo trường ĐHBK tpHCM Em tên:  MSSV:  Môn học: Chi tiết máy MSMH: ME2007 Nhóm T01-A Em có nhận được mail của thầy  giảng dạy môn Chi tiết máy thông báo là em không có tên trong danh sách khi thầy nhập điệm ạ, mong phòng đạo tạo kiểm tra lại giúp em Em xin cảm ơn",
    "Dạ cho em hỏi là theo mail trường là nếu chưa nộp bản sao Bằng tốt nghiệp THPT thì phải đăng kí mới lại nhưng nếu đợt 1 em đăng kí và đợt 2 này em có các môn được hiển thị như sau thì em có cần phải đăng kí nữa không ạ"
]