[
    "Em vô phần đăng kí môn học nhưng không được. Cho em hỏi bị lỗi gì ạ. Em cảm ơn",
    "Mở môn học học kỳ 212 . Chào PĐT, Em là , MSSV , là sinh viên K18 Khoa máy tính. Em có nhu cầu học giải tích 2 MT1005 trong kỳ này tuy nhiên tất cả các lớp bao gồm cả dự thính và chính quy đều đã full. Em xin PĐT hô trợ xét duyệt mở thêm slot hoặc thêm lớp để em có thể hoàn thành chỉ tiêu vì đây cũng là kỳ cuối cùng của em rồi ạ. Em cảm ơn PĐT nhiều .",
    "Mở môn học học kỳ 212 . Em xin đề xuất mở môn Mô hình hóa môi trường EN2017 ạ",
    "Em vô phần ĐKMH nhưng báo không vô được. Cho em hỏi bị lỗi gì ạ. Em cảm ơn",
    "Em là sinh viên K17, MSSV . Em có đăng kí môn học Tư tưởng HCM với mã SP1005 thì không mở lớp. Em có đăng kí mã mới SP1037 nhưng không thể đăng kí vào được lớp này. Cho em hỏi làm sao để có thể đăng kí được môn Tư tưởng HCM ạ?    .",
    "Dạ thưa thầy, cô Em là , MSSV  . Dạ thưa, hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp đợt 2/2021 và đã nhận được mail của PĐT. Nhưng vào tháng 11, em có đăng ký in bảng điểm, do sơ suất của em nên em quên chưa đóng phí. Hiện tại thì em đã thanh toán khoản phí này rồi ạ. Em kính mong PĐT kiểm tra lại và cho phép em được đăng ký tốt nghiệp trên dịch vụ mybk ạ. Em xin chân thành cảm ơn.",
    "cho em hỏi mình không đủ 2 học phần giáo dục thể chất năm 2 thì năm 3 có được đăng kí môn không ạ ?",
    "Cho em xin hủy đăng kí hoãn môn xstk. em bị hoãn nhầm với môn phương pháp tính ạ. em cảm ơn",
    "Em tên: -  gửi pdt đơn xin mở môn học môn thiết kế P&ID -CH2081,rất mong được duyệt. Em cảm ơn",
    "Kính gửi Văn phòng đào tạo quốc tế Em tên là  MSSV:  Thuộc khoa kỹ thuật địa chất và dầu kh Em xin gửi mail do em thắc mắc về đăng ký môn học HK212. Nó nói là em thiếu tới 4 môn tiên quyết để được đăng ký môn Luận văn tốt nghiệp GE4327. Trong khi đó 4 môn tiên quyết không hề nằm trong chương trình đào tạo. Do kỳ sau em chuẩn bị làm luận văn tốt nghiệp nên mong VPĐT hỗ trợ trường hợp của em để không ảnh hưởng tiến độ ra trường. Xin cám ơn  Thân mến",
    "Dạ em kính chào quý thầy cô và CBNV! Em tên là , MSSV . Hiện tại, ở đợt đăng kí môn học đợt 2 em đã đăng ký 19 tín chỉ. Tuy nhiên theo lộ trình học tập hiện tại, để tốt nghiệp đúng hạn và tốt nhất thì ở học kỳ này em cần phải học 22 tín chỉ, vượt quá số tín chỉ quy định 1 tín chỉ . Em viết mail này để xin PĐT mở cho em được phép đăng ký 22 tín chỉ ở học kì HK212. Em xin hứa sẽ cố gắng học tập hết mình và đạt kết quả tốt nhất trong khả năng của em. Nếu được phép thì mong PĐT có thể hướng dẫn cho em các bước để đăng ký được 22 tín chỉ. Chúc quý thầy cô và CBNV có một ngày làm việc vui vẻ! Em xin chân thành cảm ơn. (Em có gửi mail nhưng mà chưa thấy phản hồi)",
    "Dạ em chào thầy cô ạ! Em là  - MSSV: , em muốn xin hoãn học thí nghiệm môn Tinh thể do tình hình dịch bệnh ạ. Mong thầy cô xem xét, em xin cảm ơn.   i  .",
    "Dạ em có học 2 môn của K19 để tương đương với 1 môn của K18, môn này đã được cập nhật trên danh sách các môn tương đương của K18 trên Web, hiện 2 môn k19 này em đã có điểm trên bảng điểm ạ, em thắc mắc là em có cần làm đơn để xin chuyển điểm hay không và nếu không thì khoảng bao lâu điểm sẽ chuyển xong và miễn môn K18 ạ. Mong PDT giải đáp giúp em. Em cảm ơn Thầy/Cô ạ !",
    "Em chào thầy (cô). Em là , MSSV , sinh viên khoá 15. Hiện em đã hết thời hạn học nhưng còn 1 môn chưa đạt điểm qua môn. Em muốn xin được chuyển sang hình thức Vừa học Vừa làm để tiếp tục học ạ. Em xin cảm ơn thầy (cô).",
    "Em chào quý Thầy/Cô ạ! - Về chuyện đăng ký môn học, em có đăng ký môn thực tập tốt nghiệp EN3315 nhưng đợt 1 lại không được vì lỗi thiếu tín chỉ tích lũy. Hiện tại tính đến kì hè 203 e đã tích lũy được 71 tín chỉ, kì 211 hiện tại e đăng ký 25 chỉ (ở kì chính) là tổng 96 chỉ vừa đủ điều kiện tính chỉ tích lũy đăng ký thực tập của ngành em đang học. Chưa kể tại kì 202 có 2 môn tổng 7 chỉ chưa có điểm nhưng em đã thi và qua môn. Như vậy em đã đủ hoặc dư tín chỉ tích lũy để đăng ký môn nhưng hệ thống lại ghi là không đủ điệu kiện ạ. Mong quý Thầy/Cô kiểm tra giúp em ạ, để e có thể đăng ký môn hợp lý ạ . - Vấn đề thứ 2 là về môn chuyển điểm ạ, do em là K18 nên phải học một số môn khác chương trình của K19 nên sẽ phải chuyển điểm. Em không biết là hệ thống sẽ tự chuyển hay sinh viên có cần làm đơn không ạ? Vì em kiếm không có thông tin trên trang web của trường và bảng điệm chỉ mới cập nhật đến kì 201 nên em không biết xác định thế nào ạ!  E cảm ơn thầy/cô ạ!",
    "Mở môn học học kỳ 212 . Dạ chào quý pđt, e đại diện cho nhiều bạn k17 k18 có nguyện vọng mở lớp cơ học đất CI3001 kì hk212 sắp tới ạ. Xin quý pđt tư vấn cho điều kiện để mở lớp cần có gì ạ, em cảm ơn!!!",
    "Kính gửi PDT, Em tên là Nguyễn Tấn Dũng Em, MSSV: . Ngày 23/12/2021 em đã gửi yêu cầu thông qua BKSI để đăng ký xét tốt nghiệp trong HK211 sau khi đã bổ sung Tiếng anh Nói Viết và nhận được câu trả lời là chờ thông báo qua email đến hết ngày 27/12/2021. Nhưng đến hôm nay, em vẫn chưa nhận được email danh sách tốt nghiệp và vẫn chưa được đăng ký tốt nghiệp . Vì vậy, kính mong PDT hỗ trợ kiểm tra lại thông tin tốt nghiệp và phản hồi sớm ạ. Em cảm ơn !",
    "Tốt nghiệp Kính chào Phòng Đào Tạo Em tên là  MSSV:  Khoa Kỹ thuật Địa chất và Dầu khí Ngày 20.12.2021 em có nộp chứng chỉ ngoại ngữ TOEIC Listening và Reading. Hiện tại đã được thẩm tra hợp lệ. Kính mong Phòng Đào Tạo xem xét và hỗ trợ em được chuyển điểm anh văn và thu nhận lại để em được xét tốt nghiệp ạ. Em xin chân thành cảm ơn. Trân trọng",
    "HOÃN THI CUỐI KỲ Kính gửi Thầy/Cô Phòng Đào tạo, Em tên:  - MSSV:  Đang học môn: Giải Tích Mạch (EE2033) – Nhóm tổ: T01-A – Học kỳ: 211 Vào lúc 7h00 sáng, ngày 26/12/2021 em có lịch thi cuối kỳ môn Giải Tích Mạch (EE2033) – Nhóm tổ: T01-A. Vì khu vực nơi em ở mất điện vào thời điểm thi, nên em không thể truy cập vào internet, còn đường truyền kết nối 3G từ điện thoại không ổn định (lúc có lúc không) máy tính em không thể kết nối được để đăng nhập vào hệ thống thi. o đó, em không tham gia được vào hệ thống thi môn EE2033 (Nhóm tổ: T01-A) đúng giờ thi quy định. Vì thế em xin phép hoãn thi: Môn Giải Tích Mạch (EE2033) – Nhóm tổ: T01-A – Thời gian 7h00 sáng ngày 26/12/2021. Kính mong thầy/cô xem xét và phản hồi giúp em. Em có đính kèm mẫu đơn xin hoãn thi cuối kỳ theo mẫu của nhà trường và cũng đã cập nhật xin hoãn thi theo đường dẫn: https://mybk.hcmut.edu.vn/app/sinh-vien/du-hoan-thi/dang-ky Em chân thành cảm ơn Thầy/Cô nhiều ạ!",
    "Chào cô ạ, vào ngày 22/11 khi vừa mở đợt shcd em đã vào làm bài ngay và em đã nhận điểm tối đa là 5đ cho chuyên đề 1, vài ngày sau em làm tiếp chuyên đề 2 và em nhớ chắc chắn câu hỏi của 2 chuyên đề này, em đã làm khảo sát luôn rồi ạ. Nhưng sau hôm nay em vào kiểm lại bkel của em thì thấy chuyên đề 1 hiện 0.5đ và ẩn đi bài chuyên đề 2. Cô kiểm tra lại hệ thống giúp em là hệ thống có bị lỗi gì không ạ.Mong sớm nhận được phản hồi từ cô ạ. Em cảm ơn cô rất nhiều ạ  ",
    "Kính gửi PĐT,  Em có dự định học cải thiện điểm môn giải tích 1 (MT1003). Tuy nhiên cả các lớp Chính Quy và Dự thính đều đủ người nên em không đăng ký được. PDT cho em biết làm cách nào để em có thể tham gia vào các lớp này được không ạ ?",
    "Tốt nghiệp       Em chào thầy/cô,  Chuyện là em đã đủ điều kiện đăng kí tốt nghiệp từ tháng 12 Tuy nhiên sau đó em có nộp lại bằng TOEIC và đã chuyển điểm thành công vào hôm nay Mong thầy/cô cập nhật lại điểm trung bình tích lũy và chứng chỉ TOEIC mới giúp em ạ Mong nhận được phản hồi sớm từ thầy/cô để em có thể kịp đăng kí tốt nghiệp theo thời gian trường quy định  Em chân thành cảm ơn! ",
    "Cho em hỏi  là đc k19 nhưng chỉ mới quá 2 môn thể chất giờ em phải đăng kí thể chất ở đâu để đủ chuẩn 3 thể chất ạ ?",
    "Chào quý Thầy Cô, Em tên  - sinh viên K19 khoa Điện. Trong đợt đăng ký môn học này, em đăng ký được môn nhà máy điện và trạm biến áp. Nhưng vì lí do đổi giờ học, em xóa môn và chọn vào nhóm khác, sau đó hệ thống báo lỗi . Em cam đoan đã đủ điều kiện tất cả nhưng hệ thống báo lỗi nên không đăng ký được . Kính mong PĐT xem xét sửa lỗi. Trân trọng,",
    "Em chào thầy/cô, em muốn xin đăng ký lớp giải tích 1 (mã môn: MT1003). Em hiện là sinh viên năm cuối và có nhu cầu cải thiện điểm ạ do đăng ký trễ nên hết sĩ số lớp. Mong thầy/cô hỗ trợ giúp em ạ.",
    "Dạ cho em hỏi sắp tới mình có tổ chức thi online Writing Speaking trong tháng 1 năm 2022 không ạ. Em cảm ơn ạ.",
    "Cho em hỏi có đợt đăng ký môn học đợt 3 không ạ? Nếu có đợt 3 thì có thể huỷ môn để đăng ký môn khác được không? Em xin cảm ơn.",
    "Kính gửi thầy cô phòng đào tạo, Em đã nộp đơn xét tốt nghiệp và thanh toán phí nhưng do quên không up ảnh nên phiếu bị trả loại và tình trạng:   B phiếu đăng kí không được xử lý.    Em đã up ảnh bổ sung, mong thầy cô cập nhật lại tình trạng đăng kí để em có thể kịp tốt nghiệp ạ. Em cảm ơn. Trân trọng,  ",
    "Mở môn học học kỳ 212 .",
    "Chào PDT, em tên , MSSV , XD17KT. Vào năm 1, năm 2 em đã đăng ký lớp anh văn 1,2 và 3 rồi và giờ em muốn đăng ký học lại lớp Anh văn 3 nhưng hệ thống không cho em đăng ký. Hệ thống báo lỗi như hình em đính kèm dưới đây. Mong PDT giải quyêt sớm giúp em để em được đnagư ký môn học kịp thời. Em cảm ơn.",
    "Vừa rồi em có lỡ hủy môn \"kinh tế chính trị\" và giờ không đăng ký lại được vì hệ thống yêu cầu môn \"triết học mác lenin\" mà môn này em vừa học xong ở học kỳ 1 ạ. Em phải làm sao để có thể đăng ký lại môn \"kinh tế chính trị \" không ạ, em cảm ơn!",
    "Khi đăng ký môn học CH4327 vẫn bị báo lỗi như trong ảnh em đính kèm ạ. Dù em đã đủ 15 ngày CTXH và không thuộc diện cấm thi trong bất cứ môn học nào.",
    "Em là , mssv . Trong khi đăng kí học cải thiện môn học là vẽ kỹ thuật (CI1003) thì hệ thống lại báo lỗi là thiếu môn anh văn tiên quyết năm 0 mặc dù em đã đạt chuẩn rồi ạ. Mong thầy/cô giải quyết lỗi hệ thống giúp em để em có thể đăng kí trong đợt này ạ . Em cảm ơn ạ.",
    "Mở môn học học kỳ 212 . Kính chào văn phòng đào tạo, Em tên là  (MSSV: ), sinh viên lớp CC19CDT2 Em đại diện cho các bạn muốn xin mở lớp môn học Kỹ Thuật Điều Khiển Tự Động. Em đã làm đơn và gửi lên giảng viên giảng dạy và chủ nhiệm bộ môn và đã có chữ ký đính kèm rồi ạ. Em mong văn phòng đạo tạo xem xét và mở lớp cho bọn em có cơ hội được học tập. Em xin cảm ơn rất nhiều ạ. -- ",
    "Dạ em chào thầy cô ạ. Em là , mã số sinh viên . Em vừa hủy lớp L02 môn Mạch điện (IU2003), để đăng kí L03 và hủy lớp L04 môn Vật lý 2 (PH1005) để đăng ký L13 cho tiện xếp lịch đăng kí các môn khác. Giờ em đăng kí lại thì hệ thống hiện lên như thế này ạ. Thầy cô giải quyết giúp em với ạ. Mọi thứ hôm qua đăng kí thì bình thường, nhưng hôm nay hiện lên quá trời điều kiện ạ. Tất cả các điều kiện trên em đã đáp ứng đủ ạ.  Thầy cô giúp em với . Em cảm ơn ạ! Mong thầy cô phản hồi sớm ạ.   ",
    "Mở môn học học kỳ 212 . Mở môn học học kỳ 212 Chào thầy/cô. Em xin nộp đơn mở lớp chính quy các môn sau: 1.Thiết kế đường 1 - CI3063 2.Xây dựng và khai thác đường - CI3219 Hai môn này khóa sau đã không còn học nữa mà đăng ký môn tương đương thì vướng môn học trước của chương trình mới. Hiện chỉ còn khoảng 15 bạn đăng ký/môn, Khoaộ môn đã đồng ý mở lớp nên xin PDT đừng hủy vì sĩ số ít. Trân trọng",
    "Chào anh/chị PĐT, Hiện tại đã sau ngày 27/12 mà em vẫn chưa nhận được email thông báo về việc tốt nghiệp ạ. Nhờ anh/chị kiểm tra giúp em ạ. Em xin cảm ơn",
    "Em muốn đăng ký môn Kinh tế học đại cương nhưng hệ thống cứ báo lỗi em thiếu chuẩn Anh văn sau năm 0 ạ",
    "Chào cô, Em đang gặp lỗi đăng ký môn vì chưa học môn học trước của môn đăng kí mặc dù em vừa mới hoàn thành môn học này trong học kì vừa qua và đã có điểm tổng kết của môn. Không biết em phải làm sao để đăng ký môn nếu mắc phải lỗi này ạ?  Em xin cảm ơn.",
    "học môn chủ nghĩa xã hội khoa học mà vẫn báo thiếu môn này khi đăng kí môn lịch sử đảng",
    "EM kính chào Thầy cô Em hiện học gần hết chương trình của chính quy còn lại 3 môn học và em đã chuyển xuống hệ VHVL nhưng khi đăng kí môn em bị ghi thiếu môn tiên quyết là sao ạ các môn tiên quyết em đã học trước đó đủ ở chính quy rồi ạ EM cám ơn",
    "Dạ em kính chào thầy(cô), em là sv năm 4 ngành kĩ thuật hoá học. Cho em hỏi tại sao em không thiếu chuẩn nào nhưng khi đăng kí những môn cũ (mã CH2021, CH3325) lại không được ạ. Hệ thống cứ hiện không đủ chuẩn sv, chuẩn av, thiếu môn tiên quyết,...mặc dù em không bị ràng buộc ạ. Em xin cảm ơn thầy(cô)!",
    "Chào thầy cô, Việc đăng ký môn học của em bị sự cố. Em đã học chủ nghĩa xã hội khoa học(SP1035) rồi nhưng khi em đăng ký lịch sử Đảng (SP1039) thì lại không đăng ký được với lý do chưa học trước Chủ nghĩa xã hội. Và khi em hiệu chỉnh 1 số môn chuyên ngành thì lại không được với lý do thiếu thể chất trong khi em đã hoàn thành thể chất. Những ngày trước em hiệu chỉnh bình thường nhưng bây giờ không hiểu sao lại trục trặc. Mong thầy cô cho em hướng giải quyết với ạ. Em cảm ơn.",
    "Mở môn học học kỳ 212 . Kính chào văn phòng đào tạo, Em tên là  (MSSV: ), sinh viên lớp CC19CK12 Em đại diện cho các bạn muốn xin mở lớp môn học Kỹ Thuật Điều Khiển Tự Động (Mã môn học ME2009). Em đã làm đơn và đã gửi lên giảng viên giảng dạy và chủ nhiệm bộ môn và đã có chữ ký đính kèm rồi ạ. Em mong văn phòng đạo tạo xem xét và mở lớp cho chúng em để chúng em có cơ hội được học tập. Em xin cảm ơn văn phòng đào tạo rất nhiều ạ. --",
    "Cho em hỏi. Em đủ các điều kiện tiên quyết nhưng sao không đăng kí được môn học này vậy ạ.",
    "Xin chào thầy, cô, Em tên là , MSSV: . Em đã hoàn thành cả hai bài kiểm tra sinh hoạt công dân trên Bkel từ lâu nhưng hôm nay em vào lại trang Bkel thì thấy bài kiểm tra số 1 của em bị chỉnh về 0,5 điểm mặc dù lần trước em làm được điểm tối đa là 5 điểm và đồng thời bài kiểm tra số 2 cũng không mở được . Mong thầy cô xem xét và kiểm tra giúp em. Em cảm ơn.",
    "Chào thầy/cô Năm 1 và năm 2 em học chương trình Việt Pháp và đã qua hai môn GT1 và ĐSTT và sau này ra đại trà em đã đk chuyển điểm nhưng hiện nay em đk môn  - MT1009 thì bị lỗi còn thiếu môn tiên quyết. Mong PĐT giải quyết giúp em . Em xin cám ơn thầy/cô Trân trọng",
    "Chào thầy cô, em hiện tại là sinh viên khóa K19. Hôm nay em có vào đăng ký thêm môn học nhưng gặp tình trạng là bị lỗi đăng ký môn học. Ngay cả khi em thử đăng ký lại những môn học năm nhất, năm hai của em thì em vẫn gặp lỗi này ạ. Em không bị vướng tiên quyết nào ạ. Mong thầy cô có thể giải quyết giúp em. Em cám ơn",
    "Dạ em đã đạt điều kiện tiên quyết của môn SP1035- Chủ nghĩa xã hội khoa học mà vẫn chưa đăng ký được môn, mong thầy cô hỗ trợ em đăng ký môn này, em muốn vào lớp L14 Em xin cảm ơn!",
    "Kính gửi Phòng đào tạo, Em tên là , MSSV , sinh viên lớp Ck18CD1. Do kì này gia đình có việc đột xuất nên em đã đăng kí hoãn thi 2 môn. Phòng đào tạo cho em hỏi là số tín chỉ của 2 môn đó có được tính vào tổng tín chỉ để em có đủ điều kiện để đang kí luận văn tốt nghiệp vào kì kế tiếp HK212 không ạ? Em xin chân thành cảm ơn.",
    "Mở môn học học kỳ 212 . Xin chào Thầy/cô, Em là  - MSSV  - CT Việt Pháp , hiện em còn nợ môn học  Lí Sóng - AS2047 , vì đợt 1 em đăng kí mã môn học cũ nên đợt 2 sỉ số lớp đã bị đầy. Mong thầy cô giúp em mở thêm sỉ số lớp. Em xin chân thành cảm ơn.",
    "Dạ , em tên  , MSSV  , cụ thể là em Đăng kí môn ME3151Đồ án t/kế-hướng tb lạnh nhưng nó lại bị lỗi dính các chuẩn , trong khi các chuẩn đó em đều đã đạt , chuẩn giáo dục thể chất thì em đã qua hết , chuẩn AV thì theo em được biết thì kì này chưa xét , mong thấy cô hiệu chỉnh giúp em , cho em đăng kí môn này ạ ",
    "Dạ cho em hỏi , em muốn chuyển hệ từ chính quy thành hệ VHVL thì nên làm thủ tục như nào ạ ? Mình có thể chuyển hệ online được không  ạ ? Mong thầy cô phản hồi sớm cho em biết ạ  Xin cảm ơn thầy cô",
    "Em là sinh viên năm 4 , năm 2 em đã nộp Chứng Chỉ Ngoại Ngữ (TOEIC-Nghe-Nói-740) bây giờ chứng chỉ em hết hạn thì em CÓ CẦN NỘP LẠI chứng chỉ khác không ạ.Nếu chứng chỉ hết hạn thì có được nhận LVTN không ạ.Em cảm ơn.",
    "Em đã là k18 và bị những lỗi như hình. Em đã qua hết mà sao vẫn ra lỗi đó ạ. Mong pdt xem xét để em đăng kí môn học. Trân trọng, Phong.    .",
    "Khi đăng ký môn CH4327 vẫn bị lỗi như trong ảnh em định kèm ạ",
    "Em chào Thầy/Cô ạ Em có gặp vấn đề về việc đăng ký môn Lịch Sử Đảng Cộng Sản Việt Nam. Đợt đăng ký đầu tiên em đã đăng ký thành công và được PĐT xếp TKB vào lớp L21. Hôm nay, do cần sắp xếp lại thời khóa biểu nên em chuyển nhóm sang lớp khác nhưng hệ thống bị lỗi và em bị xóa môn không rõ lý do, khi đăng ký lại thì hệ thống lại báo là em thiếu môn Chủ nghĩa xã hội khoa học nhưng em đã học xong môn này rồi. Mong Thầy/Cô hỗ trợ cho em ạ. Em cảm ơn.",
    "Kính gửi PĐT! Nhóm tụi em có khoảng 15 bạn, đa phần đã gần hoàn thành CTĐT của mình, chỉ còn thiếu 2 môn sau do các lớp CQ đã đủ sỉ số, tụi em có liên hệ CBGD, BM và đã nhận được sự đồng ý mở 2 môn học sau đây: 1. Thí nghiệm cơ học máy (ME2117). Thời gian: Chủ nhật 7-8-9-10-11-12 2. Tối ưu hóa và quy hoạch thực nghiệm (ME3215) Thời gian: Thứ 7 13-14, chủ nhật 13-14 Em xin cảm ơn và mong PĐT hỗ trợ để tụi em có thể hoàn thành chương trình học của mình nhanh chóng nhất.",
    "Mở môn học học kỳ 212 . Em chào thầy cô. Do có nhiều sinh viên có nhu cầu học môn Xử lý ảnh số và thị giác máy tính (CO3057) (Đợt 1 có 61 bạn đăng ký nhưng bị hủy môn) nên em xin đại diện các bạn để xin Phòng đào tạo xem xét mở môn học này. Em xin đính kèm thông tin một số bạn có nhu cầu học môn này. Em xin cám ơn thầy cô. Trân trọng.",
    "Em tên: Nguyễn văn An, Mssv: , vừa rồi em có đăng ký môn Hệ thống máy tính và ngôn ngữ lập trình (EE2009) và môn phương pháp tính (MT1009) tại VLVH HK 212 - lộ trình 1. Tuy nhiên kết quả đăng ký không được vì báo thiếu môn học trước. Hiện nay em đã qua hết tất cả các môn. Em đã đăng ký lại tại VLVH HK 212 Đợt 2 - Lộ trình 1. Em kính mong phòng đào tạo xem xét giúp em .",
    "Kính thưa phòng đào tạo! Em đã hoàn thành Anh văn 1 (nhu cầu), nhưng khi đăng ký học Anh văn 2 thì hệ thống báo thiếu môn tiên quyết ( Anh văn 1 La1003) . Kính mong phòng đào tạo kiểm tra trường hợp của em ạ. Em xin chân thành cảm ơn!    .",
    "Dạ em chào thầy cô  Em muốn hỏi là việc đăng ký môn học, cụ thể là em muốn đăng ký luận văn cho kỳ sau là không thành công do thiếu môn tiên quyết của các kỳ trước mà em đã qua môn đó rồi ạ. Hơn nữa là còn vướng các môn kỳ này chưa có điểm nữa ạ. Với là kỳ này mình không xét CCAV cho luận văn tốt nghiệp. Nên em mong thầy cô có thể xem xét trường hợp của em và cho phép em đăng ký luận văn trong đợt đăng ký môn học này ạ! Em xin cảm ơn !",
    "Kính gửi Phòng đào tao, Em là sinh viên chính quy đã học môn CI2093 - ĐAMN kết cấu bê tông cốt thép 1 rồi nay em muốn học lại , lớp chính quy của môn CI2093 đã full nên em đăng kí lớp dự thính, trong đợt đăng kí môn học dự thính 212 này phòng đào tạo cho phép sinh viên chính quy đăng kí học lại các môn đã học, nhưng khi em đăng kí vào lớp dự thính T01 của môn CI2093 lại bị báo lỗi là không thuộc loại hình sinh viên được đăng ký. Mong Phòng đào tạo giải quyết vấn đề của em để em được đăng kí môn CI2093 ạ. Em mong nhận được phản hồi sớm nhất ạ.",
    "Thưa Thầy/Cô, Em đăng kí môn Pháp 8 (003708) nhưng hệ thống báo lỗi vì không đủ tiêu chuẩn anh văn và gdtc. Trong khi những môn này em đã hoàn thành đầy đủ rồi ạ. Mong Thầy/Cô có thể kiểm tra lại giúp em để em có thể kịp đăng kí môn học ạ. Em xin chân thành cảm ơn Sinh viên, ",
    "Em là sinh viên của lớp XD18T. Hiện tại môn học Quản lý dự án xây dựng, MMH: CI1053 có 2 lớp L01(60/60 sinh viên) và L02(70/70 sinh viên). Tuy nhiên lớp em còn 1 vài bạn chưa thể đăng ký môn vì đã đầy sỉ số. Mong phòng đào tạo tăng thêm sĩ số để tụi em có thể đăng ký được môn học. Vì chương trình học của 19 trở đi khác hẳn với 18 nên môn sẽ rất khó để mở lại. Mong T xem xét . Em xin cảm ơn",
    "Cho em hỏi sao em đăng kí môn và bị báo lỗi như này ạ    Nhóm [CCAS_0]: CCAS_0 - Chuẩn av sau năm 0 (tiên quyết)  Xin sớm giải quyết cho em để em có thể tiếp tục đăng kí môn học ạ. Em xin cảm ơn",
    "Em là sinh viên chương trình Chất lượng cao, khi đăng kí 1 môn tự chọn mã số IM1013(Kinh tế học đại cương) thuộc học kì 212 thì hiện lên thông báo màu đỏ với dòng chữ \"Thiếu (các) môn học:   Nhóm [CCAS_0]: CCAS_0 - Chuẩn av sau năm 0 (tiên quyết) \". Em không hiểu tại sao lại bị như vậy trong khi chương trình Chất lượng cao không yêu cầu chuẩn anh văn sau năm 0. Em rất mong nhận được sự hỗ trợ từ phòng đào tạo về vấn đề này. Em xin chân thành cảm ơn.",
    "Em chào thầu cô, em là k17. Em xin phép hỏi em đã họcAnh văn 2 nhưng hệ thông vẫn báo cần học trước Xin thầy cô giải đáp hộ em ạ",
    "Em xin hỏi là kì 201 em đã học gdtc môn bóng chuyền tức là em đã hoàn thành xong học phần 1 của gdtc và em còn thiếu học phần 2. Nhưng tại sao khi em đăng ký gdtc cho học kỳ này lại bị thông báo là phải hoàn thành học phần 1 trước nên em không đăng ký được phần 2. Mong pđt giải đáp giúp em.",
    "Mở môn học học kỳ 212 . Kính gửi Phòng đào tạo, Trong đợt đăng ký môn học đợt 1 học kỳ chính quy đã đăng ký môn học CI2093 - ĐAMH btct1 nhưng lại không thấy thời khóa biểu ở đợt 2 do trường không mở lớp. Ở đợt 2 em muốn đăng ký lớp dự thính nhưng không đăng kí được nên em viết mail này muốn hỏi là phòng đào tạo có mở thêm sỉ số hoặc lớp mới cho môn học CI2093 - ĐAMH btct1 không?  Mong nhận được phản hồi sớm nhất ạ.",
    "Dạ em k17 đủ điều kiện đăng kí luận văn tốt nghiệp nhưng lỗi đăng kí ạ.",
    "Mở môn học học kỳ 212 . Do e mới chuyển chương trình học . Nên có môn CI2057 - TT nhận thức ngành (DDCN) . Do các bạn K 18 đã học môn này từ năm 2 nên số lượng chưa học môn này còn ít.Sao môn này có trong chương trình học chính quy mà chỉ mở lớp cho hệ VHVL ạ. Cho e hỏi làm sao để đăng kí môn này được ạ . Tại vì môn này đã mấy kì không mở rồi ạ",
    "Kính gửi quý thầy cô, Em tên là , mã số sinh viên , thuộc lớp HC19KTTP. Em muốn Đăng ký môn Lịch sử Đảng Cộng Sản Việt Nam, mã môn học SP1039 ở HK212. Tuy nhiên khi đăng ký hệ thống lại từ chối với lý do [thiếu môn SP1035 - Chủ nghĩa xã hội khoa học], trong khi em đã hoàn thành môn này ở học kỳ hè 203 rồi ạ. Ngoài ra, em cũng  thể đăng ký môn chính trị nào khác nữa với lý do tương tự. Mong các thầy cô khắc phục giúp em. Em xin chân thành cảm ơn.",
    "Chào thầy cô, ĐKMH đợt 1 em đăng ký được SP1039 rồi nhưng khi thoát ra và bây giờ lại không thể đăng ký lại do thiếu môn SP1035. Mong thầy cô xử lý giúp em lỗi này vì mai là hết hạn đăng ký rồi . Hình 1: L15 em đã đăng ký được vào hôm qua Hình 2: Lỗi hệ thống thiếu SP1035 Em đã học môn SP1035 rồi ạ",
    "Em chào các thầy cô, Em là , mssv  Hiện em bị lỗi thiếu điều kiện đăng ký môn học (chuẩn anh văn, môn học trước,...như hình ảnh đính kèm.) mặc dù các điều kiện này em kiểm tra lại đều đạt ạ. Hôm qua em đăng ký không bị lỗi này. Mong các thầy cô xem xét kiểm tra giúp em đăng ký kịp thời trong đợt 2 này ạ. Em xin chân thành cảm ơn!",
    "Kính thưa Phòng đào tạo,  Em tên là , MSSV: . Em xin trình bày như sau: hiện tại em còn nợ một môn Giáo dục thể chất 3 (005011) trong chương trình Việt Pháp. Sau khi nhận được mail Phòng đào tạo em lập tức vào đăng kí nhưng hiện tại em không thể đăng kí được bất kì môn thể chất nào trong danh sách môn Phòng đào tạo update hết ạ, hệ thống báo là \"Bạn không được phép đăng ký vào nhóm lớp này\". Trong quá khứ em đã từng học môn Bóng rổ (PE1015) để chuyển điểm cho môn Giáo dục thể chất 2 (005006). Kính mong Phòng đào tạo tạo điều kiện cho em đăng kí môn học về Giáo dục thể chất trong kì 212 để em hoàn thành chương trình đào tạo ạ.",
    "HK 211 em đã học và thi xong môn aerobic học phần 1 nhưng chưa cập nhật điểm học phần 1, nhưng hôm nay mở đăng ký GDTC em đăng kí môn aerobic học phần 2 thì lại bị báo lỗi thiếu aerobic học phần 1 ạ. Trường có thể mở lỗi đó để em đăng ký tiếp học phần 2 để học được không ạ.",
    "em chào anh (chị) , hôm 23/12 em có hỏi về việc kéo dài thêm 1 học kỳ và pđt có thông báo sẽ gửi kết quả vào ngaỳ 28/12 . hôm này em len mybk kiểm tra thấy tình trạng sinh viên đã được kéo dài thêm 1 học kỳ nhưng đăng kí môn học của mybk của em chưa mở được ạ , vậy em xin pđt kiểm tra lại giúp em với ạ ,em cảm ơn ạ Tên : MSSV:   i  .",
    "Dạ cho em hỏi em vào đăng ký môn thì trang để là Nhóm CCAS_0 Chuẩn av sau năm 0( tiên quyết) là sao vậy ạ. Em đã pass av 1 hiện đang học av2. Dạ em cám ơn",
    "Dạ chào BKSI,  Em là , MSSV . Hiện em gặp lỗi khi đăng ký môn học Xác suất thống kê (MT2013). Lúc đầu em có đăng ký MT2013 và xác nhận đăng ký thành công, sau đó em có xóa rồi chọn đăng ký lại thì bị báo lỗi như file hình ạ (trong khi em đã học trước Giải tích 1 và Đại số tuyến tính) . Em rất mong vấn đề của mình được giải quyết . Em xin chân thành cảm ơn!",
    "Kính thưa Thầy/Cô, Em gặp lỗi không đăng kí được môn Trí tuệ Nhân tạo ứng dụng ME3181. Hệ thống báo lỗi là chưa học Môn Nhập môn lập trình mặc dù em đã qua môn rồi ạ. Mong Thầy/Cô giúp em hướng giải quyết ạ Chân thành cám ơn Thầy/Cô. Trân trọng, ",
    "Cho em hỏi lúc đăng kí môn học CO3061 thì của em bị thông báo thiếu môn tiên quyết và chuẩn anh văn. Dù những môn đó em đã pass trong những hk trước, còn av của em đã đủ pass av 4 năm. Mong các thầy/cô kiểm tra lại giúp em. Em cám ơn, .",
    "Em tên   cho em xin hỏi em có đăng kí 2 môn là CI3009 và MT1005 vào các kì dự thính trước đây và chưa đăng kí học vào kì chính, quý thầy cô pđt xin vui lòng xem xét cho em đăng kí học hai môn trên trong kì dự thính sắp tới, em rất đồng ý với quan điểm kì dự thính chỉ học lại nhưng em đã học hai môn đó vào những kì dự thính trước, mong pđt thay đổi thuật toán đkmh để em có thể học được hai môn trên.",
    "Kính gửi Phòng đào tạo,  Em là , sinh viên K18 hệ đại trà khoa Quản lý Công Nghiệp. Hiện em đang đăng ký môn học Luận Văn Tốt Nghiệp, nhưng em vẫn chưa đăng ký được và hệ thống báo em thiếu các môn tiên quyết, nhưng các môn tiên quyết đó không có trong chương trình đào tạo của khoá em ạ (chuẩn sv năm 3, công nghệ thông tin nâng cao, thể chất năm 3). Em đã hoàn thành đủ tín chỉ, đủ các môn học khác và hiện chỉ chưa nộp chứng chỉ AV thôi ạ. Mong PĐT xem xét và chỉnh sửa lại để em có thể đăng ký được môn học ạ . Em xin chân thành cảm ơn  .",
    "Kính chào thầy cô Em tên là   Lúc nãy em có đổi lớp môn lịch sử đảng thì hệ thống bị lỗi, em bị mất lớp, nhưng khi em đăng kí lại thì hệ thống lại báo lỗi là em chưa học môn chủ nghĩa xã hội trước, nhưng môn chủ nghi xã hội em đã học rồi và đã đủ điểm qua môn ạ! Mong quý thầy cô giải đáp giúp em ạ!",
    "Dạ em chào Thầy/Cô ạ. Em hiện đang là sv năm 3. Em có thắc mắc về thời gian đi Thực tập ngoài trường. Em có câu hỏi về một đoạn trong mail (em có tô xanh trong ảnh):  1. Đoạn đó có nghĩa là bây giờ kì 212 em vẫn đăng kí môn Thực tập ngoài trường và đóng học phí bình thường, nhưng đến kì hè 213 mới đi phải không ạ? 2. Nếu như hè mới đi thì việc tổng kết tính chỉ trong kì 212 sẽ như thế nào ạ? 3. Và nếu như kì này em đi thực tập trước thì vẫn được phải không ạ? Hay bắt buộc là kì hè. Em rất mong nhận được sự giải đáp rõ ràng về vấn đề này ạ. Xin cảm ơn Thầy/Cô rất nhiều ạ.",
    "Em đăng kí môn học IM3001-Quảntrị kinhdoanh cho ks lớp L04. Nhưng bị báo lỗi như hình dưới đây   Thiếu (các) môn học:   Nhóm [CCAS_1]: CCAS_1 - Chuẩn av sau năm 1 (tiên quyết)    Nhóm [SV_N2]: SV_N2 - Chuẩn sinh viên năm 2 (tiên quyết)    Nhóm [CNTTCB]: CNTTCB - Chuẩn c/nghệ tt cơ bản (tiên quyết)  Em mong thầy cô sửa lỗi để em có thể học môn này ạ Em xin cảm ơn ạ",
    "Em tên là , MSSV . Em đăng ký môn Luận văn tốt nghiệp CO4317 ở trang đăng ký môn học nhưng nó báo lỗi như hình và không cho đăng ký. Em nghĩ là lỗi của hệ thống vì các môn tiên quyết này em đã học qua hết rồi ạ. Mong các thầy cô xem xét giúp em ạ.",
    "Kiểm tra giúp em không thể đăng kí môn học Hệ thống máy tính và ngôn ngữ lập trình EE2009 hệ VLVH lộ trình 1 được ạ. Hệ thống báo là thiếu môn học MT1009,... trong khi những môn này hệ VLVH được miễn rồi ạ. Mong thầy cô kiểm tra lại giúp em, em chân thành cám ơn ạ!",
    "Dạ em chào thầy cô. Dạ thầy cô xem giúp em lý do em không đăng ký  được môn lịch sử Đảng (SP1039) với ạ. Em thấy hệ thống hiện là do thiếu môn học trước (SP1035) trong khi em đã học môn này và đã có điểm tổng kết luôn rồi ạ. Em cảm ơn rất nhiều ạ",
    "Em là sinh viên chương trình Chất lượng cao, khi đăng kí 1 môn tự chọn mã số IM1013(Kinh tế học đại cương) thuộc học kì 212 thì hiện lên thông báo màu đỏ với dòng chữ \"Thiếu (các) môn học:   Nhóm [CCAS_0]: CCAS_0 - Chuẩn av sau năm 0 (tiên quyết) \". Em không hiểu tại sao lại bị như vậy trong khi chương trình Chất lượng cao không yêu cầu chuẩn anh văn sau năm 0. Em rất mong nhận được sự hỗ trợ từ phòng đào tạo về vấn đề này. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng Đạo Tạo Em tên  Mssv  Lớp 18CD01 Em đã hoàn thành học phí em làm đơn thu nhận lại để tiếp tục chương trình học ạ. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng Đạo tạo, em tên là , MSSV . Trong đợt đăng ký môn học học kì 212, em có tìm hiểu về đăng ký các môn giáo dục thể chất thì thấy có quy định là sinh viên phải đăng ký 1 học phần cơ bản và một học phần nâng cao. Thầy cô cho em hỏi 2 học phần đó có bắt buộc cùng 1 môn không ạ? Ví dụ học kì 211 em đã hoàn thành học phần cơ bản môn võ thì học kì 212 em có được đăng ký học phần nâng cao môn khác không ạ?. Em xin cảm ơn    .",
    "Lúc em đăng kí môn Khởi nghiệp IM1021, trang đăng kí môn học hiện thông báo em không đủ chuẩn av trong khi đợt thi anh văn đầu vào, em đã qua 4 chuẩn av rồi ạ. Kính xin pđt suy xét xếp em vào lớp L01 bộ môn IM1021 ạ.",
    "Chào thầy cô, em có đăng ký môn Luận Văn Tốt Nghiệp mã môn 4313 cho kỳ này thì bị báo thiếu các môn học trước và môn tiên quyết trong khi các môn đó em đã pass rồi ạ(hình minh chứng). Nhờ thầy cô xem xét để em sớm có thể đăng ký môn học thành công ạ. Em cảm ơn",
    "Em chào PĐT ạ. Đăng kí môn học đợt 1 em không đăng kí môn học nên giờ sĩ số lơp sCI4019 đã đầy, em muốn đăng kí môn học CI4019 thì cần đơn gì ạ. EM cảm ơn PĐT",
    "sao em đăng kí môn CI2003 em không đăng kí được do thiếu chuẩn sinh viên năm 2 và chuẩn công nghệ thông tin cơ bản ạ.",
    "Vì các lỗi phát sinh khi đăng kí môn ( pass điểm, pass chuẩn CCAV ) nên em không thể đăng kí môn được. Xin thầy/cô hướng dẫn em cách giải quyết, để kịp đăng kí trong thời hạn ạ. Em xin cám ơn",
    "Lúc qm xóa môn Quản lí dự án cho kĩ sư IM1025 để đăng kí môn Khởi nghiệp IM1021, web hiển thị em không đăng kí được. Em kính mong quý thầy cô có thể xem xét cho em học lớp L01 bộ môn Khởi nghiệp IM1021 ạ",
    "Em tên là  sinh viên khoa Khoa Học Máy Tính CLC Tiếng Nhật K21. Em muốn xin tạm dừng ở Học Kì 2 năm học 2021-2022 vì một số lý do cá nhân. Em xin gửi đơn xin phép và email đồng ý từ thầy chủ nhiệm Khoa .   i  .",
    "Dạ em đăng kí môn CH3053 nhưng trên trang báo em thiếu môn, dù những môn đó em đã học qua, và chuẩn anh văn em nộp cũng đã đủ từ năm nhất. Môn CH3017 em đăng kí cũng báo trường hợp tương tự ạ",
    "Em xin chào ạ. Em có 1 vấn đề về điểm của môn Vẽ kỹ thuật, em thi cuối kì là 2.9 có được làm tròn thành 3 không ạ, nếu được làm tròn thành 3 thì đáng lí em phải pass môn này rồi chứ ạ. Mong Thầy cô xem xét lại. Em cảm ơn",
    "Em chào các thầy cô, lúc trước em có đăng kí môn cơ lưu chất CI2003 nhưng hệ thống báo lỗi như hình (chuẩn anh văn trong khi em đã hoàn thành). Hiện tại thì thì lớp full slot. Em hy vọng có thể được tăng sĩ số L01_L03 (hoặc các lớp khác trừ trường hợp trùng tkb) để hoàn thành các môn cuối cùng được không ạ.",
    "Mở môn học học kỳ 212 . (Em xin lỗi vì hai bản gửi trước kia có sự sai sót nên em xin đính chính lại bằng bản gửi này)   Kính chào văn phòng đào tạo, Em tên là  (MSSV: ), sinh viên lớp CC19CK12 (Mail sinh viên: ) Em đại diện cho các bạn muốn xin mở lớp môn học Kỹ Thuật Điều Khiển Tự Động (Mã môn học ME2009). Em đã làm đơn và đã gửi lên giảng viên giảng dạy và chủ nhiệm bộ môn và đã có chữ ký đính kèm rồi ạ. Em mong văn phòng đạo tạo xem xét và mở lớp  cho chúng em để chúng em có cơ hội được học tập. Em xin cảm ơn văn phòng đào tạo rất nhiều ạ. --",
    "Em chào thầy/cô, Em tên , MSSV . Lúc nãy em đã hủy môn Kỹ thuật phản ứng CH3347 - L04 để chuyển sang lớp L03 môn này, nhưng không hiểu sao lại không đăng ký được do bị kẹt các loại chuẩn. Mong thầy/cô có thể sửa lỗi này để em sớm được đăng ký lại ạ. Em cảm ơn thầy/cô nhiều.",
    "Em chào quý Thầy (Cô),  Cho em hỏi là sao em đăng kí môn học lại không đăng kí được và báo lỗi tiên quyết Giáo đục thể chất sau năm 2. Trong khi đó em đã được miễn hết rồi ạ. Em cảm ơn.",
    "t 1 em có đăng kí thành công môn Giải tích 2 (MT1005) lớp L40_L40. Em có xóa để chuyển lớp và đăng kí lại nhưng bị lỗi như hình đính kèm, mong Phòng Đào tạo giải quyết giúp em.",
    "Kinh gửi Phòng Đào tạo, Em là sinh viên khóa K17. Hiện em đã hoàn tất các điều kiện để xét tốt nghiệp rồi ạ. Nhưng em vẫn chưa nhận được mail đăng ký tốt nghiệp của trường. Kì vừa rồi, em không đăng kí môn học nên hiện trạng sinh viên đang bị tạm dừng. Với trường hợp của em có đủ điều kiện xét tốt nghiệp trong tháng 12 này không ạ? Em có cần nộp đơn xin thu nhận lại rồi mới được xét tốt nghiệp không ạ . Kính mong phòng đào tạo xem xét và hướng dẫn về trường hợp của em ạ. Em xin chân thành cảm ơn.",
    "em dã hoàn thành gần hết chương trình đào tạo nhưng em không thể đăng ký được và bị báo lỗi thiếu điều kiện để đăng ký môn cơ lưu chất (có mã môn học là CI2003) và có thể hết chỗ em xin được đăng ký môn học cơ lưu chất (mã MH CI2003 ) tại đây ạ S",
    "Dạ mọi người ơi , cho em hỏi là Tết Dương lịch (1/1/2022) là vào thứ bảy vậy trường mình có nghỉ bù vào thứ hai (3/1/2022) hay nghỉ bù vào thứ sáu (31/12/2021) không ạ? Em cảm ơn ạ!",
    "Em chào thầy cô ạ,   B Cho em hỏi hoãn thi cuối kì thì hủy bỏ điểm thành phần và điểm thi lại đó cũng là điểm tổng kết phải không ạ?  ",
    "Dạ em chào thầy cô. Em tên là . MSSV: Dạ thầy cô xem giúp em lý do em không đăng ký  được môn lịch sử Đảng (SP1039) với ạ. Em thấy hệ thống hiện là do thiếu môn học trước (SP1035: Chủ nghĩa xã hội khoa học) trong khi em đã học môn này và đã có điểm tổng kết luôn rồi ạ. Em cảm ơn rất nhiều ạ",
    "Kính gửi Phòng đào tạo ĐH Bách Khoa. Em tên là , Khoa Cơ Khí. MSSV:  Hệ Liên Thông (LTH) Chính Quy từ khoa Bảo Dưỡng Công Nghiệp 2017. Vào tháng 6 năm 2019 em đã hoàn thành xong LVTN nhưng do thiếu CCNN TOEIC 500 nên chưa đủ điều kiện Tốt Nghiệp. Do tình dịch bệnh CoViD kéo dài nên em không thể đăng ký thi TOEIC. Hiện tại tình hình dịch bệnh tại Tp HCM đã ổn, em cũng đã có CCNN TOEIC 500. Trước đây em có nghe GVCN nói thời hạn đào tạo của em đến tháng 4.2022. Nhưng hiện tại bạn cùng khóa của em vừa rồi đăng ký môn học không được nên đã hỏi PDT và được trả lời Khoa Cơ Khí học liên thông 2017 Chính Quy đã hết thời hạn đào tạo, và bị chuyển qua hệ VHVL. Em đang đợi thẩm tra lại bằng TOEIC và xét TN, Cho em xin hỏi là em đã hết thời hạn đào tạo hay chưa, Nếu hết thời hạn, Cho em xin cứu xét để ra trường lấy bằng Chính Quy.",
    "Kính chào thầy cô ạ Dạ học kỳ trước em đã qua môn Chủ nghĩa xã hội khoa học và kì này khi em đăng kí môn Lịch sử Đảng thì bị thông báo như hình em gửi kèm ạ . Kính mong thầy cô xem xét giúp em ạ",
    "Dạ em chào thầy cô ạ, Hiện em đang đăng ký môn LVTN nhưng không được ( Lỗi môn tiên quyết - Đính kèm ). Trong khi những môn đó em đã qua hết. Còn CCAV thì PĐT có mail là kì này sẽ không xét CCAV để đăng ký LVTN. Mong thầy cô check lại giúp em ạ. Em cảm ơn, !",
    "/I     Dạ em chào thầy/cô, Em tên là:   MSSV:   sinh viên K19 khoa cơ khí  Nay là đợt đăng kí môn học đợt 2 học kì chính. Dạ không biết tại sao hôm nay em vô trang ĐKMH mà thời khóa biểu của em bị mất môn lịch sử đảng mã SP1039, khi em đăng kí lại thì hệ thống bảo là thiếu môn học trước là chủ nghĩa xã hội khoa học mã SP1035 trong khi đó là em đã qua môn này và đã có điểm trên bảng điểm. Mong thầy cô giải đáp. Em cảm ơn ạ !",
    "Kính gửi nhà trường Em là sinh viên thuộc chương trình đào tạo chính quy bằng 2 ban ngày. Có nhiều vấn đề xảy ra trong quá trình đăng ký môn học, mong nhà trường xem xét giúp e với ạ: 1. Không thể đăng ký môn học, khi đăng ký báo lỗi các vấn đề mà em đã thõa mãn hoặc được miễn 2. Sáng đăng ký được, chiều hủy đăng ký lại không được 3. Không thể chuyển sang nhóm tương đương khác. Mong nhà trường hỗ trợ để em có thể kịp thời đăng ký môn học. Em xin cám ơn.",
    "Em chào cô, em tên  mssv: .   Hiện tại em không hiểu tại sao mình không thể đăng ký được môn học Cơ lưu chất ( Ci2003 ). Theo như em đọc thì chuẩn anh văn 1, chuẩn sinh năm 2 và cái gì đó. Nhưng em hiện đang là sinh viên năm 4, cần trả nợ môn học  Trước đó đợt 1 em có đăng ký nhưng bị PĐT xóa môn vì quá sĩ số. Nhưng hiện có lớp chưa đủ nhưng em không thể đăng ký được .   Em mong nhận được trả lời của cô ạ. Giờ em vô lại thì mất luôn chỗ rồi. ",
    "Em tên là  MSSV:  Kì này em đăng ký môn hệ thống máy tính và ngôn ngữ lập trình nhưng sáng nay môn này của em đã bị xóa khỏi danh sách đăng ký và hệ thống bảo em là phải đăng ký môn cơ sở máy tính nhưng mà em học môn này ở kì trước rồi ạ. Cho em hỏi là vì sao em không đăng ký được à",
    "Chào anh chị, Em tên  mssv . Học kỳ 202 em có đăng ký môn bóng rổ học phần 2 PE1039, trước đó em chưa từng học bóng rổ học phần 1 (môn tiên quyết của bóng rổ học phần 2). Tuy nhiên ở học kỳ đó trường không hiện cảnh báo gì và vẫn cho em đăng ký môn học phần 2, sau đó em nợ môn, nhưng đến kỳ này em đăng ký để trả nợ thì nhà trường lại yêu cầu em phải học môn học phần 1 trước. Như vậy là quá thiệt thòi cho em vì ngay từ đăng ký môn học kỳ 202 em không nhận được cảnh báo từ hệ thống. Mong trường có thể xem xét giúp đỡ em vì hiện tại chỉ còn 1 ngày để đăng ký môn thể chất trong khi nếu không giải quyết nợ môn thì năm tới em không được đăng ký môn ạ. Em cám ơn",
    "Kính chào thầy/cô, Em tên  - MSSV:  - lớp: CK19LOG2 Em xóa môn Lịch sử Đảng Cộng sản Việt Nam - Mã: SP1039 vì muốn đổi lịch sang giờ khác nhưng khi đăng ký lại thì hệ thống không cho phép mặc dù em đã thỏa hết tất cả các điều kiện đăng ký. Hạn đăng ký môn thì vẫn còn nhưng em lại không đăng ký được. Bây giờ em phải làm sao ạ? Em cảm ơn thầy/cô đã dành thời gian giải đáp thắc mắc của em. Chúc thầy/cô một ngày làm việc thật tốt.",
    "Kính thưa quý Thầy Cô,  Hiện tại, em đang không đăng ký được các môn tự chọn nhóm D, cụ thể là Quản trị kinh doanh cho kỹ sư (IM3001) và Kinh tế học Đại cương (IM1013) vì vướng điều kiện anh văn tiên quyết. Trong khi đó, em đã được điểm miễn 4 học phần anh văn và hoàn thành gần xong chương trình học . Xin quý Thầy Cô giải đáp và xử lý giúp em. Em xin cám ơn Thầy Cô . ",
    "ị lỗi khi đăng kí môn học yêu cầu các môn tiên quyết trong khi đã qua rồi",
    "Em xin hỏi yêu cầu về việc học môn thể chất: - Kì 1 năm nhất em đăng kí và học Aerobic  - Kì 2 năm nhất em đăng kí và học Bóng chuyền  - Kì 1 năm hai em   B đăng kí    môn Aerobic nhưng em   B chuyển sang học Võ    và   B chuyển điểm về lớp Aerobic    - Vậy em có được tính là hoàn thành học phần thể chất chưa ạ? Hay bắt buộc phải đăng kí 3 môn học môn thể chất khác nhau mới đúng ạ? Mong thầy cô giải đáp giúp em, em xin cảm ơn ạ.",
    "Kính gởi phòng đào tạo, Em vừa nhận được mail của phòng đào tạo báo đã fix được lỗi không đăng ký được LVTN. Nhưng em vẫn không đăng kí được do thiếu đề cương tốt nghiêp, CCNN, trong đó còn có thể chất năm 3 ( em đã qua 3 môn thể chất), còn có chứng chỉ công nghệ thông tin nữa. Em không biết vấn đề phát sinh do đâu ạ . Mong phòng đào tạo xem xét lại và hỗ trợ giúp em đăng ký LVTN để hoàn thành chương trình học ạ. Em xin chân thành cảm ơn.",
    "Em chào thầy cô!  Thầy/cô cho em hỏi là khi nào trường mở đăng kí học thí nghiệm trực tiếp trên trường đợt mới lại vậy ạ. Do đợt vừa rồi em phải cách ly nên phải huỷ thì không biết bao giờ sẽ học lại ạ.",
    "Chào thầy ạ! Em tên là  MSSV  hệ VHVL e  có đăng ký môn học là EE3097(kỹ thuật an toàn điện) thì được hệ thống chấp nhận, Nhưng khi hôm nay e đổi thời gian học lại do bị trùng tkb e hủy lớp củ để đăng ký lớp khác củng là mã EE3097 thì lại bị hệ thống yêu cầu chuẩn AV ạ.   i Mở môn học học kỳ 212 . Dạ mong thầy mở lại lớp vi xử lý EE2039 tại hệ VHVL nhiều bạn củng muốn học môn này mà k có lớp nào ạ",
    "Em tên là   Em có thắc mắc, hiện tại chưa có điểm thực tập và đề cương nhưng hệ thống báo thiếu môn tiên quyết. bây giờ e không đki đc mai là hết hạn rồi em phải làm sao ạ?",
    "Sao em không đăng ký được Kinh tế chính trị  -  mặc dù em đã học xong Triết học  -  và đã đậu",
    "Mở môn học học kỳ 212 . Kính gửi thầy/cô phòng đào tạo Em là  - Lớp VP17VL MSSV   Em nộp đơn xin mở lớp Biến đổi Fourier, laplace và tối ưu hoá (406701) Vì môn học này thuộc chương trình Việt-Pháp từ khoá K18 trở về trước, nên không còn được mở. Chúng em đã tập hợp các bạn sinh viên, với chữ ký đồng ý của Trưởng bộ môn, GVGD như trong file đính kèm. Mong quý thầy/cô giải quyết giúp chúng em ạ. Trân trọng ./.",
    "Em là k18 nhưng em chỉ mới hoàn thành 2/3 GDTC. Giờ khi em đăng kí GDTC mới thì phải đăng kí học phần 1 hay 2 ạ.",
    "Mở môn học học kỳ 212 . Kính gửi PDT, Em tên là , mssv:  Xin được đại diện các bạn gửi đến PDT mẫu đơn xin mở lớp môn học:  (MA3105) Mẫu đơn đính kèm đã được sự đồng ý từ chủ nhiệm Khoa CNVL, chủ nhiệm bộ môn và giảng viên phụ trách. Kính mong PDT xem xét và có thể tạo điều kiện cho chúng em hoàn thành môn học cũng như hoàn thành kết hoạch học tập. Cảm ơn PDT đã đọc và xem xét.",
    "Kính chào Phòng Đào Tạo, Em tên  - MSSV: . Nay em viết mail này kính mong Phòng Đào Tạo xem xét cho em được   B đăng ký môn Thực tập kỹ thuật chế tạo - ME2023 (hiện nay đã đủ sĩ số)   , đây là môn bắt buộc phải có để hoàn thành tiến độ học tập . Ở môn học này vào kỳ trước sau khi đăng ký em đã bị hủy môn, đến kỳ này thì chậm hơn so với các bạn nên lớp đã hết sĩ số . Em rất cần được học môn ME2023 vào kỳ này để kịp tiến độ ra trường. Rất mong nhận được sự phản hồi sớm từ Phòng Đào Tạo. Em xin cảm ơn, .",
    "Dạ e chào thầy cô e là  mssv . E đã học môn CNXH khoa học (SP1035) và có điểm tổng kết là 7.00 nhưng khi e đk môn LS Đảng (SP1039) thì báo là thiếu môn HT CNXH KH . Xin thầy cô chỉnh lại dùm e để e kịp đk môn học vì LS Đảng đã hết chỗ. Đính kèm hình. E cám ơn thầy cô rất nhiều.",
    "Chào thầy, cô, Em tên là , MSSV . Em đăng ký môn Trí tuệ nhân tạo ứng dụng ME3181 và đã hoàn thành môn Nhập môn lập trình CO1003 là điều kiện học trước rồi mà không đăng ký môn được. Nhờ thầy cô xem và kiểm tra giúp ạ.",
    "Em xin hỏi yêu cầu về việc học môn thể chất: - Kì 1 năm nhất em   B đăng kí và học    Aerobic - Kì 2 năm nhất em   B đăng kí và học    Bóng chuyền - Kì 1 năm hai em   B đăng kí    môn Aerobic nhưng em   B chuyển sang học    Võ và   B chuyển điểm    về lớp Aerobic - Vậy em có được tính là hoàn thành học phần thể chất chưa ạ? Hay bắt buộc phải đăng kí 3 môn học môn thể chất khác nhau mới đúng ạ? Mong thầy cô giải đáp giúp em, em xin cảm ơn ạ.",
    "Dạ em gặp vấn đề về đăng kí môn lịch sử đảng ạ. Em đã học môn chủ nghĩa xã hội rồi. Nhưng kì này em đăng kí môn lịch sử đảng thì lại không được ạ, hệ thống cứ báo lỗi \"chưa học môn chủ nghĩa xã hội khoa học\" như trong tệp đính kèm ạ. Mong thầy/cô giải quyết giúp em ạ",
    "Kính chào thầy cô! Lúc nãy em có phản hồi việc lỗi đăng kí môn Lịch sử đảng và được phản hồi là hệ thống đã được fix. Nhưng hiện tại em vẫn chưa đăng kí được ạ!  Em mong nhận được phản hồi từ thầy cô, em cảm ơn ạ!",
    "Xin kính chào PĐT ạ. Em bên chuyển hệ chính quy sang VHVL và em có thắc mắc là hiện giờ em không thể đăng ký 2 môn học là MT1009- Phương pháp tính và CI3115 Kết cấu bê tông cốt thép 3. Môn MT1009 em học ở kỳ vừa rồi nhưng em không qua nên kỳ này em đăng ký lại nhưng không được vì theo yêu cầu là thiếu 2 môn ccav và không đạt môn MT1007-Đại số tuyến tính trong khi 2 môn này em đã đạt. Môn CI3115, em mới hủy để đăng ký MT1009 vì khi đăng ký MT1009 em bị trùng giờ và giờ em không thể đăng ký lại vì không đủ yêu cầu, và môn này em vừa học ở kỳ vừa rồi. Em mong phòng đào tạo nhà trường có thể giúp đỡ em để em có thể đăng ký 2 môn này vì sĩ số lớp gần đầy ạ. Em xin chân thành cảm ơn PĐT!",
    "Em chào PĐT, em là , mssv  Em xin phòng đào tạo tăng sĩ số cho môn học Quản lý sản xuất cho kỹ sư, IM1023 lớp L01 (thứ 2, tiết 4-5). Do em có nguyện vọng học môn này mà sĩ số lớp mới có 70 nhưng theo mail PĐT thì có thể lên 100 . Em xin cảm ơn. Lương",
    "Mở môn học học kỳ 212 . Chào, Em xin mở môn học Đồ án thiết kế ME3139. Em cảm ơn.",
    "Em chào thầy/cô, Em đã nộp bằng Toeic, chuyển điểm và đã được thẩm tra hợp lệ. Tuy nhiên tình trạng sinh viên của em vẫn đang tạm dừng, vậy làm thế nào để em có thể đăng ký tốt nghiệp ạ? Em xin cảm ơn.",
    "Kính gửi Phòng đào tạo, Em tên là  - MSSV , Hiện tại em không thể đăng kí môn học cho học kì sắp tới được ạ. Sau khi cập nhật lỗi phát sinh từ phía nhà trường, em vẫn chưa đăng kí được, các môn học tiên quyết trước đó em đều đã hoàn thành (hiện tại chỉ còn mỗi luận văn và chứng chỉ ngoại ngữ) nhưng lại được thông báo là chưa hoàn thành. Xin phòng đào tạo hỗ trợ giúp em đăng kí được môn học trong đợt này ạ. Em xin cảm ơn. P/S: em có gửi ảnh đính kèm thông báo lí do không đăng kí được môn học.",
    "Cho em hỏi là trong đợt đăng ký môn học lần 2 em có đăng ký môn Mật mã và an ninh mạng (mã môn là CO3069) nhưng lại bị lỗi thiếu môn học trước là môn Mạng máy tính (Mã môn là CO3003) mà môn này em học ở học kỳ 211. Giờ em phải làm sao để đăng ký được môn Mật mã và an ninh mạng vậy ạ. Em mong nhận được phản hồi ạ. Em cảm ơn ạ.",
    "Pdt cho em hỏi do dịch bệnh cách ly kéo dài nên em không đóng học phí đúng hạn được. K15 nên không đáp ứng được dk xin nợ học phí( chỉ cho năm 1-4). Vậy giờ em đã thanh toán học phí trễ hạn thì em cần làm gì để không còn bị đánh dấu trễ hạn và tiếp tục dk được vào kỳ sau ạ.",
    "Dạ hiện tại em không đăng kí được môn Thương mại điện tử (CO3027), hệ thống báo lỗi là phải có môn học trước là CO2013, trong khi học kì này (211) em đã học môn CO2013 rồi ạ?",
    "Cho em hỏi là trong đợt đăng ký môn học lần 2 em có đăng ký môn Mật mã và an ninh mạng (mã môn là CO3069) nhưng lại bị lỗi thiếu môn học trước là môn Mạng máy tính (Mã môn là CO3093) nhưng khóa K18 của tụi em môn này có mã là CO3003 và em đang học ở học kỳ 211. Giờ em phải làm sao để đăng ký được môn Mật mã và an ninh mạng vậy ạ. Em mong nhận được phản hồi ạ. Em cảm ơn ạ.",
    "Em  MSSV  do hôm trước em có làm đơn bảo lưu việc học vì gia đình em kinh tế khó khăn , giờ em xin hỏi còn cách nào hủy đơn xin bảo lưu đó hông ạ",
    "Em có xoá môn SP1039 để chuyển lớp nhưng lại thông báo là cần môn chủ nghĩa xã hội khoa học mặc dù em đã đạt môn này rồi.",
    "Em tiến hành đăng ký môn Lịch sử Đảng - SP1039 ở loại hình đăng ký môn học HK212 - CQ - Đợt 2 nhưng hệ thống báo lỗi thiếu môn học SP1035 - Chủ nghĩa xã hội khoa học, trong khi môn SP1035 em đã đạt điểm qua tại HK211, điều này khiến cho em không đăng ký được môn SP1039. Mong nhà trường xem xét và chỉnh sửa lại lỗi này để em có thể đăng ký môn SP1039 trong học kì 212. Em xin chân thành cám ơn.",
    "Kính chào Phòng Đạo tạo Em tên là , mssv Trong đợt đăng kí môn học kì chính 212, em có đăng kí môn học Vi xử lí, nhưng nhận được thông báo là em thiếu môn học trước là Kỹ thuật số trong khi em đã học và qua môn Kỹ thuật số rồi ạ, rất mong Phòng Đào tạo giải quyết sớm để em được đăng kí môn học này ạ",
    "Gửi PDT; Nhờ PDT duyệt đơn sớm giúp em để dkmh để ko bị trễ dk trong học kỳ này ạ. Em cảm ơn. Trân trọng!",
    "chào thầy cô.  Em đã học môn cấu trúc dữ liệu mã CO2003 và có điểm tổng kết nhưng vẫn không đăng kí được môn nguyên lí ngôn ngữ lập trình mã CO3005. Mong pdt coi lại để em có thể đăng kí môn học. Trân trọng, Phong.    .",
    "Kính gửi bộ phận hỗ trợ, Em tên , mssv , sinh viên K21. Em xin được hỗ trợ trong việc đăng kí môn học. Cụ thể, em đã được phòng đào tạo đăng kí môn Giải tích 2 MT1005 lớp L25 và em gặp các lỗi sau: - Em muốn thay đổi lịch học nhưng bị lỗi trùng lịch học trong khi em so với lịch học cũ thì không bị trùng. - Em không chọn xóa môn học nhưng môn học tự mất và khi em nhập mã MT1005 để đăng kí lại thì bị báo lỗi \"Thiếu (các) môn học:   Nhóm [MT1003]: MT1003 - Giải tích 1 (học trước) \". Em đã học môn Giải tích 1 ở HK211. Em xin được hỗ trợ để có thể đăng kí môn Giải tích 2 MT1005 ở HK212. Em xin chân thành cảm ơn.",
    "chào ad ạ , em có đăng ký môn lịch sử Đảng Sp1039 nhưng có thông báo là thiếu môn học sp1035 nhưng mà em qua môn sp1035 rồi ạ ad xem xét giúp em với ạ em cảm ơn ạ",
    "Em xin hỏi, em là K19 đã học xong 2 môn thể chất - Nếu đăng kí môn thể chất thì chỉ cần học   B một học phần    của môn thể chất nào cũng tính là 1 tín chỉ thể chất là em đã hoàn thành đủ 3 môn thể chất rồi đúng không ạ? Mong thầy cô giải đáp giúp em, em xin cảm ơn.",
    "Kính gửi Phòng Đào tạo, Em tên là , MSSV: , hiện đang theo học ngành Điều Khiển Tự động hóa, Khoa Điện - Điện tử. Ở đợt đăng ký môn này, môn Vi xử lý hiện tại đã hết lớp trống. Kính mong phòng Đạo tạo hỗ trợ cho em được đăng ký vào lớp L05 vì đây là môn chính trên thời khóa biểu của khoa ạ. Em xin cảm ơn thầy/cô và chúc thầy/cô thật nhiều sức khỏe",
    "Dạ em xin chào quý Thầy/ Cô Em đang gặp vấn đề về lỗi đăng kí môn học khi em đăng kí môn GT2 thì nó lại hiện ra như vậy ạ. Em không biết khắc phục như thế nào. Mong quý Thầy/Cô xem xét giúp em ạ.",
    "Chào cô, em tên  , em đã học môn Chủ Nghĩa  vào kì trước rồi ạ, sao giờ hệ thống vẫn không cho em dăng kí môn  Đảng ạ, mong cô phản hồi sửa lại hệ thống ạ. Em xin chân thành cảm ơn cô ạ",
    "Em chào Thầy/Cô ạ, Em có đăng kí môn học Anh văn 3 LA1007 cho học kì 212 nhưng bị lỗi thiếu môn học trước Anh văn 2 LA1005 trong khi đó em đã học môn Anh văn 2 ở học kì 181. Em mong Thầy/Cô xem lại giúp em ạ. Em cảm ơn",
    "Em chào thầy cô. Em tên là , mssv . Em xem thời khóa biểu lúc đăng ký thì môn Lịch sử đảng Cộng sản Việt Nam trường sắp cho em lớp A01. Bây giờ em muốn đổi sang các lớp khác có mã Lxx thì trang web không cho với những lý do như thiếu môn học trước Chủ nghĩa xã hội khoa học và quá sĩ số trong khi trên hệ thống ghi vẫn còn chỗ ạ. Mong quý thầy cô có thể chỉ cho em hướng giải quyết để em có thể đăng ký môn học được ạ",
    "Em chào thầy/cô, Em là , mssv: , lớp VP19HK . Hiện tại khi đăng kí môn Nhiệt động lực học và truyền nhiệt (ME2013) thì em hiện lỗi thiếu các môn học với các mã Giải tích 1,2 và vật lý 1 không phải mã môn học riêng của chương trình Việt Pháp (em có đính kèm ảnh). Em mong thầy cô xem xét và giải quyết vần đề này giúp em. Em cám ơn.",
    "Em xin chào ạ, Em tên Hoàng Quốc Thái, mssv1813984, sinh viên khoa Công Nghệ Vật Liệu, lớp VL18Si Hôm nay ngày 26/12/2021, em có buổi thi cuối kỳ môn   B Đường lối cách mạng    (SP1009_L12-B). Do gặp trục trặc về thiết bị, không khắc phục được ngay nên đã không thể tham gia buổi thi và làm bài thi . Tình trạng cụ thể:  - Nơi em cư trú (Bảo Hòa - Xuân Lộc- Đồng Nai) tổ chức bảo trì điện nên điện được cúp đến 17h00 cùng ngày. Em đã có báo lại với giảng viên về việc mất điện để phòng bất trắc. Tuy nhiên, 30p trước khi diễn ra buổi thi (tức 8h30), thì laptop của em đột nhiên bị lỗi và không thể kết nối mạng; em có chuyển sang làm bằng điện thoại nhưng cũng không thể tham gia vào phòng google meet (lỗi: \"phòng họp không tồn tại\"), và do trước đó đá đăng nhập bkexam trên laptop. nhưng máy laptop bị lỗi tắt máy nên bị khóa tài khoản . KHắc phục: Em đã có liên hệ với giảng viên giảng dạy môn học là cô Phượng; đồng thời có liên lạc với cô Bích Hồng và cô Thanh Hương (hai giáo viên trực thi). Nhận được phản hồi từ cô Bích Hồng là làm đơn hoãn thi gửi đến Phòng đào tạo, cô sẽ xem sét và cho phép thi lại. Hiện em đã có đăng ký hoãn thi môn này trên trang MyBK. Em gửi thư này để xin thông báo trước về tình hình đăng ký hoãn thi, phòng khi việc đăng ký hoãn thi môn học trên MyBK gặp trục trặc ạ. Kính mong Phòng Đào tạo trường có thể giúp đỡ, suy xét cho trường hợp của em để em có thể hoàn thành được môn học. Kết quả môn này rất quan trọng với em, vì dự là học kỳ tới em tốt nghiệp rồi ạ . Em xin chân thành cảm ơn.   I  Dạ đây là link của một video em ghi lại tình trạng thiết bị gặp trục trặc a: https://photos.app.goo.gl/DeNSLY8GcnxMnucD8 .",
    "Lúc sáng ngày 28/12 Em có lên PDT gặp chị  hỗ trợ mở trang đăng kí môn học dự bị lỗi.13h chiều em đã vào được trang nhưng lỗi tiếp là lỗi bị xóa hoặc chưa chuyên số môn học cho em. Vào đang kí không đăng kí được mon nào.  mong được hỗ trợ sớm trac 15h ngày 29/12 ạ.",
    "Em làm đơn chuyển sang hệ VLVH để dkmh cho hk22021. Mong pdt giúp em với. Em xin chân thành cảm ơn ạ.",
    "Em chào (thầy) cô ạ, Em là sinh viên khóa K19, kì này em phải học môn Lịch sử Đảng cộng sản VN. Nhưng khi đăng kí môn thì lại không được do thiếu môn tiên quyết là Chủ nghĩa khoa học xã hội, mặc dù môn này em đã học ở kì trước và đã qua môn. Thầy(cô) cho em xin cách giải quyết trường hợp này với ạ! Em xin chân thành cảm ơn!",
    "Kính chào Phòng Đào Tạo, em là  sinh viên khóa K16 Viễn thông PFIEV, em có  đăng ký làm lại Luận văn tốt nghiệp (405700) và Thực tập tốt nghiệp (405700) với khóa K17 nhưng do chương trình đào tạo có thay đổi nên em không đăng ký được dù em đã đủ tiêu chuẩn nhận luận văn và đăng ký được vào học kỳ trước. Mong Phòng đào tạo mở đăng ký cho em ạ . Em cảm ơn.",
    "Dạ kì này em đang làm lvtn là 9 chỉ, em thiểu 6 chỉ av chưa chuyển điểm, em không nợ môn nào nữa, thì toognr cộng của em phải là 127 chỉ, mà số tctln của em hiện tại là 124. Mong pđt có thể kiểm tra cho em được không ạ",
    "Dạ em có hai thắc mắc muốn hỏi ạ 1)Cho em hỏi là em đang chờ pdt duyệt đơn tạm dừng việc học,và em đã đăng kí môn hk212 đợt 1,vậy giờ em không hủy các môn em đã đăng kí thì đến lúc pdt duyệt đơn cho em nó có tự hủy những môn em đã đăng kí không ạ? 2) Câu hỏi số 2 là:Khi em tạm dừng việc học ở hk212 vậy thì em có cần đi học giáo dục quốc phòng không ạ?.Tại em cũng muốn đi học giáo dục quốc phòng vì em dự định tạm dừng 2 học kì lận,mà em sợ năm sau học gdqp ở học kì 1 khóa sau thì em không biết em sẽ học bổ sung gdqp khi nào ạ em mong cô giải đáp thắc mắc sớm giúp em với ạ.Em cảm ơn",
    "Ngày 27/12/2021 em đã đăng kí thành công môn học các phương pháp phân tích hiện đại, sau đó em phát hiện môn cơ sở điều khiển quá trình mở lớp phù hợp với lịch của em nên đã hủy phương pháp phân tích đề đăng kí cơ sở quá trình. Nhưng hệ thống báo là bị song ngành, do đó e đã vào đăng kí lại phương pháp phân tích nhưng lại bị báo lỗi trong khi hôm qua em đăng kí không bị gì. Bên cạnh đó em cũng phát hiện là em bí thiếu từ anh văn 0 trong khi năm nhất khi thi anh văn đầu vào điểm của em đã pass avan 2 rồi ạ, vì dịch nên em cũng không thể thi avan lấy bằng được. Mong phòng đào tạo xem xét trường hợp của em vì hiện tại e chỉ mới đăng kí được 12 chỉ thôi ạ",
    "Xin chào Phòng Đào Tạo, Em là ,em có 2 vấn đề liên quan đến xét đăng ký tốt nghiệp trong đợt 31/12 này mong Phòng Đào Tạo xem xét hỗ trợ giúp em ạ: 1. Em vừa nộp bằng TOEIC ngày 25/12/2021 và đăng ký xét miễn anh văn 3 và 4 trong ngày hôm đó. Em đã được pdt xác nhận đăng ký xét miễn vào hôm nay 28/12/2021 nhưng em chưa được cập nhận tín chỉ để có thể đủ chỉ đăng ký xét tốt nghiệp. 2. Hiện tại tình trạng sinh viên của em đang là tạm dừng vì kỳ này em không đăng ký môn học. Mong Phòng Đào Tạo hỗ trợ xét miễn điểm cập nhật tín chỉ anh văn 3, anh văn 4 và thu nhận trạng thái sinh viên giúp em để em có thể đăng ký xét tốt nghiệp kịp thời trong đợt 31/12 này ạ. Em xin chân thành cảm ơn. Trân trọng, ",
    "Em chào thầy cô! Em được nhận phản hồi là hệ thống đã được fix nhưng hiện tại em đăng kí lại mấy lần vẫn không được ạ!  Mong thầy cô xem và phản hồi giúp em! Em cảm ơn nhiều ạ!",
    "Dạ em xin kính chào thầy/cô ạ, Em tên  - MSSV:  - lớp: CK19LOG02 Em tạo câu hỏi thắc mắc về vấn đề: Vì trùng lịch nên em xóa lớp L11 - Môn: Lịch sử Đảng Cộng sản Vn - Mã: SP1039 để đăng ký lớp L12 của môn đó ạ. Tuy nhiên do hệ thống lỗi nên em không thể đăng ký được dù em đã thõa tất cả điều kiện và vẫn còn trong thời hạn đăng ký môn. Em rất cần được học môn này để kịp tiến độ thực tập và làm luận văn tốt nghiệp. Mong thầy/cô xem xét giải quyết giúp em để em có lớp để học ạ . Em xin cảm ơn thầy/cô đã dành thời gian. Chúc thầy/cô một ngày làm việc tốt ạ.",
    "Dạ em chào pđt, Em tên , MSSV:  Em có thắc mắc về việc đăng kí môn học. Mấy ngày trước em có đăng kí môn LVTN (MA4323) đã thành công rồi, nhưng hôm nay em nhận mail là trường đã fix lỗi nên em xóa và đăng kí thử lại xem sao thì lại không đăng kí được nữa ạ. Nó hiện em bị thiếu nhiều học trước và môn tiên quyết như đồ án và đề cương luận văn, đồ án 1.. những môn này em đang học kì 211 và chưa có điểm, có những môn em đã học qua nữa. Nên pđt fix lỗi dùm em với ạ, mai là hết hạn rồi. Em cám ơn ạ.",
    "Sau khi em thực hiện chuyển đổi lớp \"Vật liệu học và xử lý\" thì bị lỗi và mất hẳn lớp hiện tại của em. Em đăng kí lại thì báo lỗi như trong ảnh mặc dù em đã hoàn thành các môn Vật lý 1 và Vậy lý 2 rồi ạ. Mong phòng đạo tạo hướng dẫn em cách khắc phụ để đăng kí lại ạ. Vì môn này là môn cốt lõi của chương trình tài năng ạ. Em cảm ơn.",
    "Em chào thầy/ cô, em tên là , mã số sinh viên ,theo thông báo của trường thì học kỳ 212 được phép miễn xét chuẩn ngoại ngữ khi đăng ký môn học. Tuy nhiên cho đến chiều này 28/12/2021 khi em đăng ký môn Luận văn tốt nghiệp ( MA4317) thì lại hiện lên lỗi CCAV_1 chứng chỉ ngoại ngữ_ LVTN và nhiều điều kiện tiên quyết khác. Không biết là do lỗi hệ thống hay vì nguyên nhân gì, mong thầy/cô có thể hộ trợ giúp, em cảm ơn.",
    "Chào pđt mình có vào đăng kí đề cương môn học mà không đăng kí được, mặc dù mình đã hoàn thành tất cả chỉ tiêu để đăng kí, rất nhiều ạn khác cũng bị lỗi như mình, rất mong pđt có thể khắc phục vấn đề này ! ",
    "Kính gửi thầy cô, Em là , MSSV: . Học kỳ 211 e có đăng ký làm luận văn tuy nhiên do ảnh hưởng của dịch covid hiện tại e vẫn chưa thực hiện được luận văn. Vậy có được chuyển môn học sang học kỳ 212, và phải làm như thế nào?Hiện tại học phí luận văn em đã đóng đủ, vậy có phải đóng học phí lại không ạ?  Mong sớm nhận được phản hồi từ thầy cô. Em cảm ơn và chúc thầy cô sức khỏe.",
    "Chào PĐT ạ, Em tên là , MSSV: , hiện tại em đang không thể đăng ký được môn SP1039 nhưng vẫn bị báo lỗi thiếu môn tiên quyết SP1035 dù em đã qua môn tiên quyết này rồi. Mong thầy/ cô sớm khắc phục lỗi đăng ký môn để em có thể kịp đăng ký trước khi hết hạn ạ. Em xin cảm ơn.",
    "Em còn tiếng anh nói viết để tốt nghiệp. Nếu kỳ sau em không có thời khóa biểu và bị tạm dừng học. Em có thể đăng ký thi tiếng anh nói viết không ạ.",
    "Kính thưa phòng đào tạo,  Em tên:   MSSV: ,  Hiện tại, em không đăng kí được môn học MT1009 Phương pháp tính trong học kì dự thính này vì môn học yêu cầu môn học trước là môn Đại số tuyến tính và giải tích 1, trong khi đó em đã học và qua môn Đại số tuyến tính rồi, Giải tích 1 em cũng đã đăng kí học ngay trong kì này nhưng hệ thống vẫn báo cần môn học trước là sao ạ . Mong Phòng đào tạo giải đáp thắc mắc và giúp em ạ!! Em xin chân thành cảm ơn. Trân trọng, SV .",
    "Em đăng kí không được môn xác suất và thống kê (MT2013) vì lí do vẫn chưa học môn đại số tuyến tính và giải tích 1 dù các kì trước em đã hoàn thành 2 môn học này. Nhờ thầy/cô xem lại giúp em. Em cám ơn ạ.",
    "Thưa cô , Thi anh văn nói viết đợt tháng 12 em đã đạt 270 điểm, đủ điều kiện của Tài năng nhưng sao em vẫn chưa được đăng ký tốt nghiệp. Mong cô kiểm tra lại giúp em. Trân trọng, .",
    "Dạ em xin chào Thầy/Cô 1. Em đăng kí môn học MT1009 ( phương pháp tính) nhưng bị báo lỗi là :  \" Thiếu (các) môn học:   Nhóm [MT1003]: MT1003 - Giải tích 1 (học trước)    Nhóm [CCAS_0]: CCAS_0 - Chuẩn av sau năm 0 (tiên quyết)    Nhóm [MT1007]: MT1007 - Đại số tuyến tính (học trước)  \" Nhưng hiện tại em đã qua các môn này rồi nhưng không hiểu sao lại bị như vậy. Mong Thầy/Cô hướng dẫn để em có thể ĐKMH kịp thời gian ạ 2. Môn LTVN CI4343 của em bị hủy ở đợt 1 với lý do là thiếu môn tiên quyết, hiện em còn thiếu môn Đồ án BTCT2 nhưng đang chờ kết quả ở HK này. Theo như trong mail thông báo trước đó là sẽ được tính như là đã qua và sẽ chờ hậu kiểm sau nhưng không biết tại sao môn của em lại bị hủy ạ .    .",
    "Em K19, em xin hỏi: - Hiện tại em còn thiếu một tín chỉ thể chất  - Nếu em hoàn thành học phần thể chất sau kì 2 năm 3 thì kì hè em có được tham gia thực tập tốt nghiệp không ạ?",
    "Em xin kính chào thầy/cô. Ngày 28/12/2021 em nhận được mail từ trường là đã có thể đăng ký môn Giáo Dục Thể Chất (GDTC). Em đã hoàn thành môn Võ (học phần 1)-PE1023 từ tuần 49. Nhưng khi em vào đăng ký môn Võ (Học phần 2)-PE1047, trang web lại thông báo em thiếu môn Võ (học phần 1)-PE1023. Do đó, thầy/cô cho em hỏi bây giờ em sẽ đăng ký môn GDTC như thế nào ạ? Em xin cảm ơn.",
    "Dạ thưa thầy/ cô Em tên là: , mã số sinh viên . Hiện đang học tại khoa Khoa học & Kĩ thuật Máy tính. Dạ trong đợt Đăng ký môn học HK212-CQ-Đợt 2, em đã đăng kí môn   B Nguyên lý ngôn ngữ lập trình, mã CO3005, nhóm lớp L03    và được hệ thống chấp nhận. Tuy nhiên, khi em thực hiện chuyển nhóm sang   B lớp L01    thì   B hệ thống báo lỗi và làm mất môn học đã đăng kí   . Khi em đăng kí lại thì không được nữa vì   I lỗi \"Thiếu môn học CO2003 - Cấu trúc dữ liệu và giải thuật\"   /I trong khi   B em đã qua môn học đó từ kì 201   . Kính mong thầy/ cô xem xét và sớm giải quyết giúp em ạ Dạ em xin cám ơn. Chúc một ngày tốt lành. ",
    "Dạ cho em hỏi là: Em liên thông từ Cao Đẳng lên Đại Học (VHVL). Khi em nhập học, em có nghe rằng chuẩn đầu ra môn Tiếng Anh của Trường phải đạt chứng chỉ TOEIC ( =650), nên em có thi TOEIC miễn phí lần đầu do Trường Tổ chức và được 335đ. Em đang đăng ký môn học HK211 mà các môn ấy phải yêu cầu chuẩn anh văn (tiên quyết) mới cho phép đăng ký môn học. Em sẽ gửi hình, mong Nhà Trường kiểm tra và hỗ trợ giúp em cần làm gì để có thể đăng ký các môn học khác.",
    "Em chào quý thầy cô PĐT ạ, Em tên là , MSSV . Cho em hỏi là em có đăng kí môn ải Tích 2 và hồi nãy em có bấm đổi lớp nhưng sau khi bấm xong thì lại mất luôn môn đó và em muốn đăng kí lại thì lại vướng vô cái điều kiện thiếu môn học trước GT1 vậy ạ.   Em xin cảm ơn nhiều ạ.",
    "Cho em hỏi khoá k19 không xét tiên quyết tin học mà sao em đăng ký môn ci3445 vẫn bị ạ.",
    "Em là sinh viên ngành Điều Khiển và Tự Động Hóa, hiện tại em chưa thực tập còn phía bộ môn sẽ chốt điểm thực tập vào 30/12. Cho em hỏi là em có thể bổ sung cột điểm này sau thời gian trên được không ạ? Hay là bây giờ em phải làm đơn xin hoãn và đăng ký môn Thực tập trong học kì 212. Em xin cảm ơn ạ.",
    "Chào , Em tên  mssv:.  cho em hỏi là kỳ này (211) em có đăng ký làm Luận văn (chỉ duy nhất môn này) và kỳ này không thể bảo vệ Luận văn (em có thông báo với giáo viên hướng dẫn Luận văn) (chỉ là không thể bảo vệ chứ không phải là em không có làm , vẫn báo cáo định kỳ cho giảng viên hướng dẫn) nên có thể điểm trung bình học kỳ bằng 0. Vậy cho em hỏi kỳ tiếp theo (tức kỳ 212) em có bị thôi học không?Có được đăng ký làm Luận văn tiếp tục không ạ? Hay có cần viết đơn gì không ạ? Mong  phản hồi sớm cho em. Em xin cám ơn.",
    "Em chào Thầy/Cô ạ, Em là Khấu Thị Ly, sinh viên lớp DC18KT, như trong phần Hỏi/Yêu cầu trước của em được trả lời là đã cập nhật các lỗi khi đăng ký môn học và có thể đăng ký lại. Tuy nhiên, đến hiện tại thì em vẫn chưa đăng ký được môn học cho HK212 (như hình em đính kèm) ạ. Mong sớm nhận được phản hồi từ Thầy/Cô ạ. Em cảm ơn.",
    "Chào thầy (cô). Em có thắc mắc một điều là tín chỉ khi đạt anh văn theo nhu cầu có được tính vào tín chỉ tích luỹ ngành không ạ? Mong thầy (cô) giải đáp giúp em thắc mắc này, em cảm ơn.",
    "Mở môn học học kỳ 212 . Chào thầy cô ạ. Cho em hỏi là đăng kí môn học học kì chính (HK211) còn đợt 3 không. Nếu có đợt 3 thì có được phép hủy môn hay là chỉ được phép đăng kí vào lớp đã mở mà chưa đủ sĩ số thôi ạ. Em xin chân thành cảm ơn ạ.",
    "Kính gửi Phòng đào tạo, Em tên là  - MSSV , Trước hết em xin lỗi về sự bất tiện này. Hiện tại em vẫn không thể đăng kí LVTN cho học kì sắp tới được ạ. Xin phòng đào tạo hỗ trợ giúp em đăng kí được môn học trong đợt này ạ . Em xin cảm ơn. P/S: em có gửi ảnh đính kèm thông báo lí do không đăng kí được môn học.",
    "D Dạ kính thưa quý thầy cô. Em tên Nguyễn Hoàng Thắng hiện tại đang học ở Khoa Bảo Dưỡng Công Nghiệp. Vào Ngày 28/12/2021 lúc 16h00 trong lúc đang thi môn Giải Tích 1 thì phòng meet của em gặp sự cố bị màn hình trắng. Còn bài thi thì bị đứng khi em còn khoảng 28 phút, em đã tải lại trang nhưng trang đã bị đứng khi em tìm cách vào lại phòng thi ở BK EXAM thì không tìm thấy phòng giải tích 1 ở đâu cả. Mong quý thầy cô giúp đỡ em.",
    "Kính gửi phòng đào tạo, em tên: , MSSV: , lớp VP17NL Học kỳ này em có đăng ký môn Mạch điện tử (EE2035) để tương đương cho môn Điện tử (402705) do môn Điện tử của Việt Pháp không còn mở lớp. Nhưng môn Mạch điện tử có 2 môn tiên quyết em chưa học là Vật lý bán dẫn (EE1007) và Giải tích mạch (EE2033). Em xin hỏi là em có thể đăng ký môn Mạch điện tử (EE2035) mà không cần 2 môn trước được không ạ . Em xin cảm ơn.    .",
    "Em xin được chuyển hệ vào học kỳ sau ạ.",
    "Mở môn học học kỳ 212 . Do sáng nay đã có bạn đại diện xin mở lớp nhưng vẫn chưa nhận được phản hồi nên em xin phép gửi lại đơn xin mở môn học. Môn học: Thiết kế đường 1 MSMH: CI3063 Học kỳ chính 212",
    "Chào PĐT ạ, em bị lỗi đăng ký môn như hình bên dưới, cụ thể là ngày thứ 4 em chỉ có môn CH3361 trên cơ sở Q10 từ tiết 2-6, nhưng em vẫn không thể đăng ký môn SP1039 lớp A01 được dù là ở tiết 7-8 cùng cơ sở. Mong thầy/cô đăng ký giúp em với ạ, tại sao hết tiết 6, bắt đầu tiết 7, cùng cơ sở mà lại không thể đăng ký môn ạ?",
    "Kính gửi PĐT, Em có thấy trong mail yêu cầu chỉ được đăng ký môn học lại ở học kỳ dự thính. Em sinh viên năm 2, kì sau phải đi quân sự vậy em đăng ký học kì dự thính lộ trình 2 thì có vấn đề gì không ạ?  Hay PĐT có lời khuyên nào cho trường hợp này của em không ạ?  Em cảm ơn.    .",
    "gửi PĐT, hiện nay em vẫn chưa được cập nhật thời khóa biểu môn   B Thực hành tin học - 501706    học dù đã học được 3 tuần rồi ạ. Em đã đăng ký và được thông báo sẽ cập nhật trước ngày 13/12 như trong hình ạ. Mong PĐT giải quyết giúp em với ạ.",
    "em là tân sv k21, do hk1 e không đăng ký gdtc do hết lớp nay e đăng ký thì em  thấy toàn là cơ sở 2, e học việt pháp thì không biết nên làm thế nào ạ, vì em chỉ thấy lớp  và lớp cc không thấy lớp ",
    "Mở môn học học kỳ 212 . em xin mở môn học ME2025 thực tập kỹ thuật chuyên ngành thiết kế",
    "Dạ kính thưa Phòng đào tạo, Em tên là , MSSV: . Em xin trình bày như sau: hiện tại em còn nợ môn Giáo dục thể chất 3 (005011) thuộc chương trình Việt-Pháp, hiện tại môn này không còn nữa do chương trình đã thay đổi, phòng đào tạo cho em hỏi là em có thể đăng kí học bất kì môn nào thuộc bộ môn giáo dục thể chất để chuyển điểm môn này đúng không ạ (ví dụ như: bóng bàn (PE1013), ...). Em xin cảm ơn ạ!",
    "Kính gửi PĐT, Em tên là , hiện đang là sinh viên lớp Việt Pháp Viễn Thông 2014 (VP VT 2014 PFIEV), mssv:  Em xin phép trả lời tiếp theo cho yêu cầu ID:44217 rằng em vẫn xin được rút môn học Khuếch đại vi ba HK211 này ạ. Kính xin Ban lãnh đạo PĐT xem xét và hỗ trợ giúp em. Trân trọng",
    "Mở môn học học kỳ 212 . Dạ em xin được nộp thời khoá biểu của Thầy  cho Phòng Đào Tạo để mở lớp cho em ạ! Em xin cảm ơn rất nhiều!",
    "Chào thầy/cô Em là , sinh viên K2016 khoa Khoa học và Kỹ thuật máy tính Hiện tại em hoàn thành LVTN nhưng còn thiếu bằng AV với CTXH. Vậy bây h phải làm thế nảo để e có thể bổ sung được 2 điều kiện này để có thể tham gia xét tốt nghiệp được ạ. Em xin cảm ơn thầy/cô và chúc thầy/cô có 1 buổi tối tốt lành ạ",
    "Dạ. Thưa Thầy/cô, em có lên phòng đào tạo thì được pdt thông báo là em thuộc diện hưởng ưu tiên khu vực 01 nên được gia hạn thời gian học thêm 1 học kì nữa ạ. Em rất mong quí Thầy/cô xem xét cho em được đăng kí một môn học cuối ạ. Trước khi đucợ sự đồng ý cảu quí thầy/cô, em xin chân thành cám ơn và chúc quí Thầy/cô luôn đồi dào sức khỏe. Trân trọng!",
    "Kính gửi quý thầy/cô, Em muốn hỏi về việc đăng kí học phần 2 của GDTC. Em đã hoàn thành xong Aerobic 1 vào HK1, nhưng bây giờ em muốn đổi môn thể thao khác (bóng đá). Cho em hỏi là em có bị bắt buộc phải đăng kí Aerobic 2 không ạ, hay có quyền đăng kí Bóng đá, và nếu được đăng kí bóng đá thì em sẽ đăng kí Bóng đá 1 hay 2 ạ. Em muốn hết HK2 này mình sẽ hoàn thành GDTC. Em xin cảm ơn. Chúc quý thầy/cô một ngày hạnh phúc.",
    "xin chào thầy/cô e là: võ hùng vương cho e hỏi 1 vấn đề về Đăng kí môn học. Vấn đề là khi e đang  được môn rồi mà lúc e lở bấm nhầm hủy môn ( EE2003) mà e đăng ký lại thì web đồi phải học môn (MT1015 - Đại số tuyến tính) như môn đó e đã qua rồi mong thầy/cô giúp e ak",
    "Mở môn học học kỳ 212 . Dạ em kính chào thầy cô ạ. Dạ cho em đại diện các bạn để đặng ký môn học An toàn quá trình (CH3297) Em có đăng kí mà không thấy có mở môn ạ, nên em đăng kí lại lần nữa mong thầy cô duyệt giúp tụi em với ạ. Dạ em xin cảm ơn thầy cô ạ. Dưới đây là mail xác nhận của Thầy Nguyễn Kim Trung ạ. Đây là danh sách sinh viên đăng ký ạ https://docs.google.com/spreadsheets/d/1HdNo2wdP0NBeXyiHWq1B7VMQFlKpFKo6aGyXzXC7_5E/edit#gid=47",
    "Em vừa nhận được mail của PFIEV nói đăng ký môn GDTC theo nhóm  được, nhưng em lên trong đăng ký môn học thì lại báo là không đăng ký được nhóm . Bây giờ em phải làm sao ạ, sắp hết thời hạn đăng ký ròi ạ.",
    "Mở môn học học kỳ 212 .   Dạ em chào PĐT ạ!   Em tên là SV  Khoa Điện Điện tử. Nay em làm đơn này vì mong PĐT nhận phiếu đăng ký mở thêm lớp Giải tích mạch (EE2033) trong kì 212 của em cùng với nhiều bạn khác ạ. Do em cùng với nhiều bạn ở học kì trước (hk211) không đăng ký được môn này, cộng với việc môn Giải tích mạch là môn tiên quyết quan trọng cho rất nhiều môn ở các học kì sau và học kì này tụi em cũng chưa đăng kí đủ số tín chỉ do nhiều môn học đã đủ lớp nên việc mở thêm lớp Giải tích mạch là điều rất quan trọng với tụi em ạ.    Em cũng rất xin lỗi PĐT vì sự trễ hạn này trong việc nộp đơn, vì có một vài vấn đề về kĩ thuật, về việc trao đổi thời gian học cũng như việc đợi xác nhận từ giáo viên bộ môn và chủ nhiệm khoa ạ. Em thật sự rất xin lỗi.    Em mong PĐT có thể giúp tụi em và tạo điều kiện cho tụi em được học môn này ở kì 212 vì thật sự việc được học môn này ở kì 212 nó rất quan trọng với tụi em ạ. Dạ em thay mặt các bạn khác cảm ơn PĐT rất nhiều ạ. Chúc PĐT luôn có nhiều sức khỏe!",
    "Gửi phòng đào tạo, Em nhận được mail thông báo nộp bằng tn thpt bổ sung trước khi nhận bằng tn . Hiện tại em vừa chuyển đơn vị công tác ra tỉnh và làm việc 3 tại chỗ. Em không có người quen hay bạn bè ở đây nên không nhờ họ gửi bưu điện giúp được. Phòng đào tạo cho em hỏi em có thể chụp/scan rồi gửi lên elearning được không ạ. Mong phòng đào tạo thông cảm cho điều kiện khó khăn của em. Em xin cám ơn",
    "Môn thiết kế hệ thống nhúng EE3003 trên trang đăng kí bị lỗi không đăng kí được Mông thầy/cô sửa sớm để bọn em đăng kí môn",
    "Xin chào Thầy Cô, Em là sinh viên khóa K15 ( khoa Môi Trường) thời gian đào tạo e xem trên mybk là 4/2022. Kì này em bảo vệ luận văn tốt nghiệp nhưng vì một số lí do e không thể hoàn thành kịp. Khoa có một kì bảo vệ bổ sung vào tháng 2 thì khi đó e bảo vệ thì e có đúng yêu cầu để ra trường không hay phải bắt buộc bảo vệ ngay kì này ạ. Em cám ơn quý Thầy Cô",
    "Em xin nộp đơn mong PĐT xử lý giúp em Em cảm ơn!",
    "Em tên là , MSSV , sinh viên Khoa Khoa Học Máy Tính K21. Em muốn hỏi về việc đăng ký môn học Giáo dục thể chất HK212, cụ thể như sau: - Nếu như trong 2 học kì đầu tiên em không thể đăng ký bất kì học phần GDTC nào (vì thời khóa biểu của em bị trùng với lịch học GDTC, trong khi đó học phần 1 của các môn GDTC đều mở vào đúng vào khung giờ ấy và không hề có các lớp khác). Nên liệu em có bị đình chỉ học vào năm thứ 2 không ạ? - Em được hướng dẫn đăng ký môn học từ trước bởi các chị tại văn phòng đào đạo, và em được biết rằng sinh viên có thể đăng ký học học phần 2 trước học phần 1, nhưng khi em đăng kí trên website thì hệ thống lại không cho phép. Vậy em thắc mắc rằng quy định có cho phép em học học phần 2 trước không hay đó chỉ là lỗi hệ thống ạ?",
    "Dạ em xin chào PĐT ạ! Em tên , MSSV  ạ! Tình hình là ở HK211, em đã đăng kí và học xong () học phần 1 môn Võ (PE1023) . Dạ cho em hỏi là   B em có được đăng kí học phần 2   U môn khác Võ    không ạ,    thí dụ như học phần 2 môn Cầu Lông (PE1041) ạ? Kính mong PĐT phản hồi giúp em càng sớm càng tốt để em kịp hoàn thành đăng kí vào ngày mai ạ! Em xin cám ơn PĐT nhiềuu ạ!",
    "Tốt nghiệp Em chào Phòng Đào Tạo, Giấy chứng nhận tốt nghiệp tạm thời em nhận được hiện tại là xếp loại tốt nghiệp: Trung bình khá. File scan trên Mybk/Đăng ký tốt nghiệp vẫn là file cũ chưa được cập nhật lại. Vì kết quả xét tốt nghiệp sau khi sửa đổi điểm của em là xếp loại: Khá, nên em muốn hỏi là khi nào em được nhận giấy chứng nhận tốt nghiệp tạm thời đã cập nhật kết quả xếp loại vậy ạ? Em cảm ơn Phòng Đào Tạo đã phản hồi.  trọng.",
    "Chào thầy cô,  Em là Hiển, sinh viên K19, tình hình là em còn học phần 3 của Giáo dục thể chất (PE1007) mà nay em lên mybk đăng kí thì chỉ có học phần 1 - học phần 2 các môn. Em không biết là giờ làm sao để đăng kí Học phần 3 cho K19 ạ. Em cảm ơn.",
    "Em là  MSSV:, sau khi làm đơn mở môn học thì môn học Ma2025 đã mở và lúc em đăng ký thì nó hiển thị như thế. Và em không thể đawng ký được. Mong pdt có thể giải quyết để em có thể đăng  ký được để đủ danh sách( tránh trường hợp bị xoá môn ạ) Em xin cảm ơn",
    "Dạ chào ạ, môn học TR3067 sau khi em làm đơn gửi lên bksi thì đã mở lớp, thế nhưng rất nhiều bạn cùng với em ấn chọn môn học này thì nó hiện ra dòng màu đỏ như hình ạ. Mong BKSI có thể khắc phục sớm giúp tụi em để còn kịp đăng ký môn học ạ",
    "Em là  MSSV:, sau khi làm đơn mở môn học thì môn học thực tập kỹ thuật (Ma2025) đã mở và lúc em đăng ký thì nó hiển thị như thế. Và em không thể đăng ký được. Mong pdt có thể giải quyết để em có thể đăng  ký được để đủ danh sách( tránh trường hợp bị xoá môn ạ) Em xin cảm ơn",
    "Dạ em đăng kí xin thêm sỉ số môn học Công nghệ CNC(ME3239) lớp L01_L03 thì phải làm đơn như thế nào ạ Em cảm ơn ạ",
    "Em có đăng ký môn CI4333 - Luận văn tốt nghiệp (ctb) vào kỳ 212. Và nhận được email yêu cầu xem lại điều kiện ĐKMH với những môn tiên quyết trùng tên nhưng khác mã số môn học với những môn trong chương trình đào tạo của em. Và theo email ngày 11/06/2021 về môn học còn nợ theo chương trình đào tạo, thì em không còn nợ những môn đó. Mong PĐT xem xét lại điều kiện ĐKMH của em. Em cảm ơn ạ!",
    "Em là  MSSV:. Cho em hỏi nếu muốn làm đơn xin bảo lưu kết quả học tập thì mình liên hệ bộ phận nào ạ. Nếu có mẫu đơn thì có thể cho em xem trước được không ạ",
    "Anh chị hướng dẫn cho em về thủ tục thu nhận khi bị tạm dừng với ạ",
    "Dạ em xin chào Qúy Thầy Cô ạ. Em là K21 học hệ đại trà, em chưa học thể chất 1 vậy nếu em muốn học bóng đá thì sao ạ. Tại em chỉ thấy có bóng đá cho học phần 2 em dki kh được ạ. Em xin cảm ơn ạ.",
    "Em đã gửi đơn xin chuyển hệ qua mail của phòng đào tạo nhưng chưa thấy phản hồi. Em xin phép gửi lại đơn qua bksi, rất mong nhận được phản hồi sớm nhất của pdt để em có thể đăng kí môn học cho học kì tới để làm luận văn ra trường. Xin chân thành cảm ơn và chúc sức khỏe.  ",
    "Theo phản hồi của cô lần trước là lớp siêu cao tầng đã tăng sỉ số từ 80 lên 100. Nhưng bây giờ em vào đăng kí sỉ số vẫn 80 ạ, chưa được thay đổi. Mong được phản hồi sớm từ cô. Em cảm ơn cô nhiều ",
    "Em chào thầy/ cô em là  () sinh viên khóa K15, hiện tại em đã nộp đơn gia hạn học kì 212 và đã được pdt tiếp nhận và có thông báo lại sẽ giải quyết trước ngày 5/1.   Nhưng hiện tại em không có quyền đăng ký môn học và 29/12 là hạn chót đăng ký môn nên mong thầy/ cô mở quyền đăng ký để e có thể đăng ký môn cho học kỳ tới được không ạ?  Em xin chân thành cảm ơn",
    "Chào Thầy/Cô. Em thấy môn học Thiết kế hệ thống Nhúng EE3003 đã mở nhưng đăng kí lại lỗi. Môn pđt sớm xử lý vì ngày ma đã hết hạn đăng ký rồi. Em cảm ơn.",
    "Xin chào Thầy/cô, Em là  - MSSV  - CT Việt Pháp , hiện em còn nợ môn học Vật Lí Sóng - AS2047 , vì đợt 1 em đăng kí mã môn học cũ nên đợt 2 sỉ số lớp đã bị đầy trong lần đặt câu hỏi lần trước  # 45513 thì được thầy cô hỗ trợ đọc quy chế học vụ số 8.2 thì sĩ số lớp hiện tại là 35/35 thì chưa vượt mức trong quy chế . Mong thầy cô xem xét hỗ trợ để có thể mở sĩ số lớp học. EM xin chân thành cảm ơn.    .",
    "dạ cho em hỏi em muốn thanh toán học phí đã hoãn của kì 211 và hoãn học phí kì tiếp theo thì phải làm thế nào ạ?? em xin cảm ơn",
    "Dạ em xin chào thầy cô ạ, ﻿ ﻿Em đang đăng kí học phần GDTC lần 2 ạ. Nếu như đã ở học kì 1 em đã đăng ký học phần 01 của môn võ. Qua HK 212 này, em muốn đăng môn bóng rổ ( khác võ ở kỳ 1) thì em đăng ký học phần 01 hay học phần 02 của môn này ạ . ﻿ ﻿Em xin cảm ơn thầy cô đã đọc ạ.Mong thầy cô trả lời cho em ạ. Chúc thầy cô có nhiều sức khỏe ạ . ﻿ ﻿.",
    "Em tên , MSSV: , sinh viên lớp HCMB1, em đăng ký môn Kỹ thuật xúc tác và ứng dụng (CH3151) mở vào ngày thứ 4 (tiết 11,12) mà gặp lỗi dù em đã thỏa điều kiện các môn học trước, số chỉ chưa đến 21 và không có môn nào học trong thứ 4.",
    "chào thầy. em tên  . mssv:  kỳ vừa rồi em có đăn kí hoãn thi môn kết cấu thép 2 và được giải quyết. nhưng em đã đăng kí học dự thính kỳ này nhưng sau khi biết kết quả đăng kí hoãn thi thành công thì em đã nộp đơn hủy việc học dự thính. nhưng em vẫn đăng kí thi môn thép 2 như bình thường và được xem như là đăng kí thi lại thành công nhưng hiện tại bảng điểm của em không cập nhật và chỉ cập nhật là em đã rút môn học . mong được giải quyết ạ",
    "Em đăng ký môn học mới mở lớp vào thứ 4, em không bị vướng các điều kiện như môn học trước, môn tiên quyết và thứ 4 em không đăng ký môn nào khác nhưng vẫn bị lỗi và hệ thống không hiện lỗi gì. Mong PĐT khắc phục sớm. Em cảm ơn.",
    "Dạ thưa cô ạ... Em tên  MSSV . Lý do: lớp Đồ án môn học Kết cấừ bê tông 1 đã full sĩ số lớp. Em xin phép cho em thêm sĩ số để em có thể đăng ký môn học đó ạ  Vì những kỳ gần đây môn học đó em đăng ký không được ạ. Lớp vừa mở đã full sĩ số mất. Xin phép PĐT duyệt cho em ạ Em xin cảm ơn nhiều ạ",
    "Dạ em chào phòng đào tạo ạ. Em đăng kí môn học mà bị lỗi như hình em gửi. Em mong phòng đào tạo có thể giải quyết cho em ạ. Em xin chân thành cảm ơn",
    "Thắc mắc thứ nhất của em là sinh viên cần học và hoàn thành bao nhiêu môn Giáo dục thể chất để nhận chứng chỉ Giáo dục thể chất vậy ạ? Thắc mắc thứ hai của em là sinh viên nên đăng ký bao nhiêu môn Giáo dục thể chất cho một học kỳ vậy ạ? (1 môn, 2 môn, hay 3 môn). Em rất mong sớm nhận câu trả lời. Em xin cảm ơn.",
    "Mở môn học học kỳ 212 .",
    "Em tên . MSSV- Em vừa mới xin được PDT mở thêm lớp Công nghệ sau thu hoạch CH3011, và môn Công nghệ lên men vi sinh vật (tăng thêm sĩ số lớp LO2-LO3)-CH3359. Nhưng em không thể chọn vào lớp được ạ. Mong thầy(cô) giúp chúng em kiểm tra lại sớm với ạ. Do ngày mai 3h  đã hết hạn đăng kí môn đợt 2 rồi ạ. Mong nhận phẩn hồi sớm từ thầy(cô) ạ. Em cảm ơn   .",
    "MSS/MSG:       . Em xin chào các thầy/ cô trong Phòng Đào Tạo, Em tên  MSS  Khoa Công Nghệ ật liệu email:  hiện tại thì em đã hoàn thành xong môn học õ trong học kì 1, lúc trước em đăng kí là PE1003. Qua học kì 2 thì nhà trường có mở các môn khác thì em muốn hỏi là nếu em muốn đăng kí những môn khác như đá banh, bóng rổ, bơi,... thì em phải học lại từ học phần 1 hay là đăng kí luôn học phần 2 các môn đó ạ? hay em đã học xong học 1 phần 1 môn õ rồi thì bắt buộc phải đăng kí học phần 2 môn õ (PE1047) ạ? em xin cảm ơn thầy cô mong nhận được phản hồi từ thầy cô sớm vì mai là hạn chót rồi ạ. em xin cảm ơn.",
    "Em không đăng kí được môn học dù không bị dính môn tiên quyết hay học trước. Lỗi vì sao không không đăng kí được cũng không hiện ra.",
    "Dạ chào anh(chị), em còn việc nộp bảng điểm GDQP để hoàn thành hồ sơ tốt nghiệp. Không biết  sau đó khoảng bao nhiêu ngày là có bằng tốt nghiệp vậy ạ? Và trường mình có dịch vụ chuyển phát bằng tốt nghiệp về địa phương không ạ?  ",
    "Chào thầy/ cô ạ Cho em hỏi khi chọn đăng kí môn nó báo như thế này là sao ạ",
    "Em chào admin PĐT Môn học CI1051(hư hỏng sửa chữa công trình) đã mở nhưng em bấm chọn lớp thì hệ thống báo lỗi đỏ ở trên file ảnh đính kèm . Có phải chăng em bị gì không đăng kí được. Mong PĐT mở giúp em.",
    "PĐT có gửi mail tăng sỉ số lớp lên và có mở lớp mới nhưng trong phần đăng kí môn học cứ báo lỗi không cho chuyển lớp, mong PĐT sửa lỗi để tụi em còn đăng kí đúng hạn ạ.",
    "DẠ    KIỂM TRA TRÊN BKPAY THÌ HỌC PHÍ CỦA  VẨN CHƯA ĐƯỢC ĐIỀU CHỈNH         SỢ NẾU MUỘN HỌC PHÍ LÂU QUÁ THÌ KỲ TƠI    CẢM ƠN CÔ",
    "Mở môn học học kỳ 212  . Em xin phép mở môn học theo đơn và xác nhận của giảng viên ạ. Mong phòng đào tạo đồng ý mở lớp ạ. Em xin cảm ơn.",
    "Dạ cho em hỏi kì này em định đăng kí môn học MA3059: Đồ án thiết bị cơ nhiệt silicate nhưng không đăng kí được do chưa học môn MA3023: Quá trình và thiết bị silicate 2 nhưng em đã học tương đương MA3089: Quá trình và thiết bị cơ nhiệt vậy em phải làm sau mới đăng kí được ạ. em xin cảm ơn",
    "Xin chào Em là sinh viên khóa 21 của trường Vừa rồi trong đăng kí môn học đợt 1, em đã đăng  kí môn vật lý 2. Tuy nhiên khi xem lịch sử đăng kí, môn vật lý 2 không được chấp nhận do bị trùng thời khóa biểu nên hiện tại em chỉ đăng kí được 11 tín chỉ Nếu chỉ có 11 tín chỉ trong học kì này thì có bị vấn đề gì không ạ. Ngoài ra trong đợt 3, nhà trường có mở thêm lớp môn vật lý 2 không ạ. Em cảm ơn trước ạ.",
    "em muốn đăng kí môn học, em không bị đụng lịch và môn học cũng không có môn tiên quyết nhưng hiện thị như hình dưới. Em không biết như thế là bị sao ạ?",
    "Em xin chào thầy cô ạ, lúc em đăng ký môn học thì bị hiện đỏ không đăng ký được nhưng không hiện là lỗi gì thì làm sao ạ? Mong thầy cô trả lời giúp em, vì môn này mới mở lớp nhưng số lượng các bạn đăng ký nhiều nên em sợ hết chỗ ạ! Em cảm ơn thầy cô!",
    "Em chào thầy/cô ạ Em là , MSSV: Vào thứ bảy và chủ nhât tuần này (01/01 và 02/01/2022), em có tiết học ạ (như hình). Vậy thầy/cô cho em hỏi là những tiết đó em có được nghỉ lễ không ạ, hay vẫn đi học bình thường ạ. Em mong thầy/cô xem xét và giải đáp giúp em ạ. Em cảm ơn thầy/cô ạ. ",
    "Dạ em chào anh,chị. Em đã hoàn thành xong GDTC học phần 1,2 và đang muốn đăng ký học phần 3. Nhưng trên lịch đăng ký có ghi rõ chỉ có học phần 1 và 2. Vậy cho em xin hỏi là em có thể đăng ký 1 trong 2 học phần được không ạ? Hay phải đợi PĐT mở lớp để đăng ký ạ? Em xin chân thành cảm ơn.",
    "Em đăng ký kinh tế chính trị tiết 4,5 ở cs2 sau đó em học tiết 7,8,9 ở cs1 ko biết z có được ko hay sẽ bị hủy một trong 2 z ạ! Rất mong được hồi đáp sớm nhất có thể ạ, em cảm ơn!!!",
    "Em xin kính chào Thầy/Cô, Hiện tại em không thể đăng ký lớp CI1051-Hư hỏng sửa chữa công trình. Mặc dù đã có 21 bạn vào được nhưng hệ thống cứ không cho em đăng ký . Em kính mong thầy cô giải quyết giúp em. Em xin chân thành cảm ơn.",
    "Em chào thầy, cô ạ Em là   MSSV:       Khoa: Quản Lý Công Nghiệp Dạ em xin cảm ơn sự giải đáp của thầy cô trong những lần hỏi trước ạ . Lần trước em có hỏi là em đã hoàn thành chương trình học mà vẫn không nhận được mail từ nhà trường trong danh sách dự kiến sau ngày 27.12 thì các thầy cô trả lời em chưa hoàn thành anh văn 4. Nhưng hiện tại trên My Bk điểm môn Anh Văn 4 của em là 7.5 (em thi cuối kì ngày 5.12, em có đính kèm hình ảnh bên dưới ạ) xin các thầy, cô xem lại giúp em. Em rất mong phản hồi từ các thầy cô. Em xin cảm ơn",
    "Mở môn học học kỳ 212 Lý do: Em có đăng kí môn Cơ Lưu Chất (CI2003) vào đợt đăng kí môn học kì chính đợt 1 nhưng đợt 2 này em vào thì môn học đã bị hủy do các lớp đã đủ sĩ số, em tính đăng kí lại nhưng mà các lớp đều đã đủ sĩ số. Kính mong trường có thể mở thêm 1 sĩ số lớp L04_L12 (thứ 2, tiết 11 12 và thứ 3 tiết 2 3 4 5 6) để em có thể học kịp chương trình ạ. Em cảm ơn ạ",
    "Em chào thầy cô, kì này em có đăng ký môn học tự chọn là hư hỏng sửa chữa công trình (CI1051) , tuy nhiên hệ thống lại báo lỗi khi đăng ký chung với đồ án thi công (CI4127), em xoá 1 môn thì môn còn lại đăng ký bình thường. Em không biết 2 môn này có liên quan gì đến nhau hay tiên quyết gì mà lại không đăng ký cùng nhau được vậy ạ. Em cảm ơn ",
    "Em xin chào quý thầy cô, Em đã nộp đủ chứng chỉ ngoại ngữ tiếng anh và tiếng Pháp nhưng trên trang tốt nghiệp chính thức em chỉ hiển thị mỗi tiếng anh. Quý thầy cô cho em hỏi là như vậy có bị sai sót gì không ạ ? Em xin cám ơn quý thầy cô.",
    "Dạ kính chào PĐT! Dạ cho em xin hỏi phần này ạ Dạ như trong mail với lịch học tập kỳ 212 và 213 thì hiện nay do tình hình dịch bệnh thì kiến thức một số môn có bị hỏng nên em chưa định đk luận văn tốt nghiệp vào kỳ 212 tuy em không bị vướng gì. Em xin hỏi là trường sẽ cho kỳ hè 213 đk làm luận văn tốt nghiệp vào tháng 5 và đến tháng 9 bảo vệ xong thì em không biết vậy thì em có thể tổt nghiệp đúng hạn 4 năm và dự lể tốt nghiệp tháng 12 được không ạ. Em xin cảm ơn.",
    "Chào thầy/cô, Em xin được đăng kí môn học hóa hữu cơ CH2021 mã CC do tất cả các lớp hiện tại đều đã đủ sỉ số. Do em vừa mới biết kết quả môn học nên chưa đăng kí kịp và em chỉ còn môn này là hoàn thành chương trình mong thầy/cô giúp em đăng kí ạ. Em cảm ơn thầy/cô.",
    "Kính mong PĐT mở thêm sỉ số lớp L01-Kết cấu bê tông cốt thép-CI3175 thứ 2 tiết 9-10",
    "Kính gửi, Em đang ký lớp L01_L02 môn CO3093 - Mạng máy tính. Em có nguyện vọng đổi sang L02_L03 với lý do trong lịch thứ 6 em có tiết trong cơ sở 1 nên không chạy cơ sở kịp. Mong được xem xét. Trân trọng,",
    "Mở môn học học kỳ 212 . Kính chào PĐT, em là , mssv . Em và các bạn có nhu cầu mở lớp Dự thính cho môn CƠ HỌC KẾT CẤU - CI2079 trong học kì 212. Em đã thông qua thầy Chủ nhiệm bộ môn, giảng viên và được sự chấp thuận. Em xin đính kèm file đơn xin mở lớp có chữ ký của thầy Chủ nhiệm bộ môn, giảng viên và email chấp nhận của giảng viên. Em xin cảm ơn. Trân trọng, ",
    "em là  mssv  Vào lúc 14h ngày 28/12/2021 em có tham gia làm bài thi cuối kì môn Giải tích 1 L32_B và sau khi hoàn thành bài thi em đã nộp file ghi màn hình. Nhưng đến tối khi em kiểm tra lại thì mới phát hiện ra là khi dùng google meet để ghi làm thì em chưa chia sẻ màn hình. Bây giờ em rất bối rối và không biết phải làm sao, cho em hỏi là em có được đăng kí để năm sau thi lại không ạ? Hay em phải đăng kí học lại môn Giải tích 1 ạ?",
    "Hôm 26 tháng 12, em có lịch thi môn Đường Lối ĐCSVN (SP1009) lúc 9h sáng, thi online. Đồng thời ngày hôm đó em cũng có lịch học thí nghiệm Hệ thống định vị toàn cầu (CI3068) từ  7h-11h50p . Giảng viên môn thí nghiệm Hệ thống định vị toàn cầu (CI3068) không đồng ý cho em nghỉ buổi thí nghiệm dù em đã email xin nghỉ với lý do lịch thi bị trùng lịch học thí nghiệm và giảng viên đã đánh dấu em vắng học thí nghiệm   Đề nghị pdt xem lại vấn đề sắp xếp lịch thi và lịch học. Em bị mất đi quyền lợi. Có nên hay không khi yêu cầu giảng viên đảm bảo quyền lợi cho sinh viên trong trường hợp bất khả kháng? Đặc biệt do trường họp mà sinh viên ở thế bị động như lịch thi trùng lịch học thí nghiệm. Được biết vắng dù chỉ một buổi thí nghiệm có nguy cơ bị cấm thi hoặc bị trừ điểm rất nặng dẫn đến không đủ điểm qua môn học Đề nghị PDT xem xét lại vấn đề trên  Em cảm ơn  Dưới đây là lịch thi và lịch thí nghiệm",
    "Mở môn học học kỳ 212 . Dạ giúp em mở thêm slot đăng ký môn cầu lông PE1007 với ạ !!!",
    "Em xin chào Thầy/Cô ạ Hiện tại phòng đào tạo đã xếp lịch học học kì 212 cho em và em chưa đăng kí môn giáo dục thể chất. Nhưng khi em bấm vào đăng kí thêm thì tất cả các môn giáo dục thể chất đều bị trùng giờ với các môn học chính đã được sắp xếp. Và theo quy định của phòng đào tạo thì nếu chưa hoàn thành một học phần của môn giáo dục thể chất trong năm đầu thì em sẽ không được đăng kí học phần của năm 2. Mong quý Thầy/Cô giải đáp thắc mắc giúp em ạ. Em xin cảm ơn",
    "Hiện tại em đang bị kẹt lịch một môn và muốn chuyển sang lớp khác để có thể đăng ký thêm môn học. Mà lớp em định chuyển qua đã full sĩ số. Em muốn làm đơn để mở thêm sĩ số lớp đó có được không ạ. Mong thầy cô có thể giải đáp cho em ạ.",
    "Kính gửi Phòng Đào Tạo, Em tên , MSSV: , Lớp: XD15CTGT02. Hôm nay, em vào đăng ký môn học nhưng bên bảng thông báo ghi là em không được quyền đăng ký. Kính mong PDT xem xét giúp em. Trân trọng, Khiết Như.",
    "Em chào thầy/cô ạ. Dạ thưa thầy cô em đăng ký môn hư hỏng sửa chữa công trình ( CI1051) môn này không có điều kiện gì mà em bị báo lỗi không đăng ký được ạ. Em mong thầy cô kiểm tra giúp em với. Em xin cảm ơn ạ",
    "Chào thầy cô em không đăng ký môn học IM1013 lớp L10 được mặc dù lớp vẫn còn slot và không vướng bất kỳ môn tiên quyết hay chuẩn anh văn. và chỗ đăng ký không hiện lý do không đăng ký được. Mong thầy cô xem xét",
    "chào thầy cô, em là Nguyễn Trí Thịnh K18. do không mở lớp SP1005 Tư tưởng  nên em dự định đăng kí mã môn tương đương/ thay thế là SP1037-Tư tưởng . nhưng bị thông báo là phải học trước nhóm [SP1039]: SP1039 - Lịch sử Đảng Cộng sản VN (học trước) . Cho em hỏi vậy phải đăng kí lịch sử đảng đại rồi bỏ đó để được tính đã học trước. Sau đó hè đăng kí SP1037-Tư tưởng . Hay còn cách nào giải quyết khác không ạ? Em xin chân thành cảm ơn thầy,cô!",
    "K   Tốt nghiệp . Hiện tại em vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được, cô kiểm tra thông tin giúp em . Em cảm ơn cô .",
    "Dạ chào cô, Cho em hỏi. Hiện tại em đã học Anh Văn 4A ( AV theo nhu cầu). Em được biết anh văn 4A chỉ tính tín chỉ và đạt. Không tính vào điểm TBTL. - Vậy đã gọi là xong môn học Anh văn ( cụ thể là Av4)theo chương trình đào tạo  ở trường chưa vậy ạ?  - Em cảm ơn ạ.",
    "Chào thầy,cô Em muốn xin mở thêm slot môn địa vật lý dầu khí (DVLDK), do vào học kì 2 năm học 2020-2021 em có đăng khí môn DVLDK nhưng trường lại hủy của em và em khi em đăng kí lại thì lại đủ sỉ số không đăng kí được ( DVLDK là môn chính của kì đó trong CTDT của em).Và vào học kì này em có đăng kí lại môn đó đợt 1 và trường lại hủy tiếp của em và lại đủ sỉ số vào đợt 2 làm em không đăng kí được. Do em bây giờ đã là năm 3 và môn DVLDK cũng là môn tiên quyết của một số môn nên em kính xin PDT mở thêm slot cho em để em học để em có thể đăng ký các môn tiếp theo của CTDT. Rất mong PDT xem xét cho em.",
    "Mở môn học học kỳ 212 . Em kính mong nhà trường mở môn học  EE3015. Kỳ 212 nữa là em sẽ đủ điều kiện để đăng kí tốt nghiệp mà hiện tại em còn thiếu môn học này ạ. Em kính mong nhà trường sẽ tạo điều kiện hỗ trợ em ạ. Em cảm ơn pđt ạ.",
    "Em đăng ký môn học CI1051 hư hỏng sửa chữa công trình nhưng không đăng ký được, báo lỗi đỏ như ảnh nhưng không ghi là lỗi gì. Mong các anh chị kiểm tra và sử lý giúp em ạ. em cảm ơn!",
    "Mở môn học học kỳ 212 .",
    "Dạ em xin chào thầy/cô em là khóa K20 em có thắc mắc là như thế này: _em đang là sinh viên năm 2, hiện tại em mới hoành thành 1 học phần GDTC thôi ạ, và hiện tại do các môn GDTC đã full. Nên em xin hỏi nếu xong năm 2 mà vẫn chưa hoàn thành 2 học phần GDTC thì lên năm 3 có được đăng ký môn học, môn học chuyên ngành năm 3 không ạ ? Mong phía nhà trường sớm phản hồi , em xin cám ơn ạ",
    "Chào thầy cô ạ, Em là , MSSV:  Em hiện tại không thể đăng kí được môn Hư Hỏng sửa chữa và em không biết lý do em không thể đăng kí được. Em mong thầy cô có thể giải đáp hộ em. Em cảm ơn",
    "Dạ trong lúc đăng kí môn học, em bị lỗi thế này, mong phòng đào tạo nhanh chóng sửa lỗi để em có thể đăng kí trước khi đầy lớp ạ",
    "Mở môn học học kỳ 212 .   i Mở lớp môn bóng chuyền học phần 1 lớp chính quy cơ sở 2 .   i Lịch học theo ý kiến là tiết 7-8-9 thứ 2 .   i Lý do là chưa có lớp bóng chuyền học phần1 cho sinh viên chính quy cơ sở 2 .   i Em xin cảm ơn .   i  Nhân .",
    "Dạ phòng đào tạo có thể kiểm tra dùm em tình trạng hiện tại của em hiện giờ đã có bằng tốt nghiệp chưa ạ. Nếu có thì thời gian này có thể lên nhận được không ạ? Em cảm ơn.   i Tốt nghiệp .",
    "Dạ em chào ạ, Em tên là:  MSSV: , sinh viên K2019 lớp CK19CTM1 Dạ cho em hỏi là em có thể đăng kí 1 môn đồ án tốt nghiệp cho 1 kì thôi được không ạ hay phải đăng kí đủ 10 tín chỉ cho 1 kì, do em đã học trước rồi ấy ạ. Cho em hỏi thêm là em có thể đăng kí học nhiều môn tự chọn của khoa trong 1 kì được không ạ . Em cảm ơn ạ. Chúc thầy, cô sức khỏe!",
    "Mở môn học học kỳ 212 . Gửi Phòng Đào Tạo,  Em tên: Đỗ Ngọc Hà An_MSSV: Em thuộc lớp VP20VL Hiện nay môn Giáo dục thể chất chỉ có ở cơ sở 2 và không có mã P0 dành cho PFIEV, có mã L và mã C thôi ạ. Em kính mong Phòng Đào Tạo mở thêm lớp ở cơ sở 1 để chúng em thuận tiện trong việc di chuyển ạ. Em cảm ơn Phòng Đào Tạo .",
    "Em là k19 khoa điện-hệ chính quy Cô ơi cho em hỏi là môn EE3365 Thực tập ngoài trường em đăng kí ở đợt 1 đúng theo chương trình đào tạo của ngành mình và môn này cũng không có điều kiện gì cả nhưng kết quả đợt 1 lại báo \"PDT không đ/ký cho SV MH EE3365 (N: Không đủ đ/kiện nhận TTTN - STC Không đủ đ/kiện nhận TTTN - STC)\" là  như thế nào ạ, nếu như vậy thì em đăng kí tiếp môn này ở đợt 2 thì có bị hủy nữa ko ạ ?",
    "Em tên:  Mssv:  Vì sĩ số các lớp kinh tế học đại cương đã đăng ký hết chỗ và em còn thiếu môn này để đủ các môn tự chọn cần thiết. Mong phòng đào tạo có thể cho phép mở thêm sĩ số lớp môn kinh tế học đại cương cho tụi em được đăng ký môn này kịp với tiến độ của chương trình. Mong sớm nhận được phản hồi từ quý thầy cô. Em xin chân thành cảm ơn.",
    "Em có câu hỏi là em muốn đăng kí học kì 212 học giáo dục thể chất 2 (em đã học lần đầu ở hk 202 nhưng ko đăng kí ở học kì 201) thì phải đăng ký học phần 1, hay học phần 2 ạ. Tại sao em đăng ký học phần 2 lại phải bắt buộc có học phần 1 ạ.",
    "Chào thầy(cô), em đăng kí môn học EN1003(Con người và môi trường) nhưng hệ thống báo lỗi mặc dù em không bị trùng lịch môn nào khác ạ.Thầy(cô) cho em xin hướng giải quyết ạ.",
    "Kính gửi: Phòng đào tạo trường ĐHQG – Đại học Bách Khoa Hồ Chí Minh Em tên là: MSSV:  Lý do viết đơn:  Em có 1 thời gian xin hoãn 2 học kì để chữa bệnh và đã được cho phép theo quyết định   I 556KDT  /I   B  và    49KDT  I  nên thời gian học chính thức của em là chỉ là 11 học kì chứ không phải 13 học kì như hiện tại. Nay em viết đơn này với mong muốn được nhà trường cho phép gia hạn thêm một học kì chính quy để hoàn thành phần còn lại của chương trình học (em đã hoàn thành LVTN) . Trong lúc đợi sự phản hồi của nhà trường em xin chân thành cảm ơn .",
    "Em chào Thầy/Cô! Em tên là , sinh viên K17 khoa Quản lý công nghiệp. Hiện tại e đã nộp đầy đủ chứng chỉ tiếng anh 4 kỹ năng và đã chuyển điểm anh văn nhưng tình trạng sinh viên của em đang bị tạm dừng. Thầy/Cô cho em hỏi làm sao để e có thể khôi phục tình trạng sinh viên để đăng ký tốt nghiệp ạ?",
    "Em là k19, tới nay em vẫn chưa xong GDTC và kì này em tiếp tục đăng kí học. Em có thắc mắc là em sẽ chỉ phải hoàn thành 3 môn GDTC học phần 1 thôi phải không ạ?",
    "Kì em em tính đăng ký mấy môn trước để học không biết được ko ạ hay là chỉ cho học lại lần 2 thui ạ mong giải đáp sớm nhất em cảm ơn!!! Thân.",
    "Chào thầy cô em không biết tại sao hệ thống lại bị xung đợt giữa đồ án và môn học CI1051- Hư hỏng sửa chữa công trình của khoa xây dựng ạ. Khi muốn đăng ký đồ án thì sẽ không đăng ký được CI1051 và ngược lại ạ. Mong thầy cô cho phương án giải quyết.",
    "Kính gửi PĐT, Em là , là sinh viên năm 4 chuyên ngành Xây dựng Dân dụng. Hiện tại đang là thời điểm đăng ký môn rất căng thẳng, tuy nhiên Mybk lại liên tục gặp lỗi khiến em không thể đăng ký môn học được. Cụ thể, kỳ này em bắt buộc phải học được môn Tổ chức thi công CI4125 và Đồ án Thi công CI4127 (2 môn song hành) để có làm LVTN ở kì sau. Tuy nhiên, hiện tại 2 môn này em không thể đăng ký cùng lúc được (tức là nếu đăng ký 1 môn thì môn còn lại không thể đăng ký được). Ngoài ra, khi đã đăng ký Đồ án thi công CI4127 em cũng không thể đăng ký một môn khác là Hư hỏng sửachữa côngtrình CI1051. Nếu như ko thể học môn này trong kì này thì đến tận HK222 em mới có thể tốt nghiệp được. Hơn nữa, môn này có nhu cầu đăng ký học rất cao (xấp xỉ 100 bạn) nhưng trường chỉ mở 1 lớp sỉ số 60, như vậy những bạn còn lại phải làm sao ạ? Kính mong PĐT có thể xem xét và giải quyết vấn đề này ạ! Em xin chân thành cảm ơn!",
    "Kính gửi Phòng đào tạo, Em Là , lớp VP17HK. Trong đợt đăng ký môn học lần 2 học kỳ 212, em có đăng ký môn Khí động lực học 1 thuộc chương trình đào tạo của khóa 2019, môn học yêu cầu đã học trước môn: Cơ học thủy khí – MSMH: TR1005. Sau khi tham vấn bộ môn Kỹ thuật Hàng không, em được biết môn Cơ học thủy khí - MSMH: TR1005 có nội dung tương đương với 2 môn thuộc chương trình đào tạo PFIEV khóa 2017 gồm: Cơ học chất lỏng & ứng dụng – 213714 và Cơ học lưu chất thực (213701). Kính mong Phòng Đào tạo công nhận tương đương cho môn học trước là Cơ học thủy khí – MSMH: TR1005, để em được đăng ký môn Khí động lực học 1 – TR2011 trong học kỳ 212 (đính kèm theo đơn là bảng điểm của em) Em xin cảm ơn,",
    "Dạ thưa  cho em hỏi là đợt đăng ký các môn GDTC sẽ có đợt đăng ký riêng như đợt đầu năm hay là đăng ký gộp chung với đợt đăng ký môn lần này ạ?  Tại vì em thấy các bạn vào đăng ký các lớp GDTC khá nhiều mà em thấy lớp cũng ít nên không biết là còn đợt đăng ký GDTC nào nữa không ạ?",
    "Em chào Thầy/Cô,  Đợt em có đăng kí AV3A mà đợt theo thông báo là 17/12/2021 là hết hạn đóng, nhưng do hệ thống BKpay được bão trì từ ngày 15/12/2021 tới qua ngày 20/12/2021 mới hoạt động lại, nên tới giờ em vẫn chưa thấy hóa đơn hiện lên PKpay của mình. Thầy/Cô cho em hỏi là khi nào em mới nhận được hóa đơn học phí để đóng ạ? Do em sợ hệ thống sẽ tính là trễ hạn đóng học phí ạ. Em xin cảm ơn! Mong nhận phản hồi sớm từ Thầy/Cô.",
    "Em là   Mssv  Đợt một em đăng ký môn từ rất sớm, nhưng đợt 2 hệ thống không cập nhật và 4 lớp hiện đã full chỗ, em kính mong PĐT xem xét và thêm slot để em có thể được học môn này. Em xin cảm ơn.",
    "Xin PĐT fix lỗi giúp tụi em khi đkmh CI1051 mới mở thì không thể đkmh các môn luận văn và đồ án cũng như ngược lại.",
    "Thông tin sinh viên chỉ được trả nợ môn, cải thiện điểm vào học kì dự thính được quy định và áp dụng vào học kì nào vậy ạ?  Em cảm ơn!",
    "Chào quý thầy cô PDT! Em muốn hỏi là theo quy định mới, thì em học cải thiện điểm môn đã qua ở học kỳ CHÍNH 212 này, thì có được không ạ? Hay phải học ở học kỳ Dự thính thì mới được cải thiện điểm ạ?",
    "Kính chào quý Phòng đào tạo! Em là Dương Nguyễn Ngọc Bích - sinh viên lớp L10 môn Phương pháp tính mã MT1009. Ngày 26/12/2021 em có ca thi cuối kì môn Phương pháp tính lúc 16h00. Bài thi có 10 câu và có nút submit để biết đúng sai sau mỗi câu, tuy nhiên hướng dẫn không yêu cầu submit từng câu và bạn của em không submit từng câu vẫn được tính điểm. Sau khi làm xong 10/10 câu của đề, em bấm nút Done để nộp bài, tuy nhiên sau khi bấm nút Done bài không được nộp và mất toàn bộ bài làm của em trừ 1 câu em bấm submit, tức là toàn bộ bài thi của em được 1 điểm. Em đã hỏi cán bộ coi thi và các bộ trực sự cố thì thầy cô bảo em gửi email cho giáo viên bộ môn vì hai giám thị không giải quyết được trường hợp hệ thống bị lỗi này. Tuy nhiên sau khi em gửi email cho giảng viên đứng lớp, em nhận được duy nhất một câu trả lời là \"Xem kỹ phần hướng dẫn trước khi thi\" và không được trả lời thêm bất kỳ câu trả lời  nào cho sự cố của mình. Em đã đọc rất kỹ hướng dẫn, không có ý  nào nói phải SUBMIT từng câu trong đề thi và trong bài thi cũng có nút DONE, và những người không submit vẫn hoàn toàn có điểm. Bởi vì không nhận được sự giải quyết từ giảng viên bộ môn, nên em viết email này, kính mong Phòng đào tạo giải quyết vấn đề của em, vì đây là lỗi hệ thống chứ không phải em không làm bài được để bị 1 điểm - điểm liệt và phải học lại . Em gửi đường link record bài thi của em ngày hôm đó: https://drive.google.com/file/d/1rNgmcV9z4nKEIz-L1H3shNshnaZ37qjN/view?usp=sharing Em mong Phòng đào tạo có thể giải quyết giúp em vấn đề này sớm nhất có thể ạ, bởi vì điểm 1 ảnh hưởng rất lớn đến bảng điểm của em ạ. Em xin chân thành cảm ơn và chúc Phòng đào tạo một ngày tốt lành!",
    "Mai là hạn chót đăng ký đợt 2 nhưng vì một số vấn đề nên em mới có thể đăng ký môn học vào giờ này. Nhưng khi đăng ký môn thì hệ thống không cho đăng ký. Mong pđt giải quyết sớm giúp em. Em xin cảm ơn.",
    "Chào thầy cô, thầy cô cho em hỏi đây là lỗi gì ạ vì không hiện chữ nên em cũng không biết đang bị gì",
    "Em dự định học kỳ này sẽ đăng ký luận văn, đã đăng ký được trong đợt 1 rồi. Nhưng hôm nay đợt 2 lại không vào được trang đăng ký.",
    "Chào thầy\\cô,  Em là  MSSV:   cho em hỏi là mình đăng ký học lại, học cải thiện ở học kỳ chính HK212 được không ạ? em cảm ơn.",
    "Thầy cô cho em hỏi là kỳ 212 tới này em chỉ đăng ký 1 môn thực tập (1 chỉ) và không thể đăng ký luận văn được. Em cũng hoàn thành hết các môn trong chương trình đào tạo vậy thì em vẫn duy trì trạng thái sinh viên được đúng không ạ. Tại em lo là chỉ đăng ký 1 môn (1 chỉ) sẽ bị cấm 1 học kỳ ạ. Em cảm ơn thầy cô mong thầy cô sớm phản hồi em ạ.",
    "Chào thầy cô ạ! Em có nhận được thông tin là từ nay, học cải thiện điểm và trả nợ môn chỉ được học ở kỳ dự thính, sẽ không được học ở kỳ chính nữa, phải không ạ?  Em xin chân thành cảm ơn. Rất mong nhận được phản hồi sớm từ quý thầy cô ạ",
    "Chào thầy/cô ạ, Em có nghe thông tin về việc các môn học chỉ được đăng kí lần đầu tiên vào học kỳ chính (tức học kì dự thính chỉ được đăng kí học lần 2 hoặc các lần tiếp theo), em mong thầy/cô confirm về việc này giúp em được không ạ. Em xin cảm ơn, .",
    "Cho em xin hỏi em học hệ VLVH, e đang có thắc mắc là những môn tự chọn tự do thì mình đăng ký môn nào của môn tự chọn nhóm A or B đều được đúng k ạ. Hay phải đăng ký những môn khác. Mong được giải đáp thắc mắc. E chân thành cám ơn!",
    "Em chào cô ạ, chuyện là kỳ chính quy 211 này em học cơ lưu chất và ngày 26 em thi CK bị điểm liệt (có nghĩa là rớt môn) thì em nhanh chóng đăng ký lại môn cơ lưu chất này ở học kỳ chính 212 thì có được không ạ? Mong cô sớm trả lời, em cám ơn ạ.",
    "Em chào thầy cô. Em muốn hỏi về học phí và thời gian học của học phần Thực tập ngoài trường. Đầu tiên, theo mail mới nhất về kế hoạch học tập của học kỳ 2 và học kỳ hè thì học phần thực tập tốt nghiệp sẽ tổ chức trong hè HK213. Trong lịch đào tạo của ngành em thì có học phần này ở học kì 212. Vậy nếu em đăng ký ở HK212 rồi đến kì 213 mới đi có được hay không ạ hay phải đi ngay trong kì 212? Thêm nữa, trong mail cũng có nói là \"số tín chỉ này được tính cộng vào học kỳ HK212 khi tính học phí trọn gói\". Em chưa rõ câu này lắm. Liệu có phải đăng ký học phần thực tập trong học kỳ 213 thì tín chỉ học phí được tính như kì chính không ạ hay tính theo tín chỉ học phí dự thính? Em cảm ơn và mong thầy cô giải đáp.",
    "Thưa quý Thầy Cô, em muốn hỏi vấn đề là hiện tai em đang còn thiếu một môn để xét tốt nghiệp và môn đó hiện còn ít người học và không mở lớp trong học kỳ tới, vậy nên em có tham khảo về quy định về các môn học tương đương/ thay thế của môn học đó. Vậy cho em hỏi nếu em học môn học tương đương/ thay thế của môn học đó và qua môn thì có được tính tín chỉ để xét tốt nghiệp không ạ. Em cám ơn.",
    "Dạ em kính chào cô, Em là sinh viên đại trà, hiện em đăng kí 18 chỉ cho học kì 212 và trong đó có 3 chỉ môn của năm nhất. Em muốn hỏi là vậy học phí của 3 chỉ đó sẽ tính riêng là 710 * 3 và học kì 212 sẽ tính là học 15 chỉ, hay là tính học phí vượt mức là 710 * 1. Em cảm ơn.",
    "Chào thầy/cô,  Theo email mới nhất của PĐT về Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021 - 2022 có thông tin sau:  \"Thực hiện Nghị định 81/2021/NĐ-CP ngày 27/8/2021, đối với các SINH VIÊN CHÍNH QUY, chỉ tổ chức dạng dự thính cho các trường hợp HỌC LẠI (học từ lần thứ hai).\" Như vậy, kì hè 213 em có được học các môn lần đầu tiên hay không ạ? Em cảm ơn thầy/cô đã dành thời gian giải quyết thắc mắc của em . Chúc thầy/cô một ngày làm việc vui vẻ!",
    "Chào pđt ạ, xem xin nộp phiếu đề nghị chuyển hệ chính quy sang vhvl từ học kỳ 212 ạ.",
    "Em tên là , MSSV:. 23/12 em có đăng ký chuyển điểm Anh Văn và hôm nay trong mục chuyển điểm, em đã thấy được cập nhật điểm Anh văn. Em hiện tại đã hoàn thành đủ 142 tín chỉ, đủ CTXH, đã nộp bằng Tốt nghiệp THPT, đã nộp bằng Toeic, cũng như thi đạt Anh văn nói viết của trường. Em đã gửi mail vài lần để mong được xét Tốt nghiệp, nhưng đến nay vẫn chưa được cập nhật . Vậy nên, em mong PĐT xét em vào danh sách Tốt nghiệp dự kiến sớm nhất có thể để em được đăng ký Tốt nghiệp đúng hạn ạ. Em xin cảm ơn PĐT nhiều ạ.",
    "Em đang bị cấm đăng ký môn học , nay em nộp đơn xin mở đăng ký ạ",
    "Xin chào PĐT! kì 212 này em có đăng ký môn hư hỏng sửa chữa công trình (CI1051) nhưng không được, em có kiểm tra thời gian thì không trùng lịch học môn nào và môn này không cần điều kiện TQ hay SH,HT gì em không biết tại sao, em có đính kèm ảnh mong nhà trường kiểm tra lại giúp e với ạ. Em cảm ơn!",
    "Mở môn học học kỳ 212 . Em tên . Hiện tại e đã học năm 2 nhưng do năm nhất e sơ sót không đăng kí học học phần 1 môn cầu lông nên hiện tại em muốn xin mở thêm lớp ạ. Em xin cảm ơn.",
    "Kính gửi thầy cô,  Em là  mssv  là sinh viên khoa xây dựng khóa K18. Trong đợt đăng ký môn em gặp lỗi khi đăng ký LVTN msmh CI4347 và môn Hư Hỏng sửa chữa công trình msmh CI1051. Khi đăng ký cả hai môn sẽ báo hiệu lệnh cấm màu đỏ và không có lý do, nếu chỉ đăng ký một trong hai môn thì không xuất hiện lỗi. Mong quý thấy cô có thể khắc phục lỗi sớm. Cảm ơn thầy cô đã giải đáp. Besr regards. ",
    "em xin phép tăng sỉ số môn học môn cơ lưu chất 01_01 với ạ.em xin chân thành cảm ơn pdt",
    "Mở môn học học kỳ 212 . Dạ thưa phòng đào tạo. Phòng đào tạo hẹn em là 13h ngày 29/12 đăng kí. Tuy nhiên phòng đã mở lớp trước và có nhiều bạn đã đăng kí, còn em là người đi mở lớp lại bị lỗi thế này, xin phòng đào tạo sửa lỗi lại nhanh cho em để em đăng kí hoặc xoá lại sĩ số lớp bằng 0 để đăng kí lại cho công bằng ạ. Em cảm ơn phòng đào tạo nhiều",
    "Em chào anh/chị, Em không đăng kí được môn CI1051 - Hư hỏng và sửa chữa công trình, đây là môn tự chọn không có môn tiên quyết hay học trước, trang đkmh cũng không để lý do tại sao không đăng ký được, tham khảo các bạn thì mới biết là phải xoá hết đố án hay luận văn mới đăng ký được, ngược lại nếu đăng ký môn này được thì không đăng ký đươc đồ án. Em mong pđt giải quyết sớm vụ việc này vì sỉ số sắp full rồi ạ. Em cảm ơn!",
    "Chào thầy (cô),  Môn Thiết kế cầu 1 - CI3039 lớp em còn 5 bạn chưa đăng kí được và do chỉ có 5 bạn nên không thể xin mở lớp được ạ Môn nàu là môn tiên quyết để đăng kí LVTN mong PĐT mở thêm sĩ số để bọn em đăng kí ạ Em xin chan thành cảm ơn!  Thân",
    "cho e hỏi là hiện giờ không còn môn gdtc nào xếp khác lịch với các môn e đã đăng kí ạ, cụ thể là thứ 2 e học gt2 tiết 456 mà các môn gdtc thì ở tiết 789 ạ, e nhấn vào thì máy bảo không đủ thời gian giãn cách giữa 2 cơ sở ạ, liệu có đợt đăng kí gdtc đợt 2 không ạ",
    "Em chào cô, trong câu hỏi trước cô có nói em đk 1 trong 2 học phần GDTC để hoàn thành môn 1 trong 3 môn GDTC theo chương trình cũ những em đăng ký GDTC học phần 1 không cho phép đk ạ, tại em còn nợ một môn GDTC2 nếu k đk kịp kỳ sau k làm được đatn ạ",
    "Em chào thầy cô ạ, em đang đăng kí môn học đợt 2 của kì 221. Tình hình em thấy lớp L01-L01 môn Ma2039 vẫn còn slot, em kiểm tra hết  thời khóa biểu thì không bị trùng tkb môn nào . Nhưng em vẫn không đăng kí được . Em bấm vào thì luôn hiệu dấu chặn màu đỏ nhưng không hiện lý do . Cho em hỏi làm cách nào để đăng kí môn đó vậy ạ",
    "Chào cô (thầy), Em là , MSSV . Em muốn đăng kí thêm 1 sĩ số vào lớp của môn học Địa vật lý dầu khí GE2041. Em cảm ơn.",
    "Em tên:  Mssv:  Khoa: Khoa học ứng dụng Hôm qua, em lên mybk để đăng ký môn gdtc. Trong quá trình đăng ký em có bị trùng tkb với một số môn nên em có bấm chuyển nhóm và không bấm xóa bất kỳ môn học nào nhưng vẫn chưa được. Sau một khoảng thời gian em vào đăng ký lại thì thấy môn Giải tích 2 (MT1005) của em bị mất và không đăng ký lại lớp khác được. Em có được một chị nhường suất lớp GT2 L38, em cũng đã kiểm tra tkb thì không trùng thời gian với bất kỳ môn nào. Nhưng em vẫn không đăng ký được do bị gặp lỗi \" không đủ thời gian giãn cách 2 cs- môn học GDQP\" ạ.",
    "Em chào anh/chị, Em muốn hỏi về chứng chỉ thi TOEIC 2 kỹ năng nghe đọc của em sẽ hết hạn vào tháng 1 năm 2022, nếu em không kịp đăng ký tốt nghiệp trước hạn của chứng chỉ thì em có phải thi lại không ạ? Mong anh/chị giải đáp giúp em, em cám ơn anh/chị!",
    "Em chào thầy/cô ạ: Em muốn hỏi là kì này để đủ sĩ số mở lớp môn SP1031 - Triết học  -  thì một lớp cần bao nhiêu học sinh ạ. Em hỏi câu này vì hiện tại có 19 lớp để đăng kí triết cho đại trà nhưng hầu hết chỉ khoảng 30 đến 40 sv(tính tới thời điểm em tạo câu hỏi thì 18/19 lớp dưới 60 sv) nên em thắc mắc về việc có bị hủy lớp không ạ.",
    "Em muốn đăng ký môn học Giải tích 1 Mã môn học MT1003 Lý do: ĐKMH để hoàn thành chương trình đào tạo sau khi gia hạn 1 HK theo quyết định 3505/ĐHBK ngày 23/12/2021 -Quyết định vào. Tuy nhiên em không thể ĐKMH trên mybk. Em xin cảm ơn.",
    "Dạ thầy cô cho em hỏi là em quên ghi màn hình buổi thi cuối kì có bị sao không ạ?",
    "Cho em hỏi: em đăng ký en1003 con người và môi trường nhưng hệ thống báo lỗi nhưng không ghi gì cả, và môn này cũng không cần điều kiện gì, nhưng em lại không đăng được ạ. em đk nhóm L01 en1003, MSSV của em là  Mong Thầy cô xử lý giúp em",
    "Mở môn học học kỳ 212 . Thưa thầy/cô, chúng em là sinh viên khóa k18 và k19 rất cần đăng kí môn Kĩ thuật đo lường trong nhiệt lạnh (Me4083), vì có các bạn k19 đăng kí chung nên em rất mong thầy/cô có thể sắp xếp lịch học vào ban ngày để các bạn ấy đăng kí. Môn này sẽ trở thành môn tự chọn của các bạn k19 nên k18 tụi em rất khó để đăng kí nên mong thầy cô có thể xem xét giúp chúng em. Chúng em cảm ơn thầy/cô ạ!",
    "Chào thầy/cô,  Em tên là . Em muốn đăng ký tốt nghiệp đợt này để lấy bằng trước nhưng muốn làm lễ tốt nghiệp vào tháng 4 năm sau thì có được không ạ hay phải tham dự lễ tốt nghiệp vào tháng 1 ạ? Em xin cảm ơn.  Thân",
    "Dạ kính chào thầy cô, Em muốn hỏi về việc khóa 2018 có được đăng ký môn học lại ở học kỳ chính 212 không ạ. Hiện tại em đã đăng ký thành công môn học học lại ở kỳ chính 212 và vẫn chưa nhận mail thông báo về việc có công nhận môn học lại ở kỳ chính hay không . Em xin cảm ơn ạ!",
    "Môn học CH4113 - Kỹ thuật bao gói thực phẩm được mở cho sinh viên OISP, nhóm lớp CC01, nhưng ngôn ngữ giảng dạy lại là tiếng Việt . Em gửi yêu cầu mong nhà trường sửa lại.",
    "Dạ chào PĐT, em là , khoa KTHH. Dạ em thấy PĐT mở thêm lớp môn CH3019 và CH3359, nhưng đến giờ vẫn lỗi vì thế chúng em chưa chuyển nhóm được. Nghĩa là chúng em vẫn bị trùng lịch, không đăng ký môn học khác được ạ. 15g chiều nay là hết hạn đkmh rồi. Kính mong PĐT sửa lỗi giúp chúng em ạ Mong tin tốt thành, Em cảm ơn.",
    "Em chào thầy cô ạ, em đang đăng kí môn học đợt 2 của kì 221. Tình hình em thấy lớp L01-L01 môn Ma2039 vẫn còn slot, em kiểm tra hết  thời khóa biểu thì không bị trùng tkb môn nào . Nhưng em vẫn không đăng kí được . Em bấm vào thì luôn hiệu dấu chặn màu đỏ nhưng không hiện lý do . Cho em hỏi làm cách nào để đăng kí môn đó vậy ạ",
    "Xin chào quý thầy cô PĐT .Em là sinh viên K18 .Do các kì trước em bị trùng lịch nên chưa thể đăng ký Nhập môn lập trình CO1003 .Kì này trường không có mở lớp bên kì chính .Em có đăng ký được bên dự thính đợt 2 .Mà trong mail ghi dự thính kì này không cho sinh viên chính quy học lần đầu .Em mong PĐT có thể tạo điều kiện cho em học đừng  xóa môn em để em có thể ra trường đúng hạn ạ .Em cảm ơn rất nhiều ạ !",
    "Dạ thầy cô cho em hỏi là em đã đăng ký tốt nghiệp thành công và nhận bằng tốt nghiệp tạm thời được 20 ngày, nhưng hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp chính thức tháng 11. Em mong PĐT có thể cập nhật giúp em ạ.",
    "em chào thầy cô, em là sinh viên k20. 1. Do công việc gia đình nên em đã không đăng kí bất cứ môn nào của năm 2 và em quyết định sẽ học trễ hơn các bạn 1 năm. Cho em hỏi là không đăng kí như vậy em có bị đình chỉ hay đuổi học không ạ? 2. Cho em hỏi là bây giờ em muốn bảo lưu năm 1 thì em điền đơn r gửi về bksi hay mail của pđt vậy ạ? Em cảm ơn",
    "Dạ em bị bệnh nên vắng thi 2 môn: Phương pháp thiết kế động cơ và ôtô mã mh tr4085 Thị nghiệm ôtô và động cơ đốt trong mã mh tr3119 Thuộc bộ môn oto hệ vhvl Em đã làm đơn và có quyết định hoãn thi của pđt giải quyết cho em thi lại với lớp khóa sau. Nhưng do dịch nên khóa sao không có thi mà làm bài tập kết thúc môn,nên em không thi lại được, em đã liên lạc với giao viên phụ trách môn và thầy nói mỗi lớp học khác không thể thi chung. Nếu pđt có quyết định thông báo cho thầy, thì thầy sẽ cho đề em thi riêng. Do quyết định chỉ có hiệu lực 1 năm.vậy giờ em chờ lớp khác mở để đăng ký thi chung hay đăng ký học lại ạ. Em cảm ơn",
    "Em chào thầy/cô, Chuyện là em có nhận được thông báo như này (em có đính kèm bên dưới), theo em hiểu là trong kì chính không được đăng kí học lại các môn mình đã rớt trước đó phải không ạ? Mong thầy/cô sớm phản hồi. Em cảm ơn.",
    "M 1025 Xin kính chào pdt,em tên ,khoa xây dựng em có đăng ký môn họcIM1025 và IM1013 trên trang mybk nhưng khi em đăng ký thì hệ thống báo lỗi nhưng ở khung hiển thị lại không hiện rõ là lỗi gì. Nên nay em gửi lên pdt xin pdt xem xét kiểm tra lại giúp em (em có đính kèm ảnh bị lỗi bên dưới) Em cảm ơn.",
    "Em chào thầy/ cô. Em hiện đang là sinh viên chuyên ngành vật liệu Năng lượng khoá 2018, nhưng đang học chương trình của chuyên ngành Silicat. Em muốn hỏi là em chuyển đổi chuyên ngành như thế trong trường hợp em đã học môn Thực tập kỹ thuật của chuyên ngành Năng lượng, vậy khi chuyển chuyên ngành em có cần phải học lại môn Thực tập kỹ thuật của chuyên ngành Silicat không ? Hay em sẽ được chuyển điểm giữa hai môn ạ ? Em cảm ơn. Trân trọng.",
    "Em tên là  MSSV:  Em gặp vấn đề trong việc đăng ký môn MT1005 và GE1013 vì khi em đăng ký bất kỳ lớp nào đều bị trùng với Giáo dục quốc phòng. Em mong được Phòng đào tạo chỉ hướng giải quyết ạ . Em xin cám ơn.",
    "Kính chào quý thầy cô Em hiện là sinh viên K18 khoa Công nghệ vật liệu thuộc hệ Đại trà, em có đăng ký môn Nhập môn lập trình (CO1003) đợt 1 của học kì chính nhưng sang lần 2 thì bị hủy do sỉ số lớp bị hạn chế rất ít ạ. Em mong được thầy cô có thể xem xét để gia tăng thêm sỉ số lớp môn Nhập môn lập trình (CO1003) ở lớp học kì chính hoặc lớp ở học kì dự thính ạ? Em hiện chỉ thiếu mỗi môn này và có nguyện vọng sẽ tốt nghiệp đúng hạn ạ. Trân trọng cảm ơn thầy cô.",
    "Mở môn học học kỳ 212 . Kính gửi phòng đào tạo, Em là  - . Hiện tại em đều đã gửi đơn xin mở lớp học cho cả 2 thầy  và thầy  - cả 2 đơn này đều đã được phản hồi và gửi lên văn phòng khoa . Tuy nhiên, mặc dù đơn đã gửi đi 2 ngày nhưng vẫn   B chưa nhận được phản hồi gì từ khoa   . Tụi em đang rất nóng lòng ạ, do hiện tại có hơn 85 bạn vẫn rất cần môn này để hoàn thiện tiến độ ra trường   I (cả kỳ trước và kỳ này đều hạn chế lớp mở nên không đăng ký được) Bên dưới em xin đính kèm: 1. Đơn xin mở lớp môn học ME3001 2. Danh sách sinh viên có nhu cầu đăng ký ME3001 3. Phản hồi từ thầy  4. Phản hồi từ thầy  Rất mong phòng đào tạo xử lý giúp chúng em vấn đề này để có thể hoàn thành tiến độ học tập ạ. Em xin cảm ơn, .",
    "thưa phòng đào tạo hôm nay em lên trang đăng kí môn học của trường và chọn môn học giáo dục thể chất. nhưng các môn em chọn thì tất cả đều trùng thời gian của môn thí nghiệm vật lý và kĩ thuật lập trình ạ hiện tại thì em vẫn chưa học phần 1 ạ. nhà trường có cách nào khắc phục lỗi này không ạ mong nhà trường cho em phản hồi sớm nhất ạ em xin cảm ơn",
    "Dạ em tên , MSSV  ạ Dạ em muốn hỏi là trường mình có mở đợt 3 để đăng ký môn học không ạ, hay đợt đăng ký bổ sung để đăng ký thêm môn ạ Em xin cảm ơn.",
    "Kính chào PĐT,  Em là sinh viên khóa 2017, Hiện tại do em đã hoàn tất chương trình học tập, tuy nhiên do còn thiếu các tín chỉ Tiếng Anh. Và em thi TOEIC để có thể chuyển điểm hoàn tất chương trình học để đăng kí tốt nghiệp đúng hạn. Rất mong Phòng Đào tạo tiếp nhận đơn và thu nhận lại để em có thể đăng ký tốt nghiệp đúng theo quy định Xin chân thành cảm ơn",
    "Chào thầy(cô), Em có thể xin tăng sỉ môn cơ sở kỹ thuật điện EE2017, lớp L04_L11, thứ 4 được không ạ? Em cám ơn ạ.",
    "Kính gửi Thầy-Cô. Em tên:  MSSV:  Nay em làm đơn này kính mong Thầy/Cô xét duyệt giúp em cho bạn em lên nhận giúp bảng điểm (ngày nhận bảng điểm là ngày 30/12/2021). Do em đang cách ly tại nhà, em xin gửi thông tin bạn em Tên:  CCCD: [phone_number]55 Em xin chân thành cảm ơn",
    "Xin chào thầy cô ạ! Em là sinh viên k19. Nhưng hiện tại em chỉ mới hoàn thành Thể Chất 1, em muốn  hoàn thành Thể Chất 2&3, nhưng ở trang đăng kí chỉ có Thể chất học phần 1, học phần 2 theo khoá mới(k20,k21). Em muốn hỏi thầy cô rằng: em có thể đăng kí học cùng khoá mới không ạ, Và nếu có thể, em có thể đăng kí cả 2 học phần cùng một học kì được không ạ Em cảm ơn thầy cô đã đọc, mong thầy cô giải đáp giúp em, em cảm ơn ạ",
    "Em có gửi đơn xin hoãn thi cho khoa và thầy qua email nhưng nay đến ngày thứ 5 sau thi vẫn chưa nhận được phản hồi thì sao ạ",
    "Kính chào , Em là , Mssv:  hiện đang học khoa Xây dựng K18, chương trình chính quy. Hiện tại em gặp trục trặc đăng kí môn học nền móng CI3195. Em đã tìm các bạn để xin mở thêm lớp nhưng không đủ sỹ số. Em mong  có thể mở thêm sỹ số lớp Nền móng CI3195 L02 tiết 4 5 6. Vì môn Nền móng từ sau có thể không còn mở cho mã môn CI3195 nữa nên mong sdt tạo điều kiện cho em có thể đăng kí môn để tiếp tục học. Em xin chân thành cám ơn!",
    "Dạ em chào thầy (cô) ạ, Sau khi nộp bài thi cuối kỳ môn giải tích mạch (thi bằng tự luận) em mới phát hiện ra là file nộp thiếu vài trang ạ. Thầy cô cho em hỏi là em được phép hoãn thi không ạ? Và nếu được thì em hoãn thi trong mục đăng ký hoãn thi trên mybk, vậy thì có cần làm thêm gì nữa không ạ Mong nhận được sự phản hồi sớm từ quý thầy cô ạ Trân trọng",
    "Mở môn học học kỳ 212 . Đơn đề nghị mở lớp môn Đồ án Mạng máy tính (CO3119) Kính thưa phòng đào tạo,  Em là sinh viên K18 khoa Máy tính. Do Khoa Máy tính đã chuyển môn Mạng máy tính CO3003 (4 tín chỉ) sang Mạng máy tính CO3093 (3 tín chỉ) và Đồ án Mạng máy tính CO3119 (1 tín chỉ). Hiện tại em đã học Mạng máy tính (CO3039) nhưng do không có lớp Đồ án Mạng máy tính nên muốn xin phép phòng đào tạo mở lớp môn này. Em đã hỏi khoa Máy tính và được đồng ý xác nhận cho phép mở lớp (theo email bên dưới). Rất mong phòng đào tạo giúp đỡ em ạ. Đính kèm là email trả lời của khoa và đơn xin mở lớp. Em xin cảm ơn ạ.",
    "Kính gửi PĐT, Em tên là , hiện là sinh viên năm 4 ngành Xây Dựng. Đêm qua (28/12), em có gửi một khiếu nại về việc hệ thống không cho đăng ký môn 2 môn song hành [Tổ chức thi công CI4125] và [Đồ án Thi công CI4127]. Tuy nhiên câu trả lời nhận được thực sự không thỏa đáng (Ảnh 2). Em xin phép được khẳng định là 2 môn này là 2 môn học song hành. Em cũng đã hoàn thành môn học trước của 2 môn này và chắc chắn đủ điều kiện để đăng ký môn. Tuy nhiên hiện tại hệ thống lại không cho phép đăng ký 2 môn này cùng lúc (Hiện lỗi không đăng ký được môn nhưng không hề hiện lý do - Ảnh 1). Rất nhiều bạn khác cũng gặp vấn đề tương tự ạ ở môn khác ạ. Cụ thể là phải xóa một môn đồ án không liên quan mới có thể đăng ký môn khác. Em kính mong PĐT có thể xem xét giúp đỡ em sự cố này ạ. Em xin chân thành cảm ơn!",
    "Em đăng ký tốt nghiệp thì hệ thống báo Không được phép đăng ký vì nợ Hp/lệ phí. Em kiểm tra lại trên BKPay thì chỉ còn khoản BHYT chưa thanh toán, trong kỳ đó em tham gia BHYT ở KTX nên không đăng ký ở trường. Trường hợp này cho em hỏi phải giải quyết như thế nào ạ? Em cảm ơn ",
    "Em tên là : , MSSS:  Theo học hệ VLVH Thầy cô cho em hỏi là. em nhập học vào tháng 04/2019 thì em học theo chương trình đào tạo nào ạ, học kỳ 1 năm 2019 thì em được học theo chương trình đào tạo khóa 2018, mà hiện tại em thấy chương trình đào tạo khóa 2018 và 2019 khác nhau (cùng tên môn học mà khác mã môn học) vậy cho em hỏi trường hợp của em thì em phải học theo chương trình đào tạo nào ạ? Ngoài ra thầy cô cho em hỏi thêm là em muốn xem quyết định đầu vào của em thì em phải xem ở đâu ạ. chân thành cảm ơn quí thầy cô",
    "Em chào thầy/cô, em là  mssv . Em muốn hỏi là khi em đăng ký môn học ge3095 thì bị hiển thị như sau. Vào xem lịch sử đăng ký thì không thấy lỗi nào nhưng em vẫn không được chọn môn. Mong thầy/cô khắc phục giúp em. Em xin cảm ơn",
    "Em chào các thầy cô ạ,  em đang có thắc mắc về cái học phần GDTC ạ, mong thầy cô có thể giải đáp giúp em ạ. Dạ tình hình là hiện tại trường đang mở đăng kí học phần GDTC 2 ạ, và kì này em đã học GDTC 1 rồi, mà kì này thì chỉ có 2 môn võ hoặc aerobic thôi ạ. Em có thắc mắc là nếu như kì vừa rồi đã học học phần 1 (cơ bản) của 2 môn võ hoặc aerobic thì sang kì 2 cũng phải đăng kí học phần 2 (nâng cao) của 2 môn đó hay là mình đăng ký học phần 2 của môn khác vẫn được tính ạ? và bắt buộc phải học 1 học phần 1 (cơ bản) và 1 học phần 2 (nâng cao)  thì mới được coi như đạt điều kiện về GDTC phải không ạ? Em mong được thầy cô giải đáp thắc mắc sớm ạ, vì sắp đến hạn chót để đăng ký môn học nên em cũng khá sốt ruột ạ... Em cảm ơn thầy cô rất nhiều! Chúc thầy cô 1 ngày tốt lành!",
    "Mở môn học học kỳ 212 . Em đã lập danh sách mở lớp Cơ lưu chất Dự thính CI2029 và có 20 bạn đã đăng kí. Mong thầy cô có thể mở lớp giúp chúng em Đây là link doc danh sách sinh viên đăng kí mở lớp https://docs.google.com/spreadsheets/d/1-Ng7qewhESk9lkoccZcLrgdFNLuev0RjcS1pkxmRfO0/edit?usp=sharing",
    "Dạ em chào PDT, em tên là  MSSV: , hiện đã đăng ký tốt nghiệp thành công và cũng đã có email xác nhận. Nhưng ở trong mục đăng ký tốt nghiệp có phần đăng ký gửi giấy tốt nghiệp tạm thời về nhà, em đã tick vào đó để đăng ký gửi về nhưng bây giờ vào thì thấy ô đó bị trống nên cho em hỏi là em có cần phải tick lại hay làm sao để có thể gửi được về nhà không ạ, mong PDT check giúp em đã đăng ký gửi về hay chưa vì bạn em đăng ký cùng ngày thì đã nhận được bằng tạm thời rồi ạ. (Vì hiện tại em đi làm nên không thể lên trường lấy trong giờ hành chính được ạ). Em cảm ơn PDT",
    "Dạ em chào BKSI, em cảm thấy hơi hoang mang khi em xin mở lớp TR3067 và em hiện tại không đăng ký được môn bởi vì môn đó là môn song hành của k18, còn k19 bọn em chương trình đã khác và k19 làm đơn gửi cho bộ môn và khoa thì đã được xác nhận là cho học môn này ở HK212. Em mong BKSI có thể xem xét lại để tụi em được học ạ. Em cám ơn nhiều ạ. Em có đính kèm hình ạ. Và cũng mong được sự phản hồi nhanh nhất có thể ạ tại trước 3h chiều 29 là tụi em hết hạn đăng ký rồi ạ",
    "Cho em hỏi nếu đợt 2 mở lớp mà sát giờ đóng cổng, sinh viên chưa kịp đk môn, lớp không đủ sĩ số thì có bị hủy không vậy?",
    "Kính gửi phòng đào tạo Em là  Mssv  Vào 16h 25/12/2021, sau khi thi xong môn Ổn định hệ thống điện thì phòng đào tạo có cho 48 tiếng để nộp file ghi hình. Nhưng em đã quên nộp mặc dù có ghi hình đầy đủ. Như vậy em đã vi phạm quy chế thi. Liệu còn cách nào để cứu vãn tình hình không. Mong phòng đào tạo tư vấn giúp em. Em cảm ơn.   i ",
    "Chào thầy/cô Em là , sinh viên K2016 khoa Khoa học và Kỹ thuật máy tính Hiện tại em hoàn thành LVTN nhưng còn thiếu bằng AV với CTXH.Hiện tại nếu em muốn bổ sung 2 điều kiện này thì có cần phải đăng ký môn học cho học kỳ tiếp theo hay không(HK212) hay là chỉ cần bổ sung các điều kiện này cho trường là được . Em có nghe nói là nếu muốn tham gia CTXH hay là cập nhật bằng AV thì phải đăng ký môn học ở HK tiếp theo. Không biết thông tin này có chính xác hay không.Mong thầy/cô có thể giải đáp thắc mắc này giúp em ạ Em xin cảm ơn thầy/cô",
    "Mở môn học học kỳ 212 . Xin PĐT mở thêm sỉ số cho lớp CI1051, vào học kì 212 ạ",
    "Em chào thầy cô ạ, em xin phép được hỏi thêm 1 lần nữa ạ. Mình có bắt buộc phải học 1 học phần 1 (cơ bản) và 1 học phần 2 (nâng cao) thì mới được coi như đạt điều kiện về GDTC không ạ? Em cảm ơn và chúc thầy cô 1 ngày tốt lành ạ.",
    "Dạ hồi tuần trước em có nhắn lên bksi xin hủy lịch học thí nghiệm offline ở trường các môn (Hóa hữu cơ, Sinh học đại cương) và được chị  trả lời là pdt chấp nhận việc hủy lịch học nhưng sau 1 tuần em check lại thời khóa biểu thì lịch học thí nghiệm offline vẫn còn và chưa bị hủy ạ",
    "Do vài vấn đề mà em đã lỡ xóa môn học, và khi đăng kí lại thì các lớp của môn đó đã đủ sĩ số, hoặc trùng lịch với môn Giáo dục quốc phòng, hiện tại em chỉ mới có 9 tín chỉ. Em đang rất hoang mang không biết làm như thế nào vì đã sắp đóng đăng kí môn học đợt 2. Em mong có được sự tư vấn và giúp đỡ của mọi người, Em xin chân thành cảm ơn ạ.",
    "Mở môn học học kỳ 212 .",
    "Chào ad pđt Hiện tại mã môn học CI1051( Hư hỏng sửa chữa công trình) đã full slot 60/60 . Mong pđt mở thêm sỉ số lớp này để em đăng kí học kịp chương trình ạ . Em cảm ơn.",
    "Kính chào phòng đào tạo!!Em tên là SV:. Trong đợt 1 đăng kí môn học vừa qua em đã đăng kí môn LVTN EE4337 nhưng đến đợt 2 thì bị hủy do thiếu các môn tiên quyết là đồ án EE3151 và ĐCLVTN EE4333 do em có lịch bảo vệ vào ngày 29/12/2021 nên chưa có điểm. Em mong sau đợt 2 phòng đào tạo có thể tạm dừng việc xét môn tiên quyết để xóa môn LVTN EE4337 và hậu xét giúp em sau khi em có điểm các môn EE33151 và EE4333 với ạ. Em xin cảm ơn phòng đào tạo đã xem xét giúp em.",
    "Cho em hỏi là nhóm môn tự chọn kinh tế có 6 môn vậy bắt buộc học 1 môn cho tự chọn nhóm kinh tế vậy khi em đăng kí môn khác trong nhóm môn này thì có tính chỉ cho môn tự chọn tự do không ạ hay là các môn trong nhóm học nhiều môn chỉ lấy điểm môn cao nhất? Em xin cảm ơn ạ!",
    "Kính gửi Phòng Đào Tạo Em tên  MSSV :  Hệ : VLVH (chuyển từ CQ khóa 2014) Trong đợt \"Đăng ký môn học HK212 - Đợt 1 CQ + VLVH\", em có đăng ký môn CH4353 - Luận văn tốt nghiệp(qttb). Mặc dù đủ điều kiện để xét nhận luận văn và đăng ký môn đúng chương trình đào tạo (em là SV VLVH chuyển từ CQ K14), tuy nhiên kết quả đăng lý lại không được, kèm lý do \"...sai ctdt\". (em có đính kèm tệp hình ảnh) Kính mong PĐT xem xét duyệt đăng ký môn học để em có thể thực hiện luận văn trong học kỳ tới! Em xin chân thành cảm ơn!",
    "Dạ em chào admin, em muốn hỏi là tiêu chí 7. mới được đăng kí vào chương trình thạc sĩ, thì khi mình đã đăng kí rồi, các kì sau mình có cần phải luôn có điểm tbtl trên 7. mới đc học tiếp môn của CT thạc sĩ ko ạ. Em xin chân thành cảm ơn!",
    "Em tên là V  Khoa Môi trường và tài nguyên. Cho em hỏi là kì 212 này em đã học hết các môn chuyên ngành đại cương tự chọn và không có nhu cầu cải thiện điểm nên em chỉ đăng kí được 5 chỉ, có cần phải đăng kí trên 10 chỉ mới được học không ạ? EM cảm ơn !",
    "Kính gửi Quý Thầy Cô, Em xin gửi PĐT đơn xin mở lớp môn học Cơ kết cấu (CI3233) Khoa Kỹ thuật Xây dựng ạ! Đơn đã có chữ ký xác nhận của GV giảng dạy và Thầy Trưởng Bộ môn, em kính mong PĐT xem xét và mở lớp ạ! Em xin chân thành cảm ơn. Em có gửi kèm theo file ạ!",
    "Em tên là    hiện em còn thiếu 1 chỉ môn tự chọn để ra trường mong trường mở thêm sỉ số để em được học môn này để hoàn thành tín chỉ các môn tự chọn đúng hạn ạ.",
    "Mở môn học học kỳ 212 . Dạ em đăng kí mở lớp môn mô hình hoá CH3133 đã được đồng ý là được mở vào 13h ngày 29/12/2021. Thầy cô duyệt giúp em ạ. Em xin chân thành cảm ơn.",
    "Em tên , MSSV: , Lớp XD18DD1, khoa Xây dựng Em xin mở sĩ số môn hư hỏng sửa chữa công trình (CI1051) để kịp tiến độ tốt nghiệp. Em cảm ơn.",
    "em là sing viên k211 do còn bỡ ngỡ và ko chịu tìm hiểu nên em dã không kịp đăng ký một số môn học bắt buộc cụ thể là \"giải tích 2 anh văn 2 gdtc 2 và vẽ kỹ thuật xây dựng ạ \" em mọng được các cô các thầy hỗ trọ em đăng ký ạ",
    "Kính gửi phòng đào tạo, Tình hình là cuối HK 202 em đã tích lũy được 60 tín chỉ, sau kì hè 203 thêm 2 tín chỉ nữa( tất nhiên là qua môn) là 62 . Tuy nhiên ở kì 203, bản điểm chỉ hiển thị 59 chỉ và điểm tbtl của em cũng bị giảm sút, sẽ ảnh hưởng đến kết quả liên thông KS/Ths của em trong thời gian tới. Liệu đây là lỗi hệ thống phải không ạ?",
    "Kính thưa phòng đào tạo, em xin gửi đơn xin mở  lớp môn Cơ học chất lỏng và ứng dụng (213714). Đơn đã có thầy  nhận lớp, cô  bộ môn kỹ thuật hàng không và văn phòng Việt Pháp đồng ý mở lớp. Em xin cảm ơn phòng đào tạo   i Mở môn học học kỳ 212 .",
    "Em chào pđt Hiện tại môn CI1051(hư hỏng sửa chữa công trình) đã full slot 60/60. Nhu cầu sinh viên học còn nhiều trong đó có em. Mong pđt mở thêm sỉ số để chúng em học kịp tiến độ ạ. Em cảm ơn.",
    "Em tên , MSSV:, Lớp XD18KSDD Em xin tăng sĩ số lớp hư hỏng sửa chữa công trình (CI1051) để hoàn thành chương trình học đúng thời hạn Em cảm ơn!",
    "Kính gửi PDT Đại Học Bách Khoa TP Hồ Chí Minh! Em là , MSSV 4, SV khóa 2013, ngành Xây dựng công trình giao thông. Em đã xin chuyển sang hệ VHVL, giờ em muốn đăng kí để xét tốt nghiệp đợt gần nhất. Em mong PDT xem  dùm em. Em xin chân thành cảm ơn ạ!",
    "Mở môn học học kỳ 212 . Cho em xin mở thêm sỉ số lớp Quán trị kinh doanh dành cho kỹ sư (IM3001) Lí do: học kỳ trước lớp đầy sĩ số em không thể đăng ký và học kỳ này cũng vậy. Em sinh viên năm tư và học kỳ 212 là học kỳ em có thể hoàn thành chương trình học. Mong PĐT xem xét cho em được đăng ký môn cuối. Nếu không thể ,xin PĐT cho em biết những môn tương đương với môn mã IM3001. Cảm ơn PĐT rất nhiều.",
    "Dạ em chào BKSI, hôm 27 bọn em k19 có gửi  về việc mở lớp môn học TR3067, đây là môn học tự chọn tự do của k19 và bộ môn, khoa cũng đã chấp thuận cho tụi em k19 được phép học ở HK212. Thế nhưng hôm nay 29 em vô thì môn này lại dính điều kiện của k18. Em mong  có thể xóa bỏ ràng buộc như hình đính kèm ạ để tụi em k19 có thể được học ạ. Trước 3h chiều nay là hết hạn đăng ký môn học rồi ạ. Em cám ơn nhiều ạ!",
    "Kính gửi Phòng Đào Tạo Em tên Huỳnh Minh Hiếu MSSV :  Hệ : VLVH (chuyển từ CQ) Khoa: Kỹ thuật Hóa học Trong học kỳ 211 vừa qua em có trở ngại như sau. Trong môn học Đồ án thiết kế kỹ thuật hóa học (CH4007), em đã đăng ký môn học thành công và có thời khóa biểu. Các bạn sinh viên đều được thông báo qua email về giáo viên hướng dẫn và được phân công đề tài, tuy nhiên em lại không được thông báo về thông tin này. Sau đó em đã chủ động liên hệ với Thầy Trịnh Văn Dũng (trưởng bộ môn), em mới được Thầy thông báo thông tin về giáo viên hướng dẫn và được phân công đề tài . Em nghĩ rằng khi gửi danh sách sinh viên đăng ký môn học cho trưởng bộ môn (Thầy Trịnh Văn Dũng), PĐT đã không gửi kèm email của em, dẫn đến trở ngại trong việc liên hệ giữa Giáo viên và Sinh viên. Ngay cả trong danh sách bảo vệ hội đồng,các bạn sinh viên khác đều có email đi kèm nhưng riêng em không có thông tin về email (em có đính kèm tệp hình ảnh) Kính mong PĐT xem xét và có hướng khắc phục phù hợp để em và các sinh viên khác không gặp phải trường hợp như trên.",
    "Kính gửi  Phòng Đào tạo Trường Đại học Bách Khoa    Em tên:      Hôm qua, em có nhận được một danh sách các bạn chưa được đăng kí môn luận văn tốt nghiệp do chưa học môn tiên quyết (Danh sách các môn học trong ảnh đính kèm)    Tuy nhiên, các môn học trong danh sách được đề cập không thuộc danh sách các môn tiên quyết của chuyên ngành em Em có rất nhiều thắc mắc về việc này    Em rất mong phòng đào tạo có một giải thích cụ thể về vấn đề này và hướng dẫn em về các bước cần thiết để em có thể thực hiện luận văn tốt nghiệp trong kì sau    Trân trọng  ",
    "Dạ thầy/cô cho me hỏi là nếu 2 môn trên lịch là học hangout nhưng sát giờ nhau, 1 môn tiết 7 8, 1 môn tiết 9 10, thì cho e hỏi là em đk vậy được không ạ, hay là qua đợt 3 sẽ có 1 môn bị xóa. Em xin cảm ơn thầy/cô!",
    "Mở môn học học kỳ 212 . Em chào thầy cô pđt,mong thầy cô giải đáp thắc mắc này,kì này em trễ và còn thiếu môn gt1 nên muốn được đăng kí học trong kì 212 cho xong chường trình đào tạo.Em thấy gt1 có mở 2 lớp bên dự thính nhưng đều full slot,mà còn nhiều bạn thiếu và muốn học môn này,không biết pđt có thể tạo điều kiện mở thêm 1 lớp gt1 bên dự thính giúp bọn em với được không ạ.em xin cảm ơn và mong được pđt phản hồi sớm",
    "Em tên:  MSSV:  Em muốn xin hoãn môn Thí nghiệm hoá hữu cơ cơ bản (Mã môn học: CH2111) Lý do: Không đảm bảo được điều kiện đi học Mong thầy cô xem xét, em xin cám ơn",
    "Dạ thưa thầy/cô môn hư hỏng sửa chữa công trình (CI1051) hiện tại đã full 60/60 bạn đăng ký. Em mong thầy cô tăng thêm sĩ số để em và các bạn có thể đăng ký ạ. Em xin cảm ơn ạ.",
    "Mở môn học học kỳ 212 . Kính chào PDT, em tên là , em  xin phòng đào tạo mở thêm 5 slot môn CH3349 (cơ sở tính toán thiết kế thiết bị hóa học) lớp L04 vào thứ 2 tiết 2-3 và thứ 6 tiết 11-12 để em có thể đăng ký môn này ạ. vì hiện tại em bị trùng lịch TKB nên chưa thể đăng ký được. Kinh mong PDT xem xét, em xin cảm ơn!",
    "Kính gửi Phòng đào tạo Em tên: .        MSSV:  Về vấn đề đăng ký môn học HK212, hiện tại em đăng ký môn học mới thì hệ thống đều thông báo trùng thời khóa biểu môn học MI1003 - Giáo dục quốc phòng nên em không đăng ký thêm được bất kì môn học nào. Bây giờ em chỉ mới đăng ký được 11 tín chỉ, chưa đủ so với quy định của nhà trường. Được biết rất nhiều bạn sinh viên K21 gặp phải tình trạng giống như em.Mong Phòng đạo tạo nhanh có hướng giải quyết phù hợp cho sinh viên. Em xin cảm ơn.",
    "kính gửi pđt, em tên  -  vừa rồi em đk CH3151 xúc tác và ứng dụng nhưng em không đk được vì không đủ điều kiện tiên quyết, hoá lý 1 em được miễn, hoá lý 2 em học rồi ạ, mong trường xét duyệt cho em được đk ạ, em cảm ơn",
    "Chào pđt Em xin pđt mở thêm sỉ số môn CI1051(hư hỏng sửa chữa công trình). Hiện tại đã full slot 60/60. Nhu cầu sinh viên học còn nhiều. Mong pđt giúp đỡ chúng em.",
    "Chào Phòng Đào Tạo, em là , MSSV . Trong đợt DKMH HK212 vừa rồi, do môn học CH5043 - Độc chất học và ứng dụng trong công nghiệp có mở lớp nhưng sỉ số 2 lớp L02 và L03 quá ít có thể bị hủy lớp nên em đã đăng ký lớp L01 và lớp này trùng giờ với hầu hết các lớp Cơ sở tính toán. Kinh mong PDT xem xét, em xin cảm ơn! Em mong PĐT có thể mở thêm mở thêm 5 slot môn CH3349 (cơ sở tính toán thiết kế thiết bị hóa học) lớp L04 vào thứ 2 tiết 2-3 và thứ 6 tiết 11-12 để em có thể đăng ký môn này ạ. Vì lịch học hiện tại của em chỉ phù hợp với lớp trên nên em mong Phòng Đào Tạo có thể xem xét yêu cầu của em. Em xin trân trọng cảm ơn.",
    "Em chào thầy cô ạ Cho em hỏi năm ngoái em đăng ký BHYT bệnh viện Q11 giờ em muốn chuyển BHYT sang bệnh viện khác thì cần làm những thủ tục gì ạ Tại vì lúc gia hạn BHYT năm nay em không thấy có mục thay đổi bệnh viện Em cảm ơn thầy cô ạ",
    "Dạ em chào thầy/cô ạ. Tối qua pđt có mở lớp hư hỏng sửa chữa công trình CI1051, em có đăng kí vào nhưng bị lỗi như hình bên dưới ạ, theo em biết thì có nhiều bạn cũng bị như em. Tới sáng nay thì lớp full rồi ạ. Và cũng nhiều bạn chưa đăng kí được . Em xin phép pđt mở thêm sỉ số lớp để tụi em có thể học môn tự chọn nhóm này để ra trường đúng hạn ạ. Mã môn học CI1051, lớp L01. Em cám ơn thầy/cô nhiều ạ, chúc thầy/cô có một ngày thiệt nhiều sức khoẻ.",
    "Theo như em nhận được thông báo từ khoa là đã được mở lớp nhưng không biết là khi nào mở đăng kí vì 3h chiều hôm nay đã đóng đăng kí môn học trên web. Mông thầy (cô) phản hồi giúp em để em có thể đăng kí thời khoá biểu hợp lí và học tập trong học kì này. Em cảm ơn.",
    "Em chào thầy/cô ạ, Trong mail của trường   B   I Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước  /I    , thì có mục sẽ không được học lần đầu vào kì dự thính thì em muốn hỏi là chỉ áp dụng vào kì 212 này hay từ 212 trở về sau, và điều này chỉ áp dụng vào các kì dự thính trong năm   B (DTxx1, DTxx2)    còn trong kì dự thính hè   B (học kì hè HKxx3)    thì vẫn cho áp dụng học lần đầu phải không ạ. Em xin cảm ơn thầy/cô, .",
    "Dạ em chào cô em tên  mssv . Hiện tại vì số lượng sinh viên lớp LO1 đã đầy . Số lượng bạn học chuyên ngành không quá nhiều.  Em mong cô có thể thêm 1 slot vào lớp CI 3039 . Vì đây là môn cuối để em làm luận văn  . Trân trọng cảm ơn cô.",
    "Xin chào Thầy/cô, Em là  - MSSV  - CT Việt Pháp , hiện em còn nợ môn học Vật Lí Sóng - AS2047 , vì đợt 1 em đăng kí mã môn học cũ nên đợt 2 sỉ số lớp đã bị đầy trong lần đặt câu hỏi lần trước  # 45513 thì được thầy cô hỗ trợ đọc quy chế học vụ số 8.2 thì sĩ số lớp hiện tại là 35/35 thì chưa vượt mức trong quy chế. Mong thầy cô xem xét hỗ trợ để có thể mở sĩ số lớp học vì em k2015 nên chỉ còn học kỳ này để đăng ký Em xin chân thành cảm ơn . - Và học kì này em cũng có đăng kí LVTN và TTTN nhưng bị từ chối vì lí do không đủ điều kiện đăng ký. Hiện tại em đã tích lũy 256/273 tín chỉ của chương trình đào tạo, tức còn nợ 7 chỉ, và học kì 2 năm 2021 em có thời khóa biểu 1 môn 1 tín chỉ. thì theo quy chế em chỉ còn nợ 6 chỉ. Mong quý thầy/cô kiểm tra lại giúp em là em chưa đạt điều kiện nào. Để em chuẩn bị hoàn thành trong kì tới. Em xin chân thành cảm ơn.   i Mở môn học học kỳ 212 .",
    "Mở môn học học kỳ 212 . Em chào pđt Hiện tại môn CI1051(hư hỏng sửa chữa công trình) đã full 60/60. Nhu cầu học còn nhiều. Mong pđt mở thêm sỉ số để chúng em học đúng tiến độ. Nhóm D của ngành XD DD&CN chỉ mở mỗi môn này thôi ạ . Em cảm ơn.",
    "Em tên là  mssv  Em xin mở lớp dự thính môn hạ tầng công trình giao thông mã môn học CI4019",
    "Kính gửi: Phòng đào tạo trường đại học Bách Khoa thành phố Hồ Chí Minh. Em tên là , MSSV , lớp XD14KT, ngành Kiến trúc, khoa Kỹ thuật xây dựng. Sau đây em xin được trình bày về trường hợp của em. Em năm nay là sinh viên năm cuối, hiện đã đạt hết các môn học trong chương trình đào tạo , ngoại trừ Đồ án tốt nghiệp và đã đạt Chứng chỉ ngoại ngữ Toeic nghe - đọc đạt 615. Do đợt dịch vừa rồi nên em đã và đang được nhà trường cho phép làm Đồ án Tốt nghiệp Nhưng em chưa có đạt anh văn nghe - nói  Nay em viết đơn này, kính mong thầy cô cho phép em được gia hạn thêm 01 học kỳ, để em có khả năng hoàn thành kịp chương trình đào tạo. Rất mong thầy cô tạo điều kiện giúp em đợt này, em sẽ cố gắng hết sức để hoàn thành mục tiêu ạ, em cảm ơn thầy cô rất nhiều",
    "Dạ em chào thầy cô ạ Em tên  lớp XD21LT05 em học kì 1 không có học thể chất mà học kì 2 này em đăng kí thể chất đều bị trùng lịch hoặc đủ sỉ số nên em không đăng kí được ạ giờ em phải làm sao ạ",
    "Dạ cho em hỏi là theo quy chế mới thì học kỳ dự thính chỉ cho học cải thiện và trả nợ môn. Nếu em đăng ký anh văn (nhu cầu) học lần đầu thì vẫn sẽ không được tính đúng không ạ . Nếu em muốn đăng ký anh văn (nhu cầu) thì phải đăng ký vào kỳ đăng ký riêng cho môn anh văn đúng không ạ. Em cám ơn.",
    "Thưa thầy cô em đăng kí môn học đợt 1 không được vì những lý do em không hiểu. Các học kì trước em vẫn đăng kí được các môn học đó bình thường. Và môn học em đăng kí bảo thiếu môn học kiên quyết trong khi môn kiên quyết em đã qua. Em đang đăng kí lại môn học em học lại vì đã từng học nhưng chưa đạt. Mong thầy cô xem xét lại.",
    "Kính thưa pđt, cho em hỏi là kỳ hè có được học môn học mà mới lần đầu học không ạ",
    "em chào pđt , em đã hết số học kỳ tối đa và đã làm đơn để đăng kí thêm 1 học , em thuộc khu vực 1 , hoàn thành anh văn và ngày ctxh ,chỉ còn nợ luận văn tốt nghiệp trong học kỳ tiếp theo , em lên tình trạng sinh viên trong mybk thấy đơn của em đã được chấp nhận nhưng đăng kí môn học của em chưa được mở lại ạ , nay là ngày cuối để đăng kí môn học nên em xin pđt coi lại giúp e ạ ,em cảm ơn    .",
    "Thưa thầy cô tên . MSSV: 213T5027 em đăng kí môn học đợt 1 không được vì những lý do em không hiểu. Các học kì trước em vẫn đăng kí được các môn học đó bình thường. Và môn học em đăng kí bảo thiếu môn học kiên quyết trong khi môn kiên quyết em đã qua. Em đang đăng kí lại môn học em học lại vì đã từng học nhưng chưa đạt. Mong thầy cô xem xét lại.",
    "Mở môn học học kỳ 212 .",
    "CI3195 - Nền móng CI4333 - Luận văn tốt nghiệp (ctb) Lý do: Xuất hiện lỗi báo thiếu môn tiên quyết em không đăng ký được môn.",
    "Tốt nghiệ . Dạ em chào dt. Nay em có lướt và đọc được như vậy. Em vừa bảo vệ luận văn xong hiện tại chưa thi được 2 chứng chỉ anh văn và em dự định sau tết âm lịch sẽ thi và hoàn thành trước tháng 3 để kị lịch tốt nghiệ vào tháng 4. Nhưng theo thông tin em đọc thì học kì tiế theo em bắt buộc hải đăng kí 1 môn học nào đó hay sao ạ?? Do em đã hoàn thành chương trình học chỉ còn thiếu anh văn thôi và nếu em hải dki 1 môn học cũ thì tới tháng 4 em vẫn chưa hoàn thành được môn học ấy thì làm sao đăng kí tốt nghiệ được ạ . Mong dt giải thích dùm em là có bắt buộc em hải đăng kí 1 môn học không Em cảm ơn dt ạ",
    "Thưa cô, em tên , MSSV . Ngày 24/10/2021 em đã thanh toán phí đăng ký tốt nghiệp, nhưng hôm nay (29/12/2021) em mới kiểm tra lại BKPay thì nhận thấy thanh toán không thành công. Em đã đảm bảo thanh toán thành công trong hôm nay rồi. Em biết là đã trễ hạn nhưng em rất mong cô có thể xem xét và duyệt đơn giúp em. Em cám ơn cô ạ.",
    "Em là  MSSV , Đã hoàn thành chương trình học (142 tín chỉ) và anh viết (toeic và nói viết) hiện em vẫn chưa thể đăng kí tốt nghiệp trong học kì này ạ. mong quí thầy/cô kiểm tra lại thông tin giúp em. ",
    "Em chào thầy cô Em gặp vấn đề trong việc đăng kí môn, cụ thể là em đăng kí môn nào hệ thống cũng báo là em không đăng kí được, xem lại loại hình sinh viên. Bên cạnh, theo thông tin em nhận được sinh viên khoa Môi trường và Tài nguyên phải đăng kí lại môn học khác với chương trình đào tạo ban đầu nhưng khi đăng kí thì không đk được vì không có mã môn đó . Rất mong sớm nhận được phản hồi của thầy cô. Em rất cảm ơn thầy cô. Trân trọng!",
    "Mong nhà trưởng mở thêm sỉ số cho lớp CI1051 - Hư hỏng sửa chữa công trình ạ. Vì còn nhiều bạn rất muốn đăng ký học nhưng không được ạ",
    "Mở môn học học kỳ 212 .",
    "Xin chào thầy/ cô. Em tên , MSSV . Em có thắc mắc là: Em thấy thông báo 13h mở môn Hư hỏng sửa chữa công trình (CI1051) nhưng khi vào thì đã 60/60. Từ ngày 28 em đã đăng ký nhưng hệ thống báo lỗi dấu cấm không thực hiện được. Theo em tìm hiểu thì có thể do môn luận văn tốt nghiệp nên không thể đăng ký đồng thời. Xin thầy/ cô giúp em đăng ký vào lớp này vì hiện tại đây là môn tự chọn khối D duy nhất mở. Em chỉ còn 1 môn này nữa là đủ. Xin cảm ơn thầy/ cô.",
    "Em 18 bị trễ anh văn nên một số môn bị đổi mã. Trong đó có môn ỹ thuật xử lý nước cấp, nước thải (EN3075) đây là mã mới 19 kỳ 212 đang mở để đăng ký nhưng em không đăng ký được do phải học trước môn Quá trình môi trường. Mà lúc trước môn tiên quyết là môn Hóa học trong kỹ thuật và khoa học môi trường 1,2 em đã học nhưng dịch không thi được chưa có điểm nên trường đổi thành môn quá trình môi trường thành môn tiên quyết như trên. Hiện tại em đang đăng ký học môn quá trình môi trường kỳ 212 và hy vọng học song song môn ỹ thuật xử lý nước cấp, nước thải (EN3075) kỳ 212 lun để hoàn thành môn này chứ nếu không tận kỳ 2 năm sau trường mới mở lại, trong khí đó em đã học gần hết môn và chỉ để chờ học môn này cách 1 năm lận. Hiện tại kỹ thuật xử lý nước đang được mở em rất muốn học sớm cho hoàn thành các môn. Rất mong nhận được phản hồi và cho phép em học song song môn Các quá trình môi trường (EN2037) và ỹ thuật xử lý nước cấp, nước thải (EN3075). Mong nhận được phản hồi sớm trước khi kết thúc đăng ký môn học kỳ 212. Em rất cảm ơn.",
    "Chào Thầy/Cô!  Em xin hỗ trợ về vấn đề đăng kí môn học, đợt 1 em đăng kí được nhưng đợt 2 này hiện tại em không đăng kí môn học được, mong nhận được phản hồi sớm từ Thầy, Cô Em xin cảm ơn",
    "Em chào Thầy/Cô, Em đã hoàn thành đủ sô tín chỉ và điều kiện AV, tuy nhiên em có 1 môn học dư tín chỉ đang hoãn thi cuối kỳ thì có được xét tốt nghiêp không ạ! Em xin cám ơn ạ",
    "Mở môn học học kỳ 212 . Mở môn Địa mạo - tân kiến tạo và trầm tích đệ tứ (GE3053) vào thứ 7 tiết 456",
    "Cho em hỏi là khóa 19 cần phải học xong 3 môn GDTC. Hiện tại em thấy có mở các môn GDTC như bóng đá(học phần 2) thì nếu em chưa học bóng đá(hp1) mà hiện tại đã hết lớp hp1, em đăng ký các lớp hp2 thì các môn hp2 này có xét vào 3 môn GDTC của em không ạ?",
    "Em học hệ VLVH, ở đợt DKMH đượt 1 em có đăng kí môn Thực tập ngoài trường, nhưng đến đợt 2 lại bị hủy và em phải đăng kí lại, em đăng kí lại nhưng hiện tại sĩ số đã đủ nên em không thể đăng kí được. Mong PDT mở thêm sĩ số để em được đăng kí ạ. Mã môn học : CH3355 - Thực tập ngoài trường Em cảm ơn ạ!",
    "Vào ngày 23/12 em đã tạo câu hỏi về việc cập nhật kết quả nói viết - xét tốt nghiệp. Và được giải đáp sau ngày 27/12 sẽ cập nhật và đến hôm nay 29/12 em vẫn chưa được cập nhật thông tin để đăng kí tốt nghiệp. Mặc dù đã đủ điều kiện tốt nghiệp kể cả đậu nói viết thi trong đợt tháng 12. Mong nhận được sự giúp đỡ cũng như hổ trợ của các thầy cô. Em xin chân thành cảm ơn.   i Tốt nghiệp .",
    "Em tên _. Cho em hỏi là đề cương luận văn tốt nghiệp (CH4341) của 17 khác mã môn học của 18 (CH4325), vì của 17 không mở nữa nên em có được đăng kí mã của 18 không ạ. Vấn đề thứ 2 là 17 có môn Thực tập tốt nghiệp còn 18 là Thực tập ngoài trường. hi em đăng kí mã CH4325 thì nó báo thiếu môn thực tập ngoài trường. Nhưng môn thực tập tốt nghiệp 17 em đã đăng kí từ hè H203 đến nay vẫn chưa được đi thực tập. Em xin cảm ơn",
    "Em chào thầy/cô. Em có các vấn đề muốn hỏi như sau:  - Nếu như trong một học kỳ mà em không đăng ký được môn nào tức thời khóa biểu trống thì liệu em sẽ bị phạt như thế nào? - Nếu trống vậy em có thể xin hoãn/ bảo lưu kỳ này lại không? Thủ tục như thế nào? - Nếu kỳ kế tiếp em muốn tiếp tục chương trình học thì có bị ảnh hưởng gì không? Và thủ tục tiếp tục học sau khi bảo lưu sẽ như thế nào? Em cảm ơn ạ!",
    "Dạ vì một môn tiên quyết sắp mở trùng với Nhóm L01 Nên buộc em phải học môn CI3195 - Nền móng vào nhóm LO2 MÀ LO2 hiện hết slot em khẩn cầu PĐT tăng thêm sĩ số LO2 cho bọn em với ạ Em thật sự mong muốn Em chân thành cảm ơn PĐT rất nhiều ạ!",
    "Em chào thầy/cô, em là sinh viên khoá 2017 ngành xây dựng. Em dự định sẽ đăng ký môn Thực tập tốt nghiệp (3 tín chỉ) và đề cương luận văn tốt nghiệp (0 tín chỉ) chung   B trong học kỳ Hè   . Thầy/cô có thể cho em hỏi là những môn này nếu em đăng ký   B trong học kỳ Hè    thì học phí sẽ tính theo học kỳ chính (350k/1 tín chỉ) hay là tính theo học dự thính. Em xin cám ơn!",
    "Thưa thầy cô! Kì trước em bị điểm 0 học kì, bây giờ khi vào trang mybk đăng kí môn học thì em thấy hiện lên :\"Bạn không được đăng kí môn học vui lòng liên hệ phòng đào tạo\". thầy,cô cho em hỏi phải làm cách nào để có thể đăng kí môn học lại được ạ! Em chân thành cảm ơn!",
    "Kính gửi Phòng Đào tạo Trường Đại học Bách khoa TP HCM. Em tên . MSSV . Em là sinh viên K15 và chuẩn bị hết hạn đào tạo tối đa (T4/2022). Em có mong muốn được chuyển sang hệ VHVL để hoàn thành chương trình đào tạo của trường. Em có gửi đơn và mong trường xem xét. Em cảm ơn ạ.   i ",
    "Chào thầy/cô ,em là sv K16.học kì tới em mới làm ĐCLV , nếu theo tiến độ thì học kỳ 13 ( 6,5 năm ) em mới tốt nghiệp. vậy đã quá 1 HK. Vậy cho em hỏi em có được xin cứu xét thêm 1 học kỳ không ạ. Em xin cảm ơn ạ ",
    "Mở môn học học kỳ 212 . Dạ em chào phòng đào tạo, em đã xin được xác nhận của giáo viên và bộ môn ạ. Mong phòng đào tạo mở lớp giúp em ạ :( nếu kịp ạ",
    "Kính chào Phòng Đào Tạo ạ, Em tên là , lớp GT18-HK2 em có một số câu hỏi liên quan tới việc chuyển điểm môn học ạ.  1.Vì CTĐT Khóa 2019 khác CTĐT Khóa 2018 nên em có học một số môn tương đương/thay thế của khóa 2019 ạ. Cho em hỏi là điểm của các môn tương đương/thay thế sẽ được tự động chuyển qua các môn trong CTĐT cũ hay là em phải làm đơn xin chuyển điểm ạ?   2.Nếu như phải làm đơn xin chuyển điểm thì Phòng Đào Tạo cho em xin mẫu đơn với ạ. Em không tìm được mẫu đơn trên trang của trường ạ  3.Thời gian để hoàn thành việc chuyển điểm môn học là bao lâu ạ? Vì để đăng kí \"thực tập ngoài trường\" yêu cầu một số môn học trước, nên em lo mình sẽ không kịp chuyển điểm để đăng kí thực tập ạ. Em xin chân thành cảm ơn Phòng Đào Tạo ạ.",
    "CÔ ơi nhu cầu học môn này còn lớn cô mở full sỉ số được không ạ. CI1051",
    "Kính chào phòng đào tạo! Em tên:  MSSV: Em đã nhận được mail về việc hiệu chỉnh ĐKMH của trường, nhưng do trang https://mybk.hcmut.edu.vn/my/homeSSO.action của trường bị lỗi, khiến em không thể hủy tất cả các lớp ban ngày học cùng sinh viên chính quy. Trang hiệu chỉnh không có phần hủy nên em không hủy được như hình ảnh trong file đính kèm. Kính mong phòng đào tạo hủy tất cả các môn học ban ngày giúp em. Em cảm ơn.",
    "Chào anh/chị pđt, Về việc nợ môn ME1005, em đã học lại và qua môn ME1013 vào HK192 và 2 môn này là môn tương đương. Kính mong anh chị xem xét giúp em ạ. Em xin cảm ơn.",
    "Em chào thầy/cô ạ, Trong đợt ĐKMH đợt 1 em có đăng ký môn học Mạng máy tính mã CO3003 nhưng môn này không mở trong học kỳ này. Nên em chuyển sang đăng ký môn tương đương mã CO3093 nhưng các nhóm đều có DK/Sĩ số 35/35 nên em không đăng ký trên trang DKMH được . Mong thầy/cô xem xét cho em được đăng ký môn học Mạng máy tính - Mã MH CO3093 này. Em chân thành cảm ơn ạ.",
    "Kính gửi thầy cô pđt đại học Bách Khoa TPHCM. Em tên Nguyễn , mssv , khoa Kĩ thuật xây dựng. Thầy cô cho em hỏi môn học Hư hỏng sửa chữa công trình (CI1051) hôm qua em đăng ký bị lỗi. Nhưng hôm nay em vào lại thì đã đủ sỉ số 80/80. Em xin thầy cô cho em hướng giải quyết với ạ. Vì đây là môn tự chọn cuối cùng để tụi em hoàn thành chương trình. Em và nhiều bạn vẫn chưa đăng ký kịp môn này . Em cám ơn quý thầy cô và mong nhận được phản hồi ạ. Em chúc thầy cô thật nhiều sức khỏe.",
    "Mở môn học học kỳ 212  . Xin chào thầy/cô, em tên , MSSV . Em muốn xin thầy/cô mở sĩ số tối đa môn ''Hư hỏng và sữa chữa công trình'' (CI1051) để em đăng kí vào lớp này vì đây là môn tự chọn nhóm D duy nhất được mở và em cũng còn môn này là đủ. Xin cảm ơn thầy/cô",
    "Dạ em chào thầy/ cô, các môn tự chọn nhóm D nói chung và môn hư hỏng sửa chữa nói riêng theo kế hoạch đào tạo sẽ mở trong kỳ này, nhưng kỳ này chỉ có môn hư hỏng sửa chữa công trình mở một lớp vào lúc 13h hôm nay nhưng đến 14h thì đã hết 80 chỗ rồi ạ, em mong PĐT có thể cho tăng thêm hoặc mở thêm lớp để SV K18 như bọn em có thể ra trường đúng hạn ạ. Em cám ơn",
    "Dạ em có gửi câu hỏi về việc đăng ký luận văn xảy ra lỗi, tới giờ em vẫn chưa đăng ký được, nếu sau thời gian này thì em có được đăng ký bổ sung không ạ. Ảnh em đính kèm em đăng ký cả 2 hệ đều không được, môn thực tập vì dịch nên em đang làm ở kỳ này nên chưa có điểm ạ.",
    "Em chào thầy cô ạ, Em muốn nhờ thầy cô tăng sĩ số môn học   B Lập trình web   , mã môn học   B CO3049    lớp   B L01_L02    ạ. Em cảm ơn ạ, .",
    "Cho em hỏi sỉ số lớp là 12/60 có bị xóa lớp không ạ?",
    "Dạ em chào thầy/cô, Em là , mssv . Em muốn gửi đơn xin mở 2 lớp theo dạng ngoại lệ, môn Truyền Nhiệt (210701) và môn Mạch Từ & Máy biến thế (408706). Môn này thuộc chương trình cũ K14-18 Việt Pháp, không còn trong chương trình K19 nên không có môn học thay thế. Em đã được sự đồng ý của thầy Trưởng bộ môn, thầy giảng dạy và Văn phòng PFIEV, chi tiết trong file đính kèm ạ. Kính mong Phòng Đào tạo giải quyết giúp em ạ. Em xin cảm ơn!",
    "Em xin chào nhà trường, em tên là , sinh viên Xây dựng khoá K18. Kỳ này em cùng nhiều bạn có đăng ký môn Hư hỏng sửa chữa với mã môn học là:CI1051. Em xin tăng sĩ số lớp vì còn nhiều bạn như em vẫn chưa đăng ký được Em xin cám ơn    .",
    "Dạ em chào Cô ạ, em có học môn Hệ thống PLC ở học kỳ 202 và đăng ký hoãn thi ở lần thi đầu, đến lần thi để xóa điểm hoãn ở học kỳ này vào tháng 11 vừa rồi, ở địa phương của em có thông báo cúp điện đúng vào ngày thi (và đến ngày thi có cúp đúng như lịch) nên em đã đăng ký hoãn tiếp tục vì theo email nhà trường gửi là cho phép hoãn tiếp tục nếu không đảm bảo yêu cầu dự thi. Nhưng hôm nay thì điểm môn Hệ thống PLC cập nhật trên trang Mybk là 13 (lần 2). Em có lên trang hoãn thi để kiểm tra thì tình trạng môn này là Dự thi. Em không biết đây có phải là lỗi hệ thống hay sẽ cập nhật lại sau không ạ? Em có gửi ảnh chụp màn hình trang đăng ký hoãn thi. Em mong nhận được trả lời của Cô ạ. Em cảm ơn Cô.",
    "Dạ em chào thầy cô, em là tân sinh viên năm 2021 ạ, em được biết là trường đang tổ chức đăng kí môn học đợt 2, em muốn hỏi là em có nhu cầu đăng kí anh văn 1 nhưng mà bọn em vẫn chưa thi anh văn đầu vào thì em đăng kí anh văn 1 trong đợt 2 này luôn hay có đợt khác hay là cần phải thi anh văn đầu vào rồi mới đăng kí học ạ. Em cảm ơn !",
    "Mở môn học học kỳ 212 . Em chào PĐT ạ, em xin gửi hình ảnh đơn xin mở môn học của em ạ. Tình hình là môn học này là môn tiên quyết của nhiều môn về sau ạ, nhưng ở HK này phòng không mở Môn Học cho chúng em đăng ký. Hiện đơn này là chúng em muốn xin PĐT mở MÔN HỌC cho chúng em ạ. Cũng có hơn 80 bạn đã đăng ký nên em xin phép PĐT tự sắp xếp thời gian học Lý Thuyết và Thí nghiệm cho chúng em ạ. Thời gian em ghi trên đơn chỉ là dự kiến ban đầu, PĐT có thể xem xét và mở ở các giờ đó là thuận tiện ạ.",
    "Chào cô,  Em là . Do đầu tháng 1 em về quê nên không thể tham gia chương trình lễ tốt nghiệp nếu em đăng ký tốt nghiệp trong đợt này. Em muốn hỏi nếu em đăng ký tốt nghiệp trong đợt này thì có thể hoãn lại chương trình lễ tốt nghiệp vào tháng 4 năm sau không hay phải đợi đăng ký tốt nghiệp đợt sau ạ? Em xin cảm ơn.  Thân",
    "Em là  MSSV  . Em là sinh viên năm cuối nhưng vẫn còn nợ lại môn vật lí 1. Hiện tại lớp dự thính vật lí 1 đã full sỉ số, còn chính khóa chỉ có lớp tiếng anh. Em mong phòng đào tạo có thể tăng sỉ số để em có thể đăng kí được không ạ . Em chân thành xin cảm ơn",
    "Mở môn học học kỳ 212 .",
    "Chào phòng đào tạo , hiện chương trình đào tạo của ngành cơ khí ( khoa cơ khí ) có 9 tín chỉ tự chọn tự do , thì em có quyền chọn bất cứ môn học nào của bất kỳ ngành nào và khóa ( năm ) đào tạo nào để học và hoàn thành môn thì đều được tính vào tín chỉ tích lũy ngành em đang học đúng không ạ. Em cảm ơn",
    "xin chào ad ạ Em tên  mssv   Khi pđt mở thêm 20 slot mà quá nhiều người đăng  kí nên lúc em vô thì đã hết slot. Mong pdt tăng thêm sĩ số để em đk ạ. Em đang học năm 4 nên phòng có thể mở sĩ số để kịp tiến độ học tập.",
    "Dạ em vừa nhận được câu trả lời của Cô ạ. Nhưng em vẫn chưa hiểu lắm ạ. Dạ Cô cho em hỏi vậy thì môn học xin hoãn thi lần 2 đó em sẽ được cập nhật lại thành điểm 14 và tham gia thi vào học kỳ sau được không ạ? Vì khi có lịch thi xóa điểm hoãn thì em mới đăng ký hoãn lần 2 ạ",
    "Kính gửi phòng đào đạo! Em tên:  mssv  khoa kỹ thuật xây dựng  Dạ hiện tại sỉ số lớp hư hỏng sửa chữa công trình đã full slot em muốn xin phòng đào tạo mở thêm sỉ số môn hư hỏng sửa chữa công trình ci1051 vì còn khá nhiều bạn trong đó có em có nhu cầu học nhưng không đăng kí được do đã hết sỉ số . Em xin cảm ơn!",
    "Em chào Thầy/Cô! Em tên là , sinh viên K17 khoa Quản lý công nghiệp. Do bất cẩn nên em đã trễ hạn đăng ký bảo hiểm y tế. Em rất xin lỗi vì vấn đề này. Thầy/Cô có thể cho e đăng ký bảo hiểm y tế trễ hạn được không ạ? Em hứa sẽ không để trường hợp này xảy ra trong tương lai. Em cảm ơn Thầy/Cô!",
    "Chào phòng đào tạo Em có lịch thực tập ngoài trường vào hè này , trong khi đó em đăng ký 1 môn học dự thính học lại cũng vào kỳ hè ( 4.0 tín chỉ ) thì có được phép đăng ký và học song song môn học này khi đi thực tập không ạ , với điều kiện là lịch học môn này không có thí nghiệm và không bị trùng với thời gian đi thực tập. Nếu được em có cần phải xin phép nơi em đang thực tập và thông báo , làm đơn cho khoa , trường để trình bày vấn đề không ạ . Em cảm ơn",
    "Kính gửi phòng đào tạo Em tên là  MSSV   Năm nhất Ngành Kỹ thuật Hóa học Trong đợt đăng kí môn học HK212 em chỉ mới đăng kí được 10 tín chỉ gồm các môn bắt buộc,chưa đủ so với quy định của nhà trường và thiếu môn giải tích 2. Em đã cố đăng kí vào mấy lớp trống nhưng đều bị trùng lịch môn học khác. Mong PĐT có thể tư vấn em thêm về vấn đề này không ạ. Mong nhận được sự hồi đáp sớm từ phía PĐT. Em xin cảm ơn anh chị đã đọc thư của em.",
    "Em chào PĐT, Em có dự định đăng ký lớp tiếng anh theo nhu cầu. PĐT cho em hỏi là tháng 1 có đợt đăng ký mới không ạ. Em cảm ơn",
    "Kính gửi Thầy/Cô, Em tên Trần Hồ Minh Nhựt. MSSV:1914566. Em học khoa Quản lý công nghiệp ở lớp LO3. Em muốn đăng ki môn SP1037 ở học kì dự thính nhưng không được do trường mình mới thêm quy chế là học dự thính k được học môn lần đầu nên em không thể học môn SP1037 được. Em muốn xin có thể châm chế cho em học ở học kì dự thính được không ạ tại em muốn học sớm môn này cho xong để năm 4 em học thuận lợi hơn. Em xin cảm ơn Minh Nhựt, Trân trọng.",
    "Mở môn học học kỳ 212 . Kính gửi PĐT, em đã có được xác nhận của Giáo viên bộ môn và Bộ môn của Khoa về việc mở thêm lớp cho môn Công nghệ CNC - ME3239 Lịch học: + Thứ 3: Tiết 7-8 + Thứ 7: Tiết 23456 Em xin cảm ơn!",
    "Mở môn học học kỳ 212 . Tăng sỉ số môn học Thuỷ lực và khí nén ME3001",
    "Mở môn học học kỳ 212 . Kính gửi PDT, Em tên , mssv:  Hôm qua em có gửi đơn đăng ký môn học và hôm nay nhận được phản hồi là không thể đăng ký do lịch học có vấn đề. Xin PDT xem xét lại vì môn học này chúng em đăng ký vào học kỳ dự thính và thời khóa biểu chúng em gợi ý PDT có thể đổi lịch khác chúng em đều có thể đáp ứng học được ạ. Kính mong PDT xem xét cho chúng em . Trong đơn em có đăng ký vào học kỳ dự thính mong PDT xem xét và giúp cho chúng em. Xin cảm ơn.",
    "Kính gửi phòng đào tạo Em tên:  Mssv  Khoa: Điện - điện tử Em gửi mail này kính mong PĐT xem xét môn học còn nợ giúp em để em có kế hoạch đăng kí môn học cho học kì này ạ. Mong sẽ nhận được phản hồi sớm từ PĐT. Em xin chân thành cảm ơn! Trân trọng!",
    "Chào thầy/cô. Em không đăng ký được 2 môn CI4019 (kết thúc tiết 6) và CI3063 (bắt đầu tiết 7) vào ngày thứ 4. Xin quý thầy/cô đồng ý cho phép em học liên tục từ tiết 6 - 7. Em cm kết tham gia đầy đủ giờ học cả 2 môn. Hai môn này đều thuộc chương trình cũ và lượng sinh viên còn học không nhiều nên rất khó mở lại nữa ạ. Mong quý thầy/cô giúp đỡ và chấp thuận. Trân trọng.",
    "Em chào thầy/cô. Em xin được mở lớp Hóa vô cơ CH2013 vào học kì dự thính 211 ạ.",
    "Nền móng(CI3195) lớp L02 Em muốn đăng kí môn học Nền móng mã CI3195 lớp L02 tiết 456- Thứ 2, mặc dù em đã đăng kí môn học Thiết kế đường 1 mã CI3063 lớp L01 thiết 789- Thứ 2. Em mong được phòng đào tạo hỗ trợ cho phép đăng kí môn ạ.",
    "Em chào Thầy/Cô! Em tên là: Hoàng Đức Trung, hiện là sinh viên k18  Lý do: em có đăng ký hai môn học, nhưng một môn bị xóa. vì một môn kết thúc tiết 6, và một môn bắt đầu từ tiết 7. Em mong Thầy/Cô xem xét cho em đăng ký, tại vì em là khóa cũ nên những môn mã cũ sẽ rất khó đăng ký về sau này . Em xin cảm ơn.    .",
    "Mở môn học học kỳ 212 . Kính gửi Phòng đào tạo Em tên: .        MSSV:  Về vấn đề đăng ký môn học HK212, hiện tại em đăng ký môn học mới thì hệ thống đều thông báo trùng thời khóa biểu môn học MI1003 - Giáo dục quốc phòng nên em không đăng ký thêm được bất kì môn học nào. Bây giờ em chỉ mới đăng ký được 11 tín chỉ, chưa đủ so với quy định của nhà trường. Được biết rất nhiều bạn sinh viên K21 gặp phải tình trạng giống như em.Mong Phòng đạo tạo nhanh có hướng giải quyết phù hợp cho sinh viên. Em xin cảm ơn.",
    "Mở môn học học kỳ 212 .",
    "Mở môn học học kỳ 212 . chào ạ. Em hiện năm cuối mà môn Cơ lưu chất (CI2003) kỳ nào cũng số lượng hạn chế, em muốn hỏi là có thể xin gia tăng thêm sĩ số để đăng ký được k ạ? lịch em hiện tại có thể đăng ký được nhóm lớp L05_L13  em cảm ơn ạ",
    "Xin thưa phòng đào tạo, Em tên là Nhật. Như tiêu đề, em không đăng kí tốt nghiệp được và làm theo hướng dẫn thì em nhận ra vấn đề: em bị tạm dừng do không đăng kí môn học trong hk1 2021-2022 . Em mong phòng đào tạo hướng dẫn và giúp em giải quyết vấn đề này ạ. Em xin cám ơn.",
    "Dạ vì do em cần đăng ký đủ môn để có thể thực tập nhưng khi đăng ký môn lại không được vì lý do 1 môn kết thúc vào tiết 6, và 1 môn bắt đầu ở tiết 7. Mong pđt có thể tạo điều kiện cho em có thể đăng ký cả 2 môn ạ, bằng việc bỏ quy định về học liên tục giữa tiết 6 và 7. Cụ thể là môn Nền móng (CI3195) kết thúc vào tiết 6 (thứ 2) và môn thiết kế đường 1 (CI3063) bắt đầu từ tiết 7. Mong Pđt có thể giúp em càm sớm càng tốt vì ngày mai 30/12 là hết hạn đkmh.",
    "em chào Quý Thầy Cô, em đã chuyển hệ đào tạo xong trên hệ thống và đã cập nhật trên tình trạng sinh viên là đã chuyển hệ vào ngày 23/12/2021. Em xin được đăng ký xét tốt nghiệp bổ sung? Em xin chân thành cảm ơn, ",
    "cho em hỏi lá đơn mở lớp CI1055 THIẾT KẾ  đã được gửi và chấp thuận chưa ạ.",
    "Em chào nhà trường, Em là  - , em không thể đăng ký môn học thiết kế đường 1 (CI3063) do không được đăng ký môn liên tục từ tiết 6 qua tiết 7    Môn thiết kế đường 1( CI3063) mở thứ 2 tiết 7-8-9, mà em đã đăng ký môn nền móng (CI3195) thứ 2 tiết 4-5-6 rồi Vì vậy em không thể đăng ký được môn học thiết kế đường 1 Lý do là không được đăng ký liên tiếp tiết 6 qua tiết 7(Em có ảnh đính kèm lý do ko đăng ký được môn)    Em xin nhà trường cho phép em được học suốt tiết 4-5-6-7-8-9 vào thứ 2, em và các bạn cam kết dù thành tích ra sao cũng sẽ do bản thân tự chịu, không liên quan gì đến nhà trường    Vì đợt này nếu em không đăng ký được môn thiết kế đường (CI3063), em sẽ không đăng ký được thực tập, và thực tập thì phải hè năm sau mới mở, em lại trễ thêm 1 năm nữa    Hơn một nửa lớp dự định đăng ký môn thiết kế đường bị tình trạng giống em Nên em xin phép được nhà trường cho phép học suốt Để em và các bạn có thể hoàn thành tiến độ học tập ra trường trong 5 năm, không bị trễ nữa      Em xin cảm ơn  ",
    "Thưa thầy cô, em là sinh viên K19, ở học kì 202 em có gặp sự cố trong lúc thi và được thầy hướng dẫn hoãn thi, em đã nhận được điểm hoãn thi nhưng chưa được phòng đào tạo sắp lịch thi bù, đến học kỳ 212, em phải đăng ký một môn mà môn ở kỳ 202 là điều kiện tiên quyết của nó. 2/12 em có mail và được phòng đào tạo trả lời là được đăng ký môn đó nhưng bây giờ em nhận được mail có danh sách sẽ bị xóa môn vì điều kiện tiên quyết. Thầy cô cho em hỏi có cách nào giải quyết không ạ, vì nếu không đăng ký được em sẽ trễ 1 năm",
    "Chào PĐT, Em có môn học nhóm C em ko qua môn và em không muốn học lại môn này em có thể học môn khác cùng nhóm C được không ạ. Em cám ơn!",
    "Kính gửi PĐT! Em gửi PĐT đơn xin DKMH HK212 vì hệ thống báo bị vướng một số điều kiện nên em đã không ĐK được 2 môn cuối cùng của CTĐT. Kính mong PĐT hỗ trợ em nhanh chóng để còn kịp thời gian ĐKMH trong khi các lớp đã gần đủ hết sỉ số Em xin cảm ơn! (Đính kèm đơn xin đăng kí bổ sung và lí do không đăng kí được)",
    "Mở môn học học kỳ dự thính 212 .",
    "Gửi Phòng Đào tạo Em tên , mssv . Quý phòng cho em hỏi là đăng ký môn học chính quy-chuyển hệ thì tiền học phí sẽ tính theo chính quy ban ngày hay là theo các lớp dự thính ạ. Em xin cảm ơn.",
    "Em chào anh/chị, Em tên , MSSV . Học kỳ vừa rồi em đã học môn Vật lý thực phẩm mã môn CH2055. Em đã thi cuối kì xong vào ngày 17/12 mà chưa có điểm. Anh/chị cho em hỏi khi nào có điểm phòng đào tạo vẫn hỗ trợ cho em xét tốt nghiệp được không ạ . Em cảm ơn, mong nhận được phản hồi từ anh/chị sớm ạ.",
    "Mở môn học học kỳ 212 . Em muốn học môn CO2013 ạ, mong nhà trường xem xét mở lớp ạ",
    "Xin gửi nhà trường, Em tên là , MSSV: Kỳ này do có nhiều bạn học môn hư hỏng sửa chữa, dù trường có tăng sĩ số lớp nhưng vẫn không đăng ký được. Nên em có gửi mail thầy  giảng viên môn này, xin thầy tách thành hai lớp. Xin trường xem xét ạ   i Mở môn học học kỳ 212 .",
    "Dạ thầy cô cho em hỏi là theo thông báo của trường là kỳ dự thính chỉ được học lại môn rớt. Còn kỳ hè có tính như dự thính không ạ? Và nếu em chưa làm đồ án thì kỳ hè tới em có được đăng ký đồ án được không ạ? Em cảm ơn thầy cô",
    "Gửi phòng đào tạo. Em là  -. Em tạo câu hỏi này để xin được đăng ký học thí nghiệm môn Thực hành tin học - 501706 ạ. Em đã bỏ sót email đăng ký học thực hành của nhà trường. Mong phòng đào tạo cho em được đăng ký bù để kịp thời gian thực hành ạ. Em xin cảm ơn .",
    "Chào Phòng Đào Tạo, em tên , MSSV: , hiện đang học tại Khoa Cơ khí. PĐT có thể mở thêm sĩ số lớp cho môn học Kỹ thuật thủy lực và khí nén (MSMH: ME3001) không ạ? Vì lần đăng ký đầu tiên môn học bị hủy, lần thứ hai chúng em làm đơn lên nhà trường và được chấp nhận mở lớp (2 lớp L01, L02) và mỗi lớp chỉ có 20 người. Việc kiểm tra đăng ký môn học không thể diễn ra liên tục được nên chỉ có khoảng vài chục phút sau khi em nhận được thông báo mở lớp là không còn chỗ, trong đó có nhiều bạn thuộc khóa dưới. Vậy kính mong PĐT xem xét cân nhắc mở thêm sĩ số môn học này cho em và các bạn cùng khóa có cơ hội được học môn này vì nó sẽ gây ảnh hưởng tới tiến độ tốt nghiệp. Em xin chân thành cảm ơn.",
    "Họ và tên: Lê Hữu Vinh     MSSV:  Lớp: XD16KT               SDT:[phone_number]  Ngành: kiến trúc dân dụng và công nghiệp  Trường: Đại học Bách Khoa - Đại học Quốc gia Tp HCM  em viết email này về việc xin Phòng Đào tạo  chấp nhận mở lớp \"\"  Hiện tại môn học này hiện không còn mở lớp nữa ạ, hiện tại có khoảng 18 bạn có ý muốn đăng ký học môn này ạ. em mong Phòng Đào Tạo chấp thuận được mở lớp ạ Em xin cảm ơn.",
    "Dạ em chào thầy/ cô, anh/ chị, Em tên : Mssv  Là sinh viên khoá K15 khoa Điện-Điện tử. Nay em làm đơn này vì lí do xin Phòng Đào Tạo ĐHBK cho em được trả nợ môn cuối sau khi đã hết thời gian đào tạo tối đa. Trong kì này em đã và đang làm LVTN, sẽ bảo vệ vào 31/12/2021 và trả hết các môn học còn thiếu ngoại trừ môn Giải tích 2(MT1005) ( em cũng đã đăng kí trong kì vừa rồi nhưng do bị trùng lịch và em đã phát hiện trễ). Em sẽ cố gắng hoàn thành LVTN và các môn đã đăng kí trong kì và hứa sẽ hoàn thành môn còn thiếu cùng với các chứng chỉ tiếng Anh trong kì tới nếu Phòng Đào Tạo cho em cơ hội đăng kí được vét 1 kì. Em đã đọc kỹ quy chế, nếu không được xin thầy/ cô, anh/ chị cho em được chuyển hệ VHVL  sau đó đăng kí môn bổ sung để em sớm hoàn thành việc học của mình ạ! Em xin chân thành cảm ơn ạ!",
    "Thưa Phòng Đào Tạo kỳ vừa rồi em quên không đăng ký môn học do mãi ôn toeic để nộp bây giờ em nên làm thế nào ạ",
    "Kính gửi thầy/cô. Em là sinh viên của khoa Điện Điện Tử. Kỳ này em muốn đăng ký môn EE3099 Kỹ Thuật Chiếu Sáng làm môn tự chọn tự do. Thầy cô cho em hỏi là môn này có trùng lắp với môn nào xét tốt nghiệp của khoa điện điện tử k ạ. Em cảm ơn thầy/cô",
    "Mở môn học học kỳ 212     Dạ thưa thầy cô PDT, em có xin được thầy mở lớp đợt chính này ạ. Mong thầy cô xem xét mở giúp em do môn này là môn chuyên ngành và còn ít người học ạ cỡ 7 bạn thôi ạ. Em chân thành cảm ơn nhiều ạ.  ",
    "Kính gửi thầy cô ạ. Em là , sinh viên K21, Mã số sinh viên , Khoa Điện - Điện Tử. Em viết thư này là để xin giải đáp thắc mắc về việc môn giải tích 2 MT1005 của em tự động bị hủy dù em không nhấn hủy ạ. Em có kiểm tra trong mục \"lịch sử đăng kí\" nhưng cũng không thấy thông báo nào về việc hủy môn MT1005. Em đã cố đăng kí lại môn này nhưng vẫn chưa được do hầu như các lớp L đã kín chỗ rồi ạ. Kính mong PĐT giúp đỡ em đăng kí lại môn Giải tích 2 - MT1005. Em xin cảm ơn thầy cô, phòng đào tạo ạ.",
    "Ngày 22/12, em gặp sự cố không tham gia thi được môn Hóa phân tích. Ngày 22 và 23 tháng 12, em đã lên xem mục hoãn thi trên mybk nhiền lần và vẫn không thấy nên đã tải mẫu đăng ký hoãn thi về và đăng ký qua mail. Ngày 29/12, pdt phản hồi thì em mới biết môn Hóa phân tích đã được cập nhật vào ngày 24/12 và hiện tại (29/12) đã hết thời hạn đăng ký hoãn thi. Xin cho em được hỏi cách đăng ký hoãn thi khác ạ.",
    "Em xin tăng sĩ số lớp A01 Luân văn tốt nghiệp ô tô TR4317 ạ.  ",
    "Mở môn học học kỳ 212 . Em xin chào thầy cô. Thầy cô cho em xin hửi phiếu đăng ký mở môn học ạ. Em xin lỗi vì nộp trễ lý do là do các thầy ký trễ nên cô thư ký bộ môn em không nộp kịp cho các thầy cô trong phòng đào tạo được ạ. Mong thầy cô có thể tạo điều kiện mở lớp cho em ạ. Em xin cảm ơn ạ. Trân trọng.",
    ". Dạ cho em hỏi do thiết bị em bị trục trặc mà nhà em đang bị phong tỏa và em đã đăng ký hoãn thi trước 2 hôm thi có được không hay chỉ tính đăng ký hoãn thi sau hôm thi 5 ngày ạ, nếu đăng ký hoãn thi thì bao giờ mới nhận đươc mail xác nhận ạ, em cảm ơn",
    "Dạ cho em hỏi do thiết bị em bị trục trặc mà nhà em đang bị phong tỏa và em đã đăng ký hoãn thi trước 2 hôm thi có được không hay chỉ tính đăng ký hoãn thi sau hôm thi 5 ngày ạ, nếu đăng ký hoãn thi thì bao giờ mới nhận đươc mail xác nhận ạ, em cảm ơn",
    "Chào thầy/ cơ, Em có gửi đơn mở môn Công Nghệ Hóa Hương Liệu - CH5157 từ 09:22:49 pm ngày 12/27/2021 với ID 45288 mà tới bây giờ 17h ngày 29/12/2021 rồi vẫn chưa được duyệt trong khi những đơn mở môn nộp sau đó đã mở. Em thắc mắc không biết đơn có bị trôi đi hay không ? Mong pdt xem xét lại ạ, em cảm ơn.",
    "Mở môn học học kỳ 212 . Dạ kính thưa thầy cô PDT, em có xin được thầy mở lớp đợt học kỳ chính rồi ạ. Mong thầy cô xem xét mở lớp giúp tụi em ạ. E chân thành cảm ơn nhiều ạ."
]