[
    "Em xin chào thầy cô. Em tên là  MSSV  từ khoa Kỹ thuật Hóa học. Nay em muốn xin phòng đào tạo điều chỉnh lịch thi giữa kì 191 cho em. Do em có môn thi quá trình và thiết bị cơ học thi vào 9h sáng ngày 13/10 tại cơ sở Dĩ An nhưng em cũng môn thi Pháp luật đại cương vào 12h ngày 13/10 tại cơ sở . Vì phòng trường hợp buổi trưa xe đông dẫn đến kẹt xe và em không thể có mặt đúng giờ tại phòng thi. Mong thầy cô tạo điều kiện và giúp đỡ. Em xin cám ơn.",
    "Kính gửi Phòng Đào Tạo, Cho em hỏi là tại sao môn Kỹ Thuật Lập Trình (CO1011) có đến 67 bạn đăng ký kế hoạch nhưng không được mở lớp ạ?",
    "Khác        Kính gửi Phòng Đào Tạo Trường ĐHBK,    Em tên là , MSSV: , lớp: VL15SI    Hiện tại em đã đủ điều kiện tốt nghiệp với số tín chỉ 142/142, Toeic 525, anh văn nói - viết   200 điểm   Cho em hỏi là tại sao em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến để được phép đăng ký tốt nghiệp trong tháng 11 tới đây ạ Mong phòng đạo tạo xử lý thông tin sinh viên lại giúp em và mong được phản hồi trả lời sớm ạ    Em xin cảm ơn    Thân gửi,   ",
    "Chào các thầy/ cô em tên là , MSSV:  Theo quyết định số 181/QD-DHBK-DT ngày 22 tháng 8 năm 2019, thì em được chuyển từ khoá 2018 sang khoá 2019 Chính quy - Đại trà. Do đó em vẫn chưa nhận được email đăng ký thi anh văn đầu vào. Nay em viết thư này xin Phòng đào tạo gửi email để em được đăng ký thi. Em xin cảm ơn.",
    "Dạ là thầy/cô có chỉ em tìm số Id number và secret number trên bằng được không ạ. Hai số mà khi mình đăng kí nộp bằng online thì hệ thống yêu cầu ạ. Dạ em cảm ơn",
    "Dạ cho em hỏi là học kì đã bắt đầu được 2 tuần rồi em còn xin bổ sung được không, thủ tục như thế nào ạ.",
    "Kính chào thầy cô phòng đào tạo ạ. Em tên là . Vì giáo viên bộ môn bóng chuyền có giới thiệu cho em việc học chuyển điểm để trống lịch mà đăng kí các môn khác. Vì thể, em muốn xin phòng đào tạo cho em được đăng kí môn vào tiết 7-8-9 ngày thứ 2 ạ. Đây là cơ hội cuối cùng của em để theo kịp các bạn cùng khóa nên em rất muốn theo học lớp L03-L06 của thầy  và thầy  dạy bộ môn cấu trúc dữ liệu và giải thuật (mã môn CO2003). Em rất cảm kích nếu được sự đồng ý của phòng đào tạo và nhà trường. Rất mong phòng đào tạo cho em lời khuyên cũng như cách giải quyết khác nếu không đăng kí trừng được ạ.",
    "Chon em xin mở lớp XLSTH(EE2015) -Đợt đk môn học lần 1 ( - HỌC KỲ 1) .Em thấy có đên 100/2000 bạn đk môn này ạ. Sao hiện tại, em không thấy mở lớp dự thính. -Lý do: Em thiếu 1 môn này Tiên Quyết cho Đồ án HK sau, cũng như các bạn khác cũng vậy ạ. Mong nhà trường sắp xếp mở lớp này giúp em ạ..... Em thật sự không muốn trễ Đồ án. Em xin chân thành cảm ơn!  ..",
    "ng kí môn học dự thính 191 đợt 2 em bấm chọn vào nó lại hiện ra danh sách của học kì chính 191 ạ. Em chọn hiệu chỉnh, xong tìm môn thì thấy là có mở lớp dự thính của môn mà ĐKMH dự thính đợt 1 em có đăng kí rồi mà giờ lại không có kết quả ạ. Mong thầy cô xem mà trả lời giúp em. EM xin cảm ơn ạ.",
    "kính gửi phòng đào tạo em tên . MSSV: Hôm nay em viết đơn này kính mong phòng đào tạo có thể cho em đăng kí môn dự thính vật lý 1 của thầy (nhóm lớp DT03_DT03 )với lý do em không đăng kí được môn này vì thời gian giản cách giữa môn bóng bàn vào ngày thứ 5 ( tiết 9,10) và tối đó là môn vật lý 1 dự thính của thầy  tại cơ sở 1 (tiết 13,14,15). Em xin cam đoan rằng em có thể di chuyển lên cơ sở 1 trong khoảng thời gian hai tiết 11 và 12 sau khi học xong môn bóng bàn rất mong quý thầy cô có thể tạo điều kiện cho em được học dự thính môn Vật lý 1 của thầy thiện (DT03_DT03 ) để em đủ tín chỉ trong học kì này để không bị cảnh cáo học vụ ạ . em rất mong được sự giúp đỡ của các thầy cô từ phòng đào tạo.",
    "Kính gửi phòng đào tạo Trường Đại học Bách khoa Em tên là  MSSV  Khoa Kĩ thuật Xây dựng, Ngành kiến trúc, Lớp XD18KT. Học kì 191 em chưa qua Anh văn 1. Nên em không được học chuyên ngành. Hiện tại số chỉ em rất ít-10 chỉ. Vì em chưa qua Anh văn 1 nên rất lo bị trễ tiến độ học tập và K19 năm nay cũng thay đổi lịch học sẽ không giống với K18 nên sẽ rất khó sắp sếp học lại sau này. Em làm đơn này mong phòng đào tạo xét duyệt có thể cho em học song hành môn Anh văn cơ bản và dự thính Anh văn 1 trong học kì này. Em xin cam kết sẽ đi học đầy đủ và nghiêm túc. Em cảm ơn phòng đào tạo đã đọc đơn và mong phòng đào tạo hỗ trợ. Em xin cảm ơn.",
    "Dạ em chào thầy,cô.Em là sinh viên Kiến trúc năm 4, học kì 191 em có đăng ký môn Thiết kế kiến trúc Công Cộng 4 vào Thứ 5 tiết 7-11, vào đợt đăng ký môn học dự thính của học kì 191, em muốn đăng ký môn Giải tích 1,có tiết học vào Thứ 5 tiết 13-15, nhưng không đăng ký được vì nhận được thông báo không đủ thời gian di chuyển giữa hai cơ sở.Em muốn hỏi thầy,cô có thể mở môn để em đăng ký môn học được không ạ.Do môn Thiết kế kiến trúc là môn đồ án,em có thể chủ động về thời gian học và đảm bảo được thời gian di chuyển giữa hai cơ sở. Em muốn đăng ký lịch học như vậy vì lý do cá nhân em vừa học vừa làm thêm nên chỉ có thể chọn được lịch học như vậy.Em kính mong thầy,cô có thể mở môn để em được đăng ký ạ.Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi là đợt dki dự thính này em vẫn dki được vào lớp A mà  có chỗ trống. Vậy cho em hỏi là em có được dki vào mã lớp này ko vậy ạ",
    "Em vừa trúng tuyển bổ sung chương trình Việt Pháp nhưng do trước đó em đang học clc nên không đăng ký môn gdtc online cho pfiev được vậy em phải làm sao ạ - Em muốn đăng kí lớp bơi của Việt Pháp tại cơ sở 1 thì em phải làm đơn thế nào và  form mẫu của đơn ra sao ạ",
    "Em muốn đăng kí lớp bơi chương trình Pfiev tại cơ sở 1 ạ",
    "kính gữi: Phòng Đào Tạo Em tên: Hàng phước Tánh   MSSV:  lý do: em xin mở thêm một môn học. nay em làm đơn kính mong phòng đào tạo xem xét và cho em xin bổ sung môn học của HK 191 .   Danh sách môn học 1) Mạng Truyền Thông      260633 Em kính mong được sự chấp nhận của Phòng Đào Tạo.                                                       Kính đơn                                 Tanh                           Hàng Phước Tánh",
    "Dạ em là , MSSV . Trong đợt đăng kí môn học dự thính học kì 191 (đợt 2) em không đăng kí được môn Mạch điện tử EE2007 do không đủ thời gian giãn cách giữa 2 cơ sở - Môn học PE1013 - Bóng Bàn, kết thúc lúc tiết 10 ở cơ sở 2 và Mạch điện tử bắt đầu tiết 13 ở cơ sở 1. Em mong Phòng đào tạo xem xét và mở đăng kí môn dự thính EE2007 giúp em, em xin hứa sẽ đến lớp đúng giờ vào tiết 13. Em xin chân thành cảm ơn.",
    "Em tên  MSSV  Hôm qua em có đăng ký môn Vật lý bán dẫn nhưng tiết ngày thứ 4 là 10 11 12 lại không đủ thời gian giãn cách với môn thể dục tiết 7 8 của em. Cả ngày thứ 4 em chỉ học mỗi môn thể dục thôi. Nhà trường có thể cho em đăng kí môn Vật lý bán dẫn và sau đó em xin thầy thể dục cho em chuyển nhóm hoặc đổi thời khóa biểu môn thể dục cho em sang buổi sáng cho em có thể đăng kí không ạ.   Xin nhà trường giải quyết giúp em vì em rất cần môn tiên quyết này ạ . Em xin cảm ơn.",
    "Em có đăng kí môn học Cơ học kết cấu - CI2029 trong học kỳ dự thính HK191, nhưng trên trang đăng kí không cho phép đăng kí môn học vì các lý do học tiết 12 liền kề tiết 13. Trong học kỳ chính quy HK191, em học toàn bộ các môn đều trong CS1 - LTK, và trong lớp đăng kí có lớp DT02 môn CI2029 em có thể tham gia lớp học . Em viết đơn này mong phòng đào tạo cho phép em đăng kí môn học: Cơ học kết cẫu -CI2029 lớp DT02 học vào Tiết 13 14 15 Các tối Thứ 3 và Thứ 5. Mong phòng đào tạo hỗ trợ. Em xin cảm ơn.",
    "Em chào ban giám hiệu ạ. Cho em hỏi là 1 ngày chỉ được học 10 tiết thì có bao gồm dự thính không ạ. Nếu có thì em phải làm gì để có thể đăng ký học. Em cảm ơn ạ",
    "Kì 191 này em đăng kí thiếu môn Trang bị điên Công nghiệp ME2005- môn tiên quyết kì này. Nếu không được học sẽ bị trễ 1 năm tốt nghiệp. Hiện tại dự thính đã có lịch học và được chọn lịch cho môn trang bị điện. Em chỉ hợp nhất vào thời gian chiều tối thứ 2, thứ 6 tiết 13-15 và sáng chủ nhật tiết 2-6. Hiện tại em không đủ thời gian di chuyển 2 cơ sở vào ngày thứ 2 do bị kẹt môn giáo dục thể chất. Em được biết môn giáo dục thể chất dễ chuyển nhóm môn học ạ. Nếu không chuyển nhóm môn thể chất đó được thì em đăng kí hủy môn thì tốn bao lâu ạ. Em xin phòng đào tạo cho em hướng giải quyết để có cơ hội học môn Trang bị điện Công nghiệp ME2005. Em xin cảm ơn ạ",
    "mssv:  Em không đăng kí được môn dự thính vật lý 2 lớp DT01 do mắc vấn đề là thời gian di chuyển giữa 2 cơ sở, do tiết 11-12 trên thời khóa biểu chính thức của em là môn thể chất, mà lớp dự thính bắt đầu từ tiết 13. Nhưng em có làm đơn xin chuyển lớp thể chất và em đã chuyển sang ngày khác nên em có đủ thời gian di chuyển giữa 2 cơ sở Kính mong phòng đào tạo cho em đăng kí dự thính vật lý 2 lớp DT01 ",
    "Thưa cô (thầy), trong đợt đăng ký ĐCLV, TTTN bổ sung vào ngày 28/8 -  02/9 em đã đăng ký 2 môn ĐCLV và TTTN và trên trang đăng ký đã cập nhật gửi đăng ký thành công ( file đính kèm ). Song hiện tại thời khóa biểu vẫn chưa cập nhật 2 môn học nay cho em. Vậy cho em hỏi những nguyên nhân dẫn đến tình trạng chưa cập nhật thời khóa biểu và cách khắc phục như thế nào. Em xin bổ sung thêm là trong học kỳ này em chỉ đăng ký 2 môn là ĐCLV và TTTN thôi. Đợt đăng ký học kỳ chính em đã bỏ quên nên đăng ký vào đợt bổ sung này.",
    "Chào thầy/cô thuộc PĐT, Hiện tại em đang rất bối rối và cố gắng kiếm giải pháp để không bị trễ một học kỳ. Lý do bắt đầu từ việc em không thể đăng ký môn CO2003 Cấu trúc dữ liệu & giải thuật ở HK191. Hiện tại phòng đào tạo cũng không mở lớp dự thính cho môn này trong học kỳ HK191. Em mong PĐT có thể cung cấp cho em một số giải pháp cho tình trạng này ạ, em rất không muốn bị trễ học kỳ do môn này là môn học trước của nhiều môn trong năm thứ 3 . Em mong PĐT sớm hồi âm ạ.",
    "Kính chào thầy cô,  Em là Ê lớp XD15KT- mssv: . Em có đăng kí môn Giải tích mã MT1003 vào đợt 1 và khi đợt 2 mở em có bấm chuyển lớp. Tuy nhiên, trong Lịch sử đăng ký đã hiện chuyển lớp nhưng ở mục Danh sách đăng ký lại không hiện môn Giải tích. Khi em đăng kí lại môn giải tích hoặc đăng ký các môn khác đều hiện   I \"Quá số tín chỉ cho phép. Bạn chỉ được DK tối đa 2 tín chỉ\"  /I  ( Trong khi các môn hiện ở danh sách đăng kí đều là các môn trong tkb học kì chính) . Kính mong thầy cô có thể khắc phục lỗi này giúp em để em có thể đăng kí môn học sớm. Nếu có thể kính mong thầy cô giúp em đăng kí môn MT1003 lớp DT03 và môn MT1007 lớp DT01 ạ ! Em xin cám ơn thầy cô ạ !",
    "Cho em hỏi sao trong mục đăng kí môn học dự thính hk1 2019-2020 của em không có môn em đăng kí dự kiến truớc đó mà lại thay bằng các môn em đang học trong học kì chính hk1, tổng cộng là 17 tín chỉ và không huỷ hay đăng kí những môn khác đuợc ạ?",
    "Dạ thầy/cô hướng dẫn em tìm số iD number và secret number trên bằng đính kèm phía dưới với ạ. Dạ em cảm ơn",
    "I  Cho em xin đăng ký môn từ tiếc 12 sang tiêc 13, để em có thể đủ môn để dăng ký tốt nghiệp",
    "kính gửi thầy/cô phòng đào tạo   Em là sinh viên k14 . vì có một vấn đề nhầm lẫn về mã môn học mới và cũ .   Cụ thể là môn bê tông 1 ( ci2039) bị tách  thành 2 môn đồ án và lý thuyết riêng .   Em đăng kí mã mới vì mã cũ ko mở nhưng vì không biết em chỉ đăng ký môn đồ án .   thầy cô cho em hõi em có thể xin phòng đào tạo mở để em dky bổ sung vì môn này là môn tiên quyết cho luận văn học kì sau .  kì dự thính em bị lỗi kết thúc vào tiết 12 và bắt đầu tiết 13 nên ko thể dky  môn lý thuyết được    Em cảm thầy/ cô đã đọc . kính mong phòng đào tạo có thể phản hồi và  tạo điều kiện giúp đỡ em được tốt nghiệp trong kì hạn của nhà trường . Em chân thành cảm ơn!  ",
    "Thưa Thầy/Cô em đã muộn đăng kí thể dục và giờ không có lớp để học. Em là sinh viên năm nhất. - Em muốn hỏi bây giờ em còn có thể làm đơn xin để được học thể dục không ạ ? - Nếu học kì 1 em không học thì học kì 2 em có thể học 2 môn một lúc được không ạ? Em xin cảm ơn ạ.",
    "Chi em hỏi ,em đã đăng kí giáo dục thể chất ,tuy nhiên lớp em đăng kí đã bị hủy do thiếu người ,trường gửi mail cho em đăng kí lại nhưng giờ các lớp đã đầy ,em không đăng kí được , em nên đăng kí giờ nào ạ ? Em muốn tham gia môn bóng đá",
    "Cho em hỏi đợt đăng ký LVTN 28/8-4/9 khi nào được cập nhật thời khóa biểu vậy ạ, vì văn phòng khoa đã xếp giáo viên hướng dẫn nhưng em chưa được xếp thời khóa biểu nên không biết có cần làm đơn xin thầy  không?",
    "Kính gửi: Phòng đào tạo Em tên: Đoàn thanh phong MSSV:, học lớp bằng 2 XD17. Em vào đăng ký dự thính môn CI2029 Cơ học kết cấu_ Lớp DT02 (T3 tiết 131415 và T5 tiết 131415), dù còn sĩ số nhưng em không đăng ký được, có thể là do kết thúc tiết 12 bắt đầu tiết 13. Nay em xin Phòng đào tạo xem xét cho em được đăng ký vào học lớp DT02 Cơ học kết cấu để em được trả nợ môn học Cơ học kết cấu. Em chân thành cám ơn Phòng đào tạo.",
    "AD cho e hỏi trong mục đăng ký môn học dự thính lại hiện lên các môn học đang học trong học kỳ chính vậy ạ. Nên e không đăng ký hay hiệu chỉnh các môn học dự thính được ạ. Em xin cảm ơn",
    "Thưa thầy/cô, em là sinh viên K18. Đợt 1 đăng ký dự thính HK191 em có đăng ký giải tích 2 nhưng vào đợt 2 em lại không được xếp lớp ( bạn cùng lớp em cùng rớt môn này cùng thời khóa biểu như em nhưng lại có lớp). Giờ em muốn hủy môn đăng ký dự thính vì không có giờ học thích hợp thì phải làm sao ạ ? Vì em thấy trong đăng ký dự thính đợt 1 của em vẫn còn môn giải tích 2 nhưng đợt 2 thì vẫn chưa có lớp",
    "Em tên là  em lỡ nhấn nhầm đăng kí môn giáo dục thể chất bóng bàn vào lớp L18 giờ e muốn đổi sang L17 cho thuận tiện việc học của em",
    "Cho em hỏi: Em thấy có 2 ngày nộp chứng chỉ là vào ngày 13 tháng 11 và ngày 11 tháng 12. Nộp vào 2 ngày đó thì sẽ được tính điểm cho học kì 191 hay học kì 192 vậy ạ?",
    "Em bây giờ đăng kí lại học thể dục nhưng web nói không được",
    "Kính thưa Thầy/Cô. Em là sinh viên năm nhất. Em bị muộn đăng kí thể dục. Cho em hỏi còn cánh nào để bổ sung không ạ. - Em có thể viết đơn để xin đăng kí rồi học lại thể dục không ạ? - Nếu học kì 1 em không học được thể dục thì học kì 2 em có thể đăng kí 2 môn thể dục 1 học kì không ạ?",
    "Em tên là  mssv  Em muốn xin tăng sỹ số môn Đường Lối ( mã số SP1009) của cô  vào ngày ( Thứ 7 ( 7-8-9) chủ nhật (2-3-4)). Vì lí do em không đăng kí được những lớp khác vì trùng lịch học. Hy vọng có thể mở cho em thêm tầm 10 bạn nữa vì nhóm của tụi em muốn đăng kí tầm 8-10 bạn. Em xin chân thành cảm ơn",
    "Em là sv năm 2 chưa đạt AV1 hồi hè vừa rồi em có học dự thính AV1 và thi vào ngày 31/8, cho em hỏi có kịp cập nhật kết quả AV1 để kịp đăng kí học DT hoá lý 1 trong đăng kí môn học đợt 2 này không, tại em sợ hết đợt 2 số lượng ít quá bị huỷ môn tụi em không kịp đăng kí. Tại môn Hoá Lý 1 là môn học trước cho 2 môn học kì 2, mà 2 môn học kì 2 đó lại là học trước cho thực tập hè năm 2. Nếu bị trễ Hoá Lý 1 thì em sẽ bị trễ để 1 năm Với cho em hỏi lớp dự thính Hoá Lý 1 sỉ số bao nhiêu mới không bị huỷ môn học. Em cám ơn nhiều!",
    "PE1015  L17",
    "Em đăng kí môn Thực tập tốt nghiệp trong học kì 1 năm 2019-2020. Trong năm em đăng kí tổng 9 chỉ . Tới học kì dự thính em chỉ đăng kí được 2 môn nữa nó báo là quá tín chỉ . Em mong pđt giúp em .",
    "EE3011 - MẠCH ĐIỆN TỬ THÔNG TIN (). 2.EE3015 -  (THẦY NGUYỄN THANH TUẤN). 3.EE3019 - TRUYỀN SỐ LIỆU VÀ MẠNG ().",
    "Vì còn một số anh là k14 mà chỉ còn môn này để ra trường, mà không kịp đăng kí nên em xin mở thêm sỉ số để có thể đăng kí thêm ạ. Em cám ơn",
    "Vì một số lý do, em có nộp học phí trễ và không đăng kí được môn học của học kỳ 191. Sau đó, em đã đóng học phí và đăng kí được  học kỳ 191, nhưng hiện tại em vẫn chưa có giấy hoãn nghĩa vụ quân sự. Vậy giờ em phải làm cách nào để có giấy hoãn nghĩa vụ quân sự vì ở địa phương đang cần gấp, em xin cảm ơn.",
    "Em xin chào thầy cô ạ. Vừa qua em đã xem lịch đăng ký môn học dự thính theo lịch là ngày 4-9 sẽ có kết quả mở lớp dự thính.Mà đến chiều ngày 5-9 mới mở em không để ý cứ tưởng môn học không mở em đã xin phép thầy  và thầy  để được mở lớp môn Cơ Sở Kỹ Thuật Điện(ee2017).Đến hôm nay ngày 6-9 em với biết chuyện lên Phòng Đào Tạo hỏi thì em đã không được đăng ký lớp của thầy  nữa lý do lớp đã đầy.em xin kính mong thầy cô cho em cơ hội được học lớp thầy  mã lớp là DT01_DT02 .Vỳ đây là mong ước của em từ rất lâu rồi và em đã bỏ nhiều công sức cho mong muốn này của em quá mong thầy cô thương cho em được cơ hội học lớp thầy ạ.Dưới đây là đơn em xin mở môn học đã được trả về ạ.",
    "PE1021 + L29",
    "Mã EE3019- NHÓM A03- A05 - TRUYỀN SỐ  (THẦY NGUYỄN CHÍ NGỌC). LÝ DO :   Môn Truyền số liệu và mạng : Mẹ em bị tai biến liệt nửa người và lịch hẹn phục hồi chức năng từ bệnh viện lại đúng vào buổi 18g00 tối thứ 5 (trùng giờ môn Truyền số liệu và mạng của thầy  - nhóm T01-B; học từ 18g00 đến 21g00) nên em rút môn và đăng ký dự thính với nhóm A03-A05 (Em rãnh).",
    "Vừa qua em đã xem lịch đăng ký môn học dự thính theo lịch là ngày 4-9 sẽ có kết quả mở lớp dự thính.Mà đến chiều ngày 5-9 mới mở em không để ý cứ tưởng môn học không mở em đã xin phép thầy  và thầy  để được mở lớp môn Cơ Sở Kỹ Thuật Điện(ee2017).Đến hôm nay ngày 6-9 em với biết chuyện lên Phòng Đào Tạo hỏi thì em đã không được đăng ký lớp của thầy  nữa lý do lớp đã đầy.em xin kính mong thầy cô cho em cơ hội được học lớp thầy  mã lớp là DT01_DT02 .Vỳ đây là mong ước của em từ rất lâu rồi và em đã bỏ nhiều công sức cho mong muốn này của em quá mong thầy cô thương cho em được cơ hội học lớp thầy ạ.Dưới đây là đơn em xin mở môn học đã được trả về ạ.",
    "Em chào cô/thầy! Em là sinh viên năm hai khoa Kĩ thuật Hoá học. Chuyện là môn Hoá Lý 1 (CH2003) là môn học trước của 2 môn quá trình và thiết bị truyền nhiệt (CH2043), quá trình và thiết bị truyền khối (CH2051). 2 môn quá trình và thiết bị truyền nhiệt, truyền khối lại là môn học trước của thực tập quá trình và thiết bị (Thực tập hè năm 2) Nếu em không đăng kí được môn Hoá Lý 1 trong học kì này, thì em có thể xin học kì sau cho em học môn Hoá Lý 1 song hành với 2 môn quá trình và thiết bị truyền nhiệt, truyền khối để em không bị trễ thực tập được không ạ?  Em cám ơn nhiều ạ!",
    "Mã môn: PE1023 Mã nhóm: L19",
    "Em là sinh viên năm hai, chưa qua AV1, HK183 vừa rồi em có đăng kí học AV1, và thi hôm 31/8/2019 . Em mong thầy/cô phòng đào tạo cập nhật điểm anh văn cho tụi em trước hạn chót đăng kí môn học dự thính HK191 đợt 2, để tụi em có thể kịp đăng kí những môn học học trước và tiên quyết để tụi em khỏi bị ra trường trễ ạ! Em sợ chờ đến đợt 3 thì sẽ có những môn học sẽ bị huỷ trong đợt 2 do không đủ sỉ số! Rất mong PĐT xem xét và cập nhật điểm sớm cho tụi em để tụi em có thể học đúng tiến trình! Em cám ơn thầy/cô rất nhiều ạ!",
    "Em xin gửi đăng kí môn giáo dục thể chất. Mã môn: PE1023 Mã nhóm: L24",
    "Chuyện là em đăng ký môn học dự thính mà có một ngày trong thời khóa biểu em học 3 tiết thí nghiệm(10-12) và tiết dự thính bắt đầu ở tiết 13 và chỉ trùng có 2 tuần vậy thì em có được đăng ký môn dự thính đó không ạ. Em cảm ơn",
    "PE1015 . Nhóm : L28",
    "Môn cầu lông PE1017 nhóm L16",
    "PE1019 L22",
    "Em chào thầy cô PĐT. Em đã liên hệ với thầy  dạy AV1 (LA1003) HK183 nhóm DT02, thầy nói thầy đã cập nhật điểm của lớp lên hệ thống. Mà em lên xem vẫn chưa thấy. Em mong PĐT duyệt và up điểm sớm để tụi em kịp đăng kí môn học dự thính HK191 đợt 2 này, để tụi em khỏi bị trễ 1 năm! Em rất cám ơn thầy cô nhiều!",
    "Cho em hỏi hiện tại em muốn xin mở lớp môn Truyền số liệu và mạng - EE3019. có được xem xét mở không ạ?",
    "Em muốn đăng ký môn cầu lông PE1017 Nhóm L16",
    "PE1023 + L22",
    "Mã môn: Pe1021 Nhóm: L16 ",
    "PE1019 L16",
    "PE1021  L19",
    "Em chào phòng đào tạo. Em tên là , MSSV . Học kỳ này em có đăng ký dự thính môn giải tích 2. Em muốn học lớp dt03 nhưng lại không được do không đủ khoảng cách giữa 2 cơ sở. Theo quy định của nhà trường thì thời gian di chuyển giữa 2 cơ sở là 2 tiết. Vào thứ 3, em học bóng chuyền vào tiết 9-10, trong khi môn giải tích 2 lớp dt03 thì bắt đầu vào tiết 13. Vậy là em có thể đăng ký học nhưng lại bị báo lỗi (hình ảnh bên dưới). Lúc em định đăng ký vẫn còn slot nhưng hôm nay (khi định lên phòng đào tạo hỏi) thì lại hết slot rồi. Kính mong phòng đào tạo có thể cho em thêm vào lớp này ạ. Em cảm ơn .",
    "PE1021 L19",
    "PE1021 L23",
    "PE1021 L23",
    "Cho em hỏi  về yêu cầu về trang phục khi đi học bơi như thế nào ạ",
    "Mã môn:PE 1009 mã nhóm:L20",
    "PE1021 L28",
    "PE1013+L20",
    "Em chào thầy/cô Em tên là , MSSV là . Em xin được đăng kí môn Võ (PE1023) nhóm L21 Em xin cảm ơn ạ! Chúc thầy/ cô nhiều sức khoẻ!",
    "Em xin kính chào quý thầy cô Em tên là  MSSV:  Em xin quý thầy cô giúp em đăng kí lớp học võ    PE1023 - L21  Em xin cảm ơn quý thầy cô đã xem và giúp đỡ em. Em kính chúc quý thầy cô nhiều sức khỏe!",
    "Kính gửi: Quý thầy cô Phòng đào tạo trường Đại học Bách Khoa tp.HCM. Em tên: () Em có nhận được mail của nhà trường thông báo về việc đổi chuẩn anh văn đầu ra anh văn 2 kỹ năng nói viết cho lớp KSTN là 200 thay vì 245. Hiện nay em đã đươc mức điểm 215, nhưng vẫn chưa có tên trong danh sách tốt nghiệp tháng 11 . Em muốn hỏi bao giờ thì danh sách sẽ được cập nhập và em có phải làm gì thêm để có tên trong danh sách không ạ. Mong sớm nhận hồi đáp từ thầy cô!",
    "mã môn PE1019 mã nhóm L10",
    "Em tên là  khoa khoa học máy tính lớp kh02 em có nguyện vọng đăng kí môn giáo dục thể chất PE1009 L21.Em kính mong quý thầy cô xét duyệt cho em. Em cảm ơn quý thầy cô ạ",
    "PE1021+L32",
    "Dạ chào pđt, em tên là , MSSV:. Kì chính này em có đăng kí thể dục vào thứ 3 tiết 11 12 môn bóng rổ nhưng sau đó em đã xin vào lớp bóng chuyền của thầy  vào thứ 2 tiết 11 12 để học-Có nghĩa tiết 11 12 thứ 3 em không học gì cả ạ. Trùng hợp là đăng kí môn học dự thính vật lý 1 lại ngay thứ 3 tiết 13 14 15 nên em không thể đăng kí với ký do \"không đủ thời gian di chuyển giữa 2 cơ sở\" :(. Rất mong pđt cho em đăng kí vào lớp DT02_DT02, môn Vật lý 1 (PH1003) [Lớp của cô  với cô ] với ạ. Em xin cảm ơn",
    "Mã môn: PE1019 Mã nhóm: L18",
    "PE1013+ L17",
    "Em chào ban giám hiệu ạ. Cho em hỏi mình có thể đăng kí tiết 12- 13 được không ạ. Nếu không được thì có cách nào không ạ. Hiện tại em đang rất cần học 1 môn. Em có thể cam kết học ạ",
    "PE1015 L21",
    "Do sơ suất nên em đã đăng kí 2 môn Giáo dục thể chất và ghi lịch 2 môn trong thời khóa biểu của em tuần sau. Em muốn nhờ phòng Đào tạo hủy 1 trong 2 môn thì có được không?",
    "Em chào phòng đào tạo ạ Cho em hỏi là lớp dự thính vi xử lý DT01_DT01  đủ đăng kí 30/30 sinh viên phòng đào tạo có thể tăng thêm một ít sĩ số lớp được không ạ tại vì em và một vài bạn khác cũng muốn học lớp đó vì rảnh thời gian đó ạ",
    "PE1009 L16 (thứ 2 t4,5) hay PE1009 L28 (thứ 6 t4,5) hay PE1009 L22 (thứ 4 t4,5)",
    "mã môn PE 1017  mã nhóm L19",
    "PE1017+L17",
    "Mã môn: PE1015 Nhóm: L19",
    "Em thấy có rất nhiều bạn đăng kí dự thính giống mình nhưng nhà trường không mở lớp. Mong bên nhà trường có kế hoạch mở lớp AV1 giúp đỡ tụi em ạ. Em xin cảm ơn",
    "Mã môn: PE1013 Mã nhóm: L17",
    "Chào thầy cô, em là sv năm 2, chưa qua anh văn 1. HK183 vừa rồi em có đăng kí anh văn 1 và thi vào hôm 31/8/2019.   Em mong thầy/cô phòng đào tạo cập nhật điểm anh văn cho tụi em trước hạn chót lịch đăng kí dự thính học kì 191 đợt 2 (9/9/2019) để tụi em có thể kịp đăng kí những môn học trước và tiên quyết để được ra trường đúng hạn ạ! Em sợ chờ đến đợt 3 sẽ có những môn đó sẽ bị hủy trong đợt 2 vì không đủ sĩ số! Rất mong PĐT có thể xem xét và cập nhật điểm sớm cho tụi em để tụi em có thể theo học đúng tiến trình ạ!   Em cảm ơn thầy cô rất nhiều ạ!",
    "Mã môn:PE1011 Mã nhóm:L13",
    "Chào thầy/cô Môn học Tư   em không đăng ký trong đợi dự thính 1, mà là môn em đăng học ở học kì chính 191, nhóm lớp A12-A. Vậy tại sao lại hiện trong danh sách đã đăng ký và bị khóa không thể hủy hoặc hiệu chỉnh? Em cảm ơn ạ!",
    "Mã môn PE1017, mã nhóm L24",
    "Cho em đăng ký lớp bơi của pfiev tại cs1 từ 14h tới 16h với ạ",
    "PE1023+l21",
    "Lúc này,em đăng kí học môn thể dục thì phải làm sao ạ?",
    "Mã môn: PE1013 Mã nhóm:L17",
    "Dạ cho em hỏi. Do đợt dki môn học cho kì chính em chưa có anh văn nên không đăng kí được môn học. Gần đây em đã có bằng anh văn để kịp đăng kí dự thính. Nhưng môn thủy lực và thủy văn cầu đường lại không mở. Sỉ số em tập hợp được không đủ và em nghe các bạn nói là thầy cô nói lại sẽ không mở vào kì dự thính cũng như kì 2. Tức là mỗi năm chỉ mở một lần. Nhưng môn n lại là môn yêu cầu học trước cho những môn sau. Như v em sẽ bị trễ 1 năm. Cho em hỏi pdt có thể tư vấn cho em cách nào khác để em có thể dki đúng hạn không ạ ",
    "Lớp PE1023- L27  B ",
    "Em chào thầy / cô em là sinh viên, em muốn hỏi dùm bạn em Là bạn em đã hoàn thành xong tất cả môn học chỉ còn chứng chỉ anh văn nói viết và bạn ấy không đăng ký môn học trong học kỳ chính nhưng bạn ấy chưa chắc chắn qua anh văn ở kỳ này. Cho em hỏi là giờ bạn ấy đăng kí môn học ở kỳ dự thính thì có được duy trì tình trạng học tập không . Em xin cảm ơn thầy/cô và mong nhận được sự hồi đáp.",
    "Em xin được hỏi: sau khi em đã thẩm tra thì em có thấy việc đóng phí là 200.000đ, làm sao để có thể đóng khoản phí đấy ạ, đóng làm sao ạ?, quy trình đóng như thế nào, em muốn nộp trực tiếp tại ngân hàng luôn. (em chưa có tài khoản OCB). -Em được miễn tới Anh Văn 4: với điểm 9, thì cho em hỏi về sau này khi tốt nghiệp, ra trường, hay là trong quá trình học tập, em có phải thi lại tiếng anh, hay là thẩm tra, kiểm tra lại trình độ tiếng anh không ạ, nếu không thì hiệu lực bao lâu?? Em xin cảm ơn.",
    "PE1017 + L30",
    "Chương trình đào tạo (thiếu môn tiên quyết, song hành)       Em xin chào thầy/cô, em là SV lớp văn bằng 2, ngành Khoa học máy tính, năm 2019    Trong đợt đăng ký dự thính K191, có 67 SV đăng ký nhu cầu học dự thính môn Kỹ thuật lập trình CO1011 Tuy nhiên môn này đã không mở lớp  Vì CO1011 là môn cơ sở ngành nên rất nhiều môn khác không thể đăng ký trong K192 tới - do không thỏa môn tiên quyết     Em xin nhờ thầy/cô giải đáp giúp là:   B em có thể làm đơn vừa đăng ký học cùng lúc môn CO1011 và các môn khác (có yêu cầu tiên quyết là môn CO1011) được không ạ?        Em xin cám ơn thầy/cô đã đọc thư,  ",
    "PE1023 L27",
    "PE1021  : L16",
    "PE1013 + L17",
    "Kính gửi: quý thầy cô phòng đào tạo trường Đại Học Bách Khoa-ĐHQG HCM Em tên là  ; MSSV ; khoa Kỹ Thuật Hoá Học. Em làm đơn này để xin phòng đào tạo mở thêm sĩ số môn đường lối lớp DT01 của cô . Kính mong pdt chấp nhận và hỗ trợ để tạo điều kiện học tập tốt hơn cho em. Em xin chân thành cảm ơn.",
    "Thầy cô ơi cho em hỏi là nếu hôm thi anh đầu vào em có việc bận không tham gia được thì em có thể làm đơn xin kiểm tra lại vào một ngày khác được không ạ? Và giả sử em đang tham gia một lớp anh văn của trường mà em nộp bổ sung chứng chỉ tiếng anh thì em có được chuyển điểm hay miễn học tiếp không ạ? Em cảm ơn",
    "Họ và tên:   Em muốn học 2 môn cơ sở kĩ thuật điện EE2017 và môn xử lí số tín hiệu EE2015 trong kì dự thính để kịp đồ án thực tập. nhưng 2 môn lịch bị trùng ngày t5 mất . Em xin là e có thể học 1 môn dự thính trước sau đó học môn kia song song vs đồ án được không ạ. Em cảm ơn nhìu lắm ạ. Giúp dùm em với",
    "Em vào trang đăng kí môn học, nhưng sao nó không hiện ra những môn học em đăng kí ở đợt đăng kí dự thính 191 (đợt 1) mà nó toàn ra những môn em đã đăng kí và có thời khóa biểu ở học kì chính. Nhờ bên trường xem xét lại giúp em, vì hạn chót đăng kí dự thính đợt 2 này là vào 9/9. Em cám ơn.",
    "PE1013 L19",
    "L18 PE1009",
    "Kính gửi Phòng đào tạo em có nộp bằng anh văn 310 . Nhưng Em không đăng kí anh văn 1 được",
    "PĐT cho em hỏi em mới được chuyển lên PFIEV thì bây giờ em phải viết đơn đăng kí lại GDTC đúng không ạ ?",
    "Kính gửi : Phòng đào tạo trường đại học bách khoa Em tên :  MSSV  học Trung tâm đào tạo bảo dưỡng công nghiệp em kính mong phòng đào tăng sĩ số môn học mạng truyền thông công nghiệp MMH:260633 để em đc học trong hk chính của hk191 .Em xin chân thành cảm ơn",
    "CODE PE1021   B L16",
    "Thưa anh/chị, em là sinh viên của lớp Kỹ sư tài năng, điều kiện anh văn của lớp KSTN là hoàn thành av4 khi kết thúc năm 2. Nhưng em chỉ đang học av2 ở hk191 ạ. Em xin hỏi là em có thể vừa học av3 và av4 ở hk192 không ạ? Hay còn giải pháp nào để em đủ chuẩn anh văn của lớp KSTN không ạ? Em cảm ơn.",
    "em là sinh viên lớp XD09 nhưng đã chuyển sang lớp VP01. em nhập học vào thứ 2 (09/09/2019) và không kịp đăng ký môn GDTC với lớp. Em muốn hỏi còn cách nào đăng ký GDTC khác không ạ và nếu em trực tiếp đến PDT đăng ký môn này có được không ạ? em xin cảm ơn",
    "Dạ môn bóng rổ PE1015",
    "Dạ e có thắc mắc xin được hỏi là hiện tại năm nhất em qua chuẩn tiếng anh nhờ thì kì thi toeic chung của trường vào cuối học kì 182. hiện tại em đang học av2 ở trường ạ. Em thắc mắc là tuy e qua chuẩn năm nhất r nhưng do em ko học av1 nên e ko có 2 chỉ của av1.cho e hỏi sau này khi em nộp chứng chỉ toeic trên 500 thì trường sẽ lấy điểm các lớp av em đã học trong trường hay là lấy theo quy định đổi điểm của chứng chỉ toeic ạ và khi e nộp vô như vậy em có được đầy đủ 8 chỉ của 4 lớp av ko ạ.     Em xin cảm ơn",
    "Kính gửi thầy cô Phòng Đào tạo Em tên là  sỗ SV Em chuyển từ hệ chính quy sang. Học kì 191 em có đăng kí môn Luận văn tốt nghiệp mã số 007303 ngành Vật lý kỹ thuật. Ngày 26/8 em xem cập nhật Thời khóa biểu thì đã có Kết quả đăng kí môn học và có TKB học kì này. Tuy nhiên ngày 9/8/2019 em kiểm tra lại trên web thì lại hiển thị kết quả Không đăng kí được  0. Nhờ phòng đào tạo kiểm tra lại để em an tâm làm đồ án ạ.",
    "Cho em hỏi, em muốn xin chuyển giờ học lớp KNXH tiết 9-10 và GDTC tiết 11-12 lên giờ học buổi sáng vì vài lý do gia đình thì em viết đơn và nộp ở đâu ạ ? Em xin cảm ơn",
    "t vừa rồi ngày 28/8 em có đăng ký bổ sung thực tập tốt nghiệp trong học kì. Thầy cô cho em hỏi   B khi nào thì có kết quả đăng ký    ạ, và em có thể kiểm tra kết quả ở đâu. em cảm ơn.",
    "Mã môn: PE1023 Mã nhóm: L23",
    "Kính gửi Phòng đào tạo, Em tên Nguyễn Hoàng Yến, sinh viên năm 4 khoa Kĩ thuật hóa học. Em viết tin này xin PĐT mở thêm 1 slot đăng kí học môn Đường lối CM của Đảng CSVN Mã môn SP1009 Lớp DT01 của cô . Mong PĐT tạo điều kiện cho em vì em đã trễ kì chính và giờ chỉ có thể học vào giờ này. Em cảm ơn rất nhiều.",
    "Em là  khoá K19, học khoa Điện điện tử chương trình tăng cường Nhật. Em muốn đăng ký bổ sung môn thể dục môn PE1015 lớp L17.   Em cảm ơn ạ.",
    "PE1015_L17",
    "PE1019  L17",
    "Dạ thưa cô lịch học em xem xem chưa có, cho em hỏi thời gian có lịch cụ thể khi nào?",
    "Kính thưa quý thầy/cô  Thầy/Cô cho em hỏi vì sao khi em đăng kí môn học dự thính thì những môn em đăng kí thì không có trong danh sách môn đã đăng kí mà nó lại có những môn em đang học trong học kì chính 191 và hiện giờ em không thể đăng kí các môn khác vì hệ thống không cho em hủy bỏ môn ạ Mong sớm nhận được hồi âm của quý thầy cô. Em xin chân thành cám ơn ạ",
    "Chào thầy cô, em đăng kí đồ án tốt nghiệp trong đợt đăng kí nhưng không được vì môn thực tập tốt nghiệp chưa có điểm. Đến khi môn thực tập có điểm vào ngày 07-09-2019 thì đã hết hạn đăng kí đồ án tốt nghiệp. Nên em mong muốn đăng kí đồ án tốt nghiệp vào bây giờ được không ạ! Em chân thành cám ơn.",
    "Em tên  MSSV:  Em đã cập nhật lại ảnh thẻ sinh viên nhưng đến nay vẫn chưa nhận được mail báo lỗi (nếu không đúng quy định)/ chưa có tick xanh nhận thẻ. Em mong nhận được sự hỗ trợ. Em cảm ơn!",
    "Kính gửi quý Thầy/Cô, Học kì HK182 em bị tạm dừng và đã làm đơn thu nhận lại rồi, hiện tại danh sách tốt nghiệp dự kiến T11/2019 đã có tên em, nhưng khi vào mybk (đăng kí tốt nghiệp) thì hiện ra thông báo \"không tìm thấy thông tin sinh viên\" Thông tin SV: . MSSV 3 Mong quý Thầy/Cô kiểm tra lại tình huống này giúp em. Em xin cảm ơn",
    "Em đăng kí lớp aerobic nhưng bây giờ chân em bị tái phát bệnh nên em muốn chuyển qua lớp bóng bàn L22 xin được nhà trường xem xét ạ",
    "PE1011 L13",
    "Theo quy định của nhà trường là ngày 30/9 là hết hạn để xét tốt nghiệp. Tuy nhiên em muốn đăng kí tốt nghiệp trước rồi mới thi toeic để cải thiện điểm vào tháng 10 thì có được cập nhật điểm không?",
    "PE1009 L10",
    "Dạ cho em hỏi. Do đợt dki môn học cho kì chính em chưa có anh văn nên không đăng kí được môn học. Gần đây em đã có bằng anh văn để kịp đăng kí dự thính. Nhưng môn thủy lực và thủy văn cầu đường lại không mở. Sỉ số em tập hợp được không đủ và em nghe các bạn nói là thầy cô nói lại sẽ không mở vào kì dự thính cũng như kì 2. Tức là mỗi năm chỉ mở một lần. Nhưng môn n lại là môn yêu cầu học trước cho những môn sau. Như v em sẽ bị trễ 1 năm. Cho em hỏi pdt có thể tư vấn cho em cách nào khác để em có thể dki đúng hạn không ạ",
    "Dạ em là   , hiện là K17. Em đã gửi mail cho giáo viên chủ nhiệm của em để nhận giấy hoãn nghĩa vụ quân sự mà vẫn chưa thấy thầy trả lời . Vậy em có thể đăng ký làm giấy mới và nhận giấy tại văn phòng khoa được không . Dạ em cảm ơn.",
    "Kính gửi Phòng Đào Tạo, Cho em hỏi là bây giờ em nộp đơn xin mở lớp còn kịp không ạ?  Em cám ơn",
    "Em muốn hỏi em có thể mở thêm sỉ số cho lớp dự thính môn Cơ ứng dụng AS2007 lớp DT02 được không ạ? Vì lớp đã full sỉ số nên em không đăng kí được. Em cảm ơn ạ.",
    "Em đã trình bày về bệnh chân tái phát nên được pđt dki lớp bóng bàn L17 nhưng e muốn được chuyển sang lớp bóng bàn L24 mong cô giúp đỡ ạ. Em xin cảm ơn",
    "Ngày 6/9/2019 em có nộp chứng chỉ VNU nhưng em ghi nhầm Candidate No là MSSV của em, nên chứng chỉ không được công nhận, đồng thời không được chuyển điểm av4. Hiện tại em rất cần điểm av4 để xin đăng kí luận văn trong học kỳ này. Mong quý thầy/cô cho em xin hướng giải quyết. Em xin cảm ơn.",
    "Mã môn học: PE1017 Mã Lớp Học:  L26   i     .",
    "Em muốn nhờ pđt có thể tăng sĩ số môn Phương pháp tính (MT1009) LỚP DT02 giúp em được không ạ.",
    "Kính chào thầy cô. Em tên . Em đã nộp CCNN cho phòng đào tạo vào ngày 20/8/2019 nhưng hiện giờ vẫn chưa thẩm tra xong. Em muốn hỏi việc thẩm tra đang gặp vấn đề gì ạ? Em xin cảm ơn Trân trọng",
    "Kính chào thầy cô. Em tên . Em xin hỏi là nếu em nộp CCNN thành công, thì em có cần đăng ký thi anh đầu vào và xếp lớp anh văn không ạ? Em xin cảm ơn. Trân trọng.",
    "Cho em hỏi em có thể đổi lịch học thể dục từ tiết 45 sang tiết 23 không ạ",
    "Khóa 2019 hỗ trợ đăng ký bổ sung môn thể dục  - PE1019  - L17 Note: em đăng kí nhiều lần nhưng không được",
    "Dạ cho em hỏi là lớp dự thính mới có 22 bạn đăng kí thì qua đợt 3 có nguy cơ bị hủy không ạ. Và chìu thứ 4 em học thí nghiệm tới tiết 12 thì e có thể làm đơn đăng kí dự thính tiết 13 không ạ. Em cám ơn.",
    "Dạ em kính thưa phòng đào tạo!! Hiện em là sinh viên khóa K17 nghành cơ điện tử. Do đầu năm 2 em không đủ chuẩn anh văn đầu vào nên không được đăng kí môn cơ sở nghành do đó em bị trễ. Em xin hỏi nếu năm sau em xin đăng kí môn Thiết kế hệ thống cơ điện tử mã môn học ME3005 nhưng đây là cần học trước môn Động lực học và điều khiển và Vi điều khiển.Em rất cố gắng học, em không muốn mình phải trễ 1 năm. Em mong năm sau em có thể đăng kí môn Vi điều khiển và môn Động lực học và điều khiển và đăng kí môn Thiết kế hệ thống cơ điện tử trong học kì dự thính. Em mong phòng đào tạo trả lời giúp em làm như vậy có được không. Em cầu mong phòng đào tạo giúp đỡ em.",
    "kính thưa các thầy cô hiện tại vì một số lí do nên em đã đăng kí thiếu môn Sức Bền Vật liệu ( mã môn học CI2009). môn này lại là môn học trước của các môn cho học kì sau. Em muốn làm đơn xin đăng kí bổ sung vào lớp đang học môn này hiện tại thì em cần phải làm những gì ?  Cám ơn thầy cô .",
    "PE1015 L21",
    "Mã môn PE1017 Mã nhóm L28",
    "Hiện tại em đang bị tiên quyết tiếng Anh năm 2, trong đợt đăng kí môn hoc kì 192 đợt 1 ngày 20/11 em đang kí các môn có tiên quyết tiếng Anh năm 2, rôi ngày 11/12 em đăng nộp CCNN chuyển điểm AV thì các môn hoc đó có đăng kí thành công được không ạ, hay phải đăng kí lại vào đợt 2 ngày 18/12 ạ.  Em xin cám ơn ạ .",
    "E muốn vay vốn ngân hàng thì e phải chọn mục nào ạ",
    "Theo quy định của nhà trường là ngày 30/9 là hết hạn để xét tốt nghiệp. Tuy nhiên em muốn đăng kí tốt nghiệp trước rồi mới nộp bằng toeic với số điểm thi cao hơn để cải thiện điểm vào tháng 10 thì có được cập nhật điểm mới không?",
    "em đăng kí lớp bóng chuyền nhưng đã bị hủy em muốn đăng kí lại ạ",
    "Kính gửi PĐT, Em tên là ,MSSV . Ngày 13/10/2019, em có lịch kiểm tra giữa kì môn Cơ lí thuyết L03A 9h 202H2 tại CS2 và môn pháp luật đại cương A21C 12h00 phòng 501C6(cs1). Do môn cơ lí thuyết thi 90 phút, nên em sợ không đủ thời gian di chuyển giữa 2 cơ sở để thi đúng giờ, vậy cho em hỏi trường hợp này thể lên PĐT xin đổi giờ kiểm tra được không và khi lên phờng đào tạo xin đổi giờ thì có cần viết đơn sẵn không. Em chân thành cảm ơn.",
    "Kính chàO BGH. Em đến từ khoa xây dựng của trường. Em có mọt vài thắc mắc muốn hỏi nhà trường. Mong nhận được hồi đáp 1. Nếu mình có lí do chính đáng để nghỉ học 1 buổi thì có cần viết đơn xin nghỉ không và nếu có đơn thì có tính là vắng 1 ngày bị trừ điểm chuyên cần không 2. Nếu em đăng kí môn học thể dục rồi nhưng có đụng lịch học thì có thể đăng ký lại ngày giờ khác không ạ Em xin cảm ơn",
    "Chào thầy (cô), Em tên là , mssv , sinh viên khoa KH&KT Máy tính. Vì thời gian qua do lí do cá nhân nên em không chuyên tâm vào việc học. Bây giờ em đang quay lại để tiếp tục hoàn thành chương trình học. Nhưng theo em dự tính thì em sẽ không kịp hoàn thành chương trình trong thời gian 13 học kỳ. Vậy thầy (cô) cho em hỏi: - Trường hợp của em sau khi hoàn thành chương trình học sau hơn 13 học kì thì có được cấp bằng không? Nếu được thì là bằng chính quy hay loại bằng khác? - Nếu em được cấp bằng thì sau này em có thể đăng kí để học tiếp thạc sỹ được hay không? Mong nhận được sự phản hồi của thầy (cô). Em xin chân thành cảm ơn, Đang",
    "Em tên là :   MSSV:  Dạ môn dung sai và đo lường (260611) và môn vẽ cơ khí (209037) bị trùng lịch học nhưng hai môn  này là hai môn song hành nên em không đăng kí được cả hai môn có cách nào để em đăng kí được 1 trong 2 môn để học trong học kì dự thính được không ạ . Em xin cảm ơn",
    "PE1019  - L17",
    "Dạ trường có thu bằng tốt nghiệp cấp 3 mà nộp riêng lẻ không ạ",
    "em bị một cảnh cáo học vụ được quyết định tại tháng 3 năm 2018 nhưng tại học kỳ 2 năm 2018 em không bị kỷ luật nữa thì bây giờ em có cần phải làm đơn thu nhận lại không ạ",
    "Mssv  Môn cầu 1 mã môn học ci3039 Kính gửi phòng đào tạo. Môn học ci3039 là môn học thay thế của em (thầy trưởng khoa cầu đường thay thế môn này cho em) nhưng khi đăng ký thì được hệ thống báo thiếu môn học trước. môn học trước hệ thống thông báo không có trong chương trình học của em. Em mong được xét duyệt để học môn thay thế này ạ.",
    "Xin phép PĐT nhà trường giúp em đăng kí bổ sung môn thể dục Mã môn học:PE1013 Nhóm      :L17",
    "quên mật khâut trên mybk thì sao ạ  ",
    "Em tên là , sinh viên Khoa điện điện tử. Trong lịch thi giữa kỳ 191 của em bị thiếu mất 1 môn là Mạch điện tử mặc dù em có lớp học. Xin nhà trường xem xét lại để em có phòng thi ạ, em xin cám ơn.",
    "Em chào thầy cô ạ, em bị cảnh cáo học vụ lần 2 và chắc bị đình chỉ học một năm, và chưa đủ điểm nh văn để học tiếp năm 2 nên em tính dùng thời gian đó để học anh văn. Thầy cô cho em hỏi giờ em còn học trong trường thì hết kì này mới bị tạm dừng học hay sao ạ, có cần làm thêm thủ tục hay giấy gì không, trước khi học lại có cần giấy tờ gì không ạ. Em chân thành cảm ơn ạ!",
    "Cho em hỏi là 30/9 là hạn cuối bổ sung điều kiện tốt nghiệp vậy khi nào thì sẽ có danh sách dự kiến tốt nghiệp cuối cùng?",
    "thầy cô cho em hỏi tại sao nhóm L06 A môn mạch điện tử ko có lịch thi giữa kỳ ạ",
    "Chào thầy/cô! Do khi đăng kí giáo dục thể chất em không để ý lịch học bên trung tâm anh ngữ nên bị trùng giờ. Em xin được chuyển lớp võ từ L24 sang lớp L28 được không ạ!!",
    "iểm thi . A/C cho em hỏi: Em được miễn môn Phương pháp tính (MT1009) sao trên bảng điểm em để là em vắng thi . Trân trọng cảm ơn...",
    "Mã môn học : PE1013 Nhóm       : L17",
    "Dạ em có đăng ký nhầm tới 3 môn thể dục trong một kỳ . Giờ em muốn hủy ít nhất 1 môn thì phải làm sao?",
    "Em chào thầy cô, em bị cảnh cáo học vụ lần 2, em làm đơn xin rút lại giấy cảnh cáo học vụ thì nếu xui bị thêm lần nữa thì tính 2 lần hay 3 lần ạ",
    "Em có rớt môn Nhập môn kĩ thuật msmh là ME1001. Vừa rồi em có đăng kí môn học để học lại nhưng không có được vì đây là dành cho khoá 2019. Nên em xin hỏi là bây giờ em muốn trả nợ môn này thì phải làm sao ạ",
    "Cho em hỏi là một môn trong chương trình đào tạo của em có chung mã số môn học với các chương trình khác nhưng không có nhóm QT của lớp em ( do em học lại) thì em đăng kí học ở nhóm khác như ,,  được không ạ",
    "Cho em hỏi là sao em đã chọn môn bóng rổ rồi mà pđt tự đăng ký thêm môn thứ 2 là bóng đá cho em  Em không đăng ký đợt 2 mà trong thời khóa biểu có vậy có tính là đi học không ạ",
    "Học kỳ hè vừa rồi em có đăng ký môn học Giải tích 2 , vì chưa biết điểm môn học  nên  em đăng ký dự phòng  vào  học kỳ dự thính 191 . Dự định là  khi biết điểm sẽ hiệu chỉnh đăng ký môn học nhưng phòng đào tạo cập nhật điểm quá trễ . Ngày 9/9 lúc 16h10p  mới cập nhật điểm   trong khi 18h cùng ngày  đã khóa việc hiểu chỉnh đăng ký môn học  . Khiến em không thể hủy được môn học Giải Tích 2 , em đã liên hệ phòng đào tạo nhưng họ không giải quyết . Trước đó em cũng đã gửi mail cho giáo viên dạy Giải Tích 2  để xin được biết trước điểm tổng kết  nhưng không được phản hồi  .",
    "Em muốn huỷ đăng kí môn MT2001 dự thính. Lí do môn này đã qua nhưng do điểm có khá trễ lúc 4:10 9/9/2019 mà form đổi lúc 6:00 cùng ngày nên em không kịp huỷ môn. Mong phòng đào tạo giúp.",
    "Dạ em bị một lần cảnh cáo vào ngày   U 20 tháng 3 năm 2019 và có tên trong danh sách kỷ luật sinh viên dự kiến thì bây giờ em có cần phải làm đơn thu nhận lại không ạ",
    "Vì điểm anh văn 1 HK183 của em chưa cập nhật kịp để đăng kí vào lớp Cơ học ứng dụng (AS2007) nhóm lớp DT02 giảng viên , mà nay đã hết chỗ. Nên em xin PĐT tăng sỉ số lớp này để em có thể đăng kí vào lớp này trong đợt 3. Em cám ơn ạ!",
    "trong việc đăng kí giáo dục thể chất e đăng kí 2 môn học khác nhau cùng 1 học kì bây h r muốn hủy bỏ 1 môn thì phải làm như thế nào ạ ?",
    "Em là sinh viên lớp PFIEV em có đăng kí môn Pháp luật đại cương nhưng mà là nhóm A thì có bị sao không ạ",
    "Em chào PĐT, do điểm anh văn 1 (LA1003) HK183 của em chưa cập nhật kịp để đăng kí môn học trong dự thính HK191 đợt 2, cho nên em chưa kịp đăng kí môn Hoá Lý 1 (CH2003). Hôm trước em có hỏi thì cô nói khoảng 30 sinh viên mới không bị huỷ lớp, mà hết đợt 2 em thấy mới có 27 sinh viên, nên em mong PĐT giữ lại lớp để đợt 3 em và 1 số bạn giống em có thể đăng kí học để khỏi bị trễ 1 năm ạ! Em cám ơn PĐT nhiều",
    "Em chào thầy/cô PĐT,  Vì lý do điểm anh văn 1 (LA1003) HK183 của em chưa cập nhật kịp để đăng kí môn học trong dự thính HK191 đợt 2, cho nên em chưa kịp đăng kí môn Hoá Lý 1 (CH2003). Hôm trước em có hỏi thì cô nói khoảng 30 sinh viên mới không bị huỷ lớp, mà hết đợt 2 em thấy mới có 27 sinh viên, nên em mong PĐT giữ lại lớp để đợt 3 em và 1 số bạn giống em có thể đăng kí học để khỏi bị trễ 1 năm ạ! Em cám ơn PĐT nhiều!",
    "Kính gửi Thầy/Cô Phòng Đào Tạo, Em là sinh viên văn bằng 2, Khoa Điện Điện tử, MSSV . Hiện tại, em còn 1 môn học (Nhập môn kỹ thuật) nữa mới tốt nghiệp. Do trường thông báo hết thời gian đào tạo, em không ĐKMH được, nên em muốn chuyển hình thức đào tạo từ VB2 sang VLVH và hoàn thành chương trình đào tạo. Xin Thầy/Cô hướng dẫn giúp em thủ tục ạ? Kết quả học tập của em trước đây có bị huỷ không ạ? Em xin cảm ơn Quý Thầy/Cô, ",
    "Nếu em nộp chứng chỉ AV thì em  đúng không ạ",
    "Em có cần bấm vào nút gì nữa không hay chỉ để thế này thôi ạ",
    "Thi vét . Em năm nay hết thời hạn đào tạo. Em muốn hỏi là em có đủ điều kiện thi vét không. Vì em thấy thi vét cần phải không có điểm liệt ở những môn rớt. Mà hiện tại em rớt môn nguyên lý ngôn ngữ lập trình (mã số mới: CO3005 - mã số cũ: 505003). Em nhớ là có 1 kỳ hè hoặc dự thính nào đó em có điểm môn này. Mà nay em vào thời khóa biểu không thấy do hè tự bỏ những môn rớt ra khỏi thời khóa biểu. Em mong thầy (cô) kiểm tra lại dùm em. Nếu em đủ điều kiện, thì em sẽ thi vào thời gian nào.",
    "Em đã đăng ký bằng, nhờ bên Hội đồng Anh gửi kết quả về cho trường thẩm tra và em cũng đã đóng tiền thanh toán đầy đủ. Em làm đầy đủ các bước như hình em đã đính kèm vậy em có cần phải làm thêm gì nữa không ạ? Làm sao để em biết được là điểm đã được chuyển ạ? ",
    "QUOTE Tiến độ học tập trong trang của em bị lỗi ạ. Em không học hóa lí 1 nhưng nó lại xuất hiện. Em đã phân ngành qua  nên em muốn cập nhật chỉ bên mảng  thôi ạ. Em xin cảm ơn",
    "Chào thầy/cô. Em là sv vhvl, em có đăng ký môn PLC (EE3069) theo thời khóa biểu bên chính quy. Em có thể chuyển từ lớp chính quy hiện tại sang lớp PLC của hệ vhvl không ạ ? Cả 2 bên chính quy và vhvl đều cùng 1 thầy dạy. Em xin thầy chuyển lớp thì có được không ạ ?",
    "PE1023 L25",
    "Dạ, cho em hỏi, hiện tại em đã có chứng chỉ IELTS vẫn còn hiệu lực, nhưng em chưa biết cách nộp về trường. Mong được hướng dẫn các thủ tục đầy đủ ạ.",
    "Mã môn: PE1017  Mã nhóm: L28",
    "Mã môn: PE1013  Mã nhóm: L20",
    "Mã môn: PE1009 Nhóm:L23",
    "Mã môn: PE1009 Nhóm:L23",
    "Cho em hỏi nếu bây giờ em muốn nộp bổ sung bằng toeic cao hơn để cải thiện điểm các môn Anh văn 1,2,3,4 thì hạn cuối em có thể nộp bổ sung là khi nào mà vẫn kịp đăng kí tốt nghiệp vào tháng 11?",
    "Muốn hủy học môn thể chất đã đăng kí thì làm thế nào ạ Em cảm ơn",
    "PE1021+L15",
    "PE1013+L18",
    "Dạ em đã đăng ký học Gdtc môn bóng bàn L18, vào ngày 5/9/2019 nhưng giờ vẫn chưa nhận được lịch học ạ. Mông trường có thể kiểm tra lại đánh sách giúp em.",
    "Mã môn:PE1011 Mã nhóm:L22",
    "Em tên là  MSSV  thuộc ngành kỹ thuật hệ thống công nghiệp. Trong kì học chính em đăng kí vẽ kĩ thuật không được vì số lượng sinh viên nên bị hủy.Kết quả đk dự thính đợt 2 em lại bị xóa môn lớp DT01_DTO2. Vì VKT là môn tiên quyết nên em rất mong nhà trường cho em đăng kí lớp này ạ. Em xin chân thành cảm ơn.   i     .",
    "Em chào Thầy/Cô ạ, hiện tại em đã hoàn thành đủ số ngày CTXH(15) và đã đạt trình độ anh văn nói viết(235) để ra trường. Em có điểm anh văn từ ngày 28/08/2019 nhưng đến nay vẫn chưa có tên trong danh sách dự kiến. Hiện tại Em cần bằng tạm thời gấp để đi làm ạ.",
    "em đã đăng kí giải tích 2 và qua đợt hiệu chỉnh lần 2,,giờ em muốn xóa môn học vì em đã qua rồi thì làm thế nào ạ!",
    "CODE PE1023  /CODE L25   i  .",
    "Dạ em chào cô. Điểm anh văn định kì hiện tại của em là 375, đủ điều kiện đăng kí các môn học của năm 3, tuy nhiên kì hè năm 3 có môn Thực tập tốt nghiệp( Khoa Cơ Khí), em không biết môn này có tính vào chương trình năm 3 không, cụ thể là với điểm 375 có thể đăng kí môn này không ạ. Mong cô giải đáp giúp. Em cám ơn!",
    "Mã môn:PE1017 (cầu lông) Nhóm lớp: L10",
    "Thầy cô cho em hỏi: em định nộp chứng chỉ tiếng anh của mình cho trường(nhưng giờ chưa nộp xong), vây hiện tại em nên chọn đăng ký thi anh văn đầu vào và không xếp lớp hay đăng ký không thi avdv và không xếp lớp ạ?",
    "Cho em hỏi là em nộp bằng toeic 600, thì em có được cộng 8 tín chỉ anh văn vào tín chỉ tích lũy không ạ",
    "thây cô ơi em điền thông tin vô đăng kí bằng tốt nghiệp mà nó không cho ghi ngày sinh nên k thể không thể cập nhập dc thầy cô cho e hỏi pai lam sáo ạ",
    "mã môn PE1021  Mã nhóm L32",
    "Dạ em đã đăng ký học Gdtc môn bóng bàn L18, vào ngày 5/9/2019 nhưng giờ vẫn chưa nhận được lịch học ạ. Mong trường có thể kiểm tra lại đánh sách giúp em.",
    "Họ & tên:  MSSV: . Em muốn chuyển nhóm môn học “”. Mã môn học: MT1009. Chuyển từ nhóm DT01 (T3-T5) sang nhóm DT02 (T7-CN). Lí do:  Nhà em xa và đi học bằng xe buýt nên nếu đi học vào tiết 13-14-15 sẽ khó khăn trong việc đi lại. Em có đăng môn đại số tuyến tính vào T7-CN (7-8-9) nếu được chuyển sang nhóm DT02 sẽ thuận lợi hơn trong việc di chuyển và học tập. Mong quý thầy cô xem xét và hỗ trợ giúp em ạ, em xin cảm ơn quý thầy cô.",
    "Cho em hỏi là sau kì kiểm tra anh văn đầu vào thì trường có tổ chức kì kiểm tra anh văn cho sinh viên vào cuối học kì hay cuối năm học ko ạ? Em cảm ơn",
    "dạ cô ơi em đã nộp bản sao giấy khai sinh lên phòng đào tạo rồi, em không biết bao h có thể  cập nhập và in được thông tin ạ, dạ tị vì là 2 ngày nữa là hết hạn e nộp bằng thpt rồi ạ",
    "Em là , MSSV  Em làm đơn này để: -Xin đăng ký môn Giải Tích Mạch HK191, nhóm lớp T01_T03. -Xóa môn Giải tích 2 T04_T04. Vì em có học môn Soft Skills vào thứ 7 từ tiết 3-6, còn GTM là tiết 7-9 nên không thể đăng ký được. Môn GTM là môn tiên quyết quan trọng, nếu không thể đăng ký được trong kỳ này thì tiến độ học tập của em sẽ bị ảnh hưởng rất nhiều, mong PĐT xem xét giúp em đăng ký môn này ạ. Và do sai sót nên em đã đăng ký nhầm môn GT2 T04_T04 mong PĐT có thể xóa kết quả đăng ký giúp em. Em xin cảm ơn.",
    "Cho em hỏi là làm cách nào để mình có thể kiểm tra bản sao chứng chỉ ngoại ngữ đã được chuyển đến hay chưa và khi nào thì sẽ mở xét chuyển điểm. Em cảm ơn.",
    "Kính gửi Quý Thầy/cô, 9.9.2019 em có quyết định thu nhân lại (Số quyết đinh: 201KDT), và em đã có danh sách TN dự kiến T11, nhưng hiện tại vào mybk (đăng kí TN) lại hiện ra thông báo \"Không tìm thấy thông tin sinh viên\" Mong Thầy/Cô kiểm tra giúp em vì sao vậy ạ? Thông tin Sinh viên: Nguyễn Ngọc Vinh - MSSV: 71304843",
    "Em: ; MSSV: Họckỳ: 183 em đăng ký học môn thực tập tôt nghiệp. Tuy nhiên em không đủ điều kiện để học môn đó vì thiếu điều kiện tiên quyết và tín chỉ tích lũy tối thiểu ngành. Em đã nộp học phí môn thực tập tốt nghiệp. Vậy cho em hỏi . - Khi đủ điều kiện học môn thực tập tốt nghiệp em có phải nộp học phí môn đó nữa không? - em vào bảng điểm thì thấy trường cho điểm môn thưc tập tốt nghiệp của em điểm số 13.00  ( không đạt).",
    "Em lỡ đăng kí 2 môn giáo dục thể chất hk191   Bây giờ em muốn xóa môn bóng bàn mã số PE1013 em cảm ơn.",
    "ng ký in bảng điểm .",
    "Dạ em đăng nhập mybk đc nhưng vào elearning không đc, em lên laptop và điện thoại đều ko đc ạ",
    "Xin chào    Em xin trình bày vấn đề của em như sau:   khi em lên trang đăng kí môn học học kì dự thính 191 đợt 3 thì thấy có 9 môn học đã bị ai đó đăng kí. Em không thể xóa được vì đã bị khóa. Xin phòng đào tạo hãy giúp em xóa những môn học đó giúp em.   Em xin chân thành cảm ơn.",
    "Dạ em xin chào phòng đào tạo, em tên là , học lớp CK17CTM2, mssv :  Trong học kỳ này em đã đăng kí đủ 21 chỉ theo đúng chương trình đào tạo, tuy nhiên em còn nợ một môn Thực tập cơ khí Đại cương 2 và đây là môn tiên quyết để hè em được đi thực tập ạ.  Nên em mong học kỳ này sẽ được đăng kí 22 chỉ để em kịp đăng kí học môn này vào đợt hiệu chỉnh lần thứ 3 vào ngày 13/9/2019, và bắt đầu học vào tuần sau ạ . học kỳ vừa rồi đtb của em là 7.1. Mong nhận được sự giúp đỡ từ phòng đào tạo. Em cảm ơn ạ.",
    "dạ cho em hỏi khi nào mình được chọn 3 môn tự chọn tự do ạ, em có thể đổi ngành hoặc học song ngành thì có được không ạ",
    "Mã môn: PE 1017 Mã nhóm : L26",
    "Mã môn:PE1017 Mã nhóm:L25",
    "PE1017 + L24",
    "Em chào thầy/cô PĐT, Điểm anh văn 1 HK183 của em trên hệ thống đã có và em đã qua môn, nhưng khi em đăng kí môn Hoá Lý 1 (CH2003) dự thính HK191 thì nó ghi Thiếu (các) môn học:   Nhóm [CCAS_1]: CCAS_1 - Chuẩn av sau năm 1 (tiên quyết)  Em cám ơn PĐT nhiều!",
    "Các thầy cô cho em hỏi việc là năm nay phải hoàn thành anh văn 3 mà kì này e đã đăng kí lớp dự thính lớp anh văn 2 nhưng em đăng kí không được ạ. Em không biết phòng đào tạo có mở lớp không ạ?",
    "Em nhập sai thông tin giấy xác nhận nộp bằng tốt nghiệp PTTH Thầy cô cho em sửa lại thông tin trên giấy  ",
    "Em chào thầy/cô ạ. Em là sinh viên ngành điện tử viễn thông đang học năm 3. Vào đợt đăng kí môn học dự thính kì 191 vừa rồi em muốn đăng kí môn Truyền số liệu và mạng để kịp làm Đồ Án vào học kì tiếp theo. Nhưng vào đợt đăng kí thứ 1 và  2 thì em không thấy thời khoá biểu của môn này trong danh sách đăng kí môn học dự thính nên em nghĩ nó sẽ không mở vào kì dự thính, vì vậy đó em mới đăng kí môn thí nghiệm vật lý cho kì dự thính. Nhưng vào đợt đang kí môn học dự thính đợt 3 ( không được hiệu chỉnh hay huỷ môn mà chỉ được bổ sung) thì em phát hiện ra môn Truyền số liệu và mạng lúc này mới mở. Nhưng tiếc là thời gian học lại trùnng với thời gian học thí nghiệm vật lý. Bây giờ em muốn huỷ đăng kí môn học là môn thí nghiệm vật lý nhưng cũng không thể huỷ được vì đã khoá môn vì đã là đợt 3 .Nên em muốn hỏi xem em có thể làm đơn rút môn học được không ( làm đơn rút môn học và vẫn đóng tiền bình thường ) để trống lịch va cho em đăng kí môn Truyền số liệu và mạng trong kì dự thính này để kịp Đồ Án học kì sau. Em đã có liên hệ với phòng đào tạo nhưng phòng đạo tạo không biết cách giải quyết và kêu em hỏi thầy/cô trên đây a. Dạ em cảm ơn nhiều ạ",
    "nh gửi Phòng Đào tạoEm tên là V: . Theo chương trình đào tạo Bằng 2 thì em sẽ học theo chương trình đào tạo của 15. Như chương trình đào tạo của 15 thì một số môn như kết cấu bê tông cốt thép1 (CI2039) là 3 chỉ thì sang chương trình đào tạo 16 sẽ được tách ra là môn kết cấu BTCT1 (CI2091) 2 chỉ và DAMH BTCT1 (CI2093) 1 chỉ. Cho em hỏi: em học môn kết cấu BTCT1 (CI2039) 3 chỉ được 5 điểm sau đó em học cải thiện kết cấu BTCT1 (CI2091) 2 chỉ được 8 điểm và ĐAMH BTCT1 (CI2093) 1 chỉ được 7 điểm thì điểm TB tích lũy ngành sẽ tính môn đó như thế nào ạ? Mong phản hồi sớm từ phòng đào tạo. Em chân thành cảm ơn.",
    "Mã Môn: PE1021 Mã Nhóm: L26",
    "Do em không nắm rỏ quy định về sinh viên hệ cao đẳng không được đăng kí thực tập trong quá trình học, nên trong đợt đăng kí bổ sung 191 em đả đăng kí vào thực tập tốt nghiệp. Em mong thầy (cô) cho em xin huỷ môn thực tập tốt nghiệp. Em xin chân thành cám ơn thầy (cô)",
    "Em là sinh viên chính quy K15  KTXD, đợt đăng ký LVTN bổ sung(đợt đk bổ sung không phân ra sv chính quy hay sv bằng 2) em có đăng ký môn học LVTN chuyên ngành Kỹ thuật Công trình Xây dựng và được nhận luận văn trong học kỳ này (học kỳ 191, kết quả đk là nhóm A01), tuy nhiên em được xếp vô mã B01, được biết mã lớp B là dành cho sinh viên bằng 2, không biết có thay đổi hay có khác biệt gì so với lớp mã A không, về cách xét điểm, học phí,... đặc biệt đối với môn học then chốt là LVTN? Em đã lên hỏi , thì được biết khoa đã xếp cho em giáo viên hướng dẫn và bắt đầu làm luận văn, về việc mã lớp khoa yêu cầu em liên hệ với pđt để được giải quyết. Sáng nay (13/9) khi lên trao đổi trực tiếp về vấn để này với PĐT, sau khi pđt kiểm tra thông tin, em được phản hồi về làm câu hỏi trên BKSI . ĐT liên hệ: [phone_number]",
    "Chào cô, em muốn hỏi về vấn đề chuyển điểm anh văn của em.Em thấy đăng kí chuyển điểm trước khi thẩm tra vẫn được. Đợt chuyển điểm cuối cùng để kịp xét tốt nghiệp là ngày 6/9/2019. Em đã đăng kí chuyển điểm vào ngày 3/9/2019 đã đóng phí đầy đủ nhưng vì bằng của em chưa được thẩm tra nên trên bảng điểm của em điểm anh văn chưa được chuyển. Vậy thì việc chưa thẩm tra như vậy có ảnh hưởng gì đến việc chuyển điểm không ạ? Em có kịp chuyển để xét tốt nghiệp không ạ? Việc thẩm tra đó mất thời gian bao lâu vậy ạ? Cho em hỏi thêm là, ngoài khoản anh văn này thì em đã đủ điều kiện để tốt nghiệp chưa hay còn thiếu gì không ạ? Em cảm ơn ạ.",
    "ng kí môn học cho năm 3 cần anh văn bao nhiêu vậy ạ?",
    "Em không đăng kí được bô môn giáo dục thể chất, nên xin nhà trường giúp em có thể mở cho em đăng kí, cụ thể là môn bóng đá.",
    "Hiện tại em đang đăng ký môn Giải tích 1 cho kỳ dự thính sắp tới của học kỳ 191. Do lần đầu đăng ký dự thính trong học kỳ nên em tưởng đợt 3 có thể hủy môn như đăng ký học kỳ chính, em tính suy nghĩ và sắp xếp thời gian học GT1 nên em giữ nguyên đăng ký nhưng hiện tại em thấy giờ học không phù hợp với em nên em muốn hủy môn trước khi lớp bắt đầu mở. Mong thầy/cô trả lời giải quyết cho vấn đề của em sớm trước khi môn học bắt đầu. Em cảm ơn .",
    "Em tên là  khoá k17. Khoa Điện-điện tử. Em viết đơn này xin thầy cô cho em được chèn vô lớp học chính Anh văn 1. Của thầy . Do hiện tại lớp dự thính Anh văn 1 không mở ạ. Em có đi xin chữ ký của thầy  và được thầy đồng ý rồi ạ. Em mong được sự thông cảm và giúp đỡ từ thầy cô để em được đi học ạ.",
    "Dạ pđt có thể giúp em tăng sỹ số lớp môn phương pháp tính nhóm DT02 vào t7,cn được không ạ? Lúc đợt 2 em có xin tăng sỹ số, nhưng vì lúc đó gần hết hạn nên không giải quyết được ạ (tuy nhiên em lại thấy tình trạng được cập nhật là đã giải quyết). Lúc đó sỹ số lớp vẫn 135sv, và đợt này em thấy sỹ số vẫn 135sv. Em rất mong pđt tăng sỹ số giúp em để em hoàn thành chương trình đào tạo kịp tiến độ ạ. Em chân thành cảm ơn.",
    "Em tên là  Tới học lớp CK18HT, em làm mất bằng tốt nghiệp THPT, cho em xin gia hạn thời gian nộp được không ạ?",
    "Em xin phép thầy cho em đăng ký lịch dự thính môn học EE1011 (Giải tích mạch) nhóm DT01-DT03 các buổi lý thuyết thứ 5, tiết 13-15, tuần học 5-12 theo lịch dự thính/ bị dính với môn EE2010 (Hệ thống máy tính và ngôn ngữ C) các buổi thực hành thứ 5, tiết 10-12, tuần 40,44,46,48,50. Vì lý do bị giãn cách giữa hai cơ sở không đạt yêu cầu nên không thể đăng ký được, mong thầy giúp đỡ em giải quyết để em được đi học lại môn này nhằm mục đích cải thiện điểm và không bị trễ tín chỉ đăng ký học kì sau. Sau khi lên phòng đào tạo hỏi thì em được hướng dẫn nếu như các tuần bị dính thông tầm giữa hai cơ sở dưới 3 tuần thì có thể làm đơn mong thầy xem xét, mong thầy giúp em giải quyết vấn đề trên. Em xin chân thành cảm ơn thầy.",
    "Kính gửi: Quý thầy cô PĐT trường Đại học Bách khoa - ĐHQG-HCM Em tên là:  MSSV:  Hiện tại em đã có trong danh sách tốt nghiệp dự kiến trong mục Tốt nghiệp trang aao.hcmut.edu.vn rồi. Nhưng khi tìm kiếm thông tin của mình trong mục Danh sách tốt nghiệp chính thức thì hệ thống báo là không thấy ạ. Quý thầy cô có thể cho em được hỏi là: -Vấn đề trên có thể khác phục như thế nào vậy ạ? Nếu em còn thiếu thông tin gì cần bổ sung, thì đó là những thông tin gì ạ? -Nếu đó là do cập nhật từ hệ thống thì trong vòng bao lâu sẽ có đợt cập nhật danh sách tiếp theo ạ? Em xin chân thành cảm ơn!",
    "Em đã đăng kí môn thể chất nhưng do sỉ số ít nên lớp đã bị hủy. Làm sao để có thể đăng kí lại môn học giáo dục thể chất ạ.",
    "Phòng Đào tạo cho em hỏi là đợt đăng kí dự thính HK191 này em có đăng kí môn Xử lí số EE2015 có yêu cầu học trước môn EE2005. Nhưng em lại đang học môn Tín hiệu EE2005 trong kì học kì chính 191 luôn. Vừa rồi xem kết quả đăng kí môn học thì môn EE2015 bị hủy vì không có môn học trước EE2005. Vậy hiện tại em không thể đăng kí được môn EE2015 dự thính dù đang học môn EE2005 trong học kì chính ạ?",
    "Kính gửi phòng đào tạo Trường Đại Học Bách Khoa HCM . Em tên là  MSSV:  Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số và bố trí em vào lớp A01 môn Anh văn 4 (mã môn học là lA1009) vào kì dự thính 2019-2020. Lúc mở đợt đăng kí em đã đăng kí được hôm nay em xem thi thời khoá biểu không được cập nhật ạ. Em đăng kí lại vào đợt 3 thì đã đủ Sĩ số. Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn . Em xin cảm ơn ạ!",
    "Kính gửi phòng đào tạo Trường Đại Học Bách Khoa HCM . Em tên là  MSSV:  Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số và bố trí em vào lớp A01 môn Anh văn 4 (mã môn học là lA1009) vào kì dự thính 2019-2020. Lúc mở đợt đăng kí em đã đăng kí được hôm nay em xem thi thời khoá biểu không được cập nhật ạ. Em đăng kí lại vào đợt 3 thì đã đủ Sĩ số. Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn . Em xin cảm ơn ạ!",
    "ng ký môn học cho học kỳ 191   B Mã MH       Tên môn học    405750    Thực tập tốt nghiệp 405700    Luận văn tốt nghiệp",
    "Em đã đăng kí thi toeic để nộp cải thiện điểm anh văn nhưng mà kết quả có thể sẽ có muộn. Liệu sau 30/9 em có thể đăng kí tốt nghiệp bổ sung được không ạ?",
    "-  - CHỦ NGHĨA - VIỆT NAM           Độc lập - Tự do - Hạnh phúc        ĐƠN XIN ĐĂNG KÍ BỔ SUNG MÔN HỌC KÌ DỰ                 THÍNH HỌC KÌ 19_1      Kính gửi: Phòng đào tạo    Em tên: , MSSV:   Lớp: BD16CDT, Ngành: Bảo dưỡng công nghiệp  Kính thưa Phòng đào tạo, hôm nay em viết đơn này là muốn đăng kí môn Anh văn 4 MSMH: 003004 trong kì dự thính học kì 19_1, khi em vào đăng kí dự thính thì không được vì hệ thống đã đem số tín chỉ của môn học kì chính học kì 19_1 tính vào số tín chỉ của đợt đăng kí dự thính vì vậy đợt đăng kí dự thính đã đủ 12 chỉ nên em không thể đăng kí môn Anh văn 4 MSMH:003004 trong kì dự thính học kì 19_1 được Em kính mong Phòng đào tạo xem xét và chấp thuận cho em đăng kí được môn học Anh văn 4 MSMH: 003004 trong kì dự thính học kì 19_1 để em có thể kịp tiến độ học tập để có thể ra trường không vượt quá thời gian đào tạo  Em trân trọng cảm ơn!       Thành phố Hồ Chí Minh ngày 13 tháng 09 năm                                  2019                                Kính đơn                                  Anh                            ",
    "Tại sao em đăng ký tham gia hoạt động để tìm ngày CTXH trên sàn hoạt động ngoại khóa sinh viên?",
    "mã môn PE1015 mã lớp L29",
    "t đăng kí dự thính học kì 191 đợt đầu tiên em đã đăng kí anh văn 1, hiện tại e vẫn chưa có lớp của môn học, đăng kí đợt 3 em cũng không đăng kí được môn học. Mong sớm được giải quyết, em cảm ơn!",
    "học kì dự thính này em đã đăng ký 4 môn học nhưng do bị trùng thời khóa biểu nên em không đăng ký được bao gồm -môn Cơ điện tử(260657) trùng với môn  Sai Đo Lường(260611) vào ngày Chủ nhật tiết 7-8-9 -môn vi xử lý điều khiển(260634) trùng với môn kỹ thuật điện(260604) vào ngày thứ 6 tiết 13-14-15 vì 2 môn trên không còn mở lớp ở học kỳ sau,kính mong phòng đào tạo tạo điều kiện cho em được đăng kí và hoàn thành môn học",
    "Em có đăng ký dự thính đợt này môn kết cấu thép 1, nhưng không được. Em vào phần đăng ký chính quy (chuyển hệ) và đăng ký kết cấu thép 1 thì nó thông báo là bạn không được phép đăng ký vào nhóm lớp này. Còn đăng ký phần chính quy thì nó thông báo là thiếu các môn tiên quyết như là sức bền 1... Em vừa mới chuyển từ chính quy sang vừa học vừa làm. Em chỉ còn thiếu Av4, luận văn và kết cấu thép. Và chỉ còn có kết cấu thép là chưa đăng ký được. Mong phòng đào tạo xem xét. Để e có thể đăng ký môn và kết thúc quá trình học trong kỳ này.",
    "Em đang đăng ký dự thính đang trong đợt này. Nhưng không được. Nó ghi là thiếu môn tiên quyết, mà mấy môn đó em đã qua hết, mong phòng đào tạo giúp em đăng ký kết cấu thép 1, là môn duy nhất còn thiếu(em còn thiếu Luận văn), và anh văn 4, đã đăng ký trong kỳ này).Để có thể hoàn thành việc học trong kỳ này.Mong phòng đào tạo giúp đỡ. Cảm ơn ạ",
    "Dạ em xin chào bộ phận hỗ trợ sinh viên ạ, Em là sinh viên khóa 2014, đã tốt nghiệp tháng 11/2018. Hiện em đang làm hồ sơ để du học tại Hàn Quốc. Để được hợp pháp hóa bằng và bảng điểm, phía Lãnh sự sự quán yêu cầu phải có giấy xác nhận sinh viên đã tốt nghiệp (nêu rõ số hiệu bằng, số vào sổ, năm tốt nghiệp) và cho vào bì thư niêm phong có con dấu của trường. Vậy, cho em hỏi, em có thể xin giấy xác nhận này như thế nào ạ. Em xin cảm ơn.",
    "Việc em đã đạt môn anh văn 4 thì có đủ điều kiện đăng kí LVTN không ạ,hay là phải có bằng chứng chỉ toeic 500,...",
    "Hôm qua em có lên pđt để báo em khai sai thông tin trong phiếu xác nhận nộp giấy tốt nghiệp nhưng em vẫn chưa thấy xóa phiếu cũ của em, lát nữa em đi in để nộp lên pđt thì bây giờ phải làm sao ạ",
    "Hiện tại em đang dki học môn gt1 vào t7 và CN nhưng vì 1 lí do em đki học av để kịp tiến trình nộp bằng vào trường BK mình nên trùng lịch với môn học liệu em có thể đổi vào tiết lớp khác vào t5,6,7 khác được không ạ!!!",
    "Em là sinh viên khóa K18. Học kỳ 182 em có việc riêng nên không thể thi và bị 0 điểm tbm. Học kỳ 191 em không đăng ký môn học. Hiện tại em có giấy nghĩa vụ quân sự và đến tháng 3 năm sau phải nhập ngũ. Cho em hỏi nếu em đăng ký môn học ở học kỳ 192 thì liệu có được hoãn nghĩa vụ không ạ ?",
    "Em tên là  ân mã số sinh viên  khoa bảo dưỡng công nghiệp lớp C03 K17. Hiện tại vấn đề của em là trong các môn đăng kí dự thính đợt 2 của em có môn Tổ chức bảo dưỡng 2 (260614) em đăng kí được duyệt có thời khoá biểu làm ảnh hưởng tới nhiều môn đợt 3 sắp tới mà em muốn đăng kí . Em muốn xin phòng đào tạo huỷ giúp em môn học đó . Em cảm ơn rất nhiều ạ",
    "Cô ơi, con lỡ đăng kí lộn anh văn đầu vào rồi, con muốn CHON3, mà nhấn nhầm CHON2, bây giờ mybk hiển thị con đăng kí 2 cái luôn",
    "Họ tên: Hồ Đức Vương MSSV:  Vào đợt đăng kí môn học dự thính học kì 191 em có đăng kí môn Thí Nghiệm Công Trình (MMH: CI4011) và hiện đã đăng kí thành công, thì nay em vào xem thì không còn thấy trên kết quả đăng kí nữa, em đã kiểm tra cả đợt 3 cũng không thấy. Em có thử đăng kí bổ sung lại cho đợt 3 nhưng không hiện nút đăng kí dù lớp còn trống. Mong thầy cô giúp em, em chỉ còn môn thí nghiệm đó là xong chương trình đào tạo và mong sẽ ra trường kịp cho kì sau. Em chân thành cảm ơn.",
    "Học kì 182 vừa rồi e học 2 môn GDTC và qua hết như vậy là e đã hoàn thành 3 môn GDTC, nhưng trong tiến độ học tập thì e vẫn còn thiếu một môn GDTC. E có câu hỏi là 1 học kì không được học 2 môn GDTC ạ? E đọc quy chế không thấy nói về vấn đề này và khi đăng kí môn học cũng không báo lỗi gì hết, điểm cũng đã cập nhật trên bảng điểm rồi. Việc e học 2 môn GDTC trong 1 học kì thì có được tính là qua cả 2 không ạ?",
    "Em chào thầy cô.  Em là  - 9 Đợt đăn kí dự thính đợt 2 em có đăng kí môn AV4 003004. Nhưng đến đợt 3 này thì kiểm tra lại không thấy môn học đã đăng kí. Bấm vào thì lại không đăng kí đc. Sĩ số là 59/-1 Em kính mong thầy cô giúp em đăng kí môn AV4 để em kịp tiến độ. Em cảm ơn rất nhiều",
    "Chào em, Môn Cơ lưu chất CI2003 học kỳ dự thính 191 không mở lớp em nhé.",
    "Em đã nộp đơn xin rút môn học. Nhưng bây giờ em có thể hủy đơn đó và học tiếp môn đã rút ko ạ",
    "Kính gửi phòng đào tạo, em tên , MSSV: , em mong mở thêm lớp GTM, mã số môn học: EE1011, để kịp chương trình đào tạo. Em xin chân thành cảm ơn",
    "Thân gửi thầy/cô Em là  khóa K14 MSSV:  - Em viết đơn này xin thầy / cô mở thêm lớp xác xuất thống kê vào buổi tối ạ . Do lịch dự thính em đăng ký đủ t7 và chủ nhật nên không đăng ký được môn học. Mong thầy / cô hỗ trợ ạ ! Xin cảm ơn!",
    "MSSV: Mã môn:PE1011 Mã nhóm:L13 ",
    "Kính thưa phòng đào tạo trường đại học bách khoa tphcm  Kì vừa qua em bị cảnh cáo học vụ lần 1. Xin cho em hỏi là em có cần nộp giấy cứu xét không ạ?   Học kì 191  em có đăng kí các môn học và hiện tại em đang học các môn đó. xin cho em hỏi tại sao trên danh sách dự kiến xử lí học vụ của em lại ghi em không có đăng kí môn học nào vậy ạ??? Mong nhận được sự giúp đỡ của phòng đào tạo. Em xin trân thành cảm ơn",
    "vì lí do trùng lịch học nên em muốn hủy các môn dự thính sau: 1.vat ly 2(PH1005) 3.Vẽ kĩ thuật giao thong(TR1003) 4.Tư tưởng (SP1005) 5.Chi tiết máy(ME2007)",
    ". khong dang ky duoc  mon hoc co ms mt2001. xin pdt giai quyet giup em.",
    "Xin chào. Em viết yêu cầu này mong các anh chị/ thầy cô tăng sỉ số môn học lớp Đường lối CM của Đảng Cộng Sản Việt Nam lớp DT01 thứ 7, CN của cô  Do em còn sót lại một vài môn, kính mong anh chị/ thầy cô giúp em tăng thêm sỉ số để em trả nợ xong hết . Em cảm ơn",
    "Dạ em đăng ký môn EE1011 - Giải tích mạch nhưng lịch học của em chỉ đăng ký được lớp DT01-DT02 mà lớp lại đầy sĩ số. Lý do em đăng ký trễ là bị nộp học phí trễ không đăng ký môn học được",
    "Kính gửi: Phòng Đào tạo Trường Đại Học Bách Khoa TPHCM .    Em tên:  - MSSV: - Lớp: XD17CTXD02 .    Nay em viết đơn này mong muốn hủy môn học dự thính 191. Do lịch của môn học trùng với ngày học thí nghiệm ở công trường và DAMH, vì nhận thông báo trễ nên em không kiệp hủy vào DKMH đợt 2.    Em mong Phòng Đào tạo xem xét và hủy cho em môn sau:          - 5: Giải Tích 2.          - : Vật Lý 2.    Em xin chân thành cảm ơn.",
    "Hiện tại tôi đã đủ điều kiện đăng kí môn học tiểu luận tốt nghiệp . Bằng Toeic:375 Số ngày công tác xã hội: 38 ngày Số môn học đã tổng kết : 89  Số tín chỉ kỳ hè đã học: 8 Tổng số tín chỉ đã hoàn thành: 97 và đã xét anh văn 1: ngày hôm nay: 16/09/2019",
    "ng kí anh văn đầu vào sai. E muốn đổi đăng kí chọn 3 thành chọn 1",
    "Em tên là  MSSV  Hiện tại số chỉ em là 97. công tác xã hội là 9 ngày, TOEIC là 395. Và em đã đăng ký chuyển điểm qua anh văn 1 trên MYBK, nhưng vẫn chưa được xét duyệt, em mong nhà trường xem xét xử lý giúp em để nâng số tín chỉ của em lên con số 99 để em đủ điều kiện làm tiểu luận trong kỳ này. Em xin chân thành cảm ơn. Dưới đây là những hình ảnh chứng minh thông tin em nói ở trên.",
    "Em xin được request tăng sĩ số lớp dự thính   B HK191 Giải Tích 2 MT1005 lớp DT04  ",
    "Em xin được tăng sĩ số lớp môn Cơ học thuỷ khí. Theo quy chế thì em cần ít nhất 122 tín chỉ để được đăng ký luận văn kỳ sau, mà hiện giờ em đã có 119, thêm 3 chỉ của môn này là sẽ đủ 122. Em xin Phòng Đào tạo tạo điều kiện cho em đăng ký môn này để dễ dàng ra trường, em xin cảm ơn.",
    "Chuyển thời khóa biểu  Môn học bơi lớp L12 để em được đăng kí môn học vẽ kĩ thuật dự thính  ",
    "Em viết bài chủ đề này để xin chuyển lịch môn thể dục (môn bơi) thứ 2 tiết 2-3 sang thứ 4 tiết 9-10 ( vì thứ môn thể dục thứ 2 tiết 2-3 sát lịch với môn đại số tuyến tính tiết 3-4 trên trường. Hơn nữa em di chuyển bằng xe bus). Mong nhà trường đồng ý và chuyển lịch giúp em. Em xin cám ơn.",
    "Em muốn chuyển từ chương trình đại trà sang chương trình Việt Pháp vào học kỳ 2 hoặc sang năm 2 có được không ạ",
    "QUOTE Em muốn đăng kí môn Công nghệ lạnh - điều hoà 1 MSMH 260621 cho học kì dự thính 191  ",
    "CODE     . Khi nãy em có xin tăng sĩ số môn Cơ học thuỷ khí (TR1005), và đã được PĐT trả lời là đã tăng. Tuy nhiên em chờ mãi vẫn chưa thấy tăng lên 51 (sĩ số vẫn 50/50 như cũ). Xin PĐT giúp em ạ.",
    "Em muốn đăng kí bổ sung thêm môn Công nghệ lạnh điều hòa 1 Msmh: 260621  B  Mong phòng đào tạo cho e đăng kí thêm để học cho đúng tiến độ ạ.",
    "Dạ em có đăng ký hai môn vi xử lý(ee2013) và cơ sờ điều khiển tự động(ee2019) vào đợt 1, nhưng em ko thấy bất kỳ phản hồi nào cũng như ko thấy thời khoá biểu ạ, e mong pdt xem xét giúp e ạ, em cảm ơn.",
    "Hôm trước họ có phát giấy hoãn nvqs về từng lớp, không biết vì lí do gì nhưng tên em có trong danh sách nhưng lại không có giấy. Giờ em phải lên xin làm lại hấyo ạ?",
    "Dạ em kính chào thầy cô ạ! Tình hình là em có coi biểu đồ năm học của trường thì thấy vào ngày 14/10-18/10, tức tuần 42 thì được đề là nghỉ KHCN. Dạ cho em hỏi là tuần đó cả trường được nghỉ phải không ạ? Tại em có việc nên cần biết tuần đó có được nghỉ không để em sắp xếp việc của em ạ. Em rất cảm ơn thầy cô đã đọc câu hỏi của em ạ . Em đợi phản hồi từ thầy cô ạ. Em chúc thầy cô có một ngày tốt lành ạ.",
    "Kính gửi:Phòng Đào Tạo Em tên: ,MSSV:, lóp BD15CN01 ngành Bảo Dưỡng Công Nghiệp. Hiện tại em đã đủ điều kiện về anh văn (410)và đã cập nhật vào thứ 6 ngày 13 tháng 9 năm 2019. Nay em làm mđơn này kính mong Phòng Đào Tạo xcho em đăng kí bổ sung môn Tiểu Luận Tốt Nghiệp(260663) vào học kì 191. Kính mong sự xem xét và chấp thuận từ Phòng Đào Tạo. Em xin chân thành cảm ơn.",
    "Cho em hỏi là HK191 này em đăng kí 8 chỉ, và dự thính HK191 em đăng kí 5 chỉ. Nếu em qua môn hết thì em có bị cảnh cáo học vụ không ạ? Em cám ơn",
    "Kính gửi các thầy cô trong văn phòng đào tạo, Em muốn yêu cầu chuyển lớp dự thính vi xử lý(ee2013). DD02-DD03 sang DD02-DD04 vì lý do em lịch học của em thứ 6 có tiết 12 và không thể đăng ký tiết 13 được. Em đã đăng ký dự thính đợt đầu nhưng vẫn không có lớp và bây giờ đợt 3 rồi mới có lớp. Xin quý thầy(cô) giúp đỡ.",
    "E tên .MSSV  Cho e hỏi là e không đăng kí môn học kì chính và e có đăng kí dự thính và đã có thời khóa biểu vậy e có được nhận giấy tạm hoãn nghĩa vụ quân sự không?...nếu được thì bây giờ e đăng kí bao giờ mới nhận được ạ..Em xin chân thành cảm ơn!",
    "Em đã chuyển điểm anh văn 1. Có file hình ảnh bên dưới Bây giờ em có thể đăng kí như thế nào để được làm luận trong học kỳ chính 191 ạ",
    "Kính gửi các thầy cô trong văn phòng đào tạo,  Kính gửi các thầy cô trong văn phòng đào tạo, Em muốn yêu cầu chuyển lớp dự thính vi xử lý(ee2013). DD02-DD03 sang DD02-DD04 vì lý do em lịch học của em thứ 6 có tiết 12 và không thể đăng ký tiết 13 được. Em đã đăng ký dự thính đợt đầu nhưng vẫn không có lớp và bây giờ đợt 3 rồi mới có lớp. Xin quý thầy(cô) giúp đỡ.",
    "T1119       . Cho em hỏi em là sinh viên hệ VHVL khóa 13, sao trong trang thông tin em là sinh viên hệ Chính quy. Nếu đúng theo thông tin trong trang thông tin của em thì em không kịp ra trường. Và cho em hỏi xin gia hạn thời gian học được không và nếu được thì em gặp phòng ban nào để xin. Em cám ơn.",
    "Cho em hỏi là văn phòng Việt Pháp ở đâu ạ, cơ sở 1 hay 2 ạ, và có trang web không ạ , em cám ơn",
    "Kính gửi quý thầy(cô), Em là sinh viên khóa K2018, em có thắc mắc về  chuẩn Anh Văn để tốt nghiệp đối với khóa K2018 chương trình đại trà em có xem trên trang của phòng đào tạo thì em được biết điều kiện phải là bằng TOEIC trên 500 và phải có chứng chỉ TOEIC Speaking và TOEIC Writing và thay vì vậy nếu nộp chứng chỉ 4 kỹ năng như IELTS thì được chấp nhận nhưng em không thấy đề cập rõ là nếu nộp bằng IELTS thì phải từ bao nhiêu ạ ? Mong quý thầy(cô) giải đáp giúp em. Thân.",
    "anh chị thầy cô cho em hỏi là avdv em chưa đăng ký xếp lớp. và theo quy định là em bắt buộc chọn CHON1. Em có thể thay đổi được không ạ? ",
    "Em chào chị. em có hỏi chị làm sao mà đky lại av đầu vào. nhưng giờ em bị lỡ giờ rồi á chị Giờ em phải làm như nào để có thể đky lại được vậy chị. em cảm ơn chị ạ",
    "MSSV:",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp         Xin chào thầy/cô,  Hiện tại em đã có điểm môn học cuối cùng, cũng như hoàn thành toàn bộ các môn học trong quá trình học và muốn đăng kí tốt nghiệp   Tuy nhiên do trước đó có đkmh 1 môn tự chọn cho học kì 191, em đã làm đơn rút môn và đã không còn TKB của học kì 191 tới  Nhưng theo em biết thì phải đến 15/10 mới được đóng tiền hủy môn trong khi theo thông báo thì ngày 30/9 này sẽ kết thúc thời gian đăng kí tốt nghiệp  Em có lên PDT trao đổi thì nhận được yêu cầu chờ có tên trong ds tốt nghiệp dự kiến, nhưng mãi em vẫn không thấy tên   Trong trường hợp này, em không biết pkhari giải quyết như thế nào   Mong đựơc sự tư vấn, hướng dẫn từ phía quý thầy/cô để em kịp tốt nghiệp vào tháng 11 tới   Xin chân thành cảm ơn    Trong trường hợp của",
    "Dạ cho em hỏi. Hiện tại em muốn đăng kí học chèn vào lớp đang học ở học kì chính, vậy có được không ạ? Do em đăng kí dự thính mà lịch bị trùng nên đăng kí không được. Nếu đăng kí được thì em phải làm như thế nào ạ. Em xin cảm ơn.",
    "Dạ trong lúc em đăng kí anh văn đầu vào em đã chọn thi anh văn đầu vào nhưng em không đăng kí học lớp anh văn của trường ạ.Nhưng lúc em đăng kí mạng bị trục trặc hay gì mà giờ hiện em chưa đăng kí,mong nhà trường giúp em.",
    "Dạ trong lúc đăng kí anh văn đầu vào, em đã chọn thi anh văn đầu vào nhưng không đăng ký học anh văn trong trường ạ. Nhưng trong lúc đăng ký mạng bị trục trặc hay gì nên em không đăng ký được. Kính mong nhà trường giải quyết giúp em a.",
    "Cho mình hỏi điểm thực tập tốt nghiệp mình đã được giáo viên hướng dẫn ký và nộp lên bộ môn nhưng điểm trên Cổng thông tin sinh viên mình là 0 điểm. Vậy mình có cần liên hệ GVHD để xin nhập điểm ko ạ",
    "em phải chuyển điểm 1 trong 4 môn anh văn thì mới đủ số tín chỉ tích lũy nhận TLTN . Kính gửi:Phòng  Tạo Em tên: Minh Nghĩa ,MSSV:, lóp BD15CN01 ngành Bảo Dưỡng Công Nghiệp. Em đã đạt 410 điểm TOEIC và em đã chuyển điểm và đóng lệ phí 2 môn anh văn 1 và anh văn 2 theo quy định của trường. kính mong Phòng  Tạo hướng dẫn,tạo điều kiện để em được đăng kí bổ sung môn Tiểu Luận Tốt Nghiệp (260663) trong học kì 191 này. Em xin chân thành cảm ơn!",
    "Em có đăng ký môn Cơ Lưu Chất mã CI2003 nhưng không có trong kết quả đăng ký cho em hỏi vì sao ạ?",
    "Cho em hỏi e đăng kí thi anh văn đầu vào mà lở chọn nhằm mục 1, mục 1 có ghi là thi xong thì bk sẽ xếp lớp học anh văn.Nhưng e lở học anh văn ở ngoài rồi thì sao, không biết nhà trường có giải quyết cho e thay đổi không ?",
    "ng ký in thẻ sinh viên . Dạ em là SV năm nhất và chưa đc cấp thẻ SV. Em đã cập nhật lại ảnh theo yêu cầu của trường rồi ạ.không biết khi nào em có thể nhận thẻ và nhận tại đâu hay sẽ đc chuyển về khoa giao cho lớp trưởng ạ. Em xin cảm ơn.",
    "Kính gửi Phòng Đào tạo trường Đại học Bách Khoa Em muốn hỏi là lúc trước em xem TKB thì thấy có thí nghiệm Kĩ thuật lập trình và trong TKB thì được nghỉ tuần 41,42 nhưng hôm qua em xem lại thì không còn lịch thí nghiệm kĩ thuật lập trình nữa nhưng trên đăng kí môn học vẫn còn lịch và trên TKB thứ 2 và thứ 3 có lịch học tuần 41 nghỉ tuần 42,43 cho em hỏi là em sẽ đi học theo TKB được cập nhật phải không ạ? Em cảm ơn ạ.",
    "Em quên đăng ký kiểm tra anh văn đầu vào trực tuyến thì còn cách nào để kiểm tra không ạ .Em cảm ơn",
    "E định đăng kí anh văn thi đầu vào nhưng không xếp lớp( CHON 3 ) nhưng do đọc không kĩ nên chọn không thi anh văn và không xếp lớp (CHON 2). Giờ được đổi lại không ạ?",
    "Em sinh viên k14 , đợt đăng ký môn học dự thính vừa rồi . Em bị lỗi đăng ký dự thính đó môn học của học kỳ chính 183 bị gộp chung vơi các môn dự thính nên dẫn tới bị hủy môn do quy chế là học kỳ dự thính chỉ đăng ký được tối đa 11 tín chỉ . Giờ em bị hủy 2 môn , hoc kỳ sau em ko nhận luận văn đc mong thầy cô và anh chị khắc phục lỗi gíup em",
    "Các Thầy/Cô cho em hỏi là em có thể tìm địa chỉ email của các giảng viên như thế nào để liên hệ ạ? Em muốn liên hên với cô  nhưng khi lên trang web http://www.pgs.hcmut.edu.vn/vi/doi-ngu-dao-tao thì lại không thể tìm thấy tên cô trong danh sách khoa Điện - Điện Tử ạ.",
    "Em là -MSSV: , hiện em đã được cấp bằng tốt nghiệp tạm thời, nhưng trên danh sách tốt nghiệp chính thức vẫn chưa có tên của em, em mong quí thầy cô kiểm tra thông tin giúp em, em xin cảm ơn.",
    "Em chào ad , em xin ad cho em được đky thi anh văn đầu vào và tự học với mã môn học CHON3 , em xin cảm ơn ad nhiều",
    "Em có điểm Đường Lối Cách Mạng Cộng Sản với điểm là 5.5 là môn học cuối cùng . Em đã hoàn thành xong các môn học và luận văn. Kính Mong PDT cập nhập bổ sung sớm để em hoàn thành tốt nghiệp đại học đúng thời hạn. Vì hết tháng 9 là không được đăng kí tốt nghiệp",
    "Kính gửi PĐT, Học kỳ 191 này em có làm đơn mở lớp dự thính và đăng ký môn Thiết kế kiến trúc công cộng 3 - MSMH: CI2069. Nhưng do TKB được xếp vào chiều thứ 7 em bị trùng lịch với môn Ký họa - MSMH: CI1039. Trong thực tế môn Ký họa tụi em được học vào buổi sáng và TKKTCC3 được học theo lịch của giảng viên, vì vậy thời gian học của hai môn này là không trùng nhau. Em xin thầy cô cho em được cập nhật TKB môn TKKTCC3 để hoàn thành môn học và sớm đăng ký được tốt nghiệp . Em xin gửi minh chứng lịch học Ký họa thực tế ở phần đính kèm. Mong quý thầy cô chấp nhận yêu cầu của em. Em xin cảm ơn.    ",
    "Em được đăng ki lớp DT01 do ngành em học vẽ kĩ thuật ngành cơ khí nhưng trường xếp em vào vẽ kĩ thuật ngành xây dựng và thời gian học dự thính không đảm bảo ạ vì em kết thúc ở cs2 ở tiết 12 không kịp để lên cs1 học tiếp dự thính ạ",
    "Vừa qua các môn học HK183 của em đã có đủ điểm đạt trên tiến độ học tập. Tuy nhiên do vẫn chưa cập nhật kịp thời số tín chỉ mới (thêm 3 TC), nên số tín chỉ tích lũy hiện tại của em (hình đính kèm) vẫn chưa đạt điều kiện đăng ký môn Thực tập tốt nghiệp (144TC). Rất mong Phòng đào tạo xem xét giúp em đăng ký được môn Thực tập tốt nghiệp trong HK191 này, để em có cơ hội kịp ra trường trong học kì tới ạ! Em xin chân thành cảm ơn!",
    "Cho em hỏi em có thể rút môn tư tưởng lên kì dự thính được không ạ?",
    "Em đã đăng kí môn cơ học kết cấu ( Mã môn học CI2029) vào đợt 1 đăng kí môn học dự thính ( ngày 21/8) . Nhưng đến nay em vẫn chưa nhận được thời khoá biểu cho môn này, trong khi các bạn em đã nhận được rồi . Mong phòng đào tạo xem xét giúp em . Em xin cảm ơn ! ",
    "Dạ cho em hỏi, em đăng ký bổ sung môn GDTC theo mail hướng dẫn của trường nhưng tới giờ em chưa nhận được thông báo xác nhận đăng ký thành công chưa, thời khoá biểu của em cũng không có cập nhật môn GDTC. Mong thầy cô xem lại giúp em ạ, em xin cảm ơn.",
    "Thưa thầy , Em là  (mssv ), hiện là sinh viên năm cuối . Do lúc trước em sợ không đủ điểm anh văn nói viết nên em đã đăng kí học dự thính môn Xác suất thống kê (MT2001) do thầy dạy vào thứ 7 - chủ nhật (tiết 10-12) nhóm DT01. Hôm nay em đã có kết quả thi anh văn và đã đạt đủ điểm tốt nghiệp nên em lên phòng đào tạo để hỏi về vấn đề đăng kí tốt nghiệm và cô trong PĐT nói là phải hủy môn đã đăng kí trong kì này thì mới có thể đăng kí tốt nghiệp được. Cô có nói thêm là hỏi thầy có thể HỦY giùm em được không để em đỡ phải đóng tiền học phí. Nay em viết tin nhắn này gửi đến thầy để có thể nhờ thầy giúp giùm em hủy môn học để em kịp đăng kí tốt nghiệp tháng 11 này. Em hy vọng sẽ nhận được phản hồi từ thầy. Em cảm ơn thầy nhiều.",
    "Mấy ngày qua điện thoại em hư nay mới sài lại được xem mail thì thấy qua hạn đăng kí avdv rồi. Cho em hỏi giờ có cách nào xin đăng kí được không ạ Em cảm ơn",
    "Cho em hỏi, cô em mới đăng bảng điểm hôm chủ nhật ngày 15/9/2019 nhưng nay thứ 3 ngày 17/9/2019 mà em đăng kí phúc tra bài thi lại không được vậy ạ, trong khi đó lớp giải tích của bạn em (khác giáo viên) thì có điểm trước em cũng lâu rồi ạ. Bây giờ em muốn phúc tra thì làm sao ạ. Em xin cám ơn.",
    "Em đã hoàn thành chương trình học cũng như hoàn tất luận văn nhưng chưa có chứng chỉ speak and writting. Cho e hỏi là kì này hay kì e phải làm nhưng gì để có thể xét tốt nghiệp vào kì tới.",
    "Em chào thầy/cô PĐT, Em tên , MSSV  Em đã đăng ký tốt nghiệp và được PĐT xác nhận đơn đăng ký tốt nghiệp, nhưng đến hiện giờ em vẫn chưa có tên trong danh sách tốt nghiệp chính thức do PĐT cung cấp ạ. Kính mong thầy/cô rà soát và kiểm tra lại giúp em. Em mong nhận được phản hồi sớm từ thầy/cô. Em xin cám ơn.",
    "Mình cần làm gì để vay vốn ngân hàng ạ",
    "Em chào chị Em đăng kí anh văn bị sai giờ làm sao mà em chuyển lại từ anh văn chọn 3 thành chọn 1 được ạ Em cảm ơn ạ",
    "Vì một số lý do khách quan nên em không thể đăng ký thi tiếng anh đầu vào đúng hạn, nên theo như quy định em sẽ tự động được đăng ký và xếp lớp . Nên em viết thư này, kính mong quý thầy cô giúp em hủy lớp học anh văn vì em đã đi học thêm ở ngoài, kinh tế có hạn không cho phép em học thêm ở trường nữa.Em vẫn sẽ tham gia thi anh văn đầu vào như lịch đã được nhà trường sắp xếp ạ.( Tức đăng ký đúng hạn, em sẽ đăng ký thi anh văn đầu vào nhưng không xếp lớp học anh văn) Em rất xin lỗi vì bất tiện này, và cũng xin chân thành cảm ơn quý thầy cô ạ",
    "BI013   Cho e hỏi e mới kết thúc học kì 183 dự thính với chính quy mã môn SP1009, có điểm bên đó , nhưng chưa chuyển điểm qua vừa học vừa làm để em đăng ký tốt nghiệp Cảm ơn",
    "Kính gửi Phòng đào tạo ĐH Bách Khoa TP.HCM Em muốn được giải đáp thắc mắc về đăng kí môn học như sau: Do đã hoàn thành đủ hết các tín chỉ bắc buộc + tự chọn của ngành học và   B chỉ còn 2 môn    là Đề cương LVTN và LVTN cho năm cuối. Như vậy theo kế hoạch nếu em đăng kí   B HKI: Đề cương LVTN (0 tín chỉ)    và   B HKII: LVTN (9 tín chỉ)    thì có bị ràng buộc về quy định 'Số tín chỉ tối thiểu trong một học kì chính' (Mục 9.4 quy chế) không? Mong được PDT giải đáp thắc mắc.",
    "Kính gửi: Phòng đào tạo trường Đại  Chí Minh Em tên: Đinh Thành Thung, MSSSV:  . Em xin chuyển đổi thời khóa biểu môn quá trình thiết bị cơ học (MSMH:CH2019) từ nhóm 03 ( tiết 2-4  thứ 2 CS1) sang nhóm L04 ( tiết 7-9 thứ 2 CS2). Vì một số lý do sau: + Hiện tại em đang lưu trú tại kí túc xá ĐHCG CS2, vì thế việc học sẽ tiện lợi hơn. + Lúc Đkmh là Thầy Hoàng  nhưng sau này thay Thầy Nguyên Hữu  Hiếu giảng dạy. Không tương thích với nguyện vọng dkmh lúc đầu. + Nhóm 03, hầu như là lớp Kĩ sư tài năng nên dạy bằng tiếng anh, do vậy đôi lúc em  không nắm bắt kịp bài học . Việc xin đổi thời khóa biểu em đã trao đổi trực tiếp và được hai Thầy đồng ý dưới sự phê duyệt của Phòng Đào tạo. Em mong quí Thầy ( Cô) phê duyệt giúp em để việc học tập được thuận tiện hơn.",
    "Cho em hỏi về thời khoá biểu của Thực hành môn Kĩ thuật lập trình CO1013, từ tuần 34-37 thì có thời khoá biểu môn thực hành nhưng tuần 38 em vô coi lại thời khoá biểu là tiết thực hành không có vậy em không học thực hành môn ấy phải không ạ!! Nhưng em lên coi CTDT thì môn ấy vẫn có cột điểm thực hành, vậy là sao ạ!!",
    "Do không đăng kí kịp môn học trong thời gian của đợt đăng kí môn học dự thính. Em mong phòng đào tạo xem xét để em đăng kí theo học lớp anh văn 4 ( nhóm lớp C01, mã số môn học: 003004 ) Em xin cảm ơn!",
    "qua hạn đăng kí a văn đầu vào e lỡ ko đăng kí và được xếp vào diện chon1 nhưng e muốn đổi qua diện chon3 thì phải làm sao ạ  B",
    "em là . Em đã chuyển điểm anh văn 1. Có file hình ảnh bên dưới Bây giờ em có thể đăng kí như thế nào để được làm tiểu luận trong học kỳ chính 191 ạ",
    "cho e hỏi bây giờ em có thể đăng kí dự thi anh văn đầu vào được không ạ.",
    "Dạ em chào thầy(cô)! Em là sinh viên khóa K18 - MSSV: . Hôm trước em có làm đơn xin học dự thính đặc cách môn: \"Trang bị điện - điện tử trong máy công nghiệp\" Mã MH: ME2005. Và em đã nhận được kết quả là đơn đã được duyệt. Cách đây vài hôm, em đã thấy môn này có trong TKB của mình nhưng hôm qua kiểm tra lại thì thấy môn này đã bị mất trong TKB. Vì đây là môn khá quan trọng nên em mong thầy(cô) có thể giúp em kiểm tra lại ạ. Em xin cảm ơn! ",
    "Mọi người ơi cho em hỏi, nếu đã hết hạn đăng ký Anh văn đầu vào mà bây giờ muốn đăng ký lại thì phải làm sao ạ? Mong mọi người hướng dẫn ạ . Cảm ơn mọi người.",
    "Trong đợt đăng ký môn học dự thính vừa rồi do sơ ý không kiểm tra mail nên em đã bỏ lỡ. Em muốn làm đơn xin đăng ký môn học dự thính được không ạ. Em xin cảm ơn",
    "Em tên là :  MSSV 8 Do đóng trễ  học phí học kỳ hè và em không nộp đơn trình bày lý do sớm để có thể đăng ký kịp thời hạn học kỳ dự thính 191 Kính mong trường có thể giúp em đăng ký 2 môn học vào học kỳ dự thính 191 Cơ học kết cấu - mã môn học CI2029 Kết cấu thép 1 - mã môn học CI3009  Em xin cảm ơn",
    "Em đã xin xác nhận và gửi đơn lên PĐT. Nhưng do môn học này có danh sách thi tập trung giữa kì nên không đổi lớp được. Em cám ơn  với Chị Thu đã tận tình hướng dẫn ạ",
    "em là . Em đã chuyển điểm anh văn 1. Có file hình ảnh bên dưới Bây giờ em có thể đăng kí như thế nào để được làm tiểu luận trong học kỳ chính 191 ạ",
    "Em viết đơn này xin kính mong phòng đào tạo giúp đỡ em trong việc đăng ký môn anh văn 4( LA1009). Trong đợt học hè vừa rồi em có học môn anh văn 4 và biết điểm sau khi đợt đăng ký môn học dự thính kết thúc nên không kịp đăng ký lại môn này. Do còn môn này là môn cuối cùng để tốt nghiệp và em đã ra trường trễ hạn hơn 1 năm rồi nên mong phòng đào tạo tạo điều kiện cho em được học anh văn 4 trong đợt học dự thính này Em xin cảm ơn",
    "Em là , K19, khoa KH&KT máy tính Em nhận được mail từ phòng đào tạo về việc đăng ký kì thi Anh văn đầu vào, em dự định nộp chứng chỉ tiếng Anh (đã có) để xét miễn kì thi Anh Văn đầu vào nên em đã không vào đăng ký mục nào trong 3 mục mà phòng đào tạo đã hướng dẫn . Hiện giờ em vẫn chưa nộp chứng chỉ Anh Văn, nhưng đã hết hạn đăng ký kì thi Anh văn đầu vào. Em muốn hỏi là: 1. Bây giờ em nộp thì có được miễn thi hay không? Hay nhà trường xếp em vào mục 1 (Đăng ký dự thi và đăng kí xếp lớp Anh Văn 1, 2, 3, 4) 2. Trong trường hợp em được xếp vào mục 1 (Thi và xếp lớp), em dự thi Anh Văn đầu vào, sau đó nộp chứng chỉ thì có được miễn các lớp anh văn 1,2,3,4 không?",
    "Em xin chào anh chị ạ !   Cho em hỏi về hồ sơ xin học bổng . Trong thư gửi có ghi là \"Bản sao phiếu điểm năm học 2018 – 2019 nếu là SV năm thứ 2, 3, 4 (các bản sao không cần thị thực)\".   Không cần thị thực tức là phiếu điểm nộp không cần có sự chứng thực từ trường phải không ạ , hay là em phải đăng kí in phiếu điểm trên mybk để nộp vậy ạ !?              Em xin cảm ơn ạ !",
    "Thưa quý thầy cô, cho em hỏi trường mình làm lễ tốt nghiệp là vào ngày nào của tháng 11 ạ? Cách thức thông báo, ngày lên tập dợt chuẩn bị cho tốt nghiệp nữa ạ? Hồ sơ ở công ty em có dính đến bằng tốt nghiệp nên em cần biết sớm, chính xác ngày làm lễ để tìm hướng giải quyết ạ . Mong nhận được phản hồi của thầy cô. Em xin cảm ơn.",
    "Em tên:  Mssv:  Lớp: CK19LTH Em hiện sinh viên theo học lớp chính quy liên thông khóa 2019. Vừa qua đợt nhập học em có nộp file ảnh đính kèm với phiếu lý lịch tân sinh viên,nhưng do file ảnh bị lỗi nên chưa được in thẻ sinh viên. Em có nộp file ảnh mới cho phòng đào tạo ngày 6/9/2019 . Nay em kính đề nghị phòng đào tạo hỗ trợ em sớm in thẻ sinh viên để em xin việc làm thêm. Mong nhận được sự trả lời từ phía nhà trường . Trân trọng cảm ơn!",
    "Kính gửi Thầy/Cô, Hiện tại em có đăng kí môn học và có thời khóa biểu ở học kì chính. Tuy nhiên, em không có trong danh sách có giấy tạm hoãn NVQS tại văn phòng Khoa và không đăng ký online được ạ.Dạ Thầy/Cô cho phép em hỏi em có thể đăng ký và nhận giấy ở đâu được ạ. Em xin chân thành cám ơn.",
    "Em chào thầy/cô ạ Cho em đăng ký bổ sung thêm môn công nghệ lạnh điều hòa 1 mã môn học 260621, em đã xin hủy môn trùng lịch rồi ạ. Em  B  cảm ơn",
    "Em tên  MSSV  Em muốn xin đăng kí vào lớp DT02 môn học cơ học kết cấu của học kì dự thính 191 này,do em quên đăng kí nên đã hết hạn ngày 16/9/2019.Mong phòng đào tạo xem xét cho em xin được vào lớp ạ.Mong nhận được phản hồi sớm ạ.Em xin chân thành cám ơn.",
    "Em chào thầy cô ạ! Ở đợt dự thính 1 năm học 2019-2020 em có đăng ký 2 môn học dự thính. Ở đợt đăng ký 2 em có lên xem thì em có hiện cho em 2 lớp đăng ký. Tuy nhiên khi kết thúc đợt đăng ký lớp học đợt 3 thì em bị xoá mất môn 2 môn học em đã đăng ký rồi. Em rất mong thầy cô xem xét và cho em đăng ký ở lớp học dự thính mới ạ! Em xin cảm ơn thầy cô rất nhiều!",
    "Em đã đăng ki môn học nền móng kì dự thính mã CI3195 trong học kì 191 hệ chính quy và đã có xác nhận đăng kí thành công đợt 1. Nhưng có lẽ do lỗi phần mềm mà môn học của em đã bị mất và em vẫn không được xếp lịch học dự thính học kì 191. Em mong anh chị xem xét giúp em để em có thể đúng chương trình học ạ. Em đang học chương trình KSTN kì trước em chỉ được 7. Nên đang muốn đăng kí để được học cải thiện ạ",
    "Em muốn đăng kí bổ sung môn Công nghệ lạnh-điều hoà 1 cho học kì dự thính 191. Mong Phòng Đào Tạo cứu xét.",
    "Em bị hủy môn hệ thống máy tính và ngôn ngữ lập trình do sỹ số thấp. Có thể giúp em đăng ký vào lớp khác do em rất cần học môn này. Mong thầy cô giúp em    ",
    "Kính gởi phòng đào tạo trường Đại học Bách Khoa - thành phố Hồ Chí Minh. Em tên:   , MSSV: . Khoa Khoa học và Kỹ thuật Máy Tính, lớp MT16TN. Em viết đơn này để xin được đăng ký môn học   b Vật Lý 2(PH1005)   , lớp   i DT02   , Thầy  và Cô Nguyễn Thị Minh Hương với lịch như sau: Thứ 3: tiết 13 14 15 Thứ 5: tiết 13 14 15 Thứ 7: tiết 10 11 12   i Lý do   : em đã đăng ký huỷ môn Phương pháp tính (MT1009) lớp DT01 ở kỳ dự thính đợt 2. Nay em muốn đăng ký môn Vật Lý 2 ở kỳ dự thính này (đợt 3). Em kính mong phòng đào tạo giải quyết, em xin cám ơn!",
    "Xin chào, em là , sinh viên khóa k19 thuộc khoa Điện-Điện tử của trường Đại học Bách Khoa. Giấy tạm hoãn NVQS của em bị in sai thông tin hộ khẩu thường trú từ thị xã Phú Riềng thành thị xã Bình Long. Có thể in lại cho em được không ạ.",
    "Chào thầy, Em muốn học lớp dự thính môn tín hiệu và hệ thống(EE2005, lớp DT01). Do em đã bị hủy lớp đã đăng kí trước đó.",
    "Kính gửi : phòng đào tạo Em tên :   Mssv :  Em muốn rút môn học thì phải nộp đơn ở đâu và có mẫu đơn không ạ . em xin cảm ơn",
    "anh chị cho em hỏi đợt đăng kí môn học dự thính lần 1 em đã đăng kí đã thành công, lần 2 và 3 em k đăng kí vậy sao em lại không có thời khoá biểu các môn học dự thính vậy, ảnh đăng kí em có gửi kèm theo.",
    "t đăng kí môn học dự thính đợt 3 của học kì 191 em có đăng kí môn  Vẽ cơ khí(mã môn học 209037) nhưng khi có kết quả thì bị hủy môn vì không đủ điều kiện để mở lớp nên em mong Phòng đào tạo cho em được bổ sung 2 môn sau: Tổ chức quản lí bảo dưỡng 2( mã môn học 260614) Nhiệt động lực học( mã môn học 260608) Em xin cám ơn.",
    "Chào thầy cô, em tên  , MSSV 9 lớp XD12TL01. T5 ngày 12/9/2019, em có lên PĐT cập nhật tên trong danh sách tốt nghiệp nhưng hôm nay kiểm tra trong trang danh sách tốt nghiệp vẫn chưa được cập nhật. Mong thầy cô kiểm tra và phản hồi giúp em. Em xin cám ơn.",
    "Dạ e chào thầy/cô ạ, đợt 1 đăng kí dự thính e có đăng kí môn Vật lý 1, Giải tích 2 và Địa kĩ thuật 1 nhưng sau khi có mail thông báo báo trì máy chủ thì những môn đang học ban ngày lại bị đưa vào dsách đăng kí dự thính, hiện tại đã bắt đầu kì học dự thính nhưng  thời khoá biểu của e chỉ có những môn ban ngày và không có thời khoá biểu dự thính ạ. E mong thầy/cô hỗ trợ e về vấn đề này ạ.",
    "Lúc trước em có đăng ký môn vi xử lý cho học kì dự thính 191 nhưng vì bị kẹt lịch học giữa tiết 12 và 13 nên em không đăng ký được. Em đã làm đơn xin đăng ký môn gửi phòng đào tạo và phòng đào tạo trả lời là số buổi kẹt lịch của em lớn hơn 3 buổi nên em không được đăng ký. Em đã đăng ký môn học khác (giải tích 2) và trang đăng ký xác nhận là đã đăng ký được nhưng hôm nay em nhận được thời khóa biểu dự thính là vừa có môn vi xử lý và vừa có môn giải tích 2 trong khi 2 môn trùng lịch học. Em xin hỏi là bây giờ em phải làm sao và làm như thế nào?  Xin cảm ơn!",
    "anh chị cho em hỏi đợt đăng kí môn học dự thính lần 1 em đã đăng kí đã thành công, lần 2 và 3 em k đăng kí vậy sao em lại không có thời khoá biểu các môn học dự thính vậy . mong anh chị trả lời câu hỏi của em sớm nhất.",
    "Em đã đăng ký môn vẽ kỹ thuật xây dựng trong đợt đăng ký dự thính lần 1 nhưng do trùng lịch nên môn học bị hủy,giờ em không đăng ký lại được do đã hết hạn . Em xin được đăng ký vào lớp vẽ kỹ thuật xây dựng ( CI1033 ) của cô  , em cam đoan đã đáp ứng đầy đủ các điều kiện để được đăng ký môn học này.",
    "Em chào thầy cô, cho em hỏi rằng bảo lưu kết quả 1 năm thỉ thủ tục làm như thế nào ạ vào khi vào học lại mình cần làm gì trước khi nhập học lại ạ",
    "Em thấy kỳ dự thính này có mở môn anh văn 4 mà sao em gửi yêu cầu PDT lại trả lời là không mở ạ?",
    "t đăng kí môn học dự thính đợt 3 của học kì 191 em có đăng kí môn, Vẽ cơ khí (209037) nhưng khi có kết quả do lớp không đủ điều kiện để mở lớp. Nên bây giờ lịch dự thính của em bị trống nên em mong Phòng đào tạo cho em được bổ sung 2 môn sau: Kĩ thuật điện tử: (260619) Tổ chức quản lý bảo dưỡng 2: (260614) Mong Phòng đào tạo, tạo điều kiện cho em được đăng kí môn học để học đúng tiến độ. Em xin cảm ơn.",
    "Vào đợt 1 đăng kí dự thính, em có đăng kí 2 môn là Giải Tích 1 (MT1003) và Giải tích 2 (MT1005) Sang đợt 2 em đã xoá lớp do nhà trường xếp cả 2 môn và hiệu chỉnh đăng kí lại môn Giải Tích 1 vào một lớp có lịch thứ 7 và Chủ Nhật, nghĩa là em đã xoá môn Giải Tích 2. Nhưng đến hôm nay em xem thời khoá biểu thì thấy lịch Giải tích 1 đã được đổi còn Giải Tích 2 thì không bị xoá như đã hiệu chỉnh. Xem lại lịch sử đăng kí thì mọi thay đổi đăng kí ở đợt 2 không được xử lí. Em không đăng kí môn gì ở đợt 3 nhưng hệ thống lại hiển thị lịch sử đăng kí. Mong quý thầy cô giải quyết giúp em và có thể huỷ môn Giải Tích 2 trong thời khoá biểu của em được không ạ? Em cảm ơn",
    "Dạ em muốn hỏi về điểm thi và điểm được cập nhật trên bảng điểm của em. Vào cuối tháng 8 khi cập nhật bảng điểm, môn KT điện tử(cao đẳng) thì điểm thi của em là 3đ và điểm tổng là 5. Nhưng lần cập nhật  bảng điểm gần đây nhất thì điểm thi là 1. điểm liệt. Em muốn hỏi làm sao để biết bảng điểm cập nhật đúng hay sai ạ.",
    "Cho em hỏi là qua Học kỳ 2 hoặc là qua năm 2 em có thể chuyển từ chương trình đại trà sang chương trình Việt pháp được không ạ , em đang học ngành Kỹ thuật Xây dựng của chương trình đại trà ạ, em cám ơn.",
    "Chào thầy cô ạ. Cho em đăng kí bổ sung môn Công nghệ lạnh- điều hoà 1 MSMH 260621, cho học kì dự thính 191, em đã rút môn trùng lịch rồi ạ  Mong thầy cô giúp đỡ  Em cảm ơn.",
    "Kính gửi thầy , cô  Em tên là  , MSSV :  , Trung Tâm Đào Tạo Bảo Dưỡng Công Nghiệp , kính nhờ thầy , cô, đăng ký bổ sung  giúp em môn Tổ Chức Quản Lý Bảo Dưỡng 2 học kì dự thính 191  - Mã MH 260614, lớp CD01, của thầy  . lý do : em chưa đăng kí kịp môn . kính mong thầy, cô đăng ký giúp em ạ  Em Xin cảm ơn thầy , cô    ",
    "kỳ 172 em có học môn vi xử lý EE2013 và em đã đạt được môn này, nhưng trên phần chuyển điểm thì chưa có đạt được môn TN vi xử lý , mong nhà trường cập nhật điểm lại cho em ạ. em cảm ơn",
    "vừa rồi kỳ 182 em có phúc khảo môn xử lý số tín hiệu EE2015 và kết quả em đã phúc khảo đạt được môn này, trên bảng điểm cũng đã được thay đổi là em đã đạt môn này, ở phần chuyển điểm cũng đã có đạt được môn này rồi. số tính chỉ tích lũy cũng được tính vào rồi. nhưng hôm nay em vào xem thì thấy bảng điểm lại ghi điểm chưa đạt cho em môn xử lý số tín hiệu này, trong khi số tính chỉ tích lũy vẫn tính vào và bảng chuyển điểm vẫn ghi là đạt. mong nhà trường xem xét và giải quyết cho em ạ. năm nay là năm cuối của chương trình đào tạo khóa 13 rồi. mà giờ em bị ghi không đạt môn xử lý số tín hiệu như vậy thì em không thể nhận luận văn được trong khi thời gian đào tạo đã hết ạ. mong nhà trường xem xét , hỗ trợ giải quyết cho em còn tốt nghiệp ạ. em cảm ơn ạ",
    "Em đã chuyển điểm anh văn 1. đủ điều kiện đăng ký tiểu luận. Có file hình ảnh bên dưới Bây giờ em có thể đăng kí như thế nào để được làm tiểu luận trong học kỳ chính 191 ạ",
    "p Em là , MSSV , khoa KH&KT máy tính. Em đã đăng kí tốt nghiệp và đóng phí nhưng chưa thấy có trong danh sách tốt nghiệp chính thức. Em xin hỏi tại sao hoặc em có thiếu điều kiện gì không ạ?   /p",
    "em không đăng kí thi tiếng anh đầu vào thì có được xét lớp tiếng anh hay không ạ? Với còn có thể đăng kí thi bây giờ hãy không?",
    "Kính gửi Phòng Đào Tạo, Em tên  MSSV 2. Do chương trình học Việt Pháp năm nay thay đổi làm một số môn trong học kỳ này không mở, em ko thể đăng ký được và lịch học dự thính buổi tối trong đợt đăng ký cuối cũng không đủ sỉ số mở. Em cần đăng ký thêm 2 môn Đường Lối 001004 lớp P01 và môn Pháp Luật VN 008001 lớp C01. Hiện 2 môn này đã học được 2 buổi. Năm nay là năm cuối của em, kính mong Phòng Đào Tạo giúp đk để em đủ điều kiện làm luận văn trong học kỳ sau. Em Xin cảm ơn.",
    "Kính Gửi Phòng Đào Tạo. Do Em đăng kí trễ môn học dự thính cho học kỳ 1, năm học 2019-2020. Nên em viết đơn này này mong được phòng đào tạo đăng kí cho em bổ sung môn môn học trong học kì dự thính này, em có gửi đính kèm đơn xin đăng kí môn học trong file đính kèm. Em Cảm ơn !   i  .",
    "Mình khóa K12, vừa hoàn thành tất cả các môn học học kì hè vừa rồi, mình đăng kí xét tốt nghiệp bổ sung trên PDT, thì trên tình trạng sinh viên của mình bị buộc thôi học, mail sinh viên không có thông báo gì về tình trạng đó,cho mình hỏi mình có thể xem mình thiếu điều kiện gì để tốt nghiệp và tình trạng buộc thôi học như vậy là sao? Và khi nào thì có kết quả xét tốt nghiệp bổ sung?",
    ".. Do ngày thi anh văn đầu vào tới đây e phải đi phẩu thuật theo lịch của bác sĩ và không dự thi đươc .vậy cho e hỏi có cách nào để thi lại không ạ",
    "Em làm đơn này với mong muốn được Phòng Đào Tạo cho phép em thực hiện một số thay đổi về đăng kí môn học dự thính cho học kì chính 191, cụ thể là: - Hủy đăng kí môn  1 (PH1003 - lớp DT01) - Đăng kí mới môn Giải tích 2 (MT1005 - lớp DT02)  Kính thưa Phòng đạo tạo, do vào tuần đăng kí dự thính em phải vào viện chăm người thân trong gia đình cả ngày nên em đã gây ra sự sơ suất rất đáng trách khi đăng kí nhầm môn em đã qua là  1 (PH1003) thay vì đăng kí môn  2 (PH1005) nên em xin phép được hủy dự thính  1, em xin nhận hoàn toàn lỗi về phần mình .  Và sau khi xem lại thời khóa biểu dự thính của môn  2 thì em không thể sắp xếp được thời gian nên em mong muốn được đăng kí mới dự thính môn Giải tích 2 (MT1005) để phù hợp với việc sắp xếp thời gian.  Việc xảy ra là do sự sơ suất của em, em sẽ rút kinh nghiệm và không để tình trạng này xảy ra nữa. Kính mong Phòng Đào Tạo cho phép em thực hiện những thay đổi này. Em xin cảm ơn.",
    "Em chào thầy (cô), Em viết câu hỏi này kính mong PĐT hỗ trợ em đăng ký môn học Đường lối CM của Đảng CSVN (SP1009) vào học kỳ 191. Lý do: Học kỳ dự thính 183 em có đăng ký học môn này nhưng có điểm muộn. Điểm được cập nhật sau khi hệ thống đkmh dự thính kết thúc 3 ngày. Vì chưa lường trước được việc Rớt môn học này nên em đã chưa kịp đăng ký môn học cho học kỳ dự thính 191. Thông tin môn học: Đường lối Cách mạng của Đảng CSVN (SP1009), Nhóm DT01 do GV  giảng dạy vào thứ 7 (tiết 789) và CN (tiết 234) . Kính mong PĐT hỗ trợ em đăng ký môn học này thành công để tạo điều kiện cho em ra trường đúng hạn. Vì kỳ này em đang làm ĐATN, nếu không được học học môn Đường lối ở học kì dự thính em có thể sẽ nhận bằng trễ. Em chân thành cảm ơn thầy (cô). Em .",
    "Thưa phòng đào tạo. Em tên , MSSV 2. Sinh viên khoa Kỹ thuật xây dựng. Em xin phản hồi Tình trạng sinh viên của mình, em không vi phạm bất kỳ quy chế học vụ nào của nhà trường tuy nhiên trên mục Tình trạng sinh viên trang Mybk của em lại để là “Buộc thôi học”. Em mong phòng đào tạo xem xét và chỉnh sửa giúp em. Em cám ơn.",
    "Hôm nay tôi viết đơn này, xin được đăng ký bổ sung môn học. Vì là sinh viên năm 4, và muốn hoàn thành môn “Đường lối cách mạng của Đảng Cộng Sản Việt Nam” trong học kỳ 191, để kỳ sau tham gia thực tập tại các công ty. Do đăng ký trễ hạn - 16/09/2019 03:59, tôi xin phòng Đào Tạo bổ sung tôi vào danh sách lớp học với: -Mã: DT01 -GVHD: cô       .",
    "Em muốn chuyển nhóm lớp môn Cơ Lý Thuyết(mã số AS1003) đang học dự thính hiện tại sang một nhóm lớp học Cơ Lý Thuyết dự thính khác vì bị trùng lịch với lịch học phần mềm revit hiện tại của em, em mong phòng đào tạo giúp đỡ  để chuyển lịch học môn Cơ lý Thuyết hiện tại sang các hôm khác như (t3,t5,t6) vào buổi tối đều được. Em xin cảm ơn!",
    "kính thư văn phòng đào tạo vì em đã không đăng ký môn học dự thính sớm, nên đã trễ lich đăng ký. Hiện tại em rất được muốn đăng ký học dự thính hai môn học mã là Mt1003 và MT1005. em muốn được vào lớp DT01 môn MT1005 và DT02 môn MT1005. Mong quý thầy cô xem xét và giải quyết giúp em. Em thành thật cám ơn",
    "Cho em hỏi chuyển cơ sở thi giữa kì chỉ cần xem danh sách mới rồi vào đúng phòng mới thi hay có cần làm thủ tục gì không ạ?",
    "ng kí môn học dự thính HK191. -Họ tên SV:  -Tên môn học: Kỹ thuật lập trình -Mã môn học: CO1011 -Giảng vien:  -Lớp: DT01 -Giờ học:Thứ 7 (tiết 10-11-12) và Chủ nhật (tiết  4-5-6 và 10-11-12)",
    "trong lịch thời khóa biểu có môn ở đăng kí dụ thính 14h50 phút ở cơ sở 1 mới ra mà 15h lại có môn đăng kí học chính (lúc đi học em mới nhận ra) mà bây giờ hết hạn hiệu chỉnh . bây giờ em muốn có cách nào hủy đăng kí môn học khác ngoài hiệu chỉnh trên web mybk không ạ ?",
    "Cho tôi hỏi là tôi đã đóng 200.000đ phí xuất thêm chứng chỉ IELTS cho IDP mà trên trang web của phòng đạo tạo vẫn kêu tôi đóng thêm 200.000đ lệ phí miễn điểm",
    "Chào thầy cô ạ. Cho em hỏi là em hiện tại còn nợ 1 môn anh văn 4 để được tốt nghiệp. Vậy thầy cô cho em hỏi em có thể xin điểm cho môn học này được không ạ. Em xin cảm ơn quý thầy cô ạ.",
    "cho em hỏi em lỡ đang ký dự thính . giờ làm đơn xin xóa không học nữa được không ạ",
    "Tôi muốn hỏi tại sao gmail của tôi gần đây không thể nhận được các thông báo, mail của nhà trường trong khi gmail của các bạn tôi vẫn hoạt động tốt.",
    "Dạ em là sinh viên k19. Đầu năm nhà trường  có khoản đăng kí thi anh văn đầu vào và xếp lớp. Có 3 mục để sinh viên chọn lựa. Vậy cho em hỏi em đăng kí Chọn 1 tức thi và được nhà trường xếp lớp học. Giờ em muốn tự ôn không học nữa được k ạ? Cho em hỏi thêm là nếu mình học theo xếp lớp học  trong trường thì có tính điểm như một môn học không ạ? Em xin cảm ơn.",
    "Hiện tại em còn một môn xử lý số tín hiệu(ee2015) để kỳ sau được đăng ký đồ án kỳ sau.Nhưng vì lịch học tiết 12 ở cs2 và tiết 13 ở cs1 nên không đăng ký được dự thính môn này.Mong phòng đào tạo có thể xem xét trường hợp của em để em có thể đăng ký môn xử lý số tín hiệu(ee2015) để kịp chương trình đào tạo.Em xin cảm ơn.",
    "Em là sinh viên K17, khoa điện điện tử Em đã quên đi SHCD vào ngày 7/9 (do email thông báo đã cũ, mà cũng không có email nhắc). Không biết em có thể đi bù vào buổi nào khác không? Nếu không đi được thì có bị xử lý gì không ạ",
    "Em  , mssv:  Hk này em có đk 1 số môn dự thính vào đợt 1 nhưng đến thời điểm này  hết tuần 38 em vẫn chưa nhận được thời khóa biểu, mong pđt xác nhận lại xem có em có được xếp lớp môn nào không. Em cảm ơn",
    "Thân gửi thầy cô Em là  MSSV: Em muốn đăng ký môn học Xác xuất thống kê - Lớp buổi tối hoặc cuối tuần. Mong thầy cô hỗ trợ em với ạ",
    "Em là   Đăng ký lớp cầu 1 ci3039 Mong phòng đào tạo duyệt giúp em. Em xin cảm ơn.",
    "Chào quý thầy cô, trước đó do chưa đủ chuẩn anh văn nên em đã đăng kí 1 môn để không bị tạm dừng theo như thông báo của phòng đào taoh. Cách đây 1 tuần, em đã đạt các chuẩn, tuy nhiên vẫn còn 1 môn mà em đăng kí trước đó thì có được tốt nghiệp không? Do học phí của kì 191 vẫn chưa đến, như vậy em phải xử lý thế nào để có thể có têb trong danh sách tốt nghiệp ạ?",
    "Em đã chuyển điểm anh văn 1 lần rồi, bây giờ em đã đăng kí thi toeic để chuyển và cải thiện điểm có được không ạ? Em chỉ còn thiếu 1 chút nữa là bằng Khá, mong PĐT giúp đỡ em với ạ. Em lỡ đăng kí thi rồi. Em cảm ơn",
    "Trước đó em quên chưa nộp giấy xác nhận điểm rèn luyện và bị đánh giá 0 điểm, nên thầy cô cho em hỏi là em có thể xin cập nhật lại điểm rèn luyện bằng cách nào ạ .",
    "Em tên là  -Hiện em đang học tại cs1 nhưng vì muốn sinh hoạt tại cs2 nên em muốn tư vấn: +Ưu tiên 1:Đăng ký ký túc xá khu B  +Ưu tiên 2:Đăng ký ký túc xá khu A(Nếu có thể) +Ưu tiên 3:Nhà trường có thể tư vấn giúp em một số nhà trọ tiện nghi cơ bản,giá có thể cao hơn ký túc xá. Dạ,em biết đã làm phiền nhà trường và hiện em đang rất nóng lòng được nghe phản hồi. Em cảm ơn ạ.  ",
    "Em có đăng kí môn giải tích mạch EE1011 dự thính chính quy mà nay trên kết quả môn học có thời khoá biểu mà bên thoing tin sinh viên không có. Mong thầy/cô hiệu chỉnh lại giúp em . Em cám ơn.",
    "Kính thưa các Thầy Cô, em còn thiếu ngày CTXH nên chưa thể đăng kí tốt nghiệp, nên em định dành học kì này để bổ sung, sau đó đăng kí học tiếp văn bằng 2. Nhưng em lại quên đăng kí ít nhất 01 môn học trong TKB để được Nhà Trường cấp giấy chứng nhận sinh viên để bổ sung cho địa phương. Hiện tại em đang rất bối rối và hối hận, kính mong các Thầy Cô rộng lòng chiếu cố để em có thể nộp giấy tờ cho địa phương và tiếp tục theo học tại Trường. Em vô cùng biết ơn các Thầy Cô.",
    "Xin kiểm tra giúp em tại sao em không có tên trong danh sách tốt nghiệp dù đã đủ điều kiện . Em cảm ơn",
    "Kính gửi: Quý thầy cô Phòng Đào Tạo Trường Đại Học Bách Khoa TP HCM   Em tên là:    Dạ em gặp vấn đề là: em đã có trong danh sách tốt nghiệp tạm thời, hôm thứ 6 ngày 13.9 em có đăng tốt nghiệp, đã hoàn thành thông tin + ảnh, và đã đóng lệ phí xong. Nhưng đến hôm nay em vẫn chưa có tên trong danh sách tốt nghiệp chính thức ạ   Em và các bạn em đều gặp tình trạng trên ạ. Mong quý thầy cô kiểm tra lại giúp bọn em với các MSSV sau ạ: , , , . Em xin cảm ơn.  ",
    "Em là  mssv , 3 tuần trước em học hệ đại trà cơ sở 2 và đã đăng kí thành công môn GDTC, nay em đã chuyển sang chương trình PFIEV và học tại cơ sở 1, em nhận thấy lịch học môn GDTC không bị trùng với lịch học chính và hoàn toàn đó thể theo học được, nên em không đăng kí mới và vẫn theo học môn GDTC đã được 4 buổi. Cho đến nay em vẫn chưa thấy môn GDTC xuất hiện trên thời khoá biểu của em, em mong trường hợp của em được giải quyết để em có thể tiếp tục theo học. Em xin cảm ơn ạ.",
    "Mong pdt xem xét giúp em , em đã đăng kí giải tích 1 và giải tích 2 cho kì dự thính nhưng đến nay chưa có thời khoá biểu ạ",
    "Kính gửi Phòng Đào Tạo, Em tên  MSSV 2. Em xin đăng ký bổ sung môn Pháp luật đại cương SP1007 lớp DT01. Em xin lỗi vì đăng ký trễ do môn đúng theo chương trình của em không mở lớp, mong Phòng Đào Tạo giúp em để em đủ điều kiện đăng ký luận văn. Em Xin cảm ơn.",
    "Em đăng ký bổ sung môn bóng bàn nhưng thời khóa biểu không hiển thị",
    "Kính gửi thầy/cô phòng đào tạo. Về việc nộp bản sao văn bằng tốt nghiệp THPT em đã nộp vào ngày 14/6/2019. Em đã nộp cho bạn lớp trưởng lớp CCOTO18. Em có bị sai ở chỗ nơi sinh và có lên phòng đào tạo để sửa lại. Em có hỏi cô bên phòng đào tạo nếu bị sai vậy thì có thể nộp văn bằng được không thì cô bảo vẫn nộp được. Nhưng hôm nay, ngày 23/9/2019 em có lên mybk kiểm tra và thấy phòng đào tạo vẫn chưa nhận được bản sao. Em kính mong thầy/cô có thể xem xét lại cho em và giúp em. Em xin chân thành cảm ơn thầy/cô.",
    "Thầy cho em hỏi em là sinh viên hệ VLVH Hồ Công Lý MSSV  em muốn được đăng kí học dự thính môn Sức bền Vật Liệu ( CI2001) học kì DT191 được không. do hạn đăng kí trên MYBK đã hết và tuần này các bạn đã bắt đầu học kì rồi. em còn môn này là môn cuối cùng nữa là hoàn thành chương trình nên em có làm đơn xin PDT. nhưng chị trên PDT nói lên đây hỏi. Kính mong được PDT xem xét Em cám ơn!",
    "Dạ, học kỳ này em có đăng ký luận văn tốt nghiệp đợt bổ sung thì lúc em đăng ký thì đăng ký được ạ, nhưng lúc trả kết quả thì báo là em không đăng ký được. Em đã có nộp điểm anh văn Toeic đầy đủ rồi ạ. Có thể cho em hỏi là lý do tại sao em không đăng ký được luân văn không ạ và nếu vậy kỳ này em có thể nộp đơn gì để có thể đăng ký được luân văn không ạ? Hiện tại em đã trễ hẹn tốt nghiệp 1 năm rồi ạ mong thầy cô giúp đỡ để em có thể hoàn thành được luân văn và tốt nghiệp ạ! Em xin cảm ơn nhiều ạ!",
    "Em chào thầy/cô ạ!  Tình hình là em có đăng ký môn dự thính lần 1 ở học kỳ 191. Trên lịch sử đăng ký đã có hiển thị em đăng ký được hai môn là vật lý 1 và anh văn 1 nhưng ở 2 đợt đăng ký dự thính sau em không được sắp lớp cũng như không có thời khoá biểu. Em đã gửi câu hỏi vào ngày thứ 5,19/09/2019 nhưng em kiểm tra gmail đến nay là ngày 23/09/2019 em vẫn không nhận được gmail phản hồi. Mong thầy/cô xem xét trường hợp của em với ạ! Chúc thầy/cô một ngày tốt lành.",
    "Em tên là , em xin hỏi là sắp tới e có KT3 Thành Phố Thì Sang học kì 2 em có được xin vào cs1 học không ạ",
    "Dạ em chào thầy/cô ạ . Dạ thầy/cô  cho em hỏi là nếu em không tham gia kì thi anh văn đầu vào thì có sao không ạ? Nếu phải nộp chứng chỉ anh văn vì không thi đầu vào thì em phải nộp chậm nhất vào lúc nào ạ? Em cảm ơn thầy/ cô nhiều lắm ạ.",
    "Cho em hỏi, em đã đủ điều kiện tốt nghiệp nhưng hiện giờ vẫn chưa có tên trong danh sách dự kiến tốt nghiệp, giờ em cần phải làm những gì để đưỡ đăng ký tốt nghiệp ạ?  B",
    "Em là , mã sv . Tuần vừa rồi em có đăng ký học lại môn kết cấu bê tông cốt thép 2, mã MH CI3175, lớp dự thính, nhưng đến nay vẫn chưa có kết quả đăng ký và thời khoá biểu . Em xin phòng đào tạo sớm xử lý giúp em vấn đề này ạ. Em xin cảm ơn.",
    "Do em đăng kí môn phương pháp tính mã số môn học MT1009 nhưng bị hủy vì thiếu môn Giải tích 1. Nhưng em thuộc đại học liên thông chính quy nên được miễn môn Giải tích 1. Kính mong PĐT giải quyết giúp em. Em xin cảm ơn.",
    "Mã môn: PE1021 Mã nhóm: L20",
    "Em xin đăng kí bổ sung môn học cơ lưu chất (CI2003) và môn phương pháp tính (MT1009) vì em chỉ còn 2 môn là hoàn thành chương trình đào tạo nhưng do em có điểm học kì hè sau khi kết thúc đợt đăng kí dự thính cuối cùng nên không thể đăng kí được. Em mong nhà trường cho em cơ hội để hoàn thành chương trình học. Em xin cảm ơn",
    "SV:     Cho em xin thắc mắc về việc cập nhật CTXH hiến máu nhân đạo 7/9/2019 vẫn chưa được đoàn trường cập nhật. Hạn tốt nghiệp đã gần tới . Mong đoàn hội xem xét cập nhật sớm cho sinh viên.",
    "PE1015 L28",
    "Cho em hỏi cách đăng kí bổ sung dự thính như thế nào ạ? Do em vừa mới được chuyển điểm anh văn",
    "Dạ cho em hỏi, nếu đã lỡ đợt đăng ký anh văn đầu vào nhưng nếu muốn  không tham gia thi và học ở trường thì phải làm sao ạ?  Em cảm ơn ạ .",
    "Em là , học lớp CK18HT, em đã làm mất bằng tốt nghiệp và xin gia hạn được đến hết tháng 9, nhưng em đã về sở để làm lại và mất thời gian khá dài mới hoàn thành được, cho em xin gia hạn thêm được không ạ?",
    "Chào thầy/cô!! Em là  đến từ lớp XD19LT06. Việc là thẻ sinh viên của em trên web mybk để là đã được in vào ngày 05-09-2019 nhưng hiện nay em vẫn chưa nhận được vậy cho em hỏi em lấy thẻ ở chỗ nào ạ? Em đã liên hệ cô chủ nhiệm nhưng cô kêu em lên hỏi PĐT. Em xin chân thành cảm ơn ạ!!",
    "Em đã đăng kí nộp chứng chỉ ngoại ngữ và đã hợp lệ miễn 4 anh văn. Vậy em có phải thi anh văn đầu vào không ạ? Em cảm ơn.",
    "Chào anh, chị Em là  MSSV:  Hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp nên em muốn anh chị thêm tên em vào danh sách để em có thể đăng kí kịp thời hạn. Em cảm ơn.",
    "chưa có tên trong danh sách phát giấy hoãn nghĩa vụ quân sự",
    "em chưa có tên trong danh sách in giấy nghĩa vụ quân sự ở văn phòng khoa ( khoa học máy tính ) làm thế nào để nhận được giấy hoãn vụ quân sự ?",
    "Em chào cô . Em tên là  MSSV  Cô ơi, bây giờ môn hình học hoạ hình với môn vẽ bóng phối cảnh từ k17-k18 là 2 môn. Bây giờ đến k19 bị gộp lại thành 1 môn thôi. Do chương trình đào tạo học đổi rồi. Bây giờ có một vài bạn qua môn này lại thiếu môn kia. Vậy bây giờ các bạn muốn trả nợ nhưng bây giờ không biết làm thế nào?   Cô cho em hỏi như vậy mình có thể giải quyết như thế nào ạ? Em mong được giúp đỡ Em xin cám ơn cô!",
    "Dạ cho em hỏi, em đã kiểm tra điều kiện tốt nghiệp về Chứng chỉ AV, số TCTL ngành, số ngày công tác xã hội và không ràng buộc các điều kiện khác, mà sao danh sách tốt nghiệp dự kiến em không có tên. Em biết thời gian đăng ký tốt nghiệp vào cuối tháng 9, gần hết thời gian mà em vẫn chưa có tên, em rất lo lắng mong phòng Đào tạo giải đáp giúp em. Em xin cảm ơn.",
    "Cho em xin được đặt câu hỏi là em đã rút môn học Anh Văn 2 sau khi đăng kí, điểm là R. Khi em nộp chứng chỉ Anh Văn TOEIC 550 vào là em được qua Anh Văn 2 3 4 được không ạ?",
    "MSGV:    Em đã hoàn thành hết các môn học và thiếu chứng chỉ anh văn nên không thể tốt nghiệp đúng hạn, và giờ em không đăng kí được môn học để duy trì tình trạng học tập, để tránh bị cảnh cáo học vụ. Mong thầy cô cho em xin 1 vài hướng giải quyết. Em cảm ơn !   ",
    "Lịch thi (không tìm thấy,sai phòng thi,...)   Vào ngày 16/11 em có thi 2 môn hệ thống số vào lúc 9g00 và nhập môn điện toán vào lúc 10g00. Không biết như vậy có bị cận giờ không vậy ạ?",
    ".. Em nhận học bổng ở quê vào ngày thi anh văn đầu vào 28/9.nhờ người thân nhận dùm không được.cho em hỏi có thể thi lại được không hoặc còn cách nào không ạ",
    "Em chào thầy/cô. Em có mssv , hè vừa qua em có đăng kí học cải thiện môn học. Thầy/cô vui lòng cập nhật điểm xét tốt nghiệp giúp em. Em xin cám ơn.",
    "Em  tên , mssv , hiện học hệ Chính  quy K14 KH&KT MT tại CS2 Bách Khoa. Vì em đăng kí môn học trễ nên   B chưa được in sẵn    giấy tạm hoãn Nghĩa vụ quân sự. Trên trang   B myBK   , em không tìm được mục   B In riêng giấy tạm hoãn NVQS      (như ảnh đính kèm) để đăng kí online Em có lên PDT CS2 hỏi thì cô bảo phải đợi họ mở lại thì mới đăng kí được Do em đang cần gấp, nên em muốn hỏi hiện có thể đăng kí xin giấy này ở đâu và thủ tục ntn ạ Em cảm ơn.",
    "nhận giấy xác nhận sinh viên ở văn phòng nào? (tại cơ sở 2)",
    "ng kí giấy hoãn nghĩa vụ quân sự online bằng cách nào ạ ?",
    "Môn kinh tế kỹ thuật (ME2045) của em đăng ký vì sao không được xét duyệt vậy ạ? Mong phòng đào tạo xét duyệt lại giúp em.Em xin cám ơn.",
    "Chào thầy/cô, hiện tại em đã đăng ký tốt nghiệp và nhận giấy chứng nhận tốt nghiệp tạm thời. Tuy nhiên, tên của em vẫn chưa có trong danh sách tốt nghiệp chính thức đợt tháng 11/2019 này. Như vậy có ảnh hưởng gì đến lịch trình tốt nghiệp của em không ạ?",
    "cho em hỏi sao em đã đăng kí thi tiếng anh đầu vào từ tuần trước mà tới giờ vẫn chưa có lịch thi và phòng thi cho em ạ, em đăng kí thi nhưng không xếp lớp",
    "Kính gửi Phòng Đào Tạo, Em tên  MSSV 2. Em xin đăng ký bổ sung môn Pháp luật đại cương SP1007 lớp DT01. Em Xin cảm ơn.",
    "Em tên .MSSV:.Lớp BD16CDT Kính xin phòng đào tạo cho em được đăng kí bổ sung môn học học kì dự thính 191 môn: -260657:cơ điện tử  Trong khi chờ đợi kết quả em xin chân thành cảm ơn.",
    "Hiện tại, em chưa đăng kí môn cơ ứng dụng as2007. Em biết là dự thính học được một buổi rồi. Nay em xin cho em được học môn này vì mỗi năm chỉ mở một lần ạ.  ( em muốn học lớp tiết 3 4 5 chủ nhật). Nếu được thì em làm thủ tục thế nào ạ. Em ghân thành cảm ơn.",
    "Em bị mất giấy xác nhận sinh viên thì làm thế nào ạ. Em cảm ơn !",
    "CODE em vừa được cứu xét thu nhận lại tại học kì 191 và lúc đó em không được nhà trường phát giấy tạm hoãn nghĩa vụ quân sự. Hiện tại em đã đăng kí môn học và em mong nhà trường có thể cấp cho em giấy tạm hoãn nghĩa vụ quân sự, em xin chân thành cảm ơn ạ .",
    "Kính gửi: Phòng Đào Tạo Em tên:          MSSV:          Ngành: Bảo Dưỡng Công nghiệp Nay em xin trình bày một việc như sau: Do lúc đăng kí học kì dự thính em không thấy mở lớp môn Vi xử lý-vi điều khiển, nay em thấy bạn có thời khóa biểu môn này nên em xin phòng đào tạo cho em được đăng kí bổ sung môn học: _260634_ Vi xử lý-vi điều khiển  Em kính mong phòng đào tạo xem xét để tạo điều kiện cho em được mở môn học. Em xin cảm ơn.",
    "Làm thế nào để e đăng kí lại giấy hoãn NVQS vậy.En thấy trên mybk để chỉ 1 lần đăng kí trên 1 kì. Và e không rõ mục đăng kí giấy hoãn NVQS là mục nào",
    "Lịch thi (không tìm thấy,sai phòng thi,...) . Cho em hỏi em có đến ký thi anh văn đầu vào bà xếp lớp nhưng trong lịch thi của em ở mybk lại không có lịch thi anh văn đầu vào.",
    "Mong phòng đào tạo cứu xét giúp em , em lỡ đăng kí nhầm chuyển hệ , mong nhà trường hãy cho em đăng kí giải tích 1 ( MT 1003 ) và giải tích 2 ( MT1005 ) trong đợt dự thính học kì 191 , em muốn học để kì sau được đăng kí luận văn , mong pdt suy xét để cho em đăng kí , em cảm ơn ạ , em khoá k14",
    "Tên:       b MSSV:     Em thắc mắc về việc đăng kí tốt nghiệp. Mặc dù đã đủ điều kiện theo dự tính nhưng khi vào đăng kí tốt nghiệp thì được báo là \"không tìm thấy sinh viên\". Phòng đào tạo có thể kiểm tra giùm em được không ạ . Em cảm ơn",
    "kính gửi Phòng đào tạo Trường ĐHBK TP-HCM Hiện tại em đã hoàn thành hầu hết các môn học ở trường nhưng do thiếu Ngoại Ngữ nên em chưa thể ra trường và để duy trì trạng thái còn học em đã đăng ký 1 môn thép 2 ở kỳ dự thính (lúc đó khoảng 30sv đăng ký). Nhưng do bản thân chủ quan nên ít xem thời khóa biếu giờ mới vào xem thì không thấy thời khóa biểu mới biết môn đó không mở lớp  xin phép Phòng đào tạo có thể cho em đăng ký môn học dự thính để duy trì trang thái còn học cũng như làm đúng quy định của nhà trường em xin trân trọng cảm ơn   i  .",
    "Hôm trước em đăng kí thi AVĐV và xếp lớp ạ. Nhưng thứ 7 này em phải về quê vì có việc, nên em muốn hỏi là em có thể xin phép hôm đó không thi AVĐV và sẽ nộp bằng vào cuối năm I được không ạ",
    "ằng tốt nghiệp THPT . Kính gửi Quý thầy cô Phòng Đào tạo trường Đại học Bấch Khoa TP.HCM Em tên  - MSSV:  Em đã nộp bản sao Bằng tốt nghiệp THPT cho lớp trưởng của lớp cũ trong HK182. Nhưng trên trang Thông tin văn bằng của MyBK báo rằng Phòng Đào tạo chưa nhận được bản sao Bằng tốt nghiệp THPT của em ạ . Mong Phòng Đào tạo xem xét và trả lời câu hỏi của em. Em xin chân thành cảm ơn.",
    "Em sinh viên năm 4 trong học kỳ này em ko đủ anh văn cho năm 4 nên ko đăng ký dc môn học chuyên nghành. Thầy cô cho em hỏi ngày có kết quả kiểm tra anh văn định kỳ ở trường là ngày 24/12   còn hạn cuối đăng ký hiệu chỉnh học kỳ 192 là ngày 23/12 vậy kỳ thi anh văn ở trường có kịp để đăng ký môn học không??? Em rất mong được thầy, cô trả lời, vì nó ảnh hưởng đến quá trình học tập của em rất nhiều. em xin trân thành cảm ơn .",
    "Em đã nộp chứng chỉ ngoại ngữ và đã được duyệt. Tuy nhiên em chưa hoàn thành việc đóng lệ phí. Và em thấy trên mybk vẫn có lịch thi AVĐV. Vậy em vẫn phải tham gia thi hay sao ạ. Em cảm ơn ạ",
    "Em xin chào anh/chị hỗ trợ. Em tên -, khoa Điện - điện tử. Hôm nay em xin hỏi anh/chị tư vấn một vấn đề như sau. Em có đăng kí tốt nghiệp vào ngày 31/08/2019 và đã có tên trong danh sách tốt nghiệp dự kiến cũng như đã nhận được giấy chứng nhận tốt nghiệp tạm thời. Nhưng khi em kiểm tra trong danh sách tốt nghiệp chính thức tháng 11/2019 thì không có tên em. Anh/chị tư vấn cho em hỏi là trường hợp không có tên trong danh sách tốt nghiệp chính thức tháng 11/2019 là do phòng đào tạo chưa cập nhật hay có nhầm lẫn gì không, nếu em bị như thế thì có cần phải lên pdt bổ sung hay làm gì không ạ? Và ngày 30/09/2019 là hạn chót đăng kí tốt nghiệp thôi hay là hạn chót để cập nhật danh sách chính thức ạ. Em xin chân thành cảm ơn và chúc anh/chị ngày mới tốt lành. Trân trọng,",
    "Cho em hỏi điều kiện đăng kí môn học CH2043 và CH2051 là gì vậy ạ? Với cho em hỏi xem mấy đó ở đâu ạ! Em cám ơn!",
    "Kính gửi phòng đào tạo, Em là  mssv  hiện em thiếu 1 môn để đủ tín chỉ ra trường Môn học: kỹ thuật siêu cao tần EE3025, em có đăng ký môn này vào dự thính kì 191 nhưng vi phạm giờ học thông tầm từ tiết 12  sang tiết 13 t4 với một môn học khác, em mong PĐT có thế cho em đăng ký môn học này để có thể hoàn thành việc học. Em cam kết sẽ đóng đủ học phí đi học đầy đủ cả 2 môn và hoàn thành môn học này ạ. Em rất biết ơn Phòng Đào Tạo",
    "Cho em hỏi là thời gian nhà trường cập nhật ĐTBTL của từng học kỳ là vào thời gian nào ạ",
    "Em tên là  . MSSV:  Khoa giao thông lớp GTOTO3. Em xin được phép hỏi về vấn đề xét miễn chứng chỉ ngoại ngữ. Em đã có yêu cầu hội đồng anh British Council gửi bản sao chứng chỉ xác nhận về phòng đào tạo. Trên trang mybk mục nộp chứng chỉ đã có thông báo hợp lệ nhưng ở trang điểm chuyển của em vẫn không có như trong hình . Mong cô xem xét vấn đề giúp em sớm vì có bạn vừa được gửi mail là hôm nay hết hạn . Em xin cám ơn",
    "Em có đăng ký môn học dự thính đợt 1 hai môn:   B MT1003: GT1 SP1009: Đường lối CM Đảng CS VN    Và em đinh ninh đã xong nên không xem lại vào đợt đăng ký 2 và 3. Nên ngày 19/09 em xem thời khóa biểu không thấy lịch học dự thính, nên em tưởng lỗi kỷ thuật. Hôm qua, ngày 26/09, em có lên phòng đào tạo nhờ hỗ trợ. Cô nhân viên cho biết có đăng ký cho em nhưng sắp lịch bị lỗi nên tự hủy. Nay em kính mong quý thầy/cô nào phụ trách sữa chữa tkb. Giúp em sắp lịch hai môn trên. Vì em khóa K2014 nên em rất cần hoàn thành xong 2 môn này để không bị trễ tốt nghiệp. Em xin cám ơn.",
    "Do em đăng kí môn học sai mã, xin phép phòng đào tạo cho em đăng kí lớp học môn cơ lưu chất - mã môn học CI2003 trong học kì dự thính này.",
    "Cho em hỏi làm thế nào để đổi thể loại thi anh văn đầu vào từ CHON1 sang CHON3 à.",
    "Chào thầy (cô).Em là sinh viên K13, và đây là kì học cuối cùng của em. Hiện tại em còn thiếu môn kết cấu thép (CI3211) và DAMH kết cấu thép (CI3213).Đây là 2 môn tiên quyết của LVTN. Em mong thầy (cô) giúp đỡ em được đăng kí vào 2 lớp này. Em xin chân thành cảm ơn.",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . Cho em hỏi là em đã đủ các điều kiện xét tốt nghiệp và bằng toeic của em được thẩm tra xong vào ngày 17/9/2019 mà sao tới giờ em vẫn chưa có trong danh sách tốt nghiệp dự kiến và chưa đăng kí tốt nghiệp được ạ? Em cảm ơn",
    "Em xin chào anh/chị ạ, Em tên là , em là sinh viên ngành Khoa học máy tính khóa 2014, MSSV của em là . Em hiện đã hoàn thành hết chương trình học của em bao gồm 140 tín chỉ, số ngày CTXH của em hiện tại là 15,5 ngày. Em cũng đã hoàn thành chuẩn Anh văn đầu ra của khóa em bao gồm TOEIC Speaking and Writing là 220 điểm và TOEIC Listening and Reading là 485 điểm. Nhưng hiện tại khi em kiểm tra mã số sinh viên của em trong danh sách tốt nghiệp dự kiến và danh sách tốt nghiệp chính thức tháng 11/2019 thì xuất hiện thông báo \"Không tìm thấy mã số sinh viên này trong trong danh sách\" và em hiện cũng không thể đăng ký tốt nghiệp được trên website của trường. Em không rõ là hiện tại em có còn chưa thỏa mãn điều kiện nào để hoàn thành tốt nghiệp hay không hoặc do hệ thống đăng ký bị lỗi. Hạn đăng ký tốt nghiệp chỉ còn vài ngày nữa là vào ngày 30/09/2019, do đó em xin phép nhờ anh/chị kiểm tra giúp em lý do cùng nguyên nhân do đâu em vẫn chưa thể đăng ký tốt nghiệp được trên website của trường và tư vấn giúp em hướng giải quyết. Em xin cảm ơn anh/chị ạ.",
    "Kính chào thầy cô! Xin thầy cô vui lòng tư vấn cho em! Em đã hoàn thành tất cả môn học trong chương trình đào tạo ngoại trừ Luận văn tốt nghiệp và 4 kĩ năng ngoại ngữ! Em quên mất là phải có thời khóa biểu chính thức trong học kì này nếu không em sẽ bị buộc tạm dừng học! Hiện tại em rất lo lắng và muốn biết là liệu em có thể đăng kí vào 1 lớp dự thính nào đó để có thời khóa biểu trong học kì này giúp cho em không bị buộc tạm dừng học hay không. Nếu không được thì em phải làm gì để có thể tiếp tục việc học vào học kì sau. Và nếu được thì em muốn đăng kí dự thính môn   B Quản trị kinh doanh cho kỹ sư   , mã môn học là:   B IM3001   .   Rất mong nhận được phản hồi sớm từ quý thầy cô!",
    "Cho em hỏi là em đã đủ điều kiện về chứng chỉ Anh văn và số ngày CTXH nhưng vì sao vẫn chưa có tên trong danh sách tốt nghiệp dự kiến ạ?",
    "Em tên , mssv ,lớp CK17NH2.  Trong đợt đk dự thính 191 đợt 1,em có đki một môn giải tích 2.Kết quả của đợt đki đó để rằng đã đăng ký thành công và thỏa đkien đki  Nhưng hiện nay em vẫn ko có tkb dự thính ạ . Mong quí thầy cô xem xét và giải quyết cho em . Em cám ơn.",
    "Kính chào thầy cô! Xin thầy cô vui lòng tư vấn cho em! Em đã hoàn thành tất cả môn học trong chương trình đào tạo ngoại trừ Luận văn tốt nghiệp và 4 kĩ năng ngoại ngữ! Em quên mất là phải có thời khóa biểu chính thức trong học kì này nếu không em sẽ bị buộc tạm dừng học! Hiện tại em rất lo lắng và muốn biết là liệu em có thể đăng kí vào 1 lớp dự thính nào đó để có thời khóa biểu trong học kì này giúp cho em không bị buộc tạm dừng học hay không. Nếu không được thì em phải làm gì để có thể tiếp tục việc học vào học kì sau. Và nếu được thì em muốn đăng kí dự thính môn   B Quản trị kinh doanh cho kỹ sư   , mã môn học là:   B IM3001   . Rất mong nhận được phản hồi sớm từ quý thầy cô!",
    "Em tên , mssv   Trong đợt đki dự thính 191 đợt 1 vừa rồi,em có đki môn giải tích 2.Kết quả đki báo là em đki được nhưng lại ko có nhóm lớp .  Nay em mong quí thầy cô xem xét cho em được học môn giải tích 2 ạ   Em xin cám ơn .",
    "Họ và tên:  Câu hỏi: vì lí do gia đình nên em muốn xin nghỉ kì học quân sự cho khóa K19 từ ngày 7/10/2019, em cần xin phép ở đâu và học bù lại như thế nào ạ ?",
    "Em tên  MSSV  Em không biết lớp DD19LT của mình. Do em được Phân Hiệu gửi lên học tại cơ sở chính nên em không biết, em có lên diễn đàn hỏi các bạn nhưng các bạn không biết. Em xin được giúp đỡ. Em chân thành cám ơn!",
    "Em chào thầy/ cô,  Em tên , MSSV:.  Em có một vấn đề liên quan đến việc đăng kí tốt nghiệp tháng 11/2019. Cụ thể em đã lên trang đăng kí tốt nghiệp nhưng không đăng kí được và có dòng thông báo:\"Bạn không có trong danh sách tốt nghiệp dự kiến\"  Hiện tại em đã hoàn thành chương trình đào tạo, đủ ngày CTXH, và đủ điểm tiếng anh nói viết (có hình ảnh đính kèm).  Em mong quý thầy cô phòng đào tạo giải đáp cho em vấn đề này. Em xin cảm ơn",
    "Em đã tham gia và điểm danh buổi chuyên đề 1 (ngày 14/9/2019) nhưng em chưa làm bài thu hoạch của chuyên đề đó .   B Em hi vọng thầy/cô có thể mở lại link để em làm bài hoặc có hướng giải quyết giúp em.     Em cảm ơn thầy/cô đã đọc câu hỏi, mong thầy/cô có thể giải quyết giúp em ạ! Em cảm ơn",
    "Cho em hỏi PĐT, em đã có điểm đậu anh văn 2 kỹ năng S&W bên BKenglish từ sáng thứ năm(26/09/2019). Vậy tại sao đến giờ này(28/09/2019) em chưa thể đăng ký tốt nghiệp được. Không biết là do vấn đề cập nhật chậm hay em còn thiếu điều kiện gì để tốt nghiệp? Chân thành cảm ơn PĐT. Mong phản hồi sớm giúp em.",
    "Em chào cô! Cô có thể cho em danh sách các môn mở lớp dự thính của học kì này   B (HKI 2019-2020)    không ạ, em không biết phải xem ở đâu thưa cô.",
    "Em có dk môn thể dục khi mới có 13 bạn. Nhưng đến khi báo đủ 50 bạn thì bắt đầu xếp lớp. Nhưng em lại không có trong danh sách thời khóa biểu. Mà vẫn còn trong tờ danh sách đăng kí nhưng ở tkb lại k có. E hiện tại k học và chưa đến lớp thể dục học vì sợ mk k có trong danh sách. E sẽ học thể dục ở hk2 nhưng nếu như vậy thì môn thể dục hk1 của e có tính phí k.Mong ad duyệt giúp.",
    "em có thể chuyển trường được không ạ",
    "dạ thưa thầy/cô hiện em đã làm xong luận văn nhưng em còn nợ chỉ anh văn 3 và 4. hiện em thi chưa đủ 500 điểm để xét tốt nghiệp kì này. Vì  chủ quan mình sẽ đậu trong đợt thi tháng 9 và trong quá trình em có đi làm nên không để ý đã qua đăng kí môn học giờ em phải làm sao để duy trì ạ. có cần bảo lưu không ạ",
    "Em chưa thể đăng ký tốt nghiệp vì hệ thống báo   B \"Không tìm thấy thông tin sinh viên\"   . Em đã được nằm trong danh sách được tốt nghiệp rồi ạ . Xin văn phòng xem xét hỗ trợ giúp em để em có thể đăng ký tốt nghiệp. Em xin cảm ơn",
    "Chào thầy/cô,  Em tên  -. Theo như lịch là hạn nộp bằng anh văn và đăng kí tốt nghiệp là ngày 30/9. Nhưng ngày 1/10 em mới có kết quả anh văn(em đăng kí thi ngày 22/9),như vậy em có thể đăng kí tốt nghiệp đúng hạn vào ngày 8/11/2019 hay không ạ? Em chân thành cảm ơn!",
    "Kính thưa Thầy/Cô,    Em sinh viên bằng 2 khóa 2016  Em vừa thi Đạt Toeic 2 kỹ năng Nói-Viết ở Đh Bách Khoa vào ngày 15-09-2019 và có kết quả vào ngày 25/09/2019 vừa rồi  Nhưng em tra danh sách tốt nghiệp dự kiến tháng 11/2019 vẫn chưa cập nhật   Xin Thầy/Cô xem xét trường hợp này  Em xin cảm ơn Thầy/Cô    ,  ",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . Chào anh(chị) Em là , MSSV . Ngày 20/9 em có điền tên vào danh sách đăng kí tốt nghiệp bổ sung ở PĐT cơ sở 1 và nhận được thông báo là thứ 6 tuần sau sẽ có tên trong danh sách tốt nghiệp dự kiến là ngày 27/9 nhưng đến hôm nay em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến, không biết tình trạng sinh viên của em có thiếu điều kiện nào mà chưa có tên trong danh sách tốt nghiệp vậy ạ, có thể kiểm tra giúp em không ạ? Em thấy thông báo ngày 30/9 là ngày đăng kí tốt nghiệp cuối cùng nhưng giờ em chưa có tên trong danh sách tốt nghiệp dự kiến thì thời gian đăng kí tốt nghiệp này sẽ như thế nào ạ? Em vẫn được đăng kí bình thường chứ ạ? Em cảm ơn ạ.",
    "Thanh toán lệ phí & khai lý lịch tốt nghiệp . Em xin chào anh/chị ạ, Em tên là Nguyễn Trường Long, em là sinh viên ngành Khoa học máy tính khóa 2014, MSSV của em là 1412095. Em hiện đã hoàn thành 140 tín chỉ của chương trình đào tạo và đã đạt các chuẩn anh văn đầu ra của chương trình. Trong khoảng thời gian các đợt đăng ký môn học cho học kỳ 191, tuy em đã hoàn thành 140 tín chỉ của chương trình học nhưng vẫn chưa đạt chuẩn anh văn TOEIC Speaking and Writing và em nghĩ nếu hết hạn 30/09/2019 mà các lần thi anh văn của em vẫn chưa đủ điểm thì em sẽ không tốt nghiệp kịp vào tháng 11/2019 và đồng thời cũng mất duy trì tình trạng sinh viên theo quy chế nếu em không đăng ký bất kỳ môn học nào cho học kỳ 191 nên em có đăng ký 2 môn học cho học kỳ 191. Trong khoảng thời gian đó em có cố gắng ôn thi và em đã đạt kết quả thi TOEIC Speaking and Writing đủ điểm theo yêu cầu đầu ra của chương trình học nên em đã gửi mẫu đơn rút 2 môn học đã đăng ký cho phòng đào tạo vào ngày 17/09/2019. Em có thắc mắc về vấn đề nộp học phí sớm với cô phụ trách ở Phòng đào tạo cơ sở 2 thì cô có trả lời rằng nhà trường sẽ tạo điều kiện mở một đợt thu học phí sớm vào ngày 15/10/2019 để em có thể đóng hết 100% học phí trong lần đó và đủ điều kiện để tốt nghiệp vào đợt tháng 11/2019 này. Em cũng có một số thắc mắc thêm muốn nhờ anh/chị tư vấn giúp em với ạ. Em muốn biết hình thức đóng tiền học phí cho các môn học mà em đã rút vào đợt ngày 15/10/2019 là đóng trên BKPay hay là em sẽ cần đóng trực tiếp cho phòng đào tạo để em có phương án chuẩn bị tốt nhất có thể. Em cũng thắc mắc thêm là việc đóng tiền này có ảnh hưởng gì đến tình trạng, thời điểm em được cập nhật lại, được bổ sung thêm vào danh sách tốt nghiệp dự kiến và danh sách tốt nghiệp chính thức cho tháng 11/2019 để em có thể đăng ký tốt nghiệp được trên website của trường không. Em xin cảm ơn anh/chị nhiều ạ.",
    "Pđt cho em hỏi sao em đã đăng kí tốt nghiệp từ chủ nhật 22/9 nhưng sao tới bây giờ vẫn chưa có bằng tạm thời + tên trong danh sách tốt nghiệp. Trong danh sách tốt nghiệp tạm thời thì em ở lớp XD14DD02 mà pđt để dd05",
    "Hiện tại chứng chỉ GDQP và An ninh do bị in sai ngày và tháng sinh nên đang được giữ lại và đợi chỉnh sửa . Em muốn hỏi là: để miễn môn học, thời hạn nộp chứng chỉ là khi nào ? Và nếu chứng chỉ không được sửa trước thời hạn, em có thể nộp thay thế bảng điểm hay đơn xin ? Em xin cảm ơn",
    "Kính gửi Phòng đào tạo, học kì này em có đăng kí 2 môn dự thính, nếu em xin rút 1 trong 2 môn thì có được hoàn tiền lại ko ạ? Hoặc em có thể đổi môn cần rút sang một môn khác có được ko ạ? Mong phòng đào tạo giải đáp thắc mắc của em, em xin cảm ơn ạ.",
    "Lịch thi (không tìm thấy,sai phòng thi,...) .",
    "Chào PĐT! Em là sv K15- chính quy - đại trà. Sau khi xem Quy chế, em có 1 số thắc mắc sau về chuẩn tiếng anh xét tốt nghiệp mong được pđt giải đáp: Hiện tại, em đã nộp chứng chỉ \"toeic listening and reading\" với điểm số lớn hơn 500 và đã được thẩm tra hợp lệ. Vì thế em đã dự thi thêm \"kỹ năng speaking-writting\" ở trung tâm ngoại ngữ trường mình để bổ sung điều kiện tốt nghiệp. Kết quả thi vừa được công bố, em đạt điểm số mức Đạt. Vậy: 1. Em có phải sang trung tâm xin cấp chứng chỉ hay giấy xác nhận để nộp cho pđt không? Hay bên đó tự chuyển thông tin qua pđt? 2. Năm nay em chưa tốt nghiệp, vậy sau này nếu muốn tốt nghiệp, em có phải thi lại speaking-writting này không? 3. Trước khi có kết quả thi vừa rồi, em đã đăng ký thi 1 lần nữa ở tháng kế. Nhưng bây giờ có kết quả thi đã đạt. Vậy nếu em có thể không đi thi nữa được không ạ! Kính mong pđt giải đáp các thắc mắc trên để em yên tâm tiếp tục học tập. Xin chân thành cảm!",
    "Thưa phòng đạo tạo. Em là sinh viên ngành kĩ thuật xây dựng, MSSV . Vì một số lí do nên giấy hoãn nghĩa vụ quân sự của em đã mất, nay em có thể xin cấp lại giấy được không ạ? ",
    "Em chào Thầy/Cô Em là sinh viên văn bằng 2 ngành kĩ thuật hoá học, Thầy/Cô cho em hỏi văn bằng 2 có cần chọn chuyên ngành không ? Và nếu cần thì chọn bằng cách nào ạ ? Lúc đăng kí môn học chuyên ngành mình chỉ cần chọn môn của chuyên ngành mình muốn học hay sao ạ ?",
    "Thông tin sinh viên . Họ tên: , MSSV , số CMND cũ 10 đổi sang số CCCD số [phone_number]76",
    "Em chào anh(chị). Em tên (MSSV:). Học kì 191 vừa qua em có đăng kí học dự thính môn  Lối Cách Mạng của Đảng CSVN, nhưng đên bây giờ em kiểm tra trên thời khoá biểu và trang Bkel em đã bị huỷ môn, em mong anh(chị) hổ trợ giúp em. Em xin cám ơn!!!!!",
    "Chào quý Thầy/Cô, Em là sinh viên khóa 13 MSSV 81304717 Hiện tại em có nộp chứng chỉ tiếng anh Toeic vào ngày 25/9 (trên hình em có đính kèm). Em có đọc được thông báo là ngày 30/9 sẽ hết thời hạn làm đơn để xét điều kiện tốt nghiệp nhưng hiện tại kết quả thẩm tra Toeic của em vẫn chưa có em không biết mình có thể làm đơn gì để có thể được tốt nghiệp trong đợt tháng 11/2019 này. Mong quý Thầy/Cô PĐT có thể hướng dẫn em cách khắc phục. Em xin cảm ơn!",
    "Cho em xin phép hỏi là sao em đã có tên trong danh sách dự kiến tốt nghiệp tháng 11/2019 nhưng đến nay vẫn chưa có tên trong danh sách tốt nghiệp chính thức ạ?",
    "Thông tin sinh viên . Chào thầy/cô, hiện giờ em chưa nhận được thẻ sinh viên lần đầu ạ, em học K19 , cho em hỏi nhận thẻ sinh viên ở đâu ạ, em cám ơn",
    "dạ thưa thầy cô em thi mãi mà vẫn chưa đậu anh văn quốc tế 500 , em mới thi lại ngày 30 ạ. em không biết ngày 20 em nộp còn lịp tốt nghiệp kì này không ạ"
]