[
    "Cho em hỏi là hk203 này em không học và không đóng học phí mà em lỡ đăng kí môn học rồi có được rút không ạ?",
    "Dạ em có thắc mắc về việc PĐT gia hạn thêm 1 ngày là 15h,08/06/2021.nên em đã thanh toán trước 15h mà bkpay báo là đã thanh toán trễ hạn vậy có bị gạch tên trong danh sách lớp không ạ!",
    "Thưa /Cô, em thanh toán muộn học phí trễ thì có được mở lại thời khóa biểu không ạ?",
    "Cho em hỏi, em đóng trễ học phí kỳ hè và đã bị xoá thời khoá biểu, có thể nộp đơn lí do trễ hạn để tiếp tục học k ạ",
    "Dạ thưa ban giám hiệu nhà trường cũng như thầy cô bên phòng đào tạo! Học kì hè này em có đăng ký 2 môn học là giải tích 1 và vật lí 1, ngày 7/6/2021 em chưa thanh toán học phí được do điều kiện chưa cho phép và bị xoá thời khoá biểu và ghi nợ, vậy giờ em phải làm sao để được phép học tiếp và cho phép thi cuối kì ạ! Em cảm ơn!",
    "Dạ em chào thầy cô ạ Em là  (MSSV: ), hiện đang là sinh viên năm 3 thuộc khoa Khoa học và Ký Thuật Máy Tính. Chuyện là em đã thanh toán trễ học phí học kỳ 203 (em đã thanh toán lúc 18h53 ngày 07/06), sau đó em có thấy một thông tin là Phòng Đào tạo gia hạn thêm 1 ngày đóng học phí, nghĩa là deadline đóng học phí sẽ là 15h ngày 08/06. Em tưởng mọi chuyện đã ổn, nhưng mà đến khi sáng nay em vào lại check lại thì trong bkpay em vẫn bị ghi là Đã thanh toán trễ hạn (deadline vẫn để ở thời gian cũ là 15h ngày 07/06). Em không biết em có bị xem là thanh toán học phí trễ không ạ . Em mong thầy cô giải đáp thắc mắc của em, em xin cảm ơn.   i ",
    "Dạ cho em hỏi nếu em không đăng kí được thực tập hè thì em có bị trể thời hạn ra trường không ạ. Và nếu vậy thì em có cách nào để ra trường đúng hạn không ạ. Em cảm ơn.",
    "Em là sinh viên K19 lớp CK19LOG2, học phí kì hè 203 em đã đóng và thanh toán trên OCB mini 1h13 phút ngày 5/6 nhưng bằng một cách nào đó OCB lại ko trừ tiền và do bất cẩn nên em chưa check và kết quả là em bị xóa thời khóa biểu. em còn cả mã OTP thanh toán BK pay ngày hôm đó đính kèm bên dưới. Nếu có thể mong Trường có thể check lại thời gian của em trên BK pay + thời gian em đăng nhập ngày 5/6 thanh toán OCB mini. em chắc chắn là đã thao tác thanh toán rồi nhưng quên check ạ . em đang kí 4 tín chỉ hè lận ạ. Sáng nay em bị xóa thời khóa biểu mới biết là thanh toán không thành cong, mong trường mở lại thời khóa biểu cho em ạ.",
    "Thầy/cô ơi, cho em xin đóng học phí dự thính môn Pháp luật đại cương và mở lại môn trong TKB cho em với ạ. Em có đăng kí môn PLĐC mã môn SP1007 .Nhưng tới thời gian đóng học phí thì gia đình em có một vài lí do riêng nên không cho em tiền để đóng học phí được.Giờ em mới có tiền để đóng nên xin thầy/cô cho em thanh toán phí và mở TKB môn Pháp luật đại cương cho em với :(( Em xin hứa sau này sẽ thanh toán học phí đúng hạn. Mong thầy/cô giải quyết cho em với. Em xin cảm ơn thầy cô đã xem",
    "học kỳ hè 203 em có đăng ký 2 môn học là: CI3175 và CI4037 nhưng em không đóng học  phí đúng hạn thì bây giờ em có thể đóng học phí bổ sung để vào học bình thương không ạ. Vì em về quê nên không check mail thương xuyên nên không nắm bắt được lịch đóng học phí của trường ạ.",
    "câu hỏi của e là em đăng ký thực tập tốt nghiệp học kì hè này nhưng quên đóng học phí theo lịch của trường thì bây giờ làm sao để có danh sách thực tập vào đóng học phí ạ . em lên bk pay không thấy thông tin học phí nữa ạ.",
    "Gửi Ban giám hiệu và Phòng đào tạo Do đóng học phí trễ nên em bị hủy môn học. Nhà trường có thể cho em tham gia lớp học hè được không ạ? Em đã thanh toán học phí rồi. Em cần tham gia để tốt nghiệp trong kì tới.",
    "Do tình hình dịch covid vừa qua nên kinh tế gia đình em có tí khó khăn và e đã đóng trễ học phí 2;ngày , e xin nhà trường đừng hủy tkb của em. E đã thanh toán học phí ngày 9/6/2021 trễ 2 ngày so với qui định nhưng mong nhà trường thông cảm vì tình hình dịch bệnh. Họ tên :  - mssv :  Đã bị hủy tkb 2 môn :  . 01_DT01 . LA1007 DT02",
    "Chào thầy/cô, em tên là  trong giai đoạn từ 2/6 đến 7/6 thì gia đình em có chuyện và bị kẹt tiền. Nay em làm đơn này để năn nỉ pđt cho phép em đóng tiền HK203 sau khi nhận phản hồi thì em sẽ chuyển tiền ngay và luôn ạ. Em cám ơn",
    "Em tên là  - MSSV :  - Hiện ở HK hè 203 em có môn Trường Điện Từ đang được sắp lịch học thứ 2 và thứ 7 lúc 12h đến 15h50 ạ, do hệ em là hệ VLVH nên em mong quý thầy cô xem xét để điều chỉnh giờ học ngoài giờ hành chính vào những ngày trong tuần để em có thể tham gia buổi học ạ. Cảm mơn quý thầy cô đã xem. ",
    "Kính gửi quý Thầy, Cô phụ trách ở PĐT , em tên  MSSV  . Do sự cố về tài khoản ngân hàng là vào sáng thứ 2 ngày 7/6/2021 , em có nộp tiền vào tài khoản OCB và ấn vào thanh toán học phí , nhưng do sơ suất em đã nhập sai mã OTP và em không có kiểm tra lại đã thanh toán xong nên đã gây ra hậu quả là em chưa thanh toán học phí , dưới đây là tin nhắn em đã nộp tiền vào tài khoản OCB nhưng do sơ suất nên đã chưa thanh toán . Kính mong quý Thầy Cô có thể xem xét và cho em được học những môn em đã đăng kí ở học kì dự thính và em hứa sẽ thanh toán học đúng",
    "E bị trùng môn MA3029 1 buổi t2 với môn MT1003 Mong  xem xét để em có thể học môn MA3029. Vì đây là môn chuyên ngành sẽ không mở nữa trong kì sau ạ . E cảm ơn",
    "Thưa Thầy/ Cô, em thanh toán xong học phí trễ học kì hè 203 thì thời khóa biểu có tự động trở lại hay phải làm thủ tục gì không ạ?",
    "Dạ kính gửi PĐT ạ, em là Nguyễn Thị  Thanh Nguyên, học lớp CK20CK01, em xin chân thành xin lỗi PĐT vì đã đóng học phí trễ. Nguyên do HK203 này em có đăng kí môn học Vật Lí 1  (PH1003) lớp DT04, nhưng vì dạo này dịch ba mẹ em làm không được nên phải đi mượn tiền dẫn đến việc đóng học phí trễ, tối qua 9/6 mới mượn được và sáng nay 10/6 em đã hoàn tất thủ tục đóng học phí. Em xin hứa sẽ không bao giờ tái phạm lại. Kính mong nhà trường thông cảm và cho phép em được quay lại lớp dự thính DT04 môn VL1 ạ. Nếu có thể, mong nhà trường đừng trừ điểm rèn luyện của em ạ",
    "Thầy/cô ơi, cho em xin đóng học phí hè môn Pháp luật đại cương và mở lại môn trong TKB cho em với ạ. Em có đăng kí môn PLĐC mã môn SP1007 .Nhưng tới thời gian đóng học phí thì gia đình em có một vài lí do riêng nên không cho em tiền để đóng học phí được.Giờ em mới có tiền để đóng nên xin thầy/cô cho em thanh toán phí và mở TKB môn Pháp luật đại cương cho em với :(( Em xin hứa sau này sẽ thanh toán học phí đúng hạn. Mong thầy/cô giải quyết cho em với. Em xin cảm ơn thầy cô đã xem",
    "Chào thầy cô, thầy cô cho em hỏi là em có thanh toán trễ học phí kỳ 203, sau khi thanh toán bù lại thì em có được mở lại thời khoá biểu của môn đó không ạ. Em cảm ơn",
    "Dạ em vừa hoàn tất học phí học kì dự thính hè 203 đúng theo thời gian được gia hạn. Em mong trường sẽ cứu xét thời khoá biểu cho em vào thứ 2 tuần sau. Em xin cảm ơn ạ!",
    "Với tình hình hiện tại đóng học phí trước 10/6 thì điều kiện của em không thể đóng được ạ. Em thật sự rất xin lỗi về vấn đề này,lúc đợt 2 em muốn hủy môn nhưng không hủy trên hệ thống được ạ,em đọc mail và tưởng không đóng học phí là trường hủy tkb thôi chứ không biết là hủy rồi vẫn phải đóng ạ.   B Không biết với tình hình hiện tại em có thể làm đơn rút môn học được không ạ vì với kinh tế hiện tại em không thể hoàn thành học phí ngay được. Em cảm ơn  ",
    "Dạ em tên :  . MSSV  thuộc Khoa Kỹ Thuật Địa Chất và Dầu Khí . Ở đợt 1 nguyên Khoa em không được mở thực tập sản xuất . Sau đó thầy trong Khoa đã làm đơn mở lớp cho nguyên Khoa rồi tuy nhiên vào đợt 3 này thì các ngành khác đều mở được thực tập sản xuất chỉ có mỗi ngành Địa kỹ thuật là không mở thôi ạ? V cho em hỏi là tụi em có thể đăng kí mở lại để không bị trễ 1 năm được không ạ ? MSL là GE3125 Ạ . Em xin chân thành cảm ơn ạ. Do nay em qua trường nhưng trường không làm việc ạ",
    "Dạ thưa thầy/cô, em có đăng ký  thực tập hè trên mybk nhưng cả 3 đợt đều bị xóa kết quả đăng kí, trên TKB cũng không có môn học nhưng trên bkpay vẫn yêu cầu đóng tiền học phí là sao ạ?  Em xin cảm ơn",
    "Chào PĐT, em tên là , MSSV: . Em có 3 câu hỏi ạ. 1) Em muốn hỏi là hiện giờ em còn là thành viên của lớp K19 Kỹ sư tài năng khoa Hóa không ạ? Vì em lên BK-el và em không thấy môn \"Mở rộng\" của nhóm TN202 nữa nên em thắc mắc là có phải em đã bị ra khỏi lớp KSTN do không đủ điểm không? 2) Vì hết HK 202 em có nhu cầu muốn rút khỏi lớp KSTN nên em muốn hỏi là nếu em đã bị ra khỏi lớp do không đủ điểm thì em có cần làm đơn rút ra khỏi lớp nữa không? 3) Nếu em đã ra khỏi lớp KSTN thì năm sau em sẽ học dưới cơ sở Dĩ An và vẫn đăng ký môn ơ các nhóm lớp ở CS2 bình thường đúng không ạ? Em xin cảm ơn!",
    "Kính gửi PĐT, Em có thắc mắc về việc thanh toán học phí 203 ạ. Trước khi đăng kí môn học đợt 3 thì em đã thanh toán khoản học phí anh văn theo nhu cầu (Anh văn 2) đầy đủ rồi ạ. Nhưng hiện tại trên BK-Pay lại yêu cầu thanh toán Anh văn 2 lần nữa (ảnh đính kèm). Mong nhà trường kiểm tra lại và giải quyết giúp em. Em xin chân thành cảm ơn ạ ! ",
    "Thưa Phòng Đào Tạo, vào đầu tháng 5 em có đăng kí học kì hè 203, lúc đó em đăng kí 3 môn. Vào ngày 2/6 trường có nhắc nhở đóng tiền học kì 203, số tiền tổng cộng là 3,520,000. Em nhìn số tiền thì cứ nghĩ là đó là tiền của 3 môn cộng lại nên tưởng là đã đăng kí thành công 3 môn. Thế nhưng hôm nay em có kiểm tra lại thì  thấy được nhận có 1 môn và không thấy 2 môn kia. Em vội lên trang để đăng kí lại thì đã hết hạn. Cho em hỏi là bây giờ có cách nào để đăng kí lại không ạ?",
    "Thưa cô/thầy, Em đã nhớ nhầm lịch đăng ký môn đợt 3 và lỡ đợt đăng ký cho môn Thực tập ngoài trường. Xin cô/thầy giúp em, có cách nào để em được đăng ký môn bây giờ không ạ. Em xin lỗi và cảm ơn rất nhiều ạ. Trân trọng, ",
    "Dạ thưa quý thầy cô, kì đăng kí hè dự thính vừa rồi em có đăng kí môn Cơ học ứng dụng. Do là có 2 mã môn cơ học là AS2001 và AS2007, chương trình đào tạo của khoa em là AS2007 mà em đã lỡ đăng kí thành AS2001, hôm nay bắt đầu học bữa đầu tiên thì em phát hiện ra. Kính mong thầy cô giúp đỡ em với ạ. Đây là sự cẩu thả cũng như bất cẩn của em, nhưng xin quý thầy cô có thể giúp em, do học phí kì này thực sự quá cao...em cũng không biết nên làm thế nào, em mong quý thầy cô cho em một hướng đi với ạ. Em xin chân thành cám ơn ạ",
    "Em lỡ quên chưa đóng học phí đợt 1, 2. Vậy cho em hỏi đóng tiền đợt 3 này em có thể đóng bù cho cả đợt 1, 2 không?",
    "Dạ, thầy/cô cho em hỏi em đóng học phí muộn có được khôi phục lại thời khóa biểu học kì 203 đã bị hủy không ạ? Em cảm ơn.",
    "Dạ em bấm vào mục thanh toán rồi đăng nhập OCB nhưng khi đăng nhập xong thì lại không có mục nào để bấm chuyển tiền hết ạ",
    "Kính gửi phòng đào tạo Hiện tại em đóng học phí kỳ hè 203 bị trễ thì có bị sao không ạ.",
    "Kính chào Thầy/ Cô.  Em tên: Bùi Nhật Triều  MSSV:   Khoa: Kĩ Thuật Xây Dựng( hệ VLVH )  Qúy Thầy/ Cô cho em hỏi nếu em hoàn thành đóng học phí nợ của hk hè 203 thì có được xem xét mở lại thời khóa biểu không ạ ?  Em xin chân thành cảm ơn.",
    "Em là  mssv  Vừa qua em có thanh toán trễ học phí học kì 203 do trục trặc kinh tế mùa COVID và bị hủy thời khóa biểu. Em mong nhà trường có thể xem xét lại việc hủy thời khóa biểu. Em xin hứa sẽ thanh toán đúng hạn lần sau .  .",
    "Dạ cho em hỏi 2 tuần nữa em mới có tiền đóng học phí, lúc đó em có thể làm đơn xin phục hồi lại thời khóa biểu được không ạ? Giờ covid khó khăn nhà em cũng không còn cách khác . Em cảm ơn.   i  .",
    "Dạ thưa quý thầy cô Phòng Đào Tạo, Em là , MSSV . Hiện tại sau khi xin mở lớp Kinh tế vi mô chiến lược & tcxn (701705), giảng viên đã nhận dạy và đủ sỉ số để mở lớp nhưng em không đăng kí được môn do vướng điều kiện chưa hoàn thành môn tiên quyết Quản trị học (701702). Do chương trình Việt Pháp từ k19 đã không còn môn Quản trị học, nên nay em làm đơn xin phòng đào tạo cho em đăng kí môn học 701705 hoặc hướng dẫn em thủ tục để được đăng kí môn học . Em xin chân thành cảm ơn ạ, Trân trọng.",
    "Em bị cách li dịch COVID, hôm nay mới được thả, không thể lên ngân hàng đóng học phí kịp, em không liên lạc được với số điện thoại trường. Có cách nào xin cứu xét cho em gia hạn đóng học phí trường hợp này không ạ? Em cảm ơn.",
    "Chào anh/chị, Mã số sinh viên của em là . Hiện tại em học ngành cơ điện tử của chương trình PFIEV, em có thể chuyển sang học logistic hệ đại trà được không ạ? Ngành trúng tuyển của em là kĩ thuật máy tính hệ đại trà và em đủ điểm đậu logistic đại trà ạ. Em cảm ơn.",
    "em tên là    mssv :  Em vừa thanh toán học phí trễ trước 15h ngày 10/6/2021 thì có cần làm đơn cứu xét ko ạ",
    "Em là  Cho em hỏi tình dịch thế này em có được gia hạn thêm thời gian nộp bằng không ạ?",
    "Anh chị cho em hỏi là em học Điện năng có đăng ký môn Thiết kế hệ thống nhúng kỳ này (EE3003) vậy có được tính vào 3 tín chỉ tự chọn ngoài ngành không ạ . Em K15, môn này không phải môn tự chọn mà thuộc môn chuyên ngành bắt buộc của Điện tử - Truyền thông. Em chân thành cảm ơn.",
    "Kính thưa phòng đào tạo trường Đại học Bách Khoa, em muốn hủy môn học trong học kỳ hè 203 thì phải làm sao ạ",
    "Dạ cho em hỏi là em đã thanh toán học phí trễ hạn vào ngày hôm nay rồi ạ. Em mong được xem xét em tiếp tục được học môn em thanh toán trễ ạ. Chứ giờ tình hình dịch mà em đóng tiền học mà k học được thì rất khó khăn với kinh tế gia đình em ạ!",
    "Dạ thưa ban giám hiệu và thầy cô phòng đào tạo! Em đã cố gắng thanh toán tiền học phí kì 203 đúng trước 15h ngày 10/6/2021, mong quý thầy cô cứu xét khôi phục thời khoá biểu cho em với ạ! Em cảm ơn ạ!",
    "Xin chào pdt  Em hiện nay cần sách để học không biết có thể liên lạc mua online từ đâu và từ web nào ạ",
    "Dạ em kính chào thầy/cô  Em tên -. Em xin được nhà trường gia hạn thêm thời gian đóng tiền học hè để em tiếp tục được học các môn em đã đăng kí do vào thời hạn đóng tiền của nhà trường gia đình em chưa có đủ tiền để cho em đóng học phí. Em xin lỗi vì sự chậm trễ của em. Mong được nhà trường giải quyết và tạo điều kiện cho em được học tiếp kì hè. Em xin chân thành cảm ơn quý thầy/cô.",
    "Em tên là :  MSSV      :  EM xin trình bày lí do thanh toán trễ học phí kì 203 như sau : Em là F1, đang trong thời gian cách ly covid19 nên không thể đến ngân hàng để đóng tiền và tài khoản OCB của em bị khóa. Em đã liên hệ tổng đài OCB để được hộ trợ nhưng ngân hàng chỉ hỗ trợ mở lại tài khoản trực tiếp tại ngân hàng. Hết ngày 11/6 em mới hết thời gian cách ly nên em kính mong PĐT có thể xem xét xét cho em đóng học phí sau ngày 11/6 và không hủy thời khóa biểu của em ạ! Em xin cam kết lí do trên là đúng sự thực, em có kèm theo ảnh chứng minh ạ. Em rất mong PĐT có thể xem xét và giúp em! Em xin chân thành cảm ơn!",
    "MSSV  Em xin Thầy cô Phòng đào tạo và Nhà trường xét duyệt cho em tiếp tục được học, để em sớm hoàn thành CTĐT của Nhà trường.",
    "Em có đăng ký thực tập hè vào đợt đăng ký thứ 3. Em vừa nhận được kết quả đăng ký HK203 không đăng ký được thực tập hè ạ. Mong PDT giải quyết giúp em. Em xin chân thành cảm ơn./    .",
    "Vậy giờ em muốn đóng tiền lại học phí hk 203 này có còn được mở tkb không ạ?",
    "Chào thầy cô, giờ em muốn hỏi giờ em nộp học phí kì 203 thì em có xin phục hồi tkb lại được ko ạ vì dịch khó khăn quá",
    "Em chào thầy/cô ạ, Trong đợt 3 đăng ký môn học vừa rồi thì em đã đăng ký thực tập tốt nghiệp CO3315 nhưng không được vì không đủ điều kiện nhận TTTN . Trước học kỳ 202 thì tín chỉ tích lũy của em là 70 chỉ. Trong mail đăng ký đợt 3 có nói :  \" Hiện tại vì một số lý do sinh viên chưa đăng ký được môn Thực tập ngoài trường vui lòng đăng ký lại trong đợt 3. Do tình hình dịch Covid-19,   U Phòng đào tạo sẽ tạm xét đạt các môn học đang học ở học kỳ dự thính 202 chưa có điểm để tính số tín chỉ tích lũy và điều kiện tiên quyết khi xét Thực tập ngoài trường    \". =  Đợt 2 nhắc chỉ tính kì chính không dự thính còn đợt 3 là thêm dự thính ( em hiểu như vậy ). =  HK 202 em đăng ký   B 27    chỉ ( gồm dự thính   B 8    chỉ và kì chính   B 19    chỉ) tức tính đạt hết là   B 97    chỉ. Em lên trang của trường thì K18 Khoa Học máy tính yêu cầu tín chỉ tối thiểu   B 94    .   U Xét về tín chỉ thì em đã đáp ứng đủ.     Về các yêu cầu môn học (HT) để TTTN : Trong kì 202 em có học đúng 1 môn CO2003 là môn còn lại yêu cầu HT và PDT cho đạt.   U Xét về yêu cầu môn học thì em đã đáp ứng đủ.    Với những điều trên mong các thầy/cô PDT cho em lời giải đáp và nếu em đáp ứng đủ thì rất mong để đăng ký TTTN ạ!! Em cảm ơn thầy/cô!! Chúc các thầy/cô thật nhiều sức khỏe ạ!",
    "Em xin được đăng ký môn học Thực tập ngoài trường với mã môn học là EE3325 vào học kỳ 203. Em xin lỗi vì sơ suất trong việc chọn đúng mã môn học. Em xin chân thành cảm ơn./    .",
    "Có thể dời cho em qua sáng mai 11/6/2021 đóng học phí được không vậy ạ do gia đình khó khắn về tài chính trong mùa dịch à    .",
    "EE3315  Ngày 2/6 em có làm đơn để chuyển điểm môn tương đương EE1013 bằng môn EE1007 . Nếu tính thêm môn 3 chỉ của môn EE1013 thì em sẽ được đi thực tập tốt nghiệp vào kỳ hè này . Em xin phòng đào tạo xem xét kỹ và cập nhật lại số tín chỉ tích lũy cho em để em có thể đúng tiến độ ra trường ạ . Em sv khóa k18 sinh năm 1998 tức là đã 2 năm nên em không muốn bị trễ thêm nữa ạ . Tha thiết xin phòng đào tạo xem xét lại giúp em . Em cảm ơn !!!",
    "Kính gửi quý Nhà trường, Em tên là Nguyễn Trung Thành, MSSV:. Thưa Nhà trường, em có đăng kí 2 môn dự thính hè nhưng chưa nộp học phí, nhà em đang khó khăn nên ba mẹ hết tiền cho em đóng học phí, lúc em đăng kí môn học cứ nghĩ dịch sẽ nhanh lắng xuống và em có thể đi làm thêm để có tiền đóng học phí( tại em cũng mong học nhanh để ra trường) nhưng với tình hình hiện tại, em đang ở quê và dịch bệnh vầy nên không thể nào đi làm kiếm tiền được thành ra không để đóng học phí đúng hạn, thật sự giờ em cũng không biết có cách nào để có tiền đóng học phí nữa. Đây hoàn toàn là lỗi của em khi không cân nhắc và tính toán kỹ lúc đăng kí môn học, em hối hận lắm ạ. Em chỉ xin Nhà trường có thể xem xét và cân nhắc hủy môn học hè này của em để em không bị nợ học phí, hoặc có giải pháp nào mong quý Nhà trường giúp đỡ ạ. Mong quý Nhà trường và thầy cô có thể tạo điều kiện giúp em, em xin chờ phản hồi ạ. Trân trọng, Em Trung Thành",
    "Cho em hỏi HK203 e đã đóng học phí như hình, thiếu 1 mục và bị khóa tkb, bây giờ e đăng kí bổ sung có được mở lại tkb và được học HK211 bình thường không ạ, e cảm ơn",
    "Dạ em xin chào thầy/cô, - Em tên:  - MSSV:  - Khoa: Điện - điện tử (tiên tiến) - Vấn đề em đang gặp phải: Sau khi em hoc theo TKB của học kì hè được hơn 1 tuần thì đến hôm qua khi đăng nhập vào BKel những môn học ấy không còn nữa. Dạ em mong nhận được sự hỗ trợ để sớm khôi phục lại thời khóa biểu của mình. Dạ em xin cảm ơn thầy/cô rất nhiều.",
    "ng ký môn học    Chào thầy cô,    Em tên là Lê Thị Thu Thảo (MSSV: 1814045 K18 - chuyên ngành: Logistic, SCM)       Em đã đăng kí môn đợt 3, nhưng vẫn không được đạt môn đăng kí với lý do: thiếu số tín chỉ tối thiểu cho môn Thực tập tốt nghiệp ( ngành yêu cầu tối thiểu 98 chỉ).    Em xin trình bày tình hình số tín chỉ của mình: Hiện hệ thống tính em có 80 chỉ tích lũy.    Lý do:     - Hai môn học ME2125, ME2123 chưa được chuyển tương đương (em đã coi danh sách môn tương đương và thấy đã có tương đương hai môn này nhưng hệ thống chưa cập nhập cho em nên em mất 6 chỉ).   - Trong kì 201 em đã pass 4 anh văn (thi tại trường) và có điểm chuyển nhưng hệ thống chưa cập nhật 8 chỉ av).   - Trong học kì này, em có đăng kí 1 môn dự thính là MT2013(môn xác suất thống kê này tương đương với môn thống kê trong công nghiệp).   - Thêm vào đó môn đồ án 1 ME3255, em có dự định chuyển điểm để đủ tín chỉ tối thiểu để thực tập tốt nghiệp nhưng do tình hình dịch bệnh không thể làm đơn chuyển điểm.      Nếu tính tổng lại thì số tín chỉ của em vừa đạt mức tối thiểu là 98c.      Do từng trễ anh văn nên tiến độ học tập bị tụt so với các bạn. Nhưng em rất cố gắng để theo kịp chương trình đào tạo của trường. Em rất mong phòng đào tạo xem xét và cho em đăng kí môn thực tập tốt nghiệp để hoàn thành kịp tiến độ học tập.    Em rất mong muốn được thực tập và hoàn thành kịp theo tiến độ của các bạn. Mong Phòng đào tạo xem xét.     Em cảm ơn thầy cô đã đọc và xem xét cho tình hình của em.    Chúc thầy cô một ngày làm việc thuận lợi, vui vẻ.",
    "Kính chào quý thầy cô, Thầy cô cho em hỏi là khi nào nhà trường mới công bố kế hoạch giảng dạy chương trình kỹ sư để chúng em biết để đăng kí ạ. Tại vì theo em nhớ, chương trình này sẽ dự định triển khai từ năm 3 đối với khóa K19 nhưng đến giờ em vẫn chưa nhận được chương trình ạ. Em cảm ơn quý thầy cô và mong sớm nhận được hồi đáp.",
    "vì lí do kinh tế trong mùa dịch nên em đã thanh toán học phí trễ hạn của học kì dự thính 203 nhưng e đã thanh toán xong vào ngày 10/6 thì có được khôi phục lại thời khoá biểu vào ngày 14/6 không ạ",
    "Em có đăng ký môn học CI3355 vào đợt 3 nhưng tròn sheet Kết quả mới nhất lại không có môn ạ? Có ảnh hưởng gì đến việc đkmh không ạ?",
    "Chào anh/chị ở PĐT! Em là , MSSV  HK 203 này đóng học phí kết thúc ngày 7-6, gia đình em chưa chuẩn bị tiền kịp nên 10-06, tức hôm nay em mới kịp đóng học phí. Em xin PĐT mở lại TKB vs E-learning giúp em được không ạ?  Xin cảm ơn!",
    "Cho em hỏi là em quên nộp học phí HK203 và đã bị xoá tkb thì bây giờ em phải làm sao để được đăng ký lại và học?",
    "Em trả lời phản hồi này: Thời gian: 06/10/2021 10:14:26 am Từ: [548] (002282)  Chào bạn -    Hiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 10/6/2021 -    Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn -    Lưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết Thân Thời gian gia hạn sau khi cô phản hồi tin nhắn có 3 đến 4 tiếng thì sao em chuẩn bị học phí kịp. Nếu em đóng học phí trong ngày mai 11/6 thì và nộp đơn trình bày lí do trễ hạn thì vẫn được giữ thời khóa biểu chứ ạ.",
    "Kính gửi cô! Em tên là , MSSV , khoa Công nghệ Vật liệu, khóa K18.Dạ kỳ 203 em có đăng ký thực tập tốt nghiệp, nhưng kết quả là không đủ điều kiện nhận TTTN-STC.Dạ thưa cô, khoá K18 khoa CNVL được tự chọn chuyên ngành, cuối năm nhất em có đăng ký chuyên ngành polymer, nhưng sau đó em chuyển sang chuyên ngành  SILICAT, bây giờ số tín chỉ tích lũy của em là 100, nhưng tín chỉ tích lũy chuyên ngành của em chỉ 77 chỉ.Việc này em đã phản hồi khoa, và khoa phản hồi lại là đã nộp danh sách lên PĐT để giải quyết và đang trong quá trình cập nhật số tín chỉ. Nhưng đợi đến hôm nay đã có kết quả đăng ký đợt 3 nhưng số tín chỉ vẫn chưa được cập nhật và TTTN của em bị hủy.Điều này làm em rất lo lắng, sẽ ảnh hưởng tiến độ học tập. Em mong nhận sự giúp đỡ và phản hồi từ cô ạ.Em cảm ơn",
    "Em là  . Em có đăng ký môn kết cấu bê tông cốt thép 1 nhưng chưa đóng học phí kịp nên bị PDT hủy TKB mà vẫn phải đóng học phí. Các học kỳ trước vẫn cho học và đóng học phí trể, nhưng sao kỳ này lại khác vậy ạ. Không cho tụi em học mà sao lại thu tiền ạ. Em trể học phí là do 2 đợt đóng học phí kỳ 202 với 203 này quá gần, em xoay không kịp nên định là đóng trể . BKSI hướng dẫn em làm cách nào để có TKB học môn đó không ạ.",
    "Dạ cho em hỏi là ở học kì 203 em có đăng kí môn học nhưng tại thanh toán trễ 3 ngày nên giờ em không có thời khoá biểu ạ. Em mong nhà trường xem xét rồi mở thời khoá biểu cho em ạ. Em cảm ơn",
    "Dạ kính thưa Phòng đào tạo, em là sinh viên khóa K19  Họ tên:  Mã số sinh viên:  Khoa: Khoa học ứng dụng Lớp: KU19VLY1 GVCN: LÊ QUỐC KHẢI Nay em gởi thư này mong phòng đào tạo cứu xét giúp em hk203 để đủ tín chỉ sinh viên năm 3 Em đóng tiền trễ hạn mất 3 ngày nên bị xóa tkb Lí do 1 là gia đình em vô cùng khó khăn mùa dịch, nay đã xoay được tiền và đã thanh toán đầy đủ cho nhà trường. Lí do 2 là em có tham gia lực lượng vũ trang ở địa phương để trang trải học phí, cụ thể là dân quân tự vệ, đợt dịch vừa rồi đơn vị em cũng như bao đơn vị khác, phải đi theo sự chỉ đạo của lực lượng cũ trang TpHCM, đi đến chốt trực tại các điểm nóng Covid 19 là Gò Vấp và Thạnh Lộc. Nên không có điều kiện xoay xở việc đóng học phí. Điều này em có thể chứng minh . Tất cả những lí do trên hoàn toàn là lỗi từ phía em, em cũng đã cố gắng tìm đủ mọi cách khắc phục, hoàn toàn không cố ý chây ỳ việc thanh toán học phí cho nhà trường, em vẫn muốn được đi học nên đã xoay đủ mọi cách để có tiền mặc dù biết đã trễ. Kính mong Phòng đào tạo cứu xét giúp em ạ, em xin cảm ơn.",
    "Chào anh/chị, cho em hỏi việc thực tập tốt nghiệp em được thông báo đang bị hoãn, vậy sau khi đăng kí môn đợt 3 và có học phí thì giải quyết như thế nào ạ?",
    "Kính gửi: Phòng Đạo Tạo. Em là Hàng Minh Khải, có mã số sinh viên là 1812611. Theo như danh sách F1 mà email của trường đã gửi thì em phát hiện mình thuộc diện F2, có tiếp xúc với bạn đo thân nhiệt Huỳnh Văn Võ Quyền vào ngày 27/05/2021 vào khoảng 13h30 tại bãi xe B3 ạ.  Em đã đi khai báo y tế tại địa phương và người ta yêu cầu thông tin của F0 và F1. Cụ thể là:  ·       F0: chị Cao Thị Hồng Oanh là bệnh nhân số bao nhiêu? ·       F0: chị Cao Thị Hồng Oanh và F1: Huỳnh Văn Võ Quyền, Nguyễn Thành Phú hiện đang được cách ly tại đâu? ·       F1 đã có kết quả xét nghiệm COVID19 chưa ạ? Và thông tin chi tiết như ngày tháng năm sinh của các anh chị trên ạ. Trạm y tế địa phương của em cần thông tin đó để nhập vào dữ liệu kê khai chính xác ạ. Em rất mong nhận được phản hồi của Phòng Đào Tạo để có thể bổ sung thông tin cho Trạm y tế của phường ạ. Em cảm ơn! .",
    "Kính gửi: Thầy/cô đang công tác tại Phòng đào tạo Em muốn hỏi về việc đăng ký/ đơn đăng ký thực tập tốt nghiệp/ thực tập ngoài trường (bổ sung) ạ. Em tên là: , MSSV:  Đợt đăng ký môn học hè vừa qua em có đăng ký môn học ME3273 (thực tập ngoài trường) nhưng bị hủy trong đợt 2 (Như hình em đính kèm phía dưới) Sau đó Em đăng ký lại và nhầm thành mã môn học ME3089 (Thực tập tốt nghiệp(htcn)) ==  Lúc đăng ký vẫn được nhưng hiện tại đã bị hủy Em muốn hỏi về thủ tục khi đăng ký bổ sung thực tập ngoài trường (Mã MH: ME3273) cần những giấy tờ gì (đơn xin đăng ký, giấy xác nhận, đơn hủy môn học, ...) và Cần đến những đâu, gặp thầy/cô nào để hoàn thành thủ tục đăng ký bổ sung vậy ạ. Đợt thực tập hè này rất quan trọng đối với em, quyết định thời gian ra trường của em trong năm tiếp theo. Em rất mong các thầy cô có thể giúp đỡ. Em xin chân thành cảm ơn và xin lỗi vì sự bất cẩn này! --------------------",
    "Em chào thầy/ cô ạ. Do sơ suất bản thân, em nhớ lộn ngày hết hạn đăng kí môn học hè đợt 3 nên em đã không kịp đăng kí môn. Trước đó em có đăng kí đợt 1 và 2 rồi ạ, nhưng do cơ chế nên bị xóa. Cho em hỏi có cách nào để cứu vãn không ạ? Vì đợt thực tập tốt nghiệp hè kì này rất quan trọng với sinh viên năm 3. Em cảm ơn thầy/ cô ạ.",
    "Dạ cho em hỏi là em thanh toán lệ phí chuyện điểm Anh Văn rồi những tại sao em chưa được cập nhật điểm lên bảng điểm và được cộng số tín chỉ vào tính chỉ tích lũy của em vậy ạ",
    "Phòng đào tạo có thể đăng kí giúp em môn học thực tập ngoài trường CI3345 được không ạ vì môn này rất quan trong với em ạ. Em cảm ơn phòng đào tạo",
    "Dạ em kính chào Quỳ Thầy Cô . Em tên là  MSSV  Thời gian vừa rồi em có làm đơn xét tốt nghiệp. Em nhận được lịch hẹn ngày 28/5/2021 sẽ nhận được mail thông báo. Đến nay em chưa nhận được thông báo từ mail trường. Vì tình hình dịch bệnh nên em không thể trực tiếp lên trường, kính mong quý Thầy Cô xem xét kết quả giúp em ,Thầy Cô cho em hỏi khi nào em có thể nhận bằng tốt nghiệp ạ. Em chân thành cảm ơn Quý Thầy Cô ! Em xin lỗi vì sự bất tiện này!",
    "Vì khu chung cư e ở có F0 nên bị phong tỏa. E đã đóng học phí trễ hạn 1 ngày. E xin được xếp lại thời khóa biểu HK203",
    "Dạ kính thưa quý thầy(cô), Em tên là Nguyễn  Thái, Học kỳ hè vừa rồi em có thanh toán trễ hạn. Do tình hình dịch bệnh nên em không thể viết đơn thanh toán học phí trễ gửi lên PĐT. Cho em hỏi em phải làm như thế nào ạ ?",
    "1.E vừa mới pass pre đk môn học PLĐC trong hk203 đợt 2 nhưng sau đó bị hủy tkb là do ko đóng học phí hay PĐT hủy do học pre2 ạ 2. E có đk môn học trong hk203 thì đóng học phí sao ạ. Trường có gửi mail xác nhận học phí hay ko hay SV tự biết.",
    "Em chào thầy/cô, Vừa qua đến hạn đóng học phí học kỳ 203 vào ngày 7/6, tuy nhiên vì sự bất cẩn nên em đã đóng học phí trễ, em chân thành xin lỗi nhà trường. Em đã đóng học phí và tạo yêu cầu này xin phòng đào tạo cho phép em tiếp tục học các môn học của học kỳ 203 Em xin chân thành cảm ơn!",
    "Chào thầy/cô, Tôi là sinh viên khóa 2020. MSSV là . Vì là khóa 2020 nên chương trình đào tạo mới(chương trình 2018) không có môn An Ninh Mạng. Do đó, tôi muốn xin hủy môn học này được không? Cám ơn thầy/cô. Trân trọng.",
    "Em chào thầy/cô ạ! Em có nộp xét duyệt chuyển ngành/chuyển chương trình sang clc hồi giữa tháng 5 ạ! vậy đơn của em có được xét duyệt trước tháng 7 không ạ? tại em hỏi để biết để dự thi THPT luôn ạ! Mong được sự phản hồi của cô/thầy . Em chân thành cảm ơn ạ!",
    "Thân chào thầy/cô, Em đang cần gấp bảng điểm scan online nên nếu nhận qua đường bưu điện sẽ trễ hạn . Trong trường hợp này, em cần làm gì?  Không biết nhà trường có scan giúp em được không.",
    "Kính gửi phòng đào tạo Em tên là  (), sinh viên hệ VLVH Trước đó em có làm đơn đăng ký 2 môn mạng viễn thông (EE3085) và thiết bị và hệ thống tự động thủy khí (EE3075) và trường đã đồng ý. Thời khóa biểu của em đã hiện 2 môn này nhưng trong e-learning thì chưa. Mong nhà trường cập nhật e-learning giúp em để em có thể lấy tài liệu và hoàng thành bài tập thầy giao. Em chân thành cảm ơn!",
    "Chào thầy/cô, Em có thanh toán trễ học phí học kỳ dự thính 203, em đã thanh toán học phí. Em cần nộp đơn trình bày lí do đóng học phí trễ để được xem xét mở thời khóa biểu lại đúng không ạ? Nhưng em không thể nộp đơn trực tiếp được thì có cách nào khác để xem xét trường hợp của em không ạ? Em cảm ơn thầy/cô!",
    "Dạ kính chào phòng đào tạo trường Đh bách khoa TP.HCM. Em tên , ngành kiến trúc, Khoa KTXD. Do trong quá trình học em bị tai nạn, bị liệt cánh tay trái nên bảo lưu kết quả học hơn 1 năm.Hiện tại hết năm học này đã hết hạn học tập ở trường nhưng em chưa hoàn thành chương trình học. Em xin hỏi nhà trường có qui chế nào gia hạn thêm cho các trường hợp gặp tai nạn như em không ạ . Nếu không đủ thì có thể tiếp tục học văn bằng 2 không ạ. Nếu học văn bằng 2 thì sẽ tiếp tục hoàn thành chương trình đang dang dở hay học chương trình khác? Em xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo Trong học kì 192 vừa rồi, em có học tổng cộng là 28 chỉ (21 chỉ kì chính + 8 chỉ dự thính) trong đó có 2 môn tương đương. Em đã tích lũy được 65 chỉ và qua hết 8 chỉ anh văn. Tổng tín chỉ tích lũy tính cả kì 192 là 101 chỉ nhưng em không đăng kí được môn thực tập tốt nghiệp với lý do không đủ tín chỉ. Mong phòng đào tạo xem xét cho em đăng kí môn thực tập tốt nghiệp (ME3273) để em có thể hoàn thành chương trình đúng hạn ạ . Em cảm ơn!",
    "Chào giáo viên Em muốn được minh oan rằng em không hề đăng ký môn gt1 kỳ dự thính 203. Phiền giáo viên có thể tra cứu địa chỉ thiết bị truy cập vào mail trường của em lúc đăng ký hk203 đợt 2 (13h02) được không? em có bằng chứng lịch sử laptop lúc 13h02 ngày 25 tháng 5 không truy cập vào mail để đăng ký lúc ấy. Hôm ấy em chỉ vào bkpay để đóng học phí hk2 thôi ạ. Và em chỉ rớt môn vl1 không rớt gt1 thì sao em có thể đăng ký gt1 được. Có thể đã có ai đó hack mail của em để phá. Địa chỉ nhà em là 189/17 đường Đình Phong Phú, phường Tăng Nhơn Phú B, Q9,TPHCM. Mong giáo viên giải quyết ạ, oan cho em quá.",
    "chào thầy cô, em là K17 khoa cơ khí Hiện tại kì sau em sẽ đăng kí luuanaj văn nhưng tình hình dịch bệnh phức tạp nên không thể thi toeic. Vì vậy, trường có phương án nào cho trường hợp em không ạ.",
    "Trường có dịch vụ in bảng hoạt động ngoại khóa song ngữ không ạ?",
    "Em tên là:  MSSV :  Cho em hỏi em đăng kí nhầm môn IM1029, liệu em có thể huỷ môn đó không ạ? Em xin chân thành cảm ơn nhà trường",
    "Kính gửi Phòng đào tạo!  Em tên , em có đăng ký môn thực tập tốt nghiệp ngoài trường đợt 1 và 2 nhưng bị mất và đợt 3 em không xem lại nên bị xóa môn.  Em xin Phòng đào tạo cho em đăng ký môn thực tập tốt nghiệp ngoài trường, mã môn học MA3315  Em xin cảm ơn nhiều ạ!",
    "Kính thưa thầy và cô, do em gặp trục trặc trên hệ thống bkpay và ocb mà không hoàn thành giao dịch và lúc vào lại hệ thống ocb thì không vào được. Em đã đóng trễ học phí .Mong quý thầy cô giúp đỡ hộ trợ giúp em để có hoàn tất môn học trong kỳ hè ạ. Em chỉ giữ được mã số xác thực của giao dịch OTP mà không chụp được ảnh do trang bị sập.Em chân thành cảm ơn.",
    "Cho em hỏi về việc thanh toán học phí hk203 Em có thanh toán học phí vào lúc 18h42 ngày 7/6. Hệ thống ghi nhận em thanh toán trễ hạn( truy nhập lần cuối lúc 5h ngày 10/6), nhưng sau đó em thấy các bài viết trên mạng xã hội về việc dời hạn sang 15h ngày 8/6. Nhưng em không nhận được email thông báo. Thế các thông tin về việc dời hạn đóng học phí trên mạng xã hội có đúng không ạ? em có phải làm đơn trình bày thanh toán trễ hạn học phí không ạ?   i  .",
    "Sinh viên thanh toán học phí từ 10/06 đến 17/06/2021 cho học kì 203. Hiện em đã tham gia 1 lớp giải tích 3 (MT2007) sĩ số lớp:45. Do tình hình dịch bệnh em có khả năng không chuẩn bị tiền kịp vào ngày 17/6. Cho em hỏi có cách nào để em xin đóng muộn học phí (trước khi thi kết thúc môn) không ạ? Em xin cảm ơn!",
    "Kình gửi: Các phòng ban Trước đây em có đăng Kí ngành học Kỹ thuật Điện, nhưng trong Lý lịch của em lại cập nhật Ngành học là Kỹ thuật Điện tử, truyền thông. Mong các phòng ban cập nhật lại cho em ạ. Em xin chân thành cảm ơn!",
    "Em lúc vô đk là Kỹ thuật điện_điện tử nhưng giờ e xem lại thì nó thông tin e thành kỹ thuật điện _ tuyền thông và em cug đi hỏi thì lóp em ai cũng bị lỗi thông tin này ak mong thầy(cô) có thể giúp em việc này ạ , MSSV: ",
    "i  . Em học hệ VHVL tháng 10/2020. Ngành học của em đăng ký là  nhưng trong lý lịch trên hệ thống của e lại là  TỬ TRUYỀN THÔNG. Đầu năm tụi e có lên báo phòng đào tạo và PĐT nói là lỗi hệ thống và sẽ sửa lổi kêu e cứ học bình thường nhưng cho đến nay lý lịch vẫn chưa được sửa đổi. Nhiều học sinh trong lớp em đang bị tình trạng này. Ảnh hưởng trực tiếp đến việc đăng ký môn học. Mong các thầy cô hỗ trợ giúp em. Em xin cảm ơn ạ",
    "Dạ cho em hỏi là hiện tại số tín chỉ tích lũy của em chưa tính tiếng anh là 74 chỉ tính đến học kỳ 201 hiện tại và do covid em chưa thi lấy bằng nộp cho trường được mà em có thi qua toeic trong trường em được thêm 8 chỉ nữa và cộng với học kỳ 202 như trường đã có thông báo dù chưa thi nhưng vẫn cho qua để tính tín chỉ tích lũy và kỳ 202 của e là 19 chỉ cộng lại hết 101 chỉ mà sao em vẫn bị thiếu tín chỉ thực tập em có thắc mắc. Phòng đào tạo giải quyết giúp em với. Em xin cảm ơn",
    "Dạ em chào Thầy/Cô, em tên là Vũ Phương Thảo - MSSV: 1912080, hiện em đang theo học chương trình KSTN Hóa hữu cơ. Dạ thưa Thầy/Cô, trước tình hình dịch bệnh hiện nay thì việc em phải lên văn phòng khoa để nộp đơn xin rút KSTN có thuận tiện không ạ vì em không biết trường mình hiện có mở cửa không ạ? Em có thể chuyển phát nhanh đến trường được không ạ? Và cho em hỏi là em phải rút trước thời gian nào để có thể theo học chương trình đại trà ạ? Em xin chân thành cảm ơn Thầy/Cô đã đọc mail của em . Em mong nhận được sự phản hồi sớm từ Thầy/Cô Chúc Thầy/Cô nhiều sức khỏe!",
    ". tôi tên kiều thanh phúc,MSSV:,trong mục lý lịch phần thông tin học vụ của tôi có sai sót. Ngành học là kĩ thuật điện-điện tử nhưng trường lại để là kĩ thuật điện tử- truyền thông,kính mong trường thay đổi giùm.",
    "Em trả lười phản hồi này ạ Thời gian: 06/10/2021 03:54:32 pm Từ: [548] (002282)  Chào bạn Cô ghi nhận trường hợp của bạn nghen Cố gắng thanh toán hp trước 15 giờ ngày mai nghen, Thân Em vừa hoàn thành thành toán học phí HK203 vào 10:00 AM 11/06/2021. Như vậy là sau thứ hai em sẽ được khôi phục thời khóa biểu và không phải làm đơn trình bày lí do đóng trễ học phí ạ?",
    "Dạ em bị thiếu 1 môn thể chất nhưng do dịch bệnh nên học kì hè không mở lớp, em có thể xin bổ sung vào học kì sau để không bị trễ không ạ?",
    "Dương Lập Thạnh_   i  . Em học hệ VLVH tháng 10 năm 2020. Em đang ký ngành  nhưng trong lý lịch của em lại ghi là   TỬ- làm ảnh hưởng việc đăng ký môn học.Mong quí thầy cô hỗ trợ giúp em. Em chân thành cảm ơn .",
    "Do dịch, gia đình em hông đi làm được nên không có tiền để thể thanh toán học phí đúng hạn, em vừa thanh toán học phí lúc nãy ạ, em rất mong pđt khôi phục lại thời khóa biểu cho em, em có đính kèm file thanh toán trễ học phí ở bên dưới ạ.  Em cảm ơn.",
    ". Kính gửi các thầy cô phòng đào tạo, Em tên  MSSV  Lớp VLSi18 Em viết mail này vì muốn làm rõ việc chưa đóng học phí của bản thân trong học kì 203 theo như Email \"Ghi nợ học phí và huỷ thời khoá biểu Học kỳ 203\" và tiếp theo là bày tỏ mong muốn được tiếp tục những môn đã đang kí ở học kì 203. Em xin trình bày vắn tắt như sau: Vào hạn nộp học phí ngày 7/6/2021, trước giờ hết hạn, em đã vào trang thanh toán BKPay chọn mục thanh toán cho học phí lần này, em thực tất cả thao tác như em thường làm trong ba năm học tại trường. Lý do em  nghĩ là học phí được đóng thành công là do em vẫn thấy được thời khóa biểu và môn học trên MyBK lẫn BKel đến tận chiều tối hôm 8/6 và em vì vẫn tham dự được lớp của môn học. Em đã cố gắng thanh toán lại học phí sau khi nhận được email ghi nợ của nhà trường như bất thành. Em biết có thể giờ đã là quá muộn nhưng em vẫn muốn bày tỏ ý định muốn được học vào học kì 203 và không muốn bị ghi nợ học phí. Nếu được phép, em có thể thanh toán học phí ngay bây giờ và chấp nhận hình phạt trừ điểm rèn luyện. Em không có bằng chứng nào cho việc đã thanh toán, chỉ còn lại tin nhắn mà ngân hàng  gửi kèm ngày giờ (ở mục Tệp đính kèm). Em xin phép để độ ưu tiên email này là Cao và mong các thầy cô xem xét để em tiếp tục được việc học của mình. Kính gửi thầy cô. ",
    "Dạ em chào quý thầy cô đang làm việc tại Phòng đào tạo, em muốn hỏi là em có thể đăng kí in bảng điểm nhưng mà chỉ cần file PDF được không ạ? hiện tại em là F2 nên tự cách ly tại nhà nên không nhận qua bưu điện được với nhà tuyển dụng chỉ cần file PDF không cần bảng điểm đã in. Hi vọng quý thầy cô trả lời tin nhắn sớm. Em cảm ơn rất nhiều.",
    "Dạ cho em hỏi là hiện tại số tín chỉ tích lũy của em chưa tính tiếng anh là 74 chỉ tính đến học kỳ 201 hiện tại và do covid em chưa thi lấy bằng nộp cho trường được mà em có thi qua toeic trong trường em được thêm 8 chỉ nữa và cộng với học kỳ 202 như trường đã có thông báo dù chưa thi nhưng vẫn cho qua để tính tín chỉ tích lũy và kỳ 202 của e là 19 chỉ cộng lại hết 101 chỉ mà sao em vẫn bị thiếu tín chỉ thực tập em có thắc mắc. Phòng đào tạo giải quyết giúp em với. Em xin cảm ơn",
    "Kính gửi phòng Đào tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh Em tên là , mssv , sinh viên lớp Hàng Không Việt Pháp 2016 Trong đợt đăng ký môn học học kỳ 203 lần 3 em có đăng ký 1 môn là Giải tích 3 (MT2007), nhưng trong thời khóa biểu hiện tại của em có thêm 1 môn Giải tích 2 (MT1013) em không có đăng ký môn đó . Theo chương trình học năm 2016 của em thì em đã hoàn thành môn Toán 2 (006712) tương đương nên em không đăng ký môn Giải tích 2 (MT1013) trong đợt đăng ký môn học học kỳ 203 Em mong Phòng Đào Tạo giải đáp thắc mắc của em Em xin cảm ơn",
    "Xin chào BKSI, Câu hỏi của em là: em đã nộp trễ học phí HK203 (đã nộp) 3 ngày. Vậy công việc học tập của em có tiếp tục bình thường không, hay phải làm thêm một số thủ tục nào nữa? Em xin cảm ơn ạ . GT18HK2 - ",
    "Dạ thưa phòng đào tạo, hiện em vẫn bị hủy môn thực tập ngoài trường MA3315, nhưng em coi kỹ lại em thấy mình không bị vướng môn nào cả ạ, với lại số chỉ của em là 90 nếu cộng thêm kì 202 là dư vậy sao em vẫn bị xóa vì không đủ điều kiện ạ? Pđt giải quyết giúp em ạ",
    "I Em hệ VLVH trong tháng 10/2020. Ngành em đăng ký là  nhưng trên hệ thống của em là  TỬ TRUYỀN THÔNG . Đầu năm em có lên báo phòng đầo tạo và được trả lời là do lỗi hệ thống và sẽ sữa lỗi kêu em cứ  học bình thường nhưng cho đến nay lý lịch vẫn chưa sửa đổi  . Hiện tình trạng này ảnh hưởng đến việc học và đăng ký môn học của tụi em . Mong quý thầy cô hỗ trợ giúp em . Em chân thành cảm ơn. NGUYỄN CÔNG NHỰT MSSV ",
    "Em tên  anh tú ( ) em xin phòng đào tạo cập nhật thời khóa biểu cho em môn thực tập tốt nghiệp để em có tkb học. Và hỗ trợ em hủy môn học kĩ thuật điện nữa ạ. Lí do em đăng kí nhầm môn học mong phòng đào tạo thông cảm và giúp em có thời khóa biểu học. Em cảm ơn",
    "Xin phục hồi lại môn học Giải tích 1, HK203 Lý do: Đã thanh toán học phí đúng hạn vào ngày 3/6( tài khoản OCB đã trừ tiền học phí - có đính kèm bản sao kê ở mục tập tin đính kèm ) nhưng không được ghi nhận trên BKpay.Em xin phục hồi lại môn học đã đăng ký. Cảm ơn.",
    "Khoa- Bộ môn đã gửi đề nghị mở môn thực tập sản suất hè của chuyên nghành địa kỹ thuật (GE3125) đính kèm danh sách các sinh viên cần đăng ký lên PĐT rồi ạ ? Hình như là gửi trước đợt đăng kí đợt 3 á ạ ? Thầy phụ trách đã gửi danh sách rồi á cô ? nên em mới hỏi lại ạ",
    "Em chào phòng đào tạo. Tên: nguyễn ngọc quý Mssv:  Khoa: Trung tâm bảo dưỡng công nghiệp Do đợt 1 và đợt 2 đăng kí môn học hè 203, do bị vướng vị phạm shcd định kì nên không thể đăng kí được. Qua đợt 3 em có đăng kí môn thực tập tốt nghiệp ( IU3313) nhưng kết quả thì bị hủy do môn này k tổ chức mà đổi thành thực tập ngoài trường với mã môn IU3315. Và hiện tại hè này em không có môn nào đã đăng kí để học và kịp tiến độ. Nên phòng đào tạo có cách nào giúp em đăng kí được môn thực tập ngoài trường được không, vì em đã và đang đi thực tập tại công ty INTEL nên nếu đi thực tập rồi mà không đăng kí được bổ sung môn thì coi như không được kết quả gì. Mong phía phòng đào tạo giúp đỡ em Em cảm ơn",
    "Dạ xin chào Phòng Đào Tạo, em là , MSSV  Vừa qua em có thanh toán trễ hạn học phí học kì 203, 2 chỉ thực tập ngoài trường. Cho em hỏi mình có phải làm đơn gì không ạ? Hết hạn lúc 15:00 ngày 06/06, em thanh toán lúc 9:12 ngày 08/06 ạ. Em cảm ơn Phòng Đào Tạo.",
    "Chào Thầy/Cô ạ!  Em tên là , MSSV  thuộc khoa Kỹ thuật Dầu khí và Địa chất . Do vừa rồi đợt 2 bị lỗi đăng ký TTTN nên em đã đăng ký đợt phụ do PĐT mở, nhưng nay mở ra kết quả đợt 3 em lại bị xóa TTTN. Em có đọc trên aao là phải đạt môn tiên quyết và đủ số TCTL tối thiểu để được đăng ký TTTN (cho phép nợ tối đa 16 tín chỉ so với tiến độ đào tạo) , hiện kì chính em chỉ còn đang học môn Giải tích 2 thôi ạ, tất cả những môn chuyên ngành em đều đúng tiến độ. Tổng chỉ đăng ký luôn kỳ 202 của em là 114 chỉ. Lịch sử đăng ký đợt 3 ghi là  \"Không đủ đ/kiện nhận TTTM-STC\". Em xin Thầy/Cô giúp đỡ cho em. Em xin chân thành cám ơn Thầy/Cô rất nhiều ạ.",
    "Em là  MSSV:   tích lũy của em là 75 và kì 202 e có đăng kí 25 chỉ. Tổng là 100 tín chỉ . Đủ điều kiện đăng kí TTTN. Nhưng sau kết quả đợt 3 , trường hủy môn TTTN của em với lí do không đủ điều kiện TTTN - . Mà số tín chỉ em đã đủ điều kiện r ạ. Cho em hỏi em không đủ diều kiện gì à ? Em cảm ơn ạ.",
    "Em học hệ VHVL đợt tháng 10 năm 2020. Ngành học em đăng ký là Kỹ Thuật Điện nhưng trong lý lịch trên hệ thống của em lại là Điện Tử-Truyền Thông. Đầu năm em có lên báo phòng đào tạo và được trả lời là do lỗi hệ thống và sẽ sửa lỗi cứ học bình thường nhưng cho đến nay lý lịch vẫn chưa được sửa lỗi. Hiện tại lỗi này đang bị ảnh hưởng đến việc e đăng ký môn. Mong quý thầy cô hỗ trợ cập nhật lại giúp em. Em chân thành cảm ơn!",
    "Dạ cho em hỏi là hiện tại số tín chỉ tích lũy của em chưa tính tiếng anh là 74 chỉ tính đến học kỳ 201 hiện tại và do covid em chưa thi lấy bằng nộp cho trường được mà em có thi qua toeic trong trường em được thêm 8 chỉ nữa và cộng với học kỳ 202 như trường đã có thông báo dù chưa thi nhưng vẫn cho qua để tính tín chỉ tích lũy và kỳ 202 của e là 19 chỉ cộng lại hết 101 chỉ mà sao em vẫn bị thiếu tín chỉ thực tập em có thắc mắc. Phòng đào tạo giải quyết giúp em với. Em xin cảm ơn",
    "Thưa thầy/cô,  Em xin hỏi: nếu đăng ký thực tập tốt nghiệp học kỳ 1 năm học 2021-2022 thì có thể đăng ký tối đa bao nhiêu tín chỉ (ý em là đăng ký các môn khác nữa trong học kỳ ấy ạ)",
    "Dạ, em là -, hiện tại em đang có 9.5 ngày công tác xã hội và 0.5 ngày chưa được cập nhập do giải BK-league bị dời lại vì dịch covid-19, hiện tại đợt dịch kéo dài em cũng không thể tăng ngày ctxh lên 10 để đủ điều kiện làm luận văn kì tới, cho em hỏi là em có đăng kí được luận văn tốt nghiệp cho kì 211 không ạ? Mong được sự giải đáp của thầy cô ạ, em cảm ơn.",
    "Dạ anh chị ơi,  Em là , MSSV  đã gửi đơn qua bksi từ hôm bữa đến giờ nhưng vẫn chưa nhận được phản hồi từ pđt. Đợt đăng ký môn học đợt 3 môn Thực tập ngoài trường ME3277 này thật sự rất quan trọng với em ạ, kính mong anh chị hỗ trợ giúp em với. Em đã làm đơn gửi bộ môn, gửi khoa theo hướng dẫn của pdt và đều được xác nhận hết rồi. Chỉ chờ pdt xét giúp em nữa thôi ạ, nhưng mà em không liên hệ được, em ghé trực tiếp thì không có ai, em gửi qua bksi thì không được trả lời. Bây giờ vô check kết quả đkmh đợt 3 vẫn là bị từ chối ạ . Thật sự nó sẽ ảnh hưởng rất nhiều đến tiến trình học ạ, em đang rất lo và sợ. Kính mong pđt xem xét và hỗ trợ giúp em. Em cảm ơn nhiều ạ.",
    "Em xin chào Cô/Thầy ạ . Em gửi phiếu đăng ký thu nhận lại để đăng ký tốt nghiệp tháng 11/2021. Em xin cảm ơn ạ.",
    "Kính gửi thầy/cô Em học hệ VHVL nhập học tháng 10/2020. Ngành học em đăng ký là Kỹ Thuật Điện nhưng trong lý lịch trên hệ thống của em lại là Kỹ Thuật Điện Tử - Truyền Thông. Kính mong quý Thầy/Cô chỉnh sửa giúp em để em không bị ảnh hưởng khi đăng ký môn học ạ. Em cảm ơn",
    "Dạ thưa pđt hiện em có 90 tín chỉ tích luy nhưng sao em chỉ có 74 tín chỉ tích lũy chuyên ngành thôi ạ? Em chỉ học các môn trobg chương trình đào tạo và chưa học môn nào ngoài chương trình cả, và em mới chỉ rớt 2 môn thôi ạ ? Mong pđt xử gấp giúp em vì điều này em ko đăng kí được thực tập tốt nghiệp ạ",
    "dạ em chào ạ Em tên Lê Ngọc Kỹ học ngành Cơ Điện Tử, hệ vừa học vừa làm khóa 202. Cho em hỏi lúc đầu em đăng kí môn nhưng chưa có danh sách miễn môn.Và nhà trường vừa mới cập nhật danh sách miễn môn lên trang mybk mục điểm chuyển,trong đó có 2 môn được miễn đó là môn  và -, do em đã được học dưới cao đẳng trùng với 2 môn em đăng kí trước đó.không biết em có thể hủy môn được không ạ. em mong có phản hồi sớm ạ. em chân thành cảm ơn.",
    "Do tình hình dịch bệch nên em vừa đóng học phí xong ạ. Cho em hỏi khi nào mở lại tkb kì  hè 203 ạ. Em xin cảm ơn!!!",
    "Dạ em đóng tiền học phí hè trễ vì em ở ktx không có tiền trong ebanking nên không đóng kịp hạn. Mong pđt khôi phục tkb giùm cho em với ạ . Em xin cảm ơn",
    "Dạ em chào thầy cô, Ngày 07/05/2021 em có lên phòng đào tạo đăng ký xét tốt nghiệp. Giấy hẹn ghi sau ngày 28/05/2021 chờ email. Em đã đăng ký tốt nghiệp trên mybk. Hiện tại bây giờ em chưa nhận được email nào nên em muốn hỏi thăm xem có xảy ra vấn đề gì không và khi nào em có thể nhận được email. Em xin cảm ơn thầy cô",
    "Dạ PĐT xem xét lại giúp em môn thực tập tốt nghiệp ạ, em vẫn đăng ký thành công đợt 3 nhưng vẫn bị xóa ạ, em cũng xem lại thấy mình không bị vướng điều kiện gì để không nhận TTTN ạ, em cảm ơn PĐT nhiều !",
    "Em muốn hỏi là có cách giải quyết nào để cộng số tín chỉ của môn học thay thế vào tổng số tín chỉ tích lũy ngành trong thời gian này không ạ?",
    "Xin chào,  Dạ hồi học kì 201 em có học môn xác suất thống kê, do vấn đề gì đó mà trên bảng điểm của phòng đào tạo ghi em vắng thi ở điểm giữa kì trong khi em lại có điểm trong danh sách điểm thi trên bk elearning. Sau đó em đã gửi mail cho cô bộ môn nhưng vẫn không được giải quyết do cô nói là mã môn học lại là MT2001 Sau đó đến văn phòng khoa Ứng dụng nhờ giải quyết nhưng đến bây giờ điểm số của em trên trang bk vẫn chưa được sửa lại. Em mong các thầy cô giúp em giải quyết về vấn đề trên. Em xin cảm ơn!",
    "Hôm trước em có nhận mail hủy thời khóa biếu do đóng học phí trễ ạ.Em đã có lên bksi hỏi để xin phép được cập nhật lại thời khóa biểu để học và được trả lời như trong ảnh ạ. Hiện tại em đã đóng học phí, em xin PDT có thể cập nhật lại bk elearning cho em trước hôm thứ 2 để em vào được link học online và điểm danh trên bk elearning được không ạ. Mong PDT xem xét và hỗ trợ giúp em với ạ. Em cảm ơn ạ .",
    "Phòng đào tạo cho em hỏi em đã đóng học phí rồi, thì em có thể tiếp tục học môn dự thính hè học kỳ 203 không ạ?",
    "Kính gửi văn phòng đào tạo trường Đại học Bách Khoa TP.HCM. Em tên: : Nay em làm đơn này mong được xem xét gia hạn thời gian đóng học phí kì hè 203 vì lý do hoàn cảnh gia đình và mong được xét thời khóa biểu môn học PLDC. Kính gửi",
    "Em tên  MSSV  Lớp VLSi18 Xin trình bày ngắn gọn rằng: Vào ngày 7 tháng 6 năm 2021, em đã có sự chậm trễ trong việc thanh toán học phí đối với môn học Phương pháp nghiên cứu cấu trúc vật liệu vô cơ - mã môn MA3001. Kết quả là đã bị xóa môn học và thời khóa biểu trên MyBK lẫn BKel. Nay em đã thanh toán học phí nêu trên và em rất mong phòng đào tạo sẽ mở lại môn học trên mã MA3001 để em có thể hoàn thành việc học của mình. Em xin cảm ơn trước ạ. Kính gửi thầy cô ",
    "Em là  thuôcj Khoa Địa chất Dầu khí ạ, chuyện là em đã đóng học phí trễ hạn lớp dự thính GT2 của mình thì em có bị hủy môn học và hủy lớp em đã đăng kí không ạ, và nếu chỉ hủy thời khoá biểu thôi vậy em có được khôi phục lại thời khoá biểu và học bình thường không ạ Em xin cảm ơn",
    "Thưa Phòng Đào Tạo, vào đầu tháng 5 em có đăng kí học kì hè 203, lúc đó em đăng kí 3 môn. Vào ngày 2/6 trường có nhắc nhở đóng tiền học kì 203, số tiền tổng cộng là 3,520,000. Em nhìn số tiền thì cứ nghĩ là đó là tiền của 3 môn cộng lại nên tưởng là đã đăng kí thành công 3 môn. Thế nhưng hôm nay em có kiểm tra lại thì  thấy được nhận có 1 môn và không thấy 2 môn kia. Em vội lên trang để đăng kí lại thì đã hết hạn. Cho em hỏi là bây giờ có cách nào để đăng kí lại không ạ?",
    "Em xin phép nhà trường cho em được đóng học phí trễ hạn ạ. em mong nhà trường xem xét khôi phục lại thời khoá biểu để em có thể tiếp tục học các môn trong học kỳ 203 này ạ.",
    "Em tên:  - MSSV:  Ngành trúng tuyển: Kỹ thuật hoá học Khoa: Kỹ thuật Hoá học    U Điểm ngành   : Phiếu điểm em vừa được nhận qua mail support.stu là xét trên những môn   U khác     Khoa Hoá mà em đang học . Em có dựa vào chương trình học (k17-k18 khoa hoá) để đăng kí và chọn môn học nên mong thầy cô điều chỉnh lại ạ .   U Điểm anh văn   :  Vừa rồi em có thi toeic ở trường và có điểm là 570 (mong thầy/cô kiểm tra lại bảng điểm) .   U Bằng toeic    (540) em cũng vừa nộp tháng 5 và được xác nhận hợp lệ nhưng chưa xét điểm miễn (anh văn 1,2,3) được do hệ thống liên tục bị lỗi . Dạ cho em hỏi thêm: nếu bây giờ em đk học anh văn 4 là (av4) là đủ điều kiện xét tốt nghiệp nếu em đã hoàn thành tất cả chứng chỉ trong khoá học của em đúng không ạ . Em xin chân thành cảm ơn thầy cô ạ.",
    "Em là Lương Minh Duy mã số sinh viên , do sơ xuất nhỏ trong đăng ký môn học Cấu trúc dữ liệu và Giải Thuật (Đăng ký trong trường hợp mạng không ổn định) và nhận thấy lớp DT01 vẫn còn chỗ trống nên em làm mail này xin phòng đào tạo xét duyệt cho em đăng ký môn Cấu Trúc Dữ Liệu và Giải Thuật lớp DT01. Em xin cảm ơn.",
    "Cho em hỏi hôm 27/5 em có đăng kí giấy xác nhận sinh viên nhưng em đăng kí nhận ở cơ sở 2 ( cơ sở Dĩ An ). Đến nay em thấy yêu cầu đã giải quyết thì cho em hỏi em muốn nhận giấy thì em nhận ở cơ sở 2 hay cơ sở 1 ạ ?",
    "Kính thưa thầy cô, đợt đăng ký môn học hè đợt 3 môn thực tập ngoài trường CI3345 vừa rồi em bị lỡ ( vì em tưởng đăng ký chung với các môn học như thực tập nhận thức ngành CI2057). Cho em hỏi có cách nào để đăng ký bổ sung không ạ? Rất mong được sự giúp đỡ của thầy cô.",
    "Em đóng trễ học phí. em đã đóng hôm nay. Khi nào em sẽ được mở lại thời khóa biểu ạ, em cảm ơn",
    "Dạ hiện tại Kết quả đăng kí đợt 3 của em vẫn chưa có môn MA3315 ạ. Kính mong PDT xem xét lại giúp em",
    "Vừa rồi em không nộp học phí kịp nhà trường cho em hỏi có thể làm đơn trình bày lí do nộp học phí trễ để mở lại tkb được không ạ",
    "Em chào thầy/ cô. Em muốn hỏi là môn thể chất ở kỳ 202 này sẽ được sắp xếp thi và ghi nhận kết quả như thế nào ạ?  Em cảm ơn ạ.",
    "Dạ em chào ạ. Em tên  MSSV:  Học ngành Cơ Điện Tử thuộc khoa cơ khí, hệ VHVL khóa 202 Dạ hôm nay em xin phòng đào tạo cho phép em hủy môn:   + Môn kỹ thuật điều khiển tự động(mã môn học:ME2009)   +Môn kỹ thuật điều khiển tự động (TN)(mã môn học ME2010)   +Môn Trang bị điện - điện tử trong máy công nghiệp (mã môn học:ME2005)   +Môn Trang bị điện - điện tử trong máy công nghiệp (TN) (mã môn học:ME2006) Lý do: do 4 môn em đã nêu trên đã đăng kí trùng với môn em đã được miễn từ danh sách của nhà trường trong mục điểm chuyển.vì lúc em đăng kí môn nhà trường chưa có danh sách miễn môn, nhà trường chỉ vừa mới cập nhật vào ngày 4/06/2021. Nên em muốn được hủy môn ạ. Em mong thầy cô phòng đào tạo chấp thuận ạ. Em xin cảm ơn ạ",
    "Cho em hỏi là tháng trước em đã đăng ký tốt nghiệp trên MyBk nhưng đến nay vẫn chưa có thông tin gì, em đã thanh toán đầy đủ trên Bkpay rồi, em muốn biết khi nào em được cấp bằng ạ. Chỗ làm e yêu cầu nộp bằng ạ.",
    "Em chào cô/thầy. Hôm đợt 3 đăng kí môn học em có đăng kí bổ sung môn thực tập hè, hiện tại thì em đang thiếu 1 chỉ (cộng cả số chỉ dự thính và kì 202), nhưng em có thấy mail pdt gửi là hiện pdt đang ko xét về điều kiện tín chỉ, nên em đăng kí, nhưng em check lại thì em vẫn chưa có thời khoá biểu. Do em tưởng là đăng kí xong thì khi có kết quả đợt 3 pdt sẽ gửi mail thì mới có thời khoá biểu. Em chờ mấy hôm liền không thấy mail, vào check lại mục đăng kí môn học thì thấy mục kết quả đợt 3 đã kết thúc, mà môn thực tập của em cũng không có thời khoá biểu. Cô/Thầy cho em hỏi là bây giờ có làm đơn đăng ký bổ sung được không ạ? Nếu trễ thực tập em sẽ bị trễ nhiều môn lắm. Em mong được pdt giúp đỡ!",
    "Dạ chào thầy cô  Em là   Em quên không đăng kí thưc tập hè (ME3267)  Em mong thầy cô có thể giúp em được đăng kí thực tập vào kì hè này ạ  Em cảm ơn thầy cô rất nhiều ạ",
    "Em chào PĐT ạ  Em là sinh viên  mssv  Hiện HK203 em có đăng ký môn Pháp Luật Đại Cương và đăng ký vào lớp DT02 và hiện đang theo học. Tuy nhiên không hiểu vì sao em lại có tên trong danh sách lớp DT04 ạ  Mong PĐT xem xét và xử lý giúp em. Em xin cảm ơn",
    "em muốn mượn học bạ để làm một số việc có được không ạ?",
    "dạ thưa em có trễ ngày nộp học phí nên bị xóa môn, nhưng sau đó em đã đóng tiền thì giờ em phải làm gì để đc hồi phục trong kì dịch này ạ ?",
    "Thưa pđt, cho em hỏi đợt đăng kí môn học 2, em có đăng kí môn thực tập ngoài trường, tuy nhiên vì ngân hàng gần nhà em nhất đều nằm ở vùng đang giãn cách theo chỉ thị 16, nên chưa thể đóng đúng thời gian và bị huỷ tkb. Đợt 3 em có đăng kí lại môn đó, không biết sẽ phải đóng tiền môn đó 2 lần hay không, và em có bị nợ học phí không? Mong pđt giải đáp Em cảm ơn.",
    "MSSV:  Do tình hình dịch bệnh, nên gia đình em gặp khó khăn trong việc nộp học phí ngày 7/6/2021 em có thể thanh toán học phí đợt đó và tiếp tục được không ạ",
    "Kính gửi PĐT, Nay em làm yêu cầu này vì muốn giải đáp về việc ngày tụi em có thể trở lại trường để tiếp tục làm luận văn. Ngày 5/6 vừa qua có thông tin là trường phát hiện F0, theo sau đó là việc cho các sinh viên ở nhà nhằm phục vụ công tác chống dịch. Mong PĐT giải đáp giúp em là thời điểm tụi em có thể trở lại trường cỏ thể nhằm vào khoảng cuối tháng 6 đầu tháng 7 hay không, nhằm đảm bảo tiến độ luận văn đã được các khoa đưa ra. Em mong nhận được phản hồi sớm. Trân trọng.",
    "Kính gửi thầy/cô, Trong đợt đang kí môn học vừa rồi vì một số lí do em chưa đăng kí môn thực tập tốt nghiệp. Bây giờ em muốn đăng kí bổ sung thực tập tốt nghiệp trong học kì 203 được không ạ. Nếu được thì em phải làm như thế nào ạ. Em xin cảm ơn thầy /cô.",
    "MSSV:       . Chào thầy/cô phụ trách phòng đào tạo Vì em không tìm được suất thực tập phù hợp nên em xin phép được rút môn CO3313 - Thực tập tốt nghiệp ạ . Em cảm ơn ạ, ",
    "Dear thầy/cô, Hiện tại tình hình dịch phức tạp nên bằng tốt nghiệp của em sẽ sẽ phải lên pdt nhận theo đúng hướng dẫn hay có được chuyển qua bưu điện không ạ? Em cám ơn ạ.",
    "Kính thưa Phòng đào tạo, em là , MSSV , lớp VP20CDT Trong lần đăng kí môn học hè đợt 2, em có đăng kí nhầm môn giải tích 1 (mt1003) của hệ đại trà, nhưng không thanh toán học phí và đã bị hủy thời khóa biểu, trong lần đăng kí đợt 3 em có đăng kí lại môn giải tích 1 (mt1011), cho em hỏi là như vậy có hợp lệ không ạ, và nếu được thì cho em hỏi khi nào em mới có thời khóa biểu mới được update trên MyBK ạ, em xin cảm ơn ạ.",
    "Chào thầy/ cô Em   MSSV   Ở trên lý lịch của em khi vào học là em chọn là ngành kỹ thuật điện mà trên web trường là kỹ thuật điện tử truyền thông . Khi lêm phòng đào tạo hỏi thầy thầy cô bảo để cập nhật lại mà tới nay ảnh hưởng đến quá trình đăng ký môn học của ngành hiện hữu kính mong thầy cô cập nhật lại để giúp tụi em thuận lợi trong quá trình đăg ký môn  . Và  một đều em muốn hỏi là từ học đén giờ em chưa có file miễn môn như các khóa trước em vì vậy thầy / cô cho em xin file miễn môn học đối với khóa 20 tụi em. Quá trình nhập học em đã gửi đầy đủ hồ sơ để miễn xét và lệ phí mà nay học kỳ  này có mon đuoc miễn mà tụi e vẫn học.  Trước đó mail trườg gửi yêu cầu tụi em nộp thêm để xét miễn  Kính mong thầy cô xem xét giải quyết giúp tụi em",
    "I  . dạ em bị hủy môn học dự thính cho chưa đóng học phí đúng hạn ạ, do em đọc nhầm hạn chót của học phí là ngày 6/7 nên đã bị hủy môn, liệu bây giờ em đóng học phí nhà trường có khôi phục lại được môn học cho em không ạ, em chân thành xin lỗi và mong nhà trường sẽ giúp đỡ em",
    "Dạ hiện tại kết quả đợt 3 của em vẫn chưa có ạ !",
    "Em kính chào thầy/cô phản hồi câu hỏi của em. Em vừa thanh toán trễ xong học phí dự thính hk203. Do học phí đến quá sớm, cộng thêm tài chính gia đình em hiện khó khăn nay em không thể thanh toán đúng hạn. Vì tình thế khó, Nay em mới đi vay tiền góp để cố gắng hoàn thành học phí, kính mong nhà trường xem xét cho em được khôi phục thời khóa biểu để em được tiếp tục học tập . Em chân thành cảm ơn ! Em cảm ơn thầy/cô phản hồi tin nhắn của em!",
    "Cho em hỏi là TC tích lũy hiện tại của em là 81 và HK202 em đăng kí 17 TC nhưng sao em đăng kí TTTN lần 2 và lần 3 đều không được vậy ạ? Em khoa Cơ Khí",
    "Kính gửi PĐT, Em muốn hỏi là môn học đã có điểm vắng thi có phép (VP) có được tạm tính vào số tín chỉ tích luỹ khi xét điều kiện đăng ký môn học không ạ?",
    "Dạ chuyện là em có đăng kí môn Thực tập ngoài trường ( EE3335). Do chủ quan nên đến giờ em vẫn chưa đăng kí được môn Thực tập ngoài trường ạ. Em hi vọng thầy cô có thể đăng kí giúp em với ạ. Em xin chân thành cảm ơn ạ.",
    "Chuyện là ngày 11/6 em có đi đóng học phí HK203 trước 15h ở NH OCB nhưng người ta bảo là không tìm thấy mssv của em, và trên BKpay em cũng không thấy chỗ nào để thanh toán, em có lên cs2 hỏi thì cô kêu về hỏi lại, rồi về em có viết mail cho PĐT nhưng đến giờ vẫn chưa có trả lời nữa, giờ em không biết sao luôn",
    "MSSV/  I   /I MSGV:     Thưa phòng đào tạo, hiện tại em chưa thanh toán học phí dự thính kì hè HK203 do hôm nay em mới từ quê lên và trong thời gian ở quê cũng bận nhiều việc nên em quên thanh toán học phí. Đến hôm nay đã quá hạn thanh toán, em muốn gia hạn thanh toán học phí cho kì này ạ và xin khôi phục lại TKB. Nếu có thể mở lại thời khoá biểu thì thực sự tốt, còn nếu không được thì mong rằng em không bị đình chỉ trong học kì tiếp theo. Em xin cảm ơn Dưới đây là biểu mẫu xin gia hạn học phí   i ",
    "Em đóng trễ học phí và hiện tại em muốn xét học tiếp thì phải làm thế nào ạ?",
    "Thưa cô! Em có học 2 môn thể chất ở kì chính và dự thính của học kì 202 nhưng do dịch nên hiện bị tạm nghỉ ạ. Cô cho em hỏi là những lớp thể chất này sau dịch có được tiếp tục học và thi không ạ, hay là kết thúc và coi như bỏ luôn ạ?  Do nếu thiếu 2 môn thể chất này thì em không thể đủ điều kiện đăng kí môn học của học kì chính năm sau ạ nên nếu sau dịch thể chất bị kết thúc thì em có thể xin PĐT được xem xét đăng kí môn học bỏ qua điều kiền thể chất 1 học kì được không ạ? Em cám ơn!",
    "Dạ chào thầy cô ạ Cho em hỏi thời khoá biểu em được khôi phục rồi nhưng môn thực tập tốt nghiệp ci3333 vẫn chưa có trong thời khoá biểu ạ Em cảm ơn",
    "Kính chào PĐT,  Em đã tốt nghiệp vào tháng 4 vừa rồi và em muốn đăng ký học văn bằng 2. Em đã đăng ký online trên cổng tuyển sinh của trường nhưng hồ sơ vẫn chưa được duyệt. PĐT cho em hỏi là em có cần in hồ sơ, đi công chứng và nộp cho PĐT không? Và nếu có thì em có thể gửi qua bưu điện được không vậy ạ? ",
    "Dạ chào chị, Hiện do một số lý do em cần hủy môn học học kỳ hè này. Em có thể gửi đơn lên PDT suy xét cho em xin hủy môn và hoàn học phí lại không ạ.",
    "Em có đk môn TTNT mã MHG:CH3325 từ đợt 1 nhưng quên đk vào đợt 2.Đợt 3 này em có đk lại rồi nhưng em vần chưa thấy đk thành công trong khi một số bạn thì đã có. Giờ em phải làm sao a%?",
    "Chào thầy/cô. Em hiện có đăng lý môn CI2091 lớp DT01 HK 203 Nhưng hiện tại giảng viên vẫn chưa dạy và liên hệ gì cả. Em không có thông tin để liên hệ với giảng viên nên mong pdt liên hệ với giảng viên giúp em ạ Em cảm ơn và mong nhận được phản hồi sớm. Trân trọng",
    "Chào anh/chị, Hiện tại em vừa học xong năm nhất. Anh/chị cho em hỏi nếu em thi lại ngành khác thì em có được miễn những môn đã học không ạ. Em cảm ơn.",
    "Em chào thầy cô giáo vụ, Em tên là , MSSV: , Ngày đầu tiên em học môn này trúng vào ngày kiểm tra  của môn Kĩ thuật lập trình, bởi vì em đi làm về trễ hơn giờ thi nên em không có thời gian, nên ko thể nhắn tin xin thầy được, sau buổi học đầu tiên em bị lỡ kiến thức. Buổi học sau em cũng bị hổng kiến thức, và không thể bắt kịp được kiến thức trên lớp, cũng như do công việc quá bận. Em đã cố gắng thêm 1 buổi học nữa. Nhưng do bận việc làm và bận làm nốt bài lab của môn Kỹ thuật lập trình, nên em không thể học được môn Công nghệ XML và Ứng Dụng. Ngày kiểm tra môn Kĩ thuật lập trình, thầy cũng chỉ báo trước 1 tuần, em đã lên phòng giáo vụ, nhưng đang cấn dịch nên không lên được . Hiện tại em mới học có 2 buổi,   B nay em cần hủy gấp môn Công nghệ XML và Ứng Dụng    (mã môn CO4015), mong thầy cô xét duyệt cho em. Em xin cảm ơn ",
    "Kính gửi phòng đào tạo Em có thắc mắc về đăng kí môn thực tập tốt nghiệp (ME3273). Điều kiện đăng kí môn học là số tín chỉ tối thiểu là 96. Hết học kì 191 em đã tích được 65 chỉ, và nộp bằng anh văn và đủ để qua hết 4 anh văn ạ. Học kì này em học 28 chỉ ( 21 chỉ kì chính + 7 chỉ dự thính). Tổng chỉ hiện tại em có là 101 chỉ, nhưng em vẫn không đăng kí được môn thực tập tốt nghiệp (lí do: không đủ số tín chỉ). Em ho vọng phòng đào tạo sẽ xem xét lại để em có thể đăng kí môn ( ME3273) ạ.",
    "Anh/Chị ơi em có đăng kí môn học thực tập ngoài trường (EE3325) nhưng trên BKPAY không hiển thị ô đóng tiền. Kết quả là em bị hủy môn học. Anh/chị kiểm tra dùm hệ thống và cho em biết cách xử lý ạ. Em cám ơn",
    "Em xin chào Quý thầy/cô, Em tên , khoa Cơ khí, MSSV:  Em xin hỏi về việc đăng ký không thành công môn Thực tập ngoài trường ở đợt 3. Sau khi kiểm tra Kết quả đăng ký môn học đợt 3, em thấy môn ME3029 - Thực tập tốt nghiệp(ktct) không được đăng ký thành công. Kiểm tra Lịch sử đăng ký môn học thì em nhận được lý do: 8: Đăng ký sai mã TTTN, LVTN, DCLV theo chuyên ngành đào tạo (MSMH em lấy theo chương trình đào tạo aao). Vậy cho em hỏi môn Thực tập ngoài trường (Thực tập tốt nghiệp) mã môn học chính xác cho sinh viên hệ liên thông Khoa cơ khí là mã nào, và làm thế nào để đăng ký lại, do em đã bị từ chối ở đợt 2 và đăng ký lại vào đợt 3 theo mail hướng dẫn của nhà trường. Em xin chân thành cảm ơn Quý thầy/cô!",
    "Thưa thầy/cô, Cho em hỏi em đã đăng kí môn EE3313 theo file này nhưng sao lại hủy ạ.Nếu không chấp nhận do đăng kí sai thì hệ thống phải không cho đăng kí chứ ạ.9/6 hết hạn đăng kí trong khi 10/6 mới ra phản hồi không đăng kí môn học được Em thực sự rất bức xúc và mong nhà trường giải quyết để em có thể học đúng tiến độ",
    "I  Em chào thầy / cô ạ  . Em tên Nguyễn Tấn Lộc - MSSV: Tình hình dịch bệnh nên khu vực em bị phong tỏa nên hôm qua (13/6) em mới ra ngân hàng đóng học phí được ấy ạ , nên đã bị trễ hạn ( hạn chót học phí 7/6 )  . Em gửi phản hồi cho phòng đào tạo em đã hoàn thành học phí và xin phép phòng đào tạo mở lại thời khóa biểu các môn trong hè giúp em ạ , vì hiện tại em đã bị hủy thời khóa biểu 1 số môn học . Em xin cám ơn ạ  . Kính gửi. Nguyễn Tấn Lộc ",
    "Em đã đóng tiền học phí nhưng môn học chưa được mở lại. Liệu em cần làm gì thêm không ạ?",
    "Kính gửi cô! Em tên là , MSSV , khoa Công nghệ Vật liệu, khóa K18.Dạ kỳ 203 em có đăng ký thực tập tốt nghiệp, nhưng kết quả là không đủ điều kiện nhận TTTN-STC.Dạ thưa cô, khoá K18 khoa CNVL được tự chọn chuyên ngành, cuối năm nhất em có đăng ký chuyên ngành polymer, nhưng sau đó em chuyển sang chuyên ngành  SILICAT, bây giờ số tín chỉ tích lũy của em là 100, nhưng tín chỉ tích lũy chuyên ngành của em chỉ 77 chỉ.Việc này em đã phản hồi khoa, và khoa phản hồi lại là đã nộp danh sách lên PĐT để giải quyết và đang trong quá trình cập nhật số tín chỉ. Nhưng đợi đến hôm nay đã có kết quả đăng ký đợt 3 nhưng số tín chỉ vẫn chưa được cập nhật và TTTN của em bị hủy.Điều này làm em rất lo lắng, sẽ ảnh hưởng tiến độ học tập. Em mong nhận sự giúp đỡ và phản hồi từ cô ạ.Em cảm ơn",
    "Kính gửi thầy/cô phụ trách, Trong đợt học kỳ hè HK203 em có đăng ký môn học Giải tích 3 (MT2007) và Giải tích 2 (MT1005) nhưng khi kiểm tra kết quả đăng ký thì em không được tham gia 2 môn học này. Em mong thầy/cô xem xét và sắp xếp lớp giúp em tham gia được 2 môn học này. Em cảm ơn thầy/cô nhiều ạ!",
    "kính gửi PDT, em là trương hoàng khang- mssv , vì lý do khách quan ( bị rớt ví tiền) nên em đã thanh toán trễ học phí học kỳ hè 203 nên đã bị hủy thời khóa biểu. hiện em đã hoàn tất thanh toán học phí học kỳ hè 203. kính mong PDT xem xét khôi phục thời khóa biểu học kỳ hè 203 lại giúp em ạ.nếu có viết đơn hay thủ tục xin khôi phục thì cách thức như thế nào ạ. kính mong PDT xem xét",
    "MSSV:     . Kính gửi   B Trường ĐH Bách Khoa   , Em là   B Đinh Gia Huy   , MSSV , Khoa Khoa học Kỹ thuật Máy tính. Trong kì 203 này em có đăng kí thực tập ngoài trường theo chương trình của phòng đào tạo. Khi được bên công ty nhận thì họ yêu cầu em cung cấp   B bảng điểm và giấy giới thiệu của nhà trường có dấu mộc   . Em xin hỏi là em cần phải hoàn tất những thủ tục cũng như cung cấp thông tin gì để có thể nhận được những thứ trên. Em xin cảm ơn và mong nhận được hồi âm từ nhà trường. Trân trọng, .  -  Trường ĐH Bách Khoa TP.HCM Email: ",
    "Kính gửi: Phòng Đào tạo Em tên là:  Mssv:  Khoa: Khoa học ứng dụng Em bị hủy môn đăng kí thực tập năm 3 không có lí do. Hiện tại đã hết đợt đăng kí môn học đợt 3 Cho phép em hỏi nếu em muốn đăng kí thực tập học kì 203 thì thủ tục như thế nào. Em xin cảm ơn.",
    "Em chào thầy(cô). Hiện tại em bị mất kết quả đăng ký Đợt 3 môn học \"CO3315 - Thực tập ngoài trường\". Mong thầy(cô) có thể thêm em vào nhóm lớp L01 môn học \"CO3315 - Thực tập ngoài trường\" ",
    "Kính gửi Quý thầy cô, Em là , sinh viên K17 chương trình Việt-Pháp. Ngày 04/06/2021, em có liên hệ Phòng đào tạo để hỏi về việc xin phép dời lịch thi cuối kì để đủ điều kiện nhận bằng tốt nghiệp của Bách Khoa theo chương trình bằng đôi với đối tác tại Pháp do theo đúng kế hoạch thì em sẽ bay vào khoảng giữa tháng 7 và không kịp thi cuối kì. Hôm đó thầy  đã đồng ý và em cũng đã nhận được sự đồng ý của các giảng viên qua email ạ. Các thầy cô cho em hỏi là hiện giờ em có thể vào trường để xin chữ ký xác nhận của các giảng viên và nộp đơn cho phòng đào tạo được chưa ạ? Vì vừa rồi trường có ca F0 nên em không rõ tình hình hiện tại ạ. Mong quý thầy cô giải đáp giúp em ạ.",
    "Dạ em chào cô, Em là , mssv . Như đã được hướng dẫn thì em gửi phiếu đề nghị thôi học để có thể chuyển hệ VHVL qua ngành Dệt khoa Cơ khí sớm nhất có thể. Tuy nhiên em hơi băn khoăn do học kì 202 vẫn chưa kết thúc mà những môn ở kỳ này là môn bên Dệt chứ không phải Xây dựng nên nếu hủy thì em sẽ bị trễ tiến độ học ạ. Em nhờ pđt hỗ trợ em để em có thể chuyển hệ học và hoàn thành được tiến độ với các bạn K18. Em chân thành cảm ơn.",
    "Kính gửi Phòng Đào Tạo ! Em tên là , sinh viên Chính quy   khóa 2014 đã chuyển qua hệ VLVH (vào thàng 3/2021). Cuối năm 2020 em có đăng ký BHYT 6 tháng, và đợt gia hạn BHYT 6 tháng cuối năm em đã bỏ lỡ. Em rất xin lỗi về trường hợp này. Em mong Phòng Đào Tạo sớm mở đăng ký BHYT giúp em. Em cảm ơn các Thầy/Cô rất nhiều !",
    "Kính thưa thầy /cô , Em là  , MSSV  . Vừa rồi em có đăng kí xin nhận giấy xác nhận sinh viên để đăng kí học lại GDQP . Nhưng do hiện tại thành phố giãn cách, ở chỗ em không có xe để lên trường nhận giấy. Em có đọc được thông tin ở trung tâm GDQP có cho đăng kí bằng bản scan hoặc bản chụp . Nên em mong có thể được nhận giấy xác nhận sv bản scan hoặc bản chụp hình qua email   Rất mong thầy ,cô xem xét và giúp đỡ em . Chúc mọi người một mùa dịch an toàn và nhiều sức khoẻ",
    "Thưa PĐT, em tên , mssv . Em có đăng ký môn học cho HK dự thính 203 nhưng nộp học phí trễ đã bị hủy đăng ký. Em đã đóng học phí sau đó. Em muốn hỏi là PĐT có thể mở lại môn học giúp em được không ạ. Em chân thành cảm ơn.",
    "Thưa thầy, cô, Em là:  | MSSV  Do e mới chuyển hệ từ chính quy sang vừa học vừa làm và thiếu sót của bản thân nên không rõ việc đăng ký môn học của hệ này làm em không đăng ký được môn giải tích 2 (MT1005) vào kỳ hè 203. Em rất mong phòng đào tạo xem xét cho em đăng ký môn giải tích 2 (MT1005) vào kỳ 203 này. Em xin chân thành cảm ơn, chúc quý thầy cô có một ngày làm việc vui vẻ và an toàn trong mùa dịch COVID. Trân trọng! Sinh viên .",
    "Dạ trong đợt đăng kí môn học hè vừa rồi, trong đăng kí đợt 3, em có đăng kí thực tập cho chuyên ngành tự động hóa Tuy nhiên, do sai sót nên em đã đăng kí sai mã môn học nên bị từ chối. Cho em hỏi có cách nào để em đăng kí được thực tập trong học kì hè này được nữa không ạ? Vì hiện giờ em đã tìm được công ty thực tập nên em rất muốn có thể hoàn thành thực tập trong hè này. Em cám ơn!",
    "Dạ em có đăng ký thực tập ngoài trường mã CH3335 vào kì hè này ạ nhưng khi có kết quả đăng ký đợt 3 thì em bị xoá thực tập. Cho em hỏi lý do bị xoá môn được không ạ vì em có coi yêu cầu là học trước 2 môn mà 2 môn đó em đã hoàn thành rồi ạ. Em xin cảm ơn",
    "Kính gửi phòng đào tạo Em xin hỏi về vấn đề đăng kí môn học đợt 3 vừa rồi. Môn Thực tập ngoài trường hay còn gọi là thực tập tốt nghiệp em đã đăng kí ở đợt 1 và 2 nhưng bị xoá, đợt 3 em có lên đăng kí nhưng lúc đó chưa mở đợt. Vì một số sơ xuất em đã bị trễ hạn đăng kí. Em mong muốn xin phòng đào tạo có thể cho em 1 cơ hội để đăng kí lại, vì kì thực tập này rất quan trọng đối với em ạ, rất mong sự chấp thuận và thông cảm từ quý thầy cô.",
    "Kính gửi phòng Đào tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh Em tên là , mssv , sinh viên lớp Hàng Không Việt Pháp 2016 Trong đợt đăng ký môn học học kỳ 203 lần 3 em có đăng ký 1 môn là Giải tích 3 (MT2007), nhưng trong thời khóa biểu hiện tại của em có thêm 1 môn Giải tích 2 (MT1013) em không có đăng ký môn đó. Theo chương trình học năm 2016 của em thì em đã hoàn thành môn Toán 2 (006712) tương đương nên em không đăng ký môn Giải tích 2 (MT1013) trong đợt đăng ký môn học học kỳ 203 Em mong Phòng Đào Tạo giải đáp thắc mắc của em Em xin cảm ơn",
    "Em có đăng ký môn học HK203 môn Giải tích 3 (MT2007) 3 tín chỉ, kết quả đăng ký đúng nhưng trong BKeL với BKPay lại có thêm môn giải tích 2 với tổng tiền của 7 tín chỉ . Hiện tại sắp hết hạn đóng học phí đợt bổ sung, cho em hỏi cách giải quyết ạ. Em cảm ơn",
    "Kính gửi Phòng Đào Tạo, Em tên Trần Sĩ Bình  MSSV  Ngành XDDD& CN Phòng Đào tạo gửi file tín chỉ sinh viên đã tích lũy, các môn học còn nợ theo chương trình đào tạo. Em còn nợ 1 môn trong Nhom To Hop Mon Hoc Bat Buoc Tu Chon 1  Nhưng tất cả các môn tự chọn em đã hoàn thành  Tin học trong quản lý xây dựng  mã môn học CI3169 : Đạt 7 Điểm  Ngoài ra em đã học Đạt các môn tự chọn khác từ lúc học Hệ Bằng 2 năm 2012, mã số sinh viên cũ của em là 6  Nhà nhiều tầng CI3121  Hư hỏng sửa chữa công trình CI1051  Quản lý dự án xây dựng CI1053  Quy hoạch đô thị bền vững CI3147 Em kính mong Phòng Đào Tạo xem xét , em chỉ còn môn Luận Văn Tốt Nghiệp và Toeic 400 nữa là hoàn thành Khóa Học, Em đã học 9 năm ở trường chuyển từ Hệ Bằng 2 sang VLVH nên rất mong muốn ra trường Em xin chân thành cảm ơn quý thầy cô  ",
    "Hôm trước em có hỏi về việc xin được khôi phục lại tkb như trong ảnh ạ. Hiện tại em vẫn chưa được cập nhật lại bkel, mong PĐT xem xét khôi phục bkel lại cho em để em được điểm danh khi học online với ạ, hiện tại em không được ghi nhận là có tham gia học ạ, mong PĐT xem xét cho em với ạ. Em cảm ơn ạ.",
    "Kính gửi thầy/cô phụ trách, Trong đợt học kỳ hè HK203 em có đăng ký môn học Giải tích 3 (MT2007) và Giải tích 2 (MT1005) nhưng khi kiểm tra kết quả đăng ký thì em không được tham gia 2 môn học này. Em kiểm tra lịch sử đăng ký thì được thông báo không đăng ký được môn do thiếu tác vụ môn trước. Do 2 môn em đăng ký là môn tương đương và có thay đổi mã môn học nên hệ thống không xét đúng trường hợp của em, dẫn đến việc bị từ chối đăng ký này. Em mong thầy/cô xem xét và sắp xếp lớp giúp em tham gia được 2 môn học này. Em cảm ơn thầy/cô nhiều ạ!",
    "Em đã thanh toán học phí trễ hạn rồi ạ . Mong pdt cứu xét tkb để em tiếp tục học . Em chân thành cảm ơn pdt",
    "Dạ thầy cô cho em hỏi là học kỳ 202 VHVL em có thời khóa biểu 2 môn bị trùng tuần-ngày-giờ học thì phải xử lý thế nào ạ? Em cảm ơn.",
    "Hiện tại em đã hoàn tất việc thanh toán tiền học phí trước 15h ngày 14/6. Em muốn làm \"Đơn trình bày lý do trễ hạn học phí\" thì có thể được xem xét không ạ?",
    "Do gặp một số khó khăn nên em đã thanh toán trễ học phí kì dự thính hè HK203 em đã thanh toán học phí sau đó vào ngày 12 tháng 6 em xin lỗi nhà trường vì sự chậm trễ này và em xin hứa sẽ không để tái phạm những lần sau. Vì vậy em mong muốn được nhà trường xét lại thời khóa biểu HK203 để em có thể tiếp tục học. Em cảm ơn quý thầy, cô đã đọc những lời này của em ạ",
    "Kính gửi cô! Em tên là , MSSV , khoa Công nghệ Vật liệu, khóa K18. Về vấn đề kết quả minh chứng được cập nhật số tín chỉ tích lũy theo phản hồi của khoa thì khoa đã gửi vào mail  cho phòng đào tạo rồi ạ. Cô kiểm tra lại giúp em. Kính xin phòng đào tạo sớm cập nhật để em có thể đăng ký được thực tập tốt nghiệp ạ. Dưới đây là danh sách thống kê theo TCTL ngành mà khoa đã gửi đính kèm trong mail ạ.Kèm theo đó là ảnh mà khoa đã gửi mail cho pđt ạ. Rất mong sự phản hồi từ cô. Em xin chân thành cảm ơn.",
    "Cô cho em hỏi là em đang thiếu 1 chỉ để đăng kí thực tập tốt nghiệp, vậy bây giờ em xin đơn được của khoa cơ khí cho em được đi thực tập, vậy em có còn được đăng kí môn học ko ạ.",
    "Kính gửi cô! Em tên là , MSSV , khoa Công nghệ Vật liệu, khóa K18. Như ở mục câu hỏi trước, em đã gửi kèm minh chứng rồi ạ. Kính xin phòng đào tạo cho em đăng kí lại môn thực tập tốt nghiệp. Mã môn học MA3315. Lý do: sau khi cập nhật TCTL ngành đã đủ điều kiện nhận thực tập tốt nghiệp ạ. Kính mong sự giúp đỡ và phản hồi từ cô ạ. Em xin chân thành cảm ơn.",
    "Kính gửi quý thầy/cô! Em tên  là sinh viên K18 khoa Công Nghệ Vật Liệu.MSSV  Em xin PĐT đăng ký lại giúp em môn \"Thực tập ngoài trường\". MSMH:MA3315 Lý do: Vì PĐT chưa cập nhật lại số tính chỉ tích lũy ngành (TCTLN) nên em không đủ điều kiện đăng ký do thiếu số tính chỉ ạ. Vì trường hợp của em đặt biệt nên khoa đã gửi mail cho PĐT () đề nghị PĐT cập nhật lại số tính chỉ giúp em. Kính mong thầy/cô kiểm tra lại giúp em ạ. Em có đính kèm minh chứng bên dưới gồm: ảnh mà khoa đã gửi mail cho PĐT và danh sách sinh viên được cập nhật lại số tính chỉ Mong nhận được phản hồi sớm từ cô.",
    "Chào thầy/cô . Em là , mssv , khoa Công Nghệ Vật Liệu. Em muốn được đăng ký lại môn Thực tập ngoài trường (Thực tập tốt nghiệp), MSMH: MA3315. Lý do: Vì trước đó em chưa được cập nhật đủ số tín chỉ nên cả ba đợt đăng ký em đều bị hủy kết quả đăng ký. Về minh chứng kết quả được cập nhật số tín chỉ, bạn , mssv , đã đại diện cho chúng em gửi file excel minh chứng của khoa, em xin phép không gửi nữa để tránh loãng thông tin ạ. Xin thầy/cô xem xét giúp em đăng ký lại môn. Em xin chân thành cảm ơn.",
    "Em không đăng ký được TTNT Mã MH CH3325 với lý do là không đủ điều kiện nhưng em không biết là điều kiện gì. Vì kì rồi em có thanh toàn trễ học phí. Giờ em phải làm sao để đăng ký được TTNT vậy",
    "Kính gửi quý thầy/cô! Em tên  là sinh viên K18 khoa Công Nghệ Vật Liệu.MSSV  Em xin PĐT đăng ký lại giúp em môn \"Thực tập ngoài trường\". MSMH:MA3315 Lý do: Vì PĐT chưa cập nhật lại số tính chỉ tích lũy ngành (TCTLN) nên em không đủ điều kiện đăng ký do thiếu số tính chỉ ạ. Vì trường hợp của em đặt biệt nên khoa đã gửi mail cho PĐT () đề nghị PĐT cập nhật lại số tính chỉ giúp em. Kính mong thầy/cô kiểm tra lại giúp em ạ. Em có đính kèm minh chứng bên dưới gồm: ảnh mà khoa đã gửi mail cho PĐT và danh sách sinh viên được cập nhật lại số tính chỉ Mong nhận được phản hồi sớm từ cô.",
    "Kính chào thầy/cô. Em là , mssv , khoa Công Nghệ Vật Liệu. Em muốn được đăng ký lại môn ''Thực tập ngoài trường'' (Thực tập tốt nghiệp), MSMH: MA3315. Lý do: Vì trước đó em chưa được cập nhật đủ số tín chỉ nên cả ba đợt đăng ký em đều bị hủy kết quả đăng ký. Về minh chứng kết quả được cập nhật số tín chỉ, bạn , mssv , đã đại diện cho chúng em gửi thông tin mail minh chứng của khoa, em xin phép không gửi nữa để tránh loãng thông tin ạ. Em có đính kèm một file excel có tên em trong danh sách được chỉnh số tín chỉ từ khoa ạ. Xin thầy/cô xem xét giúp em đăng ký lại môn. Em xin chân thành cảm ơn.",
    "Hiện tại em đang làm đề cương luận văn và chưa thi Toeic để đạt chuẩn tiếng anh nhận luận văn.   Tuy nhiên từ giữa cuối tháng 5 IIG không tiếp tục nhận đăng kí thi Toeic và hiện tại với tình hình dịch bệnh hiện tại em cũng không rõ khi nào sẽ có dkmh 211 và lịch nhập học.    Vậy nên em mong nhà trường hỗ trợ gia hạn chuẩn tiếng anh LVTN để em có thể tiếp tục tiến độ luận văn (đề tài nhóm em bao gồm 2 người).    Em cảm ơn và mong sớm được phản hồi từ nhà trường.",
    "Em là  MSSV:   tích lũy của em là 72 và kì 202 e có đăng kí 23 chỉ. Tổng là 95 tín chỉ . Vì không đủ điều kiện đăng kí TTTN. Nên sau kết quả đợt 3 , trường hủy môn TTTN của em với lí do không đủ điều kiện TTTN - . Để hạn chế việc trễ tiến độ học nên em muốn hỏi là phòng đào tạo có xem xét cho em được đăng kí môn này không ạ? Em cảm ơn ạ.    . Thực tập ngoài trường (GE3325)",
    "Dạ em muốn đăng ký thêm môn Công trình trên đất yếu MMH:CI4037 thì có được không ạ? Dạ em cảm ơn pđt ạ",
    "Cho em hỏi, em đã có kết quả Đạt Anh văn 4A, em có cần viết đơn gì để xét đạt Anh văn 4 không hay phòng đào tạo sẽ tự động cập nhật ạ ? Em cảm ơn",
    "Em chào thầy(cô). Em tên là . Hiện tại em bị hủy đăng ký \"Thực tập tốt nghiệp\" vì đăng ký nhầm mã số môn học là CO3315 thay vì CO3313. Mong thầy(cô) có thể thêm em vào môn học \"Thực tập tốt nghiệp\" với mã số môn CO3313. Mong nhận được phản hồi từ thầy(cô).",
    "Kính gửi phòng đào tạo trường ĐHBK Tp.HCM Em là . MSSV . sv năm 4 chuyên ngành Cơ Kỹ Thuật Vừa qua,Em đã đăng kí 4 tín chỉ học hè 2 môn: anh văn 3(LA1007), anh văn 4(LA1009) Do tình hình dịch Covid nên KTX khuyến cáo sv về quê. Vì nhà không có wifi nên chỉ khi học online mới mở 3G. Mỗi lần học xong tắt vội 3G nên đôi khi em đã quên mất đến việc kiểm tra BKpay. Đến nay em mới mở BKpay mới nhận ra đã quên đóng tiền, và đã chậm mất 7 ngày và bị   B xóa thời khóa biểu    rồi (  I Mặc dù vẫn nhận được mail học của cô giáo  /I ) . Em đã đóng tiền học phí trễ hạn. Em hiện đang ở quê, cộng thêm việc TP.HCM đang diễn ra dịch Covid phức tạp. Nên không thể trở về trường để làm đơn xin đóng học phí trễ. Đây là 2 môn cuối cùng giúp em hoàn thành chương trình đại học tốt nghiệp cho tháng 11 tới đây, em đã rất mong mỏi ngày được ra trường phụ giúp gia đình. Kính mong nhà trường giúp em mở TKB để em có thể được học HK203 này ạ. Tiền học phí trễ hạn,em xin được gửi ở file đính kèm/ Em xin chân thành cảm ơn. Sinh viên: ",
    "MSSV:     . Dạ em đang là sv năm 4 KHMT, cho em hỏi đăng kí học tiếp thạc sĩ sau khi tốt nghiệp có được giấy miễn nghĩa vụ quân sự trong thời gian học như mọi năm không ạ Mong nhà trường trả lời giúp em, cảm ơn đã đọc ạ ",
    "kính gửi pđt . Em có 1 thắc mắc là nếu tình hình dịch bệnh diễn biến phức tạp như bây giờ , thì nếu hết hk203 vào hk211 thì những môn cần mở theo dạng nộp đơn thì sinh viên có thể lên pđt để nộp đơn xin mở lớp được hay không ? hay làm cách nào để được mở lớp đối với những môn cần nộp đơn ( giành cho những bạn bị trễ )",
    "Thưa quý thầy/cô phòng đào tạo. Đợt đăng ký môn học vừa rồi em bị thôi học nên bị huỷ kết quả đăng ký môn học. Sau khi được thu nhận lại em đã vào trang đăng ký môn học để đăng ký nhưng vẫn không thể đăng ký môn học do hệ thống chưa cập nhật tình trạng sinh viên của em. Em có nộp đơn xin khôi phục môn học ngày 8/6. Em xin hỏi em vừa được thu nhận lại, nếu học kỳ hè 203 không có thời khoá biểu có bị thôi học vĩnh viễn không? Môn học em đã đăng ký là Anh văn 4, mã môn học LA1009. Rất mong quý thầy/cô phòng đào tạo xem xét và phục hồi thời khóa biểu học kỳ 203 của em. Em xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo Em có thắc mắc về đăng kí môn thực tập tốt nghiệp (ME3273). Điều kiện đăng kí môn học là số tín chỉ tối thiểu là 96. Hết học kì 191 em đã tích được 65 chỉ, và nộp bằng anh văn và đủ để qua hết 4 anh văn ạ. Học kì này em học 28 chỉ ( 21 chỉ kì chính + 7 chỉ dự thính). Tổng chỉ hiện tại em có là 101 chỉ, nhưng em vẫn không đăng kí được môn thực tập tốt nghiệp (lí do: không đủ số tín chỉ). Em hi vọng phòng đào tạo sẽ xem xét lại để em có thể đăng kí môn ( ME3273) ạ.",
    "Dạ em chào phòng đào tạo ạ Em tên  - MSSV:  Dạ cho em hỏi khi nào trường mới bắt đầu chuyển tiền học bổng ạ . Em cảm ơn phòng đạo tào ạ",
    "Xin chào anh(chị). Khi xin giấy giới thiệu đăng ký môn giáo dục quốc phòng thì chọn mục \"Bổ sung hồ sơ cho cơ quan\" có đúng hay không ạ? ",
    "Kính gửi PĐT, Em là , MSSV: , mong nhận được sự hỗ trợ của PĐT. Do mật khẩu mail bị thay đổi trên web nên ứng dụng mail của em trên điện thoại không cập nhật mail mới nữa (nhưng không bị đăng xuất khiến em không chú ý). Điều này dẫn đến việc check mail của em bị gián đoạn, tạo ra sự trễ nải khi thanh toán học phí. Em rất mong nhận được sự hướng dẫn của PĐT về quy trình cứu xét cũng như những giấy tờ cần đảm bảo để khi trở lại nhập học tập trung em có thể tham gia kì thi cuối kì. Cảm ơn.",
    "Kính gửi phòng đào tạo Em có trình bày trường hợp của em trên diễn đàn (em đủ số tín chỉ quy định để đăng kí môn học(ME3273), nhưng bị xóa môn) và phòng đào tạo có nói xem lại kết quả trên mybk ạ. Hiện em vẫn không thấy trên mybk có kết quả và cho em hỏi là nếu em được đăng kí môn học lại thì đóng học phí sẽ như thế nào ạ. Em xin cảm ơn!",
    "Vừa rồi em có đóng học phí học kì 203 bị trễ và bị huỷ thời khoá biểu. Mong phòng đào tạo xem xét và khôi phục lại thời khoá biểu giúp em với ạ.",
    "Dạ em chào thầy cô ạ, em tên  là sinh viên K20, Khoa Cơ Khí Cho em hỏi là thẻ bảo hiểm y tế là trường đã chuyển về ktx cho các bạn ở ktx hết rồi phải không ạ? Vì em ở ktx nhưng đến giờ vẫn chưa nhận được thẻ bảo hiểm y tế ạ. Dạ thầy/cô có thể kiểm tra lại giúp em xem thẻ em hiện bên nào đang giữ ạ. Mong thầy/cô đọc được câu hỏi của em. Em xin cảm ơn ạ.",
    "Dạ gửi PĐT, Em hiện tại  - . PĐT cho em hỏi có cách nào để có thể  lại không ạ?",
    "Em 9da4 kiểm tra thời khóa biểu nhưng vẫn chưa có môn TTNT mong được giúp đỡ ạ",
    "Kính gửi thầy cô, em tên  MSSV:  . Em đăng ký học liên thông hệ đại học vừa học vừa làm ngành kỹ thuật điện- điện tử nhưng trên hệ thống thống báo em ngành kỹ thuật điện tử truyền thông . Em kính mong văn phòng sửa đổi lại giúp để em có thể đăng ký môn học đúng với ngành của mình. Em trân thành cảm ơn",
    "Kính thưa PĐT Cho em hỏi khi nào có đợt rút môn học HK203 và cụ thể rút môn sẽ tính học phí hay có đợt nào không tính học phí ạ Rất mong PĐT cho em thông tin ạ. Em xin cảm ơn",
    "Dạ em là sinh viên K17, vì bị lẫn lộn ngày tháng và không đọc kĩ thời gian đóng tiền nên đã dẫn đến không tiến hành đóng tiền đúng hạn. Đến nay đã trễ hạn hơn 1 tuần, nhưng hiện tại gia đình mới có khả năng trả chi phí. Cho em hỏi nếu hiện tại (Vào thứ 5 tuần này) đóng tiền thì em có được cấp lại thời khóa biểu và học tiếp không ạ? Hay kì này của em sẽ bị tướt hoàn toàn ạ?",
    "Dạ cho em hỏi em quên đóng tiền học dự thính HK203 mấy ngày nên bị huỷ thời khoá biểu. Vậy nay em đóng liền thì em có thể khôi phục thời khoá biểu không ạ",
    "Kính gửi Thầy Cô, Em tên là (MSSV:), em xin rút 2 môn học đã thanh toán học phí đó là + Giải tích 1: MT1003 +  1: PH1003 Em xin cảm ơn Thầy Cô.",
    "Dạ em chào thầy/cô, hiện em có đăng ký giấy chứng nhận sinh viên trong đợt học kỳ 3 năm học 2020-2021 nhằm bổ sung hồ sơ hoãn nghĩa vụ quân sự tại địa phương. Nhưng em nhận được thông báo lỗi từ web (trong hình đính kèm) và không thể đăng ký thành công giấy chứng nhận sinh viên. Mong thầy/cô giúp em giải quyết vấn đề trên, em cảm ơn thầy/cô nhiều ạ.",
    "Mến chào Quý Thầy, Cô. Em là sinh viên chuyển hệ từ chính quy sang VHVL ạ. Học kỳ hè này em có đăng ký môn học nhưng do tình hình dịch bệnh khiến cho công việc của em gặp khó khăn, dẫn đến tài chính không đảm bảo để đóng học phí, vì vậy em đã bị hủy thời khóa biểu. Em xin được hỏi có thể gia hạn thêm giúp em để có thể đảm bảo việc học được không ạ . Em chân thành mong mỏi sự hồi đáp của quý Thầy, Cô . Em cảm ơn ạ.",
    "Em chào thầy cô giáo vụ, Em tên là Nguyễn Lê Xuân Hòa, MSSV: , Ngày đầu tiên em học môn này trúng vào ngày kiểm tra  của môn Kĩ thuật lập trình, bởi vì em đi làm về trễ hơn giờ thi nên em không có thời gian, nên   B không thể nhắn tin xin thầy    được, sau buổi học đầu tiên em bị lỡ kiến thức. Buổi học sau em cũng bị hổng kiến thức và vì quá bận việc, không thể bắt kịp được kiến thức trên lớp Em đã cố gắng thêm 1 buổi học nữa . Hiện tại thầy cho bài tập mỗi video, em đều không thể làm được bài, điểm thấp không thể vượt qua môn này được. Do bận việc làm và bận làm nốt bài lab của môn Kỹ thuật lập trình, nên em không thể học được môn Công nghệ XML và Ứng Dụng. Ngày kiểm tra môn Kĩ thuật lập trình, thầy cũng chỉ báo trước 1 tuần, em đã lên phòng giáo vụ, nhưng đang dịch nên không lên được. Hiện tại em mới học có 2 buổi, n  B ay em cần hủy gấp môn Công nghệ XML và Ứng Dụng (mã môn CO4015)   , mong thầy cô xét duyệt cho em. Em gửi luôn đơn xin hủy môn học này. Em xin cảm ơn",
    "Em chào Thầy/Cô ạ. Hiện tại em là sinh viên năm 2 của khoa Xây Dựng chuyên ngành Xây Dựng Dân Dụng. Em có nguyện vọng muốn học thêm ngành Kiến trúc . Em không biết là muốn đăng kí học Kiến Trúc thì có yêu cầu gì đặc biệt không ạ. Em cảm ơn! ",
    "Dạ, thật làm phiền chị . Theo như ảnh đính kèm thì em bị không có thời khóa biểu cho kỳ 3 sắp tới(hiện em đã hoàn thành các môn học nên không đăng ký). Liệu có cách nào giải quyết không chị nhỉ? ",
    "Vừa rồi em đóng trễ tiền học dư thính học kì 203, nay em đã hoàn thành đóng học phí và mong nhà trường cứu xét và khôi phục thời khóa biểu cho em ạ.",
    "Kính gửi BGH trường ĐH Bách Khoa TP.HCM Em là sinh viên năm 2 khoa Kỹ Thuật Xây Dựng đang có mong muốn chuyển đến khoa khác thì có được không ạ? Nếu có thì cần những yêu cầu gì ạ? Em xin chân thành cảm ơn.",
    "Em có đăng kí và đóng tiền học môn giải tích mạch trong học kỳ 203 này giờ không có học làm thế nào để em lấy lại học phí ạ",
    "Phòng đào tạo cho e hỏi về lịch thi của em như vậy là thế nào ạ.",
    "Dạ địa phương em đang yêu cầu nộp giấy để xác nhận hoãn nghĩa vụ quân sự. Giờ em phải làm sao ạ",
    "EE3335 Kính mong nhà trường xem xét cho em được đăng kí môn học này để kịp tiến độ môn học, em xin cảm ơn.",
    "Dạ chào quý thầy cô ạ Cho em hỏi thời khoá biểu em được khôi phục rồi nhưng môn thực tập tốt nghiệp ci3333(em đăng ký đợt 3)vẫn chưa có trong thời khoá biểu ạ Mong thầy cô kiểm tra lại giúp em với ạ Em cảm ơn",
    "Dạ chào quý thầy / cô em là  -  , kì vừa qua em có học môn anh văn cơ bản ( nhu cầu ) và có điểm tổng kết nhận được từ giáo viên bao gồm : KT là 8,25 ( 40% ) và thi cuối kì được 5.08 ( 60%) nhưng khi có điểm trên hệ thống thì em lại có điểm KT là 7.0 và điểm thi cuối kì không thay đổi . Em có thắc mắc với giáo viên thì giáo viên bảo em hỏi Phòng đào tạo tại giáo viên đã chốt điểm cũng khá lâu rồi  . Mong quý thầy cô xem xét và giải quyết cho em . Em xin chân thành cảm ơn",
    "Kính gửi: Ban Giám Hiệu Trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh Phòng Đào Tạo Trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh Em tên:  Mã số sinh viên:  Sinh viên: lớp Hàng Không Việt Pháp khóa 2016. Em làm đơn này kính xin Ban Giám Hiệu và Phòng Đào Tạo cho phép em được rút môn Giải tích 2, mã môn học MT1013, đăng ký trong học kỳ 203 năm học 2021 . Em xin phép được trình bày lý do rút môn học trên như sau: Em đã hoàn thành môn học Toán 2 (lý thuyết), mã môn học 006712 là môn học tương đương môn Giải tích 2, mã môn học MT1013, trong học kỳ 162 năm học 2016 . Trong đợt đăng ký môn học học kỳ 203, em có đăng ký trên hệ thống đăng ký môn học online một môn là Giải tích 3, mã môn học MT2007. Trong lần đăng ký môn học đợt 1 và đợt 2, em đăng ký môn học online nhưng hệ thống không cập nhật. Trong lần đăng ký môn học đợt 3, em đăng ký môn học online và em điền vào đơn xin mở môn học Giải tích 2 và Giải tích 3 dành cho các bạn chưa đăng ký được hai môn học trên, em đã có sai sót khi đăng ký nhầm tên vào đơn xin mở môn học Giải tích 2, mã môn học MT1013 . Em kính mong Ban Giám Hiệu và Phòng Đào Tạo xem xét cho phép em được rút môn học Giải tích 2 không tính học phí. Em xin chân thành cảm ơn.",
    "Chào quý thầy cô, em là , MSSV: . Em thấy trạng thái in bảng điểm đã xong. Lần trước cô có yêu cầu em là sau khi thấy trạng thái in xong thì báo cô để cô scan bảng điểm thành file PDF giúp em, vì tình hình dịch bệnh em không thể đi lấy và là F2. Dạ mong quý thầy cô scan bảng điểm thành PDF để gửi đến nhà tuyển dụng và gửi đến email:    Em cảm ơn rất nhiều.",
    "Kính thưa PĐT, Em đã làm đơn xin rút môn học không tính học phí, em xin được gửi đính kèm file văn bản đơn xin rút môn học, cùng đường link danh sách chúng em đã lập như trong trình bày ở đơn. https://docs.google.com/spreadsheets/d/1eXTB98MFYK_ashr_rygHUCm751Biouk992aYSypV4nM/edit?fbclid=IwAR0xhJSc94KGtq_jEfJVGgA2t7DCBrckKkU6SFZertisyjOHulo__&pli=1#gid=0 Rất mong PĐT sớm có quyết định giúp đỡ cho trường hợp của em. Em xin cảm ơn",
    "Dạ Phòng Đào tạo cho em hỏi, em là  - MSSV: . Em có đăng ký môn học LA1007 trong học kỳ hè 203. Tuy nhiên, đến hiện tại vì bận việc cá nhân và gia đình em không thể học được môn này trong học kỳ hè. Vậy có cách nào em có thể rút môn học trong kỳ này được không ạ? Dạ em cảm ơn nhiều ạ!",
    "Em là  sinh viên khoa cơ khí chuyên ngành cơ điện tử (VHVL- T10/2020) - Em sinh trình bày vấn đề như sau: vào hôm 9/6/2021 Em có viết đơn xin huỷ môn và chưa có thông tin phản hồi lại ( đơn em đã viết và nộp- trình bày như file bên dưới) - Do nhà trường đưa ra danh sách học những môn học đăng ký theo chuyên ngành vào đầu học kì 202 em đã đăng ký theo danh sách đó lúc chưa đưa ra danh sách miễn môn. Và 9/6/2021 nhà trường đã đưa ra danh sách miễn môn và em đã viết đơn hôm ấy. - Chương trình môn đã bắt đầu học em vẫn chưa có tư thông tin nhà trường. Kính mong  phòng đào tạo giải quyết giúp em. Em xin chân thành cán ơn!",
    "Em chào thầy cô phòng đào tạo. Em có câu hỏi mong nhận được sự giúp đỡ ạ. Em có đặng kí môn học kì hè này. Nhưng hạn đóng học phí ngày 07/06/2021. Em không check mail kĩ nên đã bị hủy TKB. học phí em vẫn thanh toán, và khả năng môn học đó em vẫn không thể tham gia học được đúng k ạ. Em cảm ơn thầy cô.",
    "Dạ. Hiện em đang có giấy chứng nhận sinh viên cấp vào ngày 10/6 vừa rồi nhưng em đã chọn sai mục đích sử dụng. Nay em không có thời khoá biểu vào kỳ 3 nên không thể đăng ký lại giấy chứng nhận. Liệu có cách nào để đổi mục đích sử dụng từ \"bổ túc hồ sơ cho cơ quan\" thành \"đăng ký học lại GDQP\" không ạ? Mong anh(chị) giúp em ạ . ",
    "Kính chào thầy cô phụ trách trang hỗ trợ trực tuyến, em là , trước đó em có hỏi xin để được gia hạn nộp học phí do không kịp hạn và được gia hạn thêm 1 ngày. Em đã thanh toán học phí muộn 1 ngày so với ngày được gia hạn thêm, do ngân hàng em thường đóng nằm ở Gò Vấp, hiện ở nơi đó đang có dịch nên em phải đến một nơi khác, nhưng do lần đầu đến khu vực khác nên em bị lạc đường dẫn tới chỉ kịp đóng tiền vào ngày hôm sau. Dưới đây là hóa đơn em in ra từ BKPay, đến ngày hôm nay em mới gửi yêu cầu vì sau khi đóng tiền thì thời khóa biểu của em được cập nhật như bình thường nhưng đến bây giờ lại bị xóa. Mong thầy cô xem xét giúp đỡ, cho phép em được khôi phục thời khóa biểu của HK203. Em xin chân thành cảm ơn.",
    "Em tên , MSSV , sinh viên XD14CSHT. Vừa rồi em có đăng kí tốt nghiệp đợt trễ, em cũng đã thanh toán xong phí đăng kí tốt nghiệp. Nhưng khi kiểm tra thì phiếu đăng kí của em không được xử lí. Mong PĐT kiểm tra lại giúp em và cho em hướng giải quyết vấn đề này để em có thể đăng kí thành công và nhận bằng ạ. Em xin chân thành cảm ơn.",
    "Cho em hỏi về cách rút môn học ạ? Em có đọc trên quy chế thì để là in biểu mẫu và nộp phòng đào tạo nhưng hiện giờ em không nộp được thì làm thế nào để rút ạ?",
    "Cho e hỏi là với tình hình dịch như hiện nay, e có thể đăng ký và lấy giấy hoãn Nghĩa vụ quân sự trên cơ sở  không ạ?",
    "Em chào Quý thầy/cô, Em tên , sinh viên khoa Cơ khí, Trong đợt 2 đăng ký môn học vừa rồi, em đã làm theo mail hướng dẫn của nhà trường, tức đăng ký lại môn học Thực tập tốt nghiệp vào đợt 3. Tuy nhiên, đến đợt 3 em vẫn không thể đăng ký môn Thực tập tốt nghiệp với cùng 1 lý do (theo Lịch sử đăng ký môn học): 8: Đăng ký sai mã TTTN, LVTN, DCLV theo chuyên ngành đào tạo. Vậy cho em hỏi làm thế nào để đăng ký lại môn Thực tập tốt nghiệp vào học kỳ hè này ạ? Do theo đúng tiến độ em phải hoàn thành thực tập tốt nghiệp trong học kỳ hè ạ . Em xin chân thành cảm ơn.",
    "Thân chào Pđt. -Cho em hỏi tuyển sinh VB2 năm 2021 có ngành Kiến trúc không ạ . Vì em đọc trong ĐỀ ÁN TUYỂN SINH ĐẠI HỌC NĂM 2021, phần III, mục 4, trang 44 thì thấy có ngành Kiến trúc trong các ngành tuyển sinh nhưng khi đăng ký trực tuyến trên Cổng thông tin tuyển sinh thì lại không có (và số ngành đăng ký trên Cổng cũng ít hơn số ngành trong Đề án tuyển sinh) . -Ngày đăng ký tuyển sinh VB2 cụ thể là ngày nào ạ. Trên Cổng tuyển sinh không trùng khớp với ngày trong ĐỀ ÁN TUYỂN SINH.. Mong Pđt có thể giải đáp cho em, em chân thành cảm ơn.",
    "Em  Mssv:  Hiện em đã bị xoá thời khoá biểu vì thanh toán hoc phí chậm trễ Em đã đóng học phí đầy đủ và em mong muốn được Phòng Đào Tạo cứu xét thời khoá biểu để em được học ạ. em xin hứa không tái phạm nữa. em cảm ơn!",
    "em xin trình bày lí do nộp học phí muộn là tình hình dịch bệnh nên điều kiện kinh tế nhà em bị ảnh hưởng dẫn đến việc nộp học phí bị chậm trễ. Em mong nhà trường thông cảm giúp em!",
    "dạ thưa phòng đào tạo, em tuy học lớp vật liệu 18 năng lượng nhưng em học theo chương trình kỹ thuật vật liệu polymer ạ - file mà phòng đào tạo vừa gửi là chương trình của kỹ thuật vật liệu năng lượng nhưng em không có theo học chương trình đó mà em học theo chương trình vật liệu polymer ạ - chương trình vật liệu polymer em đã tích lũy đủ 90 chỉ rồi ạ, kì này em đi thực tập tốt nghiệp chuyên nghành vật liệu polymer ạ, mong phòng đào tạo giúp e xem lại ạ",
    "Hiện tại, em có nộp bằng toeic và đã được xét hợp lệ, em đã thanh toán học phí nhưng vẫn chưa thấy cập nhật trong bảng điểm. Em mong PDT xem xét cập nhật sớm để em có đủ điểm GPA đăng kí chương trình thạc sĩ ạ   i  .",
    "Gửi phòng đào tạo Em là , mssv  Em làm đơn này mong pđt có thể khôi phục lại thời khoá biểu kì này cho em ( Môn TTTN CI3325) Lý do: Nộp trễ học phí do ở vùng giãn cách theo chỉ thị 16, khiến em không thể đến ngân hàng gần nhất, hiện tại em đã nộp học phí đầy đủ lại. Em xin hứa sẽ chú ý hơn các thông báo từ pđt. Mong pđt xem xét. Em xin cảm ơn. ",
    "Dạ em muốn hỏi là điều kiện để sinh viên khóa K17 nhận được luận văn thì điểm Toeic phải như thế nào ạ? Do dịch bệnh mà thông tin lại mông lung, em không thể đến trường . Mong nhận được thông tin chính thức. Em chân thành cảm ơn ạ",
    "Dạ bây giờ em chưa đóng được ạ, nhưng em cam kết sẽ hoàn thành học phí nợ sớm nhất ạ.   B thầy/cô cho em hỏi là thời hạn để hoàn thành nợ học phí trễ nhất(em chấp nhận hủy tkb) mà vẫn được đăng kí học kì tiếp theo ạ     Và cho em hỏi thêm là thủ tục để hoàn thành học phí nợ ạ . Em xin lỗi vì dạo này đã hỏi nhiều ạ,tại vì hiện tại em chưa thể hoàn thành học phí ngay được,mong thầy/cô giải đáp giúp em,em cảm ơn",
    "p Em là sinh viên , trong học kỳ 203 có dự định thực tập tốt nghiệp. Trong đợt ĐKMH 1 của HK203 em đã có đăng ký môn thực tập CO3323, cũng đã đăng ký thi Foundation Test và đã được 1 doanh nghiệp nhận. Do nghĩ rằng mọi việc đã xong nên em lỡ không chú ý tớt đợt ĐKMH 2 và 3, tập trung vào hoàn thành các môn học khác trong mùa dịch COVID. Tới hôm nay em mới nhận ra đăng ký của em đã bị xóa, không có trong kết quả đợt 2 và 3. Hiện trong TKB của em không có môn này và em cũng không có khoản đóng tiền trên MyBK.  Em thật lòng rất xin lỗi nhà trường vì đã chủ quan không kiểm tra sớm hơn. Em viết đơn này xin nhà trường cho em đăng ký thêm môn thực tập CO3323 vào học kỳ này. Em hiện đã là sinh viên năm 5, dự định cần phải có điểm thực tập cho năm sau để kịp tốt nghiệp. Xin nhà trường cho em được có môn này trong HK203 để em có thể có điểm sau khi thực tập hè này. Em xin cam kết sẻ tuân thủ đầy đủ mọi yêu cầu của trường, đóng học phí và không để sai sót lần nữa.  Em một lần nũa rất xin lỗi về việc này. Mong nhà trường có thể thông cảm cho em giữa mùa dịch.  /p",
    "EE3335  Kính mong nhà trường xem xét cho em được đăng kí môn học này để  kịp tiến độ môn học. Em xin chân thành cảm ơn ạ.",
    "Dạ em đọc Quy chế của chương tình Song bằng rồi ạ. Trong đó có đoạn ghi là “ ngành thứ hai phải có cùng khối thi tuyển sinh, cùng bậc, hệ đào tạo với ngành thứ nhất.”. Vậy Ngành dân dụng em đang theo học có khối tuyển sinh A00, A01 còn Kiến trúc A01,C01. Vậy là trùng khối A01. Nhưng khi em tuyển sinh vào trường là A00. Vây không biết là em có đăng kí được song ngành không ạ. Em cảm ơn!",
    "Em xin rút môn Kết cấu bê tông cốt thép 1 CI2091 lớp DT01 vì đăng ký nhầm. Em đã thanh toán học phí",
    "Chào quý thầy cô ! Em muốn đăng kí bổ sung môn học  3 (LA1007) và  4 (MSMH :LA1009) trong học kì hè . Mong quý thầy cô xem xét bổ sung giúp em , để em kịp tiến độ ra trường . Em xin cảm ơn",
    "Em chào thầy/cô ạ, Do hiện tại tình hình tài chính có chút khó khăn cho dịch, em có thể xin phép được gia hạn hạn đóng học phí học kì 203 đến ngày 1/7/2021 được không ạ? Em xin cảm ơn.",
    "Thưa Phòng Đào Tạo, vào đầu tháng 5 em có đăng kí học kì hè 203, lúc đó em đăng kí 3 môn. Vào ngày 2/6 trường có nhắc nhở đóng tiền học kì 203, số tiền tổng cộng là 3,520,000. Em nhìn số tiền thì cứ nghĩ là đó là tiền của 3 môn cộng lại nên tưởng là đã đăng kí thành công 3 môn. Thế nhưng hôm nay em có kiểm tra lại thì  thấy được nhận có 1 môn và không thấy 2 môn kia. Em vội lên trang để đăng kí lại thì đã hết hạn. Cho em hỏi là bây giờ có cách nào để đăng kí lại 2 môn mà em đăng kí không được không ạ? Tên và mã số môn học của 2 môn: CH1003 - Hóa đại cương CI1003 - Vẽ kỹ thuật",
    "Em tên , MSSV:  Do cơ quan của ba em có quỹ thưởng thành tích cho con của nhân viên trong công ty có thành tích học tập tốt. Để có thể nộp xin quỹ này thì cần có giấy xác nhận của nhà trường là đã nhận được HBKK. Nên hy vọng có thể nhận được giấy xác nhận đã nhận HBKK học kỳ 1 năm 2020-2021. Em xin cảm ơn   i  .",
    "Em chào Phòng đào tạo. Em tên , MSSV: . Em đã đăng kí môn (EE3333)Thực tập tốt nghiệp vào đợt đăng kí môn học HK203 đợt 1 và đã có dấu tick vào cột \"Thỏa điều kiện DK\" và cột \"Đã gửi đăng kí\". Do chủ quan mình đã đăng kí rồi nên em không kiểm ra kết quả đăng kí, và em bị xóa môn EE3333. Bây giờ em muốn đăng kí lại EE3333 thì còn cách nào không ạ? Em thật sự rất cần đăng kí môn này cho HK203. Mong nhận được phản hồi sớm từ Phòng đào tạo. Em cảm ơn ạ.",
    "cho em hỏi là em có đăng ký bên IDP gửi kết quả thi về trường, không biết là trường nhận được chưa ạ? em tên là   candidate: 003918",
    "Em tên  Mssv  Phòng Đào Tạo cho em hỏi em có thắc mắc về việc rút môn học có tính học phí và rút môn học không tính học phí và nhận được câu trả lời là: \"Rút môn học không tính học phí sv làm đơn trình bày lý do cụ thể kèm theo minh chứng, chụp hình gửi qua BKSI để lãnh đạo xem xét\". Em có gửi ảnh kèm theo ạ Vậy giờ em có thể gửi đơn trình bày ở đây được không ạ?",
    "Bảo hiểm y tếDạ cho em hỏi là em làm mất bảo hiểm y tế thì có cách nào làm lại không ạ ?   i  .",
    "Kính gửi Phòng Đào Tạo,  Em tên , MSSV , lớp VP2014XDC  Em làm đơn này để xin chuyển đổi điểm và tiến độ học tập các môn sau :  - Giải Tích 1 ( MT1003 ) thành Giải Tích 1 ( MT 1011 )  -  số Tuyến Tính ( MT 1007 ) thành  Số Tuyến Tính ( MT 1015 )  -  1 ( PH 1003 ) thành  1 ( PH 1009 )  -  2 ( PH 1005 ) thành  2 ( PH 2005 )  Do thời điềm hiện tại danh sách các môn tương đương của chương trình PFIEV đã thay đổi nhưng khi em đăng ký và hoàn thành các môn này thì các môn này vẫn còn nằm trong danh sách các môn tương đương. Em đã gửi kèm file các môn tương đương do khoa cung cấp vào ngày 19/2/2021.  Em xin cảm ơn.       Dy",
    "Em có nguyện vọng nhận thẻ sinh viên qua đường bưu điện (đã đăng ký ngày 31/5/2021) tại địa chỉ 290/6/22 Nơ Trang Long, p12, q Bình Thạnh, TPHCM. Em xin cám ơn.",
    "Do là kì đăng kí hè dự thính vừa rồi em có đăng kí môn Cơ học ứng dụng. Vì có 2 mã môn cơ học là AS2001 và AS2007, chương trình đào tạo của khoa em là AS2007 mà em đã lỡ đăng kí thành AS2001. Em đã nhanh chóng xin hướng giải quyết trên BKSI và được thầy, cô phản hồi rằng viết đơn lên nộp lại cho PĐT để thầy, cô xem xét. Do là tình hình dịch bệnh và em đã về quê. Em không nhờ được ai gửi đơn lên PĐT giùm em, nên nay em xin phép gửi đơn trên file Word. Kính mong thầy cô xem xét.",
    "Em tên là , mssv , sinh viên lớp Hàng Không Việt Pháp 2016 Em có gửi đơn trình bày xin được rút môn học Giải tích 2 (MT1013) không tính phí đến Phòng Đào Tạo. Đến 15h00 ngày 17/06/2020 là hạn cuối đóng tiền học phí học kỳ 203 nên em đã hoàn thành đóng học phí theo thời gian quy định của nhà trường . Em xin phép Phòng Đào Tạo cho phép em gửi đơn trình bày rút môn học Giải tích 2 (MT1013) không tính học phí kèm theo hướng dẫn trước đó của Phòng Đào Tạo: \"Rút môn học không tính học phí sv làm đơn trình bày lý do cụ thể và kèm theo minh chứng, chụp ảnh gửi qua BKSI để lãnh đạo xem xét\" .   Kính mong Phòng Đào Tạo xem xét giải quyết giúp em. Em xin chân thành cảm ơn.",
    "dạ thưa phòng đào tạO, file mà phòng đào tạo vừa gửi là chương trình của kỹ thuật vật liệu năng lượng nhưng em không có theo học chương trình đó mà em học theo chương trình kỹ thuật vật liệu polymer ạ - tại chuyên ngành em đăng kí năm nhất là kỹ thuật vật liệu năng lượng, nhưng hiện em đang học theo chương trình kỹ thuật vật liệu polymer, nên só tín chỉ để xét đi thực tập tốt nghiệp chuyên ngành polymer của em đã đủ rồi ạ - Chương trình kỹ thuật vật liệu polymer em đã tích lũy đủ 90 chỉ rồi ạ, kì này em đi thực tập tốt nghiệp chuyên nghành kỹ thuật vật liệu polymer chứ không phải kỹ thuật vật liệu năng lượng, mong phòng đào tạo giúp e xem xét lại ạ vì em không đăng ký được TTTN",
    "Em chào thầy/cô ạ, - Dạ em xin hỏi em bị tình trạng như trong hình thì có cách nào để em có thể được thu nhận lại không ạ, em xin cảm ơn.  (Em có nộp đơn xin đăng ký thu nhận lại hồi tháng 5 nhưng chưa nhận được phản hồi)",
    "Dạ cho em hỏi hè này em không đăng kí đi thực tập ngoài trường, nhưng em có thể tự xin thực tập ở công ty ngoài có được không ạ. Nếu vậy thì có tính em đã đi thực tập chưa ạ. Em cảm ơn.",
    "Em chào Thầy/Cô, Trước đợt giãn cách xã hội, em có đăng ký in bảng điểm ở Phòng đào tạo nhưng chưa thể đi lấy do giãn cách vì dịch. Em biết Phòng đào tạo có đăng ký dịch vụ chuyển phát bảng điểm qua bưu điện. Tuy nhiên em mới chỉ thấy lựa chọn này khi đăng ký bảng điểm mới. Thầy/Cô cho em hỏi có cách nào để em đăng ký chuyển phát bảng điểm mà Phòng đào tạo đã in trước đợt dịch về nhà em không ạ ? Em rất mong được Thầy/Cô phản hồi. Enm cảm ơn Thầy/Cô nhiều ạ! .",
    "Em tên:   Hệ VLVH khóa 202, em xin gửi đơn hủy môn học vì môn này có trong danh sách được miễn môn",
    "dạ thưa phòng đào tạo, em hiện ở lớp lớp VL18NL. - file mà phòng đào tạo gửi qua cho em là chương trình của kỹ thuật vật liệu năng lượng nhưng em không có theo học chương trình đó mà em hiện học theo chương trình kỹ thuật vật liệu polymer ạ - Chương trình kỹ thuật vật liệu polymer em đã tích lũy đủ tín chỉ để thực tập rồi ạ, kì này em đi thực tập tốt nghiệp chuyên nghành vật liệu polymer chứ không phải vật liệu năng lượng, mong phòng đào tạo giúp e xem lại ạ, em chân thành cảm ơn",
    "Kính chào thầy cô! Em tên  học ngành Cơ Điện Tử hệ vừa làm vừa học khóa 202. Em xin gửi đơn hủy môn học đến thầy cô. Mong thầy cô xét duyệt. Trân trọng!",
    "Thưa cô, Em xin hỏi lại về vấn đề hôm trước. Bên công ty của em yêu cầu em cung cấp   B Giấy giới thiệu của nhà trường có dấu mộc   . Nhưng trên myBK lại không có mục đăng kí loại giấy này . Em xin hỏi làm sao để em có thể nhận được loại giấy này ạ ? Em xin cảm ơn cô, .",
    "Do em không kiểm tra lại đợt đăng ký môn học dự thính đợt 3 nên em không đăng kí môn học này (Giải tích 3 - MT2007), nhờ Thầy/Cô giúp em đăng ký lại môn này với ạ. Em xin cảm ơn.    .",
    "Em chào Quý thầy/cô, Em tên , sinh viên khoa Cơ khí, Trong đợt 2 đăng ký môn học vừa rồi, em đã làm theo mail hướng dẫn của nhà trường, tức đăng ký lại môn học Thực tập tốt nghiệp vào đợt 3. Tuy nhiên, đến đợt 3 em vẫn không thể đăng ký môn Thực tập tốt nghiệp với cùng 1 lý do (theo Lịch sử đăng ký môn học): 8: Đăng ký sai mã TTTN, LVTN, DCLV theo chuyên ngành đào tạo. Vậy cho em hỏi làm thế nào để đăng ký lại môn Thực tập tốt nghiệp vào học kỳ hè này ạ? Do theo đúng tiến độ em phải hoàn thành thực tập tốt nghiệp trong học kỳ hè ạ. Em xin chân thành cảm ơn.",
    "Em chào Thầy/Cô, Trong bài hỏi trước về việc chuyển phát bưu điện bảng điểm của em trước kỳ dịch, em nhận được phản hồi về việc gửi thông tin cho Phòng đào tạo để gửi bảng điểm về nhà cho em. Tuy nhiên, do bài hỏi đã bị đóng, em lập bài hỏi mới để cung cấp thông tin gửi bưu điện: - Họ và tên:  - MSSV:  - Ngày đăng ký bảng điểm: 31/05/2021 - Mã phiếu: InBD[phone_number]8 - Địa chỉ: 759/9/35  Lộ 2, Phường Bình Trị Đông A, Quận Bình Tân, TP.HCM - Số điện thoại: [phone_number] Em cảm ơn Thầy/Cô rất nhiều ạ !",
    "Hiện tại thẻ BHYT của em đã hết hạn, em có đăng ký làm thẻ BHYT ở trạm Y tế KTX ạ. Trước đó em có hỏi trường nhà KTX của em về BHYT thì thẻ của em vẫn chưa làm xong ạ . Cho em hỏi là hiện tại việc đăng ký VSSID có bắt buộc phải làm xong trước ngày 15/07 không ạ (trong trường hợp tới lúc đó em vẫn chưa được phát thẻ BHYT) ?",
    ". Thưa thầy/cô, em quên kiểm tra email của trường về nộp học phí nên em có trễ thời gian nộp học phí và đã bị xóa TKB. Nay em làm đơn này mong được thầy cô xem xét khôi phục TKB. Em hứa sẽ nộp học phí theo yêu cầu trong thời gian sớm nhất ạ. Em xin chân thành cảm ơn",
    "Kính gửi thầy cô  em tên   MSSV 6 Em muốn hỏi về vấn đề môn học của học kỳ 2 cua nam học  2020_2021  về các môn học  kỳ này có 1 số môn  như Hệ thống cung cấp điện,... có được miễn ở học kỳ này không mà  khi các bạn khác đã cập nhật lại ngành học và khoa  đã được miễn và cập nhật lại thời khóa biểu học  như hình bên dưới . Nhưng khi đó em và các bạn hiện nay vẫn chưa thấy  . Kính mong thầy cô  PĐT  xem xét giải quyết giúp em . Xin cảm ơn./.",
    "Thưa PDT vì em muốn học song chuyên ngành ấy, nên theo đúng là e ko thể đăng kí, nhưng PDT có thể giúp e để đăng kí môn để học không ạ, tại em cũng hoàn thành kha khá môn của bằng 2 rồi ạ. Sau này khi e hoàn thành bằng 1 và đăng kí với khoa hc bằng 2 thì xem như môn này em được hoàn thành ạ.",
    "chung cư e ở bị phong tỏa nên e đóng học phí trễ 1 ngày. Trước e có làm đơn được phục hồi tkb rồi nhưng hôm nay e bị xóa tkb",
    "Em là  MSSV: , lớp CK18CD01. Dạ hồi chiều em có thanh toán học phí học kì 203 vào lúc 6h và đã trễ thanh toán, lý do là mẹ em chuyển tiền online bị lỗi và mẹ em để lúc sau chuyển lại cho em nhưng quên mất nên là đã chuyển trễ và bị quá hạn thanh toán. Em xin phép hỏi là giờ mình phải làm gì trong tình huống này ạ . Em xin chân thành cảm ơn .",
    "Kính gửi, Em muốn hỏi là cần bao nhiêu ngày ctxh để đăng kí môn năm 3 ạ?",
    "Chào các thầy! Em là sinh viên hệ VLVH K20 nhập học vào tháng 10/2020. Vào tháng 3/2021 em đã đăng ký môn học HK 202 em có đăng ký 5 môn và đã thanh toán học phí.  Cho đến tháng 7/2021 trường có danh sách miễn môn học, có 2 môn trùng với môn e đăng ký và hiện tại 2 môn học đó 2 chỉ mới bắt đầu học. Vậy các thầy, cô cho em hỏi e có thể hủy 2 môn học đó không, hay có thể hoàn tiền học phí đã đóng hoặc giữ số tiền đó cho kỳ sau được không ạ. Em cảm ơn!",
    "Thưa quý thầy/cô phòng đào tạo. Cho em xin phục hồi thời khoá biểu học kỳ 203 do đã thanh toán trễ hạn học phí. Hiện tại em đã thanh toán đầy đủ học phí học kỳ 203 . Đây là sự sai sót của em, em xin thành thật xin lỗi. Hiện tại em đang đã đi làm và đang trong quá trình work from home. Em đang chạy deadline  dự án và đã không chú ý đến thời gian thanh toán học phí. Rất mong phòng đào tạo xem xét lại và hồi phục thời khoá biểu của em. Em xin chân thành cảm ơn. Trân trọng, ",
    "Dạ em chào thầy/cô . Em là . MSSV  Chuyện là em có đăng kí form của bộ môn Điện tử về đăng kí GVHD môn Thực tập tốt nghiệp. Nhưng hôm nay khi Bộ môn đăng lên web thì không có tên em trong danh sách . Em đã có liên hệ với bộ môn nhưng Thầy/cô bộ môn nói là danh sách từ PĐT gửi xuống ạ . Có một vấn đề nữa là: đợt đăng kí môn học kì 203 vừa rồi thì trong đợt đăng kí chính thức em không đăng kí được môn Thực tập ngoài trường. Nhưng vào ngày 13/06 em đã liên hệ PĐT và ngày 14/06 PĐT đã phản hồi và đã được đăng kí thành công ạ . Mong thầy/cô hỗ trợ giúp em với ạ. Em xin cảm ơn ạ.",
    "Em tên là Võ Thiện  Vũ MSSV  Sinh viên khoa Điện-Điện tử Em xin đăng kí bổ sung môn thực tập tốt nghiệp trong học kì 203 Mã môn học EE3333 Trong đợt đăng kí môn học đợt 3 em không đăng kí môn thực tập được ạ. Mong thầy/cô xem xét giúp em ạ. Em xin chân thành cảm ơn",
    "Kính chào các thầy cô của trường ĐH Bách Khoa Em tên là , MSSV:, là sinh viên khoa Khoa học và Kỹ thuật Máy tính thuộc trường Đại học Bách Khoa tp Hồ Chí Minh. Vào ngày 16/07, vì một số chuyện gia đình nên em đã không thể nộp học phí đúng như thời hạn dẫn đến việc bị hủy Thời Khóa Biểu HK203. Hôm nay em làm đơn này kính mong các thầy cô phục hồi Thời Khóa Biểu giúp em để em có thể tiếp tục chương trình của mình. Em xin cảm ơn Kính đơn   .",
    "Em muốn phục hồi lại TKB HK203 vì lý do thanh toán học phí trễ !",
    "Kính chào các thầy cô của trường Đại học Bách Khoa Em tên là , MSSV: , khoa Khoa học và Kỹ thuật Máy tính thuộc trường Đại học Bách Khoa tp Hồ Chí Minh. Hôm nay em viết đơn này muốn yêu cầu Phòng đào tạo trường Đại học Bách khoa cho phép em được rút môn học \"Anh văn 3\" thuộc nhóm DT01 HK203 vì một số lý do cá nhân. Em xin chân thành cảm ơn Kính đơn   .",
    "Em muốn phục hồi lại TKB vì lý do đã thanh toán học phí HK203 trễ !",
    "Em tên  anh tú ( ) em xin phòng đào tạo cho em đăng kí môn thực tập tốt nghiệp(260661) để em có tkb học. Em đã đăng kí 3 lần nhưng đều không có trong thời khóa biểu. Em mong phòng đào tạo tạo điều kiện cho em. Em xin cám ơn .",
    "Kính gửi Phòng đào tạo, Vừa qua em đã thanh toán học phí kỳ 203 đợt 1 rồi và chờ thông báo để thanh toán học phí bổ  bổ sung vì em mới đăng ký thêm môn học nhưng không thấy mail báo của trường nên em không biết để thanh toán học phí 203 đợt bổ sung cho đến khi có mail báo trễ học phí thì em mới mở ra xem và biết nên đã thanh toán không kịp hạn và bị xoá thời khoá biểu. Mong Phòng đào tạo khôi phục lại thời khoá biểu học kỳ 203 giúp em. Em xin cảm ơn.",
    "chào thầy cô .   Em muốn hỏi vấn đề về file miễn môn của khóa 20 . Khi trên bảng điểm chuyển chỉ có hokc kỳ 202 mà k có file cụ thể như các khoa 19 . Với  1 điều nua là gmail trường gửi  muốn xét miễn thì phải có đề cương hóa học . Tụi e đã liên hệ trườg và đại cương nó nằm trong bảng điểm .khi lên phòng đào tạo hỏi thì  thầy cô nói 27.5.2021 sẽ có file mà đến nay vẫn chưa thấy gmail gui và trước khi nhập học trường đã yêu cầu nộp đầy đủ và thêm lệ phí 150.000vnđ Kính mong thầy cô giải quyết giup k20 tụi e . Để hiện giờ có e và các bạn không biết đky môn nào cần thiết  hiện giờ thời khóa biểu co mon miễn nhưg vẫn học  Em xin chân thành cảm ơn",
    "Kính gửi phòng đào tạo Hôm trước em có thắc mắc về việc em đã thi và xét bằng anh văn (và được xác nhận hợp lệ ạ: TOEIC 530) nhưng em mới chuyển điểm anh văn 1 và anh văn 2 thôi ạ. Tính hết kì 192 em đã tích được 97 chỉ (tính cả 4 tín chỉ anh văn đã chuyển ạ) nhưng vẫn không đủ để đăng kí môn học ME3273 (Thực tập tốt nghiệp) với lí do không đủ số tín chỉ ạ. Mong phòng đào tạo xem xét cho em để em có thể đăng kí môn học này ạ . Em xin cảm ơn!",
    "Em chào phòng đào tạo ạ! Em là  . Vì gia đình em khó khăn nên hôm nay em mới đóng học phí được. Em mong phòng đào tạo thông cảm cho hoàn cảnh của em và mở lại thời khóa biểu. Cho em cảm ơn phòng đào tạo nhiều ạ!",
    "Chào thầy cô,    Em tên là  (MSSV:  K18 - chuyên ngành: Logistic, SCM)       Em đã nhận được trả lời từ phòng đào tạo và file báo số chỉ tích lũy.    Em có một số thắc mắc trong file đính kèm mong được phòng đào tạo phản hồi.           Do từng trễ anh văn nên tiến độ học tập bị tụt so với các bạn. Nhưng em rất cố gắng để theo kịp chương trình đào tạo của trường. Em rất mong phòng đào tạo xem xét và cho em đăng kí môn thực tập tốt nghiệp để hoàn thành kịp tiến độ học tập.    Em rất mong muốn được thực tập và hoàn thành kịp theo tiến độ của các bạn. Mong Phòng đào tạo xem xét.     Em cảm ơn thầy cô đã đọc và xem xét cho tình hình của em.    Chúc thầy cô một ngày làm việc thuận lợi, vui vẻ.",
    "hiện tại chung cư e ở còn đang trong đợt phong tỏa không ra ngân hàng đóng học phí được. E xin được mở tkb. Khi hết phong tỏa e sẽ đi đóng ngay",
    "Dạ em tên là  Cho em hỏi về việc đăng ký môn ME3273 là em đã đủ số tín chỉ nhưng em vẫn đăng ký không được, em có thấy phòng đào tạo trả lời em như hình em đính kèm. Mà em thấy trên quy chế là chỉ cần đủ chỉ là đăng ký được không cần môn học bắt buộc. Phòng đào tạo xem xét lại giúp em. Em có thấy bạn em chỉ cần tích đủ chỉ là được đi thực tập và hiện chỉ em tích lũy là 74 + 8 chỉ tiếng anh em đã thi qua trong trường nhưng do covid em chưa thi nộp bằng được + 21 chỉ kỳ 202 này là 101 chỉ e đủ điều kiện mà e vẫn không được đăng ký. Phòng đào tạo xem lại giúp em Em cảm ơn",
    "Em chào PDT ạ, hiện tại em đã thanh toán trễ hạn học phí kỳ dự thính hè 203 này. Em xin gửi đơn trình bày lý do thanh toán trễ học phí và mong được PDT phục hồi thời khóa biểu học kỳ dự thính ạ. Em cam kết sẽ thanh toán đúng hạn vào các học kỳ tới. EM xin cảm ơn.",
    "Do sơ xuất cá nhân em đã xem mail nhắc thông báo đóng học phí, nhưng không nhớ. Hôm nay thấy mail trễ hạn, em vội đóng ngay. Họ tên :  MSSV :  Hệ VHVL. Em xin mở lại TKB học kì HK203. Em đã thanh toán đủ như hình bên dưới.",
    "Em xin chào Phòng Đào Tạo - ĐHBK TpHCM, Em tên là Lưu Quang Khải, hiện đang là sinh viên Việt Pháp K16 - MSSV 1611573 - ĐHBK TpHCM. Nay em viết nguyện vọng này nhằm xin phép PĐT có thể hỗ trợ em chuyển điểm ngoại ngữ Pháp 1-7 thông qua Giấy chứng nhận thi đỗ với số thí sinh   B 084008-012824    được đính kèm theo. Hiện tại Bằng tiếng Pháp sẽ có vào cuối tháng 7, trùng với đợt thẩm tra chứng chỉ tiếng Pháp 26/7/2021 của Nhà Trường. Tuy nhiên vì tình hình dịch bệnh, em sợ rằng sẽ có nhiều rủi ro khi đi đến địa điểm nhận bằng sắp tới, cũng như thời gian nhận bằng quá gần ngày thẩm tra. Em hiện đang ở KTX ĐHBK Quận 10 - điểm cách ly dịch bệnh nên việc đi lại để nhận bằng gần như là rất khó. Em xin cam đoan kết quả thi của em là trung thực và em sẽ chịu mọi trách nhiệm về kết quả này. Em đã đăng ký nộp chứng chỉ và đã thanh toán trên trang MyBK. Em có đính kèm đường link báo kết quả trên web Đại Học Sư Phạm để minh chứng thêm. Em xin cảm ơn PĐT rất nhiều và mong PĐT có thể hỗ trợ em chuyển điểm để em có thể đủ điều kiện tốt nghiệp sắp tới ạ. ---------------------   Link báo điểm: http://hcmup.edu.vnmages/stories/site_79/Docs/Delf_5_2021/rsultats%20delf%20mai%202021.pdf   --------------------- LuuQuang Khai  ID: 1611573 M: (84)0346578899 - Zalo: 0346578899     A: 497Hoa Hao, Ward 7, District 10, Ho Chi Minh City, Vietnam",
    "Cho em hỏi làm thế nào mình có thể rút môn học ạ?",
    "Hiện tại em đã đóng đủ học phí, em xin PĐT cho phục hồi lại TKB ạ. Em cảm ơn",
    "Dạ thầy cô ơi hôm qua em vừa mới đóng tiền rồi, thầy cô xem xét về tình trạng của em có thể khôi phục lại thời khoá biểu không ạ. Thời hạn đóng tiền học phí khoá học dự thính hè HK203 của em kết thúc 7/6 rồi",
    "dạ thưa phòng đào tạO, file mà phòng đào tạo vừa gửi là chương trình của kỹ thuật vật liệu năng lượng nhưng em không có theo học chương trình đó mà em học theo chương trình kỹ thuật vật liệu polymer ạ - tại chuyên ngành em đăng kí năm nhất là kỹ thuật vật liệu năng lượng, nhưng hiện em đang học theo chương trình kỹ thuật vật liệu polymer, nên só tín chỉ để xét đi thực tập tốt nghiệp chuyên ngành polymer của em đã đủ rồi ạ - Chương trình kỹ thuật vật liệu polymer em đã tích lũy đủ 90 chỉ rồi ạ, kì này em đi thực tập tốt nghiệp chuyên nghành kỹ thuật vật liệu polymer chứ không phải kỹ thuật vật liệu năng lượng, mong phòng đào tạo giúp e xem xét lại ạ vì em không đăng ký được TTTN",
    "Em cần in bảng điểm để xin việc. e có thể in bảng điểm online được không ạ ?",
    "A VIỆT NAM Độc lập – Tự do – Hạnh phúc  I TKB         Kính gửi: - Ban Giám hiệu Trường Đại học Bách Khoa – ĐHQG.HCM Em là:  MSSV:  Khoa: Tài Nguyên và Môi Trường Thời gian vừa qua em có đăng ký môn học Tiếng Anh cơ bản, nhưng vì sim đăng ký tài khoản bị mấtvà tình hình dịch bệnh nên em chưa kịp thời làm lại và không thể  thanh toán học phí được. Vậy em làm đơn này xin phép được phục hồi TKB. Em hứa sẽ thanh toán trong điều kiện gần nhất . Em xin chân thành cảm ơn!                                                              Tp Hồ Chí Minh, ngày 18 tháng 6 năm 2021                                                                      Người làm đơn                                                 ",
    "Dạ mấy ngày nay em có gửi yêu cầu đăng ký môn học TTTN, msmh: MA3315 nhưng không được PĐT chấp nhận vì lí do ở file .TXT ạ - Trường hợp của em là em năm nhất đăng ký học chuyên ngành kỹ thuật vật liệu năng lượng, nhưng hiện giờ em không học theo chương trình đó mà học theo chương trình kỹ thuật vật liệu polymer ạ - Chính vì vậy nên số TCTLN của em lại xét theo các môn của chương trình đào tạo vật liệu năng lượng, nhưng thực ra em lại học theo chương trình vật liệu polymer ạ - Trường hợp này em cũng đã mail cho thầy cô bên khoa Công nghệ vật liệu và đang gửi mail cho PĐT để cập nhập lại như ảnh và file excel ở dưới ạ ( file excel có dòng mssv  ạ ) - vì lí do đó nên hiện giờ em không được xét TTTN, msmh: MA3315, mong PĐT xét lại giúp em theo chương trình \"kỹ thuật vật liêu polymer\" ạ vì hiện giờ em học theo chương trình đó và giúp em cập nhập lại số TCTLN giúp em ạ. Em chân thành cảm ơn PĐT",
    "Kính gửi PĐT trường Đại học Bách Khoa TP HCM Em tên là  -  Dạ em xin lỗi thầy cô đã không nộp học phí đúng hạn  HK203, em đã thanh toán trên BKpay, kính mong thầy cô giúp đỡ em kiểm tra học phí để phục hồi lại thời khoá biểu HK203 ạ. Em xin chân thành cảm ơn quý thầy cô!",
    "Em rất vui vì nhận được sự phản hồi từ thầy cô. Em đã thanh toán học phí trễ hạn và kèm theo đơn xin đóng trễ học phí gồm: file ảnh chup viết tay và file word. Rất mong thầy cô xem xét lý do của em, và tạo điều phục hồi lại thời khóa biểu cho em được tiếp tục học online trong thời kì dịch bệnh COVID. em xin chân thành cảm ơn thầy cô.",
    "Em chào thầy cô ạ ! Hôm trước em có làm đơn nhờ phòng đào tạo cập nhật  số tín chỉ và cập nhật lại kết quả đăng ký môn học EE3315 cũng như TKB . Hôm nay vào kiểm tra lại thì em thấy đã có TKB và số tín chỉ đã được cập nhật lại nhưng kết quả đkmh , BKEl vẫn chưa được cập nhật  . Hôm trước phòng đào tạo nhắn với em là kiểm tra kết quả vào ngày 18/6 nếu không có thì báo lại ạ . Mong phòng đào tạo giải quyết giúp em . Em cảm ơn !!! .",
    "A VIỆT NAM Độc lập – Tự do – Hạnh phúc  I TKB         Kính gửi: - Ban Giám hiệu Trường Đại học Bách Khoa – ĐHQG.HCM Em là:  MSSV:  Khoa: Tài Nguyên và Môi Trường Thời gian vừa qua em có đăng ký môn học Tiếng Anh cơ bản, nhưng vì tình hình dịch bệnh nên em chưa kịp thời thanh toán học phí và bị hủy TKB. Vậy em làm đơn này xin phép được phục hồi TKB . Em xin chân thành cảm ơn!                                                              Tp Hồ Chí Minh, ngày 18 tháng 6 năm 2021                                                                      Người làm đơn                                                  ",
    "Em chào thầy/cô Em là  - MSSV:  Vào đầu học kỳ 201 vì một vài lý do em chưa thể hoàn thành việc đóng BHYT. Em muốn hỏi là em có bị ảnh hưởng gì trong việc đăng ký môn học cho học kỳ tới và có bị trừ điểm rèn luyện không ạ? Em cảm ơn thầy/cô",
    "Kính gửi thầy/cô phụ trách, Do em không thanh toán học phí hè hk203 đúng hạn nên đã bị khóa thời khóa biểu. Sau đó em đã thanh toán đầy đủ học phí hè hk203 của mình nên em mong thầy/cô phụ trách mở khóa thời khóa biểu trở lại giúp em. Em xin cảm ơn ạ! Chúc thầy/cô một ngày tốt lành!",
    "Dạ em làm xong đơn rồi.",
    "Dạ xin chào Thầy/Cô. Em làm yêu cầu này xin phép được khôi phục lại thời khóa biểu của học kỳ hè 203 này ạ. Em đã thanh toán học phí rồi ạ .",
    "Em là , sinh viên lớp Hệ thống năng lượng điện thuộc chương trình Việt Pháp, MSSV . Vì trễ hạn thanh toán học phí HK203 nên em đã bị hủy TKB. Nay em đã thanh toán phần học phí quá hạn, kính mong nhà trường xem xét phục hồi TKB cho em để em có thể tiếp tục học tập. Em xin cảm ơn.",
    "Em đã thanh toán học phí HK203. Em mong phòng đào tạo thông cảm cho hoàn cảnh của em và mở lại thời khóa biểu ạ. Cho em cảm ơn nhiều ạ!",
    "Nhờ thầy/cô hướng dẫn em cách thực hiện: em có kết quả miễn môn học HK201: miễn môn Giải tích 2 (MT1005). HK202: miễn môn Cơ kết cấu (CI3233), Cơ lưu chất (CI2003). -Nhưng: HK201: em đã học môn Giải tích 2 (MT1005). HK202: em đang học môn Cơ kết cấu (CI3233) và Cơ lưu chất (CI2003). Chưa thi học kỳ. -Mong được thầy/cô hướng dẫn em cách để hủy các môn học đang học này và được hoàn lại học phí đã đóng. Trân trọng cảm ơn thầy/cô.",
    "Dạ cho em hỏi theo email nhà trường gửi là không xét chuẩn anh văn trong kì tới, vậy em có thể đăng kí môn ‘nhận đề cương luận văn’ của chuyên ngành công nghệ thực phẩm khi chưa có bằng Toeic có được không ạ?  Em cảm ơn.",
    "Em đã thanh toán học phí đủ cho lần đăng kí môn học đợt 1, cho em hỏi khi nào thì pđt xét kết quả đăng kí môn học mới cho kì 203 của em ạ",
    "Cho rm xin link học anh văn cơ bản của cô Vũ Thị Hải Ngọc nhóm DT01 a. Em cảm ơn.   i  .",
    "Em xin được gửi ĐƠN XIN CỨU XÉT ĐĂNG KÝ ĐẶC CÁCH môn học THỰC TẬP TỐT NGHIỆP (HK203) đến quý Thầy Cô  Giám Hiệu ạ",
    "Cho em hỏi sao trong BKPay của em có phần học phí dự thính học lại VLVH (DDDT203.1.) mà em đâu có họ lại môn nào đâu ạ? Em xin cảm ơn!",
    "Dạ em tên là  Cho em hỏi về việc đăng ký môn ME3273 là em đã đủ số tín chỉ nhưng em vẫn đăng ký không được, em có thấy phòng đào tạo trả lời em như hình em đính kèm. Mà em thấy trên quy chế là chỉ cần đủ chỉ là đăng ký được không cần môn học bắt buộc. Phòng đào tạo xem xét lại giúp em. Em có thấy bạn em chỉ cần tích đủ chỉ là được đi thực tập và hiện chỉ em tích lũy là 74 + 8 chỉ tiếng anh em đã thi qua trong trường nhưng do covid em chưa thi nộp bằng được + 21 chỉ kỳ 202 này là 101 chỉ e đủ điều kiện mà e vẫn không được đăng ký. Phòng đào tạo xem lại giúp em Em cảm ơn",
    "Kính thưa nhà trường,   Em xin hỏi là đầu năm em đã đóng tiền tiền BHYT và đăng kí nhận ở Ký túc xá. Hiện tại em vẫn chưa nhận được thẻ bảo hiểm y tế nhưng lại cần mã thẻ để tải app VssID ạ.  Em đã dùng trang baohiemxahoi để tra mã nhưng không có mã ạ.  Mong nhanh chóng nhận được phản hồi của trường.  Em xin cảm ơn!  ",
    "EE3335 Xin chào Phòng đào tạo, sau khi em kiểm tra thì môn EE3335 vẫn chưa cập nhật trong TKB trên Mybk. Kính mong Phòng đào tạo cập nhật giúp em, em xin chân thành cảm ơn.",
    "Kính gửi cô ạ! Như câu hỏi trước em đã trình bày, hiện số tính chỉ tích lũy ngành của em là 76. Tuy nhiên, trường hợp của em đặc biệt nên khoa đã gửi Mail  cho PĐT danh sách cập Nhật thêm số tính chỉ tích lũy ngành cho em mà em đã đề cập ở câu hỏi lần trước. Như vậy là em hiện có 76+20=96 tính chỉ và bằng với tổng số tính chỉ tích lũy. Hiện tại, kì 202 em đăng ký 21 tính chỉ và chưa thi cuối kì nên trường tạm công nhận nên 96+21 100 tính chỉ nên em được đăng ký thực tập tốt nghiệp ạ. Đề nghị cô giúp em đăng ký môn “thực tập ngoài trường” MSMH MA3315  Em cảm ơn cô ạ!",
    "Kính gửi quý thầy/cô! Như câu hỏi trước em đã trình bày, hiện tại số tính chỉ tích lũy ngành của em là 58. Tuy nhiên, trường hợp của em đặc biệt nên đã mail cho PĐT danh sách cập nhật thêm số tính chỉ tích lũy ngành cho em mà em đã đề cập ở câu hỏi lần trước. Như vậy là em hiện có 58 + 23 = 81 tính chỉ và bằng với tổng số tính chỉ tích lũy . Hiện tại, kì 202 em có đăng kí thêm 20 tính chỉ trong kì chính 202 và chưa thi cuối kì nên trường tạm công nhận cho em thành 81+ 20 100 tính chỉ để em được đăng kí thực tập tốt nghiệp ạ. Đề nghị thầy/ cô giúp em đăng ký môn \"Thực tập ngoài trường\" MSNH : MA3315 . Em xin cảm ơn ạ!",
    "Kính gửi cô! Em tên là , MSSV , khoa Công nghệ Vật liệu, khóa K18. Kính xin phòng đào tạo cho em đăng kí lại môn thực tập tốt nghiệp. Mã môn học MA3315. Hiện tại, em vẫn chưa có thời khoá biểu ạ.Mong cô giúp đỡ ạ, em cảm ơn.",
    "Em chào cô ạ! Em là , em đã từng đặt câu hỏi trước đó cho cô, em xin trình bày lại trường hợp của mình cho cô dễ hiểu ạ! Em thuộc khoa Công Nghệ Vật Liệu, theo quy định của khoa em có thể đăng ký chuyên ngành trước để học và nếu thấy không hợp em có thể chuyển chuyên ngành . Vì thế trước đó em đăng ký chuyên ngành  nhưng sau đó em đã chuyển và hiện đang học chuyên ngành Silicat. Nên các môn em học không được hệ thống tín vào số tính chỉ tích lũy ngành. Khoa đã gửi cho PĐT danh sách cập nhật lại số tính chỉ cho em mà em đã trình bày ở câu hỏi lần trước. Trên mybk Bảng điểm đang ghi nhận em 76 tính chỉ tích lũy ngành (TCTLN), nếu cập nhật lại danh sách khoa gửi PĐT số TCTLN của em là 96 (20 TC em chưa được ghi nhận dù em đã qua hết các môn này rồi) Học kì 2020, em đăng ký 21 tính chỉ và được tạm công nhận theo quy định. Nên 96+21 100 TC. Em đủ điều kiện để nhận TTTN ạ. Em mong cô sớm đăng ký lại môn \"Thực tập ngoài trường\" MSMH MA3315 giúp em ạ. Em đã đính kèm quyết định của khoa và danh sách sinh viên được cập nhật lại TC bên dưới. Em cảm ơn cô!",
    ". Thưa thầy cô, Thời gian qua dịch phức tạp nên em có về quê. và quê em hơi khó khăn trong việc nộp tiền qua OCB để thanh toán học phí và em có trễ hạn. Nay em đã thanh toán đầy đủ và mong được khôi phục TKB ạ Mong thầy cô thấu hiểu và thông cảm giúp em ạ. Em xin chân thành cảm ơn!",
    "Kính gửi phòng đào tạo,  Em là , sinh viên trường ĐH Bách Khoa. Ngày 16/6 em có viết cho phòng đào tạo về việc đăng ký môn TTTN của em bị hủy. Theo như phản hồi, em xin viết đơn để báo là sau ngày 18/6 em vẫn chưa thấy môn TTTN CO3323 trên TKB của em trên mybk, thông tin sinh viên.  Em xin thêm là dựa theo lịch sử đăng ký của đợt 2, đăng ký môn CO3323 của em bị hủy vì em  thiếu môn học trước CO2033 thiết kế luận lý verilog. Tuy nhiên em đã học môn CO1025 cũng là thiết kế luận lý verilog, tương đương với môn CO2033. Việc này đã xảy ra 1 lần trước khi em đăng ký môn Đồ án thiết kế luận lý CO2021, khoa Kỹ thuật Máy tính em đã có gửi công văn vể việc 2 môn này tương đương.  Em rất cảm ơn phòng đào tạo đã hỗ trợ và hồi đáp trường hợp của em. Em xin vui lòng chờ chỉ dẫn của phòng.",
    "Kính gửi PĐT, em tên  MSSV , do đang bi cách ly ở tại nhà trọ tại hócmon, tphcm, nên em ko đi đóng học phí môn truyền khối CH2051 học kì hè 203 được, trước giờ e đi đóng trực tiếp tại ngân hàng, giờ đóng onli không được vì ko dùng thể ATM từ lâu  và bị mất thẻ, mà đóng onli thì yêu cầu cung cấp sô thể, nên em chỉ có thể đóng onli khi hết cách ly rồi ra ngân hàng xin lại số thể mới được, Vậy kính mong PĐT mở lại thơi khoá biểu môn truyền khối, để em có thể tham gia học tôt , em hứa t7 tuần sau (26-06-2021) hết cách ly em sẽ ra ngân hàng đóng học phí ah. Em xin cam đoan là sự thật. Em xin chân thành cảm ơn PĐT ah.",
    "Em tên là Võ Thiện Minh Vũ MSSV 1714028 Sinh viên khoa Điện-Điện tử Vừa rồi em đã xin đăng kí bổ sung thực tập tốt nghiệp trong học kì 203 Và đã đăng kí được. Khi nào em có thể đăng kí giáo viên hướng dẫn thực tập ạ. Em xin cảm ơn thầy/ cô ạ.",
    "Kính gửi quý thầy/cô! Như câu hỏi trước em đã trình bày, hiện tại số tín chỉ tích lũy ngành của em là 64. Tuy nhiên, trường hợp của em đặc biệt nên đã mail cho PĐT danh sách cập nhật thêm số tín chỉ tích lũy ngành cho em mà em đã đề cập ở câu hỏi lần trước. Như vậy là em hiện có 64 + 20 = 84 tín chỉ và bằng với tổng số tính chỉ tích lũy. Hiện tại, kì 202 em có đăng kí thêm 18 tín chỉ trong kì chính 202 và chưa thi cuối kì nên trường tạm công nhận cho em thành 84+ 18=102 100 tín chỉ để em được đăng kí thực tập tốt nghiệp ạ. Đề nghị thầy/ cô giúp em đăng ký môn \"Thực tập ngoài trường\" MSNH : MA3315 . Em xin cảm ơn ạ!",
    "Kính gửi PĐT em   MSSV  em gửi gmail miễn môn  cho   bổ sung để xem xét gửi file miễn môn mà nay chưa thấy phản hồi . Nay e viết nhờ thầy cô PĐT Xem xét giải quyết giúp em Với các môn em đag học học kỳ 2  trong phiếu điểm e đã học môn đó rồi  Kính mong PDT xem xét giải quyết giúp em về vấn đề trên",
    "Sinh viên đã đóng học phí",
    "Em là sinh viên K20 vừa rồi có tên trong danh sách nhận HBKK HK201. Em đã cập nhật số tài khoản OCB trên BKPAY trước ngày 10/6/2021. Không biết khi nào thì được nhận ạ? Em cảm ơn.",
    "Dạ anh chị em tên  mssv  Em xin lỗi vì đã thanh toán học phí trễ hạn, cho em xin phép được phục hồi môn học ạ. Em cảm ơn ạ",
    "Dạ Giáo vụ  đã gửi danh sách đính kèm sinh viên đăng kí môn thực tập sản xuất rồi ạ ! Vậy cho em hỏi khi nào là tụi em được đăng kí ạ ! Em  Kỹ Thuật Địa Chất và  ạ !",
    "Dạ cô ơi. Bên khoa em là lúc đầu được chọn ngành thì e có chọn là Polymer . Nhưng trong quá trình học thì em đăng kí đầy đủ tín chỉ của ngành Kim Loại và nguyện vọng của em là được đăng kí thực tập ngành Kim Loại ạ. Bên Khoa hôm trước có gửi file excel để điền lại nguyện vọng theo học chuyên ngành nào. Và em cũng đã gọi điện hỏi văn phòng khoa là đã gửi bảng thống kê cho PDT rồi ạ ! Mong PDT xem xét lại các môn e học chuyên ngành kim loại để e có thể tham gia thực tập ạ !",
    "Sinh viên Vb2 Lâm Quốc Thái, mssv 1920056, đã nộp  học phí học kỳ 203, xin được phục hồi thời khóa biểu môn \" Địa Chất Công Trình \" CI1043. ﻿ ﻿Xin cám ơn thầy cô. ﻿ ﻿SV Lâm Quốc Thái",
    "Hiện nay do tình hình dịch bệnh covid nên em không thể tới cơ sở Lý Thường Kiệt được. Em muốn hỏi trường có cấp giấy xác nhận sinh viên online không? Và nếu có thì em cần làm  thủ tục gì để nhận được? Mong sớm nhận được câu trả lời từ trường ạ.",
    "cho em hỏi, e thấy lịch thi là tạm dừng, cho em hỏi là có phải do chưa đóng học phí nên tạm dừng ko ạ, nếu bây giờ e thanh toán học phí thì có được mở lại ko ạ, do chưa có khả năng nên lúc trước e chưa đóng được , có cần lên phòng đào tạo để giải quyết vấn đề ko ạ, e cám ơn",
    "Kính gửi, Em muốn đăng ký rút môn học HK203 (đã thanh toán học phí) thì có cần đến trường không ạ. Do tình hình dịch này nên em chưa biết rõ thời gian hoạt động của pđt. Không biết trường có tạo điều kiện rút môn học online không ạ",
    "Xin chào quý thầy/cô Em là Ông  Mssv  Hiện tại em đang ở TPHCM, em có liên lạc về trường THPT để lấy bằng mà do đang áp dụng chỉ thị 10 của thành phố nên trường không làm việc. 30/6/2021 tới đây là hết hạn đăng ký nộp bằng THPT. Như vậy em phải làm như thế nào đây. Em mong thầy/cô hồi đáp  Em xin cảm ơn",
    "Chào thầy/cô, em đang học học kỳ 203, nhưng do tình hình diễn biến phức tạp của dịch bệnh, em được điều động vào hỗ trợ khu cách ly tập trung. Cho hỏi em cần nộp giấy tờ nào để minh chứng, làm giấy tờ nào để xin tạm hoãn lại học kỳ này ạ. Cám ơn",
    "Em xin chào thầy/cô PĐT, Em tên  Sinh viên khoa quản lí công nghiệp Thầy/cô cho em hỏi là: ĐKMH đợt 3 em có đăng kí môn học  IM3323 - Thực tập tốt nghiệp nhưng kết quả của ĐKMH đợt 3 thì bị hủy. Em không biết lí do vì sao. Em mong thầy/cô PĐT xem xét lại giúp em và nếu em muốn đăng kí môn học này thì thủ tục như thế nào. Em xin cảm ơn, .",
    "Dạ em xin chào phòng đào tạo ạ. Địa phương em cần giấy xác nhận sinh viên của em. Em đã gửi xin giấy qua bưu điện nhà trường tới nay đã 3 hôm nhưng em vào xem chỉ là đang xử lí thôi ạ. Mong có thể xử lý giúp em để gửi địa phương ạ. Em cám ơn.",
    "Em xin được hỏi nhà trường là hiện nay tình hình dịch phức tạp nên trường cấp 3 em không chịu mở cửa để em vào lấy bằng tốt nghiệp. Vậy làm sao để em đăng ký nộp bằng trên mybk được ạ?",
    "n nay em vẫn chưa thấy môn thực tập tốt nghiệp(260661) trên tkb của em. Mà em đã đóng học phí rồi ạ. Mong phòng đào tạo giúp em cập nhật lại tkb cho em. Em xin cám ơn",
    "Dạ em chào thầy/cô, hiện em chưa thanh toán gia hạn thẻ bảo hiểm y tế sinh viên trong năm học 2021 và thời gian cho phép đóng BHYT tại trường đã hết. Liệu em có thể tiếp tục gia hạn BHYT sinh viên tại cơ sở bảo hiểm xã hội tại địa phương được không ạ ? Mong thầy/cô giúp đỡ em giải quyết vấn đề này, em cảm ơn thầy/cô nhiều ạ.",
    "Em tên là , MSSV , lớp VP20CĐT Trong lần đăng kí môn học đợt 1 em đã đăng kí môn học giải tích 1 (mt1003) nhưng không thanh toán học phí kịp thời, trong lần đăng kí môn học đợt 3 em có đăng kí môn học giải tích (mt1011) nhưng không được chấp nhận do chưa thanh toán học phí của môn học trước đó, nay em đã thanh toán học phí đầy đủ, xin phòng đào tạo giúp em khôi phục lại thời khoá biểu cũng như hoàn tất đăng kí môn học mt1011 vì đây đã là tuần học thứ 3, em xin cảm ơn",
    "Mssv : Yêu cầu : em xin ban giám hiệu mở lại thời khoá biểu vì lý do trễ học phí Em đã thanh toán hoàn toàn học phí mong thầy cô mở lại thời khoá biểu",
    "Dạ em đã thanh toán học phí trên BKpay đầy đủ và đúng thời hạn nhưng hiện tại em lại bị mất thời khóa biểu Hk hè 203 ạ .",
    "Em không có môn học trong thời khoá biểu do không đủ điều kiện đăng ký nhưng vẫn có học phí học kỳ 203 thì có cần thanh toán không ạ?",
    "Dạ chào các thầy cô , do một số lý do nên kết quả đk môn đợt 3 của e không thành công nên tới tận 18/6 em mới biết là em được học môn EE3315.  Từ khi có tkb tới giờ e cũng chưa nhận được mail thông báo về hạn đóng học phí nên em không biết hạn chót để đóng học phí là ngày mấy . Vừa nãy nhà trường có thông báo về việc gia hạn thời gian đóng học phí tới 23/6 lúc đó em mới biết là mình bị trễ hạn thanh toán học phí và ngây lập tức em đã đóng học phí liền ngay lúc đó . Các thầy cô cho em hỏi với trường hợp của em thì có bị hủy tkb không ạ ? Em xin cảm ơn các thầy cô đã đọc mail của em .",
    "Em chào thầy/cô ạ, dạ là theo như thông báo của lớp trưởng là đăng ký nộp bằng tốt nghiệp trước ngày 30/06 ạ, nhưng trong phần đăng ký có phần số hiệu bằng và hiện giờ em đang trong khu vực phong tỏa 21 ngày nên không thể đi lấy bằng được. Vậy nhà trường có đợt đăng ký lần 2 không ạ ?",
    "Kính gửi cô! Em tên là , MSSV , khoa Công nghệ Vật liệu, khóa K18. Về vấn đề kết quả minh chứng được cập nhật số tín chỉ tích lũy theo phản hồi của khoa thì khoa đã gửi vào mail  cho phòng đào tạo rồi ạ. Cô kiểm tra lại giúp em. Kính xin phòng đào tạo sớm cập nhật để em có thể đăng ký được thực tập tốt nghiệp ạ. Dưới đây là danh sách thống kê theo TCTL ngành mà khoa đã gửi đính kèm trong mail ạ.Kèm theo đó là ảnh mà khoa đã gửi mail cho pđt ạ. Kính xin phòng đào tạo cho em đăng kí lại môn thực tập tốt nghiệp. Mã môn học MA3315. Lý do: sau khi cập nhật TCTL ngành đã đủ điều kiện nhận thực tập tốt nghiệp ạ. Ở mục trước cô có trả lời là trường hợp của em đã được ghi nhận, và sau ngày 18/6/2021 nếu không thấy kết quả phản hồi lại BKSI.  Kính mong sự giúp đỡ và phản hồi từ cô ạ. Em xin chân thành cảm ơn.",
    "Cho em nộp đơn xin cứu xét phục hồi thời khóa biểu và lí do trễ học phí ạ. Em mong trường thông cảm và phục hồi thời khóa biểu cho em. Em cảm ơn nhiều ạ!",
    "Dạ kính thưa quý thầy cô ạ. Em xin hỏi về việc lớp trưởng tổng hợp đủ danh sách và bằng tốt nghiệp THPT của lớp rồi nộp. Tuy nhiên do tình hình dịch bệnh, lịch học vụ và tập hợp về trường có thay đổi nên việc tổng hợp gặp khó khăn ạ. Em xin hỏi về gia hạn thời gian sau dịch ạ. Em xin cảm ơn.",
    "Phòng đào tạo cho em hỏi giờ do kỳ trước em ko đăng ký môn học nên em bị tạm dừng, giờ em muốn làm đơn thu nhận lại thì đến thẳng phòng đào tạo nộp đơn hay có cách nộp trực tuyến ko ạ, do dịch covid nên khi em lên thành phố Hồ Chí Minh và sau đó về quê em phải đi cách ly ạ.",
    "Em chào PĐT ạ. Thưa PĐT, hiện tại HK203, em có đăng ký Giải Tích 2 MT1005. Nhưng trong mùa dịch này gia đình em làm ăn khó khăn nên em đã đóng trễ học phí, thời khóa biểu của em đã bị xóa, em khẩn xin PĐT cho phép em được khôi phục thời khóa biểu môn học và trên BKel ạ . Em xin hứa sẽ không còn tiếp diễn tình trạng đóng trễ học phí. Em chịu trách nhiệm và hình phạt của nhà trường . Em chân thành cảm ơn PĐT.",
    "Kính chào thầy/cô, Em là . Em viết câu hỏi này với 2 thắc mắc sau: 1/ Đầu tiên là em có thể làm đơn xin giấy xác nhận công tác xã hội ở đâu ạ (do em không thấy trên mybk) . 2/ Thứ hai là em có đăng ký in bảng điểm và được lịch hẹn 22/6 lấy ở phòng đào tạo cơ sở 1 nên em có thể vô trường lấy trong thời gian này được không ạ? Em mong thầy cô sớm hồi âm vì em đang làm hồ sơ xin học bổng ạ. Em xin chân thành cảm ơn thầy/ cô. Trân trọng, ",
    "c lập- Tự Do -                     ***        ĐƠN XIN PHỤC HỒI THỜI KHÓA BIỂU                    ***   Em tên:  - MSSV:  Nay em làm đơn này để xin phòng đào tạo cho em được phục hồi thời khóa biểu.   Lý do: do khu nhà em gần khu có cách ly dịch, do đó, em không ra khỏi nhà để đi đóng học phí đúng hạn được,   Em kính mong phòng đào tạo xem xét, và cho em phục hồi thời khóa biểu càng sớm càng tốt vì học kỳ hè học rất ít tuần.   Em xin cảm ơn, và xin hứa sẽ đóng học phí đúng hạn.    ",
    "Em kính chào quý thầy cô!   Em tên: TRẦN TRỌNG PHÚC - MSSV:    Khoa cơ khí - hệ VLVH   Trong thời khóa biểu của em có môn học \"Thực tập kỹ thuật chế tạo\". bắt đầu học là từ tuần 23, nay là tuần 25. Nhưng do lúc trước khi bắt đầu, em ở bên Gò Vấp, và bùng dịch, bị cách li toàn quận, do đó em không lên trường liên hệ được. Nay em muốn hỏi quý thầy cô là trường mình có thực tập trong mùa dịch này không ạ, và nếu có thì em sẽ liên hệ bằng phương pháp nào ạ?   EM XIN CẢM ƠN QUÝ THẦY CÔ",
    "Thưa thầy,cô, Em là  | MSSV  Do mới được phòng đào tạo thêm môn giải tích 2 (MT1005) vào thời khóa biểu nên em đã thanh toán trễ hạn học phí kỳ học 203 và bị hủy thời khóa biểu. Em đã thanh toán học phí đầy đủ học kỳ 203 ngay sau đó (file đính kèm). Mong thầy, cô xem xét cho em được phục hồi thời khóa biểu trong kỳ này. Em xin cảm ơn, chúc quý thầy, cô có một ngày làm việc vui vẻ và an toàn trong mùa dịch ạ.",
    "Em chào phòng đào tạo, Em là , mssv , khoa Khoa học và Kỹ thuật máy tính Hiện tại em cần 1 bản scan của giấy đánh giá, nhận xét sinh viên đợt thực tập học kì 194 của em để làm hồ sơ làm việc . Mong anh chị sớm hồi đáp! Em cảm ơn!",
    "Dạ cho em hỏi là thời khoá biểu học kì hè 203 của em vẫn chưa cập nhật ạ mà các bạn em có rồi ạ, em cảm ơn.",
    "Kính gủi PĐT, em tên , mssv: , e mới nhờ bạn đóng học phí môn truyền khối xong (hp: 2.640.000) và đã cập nhật trên BKPAY, msmh: CH2051, hè 203. vậy xin PĐT cứu xét phục hồi sớm nhất thời khoá biểu môn truyền khối,hè 203 để e có thể tiếp em tiếp tục học ah.    Lí do em đóng học phí trễ là khó khăn kinh tế lại còn dịch bệnh Covit và đang bị cấm ra ngoài do khu vực em ở bị phong toả ah.    E xin cam những điêu trên là sự thật và em cảm ơn PĐT.",
    "Cho em hỏi bk pay của em bị lỗi gì mà không thấy được tiền học phí thanh toán ạ ?",
    "hiện tại em bị trễ hạn đóng học phí. mong phòng đào tạo có thể gia hạn để em có thể đóng bổ sung học phí. em xin cảm ơn",
    "Em chào các thầy cô, cho em hỏi là do dịch bệnh phức tạp nên em hiện tại không thể đi nhận bằng tốt nghiệp tại trường cấp 3 được, nhưng mà hạn điền thông tin đăng kí chỉ tới 30/6. Nếu như từ đây tới 30/6 em vẫn không thể nhận được bằng tốt nghiệp để đăng kí nộp bằng thì có được gia hạn đăng kí điền thông tin hay không ạ.",
    "Em chào thầy cô! Thầy cô cho em hỏi mình vẫn có thể nộp CCNN KET đúng không ạ? Vì trong mục nộp CCNN trên mybk em không thấy có mục chọn loại bằng KET, mà trong quy chế đào tạo em thấy có nhận loại bằng này. Em cảm ơn thầy cô!",
    "Em là sinh viên năm 3 khóa k18 ngành cơ điện tử, khoa cơ khí. Do em thấy không phù hợp em muốn chuyển về ngành chế tạo máy có được không a?. Hoặc em có thể chuyển xuống k19 ngành chế tạo được không ạ?",
    "Chào phòng đào tạo ạ, bây giờ em gửi đơn thu nhận lại, mong phòng đào tạo xử lý giúp em ạ để được nhận lại ạ. Em xin chân thành cảm ơn trước ạ.",
    "Có phải trường đang yêu cầu nộp bằng tốt nghiệp THPT đối với sv năm nhất ko ạ? Hạn là khi nào ạ? Bây giờ dịch bệnh em không thể nộp trực tiếp tại trường được.",
    "MSSV  _dạ cho em hỏi là hạn nộp của đợt đăng ký Bằng tốt nghiệp PTTH khóa 2020 là từ 4/5/2021 đến 30/6/2021  _ mà bây giờ do tình hình dịch bệnh nên em vẫn đến trường cấp 3 lấy bằng tốt nghiệp THPT được, mà bây giờ sắp hết hạn đăng ký  _ vậy bây giờ em phải làm sao ạ ?! xin nhà trường giúp ạ ?!",
    "Kính gửi Phòng Đào tạo, Em có đăng kí in bảng điểm vào ngày 17/06/2021. Tuy nhiên do không để ý, em đã không chọn nhận kết quả qua đường bưu điện. Vì vậy em tạo yêu cầu này mong Phòng Đạo tạo có thể gửi bảng điểm qua đường bưu điện cho em. Địa chỉ của em là: Họ và tên: . Địa chỉ: 345/30/31 Âu Cơ, phường Phú Trung, quận Tân Phú, Thành phố Hồ Chí Minh. Số điện thoại: [phone_number]. Do em đang cần bảng điểm để bổ sung hồ sơ xin việc gấp (Bên tuyển dụng yêu cầu bổ sung trước thứ 5, ngày 24/06/2021), em mong Phòng Đào tạo có thể gửi cho em sớm nhất có thể ạ. Em xin chân thành cảm ơn.",
    "dạ em đã được mở môn thực tập sản xuất rồi ạ ! trên bkpay cũng đã hiện tiền học phí tuy nhiên em thấy là nó để chưa đến kì thanh toán mà mai đã hết hạn rồi v thì em có bị là trễ hạn kh ạ ",
    "Cho em hỏi, khi nào thì PĐT sẽ chuyển điểm Anh văn 4A thành Anh văn 4 trong mục Điểm chuyển vậy ạ ? EM cảm ơn",
    "Em chào Quý thầy cô   Em tên:      MSSV:         Em xin trình bày sự việc là sau khi em được phục hồi thời khóa biểu do đóng học phí trễ, thì em bị thiếu mất môn nguyên lý máy.   Kính mong quý thầy cô xem xét để em tiếp tục theo học môn học này vì số tiết rất ít ạ   Em xin cảm ơn quý thầy cô!      Thanks and the best regards",
    "Chào anh/chị, Cho em hỏi khi nào bắt đầu thực tập vậy. Trên bkel của em vẫn chưa thấy môn thực tập ngoài trường thì có phải bị hoãn rồi không ạ?",
    "Dạ cho em hỏi là em quên đăng kí BHYT đợt 3 có thể cho em hỏi là còn cách nào để em đki không ạ . Mong nhà trường giải đáp giúp em ạ",
    "Em xin chào Thầy/Cô! Em có thắc mắc về việc đăng ký môn học học kỳ 211. Cho em hỏi với tình hình dịch bệnh Covid-19 như vậy thì   B  học kỳ 211     có áp dụng việc xét tín chỉ năm 3 ( =56) để đăng ký môn học năm 3 không ạ?  Em xin cảm ơn Thầy/Cô    i ",
    "MSSV   em đóng tiền trễ nên bị xóa khóa biểu do tình hình covid nhà khó khăn ạ , giờ em đóng tiền rồi co được xóa nợ và mở thời khóa biểu cho em học đươc không ? em cảm on a",
    "Kính gửi PĐT Em xin phép rút môn học Giải tích 2 (MT1013)",
    "Em chào thầy/cô ạ, cho em hỏi là em nộp bằng tốt nghiệp bổ sung đợt 2 thì em có cần đăng ký trên myBK không ạ? vì em chưa lấy bằng được nên em không điền ô số hiệu bằng được ạ. Em cảm ơn thầy/cô ạ !",
    "Lí do em xin rút môn kĩ thuật điện(260604) là do lúc em đăng kí đã nhìn không kĩ vì nó giống kĩ thuật điện tử. Nên em đã vội đăng kí đến nay thì em đã vô xem tkb thì em biết em đã đăng kí nhầm và đến hạn nộp học phí. Em xin phòng đào tạo.giúp em rút môn và hủy học phí giúp em. Em xin cảm ơn. Em rất mong được hủy học phí môn kĩ thuật điện(260604) trong học kì này.",
    "Cho e hỏi là sao 2 môn e đăng ký trong học kỳ 203 không có hiển thị trên EL vậy ạ, tình trạng này hơn gần 1 tuần rồi ạ",
    "Em tên là , là sinh viên khoa cơ khí, ngành kỹ thuật cơ khí.Lúc trước em có đăng ký môn học phương pháp số hk203 vì một số lý do mà không thể hoàn thành việc nộp học phí theo thời gian yêu cầu. Sau đó em đã nộp học phí nhưng đến nay vẫn chưa có môn học phương pháp số trong lịch học của em. Em mong nhà trường sẽ nhanh chóng giải quyết giúp em với ạ",
    "Em chào thầy/cô. Hiện tại em đã hoàn tất học phí cho Học kì 203. Mong thầy cô mở lại thời khóa biểu cho em để em có thể tiếp tục học ạ. Em xin cám ơn thầy/cô",
    "Kính gửi PĐT, Em tên là , MSSV  lớp DC18DK. Hôm nay em xin gửi đơn xin thanh toán học phí trễ hạn học kỳ 203. Em xin chân thành cám ơn PĐT vì đã dành thời gian tiếp nhận đơn của em.",
    "Cho em hỏi là hạn nộp bằng THPT dời vậy cái hạn đăng ký trên web có dời không ạ ? Do dịch bệnh nên em chưa thể về quê lấy bằng được",
    "Kính thưa phòng đào tạo . Do tình hình dịch bệnh tại địa phương nơi em sống ( Tiền Giang ) rất phức tạp. Gia đình em không buôn bán được nên chi phí sinh hoạt rất khó khăn. Địa phương em đã gợi ý là vay sinh viên để có phần chi phí để sống qua lúc dịch khó khăn này. Em đã có tìm hiểu và có thấy biểu mẫu vay vốn sinh viên ở trường. Nhưng thành phố và địa phương nơi em đều có dịch em đã về quê và không có thể lên trường đưa tờ mẫu để xác nhận lại được ạ. Còn cách nào để trường có thể xác nhận để em có thể vay sinh viên qua lúc dịch khó khăn này không ạ. Em cám ơn rất nhiều.",
    "Các môn học đang học ở học kỳ chính 202 chưa có điểm, Phòng đào tạo sẽ tạm xét đạt để tính số tín chỉ tích lũy và điều kiện tiên quyết. cho em xin hỏi là cái này còn hiệu lực không ạ. em cảm ơn",
    "Dạ, cho em hỏi hỏi thủ tục xin mở lại thời khóa biểu học kỳ hè vì em lỡ thanh toán muộn học phí và đang bị khóa thời khóa biểu ạ, học phí thì em đã thanh toán, em cảm ơn nhiều !",
    "Do dịch ở TP.HCM nên trường em đã đóng cửa tháng nay. Không thể lấy bằng tốt nghiệp được nên không có mã số hiệu bằng để đăng kí nộp được ạ. Mà hạn đăng kí nộp là 30/6/2021 sắp tới nữa. Em biết là hạn nộp tận tháng 9, nhưng hạn đăng kí nộp lại là 30/6/2021. Muốn đăng kí được phải có mã số bằng tốt nghiệp mà dịch vậy thì trường không làm việc ạ.",
    "Cho em hỏi vì một vào lí do mà em chưa được cấp bằng tốt nghiệp THPT mà sắp đến hạn đăng kí nộp thì phải làm sao ạ ?",
    "Em đã thanh toán làm thẻ bảo hiểm y tế rồi ạ nhưng em chưa lấy. Mà bây h em đang cần gấp thẻ để làm 1 vài công việc quan trọng. Thì không biết là phòng y tế cs2 mình còn hoạt động và em lên lấy thẻ ko ạ? Hay có cách nào, số điện thoại nào để em liên lạc được với đội ngũ trên phòng y tế để em xin mã y tế của mình được không ạ !",
    "em là sinh viên k14 nên hết thời gian đào tạo và ko đăng kí được môn học em đã làm đơn xin gia hạn 1 học kì , em còn thiếu 3 môn giải tích 1 MT1001, giải tích 2 MT1002, vẽ kỹ thuật CI1003, em mong nhà trường cho em được đăng kí 3 môn ạ, em xin chân thành cảm ơn",
    "Em chào ThầyCô, em là sinh viên K16 học cao đẳng bảo dưỡng công nghiệp. Hiện tại, em bị tạm dừng do không đăng ký môn học. Sắp tới tháng 10 là e hết hạn đào tạo. Em chỉ còn thiếu tiếng anh. Cho em hỏi: 1. Tình hình dịch hiện tại em nộp giấy   thu nhận như thế nào ạ? 2. Hiện tại e có thể đăng ký học kỳ hè các môn AV 1 2 3 4 được không ạ? Để em có thể gia hạn thêm 1 kỳ để hoàn tất chứng chỉ tiếng anh ạ?   b MSSVMSGV:   b Tốt nghiệp  i ",
    "Em chào thầy/cô, Hiện tại em đã thanh toán trễ hạn học phí bổ xung vào ngày hôm qua, em đã làm đơn (file đính kèm) và trình bày lý do. Mong Quý thầy/cô ghi nhận ạ.",
    "Em là sinh viên khoa hóa k15, em đã đăng kí thực tập tốt nghiệp vào học kì 3 năm học 2020-2021 nhưng xem thời khóa biểu thì TTTN của em diễn ra vào tuần 23 nhưng khoa không gửi mail thông báo về nơi nộp sơ yếu lí lịch và nơi + giáo viên hướng dẫn thực tập, em kiểm tra bảng tin của khoa Hóa cũng không thấy đính kèm, xin hỏi PĐT em nên làm gì để biết thêm thông tin ạ? Em xin cảm ơn",
    "Chào , em tên là  sinh viên khoa k15 Hóa ngành Quá trình- thiết bị Em muốn chuyển từ hệ chính qui sang hệ vừa học vừa làm thì thủ tục cần gì và em nên làm như thế nào ạ? Xin  giải đáp giúp em. Ngoài ra nếu em chuyển hệ thì số tín chỉ em tích lũy được có giữ nguyên qua hệ vừa học vừa làm hay có thay đổi gì không ạ? Em xin cảm ơn",
    "Dạ em là  - XD18CTXD03, em có đăng kí thực tập 2 đợt nhưng đợt 3 vì lý do kỹ thuật mà em không thể đăng kí được nên em không có thời khóa biểu môn thực tập, xin nhà trường có thể giúp em đăng kí lại để em có thể đi thực tập ạ. Dạ còn nếu không thể đăng kí được thì em có thể đi thực tập bên công ty xong rồi đăng kí vào HK kế được không ạ? Em cám ơn ạ.",
    "T3356   Tốt nghiệp . Dạ chào thầy!! Hiện em đã đủ tín chỉ, trường yêu cầu thẩm tra bằng tốt nghiệp THPT và CĐ. Nhưng do tình hình dịch bệnh, hiện tại em công chứng 2 bản của 2 bằng cấp đó, kèm theo bản chính 2 bằng cấp rồi gửi qua đường bưu điện cho phòng đào tạo cở sở 01 và Sau đó nhà trường gửi qua đường bưu điện bản chính bằng cấp về cho em được không ạ?   B",
    "Cho em hỏi em là sinh viên K16, hiện tại em đã sắp hết hạn đào tạo.Nhưng em còn thiếu tiếng anh 1. Nếu không học AV1234 em phải nộp Toeic 500 phải không ạ? 2. Còn e có thể học AV4 rồi nộp Toeic 450 được không ạ? 3. Hiện tại kì hè này e còn có thể đăng ký kịp không ạ? Nếu không e có thể xin gia hạn thời gian đào tạo thêm một kỳ để hoàn thành ngoại ngữ không ạ? ( hiện tại dịch IIG cũng hoãn thi) Em cám ơn   i Tốt nghiệp .",
    "Em thanh toán học phí trễ hạn, muốn làm đơn trình bày lý do trễ hạn nhưng hiện tại đang ở quê không lên thành phố được thì phải làm sao?",
    ". Kính chào Thầy/Cô, Em là sinh viên chuyển từ hệ chính quy khóa K13 MSSV 1 sang hệ VLVH với MSSV . Em đã làm thủ tục chuyển điểm nhưng đến nay vẫn chưa nhận được cập nhật điểm trên mybk. Kính mong Quý thầy cô hỗ trợ em để em hoàn thành chương trình đào tạo sớm. Trân trọng cảm ơn Thầy/Cô.",
    "Kính gởi phòng đào tạo, Em là , MSSV . Em đã xin quyết định của khoa để miễn và ghi điểm 12 cho các môn CI3343 - Thực tập tốt nghiệp CI4331 - Đề cương luận văn tốt nghiệp Bên cạnh đó kính nhờ phòng đào tạo kiểm tra và cập nhật điểm chuyển của em khi chuyển từ hệ chính quy sang vừa học vừa làm. Hồ sơ và bảng điểm em đã gửi khi làm thủ tục chuyển hệ hồi tháng 10/2020 . MSSV khi em còn học hệ chính quy là 8. Kính mong PDT hỗ trợ giải quyết để em kịp làm luận văn vào học kì 211.",
    "Em chào thầy/cô ạ Em tên là  MSSV  Hệ VLVH Hiện tại em có một số thắc mắc sau nhờ thầy cô giải đáp giúp em ạ. Vào đầu học kì 2 năm học 2020-2021 em có đăng kí môn \"kỹ thuật điều khiển tự động\" mã môn học là(ME2009) và em đã có đăng kí học và vào thời điểm em đăng kí thì chưa có danh sách điểm chuyển. Nhưng sau khi em có danh sách điểm chuyển thì lịch học môn học \"kỹ thuật điều khiển tự động\" đã được bỏ đi thì em những vấn để sau cần hỏi ạ. 1. Môn kỹ thuât điều khiển tự động đã được bỏ trong thời khóa biểu vậy em có cần phải theo học nữa không ạ ? 2. Môn kỹ thuật điều khiển tự động em đã đóng tiền học thì bây giờ em phải làm gì để hồi lại học phí ạ. 3. Những môn em đã học ở cao đằng (cao đẳng công nghệ thủ đức) thì có những môn em đã học rồi nhưng điểm chuyển em thấy vẫn không đủ thì em cần những giấy tờ gì để em có thể miễn môn đã học ở cao đẳng ạ (em có đính kèm các môn đã học ở cao đẳng nếu được thì có thể cho em biết được những môn em được miễn thêm để em lên danh sách miễn môn cho chính xác được không ạ) ? 4. Về mail hoàn trả học phí thì điều kiện môn nào thì em được hoàn trả học phí ạ. cảm ơn thầy/cô đã đọc và phản hồi giùm ạ.",
    "Em có đăng ký in bảng điểm hình thức lấy qua bưu điện, trên mybk có để 16/06 là ngày hẹn trả kết quả thanh toán. Nhưng hiện tại đã là ngày 24/06 và em chưa nhận được bưu kiện. Em không biết là bảng điểm đã được chuyển cho bưu điện chưa?    i  .",
    "n Tổ chức thi công (CI4127) - Dạ chào pđt. Em đã đăng ký xin vào lớp Đồ án Tổ chức thi công của Thầy  mở vào đầu tháng 6 vừa qua và đã học cùng Thầy được 2 buổi nhưng chưa được cập nhật BKPay và Thời khóa biểu. Nên xin pđt cho em được bổ sung vào lớp học này và để được đóng học phí ạ! Em xin cám ơn.",
    "Em chào thầy/cô ạ! Em là  . Do tình hình dịch bệnh khó khăn, nên em có chủ động ứng tuyển vị trí thực tập vào tập đoàn SCG và đã đậu ạ. Nhưng phía công ty yêu cầu thời gian thực tập từ 1/7-1/9 ạ . Em xin phép hỏi thầy/cô, trong thời gian đó có trùng lịch thi cuối kì 202 của trường không ạ. Nếu có, trường có thể hỗ trợ giúp em không ạ. Vì tình hình dịch bệnh phức tạp nên rất khó sắp xếp thời gian, nhưng em rất mong câu trả lời từ thầy/cô ạ cũng như sự giúp đỡ của nhà trường. Em rất cảm ơn thầy/cô đã trả lời câu hỏi của em. Chúc thầy/cô nhiều sức khỏe.",
    "Em tên là    Em mong nhà trường giúp đỡ em trong việc đi học lại vì em đã cúp tiết nhiều lần, em mong nhà trường cho em thêm 1 cơ hội nữa để được tiếp tục theo học ạ, em viết yêu cầu này mong phòng đào tạo sẽ không dừng việc học của em, em hứa sẽ cố gắng hết mình ạ...em xin cám ơn",
    "Kính gửi thầy/ cô: Do em được xét miễn thêm các môn học ở (tuần 25 HK202). Mong thầy/ cô xét duyệt cho em rút thêm giúp em các môn đang học.   U   B HK201: được xét miễn môn       1/ Giải tích 2 (MT1005) {đã học môn tương đương Toán cao cấp (MT0001)}.   U   B HK202: được xét miễn môn        1/ Cơ lưu chất (CI2003) {đã được rút ở đơn trước}. 2/ Cơ kết cấu (CI3233) {đang học môn tương đương Cơ học kết cấu (CI2029)}. 3/ Kết cấu bê tông cốt thép (CI3237) {đang học môn tương đương Kết cấu bê tông cốt thép 1 (CI2091)}. Em xin chân thành cảm ơn.",
    "Cho em xin gmail cô  chứ 3 tuần rồi mà em vãn chưa có link học.   i ",
    "Tôi chào thầy cô giáo vụ, Tôi tên là , MSSV: , Công việc hiện tại của tôi quá nhiều khiến tôi không thể học môn này. Và sau khi tiêm vắc xin Covid 19 cùng công ty ở Công viên phần mềm Quang Trung, tôi đã sốt cao mấy ngày nên không thể mở được cái máy tính ra để xin thầy cho nghỉ phép, khiến tôi bị đánh vắng và mất luôn kiến thức của 2 buổi học và tôi không theo kịp bài học trên lớp nữa. Hiện tại thầy cho bài tập sau mỗi bài học, tôi đều không thể làm được bài, nên không vượt qua môn này được . Tôi đính kèm lá thư của công ty gọi tôi đi tiêm vacxin Covid 19 Tôi đi làm, vừa là để tự trang trải cuộc sống và tự đóng học phí cho tôi, dịch Covid ảnh hưởng rất mạnh đến công ty tôi, tôi đã phải làm việc không lương mấy tháng nay rồi. Nên tôi không còn tiền để thanh toán cho môn học này nữa Vậy nên, tôi không thể học được môn Lập trình mạng (mã môn CO4013), nay tôi cần hủy gấp môn này không thanh toán. Mong phòng đào tạo xét duyệt cho tôi.",
    "Dạ cho em hỏi là em đăng ký thực tập tốt nghiệp bổ sung đợt hè, đã có thời khóa biểu trên mybk, nhưng trên bk e-learning thì không có ạ. Vậy cho em hỏi là em có được thực tập không và khi nào bắt đầu đợt thực tập ạ",
    "Mã Môn Học: CO3005 Tên môn học: Nguyên lý ngôn ngữ lập trình   i  ",
    "Ad cho em hỏi việc rút môn học thì học phí tính thế nào ạ ???",
    "Kính gửi Phòng đào tạo Trường đại học Bách Khoa HCM  Em tên là :   MSSV :   Học kì hè 203 em có đăng kí 1 môn Thực tập tốt nghiệp , nhưng vì trong tình hình dịch nên em được nghe thông báo là hủy thực tập tốt nghiệp , với cả khi em lên BK pay thì không có thấy phần thanh toán học phí cho THực tập tốt nghiệp , em có thể thanh toán và khôi phục thời khóa biểu được không ạ ?  Em xin cám ơn !",
    "Dạ em là  - XD18CTXD03, em có đăng kí thực tập 2 đợt nhưng đợt 3 vì lý do kỹ thuật mà em không thể đăng kí được nên em không có thời khóa biểu môn thực tập, xin nhà trường có thể giúp em đăng kí lại để em có thể đi thực tập ạ. Dạ còn nếu không thể đăng kí được thì em có thể đi thực tập bên công ty xong rồi đăng kí vào HK kế được không ạ? Em cám ơn ạ . Mã môn học là CI3345 - Thực tập ngoài trường",
    "Em muốn hỏi làm đơn xin đăng ký học av4 kì 3  vào thời điểm hiện tại, do e sẽ hết hạn đào tạo vào tháng 10. Em lên trường nộp đơn như bình thường phải không ạ?    .",
    "Thưa thầy / cô , em có đăng kí 1 môn thực tập tốt nghiệp vào HK203 do tình hình dịch nên Thực tập bị hoãn lại nên em quên kiểm tra mail của trường về nộp học phí và đã trễ hạn 2 ngày và bị hủy TKB  Nay em làm đơn này mong được xem xét khôi phục TKB , Em xin hứa sẽ nộp học phí theo yêu cầu trong thời gian sớm nhất ! Em xin chân thành cảm ơn !",
    "Xin hỏi phòng đào tạo em đăng kí tốt nghiệp vào 24/5 thì theo lịch trình thì cuối tháng 6 có bằng ạ. Không biết bằng của em đã được hoàn thành chưa ạ vì em cần gấp ạ. Nếu chưa thì khả năng bao lâu nữa sẽ có ạ Em xin cám ơn vì đã tiếp nhận câu hỏi.",
    "Thưa thầy / cô , em có đăng kí 1 môn thực tập tốt nghiệp vào HK203 do tình hình dịch nên Thực tập bị hoãn lại nên em quên kiểm tra mail của trường về nộp học phí và đã trễ hạn 2 ngày và bị hủy TKB  Nay em làm đơn này mong được xem xét khôi phục TKB , Em xin hứa sẽ nộp học phí theo yêu cầu trong thời gian sớm nhất ! Em xin chân thành cảm ơn !",
    "Họ tên:  MSSV:  Ngày sinh: 22/02/2002 Lớp: VP20CDT",
    "Em xin gửi PĐT",
    "hóa đại cương triết học",
    "Kính gửi: PĐT trường ĐHBK Tp.HCM Cho em nộp phiếu xin rút môn học HK hè (KH203) môn IM2015 Quản lý dự án cho kỹ sư.",
    "Cho em hỏi em đăng ký thực tập tốt nghiệp kỳ hè này và em cần có giấy giới thiệu thực tập của Khoa mà bây giờ PĐT hoãn việc thực tập vì dịch nhưng em muốn xin giấy để thực tập ở quê em vùng không có dịch và người ta cũng đồng ý cho em thực tập rồi ạ..Vì vậy em có thể xin giấy giới thiệu thực tập lúc này không ạ..Em cám ơn",
    "Dạ cho em hỏi nếu em rút một môn của học kì dự thính 203 thì em có được hoàn lại học phí môn đó không ạ? Em cảm ơn!",
    "Chào thầy/cô, em là  - MSSV . Hè này em có đăng ký thực tập ngoài trường nhưng đã bị hủy, lý do: Thiếu môn học trước CO1009. Em k19 nhưng hệ VB2 nên học chung với k18, thời điểm đó môn CO1009 đã bỏ và được thay thế bằng môn CO1023 + CO1024, em có học đủ 2 môn này. Kính nhờ thầy/cô đăng ký giúp em thực tập ngoài trường, mã CO3315 giúp em. Em xin cám ơn.",
    "Dạ thưa em là sinh viên k19 năm sau em có môn chuyên ngành nhưng yêu cầu được đăng kya môn chuyên ngành là phải qua 3 môn gdtc bây giờ do tình hình dịch bệnh em vẫn chưa thi được môn thể chất 3 vậy thì khi đăng ký môn năm 3 em có đăng ký được không ạ Em xin cảm ơn",
    "Thầy ơi em có lich trên thời khóa biểu môn CI4011 Thí nghiệm công trình học vào tuần 27, 28, 29  Môn này có học được không Thầy?",
    "Thưa thầy / cô , em có đăng kí 1 môn thực tập tốt nghiệp vào HK203 do tình hình dịch nên Thực tập bị hoãn lại nên em quên kiểm tra mail của trường về nộp học phí và đã trễ hạn 2 ngày và bị hủy TKB theo như mail trường thông báo ! Hiện em đã thanh toán đầy đủ học phí Học Kì 203 , em làm đơn này mong được xem xét khôi phục TKB , Em xin hứa sẽ không tái phạm nữa ạ ! Em xin chân thành cảm ơn !",
    "Dạ kính thưa quý thầy cô. Hiện tại lớp em gặp trường hợp là bạn chưa nhận bằng tốt nghiệp THPT để lấy dữ liệu nhằm đăng kí nộp bằng THPT trên mybk. Trường hợp này các bạn đang ở tại TP.HCM nhưng do tình hình dịch bệnh nên quan ngại di chuyển để nhận bằng và tiến hành đăng kí trước hạn chót đợt 1 30/6. Em xin được quý thầy cô tư vấn thêm ạ, em xin cảm ơn.",
    "Em tên:  MSSV: Dạ em muốn hỏi về việc làm thế nào để có thể in bảng điểm ra dạng file PDF ạ. Em cảm ơn.",
    "Dạ do thực tập hè trường không mở nên giáo viên chịu trách nhiệm  mở dùm và điền form và thời khoá biểu các bạn khác đã có nhưng em thì không ạ",
    "Kính gửi thầy cô. Em tên là , mssv  hiện đang là sinh viên bộ môn Dệt may, khoa Cơ khí trường ĐH Bách Khoa to.HCM. Mấy ngày trước em bị trộm đột nhập vào nhà lấy mất laptop và điện thoại, laptop em vừa mua được 3 tuần nên giờ em không đủ kinh phí để mua lại, gia đình cũng không dư giả để cho em mua lại ngay, dịch bệnh nên chỗ làm thêm của em cũng đóng cửa luôn. Nhưng thực sự em đang rất cần laptop để học online cũng như làm báo cáo thực tập, đồ án trong thời gian sắp tới. Thầy cô cho em hỏi bên trường mình có chương trình nào cho sinh viên vay vốn với lãi suât thấp không ạ, em đang cần vay mua lại laptop để học. Em xin cảm ơn thầy cô ạ.",
    "Hiện tại em đã có danh sách miễn môn học. Tổng là   B 88TC    được miễn, nhưng có 1 số môn em đã hoàn thành ở chương trình cao đẳng nhưng trong danh sách miễn còn thiếu, em có thể làm đơn xin xét miễn thêm được không ạ. Em cảm ơn quý Thầy Cô",
    "ngày trước em có làm việc với chị Ngọc bên văn phòng OISP về việc nộp đơn xin hủy môn Cấu Trúc dữ lệu và giải thuật do giảng viên phụ trách môn không cập nhật danh sách lớp dẩn đến việc em bị thiếu cột điểm và chậm tiến độ học tập. Tuy chị Ngọc bảo em rằng đơn của em đã được chuyển về phòng Đào Tạo từ 4 ngày trước nhưng đến giờ em vẫn chưa nhận được thông tin gì. Ngày mai là hạn chót đóng tiền học phí thì em mong nhà trường có thể sớm xử lý đơn của em",
    "Kính chào Thầy/Cô. Em có đăng ký in giấy xác nhận sinh viên để nộp nghĩa vụ quân sự và chọn nhận kết quả tại trường. Hôm nay là ngày trả kết quả, em đến trường thì bảo vệ không cho em vào lấy ạ. Em xin hỏi em có thể đổi phương thức nhận giấy xác nhận sinh viên được không ạ (Vì giấy xác nhận sinh viên cho nghĩa vụ quân sự chỉ được nhận 1 lần). Em xin cảm ơn ạ.",
    "Em chào Quý Thầy/Cô!  Thầy/Cô cho em hỏi về việc \"Nộp bằng tốt nghiệp THPT\", em đã có đăng kí nộp trên mybk vào đợt (04/05 - 30/06) nhưng vì dịch bệnh nên chưa thể nộp được . Vậy em có cần chờ qua ngày 30/06 để đăng kí lại đợt mới để nộp khi đi học lại không ạ? Vì tháng 7 em mới có lịch học trên trường . Em xin cám ơn! ",
    "Chào PĐT, Cho em hỏi học kỳ 202 nhà trường có tổ chức kỳ thi tiếng Anh cuối kỳ không ạ?  Em cảm ơn",
    "CODE  Chào thầy/cô/anh/chị ạ Cho em hỏi trên BKPortal có mục nhập thông tin về bằng tốt nghiệp THPT - cái mà bọn em phải lấy bằng về để có thông tin điền vào Tuy nhiên hiện tại do ở TP.HCM diễn biến dịch còn phức tạp nên em vẫn chưa thể lên trường lấy được bằng để điền thông tin Trong khi hạn chót điền thông tin là 30/6 Vậy cho em hỏi mình có đợt đăng ký online thứ 2 không? Hay em bắt buộc phải lấy bằng và điền thông tin vào ạ? Em cảm ơn   /CODE",
    "Em tên: MSSV:  Hiện tình hình dịch covid-19 khá căng thẳng, em không thể vào trường để nhận giấy xác nhận sv để nộp cho xã để hoãn nghĩa vụ quân sự Trường và khoa có cách nào để giúp em không ạ? Trường có thể giấy đó qua bưu điện đến nhà em được không ạ?? Mong thầy, cô xem xét cho em rồi tìm giải pháp giúp em, hạn cuối em nộp cho xã là 20/7/2021",
    "Dạ em chào thầy/cô  Thầy/cô cho e hỏi môn hệ thống cung cấp điện  bên trườg  Bách Khoa trùng với môn cung cấp điện bên Cao đẳng Điện lực mà có 1 số bạn học chung ngành chung trường   đã có miễn trên info mà bên trườg phản hồi là đã cập nhật trên info nhưng nay tụi em chưa được  cập nhật lại  và chưa thấy thông tin phản hồi . Mong thầy xem xét",
    "Hiện tại em muốn chuyển hệ từ chính qui sang vlvh thì có phải lên trực tiếp phòng đào tạo không ạ.",
    "Dạ em có xin tạm hoãn đóng học phí kì 201 và hiện tại nhà em chưa đủ kinh tế. Thì em có thể tạm dừng học kì 211 tới để có thể đóng đủ học phí kì 201 rồi đi học lại vào kì 212 được không ạ ? Em cảm ơn ạ",
    "Kính gửi phòng đào tạo. Do tình hình dịch covid phức tạp, trường cấp 3 ko tiếp nhận cựu học sinh vào trường nhận bẳng tốt nghiệp, nên em chỉ có thể đăng ký nộp bằng vào đợt 2  ( 6/9 - 16/9 ). Nhưng trên web lại thông báo hạn chót của đăng ký là 30/6. Vậy em xin hỏi PDT có điều chỉnh thời gian đăng ký cho đợt 2 không ạ. Em xin cảm ơn PDT.",
    "Em xin chào Cô/Thầy PDT. Em tên là Nguyễn Quang Khương_1711833. Hiện tại tình trạng sinh viên của em là đang tạm dừng. Và em sẽ làm giấy thu nhận học vào học kỳ tới. Nhưng em đã có giấy gọi quân sự, cho em hỏi với tình trạng hiện tại của em thì có thể có giấy xác nhận sinh viên được không ạ, và nếu không thể có giấy xác nhận sinh viên thì có thể có giấy khác tương đương không ạ? Em xin cảm ơn, và mong Cô/Thầy PDT phản hồi giúp em ạ.",
    "Chào thầy/cô. Vào kỳ dự thính này do gia đình gặp khó khăng nên em không thanh toán được học phí nên em muốn hỏi liệu em có thể xin hoãn nộp học phí không ạ. Em xin cảm ơn",
    "Dạ, em chào Cô/Thầy. Lần trước em có hỏi về cách phục hồi thời khóa biểu khi bị khóa và được trả lời là gửi đơn xin phục hồi thời khóa biểu, nay e viết yêu cầu này để gửi \"Đơn xin phục hồi thời khóa biểu\".Kính mong Phòng đào tao xem xét và giải quyết cho em.",
    "Cho em hỏi là điểm các môn Anh văn mở rộng có tính chỉ và tính vào điểm trung bình tích lũy không ạ hay chỉ xét chuẩn anh văn để được đăng kí các môn học tiếp theo. Em cám ơn",
    "Kính gửi phòng Đào tạo, Em hiện là sinh viên khóa 2018. Em có nhận được học bổng ERASMUS+ trao đổi tại Ý vào học kỳ 211. Em muốn vừa đi trao đổi tại nước ngoài vừa song song thực hiện ĐCLV từ xa (remote) để đảm bảo tiến độ ra trường. Hiện tại thì thầy trưởng Bộ môn và thầy hướng dẫn ĐCLV của em đã đồng ý. Nhưng bên phòng Quan hệ Đối ngoại nói em hỏi lại phòng Đào tạo về vấn đề này. Bên cạnh đó, vì tình hình dịch bệnh có thể chuyển biến xấu và dẫn đến không có chuyến bay thương mại về nước khi kết thúc học kỳ trao đổi. Phòng Đào tạo cho em hỏi là khi kết thúc kỳ trao đổi nhưng chưa về nước được thì em có thể tiếp tục đăng ký làm LVTN remote được không ạ? Vấn đề này bên Bộ môn của em cũng đã đồng ý.",
    "Vì tình hình dịch căng thẳng nên em chưa thể đi lấy bằng thpt nên không có số hiệu văn bằng thì làm sao để đăng ký nộp bằng ạ",
    "Em chào Thầy/Cô ạ, cho em hỏi lịch thi CK có cụ thể là ngày nào k ạ. Em bị dương tính Covid và đang điều trị tại bệnh viện. Nếu tới ngày thi mà em chưa bình phục thì như thế nào ạ. Em cảm ơn Thầy/Cô.",
    "Hiên tại em đã có bằng anh văn 850 toeic đổi ra là 8 chỉ 10 chấm, em đã thanh toán tiền chuyển đổi đầy đủ và có hỏi là bao giờ điểm được cập nhật trên myBk thì bên PDT đã bảo mấy tuần trước đó sẽ cập nhật nhưng giờ em vẫn chưa thấy khiến em chưa đủ diểm để dăng ký chương trình thạc sĩ. Không biết PDT có thể xem xét hỗ trợ để em có thể nhanh chóng dk chương trình thạc sĩ được không ạ vì form đăng kí sắp kết thuc ạ. Em cảm ơn   i  .",
    "cho em hỏi điểm trung bình của e hiện tại là bao nhiêu được không ạ vì e có chuyển điểm để dk chương trình thạc sĩ nhưng vẫn chưa thấy điểm của anh văn đó ạ    i  .",
    "Em thầy hạn đăng ký nộp bằng TN trên web tới 30/6 vậy đợi nộp tháng 9 sẽ mở lại web một lần nữa đúng không ạ ?",
    "Em đã đóng học phí học kỳ hè rồi ạ. Em xin được phục hồi thời khóa biểu. Em cảm ơn nhiều ạ!",
    "em gởi phiếu đề nghị rút môn học   i  ",
    "Thưa nhà trường, Em vào mybk, mục tình trạng sinh viên thì thấy có 1 quyết định chuyển chương trình theo quyết định 178/QĐ-ĐHBK ngày 16/03/2021, em không có thực hiện yêu cầu chuyển và cũng không vi phạm yêu cầu của chương trình hiện tại. Rất mong phía nhà trường kiểm tra giúp em chương trình hiện tại em đang theo học là gì. Em xin cảm ơn.",
    "-   ",
    "Xin chào phòng đào tạo. Em tên  mssv  học ngành bảo dưỡng công nghiệp. Em muốn đăng kí thẻ bảo hiểm y tế để tiêm vắc xin covid 19 thì hiện tại em đăng kí được không ạ. Em lên đăng kí trên BK thì không cho đăng kí được.",
    "Em là sinh viên năm cuối hiện đang làm LVTN và học cải thiện của HK202. Tuy nhiên do tình hình dịch bệnh dẫn đến tình hình học tập và thi cử bị trì trệ. LVTN cũng vì vậy mà bị ảnh hưởng. Nay em gửi yêu cầu này xin phép PĐT có thể hỗ trợ giúp em rút môn học của HK202 được để em có thể tập trung vào LVTN hơn. Em xin chân thành cảm ơn. Phương./.",
    "dạ trên phần cập nhật thông tin thì có mục chỗ ở hiện tại của sinh viên ạ . Thì lúc chưa dịch em ở KTX Khu B ĐHQG HCM nhưng do bây giờ dịch bệnh nên em đã về quê trước đó và hiện giờ em đang ở An Giang . Vậy ở mục đó em sẽ ghi là An Giang hay KTX Khu B ạ ?",
    "Cho em hỏi là điểm môn học Anh văn 1A  Mã Môn học: LA1037   Điểm môn học này có tính chỉ và tính vào điểm trung bình tích lũy không ạ hay chỉ xét chuẩn anh văn để được đăng kí các môn học tiếp theo . Em chân thành cám ơn",
    "Dạ em chào Phòng Đào tạo ạ! Em đã nhận được học bổng trong kỳ 201 vừa rồi. Phòng Đào tạo cho em xin giấy xác nhận em đã nhận học bổng được không ạ? Em có đủ điêu kiện để nhận một quỹ học bổng khác ngoài trường mà điều kiện của nó là đạt học bổng ở trường Đại học, danh sách sinh viên nhận học bổng và bảng điểm trên hệ thồng BKEL không đủ để quỹ đó xác minh điều kiện cho em. Rất mong Phòng Đào tạo hỗ trợ em! Em cảm ơn!",
    "Em chào Thầy/Cô, Em là , MSSV: . Thầy/Cô cho em hỏi: trong học kì trước em không thực hiện đăng kí môn học nên bị tạm dừng học. Giờ em muốn nộp đơn xin thu nhận lại thì phải nộp qua kênh nào ạ (do tình hình covid nên không thể trực tiếp đến trường). Ngoài phiếu đăng kí thu nhận thì thủ tục có yêu cầu thêm các giấy tờ gì nữa không ạ. Em xin cảm ơn và mong được sự phản hồi từ Thầy/Cô ạ!",
    "Em đã điền form đăng kí CBHD TTTN ngành Điện tử - Viễn thông đúng hạn, nhưng sau đó em bị xóa môn Thực tập tốt nghiệp, hiện tại em đã được cập nhật lại môn TTTN, nhưng trong danh sách phân công CBHD của bộ môn Điện tử lẫn Viễn thông đều không có tên em. Cho em hỏi bây giờ em phải làm sao ạ? Và nếu em muốn học bộ môn điện tử nhưng được phân vào bộ môn viễn thông thì có cách nào để chuyển không ạ? Em cảm ơn nhiều!",
    "Dạ có cách nào giúp em phục hồi thời khóa biểu không ạ? Em vừa đóng vào ngày 23/06 do dịch em ở quê nên không chuyển vào tài khoản OCB để đóng tiền đúng hạn được ạ. Có cách nào để em có thể tiếp tục học các môn đã đăng ký không ạ? Em cảm ơn nhiều!",
    "Em chào thầy/cô ạ Em tên là:  MSSV:  Hệ: VLVH  Em gửi thầy/ cô xem xét miễn môn học bổ sung (kèm theo bảng điểm đã học qua môn) Em cám ơn thầy/cô ạ!",
    "Có một số môn em chưa qua được nhưng lúc đăng ký môn ở cả kỳ chính và dự thính đều không thấy mở lớp thì em phải làm thế nào ạ? Đại số tuyến tính và phương trình vi phân  Chương trình tiên tiến Em cám ơn",
    "Dạ em chào thầy/cô, Em có thắc mắc về yêu cầu tốt nghiệp theo chương trình KSTN có yêu cầu phải Đạt tất cả các học phần mở rộng của môn học hay không? Nếu có thì hiện em đã là SV năm 4, nếu như kết thúc học kỳ này vẫn chưa thể hoàn thành được yêu cầu trên thì em có thể tốt nghiệp theo chương trình đại trà hay không? Rất mong nhận được phản hồi từ phía thầy/cô . Em xin cảm ơn ạ. ",
    "PDT cho em hỏi lịch đăng kí HK1 năm học 2021-2022",
    "cho em hỏi thực tập tốt nghiệp ngành điện năng khoa điện đã phân công gvhd chưa ạ, và hiện tại tạm dừng như thông báo thì khi có thông tin mới thì mới bắt đâu thực tập đúng không ạ,em xin cảm ơn !",
    "Cho em hỏi là em muốn lấy bảo hiểm y tế thì lấy ở đâu ạ,lúc có thông báo lấy bảo hiểm thì điện thoại của em bị hư em không nhìn thấy thông báo nên em vẫn chưa lấy được bảo hiểm. Em có tra trên trang bảo hiểm y tế thì thấy em đã được làm thẻ rồi ạ",
    "Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa TPHCM Em tên :   MSSV:  - Ngày 11/06/2021 em nhận được thông báo kết quả học tập và nhận thấy có vài môn em đã có điểm đạt yêu cầu nhưng báo là chưa tích lũy được, cụ thể như sau: 1/ Năm 2014 em trúng tuyển vào trường Đại học Bách khoa TPHCM (lớp CD14HTDL) diện xét tuyển do có bằng Đại học Kinh tế TPHCM, em có nộp bảng điểm của trường kinh tế ghi nhận môn Xác suất thống kê được 6 điểm (4 đơn vị học trình). Môn này tương đương môn xác suất thông kê, mã MT2001. 2/ Trong bảng điểm học kỳ 2 năm học 2014 - 2015 em đã học môn Trường Điện từ (3 tín chỉ), mã số môn học 404804 và đã thi cuối kỳ đạt 5 điểm. Môn này tương đương môn trưởng điện từ, mã EE2003. 3/ Trong học kỳ 1 năm học 2015-2016 em đã học môn Điện tử công suất (3 tín chỉ, mã số môn học 401801, thi đạt 6.5 điểm) và môn thí nghiệm Điện tử công suất (1 tín chỉ, mã số môn học 401843, thi đạt 7 điểm). Hai môn này tương đương với môn Điện tử công suất, mã môn EE2021. - Vào tháng 03/2016 em có làm đơn xin chuyển lớp từ lớp CD14HTDL sang lớp CD14HTDT học tại trường Cao đẳng Điện lực TPHCM và đã có quyết định cho phép chuyển lớp từ đầu năm 2016. Qua kết quả trên, kính trình phòng Đào tạo xem xét và công nhận em đã tích lũy hoàn thành 3 môn học trên là Trường Điện từ (EE2003), Xác suất thông kê (MT2001) và Điện tử công suất (EE2021). Trong khi chờ đợi xem xét, em xin chân thành cảm ơn quý thầy cô phòng Đào tạo và rất mong nhận được hồi âm sớm của phòng đào tạo. Trân trọng.",
    "Kính gửi Phòng Đào Tạo trường Đại học BK TPHCM Em tên là: Trần Tuấn Anh MSSV:  Diện trúng tuyển: KCQ xét học bạ VLVH (Trước em học hệ chính quy khóa 2011, MSSV: 4, khoa: Cơ khí; Ngành: Kỹ thuật chế tạo) Em vừa xem kết quả học tập mà PĐT mới gửi qua mail thì được biết các môn học này em đã được tích lũy (đã đậu) mà vẫn có trong danh sách chưa tích lũy. Kính mong PĐT xem xét lại và tích lũy môn học giúp em. Để em nhanh chóng hoàn thiện môn học để đủ điều kiện làm luận văn tốt nghiệp. Em chân thành cảm ơn. Dưới đây là các môn em đã liệt kê:",
    "Dạ chào Thầy Cô. Em là sinh viên khóa 15 khoa Cơ Khí. Thầy Cô cho em xin phép hỏi học kì sau là học kì thứ 13 của em, em đăng kí Luận văn tốt nghiệp nhưng hiện tại em chưa có bằng Toeic và chưa đủ 10 ngày CTXH, vậy em có được đăng kí nhận LVTN rồi nộp bằng Toeic và thực hiện đủ 15 ngày CTXH vào cuối kì chung với lúc xét Tốt nghiệp luôn được không ạ ? Em xin cảm ơn ạ",
    "Kính gửi văn phòng đào tạo, Em tên  -  Em có thắc mắc liên quan đến học bổng ielts ạ. Em đã đăng kí thi ielts ipd tại trường Bách Khoa và đã có kết quả 6.0.  Cho em hỏi em có được xét học bổng ielts không và nếu có thì bao giờ được xét ạ?  Em cảm ơn!  Trân trọng ./.",
    "Kính gửi Phòng Đào Tạo trường Đại học BK TPHCM Em tên là:  MSSV:  Hệ  HK203 em đăng kí môn học ở phần \" Đăng ký môn học HK203 - Đợt 1\" và chủ quan không xem lại. Đến khi xem TKB thì kì này em không phải học môn nào. Vậy học kì tiếp theo em có được đăng kí môn học không ? Nếu không được đăng kí thì em phải làm thủ tục gì để có thể tiếp tục đăng kí ?  HK202 em vẫn học bình thường",
    "Em lên Phòng ý tế trường - Phòng Công tác chính trị sinh viên ở cơ sở 1 để hỏi bảo hiểm y tế được đúng không ạ hay hỏi qua mail ạ",
    "Em là sinh viên được thầy , bộ môn Điện Tử- Viễn Thông, hướng dẫn làm TTTN ngoài trường, em đã gưi mail đến thầy  từ ngày 19/6 nhưng đến giờ em vẫn chưa nhận được phản hồi từ thầy, em mong muốn có được phương thức liên lạc khác với thầy ạ. Em xin cảm ơn",
    "Kính gửi thầy cô pdt, em gặp vấn đề về việc lấy bằng tốt nghiệp THPT do dịch nên trường cấp 3 của em kh giải quyết cấp bằng ạ, họ bảo đợi hết giãn cách và có thông báo mới của sở giáo dục, mà hạn đăng ký của trường mình là 30/6. Em hiện kh có giữ bằng trong tay nên không biết được cái số hiệu của văn băng là gì để mà đăng ký, em muốn hỏi pdt có hướng giải quyết nào cho em không ạ ! Em đã đọc thông báo theo đường link của pdt gửi rồi nhưng trường hợp của em nó khác ạ  B",
    "Kính chào các thầy cô Phòng đào tạo, Em là , sinh viên khoá K18. Trong học kỳ đầu tiên em có tham gia kiểm tra anh văn đầu khoá và có kết quả đạt điểm miễn (12) cả 4 môn Anh văn. Trong học kỳ 211 sắp tới, em có dự định tham dự kỳ thi TOEIC Listening/Reading. Em có một số thắc mắc sau: - Thời gian Phòng đào tạo dự kiến nhận yêu cầu chuyển điểm các môn Anh văn trong học kỳ 211 là khoảng thời gian nào ạ? - Trong trường hợp em chuyển điểm môn Anh văn trong học kỳ 211, thì điểm và 8 tín chỉ của 4 môn Anh văn có được tính vào điểm trung bình tích luỹ và điểm trung bình xét học bổng khuyến khích học kỳ 211 hay không? Em hi vọng sớm nhận được hồi đáp từ PĐT. Cảm ơn quý thầy cô.",
    "Em hiện tại bị buộc thôi học vì lý do học lực. Em cũng đã làm đơn cứu xét nộp lên khoa mà vẫn chưa có phản hồi. Em hy vọng được xem xét lại và có thể tiếp tục học tại trường. Em cảm ơn.",
    "Chào quý thầy cô, trước đây theo lịch trường thì em chưa đạt môn GDQP. Do đó tháng 3 vừa rồi em đã học lại môn GDQP và đạt chứng chỉ. Em xin hỏi là, với việc tự học lại môn GDQP, chứng chỉ của em cần lên PĐT nộp hay sẽ được trường tự cập nhật từ trung tâm quốc phòng ạ?"
]