[
    "Trong email gần đây của nhà trường, em được biết để có thể được giảm 1 trong 3 mức học phí cho HK192 này, em cần phải viết đơn \"Trình bày hoàn cảnh gia đình có xác nhận của địa phương\". Em muốn biết rõ hơn rằng tờ đơn này nhà trường/phòng đào tạo cần sự xác nhận của cấp ngành nào tại địa phương để có thể chóng hoàn tất thủ tục này với phía nhà trường. Em xin cảm ơn!  U",
    "Chào /C  Em tên :   Mssv Hệ  VLVH  học kì này em có đăng ký môn Đề Cương Luận văn (CI4341)nhưng vì cùng lúc học nhiều môn quá em sợ mình không học nổi. Bây giờ em có thể xin rút môn học này được không ạ! Với lại em thấy môn này 0 tín chỉ, vậy thì nếu được rút môn học này, em phải mất phí bao nhiu ạ! Trân trọng cảm ơn rất nhiều...",
    "Dạ thưa cho em gửi 4 mã môn học kì dự thính 192 để xin được hỗ trợ đăng kí dùm ạ. MT1005 Giải tích 2 CN tiết 4 5 CH2003 Hóa lý 1 CN tiết 6 7 AS2007 Cơ học ứng dụng CN tiết 14 15 SP1009 Đường lối T7 tiết 8 9   i     .",
    "Dạ chào cô ạ. Hiện em còn nợ môn cơ lưu chất mã môn là ci2003 nhưng trường không mở lớp do có thí nghiệm nên em muốn đăng ký sang lớp cơ lưu chất mã môn ci2005 sau khi học xong thì chuyển điểm qua mã ci2003 thì có được không ạ. Em cảm ơn cô",
    "Em hiện đã có tên trong danh sách tốt nghiệp, đã kích hoạt tài khoản cựu sinh viên + đóng phí 95k, hôm nay em vào check tình trạng thì trên mybk báo là \"Phiếu đăng ký không được xử lý\". Cho em hỏi là tình trạng này là gì và em phải xử lý như thế nào ạ. Em có đính kèm hình ảnh phía dưới. Em xin cảm ơn.",
    "Em tên: , MSSV:  Vì học online nên em không theo kịp chương trình giảng dạy của nhà trường, em kính mong được nhà trường xem xét cho em rút những môn học sau: + Công nghệ phần mềm (CO3001), nhóm L05 + Thực tập công nghệ phần mềm (CO3055), nhóm L02 Em cảm ơn!",
    "Chào anh/chị, mong anh/chị giải đáp giúp em một số thắc mắc sau, năm nay em học năm 3, chuẩn anh văn năm 3 là anh văn 2, vậy kết thúc năm 3 em phải nộp bằng tiếng anh hoặc đăng ký học av3 vào kì học năm 4 đúng không ạ? Nếu em đăng ký nộp bằng thì nộp lúc nào cũng được hay có thời hạn phải nộp trước khi hết học kì hè hay gì không ạ? Và sau khi nộp bằng xong sẽ được thông qua đk môn học hay phải đợi chuyển điểm rồi mới được đk môn học vậy anh/chị? Thời gian từ khi em nộp bằng đến khi thông qua đk môn học là bao lâu vậy ạ?    Em cảm ơn anh/chị ạ.",
    "em tên   mssv    Do đăng kí nhầm môn học \"vẽ kĩ thuật\"  ( CI1003) nên em xin rút môn học này ạ. em xin cảm ơn.",
    "Dạ thưa , em hiện nay là sinh viên năm 2 chương trình Việt Pháp, do em có trục trặc một vài vấn đề nên chưa qua chuẩn anh văn năm nhất nên không thể đăng kí môn học cơ sở ngành, và em thấy chương trình đào tạo k19 trở về sau đã thay đổi mã các môn học này không giống với k18 của em nữa, em muốn hỏi là môn học không còn nữa thì phải làm sao để học ạ có thể dùng môn tương đương hay cách nào khác không ạ, vì nếu kì dự thính thì cũng không đủ sĩ số để mở lớp. Em xin cảm ơn.",
    "Em chào PĐT,  Em xin phép gửi đơn đặc cách riêng dành cho đăng ký môn học vượt qua 21 tín chỉ dành cho đợt đăng ký môn học bổ sung dành cho anh văn trong kỳ chính sắp tới. Mong PĐT xem xét và chấp nhận. Em chân thành cảm ơn.",
    "Thầy cô cho em hỏi là gói cước 3g em đăng ký từ đợt 1 mà sao bây giờ vẫn chưa được ạ? Em cám ơn ạ",
    "Em chào thầy/cô,  Thầy cô cho em hỏi em đã đủ chuẩn cuối năm 3 là toeic trên 400 nhưng chưa đủ 500 thì năm 4 hạn chót nộp bằng để được xét luận văn là khi nào vậy ạ? em cám ơn thầy/cô.",
    "Mail nhà trường ghi 1h59 kết thúc chỉnh sửa đăng ký dự thính mà trên mybk ghi 2h59 mới kết thúc nên em nghĩ là nhà trường cho thêm thời gian suy nghĩ ạ lúc em vào lại thì nhà trường đã khoá không cho chỉnh sửa nữa ạ. Em mong quý thầy cô PĐT có thể mở lại chỉnh sửa đăng ký dự thính thêm 1 ngày cho em và cũng như các bạn sinh viên có thể suy nghĩ chính chắn đăng ký môn học dự thính cho HK này ạ. Cảm ơn thầy cô nhiều ạ",
    "Kính gửi phòng đào tạo trường đại học thành phố Hồ Chí Minh Em tên , MSSV: Hiện tại e muốn rút môn học(theo quy định rút môn có tính học phí của nhà trường) do đã qua đợt rút môn ngày 17/04/2020.Em đã đăng kí anh văn 4 ở kì chính và rớt anh văn 3 ở kì trước nên em muốn rút môn để đảm bảo số tín chỉ để đăng kí đợt anh văn bổ sung trường sắp mở ạ. Mong sớm nhận được phản hồi từ nhà trường em xin chân thành cảm ơn!!!",
    "MSSV: 3      Thanh toán lệ phí & khai lý lịch tốt nghiệp . Kính gửi nhà trường, Em đã được nhà trường xếp vào danh sách dự kiến tốt nghiệp vào tháng 4/2020 này. Tuy nhiên, em không thể đăng ký tốt nghiệp do nợ học phí mặc dù em đã hoàn thành hết học phí chưa đóng trên bkPay cách đây vài tuần rồi ạ. Em mong nhà trường kiểm tra lại giúp em ạ. Em xin chân thành cảm ơn nhà trường.",
    "Em xin chào thầy/cô Phòng đào tạo ạ. Em là , lớp HC16KTTP. Ngày 7/4 em có gửi tin nhắn về nguyện vọng rút môn học (không tính phí) trên bksi với 2 môn Công nghệ lên men và Hóa hữu cơ. Sau đó, ngày 22/4 em nhận mail về việc khiếu nại nếu thời khóa biểu có sai sót, hoặc môn học chưa xóa. Em có vào kiểm tra và thấy hai môn Công nghệ lên men và Hóa hữu cơ đã được xóa đúng nguyện vọng nên em không có khiếu nại gì ạ. Nhưng trong BK E-learning của em môn Hữu cơ không còn nhưng Công nghệ lên men vẫn còn và thầy vẫn gửi lời nhắc học online cho em. Em muốn hỏi việc môn Công nghệ lên men còn sót lại trên BK E-learning sẽ không ảnh hưởng gì phải không ạ. Em chỉ ngại khi thầy nhắn mail nhắc học online hàng tuần thôi ạ. Em mong nhận được mail phản hồi của Phòng đào tạo ạ. Em cảm ơn thầy/cô rất nhiều.",
    "Dạ, em muốn hỏi là đợt dự thính hk192 này theo hình thức live stream PĐT có mở đợt hiệu chỉnh 3 hay đợt cho đăng kí rút môn học không ạ? (Do em sợ sau khi đi học lại có nhiều việc không thể sắp xếp đủ thời gian học  hiệu quả các môn đã đăng kí). Em xin cám ơn ạ.   i  .",
    "Dạ em chào thầy cô ạ. Dạ cho em hỏi là kì chính này em đăng ký 15 chỉ nhưng em muốn rút môn giải tích 2 là 4 chỉ nhưng vẫn chưa tới đợt rút. Nhưng dự thính livestream đợt này em đăng kí học 9 chỉ thì không biết là em có bị hủy môn không ạ. Và nếu hủy thì làm sao để em đăng kí lại ạ. Em xin cảm ơn thầy cô",
    "Thưa cô cho em hỏi em có đăng ký môn CO3005 - Nguyên lý ngôn ngữ lập trình ở đợt 1 rồi nhưng kết quả đăng ký lại không có ạ, em cảm ơn!",
    "Em chào thầy/cô Em tên :  MSSV:  Em có 2 vấn đề ạ: 1. Vì dịch nên không mở được lớp Hóa CH1003 vào kì dự tính, em là sv năm cuối của TTĐTBDCN còn kẹt môn Hóa đại cương. vì không đăng kí được môn có thực hành bên hệ ĐH mà bên hệ CĐ của em, môn Hóa không có thực hành nên em lập danh sách xin được mở lớp Hóa ( 604601 ) ( DS có 15 bạn ) mà em bị vướng ở chỗ không biết tìm giảng viên dạy học thì nếu em nộp đơn xin mở lớp thì PDT có thể giúp em được không ạ? 2. Nếu không được mở lớp thì cho e hỏi là kì hè dự tính kết thúc vào cuối tháng 9. Mà tháng 9 thì vào năm học nên yêu cầu nộp bằng để được học liên thông vậy nếu e chỉ còn 1 môn Hóa thì có xin đợi điểm để học liên thông được không ạ?   Em xin cảm ơn.",
    "Chào   Mình là   MSSV 8  Mình hiên đang làm LVTN và còn thiếu 2 môn để hoàn thành CTDT   có cần đăng ký 2 môn là:     + Kết cấu thép CI3009 - Thầy   + Cơ kết cấu CI2029 - Thầy     Mình đã email xin phép GV giảng dạy 2 môn trên Hiện tại có mình cần làm đơn xin phép để đăng ký không? Mong PDT giúp mình đăng ký sớm  Mình cảm ơn",
    "Vào cuối tháng 3 em có nộp cho Phòng đào tạo đơn xin giấy xác nhận ngày dự kiến tốt nghiệp và có kèm theo minh chứng của chương trình mà em nộp. Phòng đào tạo cho em hỏi khi nào giấy đó được hoàn tất ạ? Em xin gửi đơn xin mà em đã nộp trước đó cho Phòng đào tạo.",
    "Thưa thầy cô, khi đọc thông báo của trường về việc đi học lại thì e kho hiểu thời khóa biểu tập trung là tbk đang có trên mybk hay là tkb mới sẽ được nhà trường cập nhật sau ạ",
    "Em chào thầy cô, Thầy cô ơi, hiện em đang là sinh viên trao đổi ngắn hạn ở Đài Loan. Hồi chiều, em có nhận được thông tin trường sẽ tổ chức thi lần 2 khối Việt Pháp, và em có 02 môn muốn được thi lại trong ngày 9/5, nhưng ngày đó nằm trong khoảng thời gian cách ly tập trung 14 ngày của em . Em muốn được tham gia thi thì nên làm thế nào ạ ?",
    "Chào Thầy/Cô, Vừa rồi em có hỏi có thể đăng kí môn Thí Nghiệm Công Trình (CI4011)  vào kì dự thính thì được trả lời chỉ có thể đăng kí vào kì hè. Nhưng hiện kì này em đang làm luận văn và chỉ còn môn Thí Nghiệm Công Trình là ra trường, em muốn đăng kí vào kì dự thính vì học kì vừa rồi em không có kết quả kịp để đăng kí vào kì chính . Em muốn hỏi giờ em có thể xin đăng kí vào học kì chính được không ạ, để em đủ điều kiện ra trường trong kì này, em sợ đăng kí hè sẽ không kịp. Em chân thành cảm ơn Thầy/Cô.",
    "Kính gửi phòng đào tạo trường ĐH Bách Khoa TP.HCM, Hiện nay như em biết thì trường đã đóng phí Bảo hiểm tai nạn (BHTN) 2019-2020 cho toàn bộ sinh viên. Sau kì nghỉ này, sinh viên cần phải liên hệ văn phòngộ phận nào để nhận Thẻ BHTN ạ? Bởi vì có một số môn bắt buộc sinh viên phải nộp bản photo BHTN mới được vào lớp, đặc biệt là các môn thực hành, thí nghiệm. (cụ thể với em đó là bộ môn Thí nghiệm Hóa Hữu cơ). Em mong sớm nhận được lời phản hồi từ phòng đào tạo vì sắp phải quay trở lại trường rồi ạ. Em cám ơn.",
    "Kính gửi phòng đào tạo, em tên , MSSV: , em mong có thể dời hạn đăng ký Dự thính đợt 2 để có thể kịp chương trình đào tạo. Em xin chân thành cảm ơn",
    "Kính gửi phòng đào tạo trường ĐH Bách Khoa TP.HCM, Hiện nay như em biết thì trường đã đóng phí Bảo hiểm tai nạn (BHTN) 2019-2020 cho toàn bộ sinh viên. Sau kì nghỉ này, sinh viên cần phải liên hệ văn phòngộ phận nào để nhận Thẻ BHTN ạ? Bởi vì có một số môn yêu cầu sinh viên phải nộp bản photo BHTN mới được vào lớp, đặc biệt là các môn thực hành, thí nghiệm. (cụ thể với em đó là bộ môn Thí nghiệm Hóa Hữu cơ). Em mong sớm nhận được lời phản hồi từ phòng đào tạo vì sắp phải quay trở lại trường rồi ạ. Em xin cám ơn.",
    "Em tên  Viên, mssv : khoa Quản lý Công nghiệp.Vào khoảng 23h53-23h55 em đã làm bài kiểm tra môn hệ thống thông tin quản lý C1-V6. Sau khi làm kiểm tra xong và nộp bài hệ thống xuất ra kết quả là em chưa bao giờ gửi đáp án . Mong trường xem lại giúp em ạ",
    "Chào thầy (cô) Em là sinh viên khoá 2016, Khoa Công nghệ vật liệu, ngành kỹ thuật vật liệu, chuyên ngành kỹ thuật vật liệu silicate - 142 tín chỉ. Đến nay em không còn nợ môn, chỉ còn  9 chỉ luận văn tốt nghiệp. Em có đọc chương trình đào tạo của ngành thì các môn tự chọn nhóm B yêu cầu tối thiểu 5 tín chỉ. Học kì 191 em đã đăng kí 10 tín chỉ môn tự chọn nhóm B và đã qua hết (điểm t.0): bao gồm các môn Vật liệu xây dựng (MA4009) 3 chỉ - điểm tổng kết 7.5, Công nghệ sản xuất gạch ốp lát - sứ vệ sinh (MA4025) 3 chỉ - điểm tổng kết 10.0, Vật liệu môi trường (MA4039) 2 chỉ - điểm tổng kết 9.5 và Kỹ thuật sản xuất vật liệu chịu lửa (MA4041) 2 chỉ - điểm tổng kết 9.0. Tính đến hết học kì 191 điểm tbtln của em là 8.08  số tctln của em là 134. Nếu theo quy chế học vụ \"ĐTBTLN được tính tương tự điểm trung bình tích lũy nhưng chỉ xét các môn học thuộc CTĐT khóa-ngành/chuyên ngành đang theo học\" và \"ĐTBTL được tính từ điểm cao nhất của số tín chỉ quy định trong nhóm các môn tự chọn\" thì số tctln của em chỉ là 133 (do chỉ tính 5 chỉ trong 10 chỉ môn tự chọn em đã học và đăng kí) và điểm tbtln của em sẽ là 8.11 khi tính từ điểm cao nhất của 5 chỉ môn tự chọn theo quy định là 2 môn Công nghệ sản xuất gạch ốp lát - sứ vệ sinh (MA4025) 3 chỉ - điểm tổng kết 10.0 và Vật liệu môi trường (MA4039) 2 chỉ - điểm tổng kết 9.5. Em nghĩ rằng đã có sự nhầm lẫn trong cách chọn tổ hợp môn tự chọn để tính điểm tbtln và số tctln, mong thầy (cô) xem xét. Cảm ơn thầy (cô). Trân trọng !",
    "Xin chào ạ!  Sau khi em đã check cập nhật mới nhất tren myBK thì môn TR 1003 vẽ kĩ thuật giao thông của em vẫn còn trong thời khóa biết ạ. Trong khi đó yêu cầu trước thông báo là đã giải quyết rút môn học. Rất mong được xem xét.  Em xin cảm ơn.  Thân!",
    "Em có đăng ký 1 lớp toán kỹ thuật (ee1003) dự thính vào học kỳ này. Nay em muốn hủy vì lý do cá nhân nhưng vì bỏ lỡ đợt hủy đăng ký trên mybk nên em muốn nhờ phòng đào tạo giúp em hủy môn đó ạ . Em xin cảm ơn",
    "Kính gửi thầy(cô)! Trong đợt đăng ký môn học   B dự thính học kỳ 192   , em rất muốn   B hủy môn Cơ lưu chất   (mã môn học:   B CI2005   ) nhưng đã qua đợt hiệu chỉnh lần 2. Cho em hỏi có cách nào hủy hoặc rút môn học này không ạ?  Em xin cảm ơn!",
    "dạ thời khóa biểu vừa cập nhật 1 số môn nhóm ONDT cho e hỏi là ONDT là ntn ạ và học phí tính khi nào đóng ạ những môn nhóm ONDT học online nhưng thi tại trường phải không ạ.",
    "Chào , E đăng ký môn AV4 mã LA1009 cho đợt dự thính nhưng bị huỷ và hiện tại e không có môn học nào duy trì để xin giấy xác nhận sinh viên . Xin nhờ  tư vấn giúp e làm thế nào để xin giấy xác nhận sinh viên hay đăng ký môn học bổ sung được ạ. E xin chân thành cảm ơn.",
    "em chào thầy cô, dạ em muốn hỏi là từ ngày 11/5 đi học lại thì những môn đại cương phần Lý thuyết mình sẽ ko đi học mà ở nhà học livestream, còn những môn bài tập, thí nghiệm, thể dục là vẫn đi học theo tkb của trường phải ko ạ?",
    "Em tên là , MSSV . Trong đợt rút môn học của nhà trường thì em có đăng ký rút môn Mạch điện tử thông tin ( EE3011 - nhóm A01 ) ở đợt đầu do môn đó kì trước em qua rồi nên kì này không đăng ký nữa ( Hình 1 ). Tuy nhiên trong đơn này em có viết nhầm mã môn từ EE3011 thành EE3031 ( đây là mã môn của môn Lập trình hệ thống nhúng ) cho nên dẫn đến sai sót là xóa nhầm môn Sau đó em có làm 1 cái đơn khác để nói về việc xóa nhầm môn ( Hình 2 ) để xin PĐT giúp em chỉnh lại đúng với nguyện vọng ban đầu là xóa môn Mạch điện tử thông tin ( EE3011-A01 ) chứ không phải là xóa môn Lập trình hệ thống nhúng ( EE3031-A01 ) Đến hôm nay em check lại eL thì PĐT đã cập nhật là xóa môn Mạch điện tử thông tin ( EE3011 ) rồi tuy nhiên môn Lập trình hệ thống nhúng ( EE3031 - nhóm A01 ) ban đầu của em lại không được khôi phục lại như lúc đầu ( Hình 3 ) Em làm đơn này mong PĐT xem xét và khôi phục lại giúp em môn Lập trình hệ thống nhúng ( EE3031 - nhóm A01 ) do em không hề có ý định xóa môn này từ đầu. Em mong môn này sẽ được khôi phục sớm nhất có thể để em có thể theo kịp tiến độ bài trên lớp vì em đang bị trễ bài do bị mất môn trên eL ạ. Em cảm ơn",
    "Thưa thầy/cô, em đã đăng ký môn giải tích 2 dự thính online rồi nhưng chưa nhận được cập nhật mới về môn trên e-learning, mặc dù đã thấy có thời khóa biểu trên mybk ? vậy khi nào thì sẽ có cập nhật môn này ạ ?",
    "Em xin chào thầy cô PĐT! Trước đây em được biết trường sẽ đổi hình thức kiểm tra Tiếng Anh định kỳ từ giấy sang máy tính và sẽ có thể tổ chức nhiều lần thi trong một học kì. Em xin hỏi sắp tới ngoài đợt tháng 6 thì trường có dự định mở thêm nhiều đợt kiểm tra Tiếng Anh (trong học kì 192 và hè) không ạ?",
    ":     Do đợt đăng ký vừa ròi em không để ý và đã lỡ chưa kịp đăng ký môn học để đủ chỉ thực tập. Em đề nghị phòng đào tạo có thể giúp em đăng ký vật lý 2 mã PH1005 dự thính để em có thể thực tập. Em xin chân thành cám ơn",
    "Kính gửi Phòng đào tạo Em tên là:  MSSV:  lớp CK17LOG Vào tháng 11/2018 em có đăng kí sai loại bảo hiểm y tế 6 tháng. Vì thế sau khi hỏi ở phòng y tế thì cán bộ phòng y tế bảo e đăng kí lại loại bảo hiểm y tế 12 tháng . Sau đó e đã thanh toán bảo hiểm y tế loại 12 tháng và đến giờ loại bảo hiểm y tế 6 tháng vẫn đang ở tình trạng chưa thanh toán khiến bkpay của e còn khoản nợ đó Xin phòng đào tạo xem xét bỏ khoản thanh toán mục bảo hiểm y tế 6 tháng giúp em vì em đã thanh toán mục bảo hiểm y tế 12 tháng rồi. Em cảm ơn. Xin lỗi vì đã làm phiền",
    "Chào cô/ thầy ạ, Mail nhà trường ghi 1h59 kết thúc chỉnh sửa đăng ký dự thính mà trên mybk ghi 2h59 mới kết thúc nên em nghĩ là nhà trường cho thêm thời gian suy nghĩ ạ lúc em vào lại thì nhà trường đã khoá không cho chỉnh sửa nữa ạ. Em đang áp lực với môn học hiện tại mong thầy / cô BỎ 3 môn dự thính giải tích 1 MT1003, vật lý 1 PH1003, đại số tuyến tính MT1007 (theo hình thức livestream) mà em đã đăng ký được không ạ Cảm ơn sự giúp đỡ của thầy/cô ạ",
    "Gửi PĐT, Em xin đăng ký rút môn học Vi Xử Lý EE2013 nhóm A03 chiều thứ 6, 13h - 15h50. Lý do: môn học có học phần thí nghiệm nhưng do học online, em không có máy tính cá nhân nên không hoàn thành được. Em sẽ đóng đầy đủ học phí theo quy định. Em xin cảm ơn.",
    "Gửi PĐT, Em xin đăng ký rút môn học Những NgLý cơbản CN M-3 nhóm A05 sáng thứ 4, 8h - 10h50. Lý do: do môn học tổ chức học online. Em sẽ đóng đầy đủ học phí theo quy định. Em xin cảm ơn.",
    "Em muốn hủy môn học dự thính: toán kỹ thuật (ee1003) nhóm ONDT do giảng viên  dạy do lý do cá nhân. Em hy vọng phòng đào tạo có thể giúp em hủy môn học này trước khi lớp bắt đầu giảng day vào ngày 4/5 ạ. Em xin cảm ơn",
    "Em xin chào các thầy cô, em tên là , mssv . Vào đợt 2 đăng ký dự thính onl 2019-2020, em đã đăng ký môn học sức bền vật liệu (CI2007), hệ thống báo đã đăng ký thành công, nhưng sau khi cập nhật thời khoá biểu thì không có môn học CI2007 mà em đã đăng ký. Em mong thầy cô giúp đỡ, giải quyết dùm em, vì đây là môn học cơ sơr ngành quan trọng. Em cám ơn thầy cô đã đọc Trân trọng.",
    "Dạ em chào thầy cô, chả là học kỳ dự thính em có đăng ký 2 môn là pháp luật đại cương với sức bền vật liệu. Vậy sao tại sao thời khoá biểu của em chỉ có mỗi môn pháp luật thôi ạ. Này là do chưa cập nhật hay lỗi gì ạ. Mong quí thầy cô xem xét lại giúp em. * Ảnh 1: ảnh đã đăng ký thành công môn học * Ảnh 2: thời khoá biểu của em",
    "Chào thầy cô, em muốn hỏi là sao thời khoá biểu của em vẫn chưa có môn học ở học kỳ dự thính 192 ạ. Cụ thể môn sức bền vật liệu(CI2007) và vật lý 2(PH1005)",
    "Dạ e chào thầy cô! Đăng ký dự thính đợt 2 e có đăng ký môn ĐƯỜNG LỐI CMCS nhưng do không đủ điều Kiện( môn học trước và chuẩn sv năm 2) e nghĩ là đã hủy. Nhưng tkb vẫn cập nhật. em không biết do lỗi hệ thống hay học kì này có thay đổi được phép đăng ký ạ. Mong thầy cô kiểm tra giúp e ạ. E cảm ơn ạ!",
    "Dạ em xin kính chào phòng đào . Em tên  mssv  khoa kỹ thuật Xây Dựng. Em đã từng hủy môn cấp thoát nước CI3095 vì việc học qua hình thức livestream em cảm nhận khó đối với em. Nhưng hôm nay em vô tình vào lại và thấy kết quả môn học dự thính vẫn còn môn đó chưa bị xóađi. em mong phòng đạo tạo cho em xóa môn học dự thính \"Cấp thoát nước CI3095\". Em xin cảm ơn",
    "Em thấy mail trường là 11/5 sinh viên toàn trường trở lại học bình thường theo thời khoá biểu tập trung, riêng các môn livestream thì vẫn học online. Em muốn hỏi là còn các tiết khác như thể dục, thí nghiệm, lí thuyết + bài tập như hình em đính kèm thì sao ạ? Vẫn đến lớp bình thường hay là tiếp tục tương tác online như các tuần vừa rồi.",
    "Em chào thầy cô, em có đăng kí in bảng điểm mà trong lúc đăng kí em bị lỗi mạng internet và em bấm nhầm in 2 bản. Thầy cô có thể hủy bớt 1 bản cho em được không? Em cám ơn thầy cô!",
    "Kính gửi Phòng Đào Tạo, Em thuộc khoa Khoa Học Và Kỹ Thuật Máy Tính, K14. Trong đợt 1 thì em có đăng ký môn Nguyên Lý Ngôn Ngữ Lập Trình mã số CO3005 và đã được xác nhận. Sang đợt 2 thì ngày 28 em vào kiểm tra phát hiện đã mất môn học này nên không thể đăng ký được nữa. Sau đấy thì em nhận được thông tin là khoa đã mở lại nhưng lúc đấy đã quá thời gian đăng ký. Em kính mong Phòng Đào Tạo có thể xem xét mở thêm lần đăng ký đợt 3 để cứu vớt em, do nếu không đăng ký thì nếu như môn này hè không mở lớp, kỳ sau em không đủ chỉ để đăng ký Luận Văn. Trường hợp không mở thêm đợt 3 thì em có thể làm đơn để xin theo lớp kỳ dự thính này được hay không ạ. Em xin cảm ơn.",
    "Em tên  MSSV  Do em không đọc kĩ thông tin ngày hết hạn của đợt ĐKMH dự thính lần 2 Nay em xin được đăng kí vào lớp GT1 mã môn học MT1003 do giảng viên  giảng dạy vào tiết 14 15 ngày thứ 7 Em mong Phòng đào tạo xem xét giúp em với ạ Em chân thành cảm ơn!",
    "Em tên :  MSSV   :  Sự việc là em đã đóng tiền lệ phí in bảng điểm ( nếu em không đóng thì nhà trường vẫn tính nợ vì theo quy định ). Nhưng ngày hẹn nhân là ngày 09/04/2020, em không thể nhận được vì trường mình đang cho nghỉ vì COVID-19. Mong PĐT kéo dài thời gian hẹn nhận bảng điểm cho tới khi đi học lại vào ngày 11/5 ạ. Em chân thành cảm ơn !  ",
    "Em chào thầy cô, Thầy cô ơi, em là sinh viên Việt Pháp, sắp tới có hai môn học được thi lại lần hai, vào sáng và chiều ngày 9/5. Tuy nhiên, em đang kẹt lại ở Đài Loan do chưa thể mua vé máy bay về Việt Nam, và trong trường hợp về được thì vẫn phải cách ly 14 ngày. Em muốn xin được Hoãn thi và tham gia kỳ thi bổ sung vào thời gian khác. --- Hai môn em được tham gia thi lần hai là :   1.  MIP (Tiếng Pháp hội nhập nghề nghiệp) (003709) B2-GDB2B    09/05/20     7g00     90' 2. Khuếch đại sóng vi ba     (405705) B1-212      09/05/20    15g30     90'",
    "Cho em hỏi là kì dự thính em có đăng kí tổng là 3 môn học nhưng trong tkb chỉ hiện 1 môn em đăng kí em không biết là nó chưa được cập nhật hay bị lỗi ạ Em mong có phản hồi sớm từ pđt ạ vì lịch dự thính bắt đầu từ tuần sau rồi ạ Em cảm ơn  ()",
    "E xin chào PĐT trường ạ! Em tên , MSSV: , thuộc khoa KTHH. Em có một vài vấn đề mong PĐT xem xét và giải quyết giúp em ạ! Lí do chính là em bị trễ AV nên e học trễ hơn các bạn cùng khóa 1 Học kì. Cho nên kì chính 192 này em đang học các môn của HK191 trước đó! Học kì DT192 vừa rồi e có đăng kí 3 môn, trong đó có 2 môn báo không thỏa điều kiện nhưng vẫn cho đăng kí. Hôm nay e thấy đã cập nhật thời khóa biểu Vậy tổng kì này e học 27 chỉ (bao gồm Dự thính). Sau khi suy nghĩ và hỏi ý kiến gia đình e thấy kinh tế nhà em khó khăn (nhà em làm nông vì mùa dịch bấy lâu nên không buôn bán được ạ), với e sợ không đảm bảo được chất lượng môn học nên cho em hỏi: em muốn đăng kí rút 2 môn dự thính được không ạ? nếu được thì e phải làm như thế nào ạ? Em mong PĐT xem xét giúp em lần này ạ! em xin cám ơn ạ!",
    "Thưa thầy/cô! Cho em hỏi lịch học vụ hiện tại đã chính xác chưa ạ? em có xem phần học phí vẫn thấy để học phí tạm ứng là nộp từ 15/4-22/4 còn phần còn lại thì tháng 5, nhưng em kiểm tra BKpay thì không có gì hết. Vậy cho em hỏi khi nào thì đóng học phí ạ? Đóng 1 đợt hay vẫn chia làm 2 đợt ? Mong thầy/cô giải đáp để em còn chuẩn bị tiền nộp học phí kịp thời ạ.",
    "Cho em hỏi là môn hóa đại cương trong chương trình PFIEV có được thi lại không ạ?",
    "Chào thầy , cô Em tên  học khoa PFEIV. Em xin hỗ trợ hỏi vấn đề kì thi sắp tới . Trước kì thi cuối kì , e bị tai nạn giao thông nên phải tạm hoãn kì thi cuối kì và được thầy cô và PĐT chấp nhận cấp giấy phép cho em hoãn thi có phép. Em có để hình giấy chấp nhận bên dưới. Do dịch kéo dài nên bây giờ PĐT mới có thể mở lịch thi lại cho các bạn rớt đợt cuối kì. Em muốn hỏi là em có thể đăng kí thi 4 môn e đã bị hoãn chưa thi , bây giờ em có thể thi chung với các bạn không ạ .Hay phải đợi cuối năm nhất nữa ạ. Tại theo lịch thi là 9/5 này các bạn bắt đầu thi lại. Mà tại dịch kéo dài cách li toàn xã hội nên e chưa thể lên trường hỏi trực tiếp được ạ và lịch thi cũng sắp tới , e không biết là e có được thi cùng các bạn không ạ. E rất mong các thầy cô có thể giúp em được thi lại kì thi cuối kì này . E chân thành cảm ơn và mong nhận được mail từ thầy cô.",
    "Vì lí do môn pháp luật đại cương của e bị trùng lịch với môn quản lí sản xuất ở trường. Em có thể xin đổi lớp pháp luật đại cương được không ạ",
    "Em muốn hỏi phòng đào tạo về việc đóng học phí học kì 192. Em theo dõi theo lịch đóng học phí trên aao thì thông báo đóng đợt 1 là 15 tới 22 tháng 4 nhưng em lên bkpay thì không thấy có khoản thanh toán. Em muốn hỏi là có thay đổi lịch thanh toán không ạ. Em xin cám ơn !",
    "Dạ chào Cô, Cô cho em hỏi là còn thời hạn rút môn học có tính phí không ạ. Nếu còn cô cho e rút môn Đồ Án Nền Móng CI3197 Nhóm A18 sv  MSSV  Cám ơn cô",
    ".. Xin chào phòng đào tạo , em tên là  , hiện nay em muốn đăng ký thêm môn học cơ lý thuyết ( AS1003) vì lý do em quên theo dõi theo đợt đăng ký thứ 2 (ngày 28/4) và đã bỏ lỡ nó. Không biết em có được đăng kí và thêm vào tkb chính thức không ạ vì đây là môn rất cần thiết để em cải thiện và có 1 tấm bằng tốt hơn. Em xin cảm ơn pđt rất nhiều",
    "Chào /Chị  Em tên   MSSV:   Em xin đăng ký hủy môn học Quản Lý Sản Xuất  MSMH: Me1009  Lý do: do tính hình dịch covid nên mong /Chị thông cảm cho em hủy môn  Cảm ơn / Chị rất nhiều     ",
    "Em tên là:  MSSV:  Chuyên ngành: Công Nghệ Thông Tin (VLVH)      Dạ em xin chào phòng đào tạo trường Bách Khoa. Dạ cho em xin hỏi là hệ vừa học vừa làm bắt đầu đi học lại vào 11/05 luôn đúng không ạ. Em xin cảm ơn.",
    "Cho e hỏi là bảng quy đổi điểm anh văn sẽ bắt đầu từ kì hè hay kì 201 ạ. Nếu kì hè e chuyển đổi điểm thì có được tính như bảng điểm cũ không ạ",
    "thầy cô cho em hỏi khi nào có lịch tốt nghiệp đợt 1 tháng 4 thì sẽ có thông báo trên trang chủ aao đúng ko ạ . với hồi tháng 2 e có đăng ký tốt nghiệp và kích hoạt tài khoản cựu sinh viên và khi tra cứu danh sách tốt nghiệp tháng 4 thì em có tên nhưng hiện tại thì em nhập thông tin tra cứu trên website thì không hiện ra thông tin tốt nghiệp nữa. điều đó có ảnh hưởng gì không ạ . mong được thầy ,cô giải đáp ạ .",
    "Dạ cho em hỏi là sau khi kết thúc đợt ĐKMH dự thính đợt 2 vừa rồi em thấy có một số bạn vẫn đăng kí một số môn cần phải thông qua môn học trước cụ thể là av1, nhưng hiện tại các bạn đó vẫn đăng kí được môn học và môn học đã cập nhật lên thời khoá biểu mặc dù các bạn đó chưa qua av1. Vậy là do trang đkmh bị trục trặc về sự cố hay sau này pđt sẽ hậu kiểm lại các môn học đã đăng kí ạ? Em xin cảm ơn!",
    "Em tên : , MSSv   Trong học kì dự thính 192 em có đăng kí 3 môn là sp 1007 , sp1005 , ee2005 , mà em kiểm tra tkb thì chỉ có môn EE2005 . Tất cả các môn em đăng kí đều thuộc các môn được nhà truồng cho phép học trong học kì dự thính 192 ạ .",
    "Thưa Thầy/cô Em có đăng ký một vài môn học dự thính trong học kỳ 192 và những môn em đăng ký đã được sắp xếp lịch học livestream vào thời khóa biểu, nhưng trong mục bách khoa e-learning của em lại không có mục bài giảng video của những môn đấy ạ. Em rất hoang mang vì 4/5 đã bắt đầu học kỳ dự thính rồi ạ, mong thầy cô xem xét lại giúp giúp em. Em cảm ơn, xin lỗi đã làm phiền thầy/cô.",
    "Kính gửi Phòng Đào Tạo Em xin được miễn môn học sau đây 5X3604: Hệ quản trị CSDL(ĐTTX) Do đã hoàn thành môn học tương đương ở hệ VLVH. Em xin chân thành cảm ơn.  ",
    "Em tên là , mã số sinh viên:  Em có tham gia đăng kí lớp học dự thính nhưng lại ko thấy thời khóa biểu của các môn học. Cho em hỏi là muốn xem thời khóa biểu ở đâu ạ. Em xin cảm ơn nhiều. CONG ",
    "Thưa thầy/cô, em đã có thời khóa biểu học dự thính giải tích 2 nhưng khi vào trang bkel để tham gia học thì em lại không nhìn thấy trang học dự thính giải tích 2 của em ạ. Em phải giải quyết thế nào ạ. Em xin cảm ơn",
    "Cho em hỏi em đăng kí môn Tín hiệu và hệ thống  EE2005 và PĐT báo đăng kí thành công nhưng trên TKB không thấy xuất hiện môn học. Vậy em có cần phải đi học không ạ.",
    "Em muốn rút môn toán kỹ thuật dự thính (EE1003) vì lý do cá nhân. Mong phòng đào tạo giải quyết sớm cho em ạ.",
    "Mình đã có tkb nhưng vẫn chưa có nhóm lớp trên bkel, và lịch học thì bắt đầu từ tuần thứ 19 ( tuần này ) nhưng vẫn chưa thấy link trực tuyến cũng như nhóm lớp để liên hệ với giáo viên",
    "Khi hôm nay em vào xem thời khóa biểu học dự thính thì thấy 2 môn mạch điện tử và kỹ thuật số khoa không mở lớp ạ, nên em muốn đăng kí môn giải tích 2 hoặc phương pháp tính để thay thế, nhà trường có thể thêm em vào lớp dự thính đó được không ạ, do em thấy ngày hiệu chỉnh là 28/4 -  29/4 nhưng hôm nay em mới xem. Em cảm ơn ạ",
    "Em tên là  MSSV     Em muốn thi anh văn (Ielts) nhưng không biết trường mình công nhận bằng Ielts Academic hay Ielts General ạ Mong trường giải đáp giúp em ạ  Em cám ơn ạ",
    "Kính gửi: thầy, cô Em gặp vấn đề về e-learning ạ, em không thể vào được trang e-learning để làm các bài kiểm tra ạ, các trang như thông tin sinh viên thì vẫn vào được ạ. Em phải khắc phục lỗi này như thế nào ạ. Em chuẩn bị có bài kiểm tra để làm nhưng hiện tại em vẫn chưa vào được e-learning. Em mong được sự hỗ trợ ạ. Cảm ơn các thầy cô",
    "Kính gửi Phòng Đào Tạo, Em thuộc khoa Khoa Học Và Kỹ Thuật Máy Tính, K14. Trong đợt 1 thì em có đăng ký môn Nguyên Lý Ngôn Ngữ Lập Trình mã số CO3005 và đã được xác nhận. Sang đợt 2 thì ngày 28 em vào kiểm tra phát hiện đã mất môn học này nên không thể đăng ký được nữa. Sau đấy ngày 30 thì em nhận được thông tin là khoa đã mở lại nhưng lúc đấy đã quá thời gian đăng ký. Kính mong Phòng Đào Tạo xem xét cho em xin đăng ký thêm môn Nguyên Lý Ngôn Ngữ Lập Trình mã CO3005 trong kỳ dự thính này ạ. Em xin cảm ơn.",
    "Kính thưa quý thầy cô, Em tên , MSSV: , hiện đang theo học lớp CNTT, hệ VLVH, khoá trúng tuyển Đợt 2 năm 2019 . Nay do nhiều nguyên nhân khác nhau, xuất phát từ nhu cầu và điều kiện bản thân, em xin được thôi học lớp CNTT, hệ VLVH tại trường. Vậy, em cần phải hoàn thành những thủ tục, nghĩa vụ gì, xin thầy cô hướng dẫn. Em xin chân thành cảm ơn!",
    "Thưa cô, Em thuộc khoa Khoa Học Và Kỹ Thuật Máy Tính, K14. Trong đợt 1 thì em có đăng ký môn Nguyên Lý Ngôn Ngữ Lập Trình mã số CO3005 và đã được xác nhận. Sang đợt 2 thì ngày 28 em vào kiểm tra phát hiện đã mất môn học này nên không thể đăng ký được nữa. Sau đấy ngày 30 thì em nhận được thông tin là khoa đã mở lại nhưng lúc đấy đã quá thời gian đăng ký. Nếu như môn này hè không mở lớp, kỳ sau em sẽ không đủ chỉ để đăng ký Luận Văn nên em hi vọng mình có thể xin thêm 1 slot trong kỳ dự thính này. Em xin cảm ơn.",
    "Em viết mail này để xin đăng kí thêm môn  Phương pháp tính ( mã MH MT1009) vào học kì dự thính Livestream 192.   B",
    "Em có học mô kinh tế kĩ thuật lớp A01. mặc dù đã làm đầy đủ nhưng vẫn không mở được chương 3. Em có gửi gmail cho thầy nhưng thầy nói do hệ thống PDT giải quyết. Cho e hỏi làm cách nào để khắc phục và ai giải quyết vấn đề này sao ạ . Em cảm ơn!",
    "pđt cho em hỏi là em có làm đơn xin được xét đăng ký nhận luận văn trễ do nộp chứng chỉ anh văn. bên pđt đã nhận đơn và bảo sẽ thông báo cho em sau nhưng sao tới giờ đã có thời khóa biểu mới rồi nhưng vẫn chưa thấy có môn LVTN trong tkb của em ạ? nếu không được sao em cũng không nhận được thông báo nào cả ạ?",
    "Kính gửi: Phòng Đào tạo Vấn đề 1: Em đã nhận được quyết định chuyển ngành . Hiện tại,  thông tin cá nhân của em trên trang mybk chỉ cập nhật lớp là QL19B201, các mụac khác vẫn còn hiển thị là khoa Cơ Khí . Kính xin Phòng đào tạo cập nhật lại thông tin của em cho phù hợp với ngành học hiện tại . Vấn  đề 2:  Khi nào em nhận được mail về các môn học được miễn theo chương trình đào tạo khoa QLCN ? Và bằng 2 khóa 2019 đăng ký môn học theo khung chương trình và mã số môn học của Bằng 1 khóa 2017 hay Bằng 1 khóa 2019? Xin trân trọng cảm ơn    i  .",
    "..",
    "Kính chào quý Thầy Cô, Ngày hôm nay em vô lại thời khóa biểu thì bị mất môn luận văn tốt nghiệp trong khi ngày hôm qua vẫn còn. Em không rút môn luận văn tốt nghiệp trong đợt rút môn học trước. Xin quý Thầy, Cô xem xét lại.",
    "Thưa thầy cô, hiện tại em đang được hỗ trợ gói vay sinh viên của ngân hàng VCB với mức cho vay 25 triệu cho 0.55%/tháng. Em có thể nhờ thầy hiệu trưởng đóng mộc để hoàn tất gói cho vay được không ạ ?",
    "Dạ cho em hỏi em có đăng kí môn gt1 nhưng em đăng kí không đúng hệ đào tạo . Cho em hỏi , em có thể chỉnh sửa để được vào học kì dự thính của hk 191 này không ạ mong nhà trường có thể giúp em để em vào học trong học kì này ạ. Em xin cám ơn.",
    "Thưa thầy cô,  Vậy là vào tuần sau trường mình sẽ đi học lại. Tuy nhiên, có một số môn học tụi em đã livestream được 4 buổi (mà môn học chỉ có 5 buổi theo thời khóa biểu) vậy thầy cô cho em hỏi lại về cách tính số giờ học còn lại khi em học trực tiếp với giảng viên trên trường được không ạ? Em xin cảm ơn thầy cô.",
    "cho em hỏi sao lần trước lúc đăng kí môn học dự thính học em đăg kì giải tích 1 rồi mà sao thời khóa biểu của e lại k có ạ ?",
    "Cho em hỏi em đã đăng ký rút môn học giải tích 2 đợt không tính phí nhưng sao thời khóa biểu vẫn có môn đó ah!",
    "Dạ em chào ad ạ, cho em hỏi em có bỏ lỡ đợt đăng ký  cho học kỳ dự thính 192, vậy em có thể nộp đơn xin đăng ký không ạ? Em cảm ơn ạ.",
    "B  Ad ơi cho em hỏi là thời khóa biểu của học kì dự thính 192 của em đã có nhưng trên BK elearning vẫn chưa có khóa học. cho em hỏi là khi nào thì mới cập nhật BKelearning ạ? bởi vì mai là em đã có lịch học meet ở hangout nhưng giờ vẫn chưa có thông tin.",
    ". Chào thầy/cô phụ trách trả lời câu hỏi ạ , chuyện là em có đăng kí dịch vụ chuyển điểm tiếng Anh trên mybk nhưng bị trễ việc trả phí .Em muốn hỏi là bây giờ em vẫn đóng tiền vào bkpay được không hay em phải đăng kí chuyển điểm lại ạ.Em cảm ơn thầy/cô đã đọc câu hỏi ạ",
    "Gửi thầy cô pđt trường ĐH bÁCH kHOA. Em tên  MSSV . Thầy cô cho em hỏi là em có thể đăng kí bổ sung môn học dự thính hk 192 đc không ạ? Do em không check mail thường xuyên nên bị trễ ạ. Em xin cám ơn thầy cô",
    "Em không tìm thấy tên trong danh sách làm luận văn tốt nghiệp (2019) và danh sách tốt nghiệp dự kiến (4/2020) trên web trường nữa dù lúc trước đã tìm thấy. Nên không biết thông tin tốt nghiệp vào tháng 4/2020 của em đã được xác nhận chưa ạ?",
    "Dạ em chào thầy cô ạ. Dạ cho em hỏi là em đăng kí 3 môn trong kì dự thính online này. TKB thông báo bắt đầu học từ thứ 2 tuần này môn giải tích 1 và môn cơ lý thuyết nhưng trong elearning của em không có cả 3 môn em đăng kí là giải tích 1, cơ lý thuyết và pháp luật đại cương ạ. Không biết em có bị pdt bỏ sót không ạ. Và cho em hỏi lịch học hôm nay là giải tích 1 bt và cơ lý thuyết bị trùng giờ thì làm sao ạ. Em xin cảm ơn.",
    "Chào Thầy/Cô, Hiện em muốn đăng kí môn Thí Nghiệm Công Trình (CI4011) vào học kì chính, nhưng thời gian đăng kí đã kết thúc từ lâu và không được mở trong kì dự thính, và được biết môn này có thời gian học vào tháng cuối cùng của kì và giờ vẫn chưa bắt đầu học. Em rất muốn hoàn thành môn học vào kì này để đủ điều kiện ra trường, vì đây là môn cuối cùng của chương trình. Em biết hỏi nữa sẽ phiền Thầy/Cô, nhưng mong Thầy/Cô có cách nào giúp em được không ạ, em sẽ xin giáo viên nếu được pdt đồng ý .",
    "Cho em hỏi là em có rút môn nhập môn lập trình và có phản hồi sẽ có kết quả sau ngày 4/5 nhưng sao hôm nay vẫn chưa được giải quyết ạ",
    "Cho em hỏi là em đã đăng kí thành công môn dự thính tín hiệu và hệ thống (EE2005) mà sao trong TKB của em lại ko có môn đó.(lần cập nhật gần nhất 4/5/2020)",
    "Dạ cho em hỏi về việc đăng kí môn học dự thính đợt 1. Em đã đăng kí đợt 1 rồi đã có dấu \"tick\" ở cột \"Đã đăng kí\" rồi mà sao tới giờ em cũng không có thời khóa biểu nữa. Mong Phòng Đào Tạo có thể giúp em. Em xin cảm ơn.",
    "Em chào thầy/cô ạ Thầy/cô cho em hỏi là em bị trùng tiết học online trên YouTube và môn GDTC trong tuần sau thì em có thể học GDTC và về xem lại bài giảng trên YouTube được không ạ. Các môn dự thính của em có lịch tương tác từ ngày 4/5 nhưng em không thấy mấy môn đó ở bkel ạ. Thầy/cô cho em hỏi là do trường chưa cập nhật hay bị lỗi vậy ạ  Em cảm ơn ạ ! ",
    "Cho em hỏi là cái điểm xét phân ngành , tính theo điểm TBTL đến học kì 2 là bao nhiêu tín chỉ ạ",
    "Em hiện đang theo học khoa xây dựng của trường. Do nhầm lẫn nên em đã đăng ký nhầm môn sức bền vật liệu có mã môn học là CI201 mà theo chương trình đào tạo của em thì môn sức bền vật liệu có mã môn học là CI2007. Phòng đào tạo cho phép em xin được rút môn học ạ. Em cảm ơn",
    "E chào thầy/ cô! Tháng 4 vừa rồi em có đăng ký hổ trợ 3G/4G, nhưng không biết đã được hổ trợ sử dụng hay chưa? vì em có kiểm tra vẫn chưa sử dụng được ạ.",
    "Em tên là , MSSV . Trong đợt rút môn học của nhà trường thì em có đăng ký rút môn Mạch điện tử thông tin ( EE3011 - nhóm A01 ) ở đợt đầu do môn đó kì trước em qua rồi nên kì này không đăng ký nữa ( Hình 1 ). Tuy nhiên trong đơn này em có viết nhầm mã môn từ EE3011 thành EE3031 ( đây là mã môn của môn Lập trình hệ thống nhúng ) cho nên dẫn đến sai sót là xóa nhầm môn Sau đó em có làm 1 cái đơn khác để nói về việc xóa nhầm môn ( Hình 2 ) để xin PĐT giúp em chỉnh lại đúng với nguyện vọng ban đầu là xóa môn Mạch điện tử thông tin ( EE3011-A01 ) chứ không phải là xóa môn Lập trình hệ thống nhúng ( EE3031-A01 ) Đến ngày hôm nay đã là sau 4/5 nhưng thời khóa biểu của em vẫn chưa được cập nhật như lời chị phụ trách đã nói.Vẫn còn môn Mạch điện tử thông tin ( EE3011 - nhóm A01 ) trong thời khóa biểu và môn Lập trình hệ thống nhúng ( EE3031 - nhóm A01 ) của em vẫn chưa được cập nhật lại Em làm đơn này mong PĐT xem xét và khôi phục lại giúp em môn Lập trình hệ thống nhúng ( EE3031 - nhóm A01 ) do em không hề có ý định xóa môn này từ đầu. Môn chính xác mà em cần xóa đó là Mach điện tử thông tin ( EE3011 - nhóm A01 ) vì môn này em đã qua rồi nên không có nhu cầu học lại. Em mong môn này sẽ được khôi phục sớm nhất có thể để em có thể theo kịp tiến độ bài trên lớp vì em đang bị trễ bài do bị mất môn trên eL ạ. Em cảm ơn",
    "B  em muốn bảo lưu để đi định cư nước ngoài phải cần giấy tờ gì ạ",
    "Do chương trình đào tạo mới cập nhật là sinh viên năm 3 cần phải hoàn thành 56 tính chỉ học phần và qua 3 giáo dục thể chất. Đợt đăng kí môn học dự thính vừa rồi do chủ quan em đã lỡ mất đăng kí thiếu môn để hoàn tất 56 tín chỉ để đủ điều kiện đăng kí môn học cho năm thứ 3. Em mong phòng đào tạo có thể xem xét cho em đăng kí môn vật lý 2 (PH1005) HK192 dự thính này để em có thể hoàn thành điều kiện đăng kí môn học năm 3 ạ. Em xin cảm ơn!  MSSV ",
    "Kính gửi pđt đại học bách khoa hcm , hôm trước em có mail cho thầy  trường pđt và đã được thầy đồng ý cho việc mở lớp rồi và thầy cũng đã phân công cho anh  và chị  về việc mail thông báo + mở đợt đăng ký cho sinh viên , đến nay em vẫn chưa nhận được mail hay thông báo gì nên em mới gửi mail cho pđt , em thành thật xin lỗi vì em quá nôn và do việc này ảnh hưởng quan trọng đến tụi em cụ thể là K18 nên em xin pđt xem xét giúp chúng em . em xin cảm mơn ạ",
    "Xin phép pđt cho em được phép rút môn học  Sai & Kĩ Thuật Đo Mã MH : ME2020   i  .",
    "kính gửi phòng đào tạo em là Hà Long Châu sinh viên lớp XD17B2D1 nay em làm đơn này kính mong phòng đào tạo xem xét cho em khôi phục lại môn học \" KẾT CẤU THÉP 2\" MSMH CI3211 NHÓM TỔ A02  LÝ DO: Do đặc thù công việc hôm trước có lịch đăng kí rút môn học em đã đăng kí rút môn học Kính mong PĐT xem xét Em thành thật biết ơn      B",
    "Em là , hiện là sinh viên năm 1 khoa học máy tính đại trà. Vì vấn đề di chuyển. Em thắc mắc nếu như được chuyển sang ngành khoa học máy tính chất lượng cao thì những môn học nào trong năm học vừa rồi em không cần phải học lại ạ?  Mong thầy/cô giải đáp. Em xin cảm ơn",
    "dạ cho em hỏi có lịch đăng ký môn học dự thính bổ sung chưa ạ Nếu không có thì em làm đơn để đăng kí học được không ạ Em xin cảm ơn nhà trường",
    "Dạ em chào cô, em là , MSSV: , hiện đang theo học chuyên ngành Cầu Đường của khoa Kĩ Thuật Xây Dựng, chiều hôm nay em mới được cô Hương bộ môn Cầu Đường thông báo theo danh sách LVTN của phòng đào tạo ngày 5/5/2020 không có tên em trong danh sách, em không biết tại sao em lại không được bảo vệ LVTN kì này vì trước đó em đã được phòng đào tạo bổ sung làm LVTN đợt 2. Mong thầy cô giải đáp giúp em? Nếu không thoả điều kiện nhận LVTN, mong thầy cô có thể chỉ ra cụ thể giùm em được không? Em xin cảm ơn .",
    "Em đã được xác nhận đăng ký dự thính online thành công nhưng lại không được sắp thời khóa biểu.Mong thầy cô hỗ trợ kịp thời",
    "Em chào thầy/ cô. Kết quả đợt đăng kí dự thính 2 em có hiện hóa lí 1, đợt cập nhật thời khoâ biểu dự thính lần 1 em cũng có lịch hóa lí nhưng trên elearning lại không hiện môn học. Có phải em bị hủy môn học rồi không ạ? Thầy / cô kiểm tra lại giúp em với ạ. Em xin cảm ơn.",
    "Kính thưa: phòng đào tạo Em tên :,MSSV .Lớp MT19KH03 Vì HK191 và HK192 , lịch đăng kí anh văn 1 của em đều bị trùng . Nên đợt đăng kí học dự thính vừa rồi ,em đã đăng kí anh văn 1.Trên mail có ghi là \"lấy kết quả đăng ký nguyện vọng lần trước, sinh viên thực hiện hủy môn nếu không có nhu cầu học\".Khi có đăng kí dự thính đợt 2 , em nghĩ là mail đã ghi thế thì em không cần đăng kí lại .Khi có kết quả thì môn học đó em đăng kí không thành công.Vì qua năm nhất phải qua anh văn 1. Nên kính mong phòng đào tạo xem xét , cho em được xếplớp học dự thính anh văn 1 .Em chân thành cảm ơn",
    "dạ em xin chào quý thầy cô em tên  sinh viên năm 2 khoa cơ khí. cho em hỏi là thời gian cuôi cùng nộp bằng anh văn đăng kí môn học năm 3 là khi nào ak. để em sắp xếp thời gian để thi ak vì hiện tại em vẫn chưa qua đc 450 toeic",
    "Cho em hỏi tình hình sau dịch covid 19, ngày chót nộp chứng chỉ AV nói viết xét tốt nghiệp và ngày tốt nghiệp đã có chưa ạ. Cho em cám ơn ạ.",
    "Kính thưa Ban Giám Hiệu! Em vừa mới nhận được email của Phòng Công tác chính trị - sinh viên về kế hoạch phòng chống dịch COVID-19 của trường ta khi sinh viên đi học trở lại, trong đó nêu rất rõ các biện pháp đảm bảo an toàn phòng dịch như đo thân nhiệt, hạn chế sử  dung máy lạnh, đeo khẩu trang, đo thân nhiệt... Em có một thắc mắc kính mong nhà trường giải đáp: Sau khi quay trở lại trường học, chúng em có phải học môn Bơi ngay không ạ? Và nếu bắt buộc phải học thì nhà trường đã có biện pháp gì để đảm bảo an toàn cho giảng viên và sinh viên (biện pháp nào để bảo đảm giãn cách ở hồ bơi, đảm bao an toàn nước hồ bơi, chống khạc nhổ bừa bãi...)? Em xin cảm ơn!",
    "Em xin được rút môn học Kinh tế kỷ thuật IM2003 do không có thời gian học.Xin xem xét giúp em.Em cám ơn!",
    "Kính thưa Ban Giám Hiệu! Em vừa mới nhận được email của Phòng Công tác chính trị - sinh viên về kế hoạch phòng chống dịch COVID-19 của trường ta khi sinh viên đi học trở lại, trong đó nêu rất rõ các biện pháp đảm bảo an toàn phòng dịch như đo thân nhiệt, hạn chế sử  dung máy lạnh, đeo khẩu trang, đo thân nhiệt... Em có một thắc mắc kính mong nhà trường giải đáp: Sau khi quay trở lại trường học, chúng em có phải học môn Bơi ngay không ạ? Và nếu bắt buộc phải học thì nhà trường đã có biện pháp gì để đảm bảo an toàn cho giảng viên và sinh viên (biện pháp nào để bảo đảm giãn cách ở hồ bơi, đảm bao an toàn nước hồ bơi, chống khạc nhổ bừa bãi...)? Em xin cảm ơn!",
    "Dạ cho em hỏi là, em đang năm nhất, đầu năm em có thi anh văn đầu vào, lúc đó em đăng kí chọn  3, em thi được 440 điểm thì ko biết là đầu năm 2 em có cần nộp bằng toiec để được đăng kí môn năm 2 không ạ?  Em cảm ơn ạ",
    "Em tạo phiếu này mong được rút môn học ạ: An toàn trong công nghệ sinh học (CH3261). Em cảm ơn",
    "Em tên:  MSSV:  Em có đăng ký môn Giải Tích Mạch học kỳ dự thính 192. Mà theo kết quả dự thính đợt 2 có vẻ như môn này không mở lớp. Em không biết là tình trạng học online như bây giờ thì có thể châm chước cho em được tham gia vào một lớp chính quy bất kỳ không ạ . Vì môn này rất quan trọng trong chương trình đạo tào của em. Thiếu nó nên em chưa thể học môn Mạch Điện Tử và môn Tín Hiệu Hệ Thống. Lỗi phần lớp là do em không đạt môn này từ đầu, nếu không được học dự thính kỳ này em có khả năng cao bị trễ tới 3 kỳ so với chương trình đào tạo ạ. Em không biết Phòng Đạo Tào có cách nào gỡ rối giúp em không?   Em xin cảm ơn ạ.",
    "Dạ thưa thầy/cô , thầy/cô cho em hỏi là em có thể chuyển thời khóa biểu môn học dự thính HK192 sang giờ học khác được không ạ ? Và nếu có thể hơn thế nữa thì thầy/cô cho em hỏi có thể chuyển sang lớp của giáo viên khác không ạ ?",
    "cho em hỏi sao em đã đăng kí môn học Tín hiệu và Hệ thống thành công rồi nhưng em không có trên thời khóa biểu và bkel ạ??? vì em đã trễ 1 kì rồi nên em rất cần học môn đó trong kì học dự thính 192 ạ",
    "em chào thầy cô. em là  mssv . hôm trước em có đăng kí học dự thính theo hình thức livestream môn tín hiệu và hệ thống nhóm lớp ONDT và đã có kết quả đăng kí môn. Nhưng đến nay em vẫn chưa có thời khóa biểu và khóa học trên bkel. em mong thầy cô có thể giải quyết giúp em để em có thể biết lịch học và không bỏ lỡ những buổi học ạ. em xin cảm ơn.",
    "Kính thưa phòng đào tạo: Em có 2 vấn đề thắc mắc +Em đăng ký 2 môn dự thính Vật lý 1 và Đại số tuyến tính nhưng trong BKL của em chỉ có một môn đại số tuyến tính +Trong thời khóa biểu 2 môn dự thính của em bị trùng giờ Hangout Mong thầy cô giải mắc thắc mắc này của em.Em cảm ơn ạ",
    "Cho em hỏi là học kỳ 192 có học online ở nhà được 5 tuần rồi và cũng có những môn sẽ tiếp tục học online sau khi đi học lại chính thức vào tuần sau, vậy học phí có thể giảm không ạ. Tại học tại nhà mà học phí cũng y chang đi học trong trường thì em thấy không hợp lý lắm ạ.",
    "Em chào thầy/cô,  Em là sinh viên khóa k16 nhưng do gia đình có việc nên em bảo lưu 1 năm cộng với việc đăng kí môn sai thứ tự (và khoảng thời gian em vừa học vừa làm không hiệu quả Nên hiện nay em chỉ được 48 tín chỉ và đã bị trường cảnh cáo từ đầu học kì 191, sau đó em đã làm đơn xin thu nhận lại cộng với kế hoạch đăng kí môn cho đến khi ra trường (dự kiến hết học kì 193 em sẽ có 80 tín chỉ và đã hoàn thành chỉ thể dục và tiếng Anh Thế nhưng hôm nay thầy em lại thông báo em nộp đơn xin thu nhận lại tiếp Vậy thầy/cô cho em hỏi là em vẫn đang bị cảnh cáo học vụ đúng không ạ  Em cảm ơn thầy/cô đã dành thời gian và em xin nhà trường và phòng đào tạo cho phép em tiếp tục học trong thời gian đào tạo tối đa (6 năm rưỡi vì em thật sự muốn ra trường và tốt nghiệp dưới danh nghĩa một kĩ sư bách khoa ạ",
    "Em là sinh viên khóa k15, cho em hỏi về \"CÁC  THAY ĐỔI CHÍNH VỀ HỌC VỤ TỪ HK192\", trong đó em thấy có việc đào tạo bằng 2 sau khi tốt nghiệp bằng 1 và đào tạo song ngành, không biết những cái thay đổi này là áp dụng cho sinh viên mọi khóa luôn hay sao ạ?",
    "Dạ cho em hỏi là trên mybk của em vẫn chưa có thời khoá biểu của môn học dự thính em mong PDT xem xét giúp em ạ",
    "Dạ em chào thầy/cô pdt, Học kỳ DT 192 em có đăng kí môn: Hóa Lý 1 CH2003 Nhưng hiện tại bkel của em vẫn chưa cập nhật môn này ạ. Mong thầy/cô pdt xem xét giúp em",
    "Em tên là , MSSV  Hôm qua em có gửi đơn về việc rút nhầm môn học. Cụ thể là em muốn rút môn học Mạch điện tử thông tin (EE3011- nhóm A01 ) nhưng lúc gửi đơn thì đánh nhầm mã môn nên dẫn đến việc xóa nhầm môn Lập trình hệ thống nhúng ( EE3031 - nhóm A01 ) Sau đó thì phòng đào tạo đã cập nhật lại thời khóa biểu trên MyBK cho em. Nhưng trên eL của em vẫn chưa được cập nhật lại môn ạ. Vẫn còn môn Mạch điện tử thông tin ( EE3011 - nhóm A01 ) trên trang của em và môn Lập trình hệ thống nhúng ( EE3031 - nhóm A01 ) vẫn chưa được khôi phục lại ạ. Em mong PĐT giúp em sớm khôi phục lại ạ. Em cảm ơn",
    "Kính chào quý thầy, cô. Em tên là , MSSV: . Học kỳ này em đã đăng ký 4 môn dự thính HK 192 theo hình thức livestreams. Trước ngày 6/5/2020 thì khi kiểm tra TKB trên trang thông tin sinh viên thì em có thấy TKB của các môn này, nhưng ngày 6/5/2020 em vào lại trang này kiểm tra thì ko thấy TKB nữa, trong khi trong BKel thì vẫn có các môn học em đã đăng ký (nhưng không có bài giảng). Kính mong quý thya62, cô kiểm tra và cập nhật lại TKB và bài giảng các môn em đã đăng ký để em có thể tham gia học tập. Cảm ơn quý thầy, cô. Trân trọng.",
    "Em chào thầy cô! thầy cô trên phòng đào tạo cho em hỏi là sau học kỳ 192 thì trường có mở học kì hè không? em xin cảm ơn thầy cô.",
    "Dạ hiện tại em đã check lại nhưng thời khoá biểu em vẫn chưa được cập nhật ạ. Trong khi các bạn em em đều đã có. Mong PDT giải quyết giúp em",
    "Dạ e chào thầy cô! Đăng ký dự thính đợt 2 e có đăng ký môn ĐƯỜNG LỐI CMCS nhưng do không đủ điều Kiện( môn học trước và chuẩn sv năm 2) e nghĩ là đã hủy. Nhưng tkb vẫn cập nhật. em không biết do lỗi hệ thống hay học kì này có thay đổi được phép đăng ký ạ. Mong thầy cô kiểm tra giúp e ạ. E sợ học rồi trường không công nhận ạ",
    "Dạ phòng đào tạo cho em hỏi môn vật lý bán dẫn thí nghiệm học kỳ 192 của em vẫn chưa có lịch ạ, sẽ được cập nhật sau hay sao ạ? Ảnh chụp là thời khóa biểu được cập nhật ngày 04/05/2020.",
    "em đã đăng ký dự thính online đợt 1 và được phòng đào tạo xác nhận nhưng vẫn chưa có thời khóa biểu",
    "Thưa thầy cô! Em biết là dự thính Hk192 này pđt ko mở các môn học có thí nghiệm. Nhưng vì khá quan trọng nên nếu em xin được thầy cô ở bộ môn đó mở lớp và đồng ý dạy thì em có thể làm đơn lên PĐT không ạ? Em cảm ơn",
    "Chào thầy cô Em tên , MSSV , Khoa Kỹ thuật xây dựng Em tạo yêu cầu này với mục đích là em không thấy môn học Vật Lý 1 dự thính trên bkel mặc dù em đã đăng kí thành công môn học và môn học này cũng có trên thời khóa biểu. Các môn học dự thính khác vẫn có trên bkel. Em mong sẽ nhận được câu trả lời sớm nhất. Em cảm ơn.",
    "Em chào thầy / cô. Hiện tại tkb của em đã có lịch hóa lí 1 dự thính nhưng elearning vẫn chưa được cập nhật. Mong thầy cô cập nhật lại giúp em. Em cảm ơn ạ",
    "Kính gửi phòng đào tạo, Em tên là  - MSSV , hiện là sinh viên Khoa Kỹ thuật Xây dựng. Em gửi mail này để hỏi về lớp dự thính học kì 192. Trong đợt đăng kí vừa qua, em đã đăng kí môn Vật lý 2. Hiện tại là tuần 19, tuần bắt đầu học kì dự thính nhưng em chỉ thấy lịch học môn Vật lý 2 trên MyBK chứ không thấy trên eLearning để tham gia lớp học . Mong nhận được lời giải đáp của thầy cô. Em xin cảm ơn .",
    "Dạ em xin chào thầy cô, em có nhu cầu mở lớp thí nghiệm công trình trong đợt dự thính nên cho em hỏi làm thế nào để xem danh sách thầy cô dạy môn này để xin mở ạ. Em cảm ơn.",
    "Em tên , MSSV  Dạ thời khóa biểu trên myBK PĐT cập nhật cho em chính xác rồi ạ. Có điều trên eL vẫn chưa cập nhật lại đó là phải xóa môn Mạch điện tử thông tin ( EE3011 - nhóm A01 ) và khôi phục lại môn Lập trình hệ thống nhúng ( EE3031 - nhóm A01 ) thôi ạ. Mong PĐT sớm giải quyết, em cảm ơn.",
    "MSSV    Cho em hỏi từ đây đến hết hki , trường còn tổ chức đợt thi AVDV nào nữa ko ạ",
    "Tên : Đỗ Nguyên Mssv :  Ngành khoa : TTĐT Bảo dưỡng công nghiệp Dạ em chào ad ạ, vừa rồi em mới được Phòng Đào Tạo gởi về khoa thông báo là em không đủ điều kiện làm Tiểu Luận Tốt Nghiệp với lí do là không đủ số tín chỉ tích luỹ đó ạ, hiện tại thì em đã có đủ Toeic để làm Tiểu Luận Tốt Nghiệp chỉ còn nợ 3 môn Pháp Luật Đại Cương, Vật lý, Anh Văn 3 tổng cộng là 7 chỉ, mong ad xem giúp em là hiện tại chính xác là em đã có tổng cộng mấy chỉ rồi ạ và xem xét lại điều kiện Tiểu Luận Tốt Nghiệp của em ạ, em cám ơn ad nhiều ạ, mong sớm nhận được phản hồi của ad ạ.",
    "Kính gửi nhà trường, Trong đợt đăng ký môn học dự thính đợt 1 học kỳ 192, lớp Giải tích 3 mã 006725 có 24 sinh viên đăng ký tham gia (hình đính kèm). Nhưng đến đợt đăng ký lần 2, lớp không được mở nữa. Em chưa biết lý do vì sao lớp không được mở nên mong nhà trường có thể kiểm tra lại và giải đáp thắc mắc cho em hiểu. Nếu đó chỉ là sự cố thì em mong nhà trường có thể mở lớp lại cho tụi em đăng ký trong đợt đăng ký lần 3 sắp tới (7/5-8/5). Em xin cảm ơn!",
    "Dạ thưa thầy/cô ,em đang là sinh viên năm 2 đang học ở cơ sổ 2 và trọ ở kí túc xá đại học quốc gia. Hiện tại theo lịch học kì chính của em vào thứ 6 em sẽ có tiết 10 - 12 ( 15h - 17h50 ) ở cơ sở 1. Theo như lịch đăng kí dự thính giải tích 2 vừa rồi thì lịch học là sáng chủ nhật vì thế nên em đã đăng kí. Nhưng giờ có thêm tiết bài tập vào thứ 6 lúc 18h. Như vậy em không đủ thời gian di chuyển giữa hai cơ sở . Thời gian di chuyển giữa 2 cơ sở di chuyển cũng hết 1 tiếng 30 phút hoặc 2 tiếng dù có 4G thì vẫn rất là tốn kém. Và như vậy em cũng khó có thời gian ăn cơm. Em có gửi hỏi xin chuyển giờ học khác hoặc giáo viên khác thì nhà trường bảo không chuyển được. Nay em trình bày như vậy mong nhà trường có thể cho em chuyển giờ học hoặc chuyển giáo viên",
    "Trong đợt đăng ký dự thính kỳ 192 em KHÔNG đăng ký bất kỳ môn nào, nhưng cả trên trang đăng ký và TKB đều có thêm 2 môn dự thính. Cho em hỏi là vì sao ạ ?",
    "Em là sinh viên k17 ,kỳ này em có đăng ký dự thính, đợt 1 báo kết quả thành công 3 môn, nhưng đợt 2 em muốn hủy, thì hủy không thành công với lỗi là chưa thanh toán học phí học kỳ dự thính rồi. Theo quy chế phòng đào tạo, do kỳ dự thính rồi em có đăng ký 1 môn nhưng không thanh toán nên kỳ dự thính này có thể em bị cấm đăng ký môn học. Nhưng kết quả đợt 3 em vẫn giữ 3 môn đó, và thời khóa biểu trùng với môn thí nghiệm học kỳ chính của em, hơn nữa tổng số tín chỉ học kỳ lên tận 28. mong phòng đào tạo có thể xem xét và xóa giúp em.",
    "Do đợt dịch Covid 19 nên em chưa thể nộp chứng chỉ AV nói viết để đăng ký tốt nghiệp. Mà học kỳ này em không có đăng ký môn học (không có thời khóa biểu chính thức). Cho em hỏi nếu đảm bảo nộp chứng chỉ theo đúng thời hạn thì em có vi phạm gì về quy chế hay không? Em cám ơn.",
    "Em tên là , MSSV: .Hiện tại em đang học môn Truyền số liệu và mạng nhưng không có quyền truy cập. Em xin phòng đào tạo cấp quyền truy cập cho em môn Truyền số liệu và mạng (EE3019) nhóm A01. Em cảm ơn.",
    "Em là  mssv  khoa KTXD. Thầy cô cho em hỏi là dự thính hình thức livestream là sẽ học online đến hết môn học luôn hay sau này sẽ được học trên lớp ạ.",
    "Xin cho em hỏi em muốn tạm hoãn học học kỳ 2 năm 2 và học kỳ 1 năm 3. Vậy hiện giờ em nộp đơn xin tạm hoãn còn kịp không ạ. Em xin cảm ơn.",
    "Em Chào Thầy/Cô. Em tên: Võ Đình Thái MSSV: 1613164 Em có câu hỏi là : Đợt đăng ký môn học, Em chưa đăng ký được luận văn tốt nghiệp vì em chưa đủ điều kiện về anh văn. Hiện tại, Em đã thi được Toeic 510 và đã đăng ký nộp chứng chỉ và đang đợi thẩm tra. Vậy kỳ này em có thể làm đơn để xin nộp bằng toeic trể và đăng ký Luận Văn Tốt Nghiệp trong kỳ này không ạ. Nếu được thầy/cô có thể hướng dẩn em về các mục cần trình bày trong đơn ạ. Em rất mong được sự giúp đỡ của thầy/cô. Em cảm ơn! Chúc Thầy/ Cô thật nhiều sức khỏe .",
    "Dạ cho em hỏi,em định Đăng kí học môn mới ở học kì dự thính, có phải học dự thính sẽ học nhanh ngắn hơn học trong học kì pko ạ? Em có nên đợi sang học kì sau ko ạ?",
    "Kính chào cô, em là , MSSV: lớp CKT1KU17 Thưa cô em vừa nhận được thông báo bị buộc thôi học, em nghĩ có sự nhầm lẫn. Học kỳ vừa rồi em bị cảnh cáo lần 2 sau đó em khiếu nại PĐT và đã được xóa khỏi danh sách. hiện tại em đã tích lũy được 42 tín chỉ sau 4 học kỳ chính(em có Bảo lưu 1 học kỳ) nhưng vẫn bị buộc thôi học, hiện tại em đang rất lo lắng mong cô giải đáp giúp em. Em xin cám ơn",
    "Dạ vừa qua em có đăng kí môn học dự thính. Nhưng kết quả không đăng kí được do không đóng học phí. Em muốn hỏi khi em làm đơn trễ học phí hk 1 và đã được duyệt thì trong đơn có ghi là sẽ đóng cùng học phí học kì 2. Nên nếu giờ em đóng trước thì sẽ vẫn đăng kí được môn ạ?",
    "Cho em hỏi, theo em được biết từ ngày 11/5 các sinh viên sẽ đi học lại trừ các môn đại cương (Toán, Lý, Hóa). Vậy cho em hỏi là các môn đại cương bao gồm những môn nào ạ? Em cảm ơn.",
    "Dạ cho em hỏi cách xem những môn mình cần học để đậu tốt nghiệp ạ ",
    "Cho em hỏi là khi học online, có 1 bài kiểm tra vì vấn đề trục trặc mà không kịp làm thì có bị cấm thi không ạ? Những bài khác và các buổi học em đều tham gia đầy đủ, em cảm ơn rất nhiều.",
    "Sinh viên khoa điện  Cho em hỏi sao em đăng ký kỳ dự thính đợt 2 2 môn mà qua đợt 3 chỉ còn 1 môn ạ .. Mong được phản hồi sớm ạ !",
    "Em chào phòng đào tạo. Có lẽ do thiếu sót trong việc đăng kí học dự thính nên em bị thiếu môn học trong E-learning. Em đăng kí dự thính cùng đợt với các bạn khác trong khoa nhưng các bạn đều có môn học trong BKE nhưng em vẫn chưa. Đây là lần cuối em được trả nợ môn này vì sau này không có lớp mở nữa. Em rất xin lỗi vì một số thiếu sót trong quá trình đăng kí dự thính. Mong phòng  đào tạo giúp em ạ. Em cám ơn ",
    "ng ký rút môn học HK192 (Không tính HP   Dành cho SV Quốc Tế, CLC Em đã thực hiện đăng ký rút môn học vào ngày 13/4 nhưng bị sai mã môn học.Em xin lỗi vì sự sai sót này. Xin nhà trường xem xét cho em rút môn Bơi lội (PE1019), nhóm CC03. Vì em bị kẹt lịch vào khung giờ đó rồi ạ. Em xin cảm ơn ạ.",
    "Kính gửi phòng đào tạo Trường Đại học Bách khoa. Em tên là , MSSV . Khoa Kĩ thuật Địa chất & Dầu khí, Chuyên ngành Khoan & Khai thác Dầu khí, Lớp DC16KK. Vì trục trặc về môn học và vấn đề gia đình nên HK191 vừa rồi em đã không thể theo học môn Đồ án Công nghệ Khai thác DK (GE4031), nên em đang tính học môn này vào học kì hiện tại HK192. Vậy em kính mong phòng đào tạo có thể xem xét mở lớp cho em đăng kí lại môn này, để em theo kịp tiến độ học tập, vì nếu phải chờ học kì sau thì em sẽ bị trễ khá nhiều. EM xin trân trọng cảm ơn",
    "Kính gửi Phòng Đào Tạo, Em tên:  - MSSV:  Em có nhu cầu đăng kí tốt nghiệp vào tháng 4/2020 vừa rồi. Nhưng do tình hình Covid diễn biến phức tạp nên nhà trường đã tạm dừng lịch lại ạ. Hiện tại, em thấy nhà trường đã phân bố lịch đi học trở lại. Nhưng em không biết hạn chót nộp bổ sung các điều kiện (anh văn nói viết) để có thể tốt nghiệp là khi nào. Em rất mong phòng đào tạo sớm phản hồi để em có thể chuẩn bị kịp tất cả các điều kiện bổ sung (anh văn nói viết) để có thể tốt nghiệp ạ. Em xin chân thành cảm ơn. Tel: [phone_number] ",
    "Dạ em chào cô  Cô cho em hỏi em đã chuyển điểm toeic ngày 13/3 rồi sao tới nay trên trang bk pay vẫn chưa yêu cầu em đóng tiền à . Cô xem lại giúp em với ạ",
    "Chị ơi cho em hỏi sao em vào my bk không xem được tiến độ học tập ạ",
    "Em hiện tại đang là sinh viên K19 của chương trình Chất lượng cao. Do không đủ điểm để chuyển chương trình học, cho nên em muốn thi lại vào chương trình đại trà của trường mình. Em muốn hỏi là nếu như em trúng tuyển năm nay, vậy những chứng chỉ em đã tích luỹ vừa qua em có thể quy đổi sang chương trình học mới không ạ?",
    "Chị ơi cho em hỏi . Em vào thông tin sv sao k xem được tiến độ học tập ạ",
    "Em chào thầy cô. Lịch học DT môn Vật lí 1 và Đại số tuyến tính của em có hai lịch Hangout tương tác đều trùng thời gian học từ 19h30 đến 20h35. Em rất mong Phòng Đào tạo có thể sắp xếp lại lịch học ạ. Em xin cảm ơn",
    "Kính gửi phòng đào tạo Em tên là  MSSV:  Khoa điện điện tử Phòng đào tạo có thể giúp em đăng kí môn tín hiệu và hệ thống (EE2005) được không ạ? do em bị thiếu môn học song hành là mạch điện tử (EE2007) nhưng môn EE2007 lại không mở lớp. Mong đào tạo giúp em đăng kí môn tín hiệu và hệ thống để kì sau em có thể học tiếp những môn khác mà không bị vướng tiên quyết ạ. Bây giờ em vướng tiên quyết không đăng kí được môn nào cả mong phòng đào tạo giúp em. Em cảm ơn",
    "Theo tệp đính kèm (ảnh chụp thời khóa biểu) của em, có hai môn ngày thứ 2 đang bị trùng lịch học. Các bạn cùng lớp với em cũng bị tình trạng tương tự. Em gửi yêu cầu này mong phía nhà trường có hướng hỗ trợ, xử lý giúp em và các bạn trong lớp. Em cám ơn nhà trường, Trân trọng.",
    "Cho em hỏi là làm lại thẻ sinh viên thì t/g chờ cấp lại thẻ là bao lâu ạ?",
    "Em chào Thầy /Cô Em tên Nguyễn Tuấn Anh (MSSV : 1927002), là sinh viên văn bằng 2 hệ chính quy, khoa Kĩ Thuật Hoá Học. Em có thắc mắc về học phí mong Thầy/Cô giải đáp giúp em ạ Đầu vô em có đóng học phí là 4 triệu, nhưng kì 191 em đăng kí học 6 chỉ, và học phí kì 191 em được khấu trừ vô số tiền đóng lúc đầu vô. Nhưng em vẫn chưa biết kì vừa rồi học phí của em là bao nhiêu và em được khẩu trừ bao nhiêu ? Kì này em xem học phí trên BK PAY thì vẫn chưa được khấu trừ số tiền dư ạ. Mong Thầy/Cô giải đáp giúp em Em cám ơn",
    "Chào Thầy/Cô, E có đăng kí gói cước data 3G Vinapone ( [phone_number]) khá lâu rồi ( 27/4 đợt 2), Em thấy có thông báo là sau 2 ngày làm việc là có kết quả, nhưng đến giờ vẫn chưa có kết quả. Cho em hỏi vì sao vậy ah?",
    "Vừa rồi BKpay vừa cập nhật tiền học phí HK192, thì HK192 em có đk 15chỉ môn học gồm: hoá vô cơ (CH2013) 4 chỉ, hoá phân tích (CH2005) 4 chỉ, cơ học ứng dụng (AS2007) 2 chỉ, quá trình và thiết bị cơ học (CH2019) 3 chỉ và av2 (LA1005) 2 chỉ. Tính theo học phí của trường hiện tại là 320/1 tín chỉ là học phí HK192 của em phải là 4tr800k nhưng sao trên BKpay hiện ra tổng cả hai đợt thanh toán học phí HK192 là 5tr120k tức 16 chỉ. Sự việc này là như thế nào ạ, em xin pđt giải quyết cho em. Em xin cảm ơn!  MSSV ",
    "http://www.aao.hcmut.edu.vnndex.php?route=catalog/chuongtrinhdaotao Dạ em đã vào chọn ngành khoa của mình, rồi em chọn chương trình đào tạo, nhưng em chỉ thấy những môn của học kì 1 2, ko thấy được những môn khác cần học. Em học khoa điện điện tử, mong có thể giúp em xem môn học ạ",
    "Kính gửi ban giám hiệu và phòng đào tạo trường Đại Học Bách Khoa TPHCM . Em tên là :  MSSV 8 Ở học kì này (hk2 2019-2020) em đã không đăng kí môn học nào . Cho em hỏi thời điểm nào em phải làm đơn thu nhận lại . Em đã tìm trên trang web của trường nhưng không thấy . Em xin cám ơn !",
    "Em tên , 1. Hiện tại e đã học đủ số tín chỉ cần thiết của ngành, e chỉ thiếu chứng chỉ AV toeic nói viết là đủ điều kiện tốt nghiệp. Ở học kì này em có đăng kí 1 môn học để tiếp tục duy trì tình trạng học tập, nhưng vì lí do dịch Covid-19, nên em phải đăng kí hủy môn, nay phòng đào tạo cho e hỏi có cách nào để tiếp tục duy trì tình trạng học tập. 2. Hiện tại e đã đã đăng kí thi toeic nói viết để được xét tốt nghiệp, nay em xin hỏi phòng đào tạo có thể hướng dẫn e cách chỉ cần nộp chứng chỉ tiếng anh để xét tốt nghiệp mà không cần đăng kí một môn học để duy trì tình trạng học tâp. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô Thầy/cô cho em hỏi tại sao kì này em lại bị cảnh cáo học vụ ạ. Tại qui định của trường sẽ cảnh cáo học vụ khi vi phạn 1 trong 2 điều, một là điểm trung bình dưới 4,0 (em trên 5,0); còn 2 là một học kì không được dưới 10 tín chỉ (em có một môn bị trùng lịch thực tập nên môn đó lấy điểm 22 thành ra em còn 9 tín chỉ). Nếu như vì lí do thứ 2 thì em xin phép pđt xem lại giúp em tại vì không phải là em không đạt điều kiện 10 tín chỉ mà là do tình huống bất khả kháng. Em cảm ơn thầy/cô đã dành thời gian.",
    "Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM Dạ cho em hỏi em xem  thấy Những nguyên lí cơ bản của chủ nghĩa - có ghi là HANGOUT_. Vậy tuần sau em vẫn học online môn này qua Google Hangouts Meet phải không ạ? Em xin cảm ơn ạ.",
    "em bị trùng lịch học livestream môn giaitich2(MT1006) và quản lý dự án xây dựng(CI1053) vào thứ 2, giải tích 2(MT1006) và phương pháp phần tử hưu hạn(CI3061) mong phòng đào tạo xem xét, trợ giúp cho em ạ",
    "Chào thấy/cô, Em đã bị cảnh cáo học vụ 2 lần liên tiếp vì lý do học lực kém. Nhưng ở học kì tiếp theo, số tín chỉ tích lũy học kì của em là 12 và điểm trung bình tích lũy học kì của em là 4.67. Cao hơn so với mức bị cảnh cáo học vụ. Thế nhưng em vẫn bị cảnh cáo lần 3 và nhận được thư dự kiến buộc thôi học. Thầy/cô cho em hỏi là đây có phải là lỗi hệ thống từ phòng đào tạo không? Và em nên làm gì ạ? Cảm ơn.",
    "Kính gửi thầy/cô Hiện tại lịch thi của em có môn Hóa hữu cơ thì vào 7h sáng 30/5 ở cs1 Vì hiện tại em đang cư trú tại ktx khu A nên việc thi ở cs1 vào 7h sáng rất khó khăn trong việc di chuyển. Em cũng có nghe nói là có thể xin đổi địa điểm thi nhưng em không biết cần thủ tục gì không ạ? và phải xin ở đâu? Em rất mong nhận được phản hồi. Em xin cảm ơn.",
    "Học kì 191 em có điểm TB 5.02 còn điểm tích lũy 4.3. Trước đó bị cảnh cáo 2 học kì trước. Mong PĐT giaỉ đáp",
    "Ad ơi cho em hỏi . Em sinh vien CK18 . Học kì 192 điểm trung bình tích luỹ tất cả các học kì của em đạt 6.92 , tổng số tín chỉ tích luỹ của em là 26 ( vì tạm dừng học kì 182 ) . Nhưng sao vừa rồi em nhận được gmail. Dự kiến buộc thôi học ạ . Em xin cảm ơn .",
    "Chào thầy/cô ạ Em tên  MSSv  Em muốn hỏi về việc mở đợt đăng ký anh văn bổ sung cho học kì 192 này ạ. Hôm trước tụi em có mail cho thầy thắng và nhận thông báo là sẽ mở đợt đăng ký nhưng tới nay gần đến ngày học rồi mà vẫn chưa thấy đâu. Cho em xin hỏi là khi nào sẽ mở vậy ạ. Em mong sơm nhận được phản hồi Em chân thành cảm ơn!",
    "dạ cho e hỏi là e có đăng kí dự thính 2 môn là đại số tuyến tính và giải tích 1 mà bị trùng tiết giải tích với đại số tuyến tính bài tập vào thứ 2 giờ e phải làm sao ạ",
    "Cho em hỏi ạ Học kì 192 em đăng kí 18 tín chỉ Theo cách tính của nhà trường thì em phải nộp là 5300k + 320k = 5620k Nhưng sao em check trong BKPay thì số tiền em phải nộp là 5940k ạ  Em mong thầy cô sớm giải đáp thắc mắc cho em. Em cám ơn ạ.",
    "Kính chào cô, em là , MSSV:, lớp KU17CKT1 Em muốn khiếu nại về vấn đề bị buộc thôi học, em đã tích lũy được 42 chỉ sau 4 học kỳ chính(em có bảo lưu 1 học kỳ) nhưng vẫn bị buộc thôi học, kỳ vừa rồi em đủ chỉ tiêu nhưng vẫn bị cảnh học vụ nhưng sau khi khiếu nại thị đã được XÓA khỏi danh sách cảnh cáo học vụ. Em mong được nhà kiểm tra lại . EM Xin cám ơn!",
    "Em xem học phí của mình thấy có sai vì em đã đăng ký rút môn giải tích 2 ở đoạt không tính phí, mà hiện tại học phí và cả thời khóa biểu của em vẫn tính nó trong đó!.",
    "Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM Dạ em có làm hồ sơ xin hỗ trợ học phí khó khăn đột xuất theo hướng dẫn của Phòng CTCT-SV nhưng đến ngày 29/5/2020 mới có kết quả mà học phí HK 192 đợt 1 hết hạn vào ngày 28/5/2020. Dạ cho em hỏi là em sẽ nộp đúng số tiền học phí đợt 1 hay đợi kết quả xét hỗ trợ học phí của Phòng CTCT-SV rồi mới đóng ạ. Em xin cảm ơn.",
    "Chào mọi người Hôm nay em muốn hỏi về mức học phí của em, mã thanh toán DDDH192.1. do em không rõ học phí có bị tính nhầm không, em cảm ơn!",
    "Thầy cô cho em hỏi hạn chót bổ sung tốt nghiệp tháng 4/2020 là ngày nào ạ?",
    "Chào thầy cô! Em tên là - Lớp XD15KT . Hiện tại em đang học môn giải tích 1 lớp DT09 lịch học vào tối t2 t4 t7. Nhưng em bị kẹt tối t2 và t4 nên PDT có thể giúp em chuyển sang lớp DT04 được không ạ? Do đợt 2 DKMH em không bấm chuyển nhóm được. Em cảm ơn thầy cô ạ!",
    "Học phí . Kính thưa thầy/cô, Em là  - MSSV: , sinh viên hệ vừa học vừa làm - khóa 2019 đã bắt đầu học ở học kì 191. Tuy nhiên, trên bkPay lại có mục thu học phí của học kì 183 - 182 mặc dù trước đó em không đăng ký 'các lớp Bồi dưỡng, Ôn tập, Chuyên đề'. Kính mong thầy/cô xem xét lại giúp em. Em xin chân thành cảm ơn.",
    "Em chào thầy cô ạ. Em muốn hỏi về việc làm hồ sơ xin miễn giảm học phí. Do em làm chậm nên chưa scan và gửi được cho trường , vậy em có thể gửi  hồ sơ trực tiếp theo bước 2 theo thông báo của trường được không ạ ?",
    "Kính gửi Nhà trường, Em tên Trần Phương Tĩnh, MSSV , sinh viên Bằng 2 Chính quy Ban ngày. Hồi nhập học em có đóng học phí tạm tính là 4.0 triệu, vào HK191 em có đăng ký 4 tín chỉ dự thính, học phí 1.92 triệu, em đã thanh toán đúng hạn khoản này, đồng thời em có đăng ký 7 tín chỉ học kỳ chính, học phí 2.24 triệu, trừ ra từ 4.0 triệu em đã đóng thì em còn 1.76 triệu. Vào HK192 này em đăng ký 3 tín chỉ học kỳ chính, học phí 0.96 triệu, trừ ra từ 1.76 triệu thì em còn 0.8 triệu, nhưng em chưa thấy cập nhật điều này trên bkpay. Em có đính kèm hình chụp trang thanh toán bkpay. Kính mong Nhà trường hỗ trợ, Em Tĩnh",
    "Dạ cho em hỏi ạ, học kì này em còn 10 tín chỉ, do em đã rút môn học ở lần rút môn học (không tính học phí), thì em có được giảm học phí không ạ?",
    "dạ cho em hỏi, môn hóa đại cương thứ hai, để phòng là Hangouts, vậy thì em sẽ học online ạ? (dòng đầu tiên trong thời khóa biểu đính kèm) Và các môn lý thuyết sẽ học offline hay tiếp tục học online ạ?",
    "Dạ em đã đăng ký dự thính mã môn 501704, lớp đã bắt đầu học nhưng em vẫn chưa được cập nhật tkb và khóa học trên bkel ạ . Kính mong được xem xét ạ",
    "thầy cô cho em hỏi nếu học kì 192 này em chưa qua được anh văn 3 thì nếu hè em học để lấy bằng thì có thể đăng kí được môn học của học kì 201 không??",
    "Chào Thầy Cô,Dạ là học kì này của em chỉ có 13 tín chỉ sau học phí tới 5.300.000 VND vậy ạ",
    "Em chào thầy, cô ạ! Em là  MSSV  sv khoa: Quản Lí Công Nghiệp ạ  Thưa thầy, cô hôm bữa em có gửi yêu cầu xin rút môn Kế toán quản trị  Mã môn học: IM 2019  mà hôm nay em lên xem thời khóa biểu và trên elearning thì vẫn còn lịch học, livestream và tương tác. Em không biết có xảy ra lỗi gì không kính mong thầy, cô xem xét lại giúp em ạ. Em xin cảm ơn!",
    "dạ trong đợt đăng kí môn học của học kì chính 192 vì lí do đã quá sĩ số nên em không thể đăng kí được 2 môn học Mạch điện tử và Tín hiệu và Hệ thống. vì vậy em đã đăng kí tại đợt dự thính nhưng nhà trường lại không tổ chức mở môn học mạch điện tử vì thế em không thể học được kéo theo môn Tín hiệu và hện thống em cũng k thể đăng kí được, cho em hỏi trường cho thể nào tạo điều kiện giúp em có thể học môn học tín hiệu và hệ thống trong kì dự thính 192 được không ạ. thực sự em đã trễ 1 kì học rồi ạ. em cảm ơn ạ.",
    "Em có thắc mắc về việc đăng kí Pháp luật đại cương (SP 1007) ở kì dự thính HK192 có hoàn toàn học online không ?   Và có phải học theo kiểu giảng dạy truyền thống khi hết thời gian nghỉ không ?  Em cảm ơn.",
    "n xin hủy môn học Em chào thầy cô. Em tên Nguyễn Hữu Đạt_. Nay em viết đơn này để xin hủy môn học Cơ lưu chất_CI2005 dự thính HK192 Theo hình Thức LiveStream. Với lý do, theo chương trình đào tạo của em là môn Cơ lưu chất_CI2003, nhưng em lại đăng ký nhầm sang Cơ lưu chất CI2005. Nên em muốn hủy môn học Cơ lưu chất_CI2005. Hiện nay đã có TKB mất rồi, và cũng không cho hiệu chỉnh môn học nữa. Em cũng muốn hỏi là em có phải đóng tiền học cho môn đăng ký nhầm này không ạ? Em cảm ơn. Chúc thầy cô mạnh khỏe, hạnh phúc. Trân trọng",
    "Hỏi đáp học trực tuyến Thưa thầy/cô phòng đào tạo Thầy cô cho em hỏi là nếu trưởng bộ môn phụ trách môn Mạch điện tử (có thí nghiệm) nhận dạy học thì phòng đào tạo có nhận đơn mở lớp vào kì Dự thính 192 này không ạ? Hi vọng thầy/cô giải đáp sớm để tụi em kịp thời lập danh sách ạ Em xin cảm ơn",
    "Dạ em chào thầy cô ạ. Dạ cho phép em hỏi là tuần sau trường mình bắt đầu đi học lại và tiết 8 đến tiết 11 em học môn sức bền vật liệu trên trường nhưng em lại có thời khóa biểu học online môn đường lối CM vào lúc 13g30-14g45 thì phải làm sao ạ. Thời khóa biểu có thay đổi không ạ. Em xin cảm ơn",
    "Dạ em chào thầy cô. Thứ 2 tuần sau từ 19g30-20g35 em có thời khóa biểu học online môn giải tích 1(bt) nhưng cũng giờ đó em có lịch học môn cơ lý thuyết luôn ạ. Không biết thời khóa biểu có bị nhầm không ạ. Nếu bị trùng thì phải làm sao ạ. Em xin cảm ơn thầy cô",
    "Em tên là Võ Thị Quỳnh Mai, , chương trình Chất lượng cao Học kỳ chính 192, em có đăng ký chuyển hệ môn Đường lối CM ĐCSVN, em có thắc mắc về học phí chuyển hệ. Không biết học phí chuyển hệ được tính như thế nào ạ, khi em học môn này trong học kỳ chính, học phí tính theo 320k/ 1 chỉ hay 480k/1 chỉ khi mà học phí trên mybk lại tính theo tín chỉ dự thính?",
    "Xin chào ad  Cho mình hỏi,mình k13, tgian tối đa là hết hk 192 Vậy mình có thể đăng ký mh vào hk hè dc k? Nếu không được thì mình phải dk thi vét vào lúc nào v ? Mình cảm ơn",
    "Chào thầy/cô phòng đào tạo! Em tên là , MSSV . Em có một ít thắc mắc, mong thầy cô giải đáp giúp em ạ. Em muốn xin chuyển xuống tại chức được không ạ? Nếu xuống hệ tại chức thì em có bị cảnh cáo học vụ nữa không ạ?  Vì em đang bị cảnh cáo học vụ do không đủ tín chỉ. Kì này em đăng ký được chỉ 12 tín chỉ. Nhưng nếu em qua hết môn kì này thì vẫn không đủ tín chỉ yêu cầu. Và kì tiếp theo em vẫn lại bị cảnh cáo . Em mong thầy cô giải đáp dùm em! Em cảm ơn thầy cô",
    "Em chào thầy/cô Thầy cô cho em hỏi về lí do em bị cảnh cáo học vụ kì này. Trong lí do đưa về khoa là em bị học lực yếu học kì 192 (nhưng học kì 192 chưa học xong). Còn nếu vì em vi phạm ở học kì 191 do ko đủ 10 tín chỉ thì là do lịch thi một môn của em bị trùng lịch thực tập nên em đã làm giấy và nhận được điểm hoãn thi (22) và đó là do trường hợp bất khả kháng. Nếu như không phải thì mong pđt giải đáp lí do giúp em để em không phạm phải nữa ạ. Em đã làm đơn xin cứu xét rồi ạ. Em chỉ viết yêu cầu này để mong biết được lí do. Em cảm ơn thầy/cô đã dành thời gian.",
    "Em kính chào Phòng Đào tạo Em tên , MSSV , lớp VP2017/1 (VP2017VT) Em vừa nhận được email thông báo dự kiến em bị buộc thôi học ở học kỳ 192 do: Số tín chỉ tích lũy học kỳ 181: 0 Số tín chỉ tích lũy học kỳ 183: 0 Điểm trung bình tích lũy ở học kỳ 191: 3.92 Tuy nhiên: Số tín chỉ tích lũy học kỳ 181 của em là 13 Chương trình đào tạo Viêt - Pháp chúng em chỉ có các học kỳ chính là 171, 172, 181, 182, 191,... các học kỳ như 173, 183,... là học kỳ dự thính (không bắt buộc) và em đã không đăng ký môn dự thính ở học kỳ dự thính 183 vừa rồi! Em rất bối rối và thắc mắc về quyết định dự kiến xử lý học vụ của Phòng Đào tạo, em rất mong nhận được sự hỗ trợ từ Phòng Đào tạo. Em xin cảm ơn!",
    "Dạ cho em hỏi em đã nộp hồ sơ miễn, giảm học phí lên phòng CTCT-SV rồi mà trên BK Pay học phí của em không được giảm vậy.",
    "xin chào thầy cô ạ. Em tên  MSSV . Em có câu hỏi là kỳ chính này em đăng kí 10 tín chỉ bao gồm môn:  tính(3 chỉ), Con người và môi trường(3 chỉ), Anh văn 2(2 chỉ), Tư tưởng HCM(2 chỉ) mà học phí của em lên tới 3.520.000 ạ. Xin thầy cô có xem xét lại giúp e ạ.",
    "Em thắc mắc việc tính học phí cho HK 192 lần này sinh viên sẽ được giảm học phí không ạ? Vì đã tốn phần lớn thời gian học online ở nhà chứ không lên lớp học chính thức ạ!  Em mong sẽ có câu trả lời sớm nhất ạ!",
    "Dạ cho em hỏi nếu tình hình là đến đầu tháng 7 sẽ kết thúc HK192 vậy hình thức học cho HK193 là học tập trung hay là học onl vậy ạ? Em xin cảm ơn!",
    "Em tên là . MSSV: . Em viết đơn này là để đăng ký môn học Giải Tích Mạch lớp A01_A01 cho HK192 . Mới đây em có hỏi PĐT trên BKSI về việc đăng ký này, và được hồi âm qua BKSI (hình 4.png) rằng cần gửi mail xin ý kiến đồng ý của giảng viên giảng dạy sau đó gởi đơn lại đính kèm xác nhận để phòng đào tạo xem xét giải quyết. Em đã xin được sự chấp thuận của thầy  (hình .png) . Và có vấn đề nhỏ là sau khi xem thời khóa biểu offline thì em thấy lịch học thí nghiệm GTM bị trùng với môn Vi Xử Lý vào hôm thứ 6 (hình 3.png; hình 6.png). Em đã nói rõ với thầy sẽ gặp nộp bảng điểm thí nghiệm kỳ trước để xin chuyển điểm và không cần học thí nghiệm nữa . Việc đăng ký được môn này trong kỳ 192 vô cùng quan trọng nên em đã cố gắng hoàn thành được các tiêu chí của Phòng Đào Tạo, nên kính khẩn mọi người xem xét chấp thuận yêu cầu của em. Em rất cảm ơn ạ.",
    "Dạ thầy cho em hỏi, vừa rồi em có thi anh văn đặt 480 điểm, e có thể nộp cho PĐT để được đăng kí môn học kì 1 năm 4 được không ạ.",
    "Dạ kính chào PĐT Em vừa nhận được mail là do tác động của dịch covid 19 nên nhà trường đã tạm thời khôgn xét chuẩn anh văn đăng ký môn học tới học kỳ dự thính 201 . Dạ thì PDT cho em hỏi là về quy định chuyển điểm anh văn mới mà dự định là sẽ áp dụng từ học kỳ 201 có được dời qua học kỳ 202 mới áp dụng không ạ EM xin chân thành cảm ơn",
    "cho em hỏi là nhà trường vừa thông báo là học kì 192 không học anh văn 1 và tổ chức thi kiểm tra trình độ tiếng anh vào tháng 6. Vậy nếu em thi trên 350đ thì có qua được môn anh văn 1 và có được cộng thêm 2 tín chỉ tích lũy không?",
    "kính thưa phòng đào tạo. theo thông báo mới nhất là nhà trường không thể mở môn tiếng anh trong kì 192 và có thể đăng kí hè 193. thế nhưng học kì hè 193, theo chương trình đào tạo là em phải đi thực tập quá trình thiết bị, do đó, không được đăng kí môn học khác. Vậy phòng đào tạo có thể cho em hướng giải quyết để cho em kịp tiến độ av không ạ.( hoặc em có thê làm đơn xin học av chung với lúc thực tập được không ạ).",
    "Cho em hỏi là nhà trường vừa mới ra quy định về học vụ mới là muốn đăng kí môn học năm 3 cần qua 3 thể cần vậy hk201 đã áp dụng chưa ạ? Như em vừa nhận được mail là pđt đặt cách cho HK192 HK193 HK201 ko xét điều kiện anh văn. Do sự cố từ điểm thể chất của em trong HK191 vừa rồi nên em vẫn còn thiếu 1 thể chất, vì vậy em muốn hỏi rõ để chuẩn bị cho HK201 kế tiếp ạ. Em xin cảm ơn! ",
    "Kính thưa các thầy cô. ﻿Thầy cô cho em hỏi : ﻿1) Các môn bắt buộc của học kì là các môn bắt buộc phải học ở học kì đó và không được học ở học kì khác không ? ﻿2) Việc không học môn bắt buộc trong học kì đó có ảnh hưởng gì không ạ, nhất là việc phân ngành ? ﻿3) Em có thể đăng ký môn chưa học ở học kì trước vào học kì dự thính được không ? ﻿4) Em đang học năm 1 kì 2, nếu em xin rút 1 môn ( môn bắt buộc ) (rút môn có tính phí) và đăng kí ở học kì 3 năm 1 ( học kì hè ) có được không ạ ? ﻿Em xin chân thành cảm ơn thầy cô giải đáp.",
    "Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM Dạ em có nhận được mail tạm thời không xét điều kiện chuẩn tiếng Anh cho mỗi năm học. Cho em hỏi là nếu em nộp chứng chỉ ngoại ngữ thì sẽ quy đổi theo bảng quy đổi điểm cũ hay bảng quy đổi điểm mới ạ? Em xin cảm ơn ạ.",
    "Em đã nộp chứng chỉ ngoại ngữ và thanh toán lệ phí nhưng chưa được chuyển điểm và tín chỉ vào bảng điểm học kì 1, mong nhà trường xem xét ạ.",
    "Thưa thầy/cô Vào kì 192 em có đăng kí môn dự thính AS1003 (cơ lý thuyết) và đã có thời khóa biểu (em ở nhóm DT02) nhưng em vẫn chưa thấy cập nhật môn đó trên trang e-learning. Thầy/cô cho em hỏi trường mình đã cập nhật môn dự thính trên e-learning hay chưa? Nếu đã cập nhật thì xin thầy/cô giải auyeets giúp trường hơpk của em. Em cảm ơn!",
    "Cho em hỏi là gia đình em muốn thanh toán học phí tại chi nhánh OCB ở quê em luôn có được không ạ?",
    "Em có đăng kí môn Pháp luật và có thời khóa biểu nhưng trong bk e-learning lại không có khóa học!",
    "kính chào quý thầy cô phòng đào tạo. em tên là  duy mssv: chuyên ngành cơ điện tử. học kỳ này em có đăng ký môn học dự thính là cơ lý thuyết, mã môn học là AS1003. em kiểm tra thời khóa biểu thì có tên môn học cơ lý thuyết nhưng em kiểm tra trên danh sách môn học trên bk-elearning thì không có mà em kiểm tra thời khóa biểu thì em thấy tuần này tuần 19 thứ 6 19h30 đến 20h35 thì có buổi hangout- tương tác nhưng em không biết vào đâu để học. kính mong quý thầy cô phòng đào tạo kiểm tra và trả lời giúp em để em có thể học tập được tốt và hoàn thành môn học như mong muốn. em xin chân thành cảm ơn.",
    "Kính chào thầy/cô, Em là  Đăng MSSV  em xin nêu tính trạng của em là em có đăng kí môn học Tín hiệu và hệ thống mã là EE2005 và trong mybk có thời khoá biểu của môn học đó luôn. Nhưng ở trang e-learning của em không có hiển thị môn học đó và hiện giờ đang học livestream nữa nên em không biết cách nào để mình có thể tham gia đc môn học đó ạ.",
    "PĐT cho em hỏi môn Giải tích 2(cô ) dự thính kì 193. Trong thời khóa biểu có ghi tuần 19 có lịch học, nhưng em vô BKEL thì không thấy gì hết. Em cảm ơn.",
    "Kính thưa thầy cô! Em muốn xin thầy cô giải đáp giúp em vấn đề về môn học sau. NẾU theo CTĐT thì em phải đăng kí môn B ở kỳ 201. nhưng do thiếu môn học trước là môn A. Vậy cho em hỏi em có thế đăng kí môn A ở hk201 và môn B ở HK dự thính 201 được không ạ. Mong thầy cô giải đáp. Em cảm ơn",
    "Kính chào thầy cô PĐT, Em tên là , khoa kỹ thuật địa chất và dầu khí. Em viết đơn này để khiếu nại về cách tính tiền học phí ở BKpay ạ. Ở học kì 192 này, em có đăng kí học môn Anh văn 4 ( 2 tín chỉ) và tổng số tín chỉ đăng kí là 18 tín chỉ. Hôm nay ngày 08/05/2020 em nhận được mail của trường về việc hủy bỏ các môn Anh văn đã đăng kí ở kì 192, nhưng ở BKpay vẫn tính tiền học phí 18 chỉ. Em không biết là lỗi hiển thị hay PĐT chưa cập nhật ạ. Em mong quý thầy cô sẽ giải đáp thắc mắc của em. Em xin chân thành cảm ơn.",
    "Lịch thi (không tìm thấy,sai phòng thi,...) . Dạ thưa pdt các bạn của em đã có lịch thi của hoá đại cương và giải tích 2 trên mybk nhưng của em vẫn không có ạ? Các bài kiểm tra online vẫn chưa hết hạn mà ạ có phải em bị cấm thi không ạ mong pdt giúp em với ạ. Nếu không được thi thì em rớt môn ngay từ giờ luôn hay sao ạ?",
    "Em tên , hiện đang học nhóm lớp L04 môn xử lý số tín hiệu, vì bất cẩn nên em đã bỏ sót 1 bài trắc nghiệm cuối chương 2, như vậy em có bị cấm thi không ạ, em có thể làm gì để khắc phục được không ạ, em xin cảm ơn .",
    "Em đã nộp chứng chỉ ngoại ngữ, được miễn 4 năm anh văn và điểm 4 môn anh văn là 10.0. Thầy/cô cho em hỏi là điểm 4 môn anh văn đó có tính vào điểm TBTL để xét phân ngành không vì bảng điểm trên mybk em không thấy tính vào. Em xin cảm ơn ",
    "Hôm nọ em có đăng ký dự thính nhưng em quên chưa xóa 1 môn Introduction Differential Equations (006404) nên đến hôm nay em vào coi môn học trên e-learning mới thấy môn đó xuất hiện trong danh sách Cho em hỏi là em có thể hủy môn đó mà không mất học phí không ạ",
    "Em cảm ơn nhà trường thời gian qua đã luôn hỗ trợ em trong suốt học kì khá là khó khăn khi có dịch bệnh. Tuy là học sinh năm nhất nhưng em đã cố gắng theo học, nhưng vì nhiều lý do khác nhau em muốn bảo lưu kết quả học tập của mình. Cho em hỏi là nếu em bảo lưu kết quả bây giờ có được không ? Thủ tục như thế nào? Và học kì này có được tính không?",
    "Cho em hỏi là nhà trường đã tạm thời không xét chuẩn anh văn sau mỗi năm thì có tạm thời dời lịch nâng bảng điểm chuyển anh văn không ạ",
    "nh gửi nhà trường. Em tên  mssv  em xin cứu xét việc thôi học.Sau khi thực tập tốt nghiệp hk183 em có đăng ký hk191 do gia đình em có xảy ra chút chuyện vào đầu tháng 11 ngoài ý muốn nên em bỏ học hk191. Sang đến kh192 do tình hình dịch covid 19 em có đăng ký môn nhưng hủy không học phí và em đã ghi điều kiện hủy là tạm hoãn 1 kỳ nên mong nhà trường có thể truy xét và cho em 1 cơ hội.Em có làm đơn cứu xét nộp lên mong được nhà trường có thể cứu xét dùm em. Em rất cám ơn nhà trường đã đọc tin em.   i  .",
    "Pđt cho em hỏi là VP19 có được thi lại môn Hóa đại cương mã môn học CH1003 không ạ vì em thấy trong lịch thi lại VP để môn Hóa học ạ ?",
    "Lịch thi (không tìm thấy,sai phòng thi,...) . Em chào Thầy/cô, EM đăng kí học kì chính 192 5 môn. Hiện trên mybk của em mới chỉ cập nhật lịch thi giữa kì của một môn. em không biết là do chưa cập nhật hay do em bị cấm thi giữa kì môn nào đấy. mong thầy/cô phản hồi sớm giúp em ạ.",
    "Dạ em xin chào thầy/cô, em là    , MSSV    . Vừa rồi em có đăng ký dự thính đợt 3, môn   B Nguyên lý ngôn ngữ lập trình CO3005   . ôm nay em xin rút lại do chưa học môn tiên quyết của môn hày. Tuy nhiên trang web https://mybk.hcmut.edu.vn/dkmh bị lỗi không vào được mà ngày 10/05 là hết hạn chỉnh sửa rồi. Do vậy em kính mong thầy/cô rút môn học này giúp em với ạ. Em xin cám ơn thầy/cô. .Nghia",
    "Em chào Admin Em tên là  MSSV  Em học khoa Xây Dựng ạ Em có đăng kí môn giải tích 2 (MT1005) DT02 Trong đợt hiệu chỉnh đăng kí môn học kì dự thính 192  Em bị trùng lịch đăng kí môn học khác và trùng lịch với học tương tác của thầy  ạ. Em xin pđt mở khóa các môn em đã đăng kí để em chỉnh sửa lại thời khóa biểu cho phù hợp với các môn cần đăng kí thêm ạ Em xin cảm ơn ạ.",
    "Xin chào admin ạ Em là  MSSV  học khoa Xây Dựng ạ Hiện tại em muốn đăng kí thêm môn học kì dự thính nhưng trang web đang bị lỗi ạ Em mong pđt sớm khắc phục và dời hạn thêm 1 ngày kết thúc vào thứ 2 có được không ạ. Em mong pđt sớm khắc phục để em có thể đăng kí môn học mới ạ . Em xin chân thành cảm ơn",
    "MSSV ,cho e hỏi nhà trường có tổ chức anh văn học kỳ 192 hay k ạ?, nếu k tổ chức thì học phí anh văn của e chưa được trừ ạ",
    ". Em là  Xin phép được hỏi về lịch thi giữa kì của học kì 2 năm học 2019-2020 chương trình chất lượng cao . Xin cảm ơn",
    "Kính thưa quí thầy cô! Em học lớp Vật lí 1 (bt) DT14 mà trên BKE lại là link lớp học DT05 nên em mong quí thầy cô xem xét lại Em cảm ơn.",
    "Cho e hỏi nếu muốn thi lại ngành khác thì e có cần đóng học phí Học Kì đang học không ạ",
    "Trường cho em hỏi là: \"Sao em vô trang đăng ký môn học dự thính từ hôm 9/5 đến 10/5 mà trang web vẫn không mở được và báo lỗi?\" Em cảm ơn ạ.",
    "Em tên là ,MSSV:. Em muốn hỏi về thời khóa biểu của lịch học dự thính sau đăng kí đợt 3 và thời gian bắt đầu tuần học đầu tiên ạ  . CÔNG ",
    "cho em hỏi là môn cơ lý thuyết là bắt đầu học tại trường từ tuần nào vậy?",
    "Em tên là . MSSV: . Em viết đơn này là để đăng ký môn học Giải Tích Mạch lớp A01_A01 cho HK192. Mới đây em có hỏi PĐT trên BKSI về việc đăng ký này, và   B được hồi âm qua BKSI      I (hình 4.png)  /I  rằng cần gửi mail xin ý kiến đồng ý của giảng viên giảng dạy sau đó gởi đơn lại đính kèm xác nhận để phòng đào tạo xem xét giải quyết. Em đã xin được   B sự chấp thuận    của   B thầy       I (hình 5.png)  /I . Và có vấn đề nhỏ là sau khi xem thời khóa biểu offline thì em thấy lịch học thí nghiệm GTM bị trùng với môn  vào hôm thứ 6   I (hình 3.png; hình 6.png)  /I . Em đã nói rõ với thầy sẽ gặp nộp bảng điểm thí nghiệm kỳ trước để xin chuyển điểm và không cần học thí nghiệm nữa. Việc đăng ký được môn này trong kỳ 192 vô cùng quan trọng nên em đã cố gắng hoàn thành được các tiêu chí của Phòng Đào Tạo, nên kính khẩn mọi người xem xét chấp thuận yêu cầu của em. Em rất cảm ơn ạ.",
    "Vừa rồi em có bị huỷ môn dự thính ( Những nguyên lý cơ bản của chủ nghĩa - )(học Online dự thính) do chưa đủ điều kiện để học môn này. Nếu vậy em có thể đăng kí thay thế bằng môn học dự thính khác được không ạ? Em mong được nhận phản hồi sớm nhất từ quý thầy cô ạ! Em xin cảm ơn ạ!",
    "Dạ, em chào thầy cô ạ. Thưa thầy cô, hôm trước em có đăng kí học dự thính môn vật lý 1 và giải tích 1 ạ. Nhưng hôm qua và hôm nay,em không thể vào được mục đăng kí môn học dự thính được ạ. Em mong thầy cô giúp đỡ em đăng kí môn học dự thính với ạ. Em đăng kí lại các môn học như sau: đại số tuyến tính, giải tích 1, giải tích 2, vật lý 2 và xác suất thống kê. Em xon rút lại môn vật lý 1 đã đăng kí hôm trước ạ.Tổng số môn em đăng kí là 5 ạ.Em xin cảm ơn ạ.",
    "Trang đăng kí môn học bị lỗi rồi sao em đăng kí đây ạ.. . Xin đăng kí môn học dự thính giúp em với... Sợ hết hạn mà em không đăng kí được",
    "Kính gửi Phòng đào tạo Hiện tại trang đăng ký môn học bị sụp, chúng em không thể đăng ký môn Dự thính lần 3 được, mà thời hạn là 4h chiều nay là hết . Trong các lần đăng ký trước chúng em đã đăng ký thành công nhưng cứ bị hủy. Mong phòng đào tạo xem xét, gia hạn đăng ký hoặc có cách khác để chúng em có thể đăng ký môn DT ạ.",
    "PĐT cho em hỏi em muốn chuyển môn thể dục thì em phải rút môn rồi đăng kí lại đúng không ạ ?",
    "Kính thưa PĐT, em đã đăng kí rút môn học(không tính học phí) thành công, tuy nhiên học phí của em vẫn tính như cũ. Kính mong PĐT xem xét lại giúp em ạ. Em xin cảm ơn!",
    "a phương em có hổ trợ học phí cho HSSV thuộc điện chính sách nhưng cần phải có xác nhận học ở trường. Cho em hỏi làm sao để có thể có được giấy chứng nhận đang học tại trường ạ.",
    "Em chào thầy/cô!  Em có học môn Kinh tế kĩ thuật lớp L01. Bài trắc nghiệm chương 2 thầy bộ môn có nâng lên từ 3 thành 4 lần làm bài nhưng em mới làm 3 lần đã hết lượt. Em mong được giả đáp thắc mắc và mở thêm 1 lần làm bài nữa. Em cảm ơn!",
    "Kính gửi quý Thầy Cô. Em tên:  MSSV: . Xin quý Thầy Cô cho em hỏi, em có bằng CEFR-B2 do trường đại học Sư Phạm TP Hồ Chí Minh cấp thì em có được dùng để xét chuẩn tiếng Anh đăng ký luận văn tốt nghiệp cũng như xét tốt nghiệp được không ạ? (Em đã xem bảng quy đổi tương đương chứng chỉ ngoại ngữ nhưng lại không thấy đề cập về chứng chỉ CEFR ạ). Nếu được thì CEFR-B2 sẽ được quy đổi ra TOEIC bao nhiêu ạ? Em xin chân thành cám ơn quý Thầy Cô. Trân trọng.",
    "Vừa làm vừa học  - Kính gửi phòng đào tạo, Em tên :  Mssv:  Em đang học liên thông ngành công nghệ thông tin khoa khoa học và kĩ thuật máy tính ,cho em hỏi trong danh môn hệ vừa học vừa làm của trường không có môn \"phương pháp tính\" , nhưng sao trong danh sách miễn môn em không được miễn môn này? em cảm ơn ạ.",
    "Dạ chào thầy/cô Cho em hỏi về việc học tập ạ. Do một số vấn đề gia đình mà vừa rồi em chỉ đăng kí được 7 tín chỉ cho học kì 2 , mà yêu cầu là 14 tín chỉ cho 1 học kì. Vậy cho em hỏi trong học kì này em phải làm sao để lấy đc 7 tín chỉ còn lại ạ ? Và cho em hỏi về việc bảo lưu kết quả học tập vì vấn đề gia đình ạ  . Em cảm ơn thầy/cô .",
    "/I  . Em tên là: Đinh Thế Xuân Tới MSSV:  Sao em có đăng kí môn ĐƯỜNG LỐI CÁCH MẠNG ĐẠNG CỘNG SẢN VIỆT NAM (SP1009), bây giờ xem kết quả đợt 2 không có, trong khi lịch sử của đợt 2 em có đăng kí ạ.",
    "Cho em xin hỏi là em tạo yêu cầu in bảng điểm vào tối qua nhưng không thanh toán được phí. Sáng nay em tạo yêu cầu lần nữa nhưng đã bấm vào nút hủy. Nhưng trong mục thanh toán lại có thêm 1 khoản nữa dù trong yêu cầu in bảng điểm lại không có. Em đã lỡ thanh toán vì không để ý. Em xin hỏi giờ mình có thể giải quyết như thế nào ạ.",
    "ILI13071    . Do điểm toeic 2 kỹ năng nói viết của em đã thi khá lâu nên Em muốn check điểm toeic 2 kỹ năng có còn được lưu trong phòng đào tạo,có được công nhận để xét tốt nghiệp không. Và kiểm tra lại số điểm em đạt được là bao nhiêu.",
    "Thắc mắc về yêu cầu ngoại ngữ . Thưa thầy cô,  Hiện nay em đã đạt chuẩn Anh  cho năm bốn nhưng em vẫn chưa nộp chứng chỉ Anh . Em thắc mắc vậy em có đủ tiêu chuẩn để nhận luận  tốt nghiệp hay không? Mong thầy cô giải đáp cho em. Em xin cảm ơn.",
    "cho em hỏi là vì kì này trường không mở anh văn mà do khả năng tiếng anh của em còn kém nên em xin tạm dừng học kì này để củng cố lại kiến thức tiếng anh. vậy em có phải đóng học phí không ạ",
    "Em có thi tiếng anh nói viết tại trung tâm BKenglish được số điểm 265 vào ngày 3/10/2019 và ngày 39/12/2019. Nhưng hiện tại văn phòng OISP kiểm tra em thuộc nhóm dưới 240. Mong văn phòng đào tạo kiểm tra lại giúp em",
    "Kính gửi : Phòng đào tạo trường Đại học Bách Khoa TP HCM. Em tên :  - sinh viên khóa 2015 thuộc Trung tâm đào tạo Bảo Dưỡng Công Nghiệp. Em đã hoàn thành Tiểu luận tốt nghiệp và đăng kí 2 môn anh văn 3 và anh văn 4 trong học kì 192 này. Nhưng em nhận được mail của trường là không được học anh văn trong kì này trong khi thẻ sinh viên của em có hiệu lực đến hết tháng 4 /2020 thì em phải làm thế nào. Kính mong phòng đào tạo giải quyết thắc mắc giúp em. Em xin chân thành cảm ơn!",
    "Dạ cho em hỏi là em đã đăng lý lớp Dự thính môn Nguyên lý ngôn ngữ lập trình (CO3005) nhưng hiên tại lớp học đã bắt đầu từ tuần trước và em vẫn chưa được thêm vào khóa học trên Bk-elearning của trường ạ. Mong nhà trường giải quyết sớm giúp em ạ.",
    "Cho em hỏi em có đăng ký lớp dự thính môn học Nguyên Lý ngôn ngữ lập trình CO3005, hiện tại lớp đã bắt đầu học từ tuần trước nhưng em vẫn chưa được thêm vào khóa học trên BK-elearning của trường. Mong nhà trường giải quyết sớm cho em, vì trên lớp đã có bài kiểm tra ạ. Em xin cảm ơn.",
    "Dạ thầy cô ơi cho rm hỏi nếu kết thúc hai học kì năm nhất nhưng em chỉ tích luỹ được 25 tín chỉ thì hk1 năm hai em có được đăng kí môn học không ạ. Dạ em khoá 19 . Em xin cảm ơn !",
    "Thời khóa biểu của em bị thay đổi vào lúc 9h30 ngày hôm nay (11/5) và thời khóa biểu mới của em bị mất một môn vào ngày hôm nay so với cái cũ. Em không biết là hôm nay mình có đi học bình thường không hay là đợi cho đến khi có thông báo mới ạ? Em cảm ơn .",
    "Do bị trôi mail đăng kí dự thính nên em không kịp đăng kí môn giải tích 2. Mong pdt xem xét cho em được đăng kí trễ ạ. Em cảm ơn",
    "Chào anh chị, Em thuộc chương trình Chất lượng cao, tuần rồi văn phòng OISP thông báo cho em về việc hạ điểm chuẩn TOEIC ( ) đầu ra từ 280 xuống 245 điểm. Nên em đã  yêu cầu bên BKEnglish để họ hỗ trợ gửi điểm anh văn em về phòng đào tạo. Nay em đã đủ chuẩn tiếng anh đầu ra để đăng ký tốt nghiệp đợt 04/2020. Kính mong anh/chị ở phòng đạo tạo cập nhật điểm Toeic của em từ BKEnglish gửi đến và  hướng dẫn giúp em quy trình đăng ký tốt nghiệp bổ sung ạ. Em cảm ơn, .",
    "Em muốn lấy giấy chứng nhận sinh viên Bách Khoa thì cần làm gì ạ?  Em xin cảm ơn!",
    "Em chào thầy/cô ạ ! Thầy/cô cho em hỏi là hôm nay (11/5) nhà trường có cập Nhật lại thời khoá biểu thì em có bị mất một chỉ và bị xoá môn gdtc và môn thí nghiệm vật lý, em không biết đó là lỗi hay gì ạ. Và kỳ này em có được học 2 môn đó không ạ ",
    "Chào thầy/cô Theo thời khóa biểu mới cập nhật lúc sáng nay của e thì tuần này k có buổi học offline nào. Như vậy tuần 20 này e đi học thời khóa biểu cũ hay mới ạ? Em cảm ơn",
    "Em tên , sinh viên khoá K18, hiện đang theo học chuyên ngành Công nghệ Kĩ Thuật Vật Liệu Xây Dựng Em có một vấn đề về nhầm lẫn trong đăng kí môn học Sức bền vật liệu, trong chương trình đào tạo của em thì môn này có mã là CI2007, nhưng do không để ý em lại nhầm sang môn Sức bền vật liệu có mã môn là CI2001. Em mong được admin giúp đỡ em trong việc chuyển đổi lại đúng môn của mình để em có thể hoàn thành môn học. Em xin chân thành cảm ơn và gửi lời chúc sức khoẻ đến ad ạ!!",
    "Em chào PĐT. Em có câu hỏi, em là sinh viên k18, em làm bài thi định kì toeic của trường chỉ được 240đ và chưa qua chuẩn av năm 1. Như vậy, theo mail thông báo của PĐT thì kỳ hè 193, học kỳ chính 201 và dự thính 201 em được đăng ký các môn năm 2 đúng không ạ. Em cảm ơn.",
    "Chào PĐT, Trong đợt 1 đăng ký dự thính HK192 Theo hình thức Livestream em có đăng ký môn học Cơ Lưu Chất (Mã MH: CI2003) 3 tín chỉ, nhưng sau khi qua đến đợt 2 hiện kết quả lại là Mã MH CI2005 2 tín chỉ. Với ngành của em thì phải học với môn học với mã CI2003. Không biết có sai lầm gì ở đây em mong PĐT giải quyết và giải thích giúp em ạ .",
    "ằng tốt nghiệp THPT . Kính gửi Nhà trường, Em tên , MSSV , sinh viên Bằng 2 Chính quy Ban ngày, khoá 19. Lúc nộp hồ sơ nhập học em đã nộp bản sao bằng tốt nghiệp THPT do Sở GD cấp cho thầy  ở phòng 201A4, nhưng mà hôm nay sau khi nhận mail báo nộp bằng tốt nghiệp THPT, em làm theo hướng dẫn vào mybk -  Đăng ký nộp bằng THPT thì không thấy được PDT xác nhận “Phòng đào tạo đã nhận được bản sao bằng THPT”. Kính mong Nhà trường hỗ trợ xác minh. Em xin chân thành cảm ơn, Em ",
    "Em muốn hỏi chừng nào có thời khóa biểu dự thính học kì K192 vậy ạ",
    "Em có đăng ký môn giải tích 1 dự thính đợt 3 nhưng trong thời khóa biểu lại không có ạ. Mong thầy cô giải đáp giúp em. Em xin cảm ơn.",
    "Cho em hỏi nhà trường tạm thời không xét chuẩn tiếng anh trong học kì 201 vậy chuẩn tiếng anh để nhận LVTN kì 201 có được áp dụng không xét không ạ?",
    "Em chào thầy/cô Em có thắc mắc về vẫn tổ chức anh văn kì 192 không ạ (em đăng ký kỳ chính đầu học kì xuyên mùa dịch) vì em thấy mail không tổ chức thêm lớp anh văn mới nhưng thắc mắc vẫn giữ lớp cũ đã có thời khóa biểu không ạ. Em cảm ơn.",
    "Chào Quản trị viên. Trong mùa dịch này trường có triển khai học Live tại nhà.Sinh viên sau khi học xong phải hoàn thành bài tập cho mỗi chương, sót 1 bài sẽ bị cấm thi. Trước đây e thấy những bạn không hoàn thành bài kiểm tra sẽ được mở lại 1 lần và không được lặp lại lần 2. Hôm nay vỳ lý do cá nhân mà em không thể hoàn thành bài kiểm tra . Vậy có cách nào để em có thể được xem xét làm lại bải kiểm tra (đây là lần đầu sơ sót của em) để đủ điều kiện tham gia kiểm tra giữa kỳ không quản trị viên. rất mong nhận được phản hồi từ QTV.",
    "Kính gửi phòng đào tạo ,  Em tên  MSSV  Thời khóa biểu  mới của phòng đào tạo xếp cho em bị trùng lịch 2 môn dự thính phương pháp tính và đại số tuyến tính bị trùng lịch học google hangout , kính mong phòng đào tạo chỉnh sửa lại giùm em  . Em cảm ơn",
    "Cho em hỏi, danh sách các môn học cho hệ vừa học vừa làm ngành kỹ thuật điện Em cám ơn.",
    "Kính thư BGH , Phòng đào tạo Em tên là  . Mssv : Hiện đang theo học ở Trung tâm bảo dưỡng công nghiệp . Ở đợt đăng kí môn học dự thính vừa rồi do không chủ động cập nhật các môn học được mở nên em đã không đăng kí môn đảm bảo chất lượng (202087), hiện tại em đang có số tín chỉ tích và điểm tích lũy rất thấp so với đúng tiến độ học tập và em rất cần được học môn này. Em rất mong được BGH và Phòng đào tạo xem xét và cho em được đăng ký và học môn đảm bảo chất lượng ạ . Em xin hứa sẽ khắc phục sự sai sót lần này của em , em xin cảm ơn .",
    "Em chào thầy/ cô Học kì 171 em có nộp chứng chỉ ielts 4.5 overall (writing 5.0, speaking 4.5) và bây giờ đã hết hạn, bên cạnh đó kì 191 em đã nộp chứng chỉ toeic 2 kĩ năng nghe đọc 600 . Thầy/ cô cho em hỏi với chứng chỉ trên thì em có cần thi thêm phần viết và nói toeic để đủ điều kiện tốt nghiệp không ạ . Em cảm ơn thầy/cô",
    "Kính gửi Phòng Đào tạo, Em tên:  MSSV:  SV lớp HC18_hóa dược, nghành kĩ thuật hóa học  Thưa quý thầy cô, vừa qua trường có mở khóa cho sinh viên đăng kí lớp học dự thính HK192. Nhưng vì sơ suất không kiểm tra mail thường xuyên và một vài lí do gia đình nên em chậm trễ việc đăng kí. Điều này có thể làm ảnh hưởng đến việc tốt nghiệp đúng hạn của em. Vì vậy, em kính mong quý thầy cô có thể tạo điều kiện cho gia hạn thêm thời gian đăng kí để em có thể hoàn thành được môn học này. Em sẽ học tập nghiêm túc và không để việc này xảy ra lần nữa, làm phiền quý thầy cô. Em xin chân thành cảm ơn.  B",
    "Kính gửi quý anh/chị, em là sinh viên khóa K15, do chưa đủ đk đăng kí TN nên đã nằm trong danh sách dự kiến buộc thôi học từ học kì 192 (vì lý do nghĩ quá 2 học kì), em đã hoàn thành đủ tín chỉ đào tạo và chờ bổ sung điểm AV nói - viết là đủ điều kiện tốt nghiệp, anh/chị cho em hỏi TH em như vậy thì phải làm sao để được xét TN ạ! Em trân trọng cảm ơn!",
    "Thưa thầy/cô, lịch thi giữa kỳ môn Cơ sở điều khiển tự động (EE2019) của em là vào chiều thứ 7 (30/5), bị trùng với lịch học môn Thực tập điện tử 1 (EE2023). Nhiều bạn khác trong lớp cũng bị trùng lịch như em. Cho em hỏi là phòng đào tạo có thể hỗ trợ đổi lịch thi hay tụi em phải làm như thế nào ạ?",
    "Kính gửi phòng đào tạo         Em tên là   B  -     hiện em đang học lớp   B DT01    của giải tích 2 (MT1006 ).Vì lý do em bận làm đồ án và học tiếng anh nên k thể đi học những buổi đó đc      Em mong muốn được  chuyển qua lớp   B DT05          Em xin chân thành cảm ơn phòng đào tạo đã tào điều kiện cho em đc học      Trân trọng.",
    "PĐT cho em hỏi là em có đăng ký môn học dự thính HK193 đợt 3 (môn Quản lý dự án xây dựng CI1053), em đã thấy thời khóa biểu môn học của mình, thời gian bắt đầu môn học là tuần 19, nhưng trên e-learning thì không thấy môn học ạ! Mong PĐT xem giúp em! em cảm ơn ạ!",
    "Kính gửi thầy/cô, Em có đăng ký in bảng điểm trên mybk, hiện phòng đào tạo đã in xong nhưng em có việc đột xuất không lấy được . Em có thể nhờ bạn em lên lấy giúp em được không ạ? Và nếu lấy thì có cần phải viết đơn hay không ạ? Em xin chân thành cảm ơn.",
    "Em ở cs2 đăng kí nhầm gdtc cs1 có điều chỉnh được không ạ",
    ". Dạ em xin kính chào quý thầy cô. Do em ở xa em có cách nào để liên hệ văn phòng khoa điện tử qua mail nào được ạh? Em đã liên hệ qua mail  nhưng không nhận trả lời.",
    "Chào PĐT ạ, cho em hỏi về vấn đề nộp bằng tốt nghiệp THPT ạ. Hiện tại em đang ở TP.HCM nên không thể về quê lấy bằng được. Vậy cho em hỏi em có thể nộp vào đượt tháng 10 không ạ? Với lại em thấy trên MyBK mục đăng kí nộp bằng, có ghi thời gian đăng kí phiếu xác nhận thông tin là từ 26/04/2020 đến 31/05/2020. Vậy cho em hỏi nếu em nộp vào đượt tháng 10 thì có cần đăng kí phiếu xác nhận ngay bây giờ không ạ? Em xin cảm ơn",
    "em có nhận được phản hồi về việc rút môn học. Sau ngày 04/05/2020 theo dõi thời khóa biểu nhưng thấy yêu cầu của mình chưa đựoc giải quyết. Yêu cầu của em là # 8400, tạo ngày 04/08/2020.   QUOTE        Đă Hiện tại em đã chuyển tiếp sang trường đối tác Nagaoka nên em muốn rút những môn học sau: Cơ sở kỹ thuật điện EE2007, nhóm A03 Có sở kỹ thuật điện (tn) EE2008, nhóm A08 Có đính kèm COE và giấy thông báo trúng tuyển.   /QUOTE",
    "Em muốn hỏi về tình hình học tập của em, cụ thể là em đóng học học kì 191 trễ và theo như quy định thì em bị tạm dừng học kì 192. Em muốn xác nhận lại xem mình đã bị tạm dừng hay chưa và nếu có bị tạm dừng học kì 192 thì em bị tạm dừng đến khi nào ( ngày/ tháng/ năm ). Em xin hết.",
    "B  Dạ Phòng Đào Tạo cho em hỏi ạ. Em đăng kí môn học Đồ án (Mã môn: EE3151) trong HK 192, đã có trên TKB nhưng chưa có tên trong danh sách làm đồ án trên web điện tử viễn thông http://dte.dee.hcmut.edu.vn/. Em mong Phòng Đạo Tạo hỗ trợ giúp em ạ!",
    "PĐT thông báo nộp bản sao bằng tốt nghiệp THPT đối với các sinh viên chính quy, nhưng e vào đây từ khoảng thời gian trước và do chưa có thông báo nên ko đem theo bằng tốt nghiệp bản sao.Vậy hạn cuối e có thể nộp bản sao bằng tốt nghiệp là bao giờ ạ? Nếu không thể nộp trong thời gian quy định thì PĐT sẽ xử lí như thế nào ạ ?",
    "ằng tốt nghiệp THPT . Kính thưa thầy/cô, em tên là  MSSV   Hiện là sinh viên năm 2 khoa Khoa học ứng dụng. Chuyện là sau đợt dịch này em bị mất bằng tốt nghiệp thpt bảng gốc. em đã hoàn thành nộp bản sao cho trường theo yêu cầu. Thầy/ cô cho em hỏi là sau này trường còn yêu cầu giấy tờ hồ sơ thủ tục gì liên quan đến bằng tốt nghiệp thpt bảng gốc không để em tranh thủ làm lại.",
    "Em là  . Mssv  . Học kì vừa qua em tích lũy 11 chỉ và trên 5 chấm mà sao em vẫn có tên trong danh sách cảnh cáo học vụ ạ",
    "Kính gửi Phòng Đào tạo, Em tên:  MSSV:  SV lớp HC18_hóa dược, nghành kĩ thuật hóa học Thưa quý thầy cô, hiện tại em là sinh viên năm 2. Theo chương trình học, HK hè 193 em sẽ học môn Thí nghiệm quá trình thiết bị (môn bắt buộc), nhưng em chưa hoàn thành môn quá trình thiết bị cơ học (CH2019) vốn là môn học trước (HT) để có thể đăng kí vào lớp thí nghiệm của học kì hè 193. Mặc khác, môn thí nghiệm quá trình thiết bị có thời gian thực tập kéo dài 1 tháng, nên không thể dời lại vào học kì sau. Điều này có thể ảnh  hưởng đến việc tốt nghiệp đúng hạn của em. Em mong quý thầy cô tạo điều kiện gia hạn thời gian đăng kí học dự thính online HK 192 để em có thể hoàn thành chương trình học . Em hi vọng nhận được phản hồi tích cực từ quý thầy cô và nỗ lực học tập nghiêm túc, không để việc này xảy ra lần nữa, làm phiền quý thầy cô. Em xin chân thành cảm ơn.",
    "Dạ em xin kính thưa thầy/cô. Thầy cô cho em hỏi khoa điện K19 khi xét ưu tiên phân ngành sẽ dựa vào điểm trung bình tích lũy 2 hay 3 kì đầu ạ. Em xin cảm ơn.",
    "Em tên là  MSSV Học lớp CK18HT Em đã đăng học xong môn Những nguyên lí cơ bản của chủ nghĩa  (SP1003) vào kì 191, kì này em đăng kí thêm 2 môn Tư tưởng  (SP1005) và Đường lối cách mạng của Đảng Cộng sản Việt Nam (SP1009) trong kì dự thính học kì này, nhưng không hiểu sao kết quả đăng kí môn SP1009 thì không có, và lịch sử đăng kí vẫn có môn này, mong quý thầy cô giải quyết giúp em ạ.",
    "Em là , sinh viên K15, cho em được phép đặt một số câu hỏi bên dưới, mong anh/chị giải đáp giúp em 1/. Sẽ còn mở đợt học dự thính theo hình thức học thông thường (học trên lớp) hay không ạ? 2/. Theo tình hình dịch bệnh thì lịch tốt nghiệp năm nay có thay đổi gì không ạ? 3/. Tình hình của em bây giờ còn đang thiếu môn Kỹ thuật Lập trình CO1013 để đạt tiến độ tốt nghiệp trong năm nay, nếu không may nhà trường không mở lớp dự thính theo hình thức học thông thường thì em có thể làm cách nào để kịp tiến độ tốt nghiệp trong năm nay không ạ (chẳng hạn em có thể xuống hệ VHVL để học môn Kỹ thuật Lập trình không ạ?) Em xin chân thành cảm ơn và mong nhận được câu trả lời từ anh/chị .",
    "Em chào thầy cô! Em có làm hồ sơ hổ trợ học phí do khó khăn đột xuất, và đã được phòng công tác chính trị nhận hồ sơ, nhưng tại sao học phí của em vẫn không được giảm vậy.",
    "Em đã nộp bằng tốt nghiệp THPT lúc nhập học nhưng hôm nay khi có thông báo nộp em vào kiểm tra thì hiển thị kết quả như hình dưới, ngày cấp bằng của em đã bị nhập sai (đúng là ngày 22/12/2015) thì em có cần nộp lại không ạ ? Em xin cảm ơn.",
    "Dà chào thầy(cô), cho em hỏi tình như vầy thì bên trường có tổ chức kỳ hè không ạ. Và nếu có thì khi nào bắt đầu ạ. Em cám ơn và mong nhận được hồi đáp.",
    "Trình bày:    Hiện em đang tạm hoãn học kì 192 do không có thời khóa biểu. Trên trang của trường em đọc được thông tin là hoãn 2 học kì liên tiếp sẽ bị đuổi học. Em muốn hỏi là học kì hè(193) em không có tkb có bị tính là hoãn không ạ ? Do hiện tại em chỉ còn luận văn tốt nghiệp nên không đăng kí vào kì hè được... Em cảm ơn thầy/cô !",
    "Em chào phòng đào tạo ạ. Cuối năm 2019 vừa rồi em đã thi anh văn cả 4 kỹ năng. 2 kỹ năng Nghe - Đọc sau khi có kết quả em đã chụp hình phiếu dự thi và số điểm để upload lên Mybk xác nhận (hình đính kèm), phòng đào tạo cho em hỏi là 2 kỹ năng còn lại là Nói - , em đăng ký thi cũng như tham dự thi tại tòa nhà C6 trường mình, thì em có cần phải upload lên Mybk cho phòng đào tạo xác nhận như 2 kỹ năng Nghe - Đọc không ạ? Em cám ơn. ",
    "chào thầy/cô, đợt đăng kí kì dự thính 192 (livestream) vừa rồi, e có đăng kí hai môn học, là giải tích1 và môn Tín hiệu và hệ thống,hệ thống đã báo là đăng kí thành công, sau 1 tuần đăng kí thì e chỉ mới nhận được thời khóa biểu của môn giải tích. Mong thầy cô xem xét và giải đáp thắc mắc giúp em với ạ",
    "Lịch thi và rút môn học .   p Chuyện là vào ngày 12/04 em có làm phiếu rút môn học không học phí (Như hình đính kèm). Tuy nhiên gần đây em nhận được thông báo lịch thi của các môn em đã đăng ký rút trước đó. Vậy cho em hỏi, nêu em đi thi thì kết quả có được tính không? Vì hiện tại em vẫn muốn đi thi chứ không muốn rút nữa.   /p    p Em cảm ơn nhiều ạ,  /p",
    "Em chào thầy/cô, Đã từ lâu lắm rồi em mới vào thanh toán lại bằng  do đó em đã quên tài khoản đăng nhập và MK . Em đã đến ngân hàng và hỏi thì họ bảo liên hệ PĐT của trường nên mong thầy/cô giải đáp thắc mắc làm sao để mở lại tài khoản  ạ . Em xin chân thành cảm ơn",
    "Em xin chào phòng đào tạo ạ. Em là , mssv , lớp HC17MB2 của khoa Kỹ thuật Hóa học. Em có thắc mắc về thời khóa biểu mới ạ. Từ khi có thời khóa biểu học online khoảng giữa tháng 3, thì trong thời khóa biểu của em xuất hiện thêm môn \"CN Kỹ thuật thực phẩm 2\" với mã môn học là CH2035, và nâng số tín chỉ của em từ 23 (tính cả dự thính) thành 26, mặc dù em không có đăng ký môn học này. Ban đầu em nghĩ là do lỗi hệ thống nên vẫn không có thắc mắc, nhưng đến khi thời khóa biểu mới nhất được cập nhật thì môn này vẫn còn hiện lên trong thời khóa biểu ạ. Và số tín chỉ vẫn hiện 26. Trên khóa học của e-learning thì không có hiện ra khóa học của môn \"CN Kỹ thuật thực phẩm 2\" này. Em thắc mắc không biết là có nhầm lẫn gì không ạ. Và để như vậy thì có ảnh hưởng đến học phí khi đóng không. Em xin cảm ơn phòng đào tạo ạ.",
    "Kính thưa quý Thầy Cô PĐT. Thời khóa biểu hiện tại của em có môn Thực tập cơ khí đại cương chỉ có lịch 1 tuần. Như vậy thì em chỉ cần đi học vào tuần đó thôi phải không ạ? Tại em thấy lịch học lúc đầu (chưa có dịch) của môn này có nhiều tuần.",
    "Thưa thầy/cô, Đợt ĐKMH vừa rồi, khi đăng ký do sơ suất nên em quên đăng ký môn GĐTC 3 - Mã môn học: PE1007 . Thầy/cô cho em hỏi bây giờ có cách nào để em có thể đăng ký bù môn GDTC và đi học không ạ? Em cảm ơn thầy/cô rất nhiều ạ.",
    "Em xin chào, Em là , sinh viên K18 khoa Điện-Điện tử của trường. Em xin hỏi là em có đăng kí môn Tín hiệu và hệ thống vào đợt đăng kí dự thính đợt 2, nhưng trong thời khóa biểu của em lại không có môn đó. Cho em hỏi vì sao ạ? Em xin cảm ơn.",
    "ng ký in bảng điểm . Vào thứ 7, em có đăng kí in bảng điểm và nhận tại CS1, tuy nhiên sau khi đăng kí BKPay hiện lên tới 2 vị trí đóng tiền cho dịch vụ đăng kí in bảng điểm này trong khi trang Đăng kí in bảng điểm lại không hiện lên dịch vụ em đã đăng kí. Em đã lên phòng đào tạo CS1 để nhận bảng điểm sau khi đã đóng tiền ở 1 trong 2 ô thanh toán trên BKPay tuy nhiên cô ở pdt không tìm thấy dữ liệu đã đăng kí trước đó nên không giải quyết được. Em hy vọng phản ánh của em sẽ được giải quyết nhanh do em đang cần in bảng điểm gấp. Em cảm ơn.",
    "Môn cơ sở điều khiển tự động (thí nghiệm) (EE2020) không có tuần học. Em không biết môn này bắt đầu khi nào để đi học. Em không biết do PĐT chưa cập nhật hay do môn này chưa có TKB? Em cảm ơn.",
    "Dạ em chào anh/chị, Em hiện là sinh viên K16, MSSV , Đáng lẽ kỳ này em phải đăng kí luận văn tốt nghiệp nhưng do em chưa thi lấy bằng Anh văn nên không đăng kí được, em cũng không có đăng kí môn khác. Em vừa thấy mail phòng đào tạo dánh sách buộc thôi học với những anh chị tự ý nghỉ hoặc 2 kì liên tiếp nghỉ hoặc có đtb bằng 0. Vậy cho em hỏi việc em không đăng kí môn nào trong kì này thì điểm trung bình của em có bằng 0 không? Và nếu từ đây đến tháng 8 em nộp bổ sung bằng tiếng anh thì có được đăng kí luận văn bổ sung không? Em có cần phải làm đơn tạm dừng 1 kì để không bị liệt vào tình trạng tự ý nghỉ học không ạ? Em cảm ơn anh/chị nhiều.",
    "Kính gửi thầy/cô phòng đào tạo Em tên là , theo cập nhật ngày 22/4/2020 trong bảng điểm xem ở trang mybk, em có thông tin xét học bổng khuyến khích học tập kì 191. Tuy nhiên, theo cập nhật ngày 5/5/2020 thì thông tin xét học bổng khuyến khích học tập không còn. Em có đính kèm theo 2 file minh chứng. Mong phòng đào tạo xem xét lại giúp em. Cảm ơn thầy/cô.",
    "Chào ad, hiện tại các tiết học thí nghiệm cơ sở 1 đã có thời gian nhưng chưa để tuần, vậy mình chờ đến lúc nào update tuần mới đi học đúng không ạ. Em cảm ơn   i  .",
    "Em đăng kí thể chất nhưng do lớp không đủ thành viên nên bị hủy lớp và cũng không được chuyển qua lớp khác. Cho em hỏi em có thể đăng kí lại được không ạ?",
    "Em muốn hỏi vì sao thời khoá biểu học kì 192 bị thiếu 1 môn Đồ án nền móng - CI3193 Em có đăng kí môn học (hình ảnh đính kèm) nhưng chỉ được xếp 1 môn Đồ án gốm - CI3197",
    "Em xin chào thầy (cô) ạ! Do tình hình dịch bệnh nên 24/5 em mới thi Toeic tại BK english được. Ngày 6/6 em mới có bằng, lúc đó em chuyển điểm thì điểm chuyển cho đc tính vào điểm trung bình tích lũy HK192 không ạ? Em xin cảm ơn ạ.",
    "MSSV:  Chuyển lớp Pháp luật đại cương, nhóm tổ  sang lớp Pháp luật đại cương, nhóm tổ ",
    "Em từ việt pháp chuyển xuống khoa xây dựng. Cho em hỏi là em sẽ phân ngành như thế nào ạ? Em có được chuyển về phân ngành chung với khóa k20 không ạ?",
    "Thưa thầy, cô Về đào tạo ngành phụ thì có thể học ngành phụ khác khoa được không ạ?  Em cảm ơn",
    "Em chào phòng đào tạo. Em tên là , MSSV .  Đợt đăng kí môn học dự thính đợt 3 vừa rồi em không đủ điều kiện để đăng môn Đảm bảo chất lượng( 202087) nên em không đăng kí được, nhưng bây giờ e đã đủ điều kiện để đăng môn. Nên em mong pđt có thể giúp em đăng kí bổ sung môn Đảm bảo chất lượng( 202087) để em có thể hoàn thành chương trình học theo tiến độ. Em xin cảm ơn pđt.",
    "Em tên . MSSV: . Ở học kì 191 em được học môn Tư tưởng , thầy , lớp A07-A, sau khi lên điểm em đã có liên lạc với thầy về việc thầy đã nhập thiếu điểm bài tập lớn của em. Nhưng đến nay điểm bài tập lớn vẫn chưa được sửa mặc dù thầy đã nộp đơn xin sửa điểm ạ. Em xin cảm ơn.",
    "Lịch thi (không tìm thấy,sai phòng thi,...) . Dạ em chào thầy/cô PĐT, Thầy/cô cho em hỏi sao em không thấy lịch thi môn Quá trình và thiết bị cơ học (CH2019) vậy ạ? Em cám ơn nhiều ạ,",
    "Cho em hỏi là em trong học kì 191 em hoàn thành được 11 tín chỉ và có điểm trung bình tích lũy trên 5 nhưng vẫn bị cảnh cao học vụ và trong danh cảnh cao học thì em chỉ có điểm trung binh tích lũy là 8 tín chỉ thôi ạ mong phòng đào tạo xem xét lại cho em với ạ. Em cảm ơn!",
    "Em chào Phòng Đào tạo. Em là , MSSV .  Em là sinh viên hệ Cao Đẳng khóa k17 và năm nay là năm cuối. Đợt đăng ký môn học dự thính kỳ 192 vừa rồi em lỡ chưa đăng ký môn đảm bảo chất lượng (mã 202087) và môn pháp luật đại cương (mã SP1007). Em mong phòng đào tạo có thể giúp em đăng ký bổ sung 2 môn học trên cho kỳ dự thính 192 này để em có thể hoàn thành chương trình hoc thep tiến độ.  Kính mong Phòng Đào tạo xem xét và giúp đỡ.  Em xin chân thành cảm ơn!",
    "dạ gần thi giữa kì rồi mà chưa có cập nhật  học phí để e đóng nữa, trường xem để e còn đóng tiền kịp thi ạ",
    "Kính gửi phòng đào tạo Trường đại học Bách Khoa Em có hai vấn đề muốn hỏi: 1/ Em có đăng ký môn học của học kỳ dự thính HK192 (đợt 2) môn công nghệ ô tô (TR3021), nhưng hiện tại em vẫn chưa có thời khóa biểu. Vậy cho em hỏi là môn của em có bị hủy không và em có được học tiếp không ạ?  2/ Về hệ VHVL có được học chung với hệ chính quy không ạ?",
    "Hôm trước em có rút môn học rồi nhưng thời khóa biểu vẫn còn là có thể còn học được hay sao vậy ạ",
    "Chào T, em là  MSSV , sinh viên K18 khoa QLCN. em xin phản hồi T về yêu cầu ID 10971 là em bị mất môn Toán Kinh tế Ứng dụng mã môn IM1005. Mong T giải quyết giúp em ạ. Em cảm ơn.",
    "Em nhận thấy có sự chênh lệch học phí như ảnh đính kèm. Mong nhà trường giúp em với .",
    "Cho em hỏi là thời hạn xét chuyển điểm môn anh văn là vào ngày mấy ạ? Tại em xem trên lịch học vụ thì thấy là ngày cũ chưa cập nhật mới ạ. Em cảm ơn ạ.",
    "Trong học kì 191, em đã tích lũy được 11 tín chỉ, và trung bình môn là 6,07, nhưng em vẫn bị cảnh cáo học vụ, và khi em tra cảnh cáo, thì trong đó em chỉ có 8 chỉ và điểm trung bình môn là 5.21, em mong nhà trường xem xét lại",
    "Kính gửi quý thầy cô phòng đào tạo trường đại học Bách Khoa Tp.HCM Em tên là:  MSSV:  là sinh viên lớp Phương Pháp Tính L04 sáng thứ 2 tiết 2-4 thầy  giảng dạy. Thưa thầy/cô. bài kiểm tra chương 4 Phương Pháp Tính vừa qua do em đã không học bài kĩ và làm bài kiểm tra dẫn đến điểm thấp, hiện tại hệ thống đã không đồng ý mở tiếp chương 5 cho em làm. Thầy/cô có thể cho em biết như vậy em có bị cấm thi giữa kì hay cuối kì môn học không ạ? Hiện giờ em rất lo lắng về vấn đề này. Mong quý thầy/cô sớm phản hồi thông tin cho em biết. Em xin chân thành cảm ơn!",
    "Em không thấy thời khóa biểu môn Vật lý bán dẫn thí ngiệm  Một số thí nghiệm có 2 buổi bắt đầu từ tuần 23 , thời khóa biểu như vậy là chính xác đúng không ạ",
    "Em có đăng ký môn học dự thính HK 192 theo hình thức LIVE stream đợt 1 nhưng qua đợt 2 đợt 3 êm không thấy phiếu đăng ký các môn đã đăng ký đợt 1 Em không thấy thời khóa biểu các môn học dự thính HK 192 hình thức LIVE stream",
    "Kính chào quý Thầy cô. Em muốn hỏi về hạn chuyển điểm ngoai ngữ là ngày mấy vậy ạ? Tại em thấy trên aao là lịch cũ chưa cập nhật ạ. Em mong nhận được sự phản hồi từ quý Thầy cô ạ Em cảm ơn ạ",
    "Thưa thầy/cô, cách đây vài ngày em có đặt câu hỏi trên trang bksi về việc lịch thi giữa kỳ tập trung môn Cơ sở điều khiển tự động (EE2019) trùng với lịch học môn Thực tập điện tử 1 (EE2023) của nhóm lớp A03. Em có nhận được câu trả lời là \"Bạn xem lại TKB\". Em đã xem lại nhưng thấy không có thay đổi gì, vẫn bị trùng lịch . Kính mong thầy/cô giải quyết giúp tụi em với ạ.",
    "Em thắc mắc thời khóa biểu môn thực tập cơ khí đại cương 1 sao chỉ có học tuần 28 ạ. Thầy cô xem lại giúp em có đúng học 1 tuần hay không ạ. Em lớp A01 ạ",
    "Cho em hỏi là em có đăng kí sử dụng 3G của trường với sđt [phone_number] mà đến giờ e vẫn chưa sử dụng được",
    "MSSVMSGV:   b       i    i     Chào Thầy  E là sinh viên vb2, ngành kĩ thuật hóa học Mssv  E đang học  3 môn  Hóa Hữu Cơ,  Quá Trình Và Thiết bị truyền nhiệt,  Quá Trình Và thiết bị truyền khối trong học kì chính Bây giờ em đăng kí thêm 3 môn này ở lớp dự thính được không ah?",
    "Em xin kính chào Thầy/Cô ạ. Thầy/Cô cho em hỏi lớp dự thính đã bắt đầu chưa ạ. Và bây giờ em có thể đăng kí thêm vào lớp Cơ kết cấu (CI2029) được không ạ. Mong Thầy/Cô xem xét giúp em.",
    "Em chào thầy cô. Em thấy PĐT có thông báo về việc thay đổi bảng chuyển điểm AV từ HK201. Thầy cô cho em hỏi là quy định này áp dụng theo học kỳ hay theo khóa.  Hiện em có chứng chỉ TOEIC, nếu HK192 và HK201 chuyển điểm kết quả chuyển điểm AV có khác nhau không ạ. Em sinh viên K18 ạ. Mong thầy cô trả lời giúp em. Em cảm ơn thầy cô ạ.",
    "Dạ cho em hỏi là em xem video rồi đầy đủ mà sao trong phần trăm điểm vẫn để 0-100 v ạ. Em có chú thích hình ảnh. Môn nào em cũng bị như vậy. em cảm ơn",
    "Em muốn hỏi thủ tục bảo lưu của trường cần làm những gì ạ Em đã vào trang web pdt (aao) nhưng không thấy thủ tục.",
    "Cho e hỏi là nhà trường đã có lịch tốt nghiệp mới chưa ạ.",
    "Em muốn hủy môn dự thính thiết kế và xử lý số liệu vi trùng lịch ạ ",
    "Lịch thi (không tìm thấy,sai phòng thi,...) . Dạ em chào thầy/cô PĐT, Thầy/cô cho em hỏi sao em không thấy lịch kiểm tra giữa kì môn Quá trình và thiết bị cơ học (CH2019) vậy ạ? Em cám ơn nhiều ạ,",
    "Dạ em kính chào quý thầy cô ạ . Em tên là , MSSV , sinh viên khoa Cơ Khí ạ. Vấn đề là như thế này ạ: Là vào ngày 1/5/2020 em có đăng kí in bảng điểm (2 bản), em đã thanh toán trên hệ thống trên BKPay và đã trừ tiền trong tài khoản OCB của em, trên BKPay cũng hiển thị là đã thanh toán (em không hiểu sao nó xuất ra 2 lần đăng kí in bảng điểm, cụ thể em đính kèm ở bên dưới ạ). Nhưng trên hệ thống của trang web Đăng kí in bảng điểm thì hiển thị là chưa thanh toán ạ. Em nghĩ đã có lỗi thanh toán gì ở đây và mong quý thầy/ cô xem xét trường hợp này giúp em ạ, càng sớm càng tốt ạ vì em đã cần gấp bảng điểm này ạ. Mong nhận được phản hồi sớm từ phía nhà trường, em cám ơn và chúc quý thầy cô dồi dào sức khỏe ạ.",
    "Dạ cho em hỏi là đăng kí dự thính đã hết hạn. Và em có mong muốn học dự thính thì bây giờ em có thể lên phòng đào tạo làm đơn để xin học dự thính được không ạ?",
    "Em là sinh viên VLVH lúc chiều em có lên trường để về thẻ sinh viên thì được phòng đào tạo báo là chưa nộp hình để làm thẻ, cho em hỏi mình bổ sung hình làm thẻ sinh ở mục nào, em cảm ơn",
    "Dạ cho em hỏi là nếu mình là Đảng viên thì mình sẽ nộp Hồ sơ Đảng ở đâu ạ ?",
    "Hiện tại em check thời khóa biểu thì thấy vào ngày mai lúc 7h em có tiết Thực tập cơ khí đại cương, nhưng bên phần Tuần Học thì lại để trống, vậy là môn này em vẫn đi học bình thường hay sao ạ?",
    "Em chào anh/chị ạ, Hiện tại em đang theo học lớp VPXDC2016 Bên chương trình em có 1 môn học là thực tập cán bộ kỹ thuật sẽ kéo dài 3 tháng. Thông thường như các năm trước thì nó sẽ diễn ra vào hè ngay sau khi thi học kỳ. Tuy nhiên năm nay, do ảnh hưởng của dịch Covid 19, các hoạt động học tập bị ảnh hưởng khá nhiều. Dẫn tới em không biết khi nào thì trường mình dự kiến sẽ sẽ kết thúc HK192 ạ. Em cũng cần thông tin dự kiến về thời gian bắt đầu HK201 để có thể sớm chủ động liên lạc tới các công ty tiếp nhận thực tập ạ. Em cảm ơn ạ.   i  .",
    "Kính gửi .ĐT! 1. Cho em hỏi là em đã chuyễn đổi CCNN Toeic thành điểm chuyển anh văn 1,2,3,4, nhưng trong bảng điểm sinh viên thì không tính điễm chuyển AV vào điểm tích lũy, Vậy nên cho em hỏi là sau khi tốt nghiệp ( Đánh giá xếp loại bằng) thì điểm chuyển anh văn có được tính vào điểm TB tích lũy không ạ? 2. Theo như bảng điễm quy đổi tương đương thì e chọn chuyển điểm CCNN qua điểm môn AV1, AV2, Av3, AV4 và e đã đóng phí, nay e xin chuyển lại thành Av1, Av2, Av3 và em đồng ý đóng phí lại được không ạ? Lý do vì điểm AV4 chuyển qua  5đ nên e không muốn chuyển qua ạ vì e đang cố gắng lấy 7.0 lấy bằng khá. Em xin cảm ơn!",
    "Dạ cho em hỏi, nếu em đã rút môn học trong thời gian rút môn học không tính học phí thì em không bị tính học phí môn đó có phải không ạ? Rút môn không tính học phí em rút môn GT2 4 chỉ Tổng số tín chỉ em đăng ký học kì này còn lại 10 chỉ, vậy thì em có được giảm học phí tương ứng với môn GT2 không ạ? Em xin chân thành cảm ơn sự hỗ trợ của thầy/cô ạ.",
    "Cho em hỏi là em bị rớt anh văn đầu vào mà em có thấy trường thông báo là không xét điều kiện chuẩn anh văn nữa. Vậy đối với trường hợp của em có bị cấm đăng kí môn học không? Em cảm ơn.",
    "Dạ cho  đợt đkmh dự thính đợt 3 vừa rồi  có đăng kí môn: quá trình và thuyết bị truyền nhiệt (CH2043), quá trình và thiết bị truyền khối (CH2051). Khi có thông báo kết quả đkmh thì  có kiểm tra thì thấy môn học có trên  danh sách các môn đã đăng kí thành công. Nhưng tới thời điểm bây giờ môn học vẫn chưa có trên thời khoá biểu và bk-[full_nam] và các bạn đã đăng kí được môn và có tkb thì đã học liv ngày t5 hôm qua. Em xin pđt xm lại trường hợp của . Em xin cảm ơn!",
    "Thưa thầy/ cô, em muốn nộp chứng chỉ IELST chuẩn đầu ra tiếng anh thì phải làm như thế nào ạ?",
    "Thưa quý thầy cô, lịch kiểm tra giữa kỳ của em bị trùng 2 tuần môn thực tập điện tử 1 vào tuần 22 và 23. Em xin phép nhà trường dời 2 tuần môn thực tập điện tử 1 để chúng em thi giữa kỳ được không ạ. Môn thực tập điện tử mỗi năm chỉ mở một lần nên rất quan trọng với chúng em ạ. Em cảm ơn quý thầy cô đã xem",
    "Kính gửi phòng đào tạo. Cho em xin hỏi là em đăng kí 18 tín chỉ là      5 300 000 là 17 tín chỉ + 320 000 là 1 chỉ tăng thêm  =  5 620 000 đồng. Nhưng khi trường thông báo với em lần 1 là 6 260 000 đồng và em đã gửi mail lên phòng đào tạo thì sau đó sửa thành 5 940 000 đồng. Em không đăng kí dự thính hay học anh văn tại trường. Mong phòng đào tạo xem xét lại. Em chân thành cảm ơn.  ",
    "Thưa nhà trường. Em bị trùng lịch kiểm tra giữa kỳ với lịch môn thực tập điện tử 1 lớp A04 chiều chủ nhật do thầy  dạy vào cả 2 tuần 22 và 23. Em có lên phòng đào tạo hỏi thì cô bảo là xin thầy môn đó học bù. Nhưng mà em coi lịch học bù thì khó khăn cho em vì kẹt lịch và khó khăn trong di chuyển ạ. Em xin nhà trường có thể nào dời môn đó tránh 2 tuần 22 và 23 để chúng em thi giữa kỳ được không ạ. Vì môn thực tập chỉ mở mỗi năm một lần nên rất quan trọng với chúng em ạ. Em cảm ơn nhà trường đã xem ạ.",
    "Dạ em xin chào thầy/cô! Em tên , MSSV: , sinh viên khoa Điện -Điện tử k2015. Em có một thắc mắc muốn hỏi về việc đăng ký hoãn và bảo vệ Luận văn tốt nghiệp vào đợt bổ sung. Thì không biết nếu muốn đăng ký thì em cần làm những thủ tục và chuẩn bị những giấy tờ gì ạ! Em xin cảm ơn!",
    "Em tên , MSSV  Em thấy trong đợt cập nhật lịch thi vừa qua, những bạn học chung môn Lập trình hệ thống nhúng ( EE3031 - nhóm A01 ) với em đều đã được cập nhật lịch thi và phòng thi giữa kì nhưng sao trên Mybk của em lại không xuất hiện môn này ạ. Mong PĐT cập nhật giúp em. Em cảm ơn",
    "Chào PĐT, Học kỳ 2/2019-2020, em đã đăng ký 12 chỉ, trong đó có 9 chỉ luận văn tốt nghiệp. Nếu bây giờ em rút môn luận văn tốt nghiệp vậy học kỳ này em có bị đình chỉ không ạ? Hay em vẫn có thể tiếp tục học 3 chỉ còn lại? Mong PĐT sớm giải đáp thắc mắc giúp em. Em có đính kèm ảnh thời khóa biểu của em. Em chân thành cảm ơn!",
    "em tên trần thị kim tuyến, sinh viên hệ vlvh khóa 2019 khoa môi trường và tài nguyên. Học kỳ 2 (192) em có đăng ký trúng 2 môn học được miễn là môn hóa đại cương (mã môn học ch1003) và môn đại số tuyến tính(mt1007). Thầy, cô cho em hỏi tại sao 2 môn này vẫn chưa tự hủy trong tkb của em và vẫn tính học phí. Em xin cảm ơn",
    "phòng đào tạo ơi, em đăng kí nhầm mã môn học nên em không được học. mã nhầm là 006001, mã cần sửa lại là mt1003. mong pđt thứ lỗi cho sai lầm của em và sửa lại giúp em mã môn học . em chân thành cảm mơn.",
    "Em đã đăng ký môn học Kết cấu thép 1 (CI3009) tại HK dự thính 192 ạ. Kết quả sau đợt đăng ký đầu tiên và đợt đăng ký học livestream đầu tiên là có mở lớp môn học Ci3009 ạ. Nhưng qua đợt 2 và đợt 3 thì môn học CI3009 không còn mở lớp ạ. Em bây giờ còn có thể đăng ký môn học kết cấu thép ở HK chính 192 không ạ. Mong PĐT có thể tạo điều kiện để em đăng ký môn học CI3009 ạ . Em xin cảm ơn ạ",
    "Em tên là  Mssv :   Em làm đơn này kính xin Ban Giám hiệu nhà trường,Phòng đào tạo, Khoa và quý Thầy cô cho phép em được đăng kí học môn dự thính : -Cơ lưu chất -Mã số môn học : CI2005 -Lớp : ONDT -Cô hướng dẫn :  -lý do : em đăng kí bị trễ hạn Kính mong Ban Giám hiệu Nhà trường, quý Phòng , quý Khoa và quý Thầy cô xem xét và giải quyết cho em. Em xin chân thành cảm ơn.",
    "Cụ thể, trong học kì 192, em đã đăng kí GDTC là môn bóng bàn. Nhưng cuối cùng, trong TKB của em lại không có .",
    "Em tên là  Mssv :   Em làm đơn này kính xin Ban Giám hiệu nhà trường,Phòng đào tạo, Khoa và quý Thầy cô cho phép em được đăng kí học môn dự thính : -Cơ lưu chất -Mã số môn học : CI2005 -Lớp : ONDT -Cô hướng dẫn :  -lý do : em đăng kí bị trễ hạn Kính mong Ban Giám hiệu Nhà trường, quý Phòng , quý Khoa và quý Thầy cô xem xét và giải quyết cho em. Em xin chân thành cảm ơn.",
    "Hiện em vẫn chưa được cập nhật lịch thi cho học kì 192 ạ, không biết có vấn đề gì không ạ. MSSV em là ",
    "Kính gửi Phòng Đào Tạo! Em tên:  - MSSV:  - Ngành: Xây Dựng Dân Dụng Và Công Nghiệp. Hiện em có nguyện vọng chuyển từ Hệ Chính Quy sang Hệ Vừa Làm Vừa Học cùng ngành học, nên em có một số thắc mắc xin được giải đáp ạ:  1. Quy trình, thủ tục thực hiện như thế nào ạ?  2. Em có thể chuyển hệ ngay thời điểm này hay là phải đợi đến khi kết thúc học kì ạ?  3. Lệ phí chuyển hệ là bao nhiêu ạ? Em xin chân thành cảm ơn ạ!",
    "Chào PĐT, Nếu kỳ này em rút luận văn tốt nghiệp thì kỳ sau vẫn là giảng viên cũ hướng dẫn em hay em sẽ được sắp lại người khác ạ? Mong PĐT giải đáp thắc mắc giúp em. Em chân thành cảm ơn.",
    "Thưa thầy, cô Bao giờ thì có đợt đăng kí học ngành phụ ạ? Em cảm ơn",
    "Dạ chào Phòng Đào tạo, Khi em yêu cầu in bảng điểm, thì bảng điểm có ghi điểm của các môn học học phần mở rộng của kỹ sư tài năng không ạ. Em cảm ơn nhiều ạ.",
    "Em là sinh viên K19, hiện tại em đang ở cs2 ( ktx khu A), em đã đăng ký nhầm môn đá bóng ở cs1. Em muốn được thay đổi thành cs 2 để việc học thuận tiện hơn. Vì đăng ký nhầm nên với khung giờ 7 đến 8h50  khôg thể di chuyển kịp lên cs 1 để học được. Mong thầy cô xem xét để tạo điều kiện giúp em. Thầy bộ môn đá banh của e là thầy  ( PE1009)",
    "Em vẫn chưa nhận chứng chỉ quốc phòng. Do em quên và không chú ý thông báo. Giờ em phải làm sao ạ",
    "Kính gửi Phòng Đào Tạo! Em tên: . MSSV: . Ngành: Xây Dựng Dân Dụng Và Công Nghiệp. Em đọc quy chế và biết rằng thời gian đào tạo tối đa của em là 13 học kỳ chính. Tính tới thời điểm này em đã học 12 học kỳ chính (HK1 và HK2) và 4 học kỳ hè (đã hoàn thành xong các môn thực tập). Nhưng trong quy chế có định nghĩa học kỳ hè là học kỳ chính (ảnh đính kèm) nên em không biết chính xác khi nào em hết thời gian đào tạo ạ! Mong Phòng Đào Tạo có thể xác nhận giúp em khi nào em hết thời gian đào tạo được không ạ. Em có dự định khi hết thời gian đào tạo hệ chính quy em sẽ chuyển sang hệ VLVH ạ! Em xin chân thành cảm ơn ạ!",
    "Dạ thưa thầy cô, trong mail lúc trưa em nhận được có đề cập từ 18/5 đi học lại tập trung. Vậy là các môn đại cương cũng lên trường hay tiếp tục Hangouts ạ. Em cảm ơn",
    "Em hoàn thành hết môn học trong chương trình học rồi. Học kỳ này e đang thi AV nói viết, em không đăng ký học môn nào hết. Vậy em có bị cảnh cáo không ạ. Em cám ơn trước ạ.",
    "Thưa quý Thầy Cô Em là sinh viên chuyển hệ từ CQ sang VHVL đợt 2 - 2019 (đợt khoảng tháng 11/2019). Khi nộp hồ sơ em đã nộp bảng điểm và đóng phí chuyển rồi. Nhưng đến hôm nay (16/05/2020) em xem bảng điểm (thông tin SV) trên MyBK và Xem điểm (VHVL) trên trang aao.hcmut.edu.vn đều không thấy thông tin gì. Không biết có vấn đề gì không và em có cần làm gì không ạ? Ngoài ra, trong học kỳ này em đã đk và đang học môn Đường lối, có 2 môn học trước (CN  và  tưởng HCM) em đã đạt bên CQ. Không biết có ảnh hưởng gì đến việc lấy điểm bên Đường lối không? Em xin cảm ơn ạ",
    "ng ký in bảng điểm . Em tìm trên myBK chỉ thấy dịch vụ \"Đăng ký in bảng điểm\" (bản giấy song ngữ) nhưng em đang cần file soft copy để làm Hồ sơ đăng ký Thực tập. Vậy nhà trường cho em hỏi, em muốn lấy bảng điểm dạng soft copy này thì thực hiện như thế nào ạ. Em cảm ơn!",
    "Theo như mail trường xác nhận thì học kì 193 và 201 không dùng chuẩn av để đăng kí môn học, khi gần kết thúc kì 201 thì sẽ đk môn cho kì 202 thì có dùng av để xét không và chuẩn av là như thế nào. 2/ khi trường thông báo không tính av cho kì 193 và 201 thì hết hạn rút môn học không tính phí, do số lượng rút môn anh văn nhiều nên tụi em bây giờ có được rút không mất phí không.",
    "Kính gửi PĐT, Em đã đăng ký môn học CI3009 nhưng hiện giờ lớp CI3009 không mở lớp trong HK dự thính 192, nên bây giờ em có thể đăng ký trong HK chính 192 môn CI3009 không ạ? Em xin cảm ơn ạ",
    "Chào anh/chị,     Em là sinh viên năm nhất, em muốn hỏi cái BH tai nạn em phải tự đk mua trên myBK hay trường sẽ phát ạ? và nếu trường phát thì khi nào em sẽ nhận được?    Em cảm ơn nhiều ạ!",
    "Chào Thầy (Cô)! Em xin được hỏi nếu Em đã nộp chứng chỉ ngoại ngữ 2 kĩ năng READING AND  để chuyển điểm 4 anh văn vào ngày 30/11/2017. Vậy nếu Em tốt nghiệp vào t11/2020 mà chứng chỉ ngoại ngữ đã hết hạn thì Em phải thi lại chứng chỉ mới hay sao ạ . Em xin chân thành cảm ơn Thầy (Cô)!",
    "Em chào thầy cô, em là , lớp XD19LT06. Em vừa làm đơn tạm nghỉ thì em có được hoàn lại tiền học phí đã đăng ký trong học kỳ này không ạ, nếu có thì nhận như thế nào ạ. Em cảm ơn!",
    "Kính gửi PĐT! Do chưa đủ điều kiện xét tốt nghiệp (thiếu chứng chỉ tiếng anh nói viết), cho nên theo hướng dẫn trên trang đkmh thì em có đăng kí 1 môn để duy trì trạng thái sv. Hiện tại em đã thi vào ngày 7/5 nhưng chưa có kết quả. Mà hạn cuối rút môn học là vào ngày 19/5 . Cho em hỏi là sau khi đạt av nói viết thì em có thể rút môn học để đăng kí tốt nghiệp được không, hay là phải rút theo hạn trên. Em cảm ơn!",
    "Cho em hỏi giờ mình bảo lưu kết quả được không ạ. Em cảm ơn",
    "Kính chào thấy/cô! Em tên , MSSV: , hệ VLVH. Học kỳ này em có đăng ký học 1 môn bên lớp chính quy, theo mail thông báo đã có lịch thi giữa kỳ nhưng em không tìm thấy lịch thi/kiểm tra của học kỳ này, em kính nhờ thầy/cô xem lại giúp em(TKB đã có đầy đủ các môn). Em xin cảm ơn!",
    "hồi cuối tháng 02/2020 em có rút môn học LVTN vì em đã hoàn thành từ kỳ trước nhưng vẫn phải đóng học phí đầy đủ. Em có xem mail thông báo là 28/05/2020 là hạn đóng 50% học phí nhưng bây giờ em chưa thấy thông báo thanh toán học phí trên BKPay. Cho em hỏi khi nào thì em mới đóng học phí ?",
    "Em chào các thầy cô, Em là sv bằng 2 khóa 2015. Em có vài câu hỏi về kế hoạch tốt nghiệp sắp tới ạ. 1. Do dịch bệnh vừa rồi, kế hoạch tốt nghiệp thay vì tháng 4 sẽ được hoãn tới tháng mấy ạ? 2. Em vào trang đăng ký tốt nghiệp mà thấy khó sử dụng, không biết có chỗ nào hướng dẫn đăng ký không ạ? 3. Đối với sv bằng 2, em có được xét \"giảm nhẹ\" cho phần Anh văn không ạ. Cụ thể là: TOEIC speaking+writing: ĐẠT            TOEIC listening+reading: 490 (em thi nhiều lần nhưng vẫn thiếu 10 điểm). Mong được nhận phản hồi từ thầy cô. Em chân thành cảm ơn.",
    "Em có thể rút môn học bằng cách gửi mail cho phòng đào tạo kèm mẫu đơn mà em đã điền đầy đủ thông tin được không ạ",
    "em chào thầy/cô ạ kì này em đăng kí 19 chỉ chính quy nhưng tuần vừa rồi nhà trường thông báo hủy 1 môn(3 chỉ)  nên em còn 16 chỉ.học phí là 320k/chỉ  =  tổng học phí=16*320=5120k mà trên bkpay em thấy báo là tận 6400k ạ mong thầy/cô xem xét lại sai xót giúp em ạ em cảm ơn.",
    "Lịch thi (không tìm thấy,sai phòng thi,...) . Em không thấy lịch thi HK 192 năm học 2019-2020",
    "cho em hỏi là làm sao mình có thể đến kịp điểm thi khi khoảng cách giữa 2 cơ sở là 1 giờ ạ",
    "Thầy (cô) cho em hỏi ạ! Em là sinh viên khóa K14, hạn cuối ra trường hệ chính quy là tháng 11/2020. Em đã hoàn thành chương trình học chỉ thiếu chứng chỉ anh văn để đủ thủ tục tốt nghiệp. Em có lên mybk.hcmut.edu.vn xem ở mục tình trạng sinh viên thì để là tạm dừng học vì không có đăng ký môn học thì có bị sao không ạ. Lúc trước em có vào phòng đào tạo trường hỏi thì được tư vấn là không cần đăng ký môn học gì nữa, chỉ cần có chứng chỉ nộp vào là làm thủ tục tốt nghiệp thôi ạ.Em cảm ơn!",
    "Trong đơn tạm dừng có mục chữ ký gvcn và trưởng khoa, em phải gặp xin chữ ký trước khi nộp đơn cho pdt phải không ạ? Và thầy/cô cho em hỏi hạn chót nộp đơn xin tạm dừng ạ?",
    "Chào phòng Công tác CTSV Em là sinh viên ngành cơ khí   B liên thông   , khóa 2019, cho em hỏi hệ liên thông có cần ngày công tác xã hội để xét luận văn và tốt nghiệp không ạ? Em xin cảm ơn phòng Công tác CTSV.",
    "dạ e nhận dc mail là đã cập nhật học phí  nhưng e vào mybk kiểm tra vẫn k thấy gì hồ sơ e nộp tháng 11/2019 đến nay các môn dc miễn cũng chưa có cập nhật ạ thầy cô xem cập nhật lại giúp e với để e còn đi đóng tiền với cả xem nên đăng kí môn nào để khỏi bị trùng ạ",
    "Dear thầy/cô. Em tên là: , MSSV: 1, hiện đang là sinh viên K13 khoa Kỹ thuật Xây dựng Trường Đại học Bách Khoa. Lý do em viết câu hỏi này là vì trong tiến độ học tập của em có môn   B Hóa học đại cương B (604002)    là chưa đạt, em đã tiến hành học lại môn tương đương là   B Hóa đại cương (CH1003)    vào học kỳ 1 năm học 2018-2019 và đạt đủ yêu cầu qua môn. Nhưng đến hôm nay, khi kiểm tra lại mục điểm chuyển em thấy môn Hóa học đại cương B của em vẫn chưa được chuyển điểm và đang trong tình trạng chưa đạt. Em rất mong thầy/cô xem xét, kiểm tra lại phần điểm chuyển môn học tương đương giúp em để em đủ điều kiện tốt nghiệp ra trường. Dưới đây là hình ảnh bảng điểm học kỳ em học môn Hóa đại cương, và hình ảnh môn tương đương của môn Hóa học đại cương B.",
    "Vừa qua, vì em do lơ đễn trong việc xem bài trực tuyến và các bài khác mà ko kiểm tra ngày hết hạn làm bài, em xin phép thầy cô cho em được gia hạn chương 5, 6 môn Vật lí 2 thêm 1 tuần nữa được không ạ?",
    "Vấn đề của em  là bên Khoa Cơ Khí  hiện tại đã hủy môn Vẽ Cơ Khí ( ME2021) nhưng đến học phí vẫn chưa được cập nhật lại.Em hỏi là học kì này vẫn đóng học phí với số tiền hiện tại hay cập nhật rồi em mới thanh toán hợp lệ. Em xin cám ơn",
    "Dear thầy/cô,  Em , là sv khoá k14 ạ, vì một số lý do cá nhân e xin phép không nói ạ, hiện tại e đang đi làm, nhưng vẫn chưa tốt nghiệp. E còn nợ av4, chưa thi av 2 kĩ năng và thiếu 0,5 ngày ctxh ạ. Cho e hỏi e còn tốt nghiệp được không ạ? Hiện tại e rất hoang mang về định hướng tương lai, e mong có được sự giúp đỡ của nhà trường ạ! E xin chân thành cảm ơn!",
    "Thưa thầy cô! TKB trên mybk của em có môn THÍ NGHIỆM VẬT LÝ BÁN DẪN EE1014. Nhưng không hiểu sao lại không hiện lịch học. Không biết có do lỗi hệ thống gì không ạ? Mong PĐT kiểm tra giúp em",
    "Dạ em chào PDT ạ! Em là sinh viên học lớp Hóa đại cương do cô Phan  Hồng Phương  phụ trách Em được thông báo nghỉ buổi học hôm nay(19/5/2020) nhưng theo thông báo thì số tiết nghỉ là 1 nên em muốn hỏi là nghỉ tiết đầu rồi học tiếp vào các tiết sau hay nghỉ cả buổi hôm nay ạ? Em cảm ơn ạ! *(Em có đính kèm file mail ạ)",
    "Chào thầy/cô Em có đọc được thông báo về việc đóng bảo hiểm y tế. Em có 2 câu hỏi ạ. 1. Em là sinh viên khóa 15 và đang đi làm cho doanh nghiệp, em đã có bảo hiểm do doanh nghiệp cung cấp, vậy em có cần phải tham gia bảo hiểm bên trường không ạ?  2. Em có thấy các bước để đăng ký bảo hiểm, còn trường hợp đã có thẻ BHYT thì phải thực hiện những gì để được xác nhận ạ. Mong thầy/cô reply chi tiết giúp em các bước em cần thực hiện ạ, em là sinh viên năm cuối nên cũng sợ lỡ có sai sót gì thì không được đăng ký luận văn cho kỳ sau lắm ạ. Em cảm ơn",
    "Cho em hỏi là tại sao em lại có phần học phí HP192_DHCQK19 bổ sung với số tiền là 320.000 đồng ạ.",
    "Em chào phòng thiết bị. Thời gian học ở Bách khoa khá gấp rút, giwof học tương đối sát. Ví dụ hôm nay lớp em có tiết học tại 304C5 lúc 12h, Thời tiết nắng nóng, nên các bạn đi học sớm lúc 11h và thời gian từ 11h tới 12h các bạn xem bài . Nhưng phòng không được mở, chỗ tự học ngồi thì không đủ. Cô giữ chìa khóa thì yêu cầu các bạn ra ngoài (em không hiểu lí do tại sao). Khi tiếp xúc giữa thầy trưởng phòng thiết bị với sinh viên. Thầy có hứa là sẽ mở phòng học cho các bạn xem bài và nghỉ ngơi buổi trưa. Nhưng snag năm học nay thì phòng không được mở . Kính mong phòng thiết bị xem xét giúp lớp em ạ",
    "Học kì 1 em có nộp giấy chứng nhận giáo dục quốc phòng vậy cho em hỏi em có được nhận lại tiền học phí giáo dục quốc phòng đã đóng không ạ .",
    "Cho em hỏi là môn vật lý 2  do dịch bệnh nên có video và có bài tập kiểm tra trên BKeL .Em vẫn làm đầy đủ và đúng thời gian quy định. Nhưng trong thời gian chương 5 mở thì em bị ốm nên không làm được. Em có giấy chứng nhận của bệnh viện. Nếu không hoàn thành bài kiểm tra chương 5 thì em không được làm các chương tiếp theo, như thể thù có bị cấm thi không ạ. Vù 23/5 là chương 6 hết hạn. Mà giờ thì em không làm được chương 5. Em được biết lúc thi nếu nhập viện thì sẽ làm đơn để được xem xét để thi lại, vậy nếu em bị cấm thi vì không làm chương này mà có lí do chính đáng thì có được xem xét không ạ. Mong thầy cô giúp đỡ ạ.",
    "Em đăng ký tham gia CTXH nhưng nút đăng kí không ấn vào được,em có làm sai cách ở đâu không ạ.",
    "cho em hỏi là e đăng kí thể chất trùng nhau trong hai kì giờ em muốn đổi sang môn khác có được không ạ",
    "Thưa thầy/cô, Em tên là , MSSV ,em năm nay là sinh viên năm 3 (em có bảo lưu học kỳ 1 năm 2). Số tín chỉ tích lũy của em hiện tại là 46. Nhưng lại bị cảnh cáo lần 2 ạ . Cảnh cáo học vụ lần 1 em cũng bị có trong danh sách, sau khi em khiếu nại thì trong danh sách cập nhật đã mất tên em rồi ạ . Mong thầy cô chỉnh sửa lại giúp em. Năm ngoái em đã khiếu nại được mà năm nay vẫn bị cảnh cáo học vụ lần 2, em sợ năm sau lại bị cảnh cáo lần 3 mất ạ. Mong thầy cô xem xét kĩ lại ạ . Em xin chân thành cảm ơn!",
    "Cho em xin hỏi, em đã thành toán tiền nhưng vẫn chưa có hẹn ngày trả bản điểm ạ",
    "Em kính chào phòng đào tạo. Em là  mssv: , Lớp: BDCN02 thuộc hệ cao đẳng. Hôm vừa rồi em có nộp đơn đăng ký bổ sung môn pháp luật đại cương (SP1007) và môn đảm bảo chất lượng (202087). Nhưng kết quả chỉ có môn pháp luật đại cương thôi. Em mong phòng đạo tạo có thể xem xét giúp đỡ cho em được đăng ký môn còn lại là đảm bảo chất lượng ( 202087). Em xin cảm ơn phòng đạo!",
    "Cho em hỏi cách để gia hạn học phí dự thính ạ",
    "Dạ cho em hỏi là khi mà em đăng ký môn học thì môn thể dục em chỉ đăng ký một môn võ với số tín chỉ là 0. Ngoài ra em không có đăng ký môn thể dục nào khác ạ. Nên 1 chỉ môn thể dục thì em không biết ở đâu ra ạ",
    "Học phí . Em tên , MSSV:  hệ VHVL cho em hỏi là sao trên thời khóa biểu ghi số tín chỉ là 7 nhưng khi thanh toán học phí tính ra tiền lại là 9 tín chỉ. Vì các học kỳ trước em thấy học phí được tính theo số tín chỉ hiển thị trên thời khóa biểu.",
    "Chào phòng đào tạo, Kì này em có đăng kí PLĐC dự thính online. nhưng bị trễ deadline 1 bài quiz trên bk-elearning, cho em hỏi trường hợp này có bị cấm thi không ạ (các bài quiz khác em vẫn có thể làm được) ? Em cảm ơn rất nhiều!",
    "Dạ thưa các thầy cô và các bạn, em mới bị mất thẻ sinh viên và đã dăng kí làm lại thẻ. Sau khi đã thanh toán trên BK- em chưa in phiếu để nộp xin phong đào tạo cấp lại thẻ. Khoảng vài ngày sau em vào in phiếu thì trang  dịch vụ in thẻ sinh viên đang nâng cấp, và sau khi nâng cấp xong thì em bị mất luôn phiếu xin cấp lại thẻ sinh viên ạ. Bây giờ em bấm vào đăng kí in thẻ sinh viên thì lại phải đóng thêm 55.000đ ạ, trong khi mấy hôm trước em đã thanh toán trên BK- rồi. Bây giờ em phải làm gì ạ? Em xin cảm ơn.",
    "Chào thầy/cô  Em là SV PFIEV K2017 Em muốn hỏi là khi em đăng khí nộp chứng chỉ tiếng pháp thì ở phần tùy chọn có nút \" xét miễn\"(Như trong hình). Em không biết mình có nên chọn không ạ, và chọn sẽ được gì ạ. Với cho em hỏi khi đăng kí thẩm tra thì điểm có tự động được quy đổi ra trong bảng điểm của em không ạ. Vì em không thấy nút nào để chuyển điểm vào bảng điểm TB của em ạ Em xin cảm ơn.   i     .",
    "dạ thưa cho em hỏi đăng ký nộp chứng chỉ ngoại ngữ và đăng ký chuyển điểm cho đợt đăng ký môn học bổ sung học kỳ hè 193 ngày 26 tháng 5 năm 2020 vẫn còn hay chuyển sang ngày khác ạ,em xin cảm ơn",
    "PĐT cho em hỏi sao phần học phí đợt 1 - HK192 trong BKPay của bắt buộc thanh toán hết 1 lần mà không được chia ra làm 2 đợt đóng? Em có thấy trước đó số tiền đã được chia làm 2 đợt là 3 200 000 VND, nhưng bây giờ thì bị gom lại làm 1. Em xin cám ơn!",
    "dạ cho em hỏi em kích hoạt tài khoản bankID sao không thấy gởi mail về làm các bước kế tiếp ạ. - và chừng nào thì có lịch để em đăng kí môn học a và nhận thẻ sinh viện vậy ạ",
    "Dạ chào thầy cô, thầy cô cho em hỏi sao trong thời khóa biểu của em không có những tiết thực hành của các môn như các quá trình chế tạo, hay vật liệu học và xử lý ạ.... Em cám ơn ạ và mong nhận được hồi đáp ạ.",
    "Xin chào Phòng Đào tạo. Em tên là  MSSV  Em có một thắc mắc là lịch thi giữa kỳ môn   B Nhiệt động lực học và truyền nhiệt    và lịch học thí nghiệm môn   B Kỹ thuật điều khiển tự động    bị trùng ngày và giờ (  B 7:00    ngày   B 7/6    nhằm   B tuần học 23   ). Em có đính kèm ảnh chụp màn hình lịch học và lịch thi của em trên Mybk! Em mong Phòng đào tạo có thể giải đáp thắc mắc giúp em để em có thể chủ động trong việc sắp xếp! Em xin cảm ơn!  .",
    "Em xin hỏi các đợt đăng kí luận văn tốt nghiệp vào học kì chính sắp tới thời gian như thế nào ạ. Em xin cảm ơn  ..",
    "em đã đăng kí bảo hiểm 12 tháng của trường vào  15/11/2019.nhưng vì đã không đọc kĩ mail nên đã đăng kí thêm bảo hiểm 6 tháng đến tháng 12/2020.pdt có thể hủy giúp e được ko ạ. em cảm ơn",
    "Kính gửi PDT. Em là Đoàn Công Trường, MSSV: G Tuần trước em có lên PDT tại cơ sở 1 để đăng ký xét tốt nghiệp bổ xung bằng thứ 2 ngành QLCN, chuyên ngành quản trị kinh doanh. PDT hẹn thứ 6 ngày 15 tháng 5 có kết quả . Em muốn hỏi về kết quả và thủ tục, lệ phí để tốt nghiệp ạ . Em cám ơn.",
    "Học phí . Kính gửi quý thầy cô, Hôm nay em kiểm tra học phí thì thấy: 3,840,000. Nhờ thầy cô xem lại vì đợt này em chỉ học  - 5 chỉ thôi. Em cám ơn thầy cố nhiều.",
    "Các thầy cô giúp em với ạ,thời khóa biểu của em ngày thứ 4 có môn thể dục trung vs môn vật lí bán dẫn ạ,e đang rất lo lắng không biết làm thế nào, mong các thầy cô giúp em với ?Em xin chân thành cảm ơn",
    "Em xin chào thầy cô phụ trách PĐT. Em là sinh viên hệ cao đẳng khóa k16. Cho em hỏi: em tham gia thi tiếng Anh tại các kỳ thi định kỳ do PĐT tổ chức thì em đạt điểm chuẩn theo quy định thì có được tính không ạ. Và cho em hỏi thêm là nếu em nộp bằng chuyển điểm thì theo hệ cao đẳng của em thì điểm chuẩn bao nhiêu là được ạ. Em xin cảm ơn ạ.",
    "Kính gửi đến quý thầy/cô Phòng Đào Tạo! Em là một sinh viên K18, khoa Cơ Khí, ngành kỹ thuật cơ điện tử. Em muốn hỏi về lịch thí nghiệm 2 môn( nhiệt động lực học và truyền nhiệt, vật liệu học và xử lý) được thêm vào và trùng lịch học các môn khác và em không thể sắp xếp được thời gian cho nó. Em cảm ơn quý thầy/cô đã đọc thư em. Hy vọng sẽ nhận được phản hồi sớm ạ.",
    "Kính gửi : Phòng đào tạo - Em tên là . MSSV . - Lí do : Trong đợt dịch covid-19 vừa qua, em có bị mất giấy chứng nhận quốc phòng an ninh và thẻ hội viên sinh viên ở Kí túc xá khu A . Bây giờ em cần phải làm lại Giấy chứng nhận quốc phòng an ninh và thẻ hội viên sinh viên thì em phải làm như thế nào.  Em xin trân thành cảm ơn và mong rằng phòng đào tạo sẽ giúp đỡ em",
    "Kính gửi phòng Đào tạo,  Em tên là , em hiện đang là sinh viên năm 2. Sau khi học môn Đại số Tuyến tính lần thứ nhất em bị rớt môn mà số điểm Bài tập lớn em rất cao. Học kỳ này em đang học lại và em muốn chuyển điểm Bài tập lớn từ HK181 qua HK192 này được không ạ? Em cảm ơn quý thầy cô! Thân mến,   ",
    "Hỏi đáp việc in bảng điểm Dạ chào thầy/có hiện em đang cần gấp bằng điểm để xin học bổng, mai là hết hạn nộp học bổng. Em có thể liên lạc với ai để xin nhận sớm không ạ? Em đã đăng kí và đóng tiền rồi. Em biết là do em không chủ động chuẩn bị trước, nhưng em thật lòng mong nhận thầy/có phụ trách có thể giúp em . Em xin cảm ơn.",
    "dạ cho em hỏi về việc lấy giấy xác nhận sinh viên để làm thủ tục vay vốn học phí, trang đăng kí online trên mybk đã bị lỗi em không dăng kí đc thì em có thể lên trực tieepps đăng kí không ạ , và dăng kí ở đâu, hiện tại em đang ở cơ sở 2 bách khoa ạ.",
    "chào Thầy/Cô, em tên Nguyễn  Minh Đường, MSSV, Ngành kĩ thuật hoá học. E đăng kí học dự thính 3 môn học: Quá trình và thiết bị truyền khối (Mã MH:CH2051), Quá trình và thiết bị truyền nhiệt( Mã MH CH2043); Cơ ứng dụng (Mã MH: AS2007). PĐT nói tuần sau có thời khoá biểu (19/05) nhưng giờ vẫn chưa có thời khoá biểu. Nên em chưa có link và tài liệu để theo dõi . Vậy em nhờ Thầy/Cô cập nhật TKB dự thính, và gửi em 6 buôi live tream của 3 môn học trên ( cùng vời 6 bản record google meet) cùng tài liêu, bài tập liên quan vì học 2 tuần rôi được không ah?",
    "Cho em hỏi là khi bảo lưu 1 học kì thì học phí của học kì sau sẽ được tính như thế nào. Học phí hk192 của em là 17 triệu và em chưa đóng thì sau khi bảo lưu em phải đóng 17 triệu hay 30tr. Mong nhà trường trả lời giúp em",
    "Kính gửi Quý thầy cô. Em thuộc diện sinh viên   B Chính Quy vì hết thời gian đào tạo nên xin đăng kí sang hệ VHVL    để tiếp tục hoàn thành các môn học còn thiếu ạ. Sau khi kết thúc thời gian học hệ CQ, em đã hoàn thành toàn bộ TTTN, LVTN và đạt chứng chỉ TOEIC 465 ạ. Hiện tại, em còn thiếu 03 môn gồm: + Đại số tuyến tính. + Cơ lưu chất. + Vẽ ký thuật. Lúc này đang trong thời gian ĐKMH của hệ VHVL nhưng khi thao tác đăng kí các môn trên thì em bị báo lỗi như file ảnh đính kèm bên dưới. Vì lý do em đã đi làm và khó xin nghỉ để lui tới trường hỏi trực tiếp nên kính mong thầy cô xem xét hướng dẫn em với ạ. Em xin chân thành cảm ơn Quý thầy cô.   i  .",
    "Dạ em chào Phòng Đào tạo ạ! Phòng đào tạo cho em hỏi là khi nào đến hạn nộp chứng chỉ ngoại ngữ để được chuyển điểm tích lũy vào kỳ 192 à và hình thức nộp như thế nào ạ? Em cảm ơn ạ !",
    "Em chào ad ạ. Em muốn huỷ môn Thực tập nhận ngành,mã môn học là CI2057. Lý do là vì em đăng ký nhầm môn học này của bên dân dụng còn em là cảng biển ạ. Em cảm ơn ad nhiều.",
    "Học phí . Em đã đến kỳ thanh toán mà ô chọn thanh toán vẫn chưa hiển thị. mong các thầy cô hương dẫn giúp em. em có đính kèm hình bên dưới",
    "Chào thầy/cô, em trong học kỳ 181 có học môn giáo dục thể chất 1 môn bơi và được chuyển điểm vì có tham gia clb nhưng học kỳ 192 em không đọc rõ quy chế nên đăng ký môn bơi và học kỳ 182 và 191 em không đăng ký giáo dục thể chất. Vậy em phải nộp đơn xin rút môn học ở đâu ạ?",
    "Dạ em kính chào thầy/cô ạ Em tên Trần Lan Hương -  Em có một số thắc mắc về học phí học kì 192 mong được Thầy/ cô tư vấn giúp em ạ.  Tại học kì 191 em không rớt môn và không cần học lại và học kì 192 em đã đăng ký đủ 17 tín chỉ theo quy định của nhà trường ạ.  Tuy nhiên trong BK Pay lại có thêm một phần học phí bổ sung của kì 192 là 320000 đồng  ạ.  Em Đang rất hoang mang do không biết học phí trên là từ đâu ạ.  Em rất mong được các thầy/ cô hỗ trợ kiểm tra lại thông tin học phí của mình ạ Trong thời gian chờ đợi sự chấp thuận của thầy/cô em xin trân trọng cảm ơn!",
    "Da, hôm qua e quên mã số sinh viên,  mssv . Nhờ Thầy/cô cập nhật tkb và link học dự thính giùm em được không ah",
    "Cho em được hỏi là nếu như tổng số tín chỉ của em không đủ 100 thì em có được đăng ký chuyên ngành cho năm 4 không ?",
    "Em muốn thông báo về việc trùng lịch học vào ngày 21/05/2020 vào lúc 12h. Cụ thể, trong thời khóa biểu của em có hai môn trùng giờ học là Bộ Chấp Hành thông minh (218706) và Tính chất vật liệu tiên tiến 2 (215723) vào tuần 21. Xin phòng đào tạo giải quyết giúp em",
    "Thầy/cô cho em hỏi bây giờ e muốn làm đơn xin học giáo dục thể chất thì có được nữa không ạ",
    "Nơi sinh bị mất trong phần lí lịch, không có nơi sinh.Mong thầy cô giúp đỡ.",
    "dạ cho em hỏi em là sinh viên liên thông lên đại học hệ vừa học vừa làm. giờ em muốn đăng kí môn học vậy em đăng kí những môn nào và em có được miễn những môn nào vậy ạ. xin anh chị giải đáp giùm em với ạ. em xin cảm ơn",
    "Dạ, chào thầy/cô! Thầy/cô cho em hỏi học phí này \"HP192_DHCQ bô sung2_ K19\" là học phí gì vậy ạ? Kính mong phản hồi sớm từ thầy/cô. Em cảm ơn ạ .",
    "kính gửi pđt. Em xin đăng kí môn dự thính:thí nghiệm vật lí (PH1007). hiện tại, em đã biết đã trễ lịch đăng kí, em mong pđt đăng kí giúp em. hiện môn học đã học được 2 tuần, mong rằng pđt thứ lỗi cho em.",
    "Dạ em chào cô, em bị lỡ bài kiểm tra chương 8 môn Hệ thống sản xuất trên elearning do hạn chót là tuần đi học lại trên trường nên em không kiểm tra thường xuyên elearning và bỏ sót, vậy em có thể xin gia hạn thêm thời gian làm bài không ạ, vì nếu không làm em sẽ không được thi cuối kỳ. Em xin cảm ơn cô.",
    "dạ em đã nhận được mail của trường gởi cho em. - anh chị cho em hỏi thêm là phiếu miễn môn có nộp lai cho trường không và nộp ở đâu ạ.và hiện tại em đã được miễn môn chưa - là em học liên thông lên đại học trong bảng danh sách môn mở lớp có 2 môn là cơ lưu chất và sức bền vật liệu.mà trong phiếu miễn môn của em có miễn môn sức bền vật liệu vậy hiện tại em có cần đăng kí môn đó nữa không ạ. và ngoài hai môn đó em có cần đăng kí thêm môn nào nữa không vậy. mong anh chị giải đáp giúp giùm em để em có thể hiểu rõ và đăng kí chương trình học sớm ạ. em xin cảm ơn",
    "dạ cho em hỏi về mail trường gửi em có đính kèm hình bên dưới là có áp dụng cho năm nay không ạ ( cuối kì nay có miễn xét chuẩn tiếng anh cho năm sau không ạ)? em cảm ơn.",
    "Hôm trước em có nhận được thông báo từ phòng đào tạo là không tổ chức các lớp anh văn ở HK192 nên em đã đăng ký học ngoài. Nhưng vừa rồi cập nhật lịch thi của em lại có môn anh văn 4 ạ. Anh/chị có thể xem lại giúp em không ạ. Em chân thành cảm ơn!",
    "em có vào MyBk và vào phần học phí thì em thấy không có thông tin về học phí học kì 2 của em ạ! Em mong được thầy/cô có thể giúp em.  Em xin cảm ơn!",
    "nếu em đăng kí giấy xác nhận sv để làm thủ tục vay vốn hoc j phí thì phần lí do xin giấy em nên chọn phần nào ạ.",
    "dạ cho em hỏi phòng Hangout_tuongtac là phòng nào v ạ",
    "Kính gửi Phòng Đào Tạo Em tra cứu thấy tên mình trong danh sách tốt nghiệp dự kiến đợt tháng  4/2020. Tuy nhiên không tra cứu thấy tên mình trong đợt tốt nghiệp chính thức theo danh sách mới nhất ạh.",
    "Em là  mssv  Do một số vấn đề email của em không thể nhận được bất kì mail nào gửi tới từ cuối tháng 3 nên em không nhận được mail thông báo đăng kí học dự thính cho em hỏi là em có thể được xếp lớp hay có cơ hội học dự thính ở học kì này không ạ ,mong thầy cô giải đáp",
    "Kính gửi phòng Đào tạo, Em tên là . Phòng Đào tạo cho em hỏi: \"Bảng điểm trung bình tích lũy\" mình in ở đâu vậy ạ?  Em xin cảm ơn! Thân, ",
    "Cho em hỏi là tháng 6 này có một bài kiểm tra toeic trên trường nếu em qua được 550  thì có được miễn av và được đăng ki môn học không không do đầu năm em bị rớt anh văn?Hay cần nộp bằng để xét anh văn? Em cảm ơn",
    "Chào thầy/cô, Vừa qua em có nộp chứng chỉ toeic (đã xác minh hợp lệ) và đăng kí chuyển điểm cho các môn anh văn nhưng hiện tại vẫn chưa thấy được cập nhật vào bảng điểm. Em không biết do chưa cập nhật kịp hay có lỗi gì không ạ?. Cô (thầy) giúp em kiểm tra lại để em đủ số tín chỉ đăng kí tốt nghiệp. Em cám ơn.",
    "Em tên là Huỳnh Bách Thành Trung, MSSV , hiện tại đang là sinh viên năm nhất ngành Kĩ thuật Hóa học. Cho em hỏi là muốn xin thôi học ở trường mình thì sẽ cần phải trải qua những thủ tục nào ạ? Còn về phần học phí của học kì 2 thì em có cần phải đóng hết không ạ? Tại em định xin rút đơn ra khỏi trường mình sớm hơn nhưng do dịch bệnh nên em ở ngoài Huế và không vào trường làm thủ tục được. Mong phòng đào tạo thông cảm cho em! Em rất mong được nhận lại lời phản hồi trong thời gian sớm nhất. Em xin cảm ơn nhiều ạ!",
    "Dạ cho em hỏi đã có danh sách nhận học bổng khuyến khích học tập của sinh viên đại trà học kì 1 năm học 2019-2020 chưa ạ?",
    "em xin hỏi khi nào thi giữa kì môn av2 ạ, lý do là trên mybk không có thông báo",
    "Cụ thể, em đã đăng kí GDTC môn bóng bàn nhưng cuối cùng lại không được xếp thời khoá biểu. Mong hãy cho em hướng xử lí ạ.",
    "Học phí . Kính gửi quý thầy cô, Ngày 20/05/2020 em có gửi thắc mắc về học phí, thông tin của em được giải quyết nhưng không ghi nội dung phản hồi gì, nhưng hiện tại học phí của em vẫn là 3,840,000 và có thời gian thanh toán luôn. Nhờ thầy cô xem lại vì đợt này em chỉ học  - 5 chỉ thôi. Em cám ơn thầy cố nhiều. . MSSV: ",
    "Em tên  Khoa Kỹ Thuật Xây Dựng-K19 Em gửi mail này nhằm muốn giải đáp thắc mắc về việc nếu hết năm nhất mà em không đủ 28 tín chỉ thì có được đăng ký môn năm hai không vậy ạ? Mong văn phòng giải đáp và phản hồi sớm giúp em ạ. Trân trọng !",
    "Chào thầy cô, em tên Trần  Tùng, mssv:. Thầy cô cho em hỏi, thời khóa biểu của em bị xếp lịch học trùng giờ nhau thì làm sao em đi học được ạ ? Em có gửi kèm ảnh thời khóa biểu của em, mong thầy cô giải đáp giúp em.",
    "em là sinh viên hệ vlvh khóa 2020 em muốn đăng ký những môn như : CI2091 Kết cấu bê tông cốt thép 1 CI4037 Công trình trên đất yếu CI1001 Nhập môn về kỹ thuật CI3001 Cơ học đất CI3009 Kết cấu thép 1 nhưng những môn này lại không có trong danh dách CÁC MÔN HỌC DỰ KIẾN MỞ LỚP HỆ VLVH KHÓA 2020 ĐỢT 1 thì em phải viết đơn nộp xin học các môn trên lên phòng đào tạo để được -Xét đơn đăng ký (trong 02 ngày từ ngày bắt đầu học kỳ, sau 02 tuần kết quả được xét là chính thức.) phải không ạ? 2)ở phiếu miễn môn học của phòng đào tạo đề nghị lên BGH miễn cho sinh viên, em có thắc mắc là môn xác xất thông kê và môn giáo dục quốc phòng em đã qua nhưng vẫn chưa được cập nhật lên danh sach những môn được miễn ạ. vậy em nên làm đơn gửi phòng đào tạo hay phải hỏi trực tiếp đẻ được giải quyết ạ?",
    "Chào thầy cô, nếu bây giờ em muốn hủy môn học thì còn kịp không ạ ? Em xin cám ơn vì đã đọc câu hỏi này.",
    "Kính thưa phòng đào tạo . Em tên là . Em học môn hệ điều hành ạ. Lúc học trực tuyến vì một vài lý do mà em đã không thể học đúng giờ. Nhưng em đã xem bài giảng trực tuyến đó sau khi đã quay xong. Giáo viên điểm danh em thiếu 3 buổi. Theo thông tin giáo viên chỉ cần vắng 2 buổi là xem như cấm thi. Em muốn xin được thi môn này được không ạ?",
    "Em chào thầy/cô BKpay báo học phí kì 191 của em là 2.880.000đ . Tức là học phí cho 2 môn Xác xuất thống kê và hệ điều hành, mỗi môn 3 chỉ. Em đã được miễn môn xác xuất thông kê rồi ạ . Cho em hỏi là em phải đóng học phí kì này như thế nào ạ? vì lúc em nhập học em chưa biết gì về thủ tục đăng ký/rút môn học cũng như cách tính học phí của trường. Kết quả miễn môn thì qua tết 2020 mới có. Thêm nữa là em phải đóng 2 kì cùng lúc. Mong các thầy cô phòng đào tạo tính lại học phí giúp em để tụi em bớt khó khăn trong tình hình dịch bệnh vừa qua, cũng như có thêm động lực để hoàn thành khoá học ạ Xin cảm ơn.",
    "Lịch thi (không tìm thấy,sai phòng thi,...) . Dạ em có lich thi cs2 và môn TN của em ở cs1 ,do đó em không có đủ thời gian để di chuyển giữa hai cơ sở .Do đó em muốn đổi điểm thì thì làm sao ạ? Dạ em xin cám ơn",
    "Em hiện đã đủ đk tốt nghiệp, nhưng hệ thống báo nợ ngày ctxh, em có thể đăng kí tốt nghiệp bằng cách nào ạ? ",
    "Thầy cô cho hỏi em từ hệ chính quy xuống, các môn luận văn, thực tập với 2 đồ án đã qua rồi. Vậy em có được miễn không ạ. Cả môn anh văn 4 em cũng qua rồi mà mấy môn đó không có trong phiếu miễn môn tạm thời ạ Em xin cám ơn",
    "Em chào PĐT ạ, thứ 6 ngày 22.5.2020 PĐT có cập nhật lại thời khóa biểu các môn thực hành thí nghiệm vào cuối tuần. Sau khi kiểm tra em nhận thấy các buổi thí nghiệm vào tuần 22 và 23 bị trùng lịch thi GHK 192. Em mong phòng đào tạo có thể xem xét, xếp lịch cho các tuần  bù thí nghiệm vào cuối tuần bắt đầu từ tuần 23 để không bị trùng ạ. Em cảm ơn!",
    "Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM Dạ cho em hỏi là thời khóa biểu môn Điền kinh của em lúc đầu chỉ có ngày thứ 6 lúc 16h nhưng sao em xem lại thì thấy có thêm thứ 2 vào lúc 7h ạ? Do em đã sắp xếp thời gian cố định theo thời khóa biểu lúc đầu đăng kí, mà nay có thêm lịch học vào thứ 2 lúc 7h thì kẹt cho em quá ạ.",
    "Chào Phòng đào tạo, Em tên , Mssv:,ngành công nghệ thông tin hệ vhvl. Học kỳ 191 vừa rồi nhà trường xếp e học 3 môn là hệ điều hành, xác suất thống kê và phương pháp tính. Trong đó, môn xác suất thống kê thì e được miễn, phương pháp tính thì ngành công nghệ thông tin không học nên e chỉ học môn hệ điều hành(3 chỉ) nhưng trong học phí e tính thì tới 6 chỉ. Mong pđt xem lại giúp e! Thân",
    "Kính gửi Phòng đào tạo, Em tên:  MSSV:  Hiện tại em đã đậu anh văn 2 kĩ năng nói viết tại trung tâm BKEnglish vào ngày thi 09/05 (205đ). Như vậy là em đã đủ điều kiện để thực hiện xét tốt nghiệp ạ. Nhưng khi em vào trang Mybk để đăng kí tốt nghiệp, em thấy ở mục 5 như hình bên dưới thông báo thời gian đăng kí vẫn là 04/2020 cũng như không có tên em trong danh sách tốt nghiệp dự kiến ạ. Em không biết giờ em cần làm những thủ tục gì hoặc nhà trường có thể hỗ trợ cho em để em có thể đăng kí tốt nghiệp ạ. Em xin chân thành cảm ơn.",
    "vào tuần 22 vào thứ 7 thời khóa biểu có xếp cho em hai môn thí nghiệm vật lý và thí nghiệm sức bền vật liệu bị trùng chung một tiết là tiết 4. hai môn này ở hai cơ sở khác nhau nếu như xếp liền nhau cũng không có thời gian di chuyển giữa hai cơ sở mà bây giờ thời khóa biểu như vậy thì làm sao em đi học được cả hai môn và cả hai môn này đều là môn điểm danh.",
    "Em bị trùng lịch học ạ, em mong phòng đào tạo giải quyết giúp em ạ. Em cảm ơn ạ",
    "Chào thầy/ cô, Em là sinh viên khóa k16, kỳ này em chỉ đăng kí khóa luận tốt nghiệp. Nhưng do điều kiện không đủ thời gian thu thập dữ liệu em đã xin giảng viên hướng dẫn dừng thực hiện luận văn ở học kì này. Thầy/ cô cho em hỏi bây giờ em có thể xin rút môn học không ạ? Nếu rút môn học thì kì này em không còn tín chỉ nào nữa. Thầy/ cô cho em hỏi như vậy có bị cảnh cáo học vụ không ạ? Xin Thầy/ cô cho em xin hướng giải quyết ạ. Em chân thành cảm ơn Thầy/ cô.",
    "Thầy/cô cho em hỏi, em thấy thời khóa biểu của trường cập nhật lớp GDTC môn bơi của em - L16 và môn Thí nghiệm vật lí L39 sẽ học vào thứ 8 (chủ nhật) vào tuần 23 - ngày 7/6. Nhưng theo lịch thi thì tụi em sẽ thi môn Giải tích 2 vào lúc 14h ngày 7/6, nên tụi em bị trùng giờ với môn Thí nghiệm vật lý. Em mong nhà trường giải quyết sớm giúp tụi em. Em cảm ơn ạ.  - HC13HOA3",
    "Em chào Thầy/Cô, thời khoá biểu của em bị trùng lịch học của 2 môn:  -Nhiệt động lực học và truyền nhiệt(thí nghiệm) -Những nguyên lý cơ bản của chủ nghĩa -Lênin 2 môn này bị trùng vào tuần học 23;27;28. Em có đính kèm ảnh chụp. Mong Thầy/Cô sớm phản hồi. Em xin cảm ơn.",
    "Kính gửi phòng đào tạo!               Em nhận được thông tin liên hệ phòng đào tạo để nhận quyết định điều chỉnh tên. Lý do em học bằng 2 nên bận đi làm, không biết rằng em cần bổ sung thông tin gì thêm ạ? Em cảm ơn!",
    "Dạ chào thầy cô, em là , MSSV:  Như lịch thi thông báo trước, 14g chiều 7/6/2020 chúng em sẽ thi giữa kì môn Giải tích 2. Song, theo TKB mới, chủ nhật tuần 23 ( tức cũng 7/6/2020) lớp em lại có tiết học Vẽ kỹ thuật TN (Nhóm lớp L16) từ 13:00-15:50. Đồng nghĩa cả lớp em không ai có thể tham gia lớp. Liệu xếp TKB như vậy đã thoả đáng chưa? Mong phòng đào tạo xem xét lại.",
    "Cho em hỏi là sao học phí của em lại cộng thêm 320000 mặc dù em đăng kí 17 tín chỉ ạ.",
    "- Em chào nhà trường ạ, hiện tại em có lịch học môn hóa đại cương thí nghiệm vào thứ 7 tuần 22 từ 7h-10h50, mà vào thứ 7 tuần 22 thì em lại có lịch thi giữa kì môn hóa đại cương, bắt đầu thi từ 7h luôn ạ, rất mong nhà trường điều chỉnh lại lịch học môn hóa đại cương thí nghiệm giúp em. Em cảm ơn.",
    "em là sinh viên hệ vlvh khóa 2020 em muốn đăng ký những môn như : CI2091 Kết cấu bê tông cốt thép 1 CI4037 Công trình trên đất yếu CI1001 Nhập môn về kỹ thuật CI3001 Cơ học đất CI3009 Kết cấu thép 1 nhưng những môn này lại không có trong danh dách CÁC MÔN HỌC DỰ KIẾN MỞ LỚP HỆ VLVH KHÓA 2020 ĐỢT 1 thì em phải viết đơn nộp xin học các môn trên lên phòng đào tạo để được -Xét đơn đăng ký (trong 02 ngày từ ngày bắt đầu học kỳ, sau 02 tuần kết quả được xét là chính thức.) phải không ạ? 2)ở phiếu miễn môn học của phòng đào tạo đề nghị lên BGH miễn cho sinh viên, em có thắc mắc là môn xác xất thông kê và môn giáo dục quốc phòng em đã qua nhưng vẫn chưa được cập nhật lên danh sach những môn được miễn ạ. vậy em nên làm đơn gửi phòng đào tạo hay phải hỏi trực tiếp đẻ được giải quyết ạ?",
    "Dạ, thầy cô cho em hỏi là lịch học môn Thí nghiệm Cơ lưu chất(CI2004) bị trùng lịch với môn học Kĩ thuật xử lý nước cấp(CI3045) vào thứ 2. Và không chỉ riêng em mà còn rất nhiều bạn khác nữa. Rất mong Phòng Đào Tạo sắp xếp lại Thời khóa biểu hợp lý cho em để không ảnh hưởng đến kết quả học tập ạ. Em xin cảm ơn Họ và Tên:  MSSV: ",
    "Cho em hỏi thì trường mình khi nào áp dụng bảng chuyển đổi điểm bằng anh văn mới ạ. Kì hè mình đã dùng bảng chuyển điểm mới chưa ạ hay bắt đầu từ học kì 201 ạ"
]