[
    "Chào thầy/cô, em có câu hỏi liên quan đến vấn đề học lớp anh văn theo nhu cầu: Học kỳ 2 vừa rồi em đã hoàn thành lớp học anh văn theo nhu cầu 1A mặc dù là em chưa học qua lớp anh văn cơ bản. Em nghe nói là do lỗi hệ thống nên em đăng ký học được lớp 1A mà không phải học lớp anh văn cơ bản. Vậy sang năm 2 em đủ điều kiện để đăng ký môn học chưa và sẽ học tiếp lớp anh văn 2A đúng không . Mong sớm nhận được hồi đáp của thầy/cô Em cảm ơn",
    "Kính gửi PĐT trường ĐH Bách Khoa TP HCM, Em là sinh viên khoá K20 hiện em có một thắc mắc về vấn đề nộp bằng tốt nghiệp của trường. Do tình tình dịch bệnh nên em hiện chưa thể về quê lấy bằng tốt nghiệp THPT được, nên chưa thể đăng kí nộp bằng, không biết là sau đợt đăng kí ngày 30/6 này còn đợt nào khác nữa không ạ? Nếu đây là đợt 1 thì không biết đợt 2 bộ sung là bao giờ ạ? Em xin cảm ơn.",
    "Dạ em chào thầy/cô, Em là thành viên của lớp SP1039_DT01 đã được hủy môn do số lượng ít thì PĐT có mail là \"thời gian hoàn trả chậm nhất là 2 tuần\" nhưng đến nay em vẫn chưa nhận được học phí được hoàn ạ? Cho em hỏi khi nào em mới nhận được ạ? Mong sớm nhận được phản hồi từ PĐT. Em cảm ơn.  (Nội dung thư đầy đủ PĐT đã gửi như sau: \"Phòng Đào Tạo thông báo về việc hoàn trả học phí DT203 môn SP1039_DT01 hủy lớp lý do Bộ Môn không nhận lớp vì sỉ số ít. Sinh viên đã đóng học phí 203 môn học này sẽ được hoàn tiền vào số tài khoản cá nhân OCB. Thời gian hoàn trả chậm nhất 2 tuần\").",
    "Thưa thầy/cô cho em hỏi, Em là sinh viên khoa Cơ khí nhưng em muốn học môn tự chọn tự do là môn bất kì ở các ngành khác không thuộc khoa Cơ khí thì tin chỉ kết quả có được tính là hợp lệ không ạ? Vì danh sách môn tự chọn tự do của ngành em không nêu rõ môn của ngành ngoài khoa có được học không mà chỉ đề xuất các môn của các ngành trong khoa thôi ạ.",
    "Em chào Thầy/Cô, Em là , MSSV: . Học kì trước em bị tạm dừng học do không đăng kí môn học. Em xin được gửi phiếu đăng ký thu nhận lại trong file đính kèm ạ. (em đã được tư vấn gửi file online qua kênh BKSI này do dịch covid đang phức tạp). Em xin cảm ơn và mong được phản hồi từ Thầy/Cô!",
    "Dạ cho e hỏi khi nào có danh sách nhận học bổng pre ielts ạ vì e đã nộp bằng từ 14/5 rồi ạ nhưng vẫn chưa biết có được học bổng không ạ .EM CẢM ƠN Ạ .",
    "Kính gửi phòng đào tạo  Em tên: từ thái long MSSV: Khoa: Điện Điện tử  KỲ hè 203 vừa rồi em có đăng kí môn Trường điện từ (EE2003) nhưng em chưa kịp đóng học phí vì em ở quận gò vấp bị phong toả và em bị cách ly 21 ngày nên em quên mất phải đóng học phí kì hè 203 nên em muốn hỏi phòng đào tạo về việc đóng tiền để rút môn học ạ  Em cảm ơn",
    "Dạ xin chào thầy/cô ạ, em hiện là sinh viên K18. Với tình hình dịch hiện tại mọi hoạt động học tập bị trì hoãn vậy thì không biết việc xét chuẩn anh văn cho năm sau có được hoãn không ạ, hoặc trước đăng ký môn học kỳ 1 năm sau nhà trường còn tổ chức đợt thi kiểm tra trình độ tiếng anh nào nữa không ạ. Em xin cảm ơn ạ.",
    "Em cần xin giấy tạm hoãn nghĩa vụ quân sự thì làm sao ạ?",
    "Em muốn hỏi về việc thực tập kì 203 này mà em đã đăng kí và đóng học phí, đang tạm dừng thì sv chờ đến khi có thông báo hay hủy luôn ạ",
    "Dạ thưa nhà trường, em là sinh viên hệ VLVH chuyển từ chính quy sang Chuyên Ngành Điều khiển và Tự động hóa. Hiện tại em có nhu cầu chuyển sang ngành Công nghệ thông tin hệ VLVH của nhà trường thì có được không ạ. Nếu được xin cho em biết các thủ tục ạ. Em xin cảm ơn .",
    "Kính gởi Phòng Đào Tạo Trường Đại Học Bách Khoa-Đaih Học Quốc Gia TP.HCM Em tên: , MSSV:  Ngành học: Công Nghệ kỹ thuật ô tô Hệ: VHVL - Môn \"Dung sai và kỹ thuật đo\" mã môn là ME3801 em được miễn nhưng trên hệ thống của trường thì lại miễn môn \"Dung sai và kỹ thuật đo\" mã môn là ME3003, mà mã môn học ME3003 không phải của ngành ô tô. Mong Phòng Đào Tạo chỉnh lại môn học ME3003 thành ME3801 để em không còn bị ghi nợ trên hệ thống của Trường. Em chân thành cảm ơn .",
    "Dạ cho em hỏi em là sinh viên Khoa kỹ thuật hóa học clc K18, để mở được lớp môn Thiết kế thí nghiệm và xử lý số liệu với mã môn là CH3309 thì mình cần 11 người tối thiểu đúng không ạ?",
    "Em chào thầy cô ạ  Dạ cho em hỏi thi cuối kỳ môn Kinh tế học đại cương có được sử dụng tài liệu 1 tờ giấy A4 không ạ . Em cảm ơn ạ !",
    "Dạ em chào Thầy/ Cô, Em tên: , mssv  trong học kì 2 em có nộp trể hạn học phí. Dạ Thầy/ Cô cho em hỏi em làm cách nào để nộp đơn Thanh toán trễ hạn học phí được ạ . Dạ với em muốn nộp miễn môn học thì nộp như thế nào ạ . Vì trong thời gian này không lên trường được ạ. Mong Thầy/ Cô hướng dẫn giúp ạ. Em cám ơn ạ!",
    "Chào thầy (cô), Đợt thanh toán học phí dự thính HK202 em có một số trục trặc nên đã thanh toán trễ hạn. Em có nhận được mail nhắc: SV thanh toán trễ hạn hoặc không thanh toán thì sẽ bị xóa thời khóa biểu, không có tên tham dự kiểm tra/thi và không được đăng ký môn học cho học kỳ dự thính tiếp theo. Trường hợp này, SV phải thanh toán học phí (dù đã trễ hạn) và nộp đơn trình bày lý do trễ hạn để được xem xét dự  thi và được đăng ký môn học cho học kỳ dự thính tiếp theo. Sau đó, em đã thanh toán học phí cho trường, nhưng do tình hình dịch bệnh diễn biến phức tạp nên em không thể đến trường để nộp đơn trình bày để được xem xét dự thi (mặc dù lịch thi đã được hoãn). Trong trường hợp này, thầy (cô) có thể giải quyết trực tuyến được không ạ? Hay là sau đợt giãn cách, khi sinh viên được phép quay lại trường thì em vẫn phải nộp đơn trình bày ạ? Mong thầy (cô) có thể thông cảm cho sai sót của em và giải quyết giúp em vấn đề này. Cảm ơn thầy (cô) đã đọc. Mong nhận được sự phản hồi tích cực từ thầy (cô). Best regard, ",
    "Dạ chào thầy/cô. Em là , K2020 Khoa Khoa học và Kỹ thuật Máy tính. Vừa rồi em có xin cấp bản sao bằng tốt nghiệp THPT tại Sở GD&ĐT TP.HCM, và em đối chiếu thấy bản sao vừa cấp có số hiệu bằng không có kí hiệu 'T' giống với bản chính. Cho em hỏi là khi đăng ký nộp bản sao bằng tốt nghiệp THPT thì điền ngày cấp và mã bằng có kí tự 'T' không ạ? Thông tin thêm: Số hiệu bằng của bản sao và bản chính giống nhau, chỉ khác mỗi việc thiếu kí tự 'T'. Em xin cảm ơn ạ.",
    "Em đã đạt Anh văn 4A, cho em hỏi khi nào phòng đào tạo sẽ cập nhật điểm ĐẠT Anh văn 4 cho em ạ ?",
    "Em xin chào ban giám hiệu ạ Em có thắc mắc là học kỳ hè 203 em có đăng ký môn học nhưng do dịch nên gia đình không kịp chuẩn bị học phí nên em không đóng học phí kịp. Giờ em muốn hỏi là có cách nào để em không phải đóng học phí kì hè được không ạ? Vì gia đình em đã không có khả năng chi trả mà giờ nhà trường còn ghi nợ học phí cho em thì gia đình em không xoay được ạ. Em xin cảm ơn ạ",
    "Em có đăng ký luận văn tốt nghiệp cho học kỳ 202 nhưng do dịch nên em không bảo vệ bài báo kịp để được cộng điểm vào luận văn tốt nghiệp Nên bây giờ em muốn được dời lại LVTN này vào đợt sau thì làm sao ạ",
    "Kính gửi PĐT em Nguyễn Công Nhựt  . Hệ VLVH của trườg cao đẳng Điện lực tp HCM liên thông qua. Nay em gửi đến thầy cô nhờ thầy cô xem xét cập nhật lại điểm chuyển của ngành học em  khi trườg đã  sửa lại thông tin ngàh học của  em là kỹ thuật điện  . Em đã làm ĐƠN GỬI gmail gửi CHO thầy Chiến  mà tới  nay chưa thấy cập nhật mong  thầy cô xem xét  cập nhật lại giúp em các môn. Vì có 1 số môn em đang học mà các bạn học chung trườg chung khóa đã được cập nhật và được miễn các môn Như HỆ THỐNG CUNG CẤP ĐIỆN MÀ TỤI EM ĐANG HỌC  Mong thầy cô xem xét giúp em. Em xin cảm ơn .",
    "Kính gửi phòng đào tạo  Em là , MSSV:   Nay em gửi câu hỏi yêu cầu này kính mong phòng đào tạo xem xét giùm em cột điểm hóa vô cơ và thực tập tốt nghiệp, vì 2 môn này em đã có điểm chính thức vừa đủ để qua môn ",
    "Trường cấp 3 quận Gò Vấp tphcm của em bị cách ly và giãn cách nên em chưa thể tới trường rút bằng tốt nghiệp được  Hạn nộp bằng khi nào hết hạn vậy quí thầy/cô  Em xin cảm ơn.",
    "Em chào Thầy/Cô ạ,  Cho em hỏi nhận đề cương luận văn tốt nghiệp yêu cầu cần tối thiểu bao nhiêu ngày CTXH, và luận văn tốt nghiệp cần tối thiểu bao nhiêu ngày CTXH ạ. Em cảm ơn ạ.",
    "Cho em hỏi rằng, nếu mình không đóng học phí kì hè 203 này, trên cổng thông tin cũng đã thông báo bị tạm dừng, là tạm dừng kì này hay tạm dừng cả quá trình học luôn ạ? Làm sao để giải quyết vấn đề tạm dừng này ạ? Em xin chân thành cảm ơn anh/chị.",
    "Thầy cô cho em hỏi nộp bằng tốt nghiệp THPT 30/06 hết hạn nhưng em đến trường nhận thì trường sợ em ở thành phố về nên chưa cho nhận. Vậy còn có đợt nộp nào nữa không ạ.",
    "Học lại quá 5% tổng số tín chỉ có giảm 1 bậc tốt nghiệp đối với giỏi và xuất sắc không ạ. Và có áp dụng cho K20 không ?",
    "Em chào Thầy cô Phòng Đào Tạo ạ Em tên là  K19, khoa công nghệ vật liệu. Dạ thưa Thầy Cô, em có thắc mắc rằng kỳ hè này nhà trường không mở các lớp thể chất để tui em có hoàn thành theo yêu cầu thì tụi em sẽ không có đủ điều kiện để đăng ký các môn năm 3. Nếu vậy thì nhà trường liệu có ưu tiên xem xét lại trường hợp này không ạ Em xin cảm ơn nhiều ạ.",
    "Dạ thông tin gia đinh bị sai cụ thể là thê cha. Em không thấy chỗ nào có thể chỉnh sửa được. Mong  giải đáp ạ. Em cám ơn",
    "Kính chào quí thầy/cô, em tên là  sinh viên khoa Điện-Điện Tử K20. Nay em có thắc mắc về việc quy đổi điểm Toiec. Vào học kì 1 em đã nộp bằng Toiec 570 vào và được 10đ av1 cộng vào tbtl cho hk1, vậy thưa quý thầy/ cô nếu lần này em lại nộp lần nữa với số điểm lớn hơn 600 và đạt được av2,... thì điểm đấy được cộng vào trung bình tích lũy cho hk2 hay là hk1 năm 2 ạ. Em xin chân thành cám ơn!",
    "do kỳ II học kỳ 2020-2021 em không đăng ký môn học, nên em bị tạm dừng học tập tại trường. Nay em làm đơn xin yêu cầu để được thu nhận lại, mong thầy cô xem xét sớm cho em để em có thế lấy được giấy tạm hoãn nghĩa vụ quân sự ạ. Em xin cảm ơn!",
    "Phòng Đào Tạo kiểm tra lại giúp em giới tính trên trang lý lịch ạ. Em là Nam nhưng trên trang lý lịch đang hiện là Nữ. Em xin chân thành cảm ơn!   i  .",
    "Thầy/Cô cho em hỏi, em có đăng ký thực tập tốt nghiệp trong học kỳ hè này nhưng vì phải cách ly tại nhà 21 ngày (từ ngày 7/6) theo yêu cầu của khu vực nên em chưa đến trường để xin thông tin về việc đi thực tập. Thầy/Cô hướng dẫn giúp em bây giờ e có thể đến trường để xin đề tài thực tập hay là file hướng dẫn thực tập được không ạ?",
    "Em xin chào thầy/ cô, Thưa thầy/ cô hiện tại khu vực trường cũ cấp 3 em học đang có dịch covid 19 nên e chưa thể lấy bằng tốt nghiệp THPT được ạ . Em thấy trên mybk thì thời gian đăng kí đến ngày 30/6 là hết còn thời gian nộp thì có thể đến tháng 9. Nhưng e chưa có bằng nên k biết số hiệu cũng như mã bằng nên không đăng kí được. Vì vậy thầy/cô có thể cho em biết là đến tháng sau còn mở đợt đăng kí lần 2 không ạ . Em thấy không được đăng kí môn kì sau nếu không nộp nên rất lo lắng. Em chân thành cảm ơn.",
    "Kính gửi phòng học vụ, Em tên là , hiện đang là sinh viên khóa K18. Trong đầu năm nay, trường mình đã có 1 cuộc khám sức khỏe cho sinh viên. Em muốn hỏi rằng liệu em có thể xin/làm giấy chứng nhận đã khám sức khỏe hoặc phiếu khám bệnh không? Lý do: Công ty nơi mà em sắp làm có yêu cầu phải nộp một bản của giấy chứng nhận sức khỏe trong vòng 6 tháng gần đây nhất. Em xin cảm ơn!",
    "Kính gửi Nhà trường, Em là  - MSSV:  Hiện tại em là SV khóa cuốn nên em cần thi tiếng anh Nói-Viết để hoàn thành chương trình đào tạo và tốt nghiệp. Tuy nhiên do tình hình dịch Covid, BKEnglish thông báo tạm dừng tổ chức thi như hình đính kèm. Cho em hỏi:   U BKenglish có thể tổ chức thi online hay không?    Nếu không tổ chức online thì thời hạn bổ sung kết quả thi nói-viết của em và các bạn cùng khóa có được dời vì tình hình Covid hay không?   U  Dịch covid thì thời gian xét tốt nghiệp sẽ thay đổi như thế nào? Mong nhận được phản hồi sớm từ Quý Nhà trường. Em cảm ơn",
    "Thưa thầy/cô,  Hiện tại em đang theo học môn PPL khoa Khoa học và Kỹ thuật Máy tính kỳ 203 dự thính hè. Em cũng đang là sinh viên tài năng nên môn này cần phải thực hiện phần mở rộng. Em có hỏi giảng viên và giảng viên yêu cầu em hỏi phòng đào tạo ạ . Mong thầy/cô sớm giải đáp. Em xin chân thành cảm ơn.",
    "Xin chào /ị ạ, Em là Nguyễn Hồng Phú, MSSV: , Lớp: DD18DV6 Do đọc nhầm nội dung mail em đã không   B thể đăng ký môn học HK203    thực tập ngoài trường -EE3335 (đăng ký trễ). Hiện em   B còn cách nào để đăng ký môn học    THỰC TẬP không ạ! Em cảm ơn /ị rất nhiều. úc /ị một ngày làm việc tốt lành",
    "Hồi năm nhất em đã thi toeic(580) và chuyển đã điểm anh văn. Sang năm hai em đã thi Ielts(6.5) và em muốn quy đổi điểm Ielts qua điểm anh văn thì có được nữa không ạ. Em xin cảm ơn!",
    "Em là  LÀ sinh viên Khoa học Máy tính CLC tăng cường tiếng Nhật. (MÃ: 266) Hiện em đang gặp lỗi không hiển thị các môn học em đã đăng ký cho HK hè 203 trong BKeL cũng như là TKB trong MyBk. (Các môn em đã đóng tiền đầy đủ, không quá hạn) Tình trạng này bắt đầu từ tuần thứ 2 HK hè 203 và giờ vẫn chưa khôi phục. Em phải làm sao đây ạ?   i Học vụ  ",
    "Em là  LÀ sinh viên Khoa học Máy tính CLC tăng cường tiếng Nhật. (MÃ: 266) Hiện em đang gặp lỗi không hiển thị các môn học em đã đăng ký cho HK hè 203 trong BKeL cũng như là TKB trong MyBk. (Các môn em đã đóng tiền đầy đủ, không quá hạn) Tình trạng này bắt đầu từ tuần thứ 2 HK hè 203 và giờ vẫn chưa khôi phục. Em phải làm sao đây ạ?   i Học vụ  ",
    "CODE : Dạ cho em hỏi hiện tại em đang ở quê mà bằng tốt nghiệp thpt em để ở ktx nên ko đăng ký nộp đc . Dạ vậy có đợt đăng ký lần 2 ko ạ .",
    "Cho em xin phép rút môn học: Giải tích 2 Mã môn: MT1005, Mã lớp: DT03 Em xin cảm ơn ạ.",
    "Em xin nộp phiếu đăng ký rút môn học học kỳ 203 do em không tiếp thu được tốt khi học online.",
    "Em chào T ạ, em là ôi mssv . Em muốn hỏi là em có rút bằng tốt nghiệp rồi nhưng hiện giờ cái bằng đang để trên ktx và đang trở thành khu cách ly rồi nên không thể đăng kí nộp bằng tốt nghiệp được, PĐT cho em xin cách giải quyết với ạ.",
    "Em là sinh viên năm cuối hiện đang làm LVTN và học cải thiện của HK202. Tuy nhiên do tình hình dịch bệnh dẫn đến tình hình học tập và thi cử bị trì trệ. LVTN cũng vì vậy mà bị ảnh hưởng. Nay em gửi yêu cầu này xin phép PĐT có thể hỗ trợ giúp em rút môn học của HK202 được để em có thể tập trung vào LVTN hơn. Em xin chân thành cảm ơn. Phương./.",
    "Dạ em chào thầy/cô, Em là thành viên của lớp SP1039_DT01 đã được hủy môn do số lượng ít thì PĐT có mail là \"thời gian hoàn trả chậm nhất là 2 tuần\" nhưng đến nay đã hơn 2 tuần nhưng em vẫn chưa nhận được học phí được hoàn ạ? Cho em hỏi khi nào em mới nhận được ạ? Mong sớm nhận được phản hồi từ PĐT. Em cảm ơn.  (Nội dung thư đầy đủ PĐT đã gửi như sau: \"Phòng Đào Tạo thông báo về việc hoàn trả học phí DT203 môn SP1039_DT01 hủy lớp lý do Bộ Môn không nhận lớp vì sỉ số ít. Sinh viên đã đóng học phí 203 môn học này sẽ được hoàn tiền vào số tài khoản cá nhân OCB. Thời gian hoàn trả chậm nhất 2 tuần\").",
    "Em chào thầy cô. Em tên , MSSV  Em đã hoàn thành xong luận văn tốt nghiệp vào HK1(2020-2021), và chỉ còn TOEIC nói-viết. Nhưng trong HK1(2020-2021) em vẫn chưa thì xong. Vì thế đã bỏ lỡ đăng kí môn học ở học kì kế tiếp HK2(2020-2021), và buộc phải tạm dừng học ở học kì HK2(2020-2021) . Hiện tại em muốn đăng kí môn học ở HK1(2021-2022) . Thầy cô cho em hỏi: hạn cuối nộp đơn thu nhận lại là khi nào ạ? Và trong tình hình dịch bệnh như thế này có thể nộp online không ạ?  Em cảm ơn thầy cô ạ!",
    "Kính chào thầy cô Em tên là  MSSV Hệ VLVH Hiện tại trong thông tin cá nhân của e là hiện nghành cơ sở kĩ thuật điện nhưng thực tế là e học nghành cơ điện tử tại trường LILAMA2 và trong  thông tin bảng điểm e đang bị nợ 1  số môn của nghành cơ sở kĩ thuật điện.Kính mong thầy cô xem xét giúp em.Em xin chân thành cảm ơn!",
    "Em tên là , MSSV là , thuộc kho Kỹ thuật Xây Dựng. Em có thắc mắc là vì sao trong danh sách khen thưởng học bổng khuyến khích học tập của OISP thì em lại không có tên trong khi có tới 2 bạn trong khoa của em có số điểm trung bình học kì và tích luỹ ngang bằng em, điểm số của HK201 của em là 7.83 và hai bạn ấy cũng vậy. Em thắc mắc là vì sao ạ. Em xin cảm ơn.",
    "Xin cho em hỏi, phòng đạo tạo muốn sinh viên cập nhật đầy đủ thông tin của mình nhưng em chỉ cập nhật được phần thông tin liên lạc, phần thông tin gia đình còn bị thiếu nhưng em không thể cập nhật được, mong thầy/cô giải đáp thắc mắc và hỗ trợ em với ạ. Em xin cảm ơn.",
    "Chào anh chị, Em hiện tại đang bị tạm dừng học vì không đóng học phí (quyết định ra ngày 24/6). Nhưng hiện tại em đã hoàn thành học phí thì cho em hỏi các bước để được thu nhận lại ạ. Em xin cảm ơn.",
    "Kính chào Phòng Đào tạo, Em là , MSSV , sinh viên Khoa Khoa học và Kỹ thuật Máy tính khoá K18. Em có một thắc mắc nho nhỏ. Ở kì thi anh văn đầu vào, điểm của em đã đủ qua hết 4 anh văn, nên em không có học anh văn ở trường. Hồi tháng 5 mới đây em có đăng ký thi TOEIC nhưng chưa kịp thi thì dịch bùng mất, nên kì thi đã được hoãn lại. Do đó em không thể thi để lấy bằng anh văn chuyển điểm được. Vậy Phòng cho em hỏi, liệu em có thể nhận Luận văn tốt nghiệp khi chưa có điểm chuyển anh văn không ạ? Em cần phải làm gì trong trường hợp này ạ? Mong Phòng sớm hồi âm. Em cảm ơn Phòng nhiều ạ!",
    "chào cô hiện tại em vừa thanh toán học phí bị trễ hạn . em không biết m có cần phải làm đơn nộp lí do trễ hạn không . tại vì dịch nên trường không mở cho sinh viên vào làm đơn . em muốn hỏi cô em có thể làm đơn trê hạn online đươc không ạ? . em cảm ơn cô đã đọc được yêu cầu này",
    "Em chào thầy cô ạ . Em chưa nhận được hoàn trả học phí, không biết có xảy ra lỗi gì không ạ . Em xin cảm ơn.",
    "Em vừa thay đổi nguyên quán trong CCCD ( số CCCD và những thông tin khác vẫn giữ nguyên ). Cho em hỏi em có cần cập nhật ảnh CCCD mới không ạ. Nếu cần cho em xin hướng dẫn được không ạ, vì em chỉ thấy mục chỉnh sửa CCCD ( gồm số CCCD, nơi cấp và ngày cấp ) chứ không thấy mục cập nhật ảnh CCCD mới ạ. Em xin cảm ơn",
    "Dạ chuyện là vừa rồi em về quê mà em để quên Bằng Tốt Nghiệp THPT ở KTX, nên không có thông tin để đăng kí nộp bằng. Em thấy để trên web là 30/6 hết hạn đăng kí, đồng thời có mail báo có thể nộp bổ sung đợt 2. Cho em hỏi là đợt 2 nhà trường có mở lại cổng đăng kí không ạ, hay bắt buộc đăng kí trước 30/6, đợt 2 chỉ nhận bản sao bằng THPT mà Sinh viên đã đăng kí nộp từ đợt 1 . Em xin cảm ơn .",
    "Do kì HK202 vì 1 số lí do em không đăng kí môn học nên bị buộc tạm dừng học. Cho em hỏi là muốn đăng kí thu nhận lại để được đăng kí môn học kì kế tiếp thì em phải làm như thế nào ạ. Em cảm ơn . MSSV  Lớp CK17CTM3",
    "Dear Phòng Đào Tạo, Em là     - MSSV     - Hệ VLVH khóa 2020. Hiện tại, em đã nhận được danh sách các môn đã được chuyển điểm. Tuy nhiên, còn 6 môn học em đính kèm trong file sau chưa nằm trong danh sách chuyển điểm. Kính nhờ PĐT xem xét và chuyển điểm cho em để em yên tâm học tập và làm việc. Em gửi mail này cùng  hệ chính quy và file danh sách 6 môn xin chuyển điểm bổ sung. Em xin chân thành cảm ơn!",
    "Em là , sv lớp VP14HK. Học kỳ 3 năm học 2014-2015, em đã học và đạt môn   mã số SP1003. Tuy nhiên, khi làm thủ tục tốt nghiệp, phòng Đào tạo thông báo đến em rằng em thiếu môn   mã 001001. Vậy cho em hỏi, 2 mã môn học này có tương đương, thay thế cho nhau khi xét tốt nghiệp không ạ? Em kính mong PĐT sớm trả lời. Em xin chân thành cảm ơn.",
    "Xin chào ạ, Em muốn hỏi về việc đăng ký nộp bằng trên web mybk ạ. Em đã liên hệ với trường cấp 3 rất nhiều lần tuy nhiên, hiện tại dịch bệnh ở TP.HCM rất căng thẳng nên trường chưa thể mở cửa để học sinh về lấy bằng; đồng thời em cũng đã hỏi xin số hiệu văn bằng để có đủ thông tin đăng ký trên web nhưng vẫn chưa nhận được câu trả lời. Vì vậy em muốn hỏi là sau ngày 30/06/2021, em vẫn chưa kịp thời đăng ký nộp trên web thì có để lại hậu quả nào không ạ, và liệu trường có mở thêm đợt đăng ký nộp bằng sau đó không ạ? Em sẽ cố gắng liên hệ với trường THPT nhất có thể. Em xin cảm ơn rất nhiều. Trân trọng, Sinh viên .",
    "Dạ cho em hỏi khi đăng ký bằng tốt nghiệp THPT mà đăng ký bản sao do Sở cấp thì mình ghi ngày cấp là ngày cấp của bản sao hay ngày cấp bản chính vậy ạ. Em cảm ơn .",
    "cho em hỏi điểm để xét phân ngành khoa điện điện tử có tính điểm tính chỉ các môn AVCB AV1a không ạ. Em cảm ơn!",
    "Kính gửi phòng đào tạo, Em đã đăng kí 2 môn tự chọn vào học kì hè nhưng do sơ ý không xoá 1 môn. Em đã có gửi mail phòng đào tạo hỏi ý kiến ngay lúc không xoá được môn nhưng không có hướng giải quyết. Em mong phòng đào tạo cho em phương án rút một môn mà vẫn học môn còn lại có được không ạ? Thật sự em không biết sau này sẽ được rút môn nên đã không đóng học phí . Em xin cảm ơn.",
    "Em chào thầy/cô, HK202 vừa qua em có tạm dừng học và đã thu nhận lại, hiện tại đang có đợt đăng kí nộp bàng tốt nghiệp mà ngày mai (30/6) hết hạn rồi, nhưng em bấm đăng kí thì không được, hiện \"bạn đang tạm dừng hoặc không có thời khoá biểu\" vậy giờ em phải làm sao ạ? Em cảm ơn thầy/ cô ạ!",
    "Em xin kính chào văn phòng đào tạo. Hiện tại thì em đang gặp vấn đề về chỉ tiêu môn giáo dục thể chất, em hiện tại là sinh viên khoá 2019. Do kế hoạch học tập và sự chủ quan của bản thân nên hiện tại em vẫn còn thiếu 1 môn giáo dục thể chất chưa hoàn thành và tính sẽ hoàn thành trong học kì hè này, em cũng đã lập danh sách để xin phòng đào tạo mở lớp gdtc trong học kì hè này nhưng do tình hình dịch bệnh diễn biến phức tạp trên địa bàn TPHCM nên môn không thể mở được. Em muốn xin hỏi văn phòng liệu em có thể xin làm đơn cứu xét để có thể được xin đăng kí môn cho học kì 211 được không ạ. Em xin chân thành cảm ơn!",
    "Kính chào quý thầy cô! Kính chúc quý thầy cô có nhiều sức khoẻ và an toàn trong giai đoạn dịch bệnh Covid!  Em là  - MSSV:  - là sinh viên chính quy chuyển xuống hệ VHVL. Em đã hoàn thành một số môn đại cương khi còn học chính quy, nhưng khi chuyển sang hệ VHVL em không được xét miễn. Danh sách các môn đó như sau: 1/ 1003 Hoá đại cương 2/ 1003 Giải tích 1 3/ 1003 Giải tích 2 4/ 1007 Đại số tuyến tính 5/ 1 Nhập môn về kỹ thuật 6/ 1003 Những ng.ly cơ bản CN M- 7/ 1005 Tư tưởng HCM 8/ 1007 Pháp luật VN đại cương Kính mong quý thầy cô xem xét giúp em. Em chân thành cảm ơn quý thầy cô!",
    "Em chào thầy/cô, Hôm qua em đã nhận giấy quyết định chuyển sang khoa khác (từ khoa điện sang máy tính), nhưng trên trang thông tin sinh viên chưa cập nhập khoa, ngành lại cho em. như vậy có sao không ạ? Em cảm ơn thầy/cô ạ!",
    "Chào cô, Em là , MSSV , hiện là sinh viên Khoa học máy tính. Em thuộc hệ đào tạo tài năng vào học kì 201, vì kết thúc kì 1 với điểm trung bình 6.8 (  7.5), thì trong mail em thấy có vẻ em không được cứu xét. Nhưng em lại không thấy thông báo về việc chuyển hệ đào tạo (vì không đủ điều kiện tiếp tục ct tài năng). Kì này em có tham gia phần mở rộng. Câu hỏi của em là: 1. Em thắc mắc mình đã bị loại khỏi CT tài năng chưa? Em có thể tra cứu ở đâu? 2. Nếu không có thông báo chính thức ở #1, không biết cô có thể kiểm tra giúp em về tình trạng của em được không? Rất mong được thấy phản hồi của cô, em xin chân thành cảm ơn. Sinh viên, ",
    "do tình hình hình dịch bệnh rất phức tạp nên e không thể về quê rút bằng tốt nghiệp ptth được ạ vậy cho e hỏi e có nên đăng kí nộp bằng đợt này hay e phải đợi đợt sau thì mới có thể đăng kí nộp bằng tốt nghiệp ptth đc ạ",
    "Chào thầy cô em muốn hỏi là giờ em vẫn chưa lấy được bằng tốt nghiệp cấp 3 vì tình hình dịch không cho phép nên các thông tin trên đó em vẫn chưa nắm được nên em không thể đăng kí nộp bằng tốt nghiệp được thì em có thể không đăng kí nhưng vẫn sẽ nộp khi lấy được không ạ  em xin cảm ơn ạ",
    "Em chào cô, Em được chuyển từ ngành điện sang ngành khoa học máy tính, và đã nhận quyết định hôm qua rồi, nhưng đến hôm nay trên mybk vẫn chưa cập nhập thông tin về khoa ngành, lớp ạ! Em cảm ơn cô!",
    "Dạ cho em hỏi là có đợt đăng ký nộp bằng tốt nghiệp THPT thứ 2 hay không là mình phải đăng ký đợt 1 trước ạ. Em cảm ơn nhiều ",
    "Em đang dự định đăng ký Luận văn tốt nghiệp trong học kỳ tới ạ, tuy nhiên em có 2 điều kiện chưa đạt được là: 1./ Chưa thi tiếng anh Toiec  500  2./ Chưa có đủ ngày CTXH, do tình hình dịch mấy tháng qua và vướng lịch làm việc nên em chưa thể đạt đủ điểu kiện 10 ngày CTXH đề làm luận văn Em muốn hỏi về 2 vấn đề: 1./ Lịch đăng ký Luận văn tốt nghiệp học kỳ tới sẽ có bao nhiều đợt và thời gian như thế nào ạ 2./ Em có thể xin đăng ký luận văn trước rồi sau đó đáp ứng các điều kiện trên trong thời gian thực hiện luận văn có được không ạ, đặc biệt là nội dung về ngày CTXH do hiện tại đang dịch bệnh nên phải đợi hết dịch mới bổ sung được ạ Em xin chân thành cảm ơn.",
    "Chào thầy/ cô ạ! Em đang chuẩn bị hồ sơ giấy nộp học bổng KSYS-CUBE gửi phòng đào tạo nhưng mà chưa nộp qua đường bưu điện vì nhiều khi hồ sơ có thể thất lạc . Thầy/ cô cho em hỏi là trường còn mở cửa cho sinh viên vào trường nộp trực tiếp không ạ? Em cảm ơn ạ!",
    "phiếu xác nhận đăng ký nộp bằng tốt nghiệp PTTH của em chờ xác nhận hơn 1 tháng rồi ạ. xin giải quyết để em nộp bằng ạ",
    "Dạ hiện tại do dịch nên em vẫn chưa lấy được bằng tốt nghiệp, cho em hỏi là có đợt đăng kí nộp bằng mới ko ạ, hay chỉ có mỗi một đợt với hạn đăng kí là ngày 30/6",
    "Em chào cô, Em gửi lại hình chụp bản quyết định ạ! Em cảm ơn cô!",
    "Chào thầy,cô đầu năm nhập học em đã thanh toán đầy đủ về khoản thu nhập học của trường ạ em có đăng ký ở ktx nhưng đến giờ ktx vẫn chưa phát cho em thẻ bảo hiểm y tế ạ dù em đã đợi rất lâu cũng như đi xuống nhận rất nhiều lần ạ. trường đang triển khai cài đặt ỨNG DỤNG VSSID trong khi đó em không làm đc do không bt được mã số bhy tế ạ mong thầy cô giúp đỡ ạ",
    "Dạ em xin gửi đơn xin chuyển ngành học ạ, cho em hỏi em có cần in ra và xin chữ ký của Khoa không ạ. Xin cho em biết những thủ tục cần thiết ạ. Em xin cảm ơn",
    "Em Tên là  , MSSV , Lớp DD20LT21 . Em nộp phiếu đăng ký rút môn học của học kì 203 môn Xác suất thống kê ( MT2013 ). Kính mong phòng đào tạo duyệt phiếu Em xin chân thành cảm ơn",
    "Kỉnh gửi PDT, Em có thắc mắc về việc chuyển đổi tín chỉ của môn học tương đương, cụ thể là môn Kĩ thuật lập trình (CO1013). Do môn Kĩ thuật lập trình không còn mở và em đã hỏi bộ môn cũng như PDT về việc môn học tương đương thì được nói rằng là môn Nhập môn lập trình (CO1003), và em đã hoàn thành môn học vào học kì 201 nhưng đến giờ thì tín chỉ của môn đó vẫn chưa được chuyển vào tín chỉ tích lũy ngành ạ. Trước đó, em có thắc mắc với bộ môn vệ việc chuyển đổi thì nhận được phản hồi là đã gửi đơn lên PDT ạ. Em hy vọng nhận được phản hồi của PDT. Em xin cảm ơn!",
    "Hiện tại em chưa thể về trường lấy bằng tốt nghiệp THPT để điền số hiệu văn bằng thì sau dịch em đăng kí nộp bằng được không ạ ?",
    "Em có đăng ký LVTN học kỳ 202, nhưng do dịch nên em không bảo vệ bài báo để kịp trước đợt bảo vệ LVTN Cho em hỏi làm cách nào để bảo lưu lại điểm LVTN, để điểm LVTN không bị điểm 13 ạ",
    "Chào các thầy cô.Cho em hỏi em đăng kí học liên thông hệ VLVH thangs6 năm 2019.Em có phiếu miễn môn học và học theo chương trình năm 2018. Bây giờ em xem lại thì được miễn thêm một số môn e đã học thì bây giờ em học theo hệ nào và những môn em đã học và có môn em đã đóng tiền mà chưa thi thì sao ạ.Em mong thầy cô giải đáp.Em cảm ơn",
    "Dạ em chào Thầy/Cô, Em có xin thực tập hè ở công ty Điện tử Foster. Người ta có hỏi và yêu cầu giấy Giới thiệu và kế hoạch đi thực tập từ trường mình. Họ có gửi em bảng mẫu của các anh chị trường khác khi đi thực tập tại đây. Không biết trường mình có 2 loại giấy tờ này không ạ? Và em xin lấy hay sẽ trả lời như thế nào về thủ tục với bên cty Foster. Em gửi Thầy/Cô xem thử ạ . Mong nhận được phản hồi từ Thầy/Cô để em hoàn thành thủ tục trước khi được vào thực tập.",
    "Em có đăng ký in thẻ sinh viên với giấy xác nhận sinh viên ngày 24/05/2021. Nhưng do dịch bênh covid nên chưa lấy được và đến bây giờ đã quá 30 ngày rồi. Không biết bây giờ em có lên lấy được không ạ, hay phải đăng ký lại vậy. em cảm ơn",
    "Cho em hỏi cách hủy đăng kí in bản điẻm ạ?",
    "Dạ em là  - . Em xin phép gửi phiếu Đăng ký  Học kỳ 203 ạ. (Tệp đính kèm) Rất mong phiếu của em sẽ được giải quyết sớm ạ. Em chúc mọi người luôn mạnh khỏe. Nếu có vấn đề gì về phiếu, hãy liên hệ với em qua email ạ:  Em cảm ơn mọi người nhiều.",
    "Chào Phòng Đào Tạo ạ! Em là sinh viên khoa Kĩ Thuật Xây Dựng khóa 17. Cho tới hiện nay em chưa từng học nhóm môn tự chọn là Sinh học đại cương (CH2027) và Hóa Vô cơ (CH2011) .. Hai môn này là môn tự chọn chỉ cần học 1.. Theo thông tin em biết là khoa xây dựng của các khóa sau sẽ không học môn Sinh đại cương nữa. Em không biết là môn học thay thế cho môn Sinh đại cương sẽ mở vào kì nào nữa,.. Mong Phòng Đào Tạo giúp em về vấn đề này để em có thể hoàn thành chương trình đào tạo ạ. Em xin chân thành cảm ơn!",
    "Dạ cho em hỏi là em có được văn phòng đăng ký môn cho học kì đầu khi đã vào được main sau khi học 2 kì pre không vậy ạ Em xin cảm ơn ",
    "Dạ cho em hỏi là em có được văn phòng đăng ký môn cho học kì đầu khi đã vào được main sau khi học 2 kì pre không vậy ạ Em xin cảm ơn",
    "Tôi xin phép gửi đơn xin phục hồi thời khóa biểu lên nhà trường. Rất mong phía nhà trường có thể xem xét giúp tôi. Xin cảm ơn!",
    "Em chào cô, Theo kế hoạch nhà trường thì ngày 19/7 nhà trường sẽ cho tiếp hục học kì 202 nhưng theo tình hình dịch covid thực tế thì không biết nhà trường đã dự kiến phương án nếu còn nghỉ kéo dài nữa chưa ạ ? Mong cô giúp em để có thể sắp xếp thời gian quay lại TPHCM",
    "Chào thầy cô, trong học kỳ vừa rồi em đã xin được đăng ký luận văn tốt nghiệp tuy nhiên không đăng ký được do em đã hiểu sai về việc thi kỳ thi tổ chức ở trường, do đó em đã đăng ký thi VNU-EPT ngay, tuy nhiên lịch thi của em liên tục bị lùi lại do dịch bệnh. Do đó hiện tại em vẫn chưa có bằng. Học kỳ này hiện nay em đã và đang làm luận văn với thầy , đã tiến hành phản biện 50%. Và theo thông báo từ phía thầy  là em sẽ nộp và bảo vệ luận văn vào cuối tháng 7 theo hình thức online. Tuy nhiên hiện nay em vẫn chưa được sự cho phép của PĐT để được bảo vệ luận văn. Kính mong quý thầy cô có thể xem xét cho trường hợp của em để em xin phép được nộp bổ dung chứng chỉ tiếng anh sau và được phép bảo vệ LVTN trong đợt này. Em xin cam kết sẽ đóng học phí, lệ phí và chứng chỉ Tiếng Anh đầy đủ. Kính xin PĐT xem xét hỗ trợ trong trường hợp của em. Em xin chân thành cảm ơn quý thầy cô. Sinh viên,   i  .",
    "Em chào thầy/cô! Thầy/cô cho em hỏi là trường mình bao giờ bắt đầu học kì 211 vậy ạ. Vẫn giữ nguyên lịch như thông báo hay có hoãn lại vậy ạ.   Em cảm ơn thầy/cô!",
    "Hiện tại với tình hình phức tạp của dịch covid 19, em không thể đến trường để nộp giấy thu nhận lại sinh viên cho kịp đăng kí môn học kì 204 tiếp theo. Cho em hỏi nếu mình muốn nộp đơn online thì mình có thể nộp ở đâu? Hoặc nếu qua đợt dịch, liệu em có kịp để nộp đơn thu nhận lại để bắt đầu đắng kí môn cho học kì sắp tới không ạ?",
    "Kính gửi Phòng đào tạo. Trong học kì hè 203 em đã đăng kí môn \"Thực tập công nghiệp\" mã môn học: 400431 Nhưng do tình hình dịch bệnh phức tạp và kéo dài do đó em rất khó khăn trong việc tìm công ty để thực tập. Vì vậy em mong muốn được Phòng đào tạo cung cấp thêm thông tin về thời hạn cuối nộp báo cáo thực tập hay các biện pháp hỗ trợ sinh viên trong việc thực tập ạ. Em xin chân thành cảm ơn!",
    "Kính gửi PĐT hệ VHVL em là  MSSV  hệ VHVL - Môn học Tổ Chức Thi Công (CI4049 với 4 tín chỉ) khi em đăng ký môn học thì không thấy mã môn học này còn mở nên em đã đăng ký với mã CI4125-Tổ Chức Thi Công (lý thuyết - 3 tín chỉ) và CI4127-Đồ Án Tổ Chức Thi Công (1 tín chỉ).Phần lý thuyết CI4125 em đã đủ điểm đậu còn phần đồ án CI4127 em đang làm trong học kỳ hè 203 này - Môn học Nền Móng (CI3037 với 3 tín chỉ) khi em đăng ký môn học thì không thấy mã môn học này còn mở nên em đã đăng ký với mã CI3195-Nền Móng (lý thuyết - 2 tín chỉ) và CI3197-Đồ Án Nền Móng (1 tín chỉ). Phần lý thuyết CI3195 em đã đủ điểm đậu còn phần đồ án CI3197 em đang làm trong học kỳ hè 203 này Vậy cho em hỏi là với 2 mã môn học cũ CI3037 và CI4049 em không đăng ký được thì em có thể thay thế bằng 2 mã môn học khác không ạ?Hai mã môn học cũ và mới chương trình đều như nhau và chỉ tách phần đồ án ra riêng thôi ạ,chứ nếu không tính vào thì thiệt cho em quá,em mong PĐT giúp đỡ em Em xin chân thành cảm ơn!  CODE   /CODE   B",
    "Cho em hỏi đợt 2 có mở đăng ký cho nộp bằng không ạ ? Hiện tại do tình hình dịch bệnh nên em chưa thể lấy được bằng tốt nghiệp để có số hiệu văn bằng mà hôm nay là hết hạn đăng ký rồi ạ",
    "Dạ, chào PĐT, em tên  MSSV , hiện là sinh viên năm 4 Khoa Điện điện tử.  - Kỳ 202 hiện tại em đang có quyết định tạm dừng học được thông báo trên MyBK, nhưng không nhận được mail và danh sách tạm dừng học - không tra cứu được trên trang (http://www.aao.hcmut.edu.vnmage/data/Tra_cuu/xem_danhsach?id_ds=2641&masv=&code=rv). - Do hiện tại em năm 4 và chỉ còn môn Luân văn nhưng không đủ điều kiện đăng ký ở kỳ 202. - Hiện tại em có thực hiện mẫu \"Thu nhận lại\", em cần lên nộp trực tiếp PĐT không ạ?",
    "Em muốn rút môn học Hk203",
    "Cô ơi, cho em hỏi hè này Thực tập tốt nghiệp có bị hủy không ạ, vì em thấy dịch bệnh phức tạp và môn Thực tập tốt nghiệp vẫn đang bị hoãn ạ   i  .",
    "Em xin chào phòng đào tạo đại học bách khoa, trong học kì tới đây em có đăng kí xét tuyển học văn bằng 2 tại trường. Em có thắc mắc là em đã đăng kí thông tin tại cổng tuyển sinh và in phiếu xét tuyển và đến bước nộp cho pdt trường, phòng đào tạo cho em hỏi là em có thể nộp phiếu xét tuyển vb2 cho phòng đào tạo thông qua đường bưu điện và cách nộp tiền phí xét tuyển khi được gửi qua đường bưu điện ạ?. Em xin cảm ơn",
    "Em muốn nhận bằng tốt nghiệp cần phải mang gì khi lên phòng đào tạo nhận bằng? Có cần đăng kí trước không ạ?",
    "Em chào thầy cô, em muốn nộp đơn xin tạm dừng học cho bạn em - hiện đang điều trị tại BV Nhiệt đới (lâu dài). Nhưng tình hình dịch khó khăn, em không biết là có thể nộp đơn online được không? Có bắt buộc chữ kí của GVCN và Trưởng khoa hay không? Và hiện tại em không thể gặp bạn được nên phần chữ kí của bạn thì phải để trống đúng không ạ? Em xin cảm ơn, và mong nhận được hôig đáp sớm từ thầy/cô ạ",
    "Phòng đào tạo cho em hỏi: dưới em hiện nay địa phương kêu nộp giấy xác nhận tạm hoãn nghĩa vụ quân sự. Em đã xác nhận với họ rằng em đã nộp giấy lúc sau Tết rồi, nhưng họ lại đòi giấy tạm hoãn nghĩa vụ cho năm 2022 và kêu em lên trường xin nữa. Nhưng hiện giờ trường không cho sinh viên vào nữa, và nếu có vào được thì em nghe nói văn phòng khoa không tiếp sinh viên. Vậy giờ em phải làm sao ạ? Mong phòng đào tạo giải đáp thắc mắc của em, em cảm ơn ạ!",
    "Dạ cho em hỏi là khi mình nhập thông tin trong tờ đăng kí xét tuyển văn bằng 2 xong thì mình có cần nộp lại bản giấy đã xác nhận của địa phương cho pdt trước ngày 26/7 không ạ hay chỉ cần đăng kí ở cổng tuyển sinh xong và chờ ngày công bố kết quả ạ?. Do em có khai lý lịch lần đầu có nhầm lẫn nên em có đăng kí thêm bản khác thì có ảnh hưởng gì ko ạ . Em xin cảm ơn",
    "Em xin rút môn CI4011 thí nghiệm công trình",
    "Cái  có bắt buộc phải đăng ký với cài đặt không ad ?",
    "Em chào Thầy/cô Em là sinh viên K15, mã môn học cũ Ci2039 Kết cấu bê tông cốt thép hiện tại tách thành 2 Ci2091 Kết cấu bê tông cốt thép 1 và Ci2093 ĐAMH Kết cấu bê tông cốt thép 1 . Vậy em có thể học mã môn học mới rồi quy đổi điểm về mã cũ được không ạ? Nếu được thì bắt buộc học hết 2 mã hay chỉ mã Ci2093 thôi ạ.",
    "Kính chào quý thầy cô. Thầy cô cho e hỏi đợt liên thông bảo dưỡng công nghiệp cao đẳng 2017 lên đại học vào thời gian nào ạ? E cảm ơn",
    "Tại sao ở phần cập nhật thông tin sinh viên thì chỉ có nút cập nhật thông tin liên lạc và CMND. Còn thông tin gia đình thì không có vậy ạ. Phải cập nhật Thông tin gia đình như thế nào ạ",
    "Kính chào quý thầy/cô, em là sinh viên khoa Điện-Điện Tử và sắp chuẩn bị phải phân ngành. Quý thầy/cô cho em hỏi nếu em nộp bằng av và quy đổi ra trung bình tích lũy thì điểm phân ngành có dựa trên điểm đã cộng điểm av vào không ạ. Em xin chân thành cám ơn!",
    "Pđt cho em hỏi là tại sao em điền được thông tin nhưng em lại không xác nhận đăng kí được vậy ạ ?",
    "Kính thưa Quý Thầy/Cô, em có câu hỏi muốn thắc mắc là em không thể đăng kí nộp bằng PTTH trên my bk được, lý do là hết đợt 1. Tuy nhiên trong gmail trước của phòng đào tạo chỉ nói là hết hạn nộp đợt 1 chứ đâu nói thời hạn đăng kí đâuạ! . Em xin cảm ơn rất nhiều !",
    "Học kỳ 202 .",
    "Kính chào cô . Cô cho em hỏi học kỳ hè 203 hệ vlvh của tụi em đăng ký thực tập nhận đề tài ngày 9.6.2021  nhưng không học được vì dịch và đã Đăg kí trước ngày dịch bùng phát và tp. HCM có lệnh chỉ thị giản cách  . Trước đó ngày tụi em lên  lấy  đề tài để thực tập theo gmail trường đã gửi mail ngày 8.6.2021 và ngày 9.6.2021 tụi e lên nhưg k có ai và sau đó rơi vào thời  điểm giản cách khi đó trườg  đã  co thời khóa biểu nhưng chua có ngày cụ thể để thực tập . Và khi mail nhắc chúng e thanh toán học phí nếu Vậy chúng em phải thanh toán học phí  sao ạ  và lịch thực tập của tụi e nếu k rút môn sao ạ . Mong cô xem xét giúp em  Em xin cảm on ",
    "Cho em hỏi là lúc đăng ký nộp bằng PTTH em lỡ chọn nộp bản sao do sở giáo dục cấp thay vì 2 bản photo có công chứng. Giờ đã hết hạn nộp em không sửa lại được thì làm sao ạ.Em cảm ơn.",
    "Do kì HK202 vì 1 số lí do em không đăng kí môn học nên bị buộc tạm dừng học. Cho em nộp đơn xin thu nhận lại trường ạ",
    "Em xin rút môn Kết cấu bê tông cố thép 1 CI2091 ạ",
    "Chào cô ạ, Năm ngoái có đợt đăng kí nộp bằng tốt nghiệp THPT nhưng bạn lớp trưởng ngừng học nên em không biết bằng của mình đã được nộp chưa ạ, có cách nào để kiểm tra không ạ? Em là , MSSV  thuộc lớp XD19KT khoa Kỹ Thuật Xây Dựng ạ. Nếu chưa nộp thì hết mùa dịch em lên phòng đt nộp còn được không ạ? Có ảnh hưởng gì không ạ? Em cảm ơn.",
    "Dạ thầy cô cho em hỏi về học phí của chương trình học liên thông Đại học-Thạc sĩ sẽ được tính như thế nào đối với chương trình đại trà. Và đối với sinh viên năm 2 K19, tụi em chưa thi cuối kì 202 nên chưa đủ 60 chỉ thì có được xem xét không ạ? Em cảm ơn thầy cô   i ",
    "Xin chào Phòng Đào tạo, Em có thắc mâc về việc nộp bằng tốt nghiệp mong được giải đáp: Hiện em đã lỡ mất đợt đăng kí nộp Bằng Tốt nghiệp Trung Học Phổ Thông do không biết việc đăng ký nộp bằng trên cổng BkPortal có thời gian cụ thể. ( Em đã đọc kĩ mail trường nhưng trong mail chỉ đề cập tới thời hạn nộp bản sao cho trường là vào tháng 9). Vậy cho em hỏi rằng còn đợt đăng kí nào khác không, và nếu có sẽ vào tháng mấy ạ? Em cảm ơn.",
    "Kính gửi PDT, Em là , . Vừa rồi em có đăng ký tốt nghiệp, và đã hoàn thành thủ tục. Em vừa mới nhận được gmail của PDT là lên phòng đào tạo A1 để nhận bằng tốt nghiệp. Em muốn hỏi là, bây giờ em nhận bằng thì em có được tham dự lễ tốt nghiệp của trường tại hội trường A5 được tổ chức định kỳ vào thán 11 hằng năm không ạ . Em chờ phản hồi từ PDT ạ, em cảm ơn ạ.",
    "Dạ e chào thầy cô ạ,e tên là _,hiện tại phòng ctct-sv thông báo về viện đăng kí ứng dụng vssid cho bảo hiểm xã hội ạ,mà giờ e bị mất ví nên cmnd và bằng lái xe mất hết ạ,cho e hỏi giờ e phải làm sao ạ,e cảm ơn ạ.",
    "Em chào thầy/cô. Em là  MSSV . Em đang cần xin phiếu xác nhận là sinh viên của trường để bổ sung cho trường CĐ để xin nội dung chi tiết môn học để nộp lại cho PĐT xét miễn môn và bổ sung thêm hồ sơ quân sự. Do tình hình dịch bệnh căng thẳng em không thể tới trường để xin. Vậy cho em hỏi là mình còn cách nào khác để xin được giấy không ạ? Em cảm ơn.",
    "Dạ em chào thầy/cô ạ, Em vừa biết được có đợt đăng kí học liên thông lên thạc sĩ để lấy bằng KS-Ths cho các bạn sinh viên K19 là trước ngày 15/7/2021 . Em muốn hỏi là em cũng là sinh viên K19, bảo lưu 1 năm và hiện đang học theo chương trình với K20, mã lớp của em là CC20KTM1 , vậy em sẽ đăng kí theo khóa nào ạ? Em xin cảm ơn.",
    "Kính chào thầy, cô! Em tên . Em có câu hỏi về việc đăng ký VssID. Khi đăng ký cần sử dụng mã số trên BHYT của mình, nhưng BHYT của em để ở trên KTX ĐHQG ở Dĩ An, giờ KTX đã bị trưng dụng nên em không lên lấy được. Giờ em nên xử lý như thế nào ạ? Em cảm ơn ạ. Trân trọng.",
    "Họ và tên SV:  MSSV:  Ngày sinh: 20/11/2001 Lớp: CC19OTO Đt: [phone_number]",
    "Em chào cô, HK211 sắp tới em sẽ chuyển xuống khoá 2021 để học, tức sẽ chuyển lớp sang k21 mới, mà em thuộc k20 vậy em cần nộp cho lớp trưởng cũ luôn hay là tự mình nộp riêng ạ? hay là em được đợi nộp cùng k21 ạ? Em cảm ơn cô ạ!",
    "Cho em hỏi, ngày KT trong file PDF đó là gì vậy ạ, đạng em xin rút môn học ạ vói cái lí do là mình có cần bát buộc phải ghi không ạ. Em cảm on ạ",
    "Hiện tại, khi em vào điền thông tin để nộp bằng TNTHPT thì em không biết rằng hết tháng 6 là hết hạn điền thông tin. Trong yêu cầu để nộp bằng, có bước vào MyBk để điền thông tin, nhưng em đã làm trễ. Không biết có hướng giải quyết nào cho việc này không ạ?",
    "Em chào thầy (cô), Hôm qua em có đăng ký nộp bằng PTTH nhưng em phát hiện ra là vừa mới hết thời hạn đăng ký cách lúc đó 2h. Thầy (cô) cho em hỏi thầy (cô) có thể gia hạn cho em đăng ký được không ạ? Hay có còn đợt sau để em có thể nộp không ạ? Em xin cảm ơn thầy (cô)   i ",
    "Học vụ       Em đã liên lạc bên PĐT và được PĐT hỗ trợ tiếp tục nộp đơn với lý do đặc biệt để PĐT xét duyệt ạ    Mong nhận được sự hỗ trợ từ phía nhà trường    Em xin chân thành cảm ơn    Trân trọng,  /",
    "Xin chào Phòng Đào Tạo, Em là -MSSV:  Em xin được rút môn học: Nguyên Lý Máy(ME2003) học kỳ 203. Lý do: Do nhầm lẫn vể thời gian học đối với hệ VLVH. Mong Phòng Đào Tạo tạo điều kiện giúp đỡ. Em xin cảm ơn   i  ",
    "Em chuyển từ hình thức đào tạo chính quy văn bằng 1 sang hệ VHVL vào tháng 11/2020. Đến nay em vẫn chưa nhận được thông tin về các môn học được miễn, được chuyển điểm để đăng ký học những môn còn thiếu. Cho em hỏi là khi nào em sẽ được nhận thông tin về vấn đề đó? Em cảm ơn",
    "Kính gửi thầy/cô em đã làm theo hướng dẫn đăng kí xin giấy xác nhận sinh viên nhưng mục \"nhận két quả tại\" thì em không thấy option gửi qua bưu điện ạ. Em chỉ thấy option là lấy ở PĐT Lý Thường Kiệt. Vậy mình chỉ cần đăng ký thì PĐT sẽ tự gửi về địa chỉ mình đã đăng ký lúc nhập học phải không ạ? Hay phải làm cách nào khác ạ? Em cảm ơn.",
    "Chào thầy cô ạ!Hôm trước e có đăng ký in thẻ sinh viên nhưng chưa có hỗ trợ gửi qua bưu điện và đăng kí nhận ở cs quận 10.Nay dịch e k đến trường đc,nhà trường có thể hỗ trợ e gửi qua bưu điện đc kh ạ!Em xin chân thành cảm ơn!!",
    "Kính gửi : Phòng đào tạo trường Đại Học Bách Khoa thành phố Hồ Chí Minh . Họ và tên :TRẦN CHÂN TRÂN . Mã số sinh viên:  Khoa: Cơ Khí bộ môn Cơ Điện Tử theo chương trình VLVH đợt T11/2020 Lý do hủy: Hôm nay em viết đơn này xin phép hủy môn học và thu lại học phí môn học đã được miễn do danh sách miễn môn của PĐTgửi đến sinh viên bị trễ và những môn đã được học tại trường ĐH Bách Khoa. Và một môn học do sau khi làm hồ sơ nhập học, em có lên PĐT để hỏi về CTĐT và được trả lời là theo CTĐT K18, em đã đăng ký học môn CƠ LƯU CHẤT vào HK201.2. Sau khi học xong và có kết quả, nhà trường mới gửi mail là sinh viên nhập học T11/2020 sẽ đc dao tạo theo CTĐT K19 chính quy. Đến nay, nhận thấy môn CƠ LƯU CHẤT không có trong CTĐT K19 ngành CƠ ĐIỆN TỬ nên em xin phép hủy môn và nhờ nhà trường tính toán và hoàn lại học phí “đã thanh toán” giúp em. Thời gian được miễn vào ngày 22/06/2021. File đính kèm là đơn hủy môn học đã có chữ ký xác nhận Nhờ PĐT hỗ trợ xử lý và phản hồi sớm giúp emEm xin chân thành cảm ơn :",
    "Kính gửi : Phòng đào tạo trường Đại Học Bách Khoa thành phố Hồ Chí Minh . Họ và tên :LƯƠNG THANH HÀ . Mã số sinh viên:  Khoa: Cơ Khí bộ môn Cơ Điện Tử theo chương trình VLVH đợt T11/2020 Lý do hủy: Hôm nay em viết đơn này xin phép hủy môn học và thu lại học phí môn học đã được miễn do danh sách miễn môn của PĐTgửi đến sinh viên bị trễ và những môn đã được học tại trường ĐH Bách Khoa. Và một môn học do sau khi làm hồ sơ nhập học, em có lên PĐT để hỏi về CTĐT và được trả lời là theo CTĐT K18, em đã đăng ký học môn CƠ LƯU CHẤT vào HK201.2. Sau khi học xong và có kết quả, nhà trường mới gửi mail là sinh viên nhập học T11/2020 sẽ đc dao tạo theo CTĐT K19 chính quy. Đến nay, nhận thấy môn CƠ LƯU CHẤT không có trong CTĐT K19 ngành CƠ ĐIỆN TỬ nên em xin phép hủy môn và nhờ nhà trường tính toán và hoàn lại học phí “đã thanh toán” giúp em. Thời gian được miễn vào ngày 22/06/2021 . :",
    "Kính chào Thầy/Cô    Em tên: Nguyễn Trương Quốc Thái       MSSV: 2033725         Em là sinh viên khóa 2020 hệ VLVH, em có thắc mắc về ngành học trong phần lý lịch sinh viên, em trúng tuyển ngành Kỹ thuật điện, nhưng ngành học lại là Kỹ thuật Điện tử - Truyền thông. Mong Thầy/Cô kiễm tra giúp em.         Em cảm ơn !",
    "Kính gửi Thầy/Cô Phòng học vụ Em tên là:   Mã sinh viên:  Thầy/ Cô cho em hỏi là hiện tại em đang muốn xin Giấy xác nhận đang học tại trường cho hồ sơ du học của mình, em có thể xin Giấy xác nhận này ở đâu và khi nào được vậy ạ . Em cảm ơn Thầy/Cô rất nhiều.   i  .",
    "Kính gửi quý Thầy cô PĐT. Theo email ngày 11/6/2021 của Phòng đào tạo. Em còn thiếu môn học \"EN1003  CON NGUOI VA MOI TRUONG   3.0\". Tuy nhiên môn học này em đã học ở VB1 và đã được xét miễn môn ngày 4/5/2017 (file miễn môn đính kèm ) Kính nhờ quý Thầy Cô Phòng đào tạo xem lại giúp em.",
    "Chào bạn, - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).   Chúc bạn học tập tốt nhé. Thân",
    "Em xin đang ký rút môn học \"Xác suất và thống kê\" học kỳ 203, mã môn học MT2013, Nhóm DT02",
    "Em xin đang ký rút môn học \"Xác suất và thống kê\" học kỳ 203, mã môn học MT2013, Nhóm DT02",
    ". e muốn bảo lưu thời gian học phải làm sao vậy ad ?",
    "Thân chào anh/chị tư vấn. Em là ,sinh viên thuộc chương trình đạo đạo quốc tế, MSSV  mã lớp CC20LQC2. Hiện tại đã qua hạn đăng kí phiếu xác nhận thông tin bằng tốt nghiệp THPT nhưng em quên chưa cập nhật thông tin lên, em muốn hỏi là mình còn đợt khác không ạ vì theo email em nhận thì bắt buộc phải có phiếu xác nhận. Em xin cảm ơn.   ",
    "Hiện tại em đang cần giấy chứng tốt nghiệp tạm thời hoặc giấy chứng nhận tốt nghiệp để bổ sung hồ sơ. Mong các / giúp đỡ.",
    "Em tên là  Lực    Em viết đơn này để xin rút môn học kì 203 đã hoàn thành đóng học phí  Vì dịch bệnh ở quê và ở thành phố HCM đang vô cùng căng thẳng Cảm ơn thầy/cô đã xem xét ạ",
    "Em chào Thầy/Cô, Em tên là Huỳnh Thị Tường Vy, MSSV: 1910706. Em muốn đăng ký nhận bảng điểm gửi về quê qua đường bưu điện ạ. Tên người nhận: Võ Thị Phượng. Địa chỉ: ấp 3, xã An Hoá, huyện Bình Đại, tỉnh Bến Tre; số điện thoại người nhận: 0848445379 Mong Thầy/Cô xem xét cho em nhận bảng điểm, em cảm ơn nhiều ạ.",
    "Em tên  MSSV: Em muốn hỏi là BHYT em đã mua đầy đủ nhưng em chưa lấy thẻ  Và cũng không biết được mã số thẻ BHYT, mong nhà trường có thể tra giúp em mã số BHYT ạ Em xin cảm ơn",
    "ng tiền bảo hiểm y tế nhưng chưa lấy, bây giờ muốn lấy để tiêm vắc xin thì lấy ở đâu ạ.",
    "Mình đã đăng kí thẻ bảo hiểm y tế nhưng chưa lấy bây giờ đang dịch thì lấy như nào để đăng kí ứng dụng của trường ạ?",
    "Hiện em cần Bảng in hoạt động ngoại khoác và Giấy chứng nhận drl để nộp cho học bổng thì em phải làm sao ạ?",
    "Em chào thầy/cô, em vừa bị mất thể BHYT mà hiện em đang cần gấp số thẻ để điền form \"Khai báo đối với SV có HKTT và SV hiện đang tạm trú tại TP. HCM và TP. Dĩ An\", em có thể biết được số thẻ bằng cách nào à, em cảm ơn.",
    "Cho em xin hỏi là: 1. Hiện tại thì khi em nhập thông tin bằng tốt nghiệp THPT xong thì \"xác nhận đăng ký\" không được ạ? Hay là phải có đợt ạ? 2.Vậy bao giờ có đợt \"Nhập thông tin đăng kí nộp bằng tốt nghiệp THPT\" ạ? Hiện tại em đang cần nhập thông tin và in bảng xác nhập để kịp nộp bằng ạ. Em chân thành cảm ơn.",
    "Em xin chào thầy/cô ạ, Em xin có câu hỏi về email khảo sát thông tin hỗ trợ tiêm vaccine vào ngày 1/7. Sau khi đọc mail em nhận thấy có 2 trường hợp cần điền form là thường trú tại HCM hoặc tạm trú tại HCM. Em muốn hỏi về trường hợp có hộ khẩu thường trú tại HCM nhưng hiện không ở địa bàn HCMình Dương thì nên khai báo như thế nào ạ . Em xin cảm ơn.",
    "Em đang có dự định học lên thạc sĩ trường mình. Em muốn hỏi nếu điểm trung bình tích luỹ trên 8. có được giảm học phí không ạ? ",
    "cho em hỏi tại sao điểm rèn luyện trong bảng điểm của em toàn là điểm 0 ạ",
    "Dạ em chào thầy/cô, Em đã nhận được mail thông báo em đã có thể nhận bằng tốt nghiệp đợt bổ sung 1/2021. Em hiện đang sống ở Hậu Giang kèm theo tình hình dịch bệnh phức tạp, nên em sẽ rất khó khăn để có thể nhận bằng trực tiếp tại trường. Do đó, em có thể nhận bằng thông qua đường bưu điện được không ạ? Em rất mong nhận được phản hồi! Em cảm ơn và xin chào.",
    "Em bị mất thẻ BHYT thì làm sao để được cấp lại ạ.",
    "Thầy cô ơi! em là sinh viên hệ vlvh k20 ạ! em đã học 1 số môn ở cao đẳng rồi mà lên đại học e có nộp bảng điểm nhưng khôn được miễn ạ! em muốn hỏi là giờ em nộp đơn xin miễn môn tiếp có được không ạ? em cảm ơn.",
    "Dạ em chào thầy/cô  Em tên là , MSSV:  Em hiện tại là SV K18, thuộc chương trình tài năng, ngành điện tử viễn thông. Em muốn hỏi là  1. Chuẩn tốt nghiệp Tiếng anh nói + viết là bao nhiêu đối với chương trình KSTN K18?  2. Đối với sinh viên K18 chứng chỉ toeic nói + viết có thể thi tại trung tâm ngoại ngữ của trường được hay không? Hay phải thi lấy bằng quốc tế? Em mong nhận được câu trả lời ạ Em cảm ơn",
    "Cho em hỏi sao tkb 203 của em biến mất mấy tuần nay không thấy ai phản hồi ạ .",
    "Vì tình hình dịch bệnh nên E không học hè tiếp. Vì đến tháng 6 mới bùng dịch nhưng k còn huye môn được nữa. Cho em hỏi có ảnh hưởng gì đến đăng kí môn học 211 không? Thứ 2 là chuẩn anh văn, và tín chỉ cho  nhận luận văn có được áp dụng chuẩn 500 nữa không(vì dịch nên không thể thi anh văn) Em cám ơn PĐT",
    "Dạ em xin chào nhà trường, hiện tại em là sinh viên K17 chương trình chất lượng cao. Học kì 203 này em có đăng ký môn thực tập tốt nghiệp nhưng vì tình hình dịch COVID-19 đang diễn ra phức tạp ở Thành Phố Hồ Chí Minh nên em chưa tìm được chỗ thực tập cũng như chưa đi thực tập được ạ. Em có thấy email từ hỗ trợ sinh viên của trường thông báo việc thực tập ngoài trường tạm ngưng cho tới khi có thông báo mới nhất. Vậy không biết việc thực tập của em trong học kì 203 này sẽ như thế nào ạ. Mong nhà trường tư vấn và hỗ trợ giúp em. Em cảm ơn nhà trường ạ.",
    "Dạ em muốn hỏi là bảo hiểm ý tế em để thẻ trên trọ và bây giờ em đang ở quê nên không thể biết được mã số thẻ để cài ứng dụng điện thoại ạ. Nhờ pđt tra cứu giúp em thông tin số thẻ bảo hiểm để em có thể cài đặt ứng dụng đúng thời hạn ạ. Em cám ơn.",
    "xin chào thầy/cô thầy/cô cho em hỏi thủ tục để tạm hoãn học kì 202 (em đang làm luận văn tốt nghiệp) với lý do em bị bệnh viêm tủy (2 chân đi không được phải nằm viện trong thời gian dài để điều trị). vậy em cần làm gì để bảo lưu học kì 202 ạ! em đang nằm viện nên thủ tục có thể nộp online được không ạ? Mong thầy/cô giải đáp thắc mắc Em xin cảm ơn thầy/cô!",
    "Kính chào thầy/ cô, em muốn rút môn học \"Thực tập kĩ thuật\" (213752) HK 202 vì lí do sau đây:  Em nhận được học bổng du học Pháp theo chương trình liên kết song bằng ( lớp Việt Pháp), ngày nhập học là 27/08 và em phải bay qua sớm hơn để cách li thêm 7 ngày nữa, và hiện tại nhà trường cũng tạm hoãn các hoạt động thực tập. Như vậy em nhận thấy không thể hoàn thành thực tập trong thời gian này được. Do đó, em muốn rút môn học \"Thực tập kĩ thuật\" và sẽ đăng kí bổ sung sau. Em cần làm gì để có thể rút môn học này ạ? Em xin cẩm ơn.",
    "em xin được rút môn học CI 4037 Công trình trên đất yếu",
    "QUOTE  ",
    "Mong phòng đào tạo lắng nghe trường hợp của em ạ!  Trong quá trình học tập vì lý do sức khỏe của em từ năm 2016 đến 2021, em phải lên bệnh viện điều trị liên tục \"em có giấy bệnh ở bệnh viện đầy đủ ạ\" tuy có ảnh hưởng đến việc học nhưng may mắn là em thu xếp vừa đủ lịch học và sẽ kết thúc vào kỳ 2 này của 2021, vừa đúng thời gian cho phép của nhà trường ạ. Chỉ không may là covid bùng ra và em không kịp thi IIG (IIG không mở thi vì dịch) để nộp bằng anh văn kịp để pdt công nhận đồ án tốt nghiệp của em ạ!  Thầy  bộ môn  Trúc đã hướng dẫn em hỏi phòng đào tạo cách thức để làm đơn gia hạn sau đó thầy cùng với bộ môn sẽ xác nhận ạ! Em chỉ biết được thông tin là vậy! Mong pdt hướng dẫn em thêm ạ!   Em đã cố gắng rất nhiều đến giây phút này ạ! Những lý do của em là thành thật ạ! Kính mong pdt xem xét trường hợp của em và hướng dẫn cho em ạ ! em chân thành cảm ơn ạ! .",
    "Tốt nghiệp . Em là sinh viên K15, hiện em đã hoàn thành luận văn vào học kỳ 1/2021 vừa qua, em chỉ còn chưa hoàn thành anh văn 2 kỹ năng vì tình hình dịch BKEnglish không tổ chức nên em chưa thi được. Mà theo thời hạn thì đến tháng 4/2022 là thời hạn tối đa em phải ra trường. xin cho em hỏi hướng giải quyết của nhà trường trường hợp của em sẽ là như thế nào ạ?",
    "em là sinh viên khóa k17 , hiện em đã bị buộc dừng học từ 04/2021  vì không đăng kí môn học học kì 2 năm học 2020-2021. em đã xem qua quy định học vụ nhưng hiện tại do tình hình dịch bệnh tại thành phố HCM ,và ở nơi em cư trú ( tiền Giang ) đang diễn biến phức tạp nên em k thể có mặt tai trường để nộp phiếu xin thu nhận lại. phòng đào tạo cho em hỏi  em muốn được thu nhận lại để học tiếp thì em phải làm gì ?  em xin chân thành cám ơn    ",
    "Dạ em chào thầy cô ạ! Em có một thắc mắc về việc tạm dừng học:   -Theo như thông tin trên trang aao thì khi tạm dừng học vẫn tính vào thời gian đào tạo tại trường, vậy cho em hỏi nếu địa phương yêu cầu em khám nghĩa vụ quân sự trong thời gian em tạm dừng học vì lý do cá nhân thì em có được tạm hoãn không ạ ? Em cảm ơn thầy cô !",
    "Dạ cho em hỏi là em tham gia bảo hiểm y tế (BHYT) theo đối tượng hộ gia đình, nhưng hộ gia đình hết hạn vào ngày 31/05/2021, vào lúc đó em có đăng ký gia hạn BHYT đợt 3 6 tháng cuối năm của trường, có hiệu lực từ 1/7/2021 - 31/12/2021 Vào ngày hôm nay, 2/7/2021, em đã kiểm tra nhưng BHYT vẫn chưa cập nhật gia hạn BHYT cho em ạ. Vậy cho em hỏi là do chưa cập nhật hay có trục trặc gì không vậy ạ, tại vì trong gmail BHYT có nói: \"      Đối với sinh viên đã có thẻ BHYT thuộc các đối tượng hộ nghèo, cận nghèo, gia đình chính sách, quân đội, công an, doanh nghiệp, hoặc mua theo hộ gia đình thì không phải tham gia BHYT tại trường. Sinh viên nộp thẻ sv photo + thẻ BHYT photo + giấy CMND photo tại Trạm y tế.\" Nhưng BHYT của gia đình em hết hạn và em muốn tham gia BHYT theo diện sinh viên ạ, Mong giải đáp giúp em với ạ   i  .",
    "dạ cho em hỏi là em có hộ khẩu thường trú ở tphcm, nhưng em đã tách ra ở tạm trú (cũng ở tphcm) thì khi khai báo em sẽ điền địa chỉ nào ạ? Em xin cám ơn!   i  .",
    "Dạ đợt trước em không có tên trong danh sách phân giáo viên hướng dẫn Thực tập tốt nghiệp. PĐT kêu là sẽ có trong danh sách bổ sung. Nhưng vừa rồi các bạn đã nhận được đề tài làm Thực tập tốt nghiệp.Em có hỏi bộ môn Điện tử thì vẫn chưa nhận được danh sách bổ sung. Cho em hỏi khi nào thì PĐT sẽ gửi danh sách bổ sung ạ. Em cảm ơn ạ.",
    "Kính thưa thầy cô cho em hỏi em không nhận được tkb của kì hè và chỉ đăng kí thực tập tốt nghiệp nhưng trên bkpay có học phí kì hè. Vậy cho em hỏi có thể xoá được phần học phí đó không ạ",
    "Em chào các thầy cô ạ. Em muốn hỏi hiện tại trường mình có cho phép sinh viên thực hiện luận văn vào trường không ạ. Em sinh viên năm 4 , hiện tại đang làm luận văn ạ.",
    "Tên sinh viên:  MSSV ",
    ". cho e hỏi cách làm đơn tạm nhưng thời gian học ntn vậy ad ?",
    "Dạ Phòng đào tạo cho em hỏi. Tình hình covid của thành phố vẫn còn đang nóng và có thể kéo dài nên các trung tâm toeic vẫn chưa được phép mở đăng kí thi bằng toeic 2 kĩ năng. Nếu đến tháng 10 mà vì điều kiện dịch bệnh bất khả kháng mà em vẫn chưa thi được toeic 2 kĩ năng speaking và writing thì sẽ ra sao ạ? Nếu không có gì sai tiến độ thì em sẽ tốt nghiệp đúng hạn vào đợi tháng 11 năm nay ạ. Em xin cảm ơn.",
    "203",
    ": Em có thể nhận thẻ BHYT tại nhà được không ạ?",
    "Cho em hỏi là trường đã mở cửa trở lại cho các bạn sinh viên vào trường tiếp tục hoàn thành đồ án cũng như luận văn chưa ạ?",
    "Tên sinh viên:  MSSV ",
    "Em xin được hỏi về chương trinh đào tạo liên thông của ngành kiến trúc, vì hiện tại các ngành khác đều đã có chỉ riêng ngành Kiến Trúc chưa được thông tin ạ. Mong nhận được sự phản hồi sớm. Em cảm ơn.",
    "Họ và tên:  MSSV:  Lớp: VP20NL ",
    "cho e hỏi e muốn thi lại đại học e nên làm gì vậy ad ?",
    "Cho em hỏi là như mục khai báo yêu cầu số thẻ bhyt mà lỡ làm mất bhyt rồi thì giờ có cách nào để biết số bhyt của mình không ạ. Em cảm ơn",
    "Dạ.Đợt nhà trường tổ chức nhận thẻ BHYT ngày 29/01/2021 do em về quê sớm nên không tham gia nhận được. Bây giờ em có công việc cần biết thông tin BHYT của em. Vậy nhà trường có thể có giải pháp nào giúp em biết thông tin về thẻ BHYT để hoàn tất công việc liên quan không ạ. Em xin cảm ơn. :",
    "Cho em hỏi tại sao bây giờ không in được phiếu đăng ký nộp bản sao bằng tốt nghiệp vậy ạ ???  Nếu không in được là không được đk môn cho học kì sau phải không ạ . Mong thầy cô giải đáp thắc mắc giùm ạ",
    "Chào Pđt,  họ tên sv: dương đạt đức  mssv:   em gửi yêu cầu hủy môn và hoàn học phí.  học kỳ 202  lý do: môn được miễn nhưng do pđt gửi kết quả trễ   nên bị trùng.   mong xử lý dùm em.  cám ơn.    ",
    "T5125      . Em hiện đang học bên hệ VLVH và đang gặp khó khăn với các môn học thuộc nhóm tự chọn, do đăng kí nhiều học kì nhưng đều không có lớp. Nếu đăng kí học chuyển hệ chung với hệ CQ ban ngày thì vẫn có thể có lớp tuy nhiên do em đang đi làm ban ngày không thể nghỉ làm nên không thể theo được. Vậy còn phương án nào khác không ạ. Kính mong nhà trường giúp em.",
    "Kính gửi thầy cô, Em tên là  ( MSSV:) , xin nộp phiếu rút môn học gồm 2 môn như sau : +Vật lí 1 (PH1003) : thuộc nhóm DT01 + Giải tích 1 (MT1003): thuộc nhóm DT02. Em xin cảm ơn .",
    "Em chào thầy cô, em là  học ở Trung Tâm Đào Tạo Bảo Dưỡng Công Nghiệp, MSSV . Em có đăng ký môn thực tập tốt nghiệp vào ngày 8, nhưng hôm nay xem lại thì lịch sử ghi nhận ngày 10. Không biết đây có phải là nguyên nhân mà em không được nhận đi thực tập hay không. Nếu giờ em muốn được nhận đi thực tập để kịp thời hạn ra trường thì phải làm thế nào ạ ? em xin cảm ơn !!!!",
    "Em là , MSSV , email: , em xin rút môn Thực tập Kĩ thuật (MSMH: 213752). Kèm theo phiếu đăng kí rút môn, đơn xin rút môn( trình bày lí do), các minh chứng.",
    "Em tên là  .Lí do em viết đơn là Do tình hình dịch bệnh nên hè em không thể đăng kí môn gdtc 3 nên em còn 1 môn gdtc nữa mà theo quy định trường ko đủ 3 môn gdtc là không được đăng kí  năm 3 nên em xin phòng đào tạo trường cho em tạm qua gdtc 3 để em có thể được đăng kí môn năm 3 ạ ,em trả môn gdtc 3 sau ạ. Em cảm ơn ạ",
    "Kính chào quý thầy/cô PĐT, Em tên: , MSSV: . Khoa kỹ thuật xây dưng. Em thuộc khóa học 2015 (theo chương trình đào tạo 2013) . Môn thực tập tốt nghiệp theo chương trình em học có mã số là 804302. Nhưng do e nhầm lẫn nên đã học mã CI3343 vào hk2 (2017_2018). Nay e xin thầy/cô tạo điều kiện chuyển điểm giúp em được không ạ?. Em đang trong quá trình làm luận văn tốt nghiệp ạ. Và thủ tục chuyển điểm gồm những gì ạ. Rất xin lỗi vì sai sót này, em mong thầy/cô tạo điều kiện giúp em. Mong nhận được phản hồi của thầy/cô. Em cảm ơn, .",
    "Dạ em có một chút thắc mắc như sau ạ Theo như em đăng kí môn học đồ án Tổ chức Thi công vào học kì chính 202 thì 1 tuần đầu em k thấy mình hiện thị môn học và lớp học trên mybk nhưng thời khóa biểu vẫn hiện thị đã đăng kí thành công môn học đồ án, vì thấy không ổn nên em đã đến văn phòng khoa thì thấy mình đã được nằm trong danh sách hướng dẫn đồ án của Thầy Lương Đức Long (file ảnh ) vì học kì chính mới bắt đầu đc 3 tuần, sau khi đã học được 1 buổi hướng dẫn đồ án và phan công đề  thì dịch bùng phát sau đó em lên mybk thì đã thấy mình đã chuyển sang lớp đồ án TCTC  do thẦY  hướng dẫn ạ, thật sự em rất hoang mang thì thầy  đang dạy là theo chương kì học kì dự thính hè, nhưng em đki ở học kì chính lại bị chuyển sang lớp thầy phước nên em rất lo, không biết rốt cuộc mình học lớp nào và bài của em là thầy nào duyệt ạ. em chân thành cám ơn vì đã lắng nghe em ạ .",
    "Kính gửi Thầy/Cô phòng đào tạo Em là:  .MSSV:  Em xin rút môn học:  Trang bị điện - điện tử trong máy công nghiệp Mã MH: ME2005 Nhóm: T02 Lý do: em đã được miễn trong này trong mục bảng điểm chuyển từ cao đẳng liên thông đại học. Mong Thầy/Cô xem xét rút môn cho em ạ!",
    "em xin nộp  phiếu đăng ký thu hận lại",
    "Dạ mã GE3125 xem dùm em với ạ mã này do giáo viên phụ trách đăng ký dùm mà 1 số bạn còn chưa có thời khoá biểu ạ",
    "Em chào thầy cô!em là sinh viên hệ vlvh k20 ạ! Em muốn hỏi là tình hình như hiện nay thì e muốn nộp phiếu xét miễn môn thì phải nộp qua hình thức nào ạ? có cần bảng điểm k ạ? em cảm ơn thầy cô.",
    "sv được ưu tiên tiêm vaccine thì e muốn hỏi là được ưu tiên ở bất kỳ địa phương nào hay chỉ tại tp hcm thôi ạ",
    "Dạ em xin chào thầy/cô ạ . Em tên là . MSSV:  khoa Kỹ thuật Xây dựng ạ. Hôm nay em viết ở đây cho phép em xin hỏi thầy/ cô về tên trong danh sách điểm của em ạ. Trong học kỳ trước ( HK202) em có đăng ký môn học AV2A ( LA 1039)  nhóm DT01 và đã thành công, có tên hiện trong danh sách học phần rồi, nhưng tên của em lại không có trong danh sách nhập điểm của học phần này. Em mong thầy/ cô kiểm tra lại giúp em ạ. Em xin chân thành cám ơn ạ.",
    "MSSV:     Em hiện là sinh viên đang thực hiện luận văn ạ. Do đợt có ca F0 tại trường, bọn em phải dừng việc lên lab để làm luận văn tốt nghiệp. Cho em hỏi là khi nào thì sinh viên đang làm luận văn mới có thể vào lab lại được ạ. Do mô hình của bọn em hiện đang để tại lab 202C5 ạ. Em xin cám ơn.   i ",
    "Em chào thầy cô. Em tên , MSSV  Em muốn nộp đơn đăng ký thu nhận lại   HK1(2021-2022). Em rất mong đợi sự đồng ý của thầy cô ạ.",
    "E phải Làm sao để phục hồi môn học trực tuyến được vậy?",
    "Nếu e rút môn học thì học phí có được hoàn lại bao nhiêu % hay là e sẽ mất toàn bộ học phí môn đó vậy?",
    "EM TÊN NGUYỄN ĐỨC TRỌNG MSSV 1814485 Thuộc : TTĐT Bảo dưỡng công nghiệp EM XIN ĐĂNG KÍ MÔN THỰC TẬP HÈ (IU3315) vì lí do em đăng kí ít môn học của học kì HK202  nên không nghĩ là ảnh hưởng đến điều kiện để đăng kí môn thực tập ngoài trường,và em đã thiếu 3 chỉ, trong kì hè HK203 này em đã đăng kí học thêm 1 môn 3 tín chỉ để đạt điều kiện thực tập.Mong PĐT xem xét giúp em cho em đăng kí môn thực tập để không ảnh hưởng đến tiến độ học tập của em ạ. Em kính mong thầy/cô xem xét giúp em trường hợp này ạ, em xin cảm ơn",
    "E đóng trễ học phí giờ e muốn làm giấy trễ học phí gửi trực tuyến trên đây được ko?  Nếu được thì làm như nào vậy ại?",
    "Em muốn chuyển từ hệ đại trà sang chất lượng cao thì thủ tục làm sao, có yêu cầu những gì và thời gian khi nào để được chuyển ạ .",
    "Kính gửi phòng đào tạo  Em là , sinh viên VHVL nhập học năm 2019, ngành  Kỹ thuật Điều khiển và Tự động hóa. Hiện tại em không biết chính xác là chương trình đào tạo của mình theo học vào năm nào , năm 2019 hay các năm trước ? Kính mong phòng đạo tạo phải đáp thắc mắc giúp em?  Em xin cảm ơn   .",
    "Tên:  MSSV:  Lớp: CK18CTM1 Điện thoại: [phone_number]",
    "Theo những gì em được phổ biến, hiện giờ học kì 202 chưa thi học kì, và điểm trung bình tích lũy của em dưới 7.0 thì em có đăng ký ngay bây giờ và để hậu kiểm sau khi thi học kì không? Hya để thi học kì xong rồi đăng ký ạ? ngoài đợt đăng ký này thì mình còn đợt đăng ký nào nữa không?",
    "Rút môn xác xuất thống kê (MT2001) hk203",
    "Kính gửi Phòng Đào tạo, Hiện tại em đang học K19, ngành Công nghệ sinh học. Em có dự định chuyển ngành qua ngành Công nghệ Thực phẩm và đã trình bày với thầy cô Bộ môn. Nhưng em có thắc mắc như sau ạ: 1- Em đã hoàn thành môn Quá trình Thiết bị (CH2019), em có thể xét tương đương cho môn Kỹ thuật thực phẩm 1 (CH2017), và xét tiên quyết để đăng ký tiếp Kỹ thuật thực phẩm 2 (CH2035) ở kỳ 211 không ạ? 2- Môn Hoá sinh (CH2033) có thể xét tương đương với môn Hoá sinh Thực phẩm (CH2007), để tiếp tục đăng ký các môn chuyên ngành CNTP không ạ? Em xin cảm ơn và mong sớm được trả lời.",
    "Cho em xin phép rút môn học: Giải tích 2 Mã môn: MT1005, Mã lớp: DT03 Em xin cảm ơn ạ.",
    "Kính gửi Phòng đào tạo và  Văn phòng Đào tạo Quốc tế, Em tên là  - MSSV , chương trình CLC khoa QLCN khóa 2018. Em viết đơn xin rút môn học Giải tích 1 vì dịch nên kỳ thi các môn kỳ 202 và 203 sát nhau mà sức khoẻ em chưa tốt để học nhiều môn cùng lúc. Nên em làm đơn này mong văn phòng chấp nhận việc rút môn Giải tích 1 của em ạ. Em hứa sẽ hoàn thành tất cả thủ tục một cách nhanh chóng, đúng theo hướng dẫn của văn phòng và đóng đầy đủ học phí. Trân trọng kính chào .",
    "Dear Anh/Chị, - Em là , MSSV  - Vào lúc 15h ngày 4/7 (hôm nay) dự kiến hết hạn thanh toán học phí bổ sung HK203, nhưng ở cột \"Chọn thanh toán\" hiển thị \"Chưa đến kỳ thanh toán\". - Nhờ Anh/Chị hỗ trợ em ạ. Em cảm ơn Anh/Chị. Thanks and Best Regards",
    "Dạ em chào thầy cô, em có vấn đề cần được thầy cô giải đáp ạ, vấn đề là hk202 vừa rồi pđt tạm ngưng các thi các môn học, nên em cứ ngõ là chừng nào có thông báo thì sẽ vô thi rồi có điểm cho toàn bộ học kỳ 202. Em vẫn theo giõi email thường ngày , nhưng có môn đồ án bê tông 2 thầy lại thông báo trên e learning, em mới lên check lại thì thấy thầy đã thông báo nộp từ hồi 15/6, khi em liên hệ qua điện thoại thì thầy bảo phòng đào tạo đã khoá bảng điểm. đồ án em đã làm xong hồi trước khi dịch chỉ chờ để bảo vệ. do dịch nên em mới về nhà. em không biết về vấn đề này phòng đào tạo có thể mở bảng điểm để e có thể liên hệ thầy chấm r nhập vô được không ạ, do nó cũng là môn em học chung với các môn hk chính 202 mà.:(( mong quý thầy cô phòng đào tạo có thể xem xét.",
    "Em chào thầy/cô! Em tên ,hiện là sinh viên năm 2 khoa Điện-Điện tử,thầy/cô cho e hỏi là bây giờ e muốn dùng điểm thi toeic để xét điểm cho av1,av2  đợi hết dịch e thi lại bằng anh văn thì có được dùng điểm mới để xét miễn điểm cho av3,av4 luôn được không ạ? Em xin cảm ơn!",
    "Em chào anh/chị,  Em hiện có vướng mắc cần được giải đáp: Em gặp phải vấn đề liên quan tới Bảo hiểm xã hội, cụ thể là đầu năm học em đã đăng ký in bảo hiểm y tế tại trường cũng như đóng tiền BHYT. Nhưng khi em thực hiện đăng kí VssID thì nhận được thông báo em chưa có thẻ. Cho em hỏi em có thể liên hệ với ai để giải quyết vấn đề trên? Em cảm ơn",
    "Kính gửi quý thầy cô, Em có một người bạn năm nay là thí sinh đang tham gia xét tuyển vào trường mình theo phương thức ưu tiên xét tuyển theo quy định của ĐHQG-HCM . Bạn em đã gửi hồ sơ kèm bản sao y chứng chỉ IELTS về Phòng đào tạo ngày 11/6/2021 nhưng chỉ mới đề nghị đơn vị tổ chức thi gửi một bản sao chứng chỉ quốc tế (TRF) về Phòng Đào tạo trường vào ngày 4/7/2021. Cho em hỏi là trường hợp bạn em như vậy là có phù hợp với quy chế trường mình cũng như sẽ được nhà trường công nhận kết quả cho việc xét tuyển hay không? Xin cảm ơn quý thầy cô   i  .",
    "Họ và tên:  MSSV:  Lớp: CK18CTM1 Điện thoại: [phone_number]",
    "Kính gửi Thầy/Cô, Em tên  . Em có thắc mắc về vấn đề chuyển điểm ạ. Hiện tại em thi toeic được 555 điểm và em muốn chuyển điểm av1 (không chuyển cho các anh văn còn lại), nếu sau đó em thi lại kết quả anh văn cao hơn em chuyển cho các anh văn còn lại (av2, av3, av4) có được không ạ? . Em xin chân thành cảm ơn ạ.",
    "Em xin phép được rút môn học học kì 203.",
    "Kính gửi Phòng đào tạo,  Em là  - học viên cao học khóa 2019 . Em xin phép hủy môn Học kỳ 203: môn Công nghệ lên men (CH4087). Lý do: Em được miễn môn này nhưng do em sơ sót nên đã lỡ đăng ký ạ, em xin phép hủy môn học ạ . Em cám ơn Phòng đào tạo  .",
    "Em tên: , MSSV:  Em muốn rút các môn đã đăng ký trong học kỳ hè, bao gồm: MT 1005: Giải tích 2 SP 1035: Chủ nghĩa xã hội khoa học Em xin cảm ơn ạ.",
    "Kính chào thầy/cô ạ Em là sinh viên khoa Điện K19. Được biết K19 tụi em nếu hoàn thành chương trình 4 ~ 4.5 học thì chỉ có thể đạt bằng cử nhân. Nhưng gần đây em có nghe 1 số thông tin về việc đầu tư thêm 1 ~ 1.5 để có song bằng (Kỹ sư và Thạc sĩ). Thầy/cô cho em hỏi nếu không chọn con đường song bằng đó, thì em có thể lấy bằng kỹ sư bằng cách đầu tư thêm 0.5 ~ 1.5 để lấy thêm bằng Kỹ sư riêng như thông tin ở SHCD không ạ. Hay bắt buộc phải học chương trình để song bằng để có được bằng Kỹ sư ạ. Em cảm ơn thầy/cô rất nhiều.   i ",
    "MSSV:      Chào thầy/cô phụ trách phòng đào tạo Vì em không tìm được suất thực tập phù hợp nên em xin phép được rút môn CO3313 - Thực tập tốt nghiệp ạ. Em cảm ơn ạ, ",
    "Dạ cho em hỏi là em có đăng kí học kì dự thính 2 môn. Tới đợt đăng ký đợt 3 mà em không xóa môn đăng kí. Vì, dịch corona bùng phát bên công ty mẹ em nghỉ nên em không thể đong học phí được. Rồi bây giờ em phải đăng ký rút môn học hay sao ạ. em cảm ơn.",
    "Rút 2 môn học MT1005 Giải tích 2 và MT2001 Xác suất thống kê",
    "Kính gửi Phòng đào tạo, ﻿ ﻿Em tên , khóa 2016. Học kỳ này em đang làm luận văn tốt nghiệp, em đã đủ mọi điều kiện tốt nghiệp và thiếu mỗi điều kiện về Anh văn 2 kỹ năng Nói và Viết. Em sợ với tình hình hiện tại khó có cơ hội thi trực tiếp trong thời gian tới, nếu vậy thì tụi em sẽ bị tốt nghiệp trễ thêm. Em không biết PĐT có hỗ trợ những trường hợp như tụi em không ạ. ﻿ ﻿Em chân thành cảm ơn./.",
    "hiện tại em đã thanh toán trễ hạn học phí HK 203. em xin hỏi quy trình làm và nộp đơn thanh toán học phí trễ hạn.",
    "Dạ em chào thầy/cô, Em là , MSSV: , sinh viên K15 khoa điện - điện tử hệ chính quy, đã hoàn thành đủ 142 tín chỉ và anh văn toeic 2 kỹ năng nghe - đọc. Em hiện tại đã bị tạm dừng 2 học kỳ 201 và 202 do không đăng ký môn học và không đạt 2 kỹ năng nói và viết để đăng ký tốt nghiệp. Hiện tại sắp đến kỳ 211,nhưng tình hình dịch bệnh phức tạp bên BKEnglish đã tạm dừng tổ chức thi từ ngày 12/5/2021, em phải làm thủ tục như thế nào để tiếp tục chờ thi đạt 2 kỹ năng nói-viết tiếng anh để đăng ký tốt nghiệp mà không bị buộc thôi học ạ. Em xin cảm ơn.",
    "MSSV: Xin chào anh/ chị; Em tên là  Em muốn rút môn học Thực tập tốt nghiệp (Cơ điện tử)- mã ME3019 , vì hiện tại em đang bị cách ly tại nhà không thể thực tập và thể photo tờ giấy rút môn học ra ghi và ký tên được ạ. Xin nhà trường thông cảm . Xin cảm ơn [Đức ]",
    "Rút môn học Thực tập tốt nghiệp (không thanh toán học phí)  Vì một số lý do liên quan đến dịch Covid-19, em xin rút môn học Thực tập tốt nghiệp Học kỳ 203.",
    "Họ tên SV:  (MSSV: ), lớp CC19HC1, em viết đơn này với mong muốn xin rút hai môn học (đã thanh toán học phí) là Hóa lý 1 (CH2003) và Kinh tế học đại cương (IM1013), vì lý do sức khỏe không đủ nên em xin phòng đào tạo cho em được rút hai trong ba môn học đã đăng ký trong học kỳ 203. Em xin cảm ơn!",
    "MSSV: ",
    "Em xin được rút môn học \"Xác suất và thống kê\" mã số MT2013.  B   I   U",
    "Vì lí do cá nhân nên em xin đăng ký rút môn học CO3315. Do tình hình hiện nay không thể lên trường nộp đơn được, em muốn hỏi mình có thể làm online được không và nếu có thì em cần làm những gì? Best Regards, ",
    "CHỖ NGÀY KT CỦA PHIẾU LÀ GÌ Ạ EM KHÔNG RÕ",
    "Chào thầy (cô), Em là Nguyễn Đức Lợi, MSSV:, lớp: VL17KL. Em xin được rút môn Thực tập tốt nghiệp (MA3323). Em rất mong nhận được sự phản hồi từ thầy (cô). Em xin cảm ơn.",
    "Họ và tên:    i  ",
    "Tên sinh viên:NGUYỄN VĂN CHIẾN MSSV: Môn học rút :Tư  tưởng  (SP1005)",
    "Họ tên:  MSSV:  Kính gửi thầy/cô ở phòng đào tạo Do tình hình dịch COVID19 nên em không thể thi lấy chứng chỉ TOEIC để kịp cho việc nhận luận văn tốt nghiệp được nên em muốn hỏi là có thể nhận luận văn trước rồi bổ sung chứng chỉ sau được không ạ. Em cảm ơn ",
    "Chào các Thầy cô. Ở xã em yêu cầu nộp giấy xác nhận nghĩa vụ quân sự  để xin được giấy này trong mùa dịch thì như thế nào ạ.?",
    "Kính thưa phòng đào tạo ĐHBK TPHCM Em tên là   Mssv:  Do ảnh hưởng của dịch covid 19, kinh tế gia đình khó khăn nên em đã bị trễ đợt thanh toán học phí 203 vừa rồi. Hôm nay em đã hoàn thành xong học phí. Em kính mong phòng đạo tạo, tạo điều kiện khôi phục thời khoá biểu học kì 203 . Môn học: Anh văn 4 MSMH : LA1009 Em xin chân thành cảm ơn.",
    "Dạ học kì dự thính em có đăng kí học nhưng vì sơ suất em quên đóng tiền . Em có trình bày lí do dẫn đến việc thanh toán trễ học phí trong đơn ạ . Và em mong muốn được tham gia học hè dù đã diễn ra học .",
    "Dạ em tên là  - MSSV . Em xin nộp phiếu rút môn học Anh văn 3 - LA1007 em đã đăng ký trong kỳ 203 năm học 2020 - 2021. Em xin chân thành cảm ơn ạ!",
    "Kính chào Phòng Đào tạo, Em là , MSSV: , sinh viên lớp VP14HK. Em viết thư này kính xin Phòng Đào tạo gửi bảng điểm của em thông qua thư điện tử đến trường HKUST (Hong Kong University of Science and Technology), nơi em nhập học PhD vào kỳ tới. Em đã tìm hiểu quy trình xác minh bảng điểm của trường BK, nhưng em không tìm thấy quy trình xác nhận bằng thư điện tử. Vì thế, em kính xin PĐT gửi bảng điểm của em (trong phần đính kèm) đến HKUST qua địa chỉ: , trong đó xin vui lòng kèm thêm thông tin của em: + Applicant:  + Application number: [phone_number]9 +  : PhD in Mechanical Engineering (Scientific Computation) Em kính mong sự chấp thuận từ Phòng Đào tạo. Em xin chân thành cảm ơn. Trân trọng, ",
    "Xin thầy/cô cho e rút các môn học như tệp đính kèm. Em xin cám ơn.",
    "Mến chào Thầy, Cô. Em là . Sinh viên hệ chính quy chuyển sang hệ VHVL. MSSV: . Em đã hoàn tất LVTN ở hệ chính quy nhưng điểm cập nhật trên MYBK lại không có ạ. Xin xem xét giúp em. Và cho em xin hỏi em còn thiếu những môn nào nữa ạ, do em không tìm thấy thông tin về chương trình đạo tạo trên AAO ạ. Em cảm ơn ạ. Em .",
    "Do vì tình hình dịch bệnh nên tôi làm đơn này xin rút môn học anh văn 400 học kì 203 năm học 2020/2021.",
    "Em là , MSSV , là học sinh của thầy  bộ môn vẽ kĩ thuật lớp L02. Môn học của thầy trên BKel của em bị mất.",
    "Cho em hỏi e đăng ký trễ môn thực tập tốt nghiệp vậy cần phải làm những gì để được đăng ký lại???",
    "Cho em hỏi là chương trình liền thông đại học - thạc sĩ sang năm thứ 5 thì mình tiếp tục học ở cơ sở Dĩ An hay là lên cơ sở Lý Thường Kiệt vậy ạ? Và học phí sẽ thay đổi như thế nào ạ?",
    "Em chào Thầy, Cô !!!  em là , MSSV , hiện đang là sinh viên của Trung Tâm Đào Tạo Bảo Dưỡng Công Nghiệp. Sau khi xem lại lịch sử đăng ký môn TTTN thì e thấy có thông báo nguyên nhân không được nhận là \"STC\" thì đây có phải là do \"thiếu số tín chỉ\" không ạ ?  Em hiện tại đang được 73TC, kỳ này em đang học 13TC nữa ( tổng cộng 86TC). Do hoãn thi nên 13TC của em chưa thể cập nhật được. Em mong PĐT xem xét cho em được đi thực tập đợt này, vì em là khóa Cao Đẳng nên đã rất gần hạn ra trường. Một lần nữa em xin được PĐT xem xét, Em xin cảm ơn !!!! ",
    "Em chào thầy(cô), chuyện là em nhận được mail của trường là sẽ không xét chuẩn av vào kì 211, thì em không biết là khi đăng kí luận văn tốt nghiệp thì có được miễn chuẩn tiếng anh ( bằng toeic) hay không ạ. Em cám ơn",
    "Em chào thầy cô, hiện tại kì tới em có đăng kí làm luận văn chuyên ngành dân dụng và công nghiệp. Hiện tại em được phân qua bộ môn Thi công nhưng em muốn chuyển sang bộ môn Công trình. Dạ cho em hỏi thủ tục chuyên đổi như thế nào ạ ? Em cảm ơn!",
    "Em xin gửi PĐT phiếu đăng ký rút môn học ạ. Kính mong quý thầy cô xem xét. Em xin cảm ơn ạ!",
    "Kính gửi phòng đào tạo Em tên là  MSSV  Em viết đơn này xin được rút môn học anh văn 4 (LA1009) . Đơn em xin được đính kèm ở dưới   Em xin chân thành cảm ơn.",
    "Cho em xin rút 2 môn học: GT1, VL1 ạ! Em mong pđt xem xét cho em, Em cảm ơn!",
    "Dạ Em xin chào Anh/Chị ạ ! Dạ cho em xin phép được hỏi,trong năm nay việc phải đủ điều kiện 450 toeic mới qua được năm 2 thì có tạm hoãn lại không ạ ? hay là trường vẫn tiếp tục đưa ra điều kiện toeic vậy ạ. Em xin thành cảm ơn",
    "Chào bạn, - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2020-2021 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trêntrang Mybk/xem điểm sau ngày 20/07/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trangbksi.hcmut.edu.vn để khiếu nại).   Chúc bạn học tập tốt nhé. Thân",
    "Cho em hỏi em dùng bảo hiểm dân tộc, nhưng ngày 30/6/2021 này thì bảo hiểm không hỗ trợ cho dân tộc nữa. Bây giờ em muốn đăng ký bảo hiểm y tế tại trường thì phải làm sao ạ.",
    "cho em hỏi bây giờ em năm cuối và còn thiếu ngày ctxh để ra trường và giờ đang dịch thì em có thể làm hoạt động xã hội ở địa phương rồi có giấy chứng nhận tham gia và hoàn thành thì em có thể được xét ở trường mình không ạ? Em cám ơn!",
    "Học kỳ 203 Cô ơi cho em xin rút môn học Thực tập tốt nghiệm học kỳ 203  .",
    "Gửi phòng đào tạo Em tên là , em viết đơn này để hỏi một số điều ạ -Em đã nạp đơn rút môn học và vừa được chấp nhận hôm qua nhưng em lại suy nghĩ lại và muốn rút lại đơn rút môn học có được không ạ? -Cảm ơn thầy/ cô đã đọc và chân thành xin lỗi thầy/cô đã thiếu xót trong quyết định ạ",
    "Dạ em chào thầy cô  Em tên   MSSV  Em xin rút môn học hè, môn quản trị kinh doanh lớp DT01 của cô  do đăng kí nhầm. Em xin cảm ơn thầy cô.",
    "Dạ cho em hỏi là nếu mình không đăng kí nộp bằng thì mình có được qua phòng đào tạo nộp không ạ? Tại e lỡ mất không kiểm tra phần gmail và đã quá hạn đăng kí. Nếu e muốn nộp thì em phải làm gì đây ạ",
    "Họ tên:   MSSV:  Lớp: DD18KTD5 Khoa: Điện - điện tử  Em làm đơn này xin cho phép rút một môn học, lý do là em muốn giảm bớt môn học trong học kỳ hè để tập trung các môn còn lại và ôn thi các môn học kỳ 2. Em cảm ơn",
    "Em chào thầy(cô) ạ. Hiện tại em đang học Văn bằng 2 và học liên thông Cao học. Thầy cô cho em hỏi về thời gian học   B tối đa    của chương trình Văn bằng 2 và Cao học ạ .",
    "Kính gửi PĐT, Học kỳ 211 sắp tới, theo đúng CTĐT thì em sẽ đăng ký ĐCLV. Nhưng hiện tại em còn thiếu 1 môn HT (học trước) là môn EE3007 \"Lý thuyết Điều khiển nâng cao\". Em đã rất cố gắng đăng ký môn EE3007 vào 3 kỳ gần đây, nhưng do dịch Covid-19 nên trường không mở do là môn có thí nghiệm. Nếu đúng tiến độ thì hết học kỳ 211 thì em sẽ có 133 tín chỉ tích lũy, nhưng không đăng ký được ĐCLV thì học kỳ 212 sẽ không đăng ký được LVTN . Do đó em sẽ bị cảnh cáo học vụ hoặc có khả năng buộc tạm dừng học do số tín chỉ đăng ký học kỳ 202 bằng 0 (ĐCLV có số tín chỉ là 0). Nên em rất mong PĐT xem xét, tạo điều kiện cho em được đăng ký ĐCLV \"EE4325\" song hành với môn EE3007 \"Lý thuyết Điều khiển nâng cao\" trong kỳ 211, hoặc trong trường hợp xấu nhất là em tiếp tục không đăng ký được môn EE3007 \"Lý thuyết Điều khiển nâng cao\" trong kỳ 211 thì sẽ không xét điều kiện HT (học trước) của ĐCLV \"EE4325\". Em rất mong PĐT xem xét và tạo điều kiện cho em trong tình hình khó khăn của dịch Covid-19 này. Em xin chân thành cảm ơn, Trân trọng,",
    "Em chào thầy cô, Em tên , MSSV: . Em xin được rút môn học Nguyên lý ngôn ngữ lập trình (CO3005) học kỳ 203.",
    "Em tên là Từ đầu năm nay em đã làm thủ tục ngưng học ở trường ạ, cho em hỏi làm thế nào để em lấy lại giấy chứng nhận điểm thi THPT Quốc gia bản chính em đã nộp lúc nhập học ạ. Em cần giấy để nộp xét tuyển vào trường đại học khác ạ",
    "em là sinh viên hệ vlvh ạ! thầy cô cho e nộp phiếu miễn môn ạ. em cảm ơn",
    "Gửi quý thầy/cô, Em là sinh viên năm 4 sắp ra trường, lịch bảo vệ luận văn sẽ diễn ra vào tháng 8, dự kiến có thể diễn ra online. Đến khi bảo vệ xong, lúc xét tốt nghiệp nếu dịch bệnh vẫn còn và chúng em vẫn chưa thể thi tiếng anh nói - viết ở BKEnglish được thì sẽ bị trễ hạn ạ? Nếu trường hợp đó xảy ra thì có cách giải quyết nào khác không ạ? Do tháng 10, 11 tới đây, em phải làm hồ sơ du học và trong hồ sơ em cần phải có bằng tốt nghiệp bản gốc hoặc tạm thời nhưng em hiện tại chưa thể thi anh văn được. Mong nhận được phản hồi từ quý thầy/cô ạ, Best regard, ",
    "Kính chào Thầy/Cô phản hồi câu hỏi của em. Em có câu hỏi muốn hỏi là: em đang học ngành Điện tử -Viễn thông, nhưng sang học kì 3 em không đăng kí các môn cơ sở ngành của bên Điện tử - Viễn thông nữa, em chọn đăng kí môn học bên kỹ thuật điện. ( lí do là em chọn sai ngành lúc phân ngành). Liệu em đăng kí như vậy khi học tất cả môn bên ngành kỹ thuật điện thì em có thể chuyển từ Chính Qui sang VHVL chuyển hẳn từ ngành ĐT-VT sang KTĐ luôn được không ạ.? Các môn em hoàn thành bên Ngành kỹ thuật điện liệu có được tính là được pass không ạ? . Em chân thành cảm ơn Thầy/ Cô!",
    "Kính gửi PDT, kì hè vừa qua do tình hình dịch bệnh phức tạp nên hầu hết các chiến dịch tình nguyện hè được các khoa tổ chức dưới hình thức onl. Em có một vấn đề muốn làm rõ là nếu như em tham gia 2 chiến dịch của 2 khoa cùng một lúc thì ngày ctxh vẫn tính cho cả 2 đúng không ạ? Hay PDT chỉ lấy 1 trong 2 chiến dịch đó thôi ạ? Dạ em mong nhận được phản hồi sớm ạ. Em xin cảm ơn!   i   ",
    "Em là sinh viên khoa điện - điện tử. Trong giai đoạn này, phường nơi em sinh sống yêu cầu giấy xác nhận sinh viên của em, hạn chót là 30/07. Em có lên trang chủ của trường đăng ký giấy xác nhận SV và được duyệt, nhưng em không biết em lấy giấy bằng cách gì ạ, em có thấy trường nói gửi qua bưu điện nhưng hiện tại em cũng không rõ cách đăng ký lấy như thế nào.",
    ":    Hiện tại em đang bị tạm hoãn học kì 202. Tuần này em vô trường nộp đơn thu nhận lại được chưa ạ. Em mong nhận được câu trả lời từ thầy/ cô sớm ạ. Em xin cảm ơn.",
    "Kính chào, Em tên là , MSSV: , là sinh viên khóa K14, khoa KT Xây dựng. Hiện tại em đã hết hạn cho hệ chính quy, em xin phép được hỏi 3 câu hỏi : Câu 1: Em làm hồ sơ chuyển sang hệ VHVL thế nào trong lúc dịch COVID đang phức tạp như này? Câu 2: Nếu chuyển hệ thì em có thể chuyển sang học ngành CNTT được không ạ? Câu 3: Em có thể đăng ký sớm nhất khi nào? Mong nhận được sự phản hồi sớm nhất. Em xin trân trọng cảm ơn.",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa-Đại Học Quốc Gia TP.HCM Em tên: Phan Quang Huy, MSSV:  Ngành học: Công nghệ ôtô Hệ: VHVL - Môn \"Dung sai và kỹ thuật đo\" mã môn là ME3801 em đc miễn nhưng trên hệ thống của trường thì lại miễn môn \"Dung sai và kỹ thuật đo\" mã môn là ME3003 không phải của ngành ôtô. Mong Phòng Đào Tạo chỉnh lại môn học ME3003 thành ME3801 để em không còn bị ghi nợ trên hệ thống của trường. Em chân thành cảm ơn",
    "kính gửi phòng đào tạo: kì hè 203 do đăng kí sai mã thực tập nên em muốn đăng kí bổ sung môn học. em muốn xin đăng kí mã IU3015( thực tập ngoài trường)  nhưng do dịch bệnh không thể lên trường nộp đơn, cho em hỏi có cách nào đăng kí online không ạ?",
    "Kính chào Phòng Đào tạo, Em là , MSSV , sinh viên Khoa Khoa học và Kỹ thuật Máy tính khoá K18. Lần trước em có hỏi Phòng về việc nhận Luận văn tốt nghiệp khi chưa nộp CCNN ấy ạ (yêu cầu #25476). Trong tình hình dịch bệnh hiện tại thì trường có thể châm chước cho em đăng ký LVTN khi chưa nộp CCNN không ạ? Như đã nói ở lần trước thì em chuẩn bị thi TOEIC thì dịch bùng nên kì thi đã bị hoãn ạ (Ảnh em đã đính kém). Em sẽ cố gắng nộp bằng ở thời gian sớm nhất khi tình hình dịch ổn định hơn và trung tâm mở lại kì thi. Kính mong Phòng sớm hồi âm. Em xin cảm ơn ạ!",
    "Kính gửi pdt, em có câu hỏi đó là kì tới em sẽ đăng kí luận văn tốt nghiệp, nhưng theo quy đình nhà trước là phải nộp chứng chỉ Toiec  550 thì mới được đăng kí LVTN, nhưng vì tình hình dịch bệnh nên trung tâm không mở cửa cho thí sinh thi Toiec, vậy thì trường mình có kế hoạch như thế nào cho những bạn như em không ạ. Liệu có gia hạn nộp chứng chỉ Toiec không ạ. Em cảm ơn.",
    "Cho e hỏi là nếu dịch bệnh kéo dài bk english không mở cửa kịp để e thi kịp đợt tốt nghiệp tháng 11 tới này, thì e có cần đăng ký môn để giữ tình trạng đang học cho học kỳ tới không, e đã hoàn thành hết rồi chỉ còn thi nói viết nữa là xong.",
    "Em cảm ơn vì nhận được phản hồi từ nhà trường. Nhưng vấn đề là em không nhận được tkb hay bkel nếu như môn học em chưa huỷ ạ! Kính mong quý thầy cô cho em hướng giải quyết hợp lý ạ. Vì trong thời gian dịch bệnh em không tiện lên trường để giải quyết trực tiếp được và vấn đề học phí nếu không nhận được tkb mà phải đóng phần học phí thì hơi khó cho em trong thời điểm này! Em mong sớm nhận được phản hồi! Kính mong nhà trường xem xét giúp em",
    "Dạ em là  - . Ngày 29/6, em đã gửi phiếu đăng ký rút môn học. Tuy nhiên, hôm nay em phát hiện mình chưa điền môn rút ở mặt bên phải. Em vào yếu cầu cũ thì không thể phản hồi nữa, nên em xin phép gửi bổ sung phiếu ở đây ạ. (Tệp đính kèm) Rất mong phiếu của em sẽ được chấp nhận và giải quyết sớm ạ. Em chúc mọi người luôn mạnh khỏe. Em cảm ơn mọi người nhiều.",
    "Dạ chào thầy/cô, vào ngày 29.06.2021 em có đăng kí in bảng điểm và nhận thông qua đường bưu điện tại nhà (Địa chỉ tại Q3, TPHCM). Theo thông tin trên trang mybk báo sẽ được trả kết quả vào ngày 02.07.2021 nhưng đến hiện nay (ngày 07.07.2021) em vẫn chưa nhận được Bảng điểm của mình. Vì nhu cầu cần gấp để bổ sung hồ sơ học bổng nên em có 2 câu hỏi: 1. Khi nào em mới được nhận Bảng điểm. 2. Cần liên lạc với bộ phận/ kênh thông tin nào để biết tình hình Bảng điểm của mình đang ở đâu. Vì Học bổng cũng có hạn, nếu cứ tiếp tục trễ và không rõ tình hình như hiện tại thì có thể em không đủ giấy tờ để hoàn thành hồ sơ mất. Em mong sớm nhận được câu trả lời của thầy/cô. Em xin cảm ơn.",
    "Kính chào quý thầy cô phòng đào tạo ạ. Hiện tại em đang làm luận văn với thầy  thuộc khoa Điện - Điện tử, tuy nhiên do em chưa có bằng tiếng anh nên không đăng ký được môn học (em bị dời lịch thi chứng chỉ do ảnh hưởng bởi dịch Covid), nhưng trên BK-Elearning của em và thầy  đều có phần làm việc của môn LVTN, em xin phép hỏi là vậy trong đợt bảo vệ LVTN sắp tới em có được phép tham gia không ạ? Em có thể xin bổ sung bằng tiếng Anh sau được không ạ?Do hiện tại em là năm thứ 8 rồi, và nếu như không được thì em có phải xin gia hạn chương trình học không ạ? Kính xin ý kiến của quý thầy cô PĐT",
    "Gửi thầy/cô phòng đào tạo trường Đại học Bách Khoa thành phố HCM Em tên là , hôm trước em có hỏi về vấn đề hủy đơn rút môn học và được phản hồi là viết đơn trình bày gửi phòng đào tạo. Nên hôm nay, em đã viết đơn và vì không còn tiệm photocopy nào còn hoạt động nên em gửi quí thầy/cô 2 bản đơn 1 bản viết tay và 1 bản word Kính mong quí thầy/cô xem xét và giải quyết cho em  Em xin chân thành cảm ơn",
    "Kính gửi văn phòng đào,            Em tên , hiện là sinh viên năm 3 ngành Kỹ thuật điện (Hệ thống năng lượng) theo chương trình đào tạo kỹ sư chất lượng cao Việt Pháp - PFIEV (5 năm - 276,5 tín chỉ) của trường Đại học Bách Khoa TP. HCM. Em có nguyện vọng sẽ học tiếp lên cao học sau khi tốt nghiệp .            Không biết nếu em nhận được bằng kỹ sư chất lương cao  & phụ lục bằng đồng ký giữa 2 Trường Việt - Pháp (được công nhận tương đương thạc sĩ ở châu Âu) thì khi đó em có được xét tuyển lên đào tạo tiến sĩ hay phải học thêm để nhận bằng thạc sĩ trước? Tương tự nếu em chỉ nhận được bằng kỹ sư chất lương cao của chương trình mà không có phụ lục bằng thì như thế nào? Và nếu học lên cao học thì em cần tìm danh sách những môn nào được quy đổi tương đương ở đâu?            Mong văn phòng giúp đỡ. Trân trọng cảm ơn văn phòng đã đọc và trả lời email này.",
    "Kính chào thầy , cô PĐT  Thầy/cô cho em hỏi trên hệ thống điểm chuyển đã cập nhật thêm 1 số  môn được miễn thì không biết đã cập nhật hết chưa ạ . Tại một số môn em đã học rồi  và em đã làm đơn gửi mai cho thầy  .và thầy bảo mai cập nhật nhưng các môn em làm đơn chưa thấy và có 1 số môn trong danh sách  gưi  miễn như môn HỆ THỐNG CUNG CẤP ĐIỆN và cơ sở điều khiển tự động . Em đã học ở trườg điện,... và nay em học các môn này lại gần xong  mà mail và inf vẫn chưa phản hồi  Kính mong thầy cô PĐT xem xét giúp e cấp nhật  Vì nay em học gần xong các môn nói trên Em xin chân thành cảm ơn ",
    "Chào thầy, cô Học kì này em có học môn Hệ thống năng lượng xanh, và lịch thi cuối kì của môn học là vào ngày 26/6. Tuy nhiên do dịch covid nên lịch đã TAM DUNG. Vậy cho em hỏi là có thể có việc thi online môn học này hoặc có thể cung cấp ngày thi dự kiến của môn học này giúp em được không ạ. Em xin cảm ơn.",
    "Dạ cho em hỏi, em có đăng kí học kì dự thính hè nhưng sau đó không đủ tiền để thanh toán học phí và cũng qua thời hạn huỷ môn nên em không huỷ được và TKB của e đã bị huỷ. Hiện tại tài khoản của em vẫn ghi nợ tiền học . Em có được hướng dẫn là hoàn thành học phí rồi làm đơn để phục hồi TKB. Nhưng hiện tại các bạn đã học được nhiều tuần rồi và gia đình em không đủ khả năng đóng hết số tiền đó . Mong thầy cô hướng dẫn em cách khắc phục trong trường hợp này.   i  ",
    "Dear Phòng Đào tạo ĐH Bách Khoa HCM, Em tên là , lớp CK14HT1, MSSV: , tình trạng của em hiện tại là đã đủ 142 tín chỉ của chương trình đào tạo, chỉ còn thiếu anh văn nói viết là em tốt nghiệp hệ chính quy (em được gia hạn để thi anh văn nói viết trong học kỳ này)  Câu 1: Cho e hỏi nếu em chuyển từ hệ chính quy sang hệ vừa học vừa làm thì có được không, và nếu được thì điều kiện của em có đủ để tốt nghiệp hệ vừa học vừa làm chưa? (không cần có anh văn nói viết). Câu 2: Thủ tục chuyển hệ là như thế nào ạ ? và bằng tốt nghiệp hệ vừa học vừa làm và chính quy khác nhau như thế nào ạ? Em xin chân thành cảm ơn! Chúc thầy cô nhiều sức khỏe ạ !   i ",
    "Dạ em chào ad ạ,  Em là  là sinh viên khóa K15, hiện tình hình dịch phức tạp nên em chưa biết khi nào mới mở học kỳ để em đăng ký làm luận văn tốt nghiệp ạ. Theo chương trình học mà em xem thì tới tháng 4/2022 là hạn cuối để đăng ký tốt nghiệp mà do tình hình dịch thế này thì thời gian trên có dời theo không ạ?  Em xin cảm ơn ad ạ.",
    "Em chào thầy/cô, Em có check tình trạng sinh viên thì có ghi quyết định chuyển ngành là 2022-2023 ạ, đúng là 2021-2022, em không biết do thế nên tên khoa của em vẫn chưa đổi hay sao ấy ạ!  Em có gửi đính kèm hình ạ, em mong phòng đào tạo chỉnh sửa lại giúp em với ạ! Em cảm ơn thầy/cô!",
    "chào pdt, ở địa phương em đang gọi khám nghĩa vụ quân sự nhưng hiện tại em không thể lên trường để xin giấy do tình hình dịch bệnh, cho em hỏi vậy em có thể xin giấy bằng cách gửi qua đường bưu điện được không ạ? em xin cảm ơn",
    "Em muốn làm đơn tạm ngưng (bảo lưu) trong thời điểm hiện tại thì nên làm thế nào ạ? Vì em thấy có biểu mẫu trên web trường rồi nên không biết cần đợi hết dịch để trực tiếp tới PĐT để làm đơn nữa không Em cám ơn ạ!",
    "Họ và tên: . Em xin rút môn học Đại số Tuyến tính, lớp 2023_MT1015_DT01 trong học kì 203 (đã thanh toán học phí).   i  ",
    "Kính chào quý thầy cô phòng Đào tạo, Em là , MSSV . Em có đăng ký in 2 bảng điểm vào ngày 6/7/2021 và phòng Đào tạo đã in xong. Vì em đang ở tỉnh thành khác không thể nhận bảng điểm nên em xin   cho bạn , MSSV . Bạn sẽ nhận vào sáng 8/7/2021. Em xin chân thành cám ơn quý thầy cô.   i  .",
    "Dạ cô cho em hỏi hiện giờ còn đăng ký mở thêm lớp hè được không ạ? Môn học em muốn đăng ký là KẾT CẤU THÉP 2 Mã MH: CI3211 Em cảm ơn!",
    "Em nghe nói từ khoá K2019, trường mình sẽ phân biệt bằng kỹ sư với cử nhân kỹ thuật. Cho em hỏi việc phân biệt này có áp dụng với chương trình chất lượng cao/ tiên tiến không ạ? Và khi nào thì sinh viên bắt đầu đăng ký học cử nhân hay kỹ sư ạ? Em còn nghe nói là bằng kỹ sư của trường mình sẽ tương đương trình độ thạc sĩ. Điều này có đúng không ạ? Em xin cảm ơn và mong được trường giải đáp!",
    "Em sinh viên cơ khi chuyển hệ từ CQ sang hê VHVL. Em có môn 202880  MAY CONG CU chưa hoàn thành nhưng hiện nay không còn môn tương đương như vậy nữa, em tìm cũng không thấy môn thay thế. Vậy thì em có thể học môn khác bù vào tín chỉ bị thiếu không.",
    "Kính gửi BGH nhà trường, Em tên , Mssv:, ngàng Trắc địa bản đồ. Hiện tại em đang làm Luận vpăn tốt nghiệp và cũng hoàn thành gần như xong - nhưng chưa đăng ký môn học Luận văn tốt nghiệp do điều kiện thiếu toeic. Nay em đã có kết quả điểm toeic và đủ điểm để nhận luận văn. Để có thể hoàn thành chương trình học trong tình hình dịch bệnh khó khăn. Kính mong nhà trường tạo điều kiện cho em được đăng ký bổ sung môn học Luận văn tốt nghiệp (mã Ci4353) để kịp cho đợt bảo vệ sắp tới này. Trong khi chờ đợi sự chấp thuận từ quý nhà trường, em xin chân thành cảm ơn. Cần bổ sung thêm thông tin hay viết đơn em xin bổ sung sau.",
    "Em là sinh viên K16 và em đã có nộp CCNN toeic 2 kỹ năng 575 điểm. Em muốn đăng ký làm luận văn tốt nghiệp. Em rất mong thầy/cô phòng đào tạo giúp đỡ, hướng dẫn giúp em. Em xin cảm ơn ạ.",
    "B Em đã in và gửi phiếu đăng kí bằng 2 cho phòng đạo tạo qua bưu điện được hơn 3 tuần rồi, nhưng sao trên trang đăng kí hồ sơ tình trạng hồ sơ lại là \"Hồ sơ mới thí sinh xác nhận hoàn tất đăng kí nhưng trường chưa nhận\" . Dó pdt chưa cập nhật hay là chưa nhận được hồ sơ ạ. Em mong được phản hồi sớm ạ. Em cảm ơn!",
    "Xin chào /ị PTĐ, - Em là , MSSV: 183544 - Em được đăng ký bổ sung môn học \"  - EE3335\" vào ngày 29/06/2021 . - Hiện em chưa nhận được mail thông báo giáo viên hướng dẫn thực tập của mình. Xin /ị hỗ trợ em với ạ. - Em đã liên hệ với bộ môn Viễn Thông thì không có tên em trong danh sách. Em liên hệ bộ môn Điện Tử thì chưa thấy hồi mail ạ. Em cảm ơn /ị PTĐ. Em chúc /ị một buổi chiều vui vẻ.",
    "Kính gửi phòng Đào tạo, Vào cuối tháng 8/2021 em sẽ qua Ý để tham gia học kỳ trao đổi tại đây. Kế hoạch ban đầu của trường là thi cuối kỳ vào đầu tháng 8, tuy nhiên với tình hình dịch bệnh hiện tại thì kế hoạch tổ chức thi cuối kỳ có bị dời lại không ạ? Và nếu bị dời lại thì em có thể xin thầy dạy các môn này thi cuối kỳ trước để không ảnh hướng đến việc đi trao đổi được không ạ? Em xin cảm ơn ạ",
    "Em tên : Lê Tô Gia Vĩ MSSV :  Ngành học : kỹ thuật điện - điện tử Khoa : ĐIỆN - ĐIỆN TỬ Đợt tháng 10 năm 2020 Cho em hỏi là môn : , ,  1,  1,  . Những môn này các khóa trước của trường cao đẳng điện lực TPHCM qua học liên thông thì được miễn, nhưng đến khóa em học thì lại không được miễn mong khoa xem xét giải đáp thắc mắc vấn đề này giúp tụi em với ạ! Em chân thành cám ơn!!",
    "Chào cô, Em có nhận được phản hồi về câu hỏi trước của cô về việc đăng ký luận văn tốt nghiệp. Em muốn hỏi thêm là trường hợp của em thì vẫn đợi đến đợt ĐKMH để đăng ký hay cần làm gì khác không ạ? Em xin phép trình bày tình trạng của em. Em là sinh viên K16 và chưa tốt nghiệp do không đủ điểm CCNN toeic 2 kỹ năng. Em lo lắng rằng mình bị trễ hạn đăng ký hoặc hết hạn đào tạo. Em đang học môn AV4A trong HK202 này để giữ tình trạng học tập. Hiện tại, em đã nộp CCNN và đủ điều kiện làm luận văn. Em đã có liên hệ với giảng viên hướng dẫn và em muốn đăng ký để làm luận văn tốt nghiệp sớm nhất có thể ạ. Em cảm ơn ạ.",
    "Kính gửi thầy cô phòng đào tạo Thầy cô cho em hỏi 2 môn hệ thông cung cấp điện và môn cơ sở điều khiển tự động  khóa 2019  được miễn nhưng khóa 2020 thì thầy  nói khoa không miễn môn này . Mặc dù tụi e là hệ cao đẳng điện Lực chuyển qua chung trương chung ngàh mà k được xét miễn . Và mail trường kêu ghi các môn k có danh sách để khoa xét bổ sung . Vậy mong thầy cô  xem xét giải quyết giúp chúng em  Em xin cảm ơn",
    "Chào thầy cô ạ,     Em là , sinh viên khoá K14 và e chưa tốt nghiệp ạ. Em có một số câu hỏi nhờ thầy cô giải đáp giúp ạ:     Em còn thiếu Toeic 500 và PĐT tháng 4 thông báo với em là nếu bổ sung vào tháng 7 thì có thể hỗ trợ tốt nghiệp với hệ chính quy được. Nhưng dịch từ tháng 5 tới giờ nên IIG không tổ chức được nên em khôg thi và bổ sung bằng kịp ạ. Nên nhà trường cho em hỏi: 1. Tụi em được hỗ trợ nữa không hay làm đơn xin thu nhận và chuyển hệ ạ?  Chuyện này xảy ra cũng do năng lực quản lí bản thân của tụi em yếu kém nên em không hi vọng gì nhiều, em chỉ mong PĐT trả lời sớm giúp tụi em để tụi em hoàn thành mọi thứ sớm ạ! 2. Nếu chuyển hệ đợt tháng 7 này, thì tụi em chuyển online hay lên trường nộp đơn trực tiếp ạ? 3. Chuyển hệ thì tụi em được xét tốt nghiệp đợt cuối năm nay luôn không ạ?  Em cám ơn thầy cô nhiều ạ! Sinh viên, .",
    "cho e hỏi với tình hình dịch bệnh như hiện tại nhà trường có kế hoạch thi online hay đã có dự kiến khi nào thì thi được chưa ạ ,  tụi em còn ôn bài thi chớ để dồn lại kì hè với kì 202 thì sẽ có nhiều môn lắm ạ",
    "Cho em hỏi nếu tham gia hoạt động xã hội ở địa phương thì có cách nào để được công nhận và quy đổi thành ngày công tác xã hội ở trường không ạ",
    ",ỦA   ,  ĐÃ THANH TOÁN CÁC KHOẢN TRƯỚC ĐÓ RỒI THÌ  2 , CHO  XIN ĐƠN GIÁ CỦA TỪNG MÔN HỌC CŨNG NHƯ GIÁ TIỀN MỖI TÍN CHỈ ĐỂ  ĐỐI CHIẾU VÌ THỰC SỰ LÚC NÀY VỚI  , GIẢI ĐÁP THẮC MẮC DÙM , XIN CẢM ƠN   i  .",
    "Em làm mất thẻ BHYT nên có xin cấp lại nhưng chưa được trả thẻ, em muốn tra cứu mã số BHYT của bản thân thì nên làm thế nào?",
    "Nộp đơn xin thu nhận lại qua BKSI",
    "em tên  khóa K19 mssv:  thầy/ cô cho em hỏi hiện tại em đang tạm dừng học, vậy em có thể nộp đơn thu nhận online được không ạ",
    "Dạ là hôm bữa em có bấm khai trên biểu mẫu rồi mà em quên gửi đi, nay đã hết hạn rồi, em có thể gửi biểu mẫu nữa không ạ Em xin cảm ơn ",
    "Cho em hỏi là hiện giờ em đang tạm dừng việc học từ học kì 2 năm nhất thì tới học kì tiếp em muốn tiếp tục tạm dừng thì có cần nộp đơn không ạ ?",
    "Nhà trường có thể cho em hỏi là em có các giấy tờ về việc miễn giảm học phí, nhưng hiện tại đang dịch bệnh nên em chưa vào được thành phố để nộp giấy tờ xin miễn giảm ạ. Vậy cho em hỏi là đến lúc mình đi học lại rồi nộp giấy tờ thì có được miễn giảm học phí kì tới không ạ? Hay nếu không thì em có thể làm cách nào để gửi giấy tờ vào cho nhà trường ạ nếu dịch bệnh còn kéo dài quá hạn nộp đơn xin miễn giảm, và cho em hỏi về hạn nộp đơn xin miễn giảm ạ. Em xin cảm ơn ạ. ",
    "Kính chào Phòng Đào tạo, Em là , MSSV , sinh viên lớp VP14HK. Như vừa trao đổi bằng điện thoại với PĐT, em xin trình bày tình trạng hiện tại về quá trình xin tốt nghiệp của em. Như thông báo trả kết quả của PĐT ngày 25/06, điều kiện tốt nghiệp của em còn thiếu các mục sau: 1. Môn Mác -  2. Các môn năm thứ 5 3. TOEIC Về mục 1, em đã liên hệ với PĐT thông qua bksi yêu cầu #25483. Em đã được chấp thuận chuyển điểm môn SP1003 sang mã môn học 001001. Về mục 2, thầy  đã ký quyết định số 383/QĐ-ĐHBK miễn các môn học trong năm thứ 5 của chương trình đào tạo. Về mục 3, em đã nộp scan bảng điểm IELTS trên mybk, thư xác nhận của IDP Hanoi cũng đã gửi đến trường vào chiều hôm qua (theo tra cứu trên trang của VNPost). Em hy vọng Phòng Đào tạo có thể xét bằng IELTS của em trong thời gian sớm nhất. Bên cạnh đó, Khoa GT nói rằng đã làm công văn đề nghị thu nhận em lại vào trường ĐHBK, nhưng vẫn chưa nhận được phản hồi từ PĐT. Vậy em kính xin PĐT sớm thu nhận em lại vào trường. Hôm trước, thầy  có trả lời em rằng nếu em đủ điều kiện tốt nghiệp, sẽ xét tốt nghiệp em ngay lập tức. Mặc khác, em có nghe rằng trường đang xét tốt nghiệp đợt vét trong thời gian này. Vậy em muốn hỏi khi nào thì em có thể được xét tốt nghiệp ạ? Em kính mong phản hồi từ Phòng Đào tạo. Em xin chân thành cảm ơn. Trân trọng, ",
    "Chào cô, Trường hợp của em đã trình bày ở [25819] Dạ em đang làm luận văn với giảng viên. Em chỉ muốn hỏi khi nào em có thể đăng ký môn luận văn tốt nghiệp. Em cảm ơn cô.",
    "Em muốn rút hồ sơ ạ. Lí do em học không nổi",
    "Con chào thầy/cô. Hiện tại con đang mắc một khoản nợ 7 triệu học phí kì hè. Hiện tại gia đình con không đủ khả năng chi trả cho số tiền quá lớn trong tình hình dịch bệnh này. Con hiện đã bị xóa tkb rất lâu rồi ạ. Giờ thầy cô có hướng nào giúp con không ạ, chứ nếu tiếp tục như vậy chắc kì sau con không thể đăng ký môn và phải tạm dừng một học kì ạ. Con mong thầy cô giúp đỡ con.",
    "Dạ em chào PĐT, hiện tại em đang muốn có bảng điểm trực tuyến chứ không phải bảng điểm in giấy, có cách nào để em có được bảng điểm trực tuyến không ạ?",
    "Em xin chào PĐT, Gần đây, em có nghe được một số thông tin về việc đăng ký học liên thông lên thạc sĩ. Sau khi học xong sẽ được cấp hai bằng Kỹ sư và Thạc sĩ, và việc đăng ký học liên thông từ ngày 16/6/2021 đến ngày 15/7/2021 . Trước đó em có nghe về việc sau 4 năm sẽ nhận bằng Cử nhân. Tuy nhiên, em chưa thấy có thông báo chính thức về việc học cũng như bằng Kỹ sư Thạc sĩ này. Em muốn hỏi việc này có đúng không, và nếu em muốn nhận được bằng Kỹ sư thì em có cần bắt buộc phải đăng ký học liên thông trước ngày 15/7/2021 hay không? Em đến từ khoa Máy Tính k19. Em xin chân thành cảm ơn.",
    "Kính chào phòng đào tạo ạ, em đang có nhu cầu in bảng điểm, và gửi về Nghệ An trong thời gian này. Không biết khi thành phố áp dụng chỉ thị 16 thì dịch vụ gửi bảng điểm này có thể đăng ký không ạ?  Em xin cảm ơn!",
    "Kính gửi Phòng Đào tạo Trường,  Sau khi em hoàn thành thủ tục chuyển từ hệ chính quy sang hệ Vừa làm vừa học vào tháng 3 năm 2021. Với thông tin như sau:  Hệ chính quy:   - 2 -  Hệ VLVH:  -  -  Trong chương trình đào tạo chính quy Khóa 2013, em đã hoàn thành chương trình đào tạo và chỉ thiếu tiếng anh 2 kĩ năng nói viết. Do đó, sau khi chuyển qua hệ VLVH em không biết em cần làm những gì để đủ điều kiện đăng kí tốt nghiệp vào tháng 11/2021 ạ? Em có phải học bổ sung môn gì nữa không?  Rất mong nhận được phản hồi sớm thừ Phòng Đào tạo . Trân trọng!  .",
    "Kính chào thầy/cô ạ, Hiện em là sinh viên khoá K20, em có nhu cầu đăng kí học song ngành theo hướng bằng 2 khác khoa đang theo học thì có cần phải đăng kí không ạ? Nếu có thì thủ tục gồm những gì ạ?  Em xin cảm ơn",
    "Em chào thầy cô ạ ! Em hiện đã tốt nghiệp trường ĐHBK và có nhu cầu học văn bằng 2, nên có vài câu hỏi cần giải đáp như sau : 1. Nếu em học văn bằng 2 cho kỳ 2021-2022 thì em sẽ học theo CTĐT khoá nào và học phí được tính như thế nào ạ ? 2. Thủ tục đăng ký học văn bằng 2 và thủ tục miễn các môn học đã học như thế nào ? Em cám ơn PĐT ạ !   i ",
    "Thưa Thầy/Cô, Dạ chào thầy, em là sinh viên khóa 2020 MSSV  chuyển sang hệ VHVL từ khóa K13 0 do hết CTDT, em có một số thắc mắc mong thầy giải đáp. Về môn học còn nợ: Thực tập tốt nghiệp (801302) , thực tập nhận thức nghành (801306) : em đã hoàn thành xong khóa K13 nhưng chưa được chuyển điểm khi chuyển sang hệ VHVL. Các môn học sai mã MH theo CTDT khóa K13: 801831 DAMH TK Cầu bê tông --  801031 DAMH TK Cầu bê tông và  801833 DAMH TK Cầu thép --  801033 DAMH TK Cầu thép và em đã học môn tương đương thay thế (CI4033) Xây dựng Cầu. 201801 Cơ lý thuyết  --  201001 Cơ lý thuyết ( môn học đã hoàn thành). 801832 DAMH TK đường --  801032 DAMH TK đường : đã học môn tương đương CI3075 Xây dựng và khai thác đường. 801834 DAMH thi công đường --  801034 DAMH thi công đường  ( môn học đã hoàn thành). 807812 Kinh tế xây dựng -- 807012 Kinh tế xây dựng và 807818 Quản lý dự án xây dựng              -- 807018 quản lý dự án xây dựng : đã học môn tương đương CI1047 Luật và kinh tế xây dựng. Mong thầy có thể xem xét lại các môn học dùm em để em có thể đủ điều kiện hoàn thành đủ tín chỉ để đăng kí LVTN. Hi vọng được thầy giải đáp! ",
    "chào thầy/cô Em tên là  MSSV: . Em có hỏi thầy/cô về việc hoãn học kì 202 (em là sinh viên năm cuối và đang làm luận văn tốt nghiệp) với lý do bệnh viêm tủy (liệt 2 chi dưới) thì được thầy/cô gợi ý là nộp đơn xin vắng thi cuối kì kèm minh chứng . Em xin nộp đơn vắng thi cuối kì và minh chứng nằm viện. Mong nhận được phản hồi từ thầy/cô. Em xin chân thành cảm ơn.",
    "B        . Em tên , MSSV , em học hệ VLVH khoa KTGT năm 2020 . Nay e muốn hỏi là e hồi đầu tháng 5 có đăng kí môn các quá trình chế tạo Mã ME2071. Nay e đã nhận được danh sách miễn môn này, thì e có cần phải đăng kí huỷ môn học này hay không? Em cảm ơn ",
    "Thầy/ cô cho em hỏi Em muốn liên hệ mua sách của trường thì phải làm sao?",
    "Chào thầy cô ạ! Em muốn in giấy xác nhận sinh viên để nộp cho uỷ ban xã làm hồ sơ vay tiền nhưng em lên trên phần in giấy xác nhận sinh viên thì không có mục Vay Vốn Ngân Hàng. Thầy cô cho em hỏi làm sao để in được giấy xác nhận sinh viên để Vay Vốn vậy ạ",
    "cho em hỏi là nhà trường có nói khi đăng ký chương trình liên thông thì hạn chót nộp đơn trực tiếp là ngày 17/07, nhưng mà dịch ở thành phố đang căng thẳng không đi nộp được thì phải làm sao ạ",
    "Cho em hỏi với tình hình dịch hiện nay thì  trường có lên phương án thi cuối kì HK 202 online không ạ ?",
    "Em là sinh viên khoá k18 khoa kỹ thuật hoá học. Em muốn hỏi là sau này khi em tốt nghiệp mà có nhu cầu học thạc sĩ của khoa hoá luôn thì em có cần phải thi tuyển để xét không ạ? Em xin cảm ơn!",
    "HK203 em có đóng trễ học phí, hiện tại môn Phương Pháp Tính trên eLearning không hiển thị thông báo của GV ạ. Mong PĐT cập nhật lại giúp em",
    "Gửi quý thầy/cô, Em là . MSSV là . Xin quý thầy/cô cho em rút môn học An Ninh Mạng. Vì môn học này không có trong chương trình đào tạo 2018. Em xin cám ơn .",
    "Em học viên hệ VHVL, hiện tại đã đến thời gian nộp học phí HK203 nhưng do tình hình dịch COVID-19 khó khăn em không thể nộp được. Nếu em nộp trễ không biết có ảnh hưởng gì đến môn học kì này không ạ? Em chỉ đăng ký thực tập tốt nghiệp thôi ạ?  Em cám ơn! ",
    "Dạ cho em hỏi là số tín chỉ mình được xét miễn học có được tính vào số tín chỉ đã tích của học kì xin xét không ạ. VD  hk202 em xin xét miễn học anh văn bằng cách nộp bằng và em được miễn 8 chỉ thì số tín chỉ tích lũy học kì đó em có được cộng 8 tín chỉ anh văn vào không ạ",
    "Tốt nghiệp . Em chào thầy/cô. Em là Trung hiện tại đang là sinh viên K2017 khoa Điện- Điện Tử . Hiện tại em có thắc mắc là số ngày ctxh xét tốt nghiệp cho K2017 là 15 ngày phải không ạ? Thứ hai là ngày ctxh của em trên Mybk có một số thì chỉ ghi khoa xác nhận, một số lại ghi chỉ có minh chứng mà không tick đủ cả 2, vậy có ảnh hưởng gì đến số ngày ctxh em được xét khi tốt nghiệp không ạ? Em mong nhận được phản hồi từ thầy/cô. Em chân thành cảm ơn. (Em có đính kèm ảnh chụp kết quả ngày ctxh của em trên Mybk ở dưới ạ)",
    "Kính gửi thầy/ cô: Nhờ thầy/ cô kiểm tra lại giúp em bảng điểm chuyển )được miễn giảm. Do kết quả môn được miễn môn học của em đang được cập nhật trên mybk ở tuần 28 bị thay đổi trong khi ở tuần 24 và tuần 25 điều được miễn những môn đã nêu ở bên dưới: Các môn em được miễn và được cập nhập miễn giảm ở tuần 25 không được hiển thị miễn môn ở tuần 28: Cơ kết cấu (CI3233), Cơ lưu chất (CI2003), Giải tích 1 (MT1003), Giải tích 2 (MT1005), Nhập môn kỹ thuật (CI2007), Đại số tuyến tính (MT1007), Sức bền vật liệu (CI2007). Trong khi ở tuần 24 và tuần 25 (cả 2 lần xét miễn môn) điều được thể hiển thị được miễn 7 môn như đã nêu ở tuần 28. Không biết do lỗi hệ hay vì nguyên nhân gì mà hiển thị mất mất miễn môn như vậy. Vì việc thay đổi này ảnh hưởng rất lớn đến lộ trình học của em. Mong thầy/ cô xem xét và cập nhật lại các môn được chuyển điểm như tuần 25 giúp em. Em xin chân thành cảm ơn thầy/cô.",
    "Em đã thanh toán trễ học phí HK hè 203, hiện tại em có thể xin cứu xét để thêm lại vào lớp học được không ạ (em có tham gia lớp học trong thời gian qua)?",
    "mấy hôm trước em có làm rơi mất thẻ sinh viên, vì tình hình dịch nên em chưa vào trường làm lại được nhưng sắp tới em có bài thi mid term online và yêu cầu phải có thẻ sinh viên ạ. Em có nhắn với thầy, thì thầy bảo bảo em liên hệ với văn phòng để được hỗ trợ ạ",
    "Em chào cô. Cô cho em hỏi là đang có chiến dịch đăng kí tiêm ngừa covid, cần có mã thẻ bảo hiểm y tế. Thẻ em đã bị mất, cần làm lại. Giờ em có lên trường đăng kí in lại được không ạ .",
    "Xin chào, Em tên là , sinh viên khoa Điện- Điện tử. Em chuẩn bị đi du học nên em muốn làm đơn xin bảo lưu 1 năm học ạ. Phòng công tác cho em xin hướng dẫn để được bảo lưu ạ. Em cảm ơn.",
    "Em học viên hệ VHVL, hiện tại đã đến thời gian nộp học phí HK203 nhưng do tình hình dịch COVID-19 khó khăn em không thể nộp được. Nếu em nộp trễ không biết có ảnh hưởng gì đến môn học kì này không ạ? Nhà trường có cho phép trễ hạn không ạ ? Em không ra ngoài để nộp học phí được ? Em đang dưới quê, quê em áp dụng chỉ thị 16 không ra ngoài được ? ",
    "dạ cho em hỏi là mình còn đợt đăng ký nộp bằng tốt nghiệp THPT không ạ ? Vì một số lý do cá nhân nên em chưa kịp đăng ký ạ, mong thầy cô giúp em với ạ, em cám ơn.",
    "Em chào thầy/cô,em là -, sinh viên khoa Điện-Điện tử.Do học kì trước em có làm đơn xin dừng học nên nay em muốn làm đơn xin được thu nhận lại vào học kì 211.Nhưng  tình hình dịch bệnh nên em không thể lên trường làm đơn được nên em viết mail này kính mong được PĐT xem xét và thu nhận để em được tiếp tục đăng kí trong học kì tiếp theo. Và em còn 1 câu hỏi nữa là do tình hình dịch bệnh nên em không thể đăng kí thi toeic được nên liệu học kì tới em có thể đăng kí làm luận văn rồi bổ sung bằng toeic khi tình hình dịch ổn định lại có được không ạ. Em cảm ơn ạ.",
    "Chào Thầy/Cô, Em tên Võ Hồng Phú, MSSV: 2033981 hiện đang theo học hệ VLVH khoa Cơ Khí chuyên ngành Cơ Điện Tử. Học kỳ 202 em có đăng ký môn Quản trị kinh doanh cho kỹ sư (MSMH: IM3001) nhưng trong bảng điểm chuyển em nhận được thì môn đó được miễn, do bảng điểm chuyển em nhận được sau khi đã đăng ký môn học nên em xin hủy môn học và thu lại tiền học phí. Thầy/Cô cho em hỏi là em có cần làm đơn xin hủy môn học không hay chỉ cần điền vào mẫu đơn xin xác nhận môn học được hoàn trả học phí mà PĐT đã gửi mail ạ. Mong Thầy/Cô phản hồi giúp em. Em xin cảm ơn.",
    "Em xin nộp đơn thu nhận.Em cảm ơn.",
    "cho em hỏi do là kỳ trước em không có av nên không đăng ký luận văn TN được, mà tình hình dịch IIG không tooe chức thi, không biết nếu IIG không tổ chức thi cho tới đợt đăng ký thì em có được đăng ký và làm luận văn trước được không ạ? em cảm ơn!!",
    "Kính gửi Phòng Đào Tạo, Em là , MSSV: . Hiện tại, em có nguyện vọng đăng ký tốt nghiệp bằng thứ nhất, nghành Kỹ Thuật Hàng Không, khoa Kỹ Thuật Giao Thông. Điều thứ nhất, kính mong Phòng Đào Tạo điều chỉnh thông tin trong mục 1. Kiểm tra thông tin, Khoa/TT Đào tạo từ Khoa Khoa học và Kỹ Thuật Máy Tính thành Khoa Kỹ Thuật Giao Thông. Điều thứ 2, kính mong Phòng Đào Tạo kiểm tra giúp  trường hợp của em có đủ điều kiện tốt nghiệp bằng thứ nhất (Nghành Kỹ Thuật Hàng Không). Em xin cảm ơn!",
    "Kính gửi. Em thắc mắc môn GT 2 học hè của em vẫn chưa đưuọc dạy online ạ. Giáo viên dạy là . Em đã nhiều lần nhắn tin và tìm cách liên lạc nhưng thầy vẫn chưa trả lời lại ạ. Mong được nhà trường giải đáp ạ.",
    "Em là , MSSV , mã lớp TT1701, chương trình Tiên Tiến. Em có câu hỏi về luận văn tốt nghiệp. Theo lịch của phòng đào tạo, thì tụi em sẽ nộp thuyết minh LVTN về Khoa Điện-điện tử  + mẫu phiếu SDP.2 vào thứ sáu 23/. Nhưng do tình hình dịch Covid, có khả năng chúng em sẽ không lên trường vào đúng thời gian đó để nộp thuyết minh. Em muốn hỏi mình có phương án khác hay lịch sẽ được dời lại vì hiện tại em vẫn chưa nhận được mail thông báo của văn phòng. Em cám ơn.",
    "Xin chào PĐT, Em muốn hỏi về việc nộp chứng chỉ Tiếng Anh, nếu giả sử hiện tại em nộp chứng chỉ IELTS về trường, vậy tới lúc tốt nghiệp mà chứng chỉ của em hết hạn thì lúc đó em có cần nộp lại chứng chỉ mới hay không? Em xin cảm ơn.",
    "Kính chào, Em tên: , MSSV: , Xin phép được gửi Đơn xin thôi học, xin phép chuyển sang hệ VHVL lên BKSI như đã được hướng dẫn, rất mong nhận được sự hỗ trợ tiếp theo từ phía Thầy/Cô. Trân trọng.",
    "Chào thầy(cô), cho em hỏi là khi nào thi cuối kì HK202 và hình thức thi là gì ạ, với lại khi nào thì mở đăng kí môn học cho HK211 và thời gian bắt đầu học của HK211 ạ? Em xin cảm ơn.",
    "Dạ cho em hỏi là em bị mất bằng học quân sự thì em có thể xin để được cấp lại không ạ",
    "PĐT cho em hỏi là em có 1 đứa em đã tốt nghiệp THPT và có nguyện vọng xét tuyển vào hệ VLVH. Theo như trên trang web của trường thì chỉ có link đăng ký cho sinh viên chuyển hệ và liên thông. Vậy bây giờ trường hợp của em em thì cần làm gì để được đăng ký xét tuyển và dự thi bài luận ạ?",
    "Em muốn rút môn học nhưng bây giờ đã qua  thời hạn nộp phiếu theo thời gian quy định rồi vậy em có thể rút được nữa không ạ? Trường hợp của em là vì dịch bệnh đột xuất khiến các môn học của học kỳ trước vẫn còn kéo dài qua HK hè nên khối lượng môn học hiện tại của em nhiều quá, em bắt đầu kham không nổi.  Em mong thầy cô tư vấn cho em trường hợp trên ạ!  Dưới đây em có đính kèm mẫu xin rút MH, em đã thanh toán học phí đầy đủ rồi ạ! Em xin chân thành cảm ơn!  ",
    "Cho em hỏi có thể nào thực hiện thủ tục thay đổi ngành học 1 cách trực tuyến được không ạ?",
    "Em học khóa K19 cho em hỏi hiện nay có chương trình đào tạo hay hướng dẫn đăng ký chương trình đào tạo kỹ sư khoa Điện-Điện tử không ạ? Nếu BKSI không giải quyết vấn đề này thì em có thể liên hệ ai a? em cảm ơn",
    "Vào ngày 12/7/2021 em có đăng kí in giấy xác nhận sinh viên để bổ túc hồ sơ địa phương ạ, xin nhà trường xem xét duyệt giúp em ạ. Mã phiếu: CNSV..1 Em cảm ơn!",
    "Kính gửi cô thầy PĐT  Thầy cô cho em hỏi về khóa 20 của tụi em hiện tại bảng điểm  chuyển lúc đầu cập nhật số môn đã miễn . Khi đó pdt gửi mail nhắn cho em ghi đã cập nhật  danh sách miễn môn trên nếu có môn nào bạn đã học mà k có trong danh sách thì làm đơn và gửi qua mai qua  thầy   để xem xét như file đính kèm  Nhưng khi cập nhật lại  có 1, 2 môn thì các môn miễn trước đó lại mất trong danh sách mới .và danh sách hiện tại  bây giờ cũng k co môn mà tụi em làm đơn và các môn trước đó bị mất   . Và các môn em đã học ở hệ cao đẳng như cơ sở điều khiển tự động , cung cấp điện ,.... em đã làm đơn như file đính kèm . Thầy bảo pdt chỉ duyệt môn cơ sở ngàh còn môn chuyên nganh thôi . Vậy kính mong PDT xem xét giúp em về vấn đề trên  và cập nhật giúp em  Em xin cảm ơn",
    "theo như \"Các thay đổi học vụ chính từ HK202\" do PDT gửi vào ngày 30/03/2021 - Tại mục chuẩn anh văn nói viết có đề cập: \"Tiếp tục tổ chức nội bộ, giao trung tâm anh ngữ thực hiện -Áp dụng từ k2018 đến khi có thông báo mới\" Vậy cho em hỏi là tới khi thông báo mới ở đây là mang hàm ý gì vậy ạ. Có phải là hiện tại k2018 sẽ được thi anh văn nói - viết do trung tâm anh ngữ thực hiện, sau khi có thông báo thì sẽ thay đổi theo thông báo. Hay là áp dụng từ k2018 (k2018 sẽ thi do trung tâm anh ngữ thực hiện, không thay đổi), sẽ thay đổi khi có thông báo mới đối với các khóa sau. Mong được giải đáp ạ. hình ảnh về thay đổi học vụ em gửi bên dưới \"   i ",
    "Chào ạ! Hiện tại là em đã nộp tính chỉ av toeic (845) để đủ điểm tham gia chương trình thạc sĩ nhưng có vẻ em không được duyệt khi đk chương trình thạc sĩ ạ (Không có mail gửi về). Trong mail thông báo đk chương trình thạc sĩ có bảo có giấy cam kết tham gia chương trình thạc sĩ nhưng không biết có thể gửi qua e-mail và gửi qua địa chỉ nào ạ. Mong anh chị có thể trả lời sớm vì ngày mai hết hạn đăng kí r ạ   i  .",
    "Hiện tại do tình hình dịch bệnh nên em chưa có khả năng thanh toán học phí ở kì dự thính hè 203 nên bị mất thời khóa biểu môn học. Nhà trường có thể mở lại thời khóa biểu cho em và em sẽ cố gắng hoàn tất học phí ngay khi có thể được không ạ.",
    "Em muốn xem đề cương môn học những môn chưa học thì có thể tìm ở đâu trên web trường ạ???",
    "Em chào cô,do tình hình hiện tại em chưa thể lên khoa để làm đơn cứu xét thu nhận lại. Nên cô cho em hỏi là hạn trễ nhất để em có thể lên khoa làm đơn cứu xét là trước bao nhiêu ngày bắt đầu học kì chính 211 không ạ.Em cảm ơn.",
    "Kính chào, Em tên: , MSSV: , Hiện tại em đang làm hồ sơ xin chuyển từ hệ chính quy sang VHVL có 2 câu hỏi, mong được Thầy/Cô giải đáp giúp: 1) Trên trang Thông báo tuyển sinh hệ VHVL có  STT: 1, mã , chuyên ngành: Khoa học máy tính, nhưng tại sao khi đăng ký tại Cổng tuyển sinh thì không có, mà chỉ có ngành Kỹ thuật Máy tín vậy thưa Thầy/Cô? 2) Về miễn môn của hệ chính quy sang VHVL của em, phải cần nộp đề cương môn học để xem xét miễn. Vậy em cần chuẩn bị gì để nộp lên PĐT? Em trân trọng cảm ơn.",
    "dạ cho con hỏi là bao giờ mới có lịch thi học kì chính thức vậy ạ",
    "Kính gửi: PĐT Trường đại học Bách Khoa TP.HCM Em:  MSSV:     Lớp: DC18KT Nay em xin gửi lên đơn xin thanh toán học phí trễ và đơn xin thu nhận lại. Vì em tự trang trải cho học phí và sinh hoạt nên em không đủ khả năng để đóng học phí đúng hạn cũng như đăng ký môn học. Kính mong PĐT xem xét giúp em. Em xin chân thành cảm ơn. Trân trọng",
    ". Cho em hỏi nếu bây giờ đóng tiền nợ xong ,vậy em nộp đơn trình bày lý do trễ hạn ở đâu vậy ạ.",
    "Chào thầy/cô, Em là , MSSV: , Khóa K14 trường Đại học Bách Khoa. Hiện nay em đã hoàn thành chương trình học và đã bảo vệ luận văn. Nhưng còn thiếu chứng chỉ anh văn kỹ năng nói viết nên chưa tốt nghiệp được. Khóa 2014 của em thì hạn tốt nghiệp là tháng 4/2021. Theo quy chế nhà trường, nếu hoàn thành tất cả các điều kiện tốt nghiệp, chỉ thiếu Chứng chỉ ngoại ngữ thì sẽ được gia hạn thêm 1 học kỳ để bổ sung CCNN. Theo đó thì em sẽ được gia hạn thêm một học kỳ và tốt nghiệp vào đợt tháng 11/2021. Lúc trước em có liên hệ Khoa thì được thông báo hạn nộp anh văn là tháng 7/2021. Tuy nhiên, do tình hình dịch covid nên hiên nay trung tâm không mở thi av nữa. Cho em hỏi em có thể gia hạn thời gian nộp av đến thời điểm tốt nghiệp tháng 11/2021 không ạ? Em xin chân thành cảm ơn Thầy Cô ạ.",
    "Em chào thầy/cô ạ. Em gửi yêu cầu này để xin được phòng đào tạo cấp cho em giấy giới thiệu để em có thể học được GDQP-AN. Vì đầu năm nhất em bị bệnh và đợt quân sự em đã xin để đi mổ. Nay em theo dõi thì thấy trung tâm GDQP-AN thông báo tổ chức học lại nên em xin giấy giới thiệu để đăng ký học lại môn GDQP-AN. Vì các giấy tờ khám chữa bệnh em đều để ở ký túc xá ĐHQG nên không thể cung cấp, em chỉ có thể cung cấp lịch sử khám chữa bệnh trên ứng dụng VssID được thôi ạ! Vì ngày 16/7/2021 là hạn cuối đăng ký nên em kính mong thầy/cô hỗ trợ giúp em, và gửi cho em giấy giới thiệu với ạ! Em cảm ơn thầy/cô!",
    "Dạ chào thầy/cô, Em muốn hỏi về việc thi cuối kỳ của trường dời đến tháng 8, do tình hình dịch bệnh vậy trường có tổ chức thi cuối kỳ không hay dời sang thời gian khác ạ. Em cảm ơn.",
    "Ngày 12/7/2021 em có đăng kí giấy xác nhận sinh viên và đăng kí nhận tại văn phòng đào tạo OISP nhưng hiện em không thể đi ra khỏi quận vì phải cách ly ạ. Xin nhà trường xem xét giấy XNSV của em và gửi qua đường bưu điện ạ. MSSV:  Mã phiếu: CNSV..1 Em cảm ơn ạ!",
    "Cho em hỏi là em tìm trên web không có link đăng ký dành cho thí sinh đã tốt nghiệp THPT mà chỉ có link đăng ký dành cho sinh viên chính quy chuyển hệ và cao đẳng liên thông. Vậy bây giờ em phải làm sao để được đăng ký xét tuyển và dự thi bài luận ạ? Em xin chân thành cám ơn.",
    "Dạ cho e hỏi là kì 203 e có đăng ký môn cơ lý thuyết (AS1003) nhưng không thanh toán học phí nên bị hủy môn. Thật sự giờ gia đình e mới có điều kiện đóng học phí, thì không biết có cơ hội nào cho e được hồi phục thời khóa biểu học tiếp môn đó không ạ",
    "Em chào cô(thầy ) ạ Theo mail thì chuẩn bị sắp tới ngày 19 ,các lớp thí nghiệm sẽ bắt đâù đi học trở lại mà theo tình hình dịch bệnh hiện nay đó là điểu không thể ,em mong là sắp tới trường sẽ có mail điều chỉnh lịch học vụ cũng như thi cuối kì 202 để sinh viên chuẩn bị tâm lý ạ",
    "Em chào thầy cô! Em tên  - MSSV:  Em đã đăng ký tốt nghiệp đợt bổ sung tháng 4/2021, hồ sơ đăng ký đã được duyệt trên MYbk. Phòng đào tạo cho em hỏi, kết quả đăng ký tốt nghiệp đã có chưa, và em sẽ kiểm tra thông tin ở đâu để nhận bằng tốt nghiệp . Em xin cảm ơn.",
    "Xin chào,  Em đã nộp chứng chỉ tiếng Pháp và đóng phí chuyển điểm nhưng rất lâu rồi điểm của em vẫn chưa được cập nhật ạ. Mong nhà trường kiểm tra và cập nhật lại điểm giúp em. Em cảm ơn! __________",
    "Kính chào,   Em tên: , MSSV:, Thưa Cô, do hôm bữa đăng ký em không thấy có Khoa học Máy tính, nên đã đăng ký qua ngành Kỹ thuật Máy tính. Vậy là bên phía PĐT chưa cập nhật kịp sao? Do em ở quê và bị hạn chế đi lại trong tình hình dịch phức tạp này, em xin phép Cô giúp đỡ em sửa đổi sang ngành Khoa học Máy tính trong hồ sơ đăng ký có được không ạ. Em cảm ơn Cô rất nhiều .",
    "Dear Phòng Đào tạo ĐH Bách Khoa HCM, Em tên là , lớp CK14HT1, MSSV:  em đã nhận được câu trả lời về thủ tục chuyển hệ, e rất biết ơn ạ, cho em hỏi thêm 1 câu về điều kiện tốt nghiệp hệ vừa học vừa làm ạ. Câu hỏi: Cô kiểm tra giúp em thì điều kiện của em hiện tại đã đủ điều kiện tốt nghiệp hệ vừa học vừa làm chưa ạ? (không cần có anh văn nói viết) . Vì tình hình dịch em gặp khó khăn trong việc thi AV nói viết, e mong muốn chuyển qua hệ vừa học vừa làm để được nhận bằng ạ (em nghe các bạn đã từng lên hỏi Phòng đào tạo là nếu chỉ thiếu AV nói viết thì tốt nghiệp dc hệ vừa học vừa làm ạ, mong Cô giải đáp giúp em với ạ, nếu đủ điều kiện em sẽ chuyển liền qua hệ vừa học vừa làm để nhận bằng ạ. Em rất biết ơn! Chúc thầy cô nhiều sức khỏe ạ !",
    "Thưa thầy/cô,  Em khóa k16, đã hoàn thành luận văn tốt nghiệp tháng 9/2020 nhưng do thiếu anh văn nói viết nên không tốt nghiệp đc. Em bị tạm dừng học quyết định ngày 9/11/2020. Thầy/cô cho em hỏi, em có cần làm giấy xin được nhận lại không ạ Và thời gian được nộp khi nào ạ . Do tình hình dịch bệnh em không thi anh văn được thì em có được gia hạn thời gian không ạ. Em xin cảm ơn.",
    "Dạ em chào Thầy Cô! Em xin nộp đơn thu nhận lại, mong Thầy Cô xem xét giúp em ạ. Em cảm ơn Thầy Cô ạ .",
    "Dạ em chào cô/ thầy ạ. Em tên là   MSSV  Lớp HC17HLY Dạ hồi có thông báo học phí đợt 1 202 em có nộp luôn cho 2 đợt luôn ạ. Nhưng mà hôm đó bị lỗi app, nên nó không trừ vào tài khoản của em. Hôm nay em mới kiểm tra lại thì thấy chưa đóng học phí . Em mong nhà trường có thể mở lại cho em thanh toán phần học phí còn lại được không ạ. Em cảm ơn nhiều ạ.",
    "Dạ cho em hỏi là e còn nợ học phí kì 203. Em mới vừa đóng xong ạ, Vậy có cách nào để em được đăng ký môn học trong học kì 211 không ạ",
    "Thưa thầy (cô) cho em hỏi, em đã đi thực tập và đủ điều kiện làm tiểu luận tốt nghiệp. Mặc dù, em đã đăng kí tiểu luận tốt nghiệp nhưng vẫn không có thời khóa biểu và danh sách bảo vệ tiểu luận . Em mong được phản hồi lý do để em làm đơn cứu xét lên phòng đào tạo để được làm tiểu luận tốt nghiệp ạ! em cảm ơn. Em tên  -mssv .",
    "Em tên là , MSSV:  Kính chào thầy/cô, cho em hỏi 1 vấn đề. Em đang học khoa Điện - điện tử (hệ Đại trà), em muốn hỏi em có chuyển sang khoa Khoa học máy tính (hệ chất lượng cao) được không ạ? Nếu có thể được thì em phải làm như thế nào? Em xin cảm ơn.",
    "Dạ thưa thầy/cô, em là  mssv  BDCNCO2 . Do nhà em vào lúc đóng tiền học khó khăn không có tiền đóng học nên em đã đóng trễ học phí và bị hủy thời khóa biểu. Và giờ em đã thanh toán xong khoản nợ, em muốn có lại thời khóa biểu môn học em phải làm đơn hay làm như thế nào để được nhận lại thời khóa biểu ạ. Mong nhận được sự hồi đáp từ quý thầy/cô. Em xin chân thành cảm ơn .   U   ",
    "Em thuộc khóa K13 đã hết thời gian đào tạo theo lộ trình thì hiện tại em có được chuyển hệ không ạ ? Nếu được thì em cần chuẩn bị những gì cho thủ thục chuyển hệ ạ ?",
    "/I : Nhà trường cho em hỏi là bây giờ dịch bệnh còn đang tiếp diễn thì ngày 19/7 mình có phải lên trường thi không ạ",
    "Xin chào,  Em muốn hỏi về việc tổ chức thi các môn học của học kỳ 202. Hiện tại em đang làm các thủ tục để chuyển trường, bên trường tiếp nhận muốn em hoàn thành học kỳ 202 trước khi vào năm học mới. Vậy nên cho em hỏi trường sẽ tổ chức thi vào lúc nào, hình thức thi là online hay thi trên trường, và nếu như thời điểm thi quá muộn so với thời điểm bắt đầu năm học mới, thì có cách nào nhà trường giúp em thi riêng sớm hơn được không ạ? Em cảm ơn. ---------- ",
    "h1 Kính gửi PDT  /h1    pre Hiện tại tình hình covid đang phức tạp nên em không thể tới trường để nộp đơn xin chuyển hệ VHVL và tốt nghiệp. Vui lòng hỗ trợ em mấy vấn đề sau ạ: 1.PDT cho em hỏi có cách nào khắc phục vấn đề này không ạ?(ETC:31/07/2021) 2.Nếu nộp bằng AV để tốt nghiệp thì bây giờ có thể nộp online (https://mybk.hcmut.edu.vn/apps/src/nopccavndex.aspx?ticket=ST-721835-BJ2r-sso.hcmut.edu.vn) hay là phải đợi sau khi đơn chuyển hệ VHVL được chấp nhận ạ. Em xin chân thành cảm ơn!   /pre",
    "Thưa thầy (cô) cho em hỏi, em đã đi thực tập và đã đủ làm tiểu luận tốt nghiệp. Mặc dù , em đã đăng kí tiểu luận tốt nghiệp đúng thời gian đăng kí môn học nhưng em lại không có môn tiểu luận tốt nghiệp trong thời kjoas biểu và không có trong danh sách bảo vệ . Em mong thầy (cô) xem xét giúp em để em có thể  làm tiểu luận tốt nghiệp ạ! em cảm ơn. Em tên  -mssv ",
    "Dạ chào Thầy/Cô, sau khi cố gắng thử đắng kí giấy xác nhận sinh viên lại nhưng vẫn không thể đăng kí hợp lệ. Thầy/Cô/Anh/Chị xem qua video đính kèm giúp em ạ Em cảm ơn",
    "Kính chào, Em tên: , MSSV: , Trên trang Thông báo tuyển sinh hệ VHVL: Ở mục VI, phần \"Kế hoạch đào tạo\" có đường link để xem kế hoạch đào tạo theo ngành, tuy nhiên đường link này không click vào được. Em đang tham khảo Kế hoạch Miễn môn nên xin phép Cô có thể cho em xin đường link đó vào thư này được không. Em cảm ơn cô ạ. Trân trọng.",
    "Chào các Thầy Cô . E có đăng ký môn thực tập ngoài trường của khoa Xây Dựng và đã tìm được công ty phù hợp. Nhưng mail mới của trường thì  đưa về khoa giải quyết. Nếu không có hình thức trực tuyến nào giải quyết cho vụ thực tập ngoài trường thì vô học kì 211 e có thể đăng ký lại thực tập ngoài trường của kì hè hk203 ( đã thanh toán hp) không ạ?. Hay phải đợi tới kì hè 213 mới đăng kí lại được ạ",
    "Em có câu hỏi. Kì 211 em định đăng kí luận văn. Nhưng tình hình dịch đã 3 tháng qua của tp HCM nên không thể đi thi anh văn để lấy bằng. Cho em hỏi là nhà trường có đưa ra biện pháp nào để giúp đỡ chúng em không ạ. Có thể bổ sung anh văn sau không ạ. Em tha thiết xin nhà trường giúp đỡ tụi em ạ.",
    "Chào PĐT. do tình hình dịch bệnh khó khăn cho việc học và thi toeic nên em rất mong PĐT có thể xem xét áp dụng bảng chuyển điểm cũ cho cả k17 không ạ. Vì IIG hiện không tổ chức thi và có rất nhiều bạn k17 đã được chuyển  điểm theo thang chuyển  điểm cũ. Và chuẩn đầu ra của k17 chỉ là 500 nhưng để chuyển anh văn 4 thì  cần 600. Vì vậy em mong PĐT có Thể xem xét áp dụng bảng chuyển điểm cũ như k16 ạ. Em chân thành cảm ơn.",
    "Em chào thầy/cô ạ, Em là sinh viên khoá K18 của trường. Hiện em đang tạm dừng học từ HK202 và đã thanh toán hết phần học phí đã trễ hạn. Vậy nay em muốn xin thu nhận lại thì cần phải làm như nào ạ. Em có cần phải đến phòng đào tạo để nộp phiếu xin thu nhận lại không ạ? Em cảm ơn thầy/cô ạ.",
    "Thầy cô cho em hỏi môn học vừa thi lí thuyết vừa thi thực hành ( môn vi sinh vật đại cương và thí nghiệm) mà thí nghiệm vẫn chưa học xong thì chưa thi vào đợt 2.8 này đúng không ạ. Em cảm ơn.",
    "Dạ em chào PĐT, em có gửi đơn xin thay điểm VP 2 môn rồi, PĐT đã nhận đơn của em vào lúc dịch chưa bùng phát. Như vậy đơn xin hoãn thi của em có được xử lý không ạ? Dạ mong PĐT tạo điều kiện để em đủ tín chỉ tích lũy để đăng ký môn năm 3 ạ! Em cảm ơn PĐT rất nhiều!",
    "Dạ em là sv năm 2 bây giờ trường đã c9s mail về kế hoạch thi onl và đăng ký môn cho hk tiếp theo tuy nhiên bây giờ em còn đang học gdtc 3 chưa thể thi ck được mà môn này là đk để em đăng ký môn cho hk tiếp vậy thì làm sao em đk môn được ạ Em xin cảm ơn",
    "Kính gửi Phòng đào tạo, Sắp bước vào đợt đkmh học kỳ 211, khi đó em bước vào năm 4 và theo như quy định thì phải cần đạt chuẩn giáo dục thể chất 3 . Nhưng do tình hình sức khoẻ của em không đảm bảo để học giáo dục thể chất. Nên em kính mong Phòng đào tạo xem xét miễn chuẩn giáo dục thể chất 3 đối với em, để em có thể đkmh cho kỳ 211 . Minh chứng sức khoẻ em gửi bằng ảnh đính kèm . Em xin cảm ơn, Trân trọng,",
    "Chào phòng đào tạo ạ. Hiện tại em đang là sinh viên năm nhất của khoa Quản Lý Công Nghiệp. Trong HK201 em có rớt 1 môn do vắng thi cuối kỳ và thi tiếng Anh đầu vào em chỉ vượt qua mức 400. Nên hè này em đã đăng ký thi TOEIC để nộp vào trường, thứ nhất để xét chuẩn tiếng Anh, thứ 2 để chuyển điểm cho đủ 28 tín chỉ đăng ký môn cho năm 2. Nhưng vì tình hình dịch bệnh căng thẳng kỳ thi TOEIC đang bị hoãn vô thời hạn, nên em sợ rằng nộp không kịp trước hi đăng ký môn HK211 . Em hy vọng được phòng đào tạo giúp đỡ và hỗ trợ ạ. Em xin cám ơn rất nhiều.",
    "Em xin chào PĐT, Em là  - , khoa học máy tính. Cho em hỏi, với tình hình dịch bệnh như hiện nay không thể tổ chức kiểm tra ngoại ngữ (tiếng Anh) vậy thì điều kiện đăng ký môn học học kỳ 211 đối với ngoại ngữ sẽ được miễn như năm ngoái không ạ? Hay sẽ giải quyết thế nào ạ? Em xin cám ơn ạ. Chúc PĐT nhiều sức khỏe ạ! Trân trọng, ",
    "CODE  Dạ em chào các thầy cố quản lí. Em có đọc thông báo mới thì từ kì 211 học phí sẽ thu 1 lần thay vì chia 2 đợt như trước. Em rất mong trường xem xét lại việc này ạ, vì học phí trường mình đã tăng cao khá nhiều, bên cạnh đó nếu đóng 1 lần mà còn có môn dự thính nữa thì một lần đóng luôn là quá nhiều ạ. Dịch này ảnh hưởng quá nhiều đến kinh tế của gia đình em và em tin là gia đình của nhiều bạn khác. Em rất mong trường có thể xem xét cho đóng học phí hai đợt như cũ ạ.",
    "Em chào các Thầy/Cô phòng đào tạo! Em tên:  MSSV: Sinh viên ngành: Cơ kỹ thuật; khoa: KHUD Hôm nay em viết thư này hỏi về việc đăng kí luận văn tốt nghiệp học kì 211: Vấn đề của em như sau: Em được biết để đăng kí luận văn tốt nghiệp em phải đạt được 127 tín chỉ, nhưng hiện nay em chỉ mới đạt được 107 tín chỉ (học kỳ 201) vì: học kỳ 202 (12 tín chỉ) , 202DT (4 tín chỉ) ,  203 (3 tín chỉ) chưa tổ chức được kì thi học kỳ . Các kỳ thi quốc tế như toeic vẫn không được tổ chức thi  ( 4 tín chỉ: gồm AV3 và AV4). Nhưng em có đạt được toeic 500 và đã nộp cho trường trước đó nhưng không chuyển điểm AV3 và AV4) vậy nếu em được tham gia thi tất cả những môn trên thì em có thể vượt qua được 127 tín chỉ để đăng ký lvtn vào học kỳ 211. Em xin phòng đào tạo xem xét hoãn các điều kiện tiên quyết để đăng kí luận văn tốt nghiệp do tình hình dịch bệnh kéo dài ảnh hưởng đến tiến độ của chúng em và cho những bạn như em được đăng kí luận văn tốt nghiệp vào học kỳ 211 ạ.",
    "Xin chào ad, Em hiện tại là k15 em còn anh văn nói viết là ra trường. Nhưng hiện tại không thể thi được thì và đang bị tạm dừng học tập thì tình trạng hiện tại của em giải quyết như thế nào ạ . Em xin cảm ơn Rgs",
    "Kính gửi quý thầy/cô Em là Ông  MSSV:  Em có 2 câu hỏi như sau: 1) Em đã đạt anh văn 1A ( anh văn theo nhu cầu) và theo như trường thông báo anh văn 1A xét tương đương anh văn của chính quy. Vậy khi em đã đạt anh văn 1A thì vào học kì 211 này em được đăng ký anh văn 2 chính quy không ạ. 2) Ví dụ em đã đat anh văn 1A, anh văn 2, anh văn 3 thì em được xét là đã đạt chuẩn anh văn vào cuối năm 2 không ạ. Em mong quý thầy cô hồi đáp 2 câu hỏi của em Em xin cảm ơn",
    "Dạ em là khoá K15 còn thiếu chứng chỉ TOIEC 450 để được đăng kí luận văn tốt nghiệp học kì 211, do tình hình dịch bệnh nên em vẫn chưa thi được để lấy chứng chỉ này ạ. Em kính mong thầy cô có thể cho em được đăng kí Luận văn tốt nghiệp và em sẽ bổ xung chứng chỉ tiếng anh này sớm nhất trong học kì HK211 ạ. Em xin sự xem xét từ thầy cô, em cảm ơn nhiều ạ.",
    "Dạ xin chào,  Em gặp vấn đề về chứng chỉ tiếng anh, vì dịch em không thể đi thi để lấy chứng chỉ ielts 6.0 được, và đang bị tạm dừng đợt lần 1. Hiện tại em đạt 5.5  Cho em hỏi PĐT có hỗ trợ giúp em đăng ký môn học để em có thể tiếp tục được học ở học kì kế tiếp 211 không ạ. Em cảm ơn",
    "Dạ theo như yêu cầu của cô thì cho em gửi minh chứng xin thay thế điểm VP ạ! Mong cô xử lý và tạo điều kiện giúp đỡ em ạ! Em cảm ơn ạ !",
    "Do dịch nên phía IIG không cho thi lấy chứng chỉ Anh văn nên em không thể đăng ký Luận văn tốt nghiệp. Xin cho em hỏi em phải làm sao ạ? Em còn 1 học kỳ cuối và thiếu chứng chỉ để đăng ký Luận văn. Em đã làm xong đề tài báo cáo.",
    "Dạ em chào thầy cô. Em vừa nhận được mail trường về kế hoạch học tập kế tiếp ạ. Học kì trước em có một môn vắng thi cuối kì có phép ạ. Giờ em phải lên PĐT ở cơ sở 1 nộp đơn hay sao ạ. Mong thầy cô hướng dẫn giúp em ạ. Dạ em cảm ơn thầy cô.",
    "Kính gửi: PĐT trường Đại học Bách Khoa. Em tên:  MSSV:  Khoa: KTXD-Lớp: DD02 Nay em viết đơn này nhờ PĐT giải đáp thắc mắc về việc hiện em đang muốn đăng ký làm luận văn trong học kì sắp tới (HK211). Thầy hướng dẫn chính Trần Minh Thi và do tình hình dịch nên em vẫn chưa thi chứng chỉ ngoại ngữ TOEIC Listening-Reading em có biết đến việc xin bổ sung chứng chỉ sau khi làm LV. - Em làm sao để được Thầy Thi hướng dẫn chính ạ? - Thủ tục để xin hoãn cần những gì, thời gian xin hoãn bao lâu ạ? - Nếu trong trường hợp xin hoãn được thì em sẽ đăng ký LV ở trên trang DKMH hay ở đâu ạ? Em rất mong PĐT giải đáp thắc mắc giúp . Em xin chân thành cảm ơn!",
    "Em chào thầy/cô, Em tên là , MSSV  Cho em hỏi là vì lý do cá nhân mà em nộp trễ học phí của kì Dự Thính HK202. Em vừa đã thanh toán xong học phí trễ đó và việc viết đơn trình bày lí do trễ thì chưa nộp. Vậy em thắc mắc là với tình hình dịch thì em có thể nộp đơn trình bày online ở đâu và như thế nào không ạ? Hay là em không cần nộp đơn nữa vẫn được xem xét để thi môn đó? Mong thầy/cô giải đáp giúp em. Em cảm ơn ạ!",
    "Em chào thầy/cô! Vừa qua em có chuyển ngành từ Điện K2020 đại trà sang ngành Khoa Học Máy Tính Clc tăng cường tiếng Nhật và chuyển xuống học chung với khoá K2021, Vậy em phải tự đăng ký môn theo chương trình đào tạo của HK211 theo quy định, hay là được PĐT xếp tkb như tân sinh viên K2021 ạ? Nếu tự em đăng kí môn học thì hiện tại trên mybk của em vẫn chưa cập nhập gì về chương trình đào tạo của ngành mới này ạ?! do 19/7 là bắt đầu đăng kí môn hk211 rồi ạ! Em cảm ơn thầy cô ạ!",
    "Gửi quý thầy cô PĐT,  Tình hình là HK211 sắp bắt đầu nhưng dịch bệnh vẫn diễn ra phức tạp nên các trung tâm IIG hiện nay không thể tổ chức thi TOEIC để xét nhận LVTN. Vậy cho em hỏi nhà trường có phương án nào giúp cho những trường hợp như chúng em không ạ? Em xin chân thành cảm ơn. Trân trọng.",
    "Em chào thầy / cô      Em đọc trong mail kế hoạch học tập sắp tới, thi học kì HK202 sẽ diễn ra trong các tuần 31-32 (2/8 - 15/8/2021)  .Nhưng HK211 lại bắt đầu từ ngày 16/8/2021 . Như vậy việc xét số chỉ tích lũy để xét chuẩn năm 2 đăng kí môn sẽ như thế nào ạ Em xin cảm ơn ",
    "Xin chào PĐT, Cho e xin hỏi hiện tại còn có thể rút môn học của học kì 202 không ạ, vì một số lí do khách quan nên e gặp khó khăn ở một môn của HK202 và có thể bị ảnh hưởng đến việc chuẩn bị thi online sắp tới ạ. Rất mong PĐT hỗ trợ và giúp đỡ, e xin chân thành cảm ơn.",
    "Dạ cho em hỏi là tới ngày 19/7 là đkmh nhưng giờ trường và IIG đã tạm hoãn thi nên sao có thể đk luận văn được ạ. Em xin cảm ơn.",
    "Em chào thầy cô! Cho e hỏi là máy tính nhà em k có camera thì có cách nào để thi online sắp tới k ạ? em cảm ơn thầy cô",
    "Em chào thầy/cô Em là sinh viên khoá 2015,  sắp tới học kì 211 là kì học cuối cùng theo chương trình đào tạo của em . Hiện em còn 13 tín chỉ khác muốn đăng ký trong học kì 211 và cộng thêm 9 tín chỉ LVTN là 22 tín chỉ . Do học kỳ dự thính 203 và học kì dự thính 211 sắp tới ko chấp nhận mở các môn có thí nghiệm, trong khi 13 tín chỉ em muốn học đều có học phần thí nghiệm. Vậy em có thể đăng ký cả 13 tín chỉ này trong học kỳ chính 211 cùng với luận văn tốt nghiệp không ạ? Hoặc em có thể tham gia học trong học kỳ chính nhưng trả phí như môn dự thính đối với 1 môn để đáp ứng quy định tối đa 21 chỉ trong học kì chính không ạ . Vì đây là học kỳ cuối cùng em có thể tham gia học tập chính quy nên hy vọng phòng đào tạo có thể xem xét giúp em ạ . Em xin chân thành cảm ơn . Sinh viên ",
    "Kính chào quý thầy cô, em là Đặng Thanh Hiếu, MSSV:  (VLVH). Em bị quá hạn nộp học phí. Xin thầy cô cho em hỏi cách nộp phiếu THANH TOÁN TRỄ HẠN online ạ. Em xin cảm ơn.",
    "Chào quý thầy, cô ! Theo như mail mới nhất  thông báo thì tạm tính những môn chưa thi ĐẠT để đủ điều kiện ĐKMH HK211, vậy vẫn áp dụng điều kiện đủ tín chỉ đk không ạ? ( vd: SV năm 1 phải đạt ít nhất 28TC mới được đăng ký môn học năm 2) Em cảm ơn.",
    "Em chào thầy/cô ạ, Em là SV khoá K18 đang bị tạm dừng học HK202, nay em xin gửi phiếu xin thu nhận lại sau khi đã thanh toán toàn bộ học phí trễ hạn ạ. Em cảm ơn thầy/cô ạ.",
    "Kính thưa Phòng Đào tạo, Em là , MSSV: . Hiện tại em đang là sinh viên năm cuối thuộc Khoa Kĩ thuật Giao thông - Ngành Công nghệ Kĩ thuật Ô tô. Em có nguyện vọng muốn đăng kí thi tiếng Anh nói-viết để có thể được xét tốt nghiệp vì hiện tại em đã được xét duyệt học bổng nghiên cứu ở University of Ulsan (Giấy xác nhận nhập học và thông tin học bổng được đính kèm dưới đây). Kính mong Phòng Đào tạo xem xét và tạo điều kiện cho em để em đáp ứng được những yêu cầu từ phía Đơn vị cấp học bổng. Em xin chân thành cảm ơn!",
    "Kính chào quý Thầy/Cô Em tên Nguyễn Thành Lợi MSSV 15118 là sinh viên khoá 2015 lớp GT15TAU2. Hiện tại em đã hoàn thành chương trình đào tạo nhưng không đủ điều kiện đăng ký tốt nghiệp vì chưa nộp chứng chỉ ngoại ngữ. Do không đăng ký môn học nên em hiện tại em đã bị tạm dừng ở học kỳ vừa rồi. Xin cho em hỏi với tình hình dịch bệnh như hiện nay em muốn nộp đơn thu nhận lại thì phải làm thế nào ạ. Kính mong nhận được giải đáp của quý Thầy/Cô. Em xin cảm ơn! Best Regards.",
    "Hiện tại do ảnh hưởng của covid. Nên bên tổ chức thi Toeic IIG Hồ Chí Minh không tổ chức thi ạ. Và em không đủ điểm để đăng ký LVTN. Vậy em phải làm sao ạ. Và em có thể đăng ký môn LVTN trước, và sau đó IIG tổ chức thi lại và nộp chứng chỉ bổ sung sau được không ạ. Em cảm ơn",
    "Chào quý thầy cô Em tên là  K17 MSSV  Khoa Cơ Khí em đã học được 142/142 tín chỉ và em vừa bảo vệ luận văn vào ngày 12/07. Nhưng do tình hình dịch bệnh nên không thể tiến hành thi 2 kỹ năng còn lại. Cho em hỏi em có thể thi online được không. Bây giờ em có thể xin giấy tốt nghiệp tạm thời được không? em cần bằng tốt nghiệp để có thể nhập học vào học kỳ mùa thu 01/09 tại Ulsan. Em cảm ơn",
    "Em xin chào quý thầy cô. Em có một số vấn đề muốn hỏi quý thầy cô. Do các lý do cá nhân nên kì báo cáo luận văn ở học kì 2 năm học 2020-2021 em không thể tham gia để báo cáo và em muốn làm lại luận văn ở học kì 1 năm học 2021-2022. Nếu em không thể tham gia báo cáo thì được cho là vắng thi và 0 điểm. Vậy điểm 0 sẽ được tính vào điểm trung bình. Em có thể đăng kí điểm I để điểm luận văn không tính vào điểm trung bình được không ạ? Và cách đăng kí như thế nào ạ? Nếu không thể thì em có thể làm gì để điểm luận văn không tính vào điểm trung bình không ạ? Em xin cám ơn quý thầy cô.",
    "Cho em hỏi là thi anh văn nói viết online này có nhiều đợt đăng ký không ạ, hiện tại thiết bị và đường truyền mạng của e không đáp ứng đủ điều kiện thi, liệu có đợt đăng ký online sau không ạ?",
    "Thưa thầy (cô) cho em hỏi, em đã đi thực tập và đủ điều kiện làm tiểu luận tốt nghiệp. Mặc dù, em đã đăng kí tiểu luận tốt nghiệp nhưng vẫn không có thời khóa biểu và danh sách bảo vệ tiểu luận . Do tình hình dịch nên em không thể lên trường làm đơn để xin đăng kí làm tiểu luận nên Em mong thầy (cô) hướng dẫn cách làm đơn cứu xét lên phòng đào tạo để được làm tiểu luận tốt nghiệp ạ! em cảm ơn. Em tên  -mssv .",
    "Dạ nhà trường cho em hỏi, em có tiền sử bị bệnh tim mạch thì liệu có thể được miễn giảm học thể chất không ạ, em cảm ơn.",
    "Gửi Phòng Đào tạo Đại học Bách Khoa Thành phố Hồ Chí Minh, Em tên , mssv:. Hiện tại em đang trong trường hợp gia hạn thời gian Tốt nghiệp do còn thiếu 2 kỹ năng Tiếng Anh Nói-Viết.Nhưng hiện giờ em không thể đăng kí thành công Đợt thi Tiếng Anh Nói-Viết trực tuyến. Em mong Phòng Đào tạo có thể giải quyết giúp em. Em xin cảm ơn.",
    "Theo như nội dung email đã gửi ngày 4/6, em có thắc mắc về phần nội dung \"Hiện tại sinh viên đã có tên trong danh sách dự kiến tạm dừng học vì chưa thanh toán học phí HK202.\" PĐT cho em hỏi, nếu như sinh viên ở trong diện tạm hoãn học phí qua học kỳ sau, tức HK211, thì sinh viên cần những giấy tờ gì để được tham gia kì thì online HK202 sắp tới không ạ, em cảm ơn.",
    "Hiện tại sinh viên vẫn chưa có khả năng thanh toán học phí HK DT202, PĐT cho em hỏi thời hạn trễ nhất để nộp học phí nhưng vẫn được làm bài thi cuối kì là bao lâu, và cần những giấy tờ gì để có thể hoàn thành thanh toán trễ học phí, em cảm ơn PĐT.",
    "Em là , sinh viên K17 thuộc khoa Kỹ thuật Địa chất-Dầu khí. Em có thắc mắc về điều kiện anh văn để được đăng kí Luận văn tốt nghiệp trong học kì tới. Do dịch bệnh nên các kì thi toeic tại khu vực TP.HCM đã bị hủy bỏ nên em chưa thể lấy được chứng chỉ toeic. Vậy trong học kì tới, nhà trường có thể xem xét để chúng em có thể đăng kí làm Luận văn tốt nghiệp và bổ sung bằng toeic sau được không. Em xin chân thành cảm ơn",
    "Em chào Thầy/ Cô,  Phòng đào tạo vừa thông báo hình thức thi cho học kỳ 202 là trực tuyến. Laptop của em không có camera, em có thể sử dụng cả điện thoại (có camera) và laptop để đăng nhập vào làm bài để minh chứng không ạ",
    "Chào Thầy/Cô em là sinh viên năm 4 sau khi đọc kế hoạch mới của phòng đào tạo em có câu hỏi là: do dịch phức tạp các trung tâm không tổ chức thi chứng chỉ toeic vậy kì sau em có được đăng kí luận văn không ạ? Em cảm ơn!",
    "Em chào quý thầy cô lịch thi HK2 của em có môn hiện tạm dừng. Quý thầy cô cho em hỏi là môn này đã thi chưa, và nếu chưa thì trường đã có kế hoạch tổ chức thi chưa ạ",
    "Ban Giám Hiệu            Phòng Đào Tạo Trường Đại Học Bách            Khoa Em tên là :  Mssv :  Dạ thưa PĐT em vừa mới đọc được email của Trường về việc sinh viên chuẩn bị thi trực tuyến, nhưng do nhà em vẫn chưa kết nối với Wifi em chỉ đang dùng 4g nhưng vẫn không ổn định về đường truyền trong lúc thi em sợ sẽ không làm bài trọn vẹn được, nên em xin ý kiến của Phòng Đạo Tạo là cho em thi vào học phần được tổ chức kế tiếp được không ạ  Em xin chân thành cảm ơn    ",
    "Chào thầy/cô Hiện tại e đang trong quá trình nộp hồ sơ xét tuyển học văn bằng 2. Theo như lịch học vụ thì kết quả xét tuyển sẽ có vào ngày 5/8/2021, nhưng lịch đăng ký môn học thì chỉ diễn ra vào 19/7-23/7. Cho e hỏi, nếu trúng tuyển thì môn học sẽ được nhà trường sắp xếp sẵn hay nhà trường sẽ mở một đợt đăng ký riêng cho hệ văn bằng 2 ạ? Em cảm ơn thầy/cô ạ!",
    "Xin chào PĐT ạ . Em hiện tại là sinh viên năm cuối hệ đại trà chính quy, khoa Điện-Điện tử . Theo đúng như kế hoạch thì học kì 211 sắp tới em sẽ làm LVTN . Theo như kế hoạch mới nhất của trường mà em vừa nhận được, 19/7/2021 sẽ bắt đầu đkmh cho toàn SV, tức là nếu em muốn đăng kí làm LVTN thì em phải đăng kí vào ngày 19/7/2021 . Em đã qua 4 môn anh văn của trường (AV1-2-3-4). Nhưng để được làm LVTN thì phải thi chứng chỉ anh văn. Từ cuối tháng 5 đến hiện giờ, em đã cố gắng đăng kí thi những chứng chỉ tiếng anh để đáp ứng yêu cầu tiếng anh của LVTN mà trường đề ra. Nhưng tình hình dịch bệnh như hiện nay, tất cả các trung tâm tổ chức thi chứng chỉ tiếng anh (kể cả TOEIC trong trường mình) đều đã hủy lịch thi và trả lại tiền cho thí sinh. Hôm nay là 16/7/2021, em vẫn chưa có được chứng chỉ anh văn để đăng kí LVTN cho ngày 19/7 sắp tới. Em hiện tại đang rất rối vì không biết phải làm thế nào. Em rất mong PĐT giải đáp và hỗ trợ em. Em cảm ơn ạ.",
    "Em đã   B hoãn thi    2 môn: Tư tưởng Hồ Chí Minh và Cơ sở điện tử công suất ở   B HK192   . Em muốn đăng ký để thi thay thế điểm hoãn thi ở 2 môn này nhưng HK202 hiện tại trường mình thực hiện thi online thì em phải đăng ký như thế nào để được thi ạ. Em xin cảm ơn",
    "Laptop của em có vấn đề về camera, đồng thời đường truyền mạng của em cũng không ổn định, thường mất kết nối đột xuất, nhưng do giãn cách xã hội, em không thể sửa các thiết bị trên, em có thế đăng kí hoãn thi cuối kì được không ạ? Và nếu được thì khi nào em có thế được thi lại. Em có cả học kì 202 và 203 như vậy em sẽ thi bỗ sung như nào? Trân thành cảm ơn!",
    "Em  MSSV   thầy/cô PĐT  Cho em hỏi là môn : N, N,  1,  1,  . Những môn này các khóa trước của trường cao đẳng điện lực TPHCM qua học liên thông thì được miễn, nhưng đến khóa em học thì lại không được miễn mong khoa xem xét giải đáp thắc mắc vấn đề này giúp tụi em với ạ! Em chân thành cám ơn!!",
    "Dạ cho em hỏi kì sau em chỉ còn 6 tín chỉ là hoàn thành theo chương trình đào tạo kì 1 năm 4. Nhưng theo quy chế mỗi học kỳ phải đăng ký tối thiểu 14 tín chỉ,pdt có thể xem xét để em có thể đăng ký 6 tín chỉ được không ạ.Em cảm ơn.",
    "Xin chào thầy/cô, Em là , MSSV: , email: . Ngày 02/07, em có làm đơn xin rút môn \"Thực tập kĩ thuật\" (213752) và được chấp nhận vào ngày 05/07 (Thông qua cô Quỳnh trên hệ thống BKsi) . Tuy nhiên hôm nay 16/07, PĐT có công văn hướng dẫn về việc thực tập trực tuyến và Khoaộ môn cũng cho phép thực tập trực tuyến. Do đó, em muốn xin HỦY RÚT MÔN \"Thực tập kĩ thuật\" (213752) để hoàn thành chương trình học được không ạ? Em biết bây giờ PĐT đang rất bận, nên em xin lỗi vì đã làm phiền thầy/cô. Em chúc thầy/ cô sức khỏe. ",
    "Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa TPHCM:   Em tên: .   Lớp : VP20VL   Mã số sinh viên:  Học kì 202 vừa rồi em có tạm hoãn vì lí do cá nhân và được Ban Giám hiệu trường chấp nhận. Hiện tại em muốn xin được đăng kí thu nhận lại, bắt đầu từ học kì 211, do tình hình diễn biến phức tạp của dịch Covid 19 nên không tiếp xúc trực tiếp với nhà Trường được. Em có đính kèm file chứa đầy đủ thông tin cần thiết để giúp cho việc truy xét của nhà Trường. Rất mong Trường có thể giúp đỡ cho trường hợp của em ạ!Để em có thể đăng kí môn học trong đợt sắp tới ! Em xin hứa sẽ nộp học phí cũng như bằng THPT đúng hạn ạ! EM cảm ơn quý thầy cô đã tiếp nhận ý kiến của em ạ!!!",
    "Chào thầy/ cô, Em là  - MSSV:  - Khoa Khoa học và Kỹ thuật máy tính. Cho em hỏi em chuẩn bị đăng ký luận văn học kỳ 211 nhưng vì dịch nên em chưa kịp thi toeic để nộp vậy em có thể đăng ký làm luận văn được không ạ? Em cám ơn ạ.",
    "Em muốn hoãn thi hk202 thì phải làm như thế nào ạ",
    "Kính thưa PĐT và Thầy/Cô! Em  MSSV  khoa điện ạ. Em muốn hỏi về thời gian đăng ký môn học của em là luận văn tốt nghiệp do dịch bệnh nên hiện tại em chưa thi được bằng toeic để nộp ạ. PĐT cho em hỏi thời gian đăng ký dành cho luận văn có được dời lại không ạ và nếu có dời lại thì đến ngày nào ạ. Em mong PĐT cho em thông tin ạ .Em chân thành cảm ơn ạ!",
    "Dạ em chào thầy cô Phòng Đào Tạo ạ. Em tên , MSSV , Khoa Khoa học Ứng dụng, khoá K14. sđt [phone_number] Dạ e thấy thông báo nhà trường có hỗ trợ SV đã đủ điều kiện tốt nghiệp nhưng thiếu AV 2 kỹ năng nói viết thi trực tuyến bằng cách đăng ký môn học. Em vào đăng ký thì trang báo không được đăng ký trong đợt này. Dạ em mong Phòng Đào Tạo xem giúp em với ạ. Em cảm ơn ạ!",
    "Cho em hỏi là nếu Môn học mới tương đương 2 môn học cũ thì khi làm đơn chuyển điểm thì tính vào số tín chỉ tích lũy như nào vậy ạ. EM cảm ơn  I   B ",
    "Em tên: Vũ Nguyễn Hoàng Duy MSSV: Chào thầy cô PĐT, em tạo yêu cầu này vì muốn hoãn thi GK môn học Vật Lý 1  Lý do: kết nối mạng nơi ở của em không ổn định. Kính mong quý thầy cô xem xét cho em hoãn thi. Em xin cám ơn.",
    "B   I Em xin kính chào các thầy cô    . Em tên là: Lê Hoàng Long MSSV: 1811045 Sinh viên lớp DV04 khoa Điện- Điện tử trường ĐH Bách Khoa- ĐHQGHCM. Em xin trình bày một sự việc, có một vài câu hỏi mong thầy cô của PĐT có thể trả lời cho em. Em hiện đang là sinh viên năm 3 của trường và đã đủ điều kiện để đi thực tập, theo quy định em được biết là em sẽ đi Thực tập tốt nghiệp vào kì thứ 7(Tức là kì 203). Vào ngày 12.5.2021, sau khi có thông báo nghỉ học của nhà trường thì em đã về quê ở Phú Yên và em đã ở đây cho đến hiện tại. Vào ngày 31.5.2021, em đã nộp CV thực tập của em vào công ty mà em muốn thực tập là FPTsoftware HCM và đã được nhận, vì dịch bệnh COVID-19 nên em được nhận làm việc tại nhà vào ngày 15.6.2021.  Và sau khi em được nhận thầy phụ trách, em đã liên hệ thầy và hỏi về TTTN, em đã báo cho thầy về việc em làm ở Cty ngoài thì thầy nói là thầy không hướng dẫn được.  Em thật sự không biết là PĐT và Khoa đã có yêu cầu là không cho sinh viên thực tập bên ngoài, và em vẫn làm bình thường trong khi các bạn khác thì nhận đề tài của thầy giao để TTTN. Đến hôm nay thì em hỏi lại thầy để trao đổi với thầy hướng dẫn về Báo cáo TTTN thì em mới biết là em đã làm sai quy định về TTTN, đã không tôn trọng GVHD và đã tự ý làm việc bên ngoài mà không theo lời của GVHD. Thầy có nói em phải tự giải quyết việc này là liên hệ với PĐT để hỏi về việc thực tập ngoài trường . PĐT cho em hỏi là bây giờ em phải làm gì để khắc phục lỗi sai, cũng để được hoàn thành kì TTTN này ? TTTN có liên quan đến LVTN nên em mong sẽ được trả lời câu hỏi này để em có thể hoàn thành chương trình học còn lại của mình. Em xin chân thành cảm ơn! Sinh viên, Lê Hoàng Long",
    "Kính gửi thầy (cô),em tên là  sinh viên thuộc lớp DD20LT18. Vì một số lý do, em phải hoãn kì thi hk2.Nên nay em có chút thắc mắc là việc thi sau có ảnh hưởng gì tới việc phân ngành không,nếu thi sau thì thi chúng với học kì chính hay học kì dự thính ạ. Em xin chân thành cảm ơn",
    "Chào thầy (cô), em tên  MSSV , sinh viên chuyển hệ từ chính quy sang vừa học vừa làm. Em có nhận được mail thông báo điểm chuyển từ ngày 11/6 nhưng có sai sót so với bảng điểm của em cụ thể là có những môn em đã hoàn thành nhưng lại báo chưa hoàn thành là môn Giải tích 2, Thực tập tốt nghiệp, Luận Văn tốt nghiệp. Em đã viết mail phản hồi theo hướng dẫn nhưng không nhận được phản hồi lại và xem bảng điểm, điểm chuyển đều chưa thấy cập nhật gì. Mong quý thầy (cô) xem xét, hoặc em phải làm những gì vì ngày 19/7 đã bắt đầu đăng kí môn học. Em cảm ơn ạ.",
    "Kính thưa phòng đào tạo. Họ tên:  ĐẠT MSSV:    Em xin được trình bày là hiện tại em chưa có bằng toeic để làm luận văn, vì dịch bệnh diễn biến phức tạp nên các trung tâm không tổ chức thi anh văn, kính mong phòng đào tạo xem xét giúp em có hướng giải quyết ạ. Trân trọng. ",
    "Dạ em có câu hỏi là những lớp muốn mở lớp theo hình thức nộp đơn thì ở HK211 này sẽ đăng ký với hình thức như nào vậy ạ ? Do tình hình dịch bệnh đang rất phức tạp nên chúng em không thể lên PĐT để nộp đơn được ạ vậy thì PĐT có giải pháp nào để giúp những sinh viên như chúng em không ạ ? Em xin cám ơn PĐT ạ .",
    "Chào anh/chị ạ, Cho em hỏi về việc thi online, lúc về quê em không mang theo thẻ sinh viên về, giờ không có thẻ sinh viên thì em phải làm thế nào ạ",
    "Em xin chào Thầy/Cô PDT. Em tên là Nguyễn Quang Khương_1711833, sinh viên hệ chính quy Khoa Kỹ Thuật Xây Dựng, chuyên ngành Cảng Biển, em đang ở diện sinh viên tạm dừng học. Và hiện tại em muốn làm giấy thu nhận lại sinh viên. Nhưng do tình hình dịch nên không thể qua trường nộp được, vậy giờ em phải làm thủ tục thu nhận như thế nào ạ ? Phải qua trường hay làm online ạ ? Em xin cảm ơn và mong quý Thầy/Cô phản hồi giúp em ạ!",
    "kính chào anh chị phòng đào tạo em là  sinh viên K17, em muốn xin chữ ký của thầy em để DKMH nhưng do tình hình dịch bệnh em không thể xin trực tiếp chữ ký thì phải làm như thế nào ? em có thể nhờ thầy ký tên gián tiếp lên đơn của em được không? (ký lên bản word) hoặc cách xác nhận nào khác?.   Mong anh chị giúp đỡ. Em chân thành cám ơn.",
    "Em hiện đang trong khu cách li tập trung, 3 tuần nữa mới được cho về, 2 tuần nữa là thi rồi, hiện trong khu cách li không có thiết bị giúp thi được. Cho em hỏi muốn hoãn thi thì phải làm sao ạ ",
    "Em là sinh viên k16. Thầy/Cô cho em hỏi hiện tình trạng sinh viên của em trên mybk là tạm dừng. Học kỳ k211 em muốn đăng ký môn học để thì em phải làm gì để có thể chuyển tình trạng sinh viên để có thể đăng ký môn học ạ? Mong thầy/cô giải đáp giúp em với ạ      .",
    "Em là sinh viên năm 3 khóa k18 phân ngành ktxd cơ sở hạ tầng (cấp thoát nước). Thầy/cô ơi, em xin hỏi là mã môn học của k19 khác với k18, đợt đăng ký môn học sắp tới không mở các môn của năm trước kỳ trước nữa thì  em có thể đăng ký môn học k19 giống với k18 nhưng khác mã môn được không ạ, em có cần phải làm giấy chuyển môn tương đương hay không ạ. Có danh sách chuyển đổi môn tương đương không ạ, em tìm trên trang web của trường không có ạ. Em xin cảm ơn.",
    "Chào cô, thầy, Hiện tại em không còn nợ môn học nào và đang bổ sung bằng ngoại ngữ anh văn để ra trường. Do kì trước em không đăng ký môn học nào nên bị tạm dừng học kì. Nên giờ không thể đăng ký thi anh văn kỹ năng nói viết được. Cho em hỏi có cách nào để mở lại tình trạng sinh viên để em đăng ký thi anh văn kịp thời không ạ?!",
    "Cho em hỏi nếu như những môn vẫn chưa được làm thí nghiệm thì có thi Cuối Kì ở tuần 31-32 hay không ạ ? Hay sẽ được sắp xếp để làm thí nghiệm rồi mới thi ạ ?",
    "Em chào Phòng Đào Tạo ạ. Em là . MSSV: . Lớp :XD16TL01. Hiện tại em đã hoàn thành hết chương trình học còn anh văn nói viết để tốt nghiệp. Do học kì 2 năm học 2020-2021 em không đăng kí môn học nên đã bị tạm dừng. Do dịch bệnh em không thể lên trường nộp đơn thu nhận lại. Trường có tổ chức thi anh văn nói viết online không biết tình trạng tạm dừng của em có ảnh hưởng đến đăng kí thi không ạ. Em mong muốn phòng đào tạo có thể giải quyết mở lại tình trạng học của em được không ạ. Em xin cảm ơn ạ!",
    "Em tên , MSSV: , hiện em đang học khoa Kĩ Thuật Giao Thông lớp T01, khoá 2020-2021 hệ VHVL Em đính kèm phiếu đăng kí rút môn học môn Các Quá Trình Chế Tạo, Mã MH: ME2071 Em xin cám ơn Phòng Đào Tạo  ",
    "Vì sự bất cẩn của bản thân mà em đã không đăng ký nộp bằng PTTH đợt 2 do trường mở, em vô cùng hối hận và rất mong nhà trường có thể mở thêm đợt 3 hoặc 1 cách khác nào đó để em có thể nhận phiếu xác nhận thông tin bằng PTTH. Vì em biết hậu quả nghiêm trọng nên xin nhà trường giúp em 1 lần ạ, em sẽ rút kinh nghiệm cho sau này. Em chân thành cảm ơn!",
    "Dạ Em chào Thầy/Cô ạ Tình hình của Em là chưa đóng học phí HK201 và HK202, lý do là Em phải đi làm thêm để kiếm tiền đóng HP ạ. Mà giờ Em đã có đủ tiền để đóng HP cho Trường nhưng giờ Em đang bị giữ ăn ở tại chỗ làm, cầm tiền mặt không thể đến ngân hàng để nộp được ạ. Cho Em hỏi nếu chưa đóng HP kịp thì đợt đăng kí HK211 đợt 1 từ ngày 19/7 Em có được phép đăng kí không ạ? Mong Thầy/ Cô giải đáp thắc mắc cho Em  Em xin cám ơn ạ!",
    "Em xin chào quý thầy cô ạ!!! Em là . Mssv là  Theo quy chế mới thì sau khi kết thúc năm nhất thì các sinh viên phải hoàn thành hp1 của Giáo Dục Thể Chất thì mới được đăng kí các môn năm 2(có mã mở đầu là 2XXXYY). Ở hk201 vì một vài lí do thì em lại đăng kí gdtc không được nên em chỉ có thể đăng kí môn gdtc ở học kì 202. Nhưng do tình hình dịch bệnh phức tạp nên nhà trường đã tạm hoãn dạy học gdtc nên bây giờ em vẫn chưa hoàn thành được một học phần gdtc nào. Em viết tus này kính mong thầy cô tạo điều kiện để em đăng kí môn học ở năm 2( lịch đăng kí môn năm 2 từ ngày 19/7/2021). Em xin chân thành cảm ơn. Chúc thầy cô một ngày tốt lành.",
    "912607    . Chào Thầy/Cô PĐT ạ, Em có thắc mắc: Tại sao HK DT203 lại thi trước cả kì 202 và DT202 vậy ạ ? Tụi em vừa học xong vào tuần 29 (Tuần này tụi em đã phải làm thêm kt giữa kì + Báo cáo Bài tập lớn) thế mà sang tuần 30 lại phải thi luôn thì em thấy không hợp lý chút nào, về mặt thời gian ôn tập và về tuần tự các kì học. Em mong các Thầy/Cô pđt cân nhắc. Em cảm ơn ạ!",
    "Em tên , MSSV:  Em đã hoàn thành chương trình học vào HK201 năm học 2020-2021 nhưng chưa đủ điều kiện anh văn nói - viết nên không kịp tốt nghiệp vào tháng 4 năm 2021. Lúc xem thông tin học vụ em mới biết mình đang trong trình trạng TẠM DỪNG nên không thể đăng ký thi anh văn và đăng ký tốt nghiệp. Em xin nộp phiếu đăng ký thu nhận mong PĐT xem xét để em có thể được đăng ký thi anh văn nói - viết để xét tốt nghiệp. Và cho em hỏi là nếu em được thu nhận và thi đủ điểm anh văn thì em có thể tốt nghiệp vào tháng 11 năm 2021 không ạ? Em cảm ơn ạ",
    "Em là sinh viên năm nhất ạ. Nhưng tính tới hết năm nay thì em mới đạt 27 tín chỉ tích lũy. Vậy năm sau em sẽ không được công nhận là sinh viên năm 2 đúng không ạ. Vậy thì học phí của em cũng phải đóng như k21 hay thế nào ạ?",
    "Cho em hỏi về trường hợp hoãn thi trực tuyến cuối kì ở học kì 202 và DT 202. Khi hoãn thi là hoãn thi hết tất cả các môn hay từng môn ?. Và thủ tục hoãn thi trực tuyến là như thế nào?",
    "Sắp tới em phải thi GHK 203 môn giải tích 2, theo nhà trường yêu cầu khi thi online cần mở camera, nhưng laptop của em bị hư camera thì có thể mở bằng điện thoại được không, vì em thấy trong hướng dẫn không nói là mở cam nào. 2/Nhà trường có dán đường link hướng dẫn quay màn hình laptop lại khi thi, nhưng laptop của em không dùng được ứng dụng đó, không cho phép quay bằng cách đó, vậy thì em có thể dùng phần mềm quay màn hình OBS được hay không?  3/Dùng OBS thì có tính là vi phạm điều 3c trong hướng dẫn là không được dùng bất kì phần mềm nào khác không? Mong nhà trường giải đáp thắc mắc của em và với những câu hỏi phía trên thì em có nên hoãn thi hay không. Em xin cảm ơn.",
    "Dạ, em tên  cho em hỏi, em có học lớp anh văn nhu cầu cơ bản A và anh văn nhu cầu 1A ( chưa thi học kì cả 2) Vậy học kì 211 em có được phép đăng kí môn anh văn 2 không ạ",
    "Em là sinh viên khóa K14, thời gian đào tạo tối đa 13 học kỳ đến tháng 4/2021. Em đã hoàn thành đủ chương trình đào tạo nhưng do thiếu 2 kỹ năng Nói -  nên đến nay đã hết thời gian đào tạo tối đa. Em có mong muốn được chuyển sang hệ đào tạo vừa học vừa làm. A/c cho em hỏi có được không và nếu được thủ tục thế nào ạ. Em chân thành cảm ơn!",
    "Dear  Em đã nhận được mail đnag ký thi Anh Văn Nói-Viêt Online. Tuy nhiên em vào đang ký thì trang Web đăng ký chỉ hiện các khóa đang ký cũ, không thể hiện đăng ký thi Online (như hình đính kèm) Cho em hỏi có cách khác để đăng ký Online hay không và nếu dùng thông qua trang web như hình đính kèm thì lúc nào em mới có thể đăng lý lại ạ Vì hạn đăng ký từ 16/7-21/07 nên em mong nhận được phản hồi sớm từ  để em có thể đăng lý thi ạ Em xin chân thành cảm ơn Trân trọng./  - ",
    "Dạ chào thầy cô. Do điều kiện không đáp ứng yêu cầu thi trực tuyến nên em muốn hỏi về các thức đăng ký hoãn thi trực tuyến như thế nào vậy ạ.",
    "Kính gửi các anh chị cán bộ tại Phòng Đào Tạo, trường Đại học Bách khoa TP.HCM, Em tên là , sinh viên khóa K19 khoa Điện - Điện tử, MSSV  đang theo học tại trường. Em mong được Phòng Đào Tạo xem xét thu nhận lại để em có thể tiếp tục học tập trong học kỳ tới. Sở dĩ em có quyết định tạm dừng học kỳ trước là do trong quá trình học tập, em chưa có khả năng sắp xếp được thời gian, và do cảm thấy bản thân không phù hợp với ngành học hiện tại. Song sau một khoảng thời gian suy nghĩ, em đã có thể nhìn nhận lại và quyết tâm cố gắng theo con đường đã chọn. Về đơn xin thu nhận lại, với tình hình dịch bệnh phức tạp hiện tại, em không đủ khả năng scan đơn hoặc gửi bưu điện đưa đến cho Phòng. Em xin được phép nộp hình ảnh thay thế, đã điền đầy đủ thông tin. Khi có thông báo chính thức được tiếp tục học tập tại trường, em xin cam kết sẽ trình đơn theo quy định. Do thời gian đăng ký môn học khá gấp rút, em khẩn mong các cán bộ có thể giải quyết giúp cho em. Em xin chân thành cảm ơn mọi người . -- SĐT: [phone_number] MSSV: ",
    "Họ và tên:  MSSV:  Lớp: MT17KH03",
    "Dạ em chào thầy/cô. Em tên , MSSV: . Trong học kỳ 2 năm học 2020-2021 em có xin được bảo lưu. Trong học kỳ em có nguyện vọng xin được quay lại tiếp tục thực hiện nốt chương trình học. Nhưng do tình hình dịch không thể đi lại, khu vực em đang sinh sống cũng đang bị phong tỏa. Thì không biết em có thể gửi đơn xin thu nhập online qua mail, hoặc có phương thức nào em có thể thực hiện không ạ? Mong nhận được phản hổi từ thầy/cô! Em xin cảm ơn ạ!",
    "Em chào Thầy/Cô ạ Em tên là , khóa 19 Khoa CNVL Các kỳ vừa quá số lượng sinh viên đăng ký học thể chất rất đông nên em không may mắn được học thể chất vì vậy mà em vẫn còn thiếu 1 môn thể chất, dự định kỳ hè này trường mở lớp sẽ đăng ký học để hoàn thành nốt, nhưng dịch bệnh kéo dài nên trường cũng đã hủy lớp. Còn 2 ngày nữa là đăng ký học phần , em rất lo vì sẽ không đạt yêu cầu đăng  ký các môn năm 3 và em cũng chỉ có thể được đăng ký 1-2 môn học. Em hy vọng những bạn trường hợp như em thì nhà trường có thể nhẹ nhàng ưu tiên để em có thể học tiếp như các bạn Em xin chân thành cảm ơn Thầy/Cô ạ.",
    "Chào thầy cô,  Do điều kiện dịch bệnh và em không đáp ứng đủ được yêu cầu về trang thiết bị nên em muốn đăng ký hoãn thi online, vậy thủ tục như thế nào ạ?",
    "Kính chào PĐT, Trong học kì 211 sắp tới, em sẽ thực hiện đề cương LVTN và hiện tại em đã được sự đồng ý một giáo viên bộ môn trong khoa hướng dẫn(em với giáo viên đã trao đổi với nhau). Do tình hình dịch bệnh đang rất phức tạp, em không thể thực hiện các thủ tục trực tiếp tại văn phòng . Kính mong PĐT hướng dẫn em thủ tục làm việc ONL để hoàn tất việc đăng kí giáo viên hướng dẫn Đề cương LVTN. Trong lúc chờ đợi phản hồi, em xin chân thành cảm ơn. Chúc cán bộ PĐT mạnh khỏe, an toàn mùa dịch Thân,  ",
    "Xin chào PĐT ạ. Em hiện tại là sinh viên năm cuối hệ đại trà chính quy, khoa Điện-Điện tử. Theo đúng như kế hoạch thì học kì 211 sắp tới em sẽ làm LVTN. Theo như kế hoạch mới nhất của trường mà em vừa nhận được, 19/7/2021 sẽ bắt đầu đkmh cho toàn SV, tức là nếu em muốn đăng kí làm LVTN thì em phải đăng kí vào ngày 19/7/2021. Em đã qua 4 môn anh văn của trường (AV1-2-3-4). Nhưng để được làm LVTN thì phải thi chứng chỉ anh văn. Từ cuối tháng 5 đến hiện giờ, em đã cố gắng đăng kí thi những chứng chỉ tiếng anh để đáp ứng yêu cầu tiếng anh của LVTN mà trường đề ra. Nhưng tình hình dịch bệnh như hiện nay, tất cả các trung tâm tổ chức thi chứng chỉ tiếng anh (kể cả TOEIC trong trường mình) đều đã hủy lịch thi và trả lại tiền cho thí sinh. Hôm nay là 16/7/2021, em vẫn chưa có được chứng chỉ anh văn để đăng kí LVTN cho ngày 19/7 sắp tới. Em hiện tại đang rất rối vì không biết phải làm thế nào. Em rất mong PĐT giải đáp và hỗ trợ em. Em cảm ơn ạ.",
    "n xin cứu xét đơn kí bổ sung môn học dự thính hè 203. Do nhầm mã môn thực tập nên em viết đơn này mong phòng đào tạo, tạo điều kiện cho em đăng kí môn để kịp tiến độ trong trường",
    "Kính gởi phòng đào tạo, Em là , MSSV , hiện đang học Khoa Xây dựng, ngành Kỹ thuật công trình Xây dựng theo chương trình đào tạo 2014.   Em đã xin quyết định của khoa để miễn và ghi điểm 12 cho các môn CI3343 - Thực tập tốt nghiệp (XD Dân dụng & Công nghiệp)  CI4341 - 1 Đề cương luận văn tốt nghiệp (XD Dân dụng & Công nghiệp) Nhưng trong quyết định gửi ra bị sai mất mã 1 môn. Môn CI4341 - 1 Đề cương luận văn tốt nghiệp (XD Dân dụng & Công nghiệp) đã bị ghi thành môn CI4331 - Đề cương đồ án tốt nghiệp (Cảng - Công trình Biển) Kính mong phòng đào tạo giúp đỡ em chỉnh sửa lại quyết định và cập nhật điểm giúp em. Em xin cảm ơn",
    "Dạ em tham gia BKFC về trường cấp 3 tư vấn tuyển sinh từ tháng 1 được 3 ngày công tác xã hội bên BKFC đã xác nhận ngày cho em nhưng vì dịch chưa cập nhật vào hệ thống nhà trường nên em không đủ điều kiện đăng ký Luân Văn tốt nghiệp Cho em hỏi có phương thức nào giúp em có thể đăng ký môn học được không ạ",
    "Kính chào thầy cô, Em tên  MSSV  khoa Khoa học ứng dụng ngành Vật lý Kỹ thuật, Chương trình đào tạo của em có môn \"EE1011 Giải tích mạch\" 4 tín chỉ. Theo thông báo từ PĐT môn này được đổi sang môn thay thế thành các môn khác (ảnh đính kèm). Em thắc mắc nếu em học môn \"EE2033 Giải tích mạch\" thì chỉ tích lũy được 3 tín chỉ và phải học thêm \"EE1007 Vật lý bán dẫn\" mới đủ tín chỉ theo CTĐT ngành của em. Hay chỉ cần đăng ký 1 môn \"EE1007 Vật lý bán dẫn\" đã đủ 4 tín chỉ. Em cảm ơn thầy cô đã đọc. Rất mong nhận được sự hỗ trợ của thầy cô. Em xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo !  Theo như thông tin nhà trường đã thông báo thì chúng em được tổ chức thi online , và các môn thí nghiệm sẽ được tổ chức sau khi hoàn thành các buổi thí nghiệm . Chúng em cần nắm bắt thông tin để ôn tập , và với môn vẽ kĩ thuật Cl1003 thì chúng em còn 2 buổi vkt thí nghiệm chưa hoàn thành và nó có thể hoàn thành tại nhà bằng autocad , thì cho em hỏi với môn vkt cl1003 có được tổ chức thi vào đợt này không ạ ! Em xin chân thành cảm ơn !",
    "Em tên  MSSV:    Xin Phòng đào tạo cho em được hoãn thi các môn cần thi online ạ, do em không có đủ trang thiết bị cần thiết để đảm bảo thi onl được ạ Mong phòng đào tạo sớm phản hồi giúp em Em xin chân thành cảm ơn ạ",
    "Em tên  MSSV:Chào thầy cô phòng đào tạo, em làm yêu cầu này vì muốn hoãn thi GHK203 Lý do: Kết nối mạng và thiết bị điện tử không đáp ứng được yêu cầu kỳ thi Kính mong quý thầy cô xem xét giúp em hoãn thi lần này. Em cám ơn quý thầy cô",
    "Em xin chào Thầy/Cô PDT. Em tên là Nguyễn Quang Khương_1711833, sinh viên hệ chính quy Khoa Kỹ Thuật Xây Dựng, chuyên ngành Cảng Biển, em đang ở diện sinh viên tạm dừng học. Và hiện tại em muốn làm giấy thu nhận lại sinh viên. Nhưng do tình hình dịch nên không thể qua trường nộp được, vậy giờ em phải làm thủ tục thu nhận như thế nào ạ ? Phải qua trường hay làm online ạ ? Em xin cảm ơn và mong quý Thầy/Cô phản hồi giúp em ạ!",
    "Em tên là  Mssv:.Cho em hỏi là với tình hình dịch bệnh đang khá căng thì việc làm đơn mở môn học mới cho HK211 sẽ như nào ạ,em xin cảm ơn.",
    "Em muốn đăng ký hoãn thi cuối kỳ học kỳ 202 và học ky 203 do không đảm bảo được đường truyền",
    "Dạ chào PĐT ạ! Cho em hỏi là kỳ sau em muốn đăng ký LVTN mà hiện do tình hình dịch bệnh em chưa có chứng chỉ Toeic 500 thì em có đăng ký được môn học LVTN không ạ?",
    "Em chào thầy/cô, em xin hỏi là bây giờ em còn có thế đóng học phí không ạ, em mất tài khoản OCB online và hơn một tháng nay dịch em không thể tới ngân hàng để lấy lại tài khoản online nên chưa đóng được học phí, em cảm ơn ạ",
    "em có nhận được mail thông báo là kiểm tra giữa kì và cuối kì online trên bk-e, khi kiểm tra cô có yêu cầu dùng thẻ sinh viên, nhưng em lỡ về quê mất rồi, và thẻ sinh viên hiện đang ở trong TP. Hồ Chí Minh. em có thể dùng chứng minh nhân dân thay thế được không ạ",
    "Em muốn đăng ký hoãn thi, vì máy của em không có web cam, ngay mai (18/7/2021) em bắt đầu thi rồi, mong nhà trường hỗ trợ giúp em",
    "Chào quý thầy cô. Em tên . MSSV  Nay em phải cách ly tập trung, không thể ôn bài và thi như dụ kiến, em muốn đăng kí hoãn thi ạ,  vậy em phải làm đơn và nạp ở đâu ạ",
    "Gửi phòng đào tạo,  Em tên là , MSSV , Do em về nhà nghỉ từ trước đợt dịch, nên em không mang sách giáo trình và máy tính cầm tay về. Thế nên đợt thi sắp tới một số môn như Hóa đại cương, Phương pháp tính em không thể thi được. Tuy nhiên, các môn còn lại thì em vẫn có thể tham gia thi. Vậy cho em hỏi, em có thể chỉ hoãn thi một số môn, và thi các môn còn lại không ạ? Em cảm ơn.   i  ."
]