[
    "Hôm qua lúc mới có tkb mới em vào thì thấy 20 tín chỉ, mà hôm nay lúc bắt đầu học kì vào lại thấy còn 17 chỉ là sao ạ, bị mất môn \"xác suất thống kê (MT2001)\". Với lại thầy dạy môn đó cũng đã gửi mail link học meet cho em rồi mà ạ? Mong pdt giải quyết ạ!",
    "Chào thầy/cô, em muốn đặt giáo trình ở thư viện cơ sở 2, vậy phải làm sao ạ ?",
    "Em chào phòng đào tạo Em tên    MSSV :  Trong thời khóa biểu của em có môn \"Các phương pháp phân tích hiện đại\"(CH3329) nhưng trong trang BKeL em không tìm thấy trang của môn học này. Mai em sẽ học môn này nên mong phòng đào tạo cập nhập trang môn học này giúp em ạ. Em cảm ơn.",
    "Cho em hỏi khi nào được đăng kí rút môn học HK211 vậy a?",
    "Em tên:  ﻿MSSV: , thuộc điện chuyển hệ. ﻿Vừa qua, em đăng kí môn học đợt 1 nhưng bị hủy hết môn, qua đăng kí môn học đợt 2 chỉ còn 1 môn. ﻿Em đăng kí đợt 1 và đợt 2 có môn môn học cơ bản như phương pháp tính nhưng vẫn bị hủy môn. ﻿Cho em hỏi vậy em có thể đăng kí những môn học gì ạ. ﻿Em cảm ơn.",
    "xin chào thầy cô! Em là  MSSV  sinh viên k18 ngành loggistics. Em làm đơn yêu cầu này với nội dung như sau: ở đợt 2 DKMH HK211 em có đăng kí môn học kỹ thuật dự báo ME3157(PĐT đã đăng kí môn này cho em) nhưng mà vì trùng lịch với môn học khác em đã lỡ hủy môn học ME3157. sau đó em có ĐK lai nhưng thệ thông không chấp nhận cho e ĐK lại vì thiếu môn tiên quyết. vì chương trình k19 có thay đổi so với k18 nên e phải đk môn ME3157 để học thay thế cho môn ME4601( em đã đủ điều kiện để học môn này). Điều kiện tiên tiên quyết 2 môn ME3157 và ME4601 khác nhau nên hệ thống không chấp nhận cho e đk môn ME3157. Kính mong các thầy cô cho em ĐK môn học ME3157 để em học kịp tiến độ chương trình.( trong các tiệp đính kèm là các hình ảnh em đã được ĐK và hủy môn học; hình ảnh trích từ danh sách môn học tương đương thay thế có trên trang web nhà trường ) Em cảm ơn rất nhiều.",
    "Cho em hỏi kết quả thi môn đại số tuyến tính ngày 14/8/2021 của em ngày 14 là 5,5 mà sao giờ em vô xem lại diem963 còn có 4 vậy ạ?",
    "Kính gửi: Phòng Đào Tạo Em tên là , Khóa K15, MSSV:, Lớp DD15LT08. Vào đợt tốt nghiệp 04/2021, em chưa đạt Anh văn Nói & Viết nên em chưa đủ điều kiện tốt nghiệp. Hiện tại em đã hoàn thành tất cả điều kiện để xét tốt nghiệp. Nhưng tình trạng sinh viên hiện tại của em là \"Tạm dừng\". Theo hướng dẫn từ người phụ trách em xin gửi đến PDT file \"Phiếu đăng kí thu nhận lại\" đính kèm bên dưới. Em xin chân thành cảm ơn.",
    "dạ em chào phòng đào tạo ạ, chuyện là em do em miễn môn học nhưng có 1 số môn xin miễn không được, nên giờ phải đăng ký học vì học kỳ này là kì cuối cùng em phải tốt nghiệp, em thấy các lớp này cũng chưa đầy số lượng Vd: 58/60. và có môn bị trùng thì em sẽ làm đơn rút môn để rút môn và đăng kí mấy môn này. em không biết em có thể viết đơn xin đăng kí môn học không ạ, vì tuần này mới là tuần đầu. em xin cảm ơn phòng đào tạo. mong phòng đào tạo giúp đỡ ạ.",
    "Cho em hỏi là em đăng ký nhầm môn ngoài chương trình đào tạo thì đợt đăng ký môn học đợt 3 tì em có đc xóa môn kh ạ hay là em rút môn như thế nào ạ. Em cảm ơn.",
    "Thưa phòng đào tạo,  Em tên , MSSV ,  Hôm qua sau ca thi môn Phương pháp tính lúc 13 giờ chiều đến bây giờ form nộp file ghi màn hình vẫn bị lỗi không thể thêm video lên hệ thống được Liệu phải làm cách nào để gửi file video lên để xác nhận ạ? Em xin cảm ơn  Sinh viên  ",
    "Em chào quý thầy/cô ạ, Cho em xin hỏi là lớp An Toàn Quá Trình (ATQT) CH3297 nhóm L04 bị hủy do thiếu sinh viên (có trong danh sách hủy lớp) thì em bị chuyển sang lớp L05 ạ. Tuy nhiên em muốn chuyển sang nhóm L02 để có thể học cùng các môn khác và tiết kiệm thời gian di chuyển được không ạ. Em xin cảm ơn.  -  Môn: An Toàn Quá Trình - CH3297  Xin chuyển sang nhóm lớp L02",
    "Em chào anh/chị ạ, em muốn hỏi là hôm nay TKB đã bắt đầu có tiết rồi mà môn Triết lý Marxist của em bị huy từ hôm qua . Em muốn hỏi là còn Đợt đăng kí nào nữa không và là bao giờ ạ? Em thấy trong mail PDT có ghi là được đăng kí lại trong Đợt 3 ạ",
    "Em Tên: Đoàn Công Cảnh. MSSV: . Hệ VLVH. Vì trong tháng 7 e thiếu 1 số trang thiết bị để chuẩn bị cho buổi bảo vệ Luận văn online. Nên em có đăng kí môn học Luận văn tốt nghiệp cho học kì tới (Đợt Đăng kí ngày19/7-23/7). Qua tháng 8 nhà trường có bổ sung 1 số hướng dẫn và em kịp thời bổ sung các thiết bị và bảo vệ online \"thành công\". Kính mong phòng đào tạo hủy Đăng kí môn học \"Luận văn tốt nghiệp(ME4029\" cho em ạ.",
    "Em chào thầy/cô ạ, Em có đăng ký môn \"IM1021 - \", trong thời khóa biểu stinfo ghi thứ 2, từ tiết 4-5 tuần này bắt đầu học, thế nhưng không thấy môn xuất hiện trong danh sách môn E-learning \"Trang của tôi\" học kỳ này của em . Hôm nay có tiết học từ 9h đến 10h50 ở Hangout nhưng do em không có mục môn này trên E-learning nên không có link google meet, có lẽ em sẽ mất buổi học đầu rồi. Mong thầy/cô giúp em với ạ.",
    "Kính gửi thầy, cô    Em có đang kí môn khởi nghiệp (IM1021) ở học kì này và hiện môn học này đang nằm trong thời khóa biểu của em, nhưng em không thấy xuất hiện trong bkel cho việc đăng nhập vào link học online   Em cảm ơn thầy, cô",
    "chào pđt , pđt làm việc như thế nào mà môn khởi nghiệp của em học vào 9h sáng thứ 2 , tức là hôm nay , khi em vào EL thì load không vào được , vào được rồi thì môn học không có trên El , vậy sao em có link meet mà vào học ?? mong trường giải quyết giúp em chứ em hỏi bao nhiêu câu không thầy câu trả lời từ nhà trường ! ",
    "Dạ cho em hỏi là khi nào sẽ mở đkmh lần 3 vậy ạ ?",
    "Chào quý thầy (cô) em tên là V: . Chuyện là sáng nay em có tiết học môn  (IM1021) theo thời khóa biểu vào lúc 9 giờ. Nhưng khi em vào trang BK E-Learning để lấy link vào học thì em phát hiện em không có bộ môn đó . Kính mong quý thầy (cô) hỗ trợ giúp em để em có thể học môn đó ạ! Em xin chân thành cảm ơn quý thầy (cô)!",
    "Dạ thưa cô hiện tại em xem trên wed vẫn chưa có điểm môn học  21 - Mặc dù em đã báo lên giáo viên bộ môn và PDT. - Hiện tại e đã đăng ký luận văn tốt nghiệp vào ngày 10/8/2021 đợt 2 . - Nếu vậy khi có kết quả xét môn học em có bị PĐT báo là bị lỗi không đăng ký được môn học  NGHIỆP EE4323 Hệ Vừa Làm Vừa học HK211- Đợt 2 vì chưa có điểm môn  21 không Ạ ? - Vì em đã báo với GV bộ môn và cũng thắc mắc , cũng đã gửi mail lên PĐT trước ngày 12/8/2021 khi kết thúc đợt đăng ký môn học - Đính kèm hình ảnh gửi mail cho thầy      vào 21:14 ngày 7 thg 8, 2021. - Hình ảnh cập nhật điểm môn học (Chưa có điểm môn EE4321 ngày 13.8.2021)   - Mong cô và PDT xem qua giúp em . - Em cảm ơn !",
    "Em Tên là  MSSV  Hệ VLVH Gia đình em mắc bệnh covid19 ba em bệnh nặng phải nhập viện nên em trễ lịch thi 1 môn truyền số liêu và không kịp lịch đăng ký môn học hệ vừa làm vừa học đợt 2 . Em xin hỏi số điện thoại của phòng đào tạo để xin hỗ trợ xem xét vì đang trong cách ly giản cách xã hội nên em không biết làm sao liên hệ được .",
    "Em xin chào văn phòng ạ, Em tên là , em muốn hỏi về vấn đề hoãn thi online ạ. Theo qui định em đọc là những sinh viên hoãn thi (không tính là vắng thi có phép) sẽ phải đăng ký thi trong vòng 1 năm. Cho em hỏi trong trường hợp này, khi đăng ký em có phải học lại môn học đó hay không, hay chỉ thi bài thi cuối kỳ thôi ạ? Và các cột điểm thành phần của môn học đó có mất đi nếu em hoãn thi? Em xin cảm ơn ạ. ",
    "Chào thầy (cô)  Kinh mong thầy (cô) xử lí giúp em đơn thu nhận học kì 211 này , để em được đăng kí môn trong kì này ạ . Em xin cảm ơn  B",
    "Kính gửi phòng đào tạo. Em tên -  Em làm đơn này để xin phòng đào tạo giải quyết giúp em việc em đóng trễ học phí và không được đăng kí môn học. Sáng nay (16/08/2021) em mới đóng học phí. Xin phòng đào tạo, ban hiệu trưởng nhà trường, giải quyết giúp em và thu nhận em lại để em đăng kí được môn học. Vì em là khoá k17, và học kì này cũng có vài môn mở lại lần cuối  Kính xin phòng đào tạo xem xét lại và giải quyết giúp em đăng kí được môn học  Em xin chân thành cảm ơn.",
    "Em là  - - Khoa kỹ thuật giao thông. Lúc 16 giờ ngày 14/8/2021 em có tham gia thi môn Thiết kế ô tô. Trước khi thi em có dùng phần mềm FastStone Capture để ghi lại màn hình laptop. Nhưng do sơ suất, sau khi nộp bài và thoát cuộc họp gg meet, em quên lưu file ghi hình và tắt máy. Sau khi phát hiện mình không lưu file ghi hình, em đã thông tin đến giáo viên gác thi và giáo viên bộ môn ngay lập tức. Không biết trong trường hợp này, em nên xử lý sao hoặc có bị ảnh hưởng gì đến kết quả thi không? Em mong nhận được phản hồi  sớm từ phía nhà trường. Em xin cảm ơn.",
    "Chào thầy cô Em tên  MSSV  Vào 10h ngày 15/08 trong lúc thực hiện bài thi môn Phương pháp tính ( MT1009) em không kịp  submit bài thi nên từ câu 1 đến câu 4 không được chấm điểm. Em có video quay màn hình quá trình làm bài chứng minh làm được từ câu 1 đến câu 4. Mong thầy cô xem xét giải quyết giúp em ạ. Em xin chân thành cảm ơn! SDT : [phone_number]",
    "MSSV:    Em chào thầy/cô: Vấn đề là ngày 15/08/2021, em có thi môn phương pháp tính cuối học kỳ 202, thì trong lúc thi em vẫn thấy phần mềm quay màn hình đang chạy đến 1:59:.., nhưng sau khi em tắt dừng quay màn hình thì đoạn ghi hình chỉ còn có 1:12:21 thôi và nó dừng quay lúc trên đề thi còn 19 phút làm bài, thì em muốn hỏi rằng là em có bị cấm thi hay phải thi lại hay em có phải hoãn thi để tạo công bằng cho mấy bạn khác không ạ? Em mong thầy/cô cho em hướng xử lý sớm nhất để em kịp thời gian để đăng video lên drive ạ. ",
    "Kính gửi quý thầy cô Phòng Đào Tạo, em có nguyện vọng đăng ký môn ĐAMH Kết cấu thép (CI3213) mong quý thầy cô đăng ký giúp em môn này. Em là sinh viên khoá K16, còn thiếu môn này mới được đăng ký LVTN. Mong quý thầy cô đăng ký giúp em để học kỳ kế tiếp em có thể đăng ký được LVTN. Em xin cám ơn rất nhiều. Chúc quý thầy cô thật nhiều sức khoẻ!!!",
    "n thu nhận để đăng ký môn học Em xin chào thầy ̣(cô) ạ. Em xin gửi ĐƠN XIN XEM XÉT PHỤC HỒI TKB 203()  ĐKMH 211 và ĐƠN ĐĂNG KÝ THU NHẬN LẠI ạ. Em mong thầy cô xem xét. Em xin cảm ơn",
    "Tốt nghiệp . Chào Thầy/Cô, hiện tại thời gian đào tạo của em chỉ còn tới 10/2021. Điều kiện tốt nghiệp hiện tại của em còn thiếu TOEIC 500, em chỉ có TOEIC 450. Do tình hình dịch bệnh căng thẳng,  IIG đã không tổ chức đắng ký thi từ cuối tháng 5. Nên em vẫn chưa đăng ký thi được, với tình hình dịch hiện tại em không biết khi nào mới có thể đki thi: 1. Cho em hỏi, em có thể dki môn học AV4 vào kì này để xét tốt nghiệp không ạ? 2. Em có thể xin gia hạn thêm một kì đào tạo để em dki thi toeic khi tình hình dịch ổn định không ạ?",
    "Chào thầy cô, em muốn hỏi là chừng nào tới  ĐKMH đợt 3 ạ, và nếu không có ĐKMH đợt 3 Thì thời điểm nào em có thể làm đơn rút môn ạ. Em xin cảm ơn. Chúc thầy, cô buổi sáng vui vẻ.",
    "cho em hỏi là PĐT gửi mail như vậy là mình đã được xác nhận hoãn thi rồi phải không ạ",
    "Chào pđt! Em học Khoa xây dựng. Dạ cho em hỏi là kỳ này em có đăng ký môn Đề cương luận văn mà bây giờ em muốn đăng ký chọn Giảng viên hướng dẫn thì thủ tục đăng ký là như nào pđt có thể hướng dẫn cách thức cho em được không ạ?",
    "Cho em hỏi em có thể dùng cmnd được không vậy , nếu không được mong anh/chị giúp em xem dùng giấy tờ gì để được thi .",
    "Em đăng ký môn học học kì 3 rồi mà sao chưa có thời khóa biểu cho em vậy ạ mong phòng giáo dục xem xét dùm em",
    "kính gửi PDT, hiện em nhận được yêu cầu khám nghĩa vụ quân sự ở địa phương. em thấy dịch vụ xin giấy xác nhận nghĩa vụ quân sự của trường hình như đã ngừng. vậy PĐT cho em hỏi là làm sao để đăng ký được giấy xác nhận với gửi về địa chỉ thường trú được ạ.vì em đang ở quê. kính mong PDT giải đáp giúp em ạ",
    "Em bị trễ đợt đăng kí môn học dự thính kì 211. Em mong muốn được đăng kí bổ sung, mong phòng đào tạo hướng dẫn em cách đăng kí bổ sung ạ.",
    "dạ em chào Phòng đào tạo ạ, mong Phòng đào tạo giúp đỡ ạ, em đang học song ngành, em có xin miễn môn nhưng do khác chương trình nên không miễn được, nên giờ phải đăng kí học và mấy lớp này vẫn còn chổ 58/60 nhưng nay lại hết thời gian đăng kí môn học đợt 2.  Mong PDT giúp đỡ cho phép em được đăng kí môn vào các lớp này và hủy môn trùng thời khóa biểu để có thể đăng kí. Em đã ghi hết trong đơn. kỳ này là kỳ cuối của hạn văn bằng 6,5 năm của em nên phải đăng kí học được. Mong PDT giúp đỡ ạ, em xin chân thành cảm ơn cô rất nhiều ạ.",
    "Cho em hỏi là lúc thi gặp vấn đề và muốn hoãn thi. Em đã điền form pdt gửi. Em có cần làm thêm gì nữa không ạ?",
    "Em chào thầy cô ạ, hiện tại laptop em bất ngờ bị hỏng và gia đình em không có thiết bị thay thế trong tình trạng cách ly nên em xin phép cô thầy cho em hoãn thi môn CO3031  phân tích thiết kê giải thuật lớp L02 B có lịch thi vào 13 giờ ngày 17/8/2021. Mong thầy cô sớm giải quyết dùm em ạ   i ",
    "Kính chào Phòng đào tạo, Em là , MSSV , lớp VP17CĐT, thuộc chương trình KS CLC Việt-Pháp. Hiện tại em đang cần giấy xác nhận sinh viên để có thể bổ sung hồ sơ hoãn nghĩa vụ quân sự ở địa phương. Em đã đăng kí trên hệ thống của trường đến hôm nay đã hơn 1 tuần (từ ngày 6/8/2021) và em đã muộn hạn nộp 4 ngày (12/08/2021), nên em mong sớm nhận mong nhận được phản hồi và bản mềm thông qua gmail trong thời gian sớm nhất. Email:  Em xin chân thành cảm ơn ạ.",
    "t 2 vừa rồi em có đkí môn vận hành điều khiển HTĐ.Nhưng trong tkb và bkel e hiện không có môn học này. e kiểm tra trên danh sách hủy môn cũng không có ạ . Mong phòng đào tạo check lại giúp e ạ. em xin cảm ơn",
    "dạ cho em hỏi là nay em không vào được bkex để nộp file ghi màn mình mà không vào được trong khi sắp deadline r ạ Em cảm ơn",
    "Gửi phòng đào tạo. Ngày mai em có thi môn trường điện từ EE2003 nhưng do dịch bệnh em không đảm bảo được việc thi nay em xin hoãn thi môn này được không ạ",
    "PDT giúp em giải đáp thắc mắc:  1. Anh văn 4A theo nhu cầu trên thời khoá biểu DT211 là học 8 tuần, tức là tầm giữa tháng 10 kết thúc môn, khi đó em được xét Đạt av4 và vẫn kịp xét tốt nghiêp tháng 11.2021 đúng không ạ? 2. Em đã chuyển điểm av1, av2, av3 và em học lớp anh văn 4a theo nhu cầu là đủ chuẩn anh văn xét tốt nghiệp rồi đúng không ạ?",
    "Chào thầy/cô ạ  Em tên . Mssv:   Em muốn hỏi hiện tại muốn rút môn học HK211 phải làm như thế nào ạ?",
    "Tốt nghiệp . Dạ em kính chào PĐT,  Em tên là , MSSV: .  Trong đợt 2 ĐKMH của HK211, em có đăng ký môn học Đề cương Luận Văn (EN4321) nhưng kiểm tra thời khoá biểu thì không có ạ . Thầy Cô cho em hỏi là môn học này sẽ không hiển thị trong thời khoá biểu hay là em đã không đăng kí được vậy ạ? Vì trong học kì hè HK203, em có xin được đăng ký đặc cách môn TTTN rồi. Em đọc trong Quy chế thì điều kiện tiên quyết/song hành của ĐCLV là TTTN. Nên em không biết là trường hợp em là như thế nào, và nếu để xin đăng kí lại môn ĐCLV thì em cần làm đơn trình gửi Thầy Cô PĐT xem xét không ạ? Em cảm ơn PĐT đã tiếp nhận thông tin của em. Em mong sớm nhận được phản hồi từ PĐT. Kính thư! Sinh viên, ,  Lớp MO17KMT, Khoa Môi trường và Tài Nguyên",
    "PĐT có rep mail của em thông báo là sẽ kiểm tra giúp sao tên em bị sót khi không có tên trong danh sách chính thức ELERNING mà tới giờ vẫn chưa có câu trả lời nào.Thầy  có thể hỗ trợ em xác nhận là tham gia khóa học đầy đủ.4127",
    "Em tên là:  Em gửi câu hỏi này để xin trường xem xét việc môn học Kiến trúc máy tính-CO2007 của em dù hiện đã đăng ký và hiện tuần học (và không nằm trong danh sách \"môn học hủy vì chỉ số thấp\") nhưng trong thời khóa biểu của em vẫn không hiển thị và BKEL của em vẫn chưa có thông tin về môn học này. Ngoài ra em cũng nhận được mail của thầy  dạy môn Kiến trúc máy tính thông báo link google meet của lớp học này nên em nghĩ là có sai sót gì đó về thời khóa biểu cũng như trang BKEL của em ạ. Em cảm ơn vì trường đã đọc câu hỏi của em ạ",
    "Cho em hỏi là em có đăng kí môn tự chọn khởi nghiệp mã IM1021 có trong thời khóa biểu nhưng trong BK e-learning lại không có ạ",
    "Em chào thầy cô ạ. Em đã được thu nhận học lại, và dự kiến trễ nhất là 14/08. Em xin hỏi là hôm nay đã 16/08 mà em vẫn đang ở tình trạng tạm dừng vậy ạ. Em xin thầy cô xem xét . Em cảm ơn. Trân trọng.",
    "Thời khoá biểu của em có 2 môn trùng với nhau một tiết. Nhưng hai môn này em điều cần học và không thể thay đổi lịch được để đăng kí cả 2. Thì có cách nào để em được đăng kí cả 2 môn không ạ?",
    "Em muốn đăng ký môn học CO1005 Nhập môn điện toán chung với K2021 thì phải làm sao ạ Em xin cảm ơn trước ạ",
    "Name:  MS:  Cho em hỏi là sau khi hết thời gian đào tạo tối đa là 6,5 năm thì sinh viện tự động bị chuyển xuống hệ vừa học vừa làm đúng không anh(chị) và vẫn học như bình thường cho đến khi nhận được bằng hay có thay đổi gì không. Em cảm ơn",
    "Em đã đăng ký môn học thành công trong đợt 2 nhưng khi kiểm tra thời khoá biểu thì bị mất 2 môn học  IM3023: Thương mại điện tử thứ 5 tiết 9 10 và thứ 6 tiết 9 10  IM4001: Phương pháp nghiên cứu trong kinh doanh thứ 3 tiết 4 5 và 7 8 Em đã kiểm tra trong danh sách các môn huỷ do sỉ số thấp thì không có 2 môn này. sỉ số lớp đầy . Em đang kiểm tra lịch sử đăng ký nhưng không thấy có huỷ môn. Vậy mong thầy cô xem xét lại giúp e ạ ",
    "Em chào thầy/cô, Thầy/cô cho em hỏi hiện tại TKB của em vẫn có lớp lý thuyết dự thính môn EE2035 - Mạch điện tử nhưng lớp thí nghiệm thì đã bị hủy do sĩ số ít, vậy em phải đợi đợt 3 đăng kí buổi khác hoặc phải làm đơn mở lớp thí nghiệm mới hay sao ạ? Em cảm ơn.",
    "Em chào thầy cô PĐT ạ! Dạ hiện em có đăng ký 1 môn dự thính Anh Văn 3A lớp DT01 trong kì 211 này. Nhưng hiện tại em đang ở quê(Long An), khu vực có vùng dịch và hiện em không thể đi ra Ngân hàng đóng học phí được. PĐT có cách nào để hỗ trợ vấn đề này giúp em và những bạn cũng gặp tình trạng như em được không ạ? Em hy vọng PĐT có cách giải quyết tốt nhất giúp tụi em ạ. Vì nếu tuần đầu tụi em không đóng học phí kịp sẽ bị hủy môn, em rất lo lắng về vấn đề này. Rất mong sự phản hồi sớm từ PĐT ạ. Em xin cảm ơn!",
    "Gửi phòng đào tạo , em là  lớp XD17KT , mssv  , ngành Kiến trúc .   Em có đăng kí môn thực tập tốt nghiệp CI4103 nhưng bị hủy kh rõ nguyên do , em đã xác nhận số tín chỉ tối thiểu 144 . Em cộng các tín chỉ của em thì vừa đúng 144 nên kh biết tại sao không đăng kí môn được  . Phòng đạo tạo xem xét lại giúp em , để em có thể đăng kí được môn học này ạ  . Em cảm ơn.",
    "Pdt ơi cho em hỏi là vì em chỉ còn Luận văn tốt nghiệp nhưng chưa đăng ký được nên hiện tại thời khóa biểu của em không có môn học. Em dự định khi dịch bớt căng thẳng sẽ thi anh văn và đăng ký luận văn như vậy có bị cảnh cáo học vụ hay gì không ạ.",
    "Dạ con chào thầy/cô ạ, Kỳ 202 chưa kết thúc thì 203 đã bắt đầu. Khi con quay lại vào Sài Gòn và thi để nộp bằng  Toeic, lúc này thì 202 chưa kết thúc do vẫn phải học off  để hoàn thành chương trình, thì con có được chọn là nộp Toeic 8 chỉ 10 chấm cho kỳ 202 không ạ ? Tại lúc đó 202 vẫn chưa kết thúc. Con tính kì 202 là thi và nộp luôn rồi nhưng do dịch quá . Con cảm ơn thầy/cô đã đọc ạ. Chúc thầy/cô sức khỏe và hạnh phúc. Thân ái.",
    "Chào thầy cô Em tên là , MSSV:. Do điều kiện không cho phép nên em đã đăng kí hoãn thi 1 môn qua biểu mẫu từ email trường gửi. Em muốn đặt câu hỏi là em cần làm thêm các thủ tục nào nữa để hoàn thành việc hoãn thi?. Em xin cảm ơn .",
    "Thưa thầy cô, Do em sợ không có 2 điều kiện tốt nghiệp nên đã đăng ký môn ở đợt 2. Tuy nhiên trường có gửi mail và cho phép em bổ sung điều kiện còn thiếu đến hết học kỳ 211 nên em mong muốn được hủy môn. Nhưng trong đợt 3 nhà trường lại quy định không được hủy môn. Em mong quý thầy cô xem xét cho em được hủy môn học để tốt nghiệp theo đúng kế hoạch ạ.  -  - mã số môn muốn hủy: 809704 Em xin cảm ơn ạ.",
    "Do môn hệ thống máy tính và ngôn ngữ lập trình trùng lịch với môn thực tập điện tử 2 nên em muốn rút môn hệ thống máy tính và ngôn ngữ lập trình để học môn thực tập điện tử 2. Em cam kết đảm bảo học phí và tín chỉ trong học kì",
    "Em tên :  Mssv:  Trong đợt đăng ký môn học đợt 2 em có đăng ký nhầm môn EE2003 - Trường điện từ, em muốn hủy đăng ký môn này, kính mong quý thầy cô giúp đỡ. Em cám ơn Thầy Cô.",
    "Kính thưa phòng đào tạo, em tên là . Hiện tại em có đăng ký môn học với mã CO3031, nhóm tổ L04 học kì 202. Tuy nhiên, vì không đảm bảo điều kiện thi onl, và cũng không nhận được thông báo về hình thức thi của bộ môn đang học trên trang thông tin e-elearning. Em mong muốn được đăng kí rút môn học. Mong phòng đào tạo xem xét và phản hồi. Em xin chân thành cảm ơn.",
    "Dạ em chào PĐT, Em là  MSSV . Đây là đơn xin hoãn thi môn EN2009 của em ạ. Em đã điền link qua mail PĐT gửi rồi và theo thông tin em đã đọc thì đơn xin hoãn thi này không cần chữ kí trưởng khoa và giảng viên xác nhận phải không ạ. Em gửi đơn, nếu có gì sai sót kính mong PĐT nhắc nhở để em sửa lại ạ. em cám ơn thầy/cô đã dành thời gian cho mail này.  B",
    "Chào thầy (cô), Thầy (cô) cho em hỏi: em muốn tốt nghiệp đợt tháng 11, vậy có cần đăng kí môn học để có thời khoá biểu cho kì này không? Hay chỉ cần lúc xét tốt nghiệp nộp đơn thu nhận lại là được ạ? Xin cảm ơn thầy (cô) đã đọc.",
    "dạ thưa cô em có thể đăng kí môn thép 2 ( CI3211) ở kì dự thính k ạ, em cám ơn cô",
    "Dạ theo như quy định của trường em không tích luỹ đủ 56 chỉ nên không được đăng kí học môn mã 3xxx, nhưng hiện tại vì điểm tổng kết chưa cập nhật nên em vẫn có thời khoá biểu. Vậy cho em hỏi Sau khi có điểm tổng kết thì môn mã 3xxx của em có bị xoá không và nếu bị xoá thì em có phải đóng học phí của môn đó không ạ",
    "Kính gửi PDT  Em tên:  MSSV:  Lúc trước em đã làm đơn xin thu nhận gửi phòng đào tạo và được bảo khi tình trạng sinh viên từ tạm dừng sang tình trạng đang học thì mới DKMH đợt 3 được. Nhưng hiện tại đã tới DKMH đợt 3 nhưng e vẫn còn tình trạng sinh viên là tạm dừng nên em không đăng kí được. Mong PDT xem lại ạ . Và cho em hỏi thêm ạ, e đã học xong tất cả các môn chỉ còn thi anh văn để ra trường, nhưng do tình hình dịch bệnh nên em bị hủy thi, em có thể nộp đơn xin gia hạn thời gian nộp bằng và khỏi đăng kí môn được không ạ. Em xin cám ơn.",
    "Dạ kính gửi phòng đào tạo Em là  mssv: Dạ thưa thầy/cô do đợt đăng ký thứ 2 môn thí nghiệm vật lý (PH1007) không được mở nên em xin phép thầy cô cho em đăng ký môn này để học chung với k21 học kỳ này được không ạ. Em cảm ơn ạ, chúc thầy cô nhiều sức khỏe.",
    "Em chào anh/chị, Em tên là . Sinh viên chương trình Việt Pháp Khóa 2016. Hiện tại em đã hoàn thành học phần Đại học và đã đăng kí liên thông trình độ Thạc sĩ. Thì trong quá trình theo học Thạc sĩ, em có được cấp tiếp giấy tạm hoãn Nghĩa vụ quân sự không ạ?   i  .",
    "Em tên: ; MSSV: ; Lớp: HK202 - L09; Lịch thi: 13h, ngày 15 tháng 8 năm 2021; Trong lúc thi do kết nối mạng yếu nên em bị văng khỏi GG meet mà em không biết, trong suốt quá trình làm bài em chỉ chăm chú làm không có để ý, sau khi kết thúc bài em quay lại trang GG meet mới phát hiện, thầy cô giám thị phòng thi có note lại và yêu cầu em gửi mail cho thầy ,  nói do tình trạng em bị lỗi về đường truyền và thiết bị nên em cần gửi mail cho PĐT để được hướng dẫn đăng kí hoãn thi. Mong thầy cô xem xét, hướng dẫn và hỗ trợ em, em xin cảm ơn.",
    "Em có làm đơn xin mở lớp dự thính lộ trình 1 nhưng bị từ chối mở lớp do có tiết thí nghiệm thì em có thể xin mở lớp môn đó ở lộ trình 2 được không ạ  Mã môn học TR1005, xin các thầy cô xem xét giúp em Em xin cảm ơn",
    "Thưa T,    Hki 211, em có đk môn Me3101 và môn Me 4041 nhưng bị trùng lịch 1 tiết giữa 2 môn làm em bị xoá đi môn Me 3101 mà 2 môn này đều là lần cuối cùng được mở lớp .Được sự hướng dẫn của thầy  và chủ nhiệm bộ môn Cô  nói em làm đơn xin các giảng viên 2 môn đó kí tên vào đơn rồi nộp lên T để được đăng kí bằng tay. Các giảng viên đã đồng ý về vấn đề của em ạ  Em nộp đơn này kính mong pdt tạo điều kiện đăng kí môn học ME3101 giúp em để em được hoàn thành. Là sinh viên năm cuối nên việc đăng kí môn học này trong HK211 là rất cấp bách với em, sẽ phải đợi hơn 1 năm học thì mới có môn tương đương. Xin hãy tạo điều kiện cho em ạ. Em cảm ơn.",
    "Em có nhận được mail là sinh viên phải thanh toán học phí sớm trong tuần học đầu tiên. Thực sự trong thời điểm này dịch covid 19, thu nhập gia đình thật sự rất khó khăn. Nếu phòng đào tạo làm vậy thì em biết thật sự không chỉ em mà có thể còn nhiều bạn khác sẽ không kịp để xoay sở tiền học phí, mong phòng đào tạo xem xét lại giúp em với. Hoặc có cách gì không, chứ thực sự hoàn cảnh gia đình em hiện tại đang rất khó khăn, ba bị tai biến năm một chỗ, mẹ thì phải dành thời gian chăm sóc ba, em thì đi học, nếu bắt ép đóng học phí như vậy thì thực sự em không biết phải làm sao.",
    "Kính gửi PDT, Em xin hỏi rằng việc rút môn học của học kỳ 211 sẽ được thực hiện tương tự học kỳ 203 hay có sự thay đổi ạ. Và khoảng thời gian thực hiện việc rút môn học bắt đầu khi nào ạ. Em xin cảm ơn PDT.   i  .",
    "Kính gửi PDT, Dạ cho em hỏi về thẻ sinh viên dự thi online. Em có lịch thi môn 404709, ngày 17/8 lúc 13h. Vì tình hình dịch bệnh em đã chạy về Quê từ ngày 1/6. Do chỉ mang các vật dụng cần thiết và không lường trước được tình hình dịch trở nặng nên em để lại thẻ SV ở phòng trọ, cũng không thể lên lại SG để lấy được thẻ. Và cũng không thể ship về Đồng Nai được do các lệnh phong tỏa của 2 tỉnh/TP. Hiện tại em chỉ có được ảnh của thẻ SV, nhờ chủ trọ chụp lại. Cũng như đính kèm ảnh CMND. Thì em có được dự thi không ạ Mong PDT xem xét trường hợp này giúp em. Em cám ơn ạ.",
    "em là  , MSSV: đã đki thành công môn ANH VAN 2A(nhu cầu),Lớp DT01, nhưng chưa có tkb của môn dù em đã xem lịch sử đăng kí là đã thành công ",
    "Em chào thầy cô, hiện em là sinh viên năm cuối vừa bảo vệ luận văn xong. Do tình hình dịch bệnh nên các trung tâm tổ chức thi anh văn NGHE và ĐỌC tạm ngưng hoạt động nên em không thể đăng ký thi ạ. Em có dự định đăng ký học dự thính môn anh văn để hoàn thành yêu cầu chuẩn đầu ra. Tuy nhiên, lịch dự thính thường kết thúc muộn hơn đợt xét tốt nghiệp nên em xin hỏi là nhà trường có thay đổi gì về yêu cầu anh văn cho sinh viên sắp tốt nghiệp như em không ạ? Hoặc trường đã đưa ra phương pháp đánh giá thay thế hay tổ chức thi trực tuyến dành cho sinh viên có nguyện vọng xét tốt nghiệp không ạ? Em mong được sự hỗ trợ từ thầy cô. Em cảm ơn thầy cô đã đọc ạ.",
    "nh gửi pdt, em tên  -,lớp XD18CTN, em xin trình bày lý do: Do môn Công trình giao thông đã đăng kí full trong đợt 2 với sỉ số 60/60 và em không thể đăng kí được nhưng môn chỉ mở 1 lần/năm và 19 không học và cũng không có môn quy đổi tương đương, hay nói cách khác là môn sẽ mở lần cuối cùng, em viết đơn này kính mong thầy cô PDT xem xét giúp em, cho em một cơ hội để được học môn này ạ, em xin cảm ơn thầy cô đã giành thời gian đọc mail và giải quyết vấn đề của em, em xin chúc thầy cô một ngày tốt lành ạ ",
    "Dạ thầy cô cho em hỏi, em có được xin rút môn ngay bây giờ không ạ. Vì em có đăng ký 16 chỉ trong lớp, và 1 môn dự thính. Do vấn đề tiên quyết học trước của ngành nên em phải đăng ký thêm một môn dự thính mà không được xóa môn dự thính đã đăng ký trước đó. Nếu không học môn đó em bị trễ đồ án ạ. em sợ bị trùng giờ mà không đăng ký môn học được ạ. Mong thầy cô xem xét giúp em. Và nếu rút môn em có cần giấy xin rút môn không ạ, và mẫu đơn tìm ở đâu ạ?  Em chân thành cảm ơn thầy cô",
    "Em chào PĐT. Em có đăng kí làm lại thẻ sinh viên trên web và chọn nhận thẻ qua chuyển phát. Em có cần gửi phiếu đăng kí cho PĐT không ạ ? em cảm ơn.",
    "Dạ em chào thầy, cô. Em tên . Học kì 203 em đã đăng kí dự thính môn Phương Pháp Tính MT1009 nhưng tới hôm qua thi thì kết quả không như mong đợi nên em rất muốn học lại môn này. Dạ thầy, cô cho em hỏi môn này có còn slot trong đợt đăng kí 3 không ạ ? Em mong thầy cô giúp đỡ, hỗ trợ em để em được học PPT ở kì 211 . Em cảm ơn thầy, cô. Em chúc thầy, cô nhiều sức khỏe và làm việc hiệu quả.",
    "em chưa đăng kí nộp bằng TN THPT ở đợt 1, nhưng giờ em vào đk để nộp đợt 2 thì lại không đăng kí được. Vậy thì làm thế nào ạ? Em có được đăng kí nộp bằng nữa không ạ?",
    "Em chào cô Trong hai đợt đkmh trước em đều bị hủy 2 môn cấu trúc vải(ME3077) và đồ án sợi dệt(ME4035) do thiếu môn học trước khoa học vật liệu dệt(ME2063). Tuy nhiên em đã học tương đương môn khoa học vật liệu dệt(ME2103) thay cho môn khoa học vật liệu dệt(ME2063) (trong danh mục môn tương đương thay thế trên webside Phong Đào tạo http://www.aao.hcmut.edu.vnndex.php?route=catalog%2Fchitietsv&path=59_62&tid=1717&fbclid=IwAR0HKICcG6LmqOO6ZlbiH5e_abnEzPpP8jONMNmMCMSbql9fBsOJiXD34RI) Giáo vụ Khoa cơ khí cũng đã xác nhận là đã gửi công văn tương đương cho Phòng Đào tạo vào ngày 26/7/2021(trong file đính kèm) vậy trong đợt 3 này thì phòng đào tạo đã cập nhật lại trong điều kiện môn học trước để đkmh của hai môn cấu trúc vải(ME3077) và đồ án sợi dệt(ME4035) là có thêm môn tương đương khoa học vật liệu dệt ME2103 chưa? Hay là em không thể học hai môn cấu trúc vải(ME3077) và đồ án sợi dệt(ME4035) theo CTDT khóa k18 mà phải học tương đương cả hai môn trên theo CTDT k19 em xin cảm ơn",
    "Thân chào anh, chị. Em tên : , MSSV: . Ngành: Bảo Dưỡng Công Nghiệp. Lớp: BD16CDT. Em đã viết đơn về việc xin gia hạn thời gian đào tạo, em đã được các anh, chị giải đáp thắc mắc và em cũng hiểu rõ được vấn đề. Em đã đọc qui định là không được đăng ký môn học trong thời gian kéo dài đào tạo. Nhưng vì lo sợ không có thời khóa biểu em sẽ bị đình chỉ nên em đã lỡ đăng ký duy trì môn Tổ chức quản lý bảo dưỡng 3 (MSMH: 260623) và đã có thời khóa biểu, em đăng đí trước khi nhận lời hồi đáp của các anh, chị. Hôm nay em muốn nhờ các anh, chị hủy môn Tổ chức quản lý bảo dưỡng 3       (MSMH: 260623) giùm em. Em chân thành cám ơn.  ",
    "kính thưa PĐT. Em đã đăng kí chuyển điểm anh văn 2 và thanh toán xong trên BKpay để có thể đăng kí môn anh văn 3a vào học kì dự thính. Mong PĐT có thể sớm giải quyết chuyển điểm để em có thể đăng kí môn học vào đợt 3 ngày 17/8. Em xin cảm ơn.",
    "Kính gửi: Phòng Đào Tạo trường ĐH Bách Khoa Em tên:  MSSV:  Lần trước em có hỏi về đăng kí luận văn và nhận kết quả  \" Khi nào hết dịch bạn đăng ký thi liền, có kết quả báo PDT để hỗ trợ bạn đăng ký LVTN nghen\". Vậy em có thể liên hệ thầy thực tập để xin đề tài luận văn và thực hiện đến khi có thể đăng kí LVTN vào tkb không ạ. Vì em sợ đến lúc đăng kí LVTN mới làm thì không kịp thời gian để hoàn thành . Kính mong được Phòng Đào Tạo xem xét và phản hồi. Em xin chân thành cảm ơn  .",
    "Thầy/cô cho em xin huỷ mã EN3071 -  vào đợt 3 để em có thể đăng kí môn EN3041 - Công nghệ xử lý nước cấp và nước thải (cùng số chỉ)với ạ LÍ DO: - Học kì 2 năm 2020-2021 em đang học môn học trước của môn EN3041 nhưng đợt đăng kí 1 và 2 em bị không tính môn học trước nên không đăng kí được môn EN3041 - Vào đợt 2, do thấy mail đến 16/8 em lo sẽ không có đợt 3 nên em đã đăng kí môn không gấp (không phải là môn tiên quyết hay học trước của môn nào) - Với hiện tại, em nghe khoa em đã mở khoá môn EN3041 cho những bạn bị vấn đề như em nên em mong muốn được huỷ môn EN3071 để có thể đăng ký môn EN3041. Do môn này là môn học trước của 1 môn mà môn đó là môn học trước của 2 môn khác nên nếu trễ không đăng kí được em sẽ bị trễ thêm rất nhiều học kì. Và khoa em hầu như đã học môn này gần hết, nếu không đăng kí được vào học kì này thì học kì sau em phải học môn đổi mã theo k19 và không được tính điểm tích luỹ. Em mong thầy/cô PĐT sẽ thông cảm và giải quyết giúp em. Em cảm ơn thầy/cô rất nhiều!",
    "Chào PĐT, em mới nhận được mail thông báo đợt đăng ký môn học bổ sung kỳ 211 sẽ mở từ 17/8 . Vậy PĐT cho em hỏi là chính xác mấy giờ ngày 17/8 thì đợt đăng ký môn bổ sung sẽ mở ạ?  Vì môn Hoá phân tích chỉ mở thêm 5 slot mỗi lớp mà thời khóa biểu của em chỉ đăng ký được lớp L02 nên em sợ vào trễ không đăng ký kịp ạ. Cảm ơn PĐT!",
    "PĐT cho em hỏi là chính xác mấy giờ ngày 17/8 thì đợt đăng ký môn bổ sung HK211 sẽ mở ạ?",
    "Em chào quý thầy cô. Cho em hỏi là sĩ số tối thiểu để mở lớp là bao nhiêu sinh viên ạ? Em cảm ơn thầy cô ạ.",
    "Cho em hỏi thông tin chính thức là khi nào đóng học phí kì chính lẫn dự thính ạ. Vì tình hình dịch rất là khó khăn nên em cần có thời gian để tích góp ạ",
    "Chào thầy cô, Em xin gửi biểu mẫu   B hủy hoãn thi    để xin được thi các môn đã đăng ký hoãn thi do trước đó laptop em bị hư. Hiện tại em đã sửa được laptop và xin được thi các môn trong mẫu đơn . Chân thành cảm ơn thầy cô ạ.",
    "Em đã làm như hướng dẫn của nhà truongwg về thủ tục hủy hoãn thi. Là lấy phiếu hoãn thi sửa thành phiếu hủy hoãn thi. Mong nhà trường giải quyết giúp em, em xin cảm ơn.",
    "Kính gửi quý thầy cô,  Do em đăng ký trễ đợt 2, nên hiện tại không có môn nào để học. Rất mong quý thầy cô xem xét và đăng ký dùm em. - Xác xuất thống kê, Mã môn: 2001 (nếu còn sỉ số) - Giải tích 2 (nếu còn sỉ số) - Đồ Án 1 mã môn CO2023  . Em xin cảm ơn quý thầy cô ạ.",
    "Kính gửi phòng đào tạo, Em tên là - sinh viên khoa quản lý công nghiệp - MSSV . Đợt đăng ký môn học lần 2 vừa rồi em và một số bạn nữa bị huỷ môn tự chọn bảng B do không đủ số lượng đăng ký. Hiện tại, chúng em tập hợp các bạn bị huỷ môn  muốn đăng ký mở môn để học bổ sung, tổng danh sách có 17 bạn ạ. Do em là sinh viên năm 4, hiện tại còn thiếu 1 môn bảng B để tốt nghiệp kì tới. Thầy dạy bộ môn cũng đã đồng ý dạy rồi ạ. Văn phòng khoa nhắn bọn em hỏi lại phòng đào tạo là thời điểm này có cho phép đăng ký mở môn không ạ? Môn học em muốn đăng ký mở là IM30341. Hệ hỗ trợ quyết định và trí tuệ kinh doanh. Em cảm ơn .",
    "Em chào phòng đào tạo,  Em đã đk thành công môn phương pháp phân tích hiện đại CH3329 L01 thầy , thời khóa biểu cũng đã có lịch, nhưng trên e-learning thì không hiện môn học này. Em muốn hỏi vì sao ạ, và có thể khắc phục sớm cho em không ạ, vì mai em có tiết rồi . Em cảm ơn",
    "Dạ thưa thầy cô, cho phép em được trình bày là: Ở đợt đăng kí môn cho kì dự thính đợt 2, em có đăng kí môn EE3019, dù thời khoá biểu có giờ trùng nhưng em vẫn đăng kí thành công, nhưng kết quả thì em bị xoá môn vì trùng giờ với môn Giải Tích 2. Cho em hỏi là có cách nào để em xoá môn Giải tích 2 để đăng kí lại môn EE3019 được không ạ, vì đó là môn học trước để kì sau em đăng kí đồ án ạ, rất mong thầy cô phản hồi em ạ. Em cảm ơn ạ.",
    "dạ em chào phòng đào tạo  ạ, em tên đào trọng huân, mssv  mong phòng đào tạo giúp đỡ ạ, em có 1 môn cần rút do bữa đăng kí nhầm, nên em cần rút môn này để đăng kí môn khác không bị trùng ạ, môn đăng kí là môn quan trọng cần cho việc kì này em tốt nghiệp. Mai là đăng kí đợt 3 rồi ạ, mong phòng đào tạo giúp đỡ cho phép em được rút môn MT2013 như trong đơn ạ. Em xin cảm ơn phòng đào tạo",
    "Cho em hỏi em học chương trình đại trà K18, nhưng do xin tạm nghỉ nên bây giờ học chung với K19. Khi đăng ký môn em không biết mã lớp A là của các bạn chất lượng cao nên sẽ học tiếng Anh. Vậy khi tính học phí thì tính theo giá học lớp đại trà hay clc vậy ạ?  Em cảm ơn",
    "Dạ em xin chào các thầy cô, Dạ cho em hỏi là do sau khi tiêm vaccine vào ngày 13/08 em có gặp vấn đề về sức khoẻ và không thể dự thi môn Kỹ thuật lập trình (C01027) vào lúc 16h ngày 15/08. Em đã điền vào form xin hoãn thi theo email hướng dẫn của Phòng Đào tạo. Dạ cho em hỏi là em có phải làm đơn xin hoãn và nộp giấy chứng nhận tiêm vaccine ngày 13/08 cho bên Phòng Đào tạo để được tính là hoãn thi hợp lệ không ạ ? Em cảm ơn rất nhiều ạ.",
    "Em kính chào Phòng Đào Tạo. Em xin tự giới thiệu em là Đàm Quang Lộc, sinh viên khoá K18 chuyên ngành Cơ Điện Tử. Nay em liên hệ với Phòng Đào Tạo vì em có vài vấn đề về học vụ mong Phòng Đào Tạo giải đáp đồng thời cho em hướng để giải quyết vấn đề này ạ. Vào năm học 2020-2021 trước khi đăng kí các môn học của năm học 201 thì gia đình em có kinh doanh nhưng do ảnh hưởng của dịch covid nên phải đóng cửa và kéo theo đó là 1 món nợ bên phía ngân hàng, số tiền không phải là quá lớn nên em có bàn tính với gia đình về việc đăng kí ít môn học lại để thời gian đi làm kiếm tiền phụ giúp gia đình trong hoàn cảnh này. Trong khoảng thời gian đó thì em có đi làm lắp đặt điện dân dụng và điện công trình tại trung tâm xét nghiệm ở Long An cùng khu với bệnh viện Nhi đồng thành phố ạ. Cho đến tận tháng 6/2021 thì gia đình em may mắn đã tất toán với bên phía ngân hàng, nên em quyết định sẽ tiếp tục theo học tại trường, nhưng ngày 13/7 thì chị em có đi tiêm vắc xin covid tại cơ sở làm việc, nhưng về nhà lại bị dương tính và lây cho cả nhà, mặc dù không phải biến thể delta nhưng bản thân em thấy cũng bị ảnh hưởng sức khoẻ rất nhiều, nên kì vừa rồi em không thể tập trung học hành hay thi cử gì cả ạ . Bởi vì các vấn đề em nêu trên nên hiện tại em đang gặp vài vấn đề như sau ạ 1/ Do em đã xác định sẽ trễ ít nhất 1 năm nên hiện tại em là sinh viên k19 và theo học chương trình đào tạo của k19 phải không ạ, đồng thời các mã môn học để xét tốt nghiệp có được xét các mã của k19 không ạ. Bởi vì đến tận hôm đăng kí môn học thì em chỉ đăng kí được 3 môn của chương trình đào tạo theo k18 ạ và em cũng chưa dám đăng kí các mã theo chương trình của k19 do chưa có thông tin ạ . 2/ Do hiện tại năm học mới cũng đã bắt đầu nên em muốn hỏi Phòng Đào Tạo có cách nào hoặc em có thể làm gì để phòng đào tạo hỗ trợ em về việc đăng kí môn học không ạ. Do 1 phần cũng do lỗi của em về việc không hỏi Phòng Đào Tạo sớm hơn để định hướng đăng kí môn, nhưng em mong Phòng Đào Tạo cũng thông cảm vì thời gian qua gia đình em cũng rất rối ren ạ. Em cam đoan những việc em trình bày trên hoàn toàn đúng sự thật. Nếu như có thể thì sau khi dịch qua đi thì em có thể tìm giấy xác nhận dương tính covid ở bên phường để xác thực ạ Lời cuối em xin chân thành cảm ơn Phòng Đào Tạo rất nhiều vì đã dành thời gian đọc và thông cảm cho gia đình em ạ. Em chúc Phòng đào tạo thật nhiều sức khoẻ trong thời kì dịch bệnh này ạ .",
    "Do cách ly xã hội nên bản thân em chưa có thể thanh toán học phí dự thính kì 202, em đã có đăng kí môn học hk 211 đợt 1 nhưng bây giờ em chưa có thời khoá biểu của học kì mới, em không biết có thể tạm hoãn đóng học phí để mở môn học hk 211 cho em được không ạ, do em thanh toán học phí qua giao dịch trực tiếp bên tại ngân hàng",
    "Dạ cho em hỏi là em đã nộp đơn Phục hồi TKB 203 môn học TTTN MA3315 mà hiện tại TKB em chưa có và kết quả đăng kí môn học đợt 2 của em bị xóa môn Đề cương luận văn do thiếu môn song hành TTTN ạ !",
    "Dạ chào thầy/cô, do em bị thiếu sót thông tin về các mã môn học nên trong đợt đăng ký môn học đợt 1,2 em chưa đăng ký được môn ĐCLV. Nay em làm đơn này, rất mong PĐT có thể hỗ trợ giúp em đăng ký được môn ĐCLV trong HK211 này ạ. Em rất mong nhận được phản hồi sớm nhất ạ! Em cảm ơn!",
    "Em chào anh/ chị, Em là , mssv  Đợt đăng ký môn học đợt 2, môn học tụi em đăng ký đã bị huỷ do số lượng sinh viên thấp. Hiện tại tụi em đã gom đủ 17 bạn cho môn học bị huỷ và cũng được thầy bộ môn đồng ý giảng dạy. Hiện tại phòng đào tạo có cho phép mở môn học trong đợt 3 hay không, để tụi em có thể đăng ký kịp môn học trong đợt 3 này cho hk chính 211? Môn học muốn đăng ký mở lớp: IM3041: Hệ hỗ trợ quyết định và trí tuệ kinh doanh (CLC) Hy vọng sẽ nhận được phản hồi từ pđt Trân trọng",
    "p Thưa phòng đào tạo, em đã đăng ký môn Kiến trúc máy tính từ đợt 1. Tuy nhiên ở kết quả đợt 2 em bị xoá môn này do trùng TKB. Em xem lại thì thấy PĐT đã tự đổi TKB môn này từ tiết 8-12 thứ 4 sang tiết 2-6 thứ 5 dẫn tới trùng với môn Triết học  .  /p    br  Em muốn hỏi là đợt 3 em có được điều chỉnh các môn đã đăng ký không ạ? Vì tất cả các nhóm của môn Kiến trúc máy tính (sau khi PĐT đổi giờ) hiện tại đều trùng với các môn khác của em .",
    "Em là , Khoa Khoa học và Kỹ thuật Máy tính Chương trình CLC, theo như đăng ký môn học, em đã đăng ký thành công môn Kiến trúc Máy tính CO2007 vào đợt 1 và có hiệu chỉnh môn này và một số môn khác vào đợt 2 (đổi sang nhóm lớp CC04_CC08 thành công). Nhưng khi nhận được thời khóa biểu, em lại không thấy sự xuất hiện của môn học này trong thời khóa biểu trên Mybk lẫn  . Số tín chỉ em đăng ký vốn đã đủ 14 theo như chương trình đào tạo nhưng môn học này bất ngờ bị xóa khiến em bị giảm xuống 10 tín chỉ. Đây là môn học bắt buộc của HK211 này của em. Các bạn khác có cùng nhóm lớp CO2007 CC04_CC08 này đều đã có thời khóa biểu như bình thường. Em không biết lý do tại sao môn học của em đã đăng ký thành công, sĩ số đã đầy đủ nhưng em lại bị xóa mất . Ngày mai, Thứ Ba tiết 2-3-4 em sẽ có lớp học môn học này nhưng  lại không xuất hiện. Mong Phòng Đào tạo xem xét chỉnh sửa và cập nhật lại môn học giúp em để em có thể bắt đầu một kì học mới bình thường ạ.",
    "Võ Trung Hậu, MSSV : , LỚP L09 ( -B) HỌC PHẦN PHƯƠNG PHÁP TÍNH MT1009 KỲ HỌC 202 mong phòng đào tạo cho phép em hoãn thi cuối kỳ",
    "Em tên   MSSV :  Hệ VHVL Em đã thanh toán học phí trễ hạn HK202.Kinh mong nhà trường xem xét giúp em để em có thể đăng ký môn học cho học kì này. Em xin cảm ơn.",
    "Kính gửi Phòng Đào tạo, Em tên là , MSSV: . Em xin phép được hỏi về vấn đề đăng ký môn để duy trì tình trạng đang học của sinh viên ạ. Hiện em đã hoàn thành các môn trong CTGD và luận văn tốt nghiệp nhưng vẫn còn thiếu chứng chỉ anh văn nói - viết để đăng ký xét tốt nghiệp. Học kì 211 sắp bắt đầu và em được biết là nếu muốn giữ được tình trạng đang học của sinh viên thì em phải đăng ký ít nhất 1 môn đã học hoặc môn mới. Vậy nếu em đăng ký 1 môn như trên mà không tham gia học và kiểm tra môn đó thì em có bị cảnh cáo học vụ hay ảnh hưởng đến kết quả học tập cũng như việc đăng ký xét tốt nghiệp không ạ . Em xin chân thành cảm ơn.",
    "Võ Trung Hậu, MSSV : , LỚP L09 ( -B) HỌC PHẦN PHƯƠNG PHÁP TÍNH MT1009 KỲ HỌC 202 mong phòng đào tạo cho phép hoãn thi",
    "Chào thầy cô Em có nhận được mail pđt bảo liên hệ khoa trong trường hợp các lớp muốn mở kì chính với ít sĩ số. Nay Khoa KTHH và trưởng bộ môn đã   B đồng ý đặc cách mở lớp môn CH2031    vì nhu cầu cấp bách của sinh viên. Sĩ số sinh viên học môn này không quá nhiều do   B k18 là khóa cuối cùng học mã môn này   , nên mong pđt chấp nhận mở môn này trong ĐKMH đợt 3 Em xin chân thành cảm ơn.",
    "Chào thầy/cô. Cho em hỏi sao mà lịch thi của em lại trùng với lịch học của em vậy ạ. Cụ thể là môn CO2011 thi ngày 18/8/2021 lúc 10h sáng. Nhà trường sắp xếp như vậy thì em phải bỏ học buổi đầu tiên. Mà buổi đầu tiên khá quan trọng, giáo viên thường điểm danh, chia nhóm ,... . Mong Thầy/Cô xem lại giúp em",
    "em muốn đăng ký môn học nhập môn điện toán cùng với k21 chương trình clc ,em có thể đăng ký vào học kỳ dự thính được ko do lần đăng ký lần trước em ko tìm được môn này trong danh sách.Em hy vọng nhận được câu trả lời sớm nhất ",
    "PĐT cho em hỏi hiện tại các môn chính trị đã thay đổi và tách ra thành nhiều môn VD: Mác lenin tách ra thành 2 môn. Vậy sinh viên VB2 có được chuyển điểm và miễn 2 môn này không ạ. EM cảm ơn ạ   i  .",
    "Dạ thầy cô cho em hỏi, em có được xin rút môn ngay bây giờ không ạ. Vì em có đăng ký 16 chỉ trong lớp, và 1 môn dự thính. Do vấn đề tiên quyết học trước của ngành nên em phải đăng ký thêm một môn dự thính mà không được xóa môn dự thính đã đăng ký trước đó. Nếu không học môn đó em bị trễ đồ án ạ. em sợ bị trùng giờ mà không đăng ký môn học được ạ. Mong thầy cô xem xét giúp em. Và nếu rút môn em có cần giấy xin rút môn không ạ, và mẫu đơn tìm ở đâu ạ? Em chân thành cảm ơn thầy cô",
    "Mong nhà trường cho em hỏi là kì này em có đăng kí môn im1025 quản lý dự án cho kĩ sư để làm môn tự chọn, nhưng khi học thì em có nghe bảo hình như môn này không áp dụng cho sinh viên nghành xây dựng mà có 1 môn khác với mã khác. Cho em hỏi vậy nếu em học tiếp môn này thì có được tính vào tín chỉ của môn tự chọn của em không ạ? Nếu không thì em phải làm sao để hủy môn và đăng kí lại môn khác ạ?",
    "Trong đợt ĐKMH đợt 2 em đã đăng ký được 2 môn Lập trình hệ thống điện (403707) và Lôgic tổ hợp (404713). Em có liên hệ với Khoa và được Khoa đề xuất nộp đơn mở lớp 2 môn học này theo hình thức ĐATL. Hai môn này đã có trong thời khóa biểu và hôm nay(16/8) em đã tham gia buổi học đầu tiên. Tuy nhiên 2 môn này vẫn được xếp lịch học như môn học thông thường nên môn học này hiện đã bị hủy do sĩ số thấp. Em mong nhận được chỉ dẫn của quý thầy cô để giải quyết vấn đề này ạ. Em cảm ơn.",
    "Em là  sinh viên khoa k18 khoa khoa học ứng dụng, em có đăng kí môn thực tập vào kì dự thính này. Tuy nhiên phòng đào tạo đã hủy môn đăng kí của em với lý do sai nhóm, mong phòng đào tạo cho phép em đăng kí môn này ạ",
    "Xin chào phòng đào tạo. Em là sinh viên chuyển hệ từ chính quy(khóa 2012) sang hệ VHVL,họ và tên: Nguyễn Triệu Luân, mssv: , mã sinh viên cũ: 3. Trong quá trình đăng kí môn học mới em không thể đăng kí được do thiếu môn học tiên quyết nhưng đây là những môn em đã học và đạt ở chương trình của hệ cũ. Vậy kính xin phòng đào tạo xem xét giải quyết về việc chuyển điểm tương đương các môn học đã đạt được ở chương trình học chính qui cũ sang chương trình VHVL ạ. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô PDT, em tên , MSSV:  Do em sơ suất trong đăng kí môn học ở đợt 2 và em được thông báo mới trong email mới từ PDT là không được xóa môn ở đợt 3. Em mong các thầy/cô giúp em hủy môn EN1007 - Độc học môi trường . và đăng kí cho em môn học LA1007 - Anh văn 3 (Do ở đợt 2 em bị trùng thời khóa biểu nên out ra và các lớp khác đấy nên em không đăng kí được).   Em cảm ơn.",
    "Em chào Cô. Cô cho em hỏi là như môn Kỹ thuật chế tạo 1 có thí nghiệm vậy em có thể xin mở được lớp ở dự thính không ạ? Môn này là môn tiên quyết của chuyên ngành nên rất quan trọng với tụi em. Mà chương trình k19 thì không còn môn này nữa, để càng lâu sợ không còn ai học nữa. Mong pdt giúp đỡ tụi em ạ! Em cảm ơn!",
    "Dạ chào thầy/cô,  Em tên  mssv  hệ VLVH khoa Kỹ thuật máy tínhEm đã xem phần điểm chuyển trên trang thông tin sinh viên đã đủ các môn em hoàn thành ở hệ chính quy ạ Hiện tại em có một số thắc mắc mong thầy giải đáp giúp em ạ      1 Em có thể đăng ký nhận đề tài LVTN trong học kỳ này được không ạ, hiện tại em đã đăng ký được môn AV350 do phòng đào tạo tổ chức ạ Nếu được đăng ký em có thể xem danh sách đề tài ở đâu ạ      2 Em đã đăng ký môn CO3009 - Vi xử lý - vi điều khiển   trong đợt 1 nhưng không có thời khóa biểu    3 Học kỳ mới sẽ bắt đầu vào thời gian nào ạ, em đã kiểm tra trên trang aao nhưng không thấy lịch học vụ cho hệ VLVH ạVì hiện tại bên phía công ty em đang công tác cần một số thông tin học của em để ký hợp đồng nên mong thầy xem xét và giải đáp giúp em ạXin chân thành cảm ơn thầy!Sinh viên,          ",
    "Em chào PĐT ạ, theo như kết quả ĐKMH đợt 1 và 2 thì hệ thống xếp TKB của em 2 môn là: 1. An toàn quá trình CH3297, Nhóm lớp A01, tiết 7,8 ngày thứ 3. 2. Công nghệ các sản phẩm tẩy rửa CH3169, Nhóm lớp L01, tiết 5,6 ngày thứ 3. Và đây là lớp duy nhất của môn học này. Trong suốt đợt 2 em không có hiệu chỉnh TKB của 2 môn này. Nay em tha thiết cầu mong xin thầy/cô PĐT chuyển môn An toàn quá trình CH3297 của em từ lớp A01 sang L02, để em co thể theo học cả 2 môn khi tình hình dịch ổn định trở lại. Em xin chân thành cảm ơn các thầy/cô cán bộ PĐT ạ.",
    "Dạ em xin chào các thầy cô, Cho phép em đặt câu hỏi là vào ngày 14/08 em đã điền vào form xin hoãn thi môn Kĩ thuật lập trình(CO1027) nhưng em nghĩ rằng có thể  mình đã điền sai một số thông tin trong form nên liệu em có thể điền lại form một lần nữa để đảm báo thông tin chính xác không ạ ? Em cảm ơn rất nhiều ạ.",
    "em bị hủy kết quả đăng ký môn học kỳ chính  do chưa thánh toán học phí học kỳ dự thính em có gửi mail lên pdt hỏi mà k có phản hồi ạ cho em hỏi có sao không nếu học kỳ này em không có học môn nào không ạ rồi việc phân nghành của em tính sao ạ",
    "Video quay màn hình môn thi của em bị lỗi. Em đã mail gvbm nhưng cô bảo không rõ, em cũng mail PĐT nhưng chưa được trả lời mail. Em không biết phải giải quyêt như nào ạ?",
    "Em chào thầy/cô, Vì em đăng kí nhầm môn học ở đợt 2 nên em muốn hủy môn học đó trong đợt 3 sắp tới, theo như mail của phòng đào tạo gửi thì đợt 3 không thể hủy môn học được. Không biết nếu em làm phiếu rút môn học tại thời điểm bây giờ thì có phải đóng học phí cho môn mà em muốn rút hay không ạ? Và em xin hỏi thêm về cách thức rút môn học như thế nào ạ? Em xin cảm ơn quý thầy/cô",
    "Xin chào PĐT . Em là  mssv . Kì này em còn 2 môn cuối là Luyện Kim Đen và Cơ sở khoa học vật liệu MA1003. Tuy nhiên môn MA1003 thì em bị trùng lịch học online đúng 1 tiết với môn Luyện kim đen. Em đã xin được sự đồng ý của thầy chủ nhiệm môn đó là thầy  cho phép dự học ạ. Vô năm em linh hoạt sắp xếp đổi nhóm lớp sao cho không bị trùng nữa. Thầy  cũng chấp thuận. Vậy giờ em phải làm đơn gửi lên PĐT bằng cách nào trong mùa dịch cách ly như này ạ?  Em cám ơn và mong chờ sự giúp đỡ của PĐT rất nhiều ạ!",
    "Em chào thầy cô ạ. Em xin được đổi 2 lớp như sau 1) Đợt đăng ký môn học vừa qua em được pđt xếp học môn An toàn quá trình  CH3297 vào lớp A01 vì đây là lớp của chương trình KSTN và học ở cs1. Tuy nhiên hiện nay môn này không phải môn core nữa nên em xin chuyển sang lớp L02. Lí do là vì em bị vướng lịch môn CN các sp tẩy rửa tiết 5,6 ở cs2. 2) Ngoài ra em muốn xin đổi môn Qttb Truyền Nhiệt CH2043 từ L03 sang L06 vì lí do thuận tiện cho thời khóa biểu sau này làm luận văn.  Em cảm ơn thầy cô.",
    "Em chào thầy cô,em có đăng kí môn và được hệ thống xếp lịch như sau, em giữ nguyên lịch được xếp và không chỉnh sửa gì :  - An toàn quá trình CH3297 lớp A01 tiết 7,8 ở cs1 - Công nghệ các sản phẩm tẩy rửa lớp L01 tiết 5,6 ở cs2 . Đây là lớp duy nhất của môn học này. Em xin được chuyển lớp môn An toàn quá trình CH3297 từ lớp A01 sang L02. Em xin cảm ơn.",
    "Dạ pdt cho em hỏi là thi hoàn tất nộp đơn hủy hoãn thi sau đó có được tính không? Tại trước đó em có làm đơn hủy hoãn thi do thiếu thiết bị thi. 9h30 em có vào phòng thi thì giám thị bảo cho phép. Nên dẫn đến việc làm đơn  hủy hoản thi sau thi.em có trao đổi với pdt trước đó. Mong pdt giải đáp thắc mắc cho em. Để em biết chuẩn bị ôn tập.em cảm ơn pdt",
    "Chào phòng đào tạo ĐH Bách Khoa tp HCM, em là  MSSV  Dạ do là trước đó e đã hoãn thi thành công rồi, nhưng em đã kịp xuất viện để thi Sau đây là thông tin các môn em đã xin hoãn: *Giải tích 2:-MT1005-HK202-Nhóm L06-B-Giờ thi: 16h00-Ngày thi 17/08/2021. *Phương pháp tính:-MT2013-HK202-Nhóm L09-C-Giờ thi: 13h00-Ngày thi 15/08/2021. Em mong muốn được hủy kết quả hoãn thi ở môn Giải tích 2 và Phương pháp tính lần trước ạ. Em cảm ơn PĐT.",
    "Chào các thầy/cô, Em đã đăng ký in bảng điểm và thanh toán vào ngày 4/8/2021, nhưng hiện tại em thấy tình trạng: đang in (ngày nhận kết quả trên  là 9/8/2021). Em mong trường hợp của em được giải quyết sớm, để em đăng ký thủ tục cao học. Em xin cám ơn thầy/cô.   i ",
    "Em muốn đăng ký môn tẩy rửa vào đợt 3 nhưng hiện tại bị kẹt lịch học môn An toàn quá trình CH3297-nhóm lớp A01. Do đó em hi vọng Phòng Đào tạo có thể chuyển em sang An toàn quá trình CH3297-nhóm lớp L02 được không ạ? Em cảm ơn ạ!",
    "Em muốn hỏi là ở đợt đăng ký môn học đợt 3 học kỳ 211 có thể hủy môn học không ạ  .",
    "Em bị hủy môn học vì trùng thời khóa biểu nhưng kiểm tra không thấy trùng",
    "Dạ em chào thầy/cô ạ, cho em hỏi xét tốt nghiệp đến hết học kỳ 211 có nghĩa là nếu em thi qua anh văn hai kỹ năng nói viết em sẽ được cấp bằng tốt nghiệp chính quy trong bao lâu ăn hay mình sẽ phải đợi đến khi làm lễ tốt nghiệp hoặc là đợi đến khi đến đợt phát bằng tốt nghiệp ạ. Và cho em hỏi là sẽ nằm trong khoảng tháng mấy mình sẽ có bằng tốt nghiệp ạ. Em cảm ơn thầy/cô",
    "Em chào quý thầy cô phòng đào tạo. Em tên:.  MSSV: Hôm 4/8/2021 em có đăng ký in giấy xác nhận SV và đã được duyệt vào ngày 9/8/2021 nhưng đến nay em vẫn chưa nhận được ạ. Không biết pđt có thể cho em mã của bưu kiện để em kiểm tra được không ạ. Em cám ơn ạ !",
    "Dạ em chào thầy ( cô ) Em tên  - khóa 2018  Học kì 211 em có đăng kí   B môn thí nghiệm hóa lí CH2041 nhóm A01    và em đăng kí thành công vào đợt 2 đăng kí môn và trên   B bk el    của em cũng có môn thí nghiệm hóa lý nhưng trong   B thời khóa biểu    không hiện môn thí nghiệm hóa lý  Thầy ( cô ) cho em hỏi là em đã đăng kí thành công môn thí nghiệm hóa lý chưa ạ  Em mong thầy ( cô ) sớm giải quyết  Em cảm ơn ",
    "Em chào thầy/cô ạ. Em là sinh viên năm 3 chương trình Việt Pháp. Do em chưa hiểu kĩ chương trình đào tạo nên có đăng kí nhầm 1 môn có mã môn là 215739, tên Projet:1 ng/cứu khoa học. Sau đó, em được thầy cô chủ nhiệm tư vấn lại là em không thể học môn này do đây là môn năm thứ 4 và không thuộc chương trình đào tạo của em hiện nay. Em có nguyện vọng rút môn học này. Thầy, cô cho em hỏi cách làm đơn gửi PĐT như thế nào để rút môn học ạ. Và theo em không biết nếu em rút môn trước khi môn học bắt đầu thì có phải đóng học phí không ạ?  Em xin chân thành cảm ơn thầy/cô.",
    "Chào quý thầy cô , em khoá 2017 hệ vhvl đã đăng kí đợt 1 môn luận văn tốt nghiệp mã CI 4343 _ đăng kí thành công. Đợi kết quả chính thức là bao lâu ạ ?? Em cảm ơn",
    "kính chào pđt: em tên đinh văn tiến, sinh viên bằng 2 khóa 2018. -hiện tại em đã hoàn thành xong chương trình học trên lớp, chỉ còn luận văn tốt nghiệp nữa là kết thúc khóa học, do tình hình dịch bệnh từ đầu năm đến nay nên em không thể thi toiec để đủ điều kiện nhận luận văn, em mong pđt có hướng giải quyết để em có thể đăng kí làm luận văn trước, rồi nộp toiec trước khi bảo vệ luận văn khi tình hình dịch bệnh ổn định. -mong pđt xem xét và phản hồi.trân trọng",
    "Em chào thầy cô ạ, vì trong quá trình thao tác và kiểm tra em dính sai sốt nên em xin phép PĐT xoá môn SP1005 lớp L08 để em có thể đăng kí môn SP1009 do trùng lịch học ạ.    .",
    "Em bị mất môn Phát triển ứng dụng IOT trên Bkel và trên TKB mặc dù trước đó đã đăng ký môn học thành công ạ.",
    "Kính gửi PĐT em là -MSSV:. Em muốn hỏi về quy trình rút môn đã đăng ký trong đợt đăng ký môn học đợt 2 HK211 vừa rồi. Em làm đơn rút môn học rồi gửi qua email phòng đào tạo, hay BKSI ạ. Mong phòng đào tạo phản hồi sớm để em có thể đăng ký môn học đợt 3",
    "Dạ cho em hỏi ạ,e lỡ đăng kí hoãn thi thì có thể rút lại được không ạ?",
    "Em chào thầy cô, em có đăng kí môn học và được hệ thống xếp lịch như sau, em giữ nguyên và không thay đổi gì:  - An toàn quá trình CH3297 lớp A01 thứ 3 tiết 7,8 ở cơ sở 1 - Công nghệ các sản phẩm tẩy rửa lớp L01 thứ 3 tiết 5,6 ở cơ sở 2. Đây là lớp duy nhất của môn học này Em mong thầy cô có thể giúp em đổi lớp An toàn quá trình CH3297 sang lớp L02 để có thể di chuyển được tiện lợi hơn . Em xin cảm ơn thầy cô rất nhiều.",
    "Dạ kính gửi quý anh/chị pđt. Dạ đợt vừa rồi em lỡ đăng ký thiếu một môn quan trọng. Mà giờ em muốn đăng ký thì môn đó bị trùng giờ. Nên quý anh/chị có thể mở khóa đợt 3 cho em sửa lại để đăng ký thêm môn được không ạ. Em cảm ơn",
    "Dạ em muốn đăng ký rút môn  Cấu trúc rời rạc cho khoa học máy tính (CO1007) ạ.",
    "Chào thầy cô,  Theo thời khóa biểu HK211 của em thì môn Vật lý bán dẫn (EE1007), nhóm lớp DT01, sẽ bắt đầu học từ tuần 33, tức là sẽ học vào chiều tối nay. Nhưng đến hiện tại em vẫn chưa thấy môn này được cập nhật ở BKeL, do đó em cũng không biết phải lấy link vào học online ở đâu.  Vậy nhờ PĐT có thể kiểm tra lại giúp em không ạ?  Em cảm ơn.",
    "Dạ thưa cô em có gửi rồi ạ, em gửi mail cho pdt và gửi đơn hoãn thi lên cả bksi luôn ạ, và em nhận được phản hồi là đợi thống báo đến ngày 06-08 ạ, mà đến giờ e vẫn chưa nhận được cập nhật điểm 14 trên thông tin sinh viên ạ, em gửi 3 mail hoãn thi rồi ạ, 1 lên bksi có file pdf hoãn thi và 2 đơn trong mail pdt gửi ạ, em cảm ơn cô!   i  .",
    "Em chào thầy/cô. Em tên , mssv  . Em đã hoàn thành luận văn tốt nghiệp nhưng vẫn còn nợ anh văn  trong trương chình đào tạo. Do dịch covid nên không thi toeic để chuyển điểm kịp. Do anh văn  hết sĩ số nên em không đăng ký được, nếu em đăng ký anh văn theo nhu cầu (Anh văn A) để thay thể cho anh văn  trong chương trình đào tạo có được không ? Và điểm của của anh văn A có thay thế cho anh  trong bảng điểm không? Em cám ơn.  ",
    "Dạ thưa thầy cô video ghi màn hình của em bị lỗi do em chọn sai chế độ ghi hình nên thời lượng video chỉ có 7 giây. Bây giờ nộp có được chấp nhận không ạ? Nếu không thì em phải đăng ký hoãn thi và thi lại sau đúng không? Nếu phải đăng ký hoãn thì thì đăng ký như thế nào?  Em cảm ơn ạ.",
    "Dạ cho em hỏi?. Vào thứ 7 ngày 14/08/2021. Em có làm đơn hủy hoãn thi do thiếu thiết bị thi.( Em không có máy tính) Trong ngày đó em có mail hỏi pdt hủy hoãn thi sao? Thì pdt bảo thi binh thường và nhớ làm đơn hủy hoãn thi. Thứ 2 ngày 16/08/2021 em có vào phòng thi và hỏi giám thị thì cho phép thi bằng dt. Khi em thi xong thì mới làm giấy hoãn thi( nếu ko thi được thì e để nguyên giấy hoãn thi) Cho em hỏi kết quả thi xong có được tính hay không?  Em cảm ơn pdt",
    "Kính gửi phòng đào tạo, Em là , mssv  Em xin phép được hủy môn học CH2013- Hóa vô cơ trong học kì 203 Lí do: em định đăng kí môn học CH2011- hóa vô cơ nhưng đã không xem kĩ và đăng kí môn học bị nhầm. Kính mong phòng đào tạo hỗ trợ hủy môn học giúp em. Em xin cảm ơn",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa - ĐHQG Tp. Hồ Chí Minh, Em tên là:  MSSV:  Vì lý do dịch Covid kéo dài và diễn biến phức tạp nên em không thể trực tiếp lên Phòng đào tạo làm đơn cứu xét xin thu nhận lại được, vì vậy em viết email này để mong Phòng đạo tạo hướng dẫn em cách thức để em được thu nhận lại trong học kỳ này, để em có thể kịp thời đăng ký môn học kịp thời. Em xin cám ơn, , sđt: [phone_number].",
    "Dạ em đã làm đúng hết yêu cầu của PDT rồi ạ, mà 2 tuần rồi em vẫn chưa thấy cập nhật trên thông tin sinh viên á cô nên em thắc mắc chỗ này ạ, em cảm ơn cô!   i  .",
    "Em nộp file ghi màn hình trng lúc thi nhưng khi điền form và nộp file thì em quên đổi tên file nghe, như vậy thì có bị sao không ạ, có cần liên hệ pđt không ạ",
    "Kính gửi Qúy thầy cô, Em tên , mssv , em có một số thắc mắc về TKB học kỳ 211. 1. Môn học Thiết kế trang phục 1 (ME3137), em có thực hiện chuyển nhóm vào đợt đăng kí đợt 2, từ nhóm L01 sang L02, nhưng kết quả đăng kí và TKB em vẫn ở nhóm L01. 2. Môn học Khoa học Vật liệu dệt (ME2033), em thực hiện đăng kí trong đợt 2, với lịch học là thứ 6 tiết 9 10, nhưng kêt quả đăng kí thì lịch học là thứ 7 tiết 13 14. Em có đính kèm hình ảnh về lịch sử đăng kí, danh sách đã đăng ki đợt 2 và thời khóa biểu. Em kính mong quý thầy cô có thể xem xét và giải đáp thắc mắc giúp em ạ, em cảm ơn thầy cô.",
    "Em muốn xin được xin hoãn thi môn Trường Điện Từ EE2003 vì lý do nhà em bị cắt mạng do đóng tiền trễ, nên em không đủ khả năng để tham gia thi trực tuyến cuối kỳ môn Trường Điện Từ vào ngày 17/08/2021 được. Em mong phòng đào tạo cho phép em được xin hoãn thi môn này và được thi bổ sung khi được phép. Em cảm ơn và vô cùng xin lỗi vì trường hợp của mình.",
    "em đăng ký nhầm môn Anh văn 1 lớp LA1003, em muốn rút và chấp nhận thanh toán.",
    "Hiện tại em không thể truy cập vào được BKEx để vào phòng thi và làm bài, mặc dù có thông báo là trước giờ thi thì phần mềm BKEx sẽ mở khóa. Vì vậy em xin phép hoãn môn thi Hệ Điều Hành nhóm L02-A",
    "em tên: Đinh Khôi Nguyên mssv: 0 Lớp XD13KT Lý do em không đăng ký được tốt nghiệp: Vì dịch covid nên IIG không tổ chức thi Toeic trong thời gian dài, vì vậy em chưa nộp được điểm Anh Văn nên không đủ điều kiện để đăng ký tốt nghiệp! Em đã cố gắng liên lạc PDT qua sdt trên web nhưng không được. Nếu có thể cho em xin cách thức liên hệ qua điện thoại để dễ liên lạc về các vấn đề hơn vì dịch nên không đến trực tiếp PDT được ạ! Mong được sự hướng dẫn từ PDT cho trường hợp của em! Em xin chân thành cảm ơn!",
    "Em chào thầy/cô. Em tên , mssv . Em đã hoàn thành luận văn tốt nghiệp nhưng vẫn còn nợ Anh văn  (LA1009) để tốt nghiệp. Do sĩ số Anh văn  đã hết nên em có thể thay bằng anh văn theo nhu cầu - anh văn A (LA103) và nếu qua anh văn A thì có đủ điều kiện về anh văn để tốt nghiệp không? Em cám ơn.",
    "Kính thưa phòng đạo tạo! Em tên : Mssv: Hệ VHVL khoa: Kỹ Thuật Xây Dựng HK202 em có đăng ký môn LVTN 801303 nhưng chưa hoàn thành kịp nên bỏ dở. Em muốn đăng ký LVTN vào HK211 này để làm nhưng khi đăng ký vào đợt \"Đăng ký môn học Dự Thính Chính Quy + Hệ Vừa Làm Vừa học - HK211- Đợt 1\" thì đăng ký thành công nhưng vẫn chưa có TKB. Em tiếp tục đăng ký sang đợt\" - HK211 - ĐỢT 2\" thì đăng ký không được, em kiểm tra kết quả đợt 2 thì thấy lí do không đăng ký được là:\"PDT không đ/ký cho SV MH 801303 (D: Môn đã đạt/đã học chưa có điểm/ đã có kết quả trong HK chính)\". vậy em xin PDT cho em dăng ký môn LVTN 801303 vào học kỳ này (HK211) để em có thể làm luận văn ạ. Em xin chân thành cảm ơn!",
    "Chào thầy cô, em đăng ký môn và được sắp thời khóa biểu như sau: An toàn quá trình, A01 tiết 78 Công nghệ các sản phẩm tẩy rửa, L01 tiết 56, lớp duy nhất của môn học  Do đó em xin đổi lớp An toàn quá trình từ A01 sang L02 Mong thầy cô xem xét",
    "Em đã đăng ký môn học bắt buộc trong học kì 211 của em là Kiến trúc máy tính - CO2007. Nhưng sau đó khi có thời khoá biểu thì em đã bị mất môn học này, và hiện tại em chỉ có 10 tín chỉ trong kì 211 này. Mong phòng đào tạo hỗ trợ em và các bạn gặp tình huống tương tự nhanh nhất có thể để chúng em không gặp phải khó khăn trong việc tích luỹ tín chỉ các môn cần thiết.",
    "Dạ cho em hỏi về cách thức và các bước cần làm để đăng kí thi lại sau khi hoãn thi xong ạ.Em xin chân thành cảm ơn ạ.",
    "Kính gửi PĐT Em tên là  MSSV  - VLVH Em đã đăng kí thành công 3 môn học và có thông báo 3 môn học đó trên https://mybk.hcmut.edu.vn/stinfo/ (Pic1). Nhưng đến hôm nay có lịch học môn Vật lý bán dẫn (EE1007) nhưng trên BKEL vẫn không có link lớp học (PIC2). Kính mong được PĐT hỗ trợ và giải quyết.",
    "Dạ kính thưa phòng đạo tạo Em tên là , MSSV , khoa KH&KTMT. Hiện tại em đã hoàn thành bảo vệ luận văn thành công, tuy nhiên, hiện tại em chưa có điểm học phần môn Đường Lối ĐCSVN do vừa thi cuối kỳ và hiện nay do em theo chương trình liên thông cao học nên em có 1 môn bên chương trình cao học và đang đợi điểm thi nhằm chuyển điểm về học phần đại học để đủ điều kiện tốt nghiệp (môn này đã thi trước đợt dịch nhưng chưa có điểm). Vì thế hiện tại em được cho là chưa đủ điều kiện để xét tốt nghiệp nên có đăng ký môn ở HK 211 nhằm giữ tình trạng sinh viên, vậy nên em có một số câu hỏi nhờ phòng đào tạo giải đáp giúp em ạ: 1. Em sẽ phải rút môn học và đóng tiền thì em sẽ làm đơn hay yêu cầu rút môn học như thế nào? Do em chưa bao giờ thực hiện rút môn hay rút môn online trước đây. 2. Trong 2-3 tuần tới sẽ có điểm của môn học bên cao học, vậy thì em sẽ liên hệ và làm các bước như thế nào để có thể chuyển điểm về đại học kịp để đăng ký tốt nghiệp khi vừa có điểm. Em chân thành cám ơn và mong phòng đào tạo sớm phản hồi giúp em. Chúc mọi người thật nhiều sức khỏe, hạnh phúc và cùng xã hội chung tay đẩy lùi dịch bệnh . Trân trọng, .",
    "Em chào thầy cô Em tên là , mssv . Dạ cho em hỏi về môn học CH3329( Các pp phân tích hiện đại), mã lớp L01. Em có hỏi giảng viên phụ trách, là thầy không bị trùng giờ dạy lớp L01 nữa. Trên TKB vẫn còn lớp học, nhưng BKeL thì chưa được cập nhật. Thầy cũng chưa được update lịch dạy của lớp L01. Vì ngày mai đã là buổi học đầu tiên nên em muốn hỏi là lớp L01 này còn mở không ạ ? Nếu còn thì mong thầy cô update trên BKeL cho tụi em ạ. Em xin cảm ơn",
    "Chào a/c trong pdt Dạ do lỗi sơ ý trong quá trình đăng kí môn học em đã đăng kí nhầm môn học môn ban đầu e đăng kí Ci3231: kết cấu thép môn đănng kí nhầm Ci3237: bê tông cốt thép và học kì trước e đã học môn này Mong phòng đào tạo có thể giải quyết đổi môn giúp em ạ Và đổi môn như vậy thì e có cần thanh toán  phí cho môn học đăng kí nhầm ko ạ",
    "Nộp đơn xin hủy yêu cầu đăng ký hoãn thi một số môn đã đăng ký trước đó.   i ",
    "Dạ e chào Thầy/Cô PĐT, em tên là Võ Thị Xuân Đào, MSSV: 1811832, sinh viên khoa Môi trường chuyên ngành Quản lý Môi trường ạ. Em vừa nhận được mail là bị huỷ các môn sỉ số thấp nên số chỉ đăng kí được 19c. Do chương trình đào tạo từ khoá K19 bị thay đổi nên ảnh hưởng rất lớn đến việc đăng ký môn của ngành của em khi mà sỉ số lớp em rất ít. Em đã đăng ký môn theo chương trình đạo tạo của K18 nhưng đã bị huỷ môn. Nên buộc em phải đăng ký môn của mã K19, môn bắt buộc của K18 trở thành tự chọn trong hơn 10 môn của khoá K19 nên để đăng ký được môn này em đã đi vận động, năn nỉ các khoá dưới rất nhiều. Nên khả năng cao chỉ mở được kì này thôi ạ. Nhưng do chương trình thay đổi, từ môn 2c thành 3c nên khi đăng ký em bị vướng điều kiện vượt quá 21c. Em kính mong quý Thầy/Cô PĐT cho phép em được đăng ký thêm môn EN3071 để có thể hoàn thành chương trình đào tạo . Mong PĐT có thể xem xét giúp em ạ, em chân thành cảm ơn quý Thầy/Cô!",
    "Cho em hỏi link nộp video môn phương pháp tính mt1009 của ",
    "Em xin chào quý thầy/ cô, em có câu hỏi như sau: Hiện tại em còn thiếu chứng chỉ anh văn Nói Viết để đủ điều kiện xét tốt nghiệp, vậy em có cần đăng kí môn học cho học kỳ 211 để duy trì tình trạng sinh viên không? Và nếu em không đăng kí môn học mà chỉ hoàn thành chứng chỉ ngoại ngữ và nộp lại thì có vấn đề gì không ạ? Em cảm ơn quý thầy/ cô.",
    "Em chào thầy/cô ạ, Hiện tại em đã đăng kí một môn học A đã có thời khóa biểu, tuy nhiên đợt 3 có mở lớp môn B khác mà em cần học hơn môn A mà lại bị trùng lịch với môn A, có cách nào em có thể hủy gấp môn A để đăng kí môn B không ạ? Em xin cảm ơn.",
    "Chào thầy/cô, Em là , MSSV: . Em còn thiếu điều kiện ngày CTXH để có thể tốt nghiệp nên em muốn hỏi là có cần phải đăng ký môn học cho học kỳ sau để duy trì tình trạng sinh viên là đang học hay không ạ ? Em xin cảm ơn.",
    "Em chào thầy/cô, Học kỳ dự thính 211 em có đăng ký môn EE1007 - Vật lý bán dẫn, theo thời khóa biểu thì hôm nay thứ 2 tuần 33 (16/08/2001) em có tiết học lúc 18h nhưng khi vào e-learning thì lại không có khóa học trên hệ thống mặc dù thời khóa biểu trên MyBK vẫn có. Mong thầy/cô hỗ trợ sớm giúp em. Em xin cảm ơn",
    "Em chào thầy cô,  Vì trong quá trình thao tác và kiểm tra em dính sai sốt nên em xin phép PĐT xoá môn SP1005 Tư tưởng  lớp L08 vì em đã học qua rồi nhưng em đăng kí nhầm ạ . Và xin đăng kí môn SP1009 Đườnglối CM của ĐảngCSVN Lớp L03_L03 để tiếp tục theo đúng tiến độ của học tập ạ . Em xin lỗi vì sai sót này mong thầy cô giúp đỡ em. Đăng ký môn học    .",
    "Em tên Nguyễn Thị Linh Giang, MSSV , em đã đăng kí môn học dự thính kì 211 và đã có TKB, trong thời khóa biểu có để môn Mạch điện tử thông tin mã EE3011 và bắt đầu học từ tuần 33,nhưng trên BK Elearning thì lại không có thông tin gì về môn học nên em không thể vào học được ạ. Em mong PĐT giải quyết cho trường hợp của em. Em cảm ơn ạ!",
    "Kính gửi thầy/cô PĐT, Em tên là  Vũ Khánh Phát, MSSV . Hiện tại em chỉ còn môn anh văn 4 chờ chuyển điểm, tuy nhiên với tình hình dịch hiện tại em chưa thể thi lấy bằng Anh Văn chuyển điểm, hoàn thành số TCTL ngành phục vụ mục đích xét tốt nghiệp. Trong trường hợp đó em có thể đăng ký xét tốt nghiệp để nhận giấy tốt nghiệp tạm thời và bổ sung điều kiện đó trước thời hạn bổ sung được không ạ.",
    "Thưa các thầy cô Phòng Đào Tạo Em tên , mssv  Em có thắc mắc về vấn đề đăng kí môn học kì 211. Em có đăng kí môn học kì 211 đợt 1 và kết quả trả về thì như hình đính kèm bên dưới. Em nhớ là mình đã thanh toán học phí trễ hạn học kì 203. Nhưng do em thấy mail đăng kí môn học ghi là nếu thanh toán trễ trong kì hè thì chỉ bị xóa môn và thời khóa biểu trong kì hè đó nên đã chủ quan và không làm giấy trình bày lý do trễ hạn thanh toán. Em muốn hỏi là bây giờ nếu em làm giấy trình bày lý do thanh toán học phí trễ hạn thì sẽ nộp lên trường bằng cách nào trong thời gian đang dịch như này. Em cảm ơn các thầy cô rất nhiều.",
    "EM TÊN:NGUYỄN NGỌC QUANG  MSSV:1712781 EM KHÔNG BIẾT VÌ LÝ DO GÌ MÀ HIỆN TẠI MÔN CI3213 ĐỒ ÁN KẾT CẤU THÉP EM BỊ HỦY MÀ GIỜ SỈ SÔ ĐÃ 118/100 SINH VIÊN DDK. EM MONG PHÒNG ĐÀO TẠI CHO EM 1 SLOT ĐỂ ĐƯỢC ĐK VÔ LỚP ĐỒ ÁN ĐÓ ĐỂ KÌ SAU EM ĐƯỢC LÀM LUẬN VĂN RA TRƯỜNG Ạ . EM CHÂN THÀNH CẢM ƠN",
    "Kính chào VPĐT, Em là , mã số sinh viên , lớp CC20KTM1. Hôm nay em xin gửi email này vì có đăng kí môn Kinh tế-chính trị  (mã môn SP1033), nhóm TT02 vì thuận tiện cho thời khoá biểu. Em xin hỏi rằng liệu việc này có hợp phép không ạ và nếu không thì em có thể chuyển sang một nhóm CC không ạ? Em xin cảm ơn PĐT và mong PĐT giải đáp. Kính trọng, ",
    "Kính gửi Thầy cô Em: HK211 Em có đang kí môn học EE1007- DT01. Trong TKB có môn này.Trên Eleaning không có môn học này cho em. Em có vào mục Khoa Học tìm để vào link ggmeet vẫn không có. Thân gửi",
    "Chào thầy cô, Em tên , MSSV:  Cho em xin phép đăng ký thêm môn EE3087- Trong Hệ Thống Điện vào thời khoá biểu. Lý do không đăng ký được là không đủ thời gian giãn cách giữa 2 cơ sở với môn EE3009, nhưng em cam kết là với hơn 1h10p giữa tiết 7 thì em có thể di chuyển qua 2 cơ sở bằng xe máy lẫn xe bus. Mong thầy cô có thể đăng ký giúp em lớp L01_L03 môn EE3087- Trong Hệ Thống Điện để có thể học xong chương trình của trường.",
    "Kính gửi Phòng Đào tạo ĐH Bách Khoa TpHCM Tên em là  . Mssv: . Em là f0 Covid trong mấy ngày vừa qua và phải đi cách ly. Do suy nghĩ thời gian điều trị sẽ lâu nên em đã đăng ký hoãn thi tất cả các môn. Giờ em đã âm tính và trở về lại ký túc xá. Em làm đơn này để xin HỦY hoãn thi môn Kỹ thuật robot (ME3015)_16/8/2021_16g00 (A01_A). Em có kèm theo đơn này. Em cũng đã gửi mail cho phòng đào tạo với nội dung như thế này . Mong Phòng Đào tạo giải quyết giúp em. Em xin cảm ơn.",
    "Em tên , MSSV: . Em có đăng kí môn vẽ cơ khí ME2021 dự thính. Trong thời khóa biểu của em có lịch học môn này vào lúc 18h tối thứ 2 từ tuần 33. Tuy nhiên tới thời điểm đó trong Bkel của em vẫn không thấy mục môn học vẽ cơ khí, không thấy mail gửi link gg meet, nói chung là không có thông báo gì hết! Em mong được giải đáp",
    "Hôm nay trong thời khóa biểu em có môn ẪN nhưng lên elearning thì không thấy môn học này ạ? Rất nhiều bạn đang gặp tình trạng này giống em ? Mong thầy cô hỗ trợ em sớm ạ? Em chân thành cám ơn!!!  - ",
    "Cho em hỏi quy trình đánh giá điểm rèn luyện như thế nào ạ?",
    "Cho em hỏi giờ em muốn đăng ký môn CH1001 Nhập môn Kỹ thuật để học cùng khóa 2021 thì em phải làm sao ạ Em cám ơn.",
    "Dạ em muốn xin thêm 1 slot vào môn cơ lưu chất mã CI2003 thì phải làm như thế nào ạ do không còn trống để em đăng ký ạ",
    "Chào thầy cô Pdt ạ, hiện trong đợt đk môn đợt 2 dự thính em đã đk môn cơ học đất nhưng vì lỗi hệ thống nên sau khi hết đợt đk, em lên xem lại thì không có trong ds đã đk ạ . Em có kiểm tra lịch sử thì hệ thống báo \"sv đã xóa đk môn học\" nhưng đó là môn học quan trọng trong học kỳ này đối với em nên em không có xóa ạ. Em mong Pdt xem xét giúp em đk lại môn học này  do em k18 đang trễ ctdt, và thầy bộ môn bảo không mở môn này nữa ạ . Em chân thành cảm ơn ạ.",
    "Mình còn thiếu anh văn 3,4 thì nếu đợi nộp bằng mà không đăng kí môn học cho kỳ tới thì có bị buộc thôi học không ạ ? Mặc dù mình đã qua luận văn.",
    "Kính gửi PDT ạ, Trong mail em nhận được từ PDT có nói là: PDT thực hiện xét tốt nghiệp đợt tháng 11/2021 đến cuối HK211. (1) Có nghĩa là từ giờ đến đó tụi em bổ sung đầy đủ các điều kiện cần để tốt nghiệp (Đã hoàn thành luận văn) như anh văn nói viết và ngày CTXH thì vẫn được xét tốt nghiệp đúng không ạ ? (2) Trong thời gian đó, tụi em đăng ký giấy xác nhận sinh viên (không đăng ký môn học) được không ạ? (3) Hay vẫn phải đăng ký môn học mới được cấp giấy xác nhận sinh viên ạ? Mong nhận được phản hồi từ PDT ạ. Em xin cảm ơn!",
    "Cho em hởi: Do môn tiên quyết của em đến đợt 3 pđt mới mở lớp. Mà lớp này em đã bị kẹt lịch 1 môn học. Vậy nếu em rút môn học bị kẹt để đăng ký môn tiên quyết có được không ạ ! Nếu được, thì cho em hỏi quy trình như thế nào ạ, tại việc rút môn học được thực hiện khi kết thúc đợt đăng ký 3, mà kết thúc đợt đăng ký 3 thì không thể đăng ký môn học được nữa ạ ! Hi vọng BKSI  phản hồi nhanh giúp em, tại nếu kỳ này em không đăng ký môn tiên quyết này thì sẽ bị trễ chương trình học ạ !       Em xin cảm ơn !",
    "Chào thầy cô. Em Tên:  MSSV: Vừa qua e có đăng ký môn học và hiện đã có lịch học. Theo như lịch thì hôm nay e sẻ học nhưng e không biết học qua link nào của google meet hoặc học ở đâu. Mong thầy cô hướng dẫn giúp e để e thuận tiện hơn trong việc học ạ.",
    "Do em chưa có bằng tiếng anh nên kì tước em không đăng kí luận văn được nên bị đình chỉ học vụ ạ. Xin phòng đạo tạo cứu xét để kì này em đươc đăng kí luận văn ạ.Em cảm ơn ạ!",
    "Xin chào phòng đào tạo. Em là sinh viên K15, MSSV . Hiện chỉ còn lại 1 học kỳ (học kỳ 211), nhưng em vẫn còn đề cương luận văn (ĐCLV) và luận văn (LV) (tức cần 2 học kỳ để hoàn thành). Em có một số thắc mắc xin được phòng đào tạo giải đáp: 1. Học kỳ vừa rồi (HK202) em chỉ đăng ký ĐCLV nhưng sau đó bỏ, không báo cáo vì một số lí do cá nhân (đã đóng học phí đầy đủ) nên xem như học kỳ vừa rồi em không hoàn thành môn nào. Em không biết nó có ảnh hưởng gì đến việc đăng ký môn học (ĐKMH) của em vào học kỳ sau hay không? Nếu có em phải giải quyết thế nào? 2. Em có thể làm ĐCLV vào học kỳ (HK) 211 rồi làm đơn chuyển hệ VLVH để tiếp tục làm tiếp LV ở HK212 được không? hay em phải chuyển hệ VLVH ở HK211? 3. Nếu phải chuyển hệ VLVH ở HK211 thì em có thể ĐKMH trước rồi làm thủ tục chuyển hệ được không? hay em phải làm thủ tục chuyển hệ trước rồi mới được ĐKMH? 4. Em phải làm thủ tục chuyển hệ VLVH như thế nào? Xin được phòng đào tạo hồi đáp sớm những thắc mắc của em để em kịp tiến độ cho học kỳ tiếp theo. Em xin cảm ơn rất nhiều!",
    "HUY HOAN THI . Kính gửi Phòng đào tạo. Em tên là Nguyễn Hoàng Sơn. MSSV: 1712971. Em xin phép gửi PĐT đơn hủy hoãn thi của em. Kính mong PĐT xử lý giúp em. Em cám ơn. Trân trọng. Nguyễn Hoàng Sơn.",
    "Chào thầy/cô, Em tên  mssv . Hiện tại em đã hoàn thành chứng chỉ Giáo dục Quốc phòng nhưng em chưa nộp chứng chỉ. Dạ cho em hỏi là em có thể nộp online chứng chỉ được không ạ và nếu được thì em phải cần có những giấy tờ gì kèm theo ạ (Hiện em đang có chứng chỉ, giấy điểm thi và biên lai ạ). Cảm ơn thầy/cô.",
    "Kính gửi Phòng Đào Tạo, Dạ hiện tại em có đăng ký kỳ dự thính 202 môn Thực tập điện 2 (EE3023). Vô tình môn này trùng tkb với một môn ở kỳ chính và dẫn tới bị hủy kết quả đăng ký. Vì do em không cẩn thận nên dẫn đến sai sót này. Em có thể xin được đặc cách và được đăng ký lại dù trùng thời khóa biểu không ạ? Em có thể đáp ứng về lịch học và đảm bảo tham gia đúng chương trình học bằng cách tự học bù. Vì môn EE3023 là môn quan trọng nhất trong chương trình đào tạo của em (Chương trình Tăng Cường Tiếng Nhật liên thông Việt Nhật). EM chỉ thiếu đúng 1 môn EE3023 này để hoàn thành chương trình đào tạo ở   B Việt Nam   . Nên em tha thiết được phòng Đào Tào hỗ trợ trường hợp của em ạ . Em chân thành cảm ơn.",
    "Em xin chào thầy/cô ạ . ﻿Em là , MSSV:  Em có nhận được email với mục nội dung số 5 với thông tin: \" PĐT thực hiện đợt xét tốt nghiệp tháng 11/2021 đến cuối HK211\" . Em muốn đăng ký Anh văn 4, thi cuối kì vào cuối tháng 11/2021 thì có được xét tốt nghiệp đợt này không ạ? Và trường có dự kiến tốt nghiệp vào thời gian nào ạ?  Em rất mong sớm nhận được phản hồi của thầy/cô. Kính gửi,  ",
    "Em chào pđt ạ,Em là  k17,  cho e hỏi trường hợp của em là nay em thi anh văn mà e chỉ quay màn hình của gg meet còn trong quá trình làm bài em không quay,  em cũng không ngờ là e bấm window+g mà nó ra vậy, nhưng trong quá trình làm bài e cũng rất nghiêm túc vì em đang ở trong khu cách li và kết quả đạt được là không cao. Đây mà môn đầu tiên của em ạ. Vậy trường hợp của e như vậy giờ em phải làm sao mong pđt có thể cho e cách giải quyết với ạ . Chúc các thầy cô buổi tối vui vẻ ạ.",
    "Em chào PĐT ạ, theo như kết quả ĐKMH đợt 1 và 2 thì hệ thống xếp TKB của em 2 môn là: 1. An toàn quá trình CH3297, Nhóm lớp A01, tiết 7,8 ngày thứ 3. 2. Công nghệ các sản phẩm tẩy rửa CH3169, Nhóm lớp L01, tiết 5,6 ngày thứ 3. Và đây là lớp duy nhất của môn học này. Trong suốt đợt 2 em không có hiệu chỉnh TKB của 2 môn này. Nay em tha thiết cầu mong xin thầy/cô PĐT chuyển môn An toàn quá trình CH3297 của em từ lớp A01 sang L02, để em co thể theo học cả 2 môn khi tình hình dịch ổn định trở lại. Vì nếu không được đổii thì em không thể học liên tục 4 tiết ở 2 cơ sở khác nhau ạ. Em xin chân thành cảm ơn các thầy/cô cán bộ PĐT ạ.",
    "Em tên là  MSSV   Cho em hỏi 1 vấn đề là trong ngày 15/8/2021 lúc 10 em có tham gia làm bài thi môn Phương pháp tính lớp L06-B, môn này có yêu cầu quay lại màn hình nộp để làm minh chứng em sử dụng google meet để quay màn hình nhưng em chỉ chia sẻ màn hình mà quên ghi lại. Em không biết liên hệ ai để giải quyết vấn đề này ạ .",
    "Em chào thầy/cô ạ! Em tên  MSSV . Em viết yêu cầu này với mục đích được đăng ký môn Thí nghiệm địa kỹ thuật (GE3013) lớp L02 (Tiết 3-5 thứ 5) ạ vì em đã bị xoá môn do thiếu sĩ số ạ! Nếu em không được học kỳ này em sẽ bị trễ 2 kỳ ạ!  Em cảm ơn thầy/cô ạ!",
    "Dạ thưa thầy cô, Em học ngành cơ điện tử vì lí do sơ xuất em đã đăng kí nhầm môn phương pháp tính vào đợt 2 nhưng khi học em mới biết môn phương pháp tính không có cộng tín chỉ tích lũy ngành nên cho em hỏi có cách nào hủy môn vào đợt 3 mà không tính học phí không ạ? Mong thầy cô giúp đỡ em ạ!!! Em cảm ơn nhiều ạ!!",
    "Hiện em là sinh viên năm cuối, em đã hoàn thành chương trình học và dự định tốt nghiệp tháng 11/2021. Em đẽ đủ số tín chỉ tích lũy (142 tc). Em dự định đăng ký thêm một số môn chuyên ngành để học thêm nhưng lịch tốt nghiệp là tháng 11, nếu em học thêm thì có thể đăng ký tốt nghiệp đợt này không ạ? Hoặc nếu em đăng ký rồi nhưng rút môn thì có thể tốt nghiệp tháng 11 không ạ?",
    "Dạ em chào thầy cô ạ. Đợt đăng kí môn học hk chính 211 em bị xóa môn ME3111 ( đồ án môn học thiết kế trang phục), nhưng em thấy kì dự thính 211 có mở lớp nên em vào đăng kí, sau kết quả đkmh đợt 2 thì em không đăng kí được môn ME311 do không đủ sĩ số, nên em làm đơn xin thầy cô mở lớp, vì môn này là môn đồ án có tiên quyết cho đăng kí luận văn tốt nghiệp, nên em mong thầy cô tạo điều kiện cho em đăng kí môn này với ạ, cô  chủ nhiệm lớp em nói môn đồ án 1 người cũng mở lớp nên em hy vọng thầy cô cho phép em đăng kí môn ME3111 với ạ. Em chân thành cảm ơn thầy cô.",
    "Kính gửi pđt ĐHBK, Mong pđt giải đáp giúp em rằng nếu em hoãn thi 1 số môn học kỳ này thì để có thể thi lại em có cần phải đăng ký lại môn học đó trong đợt học này không? Hay cần thủ tục nào khác? Và môn thi lại vì Hoãn thi có bị hủy điểm thành phần không ạ? (Vì quy chế học vụ chỉ áp dụng cho trường hợp Vắng thi Có phép) Em xin cám ơn.",
    "Chào Cô/ Thầy ạ! Do em chưa đủ điều kiện để đăng kí luận văn, em tính thi anh văn nhưng do tình hình dịch nên em chưa thi được, kì này em không đăng kí môn nào ngoài luận văn vậy sau khi tình hình dịch ổn định em thi và làm đơn đăng kí bổ sung môn luận văn được không ạ ? Em cảm ơn ạ",
    "mã môn học CI3213 - ĐAMH kết cấu thép  đợt đăng ký đợt 2 em thấy 119/200 em chừo đợt bổ xung để đăng ký sợ trùng lịch học các môn khác mà giừo vào xem lại thì chỉ số chỉ còn 118/100 mong phòng đào tạo mở lại chỉ số /200 giúp em đăng ký với ạ. em cảm mơn!",
    "Chào phòng đào tạo Em xin nộp đơn mở môn học quản lý dự án mã môn học ME3223 và đơn kèm theo",
    "Em tên là  Thuộc khoa Kỹ Thuật Xây Dựng  Em xin phép PĐT cho em được vô lớp ĐAMH Kết cấu thép (CI3213)-  của HK 211 Vì học kỳ chính vừa rồi em không biết PĐT có mở môn này nên đã đăng ký ở HK dự thính. Em có xem kết quả ĐKMH đợt 2 đã không có mở lớp . Em mong PĐT cho phép em được vô lớp ĐAMH Kết cấu thép (CI3213)- vì em đã chậm tiến độ hơn so với k18, hiện tại em đang là k17 và rất mong muốn được ra trường . Mong PĐT xem xét và thông cảm cho trường hợp của em, em xin chân thành cảm ơn.",
    "Em muốn đổi môn CH3297 - An toàn quá trình từ nhóm A01 sang L02 do em muốn đăng kí thêm môn khác nhưng hiện tại môn CH3297 nhóm A01 trùng giờ với môn đó. Em xin cảm ơn.",
    "Kính gửi: Quí Thầy Cô phòng đào tạo Em tên: , MSSV: Em xin hỏi: Em có đăng kí môn học Kỹ thuật an toàn điện (MSMH: EE3097) ở Học Kì chính 211. Nhưng sao trên Thời khoá biểu lại chuyển sang Học Kì dự thính . Em có thể chuyển lại Học kì chính không. Mong quí thầy cô giải đáp  giúp em. Cảm ơn Quí Thầy Cô đã xem",
    "Em chào BGH nhà trường ạ Em tên là Lê Thanh Ngân, MSSV  Hiện nay em có đăng ký môn: Các Phương Pháp Phân Tích Hiện Đại - Lớp L01, đã hiện thời khóa biểu nhưng lại không tồn tại môn đó trên elearning. Môn này em kiểm tra cũng không có trong danh sách cấm thi của trường. Mong trường giải quyết sớm ạ. Em cảm ơn rất nhiều",
    "EM TÊN LÂM BÌNH KHANG MSSV1511471 kì này kì cuối của em tính môn chưa thi xong là em dc 117 chỉ thiếu 3 chỉ để đăng kí luận văn , mong phòng đào tạo có thể cho em đăng kí luận văn tốt nghiệp ee4313 để em kịp ra trường ạ với sô môn đăng kí đợt này nữa là em đủ 142 chỉ lun rồi ạ mong pđt cho em đăng kí ạ",
    "Kính gửi: phòng đào tạo, Em tên: , mssv . Hiện đang là sinh viên khóa 2019 ngành Kỹ thuật Ô tô chương trình đại trà. Cho em hỏi là: 1. Em có đăng ký chương trình liên thông và có môn học quy đổi tương đương với môn của chương trình đại học. Tuy nhiên, em đã đăng ký môn học ở bậc đại học nên mong PĐT xem xét và cho phép em hủy môn học đó ở đợt 3 và được đăng ký môn học khác. 2. Em hiện là Bí thư của lớp GT19OTO, em đại diện liên hệ cho những bạn có trường hợp như em. Em mong PĐT có phương án giải quyết cho trường hợp này. 3. Hôm nay 16/08/2021 là hạn chót đăng ký môn học liên thông, cả lớp đều không được thông báo nên không thể đăng ký môn được, không biết là có còn đợt 2 như đkmh ở đại học hay không? 4. Học phí chương trình liên thông sẽ được tính và đóng như thế nào? Em kính mong PĐT giải quyết nhanh chóng vì đã quá hạn đkmh liên thông! Em xin cảm ơn!",
    "Em là , MSSV  Em đã đăng ký hoãn thi môn Hóa lý 2 CH2109 vì lý do em không biết chắc chắn bài làm của em có được lưu trên hệ thống không. Hiện tại em đã biết kết quả thi, điểm thi của em giống với kết quả em làm bài. Bây giờ em muốn hủy yêu cầu hoãn thi thì có được không ạ. Em liên hệ với giảng viên thì cô nhắn muốn hủy hoãn thi thì liên hệ với phòng đào tạo ạ. Em mong sớm nhận được phản hồi ạ.",
    "Xin quý phòng cho phép em đăng ký : 1. Học cải thiện môn Kỹ Thuật Siêu Cao Tần - MSMH:EE3025 - Nhóm DT01 - Học HANGOUT vào thứ 6 tiết 13-14 và Chủ nhật tiết 2 - 3   . 2. Đăng ký môn LVTN - MSMH : EE4333 ( EM xin bổ sung Chứng chỉ Anh Văn Toiec sau). Trân trọng cảm ơn quý thầy cô .",
    "Em chào T, em là sinh viên k15 khoa hóa, Hiện tại em đã đăng kí và nộp học phí môn Thực tập tốt nghiệp học kì 203 nhưng em thấy lịch học vụ của nhà trường chuẩn bị bắt đầu học kì 211. Vậy cho em hỏi khi nào em mới được thực tập tốt nghiệp ạ? Em cảm ơn.",
    "Dạ em chào thầy/cô,  Hiện tại thì thời khoá biểu ngày thứ 3 của em có môn Tẩy rửa học cơ sở 2 từ 10h-11h50, tiếp đó là môn An toàn quá trình học cơ sở 1 từ 12h-13h50. Vì sẽ không kịp thời gian để em di chuyển khi trường ta cho phép học offline trở lại, nên em xin thầy/cô cho em được chuyển môn An toàn quá trình từ nhóm A01 qua nhóm L06. Em mong các thầy cô có thể chấp nhận cho em ạ. Em xin cám ơn nhiều.",
    "Dạ cho em hỏi, khi mình học xong môn tương đương rồi, thì web sẽ tự động cập nhặt mình đã qua môn mã cũ, hay là mình phải viết đơn xác nhận nữa ạ ?",
    "Hiện tại có một người anh cựu sinh viên 14 không thể đăng nhập tài khoản mybk đã được cấp trước đó. Cho em xin được hỗ trợ để nhận mật khẩu mới( tài khoản cũ: ) để xem một số thông tin liên quan. Em xin cảm ơn",
    "Em tên:  MSSV: , Hệ: VLVH (chuyển từ CQ) Khoa: Kỹ thuật Hóa Học Em đã đăng ký môn \" KẾ  - CH4007\" ở đợt \"Đăng ký môn học HK211- Đợt 2\" thành công nhưng khi xem \"Kết quả Đợt 2\" thì không thấy có môn học, thời khóa biểu cũng không có môn học trên. Em có vào phần lịch sử để xem lý do thì xuất hiện thông báo như trong file ảnh. Kính mong Thầy/Cô xem xét giúp em để em có thể đăng ký môn học trong kỳ này ạ. Em xin cảm ơn!",
    "Em tên là:    ,   B MSSV:    .   B Theo như thời khoa biểu em nhận được sau khi đăng kí môn học:      +   B Vào thứ 6   , sau khi học xong môn Chủ nghĩa xã hội khoa học SP1035   B ở CS1    em sẽ di chuyển   B về CS2    , để học môn Thực tập điện 1 ở các tuần 36,37,38,39, 40,41 chỉ trong 60 phút. Sẽ gây khó khắn cho em trong việc di chuyển đúng giờ để kịp học môn Thực tập điện.   B Vì vậy   , em mong Phòng đào tạo có thể chuyển nhóm học môn Chủ nghĩa xã hội khoa học SP1035 của em   B từ nhóm A01    sang các nhóm khác như:   B L05, L08,..    Để em có thể tránh khỏi việc muộn giờ học do việc di chuyển tương đối xa trong vòng 60 phút. Em xin chân thành cảm ơn Phòng đào tạo! ",
    "Kính gửi pđt trường ĐHBK TP.HCM, Em là SV  - MSSV: , Mong pđt cho phép em được   B   U   I HỦY  /I        kết quả hoãn thi đã đăng ký lúc trước đối với môn học CH3309 (Thiết kế Thí nghiệm và Xử lý Số liệu) do sau khi có điểm thi thì em đã vừa đủ qua môn và không có nguyện vọng thi lại ạ. Em xin cám ơn, Trân trọng.",
    "Em xin chào các thầy cô PDT, em tên là ,học chương trình PFIEV, lớp VTk17 ạ. Em còn nợ 1 môn: Cơ học đại cương và môi trường liên tục (201701), môn này được dạy trong kì 1 năm 3, và hiện tại do CT thay đổi, các khóa Việt Pháp sau này không còn học nữa. Nên còn em và 1 bạn k15 bị kẹt lại. Tụi em muốn xin PDT mở 1 lớp dự thính môn này dạng đồ án được không ạ vì sĩ số chỉ có 2. Em đã liên lạc với thầy - thuộc Khoa Khoa học ứng dụng, là người trước đây dạy môn này và  thầy đồng ý nhận dạy . Đợt đăng ký dự thính lần 2 sẽ bắt đầu vào ngày mai, nhưng do tình hình dịch bệnh, phải cách ly, và em đang ở quê, nên không thể xin chữ ký trực tiếp của CNBM, giảng viên, trưởng khoa để làm đơn gửi PDT được ạ. Vậy nên em mong pdt giúp em mở lớp này được không ạ? Xin PDT hãy giúp đỡ tụi em với ạ, vì nếu không được học môn này em không thể ra trường được. Em xin PDT bớt chút thời gian trả lời em với ạ . Em xin chân thành cảm ơn.",
    "Em chào phòng đào tạo ạ. Em có 2 câu hỏi muốn hỏi là: 1. Ở học kì 202, em đã thanh toán học phí trễ hạn. Giờ em mới biết là phải làm đơn để nộp lên phòng đào tạo mà trước đó em không biết, chưa làm đơn để nộp. Giờ thì do dịch Covid và làm đơn trễ, phòng đào tạo cho em hỏi có thể có cách khắc phục nào không ạ. Mà em thấy em vẫn đăng kí được 14 tín chỉ của học kì mới. 2. Vì em thấy hạn nộp bằng tốt nghiệp Trung học phổ thông là tháng 9 nên em chưa có đăng kí trên BKE, cho em hỏi là giờ mình còn lần đăng kí nào khác không ạ.",
    "Kính gửi phòng đào tạo. Em tên là:  MSSV:  Khoa Kĩ thuật xây dựng Em có thắc mắc là: đơn xin thu nhận của em đã được xét duyệt chưa ạ?. Em đã làm đơn gửi lên Khoa và Khoa đã xác nhận là đã \"Gửi đề nghị thu nhận lại\" lên phòng đào tạo từ ngày 10/08/2021. Mong phòng đào tạo có thể kiểm tra xác nhận hộ em để em có thể kịp đăng kí môn học cho đợt 3 (từ ngày 17/8-19/8) ạ. Em xin chân thành cảm ơn!",
    "Kỳ này em có đăng kí môn khởi nghiệp IM1021 nhưng trên bkel của em lại ko có môn này trong khi mybk vẫn có, hậu quả là sáng nay em bị mất tiết, Mong pdt xem xét lại giúp em   B  ",
    "Kính chào Phòng Đào Tạo, Em bị   B trùng lịch    môn   B EE2015    ở kỳ chính và môn   B EE3023    kỳ dự thính. Em cần cả 2 môn cho chương trình đạo tạo của mình nên em không biết là có thể   B chuyển nhóm    môn Xử lý số tín hiệu EE2015 nhóm L04_L07 sang L01_L01 được không ạ. Hoặc có thể là   B hủy môn EE2015    (có đóng tiền học phí). Hoặc được đặc cách đăng ký   B trùng thời khóa biểu   . Em sẵn sàng thực hiện các yêu cầu của phòng đào tạo nếu cần để được thực hiện một trong các phương án trên ạ . EM cảm ơn/",
    "Em chào phòng đào tạo, Em tên , MSSV:  Hôm nay em gửi đơn xin được hủy hoãn thi môn Giải tích 2 (MT1005) Lý do: Trang thiết bị đầy đủ và em đã tham gia hoàn thành môn học. Em xin cảm ơn   i  .",
    "ng ký tạm dừng học học kỳ 211",
    "Em kính chào Phòng Đào Tạo. Em là  sinh viên khoa kỹ thuật giao thông. Em có 2 thắc mắc xin quý thầy cô giải đáp giúp em ạ. 1. Em chưa học anh văn 4 cho là đợi sau dịch thi Chứng chỉ quốc tế để chuyển điểm. Thì em có phải đăng ký môn anh văn 4 để duy trì tình trạng sinh viên không ạ (em đã hoàn thành chương trình đào tạo chỉ còn thiếu anh văn 4). 2. Dạ nếu em đăng ký học anh văn 4 có đủ thời gian để em đáp ứng được thời gian xét tốt nghiệp của khoá K2017 không ạ. Em cảm ơn ạ",
    "Kính gửi Thầy (Cô), Em tên , MSSV: , lớp XD18CTXD03. Chủ nhật vừa rồi em được cập nhật thời khóa biểu học tập cho học kì 211, trong thời khóa biểu có môn Vật liệu xây dựng CI2037, sáng thứ hai Thầy phụ trách lớp có gửi mail nhắc nhở lịch học online cho ngày mai, thì chiều nay khi vào kiểm tra lại thời khóa biểu thì môn Vật liệu xây dựng của em đã bị xóa mất rồi ạ, Trong mục Đăng ký môn học, kết quả đăng ký môn Vật liệu xây dựng của em cũng bị xóa mất luôn rồi ạ, mong Thầy(Cô) xem lại, để kịp tiến độ học tập của em, hình ảnh minh chứng em đính kèm ạ, em cảm ơn ạ.",
    "Kính gửi Phòng đào tạo, Em tên  MSSV  Lớp VP17VL Em đại diện lớp gồm 5 thành viên xin hỏi là, lớp tụi em là PFIEV ngành Vật Liệu ở kì thứ 9 năm cuối, tụi em vẫn đang học các môn chuyên ngành của kỳ này như đã đăng ký,trên bkel vẫn có khoá học hangout, mà sao những môn đó (có mã VP17VL) vẫn nằm trong danh sách hủy môn của PĐT ạ. Không biết như vậy có ảnh hưởng gì tới việc học của chúng em không ạ? Mong PĐT giải đáp thắc mắc. Em chân thành cảm ơn. P/s. Em xin gửi kèm theo ảnh chụp những môn trong danh sách hủy môn của pđt. Trân trọng./.",
    "Em chào thầy cô! Thưa thầy cô, trong đợt đăng kí đợt 3 do có mở môn học em đăng kí nhưng bây giờ lại trùng lịch. Theo thông báo trước, phòng đào tạo cho phép hiệu chỉnh trong đợt 3 nhưng bây giờ em lại không cho . Em thành khẩn viết mail này xin phòng đào tạo mở hiệu chỉnh đợt 3 để em có thể đăng kí môn học tiếp . Em xin chân thành cám ơn thầy cô . Em rất mong nhận được sự giúp đỡ của thầy cô .   Em khẩn thiết mong pđt giúp đỡ",
    "Kính chào thầy/cô; Em có một câu hỏi là: về việc hoãn thi thì mình có thể hoãn 1 môn học duy nhất được không, đều này có ảnh hưởng tới các môn khác không??? Em cảm ơn! Chúc thầy/cô nhiều sức khoẻ",
    "e chào thầy cô ạ. e là  ba  e muốn xin chuyển  lớp xử lí số tín hiệu qua lớp cô (thứ 4 tiết 2,3),hiện tại e đang ở lớp thầy  (thứ 6 tiết 2,3)  vì lí do là e tiện buổi học qua cs2 hôm thứ 4 trong tkb e đang có và kì trước e củng đã học qua thầy  và phương pháp thầy dậy không phù hợp với e ạ,e mong thầy cô giúp đỡ e ạ e xin cảm ơn ạ",
    "Cho em hỏi trng đợt đkmh đợt 3, em dự định đăng kí tư tưởng HCM nhưng em thấy sỉ số các lớp đa số chỉ có 20 mấy người thôi, thì nếu em đăng kí sau đó nó có bị hủy lớp do không đủ sỉ số không ạ, hay là tuần này bắt đầu học rồi nên mấy lớp đó đã được mở sẵn rồi nên đăng kí chắc chắn sẽ được học ạ",
    "Em chào thầy cô . Em là  MSSV: Em viết mail này để khẩn thiết cho phép em được chuyển nhóm môn học CI4089 L02 thành L01 Vì môn học em đang mong đợi đăng kí thì mới mở ở lần đăng kí thứ 3 này thì lại đụng lịch. Và môn này thì rất là khó mở ạ Em khẩn xin phòng đào tạo chấp thuận cho em. Em rất mong thầy cô giúp đơ Em chân thành cám ơn thầy cô",
    "Chào phòng đào tạo. Em tên - Cho em hỏi về việc xét tốt nghiệp trong đợt tháng 11/2021 ạ. Hiện tại em đang thiếu 2 chỉ anh văn 4, em dự tính thi chuyển điểm nhưng vì dịch nên chưa thi được, nếu trong học kì chính (HK 211) này em đăng kí học anh văn 4 thì có kịp để xét tốt nghiệp trong đợt tháng 11/2021 hay không ạ (Trong kế hoạch xét tốt nghiệp đợt tháng 11/2021 đến hết học kì 211). Nếu không thì học kì dự thính có kịp không ạ. Và trong đợt này trung tâm ngoại ngữ có mở thi anh văn nói- viết online thì những trường hợp như em có được đăng kí thi không ạ.",
    "Em chào thầy cô! Thưa thầy cô, trong đợt đăng kí đợt 3 do có mở môn học em đăng kí nhưng bây giờ lại trùng lịch. Theo thông báo trước, phòng đào tạo cho phép hiệu chỉnh trong đợt 3 nhưng bây giờ em lại không cho . Em thành khẩn viết mail này xin phòng đào tạo mở hiệu chỉnh đợt 3 để em có thể đăng kí môn học tiếp . Em xin chân thành cám ơn thầy cô . Em rất mong nhận được sự giúp đỡ của thầy cô . Em khẩn thiết mong thầy cô chấp thuận",
    "Chào cô ạ, em là một sinh viên bên khoa điện-điện tử, kì này do sơ suất nên em không để ý 2 môn trùng lịch đó là:hệ thống máy tính và ngôn ngữ lập trình, thực tập điện tử 2.Môn thực tập điện tử 2 là môn tiên quyết của đồ án bên em,nếu không học được môn này có thể em sẽ trể 2 năm.Vi vậy nên em mong cô giúp em hủy môn hệ thống máy tính và ngôn ngữ lập trình để em có thể đăng kí môn thực tập điện tử 2, em vẫn đóng học phí môn em rút và đảm bảo đủ tín chỉ trong học kì.Em mong cô giúp đỡ ạ.",
    "Hiện tại em muốn rút môn học nhưng đăng kí môn học đợt 3 không cho hủy môn. Cho em hỏi là giờ rút môn học thì làm thế nào ạ? Em cảm ơn",
    "Xin chào Em tên là -MSSV . Ngày 16/8/2021 em có thi môn Vật lí: điện và từ học (EE2401) và em đă thực hiện theo đúng yêu cầu của giám thị. Nhưng do em không để ý yêu cầu ghi lại màn hình nên hiện tại sau khi thi xong em không có file ghi để nộp. Vậy bây giờ em phải làm thế nào ạ? Em cảm ơn.",
    "Thầy/cô cho em hỏi em là sinh viên khóa 2017 và có môn học kết cấu thép với mã môn CI3009 trong học phần, đến khóa 2019 môn học đã chuyển sang mà mới là CI3231, em muốn đăng kí học môn Kết cấu thép do chưa đạt nhưng không đủ sỉ số, vậy em có được đăng kí với mã mới và chuyển đổi điểm được không? Em xin cảm ơn!",
    "PDT cho em hỏi, em đăng kí môn bị lỗi giãn cách giữa 2 cơ sở. Em định đăng kí 2 môn đều là những môn chuyên ngành và đều học ở cs1, nhưng có môn học ở cs1, có môn học ở cs2. Em đăng kí dc 1 môn   B CI3039   ,  B  A01   , T2 tiết 234 và T4 tiết 23, CS1 Và môn em định  đăng kí là   B CI4037,L04   , T2 tiết 5-6 và T3 tiết 11-12, CS2. Môn này có nhiều lớp mong pdt mở thêm 1 slot lớp khác để em đăng kí ạ Và 1 môn nữa là   B CI1051 ,L01   , pdt mở thêm 1  slot để em đăng kí được không ạ  Vậy làm cách nào để em đăng kí được 2 môn đó ạ.  Em cảm ơn pdt",
    "Cho mình hỏi pđt kì này có cho phúc tra bài thi cuối kỳ (hình thức thi tự luận không). Mình có 1 môn tự luận được cập nhật điểm trên mybk rồi nhưng vào phần phúc tra thì không thấy môn đó. Mình cảm ơn! (Mình đã mail gv nhưng chưa có hồi âm).",
    "Em xin chào thầy, cô Phòng đào tạo . Em là , MSSV: , khoa KTXD. Cho em hỏi là em muốn tạm dừng học học kỳ này và với tình hình dịch bệnh như hiện nay, em phải xin chữ kí của giáo viên chủ nhiệm và chủ nhiệm khoa rồi nộp phiếu lên PĐT như quy định hay có cách nào khác không và những môn học em đã đăng kí có bị hủy và vẫn đóng học phí không ạ. Em chân thành cảm ơn.",
    "Dạ kính gửi Pdt, Em là , MSSV:. Chuyện là vì kì 201 không đủ chuẩn tin chỉ và kì 202 không đủ chuẩn av nên em vẫn chưa được học môn Cơ lưu chất theo chương trình đạo tạo ạ, và hồi đợt đkmh đợt 1 em có đăng kí môn Cơ lưu chất nhưng sang đợt 2 lại bị xoá và vào đăng kí lại thì bị các bạn đã đăng kí hết chỗ. Em thấy 1 số lớp có sỉ số vượt chẳng hạn 26/25, nên em viết đơn này xin quý thầy cô phòng đạo tạo có thể cho em cơ hội được học môn Cơ lưu chất trong kì 211 này hong ạ, em đã dò thời khoá biểu và nhận thấy lớp L02_L06 và L03_L010 rất phù hợp với em ạ, em xin chân thành cảm ơn ạ.",
    "Dạ em chào quý thầy cô em là  khoá k18 do học kì 211 em có rớt môn Phương Pháp tính. Dạ quý thầy cô có thể xem xét tăng sỉ số lớp L09 lên 1 người được hông ak. Tại em thấy sỉ số tối đa lớp mới 99 người. Dạ em cảm ơn quý thầy cô nhiều ak",
    "Kính gửi  Phòng đào tạo trường ĐHBK TPHCM.  -Em tên :  mssv : . Hiện đang học ngành cầu đường- khoa kỹ thuật xây dựng.   Nay em viết đơn này để xin phòng đào tạo cập nhật giúp em môn: Xây dựng cầu + ĐAMH Thiết kế cầu (CI4121 + CI4123).Môn tương đương là: Xây dựng cầu (CI4033).   Vì em khoá cũ ngày xưa học môn Xây dựng cầu (CI4033) nay chuyển thành 2 môn Xây dựng cầu+ ĐAMH Thiết kế cầu (CI4121+CI4123) .   Mong phòng đạo tạo xem xét và cập nhật giúp em. Em chân thành cảm ơn!           TPHCM, ngày 16 tháng 8 năm 2021                                                                                      Người viết đơn                                                  ",
    "Học vụ     Kính chào phòng đào tạo  Em tên là   MSSV:  hệ VLVH  Trong đợt đăng ký môn học vừa rồi \"Đăng ký môn học Dự thính chính quy + Hệ VLVH - Hk 211\"  Kết quả đăng ký môn học thì tất cả môn học của em đều được xếp vào lớp dự thính, thời gian học đều như chính quy Trong khi đó, em lại là hệ VHVL các kỳ trước thời gian học đều một nữa thời gian so với chính quy  Và trong các thông báo mail của trường gửi đến sinh viên điều ghi rõ mở môn học HK dự thính 211 (đối với các môn không có thực hành/thí nghiệm) mà tất cả các môn học em đăng ký được điều có thí nghiệm   Em còn thắc mắc về mức học phí cho hệ VLVH kỳ này là 880 000 VND/tín chỉ phải không?  Kính mong phòng đạo tạo giải đáp thắc mắc về nhưng sự thay đổi trên Em biết hiện tại đang là mùa dịch ai cũng gặp khó khăn, nhưng sự thay đổi của phòng đạo tạo đưa ra thật sư quá đường đột, làm em và các bạn thật sự bất ngờ  Trân trọng   ",
    "Em có yêu cầu xin được hủy môn học, lí do em có trình bày trong file đính kèm, em cám ơn ạ!",
    "Dạ em chào Thầy Cô phòng đào tạo ạ. Dạ do em đăng ký 1 môn để duy trì tình trạng sinh viên ạ. Cho em hỏi em có phải thi lại không ạ hay em có thể lấy kết quả của kì trước được ạ. và nếu em hủy môn học mà vẫn đóng học phí thì em có được duy trì tình trạng sinh viên không ạ. Mong quý thầy cô hỗ trợ em ạ. Em cảm ơn ạ ",
    "Thầy giúp em mở khóa môn CI4011 thí nghiêmh công trình để em hủy môn này vì en đang học ở học kỳ 202 rồi. Em cám ơn thầy!",
    "Em kính chào thầy cô, em là , mssv:  là k17 chương trình đại trà. Thầy cô ơi, cho em xin lại giấy hoãn Nghĩa vụ quân sự được không ạ. Giấy em để trong Sài Gòn mà giờ em đang ở nhà và địa phương em tới đòi giấy ạ. Kính mong quý thầy cô cho em xin file giấy hoãn nvqs để em đi in bản khác để nộp ạ. Em xin chân thành cảm ơn .",
    "Lớp CK17CTM4 MSSV  em là sinh viên k17, hiện kì chính 211 em không đăng kí được môn bắt buộc là môn CAD/CAM mã số ME4007, nếu kì này em ko học được thì có thể em sẽ ra trường trễ, kính mong phòng đào tạo xem xét cho em 1 slot ở lớp L03-L06, vì em thấy các lớp khác đều có sĩ số là 25/25, riêng lớp L03-L06 là 24/24 ạ. Mong thầy cô giúp đỡ tạo điều kiện để e học môn này ạ. Em xin cám ơn",
    "Dạ kính gửi thầy cô, Em là sinh viên khóa K17, em đang chuẩn bị bảo vệ luận văn vào cuối tháng 8 này. Hiện tại, em vẫn còn một môn anh văn 4 chưa chuyển điểm (thiếu 2 tín chỉ của môn anh văn 4) và em đã có bằng tiếng anh từ tháng 12. Do muốn cải thiện điểm chuyển cho môn anh văn 4 và đạt yêu cầu kỹ năng nói-viết, em đăng ký kỳ thi IELTS vào tháng 6. Tuy nhiên, do tình hình dịch, đến nay, lịch thi của em đã bị dời đến tháng 10. Dạ em có hai câu hỏi, em rất mong nhận được sự phản hồi từ thầy cô ạ. 1. Nếu em thiếu 2 tín chỉ của môn anh văn 4 thì em có thể tham gia kỳ thi nói viết trực tuyến của trung tâm ngoại ngữ vào tháng 9 không ạ? 2. Nếu em thi có bằng IELTS vào cuối tháng 10 thì em có thể xét tốt nghiệp cho đợt tháng 11/2021 không? Em rất mong nhận được sự phản hồi và hỗ trợ từ thầy cô! Em cảm ơn thầy cô rất nhiều! Chúc thầy cô một ngày làm việc vui vẻ!",
    "Em Tên: Đoàn Công Cảnh. MSSV: . Hệ VLVH. Vì trong tháng 7 e thiếu 1 số trang thiết bị để chuẩn bị cho buổi bảo vệ Luận văn online. Nên em có đăng kí môn học Luận văn tốt nghiệp cho học kì tới (Đợt Đăng kí ngày 19/7-23/7/2021). Qua tháng 8, nhà trường có bổ sung 1 số hướng dẫn nên em kịp thời bổ sung các thiết bị này và bảo vệ online \"thành công\". Kính mong phòng đào tạo hủy Đăng kí môn học \"Luận văn tốt nghiệp(ME4029\" cho em ạ. Chân thành cảm ơn quý thầy cô.",
    "Môn: Kỹ thuật an toàn lao động (GE3131) ",
    "Em chào quý thầy cô ạ. Dạ cho em hỏi là trong đợt đăng kí môn học đợt đầu tiên của học kì 211 này là e có đăng kí môn DAMH Kết Cấu Thép mã MH là CI3213 nhưng tới đợt 3 này lại không còn thấy môn em đăng kí nữa ạ . Tới hiện tại thì e đã thấy môn này đã đầy sĩ số, em mong quý thầy cô có thể giải đáp vì sao môn em đăng kí lại không có trong danh sách đã đăng kí không ạ và có thể mở thêm sĩ số lớp học môn DAMH Kết Cấu Thép mã MH là CI3213 Do trong đợt dịch lần này, hoàn cảnh ai cũng bị gặp đôi chút khó khăn, gia đình em  cũng khó khăn từ trước giờ khi tình hình dịch bệnh kéo dài và ba mẹ ốm đau liên tục ạ. Em xin Phòng Đào Tạo có thể xem xét mở thêm sĩ số một vài người nữa ạ.Theo em được biết môn học này các thầy cô chỉ hướng dẫn ngay tại bộ môn và không có lên phòng học ạ.Em xin Phòng Đào Tạo có thể xem xét yêu cầu mở thêm sĩ số lớp cho môn học DAMH Kết Cấu Thép(CI3213) cho trường hợp của em ạ! Em xin chân thành cảm ơn quý thầy cô ạ.",
    "Em không thể đăng kí bổ sung môn học (đã bị hủy do thiếu sĩ số) trong đợt đăng kí môn học đợt 3 (17/8 - 19/8) . Sau khi bấm xác nhận đăng kí môn học thì hệ thống báo lại \"Đã hết hạn đăng ký, kết quả đăng ký dự kiến trong thời gian này sẽ bị hủy sau khi bạn đăng xuất!\" Mong nhận được câu trả lời ạ, em xin cám ơn ạ ",
    "Dạ em là  sinh viên lớp chất lượng cao tăng cường Tiếng Nhật. Trong đăng ký môn học đợt 3, em đăng ký vào lớp CN02 môn học CO2007 nhưng bị lỗi \"Bạn không được phép đăng ký vào nhóm lớp này\"",
    "em chào thầy cô, thầy cô cho em xin nộp đơn đăng kí môn học ạ. em gửi 1 đơn đăng kí với 1 danh sách ạ",
    "xin chào thầy cô! Em là  MSSV  sinh viên k18 ngành loggistics. Em làm đơn yêu cầu này với nội dung như sau: ở đợt 2 DKMH HK211 em có đăng kí môn học kỹ thuật dự báo ME3157(PĐT đã đăng kí môn này cho em) nhưng mà vì trùng lịch với môn học khác em đã lỡ hủy môn học ME3157. sau đó em có ĐK lai nhưng thệ thông không chấp nhận cho e ĐK lại vì thiếu môn tiên quyết. vì chương trình k19 có thay đổi so với k18 nên e phải đk môn ME3157 để học thay thế cho môn ME4601( em đã đủ điều kiện để học môn này). Điều kiện tiên tiên quyết 2 môn ME3157 và ME4601 khác nhau nên hệ thống không chấp nhận cho e đk môn ME3157. Kính mong các thầy cô cho em ĐK môn học ME3157 để em học kịp tiến độ chương trình.( trong các tiệp đính kèm là các hình ảnh em đã được ĐK và hủy môn học; hình ảnh trích từ danh sách môn học tương đương thay thế có trên trang web nhà trường ) Em cảm ơn rất nhiều.",
    "Kính gửi Phòng Đào tạo, Em tên NGUYỄN MINH LÂM MSSV: 1611741 Chương trình PFIEV Lớp: VP2016XD Tên môn học đề nghị mở lớp:   B ANH VĂN 5 (XD)    MSMH:   B 003720    Số tín chỉ: 2 Thời khóa biểu: _   B Thứ 2, tiết 14-16                    _   B Thứ 4, tiết 14-16    Kể từ K19, môn học trên không còn nằm trong chương trình đào tạo của sinh viên PFIEV ngành Xây dựng Dân dụng và Hiệu quả năng lượng nữa. Nay em và các bạn sinh viên K16, K17, K18 cùng chương trình (5 sinh viên) làm đơn này kính mong Phòng Đào tạo cho phép mở môn học vào HK dự thính 211 . Em đã có liên lạc với cô   B DƯƠNG KIM HƯƠNG    từ Trung tâm Ngoại ngữ Bách Khoa và đã được đồng ý. Dưới đây em gửi kèm: _ Ảnh chụp màn hình   B email cuối cùng    giữa em và cô Hương. _ File scan của P  B hiếu đăng ký đề nghỉ mở lớp môn học    có chữ ký của Sinh viên và Giáo viên giảng dạy. Do các khóa sau không còn học môn này, nên sĩ số không thể tăng lên. Vì vậy trong trường hợp sỉ số lớp ít quá, không thể mở lớp, tụi em có thể đăng ký học môn thay thế là môn nào ạ?  Trân trọng, Minh Lâm.",
    "ng kí dự thính đợt 1 (lộ trình 2) là loại đăng kí nào trên trang đăng kí môn học vậy ạ!! Em cảm ơn ạ!!",
    "Em chào cô ( thầy) , em tên là  mssv: , Em Xin mở thêm 1 slot môn Đồ án BTCT1 mã môn:(CI2093). Tại vì em đã đăng kí được dự thính nhưng tới đợt 3 lại bị xóa môn học . Mà lớp chính quy đã bị full slot. Em mong cô(thầy) có thể xem xét lại trường hợp của em . Trân trọng cảm ơn ạ.",
    "Chào phòng đào tạo Em xin nộp đơn mở môn học quản lý dự án mã môn học ME3223 và đơn kèm theo",
    "Tình hình là em đã bắt đầu chương trình 211 nhưng BKel của em vẫn còn hiển thị các môn của kì trước, em không thể tham gia lớp học meet vì không tìm được link đăng nhập   i ",
    "Chào thầy/cô! Em tên  . MSSV: . Em có thắc mắc mong được thầy/ cô giải đáp ạ. Trong buổi thi kĩ thuật điện do máy tính em gặp trục trặc nên em đã không thể hoàn thành bài thi của mình và link gg meet cũng bị out ra em cũng không có link để vào lại do bkexam đã bị khóa.Cho em hỏi là việc hoãn thi mà không có sự thông báo với cán bộ coi thi thì có được xét duyệt không ạ ? . Nếu hoãn thi thì điểm kiểm tra giữa kì của em có bị hủy ko ạ ? Em cảm ơn.",
    "I  .  , em làm đơn xin PĐT xem xét cho em thi lại môn vật lý 2.",
    "Em chào Thầy/cô . Do laptop của em bị hỏng bất ngờ và em không thể sửa chửa kịp thời vì nhà em thuộc khu phong tỏa nên không thể tham gia thi cuối kì . Em muốn hoãn thi vậy thì: 1.Điểm thành phần của em có bị ảnh hưởng gì không?  2. Học kì hiện tại em chỉ học duy nhất 1 môn, nếu em hoãn thi thì điểm trung bình học kì có bị 0.00 và em có bị cảnh cáo học vụ không ạ?  Em xin chân thành cảm ơn.",
    "Chào PĐT! Em tên là , MSSV: . Hôm nay e viết mail này mong phòng đào tạo có thể xem xét giúp em vấn đề sau: Sáng nay ngày 17/08/2021 e có đăng kí học dự thính môn Ô tô chuyên dùng mã môn học TR3091 nhưng không thể đăng kí được. Nhưng mà trước đó môn học này e đã đăng kí và có thời khóa biểu nhưng bây giờ bị xóa và không đăng kí lại được. Kính mong PĐT có thể xem xét và giải quyết trường hợp này giúp em được ko ạ . Em xin chân thành cảm ơn .",
    "em chào cb! hiện tại e bị tạm dừng học, bây giờ muốn làm đơn thu nhận lại thì nộp bằng cách nào ạ . thanks!!!",
    "Em chào thầy/cô ạ. Thầy/cô cho em hỏi là tuần trước em có đăng ký in giấy xác nhận sinh viên để nộp cho địa phương tạm hoãn nghĩa vụ quân sự. Nhưng đến nay em không biết là giấy của em có được in và gửi chưa ạ do em không vào được trang dịch vụ sinh viên trên MyBK. Em mong thầy/cô có thể giúp em kiểm tra được không ạ?  Em xin cảm ơn ạ! Trân trọng.",
    "em định đăng ký môn Triết học  SP1033 vào đợt đăng ký môn lần 3 nhưng cả hai lớp CC còn lại đều trùng với lịch học các môn khác thì phải làm sao ạ?",
    "Em muốn rút môn học trước khi kết thúc đợt 3 thì làm như thế nào ạ .",
    "Em chào Thầy/Cô Thầy cô cho em hỏi vấn đề sau: Chúng em với sự đồng ý của Khoa xin mở lớp môn Vật liệu chuyển hóa và tồn trữ năng lượng (MA3031) theo dạng ĐỒ ÁN cho sinh viên học vét chương trình đào tạo cũ (cho sinh viên từ khóa K18 trở về trước) . Vì môn học này là môn học trước đề cương luận văn đối với K17 và thời gian học môn này theo chương trình mới bị thay đổi khá nhiều. Môn học hiện tại đã được mở trong đợt ĐKMH- đợt 3 này, với môn học dạng ĐỒ ÁN và sĩ số lớp chỉ được 4 sinh viên thì có thể giữ lại lớp không ạ?  Em mong thầy cô giải đáp ạ Em chân thành cám ơn!",
    "Pdt cho em hỏi. Em có dky hoãn thi(do thiếu thiết bị thi) nhưng tới ngày thi vân  thi bình thường(đã bổ sung đủ) thì có hủy kết quả thi không?  Em đã có làm giấy hủy hoãn thi ngay sau đó . Mong pdt giải thích trường hợp của em. Em cảm ơn pdt.",
    "Cho em hỏi, đợt đăng kí môn học này, em đăng kí các môn bổ sung thì bị trùng lịch, xem qua các môn đăng kí trước đó có lớp học ngày giờ khác còn sỉ số nhưng hiện tại môn đã khoá, em k điều chỉnh lớp để đăng kí các môn bổ sung, đợt đăng kí trước em không kí được các môn học trước, môn tiên quyết, đợt này em check lại có mở lớp, em muốn đăng kí học để đủ điều kiện kì sau đăng kí các môn học sau. Nếu bây giờ em rút môn học tự chọn trùng lịch với môn đăng kí bổ sung, có kịp thời gian đăng kí môn bổ sung học trước, môn tiên quyết không ạ? Phòng đào tạo có thể xem xét giúp em mở điều chỉnh môn học được k ạ?",
    "Thưa PĐT! Kì 211 tới em có nguyện vọng đăng kí học môn Thí nghiệm QTTB )(CH3015).   Hiện tại em đã qua năm tư nhưng chưa học môn này, nghĩa là em không đủ điều kiện để đi thực tập và đăng kí đồ án. (Em bị trễ)  Ở đợt 2 em đã đăng kí tuy nhiên em bị HT tự hủy do môn học song hành hủy nên môn này tự hủy. Riêng môn TN QTTB này em đủ điều kiện đăng kí Hiện đợt 3 đã mở, nhưng em không thể đăng kí do quá sĩ số. Ngày 16.8 em xem thì vẫn trống , nhưng sáng nay (17. 8) khi chưa mở đăng kí thì đã phát hiện sỉ số 28/25. Em không thể đăng kí Em khẩn thiết cầu mong PĐT mở thêm sỉ số, và cho em đăng kí bổ sung sỉ số vào lớp TN QTTB nhóm L03 vì chỉ trống buổi đó! Mong PĐT chấp nhận để em có cơ hội hoàn thành tốt môn học về sau ạ!  ",
    "Em xin chào Thầy/Cô, Hiện tại (ngày 17/08) thì trên trang BK e-Learning của em không hiển thị trang của các môn học kỳ 211 mà chỉ hiển thị của kỳ 202 về trước (em có đính kèm hình ở dưới). Mặc dù ngày hôm qua 16/08 vẫn còn hiển thị bình thường ạ. Em gửi yêu cầu này hy vọng Thầy/Cô sẽ hỗ trợ mở lại trang giúp em để em có thể vào các trang của các môn của kỳ 211 vì hôm nay em có tiết mà nếu không vào được thì sẽ không có link phòng học ạ. Em cảm ơn Thầy/Cô nhiều ạ",
    "Dạ kính gửi thầy cô, Em là sinh viên khóa K17, em đang chuẩn bị bảo vệ luận văn vào cuối tháng 8. Hiện tại, em vẫn còn một môn anh văn 4 chưa chuyển điểm (thiếu 2 tín chỉ của môn anh văn 4) và em đã có bằng tiếng anh rồi ạ. Thầy cô cho em hỏi là trường có đợt chuyển điểm nào sắp tới để em có thể chuyển điểm cho môn anh văn 4, và đảm bảo số tín chỉ cho việc xét tốt nghiệp không ạ? Mong nhận được phản hồi và hỗ trợ từ thầy cô! Em cảm ơn thầy cô nhiều! Chúc thầy cô một ngày làm việc vui vẻ!",
    "EM được biết là do đợt ĐKMH đợt 3 năn học 211 không cho hiểu chỉnh môn học nên là em tạo yêu cầu này xin hủy môn học Đồ án môn học bê tông cốt thép mã CI2093 học kì I năm học 2021-2022 ạ.  mssv ",
    "Em tên là:  -  Dạ cho em hỏi là lớp dự thính môn học Kết cấu thép 2 - CI3211 kỳ này có thể tăng thêm sĩ số được không ạ?Hoặc có thể cho em thêm vào lớp DT01 đang mở kỳ này, em đang làm LVTN mà môn này tiên quyết, nếu kỳ này không qua thì cs thể LVTN của em sẽ bị hủy. Em kính mong quý thầy/cô có thể tạo điều kiện giúp em. Em xin cảm ơn ạ!",
    "Thưa pđt, em còn môn đồ án động cơ đốt trong   mã môn học là TR3043 là môn tiên quyết bắt buộc em phải học học kì này để năm sau em làm luận văn tốt nghiệp. Kính thưa pđt, hiện giờ có một lớp thuộc nhóm T01, em xin hỏi có cách nào cho em xin phép hoc lớp này được không ạ. Em thuộc khóa K13 mới đi nvqs về xin pđt giải quyết và hỗ trợ giùm em ạ . Em cảm ơn.",
    "Thầy/cô cho em hỏi em muốn đăng ký môn Kỹ thuật số (mã MH ee1015) em thấy có mở lớp nhưng không có nút chọn để đăng ký ạ",
    "Em là , mssv:. Do hồi năm nhất em bị bệnh nằm viện nên đã bỏ thi môn Nhập môn về kỹ thuật, mã CI1001, nên HK211 này em xin phòng đào tạo tạo điều kiện xếp lớp cho em học lại cùng K21. Em xin cảm ơn.",
    "Em bị mất môn anh văn 2A trong đợt cập nhật tkb gần đây. Nhưng lúc em đăng ký không em đã coi rất kỹ thời gian học để không bị trùng mà đăng ký. Hiện tại thì tkb cập nhật mới đã bị mất môn này do trùng tkb mong giải quyết giúp em ạ.",
    "Chào , hiện nay một số bạn của em đã có thời khóa biểu của học kỳ 211 trên mybk, nhưng trang thời khóa biểu của em chưa có. Nhà trường có thể giải quyết được không ạ?",
    "Dạ kính thưa pdt. Như em nộp giấy hủy hoãn thi nhưng chưa thấy pdt duyệt. Em xin nộp đơn dưới đây có gì anh chị giúp đỡ giúp em. Em cảm ơn ạ.",
    "Dạ chào thầy/cô,  Em muốn hỏi về việc môn đề cương luận văn đăng ký mã môn học là CH4325 hay đăng ký theo mã cũ ạ. Em cảm ơn ạ!",
    "SV: HIỆN TẠI KÌ 211 ĐỢT 3 EM CÓ ĐK THÊM MÔN CI3213  ĐỒ ÁN THÉP VÀ CI2093 ĐỒ ÁN  1 :  . EM MONG PHÒNG ĐÀO TẠO MỞ THÊM SỈ SÔ.  .",
    "MSSV:  HIỆN TẠI KÌ 211 ĐỢT 3 EM CÓ ĐK THÊM MÔN CI2093 - Đồ án môn học KCBTCT1 CI3197 - Đồ án môn học nền móng CI3213 - Đồ án môn học Kết cấu thép \"  . EM .  ƠN.",
    "Chương trình học em chỉ còn  môn cơ lưu chất ci2003, học kì này chỉ mở lớp trong học kì chính. Nhưng hôm nay em đăng ký ở đợt 3 thì thông báo không được phép vào nhóm lớp ạ. Em có thể đăng kí này được không ạ để kịp hoàn thành chương trình",
    "Em chào Thầy(Cô) Em đăng ký kỳ dự thính thì đã đủ số lượng. Em xin Thầy(Cô) cho em được đăng ký thêm môn EE1015 : Kỹ Thuật Số vào kỳ dự thính HK211 Em cũng bị trễ 1 năm, em xin Thầy(Cô) cho em được đăng ký để trả nợ môn, để kỳ sau em làm luận văn có thêm động lực ra trường, không bị trễ hơn nưa. Trong khi được sự chấp thuận của Thầy(Cô), em xin chân thành cảm ơn.",
    "Dạ. Hiện tại học kì 211 em chỉ đăng ký được được 2 môn tổng cộng là 6 tín chỉ. Vậy cho em hỏi số tín chỉ của em dưới 10 tín chỉ thì có cần nộp đơn xin giảm học phí hay không ạ ? (Tại e sợ phải đóng học phí theo 17 tín chỉ.)",
    "Em chào thầy cô. Em đã làm đơn và được thu nhận. Tình trạng sinh viên là đang học . Em vẫn chưa được đăng ký môn học đợt 3 với lý do là đang tạm dừng ạ . Xin PĐT mở cho em đăng ký ạ.",
    "Em tên là _ . Em đã thanh toán trễ học phí và đã gửi đơn cứu xét. Nhưng hiện tại đăng kí môn học đợt 3 vẫn chưa cho phép em đăng kí Mong nhà trường xem xét lại trường hợp của em và mở cho em được đăng kí môn học ạ.",
    "Hiện em bị đánh dấu là chưa nộp bằng THPT và không thể đăng ký môn học trong cả 2 đợt 2 và đợt 3 của hk211 chính quy ạ. Em xin được bổ sung sau khi có thể lên trường lại ạ, xin phòng đào tạo mở cho em đăng ký môn học để tiếp tục học kỳ ạ    .",
    "Em chào Phòng Đào tạo em là Văn Phú Mạnh MSSV  Khoa Hóa K17 trường mình, hôm nay đã đến lịch đăng ký môn học đợt 3 nhưng em không thể đăng ký môn học. Em đăng ký nhưng bị báo lỗi là chưa đến hạn đăng ký. Mong phòng đào tạo giải thích giúp em với",
    "Dạ chào PDT ạ em xin gửi đơn xin mở 02 môn học 1 môn đồ án vào kỳ chính và 01 môn vào học kỳ dự thính ạ.  em xin cảm ơn ạ",
    "Dạ cho em hỏi em có thể rút môn học ở học kì 211 không và nếu có thì vào thời điểm nào ạ?",
    "PDT cho em hỏi , em đã thanh toán học phí và làm đơn được PDT duyệt nhưng vẫn chưa được mở đăng kí môn   Họ và tên :    Mssv :  ",
    "em bị tạm dừng học vụ ạ nên em không đk môn học đợt 3 đc ạ giờ em làm đơn gì để đk môn học đc ạ",
    "Em mong nhà trường mở thêm lớp ee2003, ee1009",
    ": Dạ em là  _ mssv  Sinh viên K18 lớp HC18DK Gửi thầy/cô đơn xin hoãn thi môn Kĩ thuật điện (EE2027) Thi lúc 7h00 ngày 17/08/2021. Em xin chân thành cảm ơn ạ!",
    "Dạ em chào Thầy/Cô Hiện tại em là sinh viên năm 4, em đã bảo vệ Luận văn xong, đã nộp đủ anh văn nghe đọc theo chuẩn, và còn 1 môn em sẽ thi vào ngày 19/8 là sẽ hoàn thành xong chương trình . Hiện em chỉ thiếu mỗi anh văn nói viết do BKenglish dừng hoạt động nên chưa thi được. (em có nhận được mail có thể tháng 9 sẽ cho thi online) Không rõ học kỳ tới em có cần đăng ký thêm môn để duy trì trạng thái sinh viên hay không ạ? Em mong pđt phản hồi cho em sớm",
    "Chào Thầy Cô! Do đợt 2 em bị xóa 1 môn nên hiện giờ kì chính của em còn 13 chỉ.Em hi vọng  mở thêm sĩ số môn CAD/Cam của nhóm LO3_LO6 (Nhóm hiện tại chỉ có 24 người).Em cảm ơn ạ.",
    "Em vào đăng đăng ký môn đợt 3 nhưng không thể đăng ký được. Nhờ phòng đào tạo giải thích và chỉ dẫn giúp em với ạ. Em cảm ơn ạ!",
    "Trước dịch em có nộp chứng chỉ ngoại ngữ và có đăng ký chuyển điểm AV4, nhưng do chỉ được 6đ nên em dự định sẽ thi lại và chuyển điểm sau . Do dịch phức tạp, em chưa thể thi được, và em cũng quên thanh toán phí chuyển điểm, đến nay em lên kiểm tra lại thì thấy đã quá hạn 2 ngày. (hạn là 11/8 mà 13/8 em mới thanh toán) Không rõ em có cần nộp đơn để trình bày lý do thanh toán trễ hay không ạ? Và việc thanh toán trễ này có ảnh hưởng gì đến việc tốt nghiệp của em không ạ. Mong Thầy/Cô tư vấn giúp em ạ. Em cảm ơn nhiều",
    "Thưa thầy cô, Hk211 em có đăng kí môn ME3111( Đồ án thiết kế trang phục) nhưng bị huỷ do sĩ số ít. Tuy nhiên, chủ nhiệm bộ môn Cô  và giảng viên giảng dạy môn đồ án cô  có nói môn này sĩ số 1 sv/ lớp vẫn được đăng kí ạ nhưng hiện giờ em vẫn chưa đăng kí được. Em mong pdt đăng kí giúp em để em được hoàn thành môn học đúng tiến độ ạ. Hiện em là sinh viên năm cuối nên việc đkmh ME3111 là vô cùng quan trọng để em được ra trường. Mong nhà trường tạo điều kiện giúp em ạ. Em chân thành cảm ơn.",
    "Em là sinh viên khóa K19 ạ, em nhận được giấy NVQS nên cần giấy xác nhận sinh viên, nhưng trên myel đã dừng dịch vụ đăng kí thì em có thể đăng kí bằng cách nào ạ.",
    "Em chào admin ạ. Em là Nguyễn Thành Tính -  Đợt ĐKMH lần 2 vừa qua em có đăng kí nhầm môn học tổ chức thi công - CI4125 và ĐAMH Tổ chức thi công CI4127 của ngành Kỹ thuật xây dựng ạ, do ngành em học là Công Nghệ KT vật liệu XD không có 2 ngành này mà em xem nhầm catalog nên dẫn đến việc đăng kí nhầm . Em kính mong pđt xem xét mở khóa để em có thể đăng kí lại môn học Kết cấu bê tông ứng suất trước - CI3123 của ngành em để em có thể kịp chương trình ạ. Kính mong pđt giúp đỡ ạ. Em xin chân thành cảm ơn.",
    "Chào quý thầy cô! Dạ cho em hỏi em sinh khoá k15 . Giờ em muốn đăng kí dự thính đợt 3 môn vật lý 1 . Gkhi 9h em vào đk thi báo chưa tới thời gian . Giờ  hết sĩ số. Dạ đầy là kì cuối để đăng kí môn trả nợ. Em xin quý thầy cô cho em giải pháp để được học . Em chân thành cảm ơn quý thầy cô",
    "Em có gửi đăng ký ba môn nhưng hệ thống báo không thể gửi vì đã hết hạn đăng ký trong khi vẫn trong thời gian đăng ký là sao ạ?",
    "cho em hỏi trong mail đkmh của trường gửi là các trường hợp SV bị hủy môn học do sĩ số thấp... được PDT mở khóa để SV điều chỉnh ( hủy, bổ sung môn hoc ) trong đợt 3 này. vậy bao giờ phòng đào tạo mở khóa ạ",
    "Kính gửi Nhà trường, Em có nguyện vọng được mở thêm sĩ số môn CO2007 - Kiến trúc máy tính (nhóm lớp L02_L04 hoặc L02_L03), em đã canh thời gian đợt 3 từ đúng giờ mở và vào đăng ký nhưng hệ thống liên tục báo lỗi chưa đến hạn đăng ký. Dù em liên tục F5 và đăng ký lại, nhưng vẫn bị lỗi, đến lúc đăng ký được thì bạn khác đã đăng ký mất. Mong trường xem xét và mở thêm sĩ số giúp em, em chỉ còn môn này để có thể đi thực tập ạ. Em xin chân thành cảm ơn. ",
    "Trong đợt đăng kí môn học dự thính đợt 3 vừa rồi em có cố đăng kí lớp dự thính 2 môn truyền số liệu và mạng (EE3019) và hiện kết quả như hình nhưng em không được vào lớp, liệu phòng đào tạo có thể tăng thêm 1 sĩ số cho lớp đó không ạ, em thực sự rất cần môn này để kịp đồ án vào kì tới",
    "Em muốn xin rút môn do một số lí do cá nhân trong đợt đăng kí môn học lần 3. EM xin cảm ơn ạ",
    "Chào Phòng đào tạo, em tên là , MSSV: . Đợt đăng kí môn học kì chính 211, em đăng kí môn Hoá phân tích (CH2113) không kịp do hết sĩ số. Nên em xin PĐT mở thêm slot ở lớp L02 (thứ 5, thứ 6, tiết 2-4) để em có thể đăng kí ạ. Vì thời khóa biểu của em chỉ phù hợp với lóp này nên mong PĐT xem xét ạ. Em xin chán thành cảm ơn.",
    "Kính thưa pdt, do em không đọc kỹ mail nên đã lỡ xóa môn EE2035 mà đã có thời khóa biểu ạ, em cảm thấy vô cùng hối hận, với lại tình hình covid hiện nay thì nhà em cũng chưa làm được nhiều tiền và gia đình cũng khó khăn nữa ạ, nên xin pdt có thể tạo điều kiện cho em được xóa môn này không ạ, nếu được em xin cảm ơn pdt rất nhiều ạ",
    "Em là  Mssv:  Em xin nhà trưởng mở thêm slot lớp L02-L02 môn Hóa phân tích (CH2113). Lí do: những ngày khác em bị kẹt lịch môn học khác nên không thể đăng kí được ạ. Em xin cảm ơn",
    "Thưa thầy cô,em là sinh viên khoa điện khóa 17,hiện em đang bị trễ,em rất cần được học môn truyền số liệu và mạng(EE3019) lớp DT02 để có thể tốt nghiệp,nhưng không kịp đăng ký dự thính vì các bạn đăng ký quá nhanh.Em rất mong thầy cô giúp đỡ tăng thêm sĩ số lớp để em có thể kịp học trong kì này. Em xin chân thành cảm ơn!",
    "Em vào đăng ký nhưng đã hết slot, xin phòng đào tạo mở thêm lớp dự thính ạ.",
    "Kính chào Thầy/Cô Cho em hỏi thẻ Sv em đã xử lý ngày 4/8/2021 đến hôm nay là 17/8 mà em vẫn chưa nhận được ạ. Mong Thầy/ cô kiểm tra dùm em. Em cảm ơn. Chào Thầy/Cô.",
    "Xin chào,  Em là , lớp trưởng lớp CK19DET . Em gửi đơn xin tăng sĩ số môn ME4511-LO2 Trong đơn có lý do cụ thể và đã đầy đủ chữ ký . Mòng Phòng đào tạo xét duyệt . Em cảm ơn!",
    "Chào Thầy/Cô, Hiện tại em có thấy các lớp trống mà PĐT dành cho các bạn năm nhất. Và hệ thống vẫn cho em đăng ký vào học ạ . Vậy sau này em có bị xóa môn khi các sv năm nhất bắt đầu vào học không ạ? Em cảm ơn ",
    "Chào pdt. Do tình trạng hiện tại là em bị tạm dừng. Do học kì vừa rồi em không đăng ký môn học Lý Do: Do em còn thiếu CCNN để nhận TLTN, vì học kỳ vừa rồi bị ảnh hưởng của dịch covi nên em không kịp thi CCNN để nộp  Nay mong pdt cho em xin gia hạn thêm một học kỳ và cho em đăng ký môn học để duy trì TKB",
    "Dạ em chào thầy/cô PĐT, Do đợt đăng kí này, bộ môn mới mở thêm 1 môn Xúc tác trong công nghệ lọc dầu (CH3193), mà em bị trùng lịch với mấy môn đăng kí trước đó, thầy/cô cho em xin mở khoá để điều chỉnh lại được không ạ? Em cảm ơn nhiều ạ",
    "Kính chào Thầy/Cô, Em có thắc mắc là bắt đầu kỳ này thì khoa của em đổi một số môn mới theo chương trình đào tạo khoá sau. Em phải đăng ký môn học mới và môn học tương đương này có số tín chỉ ít hơn tín chỉ của môn học gốc theo khoá của em thì sau khi em hoàn thành môn học tương đương,số tín chỉ để em tốt nghiệp có phải là tính theo cộng thêm của môn gốc của khoá của em không ạ?",
    "Dạ em chào thầy/ cô, em làm   lớp HC19MB  Kính xin PĐT cho em được đổi lịch môn Thí nghiệm hóa hữu cơ CH2053 sang lớp L05 thứ 5 tiết .   Vì lý do, phòng đào tạo vừa mở thêm Slot môn hóa phân tích CH2113 nhưng em bị trùng giờ thời khóa biểu môn thí nghiệm hữu cơ, không đăng kí được ạ . Em rất cần học môn hóa phân tích vì môn này đến kì một năm sau mới mở tiếp ạ. Kính mong PĐT đổi lịch giúp em. Em xin chân thành cảm ơn",
    "Cô ơi, bây giờ mình làm đơn phải làm như thế nào ạ, bây giờ em lỡ hủy đi rồi nên em lo quá không biết phải làm sao đây ạ, nãy em có trình bày hoàn cảnh rồi ạ",
    "Em muốn xin chuyển nhóm môn học   B CO3001 - Công nghệ phần mềm    học kì chính quy HK211 từ   B L01    sang   B L06   . Lý do: Em bị trùng lịch với môn   B CO3003 - Mạng máy tính    ở học kì dự thính chính quy HK211, đây là mã môn cũ của K18, không mở ở học kì chính nữa, em hiện tại là sinh viên VB2 khoá 2020 học theo chương trình K18, nên rất cần học môn này ạ. Rất mong được quý thầy cô giúp đỡ Em cảm ơn!",
    "Chào thầy cô, Em là sinh viên K18 hệ chính quy, theo như mail trước có thông báo kì dự thính 211 hệ chính quy học cùng với hệ VHVL + DTTX. Nhưng môn Đồ án thiết kế động cơ đốt trong ( TR3043) em đăng kí báo lỗi là không được phép đăng khí vào nhóm lớp này ạ. Thầy cô giải quyết giúp em ạ. Em cảm ơn",
    "e đã đk môn EE1007 lớp dự thính trong đợt đk dự thính 2, đã có tkb nhưng ko thấy link học ạ",
    "Em kính chào phòng đào tạo, em tên , trong đợt đăng kí hk chính lẫn dự thính 1 và 2 vừa qua em đã đăng kí đồ án kết cấu thép có mã môn học CI3213 nhưng cả 2 lần đều bị hủy vì lí do không đủ sĩ số nên không mở, hôm nay lầ đăng kí đợt 3 thì sĩ số đã vượt, nhưng em cũng không thể đăng kí được, xin pdt giúp em được đăng kí đồ án kết cấu thép này vì em còn thiếu chỉ của đồ án này nhưng không đăng kí được.",
    "Dạ e chào thầy cô phụ trách, Đợt này mở đk Nhập môn KT EE1001, e đã chọn Chuyển hệ như bình thường, e k bị trùng lịch, môn này cũng k có tiên quyết nhưng hệ thống k cho e đăng ký. E đã kiểm tra tất cả các lớp có thể. Thầy cô kiểm tra giúp e được k? E chờ môn này khó khăn lắm :((",
    "Em muốn xin mở sĩ số môn Công nghệ may 1, Mã môn ME2065, Tiết 11,12 thứ 5 và thứ 6 vì đây là môn ngành của tụi em. Hiện tại sĩ số lớp là 60/60. Em xin chân thành cảm ơn.",
    "Theo em được biết bình thường thì để được Thu nhận lại thì mình nộp đơn lên văn phòng khoa, vậy cho em hỏi mùa dịch này để nộp thì em nộp/mail cho đơn vị nào và cách thức ạ. Em cảm ơn . Mong được hồi đáp sớm ạ.",
    "Do số lượng mở lớp lần 1 nhiều nên em được đề nghị là nộp mở lớp vào đợt 2 ạ",
    "Em là  là sinh viên năm 3 đăng ký môn đợt 1 HK 211 thì bị hủy ạ, nên là em đăng ký lại đợt 3 ạ, nhà trường cho em hỏi  lý do em bị hủy môn ạ.",
    "Hiện tại em có đăng kí 2 môn thí nghiệm vào chung 1 ngày thì khi đăng kí bị thông báo là thời gian di chuyển giữa 2 cơ sở không đủ. Trong khi cả 2 môn đều học thí nghiệm trên cơ sở 1. Mong PĐT sửa lỗi đăng kí hoặc thêm em vào 2 lớp đó giúp em. Em cám ơn. CH2041 - Thí nghiệm Hóa lý - 02 : sáng t4 CH2053 - Thí nghiệm hữu cơ - 10 : chiều t4",
    "Em chào phòng đào tạo, em tên , mssv , hiện tại em còn thiếu chỉ của đồ án bê tông cốt thép 1 có mã môn CI2093 nhưng không hiểu sao bị lỗi cả đợt hk chính và dự thính đều không đăng kí được trong khi em đã kiểm tra và em đủ điều kiện để đăng kí môn này. Xin phòng đào tạo xem xét giải quyết cho em đăng kí được môn này.Em xin cảm ơn.",
    "Em tên là ng thị  ngân Mssv  Em đã gửi đơn xin mở lớp dự thính MA2035, mặc dù có sự đồng ý của khoa,gửi đơn xin đợt 1 rồi nhưng vẫn chưa được mở. Mong thầy/cô xem xét.",
    "Dạ em chào thầy/cô PĐT, Do bộ môn có sơ suất, cho nên đăng kí môn học đợt 3 này môn học Xúc tác trong công nghệ lọc - hoá dầu (CH3193) mới được mở để tụi em đăng kí (hình trong file đính kèm), mà em bị trùng TKB với những môn đăng kí trước đó, vậy em có thể xin mở khoá để em điều chỉnh lại TBK để đăng kí môn học đó được không ạ (Em là K18 ạ, mà môn này là môn mã cũ, K19 trở đi học mã mới, nên em sợ từ kì sau hết được mở lớp ạ), Em mong thầy/cô xem xét, Em cảm ơn thầy/cô nhiều ạ,",
    "Gửi Phòng Đào Tạo . Em là SV khoá K17 hiện đang học lớp VLSi17 của khoa Công Nghệ Vật Liệu . Trong học kì 203 em có đăng kí môn Thực tập tốt nghiệp (MA3333). Nhưng do tình hình dịch bệnh nên em và các bạn không thể tiến hành đi Thực tập được. Điểm của môn này cũng xem như là chưa có trong khi em và các bạn đều đã đóng học phí cho môn này rồi . Vậy cho em hỏi là vào học kì 211 này em có cần phải đăng kí lại môn TTTN (MA3333) không hay là sẽ giữ lại môn em đã đăng kí trong kì 203 để chuyển vào học kì 211 vậy ạ?",
    "em xin đổi TKB môn thí nghiệm hóa hữu cơ CH2053 sang lớp L05  Và đăng kí môn Hóa phân tích CH2113 vào thứ 6 lớp L03 ạ. Xin cảm ơn PĐT mong PĐT giải quyết dùm em",
    "t 3 em không đăng kí môn học được",
    "em muốn đăng ký môn giải tích 1 MT1011 trong đợt 3 nhưng khi em chọn lớp thì hệ thống không cho em đăng ký. em đã chọn lớp vào ngày trống lịch và vẫn không lố 10 tiết/ngày. tuy nhiên môn học kết thúc vào tiết 4 và tiết 5 em có môn học kế tiếp, bạn em vẫn đăng ký được mặc dù là có tiết kế tiếp nhau.",
    "Kính chào quý thầy cô, Em là sinh viên K17 hiện em đang có bằng toeic 530 và muốn học av4 để đủ điều kiện tốt nghiệp nhưng lớp học lại đủ. Em kính mong quý thầy cô tạo điều kiện để giúp em được học môn av4  để đủ điều kiện tốt nghiệp ( Toeic  500, có av4 ) ạ. Em xin chân thành cảm ơn quý thầy cô.",
    "Dạ kì này em học môn bao bì mà lớp hết chỗ ạ, Em kính mong quý thầy cô mở thêm chỗ để em có thể theo kịp tiến độ của lớp ạ, Dạ em cảm ơn.",
    "em chào thầy cô, bạn em có mở lớp trong đợt 3 và lịch do phòng đào tạo xếp, tên em có trong ds đăng kí môn nhưng khi lên đăng kí thì e và nhiều bạn bị dính khoảng cách của 2 cơ sở nên không được đăng kí.pdt có thể xóa cơ sở để em được đăng kí môn này không ạ, em cảm ơn. môn địa vật lí giếng khoan ge3001 ạ",
    "Dạ cho em hỏi em bị tạm dừng vì không đóng học phí bổ sung kỳ 203. Em đã đóng học phí, làm đơn thu nhận và đã được duyệt, tình trạng sinh viên đã là đang học nhưng vẫn bị xóa môn thực tập sản xuất( đăng ký trong kỳ 203) ạ. Môn này là môn tiên quyết để đăng ký đề cương luận văn. Mong phòng đào tạo giải quyết nhanh để em có thể kịp đăng ký vì đợt 3 đến ngày 19 là hết hạn đăng ký rồi ạ",
    "Kính gửi phòng đào tạo em là -MSSV:. Do em vừa mới được xác nhận chuyển đổi chương trình đào tạo từ chương trình học PFIEV sang chương trình học chính quy đại trà ngành Bảo dưỡng công nghiệp nên em phải đăng ký các môn học bắt buộc trong HK211 này nhưng có một số môn em không đăng ký được do đã đủ sỉ số. Em làm đơn xin đăng ký các môn đó được không ạ và nếu làm đơn em sẽ gửi qua email phòng đào tạo hay BKSI. Mong phòng đào tạo hướng dẫn để em có thể tiếp tục chương trình học trong HK211 này  Em xin chân thành cảm ơn",
    "Các mã môn khác đều bị như vậy",
    "Chào thầy cô, Họ và tên:  MSSV:  Em xin nộp đơn mở lớp đồ án 1 (ME3255), đơn và danh sách sinh viên đăng kí đã được đính kèm. Chúng em đã tham gia và hoàn thành môn học, Mong pđt xét duyệt để chuyển điểm để chúng em kịp với tiến độ học tập. Cảm ơn thầy cô đã xem xét Chúc thầy cô ngày làm việc vui vẻ",
    "Cho em hỏi là đợt đăng ký môn học dự thính học kỳ 211 đợt 3 này, em là sinh viên hệ chính quy và em có được đăng ký chung lớp với các lớp hệ vừa làm vừa học không ạ!",
    "Chào PĐT, Em là , MSSV:, SV K18. Đợt ĐKMH lần 1 và lần 2, em có đk ĐCLVTN EE4331. Đợt 3 em kiểm tra kết quả thì đã bị xóa môn, TKB cũng không có. Em đăng ký lại thì thông báo chưa đủ chuẩn thể chất. HK202 em có đăng ký GDTC nhưng do chưa thi nên em chưa đủ chuẩn thể chất sau năm 3. Theo mail thì nhà trường tạm thời không xét chuẩn thể chất và chuẩn anh văn. Mong PĐT xem xét thêm môn DCLVTN EE4331 giúp em ạ. Xin cảm ơn PĐT.",
    "dạ thưa thầy cô  em tên là  mssv là  em muốn xin học môn ME3005 Thiếtkế hệthống cơđiệntử mà chưa học 2 môn tiên quyết là vi điều khiển và động lực học điều khiển kì này chỉ đăng kí được dự thính môn vi điều khiển ﻿mong thầy cô tạo điều kiện em được học môn thiết kế hệ thống cơ điện tử để có thể hoàn thành khóa học. Em cảm ơn ạ",
    "MSSV: Em muốn đăng ký lớp học lại môn nhập môn điện toán mà không biết đăng ký như thế nào ạ ? HƯớng dẫn giúp em với ạ",
    "Chào Phòng Đào tạo, Em xin gửi yêu cầu vì chưa hiểu rõ lý do không được đăng ký môn học đợt 2 kèm theo hình ảnh được đính kèm, Em không được đăng ký học đợt 2 do không thanh toán học phí (hình 1) Vì   B học kỳ hè 203    em có đăng ký học dự thính Giải tích 2, nhưng lúc em đăng ký không hiểu sao có vấn đề về việc em không còn nằm trong danh sách đăng ký và đã mail xin phép được đăng ký. Tuy nhiên sau đó em không thấy môn học trong thời khóa biểu hay E-learning (hình 2 + 3) . Nay em kiểm tra thì thấy có thanh toán học phí học kỳ dự thính 203. (hình 4) Và em cũng đã gửi yêu cầu và mail cho PĐT nhiều lần tính từ tuần trước nhưng chưa nhận phản hồi. Mong PĐT hỗ trợ để em được đăng ký môn học trong học kỳ này",
    "Em chào pđt. Em là sinh viên k17, cho em hỏi môn học Sức bền vật liệu khoa Xây dựng hiện tại đã có mã mới, em còn nợ môn này mã CI2007 em muốn học lại thì đăng ký theo mã mới hay mã cũ ạ. Em cảm ơn.",
    "Kính thưa pdt, do em không đọc kỹ mail nên đã lỡ xóa môn EE2035 mà đã có thời khóa biểu ạ, em cảm thấy vô cùng hối hận, với lại tình hình covid hiện nay thì nhà em cũng chưa làm được nhiều tiền và gia đình cũng khó khăn nữa ạ, nên xin pdt có thể tạo điều kiện cho em được xóa môn này không ạ, tiện thể cho em xin cách thức để hủy với ạ, em không biết làm như nào cả,nếu được em xin cảm ơn pdt rất nhiều ạ",
    "Em có đính kèm email minh chứng của thầy , thầy  và phản hồi lần trước từ PĐT ạ",
    "Dạ em chào ạ, nhóm chúng em có xin mở lớp kĩ thuật chế tạo 1, chúng em đã liên hệ bộ môn và đã gửi lên pdt từ đợt đkmh đợt 2, và đã được chấp nhận mở lớp vào ngày 11, pdt báo rằng nếu lúc 15h ngày 12-8 chưa mở lớp thì phản hồi lại. Da đến bây giờ em vẫn chưa có tin tức gì ạ. Em biết em đã học chậm chương trình làm pdt khó xếp lớp, nhưng em mong pdt sẽ tạo điều kiện cho tụi em học tập. Em cảm ơn ạ.",
    "Xin chào Thầy / Cô! Em tên . MSSV 171205.Em muốn đăng kí môn học đồ án Kết cấu Thép CI3213, nhưng khi mở lớp em không kịp đăng kí. Em mong thầy /cô có thể giúp em đăng kí để kịp chỉ ra trường. Em cảm ơn Thầy /Cô rất nhiều! Sinh viên .",
    "pđt cho e hỏi, kì 211, sau khi em đăng kí môn học xong thì được tkb báo có nhận thêm 1 môn giải tích 2 ở kì dự thính mà e không đăng kí cũng không hủy được thì có thể giúp em hủy môn được không ạ",
    "Dạ em chào thầy cô. Em là sinh viên k17. Dạ thầy cô cho em hỏi là môn Phương pháp tính MT1009 lớp Dự thính có thể mở thêm lớp được không ạ? Em cám ơn thầy cô và mong nhận được sự phản hồi sớm từ thầy cô ạ.",
    "Em xin PĐT chuyển nhóm cho em môn học dự thính GIẢI TÍCH MT1003 nhóm DT02 sáng nhóm có giờ học khác để em có thể đăng kí môn chuyên ngành TÍNH TOÁN KẾT CẤU AS3013 nhóm DT01 để em kịp hoàn thành các tín chỉ môn học tự chọn chuyên ngành.",
    "Kính thưa pdt, do em không đọc kỹ mail nên đã lỡ xóa môn EE2035 mà đã có thời khóa biểu ạ, em cảm thấy vô cùng hối hận, với lại tình hình covid hiện nay thì nhà em cũng chưa làm được nhiều tiền và gia đình cũng khó khăn nữa ạ, nên xin pdt có thể tạo điều kiện cho em được xóa môn này không ạ, tiện thể cho em xin cách thức để hủy với ạ, em không biết làm như nào cả,nếu được em xin cảm ơn pdt rất nhiều ạ",
    "Kính gửi Thầy/Cô! Em có thắc mắc về vấn đề đăng kí môn học đợt 3 như sau: Em vào đăng kí môn IM1003 (học lại), nhưng không đăng kí được trong đợt 3 này (Không vướng môn tiên quyết-song hành, không trùng lịch các môn khác, không quá số tín chỉ đăng kí trong một kỳ và không quá số tiết trong một ngày). Môn học này vẫn có mở nhóm L01 và L02. Vậy bằng cách nào em có thể đăng kí được môn này trong học kì chính và học cùng K21 hay không? Kính mong nhận được phản hồi sớm để em có thể cải thiện tiến độ học tập của mình. Em xin cảm ơn!",
    "sáng nay mở đăng kí môn đợt 3 nhưng sao em đăng kí lại không được ạ?",
    "Dạ chào thầy cô, E thấy sĩ số mở môn mới là 0/0. Khi đăng ký vào sẽ thành 1/0. K biết có phải vì vậy mà tụi e đăng ký k được hay k vì lúc trước pđt luôn để 0/20000 hoặc hơn. Các môn cũ bổ sung sĩ số thì được bình thường ví dụ 39/70. Thầy cô xem lại dùm e để e được đk môn. E chờ môn Nhập môn đã rất lâu :(( Cám ơn thầy cô nhiều",
    "Xin chào Thầy / Cô! Em tên . MSSV 171205.Em muốn đăng kí môn học đồ án Bê tông 1 CI2093 lớp dự thính, nhưng khi mở lớp em không kịp đăng kí. Em mong thầy /cô có thể giúp em đăng kí để kịp chỉ ra trường. Em cảm ơn Thầy /Cô rất nhiều! Sinh viên .",
    "Kính gửi Phòng Đào tạo. Em tên , mssv . Hiện em đang không đăng ký môn được vì đang nợ học phí nhưng thầy  đã cho em đăng ký môn nhưng từ đợt đk môn học 2 đến giờ em đã mail rất lâu nhưng không nhận được sự phản hồi từ nhà trường. Em mong thầy cô xem xét, và đăng ký giúp em những môn sau: Phương pháp số ( ME2091), Sức bền vật liệu (CI2001), Vẽ kỹ thuật cơ khí ( ME2089), Vật liệu học và xử lý ( ME2015), Thí nghiệm cơ học máy (ME2117), Trang bị điện điện tử trong công nghiệp ( ME2005), Chi tiết máy ( ME2007). Tổng cộng là 21 chỉ ạ. Em xin chân thành cảm ơn thầy cô. Dưới đây là đính kèm đơn của em được thầy  phê duyệt.",
    "Thưa thầy cô, Em xin hỏi tạo sao đợt đăng kí môn học lần 3 này không hủy môn được ạ? Em đã học đủ chương trình và dự kiến tốt nghiệp tháng 11 này nhưng còn thiếu anh văn nói viết. Em chờ mãi không có thông báo gì nên sợ nếu không đăng kí môn thì sẽ bị buộc thôi hoc nên đã đăng kí (nhưng đợt 2 không đề cập đến việc đăng kí sẽ không hủy được). Sau khi hết hạn đăng kí môn đợt 2 xong thì ngày hôm sau có email thông báo về tổ chức thi anh văn vào tháng 9 cho các bạn tốt nghiệp. Nên em lên hủy môn vào đợt 3 và biết rằng không hủy môn được. Em đã hỏi và phòng đào tạo đã trả lời đợi đăng kí rút môn nhưng nếu rút môn thì phải tốn học phí cho 5 tín chỉ em đã đăng kí. Trường hợp này thông tin đến trễ và em đã bị động trong việc có nên đăng kí môn học hay không. Mong phòng đào tạo xem xét trường hợp em đã trình bày ở trên. Xin phép phòng đào tạo xem xét cho em hủy môn học.",
    "cho em hỏi về quy trình mở lớp của trường mình với ạ",
    "Cho em hỏi giờ em muốn đăng ký môn CH1001 Nhập môn Kỹ thuật để học cùng khóa 2021 thì em phải làm sao ạ Em cám ơn.",
    "Khi em đăng kí môn học thì có hiện lên lỗi như v mặc du em kiểm tra thì k bị phạm điều nào, em xin được sự giúp đỡ ạ. Em cảm ơn.",
    "Em chào PĐT ạ, theo như kết quả ĐKMH đợt 1 và 2 thì hệ thống xếp TKB của em 2 môn là: 1. An toàn quá trình CH3297, Nhóm lớp A01, tiết 7,8 ngày thứ 3. Theo như giáo viên cho biết thì nhóm lớp này học bằng Tiếng Anh và hiện em thuộc sinh viên lớp đại trà nên không có khả năng học lớp này. 2. Công nghệ các sản phẩm tẩy rửa CH3169, Nhóm lớp L01, tiết 5,6 ngày thứ 3. Và đây là lớp duy nhất của môn học này. Nay em tha thiết cầu mong xin thầy/cô PĐT chuyển môn An toàn quá trình CH3297 của em từ lớp A01 sang L02, để em co thể theo học cả 2 môn khi tình hình dịch ổn định trở lại. Em xin chân thành cảm ơn các thầy/cô cán bộ PĐT ạ.",
    "t đăng ký môn học dự thính đợt 3 HK211 pđt có nói đăng ký lấy sĩ số mở lớp và tụi em cũng đã liên hệ với thầy cô bộ môn dạy rồi. Nhưng môn \"Điều hòa không khí (ME3037)\" vẫn chưa có trên hệ thống đăng ký ạ. Em mong pđt giúp đỡ để sinh viên học kịp tiến độ. Em xin cảm ơn.",
    "MSSV  môn muốn mở thêm SỈ SỐ MÔN : Kỹ Thuật Số MSMH:EE1009 lớp muốn vào: L06_L12",
    "Kính gửi quý thầy cô Phòng Đào Tạo, em có nguyện vọng đăng ký môn ĐAMH Kết cấu thép (CI3213) mong quý thầy cô đăng ký giúp em môn này. Em là sinh viên khoá K16, còn thiếu môn này mới được đăng ký LVTN. Mong quý thầy cô đăng ký giúp em để học kỳ kế tiếp em có thể đăng ký được LVTN. Em xin cám ơn rất nhiều. Chúc quý thầy cô thật nhiều sức khoẻ!!!",
    "Ngày 13/8 em có ca thi lúc 10h, em có ghi màn hình bằng Win+G trên máy tính nhưng gặp sự cố nên video ghi màn hình không có lưu vào máy tính đến nay vẫn chưa có video nộp lên hệ thống BK Exam. Em có liên hệ với giáo viên nhưng cô bảo liên hệ với PĐT. Em có gửi gmail cho PĐT 3 ngày rồi mà chưa có phản hồi. Vậy em có nên xin PĐT hoãn thi hay dựa trên hai bản ghi gg meet quay không gian xung quanh lúc làm bài thi của mình được CBCT gửi lên hệ thống BK Exam để chứng minh em không gian lận. Mong sớm được phản hồi. Em chân thành cảm ơn.",
    "Dạ em chào quý thầy/cô ! Qúy thầy/cô cho em hỏi là nếu muốn hoãn hk 211  thì phải hoãn trước khi hk211 bắt đầu hay hoãn khi nào cũng được ạ. Với lại mùa dịch này em không thể gặp GVCN và trưởng khoa để ký thì có được hoãn không ạ.Em cám ơn ạ.",
    "Em là  MSSV Do lớp địa vật lý giếng khoan(ge3001) trùng thời khoá biểu với một số bạn nên em xin phòng đào tạo rời lịch thứ 2 tiết 3 4 sang thứ 7 tiết 3 4 được không ạ Em cảm ơn",
    "Thưa PĐT, Em là Cao Xuân Hùng - , sinh viên thuộc lớp VP17XDC khoa Việt Pháp. Hiện tại em vẫn chưa nhận được trợ cấp mỗi kì dành cho chương trình Việt Pháp(em được biết kì này là 400000đ và các bạn em đã nhận được từ nhiều ngày trước). Mong thầy, cô giúp đỡ em trong vấn đề này ạ. Em xin cảm ơn.",
    "Kính gửi thầy cô phòng đào tạo. Em tên , MSSV , Sinh Viên hệ VHVL nhập học tháng 10/20. Hiện nay nhà trường đang mở đợt đăng ký môn học đợt 3. Em muốn đăng ký môn Kỹ Thuật An Toàn Điện EE3097 nhưng không được do thiếu môn tiên quyết GTM EE2033. Nhưng trong chương trình học hệ VHVL nhập học tháng 10/2020 không có môn GTM 2033 ạ, chỉ có môn học bổ túc Giải Tích Mạch EE0033 ạ. Kính mong thầy cô có thể giúp em đăng ký môn học ạ. Em xin chân thành cảm ơn",
    "Kính gửi Phòng Đào Tạo, Em tên , MSSV:, Lớp: DCTGT02. Hôm nay tới hạn đăng ký môn học của học kỳ mới nhưng vì do chưa thanh toán học phí của học kỳ hè nên em không thể đăng ký được. Đây là đợt đăng ký cuối. Vì tình hình dịch bệnh khó khăn, nên hiện tại em chưa thể gom đủ tiền để có thể đóng học phí cũ. Và học kỳ hè em cũng đã bị hủy TKB vì không đóng học phí . Kính mong Phòng Đào Tạo xem xét cho em có thể đăng ký môn học học kỳ mới và nợ lại học phí học kỳ hè. Sau khi tình hình dịch bệnh ổn định. Em sẽ cố gắng thu xếp trả học phí cũ một cách nhanh nhất . Mong phía Phòng Đào Tạo sẽ xem xét để em không bỏ phí học kỳ và có thể cố gắng nhanh chóng ra trường . Em xin chân thành cảm ơn. Trân trọng, Khiết Như.",
    "em đăng ký môn học CH1001 mà không được với lý do như trong tập tin đính kèm . Nhưng em đều không bị với các lý do trên, có phải do lỗi không ạ. Em sợ để qua đợt đăng ký môn lại không học được ạ. Em cám ơn.",
    "Do đợt 3 có mở thêm môn học chuyên ngành mà bị trùng lịch học nên em xin PĐT có thể xóa giúp em xóa 2 môn này để em được đăng kí do k18 học chương trình khác với khóa sau. Mã: CH3145 -  Mã: CH3297 -  Em cám ơn.",
    "Kính gửi PĐT Em tên là:  MSSV:  Nay em viết đơn này vì lý do mong muốn được đăng ký môn thí nghiệm công trình. MSMH:CI4011 Nhóm: L08 Kinh mong pdt xem xét nguyện vọng của em. Em xin cảm ơn.",
    "BKEL của trường mình mấy hôm nay lag, và nhiều khi không truy cập được vào để lấy link gg meet vào lớp, tài liệu để học. Kính mong phòng đào tạo và nhà trường xem xét sửa lại trang web sớm để có thể lấy tài liệu và vào lớp học được ạ. Dạ em cảm ơn !",
    "Dạ bây giờ em muốn hủy môn CO3103, tại vì kiến thức em chưa đủ để có thể làm đồ án vì em còn nợ môn của năm 1 và năm 2.",
    "kính gửi: Phòng đào tạo Đại học Bách Khoa Tp.Hồ Chí Minh Em tên là:. Mssv: Trong đợt đăng ký môn học vừa qua em có đăng ký môn thí nghiệm địa kỹ thuật GE3013 nhưng được xếp vào nhóm chỉ có khoảng 7 đến 8 người và đã bị xóa, hiện tại chỉ còn duy nhất một nhóm 25/25 nên em kính mong phòng đào tạo đăng ký thêm cho em vào nhóm này. Môn hóa lý hóa keo CH1005 em cũng kính xin phòng đào tạo mở thêm sỉ số đăng ký cho em. nếu trong quá trình đăng ký hai môn này bị vướng lịch môn GE4019 - Pp lập bản đồ đcmt-đcđt thì mong phòng đào tạo xóa giúp em môn GE4019 để đăng ký 2 môn trên. em xin cảm ơn thầy cô Phòng đào tạo.",
    "dạ thầy/cô cho em đổi thời khóa biểu môn địa vật lí giếng khoan ge3001 từ t2 tiết 34 sang t7 tiết 3 4 được không ạ, tụi em bị đụng lịch khá nhiều, em cảm ơn.",
    "Kính chào pđt Xin pđt mở hiệu chỉnh cho em đkmh đợt 3 vì lịch của em vào thứ 3 có 2 môn liền giờ nhau nhưng lại ở 2 cơ sở khác nhau. Mong pđt suy xét vì như vậy khi học off em sẽ ko thể theo kịp được. Em cảm ơn pđt",
    "em xin mở lớp dự thính ppt",
    "Tên   MSSV  Vì lý do em đăng kí nhầ lớp T01 trong Đăng kí đợt 2 nên đã bị hủy lớp , em xin phép phòng đào tạo mở thêm slot lớp CI2093 DANM BTCT1 , trong kì sau để em kịp làm luận văn tốt nghệp . em chân thành cảm ơn .",
    "Dạ kính gửi quý anh/ chị Dạ do có môn tự chọn chuyên ngành mới được bổ sung thêm nhưng do em bị trùng lịch với các môn đã đăng ký trước đó. Nên quý anh/ chị có thể mở khóa cho em sửa lại rồi đăng ký thêm được không ạ",
    "Cô/thầy cho em xin được mở thêm sỉ số môn H/học trg k/thuật &khmt1 mã môn EN2005, lớp L01_L02 với ạ . - Hiện tại sỉ số lớp đang là 29/22 ạ. Nên em nghĩ nếu em đăng kí được vô lớp cũng sẽ không bị ảnh hưởng đến giờ học google meet nên em mạo muội xin mở thêm sỉ số. - Môn này là môn chuyên ngành của em là môn học trước của EN2027, EN3041 mà 2 môn lại là môn tiên quyết của nhiều môn khác... Nên nếu không đăng kí được em sẽ bị trễ thêm 2 năm do hầu hết khoa Môi trường của em khá ít người nên đợi mở lớp rất khó và bị đổi mã. Em xin phòng đào tạo xem xét giúp em. Em cảm ơn thầy/cô rất nhiều!",
    "Em chào thầy cô ạ vì sĩ số lớp đã full 40/40 nên em xin thầy cô mở thêm sĩ số cho môn CO2003 cấu trúc dữ liệu và giải thuật lớp L05_L10 ạ    .",
    "Thai Thien Toan    . Gửi Thầy/Cô Em tên:  MSSV:  Chuyên ngành: Cơ khí chế tạo (VHVL) Lý do: Hôm nay em có đăng ký môn học Đồ án chuyên ngành ( Kỹ thuật chế tạo) hệ VHVL nhưng hệ thống báo lỗi thiếu môn học tiên quyết Kỹ thuật chế tạo 1 tuy nhiên em đã qua môn Kỹ thuật chế tạo 1 rồi ạ. Em mong thầy/cô xem xét trường hợp này giúp em ạ. Em cảm ơn!",
    "Kính gửi thầy cô PĐT Em là  Em viết để xin phòng đào tạo giúp em thêm sỉ số lớp của môn học EE1015  Kỹ thuật số ở hệ Dự thính Chính quy HK211 Đợt 3 với ạ Em xin cảm ơn ạ",
    "Em còn 1 năm nữa hết hạn ra trường . nên kì này phải xong đồ án . để kì tới xin làm luận văn . nhưng em ko đăng kí được đồ án me2011. kì trước em bị cấm bảo vệ đồ án me2011.nay em xin đăng ký lại.",
    "Dạ em chào các anh chị văn phòng. Em là sinh viên năm 2 và hiện tại em không đăng ký được môn Triết học    do các lớp đang trống đều kẹt các môn khác của em. Em muốn hỏi có cách nào để đăng ký 1 lớp đang đủ sinh viên không ạ? ",
    "Hiện tại em có đăng kí 2 môn thí nghiệm vào chung 1 ngày thì khi đăng kí bị thông báo là thời gian di chuyển giữa 2 cơ sở không đủ. Trong khi cả 2 môn đều học thí nghiệm trên cơ sở 1. Mong PĐT sửa lỗi đăng kí hoặc thêm em vào 2 lớp đó giúp em. Em cám ơn. CH2041 - Thí nghiệm Hóa lý - 02 : sáng t4 CH2053 - Thí nghiệm hữu cơ - 10 : chiều t4",
    "do bị hủy môn học CO3097 ở đợt 2 vừa rồi, nên đến đợt 3 em vẫn không đăng kí được môn học này, do chỉ có 1 lớp đại trà và lớp đó em bị kẹt lịch với những môn học khác. Cho em hỏi làm sao đển xin tăng sĩ số môn học CO2017 lên quá 40 và môn CO3009 lên quá 30 để em có thể học được chuyên ngành này ạ. Em cảm ơn",
    "Kính gửi: Phòng Đào tạo, Em xin nộp đơn đăng ký thu nhận lại đã điền đầy đủ thông tin, em đã hoàn thành thanh toán HP các HK trước. Kính mong PĐT xem xét đơn và thu nhận em lại, em xin chân thành cảm ơn PĐT. Chúc PĐT nhiều sức khỏe để vượt qua đại dịch COVID-19 và một ngày làm việc thật hiệu quả. Trân trọng ./.",
    "Hiện tại e đã thanh toán thành công chuyển điểm av3 nhưng hệ thống vẫn chưa cập nhật để em có thể đăng kí anh văn 4 hi vọng giáo viên có thể kiểm tra và giúp đỡ em để có thể đăng kí môn học thành công. Chân thành cảm ơn",
    "em là sinh viên k17 ạ, hiện tại thì khóa k19 có thay đổi 1 số mã môn học khác với k17 vậy em có thể đăng kí môn học tương đương của k19 đc không ạ. Cụ thể là môn kết cấp thép 1 ạ",
    "Dạ em chào thầy/ cô ạ,  Em tên là  - MSSV   Em xin phép hỏi về cách đăng kí Dự thính Lộ trình 2 - 17/8-19/8 ( đợt đăng kí để lấy nguyện vọng sv mở lớp) nằm ở mục nào để em có thể đăng kí vậy ạ Vì em lên ĐKMH trên Mybk chỉ có mục ĐKMH Đợt 3 và ĐK Dự thính Đợt 3 thôi ạ  Em cảm ơn thầy cô đã đọc  Sinh viên  ",
    "Kính gửi PĐT, em tên SV  Em hiện còn nợ 1 tín chỉ môn đồ án kết cấu bê tông cốt thép 1 mã CI2093. Em đăng kí môn học hiện lớp chính quy đã full 199/100, lớp dự thính có đăng kí nhưng bị huỷ do thuộc lớp VHVL, lớp chính quy CC01 ko dc đăng kí do khác hệ. Em viết mail này mong được hỏi liệu còn cách nào mà em có thể xin đăng kí học môn này trong ngay kì này được ko ạ ? Em xin cảm ơn",
    "Em tên là  Đăng MSSV . Em xin gửi đơn đổi mã TTTN ạ.",
    "Dạ cho em gởi đơn xin mở lớp dự ạ. Mong PĐT duyệt sớm để em kịp đăng kí. Em cám ơn",
    "Kính gửi Phòng đào tạo Em tên là , hiện đang là sinh viên K17 khoa Cơ khí. Sau khi đã đọc quy chế học vụ 17.2. Em có thắc mắc muốn hỏi là làm cách nào để em có thể đăng ký thi cuối kỳ để nhận điểm hoãn thi của những môn học cùng tên với các môn học sau: Xác suất thống kê - MT2001, Phương pháp tính - MT1009. Mong phòng đào tạo trả lời thắc mắc này của em. Em xin chân thành cảm ơn và kính chào.",
    "Em chào thầy/cô, Em vừa đăng kí thêm môn học trong đợt 3 này, như vậy thì có được chấp nhận không ạ?  Nếu được chấp nhận thì khi nào thời khoá biểu sẽ được cập nhật thêm vậy ạ ? Em xin cảm ơn.",
    "Dạ chào thầy cô . Em tên là   Cho em xin mở thêm sĩ số lớp ME2015 ( nhiệt động lực học và truyền nhiệt ) lớp L01_L03 chiều thứ 4 và chiều thứ năm ạ. Do thời gian đó em trông lịch ạ. Thầy cô có thể thêm em vào lớp luôn ạ",
    "Kính gửi PĐT, em tên SV  Em hiện còn nợ 1 tín chỉ môn đồ án kết cấu bê tông cốt thép 1 mã CI2093. Em đăng kí môn học hiện lớp chính quy đã full 199/100, lớp dự thính có đăng kí nhưng bị huỷ do thuộc lớp VHVL, lớp chính quy CC01 ko dc đăng kí do khác hệ. Em viết mail này mong được hỏi liệu còn cách nào mà em có thể xin đăng kí học môn này trong ngay kì này được ko ạ ? Em xin cảm ơn",
    "Kính gửi pđt trường ĐHBK TP.HCM, Em là SV  - MSSV: , Lúc trước, khi thi cuối kì môn học CH3309 (Thiết kế Thí nghiệm và Xử lý số liệu), có trúc trặc về thiết bị khiến em không thể hoàn thành bài thi.   B   U Tuy nhiên, sau khi có điểm thi thì em đã vừa đủ qua môn và không có nguyện vọng thi lại ạ.        Vì vậy em có nguyện vọng được   B HỦY    kết quả hoãn thi môn CH3309 lúc trước. Em mong PĐT và Thầy/Cô  thông cảm, xem xét và chấp thuận .   I (Có kèm phiếu Hủy kết quả hoãn thi)  /I",
    "THIẾT KẾ HỆ THỐNG CƠ KHÍ ( ME4003) Em mong sớm được mở lớp để kì sau chúng em còn được làm đồ án chuyên ngành ạ",
    "Dạ em chào thầy/ cô ạ,  Em tên là  - MSSV   Em xin phép hỏi về cách đăng kí Dự thính Lộ trình 2 - 17/8-19/8 ( đợt đăng kí để lấy nguyện vọng sv mở lớp) nằm ở mục nào để em có thể đăng kí vậy ạ Vì em lên ĐKMH trên Mybk chỉ có mục ĐKMH Đợt 3 và ĐK Dự thính Đợt 3 thôi ạ  Em cảm ơn thầy cô đã đọc  Sinh viên  ",
    "Em tên:  MSSV:  Hệ VLVH: khoa cơ khí chế tạo Em đã đăng ký môn học ở đợt đăng ký\" Đăng ký môn học Chính Quy + Hệ Vừa làm Vừa học - HK211 - Đợt 1\" thành công nhưng vẫn chưa có TKB. Hôm nay em có xem lại lịch sử đăng ký thì thấy thông báo PĐT đã không đăng ký môn học ME4045 (Đồ án chuyên ngành (ct)) lý do vì thiếu môn tiên quyết ME3033 (Kỹ thuật chế tạo 2) Dẫn đến em cũng không được đăng ký môn ME4093 (đề cương luận văn tn (ct)) do thiếu môn song hành ME4045. Môn ME3033 (kỹ thuật chế tạo 2) em đã học vào học kỳ 202 nhưng chưa thi. Hôm bữa trường có mail thông báo đăng ký môn học trong đó có mục \"Các học phần đang học nhưng chưa có điểm (HK202+HK203), được xem là đạt và tích lũy tín chỉ để đăng ký học phần\". Kính mong quý thầy/cô xem xét giải quyết giúp em để em có thể đăng ký Đồ án chuyên ngành và đề cương luận văn trong học kỳ này. Em xin chân thành cảm ơn.",
    "Kính gửi pđt trường ĐHBK TP.HCM, Em là SV  - MSSV: , Lúc trước, khi thi cuối kì môn học CH3309 (Thiết kế Thí nghiệm và Xử lý số liệu), có trúc trặc về thiết bị khiến em không thể hoàn thành bài thi.   B Tuy nhiên, sau khi có điểm thi thì em đã vừa đủ qua môn và không có mong muốn thi lại nữa ạ.     Vì vậy em có nguyện vọng được  I   U  HỦY     /I kết quả hoãn thi môn CH3309 lúc trước. Em mong PĐT và Thầy/Cô  thông cảm, xem xét và chấp thuận.   I (Có kèm phiếu Hủy kết quả hoãn thi)  /I",
    "Xin chào thầy cô, mong thầy cô hướng dẫn giúp đỡ em trong trường hợp này. Hôm nay ngày 17/8/2021, em có tham gia thi cuối kì môn học Kỹ Thuật Điều Khiển Tự Động - ME2009. Trong quá trình thi có xảy ra sự cố khi em có tab qua 1 trang khác để coi tài liệu. Sau đó em trở về trang bài thi thì hệ thống báo tình trạng bài thi đã được nộp. Em mong nhận được sự hướng dẫn giúp đỡ của quý thầy cô sớm nhất để em có thể tập trung vào những môn thi khác. Em cảm ơn. lINK diver quay màn hình buổi thi: https://drive.google.com/file/d/1B_NmYgvuuiTreGwVDXkFtRjn1SLweCNj/view?usp=sharing",
    "PDt ơi cho em hỏi là em nghe đồn là các môn chính quy có Thực hành thí nghiệm thì sẽ tính học phí như lớp dự thính có đúng không ạ.",
    "Em chào PĐT, Môn học Xử lý chất thải rắn-CI3125 hiện tại có 12/60 sinh viên đăng ký. Trên thời khóa biểu của em đã có lịch học của môn rồi nhưng hiện tại Bộ môn chưa phân công Giảng viên phụ trách. Vậy thì sau ĐKMH đợt 3 môn Xử Lý chất thải rắn có bị xóa hay không ạ? Mong PĐT giải đáp giúp em để em còn biết đăng kí môn khác bổ xung vào cho kịp tiến độ học tập. Em xin chân thành cảm ơn!",
    "Em xin tăng sỉ số môn Thí nghiệm Hóa hữu cơ - CH2053 lớp L07 chiều t6. Do lịch học của em chỉ trống vào ngày hôm đó nên mong PĐT giúp em. Em cám ơn.",
    "Kính gửi thầy cô PĐT Em là  K18 Vì em là sinh viên khoa K18 nên em phải đăng kí mã môn EE1015 Kĩ thuật số, nhưng em lại  đăng kí nhầm mã môn EE1009 Kĩ thuật số ở kì HK211. Nên em mong được pđt xoá môn EE1009 giúp em được không ạ",
    "Xin chào cô, em thuộc lớp CK19DET Trước khi ĐKMH đợt 3, em có nộp đơn xin mở sỉ số lớp L02 môn Tái chế vật liệu dệt mã môn học ME4511, nhưng hiện nay lớp vẫn chưa mở thêm sỉ số. Vì đây là môn lý thuyết ạ, vì quy định về sỉ số môn cơ sở ngành theo quy chế đào tạo học vụ điều 8.2 là từ 60 đến 80 ạ. Và em cũng đã được sự đồng ý của các giáo viên khoa. Vậy PĐT có thể xem xét mở sỉ số lớp L02 môn Tái chế vật liệu dệt mã ME4511 không ạ?  Em xin chia sẻ thêm là lúc đkmh đợt 2, các bạn khác được tự động đăng kí môn dù lúc đó để 2 cơ sở, chỉ có mấy bạn cuối danh sách lớp như em là không được PĐT đăng ký và khi ấn đăng ký L02 thì lý do là không đủ thời gian giữa 2 cơ sở. Cộng thêm việc K18 cũg đăng ký học môn này nên lớp L02 hiện nay đã hết chỗ. Còn lớp L01 tụi em không đăng ký được vì trùng giờ môn Hoá học thuốc nhuộm Me3061 ạ. Em cũng có tham khảo thêm các môn tự chọn khác nhưng đều bị trùng giờ ạ . Tụi em đã nộp đơn xin mở sỉ số nhưng không biết có gì thiếu xót không ạ? Em rất xin lỗi nếu đơn tụi em nộp chưa hoàn chỉnh, có cách nào để tụi em có thể chỉnh sửa không ạ? Em thiết tha mong PĐT mở sỉ số thêm để em được học ạ vì lớp CK19DET chỉ có 38 bạn thôi và chuyên ngành Kỹ thuật Dệt vẫn luôn có sỉ số ít ạ, nếu học kỳ này không đăng ký được thì kỳ sau không thể đăng ký lại được mà phải chờ tới học kì 1 năm sau lận ạ. Em rất mong PĐT xem xét và cảm thông cho tụi em. Em xin cảm ơn ạ .",
    "Kính gửi PĐT, Em tên là , MSSV , vì lí do năm học 211 kết thúc đăng ký môn học đợt 2 trước khi em biết điểm của học kì 202 nên em đã đăng ký dư 1 môn. Em kính mong PĐT có thể giúp đỡ em xóa môn và miễn học phí môn học này ở học kì chính 211 được không ạ? Vì hiện tại thu nhập gia đình em đang rất khó khăn với chỉ thị 16 kéo dài. Em mong nhận được phản hồi sớm từ PĐT ạ. Em xin cảm ơn. .",
    "Em kính chào Phòng Đào Tạo. Em là  sinh viên khoa kỹ thuật giao thông. MSSV:  Do em chưa thể đăng ký thi chứng chỉ anh văn quốc tế kịp trong lúc dịch bệnh, nên chưa đủ điều kiện xét tốt nghiệp. Em đã đủ điều kiện tốt nghiệp nhưng do chưa chuyển điểm nên em chỉ còn thiếu 2 chỉ anh văn 4. Em kính mong phòng đào tạo xem xét cho em được đăng ký môn học bổ sung anh văn 4 do số lượng sinh viên trong đợt 3 đăng ký môn học ở môn anh văn 4 đã đủ chỉ số. Em có thể học được ở bất kì lớp nào, khung giờ nào, kính mong phòng đào tạo cho em xin vào lớp anh văn 4 để không phải bị đình chỉ một học kì và em có cơ hội hoàn thành chương trình đào tạo (do chỉ còn 2 chỉ ở môn anh văn 4) được tốt nghiệp đúng hạn. Đơn cứu xét đã được em đính kèm, kính mong phòng đào tạo xem xét giúp em ạ. Em xin trân trọng cảm ơn ạ.",
    "Hủy hoãn thi  . Kính gửi Phòng đào tạo. Em tên là . MSSV: . Em xin phép gửi lại PĐT đơn hủy hoãn thi của em. Em đã làm phiếu Hủy hoãn thi theo mẫu hoãn thi trên biểu mẫu Phòng Đào Tạo. Do em đang cách ly tại KTX Bách Khoa không thể in phiếu hủy hoãn thi nên em chỉ có thể cắt ảnh chữ ký rồi đưa vào phiếu hủy hoãn thi. Em có đính kèm thêm 1 mẫu đơn hủy hoãn thi do em viết tay để xác nhận chữ kí. Kính mong PĐT xử lý giúp em. Em cám ơn. Trân trọng. .",
    "Kính chào Quý Thầy/Cô, Em tên là Lê Thị , MSSV . Nay em viết mail này kính xin Phòng đào tạo mở sỉ số lớp   B Vật lý 1 (MMH:PH1003).     Dạ sáng nay em vào ĐKMH và có đăng ký MH Vật lý 1 sớm hơn giờ mở ĐKMH, khi đó sỉ số đã là 97/99. Tuy nhiên vào đúng giờ thì em load lại thì đã full 99/99 liền và em đã mất cơ hội đăng ký dù rất mong chờ đợt này ạ. Kính mong Quý Thầy/Cô Phòng Đào tạo tạo điều kiện cho em được cơ hội Đăng ký môn Vật lý 1 (MMH:PH1003) ạ. Em xin chân thành cảm ơn Quý Thầy/Cô. Trân trọng,  ",
    "Chào thầy/cô, Em là :   MSSV  :   Hiện tại, em đang cần đăng ký nộp bằng tốt nghiệp THPT trên BK Portal nhưng hệ thống báo về là   B \"không tìm thấy đợt đăng ký\"    và em không thể đăng ký được. Hạn chót nộp bằng mà trường báo là ngày   B 16/09/2021   .   I Bây giờ, em phải giải quyết vấn đề này như thế nào trong dịch bệnh như thế này? Trong trường hợp không giải quyết được thì có hậu quả gì không? . Mong nhận được sự hỗ trợ từ thầy/cô.",
    "Kính gửi PDT, em tên  - lớp XD18CTN, em đã được sự đồng ý của thầy  giảng viên Bộ Môn Công trình giao thông cho phép em được đăng kí, em kính mong PDT có thể sắp xếp giúp em ạ, em kính chúc thầy cô có một ngày tốt lành ạ  ",
    "Chào phòng đào tạo ĐH Bách Khoa tp HCM, em là  MSSV  Dạ do là trước đó e đã hoãn thi thành công rồi, nhưng em đã kịp xuất viện để thi Sau đây là thông tin các môn em đã xin hoãn: *Giải tích 2: -MT1005 -HK202 -Nhóm L06-B -Giờ thi: 16h00 -Ngày thi 17/08/2021. *Phương pháp tính: -MT2013-HK202 -Nhóm L09-C -Giờ thi: 13h00 -Ngày thi 15/08/2021. Em mong muốn được hủy kết quả hoãn thi ở môn Giải tích 2 và Phương pháp tính lần trước ạ. Em cảm ơn PĐT.",
    "Kính thưa, em tên là , mã số sinh viên là , đang theo học ở lớp CK19DET. Em xin được phép trình bày về nguyện vọng của mình ạ. Dạ từ nguyện vọng về sự hoàn thành các môn học ở năm 2 còn dang dở nên em mong cầu về điều kiện được học môn Xác suất thống kê (MT2013) trong học kì chính 211 ạ. Dạ em xin phép thưa Phòng Đào Tạo cho phép em được đăng ký bổ sung về môn học Xác suất thống kê - Mã môn: MT2013, Mã nhóm lớp: L13. Dạ em mong Phòng Đào Tạo sẽ xem xét và phản hồi đến em ạ. Dạ em xin chân thành cảm ơn ạ.",
    "Lúc đăng ký môn học đợt 2 HK211 (07/08/2021 - 13/08/2021), em chỉ đăng ký 7 môn học (gồm 19.0 tín chỉ). Tuy nhiên sau khi có kết quả đăng ký môn học đợt 2, phiếu đăng ký lại xuất hiện môn học   B Cơ học đất    (Mã môn học: CI3235) và trong thời khóa biểu cũng đồng thời có môn học này. Vì cứ nghĩ trong lần đăng ký môn học đợt 3 em có thể rút môn, nên đến bây giờ em mới viết yêu cầu này. Em đã viết đơn xin rút môn học. Mong phòng đào tạo có thể xem xét cho em được rút môn   B Cơ học đất   . Em cảm ơn phòng đào tạo. Trân trọng!",
    "Em chào thầy cô. Ở đợt đkmh lần 2 vừa rồi pđt đã mở môn mạch điện tử(EE2007) vào tối thứ 4 nhưng do hầu hết mọi người đều đã bị trùng lịch nên lớp đã không đủ sĩ số để mở. Sau đó bọn em đã thống nhất lại với giảng viên là sẽ mở lớp vào tối thứ 2 và sáng chủ nhật. Nên em cùng các bạn kính mong pđt sẽ mở lớp vào thời gian như trên trong đợt đkmh bổ sung này. Em cám ơn thầy cô. P/S: em có đính kèm đơn có xác nhận của giảng viên nhận lớp, hình ảnh xác nhận của thầy trưởng bộ môn và của khoa ạ.",
    "Em bị trùng lịch và mong muốn PĐT xem xét hủy 1 môn của em và thay thế bằng môn học khác, chi tiết em có nêu rõ trong file đính kèm!em cám ơn!",
    "Cho em hỏi là đợt rút môn học học kỳ 211 khi nào mở vậy ạ.",
    "Dạ em chào thầy/cô ạ. Em tên là  (mssv:). ĐKMH đợt 2 em có đăng kí môn CH2009 và MA3107 đều thành công. Nhưng khi có TKB thì em chỉ còn môn CH2009 lớp L04_L11 và mất môn MA3107 do lớp đó không đủ sĩ số. Ở đợt ĐKMH đợt 3 em đã xoá CH2009 lớp L04_L11 và đăng kí lại MA3107 lớp L01_L01 (đã thành công) thì em có phải đóng học phí môn CH2009 không ạ? Em kính mong quý thầy cô giải đáp giúp em. Em cảm ơn.",
    "Em chào thầy cô ạ, cho em hỏi là học phí kỳ dự thính 211 sẽ là bao nhiêu 1 tín chỉ và cách để HỦY yêu cầu hoãn thi. Em cám ơn ạ!",
    "Em tên:  MSSV  Em xin phép được gửi đơn xin hủy hoãn thi môn hóa lí 2(CH2109) Trân trọng cảm ơn/. Câu hỏi khác:làm sao để em biết được là em đã hủy hoãn thi thành công ạ?  Em cảm ơn.",
    "Em muốn rút môn ME4035 - Đồ án sợi dệt do em chưa đủ chỉ để tham gia học. Mong thầy cô xem xét giải quyết sớm để em đăng kí môn khác ạ.",
    "Kính thưa Thầy/Cô,    Vì ảnh hưởng của đại dịch Covid-19 nên em có làm đơn xin hoãn bảo vệ LVTN (chưa đủ kết quả thí nghiệm) Cho em được hỏi là:   1 Học kỳ 211, em có cần đăng ký thêm môn học để duy trì thời khoá biểu không ạ?  2 Nếu không cần đăng ký thêm môn học thì đối với sinh viên nam như em trong học kỳ 211 tới có được cấp giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự không ạ?    Em xin cảm ơn!   ",
    "Dạ tại em muốn hiểu chỉnh lớp môn Chủ nghĩa xã hội khoa học vì PĐT xếp lịch cho em 2 môn kế nhau không đủ thời gian giãn cách 2 cơ sở ạ. Em kính mong thầy cô giúp em mở quyền hiệu chỉnh đổi lớp cho em ạ",
    "Dạ chào thầy(cô) ạ. Em tên  MSSV  Do đầu năm nhất em có xin hoãn một học kì do bị tai nạn nên còn 2 học phần là Nhập Môn Kỹ Thuật và Quân sự em chưa trả được ạ. Môn Nhập môn kỹ thuật em đã đăng ký nhiều lần nhưng bị xóa môn ạ. Dạ làm sao để em có thể trả được 2 môn này ạ. Em cảm ơn.",
    "Dạ cho em hỏi theo thông báo từ PĐT thì sẽ tăng sỉ số lớp lên 100 tính cả giáo viên, nhưng sao trong ĐKMH đợt 3 này mã môn CI1051 sỉ số vẫn là 60 vậy ạ?",
    "Thưa thầy cô, Mong thầy cô có thể giúp em được thêm vào 1 trong 2 lớp đã tối đa sĩ số của môn ME4013 Đo lường và các qtnl vì đây là môn chuyên ngành mỗi năm chỉ mở một lần và sẽ đổi mã môn trong chương trình mới. Môn này thật sự quan trọng với em ạ!  Em xin chân thành cảm ơn thầy cô.",
    "Em chào T ạ,  Học kỳ 211 em có đăng ký môn học Vật lí 1 PH1003. Tuy nhiên, em có đăng kí chương trình cao học liên thông thạc sĩ và có không thuận lợi ở lớp L01 thì em muốn xin đổi lớp PH1003 từ L01 sang L03 có được không ạ?  Em xin cảm ơn và mong T chấp thuận",
    "Môn học Luật XD mã số môn học 800709 bị hủy vì lí do không đủ sĩ số, sau khi làm đơn đề nghị mở lớp lại và thêm số lượng sinh viên thì pđt vẫn chưa mở lại lớp để sv đăng kí. Mong pđt mở lại lớp để tụi em đk",
    "Dạ em chào thầy/ cô ạ. Em hiện là sinh viên năm cuối, đang bị trễ 1 năm, do em không thấy lịch mở của môn vẽ kỹ thuật xây dựng ( môn cuối em còn nợ ) nên em đăng kí nhầm môn khác để học và vượt quá 10 chỉ cho phép của học kì dự thính. Thầy/cô cho em hỏi là làm cách nào để bỏ bớt 1 môn để đăng kí lại môn vẽ kỹ thuật ạ. Em xin cảm ơn thầy/cô",
    "Thưa thầy/cô,  Hiện tại em đã bảo vệ xong luận văn nhưng thiếu chứng chỉ ngoại ngữ để tốt nghiệp. Kì sau em không đăng kí môn học thì có bị đình chỉ học vụ không?",
    "Em kính chào phòng đào tạo Do một số lí do cá nhân nên em muốn được rút môn học Thiết kế sản phẩm công nghiệp có mã môn học là ME4017 Do tình hình dịch bệnh nên em muốn rút môn học theo hình thức online mà em lại không biết cách rút môn học theo hình thức này Em kính mong phòng đạo tạo có thể hướng dẫn cụ thể em cách rút môn học này ạ Em xin cám ơn",
    "Dạ xin chào Thầy/Cô , hiện tại PĐT mở môn học bổ sung đợt 3 nhưng chi đăng ký và chứ chưa có thời gian học vậy cho em hỏi nếu khi có thời khóa biểu em bị trùng lịch mấy môn học hiện tại thì em phải làm sao ạ ? Nếu trùng lịch thì em có được xin chuyển lớp và rút môn hiện tại để học được không ạ ? Môn mở đơt 3 mang tính chất tiên quyết đối với em ạ. Em xin cảm ơn Thầy/Cô rất mong Thầy/Cô xem xét và giải quyết giúp đỡ em .",
    "Em muốn hỏi là mình có thể đăng ký rút môn học trong học kì chính 211 sắp tới được không khi mà tình hình là đang phải học onl và nếu được thì cần phải làm gì ạ. Em xin cảm ơn.",
    "Kính gửi Quý Thầy/Cô PĐT Trường ĐH BK TP.HCM, Em là SV  - MSSV:  Hiện nay, PĐT đã mở ĐKMH bổ sung (chỉ được phép ĐK môn học mới, không được hủy/sửa môn học cũ). Em chỉ vừa được GV báo điểm môn học CH3309, tuy nhiên điểm rất thấp chỉ đủ qua môn. Để học lại thì em cần phải đăng ký môn này.   B Tuy nhiên, môn học chỉ còn mở vào kỳ 211, các kỳ sau đã bị thay thế bằng môn học khác    cho CTĐT đại trà Khoa KT Hóa học các khóa sau . Hiện tại   B em không thể đăng ký học lại môn này vào kỳ 211 do bị trùng TKB với môn IM3001.    Vì vậy em có nguyện vọng được PĐT mở điều chỉnh môn học để có thể xóa môn IM3001 và đăng ký học lại môn CH3309 trước khi môn này không được mở vào các kỳ tới. Em mong được sự chấp thuận từ PĐT và Quý Thầy/Cô. Em xin cám ơn, Trân trọng.",
    "Em muốn hỏi là: Tại sao em không thể xóa môn học được ạ, bạn cùng lớp em vẫn xóa môn được ạ? Em cảm ơn ạ",
    "Kính chào cô, em là . Em xin nộp đơn hủy hoãn thi cuối kì 202 môn Khoa học Trái Đất vì lí do có sự thay đổi hình thức thi. Em chân thành cảm ơn cô.",
    "Chào thầy,cô. Trường hợp của em là đợt 2 em được phòng đào tạo sắp vào lớp IU2017(L01_L01) với sĩ số lúc đó là 23/22 người đăng kí trên sĩ số lớp. Như vậy theo em biết là em đã được thêm vào dư 1 chỗ so với sĩ số. Nhưng do tính cẩn thận nên khi đợt 3 mở ra em thử xóa lại và đăng kí thì môn học đã để 22/22 và không còn dấu stick xanh để em đăng kí lại ạ. Em cảm thấy lúc đó mình đã sai lầm và em làm đơn này mong thầy, cô giúp em trở lại được với lớp học này ạ. Em xin chân thành cảm ơn thầy, cô.",
    "Dạ anh chị cho em hỏi là hiện tại em học chương trình CLC nhưng có số lí do thì em có thể chuyển xuống chương trình đại trà và là SV khóa K21 được không ạ ? Nếu có thể được chuyển thì tiêu chí như thế nào ạ? Em xin cảm ơn",
    "Chào Thầy/Cô, Em là sinh viên K2018, khoa Kỹ thuật Địa chất và Dầu khí, chuyên ngành Địa kỹ thuật Hiện tại em đăng ký môn học Đề cương luận văn Tốt nghiệp (Địa kỹ thuật)   I (MSMH: GE4315)  /I , hệ thống báo   B lỗi Thiếu môn học trước: Thực tập Sản xuất (MSMH: GE3121)   . Nhưng,   B môn thực tập Sản xuất của chuyên ngành Địa kỹ thuật có   I MSMH là GE3125  /I    . Vì vậy mà SV chuyên ngành Địa kỹ thuật không thể đăng ký môn ĐCLVTN. Kính mong PĐT xem xét sửa lỗi bổ sung cho sinh viên. Trân trọng./",
    "Em chào thầy/cô ạ. Em tên  MSSV . Học kì 202,203 vừa qua em có đóng học phí trễ hạn nên đã bị tạm dừng học. Nay em xin được nộp phiếu thu nhận để được tiếp tục học kì  211 ạ. Mong thầy cô xử lý giúp em ạ. Em xin cảm ơn thầy/cô ạ.",
    "Chào PĐT Hiện tại em đã đăng ký hoãn thi để nhận điểm HT và thi lại trong các đợt tiếp theo. PĐT cho em hỏi để được thi thì em cần phải đăng ký những gì ạ, hay nhà trường sẽ tự sắp xếp và thông báo sau? Em cảm ơn. Mong nhận được câu trả lời sớm từ PĐT. Chúc các thầy cô, anh chị cán bộ nhiều sức khoẻ và làm việc tốt ạ Trân trọng,   i  .",
    "cho em hỏi thủ tục chi tiết rút môn học do em đăng ký nhầm bây giờ ko chỉnh sửa được nữa ạ. em cảm ôn",
    "Dạ em chào thầy cô ạ. Thầy cô cho em hỏi là đợt kỳ 203 em có đăng ký thực tập mà bị xóa xong được sự hướng dẫn của thầy bộ môn đã lên danh sách các bạn bị xóa thực tập nộp lên cho trường mà em chưa được đóng tiền em kiểm tra BKpay thì không thấy gì ( nếu có mà em bị trễ thì bkpay sẽ ghi là nợ học phí mà em cũng không thấy ạ) vậy là em đã đăng ký thành công môn hay em đã bị hủy môn rồi ạ ! ( do tình hình dịch bệnh nên không đi mà thầy cô chuyển qua hình thức đi thực tập online nên giờ em mới thắc mắc vì lúc lập danh sách gửi lên em vẫn đợi đóng tiền mà BK pay vẫn không có mục đóng tiền ạ) Thầy cô có thể giúp em chỉ còn học xong kỳ 211 nữa là em nhận luận văn để tốt nghiệp rồi nếu không được đi thực tập online thì em sẽ bị trễ đến 1 năm hơn ạ!!",
    "Thưa thầy trong kì dự thính này em có đăng kí một môn học nhưng do tình hình dịch bệnh nên em không thể đóng học phí dự thính theo lịch được. Nên thầy có thể  cho em xin gia hạn phần dự thính được không ạ? Vì tài khoản em hiện không đủ tiền, em cũng không thể đến ngân hàng lúc này và những người em có thể nhờ lúc này cũng đang gặp vấn đề về tài chính. Em mong thầy suy xét giúp em. Em xin cám ơn thầy.",
    "Họ và tên:  MSSV:  Dạ thưa PĐT Em đã được xác định là được thu nhận lại vào học HK211. Nhưng em bối rối là chương trình học của em sẽ là cái gì? Không lẽ là học lại từ đầu năm nhất trong khi em chỉ nợ học kỳ thứ 2 của năm nhất? Và khi đăng ký môn học em được đăng ký môn nào? Môn học của HK202 cũ hay của HK kế tiếp của năm 2 hay của HK đầu của năm nhất lại? Em cảm ơn.",
    "Dạ cho em hỏi về việc xét tốt nghiệp ạ: Hiện tại thì em dã đủ điều kiện av và ctxh cũng như đã bảo vệ LVTN. Tuy nhiên, em vừa mới có kết quả 1 môn học ở HK202 và chưa qua, vậy cho em hỏi em đã đăng ký môn học này ở đợt ĐKMH 211-đợt 3, nên nếu em đủ điểm qua môn học này trong HK 211, vậy em có kịp để xét tốt nghiệp vào tháng 11 được không ạ? Do em thấy trong thông báo của trường:   QUOTE PĐT thực hiện xét tốt nghiệp đợt tháng 11/2021 đến cuối HK211  /QUOTE \"., cuối HK211 cụ thể là như thế nào ạ?",
    "Em đợt trước đã hoãn thi một môn và em đã điền vào form hoãn thi ạ. Hiện tại em có sự cố nên tiếp tục hoãn thi môn khác nữa ạ. Vậy giờ điềm form có cần điền môn cũ hay chỉ cần điền môn này thôi ạ.",
    "em chào các thầy cô ạ cho em hỏi là hiện tại em đang học năm 3 và đăng kí những môn năm 3 nhưng nếu như vì một vài lí do mà em rớt môn năm 2 thì các môn năm 3 có bị xóa đi hay gặp vấn đề gì không ạ em xem cảm ơn các thầy cô",
    "Kỳ này em đã hoàn thành xong các tín chỉ, nhưng Toeic của em chỉ có 555 nên không đổi được điểm anh văn 4, vậy thì kỳ tiếp theo em có cần phải đăng ký môn học duy trì không hay chỉ cần nộp bằng Toeic chuyển điểm anh văn 4 ạ?",
    "Em chào Thầy/Cô, Em là ,em xin thay mặt lớp VP17XDC hỏi về tình trạng lớp em như sau: - Theo chương trình đào tạo thì môn học Luật Xây Dựng (800709) sẽ được mở vào học kì 211 này nhưng do đã có một số bạn học trước nên học kì này các bạn không học nữa -  môn học bị huỷ do không đủ sĩ số. - Thầy/Cô cho em xin lời khuyên em nên làm gì để có thể mở môn học này cho lớp để kịp chương trình. Em xin cảm ơn.    .",
    "Em chào thầy cô, em là  mssv: . Em học hệ VLVH k19. Sắp tới công ty em định đưa em đi đào tạo tại Đức thời gian khoảng 1.5 năm. Vậy em muốn bảo lưu kết quả học tập để khi em đi đào tạo về em có thể học tiếp được không ạ? Và làm cách nào để mình bảo lưu ạ? Em cảm ơn",
    "Em chào thầy/cô PĐT ạ Mong thầy/cô PĐT xem xét lại 5 môn học này, vì các môn này em đã học ở bậc Cao Đẳng. Các môn như:    1. Kỹ thuật số ( EE1009)    2. Cơ sở kỹ thuật điện  ( EE2017)    3. Cơ sở điều khiển tự động  ( EE2019)    4. Máy điện ( EE3009)    5. Hệ thống cung cấp điện ( EE3001) Rất mong được nhận sự phản hồi từ PĐT,  Em cảm ơn!",
    "Em có gửi mail cho PDT xin đăng kí môn Vi xử lý EE20133 vào nhóm DT01-DT01 của đợt VLVH HK 211 mà không thấy PDT phản hồi. Em mong PDT cho em đăng ký vào nhóm lớp này. Em xin chân thành cảm ơn!",
    "Chào thầy cô. Cho em hỏi Anh văn 4 (LA1009) và Anh văn 4 nhu cầu(LA1043) có khác gì nhau không. Trong CTĐT e môn AV4 là LA1009, nhưng đợt 2 dự thính vừa rồi e đăng khí LA1043 có tính giống nhau không ạ .",
    "Em chào thầy/cô! Cho em hỏi làm cách nào để biết được thông tin liên lạc với cán bộ coi thi ạ ?. Do em cần phải liên lạc với cán bộ coi thi để thông báo về việc sẽ hoãn thi ạ . ( Môn hoãn thi : Kĩ thuật điện. MSMH: EE2027.Phòng thi : A05-A thi lúc 7:00 ạ ) Em xin cảm ơn.",
    "Dạ em hiện đang học HK211 , môn Cấp thoát nước ( CI3241 ) em đã đăng kí đợt 2 và có hiện lịch trên MyBK nhưng không hiện trên BKel ạ . Hôm nay đến giờ học nhưng vẫn chưa hiện môn trên BKel ạ . Em học lớp A01 ạ . Mong pđt giải quyết giúp em . Em xin cảm ơn",
    "Em xin mở lại lớp L02 môn Cơ sở điều khiển quá trình (CH3341) vì tất cả các lớp còn lại đều bị trùng thời khóa biểu với môn Quá trình và thiết bị Truyền Khối (CH2051) lớp A01, Quá trình và thiết bị truyền nhiệt (CH2043) lớp A01, Các phương pháp phân tích hiện đại (CH3329) lớp L02. Nếu phòng đào tạo không mở lại lớp L02 môn Cơ sở điều khiển quá trình (CH3341) thì em không thể đăng kí được môn này ở Học kì 211 và sẽ vô cùng lấn cấn khi đăng kí môn học lúc học theo chương trình Liên thông thạc sĩ ở Học kì 212. Nên em xin được mở lại lớp đó vì nó rất cần thiết đối với em và tất cả những bạn khác bị trùng lịch ạ!",
    "Cho em hỏi ở đkí dự thính đợt 2 vừa rồi môn EE2007 chỉ mở có 1 lớp, mặc dù thời gian đó ko thuận tiện cho em nhưng em vẫn phải đkí lớp đó vì không kịp nộp đơn để xin mở thêm lớp (và em không nghĩ sẽ có đợt 3 vì thời gian gấp rút). Nay đợt 3 thì lại có thêm 1 lớp khác thì liệu em có được đổi qua lớp này không ạ ?",
    "Chào thầy cô PĐT! Hiên tại môn Vi xử lý lớp DT01 số SV đăng ký là 20 SV, lớp DT02 số SV đăng ký là 14 SV. Thầy cô cho e hỏi có thể gộp 2 lớp này lại được không? vì cả 2 lớp điều đang không đủ sĩ số để mở lớp?",
    "SV:  MSSV :  ,   Em đăng kí luận văn tốt nghiệp HK này nhưng không được duyệt do lỗi thiếu môn tiên quyết(CI3223) Môn này em đã học ở hk2 năm học vừa rồi nhưng hiện tại vẫn chưa có điểm. Em có đọc mail của nhà trường về vấn đề môn học chưa có điểm khi đăng kí môn học HK mới được tính là đã học rồi để đăng kí các môn như LVTN Em xin PĐT xem xét trường hợp của em để em được làm luận văn ở HK này.Em cám ơn",
    "Thưa phòng đào tạo,  Em tên , sinh viên khóa K17 ngành CNVL  Trước đó em đã làm đơn xin mở lớp cho môn học chuyên ngành Các PP nghiên cứu VL vô cơ, mã môn học MA3001, có sự đồng ý của trưởng khoa, chủ nhiệm khoa và giáo viên bộ môn nhưng phòng đào tạo không mở lớp Do môn học đã đổi mã môn và hiện tính cả em chỉ còn 3 sinh viên chưa thể hoàn thành môn học, môn học tương đương thì phải đợi thêm 1 năm nữa mới có sinh viên theo học do thay đổi chương trình Hiện tại em chỉ còn đúng môn học này và luận văn để có thể hoàn thành chương trình học và tốt nghiệp Em muốn hỏi liệu phòng đào tạo có thể mở lớp với sĩ số hạn chế (3 sinh viên) được không? Vì nếu phải chờ trong một năm thì em không thể đi làm các công việc đúng với chuyên môn của mình được, rất lãng phí cơ hội trau dồi kiến thức và kỹ năng trong một môi trường phù hợp, đồng thời tạo gánh nặng tài chính lên gia đình trong tình hình dịch bệnh phức tạp như vậy Mong phòng đào tạo có thể chấp thuận yêu cầu mở lớp của em  Sinh viên  ",
    "Ad cho em hỏi là kỳ này là học kì 211, em có đăng ký môn học ĐỒ ÁN THIẾT KẾ có mã số là ME2011 vào đợt đăng ký môn học lần 2 nhóm Dự thính chính quy và đã đủ điều kiện đăng ký. Nhưng khi em xem kết quả đăng ký đợt 2 thì môn học bị hủy và em không thể đăng ký lại vào đợt 3. Hiện tại em không tìm được nhóm nào mà e có thể đăng ký được môn học này. Xin ad cho em biết vì sao em không đăng ký được môn học này, còn có lớp nào để em đăng ký môn học ĐỒ ÁN THIẾT KẾ ở kỳ này không vì đây là môn tiên quyết duy nhất em còn thiếu để em đủ điều kiện làm LVTN vào kỳ tiếp theo . Em xin cám ơn ad.",
    "Em chào phòng đào tạo ạ . Em là . MSSV: . Lớp: XD16CD1. Hiện tại em còn môn học luận văn tốt nghiệp do em chưa nộp bằng anh văn. Do học kì 2 năm học 2020-2021 em không đăng kí môn học nên đã bị tạm dừng. Do dịch bệnh nên em không thể lên trường nộp đơn thu nhận lại được. Em mong phòng đào tạo có thể tạo điều kiện giải quyết mở lại tình trạng học của em được không ạ. Em xin cảm ơn ạ!",
    "Kính chào thầy/ cô Em tên là   hệ VLVH, đợt đăng ký lần 2 em không thể đăng ký được do sỉ số đầy(em thấy sỉ số lớp mới có 60/60, và trong mail nhà trường gửi có thể tăng sỉ số lên 100) em kính mong Phòng Đào Tạo có thể mở thêm sỉ số để em đăng ký các môn sau đây: Ci3175 Kết cấu bê tông cốt thép 2- Chính qui đợt 3 (hình thức chuyển hệ) CI3195 Nền móng - Dự thính đợt 3 Em kính mong PĐT có thể mở sỉ số để em có thể theo kịp tiến độ học tập và ra trường đúng hạn Em cám ơn",
    "Kính chào Phòng Đào tạo! Em là sinh viên K19 và em đang học song ngành Khoa học Máy tính! Em đã đăng ký 20 tín chỉ vào kì 211 và không thể đăng ký thêm môn được nữa. Em mong muốn PĐT có thể xóa môn Mô hình hóa toán học (CO2011) của em để em có thể đăng ký môn học Nhập môn điện toán (CO1005) vào đợt 3 này. Lý do:    I Một là  /I , môn này là môn chỉ mở cho sinh viên năm nhất của Khoa Máy tính nên em rất khó khăn để có thể đăng ký được .   I Hai là  /I , em đẵ xin Khoa và PĐT vào khoảng thời gian tháng 8 và tháng 9 năm 2020 nhưng đến bây giờ em mới có thể học.   I Ba là  /I , em có đăng ký môn này vào đợt 1 kỳ 211, sỉ số lúc đó là hơn 30 sinh viên nhưng vào đợt 2 lại không mở nên để hoàn thành chương trình học nhanh nhất, em bắt buộc phải đăng ký môn khác để thay thế (đó là môn Mô hình hóa (CO2011)) và hiện tại em đã 20 chỉ. Em rất hi vọng PĐT có thể giúp đỡ em, tại vì em đã đợi môn này rất lâu rồi ạ. Em cảm ơn!",
    "Dạ em là sinh viên từ chương trình clc chuyển sang chương trình đại trà. Em khoá k20 ạ. Hiện tại em không đăng kí được các môn ở bên hệ đại trà ạ. Mong thầy cô hỗ trợ giúp em ạ.",
    "Em tên là  MSSV Do phải thi online nên em cộng thêm một số yếu tố khách quan khác nên dẫn đến em không tự tin để thực hiện bài thi cuối kỳ môn học  Lý Thông Tin Quang trong học kỳ này ạ . Nên em mong phòng đào tạo cho em hoãn thi trong học kỳ này .",
    "Tốt nghiệp . Dạ em chào Thầy/Cô. Em tên Lương Kim Ái MSSV:1733408 Dạ thông tin cá nhân đăng ký tốt nghiệp của em bị sai một số thông tin: 1.Ngày sinh của em là 17/11/1990. (Phần mềm đang ghi 30/12/1899) 2.Giới tính: Nữ. (Phần mềm đang ghi là Nam) Kính mong Thầy/Cô cập nhật lại giúp em. Dạ vì CMND của em hết hạn, em đã đăng ký làm CCCD mới nhưng chưa có, đợt đăng ký xét tốt nghiệp cuối tháng 8 em đăng ký có ảnh hưởng gì thông tin trên văn bằng không ạ? Em cảm ơn Thầy/Cô.",
    "Gửi PDT, Em là  - . đã học chương trình Việt Pháp (học kỳ 1 2016 - học kỳ 2 2017) và đã rút khỏi chương trình Việt Pháp trở về khoa Máy tính từ năm 2018. Em xin chuyển điểm môn tương đương khi em học chương trình Việt Pháp Môn Nhập môn về kỹ thuật (CI1001) về Môn Nhập môn điện toán (CO1005) của khoa Máy tính ạ. Em xin cảm ơn trước ạ.",
    "Vào lúc 13h hôm nay em có thi và chỗ em cúp điện lúc đó. Em đã điền form xin hoãn thi và báo cho giám thị coi thi biết. Khoảng 5 phút sau thì có điện lại và em xin phép giám thị và được phép vô phòng thi và hoàn thành bài thi. Cho em hỏi là kết quả thi của em có được công nhận không ạ vì em đã lỡ điền hoãn thi.Em cảm ơn.",
    "Em vừa nhận được mail thông báo của PĐT, trong mail  có ghi \"PĐT thực hiện xét tốt nghiệp đợt 11/2021 đến cuối HK211\" Vậy cho em hỏi là em đã đủ ĐKTN ở học kì 202, nhưng đăng kí cải thiện 1 số môn học ở học kì 211, những môn này sau khi thi cuối kì và có điểm, có kịp tính điểm trước đợt xét TN không ạ. Em xin cảm ơn cô/thầy.",
    "Nội dung đơn xin hủy môn được em đính kèm trong câu hỏi này. Em xin cảm ơn.",
    "Cho em hỏi về yêu cầu của môn Thực tập ngoài trường(Khoa học máy tính) có mở đăng kí trong các học kỳ thường hay không (học kỳ 1 và học kỳ 2)? Nếu có mở đăng ký, môn này có yêu cầu về số lượng sinh viên đăng kí phải đông mới không bị huy lớp hay không?",
    "Cho em hỏi môn Luận văn tốt nghiệp (Khoa học máy tính) có mở trong học kỳ hè không ạ?",
    "Chào cán bộ phòng đào tạo, em là , mssv , lớp CC18CDT1 (Khoa Cơ Khí, chương trình CLC). Em xin hỏi về việc PĐT có thể cho phép em đăng kí 1 trong 3 lớp có sĩ số 14/14 của môn ME2019 (hình đính kèm) được không. Vì lớp CC02_CC04 bị trùng lịch với 1 môn thuộc nhóm tự chọn chuyên ngành(hình đính kèm). Về nhóm môn tự chọn chuyên ngành thì em không còn lựa chọn khác và rất ít sinh viên đăng kí nên rất khó mở lớp về sau. Mong nhận được phản hồi từ phía văn phòng. Em xin chân thành cảm ơn.",
    "Dạ em chào quý thầy cô,  Em tên  (mssv: ) Ở ĐKMH đợt 2 HK211 em có đăng kí môn MA3107 nhưng do sĩ số lớp ít quá nên đã bị huỷ môn. Hôm nay là ĐKMH đợt 3 HK211 thì còn 2 lớp môn MA3107 là 01_01 và 01_03. ớp 01_01 thì em không đăng kí được do trùng tkb môn khác, lớp 01_03 thì em không trùng tkb môn nào nhưng lớp đó đã đủ sĩ số. Dạ thầy/cô cho em đăng ký bổ sung vào lớp 01_03 được không ạ vì đó là môn chuyên ngành nên ít mở lớp hơn.  kính mong quý thầy/cô xem xét giúp em. Em cảm ơn quý thầy/cô.",
    "Kính gửi phòng đào tạo, Em tên , MSSV: , khoa Quản lí công nghiệp. Do sơ suất trong quá trình làm bài thi môn Giải tích trong kinh doanh học kì 203, ca thi 13h - 14h ngày 17/08/2021, em đã quên nhấn nút record màn hình làm bài thi dẫn tới việc em không có file record màn hình, em có sử dụng 2 cam là cam chính và cam phụ trong quá trình làm bài và được ghi lại trong meet của cán bộ coi thi. Em cam kết không có hành vi gian lận trong quá trình làm bài thi của mình. Em có cần hoãn thi bộ môn này hay chờ kết quả hậu kiểm từ phòng đào tạo hay không ạ? . Rất mong phòng đào tạo và quý thầy cô xem xét. Em xin cảm ơn ạ.",
    "Dạ em chào PĐT,  Em tên:  _Mssv: . Hiện tại em muốn bổ sung môn Anh văn 3 ạ, mà các lớp đã đủ slot . Đây là môn bắt buộc phải đủ điều kiện để kì sau em có thể đk được môn của năm 3, em mong PĐT có thể cho em được bổ sung vào lớp Anh Văn 3(L01) ạ . Em xin cảm ơn .",
    "Gửi PĐT ,  Em là , MSSV:, SV khóa 2015.Em có 1 vấn đề là ở học kỳ 211 này môn học Cấp Thoát nước mã CI3095 không có trong HK chính mà chỉ mở ở HK dự thính và em đã đăng ký học dự thính rồi, và năm nay là em chỉ còn môn này và nộp chứng chỉ Toeic để chuyển điểm AV1, AV2,AV3,AV4 để hoàn thành tốt nghiệp đại học . VẬY ở HK211 này em có bị đình chỉ học do không đăng ký môn học ở HK chính hay không ạ. Xin PĐT giúp đỡ em để hoàn thành nốt môn học để tốt nghiệp ạ.Em xin chân thành cảm ơn.",
    "Kính chào thầy cô, Em là sinh viên hết thời gian học tập nhưng đã xin và được   B thu nhân lại   . Trong đợt   B DKMD lần 1   , em đã đăng ký Luận Văn do em đã hoàn thành hết tất cả các môn đã học rồi chỉ còn môn Luận Văn. Nhưng em nhận được kết quả là hết thời gian đào tạo. Hiện giờ em đã đăng ký lại môn Luận Văn vào DKMH đợt 3, em không biết có được làm Luận Văn không ạ trong khi em đã được thu nhận lại rồi. Em cũng hoàn thành hết các môn học rồi. Có đủ chứng chỉ anh văn luôn ạ. Nếu em có bị vướng môn học nào để đủ điều kiện làm Luận Văn thì em cũng không biết bị vướng môn nào nữa ạ. Mong Phòng Đào Tạo, thầy cô tư vấn giúp trường hợp của em. Làm sao để em được làm Luận Văn trong kỳ này ạ.",
    "Em tên , MSSV , em có đăng kí môn học Công nghệ điện nhưng vì sĩ số nhóm/lớp L02_L06 của em chỉ là 2/23 nên em đã bị xóa lớp ở đợt đăng kí thứ 3 này. PDT cho em hỏi là em có thể viết đơn xin mở thêm sĩ số cho nhóm lớp khác để em có thể đăng kí môn không ạ. Mong PDT phản hồi giúp em để em có thể đảm bảo đăng kí môn cho học kì sau. Em cảm ơn.",
    "Em chào thầy cô ạ, cho em hỏi rõ quy trình HỦY hoãn thi ạ. Tại em đăng kí bằng form nên không biết đơn ở đâu ạ. Em cám ơn ạ!",
    "Xin chào . Em hiện tại đã hoàn thành xong chương trình học và giờ đang chờ thi lấy bằng toeic, nhưng do tình hình dịch bệnh nên em chưa thi được, vì vậy trong học kì tới e có đăng kí môn để duy trì thời khóa biểu, nhưng việc đăng kí nhiều môn là không cần thiết mà em đã đăng kí tận 2 môn. Nên em hi vọng  xem xét hủy môn AV3A(dự thính) giúp em. Trong thời gian dịch bệnh khó khăn để giảm bớt chi phí nên em mong yêu cầu của em được  xem xét.  Em xin chân thành cảm ơn.",
    "Em tên là , MSSV:. Trong đợt 2 em có đăng kí môn   B Thí nghiệm Địa Kỹ thuật (GE3013)   , nhưng đến đợt 3 nhóm lớp em đăng kí đã bị huỷ do sỉ số ít (7/25), chỉ mở 1 nhóm lớp nhưng đã full sỉ số (25/25). Mong phòng đào tạo xem xét cho em được học môn này trong kì này em. Em xin cảm ơn.",
    "Em chào quý thầy / cô ! Em tên : . Mssv: Dạ em có đăng ký in giấy CNSV và hệ thống báo đã được duyệt vào ngày 9/8/2021 nhưng đến hiện tại 17/8/2021 em vẫn chưa nhận được ạ. Em mong quý thầy / cô có thể check lại là giấy CNSV của em có được gửi đi chưa ạ. Em cám ơn ạ."
]