[
    "Em là sv năm 3 khoa xây dựng. Cho em hỏi khi nào có thể xin giấy xác nhận hoãn nvqs ạ. Em lên mybk để đăng ký nhưng hệ thống bảo tạm hoãn từ ngày 13/8 vậy khi nào thì cho đăng kí.    Mong pđt giải quyết sớm giúp em vì địa phương em cần gấp ạ !",
    "Chào thầy/cô  Em là   MSSV   Nay em viết đơn này nhằm hỏi về vấn đề \"Hủy\" hoãn thi Lần trước em có đăng ký hoãn thi môn Hệ quản trị cơ sở dữ liệu CO3021 lý do là bị mất file quay màn hình Tuy nhiên tới bây giờ sau khi cài lại máy em phát hiện ra file quay màn hình vẫn còn Nên em viết thư này mong được rút lại đơn hoãn thi và xin phép nộp trễ file quay màn hình của môn này ạ Em đã rất nỗ lực để học môn đó nhưng lại gặp sự cố ngoài mong muốn nên mong nhận được sự cứu xét của thầy cô và phòng đào tạo Em xin chân thành cảm ơn và mong nhận được sự phản hồi của quý thầy cô  Trân trọng      i       ",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào Thầy/Cô ạ, em có đăng kí dự thính môn học Kỹ thuật chế tạo 1 và mấy hôm trước trong \"Trang của tôi\" trên elearning đã có môn học nhưng đến hôm qua thì đã không còn nửa, em muốn hỏi có phải em đã bị xóa môn rồi không ạ?",
    "Chào nhà trường, hôm nay 2-9 e có đăng ký thi anh văn 2 kỹ năng mã BKE123, nhưng em lại không đăng ký được ( có đính kèm hình bên dưới), em nghĩ là do mình đã từng trễ hạn thanh toán khi đăng ký thi anh văn Nếu vì lý do là trễ hạn thanh toán. Em xin hỏi là có cách nào để em được đăng ký thi không, em cam kết sẽ thanh toán đầy đủ và đúng hạn. Em đã trễ tiến độ học 1 năm vì lý do là không đạt anh văn, em rất sợ điều tương tự xảy ra . Em mong nhận được phản hồi sớm từ nhà trường Em xin cảm ơn.",
    "Cho em hỏi có cách nào để liên lạc trực tiếp với Phòng Y tế không ạ? Em có vấn đề về BHYT cần hỏi trực tiếp trên Phòng Y tế ạ.",
    "Em chào PĐT ạ. Em có thắc mắc trong thời gian giãn cách như thế này thì sinh viên sẽ có cách nào nhận thông tin về bảng điểm không ạ?  Em cảm ơn ạ.",
    "Kính chào cô! Em là , mssv . Em không thể đăng ký thi tiếng Anh nói viết (em chỉ thiếu cái này trong chương trình học). Trước đó em đã gia hạn thêm học kỳ 14 (HK202). Kính mong PDT xem xét, giúp đỡ em! Em chân thành cám ơn!",
    "Em tên :  -MSSV :  Nay em làm đơn này kính xin Ban Giám hiệu nhà trường, Phòng đào tạo, Khoa và quý thầy cô cho phép em được đăng ký học môn : -Môn : ĐA Kết cấu bê tông cốt thép 1 -Mã  : CI2093 -Giáo viên : Thầy  -Học kỳ 2 : (2020-2021) hệ chính quy. Lý do : em đăng ký nhưng quá sỹ số kính mong Ban Giám hiệu nhà trường, Phòng đào tạo, Khoa và quý thầy cô xem xét và giải quyết cho em Em xin chân thành cảm ơn !",
    "Em tên là  - MSSV  Vào ngày 23/8/2021 em có đăng kí hoãn thi môn vật lí 1 (PH1003) vì lí do không vào được hệ thống bkex trước giờ thi và đã được PĐT xác nhận. Nhưng đến nay em lên trang thông tin sinh viên xem lại thì thấy cột điểm thi cuối kì môn vật lí 1 của em là 13 chứ không phải 14. Em mong quý thầy cô PĐT xem xét lại về đơn hoãn thi của em ạ. Em cảm ơn thầy cô.",
    "Dạ chào phòng đào tạo . Em tên : - Thuộc Bộ môn Cơ điện tử -Khoa Cơ khí Hiện tại môn Luận văn của em đã có tkb và trên e-learning nhưng bộ môn báo về em không có trong danh sách làm luận văn của bộ môn, kêu em liên hệ  . Pdt xác nhận và kiểm tra tên em với bộ môn giúp em để em có thể chỉnh sửa GVHD theo yêu cầu của bộ môn ạ.",
    "Xin chào phòng đào tạo, Trước khi thi học kì 202 em đã có đăng kí hoãn thi toàn bộ các môn học. Nhưng không hiểu sao giảng viên lại nhập điểm 0 của em vào môn học đó ạ? Chừng nào thì điểm của em mới cập nhật chính xác và không biết là em có nên hoang mang không ạ",
    "Dạ em chào anh/chị, Em là K19. Vì một số lý do cá nhân nên đợt học kì đăng kí tham gia GDQP em đã bỏ lỡ. Cho em hỏi là kì gần nhất sẽ mở GDQP là khi nào ạ? Và có mở lớp online không ạ :(",
    "Xin chào. Em muốn hỏi kết quả xử lý đơn xin hoãn thi: Môn thi: Tiếng pháp 6 (003706) Lịch thi: 07h00 – 19/08/2021 Sinh viên:  Mssv:  .",
    "Mở lớp dự thính (bắt đầu học từ 30/8) .   em là   ngày đợt  Đăng ký môn học Dự Thính Chính Quy + Hệ Vừa Làm Vừa học - HK211- Đợt 3, diễn ra từ 17/08/2021 08:59 AM đến 19/08/2021 03:30 PM em đã đăng kí lớp LA1039 - Anh văn 2A (nhu cầu) nhóm lớp DT01. Nhưng hiện này là ngày 02/09 mà em chưa có thời khóa biểu ạ. Em biết hiện nay PDT đang rất bận giải quyết tuyển sinh nhưng mong anh chị giải đáp cho em ạ. Em xin cảm ơn.",
    "Em chào thầy cô. Thầy cô cho em hỏi, hiện tại em muốn rút môn học nhưng không biết thủ tục để rút môn như thế nào và cần chuẩn bị giấy tờ như thế nào và việc rút môn có thể thực hiện online được không ạ? Em xin cảm ơn.",
    "Em tên:  MSSV:  Em được biết HK211.   Tốt Nghiệp trường miễn yêu cầu Anh . Vừa rồi em đăng kí LVTN vào đợt bổ sung (23/8 - 25/8) nhưng kết quả lại không có trong thời khoá biểu . Em còn nợ môn PLĐC (SP1007, 2 chỉ), Nhập môn về lập trình (CO1003, 3 chỉ) và 3 môn AV1,3,4. Do dịch nên em chưa thể thi và nộp bằng Tiếng Anh để thay thế điểm 3 môn AV1,3,4. Nếu không xét đến điểm AV, thì học kỳ 211 e chỉ nợ 5 chỉ (SP1007 và CO1003) là đủ điều kiện nợ tối đa 7 TC theo tiến độ học tập để có thể đăng kí LVTN. Mong PĐT xem xét trường hợp này giúp em ạ. Em xin cảm ơn. Mã môn LVTN: MA4343",
    "Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa Hồ Chí Minh . Em tên: . Lớp KU20CKT1. Khoa Khoa học Ứng dụng . Em viết đơn này xin Phòng Đào tạo có thể in Giấy xác nhận sinh viên để trình bày lí do với địa phương về việc Hoãn nghĩa vụ quân sự. Địa chỉ: Thôn Lý Hòa, xã Nhơn Lý, thành phố Quy Nhơn, tỉnh Bình Định . Số điện thoại: [phone_number]. Em xin chân thành cảm ơn .",
    "Em đã gửi form yêu cầu hoãn thi cho PĐT nhưng hiện giờ có vài môn em hoãn xuất hiện điểm 13, em cần rõ hơn về vấn đề này. Liệu em không được hoãn thi hay do PĐT đang quá tải chưa cập nhật được.",
    "Em đã làm đơn trình Lên văn phòng khoa, khoa đã xác nhận và kính chuyển . Sau đó em gửi đơn lên phòng đào tạo theo như hướng dẫn của Văn phòng khoa  . Em chờ đợi 2 này thì phòng đào tạo replay mail và hướng dẫn em hỏi ở trên bksi ạ .",
    "Kính gửi PĐT Em có đăng kí hoãn thi môn PPT trong kỳ thi vừa rồi, đã gửi mail, đã điền form, và PĐT cũng đã gửi mail xác nhận nhưng tại sao em vẫn nhận điểm 13 Em mong PĐT phản hồi sớm  Em cám ơn!!!! ",
    "Dạ có thể cho em đăng ký bổ sung môn học Anh văn 2 mã LA1005 nhóm L01 để duy trình tình trặng sinh viên ạ. Em là sinh viên khóa k15, đã hoàn thành luận văn tốt nghiệp và chờ Chứng chỉ anh văn để tốt nghiệp nên kỳ này em không đăng ký môn học để xét tốt nghiệp. Nhưng tình hình dịch bệnh kéo dài em không thể thi anh văn được. Mà quá thời gian đăng ký môn học để duy trì tình trặng sinh viên, địa phương củng yêu càu giấy xác nhận của trường để hoàn nghĩa vụ quân sự ạ ! En viết đơn này mong có thể đăng ký thời khóa biểu duy trì tình trạng sinh viên và có giấy xác nhận gửi về địa phương ạ. Em cảm ơn",
    "Chào thầy cô em là:  MSSV:  Khoa: Cơ khí Ngành Cơ điện Tử em xin nộp đơn để thu nhận lại từ học kỳ 211 Do kỳ rồi em không đủ anh văn để đăng ký luận văn nên bị đình chỉ ạ Kỳ này được đk luận văn không cần nộp chứng chỉ anh văn ạ. Nay em gửi đơn để xin thu nhận lại ạ! Em xin đăng ký bổ sung luận văn với ạ vì em đăng ký thỏa điều kiện nhưng không được duyệt vì đang tạm dừng ạ chị bên pdt hướng dẫn em làm đợn ạ Mã môn: ME4019 - Luận văn tốt nghiệp (cđt) Chúc anh chị 1 ngày làm việc vui vẽ   i ",
    "Cho em hỏi là khi nào trường mới có thông báo/kế hoạch cụ thể về việc thi Anh văn nói-viết cho các bạn chuẩn bị tốt nghiệp nhưng thiếu bằng Anh văn nhưng không đi thi được do dịch vậy ạ? Và nếu như có thì liệu chúng em có được gửi mail nhắc nhở không ạ? Em xin cảm ơn",
    "Chào thầy cô em là:  MSSV:  Khoa: Cơ khí Ngành Cơ điện Tử em xin nộp đơn để thu nhận lại từ học kỳ 211 Do kỳ rồi em không đủ anh văn để đăng ký luận văn nên bị đình chỉ ạ Kỳ này được đk luận văn không cần nộp chứng chỉ anh văn ạ. Nay em gửi đơn để xin thu nhận lại ạ! Em xin đăng ký bổ sung luận văn với ạ vì em đăng ký thỏa điều kiện nhưng không được duyệt vì đang tạm dừng ạ chị bên pdt hướng dẫn em làm đợn ạ Mã môn: ME4019 - Luận văn tốt nghiệp (cđt) Chúc anh chị 1 ngày làm việc vui vẽ    .",
    "Dạ em chào thầy/cô, Em tên  MSSV , học kỳ 202 em có học môn Phương pháp tính thuộc chương trình Việt Pháp (MT2011). Em xin hỏi là với tình hình dịch bệnh hiện tại thì việc thi lại môn Phương pháp tính có được tổ chức không ạ?   Em xin cảm ơn, chúc thầy và gia đình sức khỏe ạ.",
    "Trong đợt đăng ký luận văn kỳ này, em đăng ký nhầm từ Luận văn tốt nghiệp ngành kỹ thuật nhiệt (ME4039) sang Đề cương luận văn tốt nghiệp ngành kỹ thuật nhiệt (ME4091), em mong muốn được đăng ký bổ sung môn Luận văn tốt nghiệp vào học kỳ này (HK211). Mong PĐT xem xét và chấp thuận giúp em. Em xin cảm ơn.",
    "Chào thầy cô, em xin hỏi về việc xóa môn CI4039 thiết kế cầu 2 mà có kết quả trong đợt 3 rồi nhưng sau khi ra thời khóa biểu lại không có môn này . Lúc đầu em nghĩ là do em trung lịch học với môn khác nhưng mà em kiểm tra lại mới biết là không hề trung hoặc bị điều kiện môn nào luôn . không phải chỉ một môn mà 2-3 môn nữa mà em đăng ký toàn bị xóa trong khi người trong lớp đa số lại học được. Em hy vọng PĐT sẽ phản hồi cho em rất sớm, để em chuẩn bị cho học ký tiếp theo, tránh khỏi vụ này nữa .",
    "Chào thầy cô, em xin hỏi về việc xóa môn CI4039 thiết kế cầu 2 mà có kết quả trong đợt 3 rồi nhưng sau khi ra thời khóa biểu lại không có môn này. Lúc đầu em nghĩ là do em trung lịch học với môn khác nhưng mà em kiểm tra lại mới biết là không hề trung hoặc bị điều kiện môn nào luôn. không phải chỉ một môn mà 2-3 môn nữa mà em đăng ký toàn bị xóa trong khi người trong lớp đa số lại học được. Em hy vọng PĐT sẽ phản hồi cho em rất sớm, để em chuẩn bị cho học ký tiếp theo, tránh khỏi vụ này nữa.",
    "Kính gửi PĐT. trong HK211 em có đăng ký luận văn tốt nghiệp MSMH ME4089, PĐT có gửi mail thông báo không xét chuẩn anh văn nhưng em vẫn không được sắp thời khóa biểu dù đã đăng ký thành công. Mong PĐT xem xét giúp em ạ.",
    "Em đang bị môn tương đương (ME3117 tương đương với ME3254)chưa được cập nhật nên không thể đăng kí được môn đồ án (ME3119), em đã gửi lên BKSI rồi và được trả lời là viết đơn khiếu nại lên, nên em cũng đã viết và gửi lên rồi Nhưng một thời gian dài em vẫn chưa nhận được câu trả lời Em mong PDT giúp đỡ em vì nếu kì này không đăng kí được là em trễ đi một học kì ạ  Em xin chân thành cảm ơn! ",
    "Dạ vào ngày 23/8 này trường có thông báo cho phép sinh viên đăng kí bổ sung LVTN đợt cuối mà chưa cần xét tới CCAV quốc tế, thì em có vào đăng kí nhưng không được, trên trang đăng kí báo lỗi \" Bạn không được phép đăng ký vào nhóm lớp này - Xem thêm về Loại hình SV và Loại hình đào tạo (tìm kiếm tại BKwiki - wiki.hcmut.edu.vn)\" nên em có gửi câu hỏi bên bksi kết hợp với gọi vào số [phone_number]6 liên tục suốt 3 ngày diễn ra đăng kí nhưng không có ai nhấc máy, mãi tới ngày 1/9 mới nhận được phản hồi từ bksi thì đã quá hạn đăng kí. Nên em gửi khiến nại này, em hy vọng có cách nào khắc phục để em được đăng kí luận văn tốt nghiệp ạ . Tình trạng hiện tại của em:  - Họ và tên:  - MSSV:  - Mã môn học muốn đăng kí: CI4313 - Tổng số tín chỉ tích luỹ: 133 - Số ngày CTXH: 19 Em mong trường có thể cho em cách giải quyết vì kì này cũng là kì cuối của em rồi ạ, em xin cảm ơn ạ!",
    "Dạ em chào thầy cô em là K13 học ngành kiến trúc hiện tại em đã hoàn thành chương trình học và đang đợi thi anh văn nói viết online đợt tháng 9 này, nhưng hiện tại khi em đăng nhập vào đăng ký môn học thì được thông báo là không phải đối tượng được đăng kí, em không biết trường hợp của em bị sao, mong nhà trường xem giúp em ạ Em cảm ơn ạ",
    "Hiện tại em có thể tải bảng điểm online ở đâu vậy ạ?",
    "Kính gửi PĐT, Em tên , mssv: xin gửi đơn rút môn Giải tích 2, nhóm lớp DT05, học kỳ dự thính 211. Rất mong được PDDT xem xét và duyệt cho em ạ. Xin cảm ơn, .",
    "Chào thầy cô ! Em là  thuộc hệ VHVL  MSSV :  nghành : kỹ thuật Xây dựng công trình GT Em muốn hỏi về việc xét tốt nghiệp tạm thời tháng 11/2021. Hiện tại em đã hoàn thành chương trình học và đã bảo vệ LVTN HK2 vừa rồi. Trong quá trình đăng ký môn học HK2, em có đăng ký cải thiện môn học cơ học đất MMH CI3001. Hiện tại do vấn đế dịch bệnh nên môn học chưa thể hoàn thành thí nghiệm để có thể kiểm tra cuối kì vs tổng kết điểm . Do em muốn được đăng ký xét tốt nghiệp sớm để lấy giấy tốt nghiệp tạm thời nên em muốn hủy kết quả môn học này thì cần phải làm những thủ tục gì ạ em cảm ơn !",
    "Em tên , mssv  có đăng ký luận văn tốt nghiệp (Mã EE4313) mà bị huỷ do không đủ điều kiện đăng ký. Em được biết là học kỳ 211 trường không xét Anh văn cho LVTN. Tín chỉ tích luỹ:129 chỉ Mong Pđt xem xét ạ. Em cảm ơn ",
    "Dạ cho e hỏi e muốn đổi thầy hướng dẫn làm luận văn tốt nghiệp được không dạ.nếu được thì phải làm sao ạk.Nếu có mẫu đơn cho e xin với.cám ơn thầy cô.",
    "hk211 Chào thầy cô, cho em xin tạm dừng 1 học kỳ hk211 năm 2021-2022 do còn nợ học phí và chưa đóng kịp nên không đăng ký môn học được.",
    "Dạ em chào quý thầy cô, Em tên là . mssv:  Học kì 211 này em có đăng kí bổ sung luận văn tốt nghiệp bổ sung (MA4333) học kì 211 từ ngày 23-25/08/2021 nhưng em đã bị hủy kết quả đăng kí vì không đủ điều kiện nhận luận văn thì em xin trình bày như sau: 1.Tình hình học tập hiện tại.   - Số tín chỉ tích lũy hiện tại của em là 122 chỉ.   - Học  kì 202 em có học môn hóa lý công nghệ vật liệu (MA2037) môn này 3 chỉ do tình hình dịch bệnh nên môn này em chưa thi cuối kì.   - Các môn nợ anh văn 1,2,3,4: 8 chỉ .   - Số ngày công tác xã hội hiện tại 12.5 ngày. 2.Em xin trình bày lý do.    - Để đủ tiêu chuẩn tiếng anh mỗi năm để đăng kí môn học thì học kỳ 2 năm học 2018-2019 em có học môn LA1029 tương đương với môn LA1003 (2 tín chỉ) nhưng do là lớp anh văn nhu cầu nên không được tính số tín chỉ tích lũy.    - Nếu tính theo tiêu chí xét chuẩn nhận LVTN thì em đạt 125/126 tín chỉ.    - Do tình hình dịch bệnh thì trường không xét chứng chỉ anh văn khi nhận LVTN. Với bảng quy đổi điểm hiện tại mức  điểm tối thiểu chứng chỉ để nhận LVTN có thể quy đổi đạt anh văn 1 và 2 tương đương 4 chỉ. Em kính mong phòng đào tạo có thể xem xét miễn 4 tín chỉ này. Em gửi câu hỏi, yêu cầu này kính mong phòng đào tạo, xem xét lại điều kiện nhận luận văn để em có thể đăng ký luận văn trong học kỳ 211 này. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo trường đại học Bách Khoa TPHCMEm tên  MSSV 2 Em đã hết hạn đào tạo chính qui và mong muốn được chuyển sang hệ VHVL để tiếp tục hoàn thành chương trình đào tạo. Em đã làm đơn xin chuyển hệ và đơn xin đăng ký môn học gửi BKSI như hướng dẫn (TKB của em đã có nhưng bị xóa). Đã 1 tuần từ lúc em gửi đơn đến nay vẫn chưa thấy phản hồi, em rât lo lắng, Mong BKSI hoặc Phòng Đào Tạo phản hồi giúp em và khoảng bao lâu thì em được xét chuyển hệ và có kịp đăng ký luận văn trong học kỳ này không ạ. Mong phòng đào tạo xem xét giúp em để em được tiếp tục học. Em xin cảm ơn",
    "t đăng kí dự thính bổ sung HK211( học từ 30/8): em có đăng kí môn hóa phân tích CH2113, nhưng đến hiện tại em vẫn chưa nhận được thời khóa biểu ạ, vậy thì phải làm như thế nào ạ.",
    "Kính gửi Phòng Đào Tạo, Em xin phép được hỏi đến thời điểm hiện tại, em có thể còn cách nào để đăng ký được Đồ Án Môn Học (CH4011) không ạ? Em đã hoàn thành Đồ Án Môn Học, học kỳ này chỉ đăng ký bổ sung và học kỳ tiếp theo thực hiện Luận Văn Tốt Nghiệp ah. Em cám ơn ạ.",
    "Em xin chào ban đào tạo ạ. Đợt trước em có đăng ký thi nói viết vào 29/05 tại bkenglish và đã nộp tiền. Tuy nhiên do dịch nên bị hoãn. Bây giờ, em có thấy là trường mở đợt đăng ký thi online vào 6/9. Vì vậy,đối với trường hợp của em đã đăng ký và nộp tiền từ trước nhưng bị hoãn thì bây giờ chỉ cần đăng ký lại là thi luôn được hay sao ạ?  Em mong ban đào tạo có thể phản hồi giúp em, em cảm ơn ạ .",
    "Xin chào, Hiện tại em đang làm thủ tục tiếp nhận với trường Đại học Bách Khoa Hà Nội. Dưới tình hình dịch bệnh hiện tại, liệu trường mình có thể nhận đơn tiếp nhận trực tuyến không ạ ? Vì các chuyến bay nội địa đã hoãn, chuyển qua bưu điện mất tới 15 ngày và thời điểm bắt đầu học kỳ của BKHN là 2 tuần nữa. Em xin cảm ơn. _____________ .",
    "Dear Các Thầy/Cô, Dự kiến thời gian xét tốt nghiệp của sinh viên hệ VLVH là khoảng khi nào ạ? Trước đây em đã làm đơn chuyển từ hệ Chính Quy sang VLVH tuy nhiên thì trên trang đăng ký tốt nghiệp thì vẫn chưa cập nhật lại ạ. Em gửi hình ảnh chứng minh đính kèm . Em cảm ơn ạ!!! Trân trọng",
    "Chào quí cô/ thầy Cho em hỏi là \"đăng kí AV nói viết online\" còn đợt 2 hay không ạ? Và tại sao đợt 1 em không được phép đăng ký ạ? Nếu có thì dành cho đối tượng sinh viên nào ạ?",
    "Em tên là , MSSV , ngày 17/08 vừa qua em có gặp sự cố khi thi môn học Xử lý số tín hiệu ( EE2015); em có liên lạc với cán bộ giảng dạy, và đã điền vào form đăng kí hoãn thi. Nay em được thông báo của cán bộ giảng dạy là ngày 12/09 sắp tới có đợt thi môn Xử lý số tín hiệu ( EE2015). Phòng đào tạo cho em hỏi là có thể đăng kí thi lại vào ngày đó được không ạ; em hiện đang làm đề cương luận văn, cần hoàn thành môn để đủ chỉ nhận luận văn vào kì sau. Mong sẽ sớm nhận được thông báo từ phòng đào tạo. Em xin cảm ơn.",
    "Em chào cô,cô cho em hỏi về thủ tục rút môn học onl với ạ.Em cảm ơn cô",
    "Kính gửi phòng đào tạo trường ĐH Bahcs Khoa TpHCM Em là . MSSV . Sinh viên khóa K17, chuyên ngành Cơ Kĩ Thuật, Khoa Khoa Học Ứng Dụng. Thưa thầy/cô em là sinh viên đã hoàn thành hết các môn học trong trương trình đào tạo, nếu trường cập nhật điểm xong học kì này. Tuy nhiên vẫn chưa có chứng chỉ tiếng anh Nói-Viết do diễn biến của tình hình dịch covid leo thang. Kính mong nhà trường có giải pháp nào đó giúp các sinh viên sắp tốt nghiệp như em không ạ? Ví dụ, cho chúng em được cấp giấy chứng nhận tốt nghiệp tạm thời để có điều kiện kiếm tiền khi tài chính gia đình đang tê liệt . Thời gian sau đó nộp chứng chỉ Noi-Viết trước thời hạn cuối tháng 11(hay thời gian nào đó tùy thuộc vào diễn biến dịch nước ta)sẽ nhận được bằng chính thức gửi về tận nhà được không ạ? Thời gian này quả thực rất khó khăn, kính mong nhà trường có thể tạo điều kiện cho sinh viên sắp tốt nghiệp chúng em. Em xin chân thành cảm ơn.",
    "Chào anh/chị, Em là Đoàn Kim Nhựt - MSSV: , Em đã hoàn thành luận văn tốt nghiệp và các môn học, trừ chứng chỉ anh văn Toeic và 2 kỹ năng nói viết nên không đăng ký xét tốt nghiệp được. Cho em hỏi nếu em không đăng ký môn học nào thì có ảnh hưởng gì không ạ. Em rất mong nhận được sự hồi âm. Em cảm ơn!",
    "Chào anh/chị Em xin đăng kí môn CI3197 ĐAMH  L01 không biết còn kịp không ạ?",
    "chào phòng đào tạo, Trong quá trình đăng kí môn học em có đăng kí môn học em có đăng kí đề cương luận văn(ME4093) thì em bị hủy môn vì lí do chưa đăng kí môn song hành là thực tập tốt nghiệp nhưng thực tập em đã đăng kí từ hè nhưng vì lí do dịch nên chưa thể đi được ngoài ra các điều kiện đăng kí khác em đều thỏa nên mong nhà trường xem xét giúp em. Em xin chân thành cảm ơn!",
    "Em chào thầy cô Em tên  MSSV:  Hiện tại em đang gặp vấn đề là không đủ điều kiện đăng ký luận văn tốt nghiệp do không đủ tín chỉ đăng ký luận văn (112/114). Tuy nhiên, số tín chỉ đấy hoàn toàn sai lệch so với số tín chỉ em đã hoàn thành (144 tín chỉ). Và lúc đăng ký em cũng đã làm các thủ tục chuyển đổi tín chỉ và nộp bảng điểm rồi ạ. Em mong thầy cô xem xét vấn đề này giúp em, vì học kỳ sắp đến tồi ạ. Em cảm ơn.",
    "Em chào thầy cô,  Em hiện là sinh viên Hệ CQB2 khoa Điện-Điện tử khóa 2021. Trong các đợt ĐKMH vừa rồi thì em vẫn chưa đăng ký được môn Nhập môn kỹ thuật vì lí do là  lớp không mở do không đủ sĩ số hoặc trùng TKB.  Vì môn này em thấy PĐT có ghi rõ trong email là có thể đăng ký với PĐT để sắp xếp học với khóa 2021 sắp nhập học.  Vậy em gửi đơn đăng ký môn học này với mong muốn được PĐT sắp xếp cho em có thể đăng ký môn Nhập môn kỹ thuật (EE1001) với khóa 2021 để em có thể hoàn thành kịp tiến độ học tập. Em xin cảm ơn.",
    "Dạ em chào thầy/cô. Cho em hỏi là mình còn mở đợt đăng ký nộp bằng tốt nghiệp THPT không ạ ?",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ cho em hỏi là bây giờ còn có thể đăng ký học dự thính kì này được không ạ. Tại vì em mới có điểm ở kì hè 203 và muốn cải thiện điểm ạ. Kì sau là kì cuối của em cũng như kì em làm luận văn ạ nên là văn phòng có thể cho em được đăng ký học dự thính trễ cho kì này được không ạ. Em xin cảm ơn!",
    "Thắc mắc về thành phần điểm môn Xác suất thống kê (MT2013)  Kính gửi Phòng Đạo Tạo, T heo như trong đề cương môn học HK202 của môn Xác suất thống kê (MT2013) thì điểm thành phần bào gồm: Giữa kì (Ktr), Bài tập (BT), Bài tập lớn (BTL) và thi cuối kì (CK) lần lượt là 20%; 5%; 35%; 40%. Tức với thành phần điểm như trên thì em có điểm trung bình (dtb) là:  0,2*5+0.05*8+0.35*8+0.4*4=5.8 (dtb khi này là 6)  Nhưng trong bảng điểm thì chỉ có 5.5, và em có hỏi thầy  (giảng viên phụ trách lớp em kì 202) thì là đã đổi nhầm sang thành phần HK203 tức Giữa kì (Ktr), Bài tập lớn (BTL) và thi cuối kì (CK) lần lượt là 25%; 25%; 50%: 0,25*5+0,25*8+0.5*4=5.25 (dtb khi này là 5.5) Và trong bảng điểm phúc tra của em cũng hiện dtb là 6 điểm. (Em có đính kèm hình ảnh ạ)  Mong nhận được phản hồi từ phía quý thầy cô.  Xin chân thành cảm ơn.   ,  ",
    "Chào thầy/cô,  Em là sinh viên khóa K19, chuyên ngành tự động hóa. Kì này em có đăng kí một môn tự chọn nhóm A. Vậy cho em hỏi: nếu như buổi thi cuối kì em không tham gia thi thì điểm môn này sẽ không xuất hiện trên bảng điểm cũng như không ảnh hưởng đến điểm trung bình tích lũy để xét tốt nghiệp phải không ạ?",
    "Em đã đăng kí luận văn tốt nghiệp nhưng chưa có thời khóa biểu, mong phòng đào tạo xem giúp",
    "Em xin được bổ sung vào danh sách môn học: Thủy lực và thủy văn cầu đường Mã môn học CI3011 lớp :DT01",
    "Dạ thưa cô, hiện lại mail hcmut của em đã bị một ai đó thay đổi mật khẩu, em không thể đăng nhập lại được. Em thay đổi mật khẩu thì được nói là liên hệ người quản trị viên mail, không biết là em phải như thế nào để lấy lại mail ạ ? Mail của em là : ",
    "Em chào thầy(cô) , thầy(cô) cho em hỏi về việc xin giấy tạm hoãn nghĩa vụ quân sự ạ. Ở địa phương em hạn chót là 5/10 nhưng mà em không thể lên bkel đăng kí giấy được ạ. Em xin cảm ơn",
    "Em đã đăng kí và có mail xác nhận về việc hoãn thi môn Kĩ thuật lập trình nhưng điểm tổng kết hiện tại là 13. Em cần xác nhận lại lần nữa là yêu cầu hoãn thi cuối kì của em đã đc chấp nhận chưa ạ.",
    "PĐT Cho em hỏi, em đã đăng kí hoãn thi môn Lập trình web bằng form của PDDT gửi. Nhưng nay em lên bảng điểm kiểm tra thì thấy điểm cuối kì em bị điểm 13. Vậy là việc em đăng kí hoãn thi không được công nhận hay sao ạ. Mong PĐT kiểm tra lại giúp em. Em xin cảm ơn.",
    "Trong đợt đăng kí bổ sung LVTN vừa rồi, em có đăng kí làm LVTN nhưng hệ thống báo đăng kí không thành công với lý do \"Không đủ đ/kiện nhận LVTN\" Sau khi kiểm tra lại thì em thấy mình đã: - Đủ điều kiện các môn học tiên quyết - Đủ số tín chỉ tích luỹ ngành (135/139 tín chỉ) - Điều kiện chứng chỉ Anh văn: tạm thời bỏ qua theo thông báo của nhà trường. - Điều kiện 10 ngày công tác xã hội: em thuộc chương trình đào tạo Bằng thứ 2 Mong nhà trường giải đáp lý do em không đăng kí được LVTN ạ.",
    "Em năm nay học năm 2 ạ,nhưng năm nhất em chưa thi anh văn đầu vào của trường tổ chức,vậy em được phép thi chung với khóa k21 của trường không ạ?.Nếu có thì thời gian thi là lúc nào và hình thức thi ra sao ạ ?.Em xin cảm ơn.",
    "Thưa PĐT,  Em đã đang ký hoãn thi môn Giải tích 2 MT1013, thi cuối kỳ ngày 6/8/2021. Nhưng hiện tại trên bảng điểm hiện là 13 điểm. Em cảm ơn Quý thầy cô.   i  .",
    "Kính gửi PĐT, Em tên là , MSSV: , lớp XD17KT, ngành Kiến Trúc, Khoa Kỹ thuật Xây dựng Em có đọc và quan tâm đến học bổng Pony Chung năm 2021 trên mail thông báo từ trường. Sau đây em có một vài thắc mắc mong PDT giải đáp để em có thể chuẩn bị hồ sơ dự tuyển học bổng đúng hạn: 1. Trong hồ sơ yêu cầu \"sinh viên và học viên gửi hồ sơ học bổng (bản scan) về P.CTCT-SV\". Em đang ở TpHCM và hiện tại các tiệm in đã đóng cửa nên em không thể đi scan hồ sơ được. Em có thể làm hồ sơ và chuyển tất cả thành file pdf và gửi cho P.CTCT-SV được không? 2. Trong hồ sơ yêu cầu nộp \"bảng điểm (bản chính) năm học 2020 – 2021 có xác nhận của đơn vị đào tạo\". Nhưng trong thời điểm dãn cách em không thể đến trường để lấy bảng điểm và đi scan được. Em muốn hỏi là sau khi em đăng ký in bảng điểm, PĐT có thể gửi bảng điểm file mềm qua mail cho em được không? Do hạn nộp là 12/9/21 nên PĐT có thể giải quyết giúp em việc bảng điểm này sớm không ạ? 3. Trong hồ sơ xin học bổng không yêu cầu về thư giới thiệu từ giảng viên trong trường. Liệu em có thể bổ sung Thư giới thiệu của thầy cô trong bộ môn vào Hồ sơ xin học bổng không? 4. Nếu có bất cứ  thắc mắc nào về chương trình học bổng, em có thể liên hệ ai để có thể được hướng dẫn kịp thời và nhanh nhất ạ? Mong PDT phản hồi sớm nhất để em có thể chuẩn bị kịp hồ sơ dự tuyển học bổng. Em xin cảm ơn.",
    "Chào cô/thầy, em là sinh viên khóa k18, và hiện nay em đang chuẩn bị thi tiếng anh để nhận bằng toeic. Nhưng hiện tại em đang thấy thắc mắc là trên quy định của trường là khóa k18 khi tốt nghiệp là 550, nhưng ở chuyển điểm anh văn thì để qua hết 4 môn anh văn thì cần 600.Vậy để tốt nghiệp thì em cần bao nhiêu là được ạ ( em không học anh văn ở trường).Em xin cảm ơn",
    "Thầy/cô cho em hỏi mail của  ở bộ môn Vật Liệu Xây dựng ạ. Mong thầy/cô hồi đáp ạ.",
    "Kính chào phòng đào tạo! Em là , MSSV: , lớp VP17VL. Nay em viết đơn này để xin tham gia vào lớp học của môn \"Vẽ kỹ thuật xây dựng - CI1033\" của giảng viên  đứng lớp (Hình đính kèm). Em đã đăng ký môn học trên với hình thức dự thính vào kỳ 211 nhưng môn đã bị hủy vì không đủ sĩ số. Lý do chính là: Em cần học môn học kể trên để em được chuyển điểm cho môn học của Việt Pháp đã không còn mở \"Vẽ kỹ thuật - 806702\" để kịp tiến độ chương trình. Theo lịch hiện tại của học kỳ chính 211, thì em đã bỏ lỡ 2 buổi học của môn học nhưng em sẽ cố gắng để bù lại lượng kiến thức đã bỏ lỡ. Em cũng đã liên lạc với giảng viên thông qua hệ thống email của nhà trường và được cô  chấp nhận (File pdf đính kèm). Em kính mong PĐT tạo điều kiện cho em học để trả nợ môn học cũ cho kịp tiến độ. Em cảm ơn phòng đào tạo đã xem xét trường hợp của em.    .",
    ": Kính thưa Phòng Đào tạo, Em tên là , mã số sinh viên  - Khoa Khoa học và Kỹ thuật Máy tính. Học kỳ 202 em có học môn Nguyên lý ngôn ngữ lập trình - CO3005 - DT01. Vào ngày 15/8/2021, em có điền vào form xin hoãn thi tại đường dẫn https://forms.gle/ckyYcJMWN7w3kqe56 . Lý do: giảng viên có thông báo cho em là không tìm thấy bài thi và tư vấn cho em xin hoãn thi. Nhưng, hôm nay giảng viên đã thông báo lại là có nhầm lẫn và đã tìm thấy bài của em. Em viết đơn này với mong muốn phòng Đào tạo hủy yêu cầu xin hoãn thi của em đã điền trước đó. Kính mong phòng Đào tạo xem xét và chấp thuận cho em. Trân trọng, ",
    "Em chào quý thầy/cô, Em tên là , MSSV là . Em muốn hỏi thầy/cô về việc cấp giấy xác nhận cho sinh viên (bản scan/qua đường bưu điện). Do em thấy có email về việc cấp xác nhận sinh viên của phòng CTCT SV, nhưng em chỉ tìm thấy các biểu mẫu liên quan đến chế độ chính sách trên website của phòng. Em đang cần giấy xác nhận sinh viênảng điểm (bản scan) để bổ sung hồ sơ làm việc cho công ty trước ngày 15/9. Thầy/cô cho em hỏi em nên làm sao ạ? Em xin cảm ơn. Trân trọng./.",
    "Dạ em xin chào thầy/ cô, em là , mssv: , ở học kì vừa rồi em có đăng kí hoãn thi môn: Nhập môn thị giác máy tính (ME4201) nhưng hiện tại trên bảng điểm của em lại hiện điểm 13 là vắng thi, mong thầy/cô giải quyết giúp em ạ. Em xin cảm ơn.",
    "Dạ em chào BKSI ạ  Em hiện không còn được ở ký túc xá Đại học quốc gia nữa và đang đăng ký luận văn tốt nghiệp ở học kỳ 211 này. Em muốn hỏi là vấn đề bảo hiểm y tế của em thì e mua ở đâu ạ (ở trường Bách Khoa hay ở địa phương) và khi nào em cần mua ạ thẻ em sử dụng đến hết năm 2021 . Em xin chân thành cảm ơn.",
    "Thưa phòng đào tạo. Mặc dù đã có điểm luận văn nhưng điểm TBTL tổng vẫn chưa được cập nhật. Điều này hơi khó khăn do sinh viên bắt đầu xin việc. Em mong PĐT cập nhật điểm ạ",
    "Dạ em chào PĐT, Em tên  - , thầy/cô cho em hỏi là em muốn phúc khảo lại bài thi môn kỹ thuật chế tạo 2 (ME3033) được không ạ? Quy trình phúc khảo như thế nào ạ Em cám ơn. Sinh viên . Thân mến!",
    "Cho em hỏi ở học kì 201, các môn của e đều hoàn thành và không bị rớt môn, nhưng sao số tín chỉ tích lũy phòng đào tạo ghi ở dưới bảng điểm em lại không đạt hết ạ. Bảng điểm của em hiện như này ạ . Số tín chỉ đăng ký học kỳ :19 Số tín chỉ tích lũy học kỳ:17 Số TC đạt trong học kỳ: 15 Số TC tích lũy: 48 Nhưng ở phần Số tín chỉ thì của em lại hiện đúng là 50 tín ạ. Em mong thầy cô có thể giải đáp giúp em cũng như có thể điều chỉnh lại cho em với ạ    i  .",
    "i Kính thưa PĐT Trường Đại học Bách Khoa    . Em tên  MSSV    i Em có những thắc mắc như sau: . -Vừa qua em đã chưa thực hiện đăng kí và in giấy xác nhận nộp bằng vì lúc đó em chưa nhận được bằng PTTH. Và đợt bổ sung từ 06/09-16/09/2021 tới đây em có thể được đăng kí và in giấy xác nhận không ạ? Và nếu không thì em mong PĐT mở đợt để em có thể đăng kí nộp bằng và in giấy xác nhận. -Thứ 2, liệu thời gian trong 10 ngày(06/09-16/09/2021) em nộp bằng cho trường bằng bưu điện nhưng tình hình dịch bệnh hiện tại phải làm sao ạ, tại vì có nhiều nơi không tiếp nhận gửi hoặc nhận. Kính mong PĐT sớm phúc đáp! Em xin chân thành cảm ơn Thân ái,",
    "em tên : MSSV  em xin hỏi bây giờ em xin vào lớp an toàn điện (EE3097) của cô  mã lớp L03-L07 trong học kì chính 211 được không ạ.Tại em thấy lớp vừa mới bắt đầu học được 1 tuần và còn dư nhiều chỗ nên em muốn đăng kí vào đề học cải thiện điểm.Em đã gửi mail xin cô và được cô đồng ý và em đã tham gia học lớp này được 1 tuần rồi ạ mặc dù chưa có môn học.Kì này em ra trường mà giờ thiếu 0,01 là tốt nghiêp 7.0 bằng khá nên em rất mong anh chị giúp đỡ em với ạ.em thực sự rất cần ạ . Em xin cảm ơn thầy cô rất nhiều.",
    "Kính gửi: PĐT trường Đại Học Bách Khoa Em tên :  MSSV: 8  Hiện em hoàn thành đầy đủ số tín chỉ các môn học theo chương trình bắt buộc, chứng chỉ ngoại ngữ Toiec Reading và Listening, ngày công tác xã hội. Toiec Speaking và Writing là chứng chỉ còn lại em chưa hoàn thành.  Theo thông báo kế hoạch học vụ đầu HK1 2021-2022 Nhà trường sẽ tổ chức kiểm tra Anh văn 2 kĩ năng nói - viết theo hình thức trực tuyến trong tháng 9 cho các SV chuẩn bị tốt nghiệp. Một số bạn đã nhận thông tin và có thể đăng kí, còn em thì không đăng kí được. Em không rõ lí do vì sao?   Mong PĐT kiểm tra giúp em với ạ!  Em xin cảm ơn!",
    "Dạ em xin chào phòng đào tạo ạ. Em gửi mail này để hỏi pđt về vấn đề đăng ký LVTN. Kì 211 này phía nhà trường có cho phép chúng em được đăng ký LVTN (tạm thời miễn xét bằng Anh Văn), em đã đăng ký thành công và đã có trong thời khóa biểu. Em muốn hỏi pđt là việc em chưa hoàn thành hết các Đồ Án hiện tại thì có bị xóa LVTN mà em đã đăng ký thành công học kỳ 211 này không ạ? (đã đăng ký chung với các Đồ Án còn lại). Em xin cảm ơn pđt đã nhận được câu hỏi của em!",
    "Dạ cho em hỏi là trong Mẫu vay vốn ngân hàng chính sách thì muc thời gian học mình điền là 4 năm hay tối đa là 6 năm rưỡi ạ? Với mục học phí hàng tháng mình tính như thế nào ạ? Em cảm ơn!",
    "Kính gửi Thầy/Cô. Em tên là: Vương Minh Vĩ Mssv: 1713997 Khoa Kỹ thuật Xây dựng-Xây dựng Dân dụng và Công nghiệp-Khóa 2017 Lớp: XD17DD2 Dạ em đã đăng ký Luận Văn Tốt Nghiệp (CI4343) HK211 trong đợt bổ sung và đã có Thời Khóa Biểu trên Mybk,  B  Khoa đã nhận được danh sách sinh viên làm luận văn vào ngày 31/08/2021, nhưng bên Khoa có báo với em là không có tên em trong danh sách được nhận.    Em mong Thầy/Cô kiểm tra danh sách và bổ sung giúp em với ạ. Em cảm ơn.",
    "Gửi Thầy / cô,   dạ em có đăng kí in bảng điểm (nhận bảng điểm qua Bưu điện) thì lúc chọn xác nhận đồng ý thanh toán và chuẩn bị thanh toán bên BKPay thì bị lỗi Error code 81 như hình trong file đính kèm ạ. Do em cần in bảng điểm gấp nhưng hiện giờ mỗi lần vô mục \"Đăng kí in bảng điểm\" nó cứ hiện ra lỗi như vậy ạ. Mong quý Thầy/cô xem xét sửa lỗi hệ thống giúp em với!",
    "Kính chào quý thầy cô,  Em là , quý thầy cô cho em hỏi quy trình thực hiện chuyển hệ đào tạo từ chính quy sang hệ VLVH ạ? Đặc biệt trong mùa dịch em không thể lên trực tiếp PĐT để hỏi được Em xin chân thành cảm ơn  Trân trọng     ",
    "chào PDT, Em tên ,  Em có nộp đơn xin hoãn thi môn xác suất thông kê (MT2013) và đã được xác nhận. Nhưng khi có điểm trên mybk thì điểm thi cuối kì là điểm 13 ạ. Mong PDT kiểm tra lại giúp em ạ. Em cảm ơn",
    "Cho e hỏi do tình hình dịch nên e không thể in giấy xin tạm ngưng học để ký tên được và e có cần xin chữ ký của gvcn và trưởng khoa không ad ?",
    "dạ em là  MSSV . Lớp CK15CTM3 Do kì trước em không đăng kí môn học nên bị buộc thôi học và em có gửi đơn xin nhận lại đã được Khoa và pđt xác nhận đồng ý thu nhận lại. Em có đăng kí Luận văn tốt nghiệp ngày 24 nhưng đợt kết quả thì không có thời khóa biểu. Giờ em muốn đăng kí luận văn tốt nghiệp để kịp tiến độ thì em làm như thế nào ạ. Mong Thầy Cô giải đáp giúp em để em kịp làm Luận Văn ạ. Em cảm ơn!",
    "Em kính gửi phòng đào tạo đơn xin chuyển qua hệ VHVL và đơn xin đkmh. Kính mong phòng đào tạo phê duyệt cho em vì em chỉ còn môn Luận Văn Tốt Nghiệp cùng nộp chứng chỉ ngoại ngữ nữa là hoàn tất chương trình đào tạo. Em xin cảm ơn",
    "Tốt nghikính thưa phòng đào tạo, em mong phòng đào tạo giải thích thắc mắc sau đây của em ạ. Hiện tại em là SV k17 và đã hoàn thành tất cả các môn học ở trường chỉ thiếu anh văn (bằng của IIG), theo lịch mới là ngày 20/10 sẽ hết hạn nộp bổ sung chứng chỉ nhưng với tính hình dịch này thì không thể thi lấy chứng chỉ được, PĐT cho em hỏi sau 20/10 nếu em nộp chứng chỉ Anh văn và đủ các điều kiện xét tốt nghiệp thì có được tính tốt nghiệp và nhận giấy chứng nhận tốt nghiệp tạm thời không ạ. Mong PĐT sớm phản hồi. Em xin chân thành cảm ơn",
    "em tên , mssv  xã em hiện đang thông báo nộp giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự, em lên trang để đăng kí thì thấy đang tạm ngừng. Giờ phải đăng kí ở đâu để nhận được giấy xác nhận sinh viên ạ. ngày 20/9 là hạn nộp giấy rồi ạ em cảm ơn.",
    "Kính gửi Phòng Đào tạo Em tên: , MSSV:  Ngành: Điện tử viễn thông, hệ VLVH Em xin hỏi:   + Em nhập học vào tháng 6/2019, phòng Đào tạo có gửi em phiếu miễn môn, trong đó có miễn môn Cơ sở điện tử công suất (EE2021). Nhưng môn này lại có thực hành. Như vậy em có được miễn thực hành hay không.  + Không chỉ riêng môn này, mà bao gồm các môn khác trong danh sách miễn (nếu có thực hành) em có được miễn thực hành hay không Xin thầy cô phòng Đào tạo giải đáp giúp em Em xin cảm ơn.",
    "Em tên là  MSSV  Hồi hk 202 , em đã xin phòng đào tạo cho em hoãn thi các môn tích 2, đại số tuyến tính và kinh tế đại cương và em đã điền form hoãn thi, xong sau ngày thi các môn thì cả thầy  dạy môn tích 2 và cô  dạy môn đại số tuyến tính đã gửi em form xác nhận  lý do hoãn thi và khi nào muốn thi. Nhưng lúc em nhắn bên BKSI để khiếu nại việc tại sao em xin hoãn thi mà môn tích 2 em vẫn có điểm và môn đại số tuyến tính dính điểm 13, thì  nói em có điền form hoãn thi rồi, nhưng em đợi mãi vẫn chưa thấy mail xác nhận từ trường ớ .",
    "Chào Thầy/cô  Em tên  , mssv : .Thầy /cô cho em hỏi tại sao em đã đăng kí hoãn thi nhưng em vẫn có điểm thành phần ,điểm thi cuối kì và điểm tổng kết môn trên bảng điểm ạ ? Em có thế xem lịch thi ở đâu để đăng kí thi lại môn đã hoãn thi ạ ? . Mong thầy/ cô giải đáp giúp em với ạ. Em xin cảm ơn.",
    "Dạ em xin chào BKwiki trường ĐHBk Em tên là  MSSV  Khoa Kỹ Thuật giao Thông, ngành Công Nghệ Kỹ Thuật Ô Tô . Em xin được hỏi là em đã đăng ký được môn đề cương luận văn ở kì 211 năm học 2021-2022 nhưng vẫn không có thời khoá biểu . Vậy em kính mong BKwiki hỗ trợ giúp em để có thể hoàn thành việc học trong kỳ học này Em xin chân thàng cảm ơn ạ.",
    "Thưa thầy/cô, Với tình hình dịch bệnh như hiện nay thì cách thức và thời gian(16/9/2021) nộp bằng tốt nghiệp THPT có thay đổi không ạ? Em cảm ơn.",
    "Kính thưa Văn phòng Đào tạo, Em đã điền form hoãn thi theo email hướng dẫn của Phòng Đào tạo gửi và nhận được email xác nhận thành công. Tuy nhiên, hiện tại trong bảng điểm của em lại có điểm 13. Cho em hỏi có sai sót gì không ạ? Và khi nào thì em được làm lại bài thi cuối kỳ? Em xin cảm ơn!",
    "Môn học GE3125 Thực tập sản xuất địa kỹ thuật Vào đợt hè, em có đăng ký môn trên nhưng không được và đã làm đơn đăng ký bổ sung và đã được chấp nhận. Sau đó em quên không đóng học phí bổ sung cho môn này nên bị đình chỉ học. Em đã làm đơn và đã được thu nhận vào học lại nhưng môn trên lại bị xóa đi mất. Em gửi kèm theo hình ảnh chứng minh môn trên đã có trong thời khóa biểu của em nhưng sau đó lại bị xóa đi mất.",
    "Cho em hỏi em đã đăng ký hoãn thi, và cũng nhận được email đồng ý của phòng đào tạo, nhưng mà em lên xem điểm lại là 13 điểm vậy ạ .",
    "Hôm trước em có hỏi về việc rút môn học vẽ kỹ thuật cơ khí khi đã hết thời gian đăng kí/hủy môn của HK chính. Thì em có thắc mắc là HK chính em chỉ đăng kí 15 TC nếu hủy thì chỉ còn 11 TC. Như vậy là ít hơn số TC tối thiểu trong HK chính (14 TC) thì có được rút môn không ạ?",
    "Kính gửi phòng đào tạo. học kì 202 em có đăng kí hoãn thi môn mạch điện tử. nếu hk 211 em có đăng kí môn này vào thời khóa biểu vậy khi thi sẽ tính điểm như thế nào ạ. vì lượng kiến thức của môn này em cần học lại và chưa nắm rõ. em em xin cảm ơn.",
    "Cho em hỏi mục số 17 phần đăng ký in giấy chứng nhận sinh viên khi nào hết bảo trì ạ",
    "Chào Anh Chị Em tên  Nguyễn Trọng Chánh MSSV 1934023 em có đăng ký môn học cơ lưu chất ở  đợt đăng ký \" Đăng ký môn học Dự thính bổ sung HK211 (học từ 30/8) - Đợt 1 nhưng  kết quả ở đợt ĐĂNG KÝ MÔN HỌC DỰ THÍNH BỔ SUNG HK211 (HỌC TỪ 30/8) - LỘ TRÌNH 2 - ĐỢT 2 em không có trong  thời khóa biểu Nhờ Anh Chị thông tin giúp em Thân  chào Anh Chị.",
    "Dạ thưa phòng đào tạo. Em tên  mssv  ngành xây dựng công trình giao thông . Đợt 25/8 trường có mở đăng kí bổ sung luận văn nhưng lúc đó em vẫn chưa có điểm của 2 môn nên không đủ chỉ nên em đã không đăng kíí. Giờ đã có điểm qua 2 môn đó và em đã đủ chỉ. Có thể cho em xin đăng kí bổ sung luận văn bên ngành xây dựng cầu đường mã CI4313 được không ạ? Em xin cảm ơn ạ",
    "Em chào thầy/cô ạ, em tên là , mã số sinh viên là , sinh viên khóa 2019 ạ. Em có đăng ký môn cơ sở kỹ thuật điện (EE2017) trong Đăng ký môn học dự thính bổ sung đợt 2 ( học từ 30/8 ) ạ. Nhưng mà hiện tại em chưa nhận được thời khóa biểu của môn học này ạ. Trên trang BKel lúc đầu có tên môn và tên giảng viên nhưng sau đó lại bị mất ạ. Thầy/cô có thể hướng dẫn giúp em được không ạ. E cảm ơn thầy/cô ạ . ",
    "Em tên . Mssv: . Vào thời gian đăng kí môn học cho TTTN và Đề cương. Em đang phải điều trị Covid-19 tại bệnh viện . Do diễn biến bệnh của em khá nặng và chỉ vừa được xuất viện vào 1/9/2021. Nên em đã bỏ lỡ việc đăng kí vào học kì 211. Xin pđt có thể đăng kí trực tiếp giúp em 2 môn này . Em xin cảm ơn. P/s: đính kèm hình giấy xác nhận bệnh COVID-19 và xuất viện",
    "Em tên . Vào ngày 20/8 em có lịch thi môn Kỹ thuật hệ thống viễn thông EE3015 . Em đã có xin hoãn thi do phải đang điều trị Covid-19 trong bệnh viện. Việc hoãn thi đã được pđt chấp nhận và xác nhận bằng email vào ngày 18.08.2021. Nhưng hiện em thấy trong bảng điểm đang cập nhật điểm em môn này là 13. Xin pđt kiểm tra lại và phản hồi giúp em. Ngoài ra, cho em hỏi về việc thi lại môn này sẽ được sắp xếp như thế nào ạ. Em xin cảm ơn",
    "Kính gửi Phòng đào tạo trường đại học Bách Khoa TPHCMEm tên  MSSV 2 Em đã hết hạn đào tạo chính qui và mong muốn được chuyển sang hệ VHVL để tiếp tục hoàn thành chương trình đào tạo. Em đã làm đơn xin chuyển hệ và đơn xin đăng ký môn học gửi BKSI như hướng dẫn (TKB của em đã có nhưng bị xóa). Đã 1 tuần từ lúc em gửi đơn đến nay vẫn chưa thấy phản hồi, em rât lo lắng, Mong BKSI hoặc Phòng Đào Tạo phản hồi giúp em và khoảng bao lâu thì em được xét chuyển hệ và có kịp đăng ký luận văn trong học kỳ này không ạ. Mong phòng đào tạo xem xét giúp em để em được tiếp tục học. Em xin cảm ơn",
    "Chào thầy/cô Em tên , MSSV:  Em muốn hỏi chuẩn anh văn  nói viết để tốt nghiệp của trường mình là tổng điểm qua 200 hay là các điểm thành phần đều phải trên 100 ạ ? Em xin cảm ơn.",
    "MSSV:    Em xin chào PĐT Học kỳ 202 vừa rồi em có làm đơn xin hoãn bảo vệ LVTN do ảnh hưởng của dịch COVID-19 cũng như đăng ký mới LVTN ở học kỳ 211 theo yêu cầu của bộ môn. Nhưng đến nay ở bộ môn thông báo lại yêu cầu không đăng ký mới LVTN, nên em kính xin PĐT xem xét cho em được huỷ môn ME4029 trong học kỳ 211 này",
    "Cho em hỏi về vấn đề hoãn thi ạ do học kì dự thính vừa qua em có đăng kí môn XSTK MT2013 nhưng do 1 số trực trặc vào giai đoạn thi cuối kì nên em đã đăng kí hoãn thi nhưng giờ em vào coi điểm thì thấy mình bị đánh là vắng thi ạ",
    "Em tên là:  MSSV:  Em có truy cập vào https://mybk.hcmut.edu.vn để đăng ký giấy xác nhận sinh viên nhưng không đăng ký được ạ! Hệ thống báo là \"  B Dịch vụ tạm dừng hoạt động từ 15h00 ngày 13/08/2021 để phục vụ in đồng loạt cho sinh viên Khóa 2021   \". Nhưng đến nay đã bước sang tháng 9 mà vẫn chưa mở trở lại. Mong nhà trường xem xét cấp giấy chứng nhận sinh viên giúp em trong thời gian sớm nhất có thể.   B Em đang cần gấp giấy xác nhận sinh viên để xin tạm hoãn nghĩa vụ quân sự tại địa phương.    Em xin chân thành cảm ơn!   ",
    "Em tên là :  MSSV:  Em là sinh viên văn bằng 2 chính quy. Hiện tại em còn thiếu môn Nhập môn về kỹ thuật ( EE1001) để đăng ký được đồ án. Vậy nên em viết đơn này, mong Phòng Đào Tạo sắp xếp cho em để được học môn này với các bạn tân sinh viên khóa 2021. Em xin chân thành cảm ơn    .",
    "Dạ em chào anh/chị! ﻿Em tên  ﻿Mssv:  Lớp CK17CTM1 ﻿Do tình hình dịch bệnh hiện tại em không rõ là sẽ kịp lấy chứng chỉ Ngoại ngữ để đổi điểm hay không. Nhưng đợt đăng kí môn học kì 211 em chỉ đăng kí môn Anh văn 3 còn môn Anh văn 4 không còn lớp để em đăng kí. Nay em viết đơn này để xin được tham gia học một lớp Anh văn 4 được không ạ? Mong được phản hồi sớm ạ. Em xin cảm ơn",
    "Dạ cho em hỏi là hiện tại em muốn rút môn học thì còn có thể rút được không ạ và làm thế nào để rút ạ?",
    "MT1009  tính MT2001 Xác suất và thống kê",
    "Kính gửi các thầy cô, Em là , mssv , do liên quan đến việc không đóng học phí HK 203 đúng hạn nên em đã bị xoá môn và bị đình chỉ một kì. Sau đó em đã đóng đủ và đã liên hệ với Văn phòng Đào tạo Quốc tế và đã được thu nhận lại, đồng thời nhận được sự đồng ý từ khoa Khoa học Máy tính cho phép em đăng ký lại môn thực tập tốt nghiệp để theo đúng tiến độ học tập Em được khoa hướng dẫn là nộp đơn Điều chỉnh đăng ký môn học vào trang điện tử từ ngày 30/7 nhưng do rơi vào cao điểm ôn thi cuối kì HK202 nên em đã quên mất tới bây giờ. Em xin lỗi vì đã nộp trễ. Rất mong thầy cô thông cảm và giúp đỡ em để được hoàn thành theo đúng tiến độ học ạ. Em cảm ơn nhiều. Trân trọng, .",
    "Tên :   MSSV:  Mã Đăng ký môn học: CI4333 Nội dung khiếu nại : Không đăng ký được môn học LVTN ngành Cảng công trình biển . Do thiếu môn tiên quyết CCAV-1 . Trong khi đó nhà trường có ghi rõ , không xét CCAV trong đợt này để đăng ký luận văn  . Em xin chân thành cảm ơn",
    "Em chào thầy/cô! Cho em hỏi là khi đã làm xong luận văn mà chưa tốt nghiệp được do nợ bằng anh văn thì còn được cấp giấy xác nhận sinh viên không ạ và xác nhận sinh viên trong bao lâu ạ. Em cảm ơn, chúc thầy/cô mạnh khỏe bình an!",
    "dạ cho em hỏi là em đã đăng kí môn anh van cơ bản (LA0011) đã có thời khóa biểu và lịch học rồi mà sao em vô thì không có giảng viên dạy ạ hơn hai tuần rồi ạ",
    "Dạ em chào PĐT,    Em không biết hoãn thi những môn học kì 202 thì kết quả tổng kết của học kì là chưa xét và để đó cho những kì mình thi bù, hay chỉ xét những môn mình đã thi và có kết quả . Em xin cảm ơn .",
    "Khiếu nại . Em chào pđt ạ, em muốn khiếu nại về việc chưa nhận được điểm hoãn thi cuối kỳ môn xác suất thống kê. Em đã gửi đơn hoãn thi và đã được phòng đào tạo gửi mail xác nhận rồi nhưng bảng điểm cập nhật trên bkel lại không phải là HT. Kính mong pđt giải quyết giúp em ạ!",
    "PĐT cho em hỏi cách để nhận giấy chứng nhận bổ túc hồ sơtạm hoãn nghĩa vụ quân sự với ạ. Hiện tại không lên được trường thì em muốn nhận giấy đó thì làm bằng cách nào ạ?",
    "dạ chào Thầy\\ Em tên , mssv- Thầy cho em hỏi về thủ tục  đăng ký rút môn học ở thời hiện tại ạ? Trước đây rút môn học thì phải nộp đơn lên pđt nhưng hiện giờ không lên pđt được thì phải làm bằng cách nào ạ? Hiện tại em muốn rút môn \"Đồ án chuyên ngành (Kỹ thuật Chế tạo)\", MSMH:ME4045 rất mong sớm nhận được phản hồi từ quý Thầy\\  Em xin cám ơn và chúc Thầy\\ mạnh khỏe",
    "dạ e chào các thầy cô phòng đào tạo ạ, e tên , MSSV: , khoa Khoa học Ứng Dụng e thấy bạn e nhận đc mail thông báo đk thi nói viết trực tuyến, nhưng e vẫn k nhận đc ạ, hình như k có mail thông báo là k đc đăng ký như lần trước đúng k ạ, mòng thầy cô hỗ trợ giúp e vs ạ. e cảm ơn thầy cô.",
    "Dạ em xin chào thầy/ cô ạ. Thầy/cô cho phép em hỏi là nếu em đăng kí học môn không có trong chương trình đào tạo của em ( do em muốn mở rộng thêm kiến thức chuyên môn) nhưng do trong quá trình làm đề cương luận văn nên nếu em rớt hoặc điểm thấp môn đó thì nó có ảnh hưởng đến điểm trung bình tích lũy cũng như ảnh hưởng đến điểm để xét bằng tốt nghiệp của em không ạ. Em xin cảm ơn thầy/cô",
    "em chào thầy cô,  em có thắc mắc về lệ phí thi anh văn 2 kĩ năng nói-viết, cụ thể là bao nhiêu sáng nay em có đọc thông báo về thi 2 kĩ năng này hình thức online, nhưng không thấy lệ phí thi. thầy cô giúp em thông tin này để em ra quyết định đăng kí thi, em xin cảm ơn",
    "Xin chào thầy/cô, cho em hỏi quy trình để xin giấy xác nhận hiện học từ trường như thế nào ạ ? vì 15/9 bên phường yêu cầu em nộp để hoãn NVQS nhưng bây giờ vẫn chưa có tin tức từ trường. Em xin cảm ơn",
    "Chào quý thầy/cô, Em tên , hiện đang là sinh viên năm cuối ngành Điện-Điện tử, đã hoàn thành LVTN. Hiện em cần đăng ký tham gia thi chứng chỉ anh văn nói - viết nhưng em bị mất thẻ sinh viên. Cho em hỏi như vậy có đăng ký được không ạ, hoặc có cách nào giải quyết không ạ. Em xin cảm ơn!   i  .",
    "Cho em hỏi, trường mình sắp tới có áp dụng quy định mới về việc loại Giỏi tốt nghiệp sẽ bị giảm xuống thành loại Khá tốt nghiệp khi Có số tín chỉ của các môn không đạt phải học lại vượt quá 5% tổng số tín chỉ của CTGD theo quy định  mới của Bộ Giáo dục không ạ. Và nếu có thì sẽ tính từ khóa 2021 hay tính cho cả các khóa trước luôn ạ. Em cảm ơn ạ.   i Tốt nghiệp .",
    "Xin chào thầy/cô phụ trách phòng đào tạo, Hiện tại em không có CCCD bản chính do đã làm mất mà chỉ có CCCD bản photo (chưa công chứng) cho kì thi TOEIC nói-viết sắp đến. Vậy em muốn hỏi thầy/cô là nên xử lý tình huống này như thế nào ạ? Em xin chân thành cám ơn.",
    "Kính gửi: Phòng Đào Tạo Đại Học Bách Khoa Tp Hồ Chí MinhEm tên là  MSSV:  Lớp: CK15CTM1 Số điện thoại: [phone_number] Em viết đơn này với lí do xin được đăng ký thu nhận lại từ học kì 1 năm học 2021-2022. Mong quý thầy cô tạo điều kiện giúp em hoàn thành chương trình đào tạo của nhà trường ạ. Em xin cảm ơn quý thầy cô nhiều ạ. Trân trọng,  ",
    "Em chào PDT ạ. Em muốn hỏi về thông tin hạn chót để nộp CCNN nói viết để xét tốt nghiệp ạ, em tra cứu tại lịch học vụ thì chưa thấy cập nhật. Do em chưa thi nói viết nhưng đợt đăng kí 6/9 sắp tới em chưa thi được nên em muốn đợi đăng kí đợt sau nhưng lại sợ trễ hạn nộp của trường ạ. Em cảm ơn!   i  .",
    "Kính gửi: Phòng đào tạo - Trường đại học Bách Khoa TPHCM, Em chuẩn bị đăng ký thi anh văn nói-viết online, nhưng hiện tại em không có mang theo thẻ sinh viên bên mình vì em đang đi công tác ở tỉnh và do dịch nên không về TPHCM để lấy thẻ sinh viên được. Vậy bây giờ có cách nào để em có thể được dự thi không ạ?? Em có thể làm giấy xác nhận sinh viên online được không ạ?? Em rất mong nhận được phản hồi sớm từ Phòng Đào Tạo để kịp đăng ký thi. Em xin trân trọng và cảm ơn.",
    "Kính gửi Phòng đào tạo, Em là , sinh viên năm 4 khoa Khoa học & kỹ thuật máy tính. Trong học kỳ này do một số vấn đề nên em không nắm được thông tin không thể tiếp tục làm Luận văn tốt nghiệp (LVTN) như dự kiến. Do trong đợt đăng ký môn học trước đó em chỉ đăng ký môn LVTN, nên em viết đơn này xin phòng đào tạo xem xét cho phép em đăng ký môn Đề cương luận văn (CO4311) để có thể học môn này ngay trong học kỳ 211, giúp em tránh việc phải chờ học kỳ tới mới có thể bắt đầu lại quá trình làm luận văn. Em thật lòng xin lỗi vì lại làm phiền Phòng đào tạo và hi vọng Phòng đào tạo tạo điều kiện giúp em có thể hoàn thành chương trình học một cách thuận lợi. Trân trọng,    .",
    "Dạ em chào anh chị ạ! Em đang kí dự thính và đang học, cho em hỏi là thời gian có hiệu lực để hủy môn học là bao lâu ạ. Tới gần cuối kì hủy được không ạ. Tại vì hiện giờ em là sinh viên năm 4 chờ tốt nghiệp ạ. Nhưng em chưa đủ điểm anh văn là 600, nên có đăng kí thêm av4a học để ra trường , nhưng hiện tại trường yêu cầu xét tốt nghiệp đợt tháng 10 này, nên có lẽ không kịp hoàn thành và em phải cố gắng để thi lấy bằng toeic 600. Hiện tại trong tình hình covid này em không biết phải làm sao, nên em mong anh chị giải quyết thắc mắc về việc hủy môn học này để em có thể sắp xếp để ra trường đúng hạn. Em cảm ơn ạ ",
    "Cho em hỏi về việc thi av Nói viết, mỗi sinh viên chỉ được đăng ký 1 lần duy nhất cho cả 2 đợt thi vào tháng 9 và tháng 1. Hay là 1 lần trong đợt thi tháng 9 và 1 lần trong đợt thi tháng 10? Em xin cảm ơn.",
    "Em tên :  Mssv :  em xin hoãn thi môn :Mạch điện tử (Mã môn học EE2035) vì lí do em không có đủ điều kiện yêu cầu về thiết bị để thi online",
    "I  Chào PĐT, Cho em hỏi nếu không kịp đợt tốt nghiệp tháng 11/2021 do rớt 2 kỹ năng toeic nói và viết thì kỳ sau em không đăng ký môn học và tiếp tục thi toeic cho đến khi đậu rồi xét tốt nghiệp tháng 4/2022 thì có sao không ạ? Em có cần phải làm thêm giấy tờ gì không? Mong PĐT giải quyết giúp em thắc mắc này Em xin cảm ơn",
    "Chào PĐT, Cho em hỏi nếu không kịp đợt tốt nghiệp tháng 11/2021 do rớt 2 kỹ năng toeic nói và viết thì kỳ sau em không đăng ký môn học và tiếp tục thi toeic cho đến khi đậu rồi xét tốt nghiệp tháng 4/2022 thì có sao không ạ? Em có cần phải làm thêm giấy tờ gì không? Mong PĐT giải quyết giúp em thắc mắc này Em xin cảm ơn",
    "Chào PĐT, Cho em hỏi nếu không kịp đợt tốt nghiệp tháng 11/2021 do rớt 2 kỹ năng toeic nói và viết thì kỳ sau em không đăng ký môn học và tiếp tục thi toeic cho đến khi đậu, rồi xét tốt nghiệp tháng 4/2022 thì có sao không ạ? Em có cần phải làm thêm giấy tờ gì không? Mong PĐT giải quyết giúp em thắc mắc này Em xin cảm ơn",
    "Chào PĐT, Cho em hỏi nếu không kịp đợt tốt nghiệp tháng 11/2021 do rớt 2 kỹ năng toeic nói và viết thì kỳ sau em không đăng ký môn học và tiếp tục thi toeic cho đến khi đậu rồi xét tốt nghiệp tháng 4/2022 thì có sao không ạ? Em có cần phải làm thêm giấy tờ gì không? Mong PĐT giải quyết giúp em thắc mắc này Em xin cảm ơn",
    "Kính gửi Phòng đào tạo Đại học Bách Khoa TPHCM, Em tên là , hiện là sinh viên thuộc khoa Khoa học Ứng dụng. Theo như yêu cầu về thiết bị của thi anh văn 2 kỹ năng nói viết theo hình thức trực tuyến: \"chức năng loa ngoài hoạt động tốt\" . Nhưng hiện tại laptop của em đang bị hư loa ngoài và vì dịch bệnh nên em không thể đi sửa laptop được. Em có thể dùng tai nghe để thay thế được không ạ?  Em cảm ơn Phòng đào tạo",
    "Em có một số thắc mắc về học môn tương đương thay thế, mong được pđt giải đáp:  Thứ nhất, nếu em học môn tương đương thay vì học môn học gốc, thì pđt sẽ tự động cập nhật điểm MT và số tín chỉ tích lũy cho môn học gốc theo chương trình đào tạo khóa của em, hay em phải làm đơn xin học môn tương đương, xét chuyển điểm,...  Thứ hai, nếu môn học theo chương trình đào tạo khóa cũ gồm 2 môn tương đương theo chương trình  khóa mới, thì em có bắt buộc phải học hai môn đó trong cùng một học kì để xét tương đương không, hay em có thể học 2 môn trong hai kì khác nhau vẫn có thể xét môn tương đương.",
    "Chào quý thầy cô, Trong đợt thi Anh văn hai kỹ năng nói viết sắp tới có yêu cầu cần thẻ sinh viên để dự thi. Tuy nhiên thẻ sinh viên của em bị mất trong đợt dịch. Em có câu hỏi là có thể sử dụng thẻ CMND hoặc một giấy tờ khác thay cho thẻ sinh viên được không ạ. Em xin cảm ơn!",
    "a phương yêu cầu giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự nhưng tình hình dịch bệnh trang trường không hoạt động vậy có cách nào để xác nhận là sinh viên để được hoãn nvqs được không ạ?",
    "Dạ em tên là  MSSV:  Khoa: Công nghệ vật liệu Lớp: Vl17POL Dạ do một số lý do em đã trình bày trong đơn nên đã không đăng ký kịp môn học luận văn tốt nghiệp của học kỳ 211 . Nay em làm đơn này để xin cho được đăng ký môn học luận văn tốt nghiệp( Kỹ thuật vật liệu Polyme) MSMH: MA4313 Dạ em kính gửi",
    "Dạ em tên Vương Minh Luân MSSV:  Em đã hoàn thành môn Nhập Môn Lập Trình CO1003 để thay thế môn Kỹ Thuật Lập Trình CO1013 nhưng đến nay vẫn chưa chuyển điểm  Em xin hỏi cách thức để chuyển điểm theo qui định của trường ạ Em xin cảm ơn",
    "Dạ chào phòng đào tạo. Em tên : - Thuộc Bộ môn Cơ điện tử -Khoa Cơ khí Hiện tại môn Luận văn của em đã có tkb và trên e-learning nhưng bộ môn báo về em không có trong danh sách làm luận văn của bộ môn, kêu em liên hệ  . Pdt xác nhận và kiểm tra tên em với bộ môn giúp em để em có thể chỉnh sửa GVHD theo yêu cầu của bộ môn ạ.",
    "Kính gửi: Phòng Đào Tạo Em tên: :  Khoa: Công Nghệ Vật Liệu Cho em xin đăng ký môn Luận Văn Tốt Nghiệp MSMH: MA4323 Đợt đăng ký Luận Văn Tốt Nghiệp bổ sung em đăng ký được rồi nhưng kết quả đăng ký lại không có lịch ạ. Mong phòng đào tạo xem xét dùm em cho em đăng ký Luận Văn Tốt Nghiệp đợt này. Em cảm ơn ạ",
    "Dạ chào thầy/cô, Em có xem lịch trình đăng ký và cấp bằng tháng 11 trên aao để ngày 20/10/2021 là hạn cuối để nhận các trường hợp bổ sung Tốt nghiệp. Còn trong mail của PĐT để xét Tốt nghiệp đến hết HK 211. Vậy cho em hỏi hai khoảng thời gian trên cái nào chính xác ạ. Em cảm ơn thầy/cô nhiều ạ!",
    "Kính gửi PĐT, Dạ là theo thông báo mới của nhà trường là học kỳ này sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211, vậy PĐT cho em hỏi là vậy các môn anh văn 1,2,3,4 có được tạm xét qua để thêm vào tính chỉ tích lũy không ạ, hiện bộ môn Ô TÔ bên là chuẩn xét nhận luận văn là 126 TC, nếu không tạm xét qua các môn anh văn thì sẽ không đủ tính chỉ đăng ký ạ.   Rất mong nhận được sự phản hồi của PĐT, em xin cảm ơn.",
    "chào thầy (cô) ạ cho em hỏi kì thi onl vừa rồi em có điền form xin hoãn môn dstt nhưng hôm nay em vào kiểm tra bảng điểm thì mục dstt của em lại để số 13 nghĩa là vắng thi. Dạ cho em hỏi vậy em có hoãn thành công chưa ạ? lần tới e có được thi bổ sung không ạ? Cảm ơn thầy (cô) nhiều ạ",
    "Kính gửi PĐT, Dạ vào Học kỳ 1 (2020-2021), em có hoàn thành môn học nhập môn lập trình(CO1003) là môn học tương đương môn Kỹ thuật lập trình(CO1013), nhưng đến nay em vẫn chưa được xét chuyển đạt và xét vào số tính chỉ tích lũy ngành ạ, em mong PĐT hỗ trợ em để em có thể đủ tính chỉ để có thể đăng kí nhận luận văn tốt nghiệp trong học kì này ạ, em xin cảm ơn. Em .",
    "Chào ĐT, em là sinh viên năm 2 khoa QLCN. Cho em hỏi nếu em có lý do chính đáng(dương tính Covid-19) thì việc rút môn của em có tính phí không ạ?  Cảm ơn đã đọc mail, Trân trọng.",
    "Em xin hủy hoãn thi môn Đại số tuyến tính mã MT1007 HK202. Em đã nộp video quay màn hình ạ.",
    "Em tên  mã số sinh viên . Trung tâm đào tạo bảo dưỡng công nghiệp. Em muốn xin bổ sung sĩ số cho môn học Anh văn 4 (LA1009) cho học kỳ dự thính DT211 Đăng ký môn học Dự thính bổ sung HK211. Em kính xong Quý thầy cô xem xét cho em được đăng ký bổ sung môn học để có TKB trong kỳ này ạ . Em xin chân thành cảm ơn!",
    "Em có đăng kí dự thính môn CI2003 nhưng trong tiến độ của em lại là môn CI2005. Em có thể chuyển sang môn CI2005 không ạ. Em xin cảm ơn",
    "Kính chào thầy/cô, Em tên là . MSSV : . Vì lí do tình hình dịch nên em chưa thể đi lấy điểm thi Chứng chỉ Anh văn, nên e không đăng ký được LVTN trong HK211 ở đợt 1 và 2 . Trong đợt 3 nhà trường có thông báo là đăng ký được và không cần nộp Chứng chỉ Anh văn. Nhưng vì lí do cá nhân em không nắm được thông tin này và không có đăng ký môn LVTN trong đợt 3 HK211. Vì vậy em gửi mail này mong thầy/cô hỗ trợ tư vấn cách thức khác để đăng ký môn LVTN trong HK211. Em xin chân thành cảm ơn và mong nhận được phản hồi từ thầy/cô.",
    "Thưa thầy, cô, Hiện tại em không có thẻ sinh viên thì em có tham gia thi tiếng anh nói-viết được không ạ? Và có cách nào xử lý được không ạ . Em cảm ơn thầy, cô.",
    "Kính chào Cô, Em gửi Cô \"Đơn xin chuyển điểm đăng ký luận văn\" đã được Bộ môn và Khoa xác nhận ạ.",
    "Thưa thầy/cô, Em là , MSSV , Khoa Khoa học và Kỹ thuật Máy tính, K18. Trong đợt đăng ký bổ sung TTTN và ĐCLV từ ngày 23 đến 25/08/2021, em có thực hiện đăng ký bổ sung 2 môn này. Cùng lúc, em đã nhanh chóng tìm được CBHD là thầy  để tham gia đề tài ĐCLV cùng bạn , MSSV  cùng khoá cùng khoa. Hôm nay, bạn có nhắn em về sự cố là em chưa có thông tin đăng ký ĐCLV. Sau đó, em có kiểm tra lại TKB và Đợt kết quả của đăng ký bổ sung thì thấy vẫn thiếu cả hai môn là TTTN và ĐCLV. Đính kèm lần lượt là ảnh chụp màn hình cho việc đăng ký thành công, kết quả đăng ký trống và thời khoá biểu chưa có 2 môn em đăng ký. Vậy nên thầy/cô cho em hỏi hướng giải quyết ạ. Em xin cảm ơn, .",
    ". Em đã hoãn thi qua form hoãn thi của trường nhưng điểm vào bảng điểm lại là 13 (điểm VT). Em muốn khiếu nại ạ. Mong thầy/cô giải quyết dùm em ạ .",
    "Dạ thưa em có đăng ký hoãn thi môn cơ lưu chất kỳ 202 với lý do là em đang là f0 phảo cách ly tập trung khôgn đủ điều kiện về vật chất tạo khu cách ly và thể trạng, em đã nộp đơn vào form hoãn thi của pđt nhưng sao điểm tổng kết của em là điểm 13 ạ",
    "Chào thầy cô e tên  mssv .Em viết tin này xin đăng kí môn học anh văn 3 msmh LA1007. Học kì 211.Em cảm ơn thầy cô ai.",
    "Thầy, cô cho em hỏi là mình còn đợt đăng ký nộp bằng tốt nghiệp trung học phổ thông nào nữa không ạ",
    "em chào Thầy (Cô) ạ. em tên là , mã số sinh viên: . kì học này là kì học thứ 14 của em và em đã hoàn thành các môn học thuộc chương trình đào tạo của ngành em đang học, vấn đề hiện tại của em là chuẩn tiếng anh 2 kĩ năng nói và viết, em có nhận được email rằng Trường sẽ tổ chức thi tiếng anh online trong tháng 9 này, nhưng em e rằng điều kiện hiện tại của em không đủ đáp ứng để thi online trong đợt tới. vậy em xin hỏi Thầy (Cô) rằng nếu như trước tháng 11 năm 2021 mà em vẫn chưa đạt chuẩn 2 kĩ năng nói và viết thì sau này em còn có thể tốt nghiệp hệ chính quy được không ạ? em xin chân thành cảm ơn!",
    "Kính chào pđt, Cho em hỏi khi nào trường mới cấp giấy xác nhận hoãn nghĩa vụ quân sự cho học kì 211 năm 2 ạ, tại vì bên ủy ban địa phương em hối thúc em nộp giấy mới ạ. Em cảm ơn và kính chào .",
    "Kính chào Thầy/Cô,  Về mẫu đơn Tạm dừng học, Thầy/Cô cho em hỏi là mình Tải mẫu đơn về rồi in ra, viết tay,  xong scan file PDF để gửi cho BKSI hay là mình đánh Word trực tiếp lên mẫu đơn tạm dừng rồi xuất file PDF để gửi BKSI ạ. , Em xin cảm ơn ạ",
    "MSSV:       b Họ tên:       b Khoa: Khoa học và Kỹ thuật Máy tính      b Khoá: K18      i Chưa có thông tin đăng ký ĐCLV . Thưa thầy/cô, Trong đợt đăng ký bổ sung TTTN và ĐCLV từ ngày 23 đến 25/08/2021, em có thực hiện đăng ký bổ sung 2 môn này. Cùng lúc, em đã nhanh chóng tìm được CBHD là thầy  để tham gia đề tài ĐCLV cùng bạn , MSSV  cùng khoá cùng khoa. Hôm nay, bạn có nhắn em về sự cố là em chưa có thông tin đăng ký ĐCLV. Sau đó, em có kiểm tra lại TKB và Đợt kết quả của đăng ký bổ sung thì thấy vẫn thiếu cả hai môn là TTTN và ĐCLV. Đính kèm lần lượt là ảnh chụp màn hình cho việc đăng ký thành công, kết quả đăng ký trống và thời khoá biểu chưa có 2 môn em đăng ký. Vậy nên thầy/cô cho em hỏi hướng giải quyết ạ. Em xin cảm ơn, .",
    "Kính gửi Phòng Đào Tạo, Em tên là  - Mssv: , hiện đang là sinh viên K17 Khoa Kỹ thuật giao thông. Hiện em đang có 123 tín chỉ tích lũy và đã đạt các môn tiên quyết, ngày công tác xã hội là 14 ngày. Theo như yêu cầu của PĐT thì em phải đạt 126 Tín chỉ để đăng ký nhận luận văn điều này đồng nghĩa là em phải đạt các môn anh văn trong chương trình đào tạo, mà do lúc trước em thi xét chuẩn Anh văn hằng năm trên trường và đạt qua nên em không theo học các lớp Anh văn trong chương trình đào tạo, em dự tính thi CCAV Toeic và xét qua các môn Anh văn nhưng do tình hình dịch bệnh bất ngờ em không thể thi được vì thế em thiếu tín chỉ đăng ký luận văn . Em có đăng ký Luận Văn Tốt Nghiệp và nhận kết quả không thành công do không đủ điều kiện đăng ký môn học . Em rất mong Phòng Đào Tạo xem xét giúp em để em có thể đăng ký làm luận văn và kịp tiến độ học tập ạ. Em xin chân thành cảm ơn.",
    "Dạ em chào PĐT ạ. Đợt thi vừa rồi em có hoãn thi các môn cuối kì nhưng lên hệ thống lại là 13 thì em vẫn được thi lại môn cuối kì để tính vào điểm cá nhân chứ ạ Em xin cảm ơn.",
    "Kính gửi Phòng Đào Tạo, Em tên là  - Mssv: , hiện đang là sinh viên K17 Khoa Kỹ thuật giao thông. Hiện em đang có 123 tín chỉ tích lũy và đã đạt các môn tiên quyết, ngày công tác xã hội là 14 ngày. Theo như yêu cầu của PĐT thì em phải đạt 126 Tín chỉ để đăng ký nhận luận văn điều này đồng nghĩa là em phải đạt các môn anh văn trong chương trình đào tạo, mà do lúc trước em thi xét chuẩn Anh văn hằng năm trên trường và đạt qua nên em không theo học các lớp Anh văn trong chương trình đào tạo, em dự tính thi CCAV Toeic và xét qua các môn Anh văn nhưng do tình hình dịch bệnh bất ngờ em không thể thi được vì thế em thiếu tín chỉ đăng ký luận văn . Em có đăng ký Luận Văn Tốt Nghiệp và nhận kết quả không thành công do không đủ điều kiện đăng ký môn học . Em rất mong Phòng Đào Tạo xem xét giúp em để em có thể đăng ký làm luận văn và kịp tiến độ học tập ạ. Em xin chân thành cảm ơn. Trân trọng.",
    "Em là sinh viên K17 đang trong giai đoạn bổ sung các điều kiện để chuẩn bị tốt nghiệp trong HK211. Em có một số thắc mắc, kính mong PĐT hỗ trợ giải đáp: Câu hỏi 1. Trong tình hình dịch bệnh, thành phố đang phải thực hiện giãn cách trong thời gian quá dài, làm cho các hoạt động CTXH và thi chứng chỉ tiếng Anh quốc tế (như việc thi TOEIC ở IIG,…) đều hủy bỏ, khiến cho chúng em rất khó khăn để bổ sung các điều kiện kịp thời. Vậy thì PĐT có giải pháp nào để hỗ trợ chúng em kịp thời bổ sung điều kiện tốt nghiệp trong HK211 không ạ? Câu hỏi 2. Theo kế hoạch học vụ HK211 có đề cập: “PĐT thực hiện việc xét tốt nghiệp đến cuối HK211”. Vậy thì PĐT có thể giải đáp rõ về thời điểm cụ thể cuối HK211 là khi nào ạ? Em xin cảm ơn PĐT hỗ trợ giải đáp.",
    "T5027      . Em tên  MSSV: 213T5027.Do đóng học phí trễ bị hủy môn học. Em xin đăng kí lại danh sách các môn: 5 01-01 Máy công cụ 4007 03_06 CAD/CAM 4045 01.    Đồ án chuyên nghành chế tạo. 3213 01_01 Quá trình thiết kế kĩ thuật IM2003 01.    Kinh Tế Kỹ Thuật 4205 01_01 Tự động hóa sản xuất 2009 02_05 Kĩ thuật điều khiển tự động 2005 01_02 Trang bị điện trong máy CN 2007 03_03 Chi Tiết Máy 2003 01_ 01 Nguyên ý Máy. Em xin thầy cô, phòng đào tạo, tạo điều kiện để em được đăng kí học. Em xin chân thành cảm ơn.",
    "Cho e hỏi vấn đề này ạ, kì 211 này e không đăng ký môn đề cương luận văn tốt nghiệp, nhưng liệu e có thể xin đăng ký đề tài luận văn để làm luận văn và bảo lưu điểm luận văn tốt nghiệp cho kì sau được không ạ? em cám ơn.",
    "Em xin chào quí thầy/ cô. Do hoàn cảnh khó khăn và tình trạng dịch bệnh khó  trong thời gian quá. Em xin lỗi vì đã không đủ điều kiện tài chính để thanh toán học phí của học kì vừa qua. Nay em xin hỏi cách để khắc phục tình trạng tạm dừng học ạ. Em sẽ hết mình cố gắng thanh toán học phí sớm nhất. Em cám ơn quí thầy cô ạ.",
    "Kính chào Phòng đào tạo! Em là  mssv . Em không thể đăng ký thi TOEIC do không có quyền đăng ký môn học. Kính mong PDT xem xét hỗ trợ em vấn đề này, ngày 8 hết hạn đăng ký ạ. Em xin cám ơn!",
    "Kính gửi Phòng đào tạo trường đại học Bách Khoa TPHCM Em tên Nguyễn Minh An MSSV 2 Em đã hết hạn đào tạo chính qui và mong muốn được chuyển sang hệ VHVL để tiếp tục hoàn thành chương trình đào tạo. Em đã làm đơn xin chuyển hệ và đơn xin đăng ký môn học gửi BKSI như hướng dẫn (TKB của em đã có nhưng bị xóa). Đã 1 tuần từ lúc em gửi đơn đến nay vẫn chưa thấy phản hồi, em rât lo lắng, Mong BKSI hoặc Phòng Đào Tạo phản hồi giúp em và khoảng bao lâu thì em được xét chuyển hệ và có kịp đăng ký luận văn trong học kỳ này không ạ. Mong phòng đào tạo xem xét giúp em để em được tiếp tục học. Em xin cảm ơn",
    "dạ em là sinh viên k18 hệ VLVH, cho em hỏi học phí môn AV250 tính sao vậy ạ, do em không thấy tín chỉ. em cám ơn ạ",
    "Em chào thầy cô! Em có nhận được email từ phòng đào tạo về việc đăng ký thi Toeic 2 kỹ năng nói - viết, vậy cho em hỏi :  Trong đợt 1 của tháng 9 thì em bắt buộc phải đăng ký trong đợt này hay em có thể đăng kí vào đợt 2,3... của tháng 9 hoặc các đợt của tháng 10 ạ?  Tại vì SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10. Nên việc phải chuẩn bị kỹ để bước vào kì thi là vô cùng quan trọng ạ. Em mong quý thầy cô giải đáp thắc mắc ạ.  Em cảm ơn",
    "Họ và tên:  MSSV:  Lớp: XD17CTGT02 Dạ em chào quý thầy cô phòng đạo tạo,dạ thầy cô cho em hỏi về vấn đề thi online 2 kỹ năng speaking và writting.Dạ em có nghe thông tin là những ai nhận được mail đợt 1 trong tháng 9 này mà không đăng ký thi thì những đợt sau sẽ không được thi nữa đúng ko ạ. Dạ thầy cô cho em hỏi thông tin này có chính xác không ạ. Dạ em cảm ơn quý thầy cô.",
    "MSSV: Dạ cho em hỏi là em có đăng kí anh văn cơ bản ở đợt đăng kí môn học dự thính chính quy +hệ vừa học vừa làm -KH211-Đợt 2 ,nhưng đến nay chưa thấy có lịch học ạ .Em xin cảm ơn.",
    "Hôm trước em có hỏi về việc rút môn học vẽ kỹ thuật cơ khí khi đã hết thời gian đăng kí/hủy môn của HK chính. Thì em có thắc mắc là HK chính em chỉ đăng kí 15 TC nếu hủy thì chỉ còn 11 TC. Như vậy là ít hơn số TC tối thiểu trong HK chính (14 TC) thì có được rút môn không ạ?",
    "Kính chào PDT, Hiện tại em đã nhận được email đăng kí Anh văn Nói - Viết. Tuy nhiên thì trong email có viết là em chỉ được đăng kí 1 lần trong suốt tháng 9 và tháng 10. Vậy giả sử em muốn đăng kí đợt 2 thì em có kịp để đăng kí tốt nghiệp trong lần tới không ạ (Tức tháng 11). Rất mong nhà trường giải đáp giúp em ạ, Trân trọng, ",
    "Kính gửi Phòng đào tạo Trường Đại học Bách Khoa Tphcm, Em là sinh viên khoá k17. Em nhận được mail từ phòng đào tạo về việc đăng ký thi anh văn nói viết online vào tháng 9&10 này. Tuy nhiên em có một thắc mắc muốn hỏi như sau: Em nhận được thông tin từ bên bk english của trường là tháng 9 này trường tổ chức 4 đợt thi online. Mỗi đợt trường chỉ mail cho 800 bạn sinh viên đủ điều kiện xét tốt nghiệp. Nếu như đợt 1 đã nhận mail của trường thì những đợt sau sẽ không được đăng ký thi nữa mà chỉ được đăng ký thi vào đợt nhận được mail. Em muốn hỏi là thông tin này có chính xác không ạ? Vì trong mail pđt vừa gửi không có đề cập tới thông tin này. Rất mong Phòng đào tạo có thể phản hồi sớm ạ! Em xin chân thành cảm ơn. Thân.  ",
    "Thầy cô cho em hỏi em muốn lấy giấy hoãn nghĩa vụ quân sự thì liên hệ như thế nào ạ",
    "Em tên là , sinh viên lớp TT01 môn Pháp luật đại cương học kỳ 202. Tuần vừa rồi, em đã gửi câu hỏi lên đây về vấn đề điểm thi của em, rằng do em gõ nhầm dấu ` sau mã số sinh viên trong form điền để nộp video quá trình làm bài thi cuối kỳ môn Pháp luật đại cương, nên em đã bị tính là vắng thi. Em đã cố gắng liên lạc với thầy của em cả tuần rồi nhưng không được ạ. Khi em gửi gmail cho Phòng Đào tạo, Phòng Đào tạo có bảo em nên đề nghị xin phúc tra, nhưng khi em làm điều đó trên hệ thống mybk thì hệ thống lại báo là môn của em không cho phép phúc tra. Vậy nhà trường có thể giúp gì trong trường hợp của em không ạ? Em cảm ơn!",
    "Kính gửi PDT Em tên:   MSSV:  Em có học Môn Thang máy (ME3245), do dịch nên em chưa được TN Thang máy (ME3246) . Mong PDT có thể sắp xếp cho lớp chúng em được học TN online trong tháng 9 này vì em muốn đăng kí nhận bằng tạm thời để có thể đi xin việc . Em còn đúng thí nghiệm môn Thang máy (ME 3245) là em sẽ hoàn thành thủ tục được đăng kí xét tốt nghiệp . Em xin chân thành cảm ơn!",
    "Em là sinh viên năm 4, khoa Điện - Điện tử, hoàn thành bảo vệ luận văn ngày 12/8. Em đã hoãn thi môn kỹ thuật siêu cao tần (ee3025 - môn rớt trước đó). Theo em đọc quy chế điều 17.2,   Từ HK191, sau khi nhận điểm VP, SV phải đăng ký thi cuối kỳ với môn học có mở trong thời hạn một năm học. Nếu SV thi đạt, thì điểm VP này sẽ được chuyển thành điểm  (DT). Trong trường hợp SV thi không đạt, thì điểm thi sẽ được lấy làm điểm tổng kết thay thế cho điểm VP. Điểm VP sẽ không được thay thế bằng điểm các lần học sau và ĐTBTL được tính từ điểm cao nhất của các lần học (xem Điều 18, Điều 19, Điều 14).  Em có một vài câu hỏi:        1) Nếu \"SV thi đạt\" thì thi cuối kì là bao nhiêu điểm thì đạt?        2) Về \"điểm  (DT)\", \" - 21 - DT-  nhưng không tính vào ĐTB\". Như vậy là bỏ môn đó ra không tính điểm cho ĐTBTL hay lấy điểm rớt (3.5 điểm) tính cho ĐTBTL?        3) Em có đăng kí hoãn thi cho môn siêu cao tần nhưng lại điểm 13, sao không được tính thành điểm 22 (vắng thi có phép) hoặc điểm 14 (Hoãn thi, được phép thi sau)? Em có gửi minh chứng là em có giấy xuất viện khi là F0 tại kí túc xá.        4) Em có thể đăng kí thi lại (môn hoãn thi) cho siêu cao tần nếu môn đó trong kì 211 chỉ mở môn dự thính? Mong nhận được phản hồi sớm nhất từ thầy/cô vì em không biết tính như thế nào để ra trường được.",
    "Kính gửi Phòng Đào Tạo !  Em tên :  MSSV :  Lớp     : CK17LTH Em là sinh viên liên thông cơ khí chế tạo máy khóa 2017 ( liên thông từ cao đẳng bảo dưỡng công nghiệp - đại học bách khoa TPHCM )  . Hiện em đã hoàn thành hết các môn học , đã xác nhận bằng toeic bên trường . Em chỉ còn thiếu  luận văn tốt nghiệp ( ME4029 ) , em đã đăng ký môn học vào học kỳ 1 này , đã xác nhận thành công nhưng giờ vào lại thì thấy ghi là : \" Bạn không thể đăng ký  môn học , vui lòng liên hệ phòng đào tạo \"  . Vậy hiện tại em có thể làm thế nào để được đăng ký Luận Văn Tốt Nghiệp ( ME4029 ) để hoàn thành hết chương trình học được đây ạ ! Em kính mong Phòng Đào Tạo có thể tạo điều kiện để em hoàn tất chương trình học và lấy bằng tốt nghiệp ạ ! Em xin cám ơn rất nhiều !",
    "Em tên:   : Trong học kỳ 1 năm học 2021-2022 em có đăng ký môn học Hệ thống năng lượng xanh (EE3131)_ (DT_HK211). Tuy nhiên em đã qua môn học (vừa mới có điểm) nên em kính nhờ Thầy/cô cho em xin rút môn học. Trân trọng!",
    "Hôm nay em nhận được điểm cuối kì nhập trên hệ thống môn Giải Tích 1 (MT1003) là 13 (). Em đã đăng kí hoãn thi trước đó với lý do sức khoẻ sau khi tiêm vaccine. Vậy tại sao em không được xét là điểm 14 ạ?  Em mong văn phòng kiểm tra lại thông tin điểm giúp em ạ . Em cảm ơn",
    "Em chào Thầy/Cô! Em tên:  MSSV:  Ngày sinh: 24/04/1998 SĐT: [phone_number] Nay em làm đơn này xin được rút môn học Đề cương luân văn tốt nghiệp, do đã có điểm vào học kỳ trước đó (Hình ảnh đi kèm). Mong Thầy/Cô xác nhận ạ. Em xin cảm ơn!",
    "Chào Thầy/Cô, Em tự giới thiệu em là: Sinh viên :  MSSV      :  Lớp       : DD16DV3 nội dung: đăng kí môn học để duy trì trạng thái sinh viên sau khi đã được nhà trường thu nhận lại. Mã số môn học mong muốn đăng kí: EE3151: Đồ án (Kỹ thuật điện tử, truyền thông ) Em mong Thầy/Cô giúp đỡ em với ạ. Em chân thành cảm ơn Thầy/Cô.",
    "Cho em hỏi về đăng ký rút môn học học kì 211 là khi nào vậy ạ. Cách rút môn và mẫu đơn như thế nào ạ Em cảm ơn pđt",
    "Kính gửi PDT  Em tên:   MSSV:  Em đã đăng ký LVTN trong học kỳ này, nhưng kiểm tra thì hệ thống báo môn tiên quyết không đạt . Em đã kiểm tra lại tất cả môn học đã công bố điểm trên hệ thống thì em thiếu môn tiên quyết (Thực tập điện tử 1 và Máy điện đang học ở học kỳ II năm học 2020-2021 nhưng do dịch nên tạm dừng) . Theo thông tin điều kiện đăng ký thì tất cả các môn học ở học kỳ trước được xét là đạt cho dù chưa có điểm và sẽ hậu kiểm sau . Kính mong PDT xem xét cập nhật lại để em đủ điều kiện nhận LVTN ạ . Trân trọng!",
    "Kính gửi phòng Đào tạo! Em tên:  Mssv:  Em là sinh viên văn bằng 2. Hiện em đã hoàn thành hết các môn học trong chương trình k2016. Thời hạn đào tạo của em đến tháng 10/2021, nhưng do tình dịch bệnh nên em còn thiếu anh văn 2 kỹ năng nói viết để xét tốt nghiệp. Hiện tại em đang bị khóa quyền đăng ký thi anh văn, em mong phòng Đào tạo cho em đăng ký thi trong đợt sắp tới. Em xin cảm ơn!",
    "Chào phòng đào tạo, sau khi đăng kí môn học qua bksi, hiện tại em vẫn chưa có thời khóa biểu trên BK Stinfo, cũng như chưa khóa học trên BK e-learning. Và do đó, em không có cách nào để biết giảng viên giảng dạy môn là ai và không thể liên lạc với giảng viên ấy. Em không biết liệu rằng em đã đăng ký thành công hay chưa. Mong phòng đào tạo cho em thông tin tường minh hoặc cập nhật đầy đủ trên các hệ thống ạ. Em chân thành xin cảm ơn.",
    "Kính gửi Trường Đại Học Bách Khoa, Em tên , Mssv , sinh viên P.F.I.E.V nghành kỹ thuật hàng không. Em có đăng ký Luận văn tốt nghiệp Msmh: 213700 trong học kì này. Nhưng em không có lịch trong thời khóa biểu . Phòng đào tạo giải đáp lý do giúp em với ạ . Em đã được Thầy  bộ môn Kỹ Thuật Hàng Không nhận đề tài luận văn rồi ạ . Em mong nhận được phải hồi sớm nhất . Trân trọng và cám ơn ạ.",
    "Dạ em chào các Thầy/Cô, Em là , MSSV  khóa K2017 ạ. Hiện tại em đã hoàn thành xong khóa bảo vệ luận văn để tốt nghiệp. Em mong muốn được Thầy/Cô hỗ trợ giúp em ạ. Tháng 5/2021, em có đăng ký thi toeic Listening & Reading tại trung tâm trường. Tuy nhiên, do tình hình Covid-19 diễn biến phức tạp nên đã bị hủy thi, vì vậy em không kịp thi đạt 600 để chuyển đổi av3 và av4 để có thể đủ điều kiện xét tốt nghiệp. Trước đó, em đã thi kỳ thi anh văn đầu vào được nhà trường tổ chức có sự coi thi của nhân viên IIG (có lăn tay, quét cổng an ninh như thi thật ở trung tâm IIG) tại CS2 được 600 điểm (đạt av4 theo bảng chuyển điểm). Thầy/Cô cho em hỏi điểm này có được dùng để chuyển điểm av3 và av4 trước tình hình dịch căng thẳng trên cả nước và không biết khi nào IIG có thể tổ chức thi trở lại không ạ. Em mong Thầy/Cô có thể xem xét giúp em vấn đề này để tạo điều kiện cho em được xét tốt nghiệp, ra trường đúng hạn ạ? Nếu không thể, vậy có cách nào để chuyển đổi av3 và av4 giúp em có thể được tốt nghiệp vào cuối HK211 không ạ? Em cám ơn rất nhiều ạ . Cuối cùng, em chúc quý Thầy/Cô thật nhiều sức khỏe, an toàn vượt qua đại dịch Covid ạ! Trân trọng, ",
    "Em chào quý thầy cô,  Em có nhu cầu làm lại thẻ sinh viên do bị mất, khi đăng ký in lại thẻ trên Mybk và chuyển phát qua bưu điện, thì hệ thống báo lỗi. Em đã thực hiện nhiều lần nhưng vẫn không được. Hệ thống báo lỗi như hình em đính kèm ạ. Em xin hỏi cách khắc phục sự cố trên và còn cách nào để đăng ký in thẻ sinh viên được không ạ? Em xin chân thành cảm ơn!",
    ". Chào thầy/cô,  Em là , MSSV: , em thuộc diện con thương binh, những học kỳ trước với các môn học lần đầu em đều được miễn nhưng tại sao học kỳ này trường lại tính học phí của em tính luôn cả học phí môn học mới chỉ học lần đầu tiên. Em đăng kí 17 tín chỉ. Em cải thiện 9 tín chỉ thì trường phải tính học phí 9 tín chỉ mới đúng với quy chế ạ. Những học kỳ trước trường chỉ tính học phí tín chỉ học cải thiện thôi ạ. Nếu trường có thay đổi quy chế phải thông báo sinh viên để kịp chuẩn bị chứ ạ, sao lại thay rồi và tính luôn học phí tín chỉ mới học môn lần đầu ạ. Mong thầy cô xem xét trường hợp của em.(Xác nhân con thương binh em đã gửi cho trường năm 2019 và trường xác nhận không cần gửi đơn xác nhận vào các học kỳ sau, trường sẽ tự động miễn giảm học phí luôn). Em chân thành cảm ơn thầy cô đã xem.",
    "Kính thưa Phòng đào tạo, Em là sinh viên k17 có nhận được email về việc đăng ký thi toeic nói viết đợt 1, mã BKE123. Em xin phép hỏi: em có nhận được mail thi đợt 1, nếu như em không đăng ký thi (do chưa chuẩn bị đủ kiến thức) thì những đợt đăng ký sau (nếu có), em có được phép đăng ký thi không ạ? Em xin cảm ơn! Trân trọng.",
    "Kính gửi thầy/ cô,  Em có nhận được thông tin là sẽ có 4 đợt thi nói viết trong tháng 9 và tháng 10, trong mỗi đợt PĐT sẽ gửi mail cho 800 sinh viên và bắt buộc các sinh viên đó phải thi trong đợt đó, có nghĩa là chúng em không được chọn đợt mình thi đúng không ạ? (em có đính kèm hình ảnh) Em xin cảm ơn thầy/cô.",
    "Em chào PĐT, Em có nhận được mail của PĐT thông báo về việc đăng ký thi Anh văn online 2 kỹ năng nói - viết. Em muốn hỏi là: nếu em không đăng ký thi trong đợt 1, thì có thể đăng ký trong đợt 2 hoặc 3 hoặc 4 không ạ? Hay bắt buộc phải đăng ký trong đợt 1 này ạ? Em xin cảm ơn.",
    "Em viết email này nhằm muốn được giải đáp về vấn đề không hiển thị trên hệ thống e-learning môn học Dự thính HK211 mà em đã đăng ký . Cụ thể: - Đợt đăng ký môn học Dự thính bổ sung HK211, Lộ trình 2, đợt 2 (học từ 30/8) - Môn đặng ký là Giải tích 2 - MT1005, lớp DT04 do cô  phụ trách giảng dạy ạ . Hiện đã bắt đầu tuần học của môn, nhưng môn học này vẫn chưa hiển thị cả trên thời khóa biểu cá nhân và hệ thống e-learning của em . Em có đính kèm hình làm minh chứng cho việc đã gửi đăng ký môn học phía dưới.",
    "Tốt nghiệp       Xin chào thầy cô,  Em là sinh viên K17, vừa xong luận văn, còn thiếu chuẩn anh văn nói viết để ra trường  Vừa qua, em đã nhận được email về việc sẽ tổ chức 4 đợt thi nói viết  Em có thắc mắc là nếu em không đăng kí thi đợt 1 thì em có thể đăng kí thi đợt sau được không ạ, vì hiện tại tình trạng wifi chỗ em ở không ổn định nên em tính đợi đến tháng 10 nếu hết giãn cách để qua nhà bạn em thi  Hiện tại em nghe một số bạn bảo là đợt 1 chỉ có 800 suất cho những ai nhân được mail từ pdt, ai nhận mail pdt mà không đăng kí đợt 1 thì sẽ không được đăng kí các đợt khác  Em hi vọng thầy cô giải đáp thắc mắc giúp em ạ  Xin cảm ơn  Trân trọng,   ",
    "Em xin giảm học phí do kì chính quy em chỉ đăng ký mỗi 3 chỉ ạ. Gia đình em cũng đang gặp khó khăn do covid-19 và nhà em còn có F0 nên mong nhà trường hỗ trợ giảm học phí chính quy ạ.",
    "Nguyễn _MSSV: Em muốn xin đăng kí các môn học này ạ, mong pdt xem xét cho em, Mã số-Tên môn học: -TR3053 - Thiết kế tàu thủy -MT1003 - Giải tích 1 -TR2037 - /thủy1-tĩnhhọc -1003 - Vật lý 1 -MT1005 - Giải tích 2 -GDTS_2 - Chuẩn thể chất sau năm 2",
    "Em tên là  MSSV  Lớp XD17KT - Ngành kiến trúc - Khoa xây dựng Mục đích em muốn nhờ thầy cô hỗ trợ em đăng ký môn học CI2013 - Bố cục tạo hình kiến trúc 2 để có thể duy trì việc học tại trường đại học Bách Khoa.",
    "Em muốn hủy môn học cho học kỳ 211 thì quy trình thế nào ạ (hiện tại là hết hạn hiệu chỉnh môn học)  .",
    "Chào thầy(cô)  Em là sinh viên khoa k16 của Trường Vừa rồi em có đăng kí luận văn nhưng bị hủy do thiếu ngày CTXH vì địa phương em bị bung dịch nên em  gửi xác nhận tham gia tình nguyện chốt chặn dịch ở địa phương muộn nên chưa được cập nhật ngày ctxh Mong thầy (cô)  cập nhật giúp em để em được làm luận văn trong kì này ạ!  Em xin cảm ơn .",
    "Do dịch Covid-19 nên hiện tại công ty ba em không phát lương. Em thấy thông báo học phí dự thính trên mybk hạn là 14 tháng 9 nhưng thật sự hiện giờ nhà em không còn một đồng để đóng học phí, em có nói mẹ em thì mẹ em nói hiện giờ nhà không còn tiền nên không đóng được thì nghỉ học kì này. Em muốn xin phòng đào tạo có thể mở gia hạn được không ạ?",
    "Dạ em chào Thầy/ Cô ạ,  Em có nhận được mail trường về đăng ký thi anh văn nói viết trong tháng 9 và tháng 10. Tuy nhiên trong mail thì trường có bảo rằng chỉ được đăng ký 1 lần duy nhất. Vậy em có thể đăng ký tháng 10 được không ạ? hay em phải đăng ký tháng 9 (do bên trung tâm BK English có mail rằng nếu nhận được mail của trường thì phải đăng ký đợt 1- tức là tháng 9, nếu không đăng ký thì em sẽ không đăng ký được những đợt tiếp theo- tức là tháng 10). Em muốn hỏi có đúng như vậy không ạ Em chân thành cảm ơn.",
    "Hiện hổi học kì vừa rồi là 202 và 203 em có trùng giờ và môn thi AV3. Em có liên lạc pdf 1 lần rồi và kêu em liên hệ thầy giải quyết bên Trung tâm anh văn và Thầy bảo giờ em cứ thi đi nếu rớt sẽ tạo điều kiện thi lần 2, mà hiện giờ em nhận được điểm 13 thi giải quyết sao ạ, em hoang mang quá. Rất mong nhận được phản hồi từ quý thầy cô ạ.",
    "Hiện nay địa phương em sinh sống đã gửi giấy gọi nghĩa vụ quân sự, hạn chót là ngày 14/9 cần phải nộp giấy xác nhận cho phường. Tuy nhiên hệ thống in giấy xác nhận lại đang tạm ngưng để phục vụ tân sinh viên K21. Em xin hỏi có cách nào khác để có thể chứng minh em hiện vẫn đang là SV và đang theo học tại trường hay ko . Em xin cảm ơn. P/s: nơi em sinh sống ko có chi nhánh ngân hàng OCB nên cũng ko thể xác nhận bằng biên lai nộp học phí được ạ.",
    "Em chào PĐT ạ! hiện tại nhà em khó khăn do dịch covid, em có đăng kí vay vốn Quỹ ĐHQG mà tới tháng 11 mới được. Cho em xin phép gia hạn học phí dự thính tới tháng 11 đóng chung với kì chính được không ạ? Em xin cảm ơn ạ!",
    "Dạ em chào phòng đào tạo, Em có đăng ký hoãn thi 2 môn là Giải tích 2(MT1005) nhóm tổ CC11-A của học kì 203 và Đại số tuyến tính (MT1007) nhóm tổ CC12-A của học kì 202 vừa rồi nhưng mà điểm thi của em không phải là điểm hoãn mà lại là điểm 13. Phòng đào tạo xem giúp em ạ, em cám ơn!   i ",
    "Hiện tại điện thoại em bị lỗi camera khả năng cao không thi được môn mạch điện tử vào ngày 12/9 tới. Em xin hỏi pdt là em xin hoãn thi có phép thì em điền vô  https://forms.gle/ckyYcJMWN7w3kqe56 theo hướng dẫn trong mail Phương thức đăng ký hoãn thi HK202 (Chính quy và dự thính) + HK hè 203 và không cần xin phép giảng viên hay sao ạ. Em xin cảm ơn vì đã dành thời gian đọc",
    "Dạ, chào quý thầy/cô Cho con hỏi. -Trường khi nào mới vận chuyển sách được ạ -Con vào trang đăng kí mua sách mà có thông báo tạm dừng vận chuyển rồi ạ",
    "Kính gửi pđt,  Em nhận được email về việc đăng ký thi nói viết đợt 1, trong trường hợp đợt này hết slot đăng ký, thì em có được đăng ký vào các đợt tiếp theo không ạ? Hay bắt buộc em phải đăng ký vào đợt 1 ạ?  Mong nhận được phản hồi. Em cảm ơn thầy cô ạ.",
    "Thưa thầy/cô, Theo như email em nhận được từ phòng đào tạo thì trong    tháng 9 sẽ tổ chức 4 đợt thi, mỗi đợt sẽ tổ chức cho 800 sinh viên, mỗi người chỉ thi được 1 lần, nếu không đăng kí được đợt này thì đợi thông báo sau. Tuy nhiên, em có một số thông tin từ BKenglish là những sinh viên nhận được email này chỉ được đăng kí đợt này, những đợt sau không được đăng kí. Do có một số hiểu lầm, em rất mong PĐT xác nhận thông tin này giúp em với ạ. Nếu em không đăng kí được đợt 1 tháng 9, vậy những đợt sau có được đăng kí không ạ? Do thiếu về điều kiện vật chất nên không tham gia được, vậy em có cần làm đơn xin đổi đợt thi được không ạ?",
    "Em tên  (). Em hiện đang là sv nâm 4 hệ đại trà chính quy. Em muốn hỏi rằng trong học kì 192 này em có đăng kí 3 môn như sau: - luận văn tốt nghiệp (học kì chính) - kĩ thuật điện (học kì chính và học cải thiện điểm, đã qua môn này trước đó) - đại số tuyến tính ( dự thính, cải thiện điểm, đã qua môn trước đó) Vậy em muốn hỏi là xét học bổng cho HK 192 này thì có xét môn kĩ thuật điện và đại số tuyến tính không ạ? Hay chỉ xét đối với luận văn tốt nghiệp. Em cảm ơn. Rất mong được phản hồi nhanh .",
    "Chào anh chị phòng đào tạo, hiện tại có thông tin những người nhận được mail thi AV nói viết phải bắt buộc thi đợt 1 và không được phép đăng kí các đợt thi sau. Em xin hỏi thông tin này đúng không. Mail gấp quá nên cũng chưa ôn bài được gì ạ . Em cảm ơn phòng đào tạo.   i  .",
    "Kính gửi quý PĐT, Em là  - MSSV:  Năm học 2020-2021 vì em tham gia BHYT định kỳ mỗi năm trễ hơn các bạn khác, nên đã đăng ký và thanh toán ngày khi trường thông báo đợt 3, cho BHYT sinh viên 6 tháng có hiệu lực từ tháng 7/2021 đến tháng 12/2021. Tuy nhiên đến thời điểm hiện tại, em có theo dõi tình hình tham gia BHYT của mình trên ứng dụng VSSID theo yêu cầu của nhà trường đã hướng dẫn sinh viên đăng kí đầu năm 2021, tuy nhiên dù đang thanh toán từ 1/6/2021 nhưng đến thời điển hiện tại là 5/9/2021, sau 3 tháng vẫn chưa được cập nhật thời hạn tham gia BHYT cho tới cuối năm 2021 ạ. Vì em đã theo dõi khá lâu nên hôm nay quyết định bày tỏ thắc mắc và kính mong quý PĐT giải đáp - kiểm tra cập nhật lại giúp em với ạ vì với em số tiền đó cũng không phải nhỏ ạ. Em xin chân thành cám ơn.   i  .",
    "Cho em hỏi là học kỳ chính 211 em có đăng ký 4 chỉ   25% sao lại nộp học phí tận 4,387,500 đ cơ ạ. Mong ad giúp đỡ ạ.",
    "dạ cho em hỏi có thể xin dời hạn đóng học phí dự thính đến tháng 11 chung với kì chính được không ạ? Hiện nơi em đang giãn cách xã hội theo chỉ thị 15 tăng cường đến 15/9/2021, người thân không có sử dụng thẻ nên không chuyển tiền qua thẻ mà phải đến ngân hàng ở khác xã để chuyển. Nhưng hiện việc di chuyển rất nan giải ạ.",
    "Chào thầy cô, Em là sinh viên năm 4. Em có nhận được mail của trường sẽ tổ chức thi anh văn 2 kỹ năng speaking-writing đợt 1. Tuy nhiên, em không đăng kí thi trong đợt 1 thì em có cơ hội đăng kí thi vào các đợt khác không? Hay em bắt buộc phải đăng kí thi trong này. Mong sớm nhận được phản hồi từ thầy cô. Chân thành cảm ơn.",
    "Hôm nay mình có vào BKpay để điểm tra học phí phải đóng cho hk201 và nhận thấy số tiền trường yêu cầu mình thanh toán không chính xác lắm. Mình là sinh viên thuộc diện hỗ trợ con thương binh được miễn 100% học phí, vậy nên mong nhà trường kiểm tra và phản hồi sớm nhất có thể . Xin cảm ơn",
    "Em chào PĐT, Trong tình hình dịch bệnh, em không thể đến ngân hàng OCB để nộp tiền học.Vì xưa nay, em đã thất lạc tài khoản ngân hàng OCB ạ, nếu xin được cấp lại tài khoản OCB thì em phải làm như thế nào ạ. Em cảm ơn ạ",
    "Dạ quý thầy/cô cho em hỏi bây giờ đăng ký tạm hoãn hk 211 thì học phí có phải đóng không ạ. Em cám ơn",
    "Chào thầy cô, vừa rồi em có nhận được mail thông báo đăng ký thi anh văn nói viết 2 kĩ năng từ phòng đào tạo, em có thắc mắc là chỉ những ai nhận được mail mới có thể đăng kí môn học hay sao ạ ? Và nếu trong đợt 1 tháng 9 này mà em không đăng ký thi (dù e đã nhận được mail) thì qua đợt 2 thi tháng 10 e có còn nhận được mail và được đăng ký thi không ? Do hình ảnh đính kèm nên e có những thắc mắc mong được thầy cô giải đáp.",
    "Em chào thầy/cô phụ trách, em đã đăng ký môn dự thính vào đợt 3, đã gửi phiếu đăng ký thành công, nhưng hiện giờ thời khóa biểu và bkel em vẫn chưa có môn đó ạ. Em nghe bạn em bảo là đã học rồi. Em cảm ơn ",
    "Em xin chào PĐT ạ! Em có một câu hỏi xin được thầy cô PĐT giải đáp: Về kì thi anh văn nói viết, em vừa nhận mail có biết thông tin sẽ tổ chức 4 đợt. Em thắc mắc em nhận được mail thì bắt buộc phải thi đợt 1 đúng không ạ? Hay em có thể chọn 1 trong 4 đợt để dự thi ạ? Em xin cảm ơn và mong PĐT giải đáp giúp em.",
    "Kính chào Thầy/Cô, Tình hình dịch bệnh có lẽ sẽ còn kéo dài và hiện tại các chương trình đưa sinh viên trở về lại quê vẫn còn đang được diễn ra. Vì thế việc trở lại trường để đăng ký thi lấy chứng chỉ ngoại ngữ sẽ gặp phải rất nhiều trở ngại trong điều kiện hiện tại . Vậy PĐT đã có kế hoạch gì để hỗ trợ sinh viên trong việc pass chuẩn AV hằng năm chưa ạ? Hồi tháng 5 em đã có giấy chứng nhận đạt 600+ Toeic của Trung tâm Ngoại ngữ BKEnglish cấp để xét Danh hiệu SV 5 tốt, vậy không biết là PĐT có thể xem xét giấy này để hỗ trợ cho sinh viên trong điều kiện khó khăn hiện tại không ạ? Em cảm ơn",
    "Em xin chào quý thầy/cô! Em là , sinh viên K17. Hiện tại, phòng đào tạo có gửi email cho sinh viên đăng ký kỳ thi anh văn nói viết trực tuyến (online) và có ghi rõ sẽ tổ chức 4 đợt thi trong tháng 9, 10. Thầy, cô cho em hỏi là nếu em chưa muốn đăng ký đợt thi đầu để đăng ký cho đợt 2 thì có được không ạ. Hay là sinh viên khi nhận được email thông báo đăng ký thi thì phải đăng ký thi vào đợt đấy luôn . Em mong nhận được phản hồi sớm từ thầy cô. Em chân thành cảm ơn thầy/cô.   i  .",
    "Em là  (MSSV: ), thuộc khoa Kỹ Thuật Xây Dựng Em thuộc đối tượng chính sách con thương binh, được miễn học phí 100%, tất cả các học kỳ chính khóa trước đây em đều được miễn học phí nhưng học kỳ 211 này thì trên BKPay lại thông báo đóng học phí, em không biết lý do vì sao, mong thầy cô giải đáp giúp em ạ. Em xin chân thành cảm ơn",
    "Em là sv k17, kì 211 này e vẫn còn môn học, em muốn biết giá tính chỉ học phí hiện tại đối với k17 còn đang học là bao tiền ạ, em thắc mắc chưa hiểu kì này e đk 6 chỉ bao gồm ĐCLV và học phí là 2tr800k là như thế nào ạ. Em cảm ơn",
    "Kính gởi phòng đào tạo, Do dịch và khu vực bị giãn cách chỉ thị 16 nên em chưa có đủ điều kiện đóng học phí dự thính vào 7/9 sắp tới và em có dự định làm đơn xin đóng học phí trễ . Em đã tìm được mẫu đơn trên aao và em muốn hỏi là đơn này em sẽ gởi tới phòng đào tạo qua mail hay là như thế nào ạ? Em chân thành cảm ơn.",
    "Em là sv k17, kì 211 này em còn môn học, em muốn biết giá tính chỉ học phí hiện tại đối với sv k17 còn môn học là bao nhiêu tiền 1 tc. Em thắc mắc chưa hiểu em đăng kí 6 chỉ bao gồm ĐCLV ở kì chính 211 này và học phí báo trên bkpay là 2tr800k . Em cảm ơn và mong pdt phản hồi",
    "Hiện nay trên BKPay còn thông báo về khoản 35 000 đồng (ba mươi lăm nghìn đồng) cho lệ phí in bảng điểm. Vào ngày 17/7 em đã thanh toán và cũng đã nhận bảng điểm thành công, nhưng do phát sinh lỗi bên myBK và khi thanh toán bên OCB thì yêu cầu in bảng điểm bị lặp lại một lần và đến ngày hôm nay (ngày 5/9) em mới nhận ra điều đó. Vì hạn thanh toán đã hết và em không thể giải quyết được (ảnh đính kèm). Em có câu hỏi là trường hợp này em có được xét tốt nghiệp hay không, nếu không được xét tốt nghiệp vì lý do nợ học phí thì kính mong PĐT có thể xem xét giải quyết giúp em . Em xin trân trọng cảm ơn",
    "Em có câu hỏi,  1) Nếu môn lvtn bị xóa vì không đủ điều kiện tiên quyết (Đã đăng kí thành công) Liệu sau khi xóa khỏi tkb, học phí ở bkpay có cập nhật lại xóa học phí lvtn không? 2) Pđt nói đầu tháng 9 có thông báo về rút môn, cụ thể là khi nào? Em xin cảm ơn, mong được pđt hỗ trợ.",
    "Em chào Thầy Cô! Em tên là , MSSV . Em là SV trong lớp kỹ sư tài năng DD18KSVT. HK201 do chưa đủ 7.5 môn Thiết kế hệ thống nhúng (EE3003) nên HK211 này em có đăng ký lại để học cải thiện, nhưng còn học phần tài năng của môn Thiết kế hệ thống Nhúng (EE300B) thì em đã được 8.5 ở HK201. Do vậy em không hiểu tại sao TKB HK211 bây giờ của em vẫn còn môn EE300B dù em đã đủ điều kiện đạt của chương trình KSTN ở HK201 rồi. Vậy em vẫn phải học lại học phần tài năng của môn EE3003 ạ? Rất mong nhận được phản hồi từ Thầy Cô!",
    "Em là V : Hôm nay em làm đơn này để nộp  Đồ án môn học thiết kế ô tô (TR4037) và Đề cương luận văn tốt nghiệp (Kỹ thuật Ô tô) (TR4315). Lý do: Đăng ký nhầm thứ tự môn học Mong PĐT sớm xét duyệt  Chân thành cảm ơn ",
    "Trong thông báo về đăng kí thi AV 2 kỹ năng trực tuyến đợt 1 của PĐT mà em nhận nhận được , có: \"1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí)    B Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.   \" Nhưng em thấy có một số thông tin từ BK English cho rằng: các bạn nhận được mail đợt 1 thì chỉ được đăng kí đợt 1 và các đợt sau không được đăng kí nữa. Nếu có lý do chính đáng mới được xem xét đăng kí các đợt sau . Như vậy, nguồn tin nào mới đáng tin cậy ạ. Nếu không đăng kí Đợt 1 thì có thể chờ Đợt 2, 3, 4 để đăng kí không? Chỉ được đăng kí 1 lần mà bắt buộc thi Đợt 1 nữa, thì các bạn chưa ôn kịp thì sao? Lý do:\"Chưa học gì để thi kịp\" có phải là lý do chính đáng không? Mong PĐT nhanh chóng giải đáp thắc mắc giúp em. Em cảm ơn ạ .",
    "Em chào anh/chị ! Em đã hoàn thành hết các môn để tốt nghiệp và hiện tại em có đăng ký một môn học anh văn để duy trì tình trạng sinh viên. Em có thắc mắc là nếu em tiếp tục học môn này thì có được xét tốt nghiệp vào tháng 11 không ạ ? Nếu không được thì em phải làm thế nào ạ ?",
    "Em chào anh/chị! Em có nhận được Mail đăng ký thi anh văn nói viết đợt 1. Em muốn hỏi là có bắt buộc phải đăng ký đợt 1 không ạ hay là muốn đăng ký bất kỳ đợt nào trong các đợt này hay sao ạ ?",
    "Em chào thầy cô ạ. Em có mong muốn được phép gia hạn thời gian đóng học phí của Học Kỳ Dự Thính . Vì lí do: Gia đình em chỉ có một mình mẹ em nuôi hai con học Đại học, không có ai chu cấp thêm. Hơn nữa em của em vừa mới đóng học phí xong. Nên hiện tại việc có tiền đóng học phí cho em trong tình dịch bệnh là gần như không thể. Tiền còn lại trong gia đình chỉ đủ dùng cho sinh hoạt. Em đã có liên lạc với cô chủ nhiệm để xin ý kiến. Nên em mong phía PĐT có thể giúp đỡ cho em. Em xin cảm ơn ạ.",
    "dạ em chào PĐT, cho em hỏi là bây giờ có hạn thanh toán đóng học phí, mà tình hình dịch bệnh đang giãn cách và gia đình em đang gặp khó khăn về kinh tế, em muốn xin làm đơn gia hạn thời gian đóng học phí được không ạ, em cảm ơn nhiều ạ.",
    "em bị mất khung điểm của môn gt1 trên bảng điểm của em ạ , mong thấy cô xem lại cho em ạ",
    "Chào thầy/cô, em có nhận mail đăng ký thi anh văn nói viết với mã môn học là BKE123. Nhưng hiện giờ em chưa chuẩn bị tốt để thi nên em đợi đợt sau thi được không, vì em thấy trong mail bảo chia làm 4 đợt và đây chỉ là đợt 1 ạ. Mong thầy/cô giải đáp.",
    "Dạ em chào PĐT ạ...Em tên là , mssv . Em muốn hỏi PĐT về vấn đề học phí. Em thuộc diện gia đình chính sách (cụ thể là con Thương binh) nên em được miễn học phí trong những kì vừa rồi. Kì 202 em gặp chút vấn đề nên em không đăng kí Luận văn. Kì này 211 em đã đăng kí Luận văn và hôm nay bên BKPay hiển thị số tiền học phí em phải đóng là bao gồm 9 chỉ học phí của môn Luận Văn. Dạ cho em hỏi trường hợp của em thuộc diện gia đình chính sách thì có được miễn học phí môn Luận văn không ạ? Em rất mong chờ câu trả lời ạ. Em cảm ơn!",
    "Em tên là , MSSV: . Em nhận được email thông báo đăng ký thi nói viết online Tiếng anh đợt 1. Cho em hỏi nếu đã nhận được email vào đợt 1 thì em bắt buộc phải đăng ký thi trong đợt 1 (ngày đăng ký 6/9 - 8/9) hay em có thể được đăng ký thi ở những đợt sau không ạ? Và quá trình đăng ký có cho phép sinh viên lựa chọn ngày thi và giờ thi không ạ? Em hiện tại chỉ có hai thiết bị có khả năng ghi hình là điện thoại và laptop, cho phép em hỏi sau khi đã thi xong, em có quyền thoát điện thoại (được sử dụng làm thiết bị phụ ghi hình lúc thi) để scan bài thi viết không ạ? Em xin chân thành cảm ơn!",
    "Em tên là , việc là hôm nay em có xem qua học phí của kì này và em có 2 điều thắc mắc cần được giải đáp ạ: - Thứ nhất: là học phí tại sao lại không chia thành 2 đợt như những kì trước ạ. - Thứ hai: nhà trường có định giảm học phí không ạ? ( Do gần đây em có nghe về việc giảm học phí cho học sinh và sinh viên). Em cảm ơn!",
    "Em chào thầy/cô ạ. Em là -MSSV: HK211 này t có đăng ký dự thính PPT lớp DT01 thầy , lịch học bắt đầu từ tuần 33 ngày 16/8 tiết 13-14. Nhưng mấy tuấn nay e vào BKEL thì không thấy link meet ạ. Mà bấm vào mục \"Nhóm: [DT01]\" thì lại có link và 1 video rồi ạ. Em không biết có xảy ra lỗi link gì không ạ? Mong thầy/cô giải quyết giúp em ạ Xin cảm ơn",
    "Dạ em xin chào Thầy/Cô. Thầy/Cô cho em hỏi nếu kì này em rút 1 môn học thì có ảnh hưởng gì đến học bổng hay không? Em đọc trên AAO không thấy đề cập đến vấn đề học bổng ạ . Em xin cảm ơn ạ",
    "Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa Ngày 13/07/2020, em bị bệnh phải nằm viện nên đã đăng kí hoãn thi (trường hợp khẩn cấp - nằm viện, đính kèm file 1) Ngày 02/08/2021, em được Phòng Đào tạo gửi phiếu cho phép thi để thi vào ngày 22/08/2021.(đính kèm file 2) Đến nay có điểm thi thì Thầy chấm thi báo với em là Thầy không biết nhập điểm vào đâu và bình thường kí giấy nay onl thì phải làm sao. Mong quý Thầy/Cô Phòng Đào tạo giải đáp giúp em để em báo lại cho Thầy em nhập điểm vào, em xin cám ơn.",
    "Dạ em chào thầy/cô Em tên :  MSSV:  Hơn 2 tuần nay em ở tân phú có bị nhiễm covid nên lo điều trị em không để ý đến lịch thi môn Hóa ( CH1003). Nay em biết em đã quá hơn 5 ngày kể từ ngày thi (29/8). Em đã điền thông tin theo biểu mẫu ngày hôm nay. Kính mong thầy/cô xem xét giúp e được hoãn thi. Xin cảm ơn PĐT !!",
    "Em xin kính chào PĐT Em là , mssv , khoa Cơ khí, lớp CK19LTH. Em có một số vấn đề liên quan đến kỳ thi Toeic 2 kỹ năng theo hình thức trực tuyến sắp tới, đợt 1 (thi từ 15/9 - 20/9/2021):    1) Em chỉ có 1 thiết bị có camera (điện thoại) là thiết bị chính thì có được dự thi không ạ?    2) Hiện tại em đang thực hiện lưu trú \"3 tại chỗ\" tại cty, em không có đủ trang thiết bị để dự thi, cho em hỏi là nếu em muốn hoãn thi sang đợt sau thì hồ sơ em cần những bằng chứng gì? Và cách thức để em nộp hồ sơ xin hoãn thi là như thế nào ạ?    3) Lệ phí thi Toeic 2 kỹ năng theo hình thức trực tuyến là bao nhiêu vậy ạ? Rất mong nhận được phản hồi sớm nhất từ PĐT, chúc các thầy cô luôn an toàn trước đại dịch.   I Thank you & Best Regard  /I",
    "Em tên là  MSSV    i  . Em gửi yêu cầu này là vì học phí kỳ chính trong kỳ 211 của em không được miễn giảm học phí 70% nữa là sao ạ? do em thuộc diện dân tộc thiểu số mọi kỳ trước đều được giảm, sao kỳ này không được giảm ạ? Mong thầy cô tư vấn giúp em. Em xin chân thành cảm ơn",
    "Kính gửi phòng đào tạo, em thắc mắc về quy định đăng ký thi 2 kỹ năng nói viết như sau:    \"Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.\" =  Vậy nếu em thuộc diện đăng ký được trong đợt 1 nhưng không đăng ký thì đến đợt 2, 3, 4 em có được đăng ký hay không?",
    "PĐT cho em hỏi là em có nhận được mail về việc thông báo thi Speaking-Writing trong đợt 1 thì em phải đăng kí thi trong đợt 1 luôn hay em có thể đăng kí ở đợt sau ạ.",
    "Cho em hỏi muốn vay vốn sinh viện nhưng không có sổ hộ nghèo thì phải làm như thế nào ạ.",
    "Em là sinh viên khóa k15, em có muốn đăng kí thi tiếng anh nói viết kì này để hoàn thành chương trình đại học. Nhưng hiện tại em đăng không được( ảnh đính kèm bên dưới). Dạ, không biết vấn đề này em nên khắc phục như thế nào để được đăng kí thi tiếng anh nói viết ạ. Đợt đăng kí trước em cũng đăng kí không được ạ . Rất mong thầy cô phòng đào tạo xem xét để em đăng kí thi ạ Em xin cảm ơn",
    "Em xin chào quý thầy cô ạ!  Em tên là , MSSV  Học kỳ này em có đăng ký luận văn tốt nghiệp nhưng chỉ có trên Thời khóa biểu mà không có trên  cũng như  ạ. Như vậy thì có bị sai không ạ? Em xin cám ơn quý thầy cô!",
    "Dạ cho em hỏi điểm Vật Lí 2 em thi từ ngày 4/8 đến nay vẫn chưa có điểm. Cô đã nộp bảng điểm từ lâu. PĐT có thể cho em xin điểm môn học này được không ạ?",
    "Kính gửi Phòng đào tạo, Em là , hiện là sinh viên khóa K2017. Hôm trước em có nhận được email về việc PĐT và BK English tổ chức thi nói viết. Em có một số thắc mắc ạ: 1. Nếu em nhận được email \"Đăng ký thi Anh văn 2 kỹ năng\" thì có phải em bắt buộc thi vào đợt 1 trong tháng 9 không ạ? Do em đang dự định thi vào đợt tháng 10, vì một số bạn có liên hệ BKEnglish (có hình ảnh email của BK English) thì bên đó báo là nếu nhận được email trong tháng 9 thì chỉ được đăng ký thi trong đợt 1, những đợt sau không được phép đăng ký ạ. 2. Nếu em được đăng ký trong những đợt tiếp theo thì PĐT dự định sẽ tổ chức thi đợt nào, vào những ngày nào trong tháng 10 ạ?  Em xin chân thành cảm ơn! Sinh viên ",
    "Em xin chào, Đợt đăng ký bổ sung LVTN ngày 23/08 vừa qua. Em có đăng ký môn luận văn tốt nghiệp. Nhưng hôm nay em vẫn chưa có thời khóa biểu luận văn. Em kính mong PĐT xem xét em đang vướng lí do gì vẫn chưa có ạ. Mã môn LVTN CI4383 Em xin cảm ơn!",
    "Chào anh chị, Kì CQ 211 em đkmh gồm 16 chỉ và đề cương lvtn, nhưng em chưa có thực tập tn nên bên khoa bảo em chưa làm đề cương được và bảo bên PĐT sẽ có hậu kiểm. Nhưng khi tính học phí thì vẫn tính cả đề cương lvtn. Tổng hp của em là 6tr3, nhưng nếu em hủy đề cương lvtn thì chỉ có 5tr6 thôi chứ ạ ? Mong anh chị giải đáp ạ . Em xin cảm ơn.",
    "Kính gửi PĐT, Em là sinh viên khóa k17, em có nhận được mail về việc đăng thi nói viết đợt 1. Theo như thông báo thì dự kiến còn 3 đợt nữa sẽ tổ chức sau đợt 1 . Cho em hỏi:  1. Có bắt buộc sinh viện nhận mail đợt 1 phải đăng kí đúng đợt 1 không? 2. Nếu em không đăng kí đợt 1 này thì em có thể đăng kí các đợt sau không ạ? Mong PĐT giải đáp giúp em. Em xin cám ơn.",
    "qua 8:00AM ngày 6/9/2021, nhưng em vẫn không thể đăng ký thi toeic writing và speaking ạ. Với lý do trên hệ thống là chưa đến hạn đăng ký, mong thầy cô xem xét lại giúp em.",
    "Em chào thầy/cô, em là sinh viên khoá k16 và muốn đăng kí thi anh văn 2 kỹ năng online nhưng không đăng kí được vào đợt ngày 6/9. Em cũng không nhận được email thông báo về việc đăng kí thi 2 kỹ năng này ạ. Cho em hỏi vậy em muốn thi thì phải đợi đợt nào và cách thức như thế nào ạ?",
    "Em nhận được mail đăng kí thi anh văn Toeic 2 kỹ năng. Có phải sinh viên nhận được mail bắt buộc đăng kí trong đợt này không ạ? Hay mình có thể đăng kí đợt sau ạ?",
    "Chào thầy/cô! em muốn đăng kí nhận giấy chứng nhận sinh viên để hoãn nghĩa vụ quân sự cho địa phương ạ. Cho em hỏi là hiện nay em phải đăng kí và nhận như nào ạ?",
    "Cho em hỏi là đợt đăng ký thi TOEIC nói viết này em có được chọn ngày thi không ạ? Vì em đi làm nên chỉ có thể thi vào 1 số ngày thôi, nếu đăng kí đợt sau thì em cũng phải đi làm nên cũng chỉ có thể thi vào một số ngày. Nếu sau khi được thông báo ngày thi mà lại rơi vào ngày bận thì em có được giải quyết không?",
    "Em xin chào thầy cô PĐT, em xin hỏi, hiện tại nếu em KHÔNG đăng kí thi anh văn nói viết đợt 1, thì những đợt sau (2,3,4) thì em được đăng kí không ạ?",
    "Gửi thầy/cô, Em tên là , MSSV  lớp VL17NL. Hiện tại em vừa bảo vệ khóa luận tốt nghiệp trong HK202 và HK211 em không đăng ký TKB. Bên cạnh đó em vẫn chưa đủ các điều kiện ngoại ngữ để xét tốt nghiệp. Tuy nhiên, địa phương đang yêu cầu em gửi giấy xác nhận sinh viên trước ngày 25/09/2021 về để hoãn nghĩa vụ quân sự. Nên em muốn được giải đáp về việc: hiện tại em có được in giấy xác nhận sinh viên hay không ? và thủ tục in như thế nào ? Em xin chân thành cảm ơn. Trân trọng, .",
    "Dạ cho em hỏi là trong Mẫu vay vốn ngân hàng chính sách thì muc thời gian học mình điền là 4 năm hay tối đa là 6 năm rưỡi ạ? Với mục học phí hàng tháng mình tính như thế nào ạ? Em cảm ơn!",
    "Sinh Viên:  - MSSV:  Chào anh chị ạ!   Em sinh viên bằng 2 - Khoa kỹ thuật xây dựng.   Trong giai đoạn đại dịch phức tạp, ảnh hưởng đến thu nhập và đời sống sinh hoạt của bao gia đình. Đối với em đã có gia đình nhỏ và tình trạng dịch như này muôn vàn khó khắn hơn. Anh chị cho em hỏi chút thông tin về thanh toán học phí nhé .   Em mong muốn Nhà trường có thể thư thả cho sinh viên được giãn thời gian đóng học phí lại để sinh viên và gia đình có thể sắp xếp ạ, Em nghĩ về sự khó khăn này không riêng gì em. Kính mong anh chị thông cảm và có thể kính chuyển thông tin thư cho ban lãnh đạo Nhà trường hoặc đơn vị chủ quản liên quan đến vấn đề học phí ạ( vì em cũng không biết liên hệ trực tiếp đến ai cả)   Em cám ơn anh chị! Chúc anh chị luôn mạnh khỏe, bình an trong cơn đại dịch này ạ.",
    "Kính gửi BKSI BKSI cho em hỏi về việc thi anh văn nói-viết đợt 1 như đã thông báo ở gmail. Như em hiểu là kỳ thi này sẽ chia ra 4 đợt thi từ 15/9 đến hết tháng 10 sẽ kết thúc, mỗi đợt có 800 người có thể đăng ký. Có thông tin thêm từ chính phòng đào tạo là trong 4 đợt này có thể   B CHỌN    một trong bốn để thi tuỳ vào năng lực và nhu cầu. Nhưng phía BK English lại khẳng định là mỗi sinh viên chỉ thi được một lần duy nhất trong 4 đợt, và đợt thi cũng sẽ được chỉ định, nếu ai đợt 1 thì   B BẮT BUỘC    phải thi đợt 1 chứ không được   B CHỌN    như PĐT đã thông tin. Vậy BKSI có thể cho em biết thông tin nào là đúng, thông tin nào là sai để em và các bạn có thể có kế hoạch ôn tập hợp lý được không ạ? Em xin chân trọng cảm ơn",
    "Chào BGH Em là: ; MSSV:  Lớp: XD14CTT Nội dung: Hiện tại em đang nằm trong học kỳ gia hạn kéo dài của khoá vì chưa đủ điều kiện thi anh văn nói viết . Hiện em thấy có thông báo mở các đợt thi online vào 8 giờ ngày 6/9/2021 nhưng em không thể đăng ký được cho đợt này ạ. em cảm ơn ",
    "Em tên là  MSSV  trong lần đăng kí 2 đợt dự thính vừa qua em đã đăng kí thành công 2 môn là vật lí bán dẫn ( ở đợt dự thính cũ) và môn phương pháp tính( ở lớp dự thính mới bắt đầu từ ngày 30/08) vậy mà đến nay em vẫn chưa có thời khoá biếu của 2 môn. Em đã một lần đăng câu hỏi về đăng kí dự thính môn học đợt 1 nhưng không được xem và giải quyết. Mong phòng đào tạo xem xét lại và giải quyết sớm giúp em vì sắp đến đợt thanh toán học phí. Em xin chân thành cảm ơn!",
    "Dạ em chào thầy cô. Em là sinh viên K17. Kì này chúng em được đăng kí luận văn và thực hiện trong kì này nhưng do tình hình dịch bệnh nên chúng em chưa thể lên trường để làm thí nghiệm được ạ. Thầy cô có thể cho chúng em hỏi là liệu nếu dịch chưa ổn định thì tới lúc phản biện luận văn chúng em có được cho 2 đợt phản biện giống các anh chị k16 năm rồi không ạ? Em cám ơn thầy cô và mong nhận được phản hồi sớm ạ!",
    "PĐT cho em hỏi có bắt buộc đăng ký thi av Nói - Viết trong đợt này không ạ? Và nếu em không đăng ký em có bị cấm thi av trong 3 đợt còn lại không ạ?",
    "Em chào phòng đào tạo. Em bị buộc tạm dừng học học kỳ 202 vì không đăng ký môn học. Em muốn nộp đơn để được nhận học thì phải nộp như thế nào ạ? Em cám ơn",
    "Công tác xã hội . Kinh gửi Phòng Đào Tạo. Hiện tại tình hình covid-19 phức tạp, cho em hỏi thực hiên ngày công tác xã hội như thế nào ạ ? ",
    "Dạ cho em hỏi em đã đăng kí xin hoãn thi môn giải tích 2 HK202 nhưng đến nay chưa có kết quả ạ. Em có tham gia thi nhưng không đảm bảo sức khỏe nên đã rời sớm dẫn đến kết quả không tốt.",
    "Kính thưa quý thầy cô, hôm nay là đợt đăng ký thi anh văn 2 kỹ năng được mở . Trong mail : \"Đăng ký thi Anh văn 2 kỹ năng  theo hình thức trực tuyến-Đợt 1- MSMH:BKE123\" Em có theo dõi kỹ 2 phần lưu ý như hình đính kèm :  - Lưu ý: 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí)  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo. 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.",
    "Em tên  mssv  Em là sinh viên K15 thời gian đối với em hiện tại nó rất quan trong. Đây là lần thứ 4 em xin PĐT chuyển điểm các môn tương đương (em đã thống kê bằng file pdf đính kèm). Trong đợt đăng kí luận văn em đã thỏa điều kiện đăng kí mà không được cập nhật thời khóa biểu. Các bạn có trường hợp giống em đã được bổ sung thời khóa biểu và đã  bắt đầu nhận và lÀM luận văn. Em mong PĐT xem xét và bổ sung thời khóa biểu cho em trong ngày hôm nay để em được nhận và làm luận văn cho kịp tiến độ. Luận văn   Mã môn học CI4333.",
    "Chào thầy(cô), Em tên :  MSSV: Hệ : Khoa học và kỹ thuật máy tính Em đã xin  và đã được đồng ý cho em học chung môn học   B Nhập môn điện toán (CO1005) và Hệ thống số (CO1023)    với K21. Mong thầy (cô) xem xét đăng ký môn học giúp em.",
    "Thưa Thầy/Cô  Em là  mssv: : văn bằng 2 ngành quản lý tài nguyên và môi trường  Hiện tại em vừa hoàn thành xong luận văn tốt nghiệp và chỉ còn thiếu anh văn nói viết để xét tốt nghiêp Do tình hình dịch covid chỉ được thi online Em có vào đăng ký nhưng lại không được đăng ký? (File ảnh đính kèm)  Mong thầy cô xem trường hợp của em là gặp vấn đề gì ạ!   Em xin chân thành cảm ơn",
    "Thưa thầy/cô, Em là sinh viên năm cuối, chuẩn bị tốt nghiệp. Em có nhận được email của PĐT về vấn đề thi Anh văn 2 kỹ năng Nói - Viết đợt 1. Nhưng trong đợt 1 này, do tình hình dãn cách và ở trọ 1 mình, em không kịp chuẩn bị đầy đủ thiết bị ghi hình + loa máy tính bị hư, không thể tham gia dự thi . Vậy: 1. Em có được phép dời thi vào đợt 2 hoặc 3 không ạ? 2. Nếu được, em phải làm gì và quy trình như thế nào để xin đăng ký thi vào đợt sau ạ? Kính mong quý thầy/cô giải đáp thắc mắc do tình hình rất gấp ạ! Em xin chân thành cảm ơn! Trân trọng,  ",
    "Kính gửi : PĐT trường Đại học Bách Khoa  Em tên:   MSSV : 8  Hiện tại em đã trải qua 16 học kì tại trường, đến hết tháng 10/2021 là em hết hạn chương trình đào tạo nên em không có quyền đăng kí môn học trong học kì này.  Em đã hoàn thành đầy đủ chương trình bắt buộc. Toiec Speaking và Writing là chứng chỉ còn lại em chưa hoàn thành.  Em đã nhận được Gmai đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Đợt 1.  Nhưng em không có quyền đăng kí môn học trên mybk nên em không thể đăng kí thi được.  Em mong PĐT xem xét để em có thể dự thi và hoàn thành chương trình đào tạo.  Em xin cảm ơn!",
    "Thưa thầy cô, em tên , MSSV:  Vừa qua em đã trả xong môn cuối còn nợ. Trên trang đăng ký tốt nghiệp thấy báo em không có tên trong danh sách tốt nghiệp dự kiến. Vậy em muốn bổ sung danh sách thì phải làm thế nào ạ",
    "Kính chào Phòng Đào tạo, Em có một câu hỏi liên quan đến việc cập nhật điểm thành phần môn   B \"Purification Technologies of Pharmaceutical Engineering - CC01\"    (Mã MH: CH3073) . Trong lúc nhập điểm, giảng viên đã vô tình để sót một cột điểm Thuyết trình của em. Hiện em đã liên hệ và Thầy đã đồng ý chỉnh sửa. Tuy nhiên, điểm trên hệ thống MyBK đã cố định nên Thầy yêu cầu em làm đơn phúc khảo. Quý Thầy/Cô cho em hỏi rằng em có thể tải mẫu đơn phúc khảo  ở đâu ạ? Em xin cảm ơn. Em xin đính kèm các mình chứng & hiện trạng ",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em xin chào, Em có môn tiên quyết kết cấu bê tông  cốt thép 1 mã môn học CI2091, để kỳ sau nhận luận văn tốt nghiệp. Vừa qua em chưa kịp đăng ký dự thính cho môn này. Em xin PĐT mở giúp em môn này, để em có thể hoàn thành môn học. Em xin chân thành cảm ơn!",
    "Kính chào Thầy, Cô Sáng nay em có đăng ký thi tiếng anh 2 kỹ năng theo hình thức trực tuyến. MSMH: BKE123 Nhưng nhận thấy thông báo là không được phép đăng ký trong kỳ này (hình ảnh đính kèm). Xin cho hỏi vì sao em không được phép đăng ký trong học kỳ này ạ? Vì tình trạng sinh viên của em là : Đang học (hình ảnh đính kèm). Mong nhận được phản hồi sớm của Thầy, Cô để em có thể đăng ký thi trong kì này ạ. Em xin chân thành cảm ơn.",
    "Em là , MSSV: , Lớp VP16VT. Hiện tại em đang làm hồ sơ dự tuyển học bổng và cần in bảng điểm . Nhưng do tình hình giãn cách hiện nay, em không thể lên nhận trực tiếp, đồng thời việc nhận qua kênh chuyển phát của bưu điện cũng có thể gặp khó khăn vì nhà em trong vùng đỏ. Em có thể đăng kí in bảng điểm và nhờ Phòng Đào tạo scan, gửi mail bảng điểm cho em được không ạ ?  Em xin cảm ơn",
    "Thưa thầy/cô, ở HK202 em đã nộp giấy chứng nhận sinh viên được miễn giảm học phí(diện thứ 7: có cha/mẹ mắc bệnh nghề nghiệp) và hiện tại em thấy BKPay đã hiện học phí HK211. Tuy nhiên, em thấy mức học phí của mình hiện chưa được miễn giảm mà vẫn giữ nguyên. Em hi vọng thầy/ cô có thể cập nhật lại học phí của em hoặc hướng dẫn em để xác nhận lại mình thuộc diện miễn giảm học phí. Em xin cảm ơn.",
    "Thưa thầy/cô, em hiện là sinh viên khóa K20. Tuy nhiên, do dịch bệnh nên chưa thể gặp lớp trưởng hoặc gửi cho nhà trường bằng tốt nghiệp được, trong khi đó đợt nộp bằng lần 2 đang diễn ra rồi. Không biết nhà trường có thay đổi thời hạn nộp bằng tốt nghiệp cho khóa K20 không ạ? Và nếu không thì thầy/cô có thể hướng dẫn em cách nộp bằng tốt nghiệp được không ạ? Em xin cảm ơn.",
    "cô ơi bây giờ em phải làm sao để được đăng kí môn học ạ,em phải đóng học phí hay sao ạ,nhưng em đâu có học đâu ạ,hình như bây giờ đã vào học kì rồi có cách nào giúp em với ạ,em không hiểu sao mình phải đóng học phí nữa",
    "anh/chị cho em hỏi trong thời khóa biểu của em có môn đồ án tốt nghiệp nhưng mà trong elearning không có, cũng không có tuần học, mình liên hệ ở đâu để làm đồ án ạ.em xin cảm ơn",
    "Chào thầy/cô! Em tên là  MSSV:  Em gặp vấn đề về đóng tiền bảo hiểm y tế như sau: Năm 2017 em đã đóng tiền bảo y tế đầy đủ nhưng hiện tại em kiểm tra trên  thì khoảng tiền chưa được thanh toán.Vừa rồi em có lên phòng đào tạo hỏi thì được thầy cô giải thích vấn đề này do bên y tế trách nhiệm. Và em trực tiếp lên hỏi phòng y tế thì bên y tế trả lời là mỗi năm bảo hiểu đã được đóng hết rồi còn về vấn đề chưa thanh toán trên trang  thì liên hệ phòng đào tạo. Nên em mong nhận được câu trả lời từ phía phòng đào tạo về vấn đề này để em có thể chuân bị cho đợt tốt nghiệp sắp tới.Em cám ơn thầy cô nhiều ạ",
    "Em chào thầy cô Phòng Đào Tạo ạ, em tên  . Em muốn hỏi Thầy cô ạ, em đã đủ tiêu chuẩn làm luận văn tốt nghiệp rồi ạ, em cũng đã đăng vào đợt bổ xung vừa rồi nhưng không có thời khóa biểu ạ. Em mong thầy cô giúp đỡ em và mong thầy cô cho em đăng ký làm Luận văn ạ. Em đã gửi yêu cầu này là lần thứ hai rồi ạ. Mong thầy cô phản hồi ạ, Em cảm ơn ạ",
    "Kính Gửi : Ban Giám Hiệu             Phòng Đào Tạo Trường Đại Học Bách             Khoa Em tên là :  Mssv :  Lớp : XD18CT1  Dạ em chào PĐT ạ! Dạ PĐT cho em hỏi là khi nào thì Trường sẽ tổ chức thi Anh văn định kỳ cho sinh viên K18 thế ạ! Em xin chân thành cảm ơn!  ! .",
    "Em muốn hỏi điều kiện để được đăng ký thi là như thế nào? em đã nộp chứng chỉ Toeic 500 đủ điều kiện tốt nghiệp.",
    "Chào thầy/cô, Kỳ 202 em vừa bảo vệ xong luận văn và đủ điều kiện tốt nghiệp nhưng mà do nhầm lẫn nên em đã đăng ký thêm 1 môn để duy trì trạng thái sinh viên, chờ tốt nghiệp. Thầy.cô cho em hỏi giờ làm sao để huỷ/rút môn học online ạ? em đăng ký dự thính. Cảm ơn thầy/cô",
    "em chào thầy ( cô ) em muốn hỏi về việc nộp đơn xin được tham gia sinh hoạt công dân cuối khóa. em khóa k17 do học kì trước em không tham gia sinh hoạt công dân cuối khóa nên học kì này em muốn tham gia lại. Em muốn hỏi em về việc đơn xin có cần yêu cầu chữ kí của giáo viên chủ nhiệm hay là ý kiến của khoa không ạ",
    "T5027   Em tên . MSSV: 213T5027 Thưa Thầy Cô Phòng Đào Tạo và Ban Giám Hiệu em đăng kí môn ME4205 L01_L01 Tự động hóa sản xuất, chứ không phải ME4025, ME4026 xin Phòng Đào Tạo và Ban Giám Hiệu hủy Môn ME4025 và ME4026 dùm em vì em không đăng kí. Em xin chân thành cảm ơn.",
    "Em tên là    Dạ cho em hỏi là đợt trước em có thi học kì môn giải tích 1 , trong lúc làm bài được 1 nửa thời gian  thì máy em bị đứng đến khi hệ thống tự nộp bài , em có đăng kí hoãn thi ngay sau đó , nhưng hôm qua em có thấy điểm đã báo lên hệ thống là bài của em vẫn có điểm cuối kì và đã qua môn ạ  , thì em có được đăng kí hủy hoãn thi lại được không ạ  Em cảm ơn ạ",
    "Chào phòng đào tạo ạ, Pdt cho em được hỏi là nếu em vừa chuyển từ hình thức chính quy sang hệ vừa làm vừa học thì em có thể đăng ký thêm ngành công nghệ thông tin bên hệ đào tạo từ xa không ạ. em xin chân thành cám ơn ạ,",
    "n xin phục hồi thời khóa biểu",
    "Em chào thầy cô  Cho em hỏi là luận văn tốt nghiệp kì này có được huỷ hoặc hoãn không ạ?  Em xin cảm ơn",
    "Dạ em chào thầy/cô ạ. Sắp tới em thấy có hạn đóng học phí, nhưng hiện tại nhà em đang trong khi vực bị phong toả, em không thể đi gửi hoặc chuyển tiền vào thẻ ngân hàng được ạ, em xin hỏi là trong trường hợp này em có thể xin gia hạn đóng học phí cho kì dự thính được không ạ. ( Địa chỉ nhà em tại xã Đạo Thạnh, Mỹ Tho, Tiền Giang). Em xin cảm ơn . Trân trọng.",
    "dạ em là  MSSV . Lớp CK15CTM3 Do kì trước em không đăng kí môn học nên bị buộc thôi học và em có gửi đơn xin nhận lại đã được Khoa và pđt xác nhận đồng ý thu nhận lại. Em có đăng kí Luận văn tốt nghiệp ngày 24 nhưng đợt kết quả thì không có thời khóa biểu. Giờ em muốn đăng kí luận văn tốt nghiệp để kịp tiến độ thì em làm như thế nào ạ. Mong Thầy Cô giải đáp giúp em để em kịp làm Luận Văn ạ. Em cảm ơn!",
    "Kính gửi: Phòng Đào Tạo  Em là:  MSSV: Hiện tại em có nộp đơn xin thu nhận lại và gia hạn thêm học kì. Xin PĐT xét đơn giúp em để em kịp đăng kí môn học trong học kì này. Em xin chân thành cảm ơn!",
    "Em có làm đơn xin hoãn thi môn học Mô Hình Hóa (CH3133) vào ngày 09-08-2021 vì lí do không nộp được bài qua BKexams. Nhưng mà sau đó đã nộp được và đã được chấm bài và đã có điểm trên myBK Nay em xin rút đơn hoãn thi đó lại. Mong PĐT xem xét rút lại giúp em. Em xin cảm ơn",
    "Chào nhà trường, Theo thông báo em nhận được của phòng đào tạo về một số   B quy định trong kỳ thi nói viết diễn ra vào tháng 9, 10 năm 2021    thì sinh viên phải   B sử dụng loa ngoài máy tính    trong suốt quá trình thi . Tuy nhiên trong trường hợp loa ngoài máy tính của em bị hư, rè thì em có được sử dụng   B tai nghe    để thay thế không ạ Em cảm ơn.",
    "kính gửi thầy cô  Em muốn hỏi là học phí VLVH kỳ 202, em có thanh toán trễ hạn vậy em có cần làm đơn nêu lý do trễ hạn không. nếu có thì trong hoàn  cảnh dịch bệnh em có thể gửi đơn online không và em gửi cho ai ạ. em xin cảm ơn ",
    "Cho em hỏi thời gian rút môn học của kì 211 là vào thời gian nào và cách thức như thế nào .",
    "Thưa thầy/cô. Em tên . MSSV:  Em có câu hỏi là: em thực tập trễ như thế này (hk1 năm 5) thì có bị ảnh hưởng hay có vấn đề gì không? Cá nhân em không ngại ra trường trễ và đã đăng ký dưới 12 chỉ cho học kỳ chính này. Em đã gửi CV cho công ty DEK technology và đã phỏng vấn để xin đi thực tập rồi, nhưng bên người ta nói em hãy hỏi bên trường xem có vấn đề gì với thực tập trễ như em không nên em lên đây để dặt câu hỏi ạ. Em xin cảm ơn",
    "Dạ em chào thầy/cô, hiện tại em đã đi làm và do tình hình dịch bệnh nên em đã phải thực hiện 3 tại chỗ để đảm bảo an toàn, do đó em không thể đáp ứng được các yêu cầu để thi nói viết như quy định đưa ra như đảm bảo không rớt mạng hay có thiết bị phụ để quay toàn cảnh làm bài thầy cô cho em hỏi 3 vấn đề liên quan được không ạ: 1. Em mong muốn mình được dự thi vào đợt tháng 10 thay vì đợt tháng 9 để có thể đảm bảo các điều kiện để tham gia dự thi được không ạ, hiện tại em không mang theo thẻ sinh viên đến nơi làm việc. 2. Nếu em không tham gia vào đợt tháng 9 và được sắp xếp vào đợt tháng 10 tuy nhiên em thi rớt thì khoảng bao lâu trường mới mở lại đợt thi để xét tốt nghiệp. 3. Thời hạn xét tốt nghiệp là hết học kỳ 211 có nghĩa là bằng chính thức được phát vào đầu năm sau phải không ạ, khi em thi qua anh văn nói viết em có thể xin cấp bằng tạm thời được không. Em chân thành cảm ơn thầy cô.Mong sớm nhận được phản hồi từ thầy/cô.",
    "Kính gửi Phòng Đào Tạo! Em học lớp xây dựng bằng 2 Vừa rồi có đợt đăng ký bổ sung  Tốt nghiệp CI4343, em đã có đăng ký ( mục chuyển chuyển hệ của VB2), nhưng hiện nay trong phần kết quả đăng ký lại không có kết quả đăng ký. . Kính mong phần đào tạo xem lại kết quả đăng ký giúp em Xin cám ơn .",
    "Mình có giấy chứng trực chốt CTXH ở địa phương , bây giờ mình nộp như thế nào để được xác nhận cập nhật CTXH vậy bạn",
    "Trường cho em hỏi là theo thông báo từ trước là ngày 6/9 là sẽ bắt đầu nộp bằng tốt nghiệp THPT đợt 2 vậy mà sao hôm nay em vào myBK đăng kí nộp vẫn không được và trường cho em hỏi là giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự là lúc nào sẽ bắt đầu in lại và gởi về địa phương cho sinh viên ạ mong trường giải đáp thắc mắc. Em xin cảm ơn ạ.",
    "Như em đã tạo câu hỏi trước đó và đây là mã môn học đề cương LVTN (CI4391) mà em muốn đăng ký!",
    "Dạ thưa thầy/cô, Em tên:  (MSSV: ) Hiện tại ở địa phương em đang yêu cầu nộp giấy xác nhận sinh viên để bổ sung hồ sơ tạm hoãn NVQS. Em đã đăng kí trên hệ thống myBK, tuy nhiên do tình hình dịch bệnh kéo dài. Thầy/cô cho em hỏi là cách thức nhận qua bưu điện có được triển khai không ạ? Nếu có thì thời gian giao tới được nhà là bao lâu ạ? Nếu không, mong quý thầy/cô có thể cho em xin bản scan pdf giấy đó để em ra phường trình diện xác minh tạm thời được không ạ? Mong thầy/cô hồi âm sớm giúp em. Em xin cảm ơn",
    "Dạ cho em hỏi là giấy xác nhận sinh viên thì mình đăng kí trên mybk rồi chọn gửi qua đường bưu điện là được đúng không ạ. Do ở địa phương em yêu cầu nộp trước ngày 16/9. Em K19",
    "Kính gửi phòng đào tạo, Em tên là , hiện đang là sinh viên K17 khoa Cơ khí. Trong thời gian qua em có đăng ký hoãn thi môn Phương pháp tính với mã môn học là MT1009 nhưng điểm em nhận được ở bảng điểm không phải là 14 (điểm hoãn thi) mà lại là 13 (điểm vắng thi). (Hình được đính kèm ở file bên dưới) Em mong được giải đáp và nhận được phản hồi từ Phòng đào tạo. Em xin chân thành cảm ơn.",
    "Xin chào thầy (cô), Em có nhận được mail từ hệ thống support của trường về việc đăng ký thi anh văn nói viết nên em muốn hỏi là nếu em muốn thi đợt tháng 10 tới thì đợt đăng ký đầu tiên vào tháng 9 này em có cần đăng ký không ạ ? Mong thầy (cô) có thể giải đáp thắc mắc này ạ. Em xin chân thành cảm ơn ",
    "Kính gửi phòng đào tạo, Em tên  MSSV  Trong học kỳ này em có đăng ký môn Luận văn tốt nghiệp và môn học dự thính. Nhưng hiện tại vì tình hình dịch covid nên gia đình em gặp khó khăn về tài chính và chưa thể hoàn thành việc đóng học phí theo lịch nhà trường đưa ra. Em mong phòng đào tạo tạo điều kiện cho em được gia hạn thời gian đóng học phí . Em xin trân trọng cảm ơn",
    "Kính chào Quý Thầy/Cô,  Em tên là , MSSV , khoa Quản Lý Công Nghiệp. Bởi vì lý do cá nhân nên em đã bảo lưu 1 năm học và đã quay trở lại học tiếp. Để theo kịp chương trình thì Hiện học kì 202 vừa qua em có đăng ký 2 môn thể chất là Bóng bàn ở kỳ chính (lớp của Cô _PE1037_L11) và điền kinh (lớp Dự thính của Thầy ) ạ . Dạ em đã gặp vấn đề như sau: Sau khi thi giữa kỳ môn Bóng bàn em lại thấy trên thời khoá biểu của mình đổi môn bóng bàn thành môn bóng rổ, em đã lên hỏi Phòng đào tạo và xin phép Cô  để được học tiếp bóng bàn. Và đến khi làm đơn xin chuyển môn xong em dự định mang đi nộp thì trên TKB đã xoá môn Bóng rổ ở kì chính (Hủy lớp vì lý do sỉ số ít). Vì tình hình dịch đột ngột em chưa kịp làm đơn xác nhận tham gia lớp học với cô  . Nay em đã cố gắng liên lạc với Cô  để Cô xác nhận giúp em đã tham dự lớp Bóng bàn (PE1037_L11) điểm danh đầy đủ và đã thi giữa kỳ được rồi ạ (Đính kèm tệp bên dưới) . Kính mong Quý Thầy/Cô Phòng đào tạo có thể xem xét và giúp đỡ em khôi phục lại môn học Bóng bàn_PE1037_L11 ạ. Vì vấn đề bị xoá môn thể chất này khiến em có khả năng không đủ điều kiện đăng ký môn học năm 4 ạ. Rất hi vọng được Quý Thầy/Cô giúp đỡ, em xin chân thành cảm ơn ạ. Trân trọng,",
    "Em tên  mssv 18133. em có làm đơn xin hoãn thi môn tín hiệu và hệ thống ngày 12/8/2021 nhưng trong bảng điểm em vẫn bị tính vắng thi. Em mong PĐT xem xét lại giúp em với ạ .",
    "Em gửi đơn hoãn thi môn Xác suất thống kê học kì 202 lần trước ạ Em cảm ơn PĐT",
    "Chào cô, Em . Mssv . Kì này là kì đầu tiên em chuyển từ hệ chính quy sang hệ vừa học vừa làm. Em tra trong chương trình đào tạo k14 khoa xây dựng thì mã môn học LVTN là CI4343. Không biết khi chuyển qua hệ VHVL thì có đổi mã LVTN không ạ? Đợt đăng kí bổ sung LVTN, tuy em chưa đủ điều kiện anh văn nhưng trường cho phép nên em có đăng kí bổ sung LVTN mã CI4343 hệ VHVL, nhưng đợt kết quả thì hủy đi vì lý do không đủ điều kiện nhận LVTV. Số tín chỉ tích lũy của em là 125, số ngày CTXH là 10. Mong cô kiểm tra giúp em. Em cảm ơn. Do em thấy lâu ngày quá, cô chưa sửa lỗi giúp em, nên em mới gửi lại yêu cầu ạ.",
    "Em chào PĐT ạ.Em muốn hỏi là hiện nay em chỉ còn 2 môn và chứng chỉ anh văn nữa là tốt nghiệp.Tuy nhiên 2 môn này là 2 môn em đã đăng ký học ở học kỳ 202 và đang chờ thi cuối kì vì kì vừa rồi em hoãn thi 2 môn này do không đáp ứng yêu cầu về trang thiết bị.Ngoài 2 môn này ra thì tất cả các môn khác em đều đã qua hết.Vậy thì kì này em có cần phải đăng ký môn học không ạ?Mong PĐT giải đáp giúp em.Em xin cám ơn ạ .",
    "Dạ em chào quý thầy cô, Em tên là . mssv:  Học kì 211 này em có đăng kí bổ sung luận văn tốt nghiệp bổ sung (MA4333) học kì 211 từ ngày 23-25/08/2021 nhưng em đã bị hủy kết quả đăng kí vì không đủ điều kiện nhận luận văn thì em xin trình bày như sau: 1.Tình hình học tập hiện tại.   - Số tín chỉ tích lũy hiện tại của em là 122 chỉ.   - Học  kì 202 em có học môn hóa lý công nghệ vật liệu (MA2037) môn này 3 chỉ do tình hình dịch bệnh nên môn này em chưa thi cuối kì.   - Các môn nợ anh văn 1,2,3,4: 8 chỉ.   - Số ngày công tác xã hội hiện tại 12.5 ngày. 2.Em xin trình bày lý do.    - Để đủ tiêu chuẩn tiếng anh mỗi năm để đăng kí môn học thì học kỳ 2 năm học 2018-2019 em có học môn LA1029 tương đương với môn LA1003 (2 tín chỉ) nhưng do là lớp anh văn nhu cầu nên không được tính số tín chỉ tích lũy.    - Nếu tính theo tiêu chí xét chuẩn nhận LVTN thì em đạt 125/126 tín chỉ.    - Do tình hình dịch bệnh thì trường không xét chứng chỉ anh văn khi nhận LVTN. Với bảng quy đổi điểm hiện tại mức  điểm tối thiểu chứng chỉ để nhận LVTN có thể quy đổi đạt anh văn 1 và 2 tương đương 4 chỉ. Em kính mong phòng đào tạo có thể xem xét miễn 4 tín chỉ này. Em gửi câu hỏi, yêu cầu này kính mong phòng đào tạo, xem xét lại điều kiện nhận luận văn để em có thể đăng ký luận văn trong học kỳ 211 này. Em xin chân thành cảm ơn.",
    "Em tên , MSSV , lớp VP16VT. Em có đăng ký Luận văn tốt nghiệp với MSMH 405700 đợt Đăng ký bổ sung TTTN + LVTN + DCLVTN HK211 từ ngày 23-25/8/2021 (đợt đăng ký này Phòng Đào tạo nêu rõ không xét chứng chỉ Anh văn do tình hình dịch Covid-19). Nhưng khi Phòng Đào tạo thông báo kết quả đăng ký đợt này trên MyBK thì đã bị xóa lí do \"Không đủ điều kiện nhận LVTN\". Kết quả xử lý ĐKMH không đúng vì em đã đủ điều kiện nhận luận văn vì: Số tín chỉ tích lũy của em là 270/280 và chỉ còn môn Luận văn tốt nghiệp 10 chỉ là hoàn thành chương trình học (có minh chứng đính kèm), số ngày Công tác xã hội của em là 23 ngày (có minh chứng đính kèm) và do đợt đăng ký này Phòng Đào tạo có gửi mail thông báo không xét chứng chỉ Anh văn do tình hình dịch Covid-19, nên em hoàn toàn đủ điều kiện nhận Luận văn tốt nghiệp. Nay em xin nộp đơn xin xét lại môn Luận văn tốt nghiệp HK211. Em xin chân thành cảm ơn.",
    "Dạ e chào thầy, cô phòng đào tạo e tên , MSSV: , khoa Khoa học Ứng Dụng dạ đợt 1 này e thấy bạn e có nhận đc mail đk thi av nói viết trực tuyến nhưng e k có, e có tạo 1 câu hỏi trước thì cô nói sẽ lưu ý trường hợp của e và sẽ gửi mail đk trong đợt 4. dạ tại vì e sv khoá 14, kỳ này đã là kỳ xét cuối cùng của e r ạ, cho e hỏi nếu h e k đc đk thì mấy đợt sau còn kịp k ạ, mong thầy cô xem hỗ trợ giúp e vs ạ e cảm ơn thầy, cô nhiều ạ",
    "Em là  . MSSV  Do có nhầm lẫn về mã số môn học nên em xin phép phòng đào tạo cho em chỉnh sửa lại ạ. Mã GE4333 là mã luận văn kì này của em. Môn mà em muốn hủy là GE4043. Mong phòng đào tạo giúp đỡ ạ . Em xin cảm ơn.",
    "Kính chào Phòng đào tạo, Em là , MSSV , thuộc chương trình kỹ sư CLC Việt Pháp, email:  Hiện tại em đang cần giấy xác nhận sinh viên (file PDF) để hoàn thành hồ sơ cho địa phương. Em đã đăng ký trên hệ thống mybk của trường rồi, nhưng vì em đang cần gấp (vì đã trễ hạn 1 tháng) nên em muốn được nhận giấy xác nhận qua email trước (rồi chuyển phát đến sau) trong thời gian sớm nhất ạ. Em mong sớm nhận được phản hồi. Em cảm ơn rất nhiều ạ ",
    "Em muốn rút môn học ăn mòn và bảo vệ vật liệu(MA4045) thì cần phải làm đơn xin ra sao vậy?",
    "Dạ hiện tại thì em thấy học phí đã được cập nhật trên BKPay. Dự kiến hết hạn nộp là ngày 14/09/2021. Nhưng do tình hình dịch bệnh vừa rồi, kinh tế gia đình em đang rất khó khăn . Nên em xin phép hỏi cách để gia hạn thêm thời gia để gia đình em có thể chuẩn bị, hoặc xin phép chia ra 2 lần đóng như thời gian trước được không ạ. Em xin chân thành cám ơn!",
    "Kính chào Quý thầy cô ở Phòng Đào tạo, Em tên là , MSSV . Theo em được biết, các lớp của HK211 đã bắt đầu học trễ nhất từ ngày 30/08. Tuy nhiên, đến ngày 01/09, em mới được biết điểm môn học cuối cùng của mình và không may là điểm thấp hơn dự kiến, khiến em không đủ điểm để có thể xếp loại giỏi khi tốt nghiệp. Bên cạnh đó, em có thấy thông báo của PĐT sẽ   B xét tốt nghiệp đợt tháng 11 đến cuối HK211.    Do đó, rất mong Phòng Đào tạo có thể tạo điều kiện để em tham gia   B học cải thiện một lớp chính quy trong HK211 (do môn học em muốn cải thiện không mở lớp dự thính)   , qua đó em có thể cải thiện điểm ngay trong học kỳ này. Kính mong Phòng Đào tạo xem xét vấn đề của em. Em chân thành cảm ơn!",
    "Do nhu cầu tốt nghiệp hệ cao đẳng, xin Phòng Đào Tạo chuyển điểm giúp em từ hệ đại học sang hệ cao đẳng ạ. Môn  mã (SP1005) sang mã (001025) ạ. Lý do: hệ cao đẳng đã xoá môn  mã 001025 nên phải học hệ đại học ạ. Xin xét duyệt để em có điều kiện tốt nghiệp ạ.",
    "Em chào thầy(cô) pđt. Em muốn hỏi về học phí hk 211. Em đã đăng kí miễn giảm học phí trong học kì 201, nhưng hk 211 em kiểm tra trên bkpay thì không được miễn giảm.   Em mong thầy (cô) có thể giải đáp giúp em Em xin chân thành cảm ơn",
    "Dạ em có đăng ký Môn Anh Văn 4 LA1009 trong đợt đăng ký dự thính bổ sung bắt đầu học từ 30/8, em thoả điều kiện đăng ký và đăng ký thành công. Nhưng đến giờ em vẫn chưa có thời khoá biểu ạ. Mong Thầy Cô kiểm tra giúp em ạ.",
    "Kính gửi PDT,  Em tên là , MSSV , bộ môn Kỹ thuật hệ thống công nghiệp, Khoa Cơ khí. Do đợt đăng ký dự thính vừa qua em không biết môn học Quản lý dự án (ME3223) được mở nên em không đăng ký đúng theo thời hạn , em có liên hệ với thầy trưởng Bộ môn thì thầy có bảo em làm đơn đăng ký môn học bổ sung nộp cho PDT.Tuy nhiên khi vào aao.hcmut.edu.vn thì em không tìm thấy mẫu . Em gửi mail này mong quý thầy/ cô có thể giải đáp giúp em về vấn đề này, liệu em có nên tạo một mẫu đơn \" Đăng ký môn học bổ sung\" rồi gửi cho PDT hay không? Mong quý thầy/cô có thể giải đáp vấn đề này và tạo điều kiện cho em tham dự môn học.Em xin chân thành cảm ơn.",
    "Kính thưa phòng đào tạo, Em tên  - , sinh viên khóa K14 khoa khoa học kỹ thuật máy tính. Theo đúng lộ trình học thì em đã hết hạn đào tạo, nhưng theo chính sách của phòng em đã được gia hạn thêm một kì và đã hoàn thành chương trình học và đang chờ đợt thi để lấy bằng anh văn nói viết để đạt chuẩn ra trường. Tuy nhiên hôm nay em vào đăng kí môn học, để đăng kí thi thì không được (hình ảnh đính kèm). Xin phòng đào tạo mở đăng ký cho em để em được đăng kí thi để lấy bằng nộp vào tốt nghiệp ạ . Em xin chân thành cảm ơn",
    "I Tóm tắt sự việc  /I    : ngày 18/8 e có thi 1 môn, nhưng có sự cố k nộp bài được, thầy bảo nộp qua gmail rồi thầy chấm, nhưng nay ngày 6/9 thầy gửi mail cho e bảo làm đơn HOÃN THI k là 0đ. Mà link đăng kí hoãn thi trường gửi đã đóng rồi, e không biết giờ phải làm sao nữa.  B  Mong thầy/cô xem xét và hướng dẫn em cách hoãn thi   .  Em cảm ơn và mong nhận được sự phản hồi ạ.",
    "Em chào thầy, cô Hiện tại em đang làm đồ án và rất cần tài liệu theo yêu cầu của giáo viên cùng với đó là các tài liệu khác cho các môn đang học online ạ. Cho em hỏi giờ em có thể làm cách nào để có thể mua được tài liệu để em có thể sắp xếp tìm cách như nhờ người quen này nọ với ạ Em cảm ơn thầy, cô.",
    "Em tên . Vào kì thi cuối kì 202 em có đăng kí hoãn thi do vấn đề thiết bị không đủ và đã được nhận mail đồng ý. Nhưng đến hôm nay ngày 6/9 khi em vào kiểm tra Bảng điểm thì em lại bị đánh dấu điểm 13 hay còn gọi là vắng thi. Nên em theo hướng dẫn của mail đê gửi khiếu nại ạ.",
    "Kính gửi BKSi, Em không nhận được email dự thi Anh văn Nói & Viết trong khi mình đã đủ điều kiện để tốt nghiệp đợt tháng 11 này ạ. Kính nhờ các Thầy/Cô xem lại giúp em đang gặp vấn đề gì ạ. Em xin chân thành cảm ơn.",
    "dạ cho em hỏi là hiện tại đang dịch bệnh thì ngân hàng đóng cửa sao em đóng tiền được ạ",
    "chào anh/chị, em là sinh viên chương trình tiên tiến khoa điện điện tử. hiện tại em có đăng ký các môn thí nghiệm và trên thời khóa biểu có để là tuần 36 có tiết học và tại tòa B1, do tình hình dịch cho nên em có một vài thắc mắc về quá trình học các môn thí nghiệm ạ . mong anh/chị giúp em về các thông tin ạ, em cám ơn.",
    "Em tên , MSSV: . Khoa: Khoa Học và Kỹ Thuật Máy Tính, ngành Khoa Học Máy Tính. Em muốn thay đổi lịch học môn học Nhập môn điện toán, Mã môn học CO1005. Thay đổi từ nhóm 02 ( Thứ 6, tiết BĐ 4) qua nhóm 01 (Thứ 2, tiết BĐ 9) . ý do : ịch học nhóm 02 trùng với lịch cá nhân. Em đã được sự chấp thuận của khoa Em gửi đơn mong PĐT tạo điều kiện cho em được thay đổi lịch môn học Nhập môn điện toán. Em xin chân thành cảm ơn. Trân trọng,",
    "Em có đăng ký môn Đề cương luận văn tốt nghiệp(mã môn AS4325) nhưng do môn không có tính chỉ em đã không nhận ra khi bị lỗi và bị xóa mất lúc hoàn tất đăng ký môn. Mong Phòng đào tạo giải quyết giúp cho em để em không bị trễ tốt nghiệp ạ. Em xin chân thành cảm ơn",
    "Chào cô, Em là sinh viên BDCN K17. Em nộp đơn đăng ký thu nhận lại cho HK1 2021-2022. Em cám ơn.",
    "MSSV: 1915432 Dạ em chào Phòng Đào Tạo. Dạ em có 2 câu hỏi mong Thầy/Cô giải đáp ạ. 1.Kì 211 này có đợt đăng kí môn học dự thính bổ sung Đợt 3 không ạ. 2.Nếu có thì em có kịp rút môn học để đăng kí típ vào ĐỢT 3 này không ạ. Em cảm ơn Phòng Đào Tạo ạ.",
    "Kính chào thầy cô! Em tên là  mssv là . Học kỳ 202 em còn nợ 8 chỉ lớn hơn 7 chỉ để đăng ký luận văn tốt nghiệp. Và trong kỳ 202 em cũng có học dự thính môn giải tích 2 để trả nếu qua em sẽ đủ điều kiện để đăng ký luận văn tốt nghiệp, nhưng do kỳ thi cuối kỳ diễn ra trễ vào ngày 24/8/2021 nên em vẫn chưa có điểm do đó em không đủ điểu kiện để đăng ký đợt cuối cùng luận văn tốt nghiệp. Nếu bây giờ em qua được môn giải tích 2, học kỳ 211 Phòng Đào Tạo có thể hỗ trợ em đăng ký luận văn tốt nghiệp được không ạ! Em cảm ơn thầy cô.",
    "Kính thưa thầy/cô Phòng Đào tạo Đại hoc Bách Khoa TP.HCM. Em là Lê Kỳ Vọng, hiện đang là sinh viên hệ VHVL của trường. MSSV 2134031. Khoa Khoa hoc máy tính. Vào ngày 02/08/2021, em có buổi thi cuối kỳ môn Nguyên lý ngôn ngữ lập trình, nhưng hệ thống scan của em gặp trục trặc nên em được giảng viên yêu cầu viết đơn hoãn thi, em có gửi đơn lên BKSI và đã nhận được phản hồi (như trong hình đính kèm), trong thư phản hồi em được dặn là   B Sau ngày 06/09/2021 liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính.    Đến 06/09/2021, em định lên phòng đào tạo CS1 nhưng không được vì bị chốt kiểm định chặn lại và chú công an yêu cầu em liên hệ trường qua mail hoặc điện thoại. Nên em không còn cách nào khác ngoài việc quay về nhà và liên hệ với phòng đào tạo qua điện thoại. Trong nội dung trao đổi qua điện thoại, cô hỗ trợ ở phòng đào tạo dặn em điền form đăng ký hoãn thi trong mail được gửi vào ngày 05/08/2021, nhưng em có check mail thưỡng xuyên và không nhận được bất cứ mail nào vào ngày 05/08/2021, cũng như không nhận được bất cứ mail nào liên quan đến việc hoãn thi từ ngày 02/08/2021 đến nay (như trong hình đính kèm). Vì vậy em đã nhờ cô hỗ trợ phòng đào tạo gửi một bức mail mới   B (em nhận được vào ngày 06/09/2021)    để có thể xem được nội dung trong mail.(như trong hình đính kèm \"Mail hoãn thi.png\"). Em đã click vào link form trong mail, nhưng form đó không còn chấp nhận phản hồi của em. Nên hiện tại em xin gửi yêu cầu này lên BKSI để xin hỏi có cách nào giải quyết việc này để em có thể hoàn thành thủ tục hoãn thi không ạ, hoặc em có thể nhận được địa chỉ liên hệ của chủ sở hữu form trên và tìm cách hoàn tất việc này. Em xin trân trọng cám ơn.",
    "Em chào Thầy/Cô! Thầy/Cô cho em hỏi khi nào trường tổ chức thi anh văn đầu vào (dạng thi toeic của iig) cho k21 vậy ạ? Em cảm ơn Thầy/Cô!",
    "Chào cô, Dạ cho em hỏi là vừa rồi em có đăng kí hoãn thi môn mà kết quả cập nhật tại bảng điểm của em điểm thi cuối kì kết quả không phải là điểm 14 ạ (sau ngày 6/9): môn Phân tích và thiết kế giải thuật (CO3031) lớp L02-A. Em cám ơn ạ",
    "Em tên  cho em hỏi là HK202 có đăng Đề cương luận văn và thực tập tốt nghiệp thời khóa biểu và elearning có cập nhật mà bảng điểm chưa cập nhật.",
    "Xin pđt cho em hỏi, em đã đủ mọi điều kiện để tốt nghiệp ngoại trừ anh văn. Cuối năm 3, em thi Toeic 545 và được bảo vệ luận văn, nhưng chưa đủ 600 để ra trường. Dự định tháng 7/2021, em sẽ thi tiếng anh nhưng tình hình dịch căng thẳng nên bị hoãn liên tục. Kì thi nói viết em muốn đăng kí vào đợt tháng 10. Với tình trạng như vậy, em có thể xét đăng kí tốt nghiệp vào tháng 11/2021 & nhận bằng vào lễ tốt nghiệp được không ạ?Nhà trường có thể cho tụi em gia hạn sau khi dịch kết thúc, đợt thi toeic.Em sẽ bổ túc hồ sơ và chuyển điểm theo quy định của pđt. Hy vọng nhà trường sẽ Xem xét nguyện vọng không chỉ của riêng em mà còn nhiều bạn khác gặp trường hợp tương tự như em . Em cảm ơn.",
    "Em có lỡ đang ký môn không thuộc chương trình đào tạo giờ em có nên rút môn đó không ạ? Và nếu rút thì em vẫn đóng tiền như trên trang bkpay hay có đóng thêm khoản nào nữa không ạ?Em cảm ơn",
    "Chào cô, Dạ cho em hỏi là vừa rồi em có đăng kí hoãn thi môn mà kết quả cập nhật tại bảng điểm của em điểm thi cuối kì kết quả không phải là điểm 14 ạ (sau ngày 6/9): môn Phân tích và thiết kế giải thuật (CO3031) lớp L02-A. Em đã điền lại cả trong form Google cho sinh viên rồi ạ. Em cám ơn ạ",
    "Em xin chào quý thầy/cô! Em là Lê Sỹ Trung, MSSV: 1713695, sinh viên K17 khoa Điện - Điện Tử đã hoàn thành các môn học và luận văn tốt nghiệp kỳ này. Vào tháng 8, do tình hình dịch bệnh nên 2 kỹ năng anh văn nói-viết trường chưa thể tổ chức thi nên em đã có đăng ký dự trù 2 môn đề cương luận văn (mã EE4321) và đồ án (mã EE3149) vào ngày cuối cùng của đợt 2 - đăng ký môn học cho học kỳ chính 211 để có thể dự trù cho việc duy trì việc học vào học kỳ tới để tránh bị trống việc học khi chưa nhận bằng tốt nghiệp.  Nhưng đến hiện tại trường đã có thông báo tổ chức kỳ thi nói-viết online cho sinh viên K17 tụi em vào tháng 9 để kịp nhận bằng tốt nghiệp vào tháng 11.  Hiện tại phòng đào tạo đã có thông báo đăng ký rút môn học (có tính học phí) áp dụng cho sinh viên .  Nhưng vì tình hình dịch bệnh gây khó khăn cho cuộc sống cũng như khả năng xin việc của em. Vì quê em ở xa (ngoài Thanh Hóa) nên em cũng không thể về quê và vẫn ở lại thành phố nhưng lại không thể đi làm thêm  vì quy định giãn cách của thành phố. Em mong thầy/cô có thể hỗ trợ giúp em xin rút môn học (không tính học phí) cho em  do em đã hơi an toàn trong vấn đề này .  Theo quy chế học vụ: các sinh viên đã hoàn thành các môn học và Luận văn tốt nghiệp nhưng chưa đủ điều kiện xét tốt nghiệp (do thiếu chứng chỉ tiếng Anh, ngày CTXH, ...) nếu không đăng ký môn học (ít nhất 1 môn) để có thời khóa biểu duy trì tình trạng đang học thì sẽ bị buộc tạm dừng học HK211, vì vậy em đã có đăng ký tạm 2 môn đề cương luận văn và đồ án để duy trì việc học (mặc dù em đã học xong 2 môn này).  Một lần nữa, em mong thầy /cô có thể hỗ trợ giúp em rút môn học (không tính học phí) cho 2 môn em đã trót đăng ký.  Môn 1: Đề Cương Luận Văn (Mã EE4321)  Môn 2: Đồ Án (Mã EE3149) Em chân thành cảm ơn thầy/cô rất nhiều.    .",
    "Thưa thầy cô, Em là  mssv . Văn bằng 2 ngành quản lý tài nguyên và môi trường. Em muốn hỏi thông tin là học kỳ 202 em vừa hoàn thành xong luận văn tốt nghiệp, đã được bảo vệ và có điểm, nhưng cũng là học kỳ tối đa của em. Hiện tại do tình hình dịch từ tháng 5 đến nay em chưa thể thi anh văn nói viết để xét tốt nghiệp. Hôm nay em có đăng ký thi anh văn nói viết nhưng ko được do em ko vào phần đăng ký môn học được. Em có hỏi BKSi thì được thông báo là đợt này đã full, nên sẽ đăng ký đợt sau. Thầy cô cho em hỏi nếu đợt sau em đăng ký thi anh văn nói viết và đậu em có được xét tốt nghiệp ko ạ?. Em chân thành cảm ơn ạ.",
    "Em Tên   Học lớp DT05 môn giải tích 2(MT1005) Em có đăng kí hoãn thi và có mail đã xác nhận không biết sao em chưa có lịch thi sau ngày 30/9 vậy ạ",
    "Dạ cho em hỏi là trên trang BK PAY em có môt khoảng học phí hết hạn nộp vào 14/09/2021 nhưng hiện tại em mới giãn cách theo chỉ thị 16 không có ngân hàng nào mở cửa nên em không có cách nào nộp được, em xin hỏi trong trường hợp rằng nếu em không thể mượn ai nộp dùm được nữa thì mình còn có cách giải quyết nào không ạ? Em xin cảm ơn.",
    "Em là  , MSSV  , là học sinh của lớp DD17KTD04 do thầy  chủ nhiệm. Em xin được nộp đơn xin tạm dừng học kì 1 năm học 2021-2022 với lí do chuyện riêng hoàn cảnh gia đình hiện đang chưa giải quyết được nên em không thể tham gia học vào học kì này được. Em mong PĐT sớm xét đơn ạ , em cảm ơn rất nhiều ạ.",
    "Chào Quý thầy cô ở Phòng Đào tạo. Em là , MSSV . Em có đọc được thông báo trên trang web của PĐT là: \"PĐT thực hiện xét tốt nghiệp đợt tháng 11/2021 đến cuối HK211\". Tuy nhiên, em có từng thấy một bảng thông báo lộ trình xét tốt nghiệp đợt tháng 11/2021 khác, như hình em có đính kèm. Rất mong   B PĐT xác nhận thông nào chính xác giúp em   . Do nếu được thời hạn xét đến cuối HK211, em sẽ nhờ giảng viên đồng ý để thêm em vào danh sách lớp, qua đó em có thể cải thiện điểm để kịp đợt xét tốt nghiệp tháng 11/2021. Em chân thành cảm ơn!",
    "Kính gửi Thầy/Cô, Em tên là  - MSSV: . Em xin được trình bày vấn đề của em như sau ạ: - Hiện em đã hoàn thành hết các môn học (139/142 tín chỉ, còn 3 tín chỉ đã hoàn thành ở HK203 nhưng chưa được Pđt cập nhật, nếu tính đúng thì hiện tại em đã hoàn thành đủ 142/142 tín chỉ đào tạo ạ). - Ngày 04/09 vừa qua, các bạn em có nhận được email thông báo về việc \"Đăng ký thi Anh văn 2 kỹ năng nói & viết\" nhưng em thì KHÔNG nhận được. Mặc dù bạn em vẫn chưa hoàn thành đủ tín chỉ đào tạo như em. Do đó em nghĩ mình bị xót ạ. Theo như thông báo đợt này chỉ nhận 850 thí sinh dự thi nhưng hiện tại đã có 718/850. Em sợ mình không đăng ký kịp nên em quyết định email trực tiếp đến Thầy. Kính mong Thầy/Cô xem xét và giải xử lý vấn đề này gấp giúp em ạ. Em chân thành cảm ơn. Kính chúc sức khỏe Thầy/Cô và gia đình trong mùa Covid-19. Best regards, ",
    "Chào quý Thầy/Cô PĐT! Em tên là Phạm Hồng Hải, mssv: 1610921, sinh viên khoa Điện-điện tử, ngành Kĩ thuật điều khiển và tự động hóa, khóa 2016. Do dịch bệnh Covid-19 bất ngờ bùng phát trở lại và diễn biến nghiêm trọng trong nước ta, bắt đầu từ dịp nghỉ lễ 30/4, 1/5 nên trong giai đoạn đó em chưa thể thi chứng chỉ ngoại ngữ để nộp cho nhà trường trong thời giai quy định, đúng hạn để có thể đăng kí môn LVTN của  mình. Vừa rồi ở quê em lại bước vào khoảng thời gian vụ mùa chính thu hoạch lúa. Do phải giúp đỡ gia đình thu hoạch lúa nên em đã không thường xuyên cập nhật và bỏ lỡ thông báo cho phép sinh viên được đăng kí LVTN từ PĐT. Em rất tha thiết và mong PĐT xem xét, giúp đỡ, cho em một cách giải quyết, để em có thể đăng kí LVTN và hoàn thành chương trình học của mình. Em xin hứa sẽ thi chứng chỉ ngoại ngữ ngay khi điều kiện dịch cho phép để có bằng nộp nhà trường sớm nhất. Em chân thành cảm ơn quý Thầy/Cô, chúc quý Thầy/Cô sức khỏe, làm việc an toàn trong mùa dịch và cùng cố gắng chung tay đẩy lùi dịch bệnh cùng cả nước. Em rất mong nhận được phản hồi và giúp đở sớm từ quý Thầy/Cô PĐT.    .",
    "Kính gửi Thầy/ Cô PĐT, Em là Phạm Vũ Như Thuần, MSSV: 1713378. Em gởi yêu cầu này với mục đích muốn hỏi về việc nhận giấy xác nhận sinh viên. Với những sinh viên K17 vẫn còn tình trạng sinh viên thì không biết việc nhận giấy xác nhận sinh viên sẽ do khoa cung cấp tiếp như những năm trước hay phải tự đăng ký in giấy trên MyBK ạ? Em rất mong nhận được phản hồi sớm nhất từ phía PĐT. Em xin chân thành cảm ơn! Trân trọng, Thuần",
    "MSSV:  Mục 2 trong phần đăng ký tốt nghiệp “khai lý lịch tốt nghiệp” sao e điền thông tin vào nhưng không cho phép e cập nhật vậy ạ. Còn mục 3 “cập nhật ảnh thẻ sinh viên” không có chỗ nào để chọn ảnh đưa lên hết vậy ạ.",
    "Chào , cho em hỏi là sắp tới khi các bạn tân sinh viên K21 vào học thì em có được đăng ký học lại môn vật lý 1 chính quy với các bạn sinh viên K21 ko ạ?",
    "Em tên là :  Mssv :   Em nộp đơn xin hủy hoãn thi môn học",
    "Dạ vậy nếu trong trường hợp kì này em không có thời khóa biểu thì em có được đăng ký thi cuối kì 2 môn mà em đã hoãn thi ở học kì trước không ạ?",
    "Dạ em xin chào thầy/cô, Em thấy thông tin trên myBK/Đăng ký xét tốt nghiệp là sẽ bắt đầu mở Đợt xét tốt nghiệp Học kỳ 1 Năm học 2021 - 2022 là từ \"06/09/2021 08:00 - 31/10/2021 16:00\", nhưng đến bây giờ vẫn chưa thấy nộp thông tin xét tốt nghiệp được ạ. Quý thầy/cô cho em hỏi là thời gian xét tốt nghiệp có đang bị dời lại không ạ? Em xin cảm ơn.",
    "Kính thưa: Phòng Đào Tạo. Em tên là: Phan Hải Đăng, MSSV: . Do em đã hết hạn đào tạo nên bị hủy hết kết quả đăng ký môn học cũng như tiểu luận tốt nghiệp.Em đã làm đơn xin gia hạn và đã được nhận. Và giờ em muốn xin mở lại các môn em đã đăng ký vừa rồi: 1: Anh Văn 3(tương đương): LA1007 2: tiểu luận tốt nghiệp: 260263 Rất mong PĐT tạo điều kiện mở các môn học cho em được học và hoàn thành chương trình học tập trong 1 kỳ gia hạn này. Đơn xin gia hạn của em đã được Trung Tâm Bảo Dưỡng Công Nghiệp đã gửi về PĐT và đã được giải quyết. Em xin trân trọng cảm ơn.",
    "Em chào thầy/cô!  Cho em hỏi là khi đã làm xong luận văn mà chưa tốt nghiệp được do nợ bằng anh văn thì còn được cấp giấy xác nhận sinh viên không ạ và xác nhận sinh viên trong bao lâu ạ. Em cảm ơn, chúc thầy/cô mạnh khỏe bình an!",
    "Em là , em có đăng ký hoãn thi môn Đường Lối Đảng Cộng Sản Việt Nam của học kì 202 và nhận được mail đồng ý của phòng đào tạo nhưng em mới kiểm tra bảng điểm thì thấy điểm 13. Em mong phòng đào tạo có thể giải đáp giúp em. Em xin cảm ơn",
    "Kính gửi : PĐT trường Đại học Bách Khoa Em tên:  MSSV : 8 Hiện tại em đã trải qua 16 học kì tại trường, đến hết tháng 10/2021 là em hết hạn chương trình đào tạo nên em không có quyền đăng kí môn học trong học kì này. Em đã hoàn thành đầy đủ chương trình bắt buộc. Toiec Speaking và Writing là chứng chỉ còn lại em chưa hoàn thành. Em đã nhận được Gmai đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến-Đợt 1. Nhưng em không có quyền đăng kí môn học trên mybk nên em không thể đăng kí thi được. Em mong PĐT xem xét để em có thể dự thi và hoàn thành chương trình đào tạo. Em xin cảm ơn!",
    "Kính gửi Thầy/Cô PĐT,  Em đã đăng kí hoãn thi qua hình thức điền form hoãn thi của PĐT và có mail xác nhận đồng ý từ PĐT. Em thắc mắc tại sao bảng điểm môn đó của em lại là điểm 13 (Vắng thi) mà không phải điểm 14 (Hoãn thi, được phép thi lại) vậy ạ? Em xin cảm ơn.",
    "Xin chào ạ! Em có câu hỏi: Em thấy có hện tiền học phí trên trang BKpay Hết hạn dự kiến vào 14/9/2021 và 9/11/2021   Hiện tại chổ em tình hình dịch bệnh khá phức tạp, nên không thể ra ngoài ngân hàng đóng tiền học phí . Em nên làm gì bây giờ ạ Em xin cảm ơn!",
    "lần trước cô có gửi em link  https://forms.gle/ckyYcJMWN7w3kqe56 để đăng kí hoãn thi mà link cô đưa đã bị đóng không thể phản hồi xin cô xem lại",
    "chào pdt, em có đk môn học ở học kì dự thính 211, nhưng chỉ có tuần đầu tiên em vào google meet học được, còn các tuần còn lại em vào đều không thấy có dạy, cho em hỏi là có phải nhà trường đang tạm dừng việc học trực tuyến không ạ ? em xin cảm ơn",
    "Cho phép em được đăng kí môn học:      Xin nhà trường xem xét giúp em!! Em chân thành cảm ơn. .",
    "Em chào anh/ chị phòng đào tạo, Em tên là , là sinh viên khoa Môi trường và Tài nguyên.Em có thắc mắc điểm tốt nghiệp được tính theo điểm trung bình tích luỹ ngành, vậy điểm trung bình tích luỹ ngành này có bao gồm điểm các môn thuộc nhóm đại cương như Toán và KH tự nhiên, Chính trị kinh tế văn hoá xã hội không ạ ? Em mong phòng đạo tạo có thể giải thích giúp em ạ.    Em chân thành cảm ơn ! .",
    "Chào cô/thầy Hôm nay e viết bài này với lý do là để hoãn thời hạn đóng học phí kì dự thính HK211. Điều đầu tiên thì vùng e là vùng nông thôn nên không có ngân hàng gần đấy. Muốn đóng tiền học phải đi ra thành phố mà chỗ e lại đang giãn cách xã hội nên rất khó khăn trong việc di chuyển. Điều thứ 2: Vì giãn cách xã hội nên bố mẹ em cũng không đi làm được nên rất khó chuẩn bị được tiền để đóng học phí. Vậy nên e viết bài này để hỏi cách làm s dời kì hạn đóng học phí kì dự thính HK211. Mong cô/thầy giúp đỡ. Chúc cô/thầy một ngày tốt lành ",
    "Em chào quý thầy/cô, Em tên là , MSSV là . Em muốn hỏi về vấn đề nhận bản scan của bảng điểm sau khi đăng ký in bảng điểm . Do diễn biến phức tạp của dịch COVID-19 nên em sợ bản cứng của bảng điểm gửi qua dịch vụ chuyển phát nhanh sẽ về trễ. Em muốn hỏi phòng đào tạo có hỗ trợ gửi trước bản scan cho sinh viên để sử dụng trong lúc đợi nhận bản cứng không ạ? Do em đang cần bảng điểm (bản scan) để bổ sung hồ sơ làm việc cho công ty trước ngày 15/9. Em xin cảm ơn. Trân trọng./.",
    "Em xin chào thầy/cô, Hiện tại, em đang có thắc mắc về việc học kì 211 đã bắt đầu rồi nhưng môn học dự tính cơ học đất của em trong kì 202 vẫn chưa được xếp lịch thi. Theo như em có tìm hiểu một số bạn ở môn học dự thính cùng kì thì các bạn đã thi cũng như đã có điểm tổng kết trên cả elearning lẫn trang sinh viên (stinfo). Em mong quý thầy có thể xem xét có sự thiếu xót gì ở môn học CƠ HỌC ĐẤT này không ạ?.   Em xin chân thầy cảm ơn. (Em có đính kèm hình ảnh bên dưới)",
    "Dạ em chào quý thầy cô  em hiện là sinh viên k17 và còn tiếp tục học trong hk211. Em muốn hỏi là em còn có khả năng xin giấy chứng nhận để tạm hoãn nvqs không. Nếu còn thì em có cần đăng ký trên mybk hay nhà trường sẽ động loạt in giấy và gửi về khoa trong học kỳ này. em cảm ơn",
    "Dạ thầy (cô) cho e xin đăng kí môn học Pháp luật đại cương, Mã MH: SP1007, nhóm L14  vì đã học 2 tuần rồi nên em đăng kí thứ 5 để không để mất 1 buổi nghỉ tuần 2/9 ạ. Xin quý Thầy cô giúp đỡ ạ. cho em thông tin liện hệ để vào lớp ạ.  Ngọc Thuận, MSSV:  Vì hiện tại do tình hình dịch em còn thiếu 1 ngày CTXH nữa nên chưa chắc có thể ra được trong hk211 này ạ.",
    "Em chào quý thầy cô ạ, Thầy/cô cho em hỏi về việc hoãn học phí ạ. Hiện tại em có đăng ký 4 chỉ dự thính 3.200.000đồng và hạn đóng là ngày 14/09/2021. Gia đình em hiện đang khu phong tỏa tỉnh Đồng Nai  và đang gặp khó khăn về tài chính do gần 3 tháng nay không được lao động. Em muốn hỏi về tiền học phí dự thính này có được hoãn không a? Và nếu được hoãn thì em sẽ làm đơn như thế nào ạ? Mong thầy/cô giải đáp giúp em! Em xin chân thành cảm ơn!",
    "Kính gửi PĐT! Hiện tại khoa Điện-Điện Tử tổ chức thi cuối kì 202 môn Mạch điện tử,do không đáp ứng được trang thiết bị đường truyền nên em muốn hoãn thi.Tuy nhiên link form đăng kí hoãn thi đã bị khóa,em không biết phải hoãn như thế nào ạ Mong PĐT cho em giải pháp để hoãn thi,em cảm ơn .",
    "Chào Thầy (Cô)  Em tên là  MSSV  Khoa Cơ Nhiệt  Hiện tại em đã hoàn thành chương trình học của mình nhưng hiện tại em vẫn chưa đủ ngày CTXH vì lí do Covid 19. Có lẽ em không thể tốt nghiệp trong tháng 11 naỳ ạ.Thầy cô cho em hỏi vầy giờ em nên làm sao ạ em có bị đình chỉ học không? Thầy cô giúp đỡ em . Em xin cảm ơn.",
    "Xin chào ạ!  Em đang học lớp Anh văn 2A-LA1039, những khóa học trước(bao gồm LA0011-Anh văn cơ bản A, LA1037-Anh văn 1A) em học không phải mua sách giảng viên cung cấp cho em. Nhưng lần này tại sao gảng viên yêu cầu em phải mua sách ạ? EM muốn được xác nhận về việc này? Em xin cảm ơn!",
    "em chào thầy/cô ,em tên  mssv: ,em đã được phòng đào tạo chấp nhận yêu cầu hoãn thi cuối kì với 1 số môn sau đây: -Kinh tế học đại cương: L01 -Kinh tế chính trị mác lê nin:L07 -Lập trình nâng cao: L02 -Hóa đại cương : L01 -Hệ điều hành :L01 Nhưng hiện tại đã cập nhập điểm 1 số môn rồi nhưng điểm của em toàn 13 với 0 ạ ,em mong pdt giải quyết giúp em ạ",
    "Chào thầy/cô ạ Em là  MSSV . Nay em muốn hoãn thi môn Mạch điện tử EE2035 thi vào 12/09. Thầy cô cho em xin đơn hoãn thi được không ạ Việc form đăng ký hoãn thi không còn điền được. Mong thầy/cô xem giúp em ạ Em cảm ơn thầy/cô",
    "Kính gửi Phòng đào tạo, Em là , sinh viên K17 khoa Cơ khí. Nay em viết đơn này kính mong Phòng đào tạo xem xét và tạo điều kiện cho bạn em là  (MSSV: ), khoa KH&KTMT, được đăng ký bổ sung môn Đề cương luận văn (CO4311) trong học kỳ này. Dù biết là bạn em đã gửi đơn cứu xét nhưng vì chưa được giải quyết nên em mạo muội gửi đơn này. Em xin cảm ơn và mong quý thầy cô tạo điều kiện với trường hợp của bạn.   QUOTE        Kính gửi Phòng đào tạo, Em là , sinh viên năm 4 khoa Khoa học & kỹ thuật máy tính. Trong học kỳ này do một số vấn đề nên em không nắm được thông tin không thể tiếp tục làm Luận văn tốt nghiệp (LVTN) như dự kiến. Do trong đợt đăng ký môn học trước đó em chỉ đăng ký môn LVTN, nên em viết đơn này xin phòng đào tạo xem xét cho phép em đăng ký môn Đề cương luận văn (CO4311) để có thể học môn này ngay trong học kỳ 211, giúp em tránh việc phải chờ học kỳ tới mới có thể bắt đầu lại quá trình làm luận văn. Em thật lòng xin lỗi vì lại làm phiền Phòng đào tạo và hi vọng Phòng đào tạo tạo điều kiện giúp em có thể hoàn thành chương trình học một cách thuận lợi. Trân trọng,   /QUOTE",
    "Em tên , MSSV . Số tín chỉ tích luỹ của em là 120, số ngày CTXH là 14. Em đăng kí môn học CH43B3 (luận văn tốt nghiệp CNSH) nhưng kết quả bị huỷ vì không đủ điều kiện. Ngày 6/9 em kiểm tra lại nhưng vẫn chưa có môn luận văn trong thời khóa biểu học kỳ 211. Mong quý thấy cô kiểm tra lại giúp em. Em chân thành cảm ơn.",
    "Mùa dịch này gia đình em có gặp khó khăn về tài chính, nếu lỡ qua hạn mà em vẫn chưa đóng đủ thì có sao không ạ?",
    "Em tên là: Võ Thị Lài MSSV:  Em đăng ký Luận Văn tốt nghiệp nhưng bị hủy với lí do:  Không đủ đ/kiện nhận LVTN. Nhưng vì lý do thiếu CCAV không thể chuyển điểm được để đáp ứng điều kiện đủ tín chỉ đăng kí . Nên em viết đơn này mong phòng đào tạo xem xét cho em đăng kí luận văn trong học kì 211 này . em xin chân thành cảm ơn! Mã môn học: ME4079",
    "Em tên là  - MSSV: . Em tạo yêu cầu này bởi vì em có một điều mong muốn quý Thầy/Cô giúp đỡ, đó là: Theo như em theo dõi là sắp đến thời gian để đóng học phí học kì 211, tuy nhiên gia đình em hiện đang vướng phải một vấn đề khó khăn là đã không đi làm trong suốt thời gian từ lúc dịch bùng phát nên là hiện chưa thể có đủ điểu kiện để hoàn thành học phí theo đúng như thời gian đã quy định. Em mong nhà trường có thể suy xét cho em đóng trễ được không ạ? Em xin hứa khi nào phía gia đình em có khả năng có thể là đi làm lại được khi hết dịch em sẽ hoàn thành học phí ngay ạ. Em cám ơn các Thầy/cô đã đọc ạ.",
    "thưa cô, em là sv hệ VLVH chuyển hệ từ hệ chính quy. kì này em có đăng kí đề cương luận văn mã MH EE4311 em đã đăng kí 4 lần, từ lúc mở đăng kí ở hệ chính quy, hệ vlvh, chuyển hệ, dự thính nhưng đều bị báo là sai chương trình đào tạo Mong nhà trường và PDT xem xét lại để em được  đăng kí môn này ạ em đã gửi nhiều lần nhưng vẫn chưa được giải quyết ạ, mong pdt giúp em sớm ạ",
    "Kính gửi Phòng đào tạo. Em tên , MSSV: ,Hệ đào tạo VHVL, chuyên ngành Công nghệ may. Kính mong Thầy / Cô xem xét giúp em về số tín chỉ tích lũy để em có thể đăng ký môn Luận văn tốt nghiệp (ME4079) trong KH211 này. Em xin cảm ơn Thầy / Cô.",
    "Kính thưa thầy/cô, Em hiện là sinh viên K17 đã hoàn thành luận văn và chỉ cần đạt anh văn nói viết sẽ đủ điều kiện tốt nghiệp. Em có kế hoạch xuất ngoại vào cuối năm nay nên em mong giấy chứng nhận tốt nghiệp tạm thời sớm nhất có thể để làm visa ạ. Em thắc mắc là thời gian sớm nhất em có thể nhận được giấy chứng nhận tốt nghiệp tạm thời là khi nào ạ? Được biết trong đợt thi online  sắp tới em chỉ được đăng kí một lần duy nhất. Việc em đăng kí thi và đậu anh văn nói viết vào đợt một có thể khiến em nhận được giấy chứng nhận tốt nghiệp sớm hơn không ạ? Em mong sớm nhận được phản hồi từ thầy/cô để em có thể đưa ra quyết định đăng kí thi anh văn nói viết. Em cám ơn thầy/cô.",
    "Xin chào thầy/cô, Em là , MSSV  . Lý do: Kỳ học 202 là kỳ cuối cùng của em, tuy nhiên môn học cuối đến tận hôm nay mới có điểm. Và kết quả là theo tính toán của em thì chỉ thiếu một chút nữa là sẽ đạt được một rank khác trong tấm bằng đại học. Cụ thể là từ 7.994 -  .0, em biết hiện tại đã trễ deadline mất 6 ngày. Tuy nhiên, em vẫn nuôi một hy vọng sẽ được đăng ký vào lớp   B Dự Thính Pháp Luật Đại Cương Học Kỳ 211    (Em xin lỗi khi cũng cấp thông tin trừu tượng này bởi vì em không nắm được thông tin có lớp nào đang mở), hiện tại do em đã quá trễ và sự việc ngoài dự tính, nên hy vọng PĐT sẽ hỗ trợ em hoàn tất nốt tham vọng sau cùng của bản thân mình. Ngoài ra, em có một vài câu hỏi bổ sung ạ. 1. Kỳ học này nếu theo tính toán của em là đầu tháng 11 sẽ hoàn tất, vậy liệu có kịp để em tốt nghiệp hay không? 2. Phòng đào tạo có dự tính làm tốt nghiệp offline vào tháng 11 hay không ạ? Sau cùng, em xin cảm ơn T đã kiên nhẫn đọc thông tin này của em, em cảm ơn.",
    "Em chào Phòng đạo tạo, Em là , là sinh viên K18 Khoa Khoa học và Kỹ thuật Máy tính. Học kỳ vừa rồi em có đăng ký môn học tên \"Học máy\" với mã CO3117, tuy nhiên, theo chương trình đào tạo của khoá em thì môn tên \"Học máy\" có mã CO4027 . Mã CO4027 này đã 2 kỳ liên tiếp không được mở nhưng em muốn học môn \"Học máy\" . Theo phân bổ trên trang chương trình đào tạo, em nhận thấy 2 môn này đều như nhau nhưng khoa Máy tính chưa cho là 2 môn tương đương. Vậy nếu em hoàn thành môn học CO3117 này thì có được tính vào số tín chỉ tích luỹ của mình không ạ. Em chân thành cảm ơn.   i ",
    "Cho em hỏi là em học khoa điện điện tử chương trình tiên tiến thì những môn cùng tên nhưng khác mã môn (tụi em là TT so với CC của các bạn clc) thì chúng em học có tính môn không ạ",
    "Kính gửi phòng đào tạo. Hiện em có nhu cầu in bảng điểm kết quả các môn đến HK202. Tuy nhiên, hiện trên trang web mybk mục \"Bảng điểm\" chỉ mới hiện điểm đầy đủ của 2 môn trong HK202. Bên cạnh 2 môn trên thì có 2 môn em đã được giáo viên bộ môn thông báo về điểm thành phần và điểm thi cuối kì nhưng chưa hiện trên web . Vậy cho em hỏi, nếu em đăng ký in bảng điểm bây giờ thì những môn thuộc diện trên có xuất ra trên bảng điểm luôn chưa ạ? Em xin cảm ơn.",
    "Chào phòng đào tạo, em hiện hết thời gian đào tạo chương trình đại học chính quy, giờ em cần làm những thủ tục nào để chuyển xuống hệ vừa học vừa làm ạ. thủ tục chuyển điểm như thế nào vậy ạ.",
    "Em chào thầy cô. Thầy cô cho em hỏi, em là sv năm cuối đã học xong các môn của chương trình đào tạo, đã bảo vệ luận văn và còn thiếu điều kiện anh văn nói viết, hiện trong thời khoá biểu của em có đăng kí môn cho học kì này để duy trì tình trạng sv. Vậy nếu thi đạt tiếng anh nói viết và rút môn học (có tính phí) thì có được xét tốt nghiệp không ạ?",
    "Dạ em chào thầy/cô Cho em hỏi là do em chưa đăng ký nộp bằng tốt nghiệp THPT được nên không biết nhà trường có mở đợt đăng ký đợt 2 để em đăng ký không ạ ? Em cám ơn.",
    "Em xin gửi đơn hủy hoãn thi ạ",
    "Em chào thầy(cô),Em k17 sinh viên Campuchia hiện tại em đã hoàn thành chương trình đào tạo của trường nhưng em không đăng ký xét tốt nghiệp được và em thấy đợi xét tốt nghiệp mở từ ngày 06/09-31/10. Cho em hỏi tại sao em không đăng ký xết tốt nghiệp được? vì em cần chứng nhận tốt nghiệp tạm thời để bổ sung hồ sơ đi làm. Cảm ơn.",
    "Kính gửi Phòng đào tạo trường đại học Bách Khoa TPHCM Em tên  MSSV 2 Em đã hết hạn đào tạo chính qui và mong muốn được chuyển sang hệ VHVL để tiếp tục hoàn thành chương trình đào tạo. Em đã làm đơn xin chuyển hệ và đơn xin đăng ký môn học gửi BKSI như hướng dẫn (TKB của em đã có nhưng bị xóa). Đã 1 tuần từ lúc em gửi đơn đến nay vẫn chưa thấy phản hồi, em rât lo lắng, Mong BKSI hoặc Phòng Đào Tạo phản hồi giúp em và khoảng bao lâu thì em được xét chuyển hệ và có kịp đăng ký luận văn trong học kỳ này không ạ. Mong phòng đào tạo xem xét giúp em để em được tiếp tục học. Em xin cảm ơn",
    "Chào anh/chị, Cho e hỏi em có đăng kí thi nói viết đợt 1 nhưng giờ e muốn hủy để chờ đăng kí đợt 2 có được không.",
    "Vẽ Kĩ Thuật  Mã môn học CI1003, lớp thực hành CI1004 Nhóm P02 Lý do:  Em học được 2 tuần trường gửi gmail về huỷ môn của em với lý do là đăng kí bên Việt-Pháp",
    "Em bên hệ vhlvl ạ",
    "Em chào cô thầy ạ, em là  MSSV:  . Em ở Học Kỳ 202 đã nộp hồ sơ miễn giảm học phí đối với con thương bình và được nhà trường xét duyệt. hôm nay, em có kiểm tra BKpay thì thấy ở học kỳ 211 em có đống tiền học phí(không thấy miễn gì hết ạ). Như vậy là sao ạ, mong cô thầy giải thích cho em với. em xin cảm ơn",
    "Dạ là do e có lịch học muộn nên h e muốn liên lạc với giáo viên bộ môn để trao đổi vài vấn đề thì e phải làm cách nào ạ",
    "Thân chào thầy/cô, Em có thắc mắc là vào ngày 30/8 em có đăng ký phúc tra bài thi môn Kinh tế Chính trị    và hạn phúc tra là ngày 7/9. Nhưng hiện tại em vẫn chưa nhận được kết quả. Mong thầy/cô sẽ giải quyết giúp em ạ.",
    "kính gửi Phòng Đào Tạo Em tên  mssv: Do em hết thời gian đào tạo nên đã huỷ đăng kí môn. Em làm đơn và xin gia hạn và đã được chấp nhận.Em xin đăng kí môn em bị huỷ. 1: Tiểu luận tốt nghiệp: 260263 2: anh văn 3(tương đương): LA1007 Rất mong phòng đạo tạo đăng kí giúp em sớm nhất để hoàn thành chương trình học.em cảm ơn.",
    "Dạ cô ơi em còn nợ một môn cơ lưu chất ( 3 tín chỉ) vậy số chỉ em đạt được là 122 đã thỏa điều kiện đăng kí rồi cô. các môn điểm em đã thống kê em đã học qua do PĐT chưa cập nhật nên nó báo không đủ cô ơi.    CHUYỂN ĐIỂM ĐỂ EM ĐƯỢC CẬP NHẬT  THÀNH 122 TÍN CHỈ. đủ điều kiện đăng kí luận văn. các môn có điểm trong kì rồi PĐT cũng chưa cập nhật.    EM  luận văn cảng công trình biển  mã môn học CI4333",
    "em chào thầy/cô. trong học kì e có gửi danh sách và nhờ đoàn khoa xin được mở lớp dự thính sau đợt đăng kí môn học bổ sung lần cuối. e đã lên danh sách đăng kí nhầm cho một anh. bây giờ e có thể hủy môn giúp anh đó không ạ. thời khóa biểu vừa cập nhật vào hôm qua. và nếu hủy có phải đóng tiền không ạ ? ",
    "kính gửi thầy cô phòng đào tạo em tên là  MSSV:  em muốn xin hủy môn học GE3049Tính toán ứng dụng trong kỹ thuật dầu khí Lý do đợi dự thính vừa rồi bạn trong khoa em điền nhầm tên em vào danh sách xin mở lớp dự thính, môn này em đã học và đã có điểm rồi,  nhưng do sự nhầm lẫn nên bạn đã đăng ký môn học này cho em. Nay em xin hủy môn và không phải đóng học phí môn này được không ạ? Mong thầy cô xem xét giúp đỡ, em chân thành cám ơn.",
    "Chào thầy, cô ạ! Em xin gửi đơn hoãn thi ạ! Tên:  MSSV: ",
    "Kính chào pđt, Cho em hỏi thêm nếu SV đã tạm dừng 1 học kì thì có được đăng kí in giấy xác nhận hoãn nghĩa vụ quân sự trong năm mà SV đã hoãn học kì đó không ạ. Em cảm ơn và kính chào.",
    "Thưa thầy/cô, Trong mail thông báo là nộp bằng tốt nghiệp THPT đợt 2 từ 6/9 đến 16/9, nhưng hiện tại trên MyBK vẫn chưa mở đăng kí nộp bằng (đợt 1 em chưa nhận bằng kịp nên không đăng kí được). Cho em hỏi khi nào sẽ mở đăng kí nộp ạ? Em cảm ơn.",
    "Sau khi hoãn thi (đã có gmail xác nhận  từ pđt) tại sao em lại bị điểm 13, không phải là điểm HT như qui định tại điều 17.2 ở mục Quy chế ạ?",
    "thầy/cô cho em hỏi, hiện tại trường cho đăng kí in bảng điểm không ạ, em có đăng kí rồi nhưng lúc thanh toán thì cứ bị lỗi ạ",
    "Em chào Thầy, Cô. Em có thắc mắc là không biết nếu em làm thủ tục rút môn học (theo thời hạn quy định) khi đã học vài tuần thì phải đóng   B \"học phí theo quy định\"    là bao nhiêu ạ. Em cảm ơn. Chúc Thầy, Cô một ngày tốt lành. :)",
    "EM gửi cô bảng điểm 4 môn minh chứng e đã qua gồm 11 chỉ. (file đính kèm). tổng số tín chỉ e hiện có là 122  121 thỏa điều  kiện đăng kí. Mong cô xem xét và cập nhật luận văn cho em trong hôm nay ạ. em cảm ơn. luận văn cảng công trình biển. mã môn học ci4333",
    "PĐT cho em hỏi em là k16, đã hết chương trình đào tạo nhưng kì này em đang học lại quốc phòng thì em xin giấy tạm hoãn quân sự được không ạ",
    "Chào Thầy/Cô  Hiện tại em đã đặt câu hỏi rất nhiều lần về việc đăng ký môn Luận Văn không được, trong khi mọi điều kiện tiên quyết em đều đáp ứng đủ, mà vẫn chưa được giải quyết, trạng thái câu hỏi luôn ở \"Đang giải quyết\" là sao ạ? Tình hình dịch bệnh em không lên gặp trực tiếp được, xin thầy/cô giải quyết triệt để cho em có thời khóa biểu môn này  Cảm ơn thầy/cô           ",
    "Không đăng kí được AV 2 kĩ năng đợt 1",
    "Kinh gửi Phong đào tạo Em tên:  MSSV:  Hệ VHVL Do em cập nhật thông tin chậm trễ nên đã không đăng ký được môn Đề cương luận văn tốt nghiệp trong đợt đăng ký bổ sung. Em có liên hệ khoa và khoa đã chấp nhận đơn xin đăng ký bổ sung môn Đề cương luận văn tốt nghiệp ở học kỳ HK211 a. Tên môn học: Đề cương luận văn tốt nghiệp Mã môn học: CO4321 File đính kèm là đơn đã có chữ ký của chủ nhiệm khoa ạ. Mong phòng đào tạo xem xét và chấp nhận đơn đăng ký bổ sung của em ạ Chúc thầy cô nhiều sức khỏe Em xin chân thành cảm ơn Kính thư, Sinh viên    .",
    "Em chào thầy cô ạ  Ngày 6/9/2021 em có đăng kí chuyển điểm môn anh văn 2 Nhưng đến bước thanh toán học phí thì bị lỗi và em đã thử mọi cách cho đến nay vẫn không thanh toán được ạ Nên em mong là trường hợp của em, nhà trường có thể xóa yêu cầu chuyển điểm trên mybk và hóa đơn thanh toán trên bkpay được không ạ  Em xin chân thành cảm ơn!    Vinh  ",
    "Thời gian: 09/01/2021 09:52:03 pm Từ: [2004] ()        Học vụ Dear Phòng Đào tạo Trường ĐH Bách Khoa TPHCM. Em tên là , lớp CK14LOG, em xin nộp phiếu đề nghị được thôi học chuyển sang hệ vừa học vừa làm. Vì dịch bệnh khó khăn nên em không thể in phiếu ra được ạ, mong PĐT thông cảm và được bổ sung sau ạ. Mong được sự giúp đỡ của quý Thầy cô. Chúc quý Thầy cô nhiều sức khỏe. [ Trích dẫn ] Thời gian: 09/06/2021 04:58:52 pm Từ: [548] (002282)  Chào bạn hiện bạn còn nợ môn nào để tốt nghiệp? báo để Cô hướng dẫn bạn tiếp theo Thân  Em chào Cô, Em xin trả lời như sau: Hiện tại e không còn nợ môn học nào nữa và số ngày CTXH hiện tại là 12.5 ngày vì dịch bùng lên nên kỳ này e không đi làm CTXH và thi anh văn được ạ, em làm 3 tại chỗ tại công ty. Rất mong được cô và nhà trường thông cảm cho em ạ. Em chân thành cảm ơn ạ!",
    "Kính gửi PDT, hôm qua em có đăng ký thi anh văn nói viết và đã hủy đăng ký ngay sau đó thì em có thể đăng ký lại trong đợt thi tháng 10 phải không ạ.Em xin cảm ơn.",
    "Kính gửi PĐT, - Theo kế hoạch học vụ của PĐT thông báo thì thực hiện việc xét tốt nghiệp đến cuối HK211. - Nhưng theo lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021 được đăng trên trang web của PĐT thì ngày 20/10/2021 là hạn cuối nhận các trường hợp bổ sung điều kiện tốt nghiệp . Vậy sau ngày 20/10/2021 thì PĐT có còn thực hiện việc xét tốt nghiệp bổ sung nào trong HK211 nữa không ạ (do em được giải đáp là thực hiện xét tốt nghiệp đến cuối HK211 tức là đến tháng 12/2021 nên em thấy hơi mâu thuẫn), hay là phải đợi sang HK212 đợt xét tốt nghiệp tháng 4/2022 ạ . Do tình hình dịch bệnh gây nhiều khó khăn nên em rất mong được giải đáp cụ thể ạ, em xin cảm ơn.",
    "Kính gửi PĐT trường ĐHBK, em là sinh viên ngành Kiến trúc, khoa KTXD. MSSV: 4 Em đã hết thời gian đào tạo chính quy và mong muốn chuyển sang hệ VHVL. Em đã ĐKMH cho học kì 211 và bị xóa thời khóa biểu. Kính mong PĐT chấp nhân đơn xin chuyển hệ và khôi phục thời khóa biểu để em tiếp tục chương trình học và tốt nghiệp. Em xin chân thành cảm ơn. Mong PĐT xem xét xử lý sớm giúp em đã gửi yêu cầu hơn 1 tuần rồi ạ!",
    "Kính chào thầy cô! Em tên là  mssv là . Học kỳ 202 em còn nợ 8 chỉ lớn hơn 7 chỉ để đăng ký luận văn tốt nghiệp. Và trong kỳ 202 em cũng có học dự thính môn giải tích 2 để trả nếu qua em sẽ đủ điều kiện để đăng ký luận văn tốt nghiệp, nhưng do kỳ thi cuối kỳ diễn ra trễ vào ngày 24/8/2021 nên em vẫn chưa có điểm do đó em không đủ điểu kiện để đăng ký đợt cuối cùng luận văn tốt nghiệp. Nếu bây giờ em qua được môn giải tích 2, học kỳ 211 Phòng Đào Tạo có thể hỗ trợ em đăng ký luận văn tốt nghiệp được không ạ! Mã môn luận văn tốt nghiệp là GE4333 Em cảm ơn thầy cô.",
    "Em đang ở trong khu vực phong tỏa nên chưa thể đóng học phí trong thời gian quy định. Em có thể dời thợi hạn đóng học phí không ạ.",
    "Em chào thầy cô Phòng Đào Tạo ạ, em tên  . Em muốn hỏi Thầy cô ạ, em đã đủ tiêu chuẩn làm luận văn tốt nghiệp rồi ạ, em cũng đã đăng vào đợt bổ xung vừa rồi nhưng không có thời khóa biểu ạ. Em mong thầy cô giúp đỡ em và mong thầy cô cho em đăng ký làm Luận văn(260663) ạ. Em đã gửi yêu cầu này là lần thứ hai rồi ạ. Mong thầy cô phản hồi ạ, Em cảm ơn ạ",
    "Dạ em xin chào PĐT, Em đã có trong danh sách xét nhận LVTN HK211 trên aao, nhưng em chưa có Thời khóa biểu và danh sách thực hiện LVTN Bộ môn Công nghệ Nhiệt lạnh. Em đã liên hệ với giáo viên hướng dẫn . Dạ cho em hỏi có vấn đề gì không ạ hay PĐT sẽ cập nhật trong thời gian tới. Em xin cám ơn.",
    "Kính gửi Phòng Đào tạo, Em là , mã số sinh viên . Em đăng ký trễ môn Đề cương Luận văn AS4325 (do đăng ký sai mã đợt 1) và Thực tập Ngoài trường AS3325 (do nhầm lẫn với Thực tập Kỹ thuật). Em đã được sự đồng ý của Bộ môn, kính mong quý thầy cô hỗ trợ em đăng ký bổ sung 2 môn học này trong HK211, để em kịp tiến độ đăng ký Luận văn tốt nghiệp vào kỳ sau. Em xin lỗi vì sự sai sót của mình và xin hứa hoàn thành học phí đầy đủ. Chúc quý thầy cô làm việc hiệu quả và sức khỏe.",
    "Dạ em tưởng là nộp đơn qua bksi và phòng đào tạo đã chấp nhận là được rồi ạ và lúc đó em không có để tâm đến pdt là có gửi mail điền form ạ ,em mong là pdt có thể giải quyết cho em ,hiện tại em đang rất là hoang mang ạ",
    "Em là SV khóa 2017, vừa hoàn thành xong luận văn tốt nghiệp. Em còn thiếu 2 điều kiện để đủ đăng kí tốt nghiệp: 1. Tiếng anh S - W 2. Anh văn 4 Em muốn hỏi là em muốn khi nào hết dịch, IIG hoặc BKEnglish tổ chức, thì e sẽ thi lấy bằng Toeic 2 kỹ năng để nộp AV4, nên học kì 211 này em không đăng kí môn học nào hết thì có được duy trì trạng thái sinh viên không ạ, có vấn đề gì không ạ?",
    "Chào anh/chị, em tên là  k20. Dạ cho em hỏi cuối học kì 1 năm nhất em có thi toeic được 550 tại trường(không phải kì thi toeic đầu vào), vậy cho em hỏi em có được pass chuẩn tiếng anh năm 2 không ạ. Em xin cảm ơn.",
    "MSSV :  Sao em đăng kí hoãn thi mà điểm lại ghi 13 vậy ạ , mong pdt xem xét lại ạ, em hoãn tất cả 3 môn : PPT , Khí động lực học và Nhiệt động lực học và truyền nhiệt ạ    i ",
    "Em có đọc qua QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2 trong đó có nhắc đến việc ''có tính học phí'' khi rút môn học. Em khá thắc mắc về việc này bởi không rõ ''có tính học phí'' ở đây sẽ là phí rút môn học hay là vẫn phải đóng học phí của môn mình đã rút ạ ?  Cụ thể: em đang đăng ký học dự thính môn GIẢI TÍCH 2. nhưng vì lí do cá nhân không thể tiếp tục tham gia học nên có ý định đăng ký rút môn học. Trong BKpay hiện tại học phí của môn này là 3,200,000vnđ. Vậy khi em đăng ký rút môn học thì em sẽ phải đóng bao nhiêu ạ ? Em xin PDT đã giải đáp cám ơn ạ.",
    "Dạ em chào thầy cô , em là  , mã số sinh viên  . Thầy cô cho em hỏi là mình viết đơn xin gia hạn thời gian đóng học phí của học kì DT211 được không ạ , tại chỗ em là vùng dịch nên không thể ra ngoài đóng tiền được ạ. Em cảm ơn . Chúc thầy cô nhiều sức khoẻ ạ.",
    "Em chào Thầy/ Cô ạ! Tình hình của Em là HK202 bị tạm dừng do đóng trễ HP, nên đã bị xoá TKB và kết quả học tập Cho Em hỏi là Em có được phục hồi TKB và kết quả học tập của HK202 không ạ? Vì Em đã làm đơn xin thu nhận lại và đóng HP đầy đủ rồi ạ Em xin chân thành cám ơn!",
    "Em muốn đăng kí anh văn nói viết để xét tốt nghiệp trong học kì này. Em xin cảm ơn.",
    "Chào thầy cô pđt, em có đăng ký hoãn thi môn kinh tế chính trị mác lê nin vào học kỳ 203 nhưng khi có bảng điểm thì em nhận điểm 13 ạ?",
    "Em muốn đăng kí anh văn nói viết để xét tốt nghiệp trong học kì này. Em xin cảm ơn",
    "Dạ mã môn học là ME4029. Luận văn tốt nghiệp ktct Bên khoa đã gửi mail cho pđt và em đã nhận được mail xác nhận thu nhận lại của pđt rồi ạ. Em có hỏi sao chưa được cập nhật trạng thái sv thì pđt bảo đang cập nhật ạ. em có gửi kèm tệp khoa gửi pđt và mail pđt gửi cho em ạ",
    "Em chào thầy cô, Em tên - hiện đang là sinh viên năm 4 khoa kỹ thuật giao thông(khóa 2018). Thầy cô cho em hỏi học phí đang áp dụng với khóa 2018 trong học kỳ 211 là bao nhiêu một tín chỉ, do em được biết là trường thông báo không tăng học phí, nhưng hiện tại kỳ 2011 em chỉ đăng ký 8 tín chỉ(do chỉ còn 8 tín chỉ) mà hiện tại học phí của em và một vài bạn khác được thông báo trên Bkpay dự kiến đóng là 3.500.000 đồng, tương đương 437.500 đồng/tín chỉ. Em không biết đây là do tăng học phí hay là vì một lý do khác. Em rất mong nhận được sự phản hồi từ thầy cô. Em cảm ơn và kính chúc thầy cô sức khỏe! Sinh viên,",
    "Em chào thầy cô,  Em là . MSSV: Kì học 202 em có đăng kí 1 môn học tự chọn  có đi kèm học phần thí nghiệm. Nhưng do điều kiện dịch bệnh nên chưa thể kết thúc học phần môn này được (môn thí nghiệm này cũng không thể tổ chức học học online được) . Theo như em đọc lịch trình tốt nghiệp trên trang aao.hcmut thì lịch xét tốt nghiệp tới ngày 20/10. Nếu trong trường hợp xấu nhất em không thể lên trường hoàn thành môn học trước ngày 20/10 thì sao ạ. Em cảm ơn. Chúc thầy cô nhiều sức khoẻ.",
    "Kính chào thầy cô, Em tên  MSSV   Em có thắc mắc theo như thông báo học phí của trường ngày 23/8/2021 học phí chính quy đại trà khóa 2018: 350.000VNĐ/TC Học kỳ 211 em đăng ký 20 tín chỉ học kỳ chính và Kết quả trên BKpay học phí ĐH chính quy của em 7.700.00VNĐ chia ra thì đến 385.000VND/TC. Mong thầy cô giải đáp thắc mắc giúp em. Em xin chân thành cảm ơn.",
    "Kính thưa quý thầy cô Phòng đào tạo trường ĐHBK TPHCM Em tên là , Mssv  Tuần trước em có khiếu nại về việc em đã đăng kí LVTN  môn Thiết kế dự án tốt nghiệp, MSMH: CI4303, nhưng hiện tại thời khoá biểu em vẫn chưa có TKB môn đấy. Hiện tại số tính chỉ tích luỹ của em tính đến HK203 là 157 tính chỉ, số ngày công tác xã hội là 15 ngày đủ điều kiện đăng kí LVTN, nên em thắc mắc tại sao TKB của em vẫn chưa có môn LVTN. Kính mong thầy cô Phòng đào tạo có thể kiểm tra và trả lời giúp em để em có thể kịp tiến độ học.",
    "em mong là phòng đào tạo xem xét cho em chứ từ lúc em được phòng đào tạo đồng ý hoãn thi trong bksi ,em không có check mail để mà điền form (tại lúc đó em đang trong khu cách ly),em cảm ơn ạ",
    "Dạ đây là quyết định thu nhận lại ạ. Trước đó em đã có Thầy hướng dẫn đề cương và em vẫn liên lạc với Thầy đến giờ ạ. chỉ chờ đăng kí được môn học thì Thầy sẽ hướng dẫn em ạ em cảm ơn!",
    "https://drive.google.com/drive/folders/1M51Y91zts6X9oqmpM4esRx5JYyIbwrOF Dạ đây là link drive chứa các đơn hoãn thi của em ạ ,em cảm ơn",
    "Em xin gửi đơn Hủy hoãn thi",
    "Em tên là:  MSSV : Đợt đăng kí TTTN-DCLVTN-LVTN : Em có đăng kí môn LVTN mã môn CI4313 nhưng đã bị hủy vào đợt kết quả. Số TCTL :125 Số ngày CTXH: 17.5 Các môn tương đương đã học : CI3219 ở HK201 và CI3221 ở HK192 tương đương môn CI3075 CI4121 và CI4123 cùng ở HK201 tương đương môn CI4033 Trước em có gửi khiếu nại rồi nhưng vẫn chưa có trong danh sách được nhận LV của BM và chưa có TKB,nay em gửi lại mong PĐT kiểm tra lại ạ. Em xin cảm ơn!.    .",
    "Em kính chào PĐT! Em đã nhận được email thông báo về việc: ''Sinh viên chú ý thực hiện đăng ký đợt cuối cùng LVTN, TTTN, Đề Cương LV từ 10g ngày 23/08/2021  đến 14g59 ngày 25/08/2021 cho HK chính 211    Trước tình hình diễn biến phức tạp của dịch Covid-19, hiện trạng có khả năng nhiều sinh viên không thể thi để nhận Chứng chỉ Anh văn quốc tế để xét nhận LVTN, Nên Nhà Trường sẽ không xét chuẩn CCAV quốc tế khi xét LVTN trong HK211'' Sau đó em đã ĐKMH ME4029 - Luận văn tốt nghiệp ktct nhưng hiện tại ở mục ĐỢT KẾT QUẢ không có kết quả thành công, cũng như trong TKB không xuất hiện môn LVTN e đã đăng ký. Em có gửi kèm hình ảnh lịch sử đkmh của em và email PĐT đã gửi. Mong PĐT giải đáp, em rất cảm ơn ạ!",
    "Dạ cô ơi em đã học và qua các môn CI3009  P 1            2         CI3037                    3                       CI4005         3                       CI4017  CONG TRINH DUONG THUY     3  em có gửi kèm bảng điểm trong file pdf cô xem qua giúp em với ạ. máy môn này em học mã mới nên cần chuyển điểm  thì em sẽ có 122 chỉ đủ điều kiện đăng kí luận văn rồi cô. CÔ XEM FILE  EM.",
    "Kính chào thầy cô,  Lúc nảy em có gửi câu hỏi khiếu nại không đăng kí được môn Thiết kế dự án tốt nghiệp MSMH CI4303, và được trả lời là không đủ điều kiện nhận LVTN kèm theo file, em có kiểm tra file và thấy có môn  B  Nhập môn kiến trúc MSMH CI1009    là môn học bắt buộc chưa tích lũy được, nhưng trong học kì 1 (2020-2021) em đã học và qua môn Nhập môn kiến trúc MSMH CI1065 với điểm tổng kết là 7.0 (có gửi hình ảnh chứng minh), là môn tương đương với môn CI1009 . Em mong thầy cô xem xét và hiệu chỉnh giúp em ạ!",
    "Em xin đăng kí môn: MT1005 - Giải tích 2, nhóm lớp DT03_DT03 ",
    "Dạ chào thầy/cô Em tên  mssv  hệ VHVL khoa Kỹ thuật máy tính. Em có đặt câu hỏi có id 35241 nội dung câu hỏi em muốn đăng ký môn  chứ không phải môn  ạ. Theo yêu cầu của  em đã đủ điều kiện ạ. Kính mong thầy cô xem xét giúp em ạ. File đính kèm là đơn xin đã được khoa chấp nhận ạ. Em xin chân thành cảm ơn Sinh viên,    .",
    "Dạ thầy cô cho em hỏi, em có nhận mail thông báo việc thi Tiếng Anh nói viết trong tháng 9 và 10, thì trong đợt này em có bắt buộc phải đăng ký không ạ? Và hiện tại em đang tham gia TNV xét nghiệm Covid - 19, không thể đảm bảo các yêu cầu dự thi như đề nghị của BKEnglish, vậy em cần làm gì để tạm hoãn thi theo lịch của PĐT ạ? Em chân thành cảm ơn thầy cô ạ.",
    "Dạ PDT cho em hỏi là em có nhận được mail thông báo đăng ký thi 2 kỹ năng trực tuyến đợt tháng 9 và được đăng ký nhưng em không muốn thi đợt 1 mà thay vào đó là đợt 2 vậy đợt tháng 2 vào tháng 10 em có được đăng ký không ạ. Em cảm ơn.",
    "Hủy môn học EE1005 (Kỹ thuật điện)  . Kính gửi thầy/cô đang công tác tại PDT Em tên là  MSSV:   Hiện tại em đang vướng một số bất tiện về điều kiện học tập cũng như về tài chính nên em mong muốn được   B Rút môn học EE1005 (Kỹ thuật điện)    . Em có thể làm thủ tục Rút môn học như thế nào vậy ạ.(Môn EE1005 được tự động đăng ký kèm với EE1006) Em xin cảm ơn! ",
    "Dạ em chào thầy/ cô, em có thắc mắc là sắp đến hạn đóng học phí dự thính. Nhưng chỗ em hiện tại phong tỏa nên không thể ra ngân hàng, thẻ ocb của em cũng chưa được kích hoạt nên không chuyển tiền được. Vậy em có thể làm đơn xin dời hạn đóng học phí dự thính không ạ? Và nếu như em đóng trễ học phí dự thính thì có sao không ạ. Em cảm ơn thầy/cô",
    "Kính gửi PĐT  Dạ cho em hỏi là đơn hoãn thi của em thành công nhưng trên bảng điểm lại ghi là điểm 13 là sao vậy ạ",
    "Kính gửi PDT, Em tên  - 4 . Hiện tại kỳ vừa rồi là kỳ học cuối cùng em được theo học. Em đã hoàn thành Luận văn và đang chờ thi môn cuối cùng . Do tình hình dịch bệnh nên em về Đồng Nai sớm cũng như không thể đăng ký thi chứng chỉ ngoại ngữ VNUEPT (tháng 7) theo kế hoạch ban đầu. Dạ cho em hỏi chứng chỉ VNUEPT 4 kỹ năng có cần phải thi 2 kỹ năng nói và viết tại trường nữa không. Và nếu có thì cho em xin phép PDT đăng ký thi 2 kỹ năng Nói và Viết Online, vì em lên ĐKMH nhưng hiện thông báo không được quyền đăng ký môn học. Rất mong PDT phản hồi và hỗ trợ giúp em ạ. Em xin cám ơn.",
    "Dạ em đã điền form đăng ký rút môn học HK211 của trường thông báo trong thời gian quy định. Và em đã nhận được mail đồng ý yêu cầu trường. Vậy em xin hỏi em đã được chắc chắn hủy môn học đó chưa ạ? Hay phải chờ ý kiến xem xét của trường có hủy hay không ạ ?",
    "i  Em là  MSSV . Em muốn hoãn môn Mạch Điện Tử (EE2035) ngày 12/09 này sẽ thi nhưng chưa có lịch thi TN môn này thì phải làm sao mong các thầy cô tư vấn .",
    "Em muốn đổi giáo viên hướng dẫn đồ án thì làm cách nào ạ",
    "Dạ kỳ trước em có làm đơn hoãn bảo vệ luận văn đã được phòng đào tạo đồng ý. Theo như email thì ngày 6/9/2021 sẽ có kết quả nhưng đến hôm nay luận văn của em vẫn để điểm 13 ạ.",
    "Em có in bảng điểm và đăng ký hình thức gửi bưu điện tuy nhiên em đang cần phải scan bảng điểm để kịp nộp hồ sơ. Em sợ với tình hình hiện tại thì bảng điểm sẽ không gửi về kịp. Thầy/Cô cho em hỏi là sau khi in xong bên PĐT có thể scan và gửi qua mail  trước khi gửi bưu điện, giúp em được không ạ? Em xin cảm ơn!",
    "Kính chào thầy cô phòng đào tạo, Lúc nảy em có gửi câu hỏi khiếu nại không đăng kí được môn Thiết kế dự án tốt nghiệp MSMH CI4303, và được trả lời là không đủ điều kiện nhận LVTN kèm theo file, em có kiểm tra file và thấy có môn Nhập môn kiến trúc MSMH CI1009 là môn học bắt buộc chưa tích lũy được, nhưng trong học kì 1 (2020-2021) em đã học và qua môn   B Nhập môn kiến trúc MSMH CI1065    với điểm tổng kết là 7.0 (có gửi hình ảnh chứng minh), là môn tương đương với môn CI1009. Em mong thầy cô xem xét và hiệu chỉnh giúp em ạ!",
    "Em đã đăng kí luận văn tốt nghiệp vào ngày 23 tháng 8 năm 2021, tuy nhiên đến nay vẫn chưa có thời khóa biểu xin Phòng Đào Tạo xem giúp trường hợp của em ạ em cảm ơn.",
    "Chào thầy/cô Lần trước em có yêu cầu xin giấy xác nhận đủ điều kiện tốt nghiệp do năm nay xét tốt nghiệp trễ hơn. Thầy/Cô yêu cầu em cung cấp kèm minh chứng đang làm hồ sơ học bổng . Trường hợp của em không phải đi du học ạ, mà do em đã kí hợp đồng với công ty ạ. Nếu không có giấy xác nhận là em đã hoàn thành 142 chỉ và đủ điều kiện tiếng anh ở Bách Khoa, em sẽ không được nhận lương và bị cắt hợp đồng làm việc (em có đính kèm ảnh chứng minh) . Do các năm trước đăng kí xét tốt nghiệp vào cuối tháng 8 và có bằng tạm vào tháng 9, nên em đã đồng ý với điều khoản nộp bằng tạm trước tháng 10. Mong thầy cô giúp em ạ, em rất mong nhận được bản mềm giấy xác nhận qua email:  Em chân thành cảm ơn thầy/cô ",
    "Dạ thầy (cô) cho e xin đăng kí môn học Pháp luật đại cương, Mã MH: SP1007, nhóm L14 vì đã học 2 tuần rồi nên em đăng kí thứ 5 để không để mất 1 buổi nghỉ tuần 2/9 ạ. Xin quý Thầy cô giúp đỡ ạ. cho em thông tin liện hệ để vào lớp ạ.  Phước Ngọc Thuận, MSSV:  Vì hiện tại do tình hình dịch em còn thiếu 1 ngày CTXH nữa nên chưa chắc có thể ra được trong hk211 này ạ.",
    "Em chào thầy (cô)!   Em tên là , sinh viên k18 khoa Kỹ Thuật Giao Thông.   Về việc đăng ký học lại Giáo dục quốc phòng trong mùa dịch, em đã liên lạc với trung tâm giáo dục quốc phòng và bên đó yêu cầu em liên hệ với phòng đào tạo của trường để xác nhận trực tiếp việc cho phép sinh viên đăng ký học đến địa chỉ mail      Em muốn hỏi nếu để nhà trường xác nhận cho em được học lại giáo dục quốc phòng thì em cần phải làm những thủ tục gì ạ? Hiện tại tới ngày 20 là hết đợt đăng ký học lại nên em mong câu hỏi của em sớm được trả lời ạ.  Em xin chân thành cảm ơn! ",
    "Em xin hỏi về vấn đề hoãn thi ạ . Trong kì thi CK202 em có tham gia thi môn chi tiết máy ngày 25/8 , em có nộp vài nhưng vì sơ ý sau khi đổ tệp em đã vô tình xoá file bài nộp , cho em hỏi bây giờ em xin hoãn thi được không ạ ?",
    "Thưa PĐT, Em là K17 kì này làm Đề cương Luận văn, khi nào mới có thông báo về việc thực hiện ạ?",
    "Chào cô, Sau khi nhận được sự giúp đỡ để đăng ký môn học dự thính vào học kỳ này, em đã có TKB trên trang Thông tin sinh viên (hình 1), tuy nhiên BKEL của em lại không có các môn này nên em không tìm được cách nào để liên lạc với giáo viên của mình để tham gia lịch học hết. Nhờ cô xem giúp ạ. Với một điều nữa là như hình 2, thì tình trạng sinh viên của em vẫn bị để là   B Nghỉ   . Như vậy có ảnh hưởng gì không ạ? Em cảm ơn.",
    "Kính chào Phòng đào tạo, Em là sinh viên chuyển chương trình đào tạo từ Chất lượng cao sang Đại trà. Trước nay em đã pass học kì Pre môn Anh Văn khi đang học Chất lượng cao. Văn phòng Đào tạo Quốc tế khẳng định rằng, trước nay đã có công văn miễn học môn Anh Văn 1234 cho sinh viên đã pass học kì Pre bên Chất lượng cao và không cần nộp chứng chỉ tiếng Anh (Bên Quốc tế đã xác định điều này), và công văn này đã được chuyển cho anh  bên dữ liệu từ rất lâu. Phòng đào tạo có thể kiểm tra giúp em là em đã được miễn học môn Anh Văn chưa ạ? Em xin cảm ơn!",
    "Em chào thầy cô,  Em là sinh viên khóa 2021, khoa Điện-Điện tử, ngành Kĩ thuật điều khiển và tự động hóa, MSSV  .  Em đang muốn đăng ký in giấy chứng nhận sinh viên nhưng lại thấy thông tin học vụ của em lại cập nhật thành Khoa Cơ khí - Ngành Cơ điện tử, như trong hình. Vậy nhờ PĐT kiểm tra và cập nhật đúng lại giúp em với ạ?   Em cảm ơn.",
    "Chào thầy (cô), Em là , sinh viên khóa k17 khoa Môi trường và Tài nguyên. Hiện tại ở địa phương em đang có kế hoạch kêu gọi nhập ngũ và yêu cầu em cần có giấy xác nhận đang còn học tập tại trường để xin hoãn nghĩa vụ quân sự ạ. Bây giờ em phải làm như thế nào để nhận được giấy xin hoãn nghĩa vụ của trường ạ.Mong thầy (cô) giúp đỡ em với ạ. Em xin cảm ơn quý thầy cô ạ.",
    "Em là  mssv:  Em có làm đơn hoãn thi môn   1 - CI3009 và đã được phòng đào tạo đồng ý. Sau ngày 6/9/2021 em lên xem kết quả, điểm thì vẫn là điểm 13 không đổi sang điểm 14 ạ",
    "Dạ em xin chào ạ. Hiện tại do tình hình dịch bệnh chỗ ở của gia đình em hiện bị phong tỏa nên không thể thực hiện giao dịch với ngân hàng nền không thể thanh toán học phí dự thính kì 211 trước hạn chót là ngày 14/09/2021. Nên em xin được phép thanh toán học phí trễ ạ, đến khi tình hình dịch bệnh chuyển biến tốt hơn em sẽ thanh toán đầy đủ ạ. Em xin cảm ơn.",
    "Em xin phép gửi phiếu đăng ký thu nhận lại, để  đủ điều kiện  đăng ký xét tốt nghiệp",
    "Kính gửi PĐT trường ĐH Bách Khoa TP.HCM, Em tên là , MSSV , lớp CK14LOG. Vì lý do dịch bệnh nên em không  thể hoàn thành chứng chỉ anh văn nói viết và số ngày CTXH đủ để tốt nghiệp hệ chính quy, nên e có nguyện vọng chuyển sang hệ VHVL để kịp tốt nghiệp kỳ này. Em rất mong được sự hỗ trợ của quý Thầy/ Cô. Em xin chân thành cảm ơn.",
    "Em chào thầy cô, em muốn hoãn thi môn mạch điện tử (EE2035) vào ngày 12/9 do bị trùng lịch thi. Tuy nhiên biểu mẫu google form đăng kí hoãn thi đã bị đóng nên em không thể đăng kí được. Mong thầy cô có thể mở lại hoặc hướng dẫn cách khác cho em đăng kí hoãn thi ạ. Em cảm ơn thầy cô nhiều.",
    "Cho em xin gmail của thầy , giảng viên khoa Khoa học máy tính ạ. Thầy có dạy lớp CC03 môn Lập trình nâng cao (CO2039). Em cảm ơn!   i  .",
    "Kính gửi PĐT. Em là . Hiện tại em đã được PĐT cho hoãn thi (do em bị cách li F1). Em chỉ còn học 01 môn KẾT CẤU THÉP 2 nữa là xong chương trình học (nên em đã không đăng kí môn học vào học kì chính). Em kính mong PĐT xét cho em được thi lại vào đợt dự thính DT02 kì này để thi lại được không ạ. Rất mong PĐT xem xét cho em . PĐT cho em hỏi. Nếu em thi lại là lấy điểm thi làm điểm tổng kết môn học luôn đúng không ạ (em xem trong quy chế học vụ điều 17. Mục 17.2).",
    "Em chào thầy cô, em là  MSSV:  khoa KTXD. Em có đăng ký ngày 11/8/2021 in giấy xác nhận sinh viên gửi về văn phòng khoa B6, nhưng hiện giờ các cô làm online không có ở văn phòng khoa. Hệ thống ghi giấy xác nhận đã xử lý. Thầy cô có thể chụp giấy xác nhận gửi mail giúp em trước khi gửi về văn phòng khoa B6 được không ạ. Địa phương em bảo là phải nộp giấy xác nhận sinh viên. Em cảm ơn thầy cô. Gmail: ",
    "cho em hỏi điền vào form như thế nào ạ,sao em điền vào mục\"mã số môn học\"thì bị ghi là \"phải khớp với mẫu\"là sao ạ",
    "Dạ em chào phòng đào tạo, em là sinh viên đã hoàn thành xong chương trình học, đang chờ để được thi online toeic 2 kỹ năng còn lại ạ. Nhưng trong đợt 1 này em không đăng ký được ạ cũng như em không nhận được mail thông báo của trường ạ. Em sợ mình không có danh sách thi ạ ( do đợt 30/7 em không có danh sách thi ạ). Thứ 2 là em đang trị bệnh covid ở bệnh viện dã chiến thu dung ạ. Em muốn hỏi là em xin dời thi vào đợt cuối đến lúc em khỏe mạnh về nhà được không ạ?   Mong phòng đào tạo giải đáp giúp em ạ.",
    "Em gửi yêu cầu này để xin Phòng Đào Tạo mở đăng kí cho em môn học Luận Văn Tốt Nghiệp (ME4039) trong HK211. Em không đủ điều kiện để đăng kí LVTN trong HK211 này. Hiện tại em đang bị trễ 2 năm so với chương trình đào tạo nên mong muốn được thực hiện LVTN để có thể nhanh chóng hoàn thành chương trình học tập tại trường trong HK211 này. Em đã xin ý kiến, được sự đồng ý của Bộ môn Nhiệt Lạnh và Khoa Cơ Khí, nay em gửi đơn này (có đính kèm) lên Phòng Đào Tạo để xin phép. Rất mong Phòng Đào Tạo cho phép cũng như tạo điều kiện để em được đăng kí LVTN. Em xin cảm ơn.",
    "địa phương em yêu cầu đến hết tháng 9 phải nộp giấy xác nhận sinh viên nên cho em hỏi khi nào trường phát giấy xác nhận sinh viên ạ, em cảm ơn.   ",
    "Cho em hỏi k15 thì thời gian đào tạo tối đa là bao nhiều kì chính ạ .",
    "Cho em hỏi ạ, em đã đăng ký hoãn thi không có sự đồng ý của giáo viên theo link đăng ký mà pđt gửi nhưng vẫn cập nhật điểm vắng thi cho em hỏi sao ạ",
    "Hiện tại em là K15 đây là học kì thứ 13 của em. Hiện tại nếu đăng kí tốt nghiệp vào học kì sau có được không ạ. Trong kì này em chỉ sẽ phải hoàn thành cá chứng chỉ anh văn yêu cầu tốt nghiệp. Và đăng kí tốt nghiệp vào học kì sau có hợp lệ không ạ. Em cảm ơn",
    "Em chào thầy/cô ạ! Em xin gửi thầy/cô đơn xin cứu xét đăng ký luận văn trong kỳ 211. Kính mong thầy/cô xem xét cho phép chúng em được đăng ký ạ! Chúng em xin chấp thuận mọi yêu cầu của nhà trường để được đăng ký trong kỳ 211 ạ! Em xin chân thành cảm ơn!",
    "Em xin chào thầy/cô,  Hiện tại em đang học Anh văn 4 và trước đó em đã học AV1,AV2,AV3 rồi ạ. Vậy tới đây em nộp CCAV toeic 650 thì em có được chuyển điểm không ạ? Em xin cảm ơn",
    "Xin chào quý thầy/cô, Em xin phép được gửi đơn xin hoãn thi: Họ và tên:   MSSV:   Khoa: Điện - Điện tử Em xin cảm ơn.",
    "Chào thầy (cô)  Em là sinh viên khóa k16 của Trường vì địa phương em đang bung dịch nên em  gửi giấy xác nhận CTXh cho Trường muộn  nên em được cập nhật CTXH trễ do đó bị hủy đăng kí luận văn . Hôm nay 31/8 em được phòng ctctsv cập nhật ngày công tác xã hội . Em đủ điều kien đang kí luận văn trong kì này. kinh Mong thầy cô cho em được đăng kí lại bổ sung luận văn để em được làm luận văn trong kì này ạ!  Em chân thành cảm ơn ạ!",
    "Kính gửi thầy/cô : Em tên  ,MSSV : , Lớp VL15NL Nay em gửi yêu cầu này để gia hạn tình sinh viên để có thể đăng kí thi nói viết hoàn tất chương trình học. Lý do kì trước em bị tạm dừng là vì em không đăng kí môn học do em hoàn tất các môn học trong chương trình. Mong thầy cô xem xét cho em tiếp tục học ạ. Em xin chân thành cảm ơn.",
    "Chào thầy/cô ạ, Cho em hỏi, sự cố thiết bị em chưa sửa chữa được thì làm sao để hoãn thi ạ tại vì link gg form hoãn thi đã đóng mất rồi.",
    "Dạ cho em hỏi sau khi hoãn thi đã được pđt gửi mail xác nhận, thì phải đắng ký thi trong vòng 1 năm bằng cách nào ạ? Sau này đăng ký thi môn mình đã hoãn thi như thế nào à? Em xin cám ơn!!"
]