[
    "Dạ em xin chào thầy(cô) ạ, lúc nãy em có đăng kí kĩ thuật số (ee1009) nhưng em bấm hủy môn để em chọn lịch học khác ạ, nhưng khi bấm hủy thì hệ thống hủy luôn môn giải tích mạch ee(2033) ạ, em xin mở thêm sĩ số lớp giải tích mạch ee(2033) ạ, em chân thành cảm ơn ạ.",
    "Hôm nay theo lịch em sẽ thi môn vật lý 2 ca 7h sáng nhóm L02-B nhưng do sự cố về điện nên em không thể tham gia thi được Xin phòng đào tạo cho em được tham gia thi Vật Lý 2 vào ca 10h  Em cảm ơn",
    "Dạ cho em hỏi là em muốn đăng ký môn học Nhập môn kỹ thuật CI1001 thì đăng ký như nào ạ? Em cảm ơn.",
    "Chào Thầy/Cô Hiện tại em không đăng ký được môn Luận Văn tốt nghiệp EE4333, thông báo là do còn thiếu các môn học Đồ án, Thực tập, Đề cương, trong khi tất cả các môn đó em đều đã học đạt hết, riêng môn Đề Cương Luận Văn em được miễn. Em chuyển từ hệ chính quy sang VHVL, vậy em xin Thầy/ Cô sớm cập nhật cho em đăng ký môn cuối, đã 2 học kỳ rồi em không đăng ký được luận văn vì lý do này, mà phòng đào tạo vẫn không giải quyết ổn thỏa, em chỉ còn môn này để tốt nghiệp, giảng viên hướng dẫn em cũng đã xin rồi. Xin Thầy/Cô giải quyết triệt để giúp em, chứ 2 3 học kỳ không xin được môn Luận Văn để kéo dài vầy chắc em bỏ tốt nghiệp chứ không theo nổi với lí do này!     .",
    "Dạ em chào Thầy/Cô của Phòng đào tạo ạ. Em tên , MSSV : . Em viết đơn này xin trình bày vấn đề như sau ạ. Kì trước em không đăng kí môn học nên đã bị tạm dừng ạ. Kì này em muốn đăng kí thu nhận lại để được đăng kí môn học, nhưng hiện tại tình hình dịch bệnh phức tạp nên em không thể nộp trực tiếp ở phòng đào tạo được. Em rất mong nhờ sự giúp đỡ sớm từ thầy cô chỉ cho em cách để em nộp đơn đươc ạ. Nếu được cho phép em có thể xin phép nộp đơn bằng hình thức online ạ. Em xin chân thành cảm ơn thầy cô ạ. Chúc các thầy cô sức khỏe ạ.",
    "Mặc dù PDT đã cập nhật hệ thống nhưng khi đăng kí môn tự chọn EN2017 - Mô hình hóa môi trường em vẫn bị vướng tiên quyết là EN2035- Thủy văn môi trường ạ. Hôm nay đã là ngày cuối đăng kí môn học rồi. Mong PDT giải quyết giúp em ạ. Em cảm ơn.",
    "Chào cô/thầy ạ. Em muốn hỏi về sỉ số mở lớp của môn chuyên nghành, cụ thể là CO3067 - Tính toán song song của khoa máy tính. PDT mở 2 lớp, 1 lớp đang là 40/40, lớp còn lại thì 17/40. Không biết là lớp 17/40 có bị xóa không ạ. Em muốn hỏi thêm là kỳ này có mở đăng ký môn học đợt 3 không ạ. Em cám ơn và mong nhận được phản hồi sớm nhất có thể.",
    "Thưa anh/chị, Em có thể hỏi đối với những bộ môn Lý luận Chính trị tại học kì 211, với sự đồng ý của cô  phó trường khoa Khoa học Ứng dụng và phụ trách bộ môn Lý luận Chính trị, sinh viên CLC có thể làm đơn xin học cùng với đại trà, học kì chính quy hoặc học kì dự thính không ạ?  Còn đối với những bộ môn khác ngoài Lý luận Chính trị thì sao ạ? Em xin cảm ơn. Trân trọng,    i ",
    "tụi em xin mở môn học Thiết kế ô tô TR3049 mà sao tới giờ vẫn chưa có môn học đó trong đăng kí. Tụi em cảm ơn",
    "Họ Và Tên :  MSSV:  Hệ : VLVH Môn xin hoãn: THiết Kế Ôtô MMH: TR3049 Do ảnh hưởng của dịch covid 19 nên  em đã về quê. Em  không đủ thiết bị để đảm bảo cho việc thi online, em chỉ có một điện thoại di động. Máy tính  em để lại ở phòng trọ  mà dịch đang căng thẳng quá nên em không thể trở lại thành phố để lấy thiết bị phục vụ cho việc thi được. Em  làm đơn này kính mong  có thể chấp nhận yêu cầu của  em. Em xin cảm ơn.",
    "Xin chào phòng đào tạo, PĐT cho em hỏi hiện em đang đăng ký môn học ở năm 4, thì em có bị ràng buộc đăng ký sô tín chỉ tối thiểu là 10 như quy định hay không? Bởi vì em chỉ còn 12 chỉ là hoàn thành chương trình (không kể luận văn) và em muốn chia ra đăng ký học ở hai kì ạ? Em cảm ơn",
    "Gửi ,  Em xin gửi kèm quyết định thu nhận lại của trường. Nhờ Cô kiểm tra lại thông tin giúp em. Em cảm ơn Cô",
    "Dạ em chào thầy cô, Em là , MSSV: . Em là Sinh viên QLCN, chương trình CLC. Thưa thầy cô, em muốn hỏi là môn IM4007 - Kế hoạch kinh doanh- môn tự chọn bảng B của khoa em có môn học trước là IM3013 Quản lý sản xuất, nhưng em chưa học môn Hệ thống sản xuất mà hệ thống vẫn cho em đăng ký, em đăng ký thành công, như vậy là hệ thống có bị lỗi không ạ? Hay là em vẫn đủ điều kiện đăng ký vì các môn học trước em đã học chỉ trừ môn Quản lý sản xuất. Thưa thầy cô, em muốn hỏi là nếu như đăng ký thành công như vậy thì đợt đăng ký môn học tiếp theo em có bị hủy môn học Kế hoạch kinh doanh này không? Em chưa thấy thông tin về đợt đăng ký môn tiếp theo ( đợt 3) vì 16/8 là bắt đầu học kỳ 211 ạ. Em xin chân thành cảm ơn thầy cô. Trân trọng, .",
    "Kính gửi thầy/cô phụ trách, Em có mong muốn được đăng ký môn học Giải tích 2 mã MT1005 vào học kỳ dự thính DT211 nhưng cả 2 lớp DT01 và DT02 đều đã kín chỗ. Em mong thầy/cô phụ trách có thể hỗ trợ mở rộng sĩ số lớp để em có thể tham gia môn học ạ. Em xin cảm ơn!    .",
    "Kính gửi Phòng đào tạo, Hiện tại em đang muốn đăng ký học lớp Mạng Máy tính(dự thính DT01) nhưng vì bị trùng lịch với môn Cấu trúc dữ liệu. Tuy nhiên em không thể đổi nhóm lớp Cấu trúc dữ liệu được vì tất cả nhóm lớp đều đã full 40/40 bạn. Ngoài ra môn Mạng máy tính DT01 cũng đã full 40/40 Do đó, em kính mong PĐT có thể tăng sĩ số lên thêm 2 lớp này để em có thể đăng ký ạ: 1/ Cấu trúc dữ liệu & giải thuật Học kỳ:   B HK chính    211 Mã số: CO2003 Nhóm lớp: L05_L10 2/ Mạng máy tính Học kỳ:   B HK dự thính    Mã số môn học: CO3003 Nhóm lớp: DT01_DT01 Em xin chân thành cảm ơn.",
    "Kính gửi: Phòng Đào Tạo Trường Đại Học Bách Khoa. Em tên là :     mssv : 8 Cho em xin nộp đơn \"Đơn xin gia hạn thời gian đào tạo\" ở file đính kèm theo. Em xin cảm ơn!",
    "Em thấy lịch thí nghiệm môn Mạch điện tử EE2035 lớp DT01 và thí nghiệm môn Xử lý số tín hiệu EE2015 bị chồng lấn nhau vào ngày chủ nhật nhưng hệ thống vẫn cho đăng ký. Vậy sau khi kết thúc thời gian đăng ký, 1 trong 2 môn sẽ bị xóa phải ko ạ?",
    "Kính chào Phòng Đào tạo, Em là sinh viên K2018, khoa Kỹ thuật Địa chất và Dầu khí. Trong đợt ĐKMH cho HK211 có mở môn ĐCLVTN, tuy nhiên các sinh viên của lớp DC18KT đều không thể đăng ký do bị vướng môn Thực tập sản xuất (học trước). Nhưng môn học này được khoa bố trí học vào HK203 nên không thể hoàn thành được và vì vậy mà sinh viên vẫn không thể đăng ký môn ĐCLVTN theo đúng chương trình đào tạo.",
    "Vẽ kỹ thuật CI1003 Thưa tại sao e đăng ký học dự thính môn học vẽ kỹ thuật Ci1003 mà lại hiện thông báo là không có môn học mở ạ? ",
    "Dạ thầy cô phòng đào tạo cho em hỏi. Do em vừa    thi Pháp luật đại cương . Em có ghi màn hình trên google meet mà em quên không bật chia sẻ màn hình. Em kiểm tra lại và phát hiện . Và em cũng đã nộp bản ghi màn hình đó. Như vậy bài thi của em có được chấp nhận không ạ.",
    "Dạ chào thầy/cô/anh/chị, Em là sinh viên hệ VHVL, do tình hình covid cũng như tài chính cá nhân, nên tạm thời trong học kì tới/ năm tới em có nhu cầu tạm hoãn 1 kì/1 năm. Nhưng em đã dùng lựa chọn tạm hoãn của trường một lần rồi . Bây giờ em không đăng kí môn học cho học kì tới/ 1 năm tới thì em có bị thôi học không ạ ? hoặc còn cách nào khác để em có thể tạm hoãn không ạ ? Mong anh/chị giải đáp giúp em Em cảm ơn, ",
    "Kính gửi: Phòng đào tạo em tên: , lớp bằng 2- xd17 xin Phòng đào tạo mở thêm room (60/60) lớp CI2091 Kết cấu BTCT1, nhóm L01 thứ 6 tiết 2-3 hangout, Thầy , để em được đăng kí lí do: học tiết 2-3 thứ 6, em tham gia được lớp học liên tục Mong sự xem xét của Phòng đào tạo, em chân thành cám ơn.",
    "Em chào quý thầy cô. Em xin được gửi đơn đăng ký bổ sung môn Dung Sai Và Kỹ Thuật Đo ME3801. Đơn em đã xin chữ ký đầy đủ ở khoa, bộ môn và giảng viên môn học. Rất mong Phòng Đào Tạo có thể mở lớp sớm nhất cho chúng em được đăng ký môn học kịp thời hạn của trường. Em xin cảm ơn",
    "Dạ kính thưa phòng đào tạo, Cho em hỏi là em đang muốn học song bằng (ngành KHMT) nên em có ý định học tích lũy các môn như nhập môn điện toán(co1005) và hệ thống số(co1023). Nhưng các môn này không đủ sĩ số để mở lớp chính quy hay dự thính mà chỉ mở vào hk1 cho k21. Vậy cho em hỏi là có cách nào để đăng kí không ạ và cho em xin hướng giải quyết với ạ Em xin chân thành cảm ơn ạ",
    "Tốt nghiệp . HỌ TÊN: ĐẶNG HOÀI NAM MSSV: 1712228 KHOA : KỸ THUẬT XÂY DỰNG Dạ em chào thầy cô phòng đào tạo. Dạ thầy cô cho em hỏi là hiện tại em đã bảo vệ xong luận văn tốt nghiệp và chỉ còn thiếu 2 kỹ năng speaking và writing để tốt nghiêp thì trong khoảng thời gian này em có cần đăng ký môn học bất kỳ nào để kéo dài tình trạng học tập không ạ.Dạ em cảm ơn thầy cô.",
    "Dạ chào Thầy/cô/anh/chị, Hiện tại em đã thanh toán trễ hạn học phí 2 lần liên tiếp (do em gặp một số khó khăn về tài chính và công việc trong đợt dịch này nên em quên check hạn đóng và đã đóng trễ). Em là sinh viên hệ VHVL, như vậy thì có ảnh hưởng gì đến việc học của em không ạ ? Và em nên làm gì tiếp theo để khắc phục được sự cố này ạ ? Mong anh/chị giải đáp giúp em Em cảm ơn, ",
    "dạ em đã trả học phí nợ học kỳ dự thính 202 xin được mở môn đk học kỳ 211 và khôi phục lịch thi cuối kỳ ạ.",
    "Dạ em chào Thầy (Cô) Dạ hiện tại em vừa bảo vệ xong LVTN mà em chưa có bằng av nói viết do dịch covid đã đóng từ t5. Em không biết là nào mới có lịch đăng ký tốt nghiệp. Có nhiều bạn nói phải ĐKMH để duy trì. Vậy em có cần phải ĐKMH k ạ? (Em chọn độ uy tiên cao vì chiều nay hết hạn ĐKMH rồi ạ. Em xin lỗi vì hỏi quá muộn và làm phiền ạ) Em cảm ơn. Chúc Thầy (Cô) nhiều sức khoẻ.",
    "Em chào anh/chị ạ! Hiện em vừa thi xong môn học ME2045 và đang đợi kết quả. Cho em hỏi là giả sử em có kết quả là không đạt môn này sau đợt 2 đăng ký môn học, thì liệu có còn đợt 3 để em đăng ký bổ sung vào học kỳ chính không ạ? (Hiện môn này có mở lớp và còn sĩ số). Vì nếu không đạt mà không đăng ký được vào học kỳ 202 thì em sẽ không đủ chỉ xét luận văn. Còn nếu đăng ký trước thì khi hủy môn sẽ mất tiền ạ. Em xin chân thành cảm ơn anh/chị.",
    "Chào thầy/ cô ạ . Cho em hỏi em đăng ký môn thép 2 ở dự thính và đồ án thép 2 (môn song hành) ở kỳ chính có được không ạ. Có bị xoá môn đồ án không ạ.",
    "Chào cô, Em đang học hệ vhvl. Em bị thiếu anh văn để làm luận văn, mà dịch bệnh iig không tổ chức. Không biết đợt này em có thể đăng kí luận văn trước hay trường có phương án gì không ạ? Và trong phần đăng kí môn học của em bị lỗi, em bấm vào đăng kí là bị lỗi \"tạm dừng\". Cô sửa giùm em với. Em vội lắm nên em mới nhắn tin hỗ trợ 2 3 lần. Em cảm ơn cô",
    "Dạ môn Các máy điện 1 chiều và xoay chiều (408701) có sỉ số hiện tại là 34sv (chưa đến 100sv theo quy định của google meet ạ) và em đã mail thầy  (giảng viên bộ môn) xin mở sỉ số và đã được chấp thuận ạ . Mong PĐT xem xét giúp em ạ, em cảm ơn rất nhiều ạ",
    "Dạ em chào các thầy cô PĐT. Cho em hỏi về các môn được miễn học của em ạ. Kì đầu em có thấy trên bảng điểm một số môn được miễn học của em, nhưng hiện tại em lại không tìm thấy những môn đó trên bảng điểm trong phần thông tin sinh viên.Mong PĐT kiểm tra và xác định dùm em những môn nào em được miễn học ạ .  Em trân thành cám ơm!",
    "Em chào thầy (cô) Em là khóa 2015. Nay em tính xin hoãn kì này (hk211) vậy học kì này em không tính là học đúng không ạ.vậy em vẫn được học học kì 212 đúng không ạ. nếu hoãn được thì thầy (cô) cho em biết thủ tục xin hoãn ạ. Em xin cảm ơn",
    "Em chào Thầy Cô. Em muốn xin tăng sỉ số người trong lớp học hk211 môn: 1.  EE2033 Giải tích mạch 2.  EE2009 Hệ thống Mtinh và ngôn ngữ lt EM cám ơn thầy cô nhiều ạ.",
    "Em tên:  MSSV:  Khoa: Hệ VLVH Em có đóng trễ học phí HK202 đợi 2 Lý do: do không nhận được thông tin đóng học phí. Em đã thanh toán học phí HK202. Kính mong quý thầy cô xem xét mở lại đăng ký môn học và để em được dự kỳ thi HK202 . Em xin cảm ơn.",
    "Máy bữa nay em đóng tiền học phí mà bị báo lỗi liên tục, nên không đăng ký môn học được ạ, mong thầy cô xem xét giúp em",
    "Dạ em chào anh/chị Em tên: ; MSSV:  Em là sinh viên K17 đang thiếu AV4 để tốt nghiệp. Em mong muốn được xin vào lớp AV4 Mã môn: LA1009 Phân công em vào lớp nào cũng được ạ. Em xin chân thành cám ơn.",
    "Em là sinh viên năm cuối (chỉ còn 1 kỳ cuối) do đợt đăng ký môn học thứ 1 đã đăng ký vật lý 1 nhưng do thanh toán học phí trễ hạn nên bị xóa tkb mới được mở đăng ký hôm nay. Em xin pđt tạo điều kiện cho em được đăng ký 3 môn học sau (do full sĩ số): Giải tích 2 (MT1005) Vật lý 1 (PH1003) Pháp luật đại cương (SP1007)",
    "Chào phòng đào tạo , em đã xin mở lớp đăng kí môn học nhưng đến hiện tại em vẫn chưa thấy mở lớp (ME2013) xin pdt hãy xem xét hộ em với ạ",
    "Môn xác suất thống kê (MT2001) DT01 trong kì dự thính HK211. Kính gửi thầy/cô PĐT, Em viết bài này để xin PDT có thể cho em được đăng kí vào lớp Xác suất thống kê (MT2001)-DT01 trong kì dự thính ạ. Do kì này chỉ mở 1 lớp mà em dăng kí không kịp để kịp tiến độ học. Em mong PĐT có thể xem xét và giúp đỡ cho em ạ. Em xin cảm ơn.",
    "em có gửi yêu cầu mở môn học có khoa ký nhưng đến nay vẫn chưa thấy phản hồi mong phòng đào tạo phản hồi cho em trong sáng hôm nay để em sắp xếp ạ. em cảm ơn. em có gửi lại file ạ.",
    "Kính thưa PĐT, em là sinh viên Việt Pháp K17 ngành Viễn Thông. Em xin hỏi  PĐT có thể thêm sỉ số lớp của lớp P02 của môn học Các máy điện một chiều và xoay chiều, mã môn học là 408701 để em có thể đăng ký học không ạ. Sau khi tính toán thời khoá biểu đã đăng ký thì em thấy thời khoá biểu lớp P02 phù hợp được ạ. Em xin cảm ơn PĐT. Hình chụp thời khoá biểu của em và của lớp P02 em có đính kèm theo ạ.",
    "Chào các thầy cô, Em là  mssv  khoa kỹ thuật giao thông. Em có câu hỏi là hiện tại em đã hoàn thành tất cả các môn học và đã bảo vệ luận văn tốt nghiệp xong. Do tình hình dịch bệnh nên chưa thể bổ sung điều kiện tiếng anh nói viết do vậy các thầy cô cho em hỏi là trong học kỳ tới em có cần phải đăng ký môn học để duy trì tình trạng sinh viên không ạ. Em cảm ơn các thầy cô!!",
    "Em đã đăng ký mở lớp kỳ chính môn CH3127 và đã được duyệt nhưng đến sáng nay vẫn chưa thấy lớp xuất hiện trong mục ĐKMH HK211",
    "Kính gửi nhà trường và phòng đào tạo, Em là , khóa K17 ạ. Hiện em đã hoàn thành 142 chỉ đết xét tốt nghiệp (Bao gồm đủ điều kiện ngày CTXH, TOEIC). Nhưng hiện tại em chưa có hai kĩ năng . Vậy để duy trì trạng thái học thì em có cần đăng kí 1 môn học bất kì không ạ? Mong nhà trường giải đáp giúp em, Trân trọng cảm ơn nhà trường và phòng đào tạo, Phạm Tấn  ",
    "Em chào Thầy/cô, Em tên là:  MSSV: Hiện tại em đã gửi đơn xin mở lớp và đặt câu hỏi trên BKSI về việc xem xét mở lớp nhưng được cô phản hồi là 10 giờ ngày 13/8 thì báo lại nếu chưa được mở lớp.Kính mong PĐT xem xét giúp em một lần nữa.Em cảm ơn.  ",
    "Cho e hỏi: Theo lịch thì e thi lúc 10h, nhưng link trên bkex lại là 7h ạ. Vậy ngày mai (14/8) e sẽ thi vào lúc mấy h ạ ?",
    "Em tên: Phạm Ân Phúc MSSV:  Thưa PĐT, 2 môn học em đăng ký mở là môn Địa vật lý giếng khoan (GE3001) và môn Kỹ thuật an toàn lao động (GE3131) đến hiện tại vẫn chưa được mở, em xin PĐT xem lại và mở môn học giúp cho chúng em. Em xin cảm ơn PĐT.",
    "Kính chào thầy/cô, Em tên là Lê Thu Thủy Tiên, MSSV . Kỳ 211 sắp tới em có nhu cầu học môn Hóa Phân Tích (CH2113) nhưng vì đăng ký không kịp nên đã hết slot ạ. Em có mong muốn xin thầy/cô mở thêm slot cho môn này được không ạ?  Mong nhận được phản hồi của thầy cô. Chúc thầy/ cô nhiều sức khỏe.",
    "Em chào thầy/cô, em khóa k19 bị rớt Nhập môn kĩ thuật mã EE1001. Vì đây là môn học thuộc HK đầu của năm 1 nên em mong thầy/cô có thể hướng dẫn em cách đăng kí học để em hoàn thành tiến độ ạ.",
    "Kính gửi PĐT, Em là , sinh viên khoá K17. Hiện tại em đã hoàn thành đủ 142 chỉ theo chương trình đào tạo, chỉ còn thiếu   B chứng chỉ  nói viết    để xét tốt nghiệp tháng 11/2021. Để phòng trường hợp đến đợt xét tốt nghiệp tháng 11 em vẫn chưa có chứng chỉ nói viết nên em dự định   B đăng kí thêm    1 môn học vào học kì 211 để được duy trì trạng thái sinh viên. Nhưng trường hợp đến tháng 11 em đã có chứng chỉ nói viết thì em có được xét tốt nghiệp trong khi chưa hoàn thành môn học đã đăng kí thêm không ạ? ( môn này chỉ đăng kí để duy trì trạng thái sinh viên, không bắt buộc) Mong PĐT giải đáp giúp em.",
    "Em là sinh khóa K17. Hiện nay đã hoàn thành luận văn tốt nghiệp và có đủ ngày ctxh. Nhưng vì lý do dịch bệnh em vẫn chưa thể trả đủ tiếng Anh (Hiện tại em đạt hơn 500 toiec chỉ đủ chuyển 2 môn AV1, AV2 theo chuẩn mới và thiếu 2 kỹ năng nói viết). Cho em hỏi nhà trường có phương pháp giải quyết vấn đề này để tụi em có thể tốt nghiệp đúng hạn ạ.",
    "Chào Phòng đào tạo, em tên là , MSSV: . Đợt đăng kí môn học kì chính 211, em đăng kí môn Hoá phân tích (CH2113) không kịp do hết sĩ số. Nên em xin PĐT mở thêm slot ở lớp L02 (thứ 5, thứ 6, tiết 2-4) để em có thể đăng kí ạ. Vì thời khóa biểu của em chỉ phù hợp với lóp này nên mong PĐT xem xét ạ. Em xin chán thành cảm ơn.",
    "Dạ em xin chào Thầy/Cô hôm qua em có nhận được trả lời từ BKSI là đơn mở môn học của em đang được xử lý và 10h ngày 13/08/2021 nếu chưa mở lớp thì phản hồi lại . Bây giờ thì đã hơn 10h nhưng môn Sức bền vật liệu CI2007 vãn chưa được mở lớp ạ . Vậy cho em hỏi là môn học có được mở hay không ạ ? Em xin cảm ơn ạ",
    "Kính gửi PĐT. Em tên , mssv . Hiện tại em không đăng ký môn được bởi vì nợ học phí nhưng tháng trước thầy  đã phê duyệt cho em được đăng ký môn rồi ạ. Con mong thầy cô xem xét",
    "Em xin mở thêm 1 lớp mạch điện tử EE2007 do lớp trường mở đa số các bạn đều bị trùng lịch ạ. Em chỉ mới xin được chữ ký của thầy, còn của khoa thì em đợi mãi không thấy reply mail mà hết thời gian nên em cứ nộp luôn vậy ạ. Em và các anh 15 chỉ còn mỗi môn này để ra trường ạ. Em cảm ơn thầy cô đã xem xét.",
    "Em là Ông , MSSV  Em có thắc mắc về vấn đề đăng ký môn học cụ thể trong TIN TỔNG HỢP   HƯỚNG DẪN    (đính kèm link) có nêu: đối với sinh viên chưa đủ điều kiện xét tốt nghiệp (chưa có chứng chỉ AV) thì vẫn phải đăng ký ít nhất 1 môn học. Không biết em có bị buộc phải đóng học phí và hoàn thành môn học đó rồi mới xét tốt nghiệp được hay không?, hay chỉ cần đăng ký nhằm mục đích duy trì tình trạng đang học vậy ạ . Em xin cảm ơn http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitiettb&thongbao_id=871",
    "Em chào thầy/cô ạ Hiện tại em đang thắc mắc về cách tính điểm môn tương đương của K18 và K19. Hiện tại em đang học theo chương trình đạo tạo của khóa K18, kì 211 này em có đăng kí môn học mã MA2015 của chương trình K19. Nhưng trong chương trình đào tạo của K18 vẫn là môn này và cũng là mã MA2015, tức là K19 và K18 có chung mã môn học. Vậy cho em hỏi là nếu em qua được môn này với tổng kết là 7 chấm thì số điểm này có được tính vào điểm tích lũy hay không ạ ? Hay là chỉ tính \"ĐẠT\" vậy ạ ?",
    "Dạ thầy/cô cho em hỏi HK211 này môn Vật Lý 2 (PH1005) không đăng ký được ạ? Nếu vậy thì em có thể đăng ký ở học kỳ dự thính không hay phải chờ đến học kỳ 2 mới mở môn học này ạ? Em xin cám ơn ạ.",
    "MSSV:  MSMH: CH4323 Em là sinh viên năm tư, hiện đã thực hiện xong luận văn nhưng không kịp bảo vệ đợt này do thiếu chứng chỉ anh văn nghe đọc ạ.  Kì này em còn đang học môn thí nghiệm nhưng bị hoãn do dịch. Phòng đào tạo cho em hỏi ở đợt đăng kí môn học cho kì 211, em có cần phải đăng kí môn nào để giữ thời khóa biểu không ạ? Em cảm ơn anh/chị ạ",
    "Em là  MSSV  hiện tại số ngày CTXH của em là 14. Bây giờ em đi hiến máu ở bệnh viện thì làm thế nào để có thể làm sao để cập nhật được ngày CTXH ạ",
    "BD16CDT  Dạ thưa hiện tại em đã đạt được 8 ngày công tác xã hội, còn thiếu 2 ngày để xét điều kiện tốt nghiệp ở kì sắp tới  Hiện em đã hoàn thành chương trình học và luận văn tốt nghiệp, tuy nhiên do tình hình dịch bệnh còn đang diễn ra và không có hoạt động mới được tổ chức  Cho em hỏi có cách nào để em có thể bổ sung 2 ngày công tác xã hội để đạt đủ điều kiện xét tốt nghiệp sắp tới không ạ ",
    "Chào Thầy/ Cô. Hiện tạp lớp em đang  xin mở 2 môn là  Bóng Phối Cảnh và  Học Họa hình, hôm nay là hết hạn đăng kí học kì chính, vậy nếu trường giải quyết chậm trễ để tụi em quá hạn, phải đăng kí dự thính đợt 3, thì trường sẽ giải quyết vấn đề này như thế nào ạ?  Em xin chân thành cảm ơn Thầy/ Cô .",
    "Chào thầy cô, Hiện tại em đã hoàn thành bảo vệ luận văn tốt nghiệp nhưng chưa thể tham dự thi anh văn nói viết do điều kiện dịch bệnh. Trong trường hợp này thầy cô cho em hỏi: 1) Em có phải đăng ký môn học ít nhất 1 chỉ để tránh bị tạm dừng học không ạ ? 2) Nếu em đăng ký 1 chỉ thì vẫn phải đóng học phí là 3 triệu phải không ? .",
    "Dạ em chào PĐT, PĐT cho em hỏi khóa K18 phần chuẩn anh văn Writing và Speaking phải thi chứng chỉ ở IIG hay có thể thi ở BKeng và xét điểm đạt ạ? Em cảm ơn,",
    "Môn   B ME2007   , em chuyển từ L04 sang L02 Dù em đã kiểm tra lại thời khóa biểu 5,6 lần và lớp đó không trùng giờ học các môn khác của em nhưng em vẫn không chuyển được . Mong pđt kiểm tra lại giúp em, em chân thành cảm ơn.",
    "Gửi PDT Dạ PDT cho em hỏi mã môn học Thí nghiệm vật lý PH1007 và PH2007 khác nhau điểm nào vậy ạ. Em cảm ơn",
    "ạn em gửi đơn cho phòng đào tạo và được trả lời như trong ảnh đính kèm. Em kiểm tra thì vẫn chưa thấy môn học được mở. Em cảm ơn ạ. Em mong là nhận được phản hồi sớm vì sắp hết hạn đăng ký môn học rồi ạ",
    "Chào Phòng Đào Tạo, em là , MSSV . Trong đợt DKMH HK211 vừa rồi, em đã không kịp đăng ký môn Hóa Phân Tích CH2113 do lớp đã đủ sỉ số . Em mong PĐT có thể mở thêm một slot lớp L02 (thứ năm, thứ sáu tiết 2-3) để em có thể đăng ký. Vì lịch học hiện tại của em chỉ phù hợp với lớp trên nên em mong Phòng Đào Tạo có thể xem xét yêu cầu của em. Em xin trân trọng cảm ơn.",
    "Em xin chào phòng đào tạo ạ! Em tên là , mã số sinh viên  và hiện là sinh viên năm 4 ạ, vào ngày 22/8 em sẽ bảo vệ xong luận văn nhưng em còn thiếu AV kỹ năng nói viết để xét tốt nghiệp, do tình hình dịch nên em không đăng ký thi được ạ! Em có hỏi BK English thì được giải đáp là phòng đào tạo sẽ gửi link đăng ký thi AV nói viết online cho sinh viên, phòng đào tạo có thể giúp em được không ạ!  Em xin cảm ơn mọi người rất nhiều! Đây là email của em: ",
    "Em xin chào quý thầy cô. Em có thắc mắc về điểm I ạ. Luận văn học kì 2 năm học 2020-2021, em chưa kịp hoàn thành và em có xin điểm I thì vào học kì 1 năm học 2021-2022 (HK211) thì em có cần phải đăng kí lại môn học (luận văn) trên myBK lại không ạ . Em xin cám ơn quý thầy cô.",
    "Em muốn đăng kí hoãn thi hóa lí 2 ạ",
    "Thưa PĐT, Với tình hình dịch bệnh trong năm này và năm trước thì đa số hoạt động CTXH bị hủy do đó rất nhiều sinh viên sắp tốt nghiệp bị thiếu ngày CTXH như em (em thiếu 2 ngày). Em tự hỏi không biết PĐT có đưa ra biện pháp hay điều chỉnh gì về số ngày CTXH cần để tốt nghiệp hoặc tổ chức những hoạt động CTXH online không ạ? Em cám ơn!",
    "Gửi thầy/cô, Em tên , sinh viên k16 khoa: khoa học và kĩ thuật máy tính, nay em viết thư này với mong muốn được tư vấn về thủ tục chuyển từ hệ chính quy chương trình chất lượng cao qua hệ vừa làm vừa học thì cần làm gì ạ, và các môn học em đăng kí ở kì 211 nếu chuyển hệ thì có được hủy không tính học phí không ạ, em cám ơn. Trân trọng,",
    "Danh sách xin mở lớp https://docs.google.com/spreadsheets/d/1ZkLlnDKTbgLkV6ltbBqFm87jTgCapqm339xG-0/edit?usp=sharing Đơn mở lớp https://docs.google.com/document/d/1p-0/edit?usp=sharing",
    "Thời khoá biểu của em môn này đang là L01. Đồng thời em có xin mở lớp một môn khác và bây giờ mới được phản hồi. Giờ học môn mới mở này bị trùng ( năm sau môn này sẽ đổi mã mới và là môn tự chọn nên sẽ không mở lại). Em xin cô cho em được chuyển sang lớp L02 của môn CH4027. Em cảm ơn cô  Hoặc cô mở thêm slot ở lớp L02 giúp em được không ạ.",
    "Dạ hiện tại sắp hết giờ đăng kí môn học rồi nên em xin phép tạo câu hỏi yêu cầu mới ạ. Em có đăng kí mở lớp CH3005 - Các phương pháp phân tích hiện đại dự thính, đã được duyệt nhưng giờ vẫn chưa mở lớp để đăng kí được ạ. Em xin cảm ơn ạ",
    "Em chỉ còn anh văn nói viết thôi thì có cần đăng ký môn học không ạ?  Em cảm ơn!",
    "Em tên  anh tú mssv . Em muốn đk môn học học kì mới. Mà khi đk môn học lại không được. Lí do là chưa thanh toán học phí. Mà môn học đó là môn kĩ thuật điện em đã xin rút đơn môn học rồi. Mà giờ vẫn còn phải đóng học phí ạ. Em mong phòng đào tạo giúp em cập nhật lại. Để em có thể đk môn học",
    "Em tên là , MSSV:  Hiện tại sau khi bị hệ thống tự động xóa môn CAD/CAM(ME4007) nhóm lớp L03_L06 thì em vẫn chưa đăng kí lại được vào nhóm lớp này. Và sỉ số lớp L03_L06 chỉ còn 24. Em mong PĐT cho em đăng kí lại môn học này để em có thể đăng kí được môn Đồ án chuyên ngành(ME4045) . Em xin chân thành cảm ơn!",
    "Thân chào,  Em tên   Dạ theo như mail từ PĐT ngày 07/08 có mục lưu ý 4 \" tại Phòng đào tạo chỉ nhận đơn Đề nghị mở môn học cho HK dự thính 211\" . Nhưng hôm nay ngày 13/08, em nhận được mail có mở lớp tại học kì chính và em mở trang đăng kí lên thấy môn học AV4 (LA1009) đã mở trong kì chính và số lượng đã full các lớp ạ. Cho em hỏi giờ các lớp đó full mà theo như mail đầu thì không mở, nên em không thể đăng kí môn học này. Em mong nhận được hồi đáp sớm ạ, Em cảm ơn rất nhiều. Thân chào ạ,",
    "BK158    Em chào thầy cô, Em tên :  MSSV: 413BK158 Lớp: Hệ Thống Điện Yêu cầu : Kính mong thầy cô hỗ trở mở lại cổng đăng kí môn học cho em để em có thể hoàn thành  chương trình học , hiện e chỉ còn lại bài luận và một môn nữa :( do tình hình dịch vừa rồi em có gặp chút khó khăn và phải gián đoạn việc học, hiện em đã thanh toán đủ học phí còn thiếu học kì vừa rồi ( em có đính kèm trong file ảnh) mong thầy cô xem xét giúp đỡ mở đăng kí để em có thể kịp đăng kí đợt này và hoàn thành chương trình học Em cảm ơn thầy cô. .",
    "Chào thầy/cô, Em tên: -  Khoa Điện-ĐiệnTử Xin nhà trường mở giúp em 1 slot môn EE2017(Cơ sở kỹ thuật điện) Hk dự thính. Em còn thiếu 1 môn này để xét đủ điều kiện tốt nghiệp ạ. Em mong nhà trường xem xét giúp em để em không bị chậm tiến độ ra trường ạ. Em xin cảm ơn.        .",
    "Kính gửi Phòng Đào tạo, Em tên là , là sinh viên khóa K18 với mã số sinh viên là . Hôm nay em có kiểm tra trang web đăng kí môn học dự thính 211 đợt 2 vào lúc 10h00 như tư vấn viên  đã hẹn mà vẫn   B chưa thấy    hiện mã môn học GE 3087 dù em đã nộp phiếu đăng kí mở lớp môn học đúng hạn của Phòng Đào tạo đưa ra   B (11h52 ngày 10/08/2021 với ID câu hỏi 30175)    . Kính mong Phòng Đào tạo giải quyết trường hợp này cho em với ạ vì   B chiều nay 14h50 hết hạn    đăng kí môn học dự thính 211 đợt 2 rồi ạ, và em rất quyết tâm muốn học cải thiện môn này. Em cám ơn.",
    "BK158      . Em chào thầy cô, Em tên :  MSSV: 413BK158 Lớp: Hệ Thống Điện Yêu cầu : Kính mong thầy cô hỗ trở mở lại cổng đăng kí môn học cho em để em có thể hoàn thành  chương trình học , hiện e chỉ còn lại bài luận và một môn nữa :( do tình hình dịch vừa rồi em có gặp chút khó khăn và phải gián đoạn việc học, hiện em đã thanh toán đủ học phí còn thiếu học kì vừa rồi ( em có đính kèm trong file ảnh) mong thầy cô xem xét giúp đỡ mở đăng kí để em có thể kịp đăng kí đợt này và hoàn thành chương trình học Em cảm ơn thầy cô. .",
    "Kính gửi phòng đào tạo, Em tên là , MSSV , là sinh viên k17 của khoa Khoa học và kĩ thuật máy tính. Em có 1 số câu hỏi như sau mong phòng đào tạo có thể giải đáp giúp em ạ.  - Hiện tại em đã hoàn thành đủ tín chỉ tích lũy và đã hoàn thành luận văn tốt nghiệp nhưng còn thiếu anh văn nói-viết do dịch nên chưa thi được thì trong khoảng thời gian từ bây giờ đến lúc có thể thi anh văn nói-viết thì em có cần phải đăng kí môn học để duy trì tình trạng học không ạ?  - Nếu như có đăng kí và em không tham gia học thì có bị cảnh cáo học vụ hay ảnh hưởng đến việc xét tốt nghiệp của em không ạ?  - Trong tình hình dịch bệnh phức tạp thì không biết là nhà trường có tổ chức thi anh văn nói-viết online cho những bạn sinh viên như em (đã đủ tín chỉ tích luy và đã bảo vệ luận văn tốt nghiệp) để kịp cho đợt tốt nghiệp tháng 11 tới không ạ?  - Em thấy hạn đăng kí xét tốt nghiệp trên mybk là ngày 30/08 thì không biết là trong tình hình này nhà trường có dời hạn đăng kí xét tốt nghiệp không ạ? Trên đây là một số câu hỏi của em. Em mong nhận được phản hồi ạ Trân trọng, ",
    "Kính chào  Thầy Cô, Em là sinh viên khóa 2019, em học môn Vật lý 1 vào học kỳ 191 . Hiện tại em mong muốn đăng ký học lại môn Vật lý 1 vào học kì 211, vậy em có được phép đăng ký học trong đợt Học kỳ chính của học kì 211 không ạ? Hay chỉ được đăng ký trong đợt Dự thính vậy ạ? Mong  Thầy Cô giải đáp giúp em ạ. Em cảm ơn Thầy Cô.",
    "Kính chào phòng đào tạo, Em tên là , MSSV: , thuộc khoa Điện - Điện tử. Nay em gửi email này nhằm có thắc mắc muốn được PĐT giải đáp ạ: Hiện tại em đã hoàn thành môn học LVTN, đã học đủ 142/142 tín chỉ, đủ ngày CTXH, đã có chứng chỉ TOEIC nghe đọc, và em đang thiếu chứng chỉ TOEIC nói viết; thì học kỳ này em chỉ cần đợi trung tâm BKEnglish mở đăng ký thi chứng chỉ TOEIC nói viết rồi thi, sau đó nộp nốt chứng chỉ này là sẽ đủ điều kiện để xét tốt nghiệp đúng không ạ? Hay em có cần phải thực hiện viết đơn gì không ạ? Rất mong nhận được phản hồi từ PĐT. Em xin chân thành cảm ơn. Trân trọng.",
    "Em xin chào Thầy/Cô ạ! Em muốn hỏi là bây giờ em chỉ mới đạt chuẩn sinh viên năm 3, nhưng đăng kí được môn ME4025 ở đợt 2 thì sau đợt này em có bị xóa môn không ạ? Em xin cảm ơn!",
    "CỘNG HÒA - XÃ HỘI - CHỦ NGHĨA - VIỆT NAM         Độc lập - Tự do - Hạnh phúc       ĐƠN XIN GIA HẠN THỜI GIAN ĐÀO TẠO   Kính gửi: Phòng đào tạo . Em tên: Huỳnh Lê Hiếu Anh, MSSV: 1600003. Ngành: Bảo Dưỡng Công Nghiệp. Lớp: BD16CDT. Hôm nay em viết đơn này kính mong Phòng đào tạo giải đáp một số thắc mắc mà cá nhân em gặp phải . Em là sinh viên K16, em bắt đầu đào tạo 9/2016 và hết hạn đào tạo 9/2021. Em đã hoàn thành các môn học trong chương trình đào tạo và cũng đã hoàn thành đồ án tốt nghiệp, nhưng em vẫn còn thiếu chứng chỉ anh văn đầu ra để đủ điều kiện nhận bằng tốt nghiệp. Do diễn biến phức tạp của dịch bệnh COVID nên IIG đã hoãn thi dài hạn các buổi thi Toeic trên phạm vi cả nước từ cuối 5/2021 cho đến nay. IIG cũng chưa có thông báo thời gian cụ thể sẽ tổ chức thi Toeic lại . Do thời gian đào tạo của em sắp hết hạn nên em rất hoang mang, em rất sợ rằng mình không đủ điều kiện để nhận bằng tốt nghiệp. Nên hôm nay em viết đơn này muốn xin phép Phòng đào tạo cho em được xin gia hạn thời gian đào tạo, mong Phòng đào tạo chấp thuận và tạo điều kiện cho em có cơ hội nhận bằng tốt nghiệp. Nếu như em được gia hạn, em có phải đăng ký môn để duy trì thời khóa biểu không ạ. Em đã hoàn thành hết tất cả các môn trong chương trình đào tạo . Em rất mong chờ hồi âm của Phòng đào tạo .        Tp.HCM, ngày 13, tháng 08, năm 2021                      Kính đơn                          Anh                  Huỳnh Lê Hiếu Anh",
    "Chào thầy/cô, Do tình hình dịch bệnh phức tạp thì em không thể thi chứng chỉ ngoại ngữ thì có còn cách nào khác để đăng kí luận văn tốt nghiệp không ạ? Không có cách nào để thi trong khoảng thời gian này cả. Ví dụ vẫn đăng kí được như nếu không bổ sung chứng chỉ thì không được xét tốt nghiệp ạ. Em xin chân thành cảm ơn!",
    "Cho em hỏi là em đăng kí môn dự thính giải tích 2 dù không trùng lịch nhưng vẫn không thể đăng kí môn được và môn phương pháp tính sĩ số lúc nào cũng full nên em muốn xin thêm sĩ số để học dự thính kì này ạ em cảm ơn",
    "Thưa thầy/ cô, Em hiện là sinh viên năm 4 đã hòan thành tiêu chuẩn về tín chỉ và luận văn để tốt nghiệp. Tuy nhiên, do dịch Covid gần đây nên em không kịp thực hiện thi anh văn nói viết và hoàn thành ngày CTXH để đủ điều kiện tốt nghiệp. Em xin hỏi nhà trường có thay đổi gì trong yêu cầu hoặc liệu có thể cho phép gian hạn thời gian hoàn thành các tiêu chí trên để em có thể tốt nghiệp đúng hạn không ạ? Em xin cảm ơn ạ.",
    "THIẾT KẾ HỆ THỐNG CƠ KHÍ ( ME4003) Hiện tại lớp đã đủ 20 sinh viên móng quý thầy cô sớm mở lớp để tui em được học để kì sau tụi em được làm đồ án chuyên ngành ạ  ",
    "MSSV:     Kính gửi phòng đào tạo. Em tên là . Em sinh viên khoa khoa hoc máy tính chuyển hệ vhvl. Quá trình chuyển điểm em có hoàn thành Luận Văn và đã nộp Toeic, nhưng khi chuyển điểm  bảng điểm của em không được cập nhật. Em muốn hỏi là em có cần phải nộp lại bảng điểm toeic không ạ? Luận văn của em sao lại không có điểm ạ? Em xin cảm ơn   i  .",
    "Em chào PĐT, Em là sinh viên Trung tâm Bảo Dưỡng Công Nghiệp Khóa K17 Lớp BDK17CN02. Hiện tại tình trạng Em đang bị đình chỉ học kỳ vừa rồi vì không đăng kí môn học. NAy Em muốn nộp đơn thu nhận lại, mong PĐT hỗ trợ thu nhận lại Em. Em cảm ơn ạ.",
    "Dạ PĐT cho em hỏi ạ. Em là  MSSV: 4. Em vừa có kết quả anh văn Nói-Viết 200 điểm đậu ạ. Lần trước em đã được cứu xét thi anh văn nói viết hôm 30/7. Hôm nay có kết quả nên em đăng kí tốt nghiệp luôn ạ. nhưng em chưa nhận được thông tin danh sách tốt nghiệp dự kiến ạ . Em phải chờ hệ thống cập nhật hay sao ạ vì hạn đăng kí là 16h ngày 30/8/2021 ạ.   Em cảm ơn PĐT. Mong PĐT phản hồi sớm giúp em .",
    "mong pđt xem xét nếu có ca thi cho các bạn có vấn đề về máy hoặc gặp các vấn đề khác trong quá trình thi thì mong pđt chấp nhận mở thêm",
    "Em tên là - MSSV: Trước đây em có hoãn thi môn EE2015 vì lý do tiếp xúc với . Nhưng bay giờ đã có kết quả âm tính nên em muốn hủy hoãn thi môn EE2015 kèm theo đơn hủy hoãn thi. Mong xác nhận giùm em ạ",
    "Kính chào cô, em là , sinh viên lớp khoa học Trái Đất L02, em mong muốn hủy hoãn thi cuối kì 202 môn khoa học Trái Đất CI1069 vì đã có sự thay đổi hình thức thi. Em cảm ơn.",
    "Em là sinh viên lớp VP2016XDC Hiện em đã gần như hoàn thiện các yêu cầu cho việc tốt nghiệp, trừ 1 môn học sắp thi và thiếu Anh văn phần Nói và Viết Do tình hình dịch nên Phàn kiểm tra Anh văn này khó thực hiện trong thời gian tới. Do vậy em muốn hỏi nếu kỳ tới đây em vẫn chưa có bằng Anh văn Nói Viết thì em có phải đăng kí thêm môn học để giữ tình trạng đang học hiện tại hay không ạ   i ",
    "Em xin chào, Em tên Hoàng Quốc Thái -, sinh viên khoa Công Nghệ Vật Liệu. Hiện tại em có nhu cầu học thêm môn KINH TẾ HỌC ĐẠI CƯƠNG, cụ thể là vào lớp IM1031-L06. Nhưng hiện lớp này đã đủ sỉ số Anh/chị có thể mở thêm sỉ số, cho em vào lớp   B IM1031 - L06    có được không ạ. Em xin cảm ơn ạ.",
    "Em tên  . MSSV . Em xin gửi đơn đăng kí môn học ME3259 vào học kì dự thính",
    "chào ạ, em đóng trể học phí, nhưng đã thanh toán đầy đủ, giờ dịch nhiều không ra ngoài được thì xin cứu xét như thế nào ạ.",
    "Thưa cô/thầy, cho e hỏi là em có bằng của chứng chỉ ielts rồi mà giờ   B trung tâm IDP ko hoạt động   (do cách ly) để em có thể lên lấy văn bằng để có thể gửi file ảnh trong đăng kí nộp chứng chỉ anh văn ở trên mybk được . Em không biết là có thể sử dụng hình bảng điểm (phía dưới) được dò từ trang chủ của IDP để thay thế không ạ. Nếu không thì không biết có cách nào để xử lý không cô do e ko biết đến khi nào mới hết dãn cách để e có thể lấy chứng chỉ để xét tốt nghiệp đợt sắp tới đây ạ. Còn nếu không thì không biết là trường có phương án giải quyết gì giúp e với không ạ Đây là link e trang của IDP e dùng để tra điểm:   QUOTE https:/elts.idp.com/results/check-your-result  /QUOTE  Em cảm ơn cô rất nhiều",
    "MSSV:   Học kì 3 năm 2020-2021 em có đăng kí nhầm mã môn thực tập tốt nghiệp. Mã đúng của em phải là EE3323 (Kỹ thuật điều khiển và tự động hóa) nhưng em đăng kí nhầm mã sang EE3313 (Kỹ thuật điện, điện tử). Em có gửi đơn xin đổi mã môn lên phòng đào tạo rồi nhưng chưa thấy có thay đổi. Mong pdt xem xét lại giúp em ạ. Em cảm ơn",
    "Cho em hỏi hiện tạo em muốn đăng ký lại môn hóa đại cương nhưng mà em có thể giữ lại điểm thí nghiệm em đã học ở kỳ 191 được không hay em phải học hoàn toàn mới luôn ạ?",
    "Em chào quý thầy cô. Em đã gửi email xin hoãn bảo vệ Luận văn tốt nghiệp HK202 và đang chờ Phòng Đào tạo xác nhận . Em muốn hỏi HK211 em có cần ĐĂNG KÝ MÔN HỌC bất kì để DUY TRÌ TÌNH TRẠNG SINH VIÊN không? Hay em chỉ cần hoàn thành luận văn và tới gần ngày bảo vệ, em sẽ viết đơn xin Phòng Đào tạo cho bảo vệ ạ? Mong quý thầy cô giải đáp. Em xin chân thành cảm ơn.",
    "e có đăng kí môn anh văn 1 La1003 và ME2013 - Nhiệtđộnglựchọc&tr/nhiệt thì em đã đki trước và đúng thời hạn đợt 1 và bây h em xem kết quả lại không có ạ mong thầy cô xem xét ạ",
    "pđt cho e hỏi theo như thông báo thì pđt mở tối đa 1 lớp đủ 100 sv, nhưng hiện tại môn giải tích mạch 1 lớp mới chỉ có 28 sv. Vậy pđt có thể tăng thêm sĩ số môn này cho e đc ko ạ, tại e thấy hiện tại ko chỉ 1 mình e mà nhiều bạn khác cũng có nhu cầu học môn này. Bạn e có xin thầy  mở lớp và thầy đã dồng ý, sau đó có nộp đơn xin mở lớp cho pđt nhưng chưa thấy mở lớp ở dự thính. Em mong pđt xem xét lại. E chân thành cảm ơn",
    "Thưa thầy/cô, Em đã hoàn thành tất cả duy chỉ thiếu chuẩn tiếng Anh noi-viết và ngày công tác xã hội. Đã 3 tháng giãn cách xã hội và em không có cách nào để hoàn thành 2 điều kiện kể trên để tốt nghiệp. Em xin phép hỏi phòng đào tạo có hỗ trợ cũng như em phảo làm gì để kịp thời tốt nghiệp không ạ?",
    "Cho em hỏi kì 211 có cho đăng kí môn học đợt 3 không ạ? Nếu có, môn CH3297 - An toàn quá trình có mở thêm slot được không ạ, vì đây là môn bắt buộc kì này của khóa, mà lớp hiện tại có 12sv đăng kí, em sợ bị hủy.",
    "Dạ em chào thâyf cô,  Hiện tại em vẫn chưa thể đăng kí môn học văn bằng 2 mà một số bạn khác đều đăng kí được.  Ở các nhóm Đăng kí của lớp chính quy,  dụe thính vừa học vừa làm. chuyển hệ. Vậy em kính mong PĐt giải quyết giúp em. Mã số sinh viên của em  Tên sinh viên   Em số hình ảnh em không thể đăng kí được trong các nhóm đăng kí . Em chân thành cảm ơn.",
    "Xin cho em hỏi. Bữa em thi ca sáng lúc 7g ngày 7/8 môn Giải tích 2. Sau khi thi xong em có nộp link nhưng không nộp file video. Bây giờ em nên làm gì ạ? Nếu phòng không thể giải quyết có thể cho em xin mail của giáo viên phụ trách phần thi này được không ạ? ",
    "Dạ nhà trường, em là sinh viên k13 học ngành kiến trúc. Em đã hoàn thành hết chương trình học của mình cũng như ngày CTXH, nhưng em vẫn còn thi chuẩn anh văn Toiec Speaking và Writing để ra trường nhưng tình hình dịch bênh đang kéo dài hiện tại em vẫn chưa thi được ạ, thời gian đào tạo của em sẽ hết hạn vào tháng 10/2021. Nên em gửi đơn xin gia hạn thời gian đào tạo để hoàn thành chứng chỉ ngoại ngữ ạ.",
    "Chào anh/chị, Em là , sinh viên k17. Hiện tại em đã học hết các môn và hoàn thành luận văn tốt nghiệp nhưng thiếu anh văn nói viết thì có cần đăng kí thêm 1 môn để duy trì thời khoá biểu kì kế tiếp ko. Hay chỉ cần đợi hết dịch thi nói viết và đăng kí tốt nghiệp là được.",
    "Xin chào ạ! Do khoa không đồng ý mở môn học Nhập môn điện toán (CO1005) trong HK211 và DT211 nên em xin phép PDT cho em học cùng môn này với khóa K21 ạ. Em xin chân thành cảm ơn!",
    "Kính chào thầy/ cô, em tên là Lê Thu Thủy Tiên, MSSV . Hôm nay em làm đơn này vì muốn xin tăng thêm sỉ số cho môn Hóa Phân Tích (CH2113) kì 211. Mong nhận được phản hồi của thầy/cô. Em chúc thầy/cô nhiều sức khỏe.",
    "Chào phòng Đào tạo, Em xin gửi yêu cầu vì chưa hiểu rõ lý do không được đăng ký môn học đợt 2 kèm theo hình ảnh được đính kèm, Em không được đăng ký học đợt 2 do không thanh toán học phí (hình 1) Vì học kỳ hè 203 em có đăng ký học dự thính Giải tích 2, nhưng lúc em đăng ký không hiểu sao có vấn đề về việc em    không còn nằm trong danh sách đăng ký và đã mail xin phép được đăng ký. Tuy nhiên sau đó em không thấy môn học trong thời khóa biểu hay E-learning (hình 2). Nay em kiểm tra thì thấy có thanh toán học phí học kỳ dự thính 203. Mong PĐT hỗ trợ, và cho biết em có buộc phải đóng học phí đó không ạ?",
    "Em chào Thầy/Cô, Em là , MSSV: , lớp CC18HTP2. Em muốn hỏi là: 1 môn thí nghiệm trong CTĐT của học kỳ này của ngành em, trên trang ĐKMH, PĐT chia thành 3 nhóm lớp, sĩ số 16. Tuy nhiên khi đăng ký, các bạn dồn vào đầy 2 lớp nên lớp còn lại chỉ có 7/16 SV, vậy lớp đó có được duy trì không ạ? Hay sẽ bị hủy do sĩ số ít ạ? Em xin cảm ơn.",
    "Họ tên:  MSSV:  Tên môn: Anh văn 4 Mã môn: LA1009 Kính mong Phòng đào tạo mở thêm sỉ số để em vào nhóm lớp nào cũng được ạ. Em xin cám ơn.",
    "Đơn xin gia hạn  . Dạ do tình hình dịch bệnh căng thẳng, em không thể lên trường để nộp đơn trực tiếp, nên em xin nộp đơn ở đây ạ . Hiện tại em đã hoàn thành hết các môn học theo chương trình đào tạo ạ, em chỉ còn 2 chứng chỉ ngoại ngữ Toeic Speaking and Writing ạ. Mà 10/2021 này em hết hạn đào tạo ạ. Tình hình dịch bệnh đang căng thẳng nên em không thể thi lấy chứng chỉ kịp hạn ạ. Nay em nộp đơn xin được gia hạn thêm 1 học kỳ để em có thời gian hoàn thành chương trình ạ. Mong nhận được phản hồi sớm của trường ạ. Em cảm ơn nhiều ạ!",
    "Kính gửi phòng đào tạo . Em tên là:  MSSV:  Em có thắc mắc là: đơn xin thu nhận của em đã được xét duyệt chưa ạ?. Em đã làm đơn gửi lên  và  đã xác nhận là đã \"Gửi đề nghị thu nhận lại\" lên phòng đào tạo từ ngày 10/08/2021 . Mong phòng đào tạo có thể kiểm tra hộ em để em có thể kịp đăng kí môn học ạ. Em xin chân thành cảm ơn!",
    "Em chào Phòng Đào Tạo ạ. Em xin gửi mẫu đơn xin HỦY HOÃN THI vì giảng viên đã giải quyết được sự cố. Em chân thành cảm ơn Phòng Đào Tạo ạ.",
    "Em chào /Cô, Em là sinh viên năm 4 và chuẩn bị bảo vệ LVTN ngày 17/8/2021. Em đã có bằng Toeic 580 và chưa chuyển điểm vì không đủ để chuyển điểm AV4 Em muốn thi lại bằng Toeic để được trên 600 và chuyển điểm AV4 tuy nhiên IIG hiện tại không mở lịch thi. Vậy em muốn hỏi em cần giải quyết như thế nào để đủ điều kiện xét tốt nghiệp trong học kì này? Em cảm ơn!",
    "Kính chào thầy cô Phòng Đào Tạo, Em thấy môn PH2003 - Tin học vật lý kỹ thuật mỗi lớp 35SV. Tính 2 lớp học thì tối đa 70SV + Giảng viên thì có thể 75 người GG Meet. Em mong thầy cô có thể mở thêm chỗ lớp L02-3 - Tin học vật lý kỹ thuật. Em cảm ơn thầy cô rất nhiều.",
    "Sáng 13/8/2021 em có thi môn Vật lý 2 ca 10h nhưng quên không ghi màn hình bài thi. Vậy em có thể xin hoãn thi không ạ?",
    "Em tên  . MSSV . Em xin gửi đơn đăng kí môn học ME3259 vào học kì dự thính",
    "Em không kịp tốt nghiệp đợt tháng 4 và không đăng kí môn học nên bị tạm dừng. Em muốn làm đơn để đăng kí môn học Hk1 211 để duy trì tình trạng sinh viên thì phải làm gì ạ? Do dịch em không thể lên trường đăng kí được. Em cảm ơn thầy/cô đã đọc thắc mắc của em.",
    "Kính gửi Phòng Đào tạo, Kỳ này môn CH3361 là môn tự chọn của em. Môn học có 4 chỉ bao gồm phần thí nghiệm. Em đã được giáo viên bộ môn xác nhận sẽ mở môn đó cho kỳ HK211, nhưng hôm nay đã là hạn chót mà chưa thấy . Em muốn hỏi là:  1. Có đợt 3 đăng ký môn không? Vì theo lịch là 16.8 sẽ vô học kỳ mới ạ . 2. Nếu có đợt 3, thì khả năng có mở môn đăng ký mới cho môn này được không Em cảm ơn và mong sớm được phản hồi",
    "Kính chào thầy, cô! Em tên Huỳnh Quốc Việt, mssv: , Lớp điện tử viễn thông, khóa VHVL 2020. Trong quá trình đăng ký môn học của quý nhà trường, em và các bạn học gặp phải nhiều vướng mắc, bức xúc, xin giải trình sự việc như sau: Khi nhập học chúng em đã được chính nhà trường tổ chức học môn Mạch điện tử có mã EE0035 (1tc). Hai tháng trước trường thông báo Chương trình đào tạo của chúng em, trong đó môn Mạch điện tử lại có mã EE2035 (3tc). TUY NHIÊN, khi em đăng ký học môn chuyên ngành Kỹ thuật siêu cao tần EE3025, hệ thống thông báo rằng em thiếu môn MẠCH ĐIỆN TỬ mã EE2007 (4tc) ??. Vậy thì làm sao chúng em đăng ký học tiếp được???. Việc này không chỉ xảy ra với mỗi môn Mạch điện tử mà cả những môn khác mà chúng em đã học ở học kỳ đầu của trường.! Và trong MyBK, phần Thông tin sinh viên, mục \"Điểm trung bình\", \"Số tín chỉ\" của bọn em vẫn chưa được cập nhật, thống kê. Chúng em kính mong quý thầy, cô nâng cao vai trò, trách nhiệm, xem xét giải quyết rõ ràng những vấn đề vướng mắc này để chúng em có thể tiếp tục quá trình học tập được đầy đủ và đạt chất lượng ạ!. Mong quý thầy, cô có thể tối thiểu hồi âm bằng mail để bọn em nắm được rõ ràng rằng nhà trường đã xử lý vấn đề này như thế nào. Cám ơn thầy, cô!",
    "cho em hỏi là em muốn đăng kí học lại môn nhập môn kĩ thuật thì làm sao ạ? Em cảm ơn.",
    "Dạ em có điền form xin hoãn thi môn xác suất thống kê MT2013 do là em bị trục trặc nên bị khoá phòng vào phút cuối giờ, nên em không biết hệ thống có lưu bài của em không. Hôm nay em có điểm thi của xác suất thống kê nên em xin rút lại việc hoãn thi được không ạ.",
    "Cô cho em đăng kí thêm sĩ số lớp anh văn 3 lớp L01 ạ!  ",
    "Dạ cho em hỏi trong đăng ký môn học của em có hai môn: Mỹ phẩm : thứ 3 tiết 56 cơ sở 2 An toàn quá trình : thứ 3 tiết 78 cơ sở 1 Hai môn liên tiếp nhau tại hai cơ sở nhưng hệ thống không báo lỗi . Vậy em có thể tiếp tục để đăng ký môn như vậy phải hủy lịch trên ạ . Em cảm ơn.",
    "Kính gửi Phòng đào tạo, Em là , Mã số sinh viên: , học lớp VPVL2014. Em xin trình bày tình trạng hiện tại của em như sau: do học kì vừa rồi là học kì 202 không có môn em mong muốn đăng ký để trả nợ nên hiện tại em bị tạm dừng học nên không thể đăng ký môn học thiết bị và cảm biến (mã số môn học: 404704) ở học kì này, học kì 211. Ba hôm trước em có gửi yêu cầu đăng ký môn học ở trang web hỗ trợ trực tuyến của trường mình nhưng chưa nhận được phản hồi nên em viết mail này mong được phòng đào tạo tạo điều kiện và hỗ trợ giúp em ạ. Em xin cảm ơn ạ",
    "Dạ cho em hỏi là sao hoc kỳ này trường không mở lớp học những môn đại cương ạ.",
    "Hiện tại em đã bảo vệ xong luận văn tốt nghiệp  Trước đó e đã nộp tiếng anh chỉ đủ để xét luận văn. Tức là hiện tại em còn thi lại chứng chỉ anh văn quốc tế trên 600 (vì em không học anh văn 4) và thi anh văn nói viết, em vẫn đang trong quá trình ôn tập để hết dịch lên thành phố thi. Vậy phòng đào tạo cho em hỏi là em hỏi là em có thể cách nào để thi và tốt nghiệp đúng hạn vào tháng 11 này không ạ.",
    "Chào thầy cô, Hiện tại kì chính em có đăng kí môn PH2003 - Tin học vật lý kỹ thuật có tiết thực hành vào ngày thứ 6 (tiết 8-12) tuần học 1234 cs2. Nhưng hiện tại em đang chưa học môn EE1011 Giải tích mạch (khó mở lớp) kì dự thính đang mở vào thứ 6 (tiết 13-15) HANGOUT cs1. Em không biết em có quyền đăng ký dự thình không ạ. Em rất mong Phòng Đào Tạo xem xét kì dự thính Hangout nên không xét khoảng thời gian giữa 2 cơ sở. Em cảm ơn thầy cô rất nhiều.",
    "Tốt nghiệp . Dạ em chào thầy/cô, Cho phép em được hỏi về yêu cầu của các học phần mở rộng để được tốt nghiệp theo chương trình KSTN là như thế nào vậy ạ? - Là phải đạt   B TẤT CẢ    các học phần - Hay chỉ cần đạt   B MỘT VÀI    học phần mở rộng thôi ạ? Hiện em cũng đã bảo vệ luận văn xong, thì em có thể kiểm tra mình đã đủ điều kiện để tốt nghiệp theo chương trình nào trên trang của trường mình không ạ? Mong nhận được phản hồi từ các thầy/cô. Em xin cảm ơn.",
    "Chào cô, thầy. Thầy, cô có thể đổi thời khóa biểu môn IU 2019 công nghệ cơ khí 1 hiện tại sang thứ 2 tiết 9-10-11 và thứ 4 tiết 2-3-4-5-6 ạ. Em cảm ơn",
    "Em đã thanh toán học phí trễ hạn. Mong phòng đào tạo xem xét cập nhật giúp em lịch thi cuối kỳ dự thính em xin cám ơn ạ.",
    "Em xin chào PĐT, Hiên tại em đang thắc mắc về vấn đề Chuẩn Anh Văn như thế nào thì được xét tốt nghiệp. Cụ thể là khi nhập học em đã có nộp bằng IELTS cho PĐT để qua môn các môn Anh Văn, đến nay thì bằng IELTS của em đã hết hạn. Vậy thì em có phải đăng kí để thi thêm chứng chỉ Anh Văn nào nữa để có xét tốt nghiệp nữa hay không hay em đã đủ điều kiện AV để tốt nghiệp rồi ạ? Mong PĐT có thể trả lời giúp em. Em xin cám ơn.   i Tốt nghiệp .",
    "Lúc nãy em xin thêm 1 slot môn CH2113 thì PDT trả lời vậy, Chào bạn, •    Pdt đã cập nhật một số môn mở lớp mới (do Khoa gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu. •    Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên) Nhưng em vào xem thì vẫn thấy môn Hóa phân tích chỉ mở có 80 sinh viên 1 lớp thôi ạ . Nên PĐT có thể tăng sĩ số môn này lên 100 sinh viên 1 lớp để em có thể đăng kí học được không ạ?",
    "Dạ em chào PĐT ạ, cho em hỏi là em đã hoàn thành LVTN và chương trình giáo dục, nhưng chưa đủ điều kiện tốt nghiệp do thiếu Anh văn, vậy em có phải đăng kí môn học để duy trì tình trạng đang học của sinh viên không ạ. Em xin chân thành cảm ơn",
    "Kính chào Phòng đào tạo, Em là , MSSV , lớp VP17CĐT, thuộc chương trình KS CLC Việt-Pháp. Hiện tại em đang cần giấy xác nhận sinh viên để có thể bổ sung hồ sơ hoãn nghĩa vụ quân sự ở địa phương. Em đã đăng kí trên hệ thống của trường rồi nhưng vì hôm nay (12/08/2021) là hạng cuối để nộp nên em mong nhận được bản mềm thông qua gmail trong thời gian sớm nhất. Email:  Em xin chân thành cảm ơn ạ.",
    "Dạ em muốn tăng sỉ số lớp ci3009 dt01 ạ Em đăng kí rồi mà xoá của em mất giờ vào lại full slot mất",
    "Tốt nghiệp . Kính chào Phòng đào tạo! Hiện tại em đã hoàn thành bảo vệ LVTN, tuy nhiên em vân còn thiếu điểm AV3, AV4 và TOEIC Speaking và Writing. Em đã đăng ký thi Toeic Reading và Listening  ở IIG nhưng đều bị hoãn do dịch . Có một số thông tin rằng nhà trường sẽ tổ chức thi Toeic Speaking và Writing vào đầu tháng 9. Tuy nhiên em rất mong muốn được thi Toeic Reading và Listening để đổi điểm AV3, AV4 để kịp đợt tốt nghiệp tháng 11/2021. Kính mong sự phản hồi từ Phòng đào tạo ạ.",
    "Dạ mong thầy cô giúp em gấp ạ, em đăng ký môn ĐAMH Logistics 1 không được ạ, em có đính kèm hình ảnh thông báo ạ",
    "Chào thầy (cô), Em có đọc được thông báo từ PĐT có lưu ý: - Nhà trường tạm thời không xét điều kiện chuẩn tiếng Anh sau mỗi năm học (Chuẩn Anh văn hàng năm cho riêng HK chính 211 và HK dự thính 211) (Ngoại trừ Chuẩn Anh văn Luận văn tốt nghiệp) Do tình hình dịch bệnh nên SV không thể đến trung tâm để thi chứng chỉ ngoại ngữ. Lịch thi chứng chỉ đã bị hoãn từ cuối tháng 5 đến nay. Trong trường hợp kế hoạch học tập ở HK 211, SV muốn đăng ký LVTN thì phải làm thế nào ạ? Em biết quy định là như vậy nhưng trường mình còn 1 chuẩn tiếng Anh để nhận bằng Tốt nghiệp nữa, và chuẩn này cao hơn so với chuẩn đăng ký LVTN. Trong tình hình dịch bệnh thế này, PĐT có thể xem xét lại quy định và điều chỉnh để chúng em có thể đăng ký và hoàn tất chương trình học được không ạ?  Cảm ơn thầy (cô) đã đọc. Mong nhận được sự phản hồi tích cực từ thầy (cô). Best regard, ",
    "Em kính chào Thầy/Cô ạ. Em là sinh viên khoá 2017 thuộc hệ đào tạo Kỹ sư tài năng đã hoàn thành chương trình đào tạo, đã đạt chuẩn anh văn để xét tốt nghiệp (L&R 690/990 S&W 230/400) và cũng đã đủ ngày ctxh (15 ngày) Tuy mức điểm anh văn nói viết em đã đủ chuẩn tốt nghiệp nhưng chưa đủ chuẩn của chương trình tài năng (theo yêu cầu là 245/400) . Thầy/Cô cho em hỏi nếu học kỳ tới (211) em xin tạm dừng (do không có thời khoá biểu học kỳ chính) và đạt được chứng chỉ anh văn nói viết đạt chuẩn tài năng (trường hợp dịch sắp tới được kiểm soát và có thể tổ chức thi hoặc thi online). Vậy đến khi em làm đơn thu nhận lại để xét tốt nghiệp vào đợt tới ( tháng 11) em có được nhận bằng tài năng không ạ? Hay đợt xét tốt nghiệp tháng 8 này là đợt xét tốt nghiệp duy nhất công nhận bằng tài năng của khoá 2017? Em cảm ơn Thầy/Cô ạ",
    "Em đang học ngành điện tử-viễn thông ạ Phòng đào tạo ơi, em tha thiết cầu xin cho em được đăng kí vào môn Kỹ thuật hệ thống viễn thông (EE3015) với. Đây là lần thứ 3 em gởi yêu cầu rồi. Em có đăng kí đợt 1 nhưng bị xóa môn. Không phải tự nhiên em gởi kiên trì quyết định gởi tới lần thứ 3. Thật sự ba mẹ em già yếu rồi, không đủ sức gồng gánh thêm nửa năm nữa. Ba mẹ nói không sao nhưng phận làm con em cũng không biết làm sao nữa! Môn này hiện giờ đang là 64/64 chưa tới 99 mà có tới 5 lớp. PĐT cho em vào lớp nào cũng được, không bị đụng thời khóa biểu đâu ạ. Nếu trễ môn này thì em sẽ trễ đề cương và trễ nửa năm. Em ngàn lần xin vạn lần xin phòng đào tạo cho em vô một nhóm lớp với, nhóm nào cũng được. Sau này có công việc ổn định em nhất định sẽ báo đáp lại trường mà. Em xin PĐT giúp em với. Nếu không được nữa thì phòng đào tạo cho em hỏi em có thể học môn này song song với đề cương luận văn được không ạ?",
    "Em là k19 ạ, chuyện là môn Giải tích 1 dự thính 202 của em không hiện trên thời khóa biểu 202 tầm 1-2 tháng nay ạ, trước đó thì có. Nhưng trong bảng điểm và lịch thi thì vẫn hiện bình thường và em vừa tham gia thi cuối kì Giải tích 1 bình thường ạ. Em muốn hỏi TKB bị thiếu như v có ảnh hưởng gì không ạ. Em cảm ơn. em có kèm theo ảnh minh chứng",
    "Gửi  quý thầy cô phòng đào tạo  Em tên là  mssv  hệ vhvl khoa kỹ thuật giao thông Em đã đóng học phí  hpvhvl 203 hl rồi nhưng trên hệ thống thanh toán của trường thể hiện em chưa đóng do đó em không đăng kí môn học được và có khả năng là em sẽ bị cấm thi vào ngày 14/8/2021 . Mong quý thầy cô giúp em để em đăng kí môn học được và có thể hoàn thành phần thi cuối kì ! Xin trân trọng cám ơn quý thầy cô!",
    "Dạ em chào phòng đào tạo, em là , MSSV: . Em có 2 thắc mắc muốn được phòng đào tạo giải đáp ạ. 1)Đầu tiên là về Điểm TBTL với Điểm TBTLN của em sao lại là như nhau ạ. Trong khi nếu tính tất cả các môn em học thì tổng số chỉ em đang tích luỹ là 95, còn tổng số chỉ ngành em đang tích luỹ là 53 thì sao điểm TBTL với điểm TBTL ngành em lại giống nhau ạ. Em tính thử thì Điểm TBTL giống như điểm hệ thống hiển thị, còn điểm TBTLN thì sao hệ thống vẫn để 6.98, trong khi em tính ra là 7.25 ? 2.Khi em muốn học cải thiện điểm mấy môn ngành, mà mã số môn học cũ thay thế bằng mã số môn học mới thì liệu khi em học cải thiện thì điểm học cải thiện có tính vào trong điểm TBTL ngành của em không ạ ? Mong phòng đào tạo có câu trả lời sớm nhất để em đăng ký môn. Cảm ơn.",
    "em lỡ out nhầm môn đã đăng kí mà không thể đăng kí lại vì đã hết slot. PĐT có thể nào mở thêm slot môn đó không ạ. Vì em thấy môn đó 1 sĩ số tới 67. Mà lớp 2 chỉ mới 60",
    "Em tên là :  MSSV:  Em là sinh viên văn bằng 2 chính quy. Hiện tại em còn thiếu môn Nhập môn về kỹ thuật ( EE1001) để đăng ký được đồ án. Vậy nên em viết đơn này, mong Phòng Đào Tạo sắp xếp cho em để được học môn này với các bạn tân sinh viên khóa 2021. Em xin chân thành cảm ơn   .",
    "Em là sinh viên K14 Đợt tháng 5 Em có xin gia hạn 1 học kỳ để bổ sung điều kiện anh văn nói viết, hiện tại do dịch bệnh kéo dài Em chưa tham gia thi được, đợt vừa rồi có đợt thi online (do E ở vùng có dịch, TP đang giãn cách, Em ở trọ không đáp ứng đủ điều kiện thiết bị và đường truyền mạng nên không thể tham gia được). Em viết mail này là để hỏi: Liệu giờ Em có được gia hạn thêm không ạ ( Em là sinh viên tuyển sinh ưu tiên KV1 ạ), và nếu được thì Em phải viết đơn trước thời gian nào ạ, và từ giờ tới trước đợt tốt nghiệp tháng 11 liệu có đợt thi nào không ạ. EM XIN CHÂN THÀNH CẢM ƠN !!!",
    "Em xin chào PĐT & BGH nhà trường. Với tình hình dịch bệnh kéo dài trong thời gian vừa qua và sắp tới đã ảnh hưởng đến việc hạn chế các hoạt động để sinh viên chúng em tích lũy ngày công tác xã hội. Hiện tại em cũng như rất nhiều bạn đang thiếu 1 vài ngày để đủ chuẩn 15 ngày CTXH cho đợt tốt nghiệp sắp tới. Vì vậy em mong nhà trường phối hợp thúc đẩy cùng các ban, đoàn hội để tổ chức ra nhiều chương trình theo hình thức online giúp chúng em có thể tích lũy ngày CTXH ạ. Em xin chân thành cảm ơn ạ.",
    "Dạ cho em hỏi kì này mình có mở ĐKMH dự thính đợt 3 không ạ?",
    "Em tên  ,MSSV:, học vật lí 2 cô  Lớp DT01-HK202, em theo lịch thi cuối kì môn Vật Lí 2 của Phòng Đào Tạo là sáng nay lúc 7h ngày 13/8 ,em vào mybk từ sớm lúc 6h20 ngày 13/8, trong thời gian từ 6h 20 đến đến 7h50 em luôn online trang mybk của trường để tìm link hang out môn vật lí 2 để thi mà em vẫn không tìm thấy ạ, do tìm không thấy link hang out nên em cảm thấy hoang mang nên lúc 6h 55 em có nhắn tin rất nhiều trong group bài tập lớn VL2 của nhóm em hỏi các bạn có thấy link hang out và link bài thi không nhưng không có bạn nào trả lời cả , em cũng đã có thi giữa kì bằng hình thức thi online của những môn khác nhưng em chưa gặp trường hợp này bao giờ, đến lúc 7h50 thì có 1 bạn trong group bài tập lớn VL2 của nhóm em nhắn trả lời em là đã thi xong rồi , em nhờ bạn đó chụp lại hình ảnh link mà bạn đó đăng nhập để thi để em tìm xem có không, mà em tìm mãi vẫn không thấy link như bạn đó đã gửi cho em trên trang bkel cá nhân của em ,trong mọi hoá trình trên em chỉ đăng nhập bằng mail của trường cấp cho em là . Em mong Phòng Đào Tạo  xem xét trường hợp của em,xem có nhầm lẫn hay sai sót gì không , và cho em hỏi có còn cách nào không  để em có thể hoàn thành bài thi cuối kì môn Vật Lí 2  được ạ. Em đã trình bày trường hợp của em cho cô  phụ trách giảng dạy môn Vật Lí 2 Lớp DT01-HK202 và được cô hướng dẫn là trình bày trường hợp của em lên Phòng Đào Tạo để được xem xét  .Em mong sớm được PĐT phản hồi lại . ﻿Em xin chân thành cảm ơn.  B ",
    "cho em hỏi là em đăng kí môn học Đồ Án Nền Móng(CI3197) vào kì dự thính,nhưng lại là nhóm T01.Em nghe nói đây là lớp dành cho hệ VHVL,hệ chính quy không học được.Em muốn được giải đáp thắc mắc này ạ.Em xin cảm ơn.",
    "pđt có thể mở thêm sỉ số kì DỰ THÍNH  môn KTS (EE1015) được ko ạ  LỚP DT01_DT01 HIỆN TẠI MỚI 30 NGƯỜI",
    "Chào thầy/cô ạ, Lần trước em có gửi đơn xin hoãn thi qua Sheets, giờ chẳng hạn như nếu em muốn hủy đơn hoãn thi của mình thì phải thực hiện thủ tục gì ạ? Em cảm ơn ạ .",
    "Kính gửi phòng đào tạo. Em tên là:  MSSV:  Em có thắc mắc là: đơn xin thu nhận của em đã được xét duyệt chưa ạ?. Em đã làm đơn gửi lên Khoa và Khoa đã xác nhận là đã \"Gửi đề nghị thu nhận lại\" lên phòng đào tạo từ ngày 10/08/2021. Mong phòng đào tạo có thể kiểm tra hộ em để em có thể kịp đăng kí môn học ạ. Em xin chân thành cảm ơn!",
    "Em chào thầy cô do tình hình dịch bệnh không theo dõi việc học cũng như khó khăn tài chính nên em có đóng hp trễ mong thầy cô thông cảm. Xin pdt mở lại đăng kí môn học cho em để em tiếp tục việc học ạ. Em xin chân thành xin lỗi",
    "Chào thầy cô ạ! Em là SV K17 đã hoàn thành xong chương trình đào tạo nhưng thiếu AV và CTXH để tốt nghiệp Học kì 211 này em không đăng kí môn học nên bị buộc tạm dừng học nên em muốn hỏi là trong thời gian này em làm CTXH vẫn được cập nhật lên sàn như bình thường đúng không ạ? Em chân thành cảm ơn",
    "nộp đơn thu nhận.",
    "Em đã thanh toán trễ học phí HK202. Nay em xin được mở đăng ký môn học cho HK kế tiếp ạ . Kính mong thầy/cô xem xét giúp em. Em xin cảm ơn.",
    "Thưa PĐT, theo quy chế thì sinh viên khi hoàn thành chương trình giáo dục nhưng thiếu điều kiện tốt nghiệp (công tác xã hội, chứng chỉ Anh văn,..) sẽ được kéo dài thời gian đào tạo tối đa một học kì và không đăng kí môn học trong thời gian này. Em đã hoàn thành chương trình và còn thiếu chứng chỉ Anh văn và ngày CTXH, vậy em có thời hạn tối đa là đến tháng 12 để bổ sung các điều kiện này phải không ạ? Do tình hình nên dịch khó lường nên chẳng may trước đợt tốt nghiệp tháng 11 chưa thực hiện xong và trước khi học kì 211 kết thúc em bổ sung kịp thì em có được tốt nghiệp trong đợt tháng 4 không ạ? Em xin cảm ơn",
    "Em có đăng ký lớp anh văn cơ bản dự thính ở đợt 2 mà nó bị trùng với 1 tiết của 1 môn học kì chính của em là khoa học vật liệu dệt em đã đăng ký ở đợt 1, tại vì lúc em đăng ký thì hệ thống  cho phép em đăng ký môn anh van cơ bản  nên nếu như phải hủy môn thì xin phòng đạo tạo đừng hủy môn khoa học vật liệu dệt của em được không ạ. Em là Kiều Thị  Hoài Thu Mssv:  Khoa cơ khí, ngành công nghệ dệt may Em xin cảm ơn ạ.",
    "Cho em xin phép hỏi là học tối đa bao nhiêu tiết trong một ngày và đăng kí được tối đa bao nhiêu tiết liên tục",
    "Kính gửi Phòng đào tạo, Em là , Mã số sinh viên: , học lớp VPVL2014. Em xin trình bày tình trạng hiện tại của em như sau: do học kì vừa rồi là học kì 202 không có môn em mong muốn đăng ký để trả nợ nên hiện tại em bị tạm dừng học nên không thể đăng ký môn học thiết bị và cảm biến (mã số môn học: 404704) ở học kì này, học kì 211. Em viết yêu cầu này để xin đăng ký thu nhận lại và xin đăng ký môn học: Thiết bị cảm biến (Mã số môn học: 404704).",
    "Tốt nghiệp Dạ em đã đủ 15 ngày công tác xã hội, nhưng vào mục đăng ký tốt nghiệp thì tình trạng thiếu ngày công tác xã hội. Em không hiểu tình trạng này ạ.",
    "Kính chào Phòng đào tạo, Em vừa thi online xong nhưng lúc ghi màn hình lại không bật cam bên phần quay màn hình. Video ghi hình như vậy có hợp lệ không ạ? Em cảm ơn",
    "Hiện tại không biết vì lý do gì mà em bị xóa môn học cơ học đất học kỳ dự thính ạ, mặc dù bấm vô lịch sử đk ghi là \" sv đã xóa môn học\" nhưng em không hề xóa môn ạ  Giờ em không biết làm sao tại đây là môn học quan trọng , chuyên ngành cho kỳ sau ạ. Em mong PDT giải quyết giúp em để em đk môn học này ạ ",
    "Do kỳ 202 em có hoãn bảo vệ luận văn nên em muốn hỏi là: 1. Em có cần đăng ký luận văn vào kỳ 211 hay không?  2. Nếu không đăng ký thì kỳ sau có bị đình chỉ hay không, do em không có đăng ký môn học nào nữa trong kỳ sau?",
    "Chào thầy cô, Em được bảo vệ Luận văn tốt nghiệp, nhưng chưa  có bằng Toeic 600+ để chuyển điểm av 3,4  thì có phải đăng kí 1 môn học cho hk1 năm học 2021-2022 không? ( do em định thi để chuyển anh văn thì dịch bùng phát). Nếu có thì phải đạt được kết quả từ 5.0 trở lên mới được qua hay chỉ cần đăng kí môn học thôi vậy ạ? Em xin cảm ơn.",
    "Em có ca thi lúc 10h nhưng khi thi xong em chuyển vào phòng gg meet mà chưa lưu lại video nên không có video nộp. Mong cô cho em xin cách giải quyết. Em cảm ơn cô.",
    "Chào thầy/ cô phòng Đào tạo, Em tên là , sinh viên khoa Điện -  Điện tử khóa 2017. Cho phép em hỏi hai vấn đề về việc xét tốt nghiệp khóa chúng em, em vừa hoàn thành bảo vệ luận văn vào ngày 12/08. Vấn đề thứ nhất là cho em hỏi thông tin trong ảnh có đúng không ạ? Vấn đề thứ hai em muốn trình bày là em đã có thi anh văn nói viết và đạt 230 nhưng chưa đủ 245 (điều kiện của lớp kỹ sư tài năng) nên hiện giờ em có thể thi nói viết ở đâu hoặc gia hạn như thế nào nếu kỳ xét tốt nghiệp sắp đến gần ạ. Em xin cảm ơn và mong nhận hồi âm sớm nhất từ thầy/ cô để có kế hoạch cho bản thân. Trân trọng, ",
    "Dạ kính gửi thầy cô, Dạ em đang là sinh viên năm cuối của trường. Hiện tại, em vẫn còn một môn anh văn 4 chưa chuyển điểm và em đã có bằng tiếng anh ạ. Thầy cô cho em hỏi là trường có đợt chuyển điểm nào sắp tới để em có thể chuyển điểm cho môn anh văn 4, và đảm bảo số tín chỉ cho việc xét tốt nghiệp không ạ? Mong nhận được phản hồi và hỗ trợ từ thầy cô! Em cảm ơn thầy cô nhiều! Chúc thầy cô một ngày làm việc vui vẻ!",
    "Em kính chào phòng Đào tạo,  Em có một thắc mắc về học vụ như sau ạ: Em là sinh viên năm 4, đã hoàn thành CTĐT và có dự định tốt nghiệp vào tháng 11. Như vậy, em có cần phải đăng ký 1 môn học cho học kỳ chính 211 để duy trì tình trạng sinh viên cho tới khi làm lễ tốt nghiệp hay không ạ? Em mong nhận được hồi âm sớm từ PĐT để em có thể sắp xếp kịp thời ạ. Em xin cảm ơn!",
    "Kính gửi Nhà trường, Em có nguyện vọng được xin đăng ký vào lớp L02_L04 môn CO2007 - Kiến trúc máy tính, do trước đó toàn bộ các lớp đều đã full sĩ số nên không đăng ký được, đến cuối giờ mới có 1 bạn out nhưng em không kịp thời đăng ký vào, và hiện tại vẫn còn 1 slot ạ. Em xin chân thành cảm ơn. ",
    "Em chào thầy/cô. Hiện tại em bảo vệ xong luận văn tốt nghiệp vào ngày 13/07/2021. Em đã nộp chứng chỉ ngoại ngữ nghe và đọc (tổng điểm 505), chưa chuyển điểm để xét miễn và chưa học lớp av4. Cho em hỏi trong khoảng thời gian chờ để hoàn thành điều kiện ngoại ngữ xét tốt nghiệp (chờ thi 2 kỹ năng nói và viết) em có cần phải đăng ký môn học vào học kỳ mới này không? Hiện tại tổng số tín chỉ của em (tính cả tín chỉ luận văn tốt nghiệp) là 138 chỉ. Mong sớm nhận được phản hồi từ PĐT. Em xin chân thành cảm ơn.",
    "Em chào quý thầy cô! EM ỦA . Em có đăng kí học kì dự thính của học kì 202. Mới vừa thi học kì 202 xong. Em có đăng kí học kì dự thính 211 mà lỡ tay bấm xóa mất. Giờ hết hạn đăng kì. Đây là kì cuối cùng để em được học. XIN quý thầy cô cho em xin hướng giải quyết được đăng kí dự thính học kì 211 vì nếu lỡ bị rớt môn ở học kì 202 em không còn cơ hội ra trường. Em cảm ơn quý thầy cô",
    "Chào thầy/cô, vài ngày trước e có đăng ký hoãn thi vì chỗ em báo vào ngày thi sẽ cúp điện nên e có nộp đơn hoãn thi và đã được duyệt, nhưng hiện tại lại dời ngày cúp điện, không biết em có thể rút đơn hoãn thi trước đó đã nộp được không ạ? Em cảm ơn ạ!!!",
    "Về chuyện Đăng kí môn học Đồ án Nền Móng CI3197 : _ Ngày 12/08 em lên mục đăng kí môn học thì chưa thấy mở môn học này _ Lúc 16h30 ngày 13/08 em lên mục đăng kí xem thì thấy đã có mở lớp. Tuy nhiên , đã hết thời gian đăng kí môn học. Em viết thư này xin nhờ thầy cô giúp đỡ em trong việc đăng kí môn học đồ án Nền móng (CI 3197) trong học kì 211 này ạ. Em đã hoàn thành tất cả các môn học trước, tiên quyết và đã đủ điều kiên đăng kí môn học này. Tại ngày 16/08 này là vào học kì rồi nên cá nhân em không còn thời gian để xoay sở , đăng kí đợt kế tiếp.",
    "Em chào  ạ, Kỳ hè này em vừa hoàn thành xong Luận Văn và cùng lúc đó em được triển khai thi cuối kỳ cho các môn em học trong Hk202 và dự thính 202. Tuy nhiên, em có môn THÍ NGHIỆM VẬT LÝ không mở thi. Và em chưa có kết quả thi cho từng môn, nhưng em muốn tốt nghiệp vào 11.2021 nên em sẽ cố gắng qua hết môn kỳ này. Vậy  cho em hỏi là em có cần thiết DKMH cho đầu học kỳ 211 không ạ? Em lo là chưa có kết quả môn thì TCTLN em chưa đủ và sẽ bị để tình trạng đình chỉ học ạ. Mong  phản hồi em ạ! Em cám ơn, Chúc  nhiều sức khỏe và bình an!",
    "Hiện tại em còn thiếu av3 av4 va av nói viết  Dự định của em là sẽ thi lấy bằng để nộp nhưng tình hình dịch bệnh nên em không thể thi được vậy cho em hỏi học kỳ 211 em có cần đăng ký môn học để duy trì tình trạng sinh viên nữa hay không ạ Em xin chân thành cảm ơn",
    "Em chào thầy/cô  Em tên  MSSV:  Thầy/cô cho em hỏi là ở bộ môn Khoa Học Trái Đất (CI1069) do không nộp kịp thời gian mà giáo viên đưa ra cho bài báo cáo cá nhân nên em không có điểm cuối kỳ và sau đó em đã đăng ký xin hoãn thi . Thầy/cô cho em hỏi em có được hoãn và thi kỳ thi do nhà trường tổ chức cho các bạn hoãn không ạ Em xin cám ơn và chúc thầy cô khỏe mạnh ạ.",
    "Thưa thầy/cô, Hiện tại em đã hoàn thành xong tất cả các môn cần thiết (bao gồm LVTN) và đủ ngày CTXH, em chỉ thiếu môn Anh Văn 4 do dự định thi TOEIC 2 kỹ năng Nghe-Đọc để chuyển điểm. Nhưng hiện tại do dịch Covid-19 hiên tại khá phức tạp, chưa biết khi nào thi được. Chương trình của em là 141 tín chỉ, nhưng thiếu Anh Văn 4 nên em hiện đang là 139 tín chỉ. 1. Vậy em có được nằm trong danh sách sinh viên dự kiến tốt nghiệp vào tháng 11 tới không ạ? 2. Nếu dịch vẫn phức tạp, các trung tâm vẫn đóng cửa qua thời gian tốt nghiệp, thì Phòng Đào tạo và Nhà trường có hướng xử lý như thế nào ạ? Em kính mong thầy/cô hồi đáp ạ. Em xin chân thành cảm ơn! Trân trọng, Linh",
    "Hiện Phòng Đào tạo đang in giấy xác nhận sinh viên, vậy sau khi in xong có được gởi bưu điện về quê không hay là tự làm đơn yêu cầu gởi về ạ? Hiện tại địa phương em đã yêu cầu nộp giấy và hạn đến 20/8 ạ nhưng em thấy hiện chỉ đang phục vụ in đồng loạt có K21 đến 27/8",
    "Em tên  MSSV:  Em có thắc mắc về lịch học khi đăng ký môn học cho học kỳ 211. Theo lịch học thì vào thứ năm em học môn Pháp luật Việt Nam đại cương vào tiết 5 và 6 tại cơ sở 2 và em tiếp tục có tiết môn Thực tập cơ khí đại cương 2 từ tiết 8 đến tiết 12 tại cơ sở 1. Cho em hỏi lịch học hiển thị trên trang đăng ký môn học có phải thời khóa biểu không ạ? Vì nếu vậy em sẽ phải hoàn thành tiết 6 môn Pháp luật Việt Nam đại cương vào 12 giờ và phải đón xe bus vào cơ sở 1 ngay vì 13 giờ em lại có tiết ở cơ sở 1, vì em không có xe máy nên phải đi lại bằng xe bus ạ nên em cũng thắc mắc có cách nào thay đổi lớp của cùng môn không ạ? ",
    "Cho em hỏi nếu mình gặp vấn đề trong quá trình làm bài thi online cuối kì mình có được phép xin thi lại được không ạ? Nếu được thì phải làm như thế nào ạ ?",
    "Dạ em chào thầy/ cô ạ. Hồi nãy em xoá môn dự thính Đồ án thép 2 (CI3213-T01) tự nhiên hệ thống xoá luôn môn thép 2 (CI3211-DT01) của em. Giờ quá giờ nên không đăng kí lại được ạ. Em bị trễ 1 kỳ do năm đầu bị trễ anh văn, giờ không có môn thép 2 là em bị trễ 1 năm luôn ạ. Mong phòng đào tạo xem xét giúp đỡ em vào lớp đó ạ (CI3211-DT01). Này lỗi do hệ thống nên giờ em vô kiểm tra mới biết được ạ . Em xin chân thành cám ơn ạ.",
    "Dạ em tên  - MSSV:  Hiện tại em đã hoàn thành tồng số tín chỉ cần thiết theo chuyên hành. nhưng do em chưa có bằng Tiếng Anh nghe đọc, nói viết và thiếu 1 ngày ctxh theo yêu cầu tốt nghiệp và em đã bị tạm dừng 2 học kì liên tiếp là 201 và 202. Nhưng do tình hình dịch bệnh nên em chưa thể thi và nộp giấy xin thu nhận lại. em có phải bị đuổi học không ạ nếu kì 211 này tiếp tục không đăng kí môn học . Do tình hình dịch bệnh thì xét tốt nghiệp đợt sẽ dời đến khi nào ạ. Nếu em dời muốn đăng kí tốt nghiệp vào 04/2022( 03 hk liên tiếp không dkmh) có được không ạ.",
    "Em chào Thầy cô em tên  đạt thành ms lúc đăng ký môn hoc em có đăng ký đầy đủ môn mà đến đợt 2 em kiểm tra lại thì thấy bị lỗi mà giờ em đăng ký lại không được a mong thầy cô đăng ký giúp em môn ME3015 kỹ thuat robot a và môn CI2001 sức bền vật liệu  và môn ME2003 nguyên lý máy em cảm ơn Thầy cô a .",
    "Xin chào, Em là , sinh viên CK17CTM1. Hiện tại em còn các môn học AV3, AV4 và LVTN. Vì chưa có CCNN nên em không đăng ký được LVTN. Học kỳ này em không đăng ký được AV3 và AV4 (kể cả các lớp AV3A và AV4A). Cho em hỏi, em cần làm sao để tiếp tục duy trì tình trạng học ạ? Vì đang dịch nên em chưa thể đăng ký thi CCNN được. Em xin cảm ơn.",
    "Kính gửi Thầy/Cô. Em tên là Nguyễn Hoàng Gia Bảo, MSSV 1910816, sinh viên Khoa Kỹ thuật Xây dựng. Hiện tại em đang có nhu cầu in giấy xác nhận sinh viên để nộp về địa phương về việc hoãn Nghĩa vụ quân sự. Nhưng khi em vào mục in giấy xác nhận sinh viên trên MyBK thì trang web lại hiện chế độ đang bảo trì (em có đính kèm hình bên dưới) . Do địa phương em yêu cầu hạn chót nộp giấy xác nhận sinh viên là ngày 17/8/2021, mà web trường bảo trì đến 27/8/2021 nên em chưa biết làm thế nào ạ. Em rất mong được Thầy/Cô giải đáp và giúp đỡ em trong trường hợp này . Em xin cảm ơn Thầy/Cô và chúc Thầy/Cô nhiều sức khỏe ạ. Thân ái.",
    "Kính thưa phòng đào tạo. Em tên là , MSSV . Em có tham gia thi môn Kỹ thuật điện-điện tử (EE2011), ngày 13/08/2021 - 16h, phòng thi 20202_EE2011_Nhóm A02A. Em có thực hiện ghi màng hình máy tính nhưng vì trục trặc kỹ thuật video quay màng hình của em chỉ thực hiện quay được một nữa buổi thi. Dạ cho em hỏi bây giờ em phải thực hiện việc những công việc gì để không vi phạm quy tắc thi ạ . Em xin cảm ơn.",
    "Em chào Quý Thầy Cô ạ, Em tên là , MSSV , lớp GT17HK Trong tháng 7 vừa rồi em mới hoàn thành việc bảo vệ LVTN nhưng còn thiếu 1 ngày CTXH + AV nói viết. Do không biết mình có phải bắt buộc đăng ký để duy trì tình trạng học hay không nên em đã lỡ đăng ký. Kính mong quý thầy cô PĐT cho phép chúng em được phép hủy môn trong ĐKMH đợt 3 tới. Nếu không được xin phép thầy cô PĐT cho phép em được rút môn bằng cách nộp đơn rút môn bản scan có chữ ký đầy đủ qua mail tại vì khu phố em nằm trong diện đang được cách ly không tiện đi lại để được đủ điều kiện đăng ký tốt nghiệp đợt này. Em xin chân thành cảm ơn quý thầy cô.",
    "EM là Hậu SV K14 em muốn hỏi một vấn đề là: Hạn chót tốt nghiệp của em 19/11 /2021. nhưng hiện em chưa bổ sung AV (nói + viết) nhưng vậy em cần bổ sung chứng chỉ này trước ngày tốt nghiệp là bao nhiêu ngày ạ! Em xin cám ơn ạ",
    "Thưa cô/thầy nhà trường, Em là sinh viên năm cuối của khoa Điện - Điện tử. Hiện tại thì em chưa hoàn thành được anh văn 4 (chứng chỉ TOEIC của em đạt 500) nên ở kì 202 em có đăng kí vào lớp anh văn 4a vào ngày 2/2 nhưng lại không được nhận. Em có hỏi thắc mắc này vào ngày 5/2 và được trả lời 22/2 vì em không đủ điều kiện anh văn 3 nhưng em có học rồi em để ở hình bên dưới. Nên trong kì đó em quyết định là học và thi lại anh văn vào cuối tháng 5 ở IIG để lấy chứng chỉ cũng như anh văn với mục tiêu đề ra. Do tình hình dịch bệnh càng ngày càng phức tạp đến bây giờ em vẫn chưa hoàn thành anh văn 4a . Bây giờ ở kì 211 dự thính em có đăng kí lớp anh văn 4a để học và hoàn thành nó thì cho em hỏi: Em có thể hoàn thành luôn về kĩ năng nói viết cũng như kịp để hoàn thành tốt nghiệp không ? Trong trường hợp xấu nhất thì em có cách giải quyết nào để kịp tốt nghiệp luận văn không a, vì em thật sự cũng không muốn bị trễ tốt nghiệp , em cảm ơn cô vào thầy đã lắng nghe.         i Tốt nghiệp .",
    "Dạ em chào quý thầy cô, anh chị. Em tên , MSSV . Trong kì thi cuối kì 202 vừa rồi, em có hoãn thi 2 môn là Vật Lý 1 (PH1003) và Kinh tế học đại cương (IM1013) bằng cách điền form và đã nhận được mail đồng ý của PĐT như hình ảnh em đính kèm. Nhưng lúc thầy cô up điểm thi trên trang BK-El thì em bị điểm 13 (là điểm vắng thi) chứ không phải điểm 14 (Hoãn thi). Em không biết lúc cập nhập điểm chính thức trên MyBK thì có thành điểm 14 không ạ ? Và em không nằm trong danh sách cấm thi, và xin phép hoãn thi trước thời gian thi. Mong quý thầy cô, anh chị giải đáp thắc mắc giúp em. Em xin cảm ơn. Chúc quý thầy cô, anh chị sức khỏe ạ.",
    "Kính thưa thầy/cô! Em đăng kí môn EE1009(Kỹ thuật số) và EE2033(Giải tích mạch) theo lộ trình đào tạo cho HK211, sáng nay em có điều chỉnh nhóm lớp cho môn EE1009 sau đó kiểm tra thì môn EE2033 bị hủy. Cho em hỏi là bây giờ làm sao để có thể đăng kí lại môn EE2033 ạ. Với cả khi điều chỉnh nhóm lớp thì bắt buộc phải hủy rồi mới chọn lại nhóm lớp khác, hệ quả là môn học kèm theo cũng bị hủy thì phòng đạo tạo có thể hướng dẫn em điều chỉnh môn học theo cách khác hoặc có giải pháp hỗ trợ trường hợp như em không ạ? Em xin cảm ơn!",
    "Dạ quý thầy cô cho em hỏi là ngày 15/8 em có lịch thi nhưng laptop hiện tại em dùng để thi gặp sự cố do dịch covid em không thể khắc được. Em có thể dùng 1 laptop khác để thi không ak. Em cảm ơn ak",
    "Cho em hỏi là có đợt đăng kí môn học dự thính đợt 2 không .Vì em sợ bị nhà trường thôi học vì học kì này chưa học môn gì.Trong khi học kì này em tính làm luận văn đến khi hết dịch thì nộp bằng anh văn sau đó bổ sung môn luận văn, nên hiện tại học kì tới là không có môn nào ạ.Cho em hỏi trường hợp như em có bị thôi học trong kì tới không ,hay là phải đăng kí môn dự thính đợt 2 để duy trì ạ",
    "Chào thầy/cô . em muốn đăng kí dự thính CI4037 vừa hết hạn lúc 3g chiều nay do nhà em mất mạng giờ mới có lại nên em bỏ lỡ đăng kí. em có thể đăng kí bổ sung được không ạ. Em thấy sĩ số lớp còn thiếu rất nhiều. cảm ơn thầy/cô, mong thầy cô phản hồi giùm em ạ",
    "Học kỳ 211 . Em là sinh viên khoá k19, MSSV: , Chương trình Liên Kết Quốc Tế ạ Em chuẩn bị làm hồ sơ chuyển tiếp sang đại học đối tác nhưng chiều hôm nay em có đăng kí dư 1 môn em đã pass mà không kịp huỷ, mà theo em biết huỷ thì vẫn phải tính học phí. Cho em xin hỗ trợ được huỷ môn mà không phải thanh toán học phí có được không ạ ?  Em cảm ơn ạ .",
    "Chào thầy cô, hiện e bị tạm dừng nên nộp đơn xin thu nhận lại ạ",
    "Do kết quả đăng kí đợt  học kì chính 211 này em bị xóa môn ME3101 (Đo lường và đảm bảo chất lượng), nguyên nhân là do trùng lịch với môn ME4041 (Thiết bị may), nhưng bị trùng nhau chỉ tiết 9 ngày thứ 3, (môn Đo lường thì tiết 8-9 thứ 3 học Hangout, còn đối với môn Thiết bị may tiết 9-10 thứ 3 học tại lớp). Cả 2 môn này khi học tại lớp thì không trùng thời khóa biểu nhau.   Em đã xin phép Trưởng bộ môn và các giảng viên giảng dạy đã được sự đồng ý đăng kí môn học. Em xin đính kèm đơn và chữ kí của các thầy cô ạ. Em mong PDT duyệt giúp em để em được học các môn trên ạ do em đã là sv năm cuối và các môn trên đều là lần mở cuối cùng.",
    "Dạ chào thầy, Em tên là Nguyễn Anh Hào - MSSV (1951043) hiện đang học lớp Linear Algebra TT02_ HK202. Vào ngày hôm nay (13/8/2021) em đã làm bài thi và gặp một số sự cố dẫn đến việc tiến độ làm bài thi bị gián đoạn và mang lại kết quả không tốt. Em xin phép trình bày dựa trên đoạn record như sau: -Phút 26, hình của Question 5 load lâu và em phải đợi một khoảng thời gian nhưng vẫn không hiện xong hình -Phút 29:20, hình Mona Lisa của Question 7 load thậm chí còn lâu hơn cả Question 5 nên em đã quyết định bỏ qua câu đó -Phút 39:36, em quay lại Question 7 và hình vẫn load chưa xong -Phút 55:29, hình câu a đã load xong nhưng câu B thì bị tình trạng lỗi nên em đã báo cho giám thị coi thi về vấn đề này. Giám thị bảo em F5 load lại trang nhưng em có hỏi lại:\"Liệu có đáp án những câu trước không thầy?\" thì thầy giám thị trả lời:\"Thầy không biết vì đây đang thi trên phần mềm thứ khác so với BKEL\" nên em đã quyết định không F5 -Phút 1:00:20, em trở lại Question 7 và hình vẫn bị lỗi -Phút 1:06;30, em trở lại Question 5 và hình vẫn không load lên nhanh lên như mong đợi -Phút 1:08:00, em mới dám F5 lại trang và hình Question 5 mới hiện ra. Ở trên là phần trình bày của em, hiện tại em đã nộp đơn hoãn thi và mong PĐT sẽ chấp nhận trường hợp của em để đồng ý quyết định hoãn thi này. Em xin cảm ơn và chúc thầy một ngày tốt lành,   i  . Đây là link video ạ:  https://drive.google.com/file/d/1V-ZRHRUl3yKVdzFgEsy2oH0UWQCywD_g/view",
    "Cho em hỏi đăng ký môn học đợt 3 của học kỳ chính 211 sẽ diễn ra vào thời gian (ngày tháng năm) nào ạ? Em có xem qua lịch học vụ học kỳ 1 (2021-2022) nhưng không thấy đề cập. Em xin cảm ơn.",
    "Kính thưa phòng đào tạo, hiện em đang cần bảng điểm để bổ sung hồ sơ xin việc, em muốn hỏi bây giờ em có thể đăng kí in bảng điểm được không? Nếu được thì em sẽ nhận được bảng in bảng điểm gửi về tận nhà hay sẽ được gửi file scan qua email ạ? Em cảm ơn nhiều ạ.",
    "Dạ thưa thầy cô, hiện tại phòng đào tạo đã có mở đăng kí môn học Kỹ thuật chế tạo. Vì lớp song ngành tàu thủy - hàng không k20 đều bị trùng lịch học môn này với môn Cơ học thủy khí(cả 2 môn đều là cơ sở ngành) nên các bạn không thể đăng kí được. Đồng thời vài anh chị khóa trước cũng có nguyện vọng học môn TR2033 vì đã chờ môn học 1 năm nên đã liên hệ với lớp em. Các bạn có nguyện vọng xin đổi lịch học môn kỹ thuật chế tạo để có điều kiện đăng kí môn học ạ. Em xin cảm ơn thầy cô. (Em xin phép đính kèm hình ảnh đăng ký môn TR2033)",
    "Dạ cho em hỏi, em xem trên AAO thì học phí kì dự thính dự kiến đóng trước tuần học đầu tiên. Nhưng hiện kì dự thính sắp bắt đầu rồi thì khi nào tới hạn đóng học phí ạ?? em cám ơn ạ",
    "Hiện tại em là sinh viên năm nhất và đang học anh văn 1 vẫn chưa thi, nếu em lỡ rớt anh văn 1 thì có được phép tiếp tục học năm 2 không ạ, hay là pđt sẽ bỏ qua chuẩn anh luôn ạ",
    "PDT cho em hỏi 2 vấn đề:  Em thi toeic nghe đọc được 590 là chuyển điểm được anh văn 1,2,3 và em đang bị thiếu av4 (đã được miễn do anh văn đầu vào nên đã có tín chỉ) 1. Em đã đủ điều kiện xét tốt nghiệp chưa? Do em thấy k17 thì xét tốt nghiệp là toeic 500đ  2. Nếu chưa đủ điều kiện tốt nghiệp, và tình hình dịch chưa cải thiện em không thể thi lại thì em tính đăng ký av4a (nhu cầu). Vậy nếu như trong lúc em đang học, IIG mở lại và em thi nộp vào để đủ điều kiện tốt nghiệp nhưng lúc đó không thể huỷ môn anh văn thì em có được xét ra trường tháng 11.2021 không ạ?  Hy vọng được thầy cô giải đáp ạ!",
    "Em có đăng kí nhầm mã môn Đề cương luận văn của ngành khác nên kết quả đăng kí không thành mà em không biết, nay kiểm tra lại em thấy thiếu môn. Phòng Đào tạo có thể mở thêm đợt 3 hay bổ sung tên em vào danh sách môn học được không ạ (mã AS4325)? Em không muốn trễ tốt nghiệp đâu ạ. Mong Phòng Đào tạo giải quyết giúp em, em xin chân thành cảm ơn.",
    "Dạ em xin chào thầy cô. Thầy cô cho em xin được đăng ký tham gia lớp thi công công trình csht (CI4023) nhóm A01 ạ. Ở đợt đk đợt 1 em đã đăng ký nhưng bị xóa mất và hiện đợt 2 thì lớp đã đầy sỉ số (60 bạn) nên em không thể đăng ký thêm được ạ. Em cần học môn này để có thể tốt nghiệp vào học kỳ 2 năm sau ạ và hiện nay em đã là sinh viên năm 5 của trường nên nếu em không học được môn này em sẽ trễ thêm 1 năm nữa ạ. Mong phòng đào tạo có thể tạo điều kiện để em có thể tha gia lớp này ạ. Em xin chân thành cảm ơn ạ .",
    "Em là , MSSV , khoa Kỹ thuật Hóa Học. Em có nguyện vọng muốn hoãn bảo vệ luận văn vì lý do dịch bệnh nên em đã không thể đến trường để làm thí nghiệm từ đầu tháng 6, nên không đủ số liệu để báo cáo. Em đã chuẩn bị đơn và có xác nhận đồng ý của giảng viên hướng dẫn. Em cũng đã liên hệ với Bộ môn và cũng được xác nhận đồng ý của Bộ môn (file hình là email của Đại diện Bộ môn Kỹ thuật Dầu khí ạ). Trong thời gian này để liên hệ với văn phòng Khoa và xin được xác nhận của Khoa là rất khó ạ. Em không biết xác nhận của Bộ môn thôi có đủ không ạ? Và nếu vẫn cần xác nhận của Khoa thì không biết cách nào để liên hệ với Khoa nhanh nhất trong lúc này ạ? Em cảm ơn.",
    "Chào thầy cô Em xin lỗi vì yêu cầu này có phần chậm trễ nhưng do đến chiều nay, giảng viên bộ môn mới trả lời em. Mong quý thầy cô thông cảm và chấp nhận đề nghị   B mở lớp CH2031 kì dự thính 211    vì tụi em có nhu cầu cấp thiết cần phải học. Em cảm ơn quý thầy cô.",
    "Cho em hỏi thời hạn nộp chứng chỉ ngoại ngữ xét tốt nghiệp ạ. Và cho em hỏi khi nào có thể thi TOEIC nói viết . Em đã bảo vệ xong luận văn tốt nghiệp",
    "Cho em hỏi là ĐKMH đợt 3 lần này có được phép hủy môn không ạ. Vì trường thông ngày 16/08 bắt đầu học kì nên em đã đăng kí môn tự chọn để đạt 17 tín chỉ. Nên nếu có đợt 3 thì em không đăng kí được môn trong chương trình đào tạo của em được ạ! Em xin cảm ơn!",
    "Em chào thầy cô, Em hiện đã hoàn thành chương trình học tại trường và hoàn thành khoá học Giáo Dục Quốc Phòng An Ninh (GDQPAN) vào ngày 30/7/2021 để đủ điều kiện xét tốt nghiệp trong đợt xét sắp tới . Tuy nhiên, tình hình Dịch bệnh Covid-19 đang có diễn biến phức tạp, em không thể đến trực tiếp trung tâm để nhận chứng chỉ và bổ sung cho Nhà Trường. Em có liên hệ với phòng đào tại tại Trung tâm GDQPAN về vấn đề này, thầy cô tại trung tâm phản hồi rằng sẽ gửi email xác nhận em đã hoàn thành khoá học tại Trung tâm GDQPAN với thông tin cụ thể để phục vụ cho việc xét tốt nghiệp. Em có gửi kèm file hình ảnh email từ phía trung tâm . Em rất mong phòng đào tạo có thể phản hồi giúp em về việc có chấp nhận hình thức xác nhận qua email này hay không. Về chứng chỉ bổ sung, em chắc chắn sẽ nộp trực tiếp lên phòng đào ngay sau khi tình hình dịch bệnh ổn hơn và em có thể đến Trung tâm GDQPAN để nhận về ạ.",
    "Kính chào Thầy Cô Phòng Đào tạo, Em là  khóa 17, hiện tại em muốn rút môn học học kỳ dự thính 211. Thầy Cô cho em hỏi, em gửi đơn PDT-03_Rut mon hoc trực tiếp tại Phòng Đào tạo hay qua địa chỉ email nào? Bên cạnh đó, cho em hỏi đến thời điểm nào thì rút môn sẽ không tính học phí? Em cảm ơn Thầy Cô. --- ",
    "Kính thưa thầy/cô, em xin hỏi có được phép hủy kết quả đăng kí môn học (MT2001 - Xác suất và thống kê) của đợt Dự Thính Chính Quy + Hệ Vừa Làm Vừa học - HK211- Đợt 2 vừa rồi không ạ? Nếu hủy được trước khi có lịch học vào ngày 16/8 thì có phải thanh toán học phí không ạ? Tại vì em mới biết điểm thi HK202DT lớp DT01 - MT2001 tối ngày 13/8 nên em không kịp vào hủy trước khi link đăng kí đợt 2 đóng lại. Tình hình dịch bệnh nên hoàn cảnh gia đình khó khăn, em mong muốn giảm được một phần học phí  cho bản thân. Kính mong quý thầy/cô xem xét. Em xin cảm ơn",
    "Chào thầy/cô ạ, Do sơ suất nên em đã đăng kí dư môn VXL mã EE2039 trong đợt 2 đăng kí môn dự thính HK211 vừa rồi . Cho em hỏi là em có thể đăng kí rút môn học tại thời điểm này và nếu được thì có bắt buộc phải thanh toán học phí không ạ? Em xin cảm ơn thầy/cô trước ạ.",
    "Em xin chào thầy cô, vì em không biết rằng môn đề cương luận văn của em đăng kí sai mã nên bị xóa, khi nhận ra và kiểm tra lại thì đã hết thời hạn hiệu chỉnh. Em kính mong thầy cô có thể mở lại hiểu chỉnh môn học cho em đăng kí lại môn đề cương luận văn tốt nghiệp mã AS4325 ạ. Em xin cảm ơn thầy cô.",
    "Xin chào thầy/cô, cho em hỏi là chương trình VJEP có cho phép sinh viên năm 2 bên đại trà CS 2 đăng kí không ạ , và nếu có thì thủ tục ra sao ạ, em xin cảm ơn",
    "Chào Anh/Chị! Em là -. Cho phép em xin hoãn bảo vệ luận văn sang kỳ sau. Ngoài forward lại mail của bộ môn như pđt hướng dẫn thì em có cần phải làm thêm thủ tục nào không ạ. Em xin cảm ơn ạ",
    "EM đã đăng ký hoãn bảo vệ luận văn và được pđt duyệt, vậy kỳ này em có phải đăng ký lại luận văn để kỳ sau bảo vệ không ạ? Nếu có, có phải thanh toán học phí không?",
    "Em chào phòng đào tạo, kì này em đã học xong tất cả cảc môn và kì tới em còn luận văn nhưng không đăng ký được do thiếu chứng chỉ anh văn. Cho em hỏi nếu vì dịch bệnh và em k học môn nào trong kì tới thì em có bị gì không ạ ? Em cảm ơn",
    "Em đăng kí môn học mã của năm 4 nhưng em chưa đủ điều kiện theo học mà em quên xóa trong đợt đăng kí này rồi ạ. Thầy/cô có thể xóa giúp em được không.",
    "Hiện em bị huỷ đăng ký môn nhưng em nhớ đã nộp bằng tốt nghiệp ptth rồi ạ, mà bây giờ qua đợt đăng ký môn lần 2 rồi, em cũng không biết phải làm sao. Em xin nhận lỗi do em chủ quan không xem tkb thường xuyên, xin phòng đạo tạo cho em đăng ký môn để tiếp tục học ạ . Em cảm ơn ạ.",
    "Em kính chào Phòng Đào Tạo. Em là  sinh viên khoa kỹ thuật giao thông. Em có 2 thắc mắc xin quý thầy cô giải đáp giúp em ạ. 1. Em chưa học anh văn 4 cho là đợi sau dịch thi Chứng chỉ quốc tế để chuyển điểm. Thì em có phải đăng ký môn anh văn 4 để duy trì tình trạng sinh viên không ạ (em đã hoàn thành chương trình đào tạo chỉ còn thiếu anh văn 4). 2. Dạ nếu em đăng ký học anh văn 4 có đủ thời gian để em đáp ứng được thời gian xét tốt nghiệp của khoá K2017 không ạ. Em cảm ơn ạ",
    "Em xin chào quý Thầy/Cô  Em muốn hỏi về đơn xin mượn tiền đóng học phí của quỹ hỗ trợ sinh viên Bách khoa ạ Em cần nộp đơn này vào thời điểm nào ạ, trước ngày đóng học phí hay vào khoảng thời gian đóng học phí ạ. Lý do của em khi làm đơn không phải là gia đình thuộc diện khó khăn hoặc tương tự, là vì ở thời điểm hiện tại không có tiền đóng học phí ạ, em muốn hỏi khả năng em được chấp thuận có cao không ạ. Em xin cảm ơn quý Thầy/Cô rất nhiều ạ",
    "Dạ em chào thầy cô phòng đào tạo, Em tên là . Em có mã số sinh viên là , hiện đang là sinh viên của khoa Khoa học máy tính và kĩ thuật máy tính hệ VHVL . Dạ em mới nộp đơn nhập học vào tháng 5 nhưng gần đây em phát hiện ra là em không nhận được email từ trường như là email đăng kí môn học học kì mới . Em mong nhà trường kiểm tra lại giúp em ạ vì em không biết email của em có bị lỗi gì không mà không nhận được thông báo mới từ trường kể từ ngày nhập học ạ. Em gửi nhà trường email của em là  Mong nhà trường kiểm tra lại dùm em ạ. Em xin chân thành cảm ơn quý thầy cô ạ. Em .",
    "Xin đăng kỳ môn học thực tập phân tích các chỉ tiêu môi trường mã môn học GE3037. Lý do không đăng ký kịp, trong thời gian môn học được mở đăng ký lần cuối không thể đăng ký do gặp một số vấn đề trong khu cách ly tập trung.",
    "Chào các thầy cô của PĐT ạ . Em có đăng kí hoãn thi 1 môn học nhưng chưa hiểu rõ cần phải làm gì sau khi đăng kí hoãn môn học đó nên quý thầy cô có thể giải thích cụ thể cho em về việc cần làm sau khi hoãn thi được không ạ ( Ví dụ như đăng ký thi ở Học kì tới ở đâu,...) . Em xin chân thành cảm ơn.",
    "Em xin gửi đơn kính mong Phòng Đào tạo xem xét giúp em ạ. Em xin cảm ơn.",
    "Chào thầy(cô), Em tên:   MSSV:  là sinh viên Bằng 2 Chính quy. - Cho em hỏi về cách để đăng ký các môn học năm 1 học chung với khóa K21.Khi nào thì khóa K21 bắt đầu học kỳ và làm sao để xem được thời khóa biểu của khóa K21 để đăng ký học chung. Mong được giải đáp. Cảm ơn!",
    "Kính gửi quý thầy cô, em là sinh viên thuộc diện xét tốt nghiệp đợt này. Trên hệ thống em đã đạt đủ 15 ngày CTXH tuy nhiên khi đăng ký thì em lại không thực hiện được với lí do là nợ CTXH ạ. Mong thầy cô giúp em về vấn đề trên ạ do hạn đăng ký chỉ còn đến cuối tháng này. Em cảm ơn rất nhiều ạ. Chúc thầy cô nhiều sức khỏe",
    "Gửi thầy/cô, Em thay đổi mật khẩu trên myBK nhưng lúc đăng nhập lại mail bằng mk mới và mk cũ đều không vào được . Mong nhà trường xem xét hỗ trợ em ạ Email:    i  .",
    "Em làm đơn này mong phòng đào tạo mở giúp em trang đăng kí môn học để em có thể đăng kí môn trong học kì này ạ",
    "Em chào Thầy Cô, Em là , khoa Kỹ thuật Hóa học, hiện tại chuẩn bị bảo vệ tốt nghiệp. Tuy nhiên, em vẫn chưa bằng TOEIC 2 kỹ năng nói và viết. Trong điều kiện dịch bệnh hiện nay, bài thi TOEIC hiện tại không tổ chức nên không biết yêu cầu Anh văn đối với sinh viên sắp tốt nghiệp như em sẽ có thay đổi gì không ạ ? Và trường có dự kiến giải pháp thay thế khi không thể nộp bằng tiếng Anh do các đơn vị không tổ chức thi không ạ ? Em rất mong được Thầy Cô giải đáp. Em cảm ơn Thầy Cô nhiều ạ.",
    "e chào cô cám ơn cô đã repply thư hôm trước .Ngày 13/8 hôm qua có bạn đã rút ra khỏi môn học dự thính EE3019 TRuyền số liệu và mạng . Nhưng em ko biết điều đó hôm nay e mới nhận ra thì đã hết hạn đăng ký môn học , bây giờ môn đó còn có 1 chổ ( Như hình đính kèm bên dưới) liệu PĐT có thể mở thời hạn đăng ký môn học giùm em với hay là có thể đăng ký môn đó giùm e với ạ m rất cần môn đó để làm đồ án . em cám ơn cô nhiều ạ.",
    "Lý do em viết đơn xin hủy hoãn thi Ngày 20-7-2021 em có làm đơn xin hoãn thi nhưng mãi tới 26-7 mới được xác nhận. Tuy nhiên, ngày 11-8-2021 em có nhận thông báo của giảng viên nhà trường cho phép làm báo cáo kết thúc môn diễn ra ngày 13-8-2021 việc này yêu cầu ít về mạng chủ yếu là lúc nộp bài, trong khi đó thi online thì yêu cầu cao về mạng, kết nối cả 2 thiết bị, cả khâu nộp bài, nộp video. Em đã rất bối rối khi viết đơn này vì thông báo tới khá trễ sau khi em đã làm xong đơn .  Kỳ này em hoãn thi các môn thi trực tuyến, kỳ sau khi mạng ổn định em sẽ thi những môn đã hoãn ạ . Em kính mong PĐT xem xét, em xin cảm ơn.",
    "Mong pdt xem xét trường hợp này để em được đăng kí môn học ạ",
    "Em cần hoãn học kì vì do chưa thể thanh toán học phí vì em không liên lạc được với bên ocb. Nên em không đăng kí được môn cho học kì tiếp theo. Em sợ bị ảnh hưởng. Em mong nhà trường có thể giúp và giải đáp thắc mắc của em được không ạ? và nếu được em cũng xin nhà trường có thể hướng dẫn em cách thức hoãn học kì được không ạ .",
    ": Hiện tại thẻ ocb của em bị mất, với tình hình này em k thể đóng bằng cách ra ngân hàng ocb ( với ở quê em không có ngân hàng ocb) đóng học phí. vậy có cách nào đóng tiền học phí online không ạ?",
    "Hoãn thi cuối học kỳ . Kính gửi Phòng đào tạo, Em tên là  MSSV:  Em làm đơn này với mong muốn được thi lại do ngày thi online mạng nhà em không ổn định và có nhiều tiếng ồn xung quanh nên em không thể hoàn thành bài thi tốt nhất. Em mong phòng đạo tạo có thể xem xét để em được thi lại offline trên trường. Trân trọng và cảm ơn.",
    "Em chào thầy/cô ạ! Thầy cô cho em hỏi học kì 211 còn có đợt đkmh đợt 3 nữa không ạ?",
    "chào thầy, cô. có thể cho em xin mail của thầy  dạy môn nhiệt động lực học được không ạ?.hiện tại em không liên lạc được với thầy. em cảm ơn.",
    "N XIN XEM XÉT CHUYỂN ĐIỂM MÔN TƯƠNG ĐƯƠNG Dạ Thưa Thầy Cô, Em là sinh viên Khoa Xây dựng K15. Theo chương trình đạo tạo của K15,   B HK 181     U  Em có học môn   B Xây Dựng cầu-CI4033(3 chỉ)       nay chương trình đạo tạo tách môn xây dựng cầu ra làm 2 môn Xây dựng câu-CI4121   B (2 chỉ)    và đồ án thiết kế cầu-CI4123   B (1 chỉ)   . Đợt đăng kí môn học lần 2, em có đăng kí LVTN thì thấy em bị thông báo thiếu 2 môn theo chương trình đạo tạo mới. Nhận được câu trả lời của Phòng Đào tạo qua Bksi và sự hướng dẫn của bên Khoa về môn học tương đương. Nay em làm đơn xin được xem xét chuyển điểm môn học CI4033(mã cũ) tương đương với hai môn học CI4121 và CI4123 theo chương trình đào tạo mới để em có thể đăng kí LVTN. Mong Thầy/Cô hỗ trợ xem xét giúp trường hợp của em. Em cảm ơn Thầy Cô ạ.",
    "kính gửi thầy cô phòng đào tạo Em là , em từng đăng ký hoãn thi môn xác suất thống kê lớp DT01-B (5/8 ca 7h) do bị mất file ghi màn hình nhưng em đã kiếm lại được và gửi cho giáo viên và giáo viên chấp nhận nên em xin hủy bỏ việc đăng ký hoãn thi xác suất thông kê, em xin lỗi vì sự phiền hà, rắc rối này, mong thầy cô xem xét giúp đỡ, em chân thành cám ơn.",
    "Dạ pdt cho em hỏi, em đã dk xin hoãn thi được hơn 2 tuần rồi ạ, mà đến giờ trên thông tin sinh viên của em vẫn chưa cập nhật được hoãn thi ạ, em xin hoãn thi môn EE2017 ạ, em cảm ơn ạ!   i  .",
    "Cho em hỏi đăng kí hoãn thi thì trường sẽ tự động xếp lịch thi lại cho SV hay tụi em phải đăng kí kỳ sau ạ",
    "Kính gửi Phòng Đào tạo, Kỳ này môn CH3361 là môn tự chọn của em. Và theo chương trình đào tạo của khoa KTHH thì em cần học môn đó vào kì 211 . Link:  https://drive.google.com/drive/mobile/folders/1-kBEQGJvAyWy6udS64XmqYeuPJgiGvZD Môn học có 4 chỉ bao gồm phần thí nghiệm. Em đã được giáo viên bộ môn xác nhận PDT sẽ mở môn đó cho kỳ HK211, nhưng hôm qua đã là hạn chót mà chưa thấy. Các bạn lớp em truyền tai nhau là phải phòng đào tạo sẽ mở môn đó cho dự thính? Trong khi kì dự thính không mở môn có thí nghiệm, và đây là môn đúng tiến độ trong kỳ chính quy   Em muốn hỏi là: 1. Trường hợp môn này giải quyết như thế nào 2. Có đợt 3 đăng ký môn không? Vì theo lịch là 16.8 sẽ vô học kỳ mới ạ. 3. Nếu có đợt 3, thì khả năng có mở môn đăng ký mới cho môn này được không Em cảm ơn và mong sớm được phản hồi thoả đáng",
    "Thưa thầy/cô, em đăng kí hoãn thi 1 môn trong hk202 vì lý do đường truyền mạng không ổn định. Em muốn hỏi sau khi đăng kí hoãn thì điểm tổng của em sẽ thành HT. Vậy em có cần đăng kí môn học này lại hay không hay chỉ cần đăng kí thi cuối kì môn này vào kì sau? Em mong pđt giải đáp ạ. Em cảm ơn.",
    "Thưa thầy cô , em là   , em đăng kí hoãn thi HK202 do không đáp ứng trang thiết bị. Em xin hỏi là em thi bổ sung vào lần thi kế tiếp thì có đăng kí môn học đó không, hay đăng kí với thầy cô dạy môn đó ạ . Em xin cám ơn",
    "Trường không trả lời câu hỏi của em là có vấn đề vậy ạ ?? 1 tuần hơn em hỏi rồi nhưng chưa có câu trả lời ạ !",
    "Em có đăng kí nhầm mã môn TTTN. Mã đúng của em là EE3323. Em có gửi mail về khoa và nhờ  xác nhận EE3323 đúng với ngành của em mong PDT đổi lại mã giúp em từ EE3313 sang mã EE3323. Hình ảnh là khoa xác nhận qua mail ạ em xin cảm ơn",
    "Dạ chào chị ạ, Em đã hỏi về chuyện đk luận văn muộn và sẽ đk làm luận văn sau khi thi tiếng Anh ạ. Trường hợp này em đã hỏi và chị đã nói là không cần đk môn nếu ko có nhu cầu ạ. Nhưng mà em đang có câu hỏi là nếu như dịch ko chấm dứt hoàn toàn thì em thi tiếng Anh ko được trong kỳ này thì em có phải bị đình chỉ hk tiếp theo do ko đk môn nào ko chị? Em xin cảm ơn. Dạ nếu rơi vào trường hợp ko thể thi tiếng Anh được thì cho em xin hỏi là đk bổ sung để ko bị đình chỉ hk được ko ạ? Em xin cảm ơn.",
    "Em chào thầy cô, em tên  . Em muốn hủy môn học   (SP1005) và đăng kí môn Tổ chức quản lý Bảo Dưỡng 3(260623) ạ. Do địa phương em bệnh dịch phức tạp nên em đã khổng để ý đến môn học của mình. em mong quý thầy cô giúp em ạ. em cảm ơn thầy cô nhiều ạ",
    "Cho em hỏi em đã đăng kí hoãn thi thì bao giờ em có thể đăng kí thi lại và thi lại thì điểm thành phần có bị hủy không.Nếu có thì điểm tổng kết môn tính như thế nào ạ.",
    "Kính gởi Phòng Đào Tạo Trường Đại Học Bách Khoa - Đại Học Quốc Gia TP.HCM. Em Tên : . MSSV: . Ngành Học : Công Nghệ  Thuật Ô TÔ. Hệ: Vừa Học Vừa Làm. -Môn\"  và  Thuật Đo\" mã môn học là  ME3801 em được miễn khi nhập học, nhưng trên hệ thống trường thông báo miễn môn \"  và  Thuật Đo\" mã môn là ME3003 không phải của ngành công nghệ kỹ thuật ô tô. -Mong phòng đào tạo điều chỉnh lại môn \"  và  Thuật Đo\" mã môn là ME3003 thành môn \"  và  Thuật Đo\" mã môn là ME3801 để em không còn ghi nợ trên hệ thống của Trường. Em chân thành cảm ơn.",
    "Làm thế nào để đăng ký phúc khảo trong thời gian này ạ. Nút xác nhận đăng ký của em không bấm được ạ.",
    "Kính gửi Phòng Đào tạo, Em tên là , mã số sinh viên , học Khoa Quản lý Công nghiệp. Do bất cẩn làm mất thẻ sinh viên, em đã đăng ký làm lại vào chiều ngày 20/07/2021 trên hệ thống MyBK và đã được xác nhận đơn đăng ký, tuy nhiên đến nay em vẫn chưa nhận được thẻ. Vì vậy, kính mong phòng Đào tạo hỗ trợ kiểm tra thông tin để em sớm được nhận thẻ sinh viên của mình. Thông tin cụ thể, bao gồm: 1. Hình thức nhận thẻ: Qua đường bưu điện 2. Địa chỉ nhận: tổ 1, ấp Lộ Đức, xã Hố Nai 3, huyện Trảng Bom, Đồng Nai (gần đồi Đức Mẹ Mân Côi) 3. Tên người nhận:  4. Số điện thoại: [phone_number] Theo bảng giá vận chuyển, em thấy trường sử dụng dịch vụ của Viettel Post nên nếu được, em muốn nhận được mã đơn hàng để kiểm tra tiến trình giao hàng. Rất mong nhận được sự hỗ trợ từ Phòng Đào Tạo. Em xin chân thành cảm ơn. ",
    "Kính gửi phòng đào tạo Em tên là , mssv , hiện đang là sinh viên năm 4 khoa Cơ khí và sắp tốt nghiệp. Thời gian qua do điều kiện máy móc không cho phép em đã đăng ký hoãn thi bộ môn Xác suất thống kê mã ME2001. Nhưng theo quy định em phải đăng ký môn học ở học kỳ sau để được thi lại lấy điểm hoãn thi. Vì trong thời gian qua vào đợt đăng ký thứ dự thính đợt 2 em có lên đăng ký nhưng do có duy nhất 1 lớp và đã không còn trống (đã 99/99). Do đó em viết đơn này mong phòng đào tạo xem xét cho em được thêm tên vào lớp Xác suất thống kê mã ME2001 để em có thể hoàn thành bài thi lấy điểm hoãn trong học kỳ kế tiếp. Em xin chân thành cám ơn và mong đợi câu trả lời từ Phòng đào tạo. Em xin kính chào.",
    "Em xin chào PĐT ạ Cho nếu bây giờ em thanh toán học phí hk203 thì pđt còn có thể giải quyết cho em về việc đkmh hk211 không ạ? Em mong pđt xem xét cho em ạ Em cảm ơn!",
    "Em hiện tại vẫn chưa nộp được bảng sao bằng tốt nghiệp. PĐT cho em hỏi đến tháng 10, trường sẽ tổng kiểm tra bảng sao bằng tốt nghiệp THPT bằng hình thức online đúng không ạ? Em xin cảm ơn.",
    "PDT cho em hỏi về vấn đề đăng kí môn học học kì chính HK211.  Em có gửi đăng kí đợt 1 là môn Luận văn tốt nghiệp (kĩ thuật chế tạo)  ME4029 . Có phiếu đăng kí nhưng kết quả đăng kí lại không có môn.  Vì em chưa đũa chuẩn Anh văn để làm luận văn nhưng kì 211 này nhà trường có thông báo là bỏ qua chuẩn AV nên em rất thắc mắc về vấn đề này ạ. Mong PDT sớm đưa ra câu trả lời giúp em. Em xin cảm ơn!",
    "a thầy/cô cho e hỏi là có có cách nào để giải quyết việc   B bằng ngoại ngữ ielts bị kẹt ở trung tâm không lấy được do dịch    làm trung tâm dừng hoạt động tạm thời không vậy ạ, e thấy trên mybk để là đến 30/8 là hết hạn đki để xét tốt nghiệp. Mà đến lúc đó nếu trung tâm IDP vẫn đang dãn cách phải đóng cửa thì e buộc phải trễ tốt nghiệp sao ạ. Dịch là lý do khách quan khiến mấy trung tâm không thể hoạt động được như dự kiến trường có cách giải quyết nào cho mấy chứng chỉ đó không vậy à, chứ tự nhiên bị trễ như thế này thì thật sự buồn quá. Em lên mybk đăng kí chứng chỉ thì thấy yêu cầu cả hình bằng + bản sao từ trung tâm gửi về trường. Mà hiện tại trung tâm không thể gửi bằng hay bản sao do dịch. Không biết ở trường có chính sách nào để giải quyết về chứng chỉ ngoại ngữ này không ạ. Em cảm ơn",
    "PDT cho em hỏi về vấn đề đăng kí môn học học kì chính HK211.  Em có gửi đăng kí đợt 1 là môn Luận văn tốt nghiệp (kĩ thuật chế tạo)  ME4029 . Có phiếu đăng kí nhưng kết quả đăng kí lại không có môn.  Vì em chưa đủ chuẩn Anh văn để làm luận văn nhưng kì 211 này nhà trường có thông báo là bỏ qua chuẩn AV nên em rất thắc mắc về vấn đề này ạ. Mong PDT sớm đưa ra câu trả lời giúp em. Em xin cảm ơn!",
    "Em đã hoàn thành luận văn, tuy nhiên chứng chỉ av nghe + đọc đã nộp là 550, chưa đủ điểm av4. Tình hình hiện tại không thể thi được, vậy kì tới e có cần đkmh để duy trì không ạ? Và lịch chuyển điểm nghe + đọc để xét tốt nghiệp có dời không ạ?",
    "Nộp đơn xin hủy hoãn thi Dạ em nộp đơn xin hủy hoãn thi mong PĐT xem xét giúp em a. Em cảm ơn ",
    "Em đã điền vào form này, như vậy đã đủ để hoãn thi chưa ạ? Em cảm ơn.",
    "Em tên là , sinh viên tiên tiến ngành điện điện tử mssv: .Em còn một môn cuối không đăng ký được ở đợt đăng ký môn học lần 2 do lớp đã đủ sỉ số qui định. Em viết yêu cầu này xin phòng đào tạo mở rộng sỉ số lớp để em được học ạ, do đây là môn cuối cùng trong chương trình học rồi ạ. Em xin cám ơn.",
    "Em là sinh viên xây dựng. Theo thông báo trước khi bùng dịch thì khoa xây dựng nộp nguyện vọng hạn chót là 18-08-2021. Mà trước tình hình giãn cách xã hội thì không nộp được. Vậy cho em hỏi có thay đổi gì không?",
    "Em tên:  MSSV:  Hệ VHVL: Kỹ Thuật Ô Tô Hiên tại em bị mất giấy tờ tùy thân do dịch bênh nên chưa đi làm lại được nhưng  ngày thi lại đến gần 24-08-2021. Em muốn hỏi trường hợp của em có được thi hay không?",
    "Em xin Chào em tên    1]. Lớp L09_C VL2 HK202 13/8/2021 tg:10h  chuyện là khi thi thì em vẫn tuân thủ sử dụng đúng 2 thiết bị để thi 1 cái quay toàn cảnh 1 cái laptop quay và ghi màng hình lúc làm bày, mà tại lúc đầu em chỉnh góc quay của laptop không đúng góc cho lắm nên chỉ quay được màng hình làm bày và khuôn mặt của em và đợi lúc sau khi được giám thị chỉ thì em mới chỉnh góc quay luôn phần giấy nháp làm bày , vậy em có vi phạm quy chế thi không ạ. 2]. lớp L08_C GT2 HK202 7/8/2021 tg:10h là lúc đầu khi nộp video thi CK em đã nộp nhầm video của môn VL1 Nên em đã nộp lại, vậy em cần làm đơnbgì không ạ.",
    "Dạ chào thầy cô em có hai câu hỏi mong được giải đáp ạ: 1/ Kỳ chính 20.1 em pass môn A nhưng chỉ 5. thôi và kỳ chính 21.1 này em học cải thiện lại môn đó vậy nếu kỳ 21.1 cao hơn thì lấy điểm nào ạ và nếu chẳng may kỳ 21.1 thấp hơn hoặc rớt môn (chỉ là em thắc mắc thôi dĩ nhiên cải thiện phải cao hơn) thì lấy điểm như thế nào ạ. 2/ Em đang định hoãn thi 1 môn mã IM vậy thì nếu hoãn thì có lấy điểm thành phần (BTL, GK) không ạ hay là hủy ạ và lần thi vào lần sau thì có tính điểm không ạ hay chỉ tính đạt hay không đạt thôi. Mong được quý thầy cô giải đáp. Em cảm ơn",
    "Em muốn đăng ký môn học  Môn: Kiến trúc Mã môn học: CI1049 Nhưng lớp đã full tất thì làm thế nào ạ  Em cảm ơn",
    "Em bị lỗi video lúc thi môn Vật lý2( PH1005) ca thi lúc 10h, video lúc ban đầu quay điểm danh thì bình thường nhưng lúc làm bài thì không quay được bài em làm thì em nên giải quyết như thế nào ?? Em đã liên lạc với giáo viên phụ trách nhưng vấn đề vẫn chưa được giải quyết và biểu em nên mail đào tạo để biết thêm.",
    "Em có vài thắc mắc về việc hoãn thi, mong PĐT giải đáp: 1. Khi nhận được điểm hoãn thi(HT), hình thức để đăng ký thi cuối kỳ như thế nào? Chỉ cần đăng ký thi cuối kì hay phải đăng ký môn học này trong học kỳ? 2. Lấy điểm thi này lấy làm điểm tổng kết thay thế cho điểm HT thì có được tính vào ĐTBTL hay chỉ tính điểm đạt(DT)? Em đã đọc điều 17.2 Quy chế học vụ nhưng muốn xác nhận lại. Cảm ơn PĐT!",
    "Em chào Thầy/ Cô Em đã đăng ký hoãn thi 1 môn ở HK202 và ở HK211 môn đó có mở lớp. Em muốn thi lại vào HK211 này thì em đăng ký như thế nào và đăng ký cho ai ạ? Em cảm ơn.",
    "Thưa thầy cô, Vì lý do laptop bị hư nên trước đó em có đăng ký hoãn thi hết các môn trong học kỳ này, nhưng bây giờ laptop em đã sửa xong thì em có thể thi một số môn còn lại không ạ? Và với những môn em đã hoãn thi thì liệu điểm thành phần em có bị xóa hết và chỉ xét đến điểm thi CK trên 5 để chấm Đ hay KĐ theo quy chế không ạ? Em xin cảm ơn và chúc thầy cô sức khỏe .",
    "Em tên: . MSSV:  Hệ VHVL: Kỹ Thuật Ô Tô Em là tân sinh khóa tuyển sinh 04/2021 em muốn hỏi chương trình đào tạo của em là Kỹ Sư hay Cử Nhân... Hiện tại em được hướng dẫn dựa theo chương trình đào tạo khóa 2019 để đăng ký môn học trong đó không có môn \"TR3019 \"- là môn em được miễn?? Vậy em dựa trên chương trình đào tạo khóa 2019 để dk môn học có đúng không?",
    "Hôm qua ( 13/08/2021 ) , em có bài thi cuối kì trên BK exam vào lúc 16h00 , nhưng trước khi thi 30p em có trang http://exam.hcmut.edu.vn/ nhưng mãi không được vì trang của em bị khoá , em có vào phòng thi khác của bạn em để nhờ các cán bộ coi thi chỉ em cách giải quyết nhưng mà không được và em không thể thi được  . Em xin thầy có thể cho em được thi lại trong 1 ngày nào đó  Em cảm ơn thầy/cô nhiều ạ  Đây là tình trạng khi em vào BKex :",
    "Dạ em chào PĐT. Em tên:  - MSSV  -  Dạ trong học kì dự thính 202 vì lý do tài chính khó khăn nên em thanh toán học phí trễ hạn dẫn đến việc không được đăng kí môn học cho học kì tiếp theo. Kình mong PĐT xem xét hổ trợ em được đăng kí môn học trong học kì này. Em xin chân thành cảm ơn.",
    "Dạ chào quý thầy cô. Em tên , khóa 16, khoa KH-KT máy tính. Em xin nộp đơn thu nhận ạ. Rất mong được quý thầy cô xem xét. Em cảm ơn.",
    "PĐT có nói check giúp em mà tới giờ vẫn chưa thấy PĐT trả lời ạ",
    "Em chào PĐT, Em tên : , MSSV  VHVL. Dạ PĐT cho em hỏi là em muốn nộp đơn miễn môn học vậy em gửi lên BKSI phải không ạ. Vì tình hình dịch bệnh em không lên trường được ạ. Mong PDDT giải đáp giúp em, em cám ơn ạ.",
    "Em chào thầy cô! Thầy cô cho e hỏi vì lý do dịch bệnh nên e có hoãn thi 1 môn. Vậy thì mình sẽ đăng kí thi lại như thế nào ạ. Và các điểm thành phần của mình sẽ tính như thế nạo vậy ạ. E cảm ơn.",
    "Em kính chào Phòng quản lý và Đào tạo trường Đại học Bách Khoa TP.HCM Em tên:  MSSV: Lý do: Hiện do sỉ số đăng kí lớp Cơ lưu chất đã đầy và để đăng ký cho phù hợp thời khóa biểu các môn khác nên em không còn đăng ký vào lớp học được nữa. Kính mong phòng đào tạo xem xét giúp em để em được đăng ký vào lớp Cơ lưu chất đã ghi trong đơn \"  \" của em. Em xin cam kết sẽ thực hiện đúng nội quy về thời khóa biểu môn học và đóng đúng thời hạn đóng học phí môn học. Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi trong trường hợp mình bị hoãn thi trong dịch COVID-19 này, thì khi vô năm (hết dịch COVID-19) thi lại mình vẫn lấy điểm thi lại vào điểm tổng kết môn học luôn hay chỉ tính môn học là đạt hoặc không đạt ạ? Em cảm ơn nhiều ạ.",
    "Cho em hỏi kì 211 này có đợt đăng ký bổ sung nữa không ạ? do có một môn được mở vào 13/8 mà em không check lại nên không biết ạ",
    "Em chào thầy/cô. Em tên , mssv . Em đã hoành thành luận văn tốt nghiệp, nhưng vẫn còn nợ anh văn 3,4. Do dịch covid không kịp thi để chuyển điểm nên em cần đăng ký môn để duy trì tình trạng sinh viên. Thầy/cô cho em hỏi môn đăng ký để duy trì có bắt buộc là môn trong học kì chình hay đăng ký môn trong học kì dự thính vẫn được duy trị vậy? Và làm thế nào để hủy môn trong học kì tới?  Em cám ơn! ",
    "Vì ảnh hưởng dịch bệnh e ko đảm bảo được thiết bị thi cuối kỳ môn Giải tích 2 Mt1005 kỳ dự thính 202. E xin phép được hoãn thi môn này ạ. Nông Thu Hà  E xin cảm ơn .",
    "Dạ chào thầy/cô! Em tên là , MSSV ,  Đợt đăng ký môn học vừa rồi em đăng ký thiếu môn Hóa hữu cơ (MSMH: CH2021) mong PĐT tạo điều kiện đăng ký môn học này giúp em Em cảm ơn!",
    "Em chào thầy/cô ạ. Em là , MSSV , sinh viên khoa diện - điện tử, bộ môn điện tử - viễn thông. Vào 13h00 ngày 18/8 sắp tới em có lịch thi cuối kỳ môn Vật lý bán dẫn (EE1013). Thế nhưng vào 13h30 cùng ngày em lại phải đi tiêm vắc xin ngừa Covid 19. Vì sự trùng giờ này nên em đã đăng ký xin tạm hoãn thi cuối kỳ. Song, em cũng băn khoăn không biết mình có được đăng ký thi cuối kỳ sau khi đã hoãn thi không vì đây là môn học mã cũ, theo thông tin em được biết thì 202 là kỳ mở cuối. Em viết mail này với mong muốn được thầy/cô giải đáp thắc mắc của mình, em mong thầy/cô nhanh chóng hồi âm, em cảm ơn.",
    "Em kính chào  ạ.   Em tên   Sinh viên khoa Cơ khí khóa K16 Mssv:  Em có vấn đề như sau: Đăng kí môn học học kì 211 theo Email thì không có xét chuẩn anh văn,  nên em chỉ đăng kí có 1 môn là Luận văn tốt nghiệp ME4029 nhưng khi kiếm tra kết quả đăng kí thì không có môn học ạ.  Hiện tại thời gian đăng kí môn học đợt 2 cũng đã kết thúc,  tình hình dịch COVID nên em cũng không thi bằng TOEIC được.  Mong PTD có hướng giải quyết giúp em với được không ạ.  Nếu không đăng kí được Luận văn tốt nghiệp ME4029 thì mong  có thể mở cho em đăng kí môn Tư tưởng Hồ Chí Minh (SP1005)  để em có thời khóa biểu vào học kì 211 sắp tới và không bị hủy tình trạng sinh viên đang học được không ạ.  Em rất mong sự trợ giúp và hướng dẫn.  Em xin chân thành cảm ơn!",
    "Văn phòng có thể hỗ trợ bổ sung danh sách cho em được học môn ktế chính trị kì này không ạ  Do full slots nên em không đăng kí được ạ. Bổ sung thêm 1 được không thầy/cô ơi",
    "Dạ em chào thầy/cô hiện tại em dự kiến em sẽ thi tốt nghiệp vào tháng 11 này tuy nhiên dịch bệnh em vẫn chưa thi tiếng anh nói viết cho em hỏi khi nào thì mới mở đợt thi tiếng anh nói viết lại ạ và có mở liên tục lại giống như trước không ạ. Và hiện tại em bị mất chứng minh nhân dân em chỉ còn hình chụp chứng minh nhân dân và thẻ sinh viên vậy cho em hỏi em có tham gia thi tiếng anh nói viết được không ạ",
    "Em thuộc lớp đại số tuyến tính kỳ 202 CC01. Vừa qua thi cuối kỳ em có coi lại đáp án và thấy có sự sai sót ở phần mềm khi làm tròn số theo yêu cầu giáo viên, em muốn xin phúc tra bài thi ạ. Em có mail giáo viên phụ trách nhưng vẫn chưa nhận được phản hồi thì em nên làm gì ạ.   i  .",
    "Em vừa nhận được mail thông báo của PĐT, trong mail  có ghi \"PĐT thực hiện xét tốt nghiệp đợt 11/2021 đến cuối HK211\" Vậy cho em hỏi là em đã đủ ĐKTN ở học kì 202, nhưng đăng kí cải thiện 1 số môn học ở học kì 211, những môn này sau khi thi cuối kì và có điểm, có kịp tính điểm trước đợt xét TN không ạ . Em xin cảm ơn cô/thầy.",
    "Em chào thầy/cô! Em là , MSSV: , sinh viên K17 khoa Điện sẽ tốt nghiệp trong học kỳ này . Do tình hình dịch bệnh nên 2 kỹ năng anh văn nói-viết trường chưa thể tổ chức thi nên em đã có đăng ký 2 môn đề cương luận văn (mã EE4321) và đồ án (mã EE3149) để có thể dự trù cho việc duy trì việc học vào học kỳ tới để tránh bị trống việc học khi chưa nhận bằng tốt nghiệp. Hiện tại em biết trường sẽ tổ chức thi nói-viết cho sinh viên K17 tụi em vào đầu tháng 9 để kịp nhận bằng tốt nghiệp vào tháng 11 nên em gửi tin này mong thầy/cô chấp nhận cho em hủy 2 môn em vừa đăng ký hôm trước ạ. Em mong thầy/cô có thể hỗ trợ giúp em do em đã hơi an toàn trong vấn đề này. Do lịch đăng ký môn học đợt 2 đã đóng chiều 13/8 nên hiện em chưa thể hủy môn được. Em chân thành cảm ơn thầy/cô nhiều.",
    "Em vừa đăng kí 2 môn đồ án đã bị xoá khỏi chương trình đào tạo, nhưng không có môn thay thế. Thầy cô đã nhận dạy, vậy em có phải đóng học phí gấp 10 vì có mình em học không ạ",
    "Chào phòng đào tạo ĐH Bách Khoa tp HCM, em là  MSSV  Dạ do là trước đó e đã hoãn thi thành công rồi, nhưng em đã kịp xuất viện để thi  Sau đây là thông tin các môn em đã xin hoãn:  *Giải tích 2:-MT1005-HK202-Nhóm L06-B-Giờ thi: 16h00-Ngày thi 17/08/2021. *Phương pháp tính:-MT2013-HK202-Nhóm L09-C-Giờ thi: 13h00-Ngày thi 15/08/2021. Em mong muốn được hủy kết quả hoãn thi ở môn Giải tích 2 và Phương pháp tính lần trước ạ. Em cảm ơn PĐT.",
    "Kính gửi Phòng Đào Tạo!  Em thi môn Nghiên cứu vi cấu trúc và đánh giá tính chất vật liệu theo hình thức vấn đáp vào ngày 14/8. Thầy , Cán bộ chấm thi (CBChT) đề nghị em viết đơn gửi đến Phòng Đào Tạo để xin thi lại môn này.  Em mong Phòng Đào Tạo sẽ sớm xác nhận giúp em để em được thi lại ạ!  Em xin cảm ơn ạ!",
    "Em xin rút môn học CI4011 thí nghiệm công trình học kỳ 211",
    "Hiện tại em có hoãn thi môn cuối cùng trong chương trình học (3 chỉ cuối cùng trước khi ra trường) do vậy em không đăng kí môn học vào học kì kế . Vậy em có thuộc diện tạm dừng học và được đăng kí thi vào học kì vào học kì dự thính HK211 hay không (môn em hoãn thi có mở trong học kì dự thính)?  Em cảm ơn ",
    "Kính thưa phòng đào tạo! Em tên Hồ Sĩ Nguyên mssv , hiện đang học cầu đường khoa kĩ thuật xây dựng. Tình hình em vừa đăng kí luận văn tốt nghiệp mã CI4313 trong kì HK211 này nhưng không thoả các điều kiện: 1/ Thiếu toeic 2/ Thiếu môn học xây dựng cầu ci4121 và ĐAMH thiết kế cầu CI4123 Dạ thưa phòng đạo tạo, điều kiện thứ 2 em đã hoàn thành xong môn học lâu rồi ạ, do em khoá k15 ngày xưa học mã cũ đó là môn học Xây dựng cầu CI4033 ( 3 tín chỉ bao gồm cả ĐAMH ) sau này mới tách ra 2 môn CI4121 và CI4123 cho khoá sau ạ . Em đã hỏi thầy cô trong khoa rồi ạ! Em chỉ có thiếu mỗi toeic do tình hình dịch bệnh nên trung tâm IIG hoãn thi mấy tháng nay rồi ạ! Em khoá k15 sắp hết thời hạn học chính quy rồi ạ. Em mong phòng đạo tạo xem xét cho phép em được đăng kí LVTN trong kì HK211 này ạ! Em chân thành cảm ơn!",
    "Em chào Phòng Đào Tạo, em là sinh viên khoa hóa trường mình . Cho em hỏi là đợt đăng ký môn học đợt 3 em vẫn có thể đăng ký môn được đúng không ạ? Vì 2 đợt vừa rồi em không đăng ký.  B  Em cảm ơn.",
    "Em chào Thầy/Cô ạ. Em là , MSSV  khoa CNVL. Hôm nay ngày 14/8/2021 em vừa thi xong môn học Nghiên cứu vi cấu trúc và đánh giá tính chất vật liệu MA3049. Thầy phụ trách bộ môn có cho phép bọn em được quyền thi lại, nhưng phải làm đơn nộp lên phòng đào tạo (theo như thầy bảo thì thầy đã họp và trường có phổ biến với thầy như vậy). Mong Thầy/Cô xác nhận lại và nếu có thể thì cho phép em xin mẫu đơn để làm việc ạ. Em xin chân thành cảm ơn.",
    "Em là sinh viên năm cuối chương trình việt pháp, em đã hoàn thành các môn học cũng như luận văn tốt nghiệp, tuy nhiên em chưa có đủ điều kiện về ngoại ngữ, mà do dịch bệnh nên em chưa đăng ký để thi được, em h mới đọc được quy chế của phòng đào tạo (em có chụp hình ở dưới). mà đợt đăng ký môn học đã qua, em có thể bị tạm dừng thôi học. Em bổ sung bằng ngôn ngữ trước tháng 11 (thời gian dự kiến tốt nghiệp) thì có kịp không. Em xin cảm ơn!",
    "Cho em hỏi, vào thời gian em thi môn đại số tuyến tính là 13h ngày 13/08/2021, do 1 số nguyên nhân về việc nén video, đến hôm nay em mới nộp được, tuy nhiên, em phát hiện link nộp video đã khóa, dù trong thông báo khi thi là thí sinh phải nộp video trong vòng 48h sau khi kết thúc thời gian thi (tức 14h ngày 13/08/2021), thì hôm nay vẫn chưa đến lúc khóa link, mong PĐT xem xét và mở lại link giúp em để em nộp video làm bằng chúng thi. Em xin chân thành cảm ơn",
    "dạ chào thầy/cô, em coi trên lịch học thấy còn phần đăng ký bổ sung. trong đợt đó có thể mở thêm lớp dự thính kết cấu thép 2 ci3211 không ạ. do lớp dự thính đã đủ nên e không đăng kí dc ạ",
    "Thầy cô cho em xin được đăng ký tham gia lớp thi công công trình csht (CI4023) nhóm A01 ạ. Ở đợt đk đợt 1 em đã đăng ký nhưng bị xóa mất và hiện đợt 2 thì lớp đã đầy sỉ số (60 bạn) nên em không thể đăng ký thêm được ạ. Em cần học môn này để có thể tốt nghiệp vào học kỳ 2 năm sau ạ và hiện nay em đã là sinh viên năm 5 của trường nên nếu em không học được môn này em sẽ trễ thêm 1 năm nữa ạ. Mong phòng đào tạo có thể tạo điều kiện để em có thể tha gia lớp này ạ. Nếu thầy ̣(cô) đã đọc mong thầy cô có thể trả lời giúp em với ạ. Cả tuần này e đã thực sự không ăn ngủ được vì mình bị xóa hết môn và em hiện giờ có thể trễ thêm 1 năm nếu không được học môn này ạ. Em xin chân thành cảm ơn ạ.",
    "em xin phép gửi đơn hoãn thi ạ",
    "Dương tính covid 19 hiện tại đang đc thu dung điều trị. Chưa biết ngày có thể vào học onl như hk 211. Hiện tại 16 chỉ còn trả nợ 1 số môn ạ",
    "Kính thưa PĐT,  Em tên là , MSSV: , là sinh viên năm 4 ngành Kỹ thuật Xây dựng Dân dụng. Hiện tại em đang nghỉ dịch ở quê nhưng thẻ sinh viên em lại để lại TP. HCM, vì thế em cần PĐT có thể xác nhận cho em thẻ SV để em có thể tránh những trục trặc trong thi cử hay trong các việc khác. Đính kèm dưới đây là ảnh chụp CMND 2 mặt và thẻ SV của em. Em xin chân thành cảm ơn! Chúc PĐT luôn làm việc hiệu quả và giữ an toàn trong mùa dịch. Trận trọng!",
    "Em chào Nhà trường, Em là sinh viên khóa 2017, ngành Logistics và Quản lý chuỗi cung ứng. Hiện em đã hoàn thành bảo vệ luận văn tốt nghiệp, tuy nhiên em còn thiếu 4 tín chỉ mới đủ tổng tín chỉ của ngành, vì chưa chuyển điểm anh văn 3, 4. Em dự định sẽ thi Toiec và chuyển điểm này vào, nhưng trong tình hình dịch bệnh hiện nay bên IIG không tổ chức thi, nên em không thực hiện chuyển điểm anh văn được. Vậy thì cho em hỏi,đối với những trường hợp như em thì phải làm sao ạ, với em có được xét duyệt là đủ điều kiện để thi Speaking - Writing đợt tới của BK_English không ạ? Trong thời gian chờ phản hồi từ Trường, em xin chân thành cám ơn.",
    "T1085    . - Em Tên , MSSV: 413T1085 - Hôm nay em có lịch thi: MT1007Đại số tuyến tínhDT02-C14/0816g00, nhưng khi vào hangout thì không có tên trong DS. - Xin hỏi em làm sao để được thi. Cảm ơn.",
    "Kính gửi: Phòng đào tạo trường Đại học Bách Khoa. Em tên là: , MSSV:  Khoa Cơ Khí - Bộ môn chế tạo máy.   Theo thông tin ban đầu về chuẩn anh văn cho học kỳ 211, em đã đăng ký được môn Luận văn tốt nghiệp ở Đợt 1. Tuy nhiên sang Đợt 2, môn Luận văn tột nghiệp của em đã bị hủy.Nên hiện tại thời khóa biểu em không có môn học nào để duy trì tình trạng học và thời gian đăng ký đợt 2 cũng đã hết.   Vì vậy, em mong PĐT cho em đăng ký môn: Vi điều khiển, Mã số môn học: ME3007, Nhóm lớp L01_L03, để duy trì tình trang học vì tính đến này em đã bỏ 2 học kỳ liên tiếp.   Em chân thành xin lỗi PĐT vì sự sai sót nghiêm trọng này của em. Mong PĐT tạo điều kiện cho em. Em xin chân thành cảm ơn.   Trân trọng ./ .",
    "Kính gửi BKSI Do tình hình dịch bệnh có ảnh hưởng rất nhiều đến kế hoạch tốt nghiệp của em, cụ thể em có kết hoạch thi Toiec nghe đọc và nói viết vào đầu tháng 6 để chuẩn bị cho đợt tốt nghiệp tháng 11. Nhưng dịch bệnh chưa có dấu hiệu bớt căng thẳng, nên em muốn hỏi là nếu trường vẫn giữ kết hoạch tốt nghiệp tháng 11 vậy có thể mở đợt đăng ký thi Toiec cả 4 kỹ năng để em và các bạn giống em có để thi để đảm bảo tốt nghiệp đúng hạn vào tháng 11 được không ạ?",
    "Dạ em chào thầy/cô, Em xin hỏi là môn  (MT2011) có được thi lại online hoặc dưới hình thức khác không ạ? Em xin cảm ơn.",
    "Dạ em chào phòng đào tạo, hiện tại em đã hoàn thành LVTN và các môn học có liên quan chuyên ngành, tuy nhiên em không tham gia các lớp anh văn như anh văn 1, anh văn 2 và hiện tại điểm toeic có em mới đạt hơn 500. Vậy cho em hỏi em có được tham gia kì thi nói viết online sắp tới hay không và em có cần đăng kí môn học cho kì tới để duy trì tình trạng đang học không ạ. Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi là em có điền form đăng kí hoãn thi, cũng đã nhận được mail xác nhận là chấp nhận việc hoãn thi của pdt, sao hôm nay vẫn bị điểm danh là vắng thi trong buổi thi môn Cơ học vật liệu hôm nay vậy ạ, mong thầy cô giải đáp vì còn rất nhiều môn trong các ngày tới ạ. Em xin chân thành cảm ơn ạ.",
    "Em đã điền đơn đăng ký xin hoãn thi cuối kì, nay em có nguyện vọng muốn được thi cuối kì thì có được chấp nhận không ạ Em cảm ơn !",
    "Em chào thầy/cô Thầy cô cho em hỏi vấn đề sau ạ: Trong đợt đăng ký môn học kỳ dự thính (đợt 2) vừa rồi em có nộp đơn đăng ký môn  môn Công nghệ chế tạo các hệ năng lượng (MA3091). Do sỉ số sinh viên chuyên ngành ít (sinh viên chuyên ngành khóa K18 chỉ 16 sinh viên), nên chỉ được 7 sinh viên còn sót lại có nguyện vọng xin mở lớp (cả K17 và K18). Đồng thời môn học này là môn học trước của đề cương luận văn. Nên chúng em đã xin được mở lớp theo dạng đồ án và được khoa chấp thuận. Nhưng PĐT phản hồi không đủ khả năng để mở lớp, có thể xin mở ở kỳ dự thính. Và trước đó PĐT cũng có gửi mail nói rằng môn chỉ nhận mở lớp đối với môn học không có thí nghiệm . Vậy với hình thức đồ án như trên chúng em có thể đăng ký trong kỳ dự thính không? Và nếu học theo dạng đồ án, phòng đào tạo có thể sắp xếp cho chúng em được học vào học kỳ chính không?  Em nói có hơi dài dòng, hơi khó hiểu, mong thầy cô có thể hiểu ạ :    Mong phòng đào tạo có thể xem xét mở lớp để tụi em có thể hoàn thành chương trình đào tạo ạ!!! Em chân thành cảm ơn",
    "Em muốn đăng ký thêm môn học thì đăng ký như thế nào ạ? Em cám ơn ạ",
    "kính chào thầy/cô, em là , MSSV:  em muốn hoãn thi môn: Phương pháp tính em chân thành cảm ơn.",
    "Cho em xin hoãn thi môn: Thông tin di động vào ngày 21/08 lúc 13g00 Do hiện tại laptop của em bị hư hỏng nặng, không sửa kịp để thực hiện thi online Mong PĐT xem xét giúp trường hợp của em ạ Em xin cảm ơn",
    "Dạ em chào cô/thầy ạ Em tên là , MSSV: . Em là sinh viên K18 khoa Điện - Điện tử . Trong đợt đăng kí môn học đợt 2 cho học kỳ 211, em có đăng ký môn \"thông tin di động\" - EE3107. Nhưng do trục trặc cá nhân nên em muốn hủy kết quả đăng ký trên. Em có một số câu hỏi như saU: 1/ Trong đợt đăng ký môn học lần 3, em có thể xóa đăng ký môn học trên được không ạ?  2/ Nếu không hủy được thì phải làm thế nào, cần thủ tục gì để rút môn học này ạ? và có phải mất tiền học phí hay không ạ?  Em mong nhận được câu trả lời và sự giúp đỡ của thầy/cô ạ. Em cảm ơn",
    "Kính gửi Phòng đào tạo. Em tên là . MSSV: . Em gửi mail để xin trình bày về vấn đề sáng nay 10h em chỉ mới thi xong môn đầu tiên là Đại số tuyến tính MT1007. Và bây giờ em lên kiểm tra mail thì nhận được mail xác nhận hoãn thi. Nhưng em vẫn chưa đăng kí hay nộp bất cứ 1 mẫu đơn nào để thông báo hoãn thi nên không biết sao lại nhận được mail thông báo hoãn thi như này. Em kính mong PDT có thể kiểm tra lại và hủy yêu cầu hoãn thi của em ạ. Bởi vì em đã hoàn thành bài thi và đã nộp xác nhận video minh chứng thi và xác nhận không có bất cứ lỗi nào trong lúc thi và không vắng thi. Em cám ơn. Trân trọng. .",
    "Cho em hỏi là em đã đăng kí hoãn thi 4 môn trong kì thi online.Em còn 2 môn chưa tham gia thi, em muốn thi 2 môn còn lại , 2 môn đầu tiên vẫn hoãn, 2 môn chưa thi là AS1003 Cơ lý thuyết và MT1009 Phương pháp tính. Mong nhà trường giải quyết giúp em, em xin cảm ơn.",
    "Xin hoãn thi Kỹ thuật lập trình (CO1027) và Phương pháp tính (MT1009)   i ",
    "Hiện tài khoản bk exam em bị khóa em không thể nộp video ghi màn hình lúc thi, em cần làm gì để được mở khóa thưa thầy/ cô.",
    "Do mới có kết quả điểm nên em chưa kịp đăng ký môn học, xin hỏi có thể đăng ký lúc nào. Môn GT1 em chưa thấy mở lớp bổ sung ạ.",
    "Dạ cho em hỏi em lỡ đăng ký nhầm môn ngoài chương trình đào tạo, giờ em muốn rút môn đó thì làm sao ạ. Học kì 211 ạ, nếu được thì cho em xin mẫu đơn rút môn ạ, mình vẫn đóng học phí bình thường đúng không ạ.",
    "Em chào anh (chị), Em là , MSSV: . Em thấy môn Truyền số liệu và mạng (EE3019) lớp DT02_DT02 vẫn còn một chỗ như hình bên dưới. Em có thể xin bổ sung vào danh sách lớp đó không ạ, vì môn này là môn bắt buộc cho kỹ sư tài năng nên em rất cần để học lại ạ. Em cảm ơn anh (chị) nhiều ạ.",
    "Cho em hỏi là nếu đăng kí quá 8 tiết học một ngày thì sẽ bị xóa môn. Muốn đăng kí lại có được không ạ ",
    "Học kì vừa rồi tôi ko đạt chỉ tiêu ngoài ngữ nên không được đăng kí LVTN, tôi cũng đã không đăng kí môn học học nào nên trường đã tạm dừng học. Học kì 1 (2021-20022) này, do tình hình dịch, t chưa thể đăng kí thi lại TOEIC, nếu t muốn đăng kí LVTN thì có được không?",
    "anh/chị cho em hỏi nếu như môn học đăng ký kì chính em chỉ đăng ký được 7 tín chỉ, cộng với 3 tín chỉ kì dự thính là 10 chỉ có bị sao không ạ. em cảm ơn mong nhận được tư vấn của anh chị ạ",
    "Dạ có thể cho em xin đăng ký học môn Nhiệt động lực học và truyền nhiệt không ạ. Đợt trước em tính đăng ký nhưng thấy danh sách đã đầy hôm nay em kiểm lại thì thấy danh sách có 2 chỗ cho sinh viên em muốn xin vào lớp đó học được không ạ. Lớp Nhiệt động lực học và truyền nhiệt mã ME2013 lớp DT01_DT01 ạ",
    "Cho em hỏi muốn hủy hoãn thi thì làm sao ạ ",
    "Em là , MSSV:, em làm đơn này kính mong phòng đào tạo xem xét, do em đã gửi đơn này qua email của phòng đào tạo vào ngày 13/8/2021 nhưng chưa thấy phản hồi. Mong phòng đào tạo phản hồi nhanh chóng để em có thể được cập nhật lại thời khó biểu của mình khi bắt đầu HK211",
    "Chào cô, em thuộc khoa xây dựng dân dụng, do chưa có điểm (HK202+HK203) nên trường xem điểm đạt 2 kì, nên tín chỉ tích lũy em được 93 chỉ, mà điều kiện thực tập tốt nghiệp là 95 chỉ, cô cho em hỏi có em có thể xin để được đăng kí thực tập tốt nghiệp không ạ, nếu không em bị trễ mất. Mong cô xem xét ạ.Em cám ơn cô Mong cô hồi đáp em sớm ạ",
    "Thưa thầy/cô,  Em là   B Nguyễn Thị Tuyết Anh, MSSV , khoa Điện - điện tử    . Ở lần ĐKMH đợt 2, em có đăng ký thành công môn   B GIẢI TÍCH HỆ THỐNG ĐIỆN - EE3013, lớp L01    nhưng hôm nay em lên xem   B TKB thì lại thiếu mất môn đó.    Em mong thầy, cô kiểm tra và cập nhật cho trường hợp của em, em xin cảm ơn!",
    "Cô kiểm tra giúp em môn Công nghệ Điều hoà Không khí mã môn IU3005 lúc đăng ký em thoả điều kiện sao trong TKB của em lại không có ạ  Em cảm ơn ạ",
    "Kính thưa phòng đào tạo,em có mong muốn được học môn hệ thống cung cấp điện mã môn học EE3001 em có đăng ký đợt 1 nhưng có lỗi đã xảy ra khiến môn học của em bị xoá mất đến ngày hôm nay là 14/8 em kiểm tra lại mới biết đã bị xoá. Em mong phòng đào tạo có thể giúp em đăng ký lại môn học này vì em chỉ còn môn này để hoàn thành khoá học. Em xin cảm ơn",
    "Em xin gửi đơn thu nhận lại của HK1 năm học 2021-2022. Mong được giải quyết sớm để thực hiện ĐKMH đợt 3. Em xin cảm ơn.",
    "Chào PĐT . PĐT có thể cho em biết tại sao em đăng ký thành công môn CI3129 - N mà sao trong thời khoá biểu của em lại không cập nhập môn này vào thời khoá biểu ạ . Em mong PĐT cập nhật môn CI3129 - N vào thời khoá biểu giúp em  . Thân",
    "Dạ em muốn hỏi là em bị lỗi mất video minh chức (do ổ cứng hết dung lượng giữa chừng nên mất) và đã đăng kí hoãn thi môn GT2 và PĐT cũng đã rep lại là đông ý rồi. Thế em đã hoãn thi thành công rồi đúng không ạ? Tại em hoãn thi bữa giờ rồi vẫn chưa thấy thông báo gì tiếp nên em hơi lo. Em cảm ơn ạ.",
    "Em chào anh chị! Vì điều kiện không cho phép nên em đã hoãn thi một số môn chuyên ngành.Nhưng những môn này từ khóa K19 sẽ không mở nữa hoặc đổi mã (có thể sẽ không mở nữa)vậy em phải làm thế nào để hoàn thành học phần các môn này để kịp tiến độ ra trường ạ?",
    "Thưa thầy/cô Vừa qua em đã hoàn thành chương trình học và dự tính tốt nghiệp tháng 11 này. Nhưng em vẫn còn thiếu anh văn nói viết và ngày công tác xã hội. Vậy nên em xin hỏi là nếu như em muốn tốt nghiệp đợt tháng 11 này thì hạn chót để em bổ sung 2 điều kiện còn thiếu kể trên là khi nào ạ? Em xin cảm ơn.",
    "Dạ em chào Thầy/Cô ạ. Chúc Thầy/Cô và gia đình có sức khỏe thật tốt ạ. Em tên: Nguyễn Xuân Phong. MSSV 1712626 Tình hình là em quên đăng ký   B   Dự Thính môn Vẽ cơ khí Me2021     (hôm em đăng ký thì trường không mở lớp và mới mở lớp lại) và nay em thấy lớp vẫn còn trống chỗ 14/20 . Em xin Pđt xem xét và cho em đăng ký môn này ạ.   B Vì môn này đã chuyển mã môn nên rất khó đăng ký ạ   . Em cảm ơn Thầy/Cô rất mong Thầy/Cô giúp em giải quyết ạ. Chúc Thầy/Cô thật nhiều sức khỏe ạ.",
    "Em tên là  Thuộc khoa Kỹ thuật xây dựng Em xin phép phòng đào tạo cho em xin vô lớp Kết cấu thép (CI3213)-L01 của học kỳ chính được không ạ. Tại vì môn này trong thời gian ĐKMH, PĐT không mở ở HK chính nên em đã đăng ký HK dự thính. Nay em xem lại đã thấy mở ở HK chính mà lại quá hạn đăng ký rồi ạ . Mong PĐT xem xét thông cảm cho lỗi lầm của em. Em xin chân thành cảm ơn và sẽ rút kinh nghiệm và chú ý hơn trong lần sau.",
    "Chào thầy cô,   Hiện em đã đăng ký vào chương trình BS/MS. Và theo như em đọc về thông báo học phí năm học 2021-2022 thì học phí cao học khóa K21 là 25tr/ năm và sẽ đóng theo gói 12tr500/ 1 học kỳ. Trong trường hợp học dưới 4 tín chỉ thì phải đóng 25% gói học phí. Vậy trong trường hợp của em là học liên thông BS/MS và hiện tại em chưa muốn đăng ký môn cao học ở kỳ này thì em có phải đóng 25% học phí theo gói không ạ.  Em xin chân thành cảm ơn.",
    "Em có một thắc mắc xin được giải đáp: Em là sinh viên K20, do em đã thi rớt avdv và cuối học kì HK202 do tình hình dịch nên trường không tổ chức kiểm tra anh văn sơ bộ như hằng năm. Em muốn hỏi học kì K211 trường có tổ chức kiểm tra trình độ anh văn nữa không ạ? Nếu có thì em có được đăng kí kiểm tra AVDV chung với K21 không?",
    "Em chào thầy cô. Do tình hình dịch ảnh hưởng đến kế hoạch thi lấy bằng anh văn nên hiện tại em chưa có bằng Anh văn nộp để đăng kí luận văn. Em có đăng ký Luận văn trong đợt đăng ký 1 nhưng không được, rất mong nhà trường có thể cho em đăng ký đợt luận văn này để kịp tốt nghiệp, và nhà trường có thể hậu kiểm. Em cảm ơn! Chúc thầy cô cuối tuần bình an và khỏe mạnh.",
    "i Kính thưa PĐT Trường Đại học Bách Khoa TP.HCM     . Em tên là:   MSSV:  Em đại diện cho lớp đăng kí mở lớp môn học Xác suất và Thống kê - MT2013. Vấn đề trình bày: Hôm trước em có mail cho PDT vì em bị hủy ngẫu nhiên 3 môn và bị thiếu tín chỉ, dẫn đến bị cảnh cáo học vụ. Thứ 2 là không thể đăng kí môn học tiếp theo vì thiếu môn học tiên quyết. Nên em đã xin sự cho phép của chủ nhiệm bộ môn, giảng viên bộ môn và đã được đồng ý . Bên dưới là hình minh chứng giảng viên bộ môn  đồng ý giảng dạy lớp và thống nhất thời gian dạy là Thứ 6, tiết 10-12, vì cô không có chữ ký điện tử nên phải dùng hình ảnh minh chứng. Em mong PĐT phê duyệt và mở thêm lớp học ạ!   i Mong PĐT sớm phúc đáp! .   i Thân ái./",
    "Do hiện giờ em đang thiếu chỉ nên em đăng kí thêm môn \"Quá trình và thiết bị truyền khối\" (CH2051) nhưng mà khi đăng kí thì hệ thống lại báo cần học môn Hóa Lý (CH2003) trước. Nhưng sau khi coi lại chương trình đào tạo của ngành Công Nghệ Sinh Học thì em không thấy môn học này mà lại thấy CH2051 là môn học bắt buộc. Vậy em có phải đăng kí môn Hóa Lý (CH2003) không ạ ? ",
    "Hiện tại em vừa đăng kí môn Công trình cấp thoát nước (CI3167) và đã được xếp vào lớp L02 thứ 4 tiết 7-8. Em mong muốn được chuyển qua lớp L01 thứ tiết 9-10. Không biết PĐT có thể giúp em không ạ. Em xin cảm ơn.",
    "Dạ em chào, Vào sáng ngày 11/08/2021 lúc 10h00, em có thi HK môn học   I SP1007 - Pháp luật Việt Nam đại cương nhóm DT02-C  /I . Vì hiện tại em đang còn ở KTX của trường trong giai đoạn dịch này, vào lúc   U 10h27 phút ở KTX có bị lỗi đường truyền mạng    khiến em bị văng ra khỏi phòng google meet thi trong vòng 8ph và khi quay lại thì em đã phát hiện đã bị CB coi thi đình chỉ thi. Trong quá trình làm bài em hoàn toàn không phát hiện ra về việc em đã bị thoát ra khỏi google meet cho đến   U khi em đã gần làm xong bài thì không thấy CB coi thi nói gì là vào lúc 10h50 thì em mới quay lại để coi thì mới phát hiện trường hợp như em đã trình bày ở trên   . Sau khi hỏi GV dạy môn học là cô Vũ Thị Bích Hường, thì   U em xin thắc mắc với Phòng đào tạo là em có thể kiểm tra lại kết quả thi hay không , hay là có thể thi lại hoặc có phương án xử lý nào khác không ạ   . Em xin được đính kèm video quay màn hình minh chứng quá trình em bị rớt mạng và thi trong đây. Em xin cảm ơn !   B Link video quay màn hình lúc thi    : https://drive.google.com/file/d/100JkUgEqnWMsFy5FP-xW2qBwzGQm3Muq/view?usp=sharing Best regards !",
    "Dạ em xin chào, Em hiện là sinh viên chương trình PFIEV và kỳ này em đã đăng ký được môn học EE2031 Điện giải tích mạch của chương trình PFIEV . Trong quá trình đăng ký môn học EE1009 Kỹ thuật số và EE3189 - Điện tử học tương tự và ứng dụng thì có thể học song song cùng với môn Điện giải tích mạch thì hệ thống xuất hiện lỗi như sau đối với từng môn : - Môn học EE1009 : Thì bị thiếu môn học EE2033 Giải tích mạch của chương trình chính quy tương đương cùng với môn học EE2031 Điện giải tích mạch của chương trình PFIEV thì em không thể đăng ký song hành được. - Môn học EE3189 - Điện tử học tương tự và ứng dụng môn cho chương trình PFIEV ở đợt đăng ký lần thứ 2 em đã đăng ký thành công và hệ thống không báo lỗi gì hết tại sao trong quá trình đăng ký môn học em lại bị mất thời khóa biểu của môn học này. Mong PDT có thể hỗ trợ em đăng ký được 2 môn học này ở kỳ này, vì một trong hai môn này là môn đặc thù của chương trình PFIEV nên thời gian mở lớp lại sẽ khá là lâu và có thể ảnh hưởng đến tiến độ hoàn thành môn học trong chương trình đào tạo. Em xin cảm ơn ! Best regards !",
    "Phòng đào tạo cho em hỏi, em nhận được mail là sinh viên chính quy sẽ được học chung nhóm T với hệ VLVH nên em đã đăng kí môn thực tập nhận thức ngành DD&CN CI2057 . Sao giờ môn này em lại bị xóa vậy ạ. Do em không được học hay môn không mở lớp? Vì môn này rất quan trọng tới học phần tốt nghiệp nên mong phòng đào tạo đừng xóa môn của em ạ. Danh sách hiện tại có 11 người, môn này học chỉ đi tham quan một buổi viết báo cáo là xong rồi, nên em mong phòng đào tạo mở lớp ạ.",
    "Sao em có đăng ký lớp cơ sở điện tử công suất DỰ THÍNH EE2021 (và thỏa điều kiện đăng ký). Nhưng sao lại không có lịch trong TKB vậy ạ.",
    "Dạ em là , MSSV:,học lớp CCQKD18 ạ. Em muốn hỏi là trong đợt 3 đăng kí bổ sung em có thể xin mở thêm sĩ số môn học được không ạ. Vì em muốn đăng kí thêm 2 môn học trong học kì 211 sắp tới là môn: - Hành vi tổ chức(IM2017)lớp CC01 và   - Giao tiếp trong kinh doanh(IM3047) lớp CC01 ạ. ( Em đã kiểm tra và thấy 2 môn này lớp CC01 không trùng với tkb hiện tại ạ) Em đã có đăng kí trong đợt 1 nhưng em đã tự động bị out ra và mất slot ạ, sau đó em có gửi thử yêu cầu mở sĩ số trong đợt 2, mặc dù em thấy tình trạng đã giải quyết nhưng khi em vào lại trang ĐKMH thì lại thấy sĩ số không được tăng và vẫn full slot rồi ạ. Em hi vọng vẫn có thể được mở thêm sỉ số và đăng kí bổ sung 2 môn này trong đợt 3 để em có thể hoàn thành đủ môn học và tín chỉ để có thể đảm bảo cho việc ra trường đúng hạn ạ.Em mong sẽ nhận được phản hồi ạ. Em cảm ơn phòng đào tạo nhiều ạ.",
    "Em chào thầy cô. Thầy cô cho em hỏi, em đã hoàn thành xong chương trình đào tạo và bảo vệ xong luận văn, hiện nay chỉ còn điều kiện tiếng Anh nói viết. Trường mới có thông báo tổ chức thi tiếng Anh nói viết trực tuyến. Trước đó do kì này em tưởng không có tổ chức thi tiếng Anh nói viết nên có đăng kí môn học để duy trì tình trạng sinh viên. Vậy nếu thi đạt kỳ thi tiếng Anh nói viết thì em có được đăng ký xét tốt nghiệp không ạ? Nếu không thì em phải làm gì để được xét ạ? Em xin cảm ơn",
    "Chào thầy/cô, Em đã đăng ký môn học EE2017 ở đợt 1 nhưng không được xếp lớp, với số sinh viên đăng ký hơn 107, ở đợt đăng ký dự thính lớp EE2017 có mở nhưng sĩ số chỉ có 30, em vẫn không kịp đăng ký. Mong thầy, cô cho em bổ sung học phần EE2017 để em đăng ký đủ 12 tín chỉ, lớp hiện tại có 34/30 sinh viên nên em hi vọng thầy cô có thể thêm em vào lớp.",
    "xin chào thầy cô, em là  sinh viên ngành logistics. Nội dung: ở đợt 2 đăng kí môn học học kì 211 e có lỡ bấm xóa đi môn kĩ thuật dự báo ME3157 sau đó e đăng lại thì không được. vì môn này là môn thay thế, tương đương của môn ME4601 nên hệ thống không tự động đăng kí  lại  môn này cho em. nên e viết maill này mong muốn thầy cô đăng kí lại môn ME3157 giúp em, vì môn này khá quan trọng ảnh hương đến chương trình học của e ở học kì sau.",
    "Phòng đào tạo thông báo khôi phục thời khóa biểu 203 cho em trước 14/8 tại sao đến giờ vẫn chưa ạ . Học kỳ 203 em có đăng ký thực tập tốt nghiệp. Vì đến giờ chưa khôi phục nên em bị mất đăng ký đề cương vì 2 môn này song hành .Kính mong PĐT khôi phục tkb 203 và môn đề cương tn cho em ạ",
    "pdt hỗ trợ e đăng kí một số môn sau CH4011 - Đồ án thiếtkế côngnghệsh CH4345 - Đề cương luận văn tn CI1003 - Vẽ kỹ thuật CH3015 - T/n quá trình thiết bị em cám ơn",
    "Dạ cho em hỏi là em có lỡ đăng kí nhầm vào lớp kstn. Cho em hỏi là em xin rút môn hoặc chuyển sang lớp khác trong đợt 3 được không ạ. Em cảm ơn",
    "Kính thưa pdt, em có đk môn EE2015 mà sao chưa thấy môn này hiện trên TKB ạ, kính xin pdt giúp đỡ em, em cảm ơn pdt rất nhiều",
    "Dạ chào thầy cô  là [full_nam] mssv . HK 211  đk học DT chuyển hệ với CQ môn Hệ thống nhúng (EE3067)  đủ môn tiên quyết nhưng giờ vẫn chưa hiện lên TKB. Thầy cô cập nhật giúp . E cám ơn thầy cô",
    "Lý do: đã mượn được laptop Học kỳ: 202 Mã số môn học + tên môn học 1: MT1005 - Giải tích 2 Mã số môn học + tên môn học 2: PH1005 - Vật lý 2",
    "Dạ chào cô, Em tên: Trần Nguyễn Quang Thái. Mssv: Xin cô đăng kí giúp em môn Phương Pháp Tính MT1009 vào bất kì lớp nào cũng được ạ. Vì em cần đủ 126 chỉ vào kì sau mới đăng kí được Luận Văn, nhưng em vừa thi online môn này xong và \"đã rớt\" nên  với số tín chỉ em đăng kí vào kì sau thì em không thể đủ 126 tín chỉ để đăng kí Luận Văn tốt nghiệp . Xin cô hãy mở rộng lòng từ bi giúp em đăng kí môn Phương Pháp Tính MT1009 vào bất cứ nhóm lớp nào giúp em ạ. Xin chân thành cảm ơn cô.",
    "Tên:  /      MSSV:  /      Lớp:  /  VP20NL    Trình bày lý do:  /  xin PĐT    ÊM  /  cho em môn học    EE2031 - nhóm P02_P02  /     Lý do:  /  Em nhầm lẫn môn này mở vào kỳ dự thính. Mong thầy cô xem xét và đăng ký trên hệ thống cho em môn học này để em kịp tiến độ. Xin cảm ơn. Trân trọng.",
    "Chào cô, em là trịnh minh khương  Em có đăng kí môn (thực tập điện tử 2) trong dự thính nhưng trong thời khóa biểu lại không có môn đó, em muốn hỏi là môn đó tại sao hủy vậy ạ ",
    "HK chính 211 em lỡ đăng kí nhầm môn học đã học ở hk202, vậy thầy cô cho em hỏi em có thể hủy môn đó và đăng kí môn khác được không ạ. Em đang thiếu tín chỉ nhưng lại đăng kí nhầm nên em mong thầy cô có thể giúp em ạ.",
    "Cô ơi, em có đăng kí môn thực tập điện tử 2 trong dự thính nhưng bất ngờ thì có môn ngôn ngữ lập trình C nó có thực hành đúng buổi mà môn thực tập điện tử 2, vậy em có thể xóa môn ngôn ngữ C để học môn Thực tập điện tử 2 được không ạ.EM mong cô có thể giúp em với ạ vì môn này rất quan trọng vì em đã trễ 4 kì do không đăng kí được môn này, em cầu xin cô có thể giúp em ạ",
    "Em kính chào thầy/cô! Môn Cơ học vật rắn biến dạng TR2005 có trong chương trình đào tạo của lớp VP19HK nhưng ban đầu lại không đăng kí được và đến lúc mở đăng kí thì em đã quên đăng kí mất. Mong phòng đào tạo có thể thêm em vào danh sách học môn TR2005 trong kì này ạ. Em xin cảm ơn rất nhiều!",
    "Xin đăng ký bổ sung thêm môn CI4315 đề cương luận văn Do em chậm trễ sơ xót nên em để sót đăng ký 1 môn học quan trọng trên, nay em không biết còn đợt 3 bổ sung hay không, Nếu không còn thì em muốn xin PDT hỗ trợ giúp em phương án đăng ký bổ sung ạ. Do môn này tiên quyết với luận văn kỳ tới nên em rất lo sợ việc chậm trễ. Mong nhận được hồ đáp từ Quý Phòng Đào Tạo ạ. Em cảm ơn...",
    "Em là  Mssv: cho em hỏi là tại sao em nộp file ghi hình của em lên link thi phương pháp tính không được ạ (File của em hơi lớn cỡ 2.9G ạ) mong nhà trường giúp em có thể nộp đc file video ạ . em cám ơn ạ",
    "Em xin chào thầy (cô). Thầy cô cho em xin đăng ký gia nhập các lớp Công trình giao thông (CI4003), thi công công trình csht (CI4023),  công trình cấp thoát nước (CI3167), đề cương luận văn (CI4381), hạ tầng ngầm (CI3087), tiếp cận tài liệu chuyên nghành (CI3129) và môn thiết kế cơ sở hạ tầng kỹ thuật (CI3187) ạ. Vì em đóng học phí trễ hạn nên em đã bị xóa hết các môn đó nên  bây giờ e không thể đăng ký được ạ, các môn đó học kỳ 211 (dự thính) không mở nên em xin phòng đào tạo có thể xếp em vô lớp ạ, em hiện đang là sinh viên năm 5 của trường nên em không thể trễ thêm 1 năm nữa ạ, em xong phòng đào tạo có thể giúp em tham gia các lớp mà em kể trên để em có thể ra trường trong học kỳ 2 này ạ. Em mong thầy cô có thể gửi phản hồi sớm giúp em vì cả tuần nay e đang rất lo lắng và không làm được gì cả ạ. Em xin chân thành cảm ơn ạ.",
    "DẠ  Ạ,  TÊN NGUYỄN HỮU TRÍ MSSV  ĐANG LÀ K20, VÀO ĐỢT ĐĂNG KÍ MÔN ĐỢT 1 HK211  CÓ ĐĂNG KÍ 7 MÔN NHƯNG KO HIỂU LÍ DO SAO MÀ  VẪN CHƯA NHẬN ĐC THỜI KHÓA BIỂU,  N    CẢM ƠN Ạ",
    "Chào thầy,cô. 1.    Cho em hỏi là em khóa 2018, em đăng kí những môn tương đương khóa 2019 mà số tín tương đương nhỏ hơn số tín chỉ cần đạt ở môn học cũ thì làm sao ạ? Em có thể đăng kí những môn học tự chọn khác để bù vô không ạ? 2.    Điểm những môn học tương đương hay môn tự chọn em học có được tính vô ĐTB tích lũy không ạ? Nếu không được tính thì ĐTB của em có phải chia cho những môn không tính điểm không? 3.    Nếu em rớt 2 môn mà 2 môn đó được thay thế bằng 1 môn tương đương khác thì em chỉ cần học 1 môn đó thì có được tính đạt cho cả 2 môn không ạ? Em Xin cảm ơn.",
    "Em là , MSSV . kì này em có đăng kí môn Thiết kế hệ thống Nhúng EE3003 thứ 4 tiết 9 10. nhưng giờ trong thời khóa biểu của em lại không có môn học này. Mong nhà trường giải quyết",
    "dự thính. Kính gửi Ban quản lý nhà trường, Em là  _ MSSV: Hiện đang thuộc khoa Cơ khí _ Chế tạo máy (chương trình phổ thông). Em viết thư này mong muốn xin được đăng ký môn học Đồ án thiết kế (ME2011) vào chung với nhóm lớp dự thính T01 . Đây là môn học cuối cùng của em (trừ Luận văn tốt nghiệp) nên mong nhà trường xem xét và tạo điều kiện cho em được tham gia học môn này trong học kỳ 211 sắp tới nhằm tốt nghiệp sớm nhất có thể. Em xin chân thành cảm ơn.",
    "Cụ thể:em đã đăng ký  thành công trong đợt 2 môn EE3078-Bảo vệ rơle trong htđiện nhưng thời khoá biểu và cả BKEL không có môn này . em đã kiểm tra không bị trùng lịch ạ . em xin cảm ơn.",
    "MSSV  Chào Thầy, em là sv hệ VLVH Em có đk LVTN ở đợt 1 dk môn học nhưng nay xem lại kết quả đk ở đợt 2 thì lỗi không đăng kí được do thiếu môn tiên quyết CL3223 Em học môn này ở HK2 vừa rồi nhưng do dịch covid chỉ vừa thi kết thúc môn đầu T8 Cho em hỏi vậy em có thể đk LVTN ở hk này được không, trường hợp của em là học rồi nhưng chưa có điểm.Mong Thầy xem xét. Em cảm ơn",
    "Do tình hình dịch, hiện tại em chưa nộp bằng anh văn 2 kĩ năng để có thể đăng kí luận văn tốt nghiệp. Cho em hỏi em có thể đăng kí luận văn tốt nghiệp trước rồi hết dịch các hoạt động thi toiec được mở lại em đi thi rồi nộp bằng sau được không ạ?",
    "Trong đợt 2 đăng ký môn học em có đăng ký thành công môn Đề cương luận văn ở kỳ chính và môn đồ án thiết kế ở kỳ dự thính nhưng trong TKB lại không có 2 môn này. Mong PĐT xem xét lại giúp em. Em cảm ơn ạ.",
    "kính chào PĐT, em tên là  mssv . cho em hỏi là lớp DT02 của Anh văn 2 ( theo yêu cầu) mã LA1039 có mở lớp không ạ, vì em thấy trong thời khóa biểu không có ạ . Em xin cảm ơn !",
    "Dạ cho em hỏi là hiện tại vẫn chưa được gỡ chỉ thị 16 thì làm sao em có thể đi học thí nghiệm hóa theo lịch học như file hình ảnh đính kèm được ạ. Em cảm ơn!",
    "Em chào thầy(cô) ạ. Em tên là . MSSV:  Vì lý do không đủ đảm bảo trang thiết bị. Em xin được hoãn thi môn học   B Phân tích và thiết kế giải thuật    với mã Môn học   B CO3031   . Mong sớm nhận được phản hồi từ thầy(cô).",
    "hk 211 em đăng kí không thành công do không thanh toán hk dự thính 203. Dạ cho em xin hướng giải quyết ạ.",
    "Học kì 211 có đợt đăng kí môn học lần 3 không ạ?",
    "Em chào PĐT! Kính gửi PĐT ạ!  Trong quá trình ĐKMH kì 211 em có đăng kí nhầm mã môn Quản lí dự án cho ký sư IM1025, vì em nhầm tên môn này với môn Quản lí dự án trong xây dựng CI1053. Dạ em thật sự mong muốn PĐT xem xét cho em để em chuyển từ mã IM1025 sang mã CI1053 vì sự nhầm lẫn không đáng có của em ạ!  Giờ em mong muốn chuyển như sau ạ: Môn bị nhầm:  +) IM1025-nhóm L01- thứ 2- tiết 4-5 Mong muốn được chuyển qua môn:  +) CI1053-nhóm L01- thứ 6- tiết 7-8  Em mong PĐT xem xét giúp em để em có thể học đúng mã môn theo chuyên ngành của mình ạ!  Em cảm ơn PĐT! Chúc PĐT thật nhiều sức khỏe ạ!",
    "Do bị trùng lịch với môn thực tập điện tử 2 nên em xin rút môn hệ thống máy tính và ngôn ngữ lập trình ",
    "Xin chào, em tên là , K19, khoa Điện. Cho em hỏi, em đã đăng kí chương trình liên thông trình độ Đh - Ths, liệu em có thể   B huỷ đăng kí    chương trình này được không? Do việc còn khá phân vân về chương trình và sợ năng lực không đủ nên em mới định huỷ đăng kí chương trình này. Mong quí thầy/cô giải đáp giúp em. Xin cảm ơn ạ .",
    "Em tên , K19, khoa điện. Vào đợt đăng kí môn học HK211 chính qui, có thể huỷ đăng kí môn học đã đăng kí vào đợt 2 được không? Xin cảm ơn .",
    "Chào thầy/cô, Do thời gian gấp rút nên sắp xếp thời khoá biểu có đôi chút nhầm lẫn và do tình trạng sức khoẻ không ổn để có thể kéo dài 6 tiếng học liên tục, nên em mong có thể đổi giờ học, cụ thể Thiết kế hệ thông nhúng (EE3003) lớp L06, đổi sang lớp L03. Mong phòng đào tạo hồi âm sớm, và cho em hỏi thêm rằng mình có đăng ký đợt 3 không ạ để có thể hiệu chỉnh thời khoá biểu đợt cuối không? Em cảm ơn thầy/cô nhiều. Chúc thầy/ cô nhiều sức khoẻ trong đại dịch lần này. ",
    "Cho em hỏi kì này em có đăng kí môn Giải tích Hệ thống điện(EE3013) nhưng lại bị xóa môn do thiếu môn học Cơ sở Kĩ thuật điện(EE2017), em có tra Cấu trúc môn học (EE3013) thì chỉ cần học trước môn Giải tích mạch(EE2033) và Phương pháp tính(MT1009) thôi ạ. Mong PĐT xem xét lại giúp em. Họ và Tên:  MSSV : ",
    "Thưa PĐT, hiện nay, nếu như em muốn rút môn học trước khi bắt đầu thì phải đăng kí thế nào ah? Và việc rút môn này có phải tính phí không ạ?",
    "Dạ kính gửi quý anh/chị pđt. Cho em hỏi do đợt vừa rồi em lỡ đăng ký thiếu một môn quan trọng (không mở kỳ dự thính). Mà giờ em muốn đăng ký thì môn đó bị trùng giờ. Nên quý anh/chị có thể mở khóa đợt 3 cho em sửa lại để đăng ký thêm môn được không ạ. Em cảm ơn",
    "Em chào anh/chị ạ! Hiện tại em đã hoàn thành xong chương trình đào tạo, nhưng còn thiếu anh văn nói viết để ra trường. HK202 và HK211 tới đây em không có đăng ký môn học và bị xét vào tình trạng buộc thôi học. Anh/chị cho em hỏi quy trình làm đơn xin thu nhận thế nào trong tình hình dịch covid19 như hiện nay ạ? Trường hợp em có đăng ký môn học thì trong học kỳ đó em có được tốt nghiệp không? Em cám ơn ạ!",
    "Em tên:  MSSV:  Hệ VHVL Khoa Điện - Điện Tử em có thắc mắc về việc sử dụng trang thi thử http://exam.hcmut.edu.vn/test/ lịch thi các môn học của em đã sắp đến rồi nhưng đến nay trang thi thử vẫn đang trong tình trạng bảo trì. vì điều kiện có hạn nên em mong muốn kiểm tra các thiết bị của mình có đủ điều kiện để thi trực tuyến hay không. mong thầy (cô) hướng dẫn giúp em để em có thể áp dụng thi thủ trước ngày thi để có chuẩn bị tốt nhất trong quá trình thi chính thức ạ. em xin chân thành cảm ơn !!",
    "Xin chào cô/thầy! Cho em được hỏi là cách để mình đăng kí học nhập môn kĩ thuật chung với K21 (khoa cơ khí) gồm những bước nào ạ! Hiện tại em và một số người bạn của em muốn đăng kí xin học lại ạ nên e đại diện soạn mail này để hỏi. Tụi em là sinh viên K20 - cơ điện tử. Em xin cảm ơn! Và đợi sự phản hồi của phòng đạo tạo! Thân.",
    "Dạ em chào Thầy, Cô! Em hiện là sinh viên chính quy K15 lớp Thiết Kế Thời Trang. Em có nguyện vọng chuyển hệ VHVL. Thầy cô cho em hỏi 2 hệ đào tạo này có chương trình đào tạo ngang bằng nhau không hay có những thay đổi về môn học như thế nào. Mong thầy cô giúp đỡ để em được tìm hiểu rõ hơn. Vì thời gian diễn ra dịch bệnh em không thể đến trực tiếp trường để tìm hiểu. Em xin chán thành cảm ơn!",
    "Do em xem nhầm lịch thi môn phương pháp tính và môn giải tích 1 nên có đăng kí hoãn thi môn giải tích 1 thay vì phương pháp tính do trường hợp bất khả kháng. Cho em hỏi là đến ngày thi giải tích 1 em vẫn thi bình thường thì có được huỷ đơn đăng kí hoãn thi không ạ? Em cảm ơn.",
    "Chào thầy,cô. 1.    Cho em hỏi là em khóa 2018, em đăng kí những môn tương đương khóa 2019 mà số tín tương đương nhỏ hơn số tín chỉ cần đạt ở môn học cũ thì làm sao ạ? Em có thể đăng kí những môn học tự chọn khác để bù vô không ạ? 2.    Điểm những môn học tương đương hay môn tự chọn em học có được tính vô ĐTB tích lũy không ạ? Nếu không được tính thì ĐTB của em có phải chia cho những môn không tính điểm không? 3.    Nếu em rớt 2 môn mà 2 môn đó được thay thế bằng 1 môn tương đương khác thì em chỉ cần học 1 môn đó thì có được tính đạt cho cả 2 môn không ạ? Em Xin cảm ơn.",
    "ị rớt mạng khi đang thi online . Vừa rồi e có thi môn vật lý 1 (DT07-A thi lúc 13h ngày 13/08) trong thời gian làm bài thì bị rớt mạng dẫn tới máy tính em không có mạng không đăng nhập được bài thi lẫn gg meet để báo với thầy cô gác thi, sau khi em có mạng thì đã vào lại gg meet thì ko kịp nửa ạ :(((( trông quá trình em có quay màng hình lại, em củng đã up lên file nộp video bình thường, mong thầy xem xét, hỗ trợ giúp em, em mong được xin thi lại ạ :((((((, em củng đã liên hệ cô giáo dạy môn, cô bảo liên hệ pđt để thực hiện theo. Em cảm ơn nhiều ạ",
    "Dạ cho em hỏi là hk 211 em đăng kí, phòng đào tạo không xếp lớp do em do nợ thanh toán hk 203 dự thính. Cho em  hỏi giờ trường hợp của em có thể giải quyết như thế à. Cảm ơn ạ.",
    "Em chào PĐT ạ. Hiện tại em đã có đăng kí môn an toàn quá trình (CH3297-A01) học vào thứ 3 tiết 7-8 nhưng em định sẽ đăng kí thêm môn học khác nữa thì bị trùng lịch mà lớp đó chỉ có 1 lớp thôi ạ. Nên em có thể xin PĐT cho em được chuyển môn CH3297 lớp A01 qua lớp LO2 được không ạ em thấy lớp đó vẫn trống nhiều ạ. Em cảm ơn.",
    "Em chào thầy/cô, Cho em hỏi về việc rút môn HK211 hiện tại có được giải quyết không ạ? và nếu được thì em sẽ tải đơn về và đánh word hay phải in ra viết tay chụp r gửi mail cho PDT ạ? Em cảm ơn.",
    "Dạ quý thầy cô cho em hỏi ạ. Sau khi em đăng kí hoãn thi và đc chấp nhận cho hoãn thi. Trong vòng 1 năm tới thì em đăng kí thi lại như thế nào ạ ?. Em cảm ơn ạ ",
    "Thầy/cô cho em xin hỏi là học kỳ 211 sẽ có đăng ký môn học đợt 3 không ạ?  Do em thấy chương trình học đã bắt đầu rồi. Em xin cảm ơn thầy/cô ạ.",
    "Kính gởi phòng đào tạo trường Đại học Bách Khoa. Em tên là  -  Dạ cho em đăng ký môn học: Nhà nhiều tầng (CI3121) lớp L03. Em xin chân thành cảm ơn !",
    "Dạ em chào thầy/cô, cho em hỏi dợt đăng ký bổ sung môn học cho HK211 là khi nào và hình thức ra sao không ạ?  Hiện tại em là SV năm 4, kỳ này em đăng ký thiếu 1 môn bắt buộc, và đây cũng là kỳ học cuối trước khi bắt đầu làm luận văn ạ? Em mong thầy/cô giải đáp thắc mắc giúp em. Em cảm ơn thầy/cô ạ!",
    "em đã đăng ký HK211 đợt 1, vì không biết là điều chỉnh vào đợt 2 nên em cũng không để ý đến, bây giờ em không có thời khóa biểu học, em phải làm sao đây ạ? mong phòng đào tạo xét lại môn em đã đăng ký và cho em lớp học",
    "cho e hỏi trong quá trình thi em bấm nhầm số dẫn đến sai câu hỏi vậy em có được xin hoãn thi không ạ?",
    "Chào thầy cô! Em có đăng ký dự thính môn anh văn 4A vào lớp DT01 nhưng hôm nay kiểm tra lại thời khoá biểu thì em bị xếp vào lớp DT02 có ngày thứ 3 bị trùng thời khoá biểu, cho em hỏi có cách nào chuyển lớp   hoặc xoá môn được không ạ, em cảm ơn!",
    "dạ em có đăng kí EE3093 - Vận hành &điều khiển htđ và EE3095 - ổn định hệ thống điện, hai môn này em đã đăng kí thành công và thấy có sĩ số sinh viên đủ nhưng vẫn chưa thấy trên tkb và bkel ạ, như vậy là 2 môn này em có được học không ạ? em cảm ơn.",
    "Thưa thầy cô, em là n    B Sáng nay em có thi ca 7h ngày 15/8/2021 môn Phương pháp tính lớp DT01.    Em có điền hết tất cả đáp án các câu trong đề, nhưng không Submit đáp án từng câu, chỉ bấm DONE khi hết giờ. 2 Cô giám thị không có nhắc về vấn đề này, chỉ bảo bấm DONE là được và đây cũng là môn đầu tiên em thi điền đáp án trên BK exam, cũng không có hướng dẫn thi ạ. Nên sau khi thi em xem lại video thì thấy hình như tất cả câu trả lời chưa được lưu ạ. Không biết đáp án em có được lưu không ạ? Em có video đầy đủ quá trình làm bài từ đầu tới cuối . Em có mail thầy  ngay sau khi nhận ra vấn đề mà thầy vẫn chưa trả lời . Mong thầy cô giải quyết dùm em với! Mong thầy trả lời sớm. Nếu về vấn đề này em có được hoãn thi không ạ? Em cảm ơn, Trân trọng, ",
    "Dạ cho em hỏi học kỳ 211 thì đợt đăng ký môn học 3 thì có được xóa môn không ạ?",
    "kính gửi Pđt Thưa pđt sáng ngày 13/8/2021 em thi môn vật lý 2 , phòng (L05_D,L06_D) , lúc 10h sáng nhưng khi em thi được 32 phút thì nhà em bị mất điện đột xuất và mất trong vòng 8 phút . Khi có điện thì em lập tức vào bài thi của em đã không còn được thực hiện tiếp và em đã báo với thầy giáo giám thị là thầy  và thầy bảo là chỉ được thi một lần và không được thi lại và sau đó em có ngồi đợi các bạn thi xong để điểm danh và hoàn quá trình cuối là điểm danh nhưng tầm 10h 52 phút thầy kiểm tra lại thì thấy bài thi của em bị trống tức là bị 0 điểm nên thầy có hướng dẫn em là gửi Mail lên pđt để hỏi và xin cách sử lý và xin pđt hoãn thi . Khi đó em đã ngay lấp tức mail lên cho pđt để mong xin được thi ca khác hoặc được hoãn thi vì lo lắng không có điểm môn này . Nhưng tối ngày 14/8 thì cô giáo dạy môn vật lý 2 lớp em có up điểm lên và may mắn là trong đó có điểm của em và bài thi đó của em vẫn được nộp và có điểm sau khi trục trặc có thể là lúc thầy giám thị kiểm tra thì hệ thống trục trặc nên bài thi của em không được ghi là đã nộp . Hôm nay em viết thư này mong pđt xem xét lại cho em việc giữ nguyên điểm thi và không phải thi lại( tức là không phải hoãn thi ạ ). Em xin cảm ơn . Lúc nhà em mất điện thì máy em có bị trục trặc và video em đang quay quá trình thi bị mất nhưng em có dùng 2 cam nên chắc thầy giám thị có quay lại video trên meet và trong video em luôn ngồi đúng chỗ ngồi ạ . Nên em mong pđt xem xét trường hợp của em ạ tại nếu bị hoãn thi thì rất phức tạp ạ . Em xin cảm ơn  .",
    "Dạ em chào Thầy Cô! Do đợt đăng ký môn học vừa rồi em bị xóa 1 môn do vấn đề về môn học trước. Em hi vọng PDT có thể cho em xin vào lớp LO2_L03 môn CAD/CAM (ME4007). Em cảm ơn ạ.",
    "dạ em có đăng ký môn tổ chức thi công mã môn CI4125 và được xếp Lớp L02 tiết 23.Không biết có bị lỗi gì không nhưng sau khi kiểm tra lại thì không thấy thời khóa biếu.Cho em xin vào lại lớp đó.",
    "Kính gửi Phòng Đào tạo, Em tên là:  - MSSV:  (hệ VLVJ) Em mong muốn đăng ký môn MT2001 - Xác suất và thống kê (DT211 - học thứ 5, tiết 13-14). Lý do: Em theo dõi trang đăng ký và luôn thấy sỉ số 99/99, nên không thể đăng ký thêm. Tuy nhiên, hôm nay (15/8/2021) em thấy sỉ số chỉ còn 98/99 nên mong Phòng Đào Tạo xem xét cho em đăng ký môn. Trân trọng cảm ơn Quý Phòng. Em  ",
    "Em chào Thầy/Cô ạ. Em là sinh viên K15 Chính quy MSSV  Khoa Điện - Điện tử, hiện vẫn chưa tốt nghiệp. Nay em muốn chuyển sang hệ VHVL và chuyển luôn ngành đào tạo trong đợt tuyển sinh VHVL tháng 11/2021 sắp tới thì có được không ạ?  Trước đây trong quá trình học tập em từng bị cảnh cáo học vụ buộc thôi học 2 lần nhưng đều đã làm đơn xin thu nhận lại. Lần gần đây nhất em quyết định thu nhận lại và chuyển hệ VHVL luôn, và đã được trường đồng ý vào hồi tháng 05/2021(ảnh đính kèm). Em vẫn chưa làm thủ tục nhập học mà đợi tới đợt tuyển sinh VHVL tháng 11 này ạ. Em muốn chuyển ngành đào tạo luôn được không ạ? Em muốn chuyển từ Điện Điện tử Chính quy sang Kỹ thuật Ô tô VHVL có được không ạ?  Có phải học lại những môn đại cương em đã hoàn thành trong thời gian học Chính quy không ạ? Em mong được Nhà trường giải đáp thắc mắc để được tiếp tục học tập lấy bằng tốt nghiệp ạ. Em xin cảm ơn.",
    "PDT cho em hỏi: Em là sinh viên hệ VLVH, em có ĐKMH trong Đợt 2 Chuyển hệ. Hôm nay em kiểm tra Thời khoá biểu thì bị thiếu 1 môn : Các phương pháp phân tích hiện đại, MSMH: CH3329 Kính mong PDT xem xét giúp em với ạ",
    "Kính chào quí Thầy/Cô,  Em có đăng kí dư môn học để duy tình trạng sinh viên trong học kì tới vì ban đầu em sợ môn kia số lượng SV ít sẽ bị hủy và em chỉ còn thiếu môn av4 để đủ điều kiện tốt nghiệp nhưng do tình hình dịch bệnh nên không thể đăng kí thi Toeic và chuyển điểm được. Vậy em nhờ quí Thầy/Cô hỗ trợ xóa giúp em 2 môn học là: EE3149Đồ án (KT Điều khiển và Tự động) EE3069PLC Em cảm ơn quí Thầy/Cô nhiều ạ!",
    "Kính gửi PĐT, Em có một chút thắc mắc về vấn đề về tổng số tín chỉ trong 1 kì học. Quy định của trường là tối đa 15 tín chỉ cho kì học có đi thực tập tốt nghiệp. Tuy em đăng kí thực tập vào kì hè, nhưng do tình hình dịch bệnh diễn biến phức tạp thì bộ môn có thông báo là tạm hoãn thực tập đến khi có thông báo. Nhưng 16/8 lại bắt đầu kì học mới thì quy định này có áp dụng cho kì này không ạ? Mong PĐT giải đáp thắc mắc! Em xin cảm ơn!",
    "em đk môn học nhưng sao lại bị hủy vì không đủ điều kiện ánh văn ạ.Trong khi kỳ này nhà trường không xét điều kiện ánh văn ạ.",
    "Kính gửi Phòng đào tạo,  Em tên: Lê Hoàng Nhật                 Khóa 18           Khoa kỹ thuật hóa học Hiện tại em đã có bằng Toeic 540 Listening & Reading  (Theo mức quy định là AV450 hệ VLVH K18 để tốt nghiệp) Dạ em có thắc mắc như sau: 1. Dạ em có thắc mắc là phải bổ sung thêm chứng chỉ kỹ năng Speaking & Writing là bao nhiêu để có thể xét tốt nghiệp khi hoàn thành chương trình đào tạo ạ? (Theo thông tin \"http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=90&tid=1658\" thì em chỉ mới thấy từ k13-k17 thôi ạ) 2. Với Toeic 540 thì em được miễn anh văn 1,2,3,4 phải không ạ? Mong phòng đào tạo giải đáp thắc mắc. Em xin cảm ơn.",
    "Dạ em chào thầy/cô. Kỳ trước em có đăng ký 1 môn học nhưng đã rút môn nhưng chưa đóng tiền học phí nên bị thôi học. Em muốn tốt nghiệp vào tháng 11 này thì em đóng tiền và nộp đơn xin thu nhận lại phải không ạ? Em xin cảm ơn ạ . Em kính chúc quý thầy/cô có nhiều sức khỏe trong mùa dịch này ạ.",
    "Chào thầy cô Em tên  MSSV  Vào 10h ngày 15/08 trong lúc thực hiện bài thi môn Phương pháp tính ( MT1009) em không kịp  submit bài thi nên từ câu 1 đến câu 4 không được chấm điểm. Em có video quay màn hình quá trình làm bài chứng minh làm được từ câu 1 đến câu 4. Mong thầy xem xét giải quyết giúp em ạ. Em xin chân thành cảm ơn! SDT : [phone_number]",
    "& (TRỄ) Tên:  MSSV:  Lớp: K20- Xin Phòng Đào Tạo đăng ký thêm cho em môn học EE2031 Dien-Giai tich mach lớp P02-P02 Lý do: Đợt đăng ký chính thức em nhầm là lớp  nên không đăng ký và nay đã hết hạn Mong thầy cô xem xét và đăng ký cho em trên hệ thống môn học này để kịp tiến độ học tập Xin cảm ơn ",
    "Em xin chào quý thầy/cô ạ, Em tên là , MSSV , lớp MB19. Học kì 211 em có đăng kí môn học Xác suất thống kê mã MT2013 lớp L13 nhưng vì lý do trùng với lịch học ngoại ngữ ngoài trường nên nay em có mong muốn được chuyển sang lớp L19 vì đây là thời khóa biểu phù hợp nhất ạ. Em mong quý thầy/cô phản hồi giúp em ạ. Dạ em xin cảm ơn quý thầy/cô.",
    "Em thi online, không nộp được video và em làm đơn hoãn thi thì kết quả thi onl của em có bị hủy không ạ? 2. Thầy Cô cho em hỏi sau khi hoãn thi em thi lại( điểm thành phần bị mất) nhưng còn điểm thi có được tính vào điểm tích lũy không ạ?   i  .",
    "Dạ em chào phòng đào tạo, cho em hỏi đơn đăng ký hoãn thi thì em tải ở đâu xuống ạ? Và nếu em điền google form đăng ký hoãn thi thì có cần phải gửi đơn đăng ký qua phòng đào tạo nữa không ạ ? Và đến ngày thi, em có cần vào phòng thi để nói với giáo viên không, hay là gửi đơn đăng ký cho phòng đào tạo là xong rồi ạ ?  Em cảm ơn.",
    "Kính gửi Phòng đào tạo Vào đợt DKMH dự thính đợt 2 em có đăng kí môn Đồ án thiết kế, và sĩ số lớp là 75/100 sv. Nhưng khi em xem lại thời khoá biểu thì lại không có môn này . Không biết Phòng đào tạo có thể cho em biết lý do được không ạ. Và vào đợt đăng kí tiếp theo, môn học này có mở tiếp không ạ? Em xin chân thành cảm ơn.",
    "Em chào quý thầy cô!  Theo thông báo của PĐT, các học phần đang học nhưng chưa có điểm được xem là đạt và được tích lũy được tín chỉ để đăng ký các học phần. Với sự tạo điều kiện đó, em có thể đủ điều kiện để đăng ký môn.  Vì không biết có sự thay đổi gì so với các học kỳ trước hay không nên em muốn hỏi: - Trong thông báo chỉ đề cập việc hậu kiểm các điều kiện nhận LVTN, vậy điều kiện đăng ký môn, cụ thể là số tín chỉ tối thiểu cho từng năm có được kiểm tra lại hay không ạ ? Nếu có, việc kiểm tra sẽ diễn ra ở ĐKMH - đợt 3 đúng không ạ ?  - Nếu trong quá trình kiểm tra, phát hiện sinh viên không đủ điều kiện, vậy môn học (đang diễn ra, có thể có điểm quá trình, điểm kiểm tra) sẽ bị hủy kết quả, xóa thời khóa biểu và không bảo lưu điểm số đúng không ạ ?   Em biết quý thầy cô rất bận rộn với công việc nhưng em vẫn hi vọng có thể nhận được những phản hồi tích cực từ quý thầy cô!  Em xin cảm ơn! ",
    "Kính gửi Phòng đào tạo, Em tên là Trần Huy, MSSV: 1711552. Em viết đơn này mong Phòng đào tạo xem xét cho em xin   B rút môn học CO1031 - Đồ án kỹ thuật lập trình và không tính học phí   . Vừa qua thì em mới hoàn thành LVTN và chương trình đào tạo. Tuy nhiên, vì tình hình giãn cách xã hội, nên em chưa thể thi Tiếng Anh Nói Viết để hoàn thành và đăng ký tốt nghiệp. Bên cạnh đó, em cũng đọc được thông tin như sau về   B Quy định đăng ký môn học chính quy   : (http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=59_77&tid=1567) Trong thông tin này có đề cập:    QUOTE - Các sinh viên chưa được nhận Luận văn tốt nghiệp do chưa đủ điều kiện, các sinh viên đã hoàn thành các môn học và Luận văn tốt nghiệp nhưng chưa đủ điều kiện xét tốt nghiệp (do thiếu chứng chỉ tiếng Anh, ngày công tác xã hội, …) vẫn phải đăng ký môn học để có thời khóa biểu chính thức để duy trì tình trạng đang học của sinh viên (ít nhất 1 môn, có thể là môn học mới hoặc môn học đã học), nếu không thì sẽ bị buộc tạm dừng học.  /QUOTE  Vì thông tin trên, nên em đã phải ĐKMH CO1031 - Đồ án kỹ thuật lập trình ở học kỳ 211. Tuy nhiên, em biết được một thông tin từ một bạn gọi điện thoại hỏi Phòng đào tạo: \"  B Nếu bạn đã hoàn thành chương trình đào tạo thì không cần ĐKMH nữa   \" . Vì vậy, em kính mong Phòng đào tạo cho phép em được   B rút môn học CO1031 - Đồ án kỹ thuật lập trình và không tính học phí    vì sự nhập nhằng trong thông tin ĐKMH em đã trích dẫn phía trên ạ. Trân trọng, Trần Huy",
    "Do em đi cách ly nên mang yếu không theo dõi được thông tin mở lớp CI3009 kết cấu thép 1. Đến lúc em vào đăng ký thì đã full 99/99 mong nhà trường cho em xin vào nhóm lớp DT01 CI3009 kết cấu thép 1 với ạ. Mong nhà trường giúp vì không có môn ương đướng với K19 nên em sợ sẽ không mở lớp này nữa ạ. Em cảm mơn!",
    "Thời khóa biểu ngày thứ tư của em xếp hai môn thí nghiệm liên tiếp ở hai cơ sở nên em không thể đi kịp mong trường sớm giải quyết ạ. Hai môn đó là: Sức bền vật liệu (thí nghiệm) L02 và Vẽ kỹ thuật cơ khí (thí nghiệm) L14",
    "Xin chào phòng đào tạo,  Do nhầm lẫn, em đã đăng kí nhầm môn SP1009 thành SP1006. Không biết là đăng kí đợt 3 có thể tahy đổi lại không ạ? Liệu PĐT có thể châm chước chuyển môn cho em được không ạ?",
    "kính gửi PĐT ĐH Bách khoa TP.hcm em tên  mssv  dạ cho e hỏi là em đã hoàn thành tất cả các môn học trong chương trình chỉ thiếu anh văn 2 kĩ năng nói-viết nên em muốn xin nộp bằng khi nào có mà không cần phải đăng kí môn học trên trường để duy trì tình trạng đang học của mình.Dạ cho em hỏi em phải làm thế nào. EM cảm ơn .",
    "Em đã đăng ký trên form của PDT hoãn thi môn PPT và Lập Trình C vậy khi nào em mới nhận điểm HT ở trên khung bảng điểm v ạ, Em có cần làm gì nữa không, ngày thi cũng sắp đến rồi, bảng điểm của em vẫn để là CH",
    "Em tên là  MSSV:  Do sắp tới trong đợt đăng kí môn học đợt 3, em buộc phải học môn tự chọn Bê Tông 3 để làm luận văn, mà môn cơ lưu chất của em lại bị trùng lịch thứ 6 tiết 5-6, kính mong quý thầy cô xem xét giúp em cho em chuyển qua lớp CC01-CC01 tiết 2,3 thứ 6 ạ. Em rất cám ơn ạ.",
    "Kính gửi PĐT, Em tên là  Mssv:  Học Xác suất thống kê (MT2013) lớp L05 học kì 202 ạ. Vừa rồi thi cuối kì làm bài xong em nhận được điểm của mình là 56.7% Khi xem được điểm thầy cập nhật trên BKel thì điểm của em chỉ còn 4.9 thôi ạ . Dạ em có thắc mắc là 56.7% thì nếu lấy thang điểm 10 phải 5.67 chứ sao lại 4.9 ạ. Không biết có sai sót gì ở đây không, mong PĐT xem xét và giải quyết giúp em với ạ. Hình ảnh chứng minh em có gởi kèm bên dưới ạ. Em chân thành cảm ơn. Trân trọng, ",
    "Em kính chào quý thầy cô Em tên:  MSSV:  Quý thầy cô ơi, hôm nay em vừa thi online môn phương pháp tính xong, thì mới biết là phải quay video màn hình rồi nộp lại. Lúc thi em không biết nên không quay Em đang hoang mang quá, em rất mong sự tư vấn của quý thầy cô ạ. em chúc quý thầy cô thật nhiều sức khỏe",
    "Dạ kính thưa Phòng Đào Tạo, Em tên là , MSSV:  Khoa: Kỹ thuật Giao thông, Trường Đại học Bách Khoa TP.HCM Em viết mail này xin trình bày thắc mắc về việc nộp chứng chỉ ngoại ngữ trên trang  . Em đã nộp chứng chỉ ngoại ngữ Toeic Speaking and Writing của em vào ngày 25/05/2021 nhưng đến nay chưa được thẩm tra ạ. Em thắc mắc mình có bị thiếu sót ở điểm nào không ạ. Em kính mong Phòng Đào Tạo xem xét hỗ trợ trường hợp của em ạ. Em xin trân trọng cảm ơn.",
    "Chào thầy (cô), Em tên , trong đợt đăng ký môn học dự thính chính quy đợt 2 em có đăng ký môn Đồ án thiết kế động cơ đốt trong, mã môn học TR3043, sau khi kết thúc đợt 2 em kiểm tra trên TKB cũng như trên elearning thì không có môn này. Em xem danh sách các môn học bị hủy cũng cũng có môn này trong danh sách. Nhờ thầy (cô) xem xét giúp em. Em cảm ơn.",
    "Kính gửi thầy/cô: Em xin lỗi đã làm phiền, mong thầy/cô có thể giúp em giải đáp thắc mắc sau ạ: Em có đăng ký hoãn thi online do thiết bị không đảm bảo. Vậy thầy/cô cho em hỏi về việc làm sao để được thi môn đó trong các kì tiếp theo ạ? là mình tự đăng ký thi hay PDT sẽ xếp lại lịch thi cho mình ạ. Còn nếu minh tự đăng ký thi lại thì quy trình như thế nào ạ? đăng ký lại có bị mất tiền không ạ? Em chân thành cảm ơn Trân trọng",
    "Em tên là , MSSV , lớp DD18DV02 Hiện tại địa phương em đang yêu cầu giấy xác nhận học vụ để hoãn nghĩa vụ quân sự cho năm 2022 hạn chót 31/08/2021. Em có lên Mybk để đăng kí nhưng trang hiện không hoạt động cho đến ngày 27/08/2021. Em có gửi file thông báo của địa phương ạ. Em cảm ơn và mong nhận được sự giúp sớm nhất ạ. Trân trọng, ",
    "Dạ em có câu hỏi là em đã chuyển từ hệ CLC sang hệ VHVL ( 5/2021 ) và đã có quyết định nhưng trong cả 3 tháng vừa qua em không nhận được bất kì email nào về cách thức đăng ký hay mã môn học hệ VHVL và đã trải qua 2 kỳ ĐKMH mà em vẫn chưa thể đăng kí môn học . Mong PĐT giải thích thắc mắc dùm em ạ .",
    "Em tên  -  Ngày 10/8 em có đăng kí hoãn thi KT siêu cao tần sau giờ thi do em nộp file bài thi PDF bị lỗi (mất trang, mất viền, mất nửa trang). Em có hỏi CBCT1 và giáo viên bộ môn nhưng thầy cô đều không biết xác nhận hoãn thi cho em như thế nào do hệ thống đã đóng. Hiện tại cột điểm của em vẫn ở trạng thái CH chưa chuyển sang HT . Xin phòng đào tạo xác nhận HT giúp em. Em cảm ơn. Em cảm ơn thầy/cô PDT.   i  .",
    "Em cần xác nhận lại hai môn em đã đăng kí hoãn thi qua form là Triết học  -  và Kĩ thuật lập trình đã được tiếp nhận chưa ạ.",
    "Do đợt 3 có mở thêm môn học chuyên ngành mà bị trùng lịch học nên em xin PĐT có thể xóa giúp em xóa 2 môn này để em được đăng kí do k18 học chương trình khác với khóa sau. Mã: CH3145 -  Mã: CH3297 - ",
    "Hôm nay em có làm bài cuối kì phương pháp tính nhưng đề thi vẫn còn nhiều bất cập:  - Thứ nhất: Câu 1 trong đề dù đúng nhưng vẫn chỉ được 50% điểm - Thứ hai: Câu 3 vẫn còn nhiều bạn lúng túng trong việc điền đáp số. (Do việc khiếu nại đến giáo viên bộ môn còn nhiều bất cập nên em xin được trình bày trên kênh hỗ trợ trực tuyến ạ)  Em cảm ơn!",
    "Em chào thầy(cô). - Em muốn hỏi về việc tương đương giữa 2 môn học Nhiệt động và truyền nhiệt(ME2041) và môn Nhiệt động lực học và truyền nhiệt(ME2013) để có thể đăng ký môn học Kỹ thuật Lạnh(ME3035). - Lý do là em không phải sinh viên Nhiệt Lạnh và muốn đăng ký học môn Kỹ thuật Lạnh(ME3035) để học thêm nhưng điều kiện là học trước môn ME2041 ở trên. Trong khi chương trình của em được học môn ME2013. - Xin quý thầy cô giải đáp giúp em về vấn đề trên để em có thể đăng ký ở đợt bổ sung sắp tới. - Em xin chân thành cảm ơn",
    "MSSV:     Đợt cuối tháng 4/2021 vừa qua em có thi TOEIC để xét điều kiện nhận luận văn, nhưng kết quả em chỉ đạt 495 điểm (số điểm để nhận lv là 500). Sau đó thì do COVID19 diễn biến trở nên tệ hơn nên em không thể thực hiện thi tiếp mà phải về quê . Em có thể nhận luận văn và bổ sung bằng đủ tiêu chuẩn sớm nhất có thể sau dịch được không ạ.",
    "Dạ em chào thầy cô ạ, Cho em hỏi nếu thi onl mà file video quay màn hình bị lỗi thì xử lý như thế nào ạ? Dạ em cảm ơn thầy cô nhiều!",
    "Thưa các thầy cô, em muốn hỏi rằng liệu có phải đăng ký hoãn thi sẽ xoá hết các điểm thành phần của em, kết quả thi sẽ quyết định điểm số môn học không ạ? Do điểm thành phần của một môn em vừa đăng ký hoàn do trùng lịch thi nên em khá lo lắng ạ. Em xin cảm ơn các thầy cô",
    "Mong pđt có thể tăng sĩ số lớp môn CH4027 ạ.",
    "Em tên là  - MSSV  Em có đăng kí môn học Đề cương luận văn tốt nghiệp ngành cơ sở hạ tầng CI4381.Hiện tại trên thời khóa biểu và BKEL của em lại không có môn học đó ạ.Em xin pđt xem xét lại giúp em. Em xin cảm ơn!",
    "cho em hỏi là xác xuất thống kê em chưa học bao giờ mà giờ em đăng kí thì có được tính vào số tín chỉ không ạ, em cảm ơn.",
    "Dạ chào quý thầy cô phòng đào tạo, em tên là , MSSV  Em có đăng ký môn \"PH2003 - Tin học vật lý kỹ thuật\" và được sắp xếp vào lớp L02_L04, và em mong muốn chuyển qua lớp L02_L03 vẫn còn trống sĩ số ạ . Nếu em được cho phép đổi lớp như trên em mong muốn được đăng ký thêm môn \"AS3049-cơ sinh học\" lớp L01_L01 để đủ tín chỉ tốt nghiệp ạ. Em xin cám ơn ạ, Trân trọng.",
    "Dạ phòng đào tạo ơi, em là sinh vien k20 mssv  ạ , chuyện là môn giải tích 1 em điểm thấp nên vao hè em có dự tính là sẽ đăng kí, lớp dự thính cải thiện nhưng mà em lại suy nghĩ kĩ thì năm sau em học cải thiện và em không học nhưng em không biết cách hủy lớp em suy nghĩ là không đóng tiền lớp sẽ tự hủy, em thật sự không biết hủy lớp dự thính sẽ hủy lun thời khóa biểu của hk211, giờ em giải quyết sao để được đăng kí lại thời khóa biểu thầy? Em sẽ thanh toán học phí dự thính à thầy ? Mong thầy cho em hướng giải quyết ạ.",
    "Em chào Thầy/Cô . Em tên là:Trần Thanh Bình- mssv1600022 Nay em viết đơn này rất mong Thầy/Cô giải quyết giúp em mở lại lịch thi môn anh văn 3A (LA1041). Vì em đóng học phí trể nên hiện tại em vẫn chưa có lịch thi của môn. Em rất mong có được sự giúp đở của Thầy/Cô để em được hoàn thành chương trình học. Em xin chân thành cám ơn.",
    "Chào nhà trường, em là  thuộc lớp XD18DD03. Vào 13g ngày 15/08/2021 em thi cuối kì môn Phương pháp tính, khi kết thúc thì em bắt đầu nén video quay màn hình thi do dung lượng tận 2,96gb. Máy tính nén xong là 18h cùng ngày nhưng lúc em gửi file lên thì Form trên BK EXAM đã đóng. Em đọc quy chế thi thì đóng sau 48h, em mong nhà trường xem giúp em ạ. em đã rất cố gắng cho môn học này nên không muốn vì chuyện này mà hủy đi kết quả ạ. Cảm ơn nhà trường rất nhiều.",
    "Em chào Thầy/Cô ạ. Trong mail trường có đề cập đăng kí môn học đợt 3, cho em hỏi là nếu em hủy môn học thì có phải đóng tiền không ạ? Em  đang muốn hủy môn Kinh tế đại cương để đăng kí 1 môn chuyên ngành. Em xin chân thành cảm ơn.",
    "MSSV:      Kính thưa thầy/cô! Em tên: . Em gửi nội dung này mong muốn được xin hoãn thi môn Kỹ thuật Điện (EE1005) (học kỳ 202) - thi ngày 18/08/2021. Do nhà em ở vùng quê thuộc tỉnh Bến Tre (mà cụ thể là xã Hưng Khánh Trung A, huyện Mỏ Cày Bắc, tỉnh Bến Tre) đang thực hiện chỉ thị cách ly toàn tỉnh (đến ngày 30/08/2021), đặc biệt là xã em đang có các ca nhiễm và vài ca mất vì Covid nên có các chốt chặn và phong tỏa rất nghiêm ngặc, do đó em không thể ra ngoài mượn thiết bị để thi được. Mặt khác, do đang ở quê, nên không có wifi gần nhà, hiện tại em đang dùng 3G phát mạng cho laptop và do thế nên việc phát mạng dùng khá yếu hay bị lag và rớt mạng bất thường (lỗi thiết bị). Theo nội dung của file hướng dẫn thi online, điện thoại em dùng hiện đã cũ và nhanh hết pin, dung lượng lưu trữ kém nên không thể đáp ứng yêu cầu vừa dùng điện thoại quay quá trình làm bài, vừa phát wifi dùng cho laptop mà văn bản đã đưa ra đối với các môn được sử dụng tài liệu và thi trắc nghiệm. Nên em viết đơn này mong Thầy/Cô xem xét cho em được hoãn thi học kỳ này môn Kỹ thuật Điện. Trước đây em đã có hoãn thi môn Xác suất thống kê (ngày 05/08) và chờ đến ngày 15/08 theo đúng kế hoạch hết dãn cách em sẽ mượn thiết bị để thi môn Kỹ thuật Điện nhưng việc ngoài ý muốn xảy ra là tỉnh đã đề xuất giãn cách thêm 14 ngày đến ngày 30/08. Em xin cam đoan không nằm trong diện cấm thi môn Kỹ thuật Điện. Nếu có gì không đúng sự thật, em xin chịu hoàn toàn trách nhiệm. Mong Phòng Đào tạo xem xét cho trường hợp của em. Em xin chân thành cảm ơn!",
    "cho em hỏi thủ tục rút môn học ạ ",
    "Chào thầy cô Em có nhận được mail pđt bảo liên hệ khoa trong trường hợp các lớp muốn mở kì chính với ít sĩ số . Nay   B Khoa KTHH và trưởng bộ môn đã đồng ý đặc cách mở lớp môn CH2031    vì   B nhu cầu cấp bách    của sinh viên. Sĩ số sinh viên học môn này không quá nhiều   B do k18 là khóa cuối cùng học mã môn này   , nên mong pđt chấp nhận mở môn này trong ĐKMH đợt 3 Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi là em đăng ký hoãn thi thì điểm cuối kì em thì sẽ trở thành điểm tổng kết và bỏ hết điểm thành phần đúng không ạ ",
    "Dear quý thầy cô Phòng Đào Tạo trường Đại học Bách Khoa TP.HCM Em tên là   khoa QLCN chương trình CLC . Chuyện là hiện tại lớp em vẫn còn vài bạn chưa học được 3 môn sau đây nhưng theo tụi em tìm hiểu từ những học kì trước thì 3 môn này từ khóa 19 sẽ không mở nữa vì không có chương trình đào tạo của khóa 19 trở đi.(Cũng do số lượng các bạn chưa học rất ít, tầm chưa đến 15 bạn cho môn PTDL, và dưới 5 bạn cho 2 môn còn lại) 3 môn này là:  IM3049Phân tích dữ liệu IM2023Xã hội học đại cương IM3061Anh văn trong kinh doanh Sau khi trao đổi với thầy chủ nhiệm thì thầy đã đưa thông tin lên khoa nhưng chưa có hướng xử lí. Thầy cũng thông báo cho tụi em là chờ thông báo từ phòng đào tạo. Vì bên cạnh CLC tụi em thì các bạn ở CS2 cũng bị các môn như trên tương tự ạ. Vì là khóa 18 hiện tại đang là năm cuối rồi ạ, không biết phòng đào tạo có thể giúp tụi em tìm ra cách xử lí học các môn này hay như thế nào không ạ?  Em đại diện các bạn lớp em hỏi PĐT và mong nhận được sự giải đáp thắc mắc ạ, vì các bạn đốc thúc em ngày mai là khai giảng 16/08 học kì mới rồi nhưng vẫn chưa có thông báo gì ạ. Em xin chân thành cảm ơn, Em .",
    "cho em hỏi em có thể đăng ký 13 tín chỉ ở học kỳ chính và 3 tín chỉ ở học kỳ dự thính được ko ạ",
    "Em chào phòng đào tạo ạ. Em có 2 câu hỏi muốn hỏi là: 1. Ở học kì 202, em đã thanh toán học phí trễ hạn. Giờ em mới biết là phải làm đơn để nộp lên phòng đào tạo mà trước đó em không biết, chưa làm đơn để nộp. Giờ thì do dịch Covid và làm đơn trễ, phòng đào tạo cho em hỏi có thể có cách khắc phục nào không ạ. Mà em thấy em vẫn đăng kí được 14 tín chỉ của học kì mới. 2. Vì em thấy hạn nộp bằng tốt nghiệp THTP là tháng 9 nên em chưa có đăng kí trên BKE, cho em hỏi là giờ mình còn lần đăng kí nào khác không ạ.",
    "thầy cô ơi sao giờ em không nộp được video quay màn hình cuối kỳ phương pháp tính nữa vậy ạ.file quay hình em quay bằng macbook nên nó nặng 6,22gb nên em phải giảm dung lượng video hết 4 tiếng giờ e vô thì hông nộp được nữa thưa thầy cô.",
    "Cho em hỏi là em có đăng kí môn tự chọn khởi nghiệp mã IM1021 có trong thời khóa biểu nhưng trong BK e-learning lại không có ạ",
    "Trong đợt 2 em có đăng kí môn học Quá trình và thiết bị truyền nhiệt (CH2043) lớp L05_L05. Trong khi bạn em vẫn được giữ môn thì tại sao em lại bị xóa môn vậy ạ? Mong trường xử lý giúp em. Em cảm ơn. Do ngày mai là bắt đầu học rồi nên hi vọng trường xử lý giúp em càng nhanh càng tốt ạ.",
    "học kỳ 4 này em đăng ký ko đc môn nào thì phải làm sao. Môn nào cũng full nên em đăng ký không được",
    "Em xin gửi yêu cầu hoãn thi. Mong thầy/cô xem xét và hướng dẫn ạ .",
    "EN4315 Em là , sinh viên năm 4, đã đăng kí môn EN4315 ở kì đăng kí môn đợt 2 nhưng không thấy môn học được đề cập ở thời khoá biểu HK211 cũng như tên em trong danh sách môn học Mong các anh/chị văn phòng hỗ trợ em để em kịp tiến độ làm luận văn trong kì sau  Em cám ơn -",
    "Chào thầy/ cô, Hiện tại bộ môn Điện tử tổ chức 2 đợt bảo vệ LVTN, em được phân vào bảo vệ đợt 2 là 25/8 ạ. Hiện tại em đang gặp 1 số khó khăn trong việc mua thiết bị nên đang lo là không đủ điều kiện bảo vệ kịp và muốn dời sang kỳ sau bảo vệ. vậy cho em hỏi là nếu em được sự đồng ý của giáo viên thì có thể đăng ký tiếp luận văn kỳ 211 ko ạ ? bởi vì đặt đăng ký môn học kỳ này đã kết thúc Em xin chân thành cảm ơn",
    "Em là sinh viên khóa K19 ạ, em nhận được giấy NVQS nên cần giấy xác nhận sinh viên, nhưng trên myel đã dừng dịch vụ đăng kí thì em có thể đăng kí bằng cách nào ạ.",
    "Dạ chào quý thầy cô Cho em xin phép hỏi thêm là hôm nay em có thi Phương pháp tính (15/8) và trong quá trình thi nhà em mất điện đâu đó khoảng 10 phút cuối, sau đó em có dùng 4G để vào báo CBCT, nhưng 2 cô chỉ nói chịu thôi em vì lúc đó cũng gần hết giờ, và em không kịp điền 1 số đáp án cũng như submit bài làm vì không vào phần đề thi được. Em có mail cho gvbm để xin thi vào ca sau nhưng chưa được hồi âm. Vậy tình huống này em có xin hoãn thi được không ạ. Em cảm ơn",
    "Thưa thầy cô, nếu em đăng ký hai môn kinh tế, thì em bắt buộc phải qua môn cả hai. Hay chỉ cần qua một môn để đạt yêu cầu thôi ạ? Em nghe nói có quy chế bắt buộc phải qua môn đã đăng ký, không biết có đúng không ạ?",
    "Kính gửi pdt, cho e hỏi tại sao đồ án môn nền móng và đồ án bê tông cốt thép 1 e đăng ký bên dự thính đều có số sinh viên cao mà lại bị huỷ môn thế ạ .",
    "Em tên , MSSV.  lớp VL19XD   Em đã đăng ký môn khởi nghiệp IM1021 có hiển thị thời khóa biểu rồi ạ, nhưng trên E-learning thì không hiển thị khóa học nên mai em không có link học ạ. Mong thầy/cô có thể cập nhật sớm giúp em ạ. Em cảm ơn thầy/cô nhiều ạ.",
    "Em kính chào Phòng Đào tạo ạ! Em là . MSSV:  Khoa: Điện - Điện tử Em xin trình bày bày sự việc như sau: Ở học kỳ 202 (năm học 2020 - 2021) em có đăng ký học cải thiện 3 môn học sau: 1. Cơ sở Điều khiển tự động (EE2019) 2. Cơ sở Điện tử công suất (EE2021) 3. Cơ sở Kỹ thuật điện (EE2017) Cả 3 môn học ở trên đều có học phần thí nghiệm em chưa hoàn thành. Theo kế hoạch học tập Phòng đào tạo gửi cho toàn bộ sinh viên, có nêu rõ thì học phần thí nghiệm sẽ học ở những tuần cuối học kỳ 211 năm học 2021-2022. Hiện tại em đã bảo vệ xong Luận văn tốt nghiệp và đã đủ số tín chỉ bắt buộc để xét tốt nghiệp đại học . Gia đình em có hoàn cảnh khó khăn nên nếu tình hình dịch bệnh được kiểm soát thì em phải đi làm để trang trải cuộc sống, không thể có thời gian đi học tiếp các học phần thí nghiệm, thi cuối kỳ để hoàn thành môn học ạ. Em muốn hỏi là Phòng đào tạo có thể tạo điều kiện để em rút 3 môn học trên được không ạ? (em đã đóng học phí đầy đủ ạ) Em xin chân thành cảm ơn. Trân trọng.",
    "Trong học kỳ 202 em có đăng kí Hoãn Thi một số môn. Vậy em có cần đăng kí lại các môn ấy trong đợt Đăng kí môn học của các học kỳ kế tiếp hay chỉ cần Đăng kí thi cuối kì thôi ạ.",
    "Thầy ( cô) cho em hỏi là em đã đăng kí hoãn thi và được mail xác nhận của Pđt nhưng em check lịch thi vẫn còn giữ môn đó và ngày thi môn đó sắp đên ròi. Vậy em phải làm sao đây ạ?",
    "t đăng kí môn học lần 1 học kì 211 em đăng kí là 17 tín chỉ, nhưng máy em bị hư, và trong lúc đó em không thể xem được kết quả đăng kí môn học, bây giờ em mới mượn được máy tính( do dịch nên khu em ở bị hạn chế di chuyển), thì em lên coi thấy mình chỉ đăng kí được có 8 tín chỉ, hỏi anh/ chị bây giờ em còn đợt đăng kí môn học nào nữa không ạ?  Em cảm ơn!",
    "Vì tình hình dịch Covid-19 phức tạp, mà học kỳ I ngày mai đã chuẩn bị bắt đầu. Em chưa kịp thi bằng tiếng anh để nộp và đăng ký môn Đồ án tốt nghiệp. Em không biết trường có hình thức thi thử hoặc kiểm tra tiếng anh nào tương đương để em có thể làm??? để đăng ký môn học đúng hạn không ạ???  Trước em có gửi 1 email khác và nhận được câu trả lời là khi nào em có bằng thì lên phòng đào tạo để được chỉ cách đăng ký môn học. Thì em có thể xin giáo viên chủ giảng cho em học trước rồi đăng ký sau không ạ???  Em mong câu trả lời của trường. Em cảm ơn ạ",
    "Kinh tế chính trị -  Triết học -  Vật lí bán dẫn Chủ nghĩa xã hội khoa học Triết học -  Lịch sử Đảng cộng sản Việt Nam Tư tưởng ",
    "Em bị thiếu tên đệm trên trang bkel, cho em hỏi làm cách nào để em sửa lại cho đầy đủ nhất. Em cảm ơn.",
    "Em không nhận được mail từ hỗ trợ sinh viên ạ Dẫn đến việc, em không biết đến đợt 2 đkmh Em vừa nhâp học đợt t4/2021, chưa tìm hiểu kĩ Rất mong nhận được hỗ trợ từ PĐT Em cảm ơn ạ",
    "Em xin kính chào các thầy cô ở Phòng Đào tạo của Trường ạ! Em tên là Thái Nguyễn Trung Thành, MSSV: 1814031, học tại khoa Điện-Điện tử, lớp DD18KSTD. Em viết câu hỏi/yêu cầu này nhằm khẩn nhờ Phòng có thể cho em đăng ký thêm 1 môn (3 tín chỉ) trong học kỳ này - học kỳ 211,  đó là vì tổng số tín chỉ đăng ký trong học kỳ hiện tại trong chương trình Đại học chính quy của em là 9, và điều đó là không đủ điều kiện xét là sinh viên vẫn đang là học tại trường, không đủ điều kiện cho em xét học bổng khuyến khích học tập, và không đủ điều kiện cho em để được xét các danh hiệu và thành tích khác ạ... Xuất phát từ cả những nguyên nhân khách quan và chủ quan do em, đó là,   thứ nhất đó là do tình hình dịch bệnh Covid-19 hiện nay đã làm tình hình tài chính của gia đình em rất khó khăn. Vì thế em cực kỳ muốn giảm tối thiểu số tín chỉ học trong học kỳ của em lại để giảm bớt gánh nặng tài chính cho gia đình...; thứ hai đó là em HOÀN TOÀN BIẾT RÕ quy định rằng sinh viên cần tối thiểu đăng ký trên 10 tín chỉ để có thể được công nhận đang học tập tại trường. Tuy nhiên xuất phát từ phần lớn do em không hiểu quy chế, đó là em HIỆN TẠI ĐANG HỌC TẬP SONG SONG CHƯƠNG TRÌNH LIÊN THÔNG ĐẠI HỌC - THẠC SĨ, thành ra làm em cứ ngỡ rằng điểm và số chỉ của những môn tương đương đạt được ở mỗi học kỳ Cao học được chuyển điểm về Đại học (ở những môn tương đương) sẽ được chuyển về y chang trong học kỳ tương ứng ở ĐẠI HỌC (được xét như tín chỉ học kỳ, và cũng được tính để cấp xét học bổng),  và ĐẶC BIỆT NGOÀI RA, em cũng đã 3 LẦN ĐẾN HỎI CÁC THẦY CÔ Ở PHÒNG ĐÀO TẠO SAU ĐẠI HỌC về vấn đề số tín chỉ này có được dùng để xét học bổng khuyến khích học tập đại học hay không thì thầy cô trả lời đều khẳng định với em là có . Nhưng mà tuy nhiên vừa tối nay, em nói chuyện với một anh học lớp DD17KSVT thì anh nói đó là việc chuyển điểm đó không được tính vào học kỳ ở Đại học để được xét học bổng khuyến khích học tập, và ngoài ra đó là chính anh cũng do học kỳ trước không đăng ký đủ 11 tín chỉ, và giống như em, anh cũng đang học chương trình LIÊN THÔNG ĐẠI HỌC - THẠC SĨ nên anh nghĩ rằng sẽ được chuyển điểm và tín chỉ Cao học về y chang để xét học bổng khuyến khích học tập trong học kỳ, nhưng mà không phải vậy, nên cuối cùng anh đã mất học bổng khuyến khích học tập của kỳ vừa rồi... thứ ba đó là về tính mới của chương trình Liên thông trình độ Đại học - Thạc sĩ của trường (chỉ vừa mới bắt đầu từ 1-2 năm), nên em rất mong trường có thể thông cảm cho em và đồng ý cho em được đăng ký thêm 1 môn (3 chỉ) vào học kỳ 211 này... Cuối cùng, em rất mong có thể được trường cho phép đăng ký thêm 1 môn (3 chỉ), và đó là em đã trễ so với ngày hạn chót đăng ký môn học (13/8) là 2 ngày - em nghĩ là một lượng thời gian không quá lớn... nên em khẩn cầu Phòng Đào tạo có thể cho em đăng ký thêm 1 môn (3 chỉ) để có thể đạt được điều kiện về số tín chỉ tối thiểu học kỳ, để nhằm cho việc xét các thành tích của em... Môn học em muốn khẩn nhờ Phòng đào tạo cho em đăng ký đó là: EE3057 - Nhập môn điều khiển thông minh ở lớp L01_L01, và hiện tại ở lớp này sĩ số sinh viên đã đăng ký chỉ là 54/60. Cuối cùng, một lần nữa, em xin khẩn cầu Phòng Đào tạo có thể giúp em việc rất quan trọng này đối với em ạ... Em xin rất cảm ơn Phòng nếu có thể được Phòng cho phép việc đăng ký thêm môn học này ạ!!  Em xin cảm ơn Phòng Đào tạo ạ!!",
    "Tại sao lúc đăng kí môn học đợt 2 của em là 19 tín chỉ,đến lúc có thời khóa biểu lại có 16 chỉ thiếu mất môn nhập môn điều khiển thông minh",
    "Kính gửi Phòng đào tạo, Em đã đăng ký thành công môn học CI3197-ĐAMH nền móng ở học kỳ dự thính vào đợt 2 đăng ký môn học, nhưng hiện trong thời khóa biểu và cả bkelearning lại không hiện lịch học và thông tin môn này. Bên cạnh đó còn có 2 môn CI4127-ĐAMH tổ chức thi công và CI4341 - Đề cương luận văn tn có hiện thời khóa biểu nhưng không có thông tin trên bkelearning. Em đã xem danh sách các môn bị xóa do không đủ sỉ số và không có tên các môn học này. Mong Phòng đào tạo sớm cập nhật lại các môn học này giúp em. Em mong nhận được phản hồi sớm nhất. Em cảm ơn ạ.",
    "cho em hỏi cách rút môn học học kì 211 có thanh toán học phí làm như thế nào vậy ạ. Em cảm ơn",
    "Cho em hỏi là bài thi cuối kì môn Mô hình hóa, mô phỏng và tối ưu hóa (CH3133) hình thức thi là tự luận online thì có được phúc tra không ạ. Em thấy điểm được cập nhật trên mybk rồi mà phần phúc tra không thấy hiện môn (hạn phúc tra là 7 ngày sau khi cập nah65t điểm và hôm nay là ngày thứ 5). Cho em hỏi là sau khi cập nhật điểm tất cả các môn mới được phúc tra hay sao ạ. Em cảm ơn!",
    "Em xin chào PĐT, trong đợt đăng kí môn học lần 2 em có đăng kí môn AV3A, do em không còn nhu cầu học( vì e chỉ cần 1 môn học để duy trì thời khóa biểu), trong thời điểm dịch bệnh khó khăn như hiện nay, em đang gặp khó khăn về tài chính. Vì vậy em mong PĐT xem xét hủy môn AV3A trong thời khóa biểu giúp em. Em mong phản hồi sớm từ PĐT.   Em xin cảm ơn.",
    "Em là -mssv . Em có đăng kí môn học Đề cương luận văn tốt nghiệp cơ sở hạ tầng CI4381 nhưng em lại không có môn học trong thời khoá biểu và BKEL. Em xin PĐT xem lại giúp em vì không học môn này em sẽ bị trễ 1 kì ạ. Em xin cảm ơn.",
    "Phòng đào tạo cho em hỏi, em đã đăng kí in thẻ sinh viên và thanh toán từ ngày 1 tháng 8 nhưng tới giờ em vẫn chưa nhận được thẻ ạ. Mong phòng đào tạo kiểm tra lại giúp em. Họ và tên:        .",
    "Em chào thầy cô,  Em tên là . Trong đợt đăng kí môn vừa rồi, em có đăng kí môn Triết học. Trong lúc đăng kí em có để ý kĩ sĩ số lớp để thuận tiện trong việc mở lớp. Nhưng không biết vì lí do gì khi em xem lại thời khóa biểu lại mất môn này. Mong phòng đào tạo có thể đăng kí lại cho em môn này vào bất kì giờ nào, ngày nào trong tuần cũng được ạ. Hiện em đang trễ lớp nên mong phòng đào tạo sắp xếp sớm. Em xin chân thành cảm ơn!",
    "Dạ cho em hỏi là em muốn rút môn học đã có thời khóa biểu do đăng ký nhầm, e có tải biểu mẫu và điền nhưng do dịch bệnh không thể đến phòng đào tạo nộp, vậy cho em hỏi em muốn rút môn học thì nộp online có được không ạ và nếu được thì nộp ở đâu ạ ? Em xin cảm ơn",
    "Dạ cho em hỏi khi nào trường mở thanh toán học phí học kỳ tiếp theo vậy ạ ? Em đã đủ điều kiện tốt nghiệp tháng 11 nhưng do nhầm lẫn em đã đăng ký 1 môn học cho kỳ tới và cần thanh toán học phí, vậy nếu em đóng học phí trễ do đợt thanh toán mở trễ thì có thể tốt nghiệp đợt tháng 11 được không ạ. Em xin cảm ơn .",
    "Kính chào phòng đào tạo PĐT cho em hỏi: học kì chính VLVH năm 2021-2022, sắp tới có còn được mở không? Hay thay vào đó, những bạn VLVH bắt buộc phải đăng kí học lớp chuyển hệ, hoặc dự thính chính quy?                                   Em cảm ơn!    ",
    "Thầy/cô cho em hỏi là thời gian mở đăng ký môn học đợt 3 HK211 là khi nào ạ? Em xin cảm ơn.",
    "xin chào thầy cô! Em là  sinh viên k18 ngành loggistics. Em làm đơn yêu cầu này với nội dung như sau: ở đợt 2 DKMH HK211 em có đăng kí môn học kỹ thuật dự báo ME3157(PĐT đã đăng kí môn này cho em) nhưng mà vì trùng lịch với môn học khác em đã lỡ hủy môn học ME3157. sau đó em có ĐK lai nhưng thệ thông không chấp nhận cho e ĐK lại vì thiếu môn tiên quyết. vì chương trình k19 có thay đổi so với k18 nên e phải đk môn ME3157 để học thay thế cho môn ME4601( em đã đủ điều kiện để học môn này). Điều kiện tiên tiên quyết 2 môn ME3157 và ME4601 khác nhau nên hệ thống không chấp nhận cho e đk môn ME3157. Kính mong các thầy cô cho em ĐK môn học ME3157 để em học kịp tiến độ chương trình.( trong các tiệp đính kèm là các hình ảnh em đã được ĐK và hủy môn học; hình ảnh trích từ danh sách môn học tương đương thay thế có trên trang web nhà trường )  Em cảm ơn rất nhiều.",
    "Dạ cho em hỏi là thời khoá biểu của em hôm nay có lịch học khởi nghiệp mà trên bkel nó chưa hiện thì làm sao ạ  Em cảm ơn",
    "Thưa quý thầy cô, Học kỳ 202, em không đăng ký môn học nên em bị đình chỉ học kỳ 202 .  Tuy nhiên học kỳ 211 này em muốn học lại thì em phải làm gì ạ ? Và em không biết còn đợt đăng ký môn nữa không  Em mong nhận phản hồi từ thầy cô."
]