[
    "Em xin chào, Anh/chị có thể cho em xin 1 slot ở lớp L12-MT2013, môn XSTK được không ạ?  Lý do: bị thiếu chỉ ạ. Mong anh/chị có thể mở ra thêm 1 slot L12 cho em vào. Em cám ơn .",
    "Dạ cho em hỏi OCB lỗi như vậy thì làm sao để đóng học phí ạ ? Em cảm ơn ạ!",
    "Em chào thầy/cô, thầy/cô cho em hỏi là em là k19 và em dự định đăng kí anh văn 4 (LA1009) cho học kì 211, nhưng sao khi đăng kí thì trên hệ thống báo là không có lớp mở ạ? Em cảm ơn vì đã phản hồi ạ.",
    "Do em bị lỗi không ghi hình máy thứ 2 được vậy nên em xin hoãn thi môn CI3009 kết cấu thép1",
    "Chào thầy, em là sv hệ VLVH Em có đk LVTN ở đợt 1 dk môn học nhưng nay xem lại kết quả đk ở đợt 2 thì lỗi không đăng kí được do thiếu môn tiên quyết CL3223 Em học môn này ở HK2 vừa rồi nhưng do dịch covid chỉ vừa thi kết thúc môn đầu T8 Cho em hỏi vậy em có thể đk LVTN ở hk này được không, trường hợp của em là học rồi nhưng chưa có điểm.Mong Thầy xem xét. Em cảm ơn",
    "Dạ kính gửi PĐT, Hiện tại lớp Đồ án Thép kì chính không mở, chỉ mở lớp dự thính ạ nhưng lớp dự thính đã full. Dạ em kính xin PĐT mở thêm lớp ĐA Thép ở kì chính hoặc tăng sỉ số môn học ở kì dự thính ạ. Dạ em chân thành cảm ơn ạ.",
    "Kính chào Phòng Đào tạo, Hiện tại em đã hoàn thành đủ các môn học, đủ tín chỉ, chỉ còn môn luận văn tốt nghiệp, nhưng điều kiện tiên quyết là phải có đủ chứng chỉ ngoại ngữ nên chưa thể đăng ký. Trong tình trạng dịch bệnh, các đơn vị tổ chức không còn tổ chức hơn 2 tháng, nên các bạn đã ôn tập, có dự định thi trong thời gian này thì không có khả năng dẫn đến không đăng ký được luận văn, không có thời khóa biểu và sẽ bị kéo dài thời gian học tập. Em có một ý kiến về giải pháp như sau: PĐT sẽ vẫn cho đăng ký luận văn nhưng sẽ kèm theo thời gian nộp chứng chỉ cụ thể (ví dụ trước thời gian bảo vệ 1 tháng, sau 1 nửa thời gian học kỳ,...), nếu sau thời gian trên mà sinh viên không hoàn thành điều kiện thì sẽ hủy môn những vẫn phải thanh toán học phí, hoặc không được phép bảo vệ. Trên đây là ý kiến của em để có thể giải quyết vấn đề đang gặp phải của em cũng như một số bạn. Em mong PĐT có thể xem xét, để các bạn không bị kéo dài thời gian học tập ạ. Em xin chân thành cảm ơn.",
    "i  . Dạ em chào thầy/ cô. Em nhận được mail của cô  sau khi thắc mắc về việc phòng đào tạo chưa nhận bằng tốt nghiệp THPT của em. Em đã nhắn tin cho bạn lớp trưởng và bạn ấy khẳng định đã nộp rồi trong đợt 2 hồi khoảng tháng 9/2019. Nhưng tình hình dịch hiện tại bạn ấy đang ở quê nên không thể tìm lại danh sách hay xác định danh sách còn không nữa. Em đã xin cách liên hệ của bạn lớp trưởng theo yêu cầu của cô. Lớp Trưởng XD18LT02 -  -  Số điện thoại: [phone_number] E-mail:  Mong thầy/cô có thể liên hệ với bạn ấy để xác nhận dùm em. Em cảm ơn thầy/cô ạ !",
    "Em tên  mssv  Em muốn hoãn thi cuối kì môn PPT&LTC mã môn học : IU2023 Do em ở vùng dịch thiếu rất nhiều tài liệu phụ kiện để thi, laptop cũ rất lag, mạng thì hên xui ạ. Mong PDT xem xét cho em nhận điểm HT,Có cơ hội em sẽ đăng ký thi tập trung vào đợt trường tổ chức",
    "Em chào Thầy/Cô . Do em có nhu cầu học môn mã CI1051, ngành Xây dựng. Nhưng kì chính 211 này chỉ mở 2 lớp và mỗi lớp sĩ số 60 sinh viên. Vì do chậm trễ nên em đã không đăng kí kịp so với những bạn khác . Em mong Thầy/Cô có thể tạo điều kiện mở thêm sĩ số giúp em được đăng kí môn học mã CI1051 vào lớp L01 được không ạ. Vì em thấy trong mail trường thông báo việc học môn lý thuyết online sĩ số không vượt quá 99sv. Em hi vọng Thầy/Cô có thể tạo điều kiện giúp em được đăng kí môn học. Em xin cảm ơn Thầy/Cô",
    "Dạ em chào pđt ! Hiện tại em và một bạn nửa có nhu cầu đăng ký thêm môn học CI1053 - Quản lý dự án xây dựng. Do đợt 1 em chưa đăng ký nên giờ full sỉ số hết rồi ạ. Em viết đơn kính mong pđt mở thêm 2 sỉ số lớp L01 cho em và bạn đang ký để kịp tiến độ học tập ạ! Em xin chân thành cảm ơn ! ",
    "Thưa thầy/cô, Hiện tại hệ thống ĐKMH đang hiển thị sai thông tin một số môn học về địa điểm Ví dụ:  1. Môn Thí nghiệm hóa lý - CH2041, lớp L02 ghi là CS2 nhưng phòng học thí nghiệm là B2-214 ở CS1;  2. Môn Thí nghiệm hữu cơ- CH2053 lớp L12 ghi là CS2 nhưng phòng học là B2-204 ở CS1 Và còn một số môn khác của khoa Hóa. Việc này làm cho SV bị lỗi \"Không đủ thời gian giãn cách 2 cơ sở\". Mong PĐT khắc phục sớm. Xin cảm ơn!",
    "Chào PĐT, cho em hỏi là em đăng ký 10 tín trong 1 kỳ được ko ạ",
    "HK DT203 này em có đăng kí 1 môn học nhưng do không đủ trang trải để trả học phí nên em không thanh toán được (em cũng không tham gia học) Bây giờ đến lượt DKMH HK211 em không đăng kí môn được do báo lỗi chưa thanh toán học phí  Vậy nên em cần phải làm gì để được DKMH ạ Mong PDT phản hồi giúp em. Em cảm ơn ạ",
    "Kính gửi PĐT, hiện tại em có một thắc mắc mong được giải đáp là trong đợt đăng ký môn học đợt 1 em có đăng ký môn Thí nghiệm vật lý (PH1007). Tuy nhiên sang đợt 2 thì môn này đã bị xóa do tình hình dịch bệnh, vậy môn học này còn mở vào đợt dự thính học kỳ 211 không ạ? Em có search trong mục \"đăng ký mới\" thì thấy Thí nghiệm vật lý (PH2007) có mở, tuy nhiên mã này không phải hệ đại trà của chúng em. Em sinh viên năm 4 và còn mỗi một môn này.. Em mong sớm nhận được phản hồi từ PĐT. Em xin chân thành cảm ơn ạ.",
    "Giảng viên đã đồng ý mở lớp dự thính kỳ 211 cho môn Hóa Phân Tích mã CH2113 ạ, phòng đào tạo xem xét và mở đăng ký môn học cho chúng em.Em cảm ơn",
    "Dạ cho em hỏi,em là hệ VHVL Bảo dưỡng công nghiệp,hôm trước khi đkmh đợt 1 em đã đk được 5 môn, nhưng sau hôm nay em kiểm tra lại thì những môn hôm trước em đk đã bị mất hết.Và em thực hiện đk mới lại thì những môn mã DT em có thể đk được cũng không có.Cho em hỏi vậy thì em có thể đk môn học kì này bằng cách nào ak.Em cảm ơn",
    "Xin chào, Em là , mssv: . Em xin hỏi là học kì 202 vừa rồi e không đăng kí môn học nên bị chuyển sang tình trạng Taạm hoãn. Cho em hỏi làm thế nào để được đăng kí môn học học kì 211 này ạ. Em mong được sự phản hồi và sự giúp đỡ sớm ạ. Em chân thành cảm ơn.",
    "Dạ cho em hỏi các bước chuyển tiếp mail của giáo viên nhận mở lớp cũng như Bộ môn đồng ý cho BKSI. Và hiện tại chưa có thời khoá biểu chính thức thì làm sao giáo viên nhận dạy có thể sắp xếp lịch mở lớp được ạ?",
    "Em tên là  mssv   Khoa Địa chất và dầu khí   Lý do : Hiện tại em đóng trễ học phí và không được đăng kí môn học . em mong PĐT cho em hướng giải quyết để em đóng học phí ạ Em cảm ơn PĐT",
    "tăng sỉ số môn TR1005 cơ học thủy khí lớp L01-L01.Em cảm ơn ạ",
    "Em tên là .       Mssv:      Khoa Điện Điện Tử Em gửi câu hỏi này vì lúc nãy em đăng ký môn học mà vào chậm vì mail nhà trường thông bào đăng ký môn tới chậm 5 tiếng so với lúc đăng ký ạ, với lúc vào đăng ký được thì trang wed đăng ký môn học bị lỗi ạ nên không đăng ký được phải đợi một hồi sau em mới vào đăng ký được nhưng lại không đăng ký được các môn cần thiết vì đã đầy hết rồi ạ. Vì Hiện tại em đang chậm 3 môn học trước ( Xử Lý Số Tín Hiệu - EE2015, Truyền Số Liệu Mạng - EE3019 và Nhà Máy Điện & Trạm Biến Áp - EE3027 ). Nếu kỳ này em không đăng ký được 3 đó thì em sẽ bị chậm quá giới hạn mà nhà trường đề ra là 6 năm rưỡi mất ( theo em suy tính thì lên tới 7 năm ). Giờ em nên làm gì đây ạ. Mong thầy (cô) tư vấn giúp em với ạ. Em xin trân thành cảm ơn.",
    "Dạ thầy/cô, Học kì 211 em có đăng kí học phần CI4341 và CI3095 số lượng  35 sinh viên. Tuy nhiên hiện tại chưa thấy xuất hiện thời khóa biểu sơ bộ email thông báo. Kiểm tra lịch sử đăng kí không có lý do hủy/không mở lớp. Học kì dự thính thì học phần CI3095 không mở. Vậy mong thầy cô giải đáp giúp em. Hình ảnh minh họa đính kèm theo file Trân trọng!",
    "Dạ em chào PĐT. PĐT cho em được hỏi em có đăng ký học môn Anh Văn 4 ( La1009 ) để đạt đủ số tín chỉ ra trường nhưng hiện tại môn Anh Văn 4 không được mở. Em có thấy mở môn Anh Văn 4a (La1043), và em được biết nó tương đương Anh Văn 4 (La1009). Vậy môn này nó có tính điểm trung bình tích lũy hay không ạ? Hay nó chỉ là đạt chuẩn anh văn mỗi năm và bắt buộc phải thi chuyển điểm hay học môn anh văn 4 như bình thường?",
    "Em chào anh chị! Kì hè 203 em có đk học dự thính nhưng do quên chưa thanh toán nên em không được đăng kí học phần cho kì 211 . Hiện tại em đã thanh toán đầy đủ, kính mong nhà trường xem xét mở đăng kí học phần cho em ạ. em xin chân thành cảm ơn!",
    "Dạ thưa cô, em là  mssv: Cô ơi, do em chỉ còn một môn là thí nghiệm vật lý nhưng kỳ này không mở nên em không thể đăng ký học được, em đã đăng ký môn khác học để giữ thời khóa biểu. Kỳ 211 tới sẽ là kỳ 13 và là kỳ cuối cùng của em. Vì hết kỳ sau em có khả năng sẽ phải chuyển xuống hệ vừa học vừa làm vì đã hết hạn cho 13 học kỳ, em có thể được phép làm đơn xin gia hạn thêm một học kỳ cho kỳ sau để học môn thí nghiệm vật lý vào kỳ sau không ạ, em cảm ơn cô.",
    "Em chào thầy cô PĐT, Em thấy môn CH2113 Hóa phân tích - lý thuyết (bắt buộc) vẫn chưa mở sỉ số tối đa lên đến 99 sinh viên. PĐT có thể mở thêm sỉ số cho các lớp của môn này hoặc mở thêm một lớp mới không ạ? Em xin cảm ơn! Lễ.",
    "Kính chào thầy cô, Đợt đăng kí môn học HK211 này Phòng đào tạo có nhận đơn xin mở môn học cho kỳ chính không ạ? Vì trong mail em thấy chỉ chấp nhận đơn mở lớp cho kỳ dự thính ạ. Chúc thầy cô thật nhiều sức khỏe.",
    "Gửi phòng đào tạo. Em muốn đăng ký đề cương luận văn ở học kỳ 211. Nhưng khi đăng ký nhận được thông báo \"Bạn không được phép đăng ký vào nhóm lớp này\". Em đã đăng ký thực tập tốt nghiệp ở học kỳ 203 nhưng do tình hình dịch bệnh nên chưa thể hoàn thành môn học. Mong phòng đào tạo giúp giải quyết. Em cảm ơn",
    "Em tên là  mssv   Khoa Địa chất và dầu khí Lý do : Hiện tại em đóng trễ học phí và không được đăng kí môn học . em mong PĐT cho em hướng giải quyết sớm để em đóng học phí ạ để tạo điều sớm em đăng kí môn học Em cảm ơn PĐT!",
    "Em chào thầy cô, em là sinh viên khoa xây dựng K18 Dạ cho em về quy định mở lớp thêm môn học trong đợt này được không ạ Em cảm ơn",
    "Họ tên: Võ Đăng Điền - MSSV:  PĐT cho em hỏi là môn học THỰC TẬP NHẬN THỨC NGÀNH (HK 212)trên BKel của em bị mất rồi ạ. Thầy hướng dẫn có thông báo trên đó nhưng em ko đọc được ạ. Mong pđt xem xét và mở lại giúp em ạ. Deadline môn học là 16/8/2021. Em xin cảm ơn ạ!",
    "Trong email \"V/v Đăng ký môn học HK Chính + Dự thính 211+ VLVH (Đợt 2)\" mà e nhận được lúc 17:52 ngày 7/8/2021, có nội dung \"    B SV có nhu cầu học lại cùng Khoá 2021 vui lòng đăng ký trong đợt Dự Thính HK211. Riêng môn Nhập môn Kỹ thuật, SV cần đăng ký riêng với PĐT để bố trí.   \" . Nhưng khi em đăng ký các môn IM1001, IM1019, IM1003 trong link đăng ký dự thính đợt 2 thì các môn trên không được mở . Kính mong nhận được sự hỗ trợ từ PDT để e có thể đăng ký các môn này trong hk1 năm học 2021 - 2022 . Trân trọng cảm ơn",
    "Kính gửi phòng đào tạo, em tên là , MSSV , hiện tại kì 202 em đã hoàn thành luận văn và chỉ còn nợ môn giải tích 2, tuy nhiên do bị rớt môn giải tích 2 ở kì 202 và em không đăng kí kịp kì 203 nên em muốn đăng kí môn giải tích 2 ở kì 211, kính mong phòng đào tạo mở thêm sĩ số để em kịp tiến độ ra trường.",
    "Em xin mở thêm sĩ số lớp L05_L09 môn kĩ thuật số(EE1009)",
    "Gửi PĐT Do đặc thù của môn Đồ án có rất nhiều giảng viên tham gia hướng dẫn nên em không thể xin từng giảng viên được. Vậy em kính xin PĐT mở lớp EE3151 Đồ án (Kỹ thuật Điện tử, truyền thông) ở học kỳ 211 hoặc 211-Dự thính. Mong được PĐT sớm hồi đáp. Em xin cảm ơn. Trân trọng !",
    "Em chào quý thầy/cô Do tình hình dịch bệnh từ covid từ cuối tháng 5/2021 nên trung tâm tiếng anh IIG không tổ chức thi Toeic nên em không thể thi và lấy chứng chỉ anh văn để đăng kí Luận văn tốt nghiệp. Ngoài ra em cũng có thấy email của trường tạm thời không xét anh văn trong kì học 211 này nhưng em không đăng kí được môn học này. Quý thầy cô cho em hỏi học kì này làm sao để em đăng kí được LVTN ạ. Em cảm ơn quý thầy cô rất nhiều.",
    "Dạ cho em hỏi, em quên thanh toán mục học phí bổ sung cho kỳ hè 203 nên bị hủy đăng ký môn đợt 2. Em vừa thanh toán bổ sung xong khoản này nên cho em hỏi em có thể đăng ký môn học đợt 2 không ạ. Em cảm ơn",
    "Dạ cho em hỏi là em rớt môn Hóa phân tích mã cũ là CH2005 nhưng môn này mã cũ đã không mở nữa nên em đăng ký mã mới của môn này là CH2113 thì em có được chuyển điểm cho mã cũ không ạ? Và em nghe nói là mã mới không tính điểm trung bình nữa mà chỉ là ạt hoặc Không đạt thì mình có chuyển điểm về mã cũ được không ạ?",
    "Kính gửi PĐT, Em tên: , MSSV:  Hiện tại em đăng ký môn EE3149 không được do thiếu môn học trước Xử lý số tín hiệu (EE2015). Tuy nhiên các học kỳ trước em vẫn đăng ký được bình thường . Do đó, kính mong PĐT hỗ trợ em có thể đăng ký môn, vì các môn học em đã đăng ký đúng tiến độ, nếu chỉ vì một môn Đồ Án EE3149 em có thể bỏ lỡ cả một học kỳ. Trong khi chờ đợi phản hồi của PĐT, em xin chân thành cảm ơn.",
    "Dạ thưa nhà trường, vừa rồi có email về việc mở lớp dự thính kì 211. Theo như em đọc được cần có mail xác nhận từ thầy, Chủ nhiệm bộ môn và chủ nhiệm khoa. Sau đó, chuyển tiếp cho hệ thống BKSI. Tuy nhiên trên giao diện BKSI em không thấy bất cứ chỗ nào để chuyển tiếp email xác nhận từ các thầy, em nên chuyển tiếp về email nào hoặc bằng cách nào trên BKSI ạ? Mong nhận được phản hồi sớm từ trường. Trân trọng, .",
    "Em xin chào trang hỗ trợ BKSI, Em tên  (MSSV: ), sinh viên khóa 2017, khoa kỹ thuật Địa chất & dầu khí, chương trình Chất lượng cao. Hiện tại trong học kì 211, em chỉ đang đăng kí thành công được một môn Đề cương luận văn tốt nghiệp-GE4361. Em không biết nếu em chỉ đăng kí được một môn GE4361 trong học kì 211 thì em có được duy trì trạng thái sinh viên không ạ. Mong trang hỗ trợ BKSI tư vấn giúp em ạ. Em xin được cảm ơn. ",
    "Em chào thầy/cô. Cho em hỏi tại sao không mở môn Đại số tuyến tính (MT1007) ở học kì 211 và kì dự thính 211 vậy ạ?  Bây giờ em muốn xin mở lớp được không ạ? Em cần học môn này để hoàn thành chương trình đào tạo ạ.",
    "Dạ phòng đào tạo cho em hỏi, Hiện tại em đăng kí môn học có 1 môn HK Chính vào ngày Chủ Nhật tiết 2-6 và 1 môn dự thính vào ngày Chủ Nhật tiết 7-11. Vậy có cách nào để em có thể học cả 2 môn này vào học kì tới không ạ? Em cảm ơn ạ.",
    "mssv: -Dạ PĐT do lần trước em có hoãn thi 2 môn và em có ghi trên form biểu mẫu là hoãn 2 môn thi,nhưng do lí do không đảm bảo thiết bị thi online vậy em có thể hoãn thêm được không và em có cần phải làm lại đơn hoãn thi không ạ,em cám ơn.",
    "Cho em hỏi là tại sao trong chương trình đào tạo thì môn cơ kết cấu(CI3233) và môn kết cấu thép (CI3231) là học chung một kỳ nhunge khi đăng ký môn lại không được ạ. Em có để hình ảnh minh hoạ",
    "Nhờ thầy/cô giải đáp giúp em ! Em đăng kí luận văn tốt nghiệp HK211 đợt 1 và bị hủy do chưa nộp chứng chỉ ngoại ngữ. Do trong đợt dịch nên em chưa thể đăng kí thi được. Vậy cho em hỏi làm thế nào để đăng kí môn, hay em cứ làm luận văn bình thường và chờ hết dịch sẽ thi và nộp chứng chỉ ngoại ngữ ? Em cảm ơn !",
    "Dạ em K18 , lần trước pdt có gửi mail nói là sẽ xuống cơ sở dĩ an học tập ạ, mà trong đk môn học đợt 2 em thấy nhiều môn ghi là học tập cs lí thường kiệt, dạ pdt cho em hỏi là sao ạ, em vẫn dk được cơ sở 1 phải không  ạ, em cảm ơn!   i  .",
    "em chào phòng đào tạo ạ! em là k18 khoa điện, em còn bị kẹt môn vi xử lý EE2013 (mã cũ) chưa học, nên vì vậy không đăng kí được đồ án, và sẽ ko thực tập, luận văn được. tụi em bị kẹt lại khoảng 80 bạn, mà trường không mở môn, môn thay thế cũng không mở. tụi em không biết sẽ đi về đâu. Mong trường mở môn EE2013 để tụi em có cơ hội học và ra trường. hoặc có thể ko xét môn học trước, để tui em kịp làm đồ án. như vầy em không biết khi nào ra được trường dù đã học gần xong hết các môn. Em xin cảm ơn ạ!",
    "QUOTE  Dạ e chào Thầy/Cô, về việc đăng ký môn học, em có đăng ký môn theo chương trình đào tạo là en2021, và môn En2013, hôm qua em vẫn chỉnh sửa bình thường. Nhưng hôm nay xoá và đăng ký lại thì lại bị báo lỗi, Mong Thầy\\Cô kiểm tra giúp em ạ. Vì thuộc Khoa K18 nên môn này chỉ còn mở kì này và môn tương đương lại là mã tự chọn nên khó có thể mở lớp. Mong thầy/cô xem xét giúp em ạ! E cảm ơn!",
    "Em chào Thầy/Cô, trong đợt đăng kí môn này địa điểm học 2 cơ sở cứ đổi qua lại suốt v ạ. Một vài môn hôm qua ở cs2 nay lại lên cs1, em sắp lịch các môn khít nhau, nếu cứ để vậy qua đki môn đợt 3 có bị hủy k ạ. Với trường hợp đổi địa điểm v là do lỗi hệ thống hay trường thay đổi địa điểm v ạ. Số lớp còn dư sỉ số không nhiều nếu cứ vậy thì tụi em k thể nào sắp xếp thời gian các môn cho thuận tiện việc đi lại giữa 2 cơ sở được. Mong Thầy/Cô giải đáp, em xin cảm ơn!",
    "Em chào Thầy/Cô ạ. Thầy/Cô cho em hỏi là học phí của học kì dự thính 211 là bao nhiêu trên 1 tín chỉ vậy ạ? Em cảm ơn ạ!",
    "Em muốn xin PĐT mở thêm sĩ số cho nhóm lớp CC môn Hệ điều hành (CO2017). Vì em thấy mỗi nhóm lớp chỉ có 15 sv. Hơn nữa, đây là môn tiên quyết để em đăng kí môn Thực tập kì sau . Mong nhận được phản hồi sớm từ PĐT . Em cảm ơn.",
    "Chào anh/chị, Học kì 211 em chỉ đăng ký được 4 môn (9 tín chỉ), cho em hỏi quy định trường mình về số tín chỉ tối thiểu trong 1 học kì. Em cảm ơn.",
    "cho em hỏi việc em là sinh viên K18 làm sao em có thể đăng kí lại môn vật lý 2 với mã của khóa K18 của em được vì em không được đăng kí mã môn học mới nên giờ em cần làm gì để được đăng kí môn ạ? Em cảm ơn",
    "Cho em hỏi là em đã nộp file video ghi lại màn hình lúc thi nhưng quên đổi tên theo quy định thì có được nộp lại không ạ? Ca thi: _CO3069_2021-08-08 lúc 7h",
    "Thưa PĐT,  Em có câu hỏi về việc đóng học phí cho ngành CNTT hệ ĐTTX.  Hiện tại ngành học đã trải qua đươc 2 kì với tổng số chỉ đăng kí là 21 chỉ.  Đợt đầu trang Bkpay đăng tiền học phí là 7 triệu 3 trăm 50 nghìn đồng tương đương với 350k/1 tín chỉ. Nhưng sau đó lại yêu cầu đợt 2 tiếp tục đóng với số tiền là 7 triệu 3 trăm 50 nghìn đồng. V thì số tiền cho 1 chỉ của hệ ĐTTX là 700k/một tín chỉ có phải không ạ.  Do không theo dõi kĩ trên BKPay mà nhiều bạn trong lớp đã không đóng đợt 2. Dẫn đến tình trạng không thể đăng kí môn học kì này .  Kính mong PĐT xem xét qua và thông báo giúp bọn em về mức học phí/1 tín chỉ mà bọn em cần đóng đòng thời giúp bọn em mở lại đóng học phí để tụi em có thể bổ sung ạ.  Em xin cảm ơn",
    "Xin phép PĐT, Em là  MSSV , Lớp Việt Pháp Hàng không khóa 2017. Em và 2 bạn nữa của lớp cùng bị tình trạng như sau: Sau khi nhận được kết quả đăng ký môn học lần 1 học kỳ 211, em bị hủy môn học Tính chất Vật liệu tiên tiến (215701) do trùng lịch học với môn Thiết kế máy bay (213710) trong kỳ chính. Cụ thể lịch học như sau: - Môn Vật liệu tiên tiến: Thứ 2, tiết 4,5,6 - Môn Thiết kế máy bay: Thứ 2, tiết 4,5 Môn Tính chất Vật liên tiên tiến là môn em trả nợ môn cho học kỳ 201 . Vì chỉ nợ 1 môn học và là năm cuối nếu em không thể trả được, có thể sẽ tốt nghiệp trễ hạn, nên em khẩn thiết xin PĐT có thể đổi thời gian môn Thiết kế máy bay vào khung giờ khác trong tuần được không ạ. Vì môn Thiết kế máy bay này chỉ có   B 15    sinh viên của Lớp Hàng Không Việt Pháp K17 đăng ký học và Lớp còn lịch trống nhiều. Thời khóa biểu em có gửi đính kèm ạ. Em khẩn xin PĐT có thể xem xét và giúp chúng em. Hoặc có chỉ dẫn thêm để em thực hiện đổi giờ môn học ạ. Em cảm ơn.",
    "chào thầy cô, em có thắc mắc là tại sao ĐKMH đợt 1 em đăng ký bth và có phiếu đằng ký nhưng qua đợt 2 em lại bị vô tình trạng không được phép đăng ký ạ? như vậy thì kết quả đăng ký đợt 1 của em có được giữ lại không ạ? mong được thầy cô giải đáp",
    "Em tên:  MSSV: Hệ  Em thanh toán học phí trễ hạn nên không thể ĐKMH cho học kỳ 211. Hiện tại em không thể đến trường để nộp đơn trình bày lý do trễ hạn được. Mong nhà trường xem xét, hướng dẫn cách khắc phục để em được tiếp tục đăng ký môn học. Xin chân thành cảm ơn.",
    "Em tên  (), em có đăng kí học lại môn Giải tích 1 trong đợt kí môn HK211, nhưng em không biết là không được học lại môn trong học kì chính nên bỏ qua mất thời gian đăng kí môn học dự thính HK211 ạ. Em muốn xin phòng đào tạo có thể mở thêm slot cho môn học Giải tích 1 có được không ạ. Ở học kì trước em cũng đã đăng kí môn Giải tích 1 2 lần rồi ở HK202 và HK203 đều bị hủy đăng kí do trùng lịch ạ. Kính mong phòng đào tạo giúp đỡ ạ. EM cảm ơn",
    "Chào  , Mong  giúp em đăng kí môn học EE1009 Và EE2033",
    "Chào pdt. Cho em hỏi là đại trà có thể đăng ký vào các lớp T không ạ? (DT211) Em cảm ơn",
    "Em chào thầy/cô, Em tạo yêu cầu này xin phòng đào tạo mở thêm sĩ số cho lớp CO3069 để em được tham gia lớp học này. Em xin chân thành cảm ơn!môn học",
    "Hiện tại thì các môn em đăng kí của HK211-đợt 1 sau em xem qua thì em có nguyện vọng muốn thay đổi lớp + điều chỉnh lại giờ học. Nhưng trang đăng ký môn học lại gửi thông báo (ở dưới)",
    "Em chào cô  Lần trước em đã gửi câu hỏi về việc thu nhận lại sinh viên nhưng do thấy chữ đã giải quyết và sự sơ suất và lúc đăng kí đợt 1 cũng không xuất hiện vấn đề gì nên em đã không gửi phiếu đăng kí thu nhận lại.Dưới đây là File đính kèm phiếu thu nhận lại sinh viên của em.Mong PĐT châm chước và cho em được đăng ký môn vào học kì 211 sắp tới Em xin chân thành cảm ơn",
    "Yêu cầu được hoãn thi môn Giải Tích 2 Học kỳ 202",
    "MSSVMSGV:   b         i     Chào Thầy  Cho em hỏi kì này em có đăng kí chung với thực tập tốt nghiệp vậy em được đăng kí tối đa là 15chỉ hay 12chỉ ạ",
    "Thưa thầy/cô ! Em đã làm thủ tục chuyển hệ VHVL vào đợt tháng 4/2021. Trên  đã hiện thông tin được thu nhận và trạng thái “Đang học”. Tuy nhiên, đợt đăng ký môn học HK211- đợt 1 vừa rồi em lại bị huỷ kết quả đăng ký với lý do “Nghỉ học/thôi học” . Mong thầy/cô kiểm tra lại giúp em để em có thể kịp đăng ký môn học đợt 2. Em xin chân thành cảm ơn quý thầy/ cô.",
    "Do tình hình dịch nên em chưa đóng học phí luận văn thạc sỹ đúng hạn được. Em có thể đóng học phí bây giờ không ạ và theo hình thức nào?",
    "Họ tên:  MSSV:  Lớp: DC2002 Dạ thưa PĐT Em đã hoàn thành đóng học phí, mặc dù có trễ hạn. Em biết là thanh toán quá hạn cuối sẽ bị tạm dừng học và hủy lịch thi. Em xin trường hãy xem xét lại cho em. Toàn bộ vụ việc này xảy ra đều do các sự cố hoàn toàn ngoài tầm kiểm soát của em: +Sự cố bên tài khoản ngân hàng trường cấp không cho em đăng nhập vào tài khoản. Do em đăng ký nhận thẻ ngân hàng, mà chưa có dịp kích hoạt thẻ do Giản cách xã hội, dẫn đến sự khóa tài khoản ngân hàng. +Điều kiện kinh tế nhà em không đủ đạt yêu cầu phí của trường vào hạn cuối, đặc biệt khi phải gửi bớt số tiền để đóng viện phí cho người nhà lớn tuổi. Cho nên, em xin trường hãy xem xét lại và cho em một cơ hội. Cho phép em tham gia thi cuối kỳ 202 thông qua Lịch thi hoãn và tiếp tục vào học kỳ đầu của năm 2. Em xin hứa sẽ không tái phạm, lặp lại tình huống như thế này và gây rắc rối cho trường nữa. Nếu lặp lại, em chấp nhận chịu hình thức xử lý nặng hơn . Em xin cảm ơn ạ.",
    "Chào Thầy/Cô Cho em hỏi kì này em có đăng kí thực tập tốt nghiệp vậy em được đăng kí tối đa là 12 tín chỉ hay 15 vậy ạ. Vì em thấy trên hệ thống báo là tối đa 15 chỉ. Em cảm ơn",
    "Sau khi nhận được trả lời của cô thì em đã làm bài tốt dù mất nhiều thời gian mới nộp được, em cảm ơn cô ạ.   Lý do em viết đơn xin hủy: Ngày 20-7-2021 em có làm đơn xin hoãn thi nhưng mãi tới 26-7 mới được xác nhận. Tuy nhiên, ngày 4-8 em có nhận thông báo nhà trường cho phép làm báo cáo kết thúc môn: việc này yêu ít về mạng chủ yếu là lúc nộp bài, trong khi đó thi online thì yêu cầu cao về mạng, kết nối cả 2 thiết bị, cả khâu nộp bài, nộp video. Em đã rất bối rối khi viết đơn này, vì thông báo tới khá trễ sau khi em đã làm xong đơn. Em mong PĐT xem xét, em xin cảm ơn.     ",
    "Em mới chuyển chương trình từ Chất lượng cao sang Đại trà, trước đây em đã pass học kì Pre dạy tiếng Anh nhưng chưa có thi lấy điểm IELTS. Trong trường hợp này, em có cần đăng ký học các lớp Tiếng Anh bên Đại trà không ạ?",
    "Kính thưa PĐT, Em là , MSSV , hiện đang là sinh viên lớp Việt Pháp Hàng Không K17. Em viết đơn xin trình bày vấn đề mà em cùng 2 bạn khác trong lớp gặp phải: Sau khi có thời khoá biểu, môn học Tính chất vật liệu tiên tiến (215701) do trùng lịch với môn Thiết kế máy bay (213710) nên bị huỷ. Môn Tính chất vật liệu là môn em trả nợ cho kì trước. Cụ thể lịch bị trùng là: Môn 215701: tiết 456 thứ 2 Môn 213710: tiết 45 thứ 2 TKB em có gửi kèm Em mong PĐT có thể dời lịch môn Thiết kế máy bay sang ngày khác trong tuần (do tkb lớp em còn trống khá nhiều, và trống thứ 7) tạo điều kiện để chúng em có thể trả nợ các môn trong kì và tốt nghiệp đúng hạn . Em xin trân trọng cảm ơn quý thầy cô phòng đào tạo đã dành thời gian ạ.",
    "ng ký CO4313 Luận văn tốt nghiệp khi chưa có CCAV_1 Em chào quý thầy cô. Em muốn đăng ký cho HK211 học phần CO4313 Luận văn tốt nghiệp. Nhưng trên MyBK, kết quả đăng ký đợt 1 của em bị hủy với lý do: Thiếu môn tiên quyết CCAV_1. Do dịch bệnh, IIG hoãn thi TOEIC nên em chưa nộp chứng chỉ Anh văn được. Em xin phép nhà trường cho phép em được đăng ký LVTN để kịp tiến độ và bổ sung chứng chỉ sau đó ạ. Em xin cảm ơn quý thầy cô. Sinh viên, ",
    "Em tên . Mssv  Do tình hình dịch bệnh ảnh hưởng khó khăn đến gia đình em, nên em chưa thanh toán học phí kì hè và không thể đăng kí môn. Mong thầy cô cho e cơ hội mở cho em đăng kí môn, e sẽ thanh toán học phí để được đăng kí môn ạ. E cảm ơn thầy cô",
    "em đăng kí môn học đợt 1 hoàn chỉnh rồi mà sao qua đăng kí môn học đợt 2 bị xóa sạch sẽ là tại sao ạ",
    "Cho phép em hỏi nếu đăng ký hoãn thi thì điểm thành phần môn đó có được giữ lại để tính điểm trung bình không ạ hay sẽ xoá đi?",
    "Dạ e chào Thầy/Cô, về vấn đề đăng ký môn học, hôm qua em có đăng ký và chỉnh sửa môn Im2003 và en4015, mặc dù thời gian di chuyển là 1 tiếng Nhưng sáng nay lại không được nữa Mong thầy cô kiểm tra giúp em ạ, e cảm ơn Thầy/Cô ",
    "Nhà trường cho em hỏi là Đợt 1 em có đăng kí môn học Hóa học trong kĩ thuật và môi trường 1 (EN2005), nhưng sang đợt 2 lại bị xóa môn, và khi vào đăng kí lại thì lớp đã đầy. Đây là môn học tiên quyết mong nhà trường xem xét xử lí cho em!",
    "Kính gửi:  Sinh viên:  MSSV:  Xin được hoãn thi môn: Kết cấu bêtông cốt thép1 - MMH: CI2091 Lý do: Thiết bị không đảm bảo để thi online. Em xin chân thành cảm ơn./.",
    "Dear Phòng Đào Tạo, p. khtc.      Chuyên viên pđt. sinh viên xin gửi đơn yêu cầu hủy và hoàn học phí theo danh sách file đính kèm. Lý do: môn này được miễn, theo kết quả họp giữa khoa và pđt. tuy nhiên nhập học t10/2020 nhưng tới t7/2021 mới có kết quả miễm môn, và 3 môn này đăng kí theo hướng dẫn từ e mail pđt gửi cho cho học kì 202. Vậy mong quý ban tiếp nhận và xử lý đảm bảo quyền lợi người học. xin cám ơn. Thông tin sv: DƯƠNG  MSSV:   - T10/2020",
    "https://drive.google.com/file/d/1_YVePIx5rNySCdGZHoh41XHJCD39CrzJ/view            đây là link bảng ghi của em ạ.",
    "Chào  Hiện tại em đang có thắc mắc nếu hoàn thành Anh Văn 4( theo yêu cầu) thì em chỉ cần nộp CCNN 550 hay vẫn 600 để tốt nghiệp ạ.Em khóa K17  Em cám ơn.",
    "Em là -. Em xin gửi mẫu thanh toán trễ học phí và hình ảnh đã thanh toán, mong phòng đào tạo có thể mở đăng ký môn học của em để e có thể đăng ký. Em cảm ơn ạ .",
    "Sau khi được sự chấp thuận của giảng viên giảng dạy và chủ nhiệm bộ môn. Em gửi đơn này tới phòng đạo tạo để mong được mở lớp môn học Đồ án môn học logistics 1 (Thiết kế hệ thống logistics) - ME3255 ạ.",
    "Thầy/ Cô ơi em là , mssv . Trong đợt đkmh lần này em bị xoá môn học do thanh toán trễ học phí kì hè, em đã thanh toán lại vậy cho em hỏi làm sao để mở lại đăng kí môn học. Em cảm ơn",
    "Chào  Hiện tại lớp Quản Lý Dự Án (CI1053) đã hết slot,em và một số bạn đang có nhu cầu học môn này. Mong  xem xét giúp chúng em mở thêm sỉ số. Em cảm ơn",
    "Kính Gửi Quý Thầy/Cô PĐT Trường BHBK!     Vì lý do dịch covid-19 bất ngờ nên IIG ko tổ chức các kỳ thi TOEIC trong thời gian qua, vì vậy em ko thể tham gia thi TOIEC để bổ sung cho việc dky môn học LVTN, nên trong đợt dky đợt 1 em ko dky được môn LVTN cho hky 221.     Kính mong thầy/cô xem xét cho em dky được môn LVTN trong học kỳ 221 để có thể sớm tốt nghiệp, tiết kiệm dc thời gian và tiền bạc ạ,em hứa sẽ bổ sung bằng TOEIC trong hky 221 ngay khi IIG tổ chức lại kỳ thi TOEIC ạ.     Cảm ơn quý thầy/cô !!!",
    "Kính gửi quý thầy cô phòng đào tạo Em tên  MSSV  Em đã đọc quy chế điều 19.2 và điều 15.4, em viết thư này vì có thắc mắc là \"nếu môn tự chọn, ĐTBTL chỉ được tính từ điểm cao nhất của SỐ TÍN CHỈ quy định trong nhóm các môn tự chọn\" (Nghĩa là quy định ngành em có 3 môn tự chọn, em học 4 môn thì sẽ tính cho 3 môn cao nhất trong 4 môn đó đúng không ạ?) Và khi in bảng điểm thì môn tự chọn có số điểm thấp có bao gồm trên thông tin in bảng điểm không ạ! Hay chỉ lấy 3 môn cao điểm trong số 4 môn đó ạ! Em xin cảm ơn!",
    "Dạ phòng đào tạo cho em hỏi là trong lần đăng ký môn học đợt 2 này, bạn em có hủy tất các môn học để đăng ký lại các môn học đó ở lớp khác (không trùng giờ nhau) nhưng web lại báo là không đủ thời gian giãn cách giữa 2 cơ sở là sao vậy ạ? Bạn em nó học CLC giống em ạ.Dạ em cám ơn PĐT đã đọc câu hỏi.",
    "Hiện tại em có 2 môn do trường xếp lịch: 1 môn lớp mã L (cơ sở 2) tiết 56 và 1 môn lớp mã A (cơ sở 1) tiết 78 trong cùng ngày. Bây giờ em có phải chuyển lớp không ạ vì nếu hết dịch đi học lại thì không thể di chuyển được.",
    "Dạ thưa thầy/cô, sau khi em xem kết quả đăng kí môn học vừa rồi, em thấy các môn thì có lịch học liên tiếp nhau nhưng cột \"CS\"lại xen kẽ giữa cơ sở 1 và 2. Em đang lo lắng nếu như giả sử sau này trở lại học trực tiếp tại trường thì lúc đấy lịch học vẫn giữ nguyên như vậy hay sẽ được Nhà Trường đổi sang lịch học khác phù hợp hơn ? Hay việc điều chỉnh đó tự bản thân em điều chỉnh ngay bây giờ ạ? Em xin chân thành cảm ơn thầy/cô.",
    "Dạ chào PĐT Hiện tại em không thể đăng kí luận văn do lịch thi Toeic bị dời . Pdt có thể giải quyết giúp em đăng kí và em sẽ bổ sung chứng chỉ ngoại ngữ sau ",
    "Dạ chào thầy cô. ﻿Đợt đăng ký môn vừa rồi tụi em có làm đơn đăng ký môn thiết kế quy hoạch xin học trước môn tiên quyết quych hoạch đô thị bền vững. Đơn củng đã được duyệt  mà đám tụi em củng đã đa phần đăng ký được bình thường, nhưng không hiểu sau em với 1 số bạn không đăng ký được ạ, nó vẫn hiện không đăng ký được do môn tiên quyết. ﻿Mong thầy cô xem lại giúp em với ạ. Mssv:  . Gmail:  ﻿Em xinh cảm ơn thầy cô ạ.     ",
    "Dạ em chào quá thầy/cô Em hỏi là mấy môn av nhu cầu có tương đương các av 1 2 3 4 không ạ. Và nếu thay vì em đk av 4 thì em đk anh văn 4 nhu cầu thì điểm đạt được có tính vào điểm trung bình tích lũy và có tính số chỉ đạt dc không ạ. Ngoài ra thì học kỳ này có tổ chức đk học các av nhu cầu kh ạ  Em cảm ơn",
    "Hiện tại em đang bị tạm dừng học do đóng học phí trễ hạn. Nên em làm đơn này để được nhà trường xem xét cho em tiếp tục được học và được đăng kí môn cho học kì 211 tới. Em xin chân thành cảm ơn ạ.",
    "Em đang nợ học phí và gia đình đang thuộc diện cách ly thì có cách nào giúp em nợ khoản học phí đó lại để tiếp tục đăng kí môn học cho kì 211 này được không ạ",
    "xin nhà trường mở lại kì đăng kí học kì 211 cho em, kính mong nhà trường xem xét và phê duyệt em cam kết sẽ thanh toán đầy đủ khoảng ghi nợ và học phí năm nay",
    "Do tình hình dịch bệnh, nên trung tâm ngoại ngữ IIG đã hoãn thi từ 22/5/2021 đến nay. Liệu em có thể đăng ký  Văn Tốt Nghiệp và sẽ bổ sung chứng chỉ sau được không ạ? Trong thời gian đó, do đã đủ tín chỉ, chỉ còn thiếu  Văn Tốt Nghiệp, em có nhất thiết phải đăng ký thêm 1 môn học để duy trì tình trạng sinh viên đang học hay không?",
    "Dạ chào thầy cô. ﻿Đợt đăng ký môn học đợt 1 bọn em có làm đơn xin xóa môn tiên quyết của môn thiết kế quy hoạch đô thị (CI4089). Đơn đã được giải quyết nhưng em và 1 vài bạn vẫn chưa được đăng kí môn, vẫn bị yêu cầu môn tiên quyết. Mong thầy cô xem lại giúp em ạ! Em xin cảm ơn thầy cô! Mail: ",
    "Em chào thầy cô! Hiện tại lớp DT211 EE1015 đã full sĩ số 30/30. Em xin hỏi môn này có thể tăng thêm sĩ số lớp được không và quy trình để làm đơn tăng sĩ số như thế nào ạ. Em cảm ơn!",
    "Em đã đăng ký được môn học CH2053 ở đợt 1 và đợt hiệu chỉnh này em muốn đổi lớp khác để đăng ký thêm môn mới nên đã xóa môn CH2053 và vô chọn lại lớp khác (cụ thể là lớp CC01 môn CH2053). Lúc này trang web báo lỗi \"bạn không được phép đăng ký vào nhóm lớp này\". Em cũng đã thử với môn CH2113 và bị báo lỗi tương tự. Em dự định đăng ký lớp CC02 (lúc này vẫn còn sỉ số) nhưng do báo lỗi như trên nên em không đăng ký được và lớp cũng full rồi ạ. Các lớp khác của môn CH2113 cũng gần đầy. Mong nhà trường xem xét lại vấn đề của em ạ.",
    "Xin Chào  Mình muốn mở Thêm Sĩ Số Lớp Thí Nghiệm Vật Liệu Đường Ô tô mã môn hoc CI4061 vì trong quá trình hiệu chỉnh thì lớp đã full, kính mong  chấp thuận. Xin .",
    "Dạ em chào thầy/cô Năm nhất em học hệ Việt Pháp đã học và được kết quả ĐẠT môn Môi trường và con người (610001), nay em đã chuyển sang hệ đại trà và xin chuyển điểm cho môn Môi trường và con người hệ đại trà (ME2019) . Kinh mong thầy/cô vui lòng giải quyết giúp em. Em xin chân thành cảm ơn.",
    "Họ tên:  MSSV:  Lớp: XD16KT Môn học xin đăng ký: Một trong các lớp Anh văn ( 1 -  4) Lý do đăng ký môn học:  Vì thời điểm hiện tại dịch bệnh covid diễn ra phức tạp nên em chưa thể đăng ký thi anh văn bên ngoài. =  Nên hiện tại em muốn đăng ký 1 trong các lớp anh văn trong trường để có duy trì thời khóa biểu và trau dồi thêm vốn tiếng anh cho bản thân ạ. Em rất mong nhận được phản hồi sớm của trường! Em xin cảm ơn ạ! ",
    "Kính gửi thầy cô, Em là học sinh năm 3 ạ. Em xin phép hỏi 1 chút về vấn đề đăng ký môn học kĩ năng xã hội A báo chí mã SP1013. Trong đợt 1 em có đăng ký nhưng đến đợt 2 thì trường xoá đăng ký của em đi và cũng ko mở môn kĩ năng xã hội nào cả. Vậy em đăng ký học môn đó như thế nào ạ? Em xin cảm ơn trước ạ",
    "Em chào thầy/cô ạ . Em tên , khoa Kĩ thuật Hoá học, khoá 2020. Thầy/cô cho em hỏi là trong thời khoá biểu đăng ký môn học 211 thì vào ngày thứ 3 em được phòng đào tạo xếp môn Pháp luật đại cương học tiết 2,3 ở cơ sở 1, còn môn Hoá hữu cơ lại được xếp học tiết 4,5 ở cơ sở 2 ạ. Em mong phòng đào tạo có thể giải quyết giúp em ạ!  Em cảm ơn nhiều ạ!",
    "Thầy/cô cho em xin phép hỏi về việc hoãn thi trong mùa dịch thì các điểm thành phần của em có bị xóa hết không ạ, và sau khi dịch em đăng kí thi lại thì các thành phần điểm của em nó vẫn còn hay đều mất ạ. Em xin cảm ơn thầy/cô đã giải đáp giúp em ạ. Em chúc thầy cô cuối tuần sức khỏe ạ.",
    "Em là sinh viên khoa Kỹ thuật Xây dựng khóa k15, MSSV     . Do tình hình dịch bệnh nên em không thể thi chứng chỉ anh văn để đăng ký LVTN. Xin Phòng đào tạo giúp em đăng ký LVTN. Sau khi tình hình dịch bệnh ổn định em sẽ bổ sung chứng chỉ anh văn theo đúng quy định. Em xin cảm ơn.",
    "Dạ hôm đăng kí môn đợt 1 kì 211 em đăng kí 5 môn 14 chỉ nhưng sao đợt 2 lại xóa hết của em vậy ạ? từ hôm qua tới giờ em không đăng kí môn học được vì bị khóa do còn thiếu tiền học phí. giờ em vô được thì đã hết lớp. em phải làm sao để đăng kí lại các môn đợt 1 đây ạ",
    "Em là sinh viên K19 Môn học EE1009 - Kỹ Thuật Số có mở trong kì chính cho sinh viên K20 em muốn học cùng k20 phải làm sao ạ. Em coi dự thính cũng không có mở lớp  ",
    "Hiện tại môn LVTN được phép đăng ký nhưng chưa xét điều kiện, em chỉ còn thiếu một điều kiện là môn DCLV và đăng ký học trong HK211 do tính chất của chuyên ngành nên môn học rất ít đối với 1 học kỳ, nên mong muốn được đăng ký môn LVTN để sớm kết thúc chương trình học của mình tránh tình trạng do dịch mà kéo dài tiến độ, mong phòng đào tạo xem xét điều kiện đăng ký LVTN ạ. Và liệu nếu kết quả sau hậu kiểm là không đạt điều kiện đaqng ký LVTN thì em có được hoàn học phí không ạ",
    "Họ và tên: Trần Khắc Phi MSSV:  Lớp: XD16KT   B Nguyên do:    - Do tình hình dịch Covid hiện tại diễn biến phức tạp nên em chưa thể đăng ký thi chứng chỉ Anh văn bên ngoài.   B Thắc mắc:    - Sau khi đã hoàn thành Luận Văn Tốt Nghiệp, em có cẩn phải đăng ký môn học để có Thời Khóa Biểu nhằm duy trì tình trạng học trong trường không ạ?   =  Nhằm đảm bảo đúng quy định của trường để thêm thời gian thi chứng chỉ ngoại ngữ bên ngoài để nộp cho trường! Em rất mong nhận được phản hổi sớm của trường! Em xin cảm ơn ạ!",
    "MSSV:       . Kính chào thầy cô phụ trách Phòng đào tạo ạ, Em tên là , là sinh viên khoa Điện-Điện tử. Theo em tìm hiểu thì số tín chỉ tối thiểu cho mỗi học kỳ là 10 tín chỉ, tuy nhiên ở học kỳ sau (HK211), theo kết quả đợt đăng ký môn học 1 thì em đăng ký thành công được 9 tín chỉ thôi ạ. Hiện giờ, em đã học vượt một số môn trong chương trình đào tạo và học kỳ sau với số tín chỉ đăng ký như vậy thì em đã đủ số tín chỉ so với chương trình đạo tạo rồi ạ. Không biết là em có cần đăng ký thêm cho đủ 10 tín chỉ như trong Quy chế Đào tạo và học vụ bậc Đại học không ạ? Với lại em có học chương trình liên thông Thạc sĩ thì không biết trong một học kỳ thì các môn đang học bên chương trình liên thông mà có thể dùng để xét miễn một số môn bên chương trình Đại học thì có được tính vào số tín chỉ đang học của học kỳ đó bên chương trình Đại học không ạ?  Mong được thầy cô giải đáp thắc mắc ạ. Em cảm ơn ạ, ",
    "Kính thưa thầy cô em có nợ phần học phí kì hè 203 và đã thanh toán nhưng chưa được đăng kí học kì mới 211. Kính mong thầy cô xem xét để em có thể tiếp tục đăng kí môn học ạ",
    "Em chào thầy/cô ạ. Thầy/cô cho em xin phép hỏi về việc hoãn thi trong mùa dịch thì các điểm thành phần của em có bị xóa hết không ạ, và sau khi dịch em đăng kí thi lại thì các thành phần điểm của em nó vẫn còn hay đều mất ạ. Em xin cảm ơn thầy/cô đã giải đáp giúp em ạ. Em chúc thầy cô cuối tuần sức khỏe ạ.",
    "Cho em hỏi em đăng kí môn học giải tích mạch EE2023 vào đợt 1 nhưng bị lỗi 4 - không có khả năng xếp lớp là sao ạ?",
    "Kính chào admin, Em tên:  MSSV: Kính chào ,em bị thiếu môn CI3057 Kỹ thuật bê tông học trước nên không thể đăng ký môn Ăn mòn và chống ăn mòn btct vì trễ Anh văn 3 . Nhưng vì em là khóa k18 khóa cuối của hệ kỹ sư nên môn Ăn mòn chỉ mở kì 211 và không mở cho các kì sau nữa ạ, nên em xin phép pđt cho em đăng ký môn Ăn mòn và chống ăn mong btct trong kì 211 để kịp tiến độ học tập ạ Em xin chân thành cảm ơn",
    "kính chào pđt, em tên là  mssv  ngành Công nghệ kỹ thuật vật liệu xây dựng khoa xây dựng, hiện tại em cùng 2 bạn nữa bị trễ các môn : CI3057Kỹ thuật bê tông CI3223Công nghệ sản xuất cấu kiện bê tông cốt thép đúc sẵn CI3225Đồ án môn học công nghệ sản xuất cấu kiện bê tông cốt thép đúc sẵn CI3029Vật liệu học CI3079Thí nghiệm chuyên ngành vật liệu xây dựng Vì là các môn chuyên ngành của hệ kỹ ngành công nghệ kỹ thuật vật liệu xây dựng và em là khóa k18 là khóa cuối của hệ kỹ sư nên các môn đó kì sau không mở nữa ạ. Em muốn hỏi pđt là có thể đăng ký đặc cách để mở môn học cho kịp tiến độ học tập được không ạ, mong pđt xem xét và giải quyết trường hợp này giúp em ạ Em xin chân thành cảm ơn",
    "kính chào phòng đào tạo ạ, pdt cho em hỏi là giờ cái mã co1029 - Ố đó chỉ mở dự thính mà  có phải là mã của hệ VHVL không?  em học  nhưng bây giờ rất cần học môn này nhưng lại không mở, thì giờ đăng kí liệu mã nhóm T01 có được chuyển thành môn tương đương miễn môn được không. em xin cảm ơn Phòng đào tạo.",
    "c . Em chào thầy/cô. Mấy ngày trước em có gửi mail xin xóa điểm VP và đăng ký thi CK nhưng lại nhận được phản hồi rằng em đã xóa 1 lần vào tháng 9/2020 trong khi điểm VP em nhận được vào 15/9/2020. Em có phản hồi lại mà vẫn chưa nhận được mail hồi đáp của phòng đào tạo. Mong thầy cô giải quyết giúp em vì đang có lịch đăng ký môn học và cũng sắp tới lịch thi môn đó rồi ạ. Em cảm ơn",
    "Xin phép phòng đào tạo em tên  mssv  khoa xây dựng. Cho em hỏi môn Cơ học đất mã cũ là CI3001 thì khi mình học môn cơ học đất mã mới là CI3235 thì có được tính là môn tương đương không ạ? Tại e thấy trong danh sách môn tương đương không có môn này. Em xin cảm ơn! ",
    "Kính gửi PĐT! Em tên:         MSSV:  Em có gửi đơn xin đăng kí thêm một số môn học trong HK211, vì các lí do được trình bày rõ ràng trong đơn đính kèm. Mong PĐT xem xét và chấp thuận cho em được đăng kí bổ sung ạ. Em xin cảm ơn!",
    "Dạ cjaof thầy cô e là  trí anh  e đã đóng học phí đầy đủ nhưng hệ thống báo k đăng kí môn học vì chưa thanh toán học phí mong thầy cô xem lại giúp e , e cảm ơn",
    "Em xin kính chào quý thầy cô! Vì tình hình dịch bệnh bất ngờ nên em không đăng ký thi toeic kịp nên chưa nộp chứng chỉ anh văn để đăng ký luận văn cho kỳ này. Vậy có cách nào để em đăng ký được luận văn cho kỳ này được không ạ? Em xin chân thành cảm ơn quý thầy cô!",
    "Chào nhà trường, em đạt được 445 điểm khi av ở nhà trường. Vậy e có thể được đăng ký học anh văn 3 không ( Anh văn 1, 2 em chưa học). Cảm ơn nhà trường đã xem.",
    "Xin phòng đào tạo giải đáp thắc mắc về việc xóa môn Anh văn 4 (LA1009) khỏi danh sách đăng ký môn . Trân trọng.",
    "Em đã hoàn tất thanh toán học phí HK203 (bổ sung) và xin được PĐT mở chức năng đăng ký môn học đợt 2 cho HK211 CQ+DT. Do tình hình dịch bệnh tại địa phương nên em không ra ngân hàng giao dịch được, gây chậm trễ trong khâu thanh toán đúng hạn . Em xin lỗi rất nhiều ạ và mong quý Thầy Cô PĐT có thể kiểm tra và mở cho em chức năng đăng ký ĐKMH đợt này với ạ. Em xin cảm ơn.",
    "Kính gửi cô, thầy Em đã đăng kí hoãn môn thi Kỹ thuật siêu cao tần bằng form do phòng đào tạo cung cấp(ngày thi là 10/8; em đăng kí hoãn thi vào tối thứ 6 ngày 6/8). Vậy hôm thi môn Kỹ thuật siêu cao tần em có cần có mặt để báo cho thầy cô giám thị biết không ạ? Em mong nhận được phản hồi sớm, vì môn đó thi vào 7h sáng ngày 10/8 ạ!  Em xin cảm ơn. ",
    "Kính gửi quý thầy cô phòng đào tạo Em tên  MSSV  Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số lớp L01_L01 hoặc lớp L01_L02 môn Tk khuôn trên hthCAD/CAE (mã môn học là ME4459). Em có thấy các lớp tương tác HANGOUT khác sỉ số 60/60 lận ạ, sao lớp khuôn chỉ được mở 30/30 thế ạ? Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn. Em xin cảm ơn!",
    "Cho em hỏi nếu thi trực tuyến thì khi kết thúc buổi thi em cần nộp những gì ạ.",
    "Kính gửi pđt, em là sinh viên k19 được thông báo sẽ học ở cs2 4 năm. Nhưng trong đợt đăng kí môn học lần này có nhiều môn vẫn để lịch ở cs1 làm em không đăng kí thêm môn được dẫn đến thiếu tín chỉ. Mong pđt xem xét và giải quyết giúp ạ em đang rất rối :(((",
    "Em xin thành công giáo viên mở lớp nguyên lý kinh tế và ql xây dựng rồi ạ..trường xem xét giúp em mở môn học kỳ chính với ạ.",
    "Em học anh văn A đã có điểm từ rất lâu, cho em khỏi khi nào PĐT sẽ cập nhật điểm ĐẠT Anh Văn  để em đủ tín chỉ xét tốt nghiệp, em cảm ơn!",
    "Chào thầy/cô, thầy/cô cho em xin tăng sĩ số môn học hóa vô cơ (CH2013) lớp L02_L06 để em có thể đăng ký. Cảm ơn thầy/cô đã đọc.",
    "Chào phòng đào tạo! Em muốn xin được tăng thêm sĩ số cho lớp dự thính môn học Kỹ thuật số mã EE1015. Vì là môn học mã cũ nên rất ít mở lớp. Em đã không thể đăng ký được môn này vào 2 kỳ học chính và cả 2 kỳ học dự thính gần nhất. Cả kỳ hè vừa rồi vì đăng ký thực tập nên em cũng thể đăng ký môn học này. Mong phòng đào tạo giúp đỡ tăng sĩ số để em có thể đăng ký được môn học này, do môn học chỉ mở 1 lớp vào kì dự thính này nhưng hiện sĩ số đã là 30/30. Hiện tại em đã đến năm thứ 4, em lo rằng vào kì tới sẽ không thể đăng ký được nữa vì lượng đăng ký môn này hiện tại mỗi kỳ cũng rất ít. Kính mong phòng đào tạo xem xét và tạo điều kiện giúp đỡ để em có thể hoàn thành chương trình học vì hiện em chỉ còn môn học này là chưa hoàn thành được. Em cảm ơn!",
    "Tên: MSSV:  Em bị kẹt lịch nhóm cc03 với môn khác. Mong phòng đào tạo cho em được vào học nhóm CC02 lớp EN1003 cho đủ tín chỉ kì này. Em xin cảm ơn ạ.",
    "Dạ chào thầy/cô, cho em hỏi là một học kì mình có thể đăng kí và học 7 chỉ được không ạ?  ﻿em cảm ơn ạ! ",
    "chào admin Hiện tại em muốn mở lớp môn  vật liệu xây dựng (CI2037) . Mong giúp đỡ ",
    "Tên: MSSV:  Em bị kẹt lịch nhóm cc03 với môn khác. Mong phòng đào tạo cho em được vào học nhóm CC02 lớp EN1003 cho đủ tín chỉ kì này. Em xin cảm ơn ạ.",
    "Dạ, do đợt 2 em bị hủy môn học. Nhưng cũng có nhiều bạn có mong muốn học môn học đó. Tuy nhiên khi gửi cho giảng viên giảng dạy môn đó thì thầy nói là cần biết là lớp dự thính sẽ học ở CS1 hay CS2, học online hay học trực tiếp mới có thể trả lời là nhận lớp hay không. Vậy cho em hỏi là lớp dự thính học kì 211 sẽ tổ chức online hay trực tiếp? Nếu trực tiếp thì tổ chức ở Cơ sở Lý Thường Kiệt hay Dĩ An Bình Dương? Em xin cám ơn!",
    "Em xin chào phòng đào tạo, Ngày 7/8 em kiểm tra giải tích 2 vào lúc 10h, em đã quay màn hình lại lúc thi trong gg meet nhưng khi gg meet gửi video lại cho em thì em check lại thì quên trình chiếu nó lên nên nó chỉ quay lại trong room meet , em vào phòng thi vẫn mở đủ 2 cam để giám thị xem, bây giờ em phải làm sao đây ạ, em rất hoan man, công sức em ôn thi bây giờ lại như vậy, bây giờ em phải làm sao đây ạ",
    "Do chưa thanh toán học phí hk203, nên những môn học em đã đăng ký hk211 đợt 1 đã bị hủy. Hiện tại, em đã hoàn tất việc thanh toán nợ, nhưng vẫn chưa đăng ký được môn học hk211 đợt 2. Vậy, em có được đăng ký môn học hk211 chính quy hay phải đăng ký dự thính ??",
    "cho em hỏi là thời gian có thể đăng kí lớp dự thính là vào tất cả các buổi tối trong tuần hay có quy định cụ thể nào không ạ. sao khi có mail xác nhận đồng ý mở lớp của giáo viên giảng dạy và khoa thì em có thể chuyển tiếp mail đến đâu được ạ. em cảm ơn.",
    "Kính gửi Phòng đào tạo Em tên : - , hệ đào tạo : VHV ; Khoa : Khoa học máy tính Hiện em đang muốn đăng ký môn cấu trúc dữ liệu và giải thuật - CO2003 cho học kỳ 211 tiếp theo. Tuy nhiên trong đợt 2 em đã không đăng ký kịp trước khi đầy các lớp. Vì đây là môn cơ sở ngành nên em muốn học sớm để có thể tiếp tục nhiều môn tiếp theo. Em rất mong phòng đào tạo có thể xem xét giúp em trường hợp này để em có kế hoạch học tập tốt nhất ạ . Ngoài ra ở môn này em không theo được ở 2 lớp là 5_9 và 5_10 vì buổi sáng em đã có việc ạ. Mong phòng đào tạo xem xét giúp em Em xin chân thành cảm ơn.",
    "Xin chào PĐT, cho em hỏi là kì này 12/8 hết hạn đăng kí môn học đợt 2, thì 16 đã băt đầu cả kỳ chính và dự thính rồi vậy sẽ không có đăng ký môn học bổ sung   B đợt 3    hả PĐT? Em xin cảm ơn ạ    .",
    "dạ em thưa các thầy cô phòng đào tạo và các thầy cô khoa điện ạ, trong đợt đăng kí môn học 1 vừa rồi em bị hủy hết kết quả các môn đăng kí với lí do là chưa nộp bằng tốt nghiệp( em đã nộp từ nhăm nhất nhưng bị báo là sai lệch thông tin ). Đến đợt đăng kí môn lần 2 này các thầy cô đã tạo điều kiện cho bọn em được đăng kí môn, nhưng vì bị hủy kết quả đợt 1 nên việc tìm lớp còn trống ở đợt 2 này rất khó và gần như là không thể. Nên em có câu hỏi là : liệu thầy cô có thể tăng sĩ số lớp môn xử lý số tín hiệu và môn ký thuật hệ thống viễn thông để em có thể đăng kí được không ạ",
    "Em chào thầy/cô, Trong chương trình đào tạo của ngành, em có 9 tín chỉ tự chọn tự do. Thay vì học các môn tự chọn tự do thì em học nhiều hơn số môn chuyên ngành coi như là môn tự chọn thì có được không ạ, và điểm các môn này có được tính vào điểm trung bình tích lũy ngành không ạ, hay chỉ tín vào điểm trung bình tích lũy? Nếu số môn học chuyên ngành nhiều hơn chương trình đào tạo quy định thì em có được chọn những môn có điểm cao để tính vào điểm trung bình tích lũy ngành không ạ? Em cảm ơn ạ!",
    "Dạ em chào cô em muốn học môn cơ sở kĩ thuật điện mà lớp dự thính đã đầy . Vậy  môn đó có thể tăng thêm sỉ số không cô",
    "Cho em hỏi là đợt 3 ĐKMH CQ kỳ 211 có cho phép chỉnh sửa ko ạ ( Xóa, thêm, bớt ) Em cảm ơn    .",
    "U  Dạ cho em hỏi là tại sao học tương tác hangout mà phòng đào tạo lại ghi CS1 và CS2 nên em bị không đăng ký đủ môn được, do bị chặn thời gian dãn cách. Mong phòng đào tạo sớm điều chỉnh để em kịp đăng ký ạ.",
    "Kính gửi thầy cô PĐT Em là  Em viết để xin phòng đào tạo giúp em thêm sỉ số lớp của môn học EE1015  Kỹ thuật số ở hệ Dự thính Chính quy HK211 Đợt 2 với ạ Em xin cảm ơn ạ ",
    "Thưa thầy/cô, Học kì này em đã đăng kí đầy đủ các môn để đủ yêu cầu cho việc tốt nghiệp nhưng vấn đề là em chưa tự tin lắm về khả năng qua được môn trong kì này. Bây giờ cũng đến ĐKMH Đợt 2 rồi nên em sợ nếu giờ không đăng kí thì nhỡ rớt sẽ không kịp đăng kí vào đợt 3. Vậy nên thầy/cô cho em hỏi là nếu bây giờ em đăng kí một môn vào đợt 2 này thì vào đợt thứ 3 em có được hủy môn học đó không ạ?  Em cám ơn!",
    "Em chào thầy cô, em là , mssv . Thầy cô cho em hỏi là sĩ số lớp học vẫn chưa tối đa 99 thì có thể tăng được không ạ. Cụ thể, thầy cô có thể tăng giúp em sĩ số lớp L02 CI1051 Hư hỏng sữa chữa công trình lên được không ạ? Em cảm ơn thầy cô đã đọc Trân trọng.",
    "Dạ cho em hỏi vấn đề này:  ở đợt đăng kí môn đợt 1 học kì 211 thì em có đăng kí môn xử lí số tín hiệu EE2015  trong đợt đăng kí môn đợt 2 cho học kì 211 này em đã lỡ bấm vào hủy lớp (với ý định của em là chuyển sang lớp buổi khác) nhưng vừa bấm hủy thì em lại không thể vào lại lớp này và cũng không còn lớp nào môn đó trống nữa . Cho em hỏi như vậy là do trong lúc em vừa hủy lớp thì có bạn nào đăng kí vào lớp này hay là do trong đợt đăng kí môn lần 2 này thì hủy môn là không còn được đăng kí học môn đó kì này nữa ạ ? Và sau đợt đăng kí môn đợt 2 này thì có thể mở thêm sỉ số để đáp ứng nhu cầu của sinh viên không ạ  Rất mong sự tư vấn và giúp đỡ kịp thời của quí thầy cô",
    "em tên , MSSV , khoa Kĩ thuật xây dựng, sau khi em thi giải tích 2 ca 7h 7/8/2021 với số điểm không đạt thì em định đăng ký học dự thính nhưng lúc đó các lớp giải tích 2 dự thính đã đầy nên em không biết phải làm sao. Em đã gửi đơn hoãn thi giải tích 2 cho phòng đào tạo vào sáng hôm sau với hy vọng được thi lại nhưng không lâu sau đó em đã đăng ký thành công vào được lớp dự thính. Em viết đơn này kính mong phòng đào tạo hủy đăng ký hoãn thi giải tích 2 của em. Em xin cảm ơn .",
    "Chào thầy cô, cho em hỏi là môn KCBTCT1 CI2091 (2TC) ~ KCBTCT CI3237 (3TC) đã có đồ án chưa ạ ﻿Em có thể đăng kí môn CI3237 để thay thế cho môn CI2091 và đồ án luôn không?     .",
    "Dạ chào thầy cô, em tên  , MSSV: . Em có 3 thắc mắc về vấn đề đăng kí môn học ạ . - Vấn đề 1: theo chương trình đào tạo HK5 ngành Ký thuật Xây Dựng có 2 môn là Cơ Kết Cấu và Kết Cấu Thép nhưng khi em đăng ký thì môn Kết Cấu Thép bị xóa do chưa có môn Cơ Kết Cấu trước đó . - Vấn đề 2: em muốn hỏi những môn để Hangout khi hết dịch vẫn học Hangout hay học ở trường ạ . - Vấn đề 3: Cuối cùng em muốn hỏi là theo thông tin của trường thì sinh viên đại trà sẽ học tiếp ở cơ sở 2 nhưng có nhiều môn khi đăng ký em thấy xếp lớp ở cơ sở 1, trong đó có môn chính trị và một vài môn em vẫn thấy kì trước vẫn học ở cơ sở 2 được . Đây là những vấn đề em muốn hỏi. Mong nhận được sự phản hồi của nhà trường. Em xin cảm ơn ạ.",
    "Em tên  -  - VL18PO 03/03/2000 . Em kính gửi PĐT Đơn thu nhận lại và đơn lí do thanh toán trễ học phí học kì 203 . Em kinh mong PĐT xem xét giúp em để em có thể đăng kí môn học vào học kì 211 đợt 2",
    "Dạ, em chào   cho em hỏi vấn đề là pđt sắp xếp môn Kỹ thuật môi trường (L03) thứ 6 tiết 11-12 ở cơ sở 2 trong khi đó có môn  Polymer ysinh &polyme phân huỷ thứ 6 tiết 9-10 ở cơ sở 1 vậy khi học off lại thì tụi em làm sao duy chuyển kịp 2 cơ sở ạ Hay là do hệ thống bị lỗi nên sắp xếp nhầm v ạ",
    "Chào phòng đào tạo, em là  - , chương trình Tiên Tiến - Điện Điện tử. Hiện tại em không đăng kí được môn luận văn tốt nghiệp mã 400433. Em đã kiểm tra điều kiện đăng kí, về số lượng tín chỉ tích lũy thì như email về thông báo đăng kí môn học HK211 có nêu học kì 202 và kì hè 203 chưa có điểm sẽ được tạm thời công nhận để có thể đăng kí được Luận Văn. Nên hiện tại em chưa biết lí do tại sao em không đăng kí được trên hệ MyBK ạ. Mong phòng đào tạo có thể hỗ trợ giải đáp giúp em ạ! Em xin cám ơn",
    "Thưa các thầy cô và các bạn, do đăng ký trễ nên em đã không đăng ký được môn Cơ sở điện tử công suất (Mã môn học: EE2021) Em xin hỏi là có thể yêu cầu mở thêm lớp không ạ? Và nếu có thể thì các bước để xin phép được mở thêm lớp là như thế nào ạ? Em xin cảm ơn",
    "MSSV vb2:  LớpXD19B2D1 Giáo viên chủ nhiệmTRẦN TIẾN ĐẮC 1. Vẽ kỹ thuật xây dựng: CI1033 2. Cơ học kết cấu: CI2029 3. Kết cấu bê tông cốt thép 1 4. Đồ án môn học kết cấu bê tong cót thép 1 Em đã vào link này để đăng ký nhưng tất cả đều không có môn học mở https://mybk.hcmut.edu.vn/dkmh/dangKyMonHocForm.action",
    ": Em chào pdt,cho em hỏi là hôm bửa em có thi kết thúc học phần đến cái khúc nộp bài rồi chụp gửi lên link của phòng thi thì em ko để ý em ko bấm vào cái ô trống có dấu ! Thì em bấm nộp bài thi thì bài thi của em vẫn đc lưu lại và em có hỏi cô giáo coi thi thì cô đã xác nhận cho em là em đã nộp bài,nhưng trên hệ thống của trường thì nó để dự thảo( không đc gửi) thì có ảnh hưởng gì đến kết quả thi của em ko ạ ,em cám ơn",
    "Em chào nhà trường, nhà trường cho em hỏi còn đk môn học đợt 3 hay không, vì em muốn đợi thi cuối kỳ xong mới biết rớt hay không để mà đăng ký, tại vì em nghe nói học kỳ mới sắp bắt đầu nên hơi lo.",
    "Em chào thầy cô ạ, Em có thắc mắc là đợt đăng kí môn học đợt 1 em có đăng kí môn anh văn 2, nhưng sang đợt 2 thì môn đã bị hủy ạ. Vậy môn anh văn ở kỳ này sẽ phòng đào tạo không mở lớp hay hệ thống đăng kí bị lỗi vây ạ.",
    "Thưa cô em tên là  MSSV  Em có nguyện vọng được làm đồ án (EE3061) vào kì 211 sắp tới đây ạ. Nhưng mà trên đăng ký môn học chỉ mở vào kì dự thính với nhóm lớp T và Z ( của hệ VHVL). Cô cho em hỏi là hệ CQ có đăng ký làm đồ án với nhóm này được không và có tương đương như các bạn kì 202 vừa rồi không ạ ( tính vào chương trình như nhau). Em cảm ơn cô nhiều.",
    "Chào phòng đào tạo. Em là  MSSV , chương trình Tiên Tiến-Điện-Điện tử. Hiện tại em chỉ còn môn học HT máy tính & NN lập trình (407410) chưa đăng kí học được trong HK211 do hệ thống không mở. Em được biết mã mới môn học này là EE2415 . Em muốn hỏi là em có thể nộp đơn xin mở lớp môn học này trong học kì chính không ạ do em đã gom được đủ số lượng sinh viên cần thiết. Do môn học này có kèm theo học phần thí nghiệm. Em cũng đã xin được sự đồng ý của giáo viên bộ môn ạ. Hoặc em có thể đăng kí học môn này với mã là EE2415 được không? có được công nhận tương đương không ạ? vì giờ trên hệ thống em cũng không đăng kí được môn này. Rất mong phòng đào tạo có thể hỗ trợ giải đáp giúp em ạ. Em xin cám ơn.",
    "Cho em xin hỏi là học kì 211 này nhà trường có mở đăng kí Đồ án thuộc khối ngành Điện - Điện tử (cụ thể là mã môn học EE3061) dành cho hệ đại trà không ạ?",
    "PĐT ƠI CHO EM HỎI LÀ EM LỠ NỘP VIDEO CỦA EM VỚI CỦA BẠN EM VÀO CÙNG MỘT MAIL TRƯỜNG RỒI TẠI LAP BẠN EM TRẢ NÊN GIỜ EM NỘP HỘ.THÌ VIDEO CỦA EM CÓ BỊ MẤT KHÔNG Ạ TẠI VIDEO BẠN EM THÌ CÓ CÒN VIDEO CỦA EM THÌ KHÔNG Ạ",
    "Em đã liên hệ với Giaos viên giảng dạy , bộ môn và đã nhận được sự đồng ý của cả 2 nên em xin gửi đơn . Em sẽ bổ sung mail xác nhận từ Giangr viên và bộ môn trong thời gian sớm nhất . Em xin chân thành cảm ơn .",
    "Chào thầy,cô. 1.Cho em hỏi là em khóa 2018, em đăng kí những môn tương đương khóa 2019 mà số tín tương đương nhỏ hơn số tín chỉ cần đạt ở môn học cũ thì làm sao ạ? Em có thể đăng kí những môn học tự chọn khác để bù vô không ạ? 2.Điểm những môn học tương đương hay môn tự chọn em học có được tính vô ĐTB tích lũy không ạ? Nếu không được tính thì ĐTB của em có phải chia cho những môn không tính điểm không? 3.Nếu em rớt 2 môn mà 2 môn đó được thay thế bằng 1 môn tương đương khác thì em chỉ cần học 1 môn đó thì có được tính đạt cho cả 2 môn không ạ? Em Xin cảm ơn.",
    "Em đã liên hệ với Giaos viên giảng dạy , bộ môn và đã nhận được sự đồng ý của cả 2 nên em xin gửi đơn . Em sẽ bổ sung mail xác nhận từ Giangr viên và bộ môn trong thời gian sớm nhất . Em xin chân thành cảm ơn .",
    "DẠ PĐT ƠI CHO EM HỎI  BẠN EM NHỜ EM NỘP GIÙM BẢN VIDEO MÀ EM  BẢN BẠN EM BẰNG CÙNG MỘT MAIL TRƯỜNG NÊN MAIL ĐÓ CHỈ CÓ BẢN VIDEO CỦA BẠN EM THÔI . VẬY CÓ ẢNH HƯỞNG TỚI KẾT QUẢ KHÔNG Ạ TẠI EM CHỈ THẤY MỖI VIDEO CỦA  Ạ",
    "em xin được học môn sinh học đại cương. em đăng kí muộn mong phòng đào tao giúp em.lớp A01 thứ 6 tiết 2,3 và 8,9,10,11,12. em mong phòng đào tạo cho em học. kì này em chưa đăng kí đc môn nào. Với phòng đào tạo cho em hỏi nếu em là K2018 mà h chưa học theo chương trình đào tạo k18 hay k20 ạ, tại em k18 thấy một số mã môn học em tìm không ra trong đăng ký môn ",
    "Chào thầy/cô Môn học “phương pháp đánh giá vật liệu” mã: MA3007 yêu cầu học trước môn “vật lý chất rắn” mã: MA2001. Tuy nhiên từ k19 môn “vật lý chất rắn” đã đổi từ mã MA2001 thành MA2033. Em mong pđt kịp thời xem xét điều chỉnh yêu cầu đkmh cho e ạ Em xin cảm ơn",
    "Trong đợt ĐKMH HK211 đợt 2, PĐT đã xếp thời khóa biểu cho em (em vẫn chưa hiệu chỉnh thời khóa biểu ạ) 2 môn là An toàn quá trình (CH3297) nhóm A01 tiết 7,8 thứ 3 CS1 và môn Công nghệ các sản phẩm tẩy rửa (CH3169) nhóm L01 tiết 5,6 thứ 3 CS2. Do địa điểm học hai môn này khác nhau, một ở CS1, một ở CS2, và thời khóa biểu lại 4 tiết liên tục trong ngày . Nên em không biết phải xử lý thế nào ạ, và đợt 3 em có bị xóa thời khóa biểu của 1 trong 2 môn vì không kịp giãn cách giữa 2 CS không ạ. Môn PĐT xem xét giúp em.",
    "Cho em hỏi em muốn đăng kí đồ án chính quy mã EE3061 nhưng kì này chỉ mở trong dự thính. Trong dự thính lại có 2 lớp là t01 và z3cd. Em thấy một số bạn nói là t01 của hệ vừa học vừa làm và một số bạn khác nói kì này do đăng kí chung nên được học chung với hệ vhvl . Vậy em có được đăng kí lớp t01 để học đồ án hay không ạ ?",
    "Kính gửi phòng đào tạo Em tên SV:  Hiện em muốn đăng ký môn học thực tập điện tử 2 với mã môn học là ee3021 nhưng lớp đã full Hiện em còn thiếu môn học này để có thể đăng ký đồ án. Em mong phòng đào tạo có thể mở thêm sỉ số và thêm tên em vào danh sách lớp ạ . Em xin cảm ơn rất nhiều.",
    "Dạ cho em xin gửi đơn trình bày lý do trễ học phí kỳ 203, do em chủ quan nên không được đăng ký môn cho kỳ 211.",
    "Em tên , MSSV , sinh viên ngành CNVL  Do thay đổi mã môn học, cộng với tình hình dịch bệnh làm thay đổi kế hoạch giảng dạy nên hiện tại vẫn còn 5 sinh viên của khóa K17 chưa hoàn thành môn học MA3001, mã môn học cũ của MA4177 Do việc đổi mã dẫn đến việc phải chờ đợi 1 năm nữa mới có đầy đủ sinh viên để mở lớp, gây bất lợi đến việc ra trường của em Hiện tại ngoài 5 sinh viên cũ thì cũng đã có thêm 3 sinh viên mới của khóa K19 muốn học sớm môn học này Hiện tại em cũng đã liên hệ với giảng viên bộ môn, giảng viên đã đồng ý giảng dạy Em cũng đã liên hệ phó trưởng khoa CNVL TS  nhưng hiện vẫn chưa được hồi đáp Em muốn hỏi rằng nếu muốn xin mở lớp thì cần những thủ tục gì, thực hiên các bước ra sao, mong phòng đào tạo chấp nhận yêu cầu mở lớp để quá trình học của em được diễn biến thuận lợi Em xin cảm ơn  Sinh viên  Minh Nhựt",
    "em có đăng kí môn hóa phân tích CH2113 nhưng bị xóa môn ạ. Mong PĐT cho em đăng kí lại vì môn này kì hè không có mở ạ",
    "XIN PDT MỞ LỚP ĐỒ ÁN KẾT CẤU THÉP VÀO HỌC KỲ 211 CI3213 Đồ án kết cấu thép Hoặc mở thêm sỉ số lớp đồ án thép ở học kỳ dự thính ạ",
    "Em thấy trên danh sách các môn học ở kỳ dự thính hk211 có mở cho SV đăng ký. Vậy em xin hỏi là PĐT có cho phép mở các môn học thành phần đó không ạ. Em xin cảm ơn.",
    "Kính gửi :phòng đào tạo Em tên :  MSSV:  Em là sinh viên chính quy hệ đại trà k18, muốn đăng kí môn Thực tập công nghệ phần mềm (CO3055) nhưng không có lớp trong học kỳ chính, sau đó em đã sang học kỳ dự thính và đã đăng ký thành công vào lớp mã CO3055 của hệ VHVL buổi tối. Vậy phòng đào tạo cho em hỏi là em có được phép học lớp đó hay không? Mong sớm nhận được hồi đáp của pdt để em kịp sắp xếp môn học vào học kỳ tới. em xin cảm ơn.",
    "Em đăng kí in thẻ sinh viên và nhận gửi về nhà từ ngày 24/7 và đã thanh toán.Nhưng đến giờ vẫn chưa nhận được thẻ sinh viên. Vậy em giải thích như thế nào để CBCT cho phép em thi cuối kì hay được sử dụng CCCD/CMND thay thế ạ. Xin cảm ơn.",
    "Dạ chào Thầy Cô Em tên là  MSSV: Hiện tại em đang bị cấm đăng kí môn học học kì 211 do chưa thanh toán học phí học kì hè 203. Học kì hè 203 em có đăng kí 1 môn Giải tích 2. Do tình hình dịch Covid nên nhà trường bắt đóng học phí sớm hơn dự kiến, nhà em bị thất nghiệp nên em chưa thể thanh toán học phí đúng hạn và bị hủy TKB. Theo thông tin em đọc trên Quy chế chưa thanh toán học phí học kì hè sẽ bị ghi nợ học phí và không ảnh hưởng đến ĐKMH của học kì chính tiếp theo. Hiện tại tình hình kinh tế nhà em đang rất khó khăn và kì học sau cũng là học kì cuối cùng của em. Kính mong PĐT xem xét cho em được đăng kí môn học học kì 211, được ghi nhận nợ học phí và thanh toán vào học kì tiếp theo Em xin cảm ơn quý Thầy Cô ạ!",
    "Kính gửi: Phòng Đào Tạo trường Đại học Bách Khoa TP.HCM Em tên:  MSSV:   Sinh viên lớp: XD16KT - Khóa: 2016 Khoa: Kỹ thuật xây dựng - Bộ môn: Kiến trúc Lý do xin cứu xét: Nay em làm đơn xin Phòng Đào Tạo cứu xét, tạo điều kiện cho em đăng ký chính thức đồ án Tốt nghiệp với chứng chỉ ngoại ngữ Toeic đạt 485 (yêu cầu khóa 2016 là 500 điểm).  Kính mong các thầy cô giáo cứu xét cho em, tạm chấp nhận số điểm này để em hoàn tất kịp chương trình đào tạo. Do dịch bệnh trong năm nay mà em đã bị dời thi Toeic từ tháng 4 năm 2021 đến bây giờ. Và hiện đang trong thời gian đăng ký học kỳ mới, nếu không đăng ký được em sẽ trong diện tạm dừng học vì em đã hoàn thành tất cả tín chỉ môn học của chương trình đào tạo. Em xin hứa nếu được đăng ký chính thức em sẽ học hành thật tốt, đạt đúng chứng chỉ yêu cầu là Toeic 500 điểm để bổ sung lại điều kiện ban đầu của Phòng Đào Tạo. Em xin chân thành cảm ơn thầy cô!",
    "Dạ em xin mở thêm 1 slot 2 môn học  - Quá trình hóa lý trong xử lý môi trường   B (CH3227) - 01    - Sản xuất sạch hơn   B (CH4027) - 01    Vì 2 môn này phục vụ cho ngành học của em nên em mong phòng đào tạo mở thêm sĩ số Em cảm ơn.",
    "Em hiện là sinh viên hệ đại trà K19, có đăng kí môn Hóa Hữu Cơ- CH2021 nhưng   B bị xếp vào lớp A01-của kĩ sư tài năng dạy bằng tiếng anh ạ . Hiện tại thì chỉ có 1 lớp L02 nhưng đã full 90/90 nên em không thể chuyển nhóm được. PĐT có thể mở thêm slot ở lớp L02 hoặc có cách nào khác để khắc phục không ạ?   I Em xin cảm ơn ạ .",
    "Chào Thầy/Cô  Em tên Huỳnh Trọng Hữu, mssv   Hiện tại em không đăng ký được môn luận văn có mã EE4333 vì thông báo thiếu các môn: Đồ án, Thực tập tốt nghiệp, chứng chỉ anh văn Trong khi tất cả các môn em đều đã học qua, vì em chuyển từ hệ chính quy sáng VHVL mà chưa thấy các môn đó chuyển qua Vậy xin Thầy/Cô kiểm tra lại để cập nhật giúp em đăng ký môn Luận Văn học kì tới Em chân thành cảm ơn!          ",
    "Em tên: , MSSV:  Em hiện đang là sinh viên khoa Điện-Điện Tử Tiên Tiến, mã lớp TT18DDT1. Khi em đăng ký môn học thì bị hiện thông báo: \"Bạn không được phép đăng ký vào nhóm lớp này - Xem thêm về Loại hình SV và Loại hình đào tạo (tìm kiếm tại BKwiki - wiki.hcmut.edu.vn)\" Em xin cảm ơn.",
    "Dạ em chào PĐT ạ, Dạ PDT cho em hỏi là nếu em học Khoa Địa chất và dầu khí tuy nhiên em có đăng ký nhấm 1 môn bên khoa xây dựng và em học rớt môn nhưng môn đó lại không có trong chuyên ngành học của khoa em vậy cho hỏi là em có cần trả nợ môn đó không ạ",
    "Kính gửi pđt,  Em là sinh viên k19 , cho em hỏi số tín chỉ tích lũy tối thiểu để đăng kí mã môn năm 3 là bao nhiêu tín chỉ vậy ạ , hiện tại ở đợt 2 em vẫn được đăng kí môn mã 3 như bình thường , nhưng nếu em không đủ hoặc thấp hơn số tín chỉ tối thiểu để đăng kí môn mã 3 thì ở đợt đkmh lần 3 em có bị xóa môn mã 3 không ạ ?  Em cảm ơn ạ !",
    "Kính gửi PĐT, hiện em muốn đăng ký luận văn tốt nghiệp cho kỳ này nhưng bị thiếu điều kiện CCNN, em muốn xin phép làm luận văn và nộp CCNN sau được không ạ. Nếu được, vậy trước khi nộp CCNN để đăng ký bổ sung thì thời khóa biểu của em bị trống có sao không ạ. Em cảm ơn ạ!",
    "Em chào thầy/cô, em muốn hỏi là: trong đợt đkmh e đăng kí chỉ được 8 tín chỉ (một số môn không mở và một số môn đủ sĩ số), với 8 tín chỉ đăng ký được, e có được mở thời khóa biểu cho kì chính không ạ ? (e có đăng kí 1 môn dự thính hk211)",
    "Kính gửi VPDT, e tên là , MSSV , Em hiện đang đăng ký môn học cho HK211 nhưng lại bị hủy vì lý do tạm dừng. Em có thắc mắc và mong văn phòng hỗ trợ giải quyết giúp em để em được dky học kỳ chính thức tiếp theo ạ.",
    "Dạ em tên là , mssv . Kì này em có đăng kí học môn EE3005 là môn tiên quyết cho môn EE4321 là môn đề cương luận văn tốt nghiệp ạ. Do 2 kì trước học chung với K18 em đăng kí không kịp vì hết chỗ mà kì này theo tkb của k19 thì phải dời lại đến kì sau mới học môn đo lường công nghiệp ạ. Mong nhà trường xem xét nếu được có thể cho em học môn EE4321 trước vì trong chương trình từ khóa K19 về sau đã bỏ môn này rồi hoặc cho em xin mở thêm lớp đo lường công nghiệp EE3005 kì này để kịp làm luận văn được không ạ? Dạ em cảm ơn ạ.",
    "Cho em hỏi em có thể đăng ký thêm vào lớp đã đủ sĩ số không ạ? Hiện tại em k17 và cũng học gần xong và còn 2 môn bị đổi mã nên không có lớp để học và bây giờ có mở ở dự thính và sĩ số đã đủ (30/30) nên em không thể đăng ký,hi vọng pđt có thể giúp em để em được học trong kỳ 211 tới ạ! Em cám ơn! (mã môn học là ee1015 ạ!)",
    "em xin thầy cô cho mở lớp dự thính cầu 1,hoặc em xin học cùng k18 để mau chóng ra trường. mong thầy cô xem xét. em cảm ơn",
    "hiện tại em đang là SV khóa K17, chương trình của em có mã môn Cơ học Kết cấu là Ci2029(4 chỉ), nhưng hiện tại có mã môn mới là Ci3233(3 chỉ). Nếu như em đăng kí theo mã mới thì có ảnh hưởng đến việc tốt nghiệp của em không ạ?",
    "i cho em hỏi do tình hình dịch bệnh em chưa thi anh văn nghe đọc được để đăng ký luận văn thì trong kỳ khi em đã có bằng anh văn thì em nộp bổ sung và đăng ký sau được không ạ.",
    "Em chào thầy/cô, Em là , MSSV: . Trong đợt đăng kí môn học học kì 7 này, e dự định học 4 môn (1 môn Đề cương luận văn và 3 môn tự chọn) tổng là 9 tín chỉ. Cho e hỏi là 1 kì đăng kí 9 tín chỉ được không ạ? Tại vì e cũng học gần xong số tín chỉ của mình rồi (trừ luận văn tốt nghiệp và 1 môn tự chọn) Em cảm ơn rất nhiều ạ.",
    "Nhà trường cho em hỏi là Đợt 1 em có đăng kí môn học Hóa học trong kĩ thuật và môi trường 1 (EN2005), nhưng sang đợt 2 lại bị xóa môn, và khi vào đăng kí lại thì lớp đã đầy. Đây là môn học tiên quyết mong nhà trường xem xét xử lí cho em!",
    "Chào thầy/cô, Em tên  MSSV:  Đang học lớp L19 bộ môn Kinh tế chính trị  Vào hôm nay 15h ngày 8 / 8 / 2021, sau khi hoàn thành bài thi Kinh tế chính trị và đã được xác nhận nộp bài thì máy tính của em bị sập nguồn và video trong quá trình thi em chưa kịp lưu. Sau khi mở lên thì đã mất video. Thầy/Cô cho em hỏi có cách nào để em có thể khắc phục sự cố của em không ạ? Em cám ơn và mong nhận được hồi đáp của thầy/cô sớm ạ Em cám ơn nhiều ạ",
    "Học kì này em bị xoá nhiều môn nên không đủ số tc tối thiểu, không biết học kì này em có được học ko?",
    "dạ môn xác suất và thống kê em thi ngày 5/7 chưa hết 48h đã đóng form tải video. em có bị điểm 0 không ạ. và có cách giải quyết nào cho em ạ.",
    "học lại Thiết bị và Cảm biến (404704) Dạ chào PĐT ĐHBK TpHCM Em tên: , MSSV  Lớp Việt Pháp Hàng Không K16 Hiện em có nhu cầu học lại môn  Thiết bị và cảm biến (MSMH: 404704)  Hiện tính cả em là có 8 bạn có nhu cầu ĐKMH này, có thể không đủ sĩ số, do MH này đã được lược bỏ ở chương trình khóa sau. Tụi em đã thuyết phục giảng viên đồng ý (file đính kèm). Mong PĐT cho phép mở lớp để tụi em có thể hoàn thành chương trình. Tụi em sẽ hoàn thành các thủ tục (nếu có) yêu cầu. Hiện tụi em không rõ là phải nộp đơn và làm các thủ tục như thế nào trong tình hình dịch bệnh như thế này. Mong câu trả lời từ PĐT.",
    "Em muốn hỏi về việc nếu như em đã đk hoãn thi ck HK202 1 môn học thì sau đó em có thể hủy yêu cầu xin hoãn này không ạ. Và việc hõan thi này thì hk sau em sẽ phải đăng kí thi cuối kì ở pđt ạ. Và điểm thi đó sẽ là điểm tổng kết luôn đúng không ạ? Em xin cảm ơn thầy cô đã đọc ạ.",
    "Do tình dịch phức tạp. Hiện tại em không thể lên Phòng Đào Tạo để làm giấy xin hủy bỏ tạm dừng. Vậy em cần làm gì để hủy bỏ tạm dừng ạ. Em cảm ơn",
    "Thưa thầy cô, em là sinh viên hệ OISP  Đợt 1 đnagư kí môn học, em có đăng kí 7 môn (17 chỉ) và web báo đắng kí đã gửi thành công. Hôm nay đợt 2, em vào kiểm tra thì ở trang đợt 2 báo chưa có môn nào được đăng kí và chưa xếp lớp các môn em đang kí. Em xin hỏi là em phải đăng kí lại các môn như từ đầu hay chờ đợi đợt sau ạ?",
    "Thầy/cô cho em hỏi về hoãn thi những môn có thí nghiệm thì học kỳ trong vòng một năm tới thi chỉ lấy điểm cuối kỳ làm tổng điểm môn học hay là ( điểm TN + điểm thi cuối kỳ ) ạ",
    "Em là  Em đã đóng học phí kỳ 203 vào ngày 22/6 nhưng đến nay bkpay vẫn chưa cập nhật . Kính mong pđt giải quyết hộ em ạ",
    "Kính gửi thầy cô PĐT Em là  Em viết để xin phòng đào tạo giúp em thêm sỉ số lớp của môn học MT2001 Xác suất thống kê ở hệ Dự thính Chính quy HK211 Đợt 2 với ạ Em xin cảm ơn ạ",
    "kính gửi pđt, em là sinh viên k17, em thấy kỳ dự thính 211 có môn Đồ án môn học nền móng nhưng chỉ có 1 lớp và đã đủ sĩ số.  Pđt có thể mở rộng sĩ số môn này đc không ạ tại vì môn này k19 đã bị chuyển đổi thành môn khác nên em chỉ có thể đăng kí trong đợt này ạ  ",
    "Kính gửi PĐT, Em là v ,  Em muốn xin PĐT mở thêm sỉ số môn ME4625 ( Kĩ năng lãnh đạo). Hiện tại môn học chỉ có 60 người/lớp ( chưa vượt khả năng phòng gg meet). Nên em mong PĐT xét duyệt. Xin cảm ơn Trân trọng, ",
    "Dạ Thưa Thầy Cô, Em là sinh viên Khoa Xây dựng K15. Theo chương trình đạo tạo của K15, Em có học môn Xây Dựng cầu-CI4033(3 chỉ) nay chương trình đạo tạo tách môn xây dựng cầu ra làm 2 môn Xây dựng câu-CI4121 (2 chỉ) và đồ án thiết kế cầu-CI4123 (1 chỉ). Đợt đăng kí môn học lần 2, em có đăng kí LVTN thì thấy em bị thông báo thiếu 2 môn theo chương trình đạo tạo mới. Vậy em không biết em đã qua môn học xây dựng cầu theo mã cũ, Em có được đăng kí LVTN trong HK 1 sắp tới không ạ, Mong Thầy/Cô hỗ trợ xem xét giúp trường hợp của em. Em cảm ơn Thầy Cô ạ.",
    "Em xin chào ạ Trong kì đăng kí DT203 em có đăng kí 1 môn học 2 chỉ và do em không đọc kĩ mail nên em đã không đóng kịp học phí. Và em nhìn nhầm thành thanh toán trễ sẽ xóa môn, em nghĩ xóa môn là sẽ xóa luôn phần học phí nên em không có vô đóng. Trong đợt đăng kí HK211 đợt 1 thì em vẫn đăng kí bình thường, đợt 2 thì em bị ghi là trễ hạn học phí nên không đăng kí môn học được. Cho em hỏi là bây giờ em thanh toán học phí DT203 thì có đăng kí môn học bình thường k ạ. em xin cám ơn nhiều ạ.",
    "Em chào admin ạ! Em tên Hồ Sĩ Nguyên mssv , hiện đang học cầu đường khoa kĩ thuật xây dựng. Tình hình em vừa đăng kí luận văn tốt nghiệp mã CI4313 trong kì HK211 này nhưng không thoả các điều kiện: 1/ Thiếu toeic 2/ Thiếu môn học xây dựng cầu ci4121 và ĐAMH thiết kế cầu CI4123 Dạ thưa admin, cái điều kiện thứ 2 em đã hoàn thành xong môn học rồi ạ, do em khoá k15 ngày xưa học mã cũ đó là môn học Xây dựng cầu CI4033 ( 3 tín chỉ bao gồm cả ĐAMH ) sau này mới tách ra 2 môn ci4121 và ci4123 cho khoá sau ạ . Em đã hỏi thầy cô trong khoa rồi ạ! ; Em chỉ có thiếu mỗi toeic thôi ạ, tình hình dịch bệnh nên trung tâm IIG hoãn thi mấy tháng nay rồi ạ! Em khoá k15 sắp hết thời hạn học chính quy rồi ạ. Em mong phòng đạo tạo xem xét cho phép em được đăng kí LVTN trong kì HK211 này ạ! Em chân thành cảm ơn!",
    "Em tên là , MSSV  Học kỳ 211 này em có nhu cầu học môn Quản lý sản xuất cho kỹ sư (IM1023) Xin hỏi PĐT có thể tăng sĩ số lớp L03_L03 môn Quản lý sản xuất cho kỹ sư (IM1023) được không ạ?",
    "Kính gửi Phòng đào tạo, Em là , sinh viên Khoa Xây Dưng. Trong đợt đăng ký môn học đợt 1 học kỳ chính quy đã đăng ký môn học CI3213 - ĐAMH kết cấu thép nhưng lại không thấy thời khóa biểu ở đợt 2 do trường không mở lớp. Ở đợt 2 em muốn đăng ký lớp dự thính nhưng do tỷ số đầy nên em viết mail này muốn hỏi là phòng đào tạo có mở thêm sỉ số hoặc lớp mới cho môn học CI3213 - ĐAMH kết cấu thép không? Với em phải thực hiện quy trình chi tiết xin mở lớp và đăng ký chi tiết như thế nào ạ? Mong nhận được phản hồi sớm nhất ạ.",
    "Em xin kính chào quý thầy cô! Học kỳ này em còn mỗi môn xác suất và thống kê nữa mà tất cả các lớp xác suất thống kê đã full hết rồi. Em có thể làm cách nào để xin phòng đào tạo cho em được đăng ký vào một lớp xác suất thống kê nào đó được không ạ kể cả các lớp học kỳ chính và dự thính đều được ạ. Em xin chân thành cảm ơn!",
    "Chào quý thầy cô phòng đào tạo, Em tên , mssv  và em muốn hỏi là mình nộp bằng tốt nghiệp trung học Phổ thông vào thời điểm này bằng cách nào? Xin quý thầy cô hướng dẫn giúp em.Em xin cảm ơn.",
    "Thưa PĐT, em xin tăng sĩ số lớp L01 môn Quá trình Hóa lý trong xử lý môi trường CH3227 để được học môn tự chọn đúng chuyên ngành trong học kỳ 211. Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi HK202 vừa rồi em có đăng kí học av4a ở trường thì môn av4a này có dùng để tính điểm cho môn học av4 với tín chỉ tích lũy không ạ hay chỉ dùng để xét chuẩn av để đăng kí môn học? em xin cảm ơn.  ",
    "Em gửi PĐT đơn xin mở lớp, danh sách các bạn sinh viên và sự đồng ý của giảng viên giảng dạy. Mong PĐT xem xét đồng ý mở lớp giúp để chúng em có thể tốt nghiệp đúng hạn cũng như không phải gặp nhiều khó khăn khi học cùng khóa K2019 do có nhiều sự thay đổi trong CTĐT Em xin cảm ơn PĐT",
    "Hiện tại trong quá trình đăng kí môn học kì 211 đợt 2, em gặp phải trường hợp vào ngày thứ 6: Tiết 2,3: Hóa phân tích (CH2113) - - cơ sở 1 Tiết 4,5: Cơ sở vật liệu & bảo vệ ăn mòn (CH3331) - - cơ sở 2 Nếu như học offline thì em không thể đủ thời gian chạy cơ sở, nhưng vẫn hiện 2 môn này đã được đăng kí. Vậy em sẽ giải quyết như thế nào.",
    "Hiện tại em đang bị tạm dừng học do đóng học phí trễ hạn. Nên em làm đơn này để được nhà trường xem xét cho em tiếp tục được học và được đăng kí môn cho học kì 211 tới. Em xin chân thành cảm ơn ạ.   i ",
    "Chào thầy/cô. Em có đăng ký môn CAD/CAM (ME4007) học kì chính 211 ở đợt 1 nhưng không được xếp lớp vì lí do phòng đào tạo không có khả năng xếp lớp. Em nhận thấy lớp L03-L06 chỉ có sĩ số 24 trong khi các lớp khác là 25. mong thầy cô có thể xếp em vào lớp L03-L06 để em có thể hoàn thành môn trong kì tới. chân thành cảm ơn thầy cô đã giúp đỡ.",
    "PDT cho em hỏi em có thể xin hoãn nộp bằng toeic đến giữa kì để dk luận văn ko ạ. Tại em thấy nhiều bạn đã từng hoãn rồi. Nếu hoãn em cần làm những gì để được dk luận văn ạ.",
    "Thầy cô cho em hỏi ạ. Em đợt 1 có đăng kí môn có mã ME4017 và lúc đợt 2 em kiểm tra lại vẫn còn nhưng mới nãy em vào xem thì môn học đã bị mất, em vô đăng kí lại thì hết slot trong khi môn đó là môn bắt buộc của em trong học kì này, nếu không học sẽ trễ kì. Em không biết nên xử lý thế nào ạ Em xin cảm ơn.",
    "Dạ em xin chào quý thầy, cô. Em tên là : . Mssv:. Em muốn xin PĐT tăng thêm sỉ số các lớp giải tích 2 (MT1005): DT01 hoặc DT02.  Lớp dự thính chính quy HK211. Em mong thầy cô có thể mở thêm 1 lớp dự thính nữa ạ. Tại em thấy số bạn có nhu cầu muốn đăng kí thêm cũng còn khá đông ạ. Em xin cám ơn thầy, cô ạ.",
    "Dạ cho em hỏi em thuộc k2018 có đăng ký được môn Vật lí 1  trong học kỳ chính 211 nhóm lớp L03 (như trong hình). Vậy học phí của em sẽ tính theo học phí của khóa k2018 hay theo học phí của k2021 ạ. Và cụ thể là bao nhiêu tiền 1 chỉ ạ, mong quý pđt tư vấn, em cảm ơn ạ!",
    "Dạ chào thầy/cô. Hiện tại em là sinh viên K19 khoa xây dựng. Trong đợt ĐKMH đợt 1 em có ĐK 5 môn nhưng qua đợt 2 thì em bị xóa 2 môn Tư tưởng HCM(SP1037) và môn kết cấu thép(CI3231).  Em nhận được thông báo từ nhà trường là xem như những môn học vừa qua là đạt để đủ điều kiện ĐK những môn tiếp theo nhưng sao lại bị xóa ạ?  Nên hiện tại em chỉ còn đăng kí được 3 môn(9 tín chỉ) như vậy thì có ảnh hưởng gì không ạ?  Cuối cùng là em muốn biết tại sao các môn học tự chọn không ĐK được ạ? Em cảm ơn.",
    "Chào pdt. Em muốn là học phí của kỳ dự thính 211 là 880000₫/tín chỉ luôn hay sao ạ. Em cảm ơn",
    "Chào . Em là sinh viên k17. Hiện tại em đã hoàn thành xong tất cả các môn, chỉ còn Luận Văn Tốt Nghiệp. Nhưng em không đăng ký được LVTN do thiếu chứng chỉ anh văn. Vì dịch nên em chưa bổ sung kịp. Em muốn hỏi bây giờ em cần phải làm gì để có thể đăng ký được LVTN ạ, và em có cần đăng ký 1 môn để duy trì tình trạng học không ạ?    .",
    "Em bị thiếu môn đăng kí, và trong đợt đăng kí đợt 2 vừa rồi hệ thống trường bị lỗi làm cho em bị xóa mất 2 môn học. Trường hợp tương tự như em cũng có một vài người bị, đó là hệ thống tự xóa môn học ạ. Em mong trường mở thêm sĩ số lớp môn kỹ thuật số mã môn EE1009 chứ không em sẽ không đủ 10 tín mất. Các môn đại cương em đã học qua rồi ạ. Em cảm ơn",
    "Dạ em là học sinh mới chuyển sang ngành khoa học máy tính, nên là em muốn đăng kí học lại các môn học của học kì 1 ngành khoa học máy tính. Em đã đăng kí 6 môn ở đợt 1 nhưng sang đến đợt 2 chỉ còn 2 môn còn những môn còn lại không mở thì phải làm sao ạ. Nếu như không đăng kí được thì cho em chuyển sang học chung với khóa k21 được không ạ. Em cảm ơn.",
    "Dạ cho em hỏi sau khi em hoãn thi môn Xác xuất thông kê, bộ môn có bài tập lớn sau khi thi cuối kì.Phòng đào tạo cho em hỏi là em có cần hoàn thành bài tập lớn k ạ. Em chân thành cảm ơn",
    "Em muốn đăng ký môn Kỹ Thuật Điều Khiển Tự Động (ME2009) vào lớp L01_L02 ạ nhưng mà đã hết sĩ số lớp. Em xin phép được xin mở thêm và xin vào lớp này được không ạ!!  Em cảm ơn !!",
    "Thưa PĐT, em tên là , lớp XD20LT04-Khoa Xây Dựng, 13 giờ ngày 7/8/2021 vừa rồi em có tham gia thi môn gt2 và được kết quả 10/16 câu. Em đã thực hiện đầy đủ theo quy định thi, nhưng có 1 việc ngoài ý muốn đó là em đã không tạo phòng riêng để ghi màn hình mà em thực hiện ghi màn hình luôn trên phòng coi thi của giám thị(trên ggmeet), và kết quả là em không nhận được bất cứ video nào cả ạ, đây là lỗi thất trách của em ạ, em rất hoan man vì giờ em không có bất cứ video nào để nộp ạ. Mong PĐT xem xét giúp em, cho em qua lần này, em đã rút được kinh nghiệm và sẽ không để trường này tái phạm nữa trong 2 môn thi còn lại. Em cảm ơn.",
    "Em thấy em   B đủ điều kiện    đăng kí môn Kỹ thuật hệ thống viễn thông (  B EE3015   ) nhưng do Full chỗ nên em không đăng kí được. Sau đợt đăng kí kì trước em bị xóa môn ạ do báo là không đủ chỗ xếp lớp ạ. Kính xin nhà trường xem xét cho phép em được đăng kí để không bị Delay lại nửa năm. Em xin cám ơn nhiều lắm. Nhà trường xếp em lớp nào cũng được nhưng nếu như có thể em muốn đăng kí vào lớp L04_L04 cho tiện việc di chuyển.",
    "Em muốn đăng kí những môn sau: - CH2021HÓA HỮU CƠ - CH3147Côngnghệ sảnphẩm mỹ phẩm Nhưng đã đủ sĩ số, kính mong PĐT mở thêm sĩ số để em có thể học để kịp chương trình Em xin cám ơn ạ",
    "Em chào thầy(cô) pđt. Em là sinh viên khoa Điện-Điện tử. Trong học kì 201, em rớt 2 môn: nhập môn kĩ thuật( EE1001) và giáo dục thể chất 1( PE1003). Em đăng kí học lại ở cả học kì 202 và 211( đợt mới nhất) nhưng đều bị từ chối với lí do: Môn học khoa không mở lớp - SV liên hệ Khoa. Vậy, nếu muốn học các môn này em phải liên hệ với Khoa bằng cách nào? Em xin cảm ơn!",
    "Dạ em xin chào thầy cô,  Vì tình hình dịch diễn ra liên tục nên hơn nửa năm rồi trường chưa tổ chức lớp thi Anh văn. Em đăng ký tại IGG để thi TOEIC thay thế cũng không được vì lệnh giãn cách. Em kính mong thầy cô xem xét cho gia hạn điều kiện tiếng Anh để tụi em đăng ký môn Luận văn tốt nghiệp trong HK211 này ạ. Em cám ơn thầy cô",
    "Dạ thưa PĐT, em có làm mất thẻ SV trước ngày thi một ngày. Mai em có ca thi lúc 10h, vì thì em có sử dụng CMND để thay thế được không ạ?",
    "Em tên là , lớp XD20LT04-Khoa xây dựng, vừa rồi em có gửi 1 mail (Câu hỏi/Yêu cầu) xin PĐT về việc video ghi màn hình môn gt2 thi 13 giờ ngày 7/8/2021 của em bị lỗi nên không có video gửi, mong PĐT xem xét, nếu không được thì em mong PĐT cho phép em xin hoãn thi cuối kì môn giải tích 2 - học kì 202. Để em hoàn thành bài thi vào đợt sau ạ. Em cảm ơn ạ.",
    "Em tên là  K19 ,khoa Môi trường và Tài nguyên. Hiện tại bảng đăng kí môn học đợt 2 của em gặp một số vấn đề như sau : - Vào ngày thứ 3 hàng tuần theo thời khóa biểu em được xếp thì    + Tiết 2-3 em có môn Quản lí chất thải rắn (EN2069) học ở cơ sở 1 , tiết 4-5 học môn an toàn lao động với vệ sinh môi trường công nghiệp (EN3073) ở cơ sở 2, sau đó tiết 7-8 em học mô hình hóa (EN2017) ở cơ sở 1 . Nếu vậy thì sẽ không đủ thời gian di chuyển giữa 2 cơ sở nếu vô học lại ạ, nhưng bảng đăng kí của em vẫn không bị xóa với bạn em muốn đăng kí giống em thì bị lỗi vì không đủ thời gian di chuyển ạ. Hiện tại em không biết là mình nên xóa những môn bị vướng đó không, nếu xóa thì sợ rằng không còn slot để học, không xóa thì em sợ là đợt 3 sẽ bị xóa và em không đăng kí lại được ạ!! Em muốn hỏi nếu hệ thống bị lỗi thì khi nào được khắc phục để em có thể sửa lại bảng đăng kí của mình ạ.",
    "Kính gửi: Phòng đào tạo Em tên:  MSSV:  Hệ VHVL: Khoa Cơ khí - Ngành kĩ thuật chế tạo Dạ phòng đào tạo cho em hỏi hiện em không thể đăng kí luận văn tốt nghiệp ngành kĩ thuật chế tạo do hiển thị thông báo chưa hoàn thành thực tập tốt nghiệp (ktct). Nhưng em đã hoàn thành môn đó từ học kì trước và đã có điểm, mong phòng đào tạo kiểm tra và xem xét hướng dẫn giúp em để em có thể đăng kí môn Luận Văn Tốt Nghiệp trong kì này ạ . Hình không thể đăng kí môn học cũng như hình đã hoàn thành môn học thực tập tốt nghiệp em có đính kèm bên dưới ạ. Em cảm ơn.",
    "Kính chào Thầy/cô Em là SV k17. Hiện tại em có học rất ít môn và luận văn tốt nghiệp. Trong đó em có đăng ký trả nợ môn Hệ thống máy tính và ngôn ngữ lập trình (EE2009) nhưng hết sĩ số và không được mở dự thính. Vì thế em xin được pdt cho phép thêm em vào lớp   B L12_L24    hoặc lớp nào cũng được của môn này. Em xin cám ơn",
    "Em tên , mssv , do thực hiện NVQS nên mặc dù năm 4 nhưng em bị chậm chương trình học. Dạ em muốn hỏi môn sức bền vật liệu (CI2007) là môn tiên quyết để học các môn khác mà sao em đăng ký cho hk tới không thấy mở lớp ạ",
    "Dạ chào thầy/cô! Em tên là , MSSV:  Vì tình hình dịch Covid nên em chưa có chứng chỉ ngoại ngữ để đăng ký LVTN (đã hoàn thành tất cả các môn học), vì vậy nên trong đợt đăng ký môn học này em không đăng ký môn học nào. Cho em hỏi có cần đăng ký môn học nào đó để không bị đình chỉ học không ạ . Em cảm ơn!",
    "Dạ em chào thầy/cô! Em là , sinh viên hệ văn bằng 2. Dạ cho em hỏi 2 môn học dưới đây hiện không mở cho kỳ chính, vậy em có thể đăng ký học dự thính vào chung nhóm T (hệ VLVH) được không ạ? CO3055 - Thực tập công nghệ pm CO3087 - Thực tập đồ án đa ngành Em có đính kèm ảnh chụp màn hình, em cảm ơn thầy/cô đã hỗ trợ ạ!",
    "Em chào Thầy/Cô! Vừa rồi em không đăng môn học kí kì hè vừa rồi và em đang kí môn học đợt 1 hk211 thì em thấy các môn học hè cần thiết nhưng sang đợt 2 thì em hủy hết môn lí do là các môn học đó không mở lớp. Có cách nào để em đăng kí lại các môn học hè không ạ? Em cảm ơn ạ.",
    "Dạ thưa, hiện tại em có môn đồ án bắt buộc học vào học kì sau để kì tới em làm luận văn tốt nghiêp. Cho phép em hỏi giờ em có thể đề nghị mở môn học cho học kì 211 được không ạ. Và nếu được em phải làm thế nào. Em xin cảm ơn.",
    "Cho em hỏi về vấn đề dkmh, em kỳ 2 202 chưa kết thúc, kỳ hè 203 em có đăng ký thực tập nhưng do dịch, ko đi đc, nhưng lịch vẫn có, chưa kể kèm theo đóng học phí. Bây h do dịch nên không thể đóng học phí đc, do tài khoản nh của e chưa đăng ký internet banking để chuyển khoản ( hầu như là e phải đóng trực tiếp tại ngân hàng).cũng như ko thể đi thực tập đc --  em ko thể đăng ký môn học kỳ 211 này. Trường xem xét có cách giải quyết dùm e vụ này để em đăng ký môn học hk 211 ko ạ? .",
    "Em chào thầy/cô, ở đợt 1 đăng kí môn học cho học kì 211, em đã đăng kí 2 môn (Luận văn tốt nghiệp và Pháp luật đại cương) ở hình sô 1. Em chưa đủ chuẩn tiếng Anh nên có thể sẽ bị hủy môn Luận văn, nhưng còn môn Pháp luật đại cương em không bị vướng quy định. Tại sao lại bị hủy hết cả hai môn (ở hình 2). Làm sao để em có thể đăng kí lại môn khi mà tạo đăng kí không được cho phép (ở hình 3). Còn mấy hôm là đóng đợt đăng kí, em mong nhận được phản hồi sớm từ thầy cô ạ. Em cảm ơn!",
    "Kính chào cán bộ PĐT, Trong học kì dự thính 211, PĐT có mở một lớp ĐAMH Kết cấu thép nhưng số lượng đủ cho các bạn sinh viên . Em đã xin ý kiến GV, cô đã đồng ý nhận lớp. Rất mong PĐT xem xét và mở thêm một lớp ĐAMH Kết cấu thép để chúng em có thể theo đúng tiến độ học tập, bởi đây là môn học tiên quyết cho Luận văn tốt nghiệp. Đơn xin mở lớp và danh sách sinh viên em để trong phần đính kèm. Em xin chân thành cảm ơn, kính chúc PĐT sức khỏe dồi dào, an toàn mùa dịch",
    "Em chào quý thầy cô ạ! Hiện tại em đang đăng ký môn học, nhưng vì lý do không đủ thời gian giãn cách giữa 2 cơ sở nên bị hủy. Em viết mail này là để xin cam kết có thể di chuyển kịp thời giữa 2 cơ sở, quý thầy cô có thể hỗ trợ giúp em được không ạ. Em cảm ơn nhiều ạ! ",
    "Kính thưa thầy cô, em là  , Kì này em không đăng kí môn học đúng hạn nên không đăng kí môn được, giờ em đã đóng học phí trở lại. kính mong thầy cô mở đăng kí lại cho em,em cảm ơn nhiều a",
    "Em chào thầy cô ạ, Bên PĐT có thể mở thêm slot hóa phân tích mã CH2113 vào kì 211 chính quy được không ạ? Vì lí do em ko có phương tiện di chuyển về vào buổi tối nên em ko thể đăng kí lớp dự thính được. Mong thầy cô giúp đỡ em với  ạ. Em cám ơn và chúc thầy cô nhiều sức khỏe.",
    "Cho em hỏi hiện giờ em muốn đăng ký giáo dục thể chất trong kì tới thì đăng ký thế nào ạ ?  Và cho em hỏi là kì 211 tới thì em lên năm 3 nhưng vẫn còn thiếu 1 môn thể chất, vậy em có được phép đăng ký nữa không ạ ? Hay em phải làm đơn xin phép đăng ký ạ ?",
    "Hiện tại trong đợt đăng kí môn học, em muốn đăng kí môn ' Sản xuất sạch hơn - CH4027 ' Nhưng đã hết slot, mong phòng đào tạo hướng dẫn, hoặc mở thêm để em có thể đăng kí được môn học ạ.",
    "Kính gửi quý thầy/cô phòng đào tạo. Em là , sinh viên k18 khoa xây dựng. Đợt đăng kí môn học dự thính lần 2 này là gộp chung cho hệ chính quy và hệ VHVL. Vậy cho em hỏi, mã lớp T-01 hệ VHVL được mở thì sinh viên chính quy có được học và được công nhận như môn học trong chương trình đào tạo không ạ? Kính mong quý thầy cô sớm phản hồi. Em xin cảm ơn. ",
    "Em xin hỏi là: Em đã học hết môn cần thiết, chỉ còn luận văn tốt nghiệp là chưa đăng kí được vì thiếu bằng toeic để nộp. 1. Vậy thì học kì 211 em không đăng kí môn học nào không khi đã hoàn thành các môn hoc? Nếu không đăng kí em có bị cảnh cáo học vụ không? 2. Em có thể đăng kí luận văn trễ khi đã qua thời gian báo cáo luận văn 50% được không? Vì tình hình dịch covid em không biết được thời gian mình sẽ thi toeic để lấy bằng. Em lo lắng rằng thời gian thi toeic sẽ trễ hơn báo cáo luận văn 50%.",
    "Dạ em chào thầy cô ạ, hiện tại môn Hóa phân tích CH2113 có nhiều bạn muốn đăng kí nhưng hiện tại đã full slot, vậy có thể tăng sĩ số lớp hay mở lớp mới không ạ. Em cảm ơn thầy cô.",
    "Em tên: ; MSSV: ; Lớp: DK16KK; Khoa: Kỹ thuật Địa chất và Dầu khí; Theo kế hoạch học tập của cá nhân em thì em sẽ thi IIG và nộp chứng chỉ ngoại ngữ vào HK hè 203 vì HK chính 202 em có đăng kí thời khóa biểu khá dày đặc. Nhưng do tình hình dịch bệnh bên đơn vị tổ chức thi IIG từ chối nhận hồ sơ đăng kí thi nên hiện tại em chưa có chứng chỉ ngoại ngữ nộp cho PĐT để đủ điều kiện đăng kí LVTN; Em đã hết sức nổ lực trong thời gian vừa qua để có thể tốt nghiệp sớm nhất có thể, nhưng tình hình dịch bệnh gây cản trở và ảnh hưởng rất nhiều đến đời sống và quá trình học tập của em; Kính mong PĐT có thể tạo điều kiện và hỗ trợ em đăng kí môn LVTN và gia hạn nộp chứng chỉ ngoại ngữ trong học kì tới HK211; Em xin cảm ơn.",
    "Trễ học phí &  HK203 em bị trễ học phí và đến nay vẫn chưa đóng học phí vì tình hình dịch tại địa phương. Khi em đăng kí môn học HK211 đợt 1 thì đã bị hủy TKB. Vậy thầy/cô cho em hỏi nếu ngày 9/8 em trả nợ học phí HK203 thì em có được đăng kí môn học HK211 không hay cần thực hiện những gì nữa ạ? Em xin cám ơn!",
    "PDT cho em hỏi là kì 211 này có đăng kí môn học đợt 3 không ạ?",
    "Kính gửi quý thầy/cô, Hiện lịch học của em vào ngày thứ 6 là:  23 học CH2113 ở CS1  45 học CH3331 ở CS2 Vì trước đó môn CH3331 được xếp tại CS1 và sau đó lại đổi thành CS2 nên bây giờ tình trạng của em là như trên. Bên cạnh đó các lớp CH2113 đã full 80/80 em không thể đổi lịch được nữa. Rất mong quý thầy/cô có thể tăng sỉ số lên 85 hoặc 90 để em có thể chuyển giờ học về CS2 vì em sợ mình sẽ bị hủy TKB ạ!  Em xin cảm ơn quý thầy/cô.",
    "Kính gửi PĐT Em tên:  ;MSSV:  Hiện em không thể đăng ký môn học \"lý do: chưa đóng học phí\". Tại môn học này bị hoãn nên em không để ý . =  Hiện em đã thanh toán đầy đủ học phí, mong PĐT xóa điều kiện này để em được đăng ký môn học ạ . Em xin cảm ơn!",
    "Em muốn xin đăng ký tăng sỉ số môn Giải tích 2  dự thính ạ . Mã môn học: MT1005 Lớp DT02 Thời gian: Thứ 3 (13-14-15), Chủ nhật (2-3) Sỉ số hiện tại: 99/99 Admin chú ý mở sĩ số giúp em đúng lớp đó với ạ, vì chỉ có 2 lớp nhưng DT01 em bị kẹt giờ môn khác.",
    "Kính gửi nhà trường, Em là  -  Hôm bữa thi XSTK cuối kì 202. Em đã hoàn thành bài thi nhưng trong quá trình export video thì bị lỗi dẫn đến mất video. Em đã đăng kí làm bài make-up exam nhưng thầy  không cho phép vì không thuộc 2 lí do (mất kết nối mạng và ko truy cập được vào bkexam). Và theo quy định của thầy  thì những ai không có video để nộp thì sẽ bị 0 điểm bài thi cuối kì, đồng nghĩa với việc em rớt môn. Sau đó thầy  có mail cho mn là những ai muốn trì hoãn thi vì lí do nào đó thì gửi yêu cầu đến AAO. Vậy nên em xin phép nhà trường cho em trì hoãn thi môn XSTK kì 202 được không ạ ?  Em cảm ơn,",
    "Kính chào phòng đào tạo, Cho em hỏi nếu em hủy môn học ở đợt đk môn học hk211 và tạm dừng học kì thì có phải đóng học phí cho hk211 không ạ và nếu em rút môn học khi đang trong hk211 thì phải đóng học phí cho kì đó đúng không ạ? Kính chào",
    "Dạ em xin chào phòng đào tạo trường Đại học Bách Khoa- ĐHQG TP.HCM. Em tên là  MSSV:  Lớp: XD18KT Khoa: Kỹ thuật xây dựng PĐT có thể kiểm tra lại môn học Môi trường & Kiến trúc bền vững, mã môn học: CI3173 đã được mở lớp chưa ạ. Do em đã nhận được mail đồng ý mở lớp của Khoa XD và Bộ môn Kiến trúc nhưng bây giờ vẫn chưa đăng kí được môn. Dưới đây là mail đồng ý mở lớp em được nhận ạ! Em xin chân thành cảm ơn!",
    "Kính chào Phòng Đào Tạo, Em là . MSSV . Thuộc lớp TN18DDT chương trình Tăng cường tiếng Nhật. Hiện tại theo chương trình đào tạo em còn thiếu 1 môn là Giải tích 2 để hoàn thành. Vì lớp Dự thính GT2 đã hết sĩ số nhưng em nhận thấy có xuất hiện sĩ số 102/99 như trong hình. Phải thế nào mới được đặc cách đăng ký vào lớp này như các bạn đó ạ? Vì môn Giải tích 2 là môn cuối trong chương trình đào tạo ở Việt Nam của em, kỳ này cũng là kỳ cuối nên em không thể đợi kỳ sau. Tình thế của em là rất gấp và nghiêm trọng. Kính mong Phòng Đạo Tào xem xét kỹ lưỡng và giúp đỡ em ạ. Em chân thành cảm ơn.",
    "Dạ em tên . Mssv . Thầy/cô cho em hỏi là em có thể đăng kí học 15 chỉ của kì chính(bao gồm đề cương lvtn) và 10 chỉ kì dự thính không ạ. Nếu không được em có thể làm đơn xin học thêm chỉ được không ạ. Em xin cảm ơn thầy/cô",
    "Chào thầy cô , hiện tại em đã pass chuẩn avdv rồi và muốn đăng kí học lớp anh văn 1 vào kì 211 nhưng không thấy mở lớp nên em đã đăng kí lớp anh văn 1A nhưng lại không đăng kí được vì chưa học lớp anh văn cơ bản (em đã pass avdv).  Em muốn hỏi:  1. Trong kì chính 211 có mở lớp anh văn 1 không ?  2. Sao em không đăng kí được lớp anh văn 1A ( dự thính kì 211 ) ? Em xin cảm ơn và mong nhận được phản hồi ạ !",
    "Em chào thầy/ cô. Thầy/ cô cho em hỏi, nếu kì 211 sắp tới đây, em đăng kí học kì chính 8 tín chỉ, và 8 tín chỉ ở học kì dự thính, thì học phí của học kì chính có được xét giảm không ạ, nếu có thì giảm như thế nào ạ. Em xin cảm ơn!",
    "Kính gửi: Phòng đào tạo Em tên  MSSV:  Hệ VLVH Lớp Hệ Thống Điện Cho em xin hỏi phòng đạo tạo ở đợt đăng ký môn học đợt 1 vừa rồi em có đăng ký 2 môn là AV400 và Luận văn tốt nghiệp. Nhưng ở đợt đăng ký đợt 2 khi e kiểm tra thì cả 2 môn đều đã bị huỷ. Em kiểm tra thì thấy mình chưa hoàn thành đóng học phí học kỳ vừa rồi nên bị hủy 2 môn đăng ký phải không ạ? Vậy nếu em đóng đầy đủ phí thì có được đăng ký lại và thủ tục đơn để xin được đăng ký môn học thì em làm như thế nào xin phòng đạo tạo tư vấn giúp em. Và ở môn học AV400 khi em đăng ký lại thì thấy lớp đã đủ sỉ số nên có cách nào để em đăng ký được vào học lớp AV400 được nữa không ạ vì em chỉ còn mỗi AV400 để có thể ra trường ạ xin phòng hổ trợ em ạ. Em xin trân thành cảm ơn.",
    "Xin chào, Em là  . Em đăng ký môn Kinh tế học đại cương IM1013 lớp L03 nhưng đã đủ sỉ số và các lớp khác cũng thế. Phòng đào tạo có thể tăng sỉ số được không ạ ? Em xin chân thành cám ơn ! ",
    "Dạ em là - do trong đợt DKMH lần 2 này em muốn đăng ký môn CI4055-thiết kế đường 2 nhưng mà trùng lịch với môn học CI4061-TN và VL XD đường ô tô. vì thế em muốn PDT tạo điều kiện cho em mở thêm sĩ số hoặc chuyển em môn Ci4061 từ lớp L02 sang L01 để em đăng ký môn CI4055 được không ạ? em cảm ơn nhiều ạ.",
    "Dạ em chào thầy/cô ạ. Em là  em có vấn đề về đăng kí môn học cho học kì này ạ. Ngày 7.8 e có lên đăng kí bổ sung môn vật lý 1 nhưng bị thông báo là không đủ thời gian giãn cách 2 cơ sở ạ, nhưng hôm nay các môn chuyên ngành của em đã chuyển hết về cs2 nên thời gian hơp lý ạ, nhưng lại hết slot. Em rất mong phòng đào tạo xem xét giúp em cho em xin thêm slot đăng kí học môn vật lý 1(PH1003) kỳ chính(lớp L02 thứ 4 và thứ 5) hay dự thính(DT01 thứ 2 và thứ 6) đều được ạ. Do em bị trễ khá nhiều nên em rất mong pdt cho em được tham gia học môn vật lý 1 trong học kì này ạ. Em chờ được sự phản hồi từ thầy/cô ạ. Em cảm ơn rất nhiều ạ.",
    "dạ cho e xin hỏi là: e ghi hình thi onl môn xác suất thống kê MT2013  nhưng quên bật mic thì giờ sao ạ? em cảm ơn vì đã xem câu hỏi của em ạ",
    "dạ cho em hỏi là em đăng kí kì chính có tiết 8 9 10 11 12 thì em có thể đăng kí kì dự thính tiết 13 14 15, vậy em có thể đăng kí như vậy được không ạ??",
    "Chào Phòng đào tạo ,em tên .mssv Em muốn xin hỏi là có cách nào xác nhận là mình đã gửi file ghi màn hình thành công mà không có lỗi gì xảy ra,(lỗi do tự bản thân sinh viên mắc) , vậy để chắc ăn mình có thể gửi 2 lần không?  Xin cảm ơn .",
    "Cho em hỏi môn quản lý dự án cho kỹ sư có 2 mã là IM2011 và IM1025 có giống nhau không ạ. Vì trong CTDT lớp VP19HK của em môn tự chọn nhóm A có IM2011 nhưng lại bị trùng lịch học, em học IM1025 có quy đổi điểm sang IM2011 được không ạ? Em xin cảm ơn!",
    "Em chào thầy cô . Em có 1 vấn đề là hiện tại nếu em đăng ký môn kết cấu thép (CI3231) của khóa K19 tương đương của môn kết cấu thép 1 của khóa K18 (CI3009) thì khi em đăng ký môn thiết kế cầu 1 của học kỳ tiếp theo ( môn kết cấu thép 1 là môn học trước) thì có đạt điều kiện môn học trước không?  Nếu như chuyển điểm giữa 2 môn thép thì nhà trường tự chuyển hay phải làm đơn gì khác không? Em thuộc khoa xây dựng chuyên ngành cầu đường. Em mong được sự giải đáp thắc mắc từ thầy cô. Em xin cảm ơn.",
    "Nộp Đơn Đăng Kí Môn Học Dự Thính HK211",
    "PON VEASNA     EE3013 (L03-L07) EM TÊN LÀ PON VEASNA-MSSV 1814891 HỌC KỲ 211 NÀY EM CÓ ĐĂNG KÝ MÔN HỌC EE3013 (MÔN GIẢI TÍCH HỆ THỐNG ĐIỆN). LÝ DO: SĨ SỐ LỚP HIỆN FULL SLOT . EM MONG PHÒNG ĐÀO TẠO MỞ THÊM SĨ SỐ ĐỂ EM ĐƯỢC HỌC LỚP ĐÓ. EM CHÂN THÀNH CẢM ƠN!",
    "Em chào phòng đào tạo Do đợt 1 PDT không mở lớp Anh Văn 4 - LA1009 nên nay em muốn xin mở lớp. Các kí trước offline thì em đã mở lớp rồi, nhưng kì này online nên em không biết gồm những thủ tục gì và liên hệ với ai, mong PDT giải đap ạ, Hiện tai em đã có tổng hợp MSSV các bạn co nhu cầu học rồi ậ. Em xin cảm ơn ạ  Thiện",
    "t đăng kí môn học hk211 đợt 1 em có đki môn giải tích 2(mt1005) rồi, nhưng qua đợt 2 thì em ko có thời khóa biểu của môn, cũng như không đăng kí lại được do không tìm thấy môn thì sao ạ",
    "Kính thưa thầy cô Do tình hình dịch bệnh, gia đình em thuần nông nên kinh tế gia đình gặp khó khăn. Em có thể xin tạm nợ học phí hoc kì DT211 được không ạ. Xin chân thành cảm ơn Thầy/cô",
    "Tình huống của em là e đã đăng kí môn Vật lí đại cương PH1003 ở đợt 2 HK202 nhưng lỡ xóa nhầm môn thì em có được đăng kí lại môn đó hay không ?",
    "Dạ cho em hỏi em đang thiếu một môn giáo dục thể chất chưa trả , em có thể làm đơn để được đăng ký thực tập tốt nghiệp không ạ. Mong nhà trường xét cho em vì em đã trễ thời gian ra trường quá lâu rồi ạ. Nếu như làm đơn thì trong tình hình hiện nay xử lý như thế nào ạ.",
    "Em là sinh viên ngành kiến trúc , khoa Kỹ thuật xây dựng. Hiện tại hết học kỳ hè này em đã quá thời gian đào tạo tối đa. Nếu như muốn chuyển hệ vừa học vừa làm thì em phải làm như thế nào ạ. Và chương trình học tiếp sẽ như thế nào ạ.",
    "em xin phép được hoãn thi môn vẽ kỹ thuật cơ khí ạ em cảm ơn ạ!",
    "Em xin chào PĐT, em tên là  MSSV . Em viết đơn này để xin được tăng số lượng sinh viên môn học Sản xuất sạch hơn mã CH4027 lớp L02 vì hiện tại số lượng sinh viên đã full ạ. Em mong Phòng Đào Tạo giúp đỡ để em có thể hoàn thành đủ tín chỉ yêu cầu của nhóm ngành với ạ. Vì hiện tại kì này nhiều môn không mở lớp ạ. Em cảm ơn !",
    "Dạ em chào Thầy/Cô ạ! Do tình hình dịch bệnh ở Tp. Hồ Chí Minh phức tạp và ngày khu nhà em có nhiều người nhiễm covid 19 nên em không thể ra ngoài đóng tiền thực tập hè và bị tạm dừng việc học ở học kì 211 em biết lỗi em rất lớn em mong thầy/cô thông cảm cho em vì tình hình dịch bệnh phức tạp và em cũng năm cuối . Em mong Thầy/Cô giúp em để em tiếp tục việc học của mình . Em xin cảm ơn!",
    "Kính gửi Phòng đào tao, Họ tên SV:  Mssv:  Ngày sinh:24/09/1997. Lớp: MO15QLMT Lý do: Thanh toán trể học phí vào học kỳ dự thính 202, vì lý do dịch bệnh em về quê nằm trong khu vực phong toả không thể lên trực tiếp Phòng đào tạo để nộp đơn thanh toán trể học phí. Em hy vọng Phòng đào tạo xem xét và tạo điều kiện cho em được thi cuối kỳ và được đăng ký môn học học kỳ mới. Em cam kết sẽ thực hiện đúng quy chế, thanh toán đúng hạn vào học kỳ tới, . Em xin cảm ơn.",
    "Thân gửi các bạn sinh viên,  Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau: SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56 Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc) Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác. Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoaộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký. Thông tin thêm: •Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế). •Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi. •Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.   Chúc các bạn học tập thật tốt!",
    "Chào thầy (cô), theo em được biết thì môn những nguyên lý cơ bản của chủ nghĩa  từ K19 trở về sau sẽ được tách thành 2 môn tương đương, mà hiện tại môn này không còn mở lớp nữa, nên giờ nếu em muốn học môn này thì phải đăng ký 2 môn tương đương của K19 đúng k ạ, em cảm ơn.",
    "Dạ pdt cho em hỏi một số môn của chương trình trước đã đổi mã và đổi chương trình từ kỹ sư thành cử nhân nên em đăng kí hệ thống báo lỗi ạ. PDT cho em hỏi đăng kí một số môn khác chương trình thì như thế nào ạ. Em cảm ơn",
    "Kính gửi thầy,cô  Em là   MSSV:  Cho em hỏi nhà trường có mở đợt bổ sung để đăng ký các lớp anh văn chính quy ko ạ Em xin cảm ơn",
    "ng ký thu nhận lại học kỳ 211 Họ tên:  MSSV:  Lớp: XD15KT Lý do: Em đã hoàn thành đầy đủ môn học CTĐT nhưng chưa đủ điểm Toeic để tốt nghiệp đợt tháng 4/2021 nên bị tạm dừng TKB Em xin PĐT thu nhận và khôi phục tài khoản để em có thể đăng ký môn học duy trì tình trạng SV cho học kỳ 211",
    "Em xin kính chào quý thầy cô. Em muốn hỏi là nếu em hoãn bảo vệ luận văn tốt nghiệp học kì 202, thì em có cần    Đăng kí môn học Luận văn tốt nghiệp    vào   B Thời khoá biểu học kì 211  B  không ạ? Mong quý thầy cô giải đáp. Em xin chân thành cảm ơn.",
    "Em muốn hỏi môn Giải Tích Mạch EE2023 có sỉ số lý thuyết 56 có thể tăng sỉ số được không ạ?",
    "Em kính chào thầy/cô Học kỳ 211 em có kế hoạch đăng ký luận văn tốt nghiệp nhưng không đạt đủ điều kiện môn tiên quyết. Em kiểm tra lại mail thì thấy nhà trường có gửi mail thông báo các môn chưa tích luỹ. Tất cả những môn ấy em đã tích luỹ ở chương trình chính quy nhưng không hiểu sao bây giờ sang chương trình vừa làm vừa học thì lại bị nợ, kể cả chứng chỉ ngoại ngữ em cũng đã nộp nhưng giờ lại không thấy thông tin. Em kính mong nhà trường xem xét lại giúp em tình trạng tích luỹ môn học để em có thể đăng ký luận văn tốt nghiệp. Mã số sinh viên cũ ở chính quy của em là 5 Mã luận văn 812303 Em chân thành cảm ơn.",
    "Kính gửi phòng đào tạo Em viết đơn này xin được hoãn thi môn Kĩ Thuật Siêu Cao Tần (EE3025) vì lý do không đủ thiết bị ạ. Em xin chân thành cảm ơn và mong sớm nhận được phản hồi ạ.",
    "Cho em hỏi mã nhóm lớp CN là của sinh viên hệ nào ạ? Em cảm ơn!",
    "Em hiện tại năm cuối, hoàn tất Anh văn 3 và Anh văn 4 chưa đạt. Theo quy chế thì em muốn tốt nghiệp cần bằng Toeic 550 nhưng muốn đạt anh văn 4 thì cần toeic 600. Cho em hỏi là nếu em đăng ký Anh văn theo như cầu AV4A thì khi hoàn thành em có nhận được tín chỉ tích luỹ ngành của môn AV4 không ạ, và em chỉ cần nộp bằng Toeic 550 thôi phải không ạ . Em cảm ơn",
    "Em là sinh viên việt pháp khoá 2018 ngành viễn thông ạ. Em xin phòng đào tao tăng thêm sĩ số môn Cơ sở điện tử công suất lớn - mã môn học 401701. Vì cả 2 nhóm lớp đều đủ sĩ số rồi ạ.",
    "Thưa thầy/cô hiện tại em đã xin được chủ nhiệm bộ môn, chủ nhiệm khoa Xây dựng và giáo viên giảng dạy đồng ý để mở lớp đặc cách cho môn công nghệ gốm xây dựng và đồ án công nghệ gốm xây dựng. Do khoá sau không còn đào tạo môn học này nữa, nên em và các bạn sinh viên mong trường có thể mở lớp để em và các bạn được học ạ.",
    "Em muốn kiến nghị với nhà trường rằng em mong muốn mở môn Giải Tích 2 vào thứ 3 và thứ 5 ạ",
    "Dạ em chào ạ, em thấy Môn Kĩ thực thủy lực khí nén ( Me3001 ) có hơn 100 bạn muốn đăng kí, pdt có thể thêm slot dự thính được không ạ.",
    "Cho em hỏi tiền nghiên cứu khoa học đợt 2 có thể nhận theo hình thức chuyển khoản ko ạ. Tại dịch bệnh nên ko biết bao giờ mới lên trường lấy được ạ",
    "Cho em hỏi là khi em thành toán trễ học phí xong thì phải làm thêm các bước gì để được đăng kí môn vậy ạ ?  Em cảm ơn thầy cô đã hỗ trợ",
    "Dạ e chào phòng đào tạo ạ, có thể tăng thêm sĩ số lớp dự thính DT01 của môn EE3021 và EE3019 cho em có thể học 2 môn đó được không ạ, em rất cần 2 môn này lắm ạ",
    "Em thấy ở các học kì 6 7 có các môn học tự chọn tự do,là mình học môn nào cũng được ạ,,môn đại cương k trong các môn bắt buộc cũng đc ạ",
    "Em đã thanh toán học phí trễ Hk hè 203. Mong thầy cô xem xét cho e được đăng ký môn học ở HK 211. E sẽ nộp Đơn trình bày lý do thanh toán trễ học phí sau khi hết dịch được không ạ.    :",
    "Em xin chào ạ. Chuyện là em bị hủy lớp dự thính hè nên em quên đóng tiền học phí, nên kì chính này đợt 2 em bị cấm đăng kí môn học. Em đã bổ sung học phí rồi thì không biết làm thế nào để em có thể đăng kí môn học được ạ. Em xin cám ơn",
    "Em xin đăng ký môn học sau:  1, MT1009 - Phương pháp tính 2, CO2035 -  SO 3, CO3009 - Vi xử lý - vi điều khiển Mong thầy/cô xem xét sắp xếp lớp cho em. Em xin chân thành cảm ơn thầy/cô.",
    "Chuyển Ngành Em là  , hiện đang là sinh viên ngành Điện Điện Tử , em muốn chuyển sang ngành Kiến Trúc (Clc) của trường mình ạ.",
    "Hiện tại em đang mong muốn ĐKMH HK211 nhưng không thể đăng ký được vì lý do: ''Tạm Dừng''. Em email này để cần được giải đáp thắc mắc về tình trạng sinh viên hiện tại của mình? - Các quyết định em đã nhận được và đã làm đơn sau đó. + 26/2/2021 nhận QĐ 69/QĐ-ĐHBK: Tạm dừng vì không đóng học phí Ngay sau đó em đã làm đơn trình bày lý và cứu xét thu nhận có chữ ký của giáo viên chủ nhiệm CK15CTM3 và đã đóng học phí đầy đủ nhưng vẫn không thể ĐKMH học kỳ sau đó. Đến ngày: + 09/4/2021 nhận QĐ 260/QĐ-ĐHBK: Xóa tên vì không ĐKMH Mong PĐT đưa ra phương án giải quyết vấn đề này giúp em! EM  ƠN!",
    "Học phí khóa k20(HK211)là bao nhiêu ạ? Nếu vượt 17 tín chỉ thì tính thêm mỗi tín vượt là bao nhiêu? Học phí kì DT 211 là bao nhiêu 1 tín chỉ? Học phí dự thính có tăng qua các năm ko ạ",
    "Em hiện là sinh viên khóa 20 thuộc chương trình Tiên Tiến của OISP. Cho em hỏi là vì sao trong đợt đăng kí môn học đợt 2 này em vẫn chưa hiệu chỉnh được các môn đã đăng kí ở đợt 1. Khi nhấn vào chuyển nhóm thì hiện ra thông báo đỏ là \"  B Bạn không được phép đăng ký vào nhóm lớp này   \". Theo em biết thì chỉ các sinh viên thuộc hệ Tiên Tiến mới gặp lỗi này. Kính mong nhà trường kiểm tra và phản hồi ạ. Em xin cảm ơn.",
    "Hiện tại em đang mong muốn ĐKMH HK211 nhưng không thể đăng ký được vì lý do: ''Tạm Dừng''. - Các quyết định em đã nhận được và đã làm đơn sau đó. + 26/2/2021 nhận QĐ 69/QĐ-ĐHBK: Tạm dừng vì không đóng học phí   B Ngay sau đó em đã làm đơn trình bày lý do và đơn cứu xét thu nhận của khoa có chữ ký của giáo viên chủ nhiệm 15CTM3 và đã đóng học phí đầy đủ nhưng vẫn không thể ĐKMH học kỳ sau đó.   E đã lên PĐT và nộp đơn cứu xét cho PĐT rồi    Dịch bệnh khó khăn, mong PĐT ra phương án giải quyết sớm vấn đề này giúp em!",
    "Môn Tái chế vật liệu dệt ME4511 mở 2 lớp nhưng lớp L02 hiện đã đủ số lựợng 60/60 còn lớp L01 lại trùng với thời khoá biểu môn Hoá học thuốc nhuộm (chuyên ngành) của em.Mặc dù môn tái chế vật liệu dệt là môn tự chọn nhưng cả lớp em đã thống nhất học môn này nhưng trong đợt 2 em lại bị xoá môn. Em và một số bạn nữa cũng gặp tình trạng giống vậy. Mong phòng đào tạo xem xét trường hợp này giúp em với ạ!",
    "Xin mở sỉ số môn học: 207702TKế bg máy tính- Nhóm lớp: P01_P01 Thứ 3- 2 3 4 5 6 - - - - - - - - - - - Thứ 7- - - - - - - - - - 11 12 - - - -",
    "Cho em hỏi làm sao để xin để mở thêm sỉ số lớp ạ. Em đang thiếu truyền số liệu và mạng để kỳ sau có thể đăng ký đồ án để kịp quá trình học nên kỳ này em muốn đăng ký.",
    "Cho em hỏi, khoảng   B thời gian tối thiểu    giữa   B 2 cơ sở    là bao nhiêu   B tiết    học vậy ạ?",
    "Dạ em xin chào và cảm ơn quý thầy cô đã nhận và đọc câu hỏi của em ạ.     Em là sinh viên K15, vừa bảo vệ thành công LVTN, đã đủ số tín chỉ để tốt nghiệp, nhưng hiện tại chưa đủ ngày công tác xã hội và chứng chỉ  Nói-Viết để hoàn thành Tốt nghiệp, thì học kì tới (Học kì 211) em có cần đăng kí thêm môn học để đủ điều kiện là sinh viên của trường không ạ? vì em thấy trong email nhắc nhở đăng kí môn học có ghi: \"Tất cả SV phải có thời khóa biểu chính thức vào các học kỳ chính (HK1, HK2) và có số tín chỉ tối thiểu theo quy định học vụ để duy trì tình trạng đang học của SV, nếu không có thì sẽ bị tạm dừng học 1 học kỳ.\"   Em mong nhận được câu trả lời sớm từ quý thầy cô ạ",
    "Em là sinh viên K20, chương trình CLC. Vì một số lý do nên em có dự định bảo lưu kết quả học tập ở 02 học kỳ tới (211 và 212) và sau đó thi tuyển sinh năm học 2022 lại để vào một ngành khác. Em có một số thắc mắc như sau: 1/ Với tình hình dịch bệnh căng thẳng như hiện nay thì em không thể đến trực tiếp phòng đào tạo để làm Phiếu đề nghị tạm dừng học. Vậy thì em phải làm thế nào ạ? 2/ Theo như điều 26 trong Quy chế đào tạo và học vụ thì em có thể tạm ngưng 02 kỳ liên tiếp là 211 và 212 đúng không ạ? 3/ Khi em tạm dừng học thì những tài khoản như , ... cũng sẽ bị tạm dừng hay sao ạ? 4/ Nếu em thi vào ngành khác thì có cần làm Thủ tục thu nhận lại không ạ? 5/ Nếu em thi vào ngành khác thì điểm số của các môn em đã hoàn thành cũng sẽ được trực tiếp chuyển qua hay còn phải làm thêm đơn nữa ạ? Em cảm ơn./.   i  .",
    "Dạ em lỡ tay xóa các môn học bắt buộc của học kì này như kỹ thuật số ,giải tích mạch mong quý thầy cô chăm chước mở thêm 1 slot cho em vào lại ạ ,cảm ơn quý thầy cô",
    "Dạ trong đợt đăng kí đợt 2 em hiện không đăng kí đc các môn bắt buộc của nhà trường yêu cầu mà khoa em yêu cầu phải đủ chỉ để phân nghành mong quý thầy cô hướng dẫn em cách giải quyết ạ",
    "Dạ vì lý do nơi ở của em thông bao cúp điện vào ngày 12/8/2021 cũng là ngày em thi GT1 .Em đã có điền theo form hoãn thi và nhận lại được 1 mail. Em muốn biết là như thế đã được hoãn thi chưa ạ. Em cảm ơn!",
    "Cho em hỏi , giờ em muốn liên hệ với Văn Phòng Đào Tạo Quốc Tế về vấn đề chuyển ngành thì em phải liên hệ qua đâu ạ ? Mình gọi hotline hay chat qua Facebook ạ ? Em cảm ơn.",
    "Cho em hỏi môn học Co kết cấu(CI3233) có thể học để thay thế cho môn Cơ học kết cấu(CI2029) không ạ. em xin cám ơn!!",
    "Thưa Thầy/Cô, Xin hãy tăng sỉ số lớp   B L01 môn Cơ sở vật liệu và bảo vệ ăn mòn - CH3331.    Lớp này chỉ mới có   U 73    SV đăng kí so với 79SV của 2 lớp L02 và L03. Nếu không đăng kí được môn này trong học kì chính thì em bị trễ tiến độ chương trình học rất nhiều. Hôm qua em đã đăng kí được rồi nhưng hôm nay PĐT cập nhật lại cơ sở học của các môn nên em không đăng kí được. Rất mong được Thầy/Cô giúp đỡ! Em xin cảm ơn!",
    "Em là lớp Việt Pháp, hiện tại em không đăng kí được môn SP1031 Mac Lenin. Cho em hỏi chương trình VP có thể học tương đương những môn chính trị bằng cách nào ạ",
    "Em chào Thầy/ Cô, Em là Nguyễn Phương Hạnh, MSSV: 1852139, sinh viên lớp CC18HTP2. Hôm trước trang ĐKMH báo em lỗi \"thiếu bằng TN PTTH\". Nay em đã thực hiện đăng ký các môn học được rồi. Tuy nhiên, em kính mong Thầy/Cô kiểm tra lại giúp em về bằng THPT ạ. Em đã nộp bằng rồi và trên hệ thống cũng báo \"đã xử lý\" ạ. Mong Thầy/ Cô xác nhận lại giúp em. Nếu có vấn đề, xin Thầy/Cô hướng dẫn thêm để em thực hiện và việc ĐKMH vào học kỳ sau được thuận lợi ạ. Em cảm ơn Thầy/Cô rất nhiều!",
    "Dạ em chào cô Cô chủ nhiệm lớp em có nói là khoa đã gửi CÔNG VĂN tương đương cho pdt rồi ạ. Nhưng đến đợt đkmh đợt 2 em vẫn không đăng kí được và vẫn bị ghi thiếu môn học trước mã cũ. Vậy giờ em phải làm như thế nào để đăng kí được môn học ạ? Em cảm ơn",
    "Cơ học máy MSMH: ME2077 https://mail.google.com/mail/u/0/#sent/",
    "Em bị thiếu môn đăng kí, và trong đợt đăng kí đợt 2 vừa rồi hệ thống trường bị lỗi làm cho em bị xóa mất 2 môn học. Trường hợp tương tự như em cũng có một vài người bị, đó là hệ thống tự xóa môn học ạ. Em mong trường mở thêm sĩ số lớp môn kỹ thuật số mã môn EE1009 chứ không em sẽ không đủ 10 tín mất. Em thấy các lớp của môn học kỹ thuật số này chỉ có lớp có 28/28 và có lớp là 29/29. Em xin được mở thêm ở các lớp có 28/28 được không ạ. EM xin cảm ơn.",
    "Kính gửi Phòng đào tạo Em tên là , hiện đang học lớp A01 môn Phương pháp tính do thầy  phụ trách. Em viết yêu cầu này nhằm muốn được hoẵn thi môn Phương pháp tính cuối kỳ HK202 theo hình thức trực tuyến được tổ chức. Lý do: Em không đảm bảo được việc đầy đủ các thiết bị yêu cầu trong thời gian gần nhất từ đây đến ngày thi (15/08/2021). Đơn hoãn thi em xin được gửi ở bên dưới. (Trong file đính kèm) Em kính mong Phòng đào tạo xem xét yêu cầu của em và phản hồi để em biết được thông tin trong thời gian sớm nhất. Em xin chân thành cảm ơn.",
    "Cho em hỏi là tại sao trong Chương trình đào tạo K2019 khoa KTXD kì 5 có 2 môn   B CI3231    và   B CI3233    nhưng em không đăng kí được môn CI3231 vì nó yêu cầu phải học trước CI3233 ạ?",
    "Em là sinh viên k19 của khoa môi trường và tài nguyên. Trong quá trình đăng kí môn học EN2017 - Mô hình hóa môi trường thì hệ thống báo là thiếu môn tiên quyết là EN2035 - Thủy văn môi trường. Nhưng sau khi đã hỏi cô chủ nhiệm thì cô trả lời là môn tự chọn không có tiên quyết. Mong nhà trường giải quyết. Em cảm ơn ạ.",
    "Em xin đăng kí môn học  Nhập môn kỹ thuật - EE1001",
    "Cho em hỏi là mình đã đăng ký hoãn thi rồi thì có cần tham gia thi vào ngày thi không ạ",
    "Em chào phòng đào tạo,em tên là  MSSV  em đang làm đồ án (Kỹ thuật điện tử, truyền thông)(EE3151) học kì 202 do thầy  phụ trách, do ban đầu em nhớ mình đăng kí đồ án điện tử nên em có nộp báo cáo đồ án của mình cho bộ môn điện tử, lúc không có tên trong danh sách bảo vệ em mới biết mình ở bên viễn thông ạ. Em mong phòng đạo tạo có thể giúp em để em có thể bảo vệ off line vào đợt sau được không ạ ! Em cảm ơn phòng đào tạo!",
    "chào admin. Cho hỏi là mình học khác mã nhưng cùng một môn thì sau khi mình học xong có thể  chuyển điểm mã khác về mã ngành mình được không. Cảm ơn",
    "Em thanh toán học phí kỳ hè trễ nên bị xóa môn ở đăng kí đợt 2. nhưng sau khi thanh toán em vẫn không đăng kí được môn học ạ. Mong thầy (cô) giúp em với ạ!",
    "Cho em hỏi hiện giờ thì tình hình dịch bệnh covid phức tạp không đăng ký thi anh văn nói viết được thì thời hạn để sinh viên nộp thi anh văn nói viết để xét tốt nghiệp sau khi đã bảo vệ luận văn xong là bao lâu ạ? Trên đăng ký môn học trên mybk thì em thấy mục đăng ký anh văn nói viết 2 kỹ năng theo hình thức trực tuyến mã môn MSMH BKE123, khi em bấm vào thì lại không đăng ký được báo là không đủ điều kiện đợt này, thì giờ em đã qua bảo vệ luận văn và không nợ bất kì môn nào không biết là bị vướng điều kiện gì ? Mong được giải đáp sớm ạ!",
    "Em đăng ký môn học đợt 1 thành công nhưng kết quả đợt 2 lại thiếu mất 1 môn là Các hệ truyền thông (405719). Xin nhà trường xem xét trường hợp của em ạ    .",
    "Em xin mở thêm sỉ số môn EE1009 - Lớp L03_L05",
    "Dạ em chào PĐT  Cho em hình em có thể lập đơn xin mở lớp anh văn ở kì chính 211 được không ạ. Em cảm ơn .",
    "Chiều nay 13h em sẽ thi môn tư tưởng , do em thoát ra mà không đăng xuất khỏi hệ thống nên bây giờ em không đăng nhập vào  exam.hcmut.edu.vn được, em đã chờ hơn 2 tiếng như thông báo nhưng vẫn không vào được, liệu có cách nào để em đăng nhập vào để chiều nay thi không ạ? em cảm ơn!",
    "Kính gửi Phòng đào tạo, Vì phục vụ kế hoạch học tập cho kịp tiến độ , kinh mong Phòng đào tạo trường đại học Bách Khoa TPHCM mở lớp học Vi xử lý (EE2013),để có thể kịp đăng ký làm đồ án và các môn chuyên ngành khác cho học kì sau. Em xin chân thành cảm ơn!",
    "Kính gửi Phòng đào tạo, Vì phục vụ kế hoạch học tập cho kịp tiến độ , kính mong Phòng đào tạo trường đại học Bách Khoa TPHCM mở lớp học Vi xử lý (EE2013),để có thể kịp đăng ký làm đồ án và các môn chuyên ngành khác cho học kì sau. Em xin chân thành cảm ơn!",
    "Kính gửi Thầy/Cô Văn Phòng đào tạo   B OISP    Em là _MSSV: _Khoa: Điện-điện tử (OISP) Nội dung đang thắc mắc: Sau khi nhận được mail của trường vào lúc 17:53 (7/8) về việc hiệu chỉnh đăng ký môn học của HK211. Em có vào thay đổi nhóm của từng lớp học (để phù hợp với thời gian học online những ngôn ngữ bên ngoài trường) bằng việc xóa đi những đăng ký cũ. Nhưng sau đó em đăng ký vào các nhóm khác thì không được ạ. Mong thầy cô phòng đào tạo xem xét và hướng dẫn hình thức xử lý giúp em ạ, Cảm ơn thầy/cô đã dành thời gian để đọc mail này ạ, Chúc thầy/cô có một ngày tốt lành. Tri,",
    "Chào nhà trường, em xin hỏi là e có thể xin mở lớp vào học kỳ chính ko?   Em xin cảm ơn",
    "Dạ em chào PĐT, em là sinh viên K20 của chương trình LKQT. PĐT cho em hỏi là sao đăng ký môn học của em môn triết lại là lớp L chứ không phải lớp CC vậy ạ? Em xóa môn đi đăng kí lại thì hệ thống cũng không cho em đăng kí lớp CC nữa và báo là em không thuộc nhóm lớp này. Em cám ơn PĐT đã đọc và mong em được sớm trả lời ạ.",
    "Kính thưa quý thầy cô, Em có thắc mắc về danh sách môn học CTDT K2019 tương đương/ thay thế K2018 trở về trước ạ. Em lấy ví dụ môn Vi xử lý (EE2013) theo danh sách thì môn này sẽ thay thế bằng 2 môn Vi xử lý (EE2039) và Vật lý bán dẫn (EE1007). Tuy nhiên, em đã học xong môn Vật lý bán dẫn (EE1013) mã cũ thì em có được miễn môn Vật lý bán dẫn (EE1007) mã mới và chỉ cần học thêm môn Vi xử lý (EE2039) mã mới là đủ không ạ? Em cảm ơn quý thầy cô.",
    "Kính gửi : Phòng đào tạo . Em tên , MSSV: , Hệ đào tạo VHVL (sinh viên chính quy chuyển hệ), Chuyên ngành Công nghệ may. Trong chương trình đào tạo của em chỉ còn môn Cơ khí đại cương (ME1003), môn Luận văn tốt nghiệp (ME4079) và đã được miễn môn Đề cương Luận văn. Em muốn hỏi là em có thể đăng ký môn LVTN trong đợt này mà chưa cần nộp anh văn được không ạ. Vì tình hình dịch nên em vẫn chưa đăng ký thi TOEIC được. Em xin chân thành cảm ơn Thầy (Cô). ,   chau.[phone_number]@hcmut.edu.vn",
    "Dạ thầy/cô cho em hỏi liệu em có thể dùng phần mềm OBS studio để quay màn hình lúc thi được không ạ?",
    "Kính gửi: Văn Phòng đào tạo trường Đại học Bách -Đại học Quốc gia Thành phố Hồ Chí Minh.   Em tên là ,   Lớp: CC18HC12   Mã số sinh viên:    Ngành: Kĩ thuật hoá học Chương trình Chất lượng cao.   Em xin phép được đại diện các bạn sinh viên có nhu cầu mở lớp, xin phép Phòng đào tạo xem xét mở lớp Dự Thính môn \"Thiết kế thí nghiệm và xử lý số liệu\", mã môn: CH3309, nhóm lớp: Chất lượng cao (CC).   Lý do cần mở lớp: vì môn này dự kiến sẽ trở thành môn Tự chọn cho ngành Kỹ Thuật Hóa học Chương trình Chất Lượng Cao khoá K19 trở về sau, và không còn mở ở các ngành khác, nên em và một số bạn đã rớt môn rất cần mở môn này để học và chúng em mong muốn hoàn thành môn này để theo kịp tiến độ học tập và ra trường đúng hạn .   Hiện tại em đã tập hợp đủ số lượng sinh viên cần thiết (19 sinh viên) cho việc mở lớp theo yêu cầu đầu tiên của Phòng Đào Tạo ạ. Em cũng đã liên lạc với Giảng viên phụ trách môn học là thầy  và thầy  - Phó Trưởng  Kỹ Thuật Hoá học, để xin sự đồng ý từ phía thầy  và phía  và đã được chấp nhận ạ .      Thời khoá biểu dự thính của lớp chúng em dự kiến sẽ là sáng Chủ nhật, tiết 2-4.    Dưới đây là danh sách các bạn sinh viên xác nhận việc mở lớp và hình chụp xác nhận email đồng ý của thầy  và  ạ. Em mong Phòng Đào tạo xem xét đồng ý cho chúng em, vì môn này dự kiến sẽ trở thành môn Tự chọn cho khoá K19 trở về sau, và tụi em mong muốn hoàn thành môn này để theo kịp tiến độ học tập và ra trường đúng hạn ạ.",
    "Em có đăng ký làm luận văn vào học kì này, nhưng chưa liên hệ được với giáo viên thì nên làm như thế nào ạ, mong được quý thầy cô hướng dẫn",
    "Kính thưa pdt Em có thể xin danh sách các môn tương đương của khoa Xây dựng để DK môn học được không ạ? Vì các môn mã cũ hiện không mở lớp Em mong sơm nhận được phản hồi . Em xin cảm ơn .    .",
    "Kính gửi Phòng Đào tạo, kì 211 này là kì 5 (năm 3) thì em có đăng kí môn của kỳ 7 (năm 4) được không ạ?",
    "Em tên   MSSV:  Em mong được cứu xét và được đăng kí môn trong học kì 211. em xin cảm ơn ạ.",
    "Em đã đăng kí môn học đợt 1 và các môn đều có tích xanh rồi nhưng trong đợt 2 lại không có tkb. em có đầy đủ các điều kiện để đăng kí môn học mới. cho em hỏi tại sao ạ",
    "Thưa thầy/cô, em muốn đăng ký môn Kỹ Thuật Điều Khiển Tự Động (ME2009) vào lớp L01_L02 ạ nhưng mà đã hết sĩ số lớp. Vậy em có thể xin thầy/cô tăng sĩ số lớp L01_L02 để em có thể đăng ký không ạ?  Xin cảm ơn quý thầy/cô",
    "Em còn thiếu 1 môn học trước là vi xử lý EE2013 để làm đồ án nhưng môn đó đã 2 kì liên tiếp không mở ( 203 và 211). Nên em kính mong phòng đào tạo và khoa cho phép em học môn đồ án EE3151 trước .Em sẽ bổ sung môn vi xử lý sau khi môn được mở trở lại sớm nhất.",
    "Em chào thầy/cô, em khóa k19 bị rớt Nhập môn kĩ thuật mã EE1001. Vì đây là môn học thuộc HK đầu của năm 1 nên em mong thầy/cô có thể hướng dẫn em cách đăng kí học để em hoàn thành tiến độ ạ.",
    "Kính chào cán bộ PĐT, Trong học kì dự thính 211, PĐT có mở một lớp ĐAMH Kết cấu thép nhưng số lượng đủ cho các bạn sinh viên. Em đã xin ý kiến GV, cô đã đồng ý nhận lớp. Rất mong PĐT xem xét và mở thêm một lớp ĐAMH Kết cấu thép để chúng em có thể theo đúng tiến độ học tập, bởi đây là môn học tiên quyết cho Luận văn tốt nghiệp. Đơn xin mở lớp và danh sách sinh viên em để trong phần đính kèm. Em xin chân thành cảm ơn, kính chúc PĐT sức khỏe dồi dào, an toàn mùa dịch",
    "Dạ em chào quý thầy cô, dạ em là  MSSV: . Em là sinh viên lớp HC15VS. Dạ thầy cô cho em nộp bản đăng ký thu nhận lại sinh viên vì đã có quyết định tạm dừng do không đăng ký môn học ở học kỳ 2 năm học 2020-2021 ạ. Em mong được sự chấp thuận của thầy cô để em có thể hoàn thành chương trình đại học của mình ạ. Trong thời gian chờ đợi em xin chân thành cảm ơn quý thầy cô.",
    "Kính chào cán bộ PĐT, Trong học kì dự thính 211, PĐT có mở một lớp ĐAMH Kết cấu thép nhưng số lượng đủ cho các bạn sinh viên. Em đã xin ý kiến GV, cô đã đồng ý nhận lớp. Rất mong PĐT xem xét và mở thêm một lớp ĐAMH Kết cấu thép để chúng em có thể theo đúng tiến độ học tập, bởi đây là môn học tiên quyết cho Luận văn tốt nghiệp. Đơn xin mở lớp và danh sách sinh viên em để trong phần đính kèm. Em xin chân thành cảm ơn, kính chúc PĐT sức khỏe dồi dào, an toàn mùa dịch",
    "Em chào thầy/cô, Em là , Khóa 2015. Em còn đang nợ môn av4, nhưng HK211 không có mở môn av4. Em xin hỏi nếu em đăng ký học môn av 4A (môn học theo nhu cầu) thì có được chuyển điểm sang môn AV4 và được công nhận là đã pass môn học không ạ. Mong thầy/cô giúp đỡ em!",
    "em đăng kí môn học học kì tới không đủ 10 tín chỉ,không phải kì luận văn, thì em có bị huỷ kết quả đăng kí không ạ, em xin cảm ơn.",
    "Em có gửi đơn xin hoãn thi trước đó vào ngày 8.3 và PĐT đã duyệt. Em muốn điều chỉnh danh sách môn xin hoãn ạ.",
    "Thưa Thầy/Cô, Em tên là  (3) hiện là sinh viên năm 4. Trong đợt đăng ký môn lần 1 Em có đăng ký học phần  PH2003-Tin Học Vật lý Kỹ Thuật(DKMD1), nhưng do trong đợt đk môn lần 2 có lỗi TN PTTH(DKMD2) nên tất cả các môn học của Em đã bị xóa. Em đã đk lại tất cả các môn nhưng riêng học phần PH2003-Tin Học Vật lý Kỹ Thuật thì tất cả các lớp đã đầy. Trong năm 1 Em đã nộp bằng tốt nghiệp C3 ( danh sách SV đã nộp bằng tốt nghiệp C3 có chữ ký của cán bộ PĐT và dấu đỏ, STT 45 DSBTN1). Em mong thầy có thể xem xét và giúp Em đăng ký lại học phần PH2003-_-Tin Học Vật lý Kỹ Thuật Ạ. Nếu không học được trong học kỳ này e sẽ ra trường chậm 1hk vì đây lf môn chuyên ngành và mỗi năm chỉ mở một kỳ, E và cả nhà đang rất lo lắng về vấn đề này. Em mong Thầy có thể giúp đỡ.Mong nhận được thư phản hồi của Thầy/Cô sớm.",
    "Kính gửi PDT,  Học Kì 211 em tính đăng kí LVTN nhưng do không đủ điều kiên CCNN do dịch bệnh nên không thi được ạ!  Em chỉ còn thiếu mỗi LVTN vậy nếu đợt này em không đăng kí môn học nào (do không đăng kí được LVTN) thì có bị sao không ạ? Mong PDT hỗ trợ giúp em ạ!",
    "Em chào quý thầy(cô) ạ, Em tên là  - MSSV: . Thành viên của lớp DD18DV1 Hiện tại học kì 211 tới em có dự định học môn học \"Xử lý tín hiệu số với FPGA (EE3041)\" Nhưng vì nhà trường đã huỷ đăng ký môn do yêu cầu của Khoa, vì vậy hiện tại em phải đổi sang học môn khác phù hợp với bộ môn đào tạo chuyên ngành của bản thân. Em đã chọn được học môn \"Điện tử công suất ứng dụng (EE3079)\". Hiện tại thì môn học này có mở 2 lớp L01, và L02. Cả hai lớp đều đã đầy số lượng sinh viên đăng ký (60/60). Em gửi yêu cầu này mong được nhà trường, phòng đào tạo chấp nhận tăng sĩ số 2 lớp của môn học này lên. Em rất mong được sự đồng ý của quý thầy(cô) về việc mở tăng sĩ số lớp học của môn học này để cho em và một số bạn khác có cơ hội được học tập môn học này ạ. Em chân thành cảm ơn,  ",
    "Em tên :  - Khoa Cơ Khí - Nghành Logistics và Quản lý chuỗi cung ứng Dạ kính thưa Phòng Đạo Tạo cho em hỏi, cho em xin được mở lớp môn đồ án logistics 2(Me3259) . Hiện em sẽ trình bày vấn đề của mình. Em đã tham giá học tập và có điểm rồi ạ, bây em e chỉ cần đăng kí rồi để thầy cô chuyển điểm thôi ạ. Mong phòng đào tạo giúp đỡ tạo điều kiện cho em kịp chương trình ạ. Em cảm ơn",
    "Trong đợt ĐKMH học kỳ 211 đợt 2, em bị hủy hai môn Đồ án sợi dệt và Cấu trúc vải do yêu cầu môn tiên quyết là \"Khoa học vật liệu dệt\" (ME2063) theo mã cũ của khóa K2018 để đăng ký. Tuy nhiên, em đã hoàn thành môn \"Khoa học vật liệu dệt\" (ME2103) và môn \"Thí nghiệm kiểm tra phân tích vật liệu dệt\" (ME2107) theo mã mới của khóa K2019 ở học kỳ 201. Em đã gửi mail cho Phòng đào tạo vào lúc ĐKMH đợt 1, và được phản hồi là sẽ xem xét lại và cập nhật. Tuy nhiên, em vẫn bị xóa môn đăng ký do yêu cầu môn tiên quyết ở đợt 2. Mong phòng đào tạo xét miễn môn tương đương để em có thể đăng ký hai môn trên trong đợt này. Vì chuyên ngành của em do số lượng ít nên khó xin mở lớp ở học kỳ tiếp theo.    Em xin chân thành cảm ơn!",
    "Em là Vũ Ngọc Quỳnh Trâm MSSV:  Em có đăng ký môn học Anh Văn 4, Mã môn học là LA1009 lần 1 và không được với lý do là khoa không mở lớp. Nhưng khi em liên hệ với thầy chủ nhiệm và thầy có nói môn học Anh Văn không do khoa quản lý. Và em đã thực hiện đăng ký lần 2 nhưng vẫn không được. Cho em hỏi là làm sao để em đăng ký được môn này trong học kỳ này ạ?",
    "dạ em đã thanh toán nợ học phí kì 203 rồi ạ , mong PĐT xem lại và cho em đăng kí môn học kì 211",
    "chào pdt, em là khóa 16, học kì sắp tới em định đk 1 số môn để trả nợ nhưng trường không mở lớp do 1 số môn đã đổi sang mã mới, vậy nếu em đk môn đó theo mã mới thì có được hay không, hay em phải viết đơn xin mở lớp theo mã cũ, và nếu được học theo mã mới thì bảng quy đổi môn tương đương em sẽ tìm ở đâu ạ",
    "Em tên :  - Khoa Cơ Khí - Nghành Logistics và Quản lý chuỗi cung ứng Dạ kính thưa Phòng Đạo Tạo cho em hỏi, cho em xin được mở lớp môn đồ án logistics 2(Me3259) . Hiện em sẽ trình bày vấn đề của mình. Em đã tham giá học tập và có điểm rồi ạ, bây em e chỉ cần đăng kí rồi để thầy cô chuyển điểm thôi ạ. Mong phòng đào tạo giúp đỡ tạo điều kiện cho em kịp chương trình ạ. Em cảm ơn",
    "chào ạ, e đóng trễ học phí nên hiện tại bị tạm dừng. Nhưng do dịch bệnh em không làm đơn để gởi phòng đào tạo được, em đăng kí giấy xác nhận không được. giờ em nên làm sao ạ ?",
    "Với các môn em đã xin hoãn thi. Em có cần đăng kí học lại các môn đó vào kì sau để được thi cuối kì không ạ",
    "Chào admin ạ, Sau khi được giảng viên và khoa chấp thuận, em gửi đơn này mong được phòng đào tạo duyệt để em có thể được học môn đồ án a. Xin lỗi vì đơn trước em gửi thiếu. Chúc admin nhiều sức khỏe .",
    "Dạ em xin chào nhà trường, Em xin hỏi về vấn đề đăng ký môn học đợt 2 . Nếu môn học X đã có thời khóa biểu ở đợt 2 nhưng có một vài bạn thay đổi ý định không học môn X này nữa, khiến sĩ số lớp giảm xuống còn 13 bạn (dưới điều kiện tối thiểu là 15sv/lớp) thì qua đợt 3 môn X này có bị xóa không ạ? Em xin cám ơn.",
    "E tên , mssv , sinh vien b2 kĩ thuật hoá học. Dạ cho e hỏi là: 1) E đăng kí môn hoá hữu cơ đợt 1 nhưng ko đăng kí đuoc bị out ra, chỉ có 2 lóp học tiếng việt mà Full 90 hết, giờ PDT có thể mở thêm lớp hoá hưu cơ đuọc không ah? 2) e học theo chương trình của K18, giờ có mấy môn của k18 không mở, Vậy e đăng kí môn đó nhưng khác mã số của k19,k20 thì có được tích luỹ tín chỉ không ah? 3) E muốn học môn chuyên ngành kĩ thuật hoá hưu cơ, do dịch nên em không lên truỏng hỏi đươc, nên đăng kí môn Đố án thiết kế kĩ thuật hoá học CH4007 , môn thực tập ngoài trường CH3325 thì làm sao để PDT và khoa biết đó là đồ án và thực tập của chuyên ngành hoá hữu cơ để xếp thời khoá biểu cho em học chuyên ngành đó ah. Do truóc giờ e học và hỏi PDT là e muốn học chuyên ngành hoá hữu cơ. PDT nói cứ học đi và không nói phải làm và nộp giấy tờ gì để xác nhận  là e học chuyên ngành hoá hữu cơ ah.",
    "Dạ em chào thầy cô PĐT!  Do không có  khả năng tăng thêm sĩ số lớp  nên em đã tạo biểu mẫu, và  đã tổng hợp được danh sách các bạn muốn đăng ký môn học HỆ THỐNG MÁY TÍNH VÀ NGÔN NGỮ LẬP TRÌNH ( EE2009) ( môn này là môn kỳ chính 211 ạ) nhưng chưa đăng ký được là 36 sinh viên và đang cập nhật thêm.( danh sách: https://docs.google.com/spreadsheets/d/1xkv7D0gC9Tq-2E2IOf8vCp0EuZpHcUiifwifBg8gxZk/edit?usp=sharing)    ( vào bằng mail trường) Ngoài ra em đã liên hệ được với thầy  - giảng viên phụ trách môn này. Với số lượng sinh viên như vậy, thầy cô cho em hỏi: có thể mở thêm lớp vào  đối với môn EE2009 này được không ạ? ( vì môn này có thực hành nên khả năng mở vào kỳ dự thính rất thấp, như mail PĐT đã thông báo) Rất mong nhận được sự phản hồi Em cảm ơn",
    "em chào thầy cô ạ, em  Nguyen Pham Thanh Chung mssv . em có 1 vấn đề nhờ thầy cô giải quyết giúp em ạ, hiện tai em đăng kí môn EN3057  PĐT huỷ vì lí do   Thiếu môn học trước EN2027), dạ nhưng kì vừa rồi em đang học EN2041 tương đương với mã môn học EN2027 thì sao em vẫn ko đăng kí được ạ,em có liên hệ cô giáo vụ Khoa để hỏi và cô kêu hỏi Pđt ạ.  Em xin cảm ơn ạ mong phản hồi từ thầy cô ạ em xin  cảm ơn",
    "Kính gửi phòng đào tạo, em tên là , MSSV , hiện tại kì 202 em đã hoàn thành luận văn và chỉ còn nợ môn giải tích 2, tuy nhiên do bị rớt môn giải tích 2 ở kì 202 và em không đăng kí kịp kì 203 nên em muốn đăng kí môn giải tích 2 ở kì 211, kính mong phòng đào tạo mở thêm sĩ số để em kịp tiến độ ra trường.",
    "Em kính chào các thầy cô , em là  , mssv  . em muốn hỏi thầy cô là trong học kì 203 học kì chính e chưa đóng học phí nên kết quả đăng kí môn đợt 2 của em bị hủy . vậy giờ e đóng hoch phí và làm đơn thì em có được đăng kí môn học lại không ạ . em mong thầy cô giải đáp giúp em",
    "Thưa thầy/cô, Em là , hiện tại em và rất nhiều các bạn sinh viên đang có nhu cầu được môn, đồ án bê tông cốt thép 1 (CI2093) và cũng đã được chủ nhiệm bộ môn đồng ý phân công giáo viên giảng dạy, vì thê em rất mong nhà trường sẽ mở lớp cho em và các bạn được học ạ. Em xin cám ơn.",
    "Dạ thưa thầy/cô. Em là , mssv . Em xin gửi cho phòng đào tạo   B đơn xin thu nhận lại    do em không thể đến trường gửi trực tiếp được. Em kính mong thầy/cô sẽ mau xem xét để em kịp thời gian đăng ký môn học cho học kỳ 211 ạ. Em xin chân thành cảm ơn thầy/cô !",
    "Dạ em chào thầy cô E là nguyễn trí anh  e đã đóng học phí đầy đủ nhưng hệ thống báo e chưa thanh toán học phí và k cho đk môn học mong pdt giải quyêt giúp e em xin cảm ơn ạ",
    "Kính gửi nhà trường em hiện tại là sinh viên thuộc HC19DK , kỳ tới em có nhu cầu học môn cơ sở vật liệu và bảo vệ ăn mòn ( CH3331 ) em đã đăng ký trong đợt 1 mà lỡ xóa mất trong đợt này , em vô đăng ký lại thì đã dư slot (79/60 72/60). nhà trường có thể giúp em đăng ký môn này được không ạ ?,em muốn đăng ký lại lớp L01 em xin cảm ơn nhà trường",
    "Dạ  ",
    "Cho em hỏi trong mail mới đây của nhà trường về việc đăng ký môn học HK202 có nói: \" SV có nhu cầu học lại cùng Khoá 2021 vui lòng đăng ký trong đợt Dự Thính HK211. Riêng môn Nhập môn Kỹ thuật, SV cần đăng ký riêng với PĐT để bố trí.\"  Vậy giờ em muốn đăng ký môn CH1001 Nhập môn Kỹ thuật thì cần làm sao ạ. Em cám ơn.",
    "Em đã thanh toán HP còn nợ. Mong nhà trường mở lại kênh ĐKMH cho em được phép đăng ký. Em cảm ơn. ân, Trọng uận",
    "Dạ là kì này em đăng kí 15 tín chỉ, nhưng em không đăng kí môn Pháp luật Việt Nam,mà trong chương trình đào tạo có ghi đó là môn bắt buộc của học kì này. Vậy cho em hỏi, em đủ 15 tín chỉ vẫn có thể xét học bổng không ạ.  /I",
    "Dạ em xin chào ạ! Em là  sinh viên K20, hiện tại em không hiểu lắm quy trình xin mở thêm lớp ạ? Nhưng em có danh sách các bạn có nhu cầu mở thêm lớp Giải tích 2 Dự thính hk211 ạ, em phải bắt đầu từ đâu và gửi mail cho ai đây ạ, chúng em sẽ phải gửi mail cho giảng viên nào ạ? Em viết yêu cầu này là do em đọc không hiểu quy trình trên mybk ạ! Xin PĐT hãy giải đáp giúp em, ngày mai 10/8 là hết hạn rồi ạ! chúng em thật sự rất gấp!  Em xin chân thành cảm ơn ạ!",
    "Em tên là lưu Tấn Thành Em xin dkmh Công trình trên đất yếu MÃ MH CI4037 Nhóm Z3BI Do em đã dk các môn học trước là Nền móng (CI3037) và môn Cơ học đất (CI3001) nhưng hệ thống báo chưa đăng ký . Xin thầy cô xem xét cho e được đăng ký môn học Công trình trên đất yếu (CI4037). Em xin cảm ơn.",
    "Dạ cho em hỏi là số tín chỉ ĐKMH có thay đổi không ạ Và nếu như sau khi HK203 kết thúc mà vẫn không đủ tín chỉ thì HK211 có bị xoá môn đang học không ạ. Em xin cám ơn thầy / cô đã xem ạ.",
    "Thưa PĐT, Em là  MSSV:  Khoa Điện - Điện tử CTTT Cho em hỏi là các môn học năm nhất như giải tích, hóa đại cương, ... em đã học và đã qua môn các môn đó nhưng mã môn học lại khác nên em không biết rằng các môn em đã đạt có được tính là môn học tương đương và được lấp điểm vào các môn học trong chương trình đào tạo của em không ạ? Mong PĐT phản hồi ạ. Em cảm ơn nhiều.",
    "Kính thưa Quý Thầy Cô, Xin phép cho em hỏi kì dự thính 211 này các Thầy Cô có thể mở thêm lớp dự thính môn Giải tích 2 (MT1005) được không ạ, vì hiện tại nhu cầu của chúng em khá lớn nhưng 2 lớp đều đã đủ sĩ số nên không để đăng kí được . Em xin cám ơn Quý Thầy Cô . Đoàn Phú Lâm Đính kèm: Tổng hợp biểu mẫu các bạn xin mở lớp DT211 môn GT2 (MT1005) và Hình ảnh không thể đăng kí do đủ sĩ số cả 2 lớp.",
    "Dạ thưa thầy, cô, em đã đăng kí hoãn thi môn học trên hệ thống. Nhưng em muốn đăng ý học lại môn đó kỳ sau thì có được đăng ký không ạ. Em xin chân thành cảm ơn ạ.",
    "Xin Phòng đào tạo thu nhận lại để được tiếp tục đăng kí học từ học kỳ 211 năm 2021",
    "Em đã thành toán phần nợ tiền học cho trường rồi em mong được nhà trường chấp thuận để em được đăng kí môn hk211. Em vì lí do bất đắc dĩ nên mới không có tiền đóng tiền học theo đúng thời gian, gia đình không có nguồn thu nhập trong thời gian mùa dịch, phải mượn nợ để em thành toán khoản tiền học phí nợ này. Nên em mong quý thầy cô xem xét mở lại cho em kì đăng kí môn này. Em chân thành cảm ơn quý thầy cô.",
    "mình đã nộp bằng tốt nghiệp THPT nhưng lại chưa hiển thị chưa được xác nhận và giờ hiện nợ bằng nên không đăng ký được môn họcw",
    "Em chào thầy cô ạ. Em là sv k17 hiện còn một vài môn nữa là hoàn thành chương trình. Nhưng học kì này em có đăng kí môn học Đồ án thiết kế ME2011 thì lại được báo là môn học không mở lớp. Em có hỏi các bạn k19 thì thấy môn học Đồ án thiết kế của k19 là mã ME3139 nhưng môn này có số tín chỉ là 2( so với môn ME2011 là 1 tín chỉ). Không biết giờ em phải đăng kí theo mã nào ạ. Mong thầy cô giúp đỡ. Em xin cảm ơn",
    "Xin kính chào pđt, em đã thanh toán học phí xong rồi thì em có thể hoàn lại học phí được không ạ? Vì hôm trước em được nhà trường hoàn 1 phần học phí 1 môn công trình trên đất yếu nhưng vì chưa thanh toán học phí nên không giải quyết - ",
    "Em xin thay mặt các bạn xin mở lớp Kết Cấu Thép 1 (CLC)(Ci3009). Do ở đợt một chúng em có đăng ký nhưng sang đợt 2 không thấy mở môn này ạ. Mong nhà trường tạo điều kiện cho chúng em được học lớp này để theo kịp tiến độ ạ. Em xin gửi danh sách các bạn đăng ký phía dưới. Kính mong nhà trường xem xét cho chúng em. Em xin cảm ơn ạ",
    "Chào thầy, cô. Kì đăng kí môn học đợt 1 ra em có đăng kí Công nghê sản xuất phân bón (PB - CH3149 - môn tự chon nhóm C) và Quản trị kinh doanh cho kỹ sư (QTKD - IM3001 - Môn tự chọn nhóm D). Đợt 2 do PDT không mở môn PB nên em chọn lịch môn QTKD lớp L11_L11 (lịch học Thứ 3 tiết 3-4 và thứ 6 tiết 7-8), sau đó tụi em liên với GV dạy môn PB thì thầy đã xin PDT và đồng ý mở môn PB (lịch học Thứ 3 tiết 3-4) trên DKMH đơt 2 nhưng lại bị trùng lịch môn QTKD và hiện tại tình trạng các lớp QTKD khác bị đầy nên xin xin PDT mở sĩ số lớp L09 (lịch học Thứ 2 tiết 9-10 và thứ 5 tiết 7-8) vì lớp này em không bị trùng lịch và có thể thuận tiện di chuyển với các môn học sau. Mong thầy, cô hỗ trợ giúp em. Em xin cảm ơn.",
    "Kính gửi Phòng đào tạo, PĐT có thể mở thêm sĩ số, hoặc mở thêm lớp môn Kỹ thuật điều khiển tự động (ME2009) được không ạ? Tại vì em đang rất cần học môn đó ạ! Em xin cảm ơn.",
    "Dạ em là   -ĐIỆN TỬ ,  EM BỊ HỦY HẾT KQ DKMH ĐỢT 1 VÀ KHÔNG THỂ BẤT  Ở ĐỢT ĐKMH 2 LÚC ẤN VÀO ĐK THÌ BỊ HIỆN LÊN DÒNG CHỮ NÀY Ạ \" Bạn không được phép đăng ký vào nhóm lớp này - Xem thêm về Loại hình SV và Loại hình đào tạo (tìm kiếm tại BKwiki - wiki.hcmut.edu.vn)\" RẤT MONG ĐƯỢC GIÚP ĐỠ Ạ CÁC MÔN EM MONG MUỐN ĐĂNG KÝ HỌC TRONG HỌC KỲ SẮP TỚI :  ME3381;  003401; 700403; 400409; 409401; 405409; 409404;  ƠN .",
    "Em kính chào thầy/cô ạ! Em có đăng ký in giấy tạm hoãn nghĩa vụ quân sự trên MyBK ngày hôm nay thì em có thể nhận qua chuyển phát nhanh trước thứ 6 tuần này không ạ? Em ở Tiền Giang ạ! Vì xã yêu cầu em sáng thứ 6 phải nộp cho xã nên em kính mong thầy/cô có thể giúp đỡ em in nhanh để em kịp nộp cho xã ạ! Em xin chân thành cảm ơn thầy/cô ạ! Trân trọng.",
    "Dạ em chào Thầy/Cô ạ! Do tình hình dịch bệnh ở Tp. Hồ Chí Minh phức tạp và ngày khu nhà em có nhiều người nhiễm covid 19 nên em không thể ra ngoài đóng tiền thực tập hè và bị tạm dừng việc học ở học kì 211 em biết lỗi em rất lớn em mong thầy/cô thông cảm cho em vì tình hình dịch bệnh phức tạp và em cũng năm cuối. Em mong Thầy/Cô giúp em để em tiếp tục việc học của mình. Em xin cảm ơn! ",
    "Chào thầy cô Phòng đào tạo, Hiện tại môn thiết kế sản phẩm - ME4017 mởi mở sĩ sô 55, nhưng tối đa có thể mở 100 tính luôn giáo viên, hiện tại có vài bạn và cả em vẫn chuaq đăng kí được, cho em hỏi Phòng đào tạo có thể mở rộng sĩ số và cho em đăng kí luôn môn đó vào đợt ĐKMH đợt này luôn được không ạ? Vì đó là môn học bắt buộc của ngành em, nếu học đăng kí được em sẽ bị trễ kì ra trường ạ! Mong thầy cô xem xét giúp em. Em chân thành cảm ơn ạ!",
    "Dạ thưa thầy cô ạ. Em rất mong muốn đăng kí học môn Truyền số liệu và mạng EE3019 lớp DT01_DT01. Nhưng lớp đã đủ sĩ số 30/30 . Em còn cách nào để đăng kí vào lớp DT01_DT01 không ạ . Em xin chân thành cảm ơn!",
    "Kính chào quý thầy/cô PĐT, Em xin nộp đơn xin mở lớp MH: CẤP THOÁT NƯỚC (CI3095) ở HK DT211 (đã được quý thầy cô bộ môn và khoa đồng ý). Mong nhận được sự đồng ý và mở lớp của PĐT. Em xin chân thành cảm ơn!",
    "em chào thầy/cô ạ.Hôm qua em có thi môn kinh tế chính trị và trên form nộp video có ghi là 48 giờ sau khi thi nhưng nay chưa đủ 48 giờ thì sao form đã đóng rồi ạ,mong thầy/cô giải đáp giúp em ạ.Em cảm ơn ạ",
    "Em tên   Cho em hỏi là em có đăng kí hoãn thi 2 môn giải tích 2 với hệ điều hành hiện em vẫn chưa thấy thay đổi gì trên bảng điểm với lịch thi ạ",
    "Em xin gửi thầy/cô đơn xin hủy hoãn thi cuối kỳ này. Nếu có gì không ổn trong tờ đơn, em mong thầy/cô có thể nói em để em có thể chỉnh sửa tờ đơn cho phù hợp với quy định của trường. Em xin lỗi vì sự bất tiện này và hứa sẽ không đăng ký hoãn thi tùy tiện nữa. Em xin cảm ơn.",
    "Em xin chào thầy(cô). - Em tên . MSSV:  - Em là sinh viên Bảo dưỡng và muốn đăng ký một -môn của Nhiệt lạnh để học thêm nhưng có vấn đề sau. - Em muốn đăng ký môn học Kỹ thuật lạnh(ME3035). Nhưng điều kiện là phải học trước môn Nhiệt động và truyền nhiệt(ME2041) trong khi đó em được học môn Nhiệt động và truyền nhiệt(ME2013) có kiến thức tương tự . - Nay em muốn đăng ký môn Kỹ thuật lạnh(ME3035) để học thêm, em muốn hỏi là có thể không ạ? - Em rất mong phòng đào tạo sẽ tạo điều kiện để em đăng ký môn học này. - Em cảm ơn thầy(cô).",
    "Kính chào phòng đạo tạo ĐH Bách Khoa Tp.HCM. Em tên là - khoa Công nghệ Vật liệu. Em hiện đang học hệ chính quy của nhà trường, em muốn chuyển sang hệ vừa học vừa làm hoặc hệ văn bằng 2 từ học kì này thì em phải thực hiện sao ạ? Mong nhận được phản hồi sớm từ nhà trường! Em cảm ơn!",
    "Dạ chào Thầy Cô Thầy (Cô) cho em hỏi em thanh toán trễ học phí học kì hè 203 và đang bị cấm đăng kí môn học ở học kì sau. Thầy (Cô) hướng dẫn giúp em cách làm đơn để được đăng kí học ạ. Hiện học kì sau là học kì cuối của em rồi ạ. Em cảm ơn Thầy (Cô) nhiều!",
    "Kính chào thầy cô, Em hiện là sinh viên năm 4, kỳ 202 vừa rồi em đã hoàn thành môn đề cương luận văn tốt nghiệp(TR4331), kỳ 211 này em có nguyện vọng đăng ký môn luận văn tốt nghiệp (TR4333) theo đúng tiến độ nhưng không được đăng ký do thiếu môn tiên quyết (TR4015). Kỳ 211 này em đã đăng ký học môn tiên quyết trên, và em hiện đang làm luận văn cùng thầy hướng dẫn ở bộ môn. Nguyện vọng của em muốn đăng ký môn luận văn và môn tiên quyết trên học song song tại học kỳ 211 này, giúp em hoàn thành chương trình học tập tại trường theo đúng tiến độ . Em kính mong sự hướng dẫn của thầy/cô! Em xin cảm ơn thầy/cô!",
    "Em tên là  MSSV  Em xin phòng đào tạo mở thêm số lượng sv của các lớp môn Kỹ thuật hệ thống viễn thông EE3015. Các lớp hiện tại đều đã đủ 64 sinh viên nên em không tìm được lớp cho mình. Do chưa nộp bằng THPT nên môn đăng ký đợt 1 của em đã bị xóa phải đăng ký lại nhưng các môn đều đã đủ chỗ. Môn này là một trong những môn quan trọng trong kỳ tới của em mong PĐT xem xét mở thêm ạ .",
    "Kính gửi Phòng Đào Tạo, Em là  - MSSV: . Em xin gửi thư đăng ký thu nhận sau đợt thực tập tốt nghiệp ở trường ENSMA (Pháp) để em có thể đăng kí được môn học học kỳ 211 ạ! Kính mong PĐT có thể giải quyết để em có thể đăng ký đợt 2 này ạ!  Em xin trân thành cảm ơn",
    "Họ Tên:  MSSV:  LỚP : TT20DT2 - EM GỬI ĐƠN XIN HOÃN HỌC KÌ 211 (HỌC KÌ KẾ TIẾP) ",
    "Nhờ thầy cô đăng ký giúp em môn học   B Nhập môn kỹ thuật     và Mở thêm sỉ số lớp Đồ Án nền móng giúp em ah Em xin cảm ơn",
    "Dạ Thầy Cô cho em hỏi, đợt đkmh đợt một em có đk môn Anh văn 1A nhưng sau khi cập nhật thì bị mất môn ạ. không biết học kỳ này pdt có mở các lớp các môn anh văn không ạ, hay là đợi đến khi có điểm thi các môn rồi mới mở ạ?",
    "Cho em hỏi môn Các phương pháp phân tích hiện đại (ngành Hóa) này sao em không đăng ký được vậy ạ? Theo như em thấy thì vì dạy online nên sĩ số không quá 99 là được mà đây còn chưa tới 70. Em đang học năm 3 ạ.",
    "Chào thầy cô, Do công ty em làm có nhu cầu biết khoảng thời gian nhận bằng tốt nghiệp tạm thời của em, nên em muốn hỏi thầy cô về thời gian nhận bằng tốt nghiệp tạm thời của khoá K17 ạ. Em cám ơn.",
    "Dạ hiện tại em đang là sinh viên chính quy ngành bảo dưỡng công nghiệp k18 . Hiện tại khóa 19 vừa mở đào tạo không chính quy và chương trình mới . Do các môn học của em giờ ít người đăng ký và không đủ điều kiện mở lớp . Em muốn xin chuyển qua hệ đào tạo không chính quy của k19 được không ạ . Nếu chuyển qua được thì em có được chuyển điểm các môn chính quy qua không ạ ? Hiện tại lịch học thì em có thể đăng ký theo hệ nào được ạ ?",
    "Em chào thầy/cô! do tình hình dịch bệnh em không thể thi bằng toeic để đăng ký luận văn được ạ. Cho em hỏi là em có thể đăng ký trước rồi em sẽ bổ sung bằng toeic sau sớm nhất có thể được không ạ.    .",
    "Em không tìm thấy môn thực tập tốt nghiệp mã 813302 để đăng ký đợt 2 . Làm thế nào để em đăng ký được ạ.",
    "Em có thắc mắc muốn gửi đến PĐT là môn Môn thép 1 ( CI3009) và kết cấu thép (CI3231) có phải là môn tương đương không ạ. Do hiện tại chúng em có mong muốn được học môn này ở kỳ 211. Chúng em đã đăng ký ở đợt 1 nhưng không mở lớp. Mong nhà trường sắp xếp phản hồi giúp chúng em.",
    "Mssv: Dạ em chào phòng đào tạo. Đợt 1 em có đăng kí môn 6 môn học nhưng tới đợt 2 này thì bị xóa  hết môn và hiện tại các môn học đã đầy.Phòng Đào Tạo cao thể cho em xin bổ sung sỉ số lớp vào lớp L09-L18 mã môn Ci2095 được không ạ, lớp này hiện tại là sỉ số là 67 mà các lớp khác là 69.kính mong Phòng Đào Tạo đồng ý ạ, hiện tại danh sách đăng kí môn của em chưa có môn nào hết nên em mong Phòng Đào Tạo có thể xem xét và đồng ý. Em chân thành cảm ơn Phòng Đào Tạo ạ.",
    "Em chào Thầy Cô. Em đang gặp vấn đề trong việc đăng kí môn học cho HK211. Em không thể đăng ký với lý do   B Chưa thanh toán HP   . Em có thể tạm đăng kí và thanh toán học phí sau trong tính hình em khó khăn này không ạ.",
    "Gửi PĐT. Xin cho em được hỏi về học phí của HK dự thính 211 là 880.000/tín chỉ hay như mọi năm là 525.000/tín chỉ ạ",
    "Dạ cho em hỏi là tại sao lịch thi e vẫn có môn giải tích 2 mà thời khóa biểu hk2 của em không còn môn đó nữa ạ?",
    "Kính chào Thầy/Cô. Em là , MSSV . Em đã thanh toán nợ học phí cũ, kính mong thầy/cô xem xét mở đăng kí môn học giúp em kì HK211. Em xin chân thành cảm ơn.",
    "em chào thầy cô, thầy cô cho em xin nộp đơn đăng kí môn học ạ.",
    "Em tên là . MSSV: . Nay em gửi đơn này mong được thu nhận trong học kì 211 năm học 2021 - 2022. Em mong được PĐT xử lý trong thời gian sớm nhất . Trong thời gian dịch bệnh, kính chúc PĐT nhiều sức khoẻ. Em xin chân thành cảm ơn.",
    "Em xin mở thêm sỉ số môn EE1009 - Lớp L03_ Lớp L25,L26 tới 28 lận ạ. còn  mới 28 nên em mới xin mở thêm sỉ số, buổi meet mới 56/100 thôi a",
    "Dạ em tên    mssv  Vừa quá em có đăng kí luận văn và được Phòng đao tạo chấp thuận. EM đã kiểm tra và nộp học phí đầy đủ nhưng e-learning em chưa cập nhật có môn Luận văn tốt nghiệp khiến em không nộp Luận văn lên e-learning được. Mong Phòng đạo tạo giúp đỡ. Em chân thành cảm ơn!",
    "Cho em hỏi các môn GDTC có được mở trong các kỳ chính , dự thính HK211 này không ạ. Hiện tại em không thể tìm thấy để đăng ký",
    "Thưa PĐT, Hiện tại em đang theo học môn   B GDTC PE1039 CC12 (Bóng rổ)   . Trước dịch, lớp em chưa hoàn tất chương trình học, kiểm tra cuối kì. Em xin hỏi việc kiểm tra cuối kì sẽ được hoãn lại tới bao giờ; nếu không kiểm tra thì điểm sẽ được tính như thế nào ạ? Em xin cảm ơn.   i ",
    "kính chào PĐT, em tên là  Nguyên mssv . em muốn xin PĐT cho em đăng ký môn CI1051 Hưhỏng sửachữa côngtrình vào lớp L01 dạ, em không thể đăng ký được vì lớp full sỉ số rồi ạ. mong PĐt tạo điều kiện cho em học tập. em xin cảm ơn ạ ",
    "dạ thưa thầy cô hôm 6/8 laptop e hư nguồn e sữa không được nên e có đăng ký hoãn thi nay e mượn được laptop khác rồi e mong thầy cô huỷ hoãn thi cho e với.mong thầy cô giúp e ạ.",
    "ng ký môn    Em có đăng kí môn CH3015 vào đợt 1, trong đợt 2 em có bấm nhầm nút xóa môn thí nghiệm thay vì môn khác vì em muốn thay đổi lịch học môn khác cho phù hợp, đến khi em vào thì thì sỉ số đã full các lớp L01, L02,L03. Phòng đào tạo có thể tăng sỉ số lớp học thí nghiệm giúp em và các bạn ạ. Có nhiều bạn cũng bị trường hợp bị xóa mất thời khóa biểu môn thí nghiệm này. Em cảm ơn ạ!",
    "Em xin nộp giấy đăng ký thu nhận lại ạ! PĐT giải quyết sớm giúp em với ạ, để em có thể đăng ký môn học kịp trong đợt 2 này ạ ! Thời gian gấp rút nên mong PĐT thông cảm và giúp đỡ cho em với ạ! Em xin chân thành cảm ơn !   i ",
    "Thưa PĐT, em tên là T-MSSV: , trong quá trình thi gt2 vào 13 giờ ngày 7/8/2021, em đã gặp sự cố về video nên em mong PĐT cho phép em hoãn thi ạ!!!",
    "Thưa PĐT, Em hiện là K18 khoa Khoa học máy tính, bị trễ chương trình môn Xác suất thống kê (MT2001). Em đăng kí học kì 211 thì không thấy có mở môn đó, em có một số câu hỏi là: 1. Nếu em muốn làm đơn xin mở lớp thì bắt buộc phải đăng kí hk dự thính hay có thể đăng kí hk chính ạ? 2. Thay vì làm đơn xin mở lớp thì em đăng kí theo mã MT2013 của chương trình k19/k20 (so với MT2001 của k18) được không ạ? Trong danh sách các môn tương đương (bên dưới) em không nhận thấy có môn Xác suất thống kê với mã MT2001 hay MT2013. Em xin cảm ơn. Chân trọng,   i ",
    "Cho em hỏi cách thức hủy hoãn thi. Vì em có đăng ký hoãn thi do không nộp được bài nhưng thầy dạy đã cho phép em nộp được bài rồi nên em muôna đăng ký hủy hoãn thi thì như thế nào ạ.",
    "Chào thầy/cô ạ, Em là , sinh viên K18. Em đang trong đợt thi của HK202. Sau khi nhận được hướng dẫn về việc thi online em có những thắc mắc sau về việc \"hoãn thi\" ạ: 1. Việc hoãn thi có bị xóa hết điểm thành phần không? 2. \"Không bị cấm thi, không đủ thiết bị, sự cố trong lúc thi\" là những lí do có thể được hoãn thi phải không ạ? 3. Làm sao để đăng kí hoãn thi với PĐT, em chỉ tìm thấy hướng dẫn như hình dưới, nên không biết cụ thể mình phải làm những gì? Em xin cảm ơn ạ! .",
    "Em, chào thầy cô ạ! Em là __lớp CK17CNM. - Đăng ký môn học kỳ 211 đợt 2 em không được đăng ký vì nợ sinh hoạt công dân, nợ bằng trung học phổ thông. Và em nợ tiền in thẻ sinh viên (em thành thật xin lỗi vì đã quên thanh toán ạ!) Nhưng em đã đi sinh hoạt công dân đầy đủ theo quy chế dành cho sinh viên K17, và bằng trung học phổ thông em đã nộp cho lớp trưởng vào kỳ 172. Và hệ thống xác nhận em bị thiếu nên không cho đăng ký.Và em có thể đóng phí in thẻ bổ sung được không ạ? Vậy em phải làm sao ạ?  - Về môn cơ học máy (ME2043) với số lượng sinh viên đăng ký là 3 vậy có thể mở môn học được không ạ? ( vì môn này chỉ có K18 trở về trước học, và đã được thay thế bằng môn khác nhưng môn không mở). Liệu em có thể được hoàn thành chương trình trong kỳ 211 được không ạ? Kỳ này là kỳ cuối cùng của em rồi! Em mong nhận được phản hồi sớm từ thầy/cô ạ! Em cảm ơn thầy/cô nhiều ạ!",
    "Dạ em đã xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8.2 mà em thấy môn cơ sở ngành của em mỗi lớp mới có 60 sv mà sĩ số cho phép là từ 60-80 nên PĐT có thể xem xét tăng sĩ số môn học PH2003 giúp em được không ạ. Em cảm ơn",
    "Dạ chào cô, em đang bị kẹt lịch các môn học nên hiện tại chỉ đăng kí được 13 chỉ. Em mong cô mở thêm số sinh viên tối đa môn cơ sở ngành  (ME3157) để thời khóa biểu em có thể đăng kí cho đủ số tín chỉ ạ. Em đã đọc qui định về lớp môn học thì số sinh viên các môn cơ sở ngành từ 60-80 sinh viên . Mong cô giúp em, cảm ơn cô nhiều ạ.",
    "Dạ em muốn xin tăng sỉ số lớp gt2 MT1005 dự thính phải làm sao ạ",
    "Xin chào phòng đào tạo; Em là , MSSV  Vì học kì dự thính 203 em chưa thanh toán đủ học phí nên là đã bị hủy đăng kí môn học kì 211. Tuy nhiên, hôm nay em đã hoàn thành xong phần học phí chưa thanh  toán của học kì trước. Kính mong phòng đào tạo xem xét mở lại các môn học em đã đăng kí ở đợt 1 ạ  Em xin cảm ơn",
    "Kính gửi PĐT. Em tên , MSSV . Em hiện tại đang bị tạm dừng quyết định ngày 09/04/2021 vì lý do không đăng kí môn học học kỳ 202. Hiện giờ vào học kỳ 211 em muốn nộp đơn xin thu nhận và tiếp tục đăng ký môn học như bình thường. Nhưng hiện tại do tình hình dịch bệnh nên em đang bị cách ly không thể lên PĐT để nộp đơn xin thu nhận được. Trường hợp này em phải xử lý như thế nào ạ? Em xin cảm ơn ạ.",
    "Kính gửi thầy cô phụ trách, em là , MSSV . Vừa rồi sau khi đăng ký môn HK211 đợt 1 thì đợt 2 em kiểm tra lại thì bị mất môn Nhập môn kỹ thuật (EE1001) và không thể đăng ký. Do HK201 em có xin tạm hoãn 1 HK để chữa bệnh nên kì này em có mong muốn được đăng ký lại để hoàn thành môn học. Mong thầy/cô có thể hỗ trợ em trong việc đăng ký lại môn học này. Em cảm ơn ạ.",
    "Hiện tại em đã xin được thầy  hướng dẫn đồ án EE3151 và môn đồ án cũng đã được mở. Em muốn hỏi về thủ tục để xác nhận thầy  hướng dẫn đồ án. Em xin cảm ơn.",
    "Em tên là , MSSV  Học kì này em đăng kí học 13 tín chỉ. Do em đã học hết các chỉ ( trừ luận văn). Cho em hỏi với số chỉ này em có thể nhận học bổng Khuyến khích của khoa nếu như đạt điểm số đủ không ạ. Nếu không thì em cần đăng kí học cải thiện 1 môn để số chỉ lớn hơn 14 mới đủ điều kiện nhận học bổng Khuyến khích đúng không ạ . Em cảm ơn",
    "Kính chào các thầy cô Phòng Đào Tạo, Như các thông báo trước, PĐT miễn chuẩn AV từng năm cho các em để được đăng ký môn học hk 211. Do hiện nay tình hình dịch bệnh Covid trung tâm IIG không tổ chức dự thi Toeic, nên chứng chỉ toeic của em là 455 (đã nộp MyBk ngày 18/06/2021). Em viết đơn này kính mong PĐT xem xét giảm chuẩn toeic hằng năm, em là k19 liên thông học chương trình K17 chính quy (chuẩn 500), để em được đăng ký môn học: Luận văn tốt nghiệp (ktct),mã môn học: ME4727 . Em xin cam kết khi nào trung tâm IIG tổ chức thi lại, em sẽ nộp bổ sung chứng chỉ toeic 500 sớm nhất, để đủ điều kiện nhận lv và tốt nghiệp theo quy định. Tổng số tín chỉ tích lũy đến học kỳ 201 của em: 127tc , số ngày CTXH: 16 ngày. Kính mong PĐT xem xét giúp đỡ trường hợp của em. Em xin chân thành cảm ơn.",
    "em bị trùng thời khóa biểu giữa kỳ chính với dự thính, em có đăng ký anh văn 2 nhu cầu dự thính mà PĐT đã sắp lịch trùng với lịch kỳ chính của em ạ, em mong được giải quyết, và em phải làm sao ạ",
    "em bị trùng thời khóa biểu giữa kỳ chính với dự thính, em có đăng ký anh văn 2 nhu cầu dự thính mà PĐT đã sắp lịch trùng với lịch kỳ chính của em ạ, em mong được giải quyết, và em phải làm sao ạ",
    "Dạ cho em hỏi, đợt 1 dkmh, em có đâng kí môn có mã ee2009 nhưng lúc vào đợt 2 thì thấy bị huỷ (vì lý do 4: không có khả năng xếp lớp) trong khi kết quả sau đợt 1 của em chỉ còn 1 môn. Và đăng kí lại môn đó thì tất cả các lớp đã full ss rồi ạ. Cho em hỏi, có thể tăng ss của các lớp của  môn có mã ee2009 không ạ?",
    "Dạ em chào Thầy/Cô ạ! Do tình hình dịch bệnh ở Tp. Hồ Chí Minh phức tạp và ngày khu nhà em có nhiều người nhiễm covid 19 nên em không thể ra ngoài đóng tiền thực tập hè và bị tạm dừng việc học ở học kì 211 em biết lỗi em rất lớn em mong thầy/cô thông cảm cho em vì tình hình dịch bệnh phức tạp và em cũng năm cuối . Em mong Thầy/Cô giúp em để em tiếp tục việc học của mình. Em xin cảm ơn!",
    "Dạ cho em hỏi lịch xét tốt nghiệp trong học kì này có thay đổi hk ạ? Với lại em đang thiếu 2,5 ngày công tác xã hội mà trong đợt dịch này mình tìm không thấy hoạt động do ban nghành tổ chức thì mình phải làm sao ạ? Thanks",
    "Em xin nộp đơn cứu xét ạ.  B",
    "Em chào thầy/cô ạ. Em tên  MSSV . Học kì 202,203 vừa qua em có đóng học phí trễ hạn nên đã bị tạm dừng học. Nay em xin được nộp phiếu thu nhận để được tiếp tục học kì 203, 211 ạ. Mong thầy cô xử lý giúp em ạ. Em xin cảm ơn thầy/cô ạ.",
    "Kính gửi PĐT, Em tên là , MSSV: , Khoa KH&KT Máy tính ngành Khoa học Máy tính hệ VHVL Em đã thanh toán học phí cho học kỳ 202. Nay em viết bài này kính mong được PĐT khôi phục lại thời khóa biểu và lịch thi học kỳ 202 cho em, căn cứ theo đoạn văn trong khoản 2, điều 7 quy chế học vụ Đại học Bách Khoa (hình \"quyche.png\" đính kèm) vì học kì này em đăng kí học chung với lớp chính quy, thuộc diện dự thính chuyển hệ. Và cho phép em được đăng ký môn học cho học kỳ 211. Em rất mong được PĐT đồng ý xem xét giải quyết, vì đây là lần đầu tiên em vi phạm. Em xin cam kết học kỳ sau sẽ thanh toán học phí đúng hạn, không vi phạm nữa.",
    "thủy văn công trình-ci3025 Thầy đồng ý mở lớp rồi ạ. Pdt xếp lớp, thông báo lại giúp em ạ.Em cảm ơn ạ",
    "Chào quý thầy, cô. Em là . Mssv:. Em muốn xin mở thêm lớp Giải tích 2 dự thính học kì chính HK211. Do cả 2 lớp DT01 và DT02. Đều full 99 bạn . Cũng như là trong khoảng thời gian dịch bệnh này, liên lạc qua mail với GV để xin nhận lớp là rất khó. Nên em mong PĐT có thể tạo điều kiện cho chúng em. Có thể đơn giản một ít thủ tục để đăng kí mở thêm lớp. Và đặc biệt là một số môn chuyên ngành có TN không được mở lớp nên nhu cầu học các môn đại cương của các bạn sv tăng cao. Em xin cám ơn quý thầy, cô ạ.",
    "Em chào thầy/cô, em là , MSSV . Em xin mở thêm sĩ số môn Thiết kế mặt bằng - ME3117 Lớp L02_04, rất mong thầy cô xem xét và giúp em.",
    "Em chào Thầy (Cô), Em muốn đăng ký lớp Cơ sở ht điều khiển mã số môn 409401, nhưng vì mấy ngày trước phần đkmh của em bị lỗi nên không đăng ký môn học được, nay đăng ký được thì lại hết slot, em xin nhà trường hỗ trợ em đăng ký môn Cơ sở ht điều khiển để có thể theo kịp tiến độ học tập. Em xin cảm ơn.",
    "Chào thầy/cô ạ Cho em hỏi là bên Bách Khoa mình có đóng tiền dùm được không ạ ? Là em nhờ bạn em đóng tiền học phí giùm em hk202 này nhưng mà em không biết là nếu sau này có gì thì bạn em có trừ tiền nữa không ?  Em cám ơn ạ.",
    "Em tên  MSSV:  lần trước em có xin mở thêm sĩ số lớp hữu cơ (CH2021) và  trả lời là mở tối đa 100 tính cả giảng viên. Hiện sĩ số lớp đang là 90 thì pdt có thể tăng lên 95 được không ạ? Đợt 1 em có đăng kí rồi nhưng sang đợt 2 bị xóa mất và hết slot. Vì em năm 4 rồi nên muốn trả môn càng sớm càng tốt ạ Em mong pdt giúp đỡ",
    "Em có thắc mắc là thời gian biểu học môn dự thính có bắt buộc là buổi tối không ạ. Do sỉ số lớp CLC ngành cầu đường chỉ 8 bạn. Và giảng viên muốn được dạy vào buổi sáng ạ.",
    "Kính gửi phòng đạo tạo, em tên là , MSSV: . Hiện tại đang trong quá trình đăng ký môn học đợt 2 tuy nhiên do có một số sự nhầm lẫn nên em đã đăng kí nhầm một số môn học không mong muốn. Cho em hỏi bây giờ em muốn hủy đăng ký các môn học đó và đăng ký môn học khác thì phải thực hiện như thế nào ạ?  Em cám ơn!    .",
    "Em chào thầy/cô, em là , MSSV . Em xin mở thêm sĩ số môn Thiết kế mặt bằng - ME3117 Lớp L02_04, rất mong thầy cô xem xét và giúp em.",
    "Dạ thưa pđt, em hiện là sinh viên lớp Việt Pháp K18, học kì 211 này em có đăng kí môn Kinh tế Vi mô - chiến lược và tổ chức xí nghiệp 701705 thì có hiện lên là em thiếu môn học trước Quản trị học 701702. Trong kì hè 203 này thì em đang học môn tương đương môn Quản trị học là môn Quản trị kinh doanh cho kỹ sư Im3001. Em thấy mail từ phòng đào tạo là các học phần trong hè sẽ tạm thời tính đạt để đăng kí các môn học kỳ mới này. Em không biết là em có được đăng kí học môn Kinh tế vi mô 701705 không ạ, do bên Việt Pháp khá ít sinh viên và chương trình đào tạo cũng đã đổi thì rất khó để mở lớp ạ. Em mong Pđt coi xét và cho em đăng kí học môn này ạ. Em xin cảm ơn.",
    "Em kính chào thầy/cô ạ ! Em có rớt 2 môn tự chọn, nhưng em có các môn tự chọn khác thay thế, đủ tín chỉ để xét tốt nghiệp. Em muốn hỏi là khi xét tốt nghiệp có tính điểm của 2 môn bị rớt đó vào việc xếp loại bằng không ạ? Ngoài ra em có nghe nói có thể xóa môn tự chọn bị rớt ra khỏi bảng điểm, điều này có đúng không ạ? Nếu đúng thì em cần làm gì để có thể xóa ạ? Em chân thành cảm ơn !",
    "Chào nhà trường, Nhà trường có thể tăng sỉ của môn học dự thính Giải tích 2 (Mt1005) và môn học quản lí dự án xây dựng được ko nhà trường? tại vì hiện tại em rất cần những môn đó. Mong nhận đưuọc phản hồi sớm từ nhà trường Em xin cảm ơn.",
    "Em chào thầy/cô ạ, Theo chương trình đạo đạo khóa K19 Xây Dựng, kỳ 211 bọn em học cả hai môn Cơ kết cấu (CI3233) và Kết cấu thép (CI3231),nhưng em không đăng ký được môn Kết cấu thép (CI3231) do hệ thống yêu cầu điều kiện của môn Cơ kết cấu ạ. Thầy/cô cho em hỏi vậy có phải do hệ thống có lỗi gì không ạ. Em cảm ơn thầy/cô.",
    "Em chào thầy/cô Dạ cho em hỏi là do đã hết hạn đóng học phí hk202 rồi nhưng em nhờ bạn em đóng học phí hk202 giùm em thì có được không ạ?  Với lại nếu bạn em đóng giùm em thì sau này nếu tới lúc đóng học phí thì tài khoản bạn em có bị trừ tiền không ạ ? Em cám ơn !",
    "Dạ em chào thầy, cô. Em là . MSSV: . Em có một hạn đóng học phí vào ngày 17/6/2021 cho kì 203 là 350.000đ (có thể là đóng thêm do kì 202 em đăng ký 18 chỉ, chứ em không đăng ký môn học cho học kỳ 203 ạ) nhưng do em đã hoàn tất học phí kì 202 từ tháng 4 nên sau đó em đã không để ý đến BKpay nữa . Vì vậy nên kết quả đăng ký môn đợt 1 của em bị xóa mất và hiện tại em đã hoàn tất học phí nhưng vẫn chưa đăng ký môn đợt 2 được (hệ thống báo lỗi chưa hoàn tất học phí). Em có liên hệ với pdt và cô nhắn em lên bksi xin nhờ thầy, cô hỗ trợ mở khóa để em có thể thực hiện đăng ký môn học đợt 2 ạ . Em xin cảm ơn thầy, cô ạ . Em có đính kèm ảnh chụp trang BKpay và trang đăng ký môn học của em ạ.",
    "Em tên Phạm Nguyễn Hoàng Khương, MSSV là , hiện em đã đăng kí môn Truyền số liệu và mạng (EE3019) dự thính có lịch vào thứ 4 phòng HANGO5 cơ sở 1 tiết 13,14 và môn PLC(EE3069) kì chính có lịch vào thứ 4 phòng HANGOUT_TUONGTA tiết 11,12 ở cơ sở 2. Em đăng kí được nhưng nhìn lịch thì thấy di chuyển giữa hai cơ sở không đủ thời gian theo yêu cầu. Em không biết việc đăng kí như vậy thì khi có thời khóa biểu chính thức em sẽ bị hủy môn không ạ. Mong phòng đào tạo giải đáp thắc mắc cho em. Nếu có, em sẽ lựa chọn cân nhắc việc nên học môn nào ạ, em cảm ơn rất nhiều.",
    "Tài khoản bkex của em bị khoá rồi ạ. Bị lỗi như này Tài khoản đã bị khóa tạm thời do không đăng xuất khi thoát ra khỏi hệ thống. Hệ thống sẽ tự động mở sau 2 tiếng hoặc sẽ được mở lại trước giờ thi. Nếu bạn đang thi vui lòng liên hệ với cán bộ coi thi để mở khóa đăng nhập.",
    "Xin phép phòng đào tạo em tên  mssv  khoa xây dựng. Cho em hỏi môn Cơ học đất mã cũ là CI3001 thì khi mình học môn cơ học đất mã mới là CI3235 thì có được tính là môn tương đương không ạ? Tại e thấy trong danh sách môn tương đương không có môn này. Em xin cảm ơn!",
    "Em xin gửi lại đơn xin hoãn thi ạ, trước đó ngày 03.8 em có gửi đơn hoãn thi cũ và PĐT đã xác nhận và nay em mong PĐT hủy đơn cũ đó và lấy đơn mới ngày 9.8 này ạ . Em cảm ơn",
    "Thưa thầy(cô)! Em tên là  MSSV:  Em thuộc chuyên ngành kỹ thuật nhiệt thuộc Khoa Cơ Khí ạ. Trong hè vừa rồi em có cùng một số bạn khác đã liên hệ công ty ngoài và tính đến hiện tại là đã thực hiện xong quá trình thực tập rồi ạ. EM xin phép được hỏi là việc báo cáo thực tập hè sẽ được diễn ra online hay không ạ? Và khi nào thì diễn ra ạ? Em cám ơn!",
    "Kính chào PĐT, Cho em được hỏi là em có đăng kí lớp vật lý 1 trong kì chính thì liệu lớp có bị xóa sau đợt ĐKMH đợt 2 này không ạ. Đợt ĐKMH kì 211 có đợt 3 không ạ . Mong PĐT sớm trả lời vì nếu không đăng kí được vật lý 1 (PH1003) thì em sẽ xếp tkb đăng kí môn khác. Em cảm ơn.",
    "Em xin chào thầy, cô, Em tên là , mssv: , kì trước em có đăng kí thi anh văn được 270 điểm nay e muốn đwng kí học anh văn 300 nhưng không có mở lớp vậy cho em hỏi em đăng kí học anh văn 350 được không ạ. Em xin cảm ơn thầy, cô. Kính thư ",
    "Em đã hoàn thành học phí. PĐT mở đăng kí môn học dùm e ạ",
    "Thưa thầy, sau lần đăng kí môn học đợt 2 em bị mất nhiều tín chỉ nên mong thầy đăng kí giúp em môn \"quản trị kinh doanh cho kĩ sư\" lớp L11 với ạ!  Em tự đăng kí nhưng bị lỗi ạ. Em cảm ơn ạ!",
    "em là , năm 3 rồi ạ, MSSV . Em xin trình bày là vào tháng 6 em có học phí 350k (của môn thực tập). Em có nhờ gia đình em (cụ thể là Bố) đóng hộ em, do em đi làm việc tình nguyện hỗ trợ người dân trong dịch và các chốt kiểm dịch . Mãi tới đợt đky môn học đợt 2 này, em cứ nghĩ là đã hoàn thành hết, khi lên thì em lại không đăng ký môn được. Vì bố em chưa thanh toán 350k đó. Nhưng lỗi do em không nhắc bố lại. Hiện tại em đã nộp số tiền đó rồi (Ảnh đính kèm) mong Phòng Đào Tạo có thể cứu em. Em xin cảm ơn và xin lỗi  vì đã nộp tiền không đúng hạng.",
    "Dạ em chào Thầy/Cô ạ! Do tình hình dịch bệnh ở Tp. Hồ Chí Minh phức tạp và ngày khu nhà em có nhiều người nhiễm covid 19 nên em không thể ra ngoài đóng tiền thực tập hè và bị tạm dừng việc học ở học kì 211 em biết lỗi em rất lớn em mong thầy/cô thông cảm cho em vì tình hình dịch bệnh phức tạp và em cũng năm cuối . Em mong Thầy/Cô giúp em để em tiếp tục việc học của mình. Em xin cảm ơn!",
    "Thầy cô cho con hỏi, có đăng kí môn học đợt 3 không ạ, con xin cảm ơn",
    "em xin thầy cô cho em học môn hóa hữu cơ đại trà lớp A01. em thấy lớp sĩ số 90/90 rồi. mong thầy cô cho em học thêm. nêu k được em mong thầy cô mở thêm lớp đại trà hóa hữu cơ ",
    "Kính gửi PĐT Em là  MSSV  muốn đăng ký môn học LA1009 - Anh văn 4 cho học kì dự thính 211. Em đã được sự chấp nhận của cô  ạ. Em đề xuất thời khóa biểu môn học là tiết 13-15 vào thứ 4 và tiết 13-15 vào thứ 6 ạ hoặc tiết 10-12 vào thứ 6 và tiết 3-5 vào chủ nhật. Rất mong nhận được lời phản hồi sớm từ PĐT ạ.",
    "Kính gửi Phòng Đào tạo, Em tên  MSSV  Học kì hè 203 em đã thanh toán học phí trễ, hiện tại em đã thanh toán nợ học phí. Mong Phòng Đào tạo xem xét xóa nợ học phí cho em để đủ điều kiện đăng ký môn học . Em xin cảm ơn. ",
    "Em tên:   MSSV: Em xin phòng đào tạo mở rộng sĩ số lớp \"Kỹ thuật thủy lực và khí nén (ME3001) để giúp em hoàn thành đúng tiến độ học tập ạ. Em chân thành cảm ơn.",
    "Phòng đạo tạo cho em hỏi là Đăng ký môn học kỳ 211 cho hệ Chính quy có đợt 3 hay không ạ ?",
    "Em tên: Phạm Hữu Phước MSSV: Em xin phòng đào tạo mở rộng sĩ số lớp \"Kỹ thuật thủy lực và khí nén (ME3001)\" HK211 Dự Thính để giúp em hoàn thành đúng tiến độ học tập ạ. Em chân thành cảm ơn.",
    "Xin chào thầy/cô. Em là , khoa Điện - Điện Tử. Em chuyển từ hệ chính quy (MSSV 6) sang hệ vừa học vừa làm (MSSV ). Ở chương trình chính quy em đã được phân chuyên ngành Tự động hóa, và đủ điều kiện đăng kí Luận văn tốt nghiệp (409303). Trong đợt ĐKMH Đợt 1 (19/7 - 23/7), khi đăng LVTN thì em bị báo lỗi \"Sinh viên chưa phân ngành\" (file đính kèm). Mong thầy/cô hướng dẫn em để e kịp đăng kí môn học vào Đợt 2 (7/8 - 13/8). Em chân thành cảm ơn.",
    "Về môn học 207702 - TKế bg máy tính-CAO CFAO Nhóm P01_P01 hiện tại sỉ số là 23/23 thì có thể mở thêm được không ạ Về những môn em không đăng kí được thì cách SV giải quyết đăng kí lại toàn bộ môn học như thế nào xin PĐT cho em biết thêm ạ. Em cảm ơn",
    "Kính gửi: Phòng đào tạo Em Tên: . MSSV: . Hệ đào tạo : VHVL; Khoa : Kỹ Thuật Xây Dựng em đã thanh toán trễ học phí học kỳ 202. nay em xin được mở lại đăng ký môn học nhưng không thể lên trường làm đơn được kính mong thầy(cô) xem xét giúp em để kịp đăng kí môn học ạ",
    "Cho em hỏi vê việc em và một số bạn trong lớp không nộp được file zip nén video ghi hình màn hình buổi thi cuối kì của môn xstk, ma môn học MT2001 vào 7h sáng ngày 5/7. Định dạng nộp bài chỉ cho nộp file dưới 500mb và không chấp nhận file nén mặc dù em đã nén lại thì file ghi hình cũng nặng khoảng 1.2Gb. Phòng đào tạo cho em và các bạn chưa nộp được phương án nộp bổ sung trên drive được không ạ. Em cảm ơn và mong PĐT hồi âm.",
    "Kính chào PĐT trường đại học Bách Khoa em là Lê Tuấn Đạt- khoa kĩ thuật xây dựng-mssv:  Học kì hè 203 em có đăng kí môn học Vật Lý 1, nhưng do tình hình dịch bệnh, kinh tế gia đình khó khăn cho nên đã không đóng học phí đúng hạn. Nay em đã đóng học phí nhưng hệ thống đăng kí môn học của nhà trường vẫn hiện lên chưa đóng học phí nên hiện tại em không đăng kí được môn học. Kính mong nhà trường xem xét giải quyết để mở đăng kí môn học cho em. em xin cảm ơn.",
    "chảo thầy cô, em đã thanh toán học phí còn nợ không biết bao giờ nhà trường cập nhật đề em có thể đăng ký môn học đợt 2 ạ, vì đang rất gần hạn chót đăng ký môn học đợt 2, rất mong nhận được câu trả lời của thấy cô. Em cảm ơn"
]