[
    "Em tên , mssv , do đăng kí nhầm môn học của lớp Việt Pháp (msmh 701711) mong thầy(cô) xem xét cho phép đăng kí lại môn khác, cám ơn ạ.",
    "Em chào thầy/cô, em là sinh viên hệ bằng 2 khoá 2020, đợt vừa rồi em đăng kí thực tập ngoài trường (CI3345) và đề cương luận văn (CI4345) mà bị báo lỗi không đủ điều kiện về số tín chỉ (hình ảnh đính kèm). Em đã nộp phiếu chuyển điểm môn học từ khi nhập học tháng 9/2020 và đã có mail xác nhận, hệ thống cũng đã cập nhật các môn chuyển điểm cho em rồi sao bây giờ lại báo là em thiếu tín chỉ. Thầy/cô xem lại dùm em để em có thể đăng kí môn học ạ. Em xin cảm ơn.",
    "Thưa Phòng Đào Tạo, hôm bữa nhóm của em có lập danh sách, để xin mở môn học bộ môn \"Vật liệu chuyển hóa và tồn trữ năng lượng\" (MA3031) và môn \"Công nghệ chế tạo vật liệu và các hệ năng lượng\" (MA3017) trong học kì chính 211.Cả hai lớp đều được mở, tuy nhiên khi em lên e-learning thì không thấy 2 môn học đó đâu, trong khi mấy bạn trong nhóm thì lại có. Hỏi ra thì phát hiện ra là em sơ xuất chưa đăng kí 2 môn học đó trên mybk, tại em tưởng là tên em có trong danh sách lớp rồi (vì đã nộp danh sách các bạn muốn học khi đăng kí môn) Vây trong trường hợp này em phải làm sao ạ? Có cách nào để tham gia lớp không? (cả 2 lớp vẫn còn mới và chưa học gì nhiều)",
    "Dạ em chào các thầy cô PDT ạ! Em tên , MSSV: Em học khoa kỹ thuật xây dựng, chuyên ngành công trình thủy. Khóa em là k15. Lúc trước em không đăng ký môn LVTN được do chưa có bằng anh văn. Do dịch bệnh nguy hiểm nên em không thể thi anh văn lấy bằng được. Quê của em tình trạng mạng không được tốt nên em bỏ lỡ đợt đăng ký luận văn học kỳ này. Em xin thầy cô PDT thông cảm xem xét và đăng ký LVTN (mã số CI4373) học kỳ 211 giúp em, em xin chân thành cảm ơn ạ!",
    "Nơi em ở yêu cầu em nộp giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự nhưng em chưa nhận được em phải làm sao ạ",
    "dạ cô cho em hỏi kế tiếp có mình có đợt đăng ký anh văn theo nhu cầu không ạ, và có mail thông báo đề sv biết không ạ.",
    "thưa cô/thầy, em là sinh viên MSSV hệ VLVH MSSV là  em đã đăng kí đề cương 4 lần, nhưng đều bị báo là sai CTDT. Em đăng ký mục chuyển hệ vì em là svien Chính quy chuyển hệ từ hệ chính quy xuống hệ vlvh. không biết là em đăng ký sai chỗ nào ạ? mong PDT giải quyết giúp ạ vì em thấy nhiều sinh viên hệ vlvh đều bị như vậy",
    "Em kính chào văn phòng ạ,  Ngày 18 tháng 8 em có gửi về đơn cứu xét luận văn tốt nghiệp và được văn phòng trả lời là đơn được xét duyệt và sẽ có kêt quả chậm nhất ngày 27 tháng 8. Hiện nay đã qua ngày đăng kí luận văn tốt nghiệp Em có thể xin kết quả xét duyệt được không ạ? kính thư,",
    "Cho em xin đk bổ sung 3 môn học trên được không ạ. Lý do về vấn đề gmail em k nhận được thông báo nên lúc lên đăng kí đã hết lớp để đk. Xin PĐT giúp đỡ em ạ. Lớp nào có thể PĐT xếp giúp em ạ. Em cảm ơn",
    "Cho em đăng ký dự thính môn Giải tích 2 (MT1005) lớp DT05 ạ.",
    "Em đã làm đơn thu nhận lại và được mở tình trạng học tập Em đã hoàn thành hết môn học và chuẩn anh văn nói viết. Nhưng em tra trong danh sách dự kiến tốt nghiệp thì không có tên Và trong phần đăng ký tốt nghiệp em thấy hạn chót là 31/8 Kính mong quý Thầy cô có thể xem xét lại giúp em ạ",
    "Kính gửi Phòng Đào Tạo Em tên:  MSSV: Hệ VLVH của Trung Tâm Bảo Dưỡng Công Nghiệp Hôm nay em tạo yêu cầu này, nhằm mục đích trình bày sự cố trang BKeL của em và một số bạn học cũng hệ khác. Tình hình là học kì này em vừa nhập học hệ VLVH ngành Bảo Dưỡng Công Nghiệp, kì 211 này em có đăng kí học môn Kỹ thuật điện tử (IU2011)_ (DH_HK211). Nhưng 2 tuần qua em không thấy có tài liệu hay link học trực tuyến upload lên BKe-learning của em, sau đó em có hỏi một số bạn khác thì các bạn bảo là trang Bke-learning của các bạn có tài liệu và link học trực tuyến bình thường và đã học được 2 tuần rồi. Em có đính kèm 2 ảnh ( Ảnh 1 là trang BkeL của em, còn ảnh 2 là BKeL của bạn khác). Em mong PĐT sớm giải quyết cho em, vì đã 2 tuần rồi em chưa học được gì. Em cảm ơn ạ !",
    "xin chào pdt cho e hỏi là giờ e có thể đăng kí môn học đồ án kết cấu bê tông cốt thép 1 ( mã môn học ci2093) được không, giờ đã hết thời hạn đăng kí vì môn này là tiên quyết cho môn luận văn nên e muôn đăng kí phải làm thế nào xin pdt hướng dẫn dùm e",
    "Gửi PĐT  Xin phép Phòng Đào Tạo đăng kí giúp em các môn học kì 211  Môn: Chủ nghĩa xã hội khoa học Mã môn học: SP1035 Nhóm lớp: L12 Môn: Lịch sử Đảng cộng sản Việt Nam Mã môn học: SP1039 Nhóm lớp: DT02 Lí do:Về vấn đề gmail em không nhận được mail để đăng kí môn nên lúc lên đăng kí đã hết lớp để đk. Mong PĐT giúp đỡ em đăng kí giúp em ạ.Em thuộc nghành Kiến trúc nên rất nhiều đồ án về sau ạ. Em xin cảm ơn ạ",
    "Em chào thầy cô Phòng đào tạo! Em tên là , mssv: , lớp: XD16KT Tình hình lúc này là em đã hoàn thành các môn học trong chương trình đào tạo từ cuối học kỳ 201. Và hiện nay em đang chuẩn bị một số thủ tục ra trường như anh văn nói viết và công tác xã hội. Tuy nhiên em vẫn rơi vào trường hợp là đang tạm dừng vì lí do không đăng ký môn học. Trước đó em có liên hệ BKSI và được hướng dẫn làm đơn đăng ký thu nhận lại. Tuy nhiên hiện tại tình hình giãn cách xã hội còn đang tiếp diễn, em mong Phòng đào tạo hướng dẫn em cụ thể hơn để nộp đơn đó như thế nào ạ! Và cho em hỏi là trường hợp của em nếu tiếp tục 2 kỳ học liên tiếp không có đăng kí môn học thì có bị buộc thôi học giống như các bạn vẫn còn đang học mà không đăng ký môn học không ạ! Em cảm ơn thầy cô, chúc thầy cô sức khỏe!",
    "Chào thầy cô, hiện tại do vấn đề gia đình nên em không thể tiếp tục học trong kỳ này, em muốn bảo lưu thành tích học tập sau khi ổn định em sẽ quay lại trường và tiếp tục chương trình học!",
    "Dạ em đang cần gấp giấy tạm hoãn nghĩa vụ quân sự để nộp cho địa phương nhưng giờ phòng đào tạo đang bảo trì cho em hỏi em phải đăng kí lấy giấy như thế nào ạ.Em cảm ơn ",
    "Chào cô, Đợt đkmh bổ sung lvtn, em có đăng kí thành công rồi ạ. Mà đkmh bổ sung lvtn -đợt kết quả thì em không có ạ. Vậy là em tính đã đk lvtn chưa ạ. Em cảm ơn",
    "ký môn học . Chào Thầy Cô ạ, Mong thầy cô xem xét giúp em không biết vì sao em lại bị  ạ . Sỉ số mở lúc đăng ký là 25 người nhưng khi có kểt quả đăng ký lại là không mở được lớp . Em   vào đợi ĐKMH Đợt 3 cũng bị hủy tương tự. Nhưng trong khi đó em đủ điều kiện đăng ký luận văn. Giờ em không biết lí do tại sao, thiếu môn gì hay thiếu điều kiện nào. Mong thầy cô chỉ dẫn giúp em ạ . Em hoàn thành 136 tín chỉ rồi ạ. Toeic của em là 630. CTXH của em là 15.5 ngày rồi ạ. Cảm ơn thầy cô rất nhiều ạ. Mong cả nước mau chóng vượt qua đại dịch. Cố lên.",
    "Cho em xin hủy đăng kí môn học được không ạ Đa số là những môn em qua rồi ạ",
    "Em tên là   MSSV   lớp CK18NH_1 ngành Nhiệt Lạnh khoa Cơ Khí dạ là  đã đồng ý cho em đăng ký học môn Điều hòa không khí (ME3037) song hành với môn Kỹ Thuật Lạnh (ME3035) vào học kỳ dự thính, nhóm lớp DT01_DT01 của thầy  ạ Em có gửi đính kèm đơn xác nhận của  ạ",
    "Em tên   Mssv  Cho e hỏi sao trường bảo không xét ccav tiên quyết để làm luận văn . Sao e đăng ký lại không được . E có chụp hình lý do . Mong pdt xem xét giúp em",
    "Em tên là , MSSV , hiện đang học văn bằng 2 khoa Kỹ thuật Địa chất và Dầu khí .      Học kỳ này em có đăng ký Đề cương luận văn tốt nghiệp, nhưng vì có sự nhầm lẫn nên em đã đăng ký mã số môn học của khóa 2018, trong khi em đang học theo chương trình của khóa 2017 .      Em kính xin Phòng Đào Tạo mở đợt đăng ký bổ sung Đề cương luận văn tốt nghiệp. Nếu học kỳ này không làm Đề cương luận văn em sẽ bị trễ 1 học kỳ. Em rất mong được hoàn thành đúng tiến độ học tập. Em rất xin lỗi vì sự bất tiện này. Em xin cảm ơn ạ!",
    "Em tên là Nguyễn Đoàn Quang Tùng, MSSV , hiện đang học văn bằng 2 khoa Kỹ thuật Địa chất và Dầu khí.      Học kỳ này em có đăng ký Đề cương luận văn tốt nghiệp, nhưng vì có sự nhầm lẫn nên em đã đăng ký mã số môn học của khóa 2018, trong khi em đang học theo chương trình của khóa 2017.      Em kính xin Phòng Đào Tạo cho em đăng ký bổ sung Đề cương luận văn tốt nghiệp với Mã môn học GE4311. Nếu học kỳ này không làm Đề cương luận văn em sẽ bị trễ 1 học kỳ. Em rất mong được hoàn thành đúng tiến độ học tập. Em rất xin lỗi vì sự bất tiện này . Em xin cảm ơn ạ!",
    "Dạ, em chào thầy/cô ạ, Thầy/cô cho em hỏi là em có đăng kí môn \"Đồ án môn học thiết kế luận lý\" mã môn học là CO3091, nhưng đến nay vẫn chưa có thời khóa biểu cho môn này, vậy em tiếp tục chờ, hay phải tự liên lạc? Nếu tự liên lạc thì liên lạc với ai vậy ạ? Dạ, em cảm ơn thầy/cô ạ.",
    "Dạ em tên là  MSSV:  Khoa cơ khí Em đã được Bộ môn Nhiệt lạnh và Khoa Cơ Khí đồng ý xác nhận cho em học song hành 2 môn học Đó là Điều hòa không khí (ME3037) và môn Kỹ thuật Lạnh (ME3035). Em xin phép được phép xác nhận và hiệu chỉnh giùm em để em được phép học môn học Điều hòa không khí này. Em xin cảm ơn !!",
    "Kính gửi thầy/cô Em tên là  MSSV  em có đăng kí thực tập tốt nghiệp và đề cương luận văn nhưng đã 3 tuần chưa có cập nhật trên bkel.Nhà trường có thể cẬP  để em hoàn thành tiến độ được không ạ.Em cảm ơn.",
    "Em tên , MSSV . Số tín chỉ tích luỹ của em là 120, số ngày CTXH là 14. Em đăng kí môn học CH43B3 (luận văn tốt nghiệp CNSH) nhưng kết quả bị huỷ vì không đủ điều kiện. Mong quý thấy cô kiểm tra lại giúp em. Em chân thành cảm ơn.",
    "Dạ chào PĐT Em tên là  MSSV  Đợt vừa rồi PĐT có mở đợt đăng ký bổ sung LVTN mà không xét CCAV từ ngày 23/08/2021 đến 25/08/2021 em có đăng ký và sau đó đến đợt kết quả thì bị hủy và em không xem được nguyên nhân bị hủy. Mong PĐT có thể trả lời cho em biết lý do bị hủy và em có thể đăng ký lại vào thời điểm nào ạ. Em cảm ơn PĐT.",
    "Dạ em chào Thầy, Cô  Em tên :  ( MSSV  ) . Em là sinh viên liên thông từ Trường Cao Đẳng Xây Dựng Hồ Chí Minh khoa Kỹ Thuật Xây Dựng em có 1 số thắc mắc mong thầy cô có thể giải đáp thứ 1 là em vẫn chưa biết được các môn em được miễn chính thức nhưng nghe các anh chị khoá trước nói thì sẽ được miễn giải tích 1, hoá đại cương, lý đại cương và các môn về chính trị đến nay em vẫn chưa biết được các môn em sẽ được miễn. thứ 2 là em xem chương trình nói là sẽ đổi từ đào tạo kỹ sư thành cử nhân giảm số tín chỉ xuống nhưng em xem trong phần điểm chuyển thì nếu dù đã tính các môn chuyển thì em còn phải học là 94 chỉ bao gồm cả chính trị mặc dù môn này em đã học rồi và với hệ vừa học vừa làm như tụi em thì 94 chỉ là 1 quá lớn về thời gian nó gần bằng 3 năm đại học. Dạ em cảm ơn Thầy, Cô mong thầy cô giải đáp thắc mắc cho em .",
    "Kính gửi PĐT trường Đại học Bách Khoa Thành phố Hồ Chí Minh  Em là , MSSV:   Sinh viên khoa Quản lý công nghiệp, Khóa 2017  EM xin hỏi là em đã rớt 1 môn học thuộc môn tự chọn nhóm B, hiện tại em đã đăng ký môn học khác cũng thuộc nhóm B thay vì học lại môn đó có được không ạ? Em có nhất thiết phải học lại môn tự chọn đã rớt đó hay không ạ?   Mong nhận được sự giải đáp từ quý thầy/cô Em cảm ơn! ",
    "Em cần đăng ký in giấy chứng nhận sinh viên học kì 211 để nộp cho địa phương để tạm hoãn nghĩa vụ quân sự. Trên web đăng ký mybk hệ thống thông báo tạm dừng hoạt động cho đến ngày 27/08/2021 nhưng đến nay là 29/08 vẫn chưa thể truy cập để đăng ký. Mong nhà trường sớm giải quyết yêu cầu để em có thể nộp giấy chứng nhận sinh viên đúng hạn.",
    "Rút môn học học kì 211 .",
    "Em tham gia và hoàn thành môn học XÂY DỰNG CẦU (CI4033) 3tc với điểm tổng kết 8.00 ở học kỳ 1 năm học 2018-2019. Tuy nhiên khi đăng ký môn học Luận văn tốt nghiệp (CI4313) thì không đăng ký được vì chưa có 2 môn tiên quyết là Xây dựng Cầu (CI4121) 2tc và ĐAMH thiết kế cầu (CI4123) 1tc . Theo Danh sách môn học CTĐT K2014 (15,16,17) tương đương cho CTĐT 2013 (14) về trước đăng trên trang web Phòng Đào Tạo thì môn học Xây dựng Cầu (CI4033) tương đương với 2 môn học Xây dựng Cầu (CI4121) và ĐAMH thiết kế cầu (CI4123). Em kính mong Bộ môn, Ban chủ nhiệm Khoa, Phòng Đào Tạo xem xét cho em được chuyển điểm theo môn học tương ứng như đã trình bày trên để đủ điều kiện đăng ký thực hiện Luận văn tốt nghiệp",
    "Em chào thầy cô ạ. Em là  - . HK 202 vừa rồi em có thi môn Phân tích và thiết kế Giải thuật(CO3031), sau khi thi máy tính bị hư, do trong vùng dịch nên không thể đi sửa, nên không có file ghi mành hình nên em đã đăng ký hoãn thi môn này thông qua form . Tuy nhiên hôm nay sau khu vực giản cách, đi sửa máy tính và còn file ghi màn hình, em đã gửi file cho giáo viên bộ môn. Em có thể xin HỦY hoãn thi mà em đã gửi được trước đó được không ạ? Em xin chân thành cảm ơn và hy vọng sớm được phản hồi. Trân trọng. ",
    "Em chào quý Thầy cô, Hiện tại em đã đủ các điều kiện tốt nghiệp thì em cần thực hiện đăng ký tốt nghiệp như thế nào vậy ạ? Em vào MyBK đăng ký nhưng không được ạ.",
    "Kính chào thầy/cô, Em tên -MSSV: Em gửi thư này với mong muốn thầy/cô cho em đăng ký vào lớp   B DT01_DT01    với mã môn học   B MT2001    (Xác suất và thống kê). Lý do: Thời gian trước đó em tập trung cho luận văn của mình, làm ngày làm đêm và không chú ý kiểm tra mail, đến khi em bảo vệ luận văn xong thì gia đình em nhận được tin chú em-chủ nhà xe , bị đưa ra khởi tố trách nhiệm hình sự với hành vi làm lây lan dịch bệnh(kể ra như này em thực sự cảm thấy xấu hổ nhưng em không biết phải thế nào nữa), thời gian vừa rồi gia đình em hết sức bối rối, sau đó là nhiều chuyện ập đến và đến hôm nay em vào xem thì thấy lịch đăng ký môn học đã chấm dứt cách đây 2 ngày. Đây là lỗi của em khi đã không chú ý các thông báo của nhà trường, nhưng em thực sự mong muốn đăng ký môn học này. Mong các thầy/cô có thể giúp em tham gia lớp học.   Em xin cảm ơn và gửi lời chúc sức khỏe đến các thầy/cô. Mong chúng ta bình an vượt qua đại dịch.",
    "Em chào pđt ạ, em có thắc mắc về việc rút môn học ở học kì này như nào ạ? bình thường thì phải in biểu mẫu và tới trực tiếp nộp pđt, nhưng giờ dịch thì em phải làm như nào ạ ?",
    "Dạ em chào anh/chị Anh/chị cho em hỏi là em đã có điểm AV1 là 8,5đ nhưng do em xem bảng chuyển điểm AV cũ nên chuyển nhầm AV1 thành 6đ. Vậy sau này, tính điểm TBTL sẽ lấy điểm đã có là 8,5đ hay là điểm chuyển là 6đ ạ. Em cám ơn",
    "em tên : MSSV  em xin hỏi bây giờ em xin vào lớp an toàn điện (EE3097) của cô  mã lớp DT01 trong học kì chính 211 được nữa không ạ.Tại em thấy lớp vừa mới bắt đầu học được 1 tuần và còn dư nhiều chỗ nên em muốn đăng kí vào đề học cải thiện điểm.Em đã gửi mail xin cô và được cô đồng ý ạ.Kì này em ra trường mà giờ thiếu 0,01 là tốt nghiêp 7.0 bằng khá nên em rất mong anh chị giúp đỡ em với ạ.em thực sự rất cần ạ . Em xin cảm ơn thầy cô rất nhiều.",
    "kính gửi Phòng đào tạo!     Em có đăng ký luận văn tốt nghiệp HK211 trong đợt đăng ký môn học bổ sung vừa rồi. Nhưng không đăng ký được môn do thiếu anh văn. Em được biết là kì này PĐT không xét chuẩn anh văn ạ!      Em không biết là em có thiếu yêu cầu gì nữa không ạ! Mong PĐT xem xét giúp em lý do ạ.    Em chân thành cảm ơn!                                       MSSV: ",
    "Kính gửi thầy/cô Phòng Đào Tạo - Đại học Bách Khoa TP.HCM, Em là , MSSV , sinh viên khoa Quản Lý Công Nghiệp, lớp QL170304. Em gửi mail này mong thầy/cô xem xét và giải đáp giúp em tình trạng:  Em đã học đủ số tín chỉ theo chương trình đào tạo công bố trên cổng thông tin của trường nhưng số tín chỉ tích lũy ngành và tín chỉ tích lũy bị lệch 2 chỉ (như hình đính kèm). Em đã tiến hành điền điểm và tín chỉ theo bảng điểm tất cả các môn em đã học vào file chương trình đào tạo (có đính kèm file excel bên dưới) và so sánh mã môn học. Kết quả là em đã hoàn thành theo đúng chương trình đào tạo là 136 chỉ (các môn bắt buộc, tự chọn với 6 chỉ nhóm A, 19 chỉ nhóm B theo chuyên ngành Quản lý Công Nghiệp) và không có môn nào ngoài chương trình đào tạo nhưng bảng điểm vẫn hiển thị em chỉ hoàn thành 134 tín chỉ tích luỹ ngành.  Điều này em không rõ là mình đã gặp vấn đề gì hay do hệ thống chưa cập nhật. Mong thầy/cô sớm xem xét và giải đáp giúp em để em có thể được tốt nghiệp đúng thời hạn. Em cảm ơn thầy/cô và chúc thầy/cô nhiều sức khoẻ! ",
    "Như tiêu đề ạ, cách đây vài ngày em có tạo một yêu cầu nhưng do chưa nhận được phản hồi từ PĐT em xin phép gửi lại. Em xin cám ơn!",
    "em lỡ đăng kí lộn môn tự chọn giờ em muốn hủy môn được không ạ .Nếu hủy được thì phải làm những gì ạ.",
    "Dạ là có cách nào xem lại vid mấy môn mik đã học online ko ạ",
    "Dạ em chào thầy cô Hiện tại em đang cần thông tin liện lạc(cụ thể là gmail) của giảng viện ạ 1/Cô -CH1004-TN Hóa Đại Cương 2/PGS.TS -ME3003- và  EM cảm ơn thầy cô ạ!",
    "Kiểm tra lại giúp em thời gian đào tạo với ạ . Lúc trước em xem là tới tháng 10/2022 mà sao giờ xem lại là tháng 10/2021. em muốn học tiếp phải làm sao ạ .em phải viết đơn hay sao thầy cô ơi .em đang cố gắng học cho xong ạ .em cảm ơn",
    "Em chào thầy cô ạ Thầy cô cho em hỏi do tính toán sai nên đợt đăng ký môn học vừa rồi em không đăng ký, nhưng sau đó em muốn học lớp dự thích thì có cách nào không ạ. Em cám ơn thầy cô rất nhiều ạ",
    "Kính chào pđt, Cho em hỏi nếu em muốn tạm dừng học và làm đơn tạm dừng nhưng giảng viên chủ nhiệm và chủ nhiệm khoa không kí vào đơn do không gặp trực tiếp được thì phải làm thế nào để xác nhận đơn cho em ạ. Em cám ơn và kính chào.",
    "Thưa quý thầy cô . Em tên là:  - MSSV:   Em muốn đăng kí môn học Kết Cấu Thép 2 (CI3211) lớp dự thính kỳ này. Nhưng do môn học này lớp em có điểm trễ nên là em không đăng kí kịp tiến độ ĐKMH của phòng đào tạo. Em mong muốn thầy (cô) có thể hỗ trợ cho em được thêm vào lớp Kết Cấu Thép 2 - DT 03 - GV:  để em có thể học môn học này ở kỳ này. Như vậy thì kỳ tớ em mới có thể làm LVTN được, vì môn học này là môn tiên quyết . Em cảm ơn quý thầy (cô) đã xem xét.",
    "Chào pđt, pđt cho e hỏi là e đã đăng ký hoãn thi môn Kết cấu thép 2 rồi mà trong bảng điểm của em vẫn hiện là điểm 0 vậy ạ? Em cám ơn!",
    "Dạ em là SV khóa K15, MSSV  HK211 em có đăng kí LVTN, MSMH : CI4343 Em đã có điểm môn học AV1 nhưng khi đang kí môn LVTN thì bị hủy với lí do thiếu môn AV_1 PĐT kiểm tra lại giúp em với ạ.",
    "Kính CHào quý Thầy Cô Em tên  MSSV . Do các môn tiên quyết của em đã hoàn thành ở những học kỳ trước (mã cũ) nên không thể đăng ký môn luận văn tốt nghiệp (cđ) mac CI4313 được, em có liên hệ bô môn để xác nhận chuyển điểm các môn học tương đương từ mã cũ sang mã mới để đăng ký luận văn học kỳ này. Mong PĐT giải quyết dùm em.",
    "Em là  mã số sinh viên , sinh viên liên thông bên cao đẳng bảo dưỡng công nghiệp, số tín chỉ tích lũy 127 và số ngày công tác xã hội là 15.5 ngày, môn tiên quyết đồ án thiết kế ( ME2011),Đồ án chuyên ngành (Kỹ thuật Chế tạo)(ME4045),Đề cương luận văn tốt nghiệp ( ME4725) em điều thỏa Em đăng kí môn ME4727- Luận văn tốt nghiệp( mã liên thông ) nhưng lại bị hủy ở đợt kết quả. Còn phần lịch sử đăng kí để thiếu chứng chỉ anh văn và eleaning cũng không có.   Mong quý thầy cô kiểm tra lại giúp em Em xin cảm ơn",
    "Cho em hỏi sau khi tốt nghiệp thì email sinh viên của trường mình có được dùng tiếp không ạ? Vì em có nhiều drive lưu trên email của trường, nhiều data trên Notion, nhiều danh sách liên lạc,..",
    "Dạ em chào thầy cô. Em là sinh viên k17. Dạ thầy cô, cho em hỏi là hiện tại phòng đào tạo cho tụi em đăng kí làm luận văn mà chưa xét đến chuẩn anh văn quốc tế ạ. Tụi em đã đăng kí và có kết quả đăng kí trên bkel rồi ạ nhưng với tình hình dịch hơi khó khăn hiện nay, tụi em không thể lên phòng thí nghiệm để tiến hành làm luận văn được ạ. Dạ vậy tụi em không biết là tụi em có được gia hạn thêm thòi gian làm luận văn không ạ? Em cám ơn thầy cô và mong nhận được phản hồi sớm từ thầy cô ạ!",
    "Chào thầy/cô, em là  - MSSV: . Vì 1 số lý do, nên hè năm thứ 3 em đã không đăng ký thực tập ngoài trường mà đăng ký vào đầu năm nay (HK 1 năm thứ 4) . Tuy nhiên, em đã đi thực tập ở 1 công ty hồi hè và có kết quả rồi. Vậy thì em có được công nhận là đã qua môn thực tập ngoài trường (CO3315) chưa ạ . Rất mong thầy/cô giải đáp giúp em, em cảm ơn nhiều ạ.",
    "Em chào thầy/cô Em là  (MSSV: ). Em muốn xin đăng ký rút môn học vì em đã có kết quả của môn học em đăng ký học trong HK202 vừa rồi và đã đạt đủ điểm để hoàn thành môn học nên em muốn xin đăng ký rút môn học ạ. Em có lên trang web của nhà trường download \"Phiếu đăng ký rút môn học\", nhưng em thấy trong phiếu rút môn học có nội dung là \"Đăng ký rút môn học và nhận điểm R\". Thầy/cô cho em hỏi điểm R có ảnh hưởng tới kết quả môn học của em không ạ? Nếu không bị ảnh hưởng em xin nộp \"phiếu đăng ký rút môn học\" em đính kèm bên dưới ạ.",
    "Em kính chào quý thầy cô . Em là  - MSSV . Thưa quý thầy cô, này 25/8 vừa rồi là ngày đăng ký luận văn cuối cùng nhưng vì em vừa mất hết laptop và điện thoại nên em không kịp kiểm tra mail và đăng ký luận văn tốt nghiệp. Em viết mail này kính mong quý thầy cô có thể giúp em đăng ký được luận văn tốt nghiệp. Em xin chân thành cám ơn quý thầy cô",
    "Họ tên:  MSSV:   Em là sinh viên khoa CNVL khóa 19, do năm đầu rớt môn Nhập môn kỹ thuật MA1001, được thầy/cô pdt bảo nộp đơn để đăng ký học chung với K21, nay em đã viết và đính kèm phía dưới, mong pdt xem xét và xếp lớp. Em cảm ơn ạ",
    "Kính gửi: Phòng Đào Tạo Em tên là , Khóa K15, MSSV:, Lớp DD15LT08. Hiện tại em đã hoàn thành đầy đủ các điều kiện để xét tốt nghiệp. Nhưng khi em kiểm tra thông tin của mình trong danh sách tốt nghiệp dự kiến thì không có thông tin. Kính mong PĐT kiểm tra và hướng dẫn giúp em hoàn thành việc đăng ký tốt nghiệp ạ. Em đã đặt câu hỏi từ 23/08 đến nay vẫn chưa có phản hồi. Vì sắp hết hạn đăng ký chính thức nên kính mong PĐT có thể phản hồi sớm giúp em! Em xin chân thành cảm ơn.",
    "Chào Phòng Đào tạo Em tên:  - Dạ Pdt cho em hỏi : Do kì này pdt không xét chứng chỉ anh văn để đăng kí luận văn nên em đã gửi đăng kí luận văn nhưng sao không có trong thời khóa biểu ạ.(tín chỉ để đăng kí luận văn của em đã đủ )",
    "Em có lịch thi trường điện từ ngày 17/8 nhưng trước đó do vấn đề sức khoẻ nên em có đăng kí hoãn thi môn này.Nhưng sau đó sức khoẻ cải thiện nên em có tham gia thi môn này(có điểm danh và thực hiện đầy đủ các yêu cầu thì).Nhưng hiên tại em có biết thông tin phải có đơn hủy hoãn thi, vậy cho em hỏi giờ em nộp đơn hủy hoãn thi có được không ạ",
    "Kính gửi: Phòng Đào Tạo Em xin gửi lại đơn đăng kí môn học học kì 211. Mong Phòng Đào Tạo xem xét cho em. Trân trọng, ",
    "Em kính chào quý thầy cô . Em là  - MSSV . Thưa quý thầy cô, này 25/8 vừa rồi là ngày đăng ký luận văn cuối cùng nhưng vì em vừa mất hết laptop và điện thoại nên em không kịp kiểm tra mail và đăng ký luận văn tốt nghiệp. Em viết mail này kính mong quý thầy cô có thể giúp em đăng ký được luận văn tốt nghiệp. Em xin chân thành cám ơn quý thầy cô",
    "Em là ,  MSSV :  Em đăng ký luận văn tốt nghiệp được cùng thầy  hướng dẫn. Nhưng kỳ này thầy về hưu. Bạn của em cũng đăng ký thầy  hướng dẫn nhưng được bộ môn chuyển tự động qua thầy . Nhưng em vẫn chưa được chuyển giáo viên hướng dẫn và vẫn chưa có tên trong danh sách phân công hướng dẫn luận văn tốt nghiệp. Lịch thực hiện luận văn tốt nghiệp đã bắt đầu rồi ạ. Mong nhà trường phản hồi để em có thể được thực hiện luận văn. Em cảm ơn",
    "Kính gửi Phòng Đào tạo, Em tạo yêu cầu này để xin được học môn   B Nhập môn Điện toán (CO1005)    chung với K21. Em đã email gửi khoa và được khoa đồng ý. (  I Vì thầy  bận nhiều việc nên duyệt sót đơn của em, do đó bây giờ thầy mới phản hồi ạ  /I   U ). Cụ thể:   B Nhóm lớp: L03_L08 Lịch học: Thứ 6 -  2, 3           Thứ 5 -  8, 9, 10, 11, 12    Em xin đính kèm các email cũng như Đơn xin của em. Mong PĐT chấp nhận cho em được học NMĐT(CO1005) chung với K21 kỳ này ạ. Em xin cảm ơn.",
    "Tong đợt đăng ký môn dự thính vừa rồi em có xin mở môn CÔNG NGHỆ SẢN XUẤT XI MĂNG (MA3027). Do là môn chuyên ngành nên số lượng bạn đăng kỳ ít. em muốn giữ lại lớp không bị huỷ thì em cần bổ sung thêm những gì ạ. Em cảm ơn",
    "em chào pdtd Em làm đơn này vì lí do xin được đăng kí môn học Đề cương luận văn tốt nghiệp   ( Kỹ thuật hàng không) mã TR4331 . ( các đợt đăng kí môn học không đăng kí được vì thiếu môn học trước TR1001, bây giờ em đã xin chuyển môn tương đương và được khoa, pđt chấp nhận nên đã đủ điều kiện đăng kí đề cương). đơn theo file đính kèm ạ Em xin cảm ơn Pđt ạ, Chúc thầy cô nhiều sức khỏe.",
    "PĐT cho e hỏi e tổng số chỉ tích lũy của em tại sao là 112 ạ, e e chỉ còn 1 đồ án chuyên ngành chưa học thôi ? Có hình ảnh em đính kèm theo mong PĐT giải đáp thắc mắc của e .",
    "Chào Thầy/Cô! Cho em hỏi ngày 23/08 (ngày đầu của đăng kí LVTN bổ sung) em đã khiếu nại về vấn đề không đăng kí luận văn tốt nghiệp vì các môn học tương đương của em vẫn chưa được giải quyết đến ngày 26/08 mới được trả lời nhưng chỉ là đóng topic hỏi chứ không nhận được phản hồi hay giải đáp đã xử lý vấn đề của em chưa, và đã quá hạn đăng kí LVTN bổ sung, cho em hỏi em có thể làm LVTN kỳ này không, vì em chỉ vướng vấn đề quy đổi môn học tương đương, trong khi các môn học đó em đã hoàn thành và đạt điều kiện nhận luận văn tốt nghiệp, và thủ tục làm như thế nào, mong PĐT giải quyết sớm cho em. Em cảm ơn!",
    "Em chào thầy/cô ạ. Em là  - . Em xin gửi đơn HỦY hoãn thi ạ. Em đã ghi rõ lý do trong đơn ạ. Nếu có sai sót mong  thầy/cô phản hồi để em sửa ạ. Em xin chân thành cảm ơn. Trân trọng",
    "Dạ phần thông tin pđt gửi em chưa cập nhật so với kết quả nhận được từ email support.stu ạ. Mong pđt chỉnh sửa giúp em ạ Đây là email kết quả học tập mà em được nhận trước đó. Hiện tại em đã hoàn thành môn học  Cơ học ứng dụng (2 chỉ) Thực tập tốt nghiệp (2 chỉ) Mong pđt hiệu chỉnh giúp em ạ. Em xin cảm ơn",
    "Em đã đăng kí hoãn thi môn Quản lí sản xuất, nhưng em vừa vào xem bảng điểm, điểm cuối kì của em lại là 13. Là do phòng đào tạo chưa cập nhật điểm hoãn thi hay sao ạ.",
    "Sinh viên  mssv:  lý do kn: đã bổ sung luận văn tốt nghiệp nhưng bị hủy kết quả  Mã MH: MA4323 Luận văn tốt nghiệp ( mã lớp L01)   số tín chỉ tính lũy: 127 chỉ   số ngày CTXH   15,5   Chứng chỉ av ( chưa có )  Mong pdt giải quyết sớm cho em , em đã đủ điều kiện để đăng lý luận văn.  Em xin trân thành cảm ơn. (hình ảnh chứng minh đính kèm bên dưới )",
    "Kính chào phòng đào tạo, Hôm thứ 7 em có gọi anh thắc mắc về việc môn học XHH ko có trong thời khóa biểu nhưng vẫn hiển thị trên bkel và em mong muốn pdt hiệu chỉnh hủy bỏ môn giúp em. Em thắc mắc về kết quả của về khiếu nại của em và mong nhận được sự chấp thuận sớm nhất từ phòng đào tạo. Em cảm ơn và rất hi vọng nhận được phản hồi sớm nhất từ phòng đào tạo ạ. Trân trọng, Em     .",
    "Lý do: Đăng ký luận văn tốt nghiệp nhưng bị hủy  Mã môn học: MA4323  Tên: , Mssv:    Ạ    MSSV:   VỪA QUA  CÓ  LUẬN VĂN TỐT NGHIỆP NHƯNG BỊ HỦY  LÝ DO KHÔNG ĐỦ ĐIỀU KIỆN NHƯNG SAU KHI X LẠI ĐIỀU KIỆN THÌ  MỚI BIẾT LÀ KHOA  126 TÍN CHỈ TÍCH LŨY MỚI ĐƯỢC  MÔN HỌC         28/5/2021 NHƯNG ĐẾN NAY VẪN CHƯA ĐƯỢC CẬP NHẬT  VẬY VỪA QUA  ĐÃ KHÔNG THỂ  LVTN ĐƯỢC   X XÉT VÀ GIÚP  CHUYỂN ĐIỂM VÀ  LẠI LVTN Ạ  XIN CẢM ƠN Ạ ",
    "Dạ em xin chào PĐT, Em vừa nhận được mail lên tra aao tra danh sách xét LVTN HK211, và kết quả tra được là em bị mất hết tín chỉ cũng như kết quả Tiếng Anh đã được chuyển từ kì trước HK202, dẫn đến không đạt (như hình). HK202 em cũng đã đăng ký LVTN thành công nhưng lại không hoàn thành, nên kì này em muốn thực hiện lại nhưng quá trình đăng ký lại xảy ra sự cố trên, các kết quả đăng ký qua các đợt ĐKMH của em HK211 đều bị hủy bỏ. Vì đã qua đợt đăng ký LVTN cuối cùng nên thời gian là rất gấp, em mong PĐT giải quyết giúp em ạ, em xin cám ơn.",
    "Chào thầy/Cô    Em có đăng ký môn \"Đồ án tổng hợp - hướng công nghệ phần mềm\" - CO3103 trong học kỳ này và nhận được email như hình dưới có nói việc liên hệ với phòng đào tạo  Nhưng em không biết liên hệ với phòng đào tạo bằng cách nào cả Nếu đây là kênh liên hệ mong thầy/cô cho em phản hồi về việc làm đồ án môn này với ạ    Cảm ơn thầy/cô     ",
    "Luận văn tốt nghiệp -CI4343 Kính gửi Quý Thầy/Cô Phòng Đào Tạo. Em tên  - MSSV: . Nay em làm đơn kính mong Quý Thầy/Cô xem xét lại giúp em về viêc sô Tín chỉ tích lũy ngành để nhận LVTN. Hiện em tra danh sách thì TCTLN của em đang là 111/114, nhưng do môn CI4037-Công trình trên đất yếu (3 tín chỉ) em đã học Học kỳ 2 - 2020 rồi (hiện chưa có điểm). Và theo quy chế học vụ thì môn tích lũy chỉ cần \"đã đăng ký học trong học kỳ chính kế trước được xem như đạt\" Do tình hình dich bệnh khó khăn nên kính mong Quý Thầy/Cô xem xét lại giúp em để em sớm nhận được Luận Văn và hoàn thành việc học. Em chân thành cảm ơn !",
    "Dạ em đã thấy là PĐT không cho đăng ký do không đủ điều kiện. Dạ em đã học hết tất cả các môn (129 chỉ), còn lại LVTN, 2 môn AV34 (chờ thi TOEIC để chuyển điểm). Vậy cho em hỏi là không đủ điều kiện là điều kiện gì ạ.",
    "Em tên  Em có làm đơn xin hoãn đồ án 1 và 3 trong học kỳ 202. Kính gửi Phòng Đào tạo xem xét. Chân thành cảm ơn.",
    "Xin chào PĐT ạ, Dạ em tên  MSSV  là sinh viên   B năm 4    ngành Công nghệ Vật Liệu khóa Kim Loại K18. Dạ em xin vào lớp   B Kỹ thuật môi trường (EN4021)    Do em đăng ký xót môn này ạ, mà môn này là môn chuyên ngành mà chỉ mở vào học kỳ 1 thoi nếu em trễ môn này thì em sẽ bị trễ lại 1 năm lận ạ . Học kỳ 211 đã bắt đầu được 2 tuần rồi ạ, em có thể xin vào lớp để học kịp chương trình với được không ạ. Em xin cảm ơn PĐT nhiều ạ.",
    "Kính chào Phòng Đào tạo, Em tên là , MSSV: , thuộc chương trình kỹ sư chất lượng cao Việt Pháp, Email:  Em đang cần bảng điểm song ngữ Việt-Anh để nộp hồ sơ học bổng thực tập tốt nghiệp ở Pháp của chương trình PFIEV. Em đã đăng kí in đăng bảng điểm và nhận qua đường bưu điện ( PĐT hẹn ngày 25/8). Tuy nhiên đến nay ngày 28/8 em vẫn chưa nhận được bảng điểm. Và sắp đến thời hạn nộp hồ sơ (30/8) nên em có thể xin bảng điểm dạng scan file PDF để kịp thời hạn nộp hồ sơ được không ạ? Em mong sớm nhận được phản hồi ạ. Em chân thành cảm ơn ạ.",
    "Kính gửi nhà trường, Em là , MSSV . Học khoa Kỹ thuật địa chất và dầu khí. Trước đó em có tạo yêu cầu/ câu hỏi trên BKSI về việc đăng kí môn học thực tập. Và dưới đây là file đơn xin cứu vãn môn học.",
    "Kính gửi thầy cô PĐT, Em đã gửi đơn xin hoãn LVTN theo đúng yêu cầu của PĐT (Đơn xin hoãn LVTN đã ký) nhưng ở phần Bảng điểm em bị đánh giá 13/vắng thi (hình chụp). Em muốn hỏi đây là do PĐT chưa cập nhật hay em còn phải hoàn thành quy trình nào khác nữa sau khi làm đơn và được duyệt . Nếu đơn xin hoãn LVTN của em đã được duyệt và chờ cập nhật thì cho em hỏi là em sẽ bảo vệ LVTN dự kiến vào khoảng thời gian nào và em có cần phải đăng kí môn LVTN thêm một lần nữa hay không ạ. Em xin cảm ơn.",
    "Xem xét số tín chỉ để nhận LVTN . Kính gửi PDT Em tên:  MSSV:  Em đã đăng ký LVTN trong học kỳ này, nhưng kiểm tra thì hệ thống báo không đủ số tín chỉ. Em đã kiểm tra lại tất cả môn học đã công bố điểm trên hệ thống thì em được 116 tín chỉ đủ điều kiện đăng ký. Theo thông tin điều kiện đăng ký thì tất cả các môn học ở học kỳ trước được xét là đạt cho dù chưa có điểm. Kính mong PDT xem xét cập nhật lại để em đủ điều kiện nhận LVTN ạ. Trân trọng!",
    "Kính Gửi : Ban Giám Hiệu              Phòng Đào Tạo Trường Đại Học Bách              Khoa   Em Tên là :    Mssv :   Lớp : XD18CT1  Dạ em chào PĐT ạ!  Thưa PĐT cho em hỏi là trong đợt đăng ký môn học bổ sung này đã có 2 đợt đó là đợt 1 và 2 rồi ạ, dạ cho em hỏi là PĐT có mở thêm đợt 3 cho sinh viên đăng ký không ạ   Em xin chân thành cảm ơn!  !  ",
    "Em chào Thầy/Cô, Em là SV khoá K15 ạ, tình trạng hiện tại của em đang bị tạm dừng ạ. Do tình dịch dịch covid nên em không thể lên trường nộp giấy xác nhận thu nhận lại để đăng ký LVTN, mong nhà trường xem xét trường hợp của em ạ, em đã nộp đơn thu nhận lại qua email PĐT rồi ạ.   Vào đợt đk bổ sung môn học từ ngày 23-25/8 thì e có đk LVTN (mã ME4079 ) nhưng bị hủy kết quả vì do tình trạng của em đang bị tạm dừng ạ . Mong nhà trường xem xét và cho em đăng ký lại LVTN mã ME4079 ạ. Em cảm ơn Thầy/Cô ạ!",
    "Em đã xin hoãn Luận văn HK202 vì COVID và được duyệt nhưng do không hiểu thủ tục nên đã đăng ký luận văn HK211, em có thể hủy môn LV được không ạ; và vì em KHÔNG đăng ký môn (nhưng vẫn thực hiện luận văn và bảo vệ cuối HK211) thì có được cấp giấy chứng nhận sinh viên không. Em xin cảm ơn   i  .",
    "em đăng kí dự thính môn phương pháp tính trùng giờ, nên đã bị hủy, nhưng sao trên Bk elearninh vẫn còn cập nhật ạ.",
    "Kính gửi PĐT, Em là , MSSV , học lớp XD16TĐ. Học kỳ này em vừa hoàn thành Luận văn tốt nghiệp và em vẫn còn một môn Tin học trong trắc địa chưa đạt. Theo thông báo của Bộ môn em đã học môn thay thế là Vật liệu xây dựng. Trong giai đoạn này nhà trường không làm việc trực tiếp, em đã làm đơn gửi bộ môn và Ban chủ nhiệm khoa Kỹ thuật Xây dựng và đã được phản hồi đồng ý (File đính kèm). Em xin kính gửi PĐT xem xét và chuyển điểm môn học cho em, em xin chân thành cảm ơn. Trân trọng./.   ",
    "[Xin hoãn thi CK kì 202]    . Trong bài thi thực hành kĩ thuật lập trình (mã môn CO1027) em có gặp vấn đề kĩ thuật. Do lỗi kĩ thuật mà khi lưu video thì bị đen lúc làm bài nên không nộp lại được cho thầy cô bộ môn. Em nhận ra lỗi này sau khi làm bài xong và muốn coi lại đề nhưng không được ạ. Em có điểm danh làm bài và làm bài nhưng vì lí do này mà huỷ điểm thì xin phòng đào tạo châm chước cho em hoãn kì thi lần này ạ. Em hy vọng có phản hồi sớm từ phòng đào tạo và chấp nhận nguyện vọng của em ạ. Em xin cảm ơn (file video quay lại thì em không up lên đây được vì nặng quá, em để link drive nha ạ. https://drive.google.com/file/d/1KB6sDfpu7L3TX6QDzfgmKGWhSOAslXVz/view?usp=sharing) Trân trọng, ",
    "Chào thầy/cô! Theo như email thông báo học vụ ngày 8/4 em có thấy trường đề cập đến việc chuyển toàn bộ chương trình học đại trà về CS2 - Thủ Đức. Nhưng hiện tại theo thời khóa biểu của em các môn vẫn đang để nơi học là ở CS1 - , nhưng phân lớp lại là lớp L  Theo em được biết ký hiệu lớp L là dành cho các lớp ở CS2 - (Linh Trung - Thủ Đức) Vậy em muốn hỏi để xác nhận rằng, thời khóa biểu hiện tại nếu sau khi kiểm soát được dịch, thì địa điểm học của em có bị thay đổi hay không? Vì vấn đề nhà ở em buộc phải ký hợp đồng dài hạn, do đó em cần sự xác nhận chính xác từ phía nhà trường để tiện cho việc sắp xếp địa điểm ở và học tập . Em có đính kèm ảnh TKB của em . Em xin chân thành cảm ơn!",
    "Dear anh/ chị; Em có đăng ký môn phương pháp tính học thứ 6 vs chủ nhật (MT 1009) . Mấy rài em kk thấy link học bkel vs email môn học ko có nhắn trong các tuần 33, 34, 35 . Mong nhà giúp em. Xin cảm ơn []",
    "Môn CI3175 là chương trình của khóa K16 ạ,em K15 học môn CI3007 và đã qua rồi ạ. PĐT kiểm tra lại giúp em để em đăng kí LVTN ạ.",
    "hiện tại bke của em không hiện nhóm lớp các môn học ,, nên không tham gia học online được",
    "Kính gửi Phòng đào tạo, Em là , mã số sinh viên . Lúc đăng ký môn học đợt 1 do sơ suất em đã không đăng ký đúng mã môn Đề cương luận văn tốt nghiệp nên bị hủy môn. Đến các đợt sau em thấy số tín chỉ không đổi nên đã kiểm tra sót môn này. Em đã được sự đồng ý của Bộ môn. Kính mong quý thầy cô cho em đăng ký bổ sung để hoàn thành đúng tiến độ học tập . Em xin chân thành cảm ơn.",
    "Em chào Thầy/Cô! Em tên Huỳnh Ngọc Thư MSSV  Lớp MO15QLMT, ngày 25/7 em có gửi đơn xem xét thu nhận lại và đăng kí Luận văn tốt nghiệp, hiện tại tình trạng SV của em đã được đổi thành Đang học nhưng thời khóa biểu của em vẫn chưa có Luận văn tốt nghiệp, mong Cô/Thầy xem xét giúp em để em được làm Luận văn tốt nghiệp trong kì này và sớm hoàn thành chương trình học của mình. Em chân thành cảm ơn Cô/Thầy rất nhiều ạ!",
    "Phòng đào tạo cho em hỏi là văn phòng khoa cơ khí có hoạt động trực tuyến tại thời điểm hiện tại không ạ. Em muốn làm đơn chuyển điểm thí nghiệm nhưng không biết văn phòng khoa cơ khí hiện tại có hoạt động hay không do ảnh hưởng dịch ạ.   i  .",
    "Kính gửi phòng Đào tạo, Em tên Trần Thị Ngọc Anh, MSSV mới 2134057 (hệ VLVH)- MSSV cũ (hệ chính quy): 1410136 Dưới đây là danh sách các môn học em đã qua môn và có điểm, nhưng bị chuyển điểm sót: 1. Giải tích 1 - MT1003. 2. Kết cấu bê tông cốt thép 2: CI3175 - theo mã môn học mới từ khóa 2018. Mã cũ: CI3007. 3. Kết cấu thép 2: CI3211 - theo mã môn học mới từ khóa 2018. Mã cũ: CI3069. 4. Tổ chức thi công: CI4125 - theo mã môn học mới từ khóa 2018. Mã cũ: CI4049. 5. Kết cấu bê tông ứng suất trước - CI3123 (môn tự chọn) 6. Nhà nhiều tầng - CI3121 (môn tự chọn) Mong phòng đào tạo xem xét và giải quyết giúp em để đảm bảo quyền lợi của em ạ. Em xin chân thành cảm ơn.",
    "Em có câu hỏi là các môn hoãn thi trong học kỳ dự thính có được tính vào tín chỉ tích lũy không ạ? Và bao giờ em có thể đăng ký thi các môn này? Em xin cảm ơn",
    "Kính thưa phòng đào tạo, Em là , MSSV , hiện đang là sinh viên năm 5 chương trình Việt Pháp. Email:  Hiện em đang cần bảng điểm để hoàn thành hồ sơ đăng kí thực tập tốt nghiệp tại Pháp, em đã đăng kí in bảng điểm trên mybk và nhận bưu điện. Nhưng vì cần gấp nên em không biết pđt có thể gửi cho em bản pdf của bảng điểm em qua email được không ạ? Em mong sớm nhận được phản hồi và em trân trọng cảm ơn pđt đã dành thời gian ạ.",
    "Em có trục trặc hôm thi Giải tích 1 (MT1003) nhưng đã sửa được và hoàn thành môn thi. Em nộp đơn để PĐT xem xét hủy yêu cầu xin hoãn thi của em. Tên:  MSSV:  : XD19KT Môn: Giải tích 1 (MT1003) - : DT07 Em cảm ơn",
    "Em là , mssv :    Em được biết là đợt này những bạn nào chưa có chứng chỉ anh văn, thì vẫn được phép đk làm luận văn tốt nghiệp .   Nhưng em lên trên hệ thống đk thì được trả về kết quả là em không đk được ( do thiếu chứng chỉ anh văn).   Kính mong pdt xem xét, hỗ trợ để em đk được môn luận văn tốt nghiệp (ci4343) đợt này ạ!   Em cảm ơn!",
    "Thưa thầy (cô), em có đăng ký đề cương luận văn trong 2 đợt nhưng đều bị xóa, mong thầy (cô) kiểm tra giúp em để có thể đảm bảo lộ trình học tập ạ Em xin cảm ơn!",
    "Học vụ       Chào Thầy Cô  Em là  Hiện em đang là sinh viên hệ văn bằng 2 khóa 2019 khoa Khoa học máy tính  Cho em xin phép được hoãn thi môn Nhập môn trí tuệ nhân tạo (Mã MH: CO3061) ạ  Cảm ơn Thầy Cô,  ",
    "Kính gửi phòng đào tạo, Thưa quý thầy cô em là Tạ Bỉnh Quân MSSV 1911936 có học môn xác suất thống kê(MT2013) lớp L10 do thầy Nguyễn Đình Huy phụ trách ở kì 202 chính quy. Nay em viết thư này mong phòng đào tạo có thể giải đáp thắc mắc của em về  việc cập nhật tỷ lệ điểm thành phần môn học trên MyBK-Bảng điểm. Theo đề cương môn học thì thành phần điểm ở kì 202 theo thứ tự là: giữa kỳ- bài tập-bài tập lớn cuối kỳ :20%-5%-35%-40% nhưng khi điểm lên Mybk thì lại dùng thành phần điểm của kì 203 là 25%-0%-25%-50% . Em đã hỏi thầy Huy và được thầy xác nhận là pdt có sự nhầm lẫn thành phần điểm của 2 kì. Em mong phòng đào tạo có thể cập nhật lại đúng thành phần điểm vì nó ảnh hưởng khá nhiều đến điểm tổng kết ạ. Em xin bổ sung thêm hình ảnh ạ:  -Ảnh 1:Điểm tổng kết trên trang phúc tra   với tỷ lệ điểm thành phần đúng(20-5-35-40)   là 7đ (dù em không hề đăng ký phúc tra) -Ảnh 2:Điểm tổng kết trên MyBK- Bảng điểm   với tỷ lệ điểm thành phần bị nhầm sang kì   203(25-0-25-50)là 6.5đ -Ảnh 3:Xác nhận về việc pđt cập nhật nhầm   điểm thành phần giữa 2 kì của thầy Nguyễn   Đình Huy Mong nhận được phản hồi sớm từ phòng đào tạo Em xin chân thành cảm ơn   Trân trọng, Tạ Bỉnh Quân",
    "Sao em đăng kí hoãn thi một số môn mà điểm vẫn là điểm 13 vậy ạ.",
    "Cho em hỏi là tới khóa em ra trường còn phân loại bằng khá giỏi dựa theo điểm tb nữa không ạ. hay chỉ là bằng tốt nghiệp bth thui ạ",
    "Tuần trước em có gửi đơn xin đăng ký vượt tín chỉ môn thực tập đồ án đa ngành lên ban chủ nhiệm khoa và đã được chấp nhận. Em xin gửi đính kèm đơn và hình chụp màn hình sang cho phòng đào tạo theo hướng dẫn của khoa ạ.",
    "Kính gửi phòng đào tạo Em xin được rút môn Kinh tế kỹ thuật-ME2045 vì lý do cá nhân.   Em cảm ơn Phòng đào tạo   i  .",
    "Em vừa có điểm của môn kết cấu thép 2. Em không đủ để qua. Nhưng mà môn đó lại vướng cơ học đất tại sau khi mở lớp, phòng đào tạo có thể cho em xóa môn cơ học đất để có thể đăng kí môn thép 2 của cô thủy được không ạ? Em cảm ơn",
    "Kính gửi: Phòng đào tạo Ở đầu học kỳ 211 em có đăng ký môn học    B MA3055 Đồ án môn học công nghệ luyện kim và đúc    thời khóa biểu của em thì có cập nhật môn học này, tuy nhiên hệ thống elearning thì môn này đã bị xóa 1 tuần nay, các bạn cùng lớp em cũng bị điều tưng tự. Em có liên hệ giảng viên phụ trách môn học là thầy  - Khoa Công Nghệ Vật Liệu - Bộ môn Kim loại và hợp kim, để tiến hành làm đồ án, nhưng thầy trả lời em là :\"Thầy chưa thấy thông báo của Phòng Đào tạo về OK mở môn này. Nếu có phải thể hiện trên TKB.\" Xin phòng đào tạo giải quyết giúp em. Em xin chân thành cám ơn",
    "Kết cấu Thép (CI3231)  Kết cấu bê tông cốt thép (CI3237)  Cơ kết cấu (CI3233)  Chủ nghĩa Xã Hội Khoa Học (SP1035)  Nền móng (CI3239)",
    "Kính gửi văn phòng đào tạo. Em tên , mssv . Ngày 18/08 em đã gửi đơn cứu xét luận văn tốt nghiệp và được trả lời sẽ phản hồi em chậm nhất vào ngày 27/08, nếu sau ngày này chưa có kết quả thì em liên hệ lại với văn phòng. Nay đã qua cả thời điểm đăng ký luận văn nhưng văn phòng vẫn chưa có hồi âm cho em. Em xin phép được hỏi về kết quả duyệt đơn ạ. Kính thư",
    "Kính gửi: Phòng đào tạo trường Đại học Bách Khoa thành phố Hồ Chí Minh Em tên là  Mssv:  Lớp: XD17KT  Em có đăng kí LVTN đợt 1 học kì 211 nhưng hiện tại trên thời khoá biểu của em không tìm thấy môn Thiết kế dự án tốt nghiệp MSMH: CI4303. Em đã kiểm tra lại tình hình học tập, các tính chỉ tích luỹ cũng như các hoạt động ngoại khoá, ngoại trừ chuẩn CCAV, thì em cảm thấy mình đủ điều kiện đăng kí môn Thiết kế dự án tốt nghiệp. Kính mong thầy/cô Phòng đào tạo có thể kiểm tra lại giúp em để em có thể kịp tiến độ học tập. Em rất mong nhận được phản hồi từ thầy/cô. Trân trọng,  .",
    "a phương em đang yêu cầu nộp giấy xác nhận sinh viên để hoãn NVQS, hạn chót đến 1/9 nhưng hiện tại chưa thể đăng ký in giấy vậy em phải làm sao để có xác nhận ạ ? em cảm ơn",
    "Em tên là , mã số sinh viên , sinh viên lớp TT01 môn Pháp luật đại cương, học kỳ 202 ạ. Vừa qua, em có tham gia thi cuối kỳ online môn Pháp luật đại cương vào lúc 7h ngày 11/8, để tổng kết cho môn học này. Tuy nhiên, khi nhận được kết quả thi, em lại nhận được điểm 13 (vắng thi). Nguyên nhân có lẽ là do khi điền mã số sinh viên vào google biểu mẫu để nộp lại video quá trình làm bài, em đã vô tình gõ thêm dấu ` ở sau mã số sinh viên của em (nếu không có ký tự này thì mã số sinh viên của em vẫn đúng), và em đã bị tính là vắng thi do hệ thống không nhận được video của em. Em biết được điều đó là vì em đã lưu lại câu trả lời của em ạ. Vậy phòng Đào tạo có thể giúp em lấy lại điểm được không ạ? Gmail em đã dùng để điền vào google forms là  Em cảm ơn!   i ",
    "Kính chào quý thầy cô PĐT! Em đăng ký dự tính đợt bổ sung học từ 30/8, môn giải tích mạch (EE2033) thầy  đứng lớp. Hiện tại đã có trang giải tích mạch trên BKel và em có trong danh sách lớp DT01 trên BKel nhưng em không có thời khóa biểu (ảnh đinh kèm). Em đã rà sót lại thì em hoàn toàn đủ điều kiện đăng ký môn học. ( ảnh đính kèm) Vì tuần 35 là bắt đầu học, mong thầy cô sớm giải quyết để em có kế hoạch học tập phù hợp!",
    "a phương em yêu cầu giấy xác nhận sinh viên để hoãn NVQS, hạn chót nộp đến 1/9/2021 nhưng hiện giờ hệ thống chưa cho đăng ký in giấy đó địa phương cho biết có thể xin xác nhận qua zalo, vậy giờ em phải liên hệ ai để xin xác nhận ạ? em cảm ơn ",
    "Môn học CI3007:Kết cấu bê tông cốt thép 2 Học vào HK3 (2018-2019),chương trình đào tạo Khóa K15 Môn học CI3175:Kết cấu bê tông cốt thép 2         CI3177:ĐAMH Kết cấu bê tông cốt thép 2 Chương trính đào tạo K16 trở về sau Mã môn LVTN: CI4343",
    "chào quý thầy/cô! Em còn chứng chỉ AV để nộp ra trường nhưng vì dịch bệnh em chưa thi được... Cho em xin phép được hỏi em có thể nộp muộn được không ạ. Em cảm ơn. ",
    "t trước em có gửi mail để đổi mã môn TTTN và PDT đã giải quyết giúp em nhưng học kì này em lại tiếp tục đk TTTN nên bây giờ em xin lỗi vì sự bất tiện này rất mong PDT xóa hoặc cho em rút môn TTTN học kì này ạ. Em xin cảm ơn nhiều",
    "Em chào thầy/cô, em là sinh viên hệ bằng 2 khoá 2020 (học theo chương trình đào tạo khoá 2018). HK211 em đăng kí 2 môn là thực tập ngoài trường (CI3345) và đề cương luận văn tốt nghiệp (CI4345) nhưng bị báo lỗi là không đủ điều kiện đăng kí thiếu số tín chỉ (hình ảnh đính kèm). Em có nộp phiếu chuyển điểm khi nhập học (9/2020) và đã có mail xác nhận, hệ thống cũng đã cập nhật môn chuyển điểm cho em rồi. Trong đó có những môn tương đương với chương trình đào tạo 2018 như sau: - Kết cấu bê tông cốt thép 1 (CI2039) tương đương với 2 môn Kết cấu bê tông cốt thép 1 (CI2091) và DAMH Kết cấu bê tông cốt thép 1 (CI2093) - Kết cấu bê tông cốt thép 2 (CI3007) tương đương với 2 môn Kết cấu bê tông cốt thép 2 (CI3175) và DAMH Kết cấu bê tông cốt thép 2 (CI3177) - Kết cấu thép 2 (CI3069) tương đương với 2 môn Kết cấu thép 2 (CI3211) và DAMH kết cấu thép (CI3213) - Nền móng (CI3037) tương đương với 2 môn Nền móng (CI3195) và DAMH nền móng (CI3197) - Tổ chức thi công (CI4049) tương đương với 2 môn Tổ chức thi công (CI4125) và DAMH tổ chức thi công (CI4127)  Em có gửi kèm phiếu miễn môn học và danh sách môn tương đương. Thầy/cô xem xét dùm em để em có thể đăng kí môn học ạ. Em xin cảm ơn thầy/cô.",
    "Trong đợt đăng ký bổ sung TTTN, ĐCLVTN em có đăng ký ĐCLVTN nhưng đợt kết quả em bị xóa nhưng ko hiện lý do bị xóa như trong hình ạ, mong thầy (cô) xem lại giúp em",
    "Kính gửi Phòng đào tạo Em là Võ Duy Phúc  MSSV:  Em có đăng kí môn Đề Cương Luận Văn Tốt Nghiệp (Cơ điện tử) trong đợt TTTN + LVTN +  - . Nhưng không thấy đăng kí thành công, không có nguyên nhân đăng kí không thành công, mong thầy giải đáp giúp em ạ. Em chân thành cảm ơn! Chúc thầy khỏe mạnh mùa dịch này!",
    "Cho em xin hủy hoãn thi cuối kì 202.Em có đính kèm đơn ở dưới.",
    "Em vừa thi cuối kì môn giải tích 2 vào ngày 24/8 đến giờ vẫn chưa có điểm tổng kết. Nhưng Học kỳ dự thính (đợt 2) đã bắt đầu ngày 30/8. Cho em hỏi liệu có đợt đăng ký dự thính (đợt 3) không? Xin cảm ơn!",
    "chào pdt. em tên đinh văn tiến sinh viên bằng 2 khóa 2018. em đã đăng kí luận văn đợt bổ sung, nhưng khi xem kết quả đăng kí thì không hiện ra môn em đã đăng kí, trong khi 1 số bạn cùng lớp lại đăng kí có kết quả thành công, em thắc mắc mong được giải quyết.xin cảm ơn",
    "Dạ cho em hỏi thêm là mình đăng kí hoãn thi thì chỉ cần điền google form đã gửi qua mail đúng không ạ?",
    "Em chào Thầy/Cô! Dạ mã môn LVTN của em là CI4333 và bị yêu cầu thiếu các môn tiên quyết - các môn này em đã học và đã có điểm. Các môn tiên quyết và các môn tương đương: 1. Môn CI3053 (HK II 2017-2018) tương đương môn (CI3203 + CI3205). 2. Môn CI3073 (HK II 2017-2018) tương đương môn (CI3215 + CI3217). 3. Môn CI4005 (HK I1 2018-2019) tương đương môn (CI4113 + CI4115). Kính mong PĐT giải quyết sớm cho em. Em cảm ơn!",
    "Em chào thầy cô, em vừa được PĐT cho chuyển từ hệ chính quy sang VHVL, nay em làm đơn xin được đăng kí môn học: Luận văn tốt nghiệp, MSMH:EN4323. Mong PĐT cho phép em đăng ký. Em xin chân thành cảm ơn!",
    "Em Tên: Đoàn Công Cảnh.MSSV: . Hệ: VLVH Kì vừa rồi em đã hoàn thành môn Luận Văn tốt nghiệp. Điểm Toeic của em là 435. Và đã hoàn thành tất cả các môn học trong chương trình đào tạo (Đã quy đổi, chuyển điểm, và miễn các môn). Nhưng em đăng kí xét tốt nghiệp thì nhấn vào nút \"Nộp đơn xét tốt nghiệp\" không được. Kính mong PĐT cho em hỏi là em đã đủ Điều kiện để xét tốt nghiệp chưa và còn bổ sung gì để Được xét tốt nghiệp. Mong PĐT xem xét phản hồi cho em với ạ. Cảm ơn Thầy Cô!",
    "Kết cấu Thép (CI3231) Kết cấu bê tông cốt thép (CI3237) Cơ kết cấu (CI3233) Chủ nghĩa Xã Hội Khoa Học (SP1035) hệ đào tạo VHVL",
    "Em muốn đăng kí môn học hệ VHVL: Kết cấu thép (CI3231) Kết cấu bê tông cốt thép (CI3237) Cơ kết cấu (CI3233) Chủ nghĩa Xã Hội Khoa Học (SP1035)",
    "Dạ em LÀ SINH VIÊN CHÍNH QUI LIÊN THÔNG  hết thời gian đào tạo .chuyển qua hệ VHVL thì có được bảo lưu tất cả các môn đã đậu không ạ . cho em xin cách chuyển qua hệ VHVL.",
    "Kính gửi PĐT. Vì lý do dịch bệnh em và một số bạn khác chưa thể thi toeic để chuyển điểm 4 anh văn nên không đủ tín chỉ để đăng ký làm LVTN. Em kính mong nhà trường xem xét và giúp đỡ chúng em có thể hoàn thành LVTN trong kỳ này. Chúng em xin hứa sẽ chuyển điểm anh văn ngay sau khi tình hình dịch ổn định. Em cám ơn ạ.",
    "Kính gửi Phòng Đào Tạo trường Đại Học Bách Khoa Hồ Chí Minh Em tên:  Mssv:  Khoa: Cơ Khí Lớp: CK15CTM2 Vào 2 lần đăng ký môn học trước em có đăng ký môn học là  mã ME4029 nhưng do tình hình dịch nên em không thì chứng chỉ anh văn được. Vào ngày 23/08/2021 nhà trường có gửi mail thông báo đăng ký không xét chứng chỉ nhưng em bị cách ly và thiếu thiết bị nên không nhận được mail nên đã không kịp đăng ký. Em viết mail này mong nhà trường xem xét cho em được đăng ký bổ sung  mã ME4029. Hoặc có thể mở thêm đợt đăng ký bổ sung mới ạ. Em xin chân thành cảm ơn ạ",
    "Dạ trang BKEL của môn Hóa đại cương của em đăng kí học kì này vẫn chưa được cập nhật nên vẫn còn hết hạn các bài kiểm tra không làm được ạ. PĐT kiểm tra và cập nhật lại dùm em.",
    "Lúc trước cú thấy thời gian đào tạo trong thong tin sinh viên  đến tháng 10/2022 hiện giờ em biết em hết thời gian đào tao . xin chuyển qua hệ VHVL. MÀ  hết hạn xét tuyển 02/08/2021.vậy giờ em phải làm sao ạ . giúp em với ạ .",
    "Kính gửi PDT Em tên:  MSSV:  Em đã đăng ký LVTN (EE4323) trong học kỳ này, nhưng kiểm tra thì hệ thống báo không đủ số tín chỉ. Em đã kiểm tra lại tất cả môn học đã công bố điểm trên hệ thống thì em được 120 tín chỉ, đủ điều kiện đăng ký. Theo em được biết là điều kiện đăng ký thì tất cả các môn học ở học kỳ trước được xét là đạt cho dù chưa có điểm. Kính mong PDT xem xét cập nhật lại để em đủ điều kiện nhận LVTN ạ. Em chân thành cảm ơn!",
    "Em là  học lớp XD18CTT Dạ cho em hỏi tại sao môn thủy lực mã CI3081 dù sỉ số có 6 bạn vẫn được mở ạ Nhưng môn Máy bơm trạm bơm mã CI3059 lại bị hủy môn vì sỉ số ít ạ. Tại vì môn này còn rất ít bạn học mà K19 lại không môn này nên chúng em mong phòng đào tạo mở lớp máy bơm trạm bơm để chúng em có thể hoàn thành chương trình học đúng thời hạn được không ạ Em xin chân thành cảm ơn!",
    "Kính gửi thầy (cô)! Em tên là  mssv . em có vấn đề là do học kỳ vừa rồi em thi môn giải tích 2 vào ngày 24/8/2021 cho nên em chưa có điểm do đó còn nợ 8 chỉ. Đợt đăng ký luận văn em không đăng ký được. Sau khi có điểm và qua môn, em sẽ không còn nợ quá 7 chỉ. Phòng đào tạo có thể hỗ trợ em đăng ký luận văn tốt nghiệp được không ạ? Em xin cảm ơn thầy (cô) ạ.",
    "Kính gửi quý thầy/cô Ngày 23/8/2021 em đã đăng kí LVTN trong đợt bổ sung. Nhưng kết quả đăng kí môn học không có do thiếu Chứng chỉ Anh văn dù đợt đăng kí này nhà trường có tạo điều kiện không xét CCAV trong đăng kí LVTN. Môn học: Luận văn tốt nghiệp (Vật liệu xây dựng) Mã môn học: CI4393 Số tín chỉ tích lũy: 125 Số ngày CTXH: 19.5 Em có gửi kèm hình ảnh Lịch sử DKMH và email về việc nhà trường không xét CCAV Em xin chân thành cảm ơn quý thầy/cô",
    "Kính gửi PDT. Em tên , mssv: , Khoa Cơ Khí, bộ môn Kĩ Thuật Hệ Thống Công Nghiệp, ngành Logistics và Quản Lý Chuỗi Cung Ứng. Hiện e đang đăng kí luận văn tốt nghiệp kỳ 211 này nhưng vì dịch nên chưa thi Toiec được nên chưa đổi tín chỉ được. Qua đó hiện tại e đang thiếu 8 chỉ anh văn và 9 chỉ luận văn tốt nghiệp nên không đăng ký được môn LVTN ạ. Và nhà trường có nói sẽ không tính anh văn vào đợt đăng ký lvtn học Kỳ 211 này. Nhưng e lại không thể đăng ký được vì thiếu tín chỉ anh văn. Xin nhà trường sớm xem xét giúp em để em có thể hoàn thành bảo vệ luận văn cuối năm nay ạ . Em có gửi kèm ảnh bên dưới ạ về việc em không đăng ký được lvnt ạ. Em cảm ơn!",
    "Em tên là   MSSV   Số ngày CTXH:9.5  Mã môn học:EE4315  Số tín chỉ hiện tại: 98 Trong đợt đăng ký bổ sung TTTN, ĐCLVTN em có đăng ký ĐCLVTN nhưng đợt kết quả em bị xóa nhưng ko hiện lý do bị xóa như trong hình ạ, mong thầy (cô) xem lại giúp em",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . PDT cho em hỏi bao giờ mở dk lớp dự thính đợt 3 v ạ.",
    "Kính gửi Phòng đào tạo. Em tên , MSSV: , hệ đào tạo VLVH, chuyên ngành Công nghệ may. Trong (203) , P HK211 thì tổng số tích lũy của em là 0. Khi làm hồ sơ chuyển hệ em đã nộp bảng điểm hệ chính quy cho Phòng đào tạo nhưng chưa được chuyển điểm. Kính mong Thầy/ Cô xem xét và mở đăng ký bổ sung thêm lần nữa để em được đăng ký môn LVTN (ME4079) trong HK211 này. Em xin cảm ơn!",
    "Chào thầy/cô Em tên là , MSSV: , em là sinh viên K15, hiện tại em đã hoàn thành luận văn và em đang làm các bước cuối để xét tốt nghiệp, cho em hỏi là em sắp hết hạn mà tình hình dịch như thế này em không thể đăng ký thi nói viết thì bên trường có hỗ trợ em thi online hay kéo dãn hạn ra trường của em không ạ, vì kỳ này là kỳ cuối của em trước khi bị chuyển hệ ạ. Em cảm ơn",
    "Em tên là Lê Hoàng Ngọc MSSV . Tình hình là em chuyển điểm Anh Văn 1 2 3 vào ngày 26/8 nên không kịp đăng kí môn Anh Văn 4 vào đợt đăng kí dự thính ạ. Nay phòng đào tạo mail cho em điểm đã chuyển . Hi vọng phòng đào tạo giúp em đăng kí môn học Anh Văn 4, mã MH: LA1009, mã nhóm DT01. Em cảm ơn ạ.",
    "Chào thầy cô, thầy cô cho em hỏi khi nào PDT có mail đăng kí xét tốt nghiệp vậy ạ. Do em có thấy trên mục \"đăng kí xét tốt nghiệp\" hạn chót là 30/8 là hết hạn. Em cám ơn thầy cô ạ",
    "Kính gửi PĐT  và Văn Phòng khoa Kỹ Thuật Xây Dựng, em là  MSSV là  thì học kỳ 202, môn học Đồ Án TCTC em được 9 điểm nhưng hôm nay em lên xem lại bảng điểm thì lại 0 ạ?",
    "Kính gửi PDT Em tên:  MSSV: , MSSV ở hệ Chính quy 1 Em đã đăng ký LVTN trong học kỳ này, nhưng kiểm tra thì hệ thống báo không đủ số tín chỉ. Em đã kiểm tra lại tất cả môn học đã công bố điểm trên hệ thống thì em đã đủ số tín chỉ. Theo thông tin điều kiện đăng ký thì tất cả các môn học ở học kỳ trước được xét là đạt cho dù chưa có điểm. Kính mong PDT xem xét cập nhật lại để em đủ điều kiện nhận LVTN ạ. Trân trọng!",
    "Dạ em chào quý thầy cô, Em tên là  mssv:  Học kì 211 này em có đăng kí bổ sung luận văn tốt nghiệp bổ sung (MA4333) học kì 211 từ ngày 23-25/08/2021 nhưng em đã bị hủy kết quả đăng kí vì không đủ điều kiện nhận luận văn thì em xin trình bày lý do sau:    1: Số tín chỉ tích lũy hiện tại của em là 122 chỉ.   2: Học kì 202 em có học môn hóa lý công nghệ vật liệu (MA2037) môn này 3 chỉ do tình hình dịch bệnh nên môn này em chưa thi cuối kì.   3: Học kỳ 2 năm học 2018-2019 em có học môn LA1029 tương đương với môn LA1003, 2 tín chỉ.   4: Số ngày công tác xã hội hiện tại 12.5 ngày. Để đủ điều kiện nhận luận văn thì cần 126 chỉ do em học môn anh văn tương đương 2 chỉ + 3 chỉ môn hóa lý công nghệ vật liệu chưa thi do dịch nên em đã thiếu tín chỉ  Em gửi câu hỏi này xin phòng đào tạo xem xét lại điều kiện nhận luận văn để em có thể đăng ký luận văn trong học kỳ 211 này. Em xin chân thành cảm ơn.",
    "Em đã xin chuyển hệ sang VHVL. Em cảm ơn. Trân Trọng!",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Do bây giờ em mới xin được thầy đồng ý mở lớp dự thính thì có cách nào cho em đăng kí mở lớp được không ạ.",
    "Trong thời điểm giãn cách hiện nay, việc in phiếu và di chuyển lên trường rất khó khăn, vậy em có thể rút môn bằng cách nào được ạ ?",
    "Dạ pđt cho em hỏi cách chuyển điểm từ môn em học có mã số môn học khóa mới chuyển về đúng mã số môn học khóa của em ạ. Hiện em là khóa k13 . Em cảm ơn.",
    "Em tên  MSSV 2 Em đã hết hạn đào tạo chính qui và mong muốn được chuyển sang hệ VHVL để tiếp tục hoàn thành chương trình đào tạo. Em đã làm đơn xin chuyển hệ và đơn xin đăng ký môn học gửi BKSI  (TKB của em đã có nhưng bị xóa). Em rât lo lắng không biết đơn của em đã hợp lệ chưa và BKSI đã nhận được chưa. Mong BKSI phản hồi giúp em và khoảng bao lâu thì em được xét chuyển hệ và có kịp đăng ký luận văn trong học kỳ này không ạ. Mong phòng đào tạo xem xét giúp em. Em xin cảm ơn",
    "Dạ là e thắc mắc tại sau e lại bị tiếp tục tạm dừng lichk học vậy ạ",
    "Thưa quý thầy cô! Em tên  MSSV . Đợt đăng ký môn học bổ sung LVTN em có đăng kí LVTN mã môn học là MA4323, nhưng PĐT không đăng kí do em chưa đủ 126 tín chỉ. Hiện tại số tín chỉ của em là 123, và HK210 em có học xong 1 môn 2 chỉ nên tổng chỉ của em là 125. Và ngày 29/8 em có chuyển điểm môn AV1 nên tổng chỉ em 127. Như vậy em sẽ đủ chỉ tiêu để đăng kí. Em mong quý thầy cô có thể xem xét đăng kí bổ sung giúp em để em có thể làm LVTN, vì em là K15 nên học kì này là học kì cuối cùng. Em có đính kèm hình ảnh chuyển điểm anh văn và qua 1 môn 2 chỉ bên dưới. Em rất mong quý thầy cô xem xét! Em xin chân thành cảm ơn .",
    "Mở lớp dự thính (bắt đầu học từ 30/8) .   B Môn này bỏ rồi. Em vất vả lắm mới kiếm dc thầy dự thính cho tụi em.Pdt ko cho tụi em học, sao tụi em ra trường được bây giờ    ?",
    "Sáng nay e vẫn có lịch học onl và đã tham gia học và h e lên El ko còn thấy lịch hocn nữa và e thấy mình bị tạm dừng học ạ e thắc mắc ko bik vì lý do gì",
    "Kính gửi phòng đào tạo! Hiện số ngày CTXH của em đã đủ và được cập nhật, mong PTĐ có thể xem xét và duyệt KQ DKMH của em. Em chân thành cảm ơn quý thầy cô",
    "Em là  MSSV  lớp L15 kinh tế chính trị của giáo viên  Điểm BT của em là 10 và số điểm cộng là 1 nên tổng cột điểm BT của em là 11 dư 1 theo quy ước của thầy(em đã ghi theo yêu cầu và chú thích riêng cho thầy để không bị nhầm lẫn và thầy cũng đã đồng ý ) nhưng khi nhập vào cột điểm, thầy đã nhập nhầm là điểm 11 (tương ứng với 0 điểm) và em sơ suất không check lại bảng điểm thầy đã gửi. Và giờ thầy đã khóa bảng điểm, em mong PĐT có thể điều chỉnh và sửa giúp em với ạ vì điểm của em đã bị hạ xuống rất nhiều ạ  B  Em cảm ơn ạ ",
    "Kính gửi phòng đào tạo, Em là , MSSV: . Hiện tại em còn môn học cuối là môn xác suất thống kê, mã MT2001. Hiện tại em thể đăng kí môn học này. Mong phòng đào tạo sắp xếp giúp em có thể đăng kí môn này để hoàn tất chương trình đào tạo. Trong trường hợp em không thể đăng kí môn học này mặc dù đây là học kì cuối cùng của em thì em có thể đăng kí chuyển sáng hệ VHVL được không ạ? Và cần chuẩn bị những gì. Mong phòng đào tạo sớm có phản hồi giúp em Trân trọng,",
    "Dạ em chào Thầy/Cô! Em tên là: Nguyễn Lê Thị Hiên - MSSV:  Hiện tại em đang theo học khoa Khoa học máy tính hệ VHVL tại trường ạ. Theo phân phối của nhà trường thì em học chương trình đào tạo năm 2019. Học kỳ 1 (2020-2021) em có đăng ký học môn Toán Rời Rạc (CO4009) và đã thi cuối kì, có điểm tổng kết. Nhưng sau đó em mới phát hiện là em đăng ký bị sai mã môn. Chương trình học của em là môn Cấu trúc rời rạc cho khoa học máy tính (CO1007). Em gửi tin nhắn này mong Thầy/Cô xem xét giúp em, trường hợp của em có thể xin chuyển điểm môn CO4009 sang môn CO1007 không ạ. Rất mong được Thầy/Cô phản hồi lại. Em xin chân thành cảm ơn Thầy/Cô!",
    "Chào thầy cô! Em là sinh viên kiến trúc k17. Cho em xin hỏi là điều kiện xét tốt nghiệp. Hiện tại em đã tích luỹ được 149/171 chỉ (chưa tính 9 chỉ lvtn) và em còn nợ 6 chỉ anh văn(2,3,4) và 7 chỉ môn cơ sở nghành (đã đăng ký 7 chỉ cơ sở nghành vào kỳ 211 này và chờ chuyển điểm (đã học)) mà điều kiện đăng ký LVTN được nợ 7 chỉ thì em có được đăng ký không ạ (toeic được miễn xét thì chỉ anh văn 2,3,4 em có được cộng vào k ạ). Em đã đăng ký trên mybk thành công thì đã được chưa ạ. Mong thầy/ cô phản hồi sớm để em có sự chuẩn bị cho LVTN của mình. Em xin cảm ơn! Em có mail cho phòng đào tạo và được trả lời: Số tín chỉ toeic để xét miễn anh văn 1,2,3,4 sẽ được cộng vào nha bạn. Bạn đăng kí luận văn, nhưng sau khi đăng kí PDT sẽ xét lại. Bạn phải  xem kết quả sau khi DKMH nha. Nhưng kết quả của em đã bị huỷ rồi ạ. Nhưng trong tình hình dịch bệnh này em không thể thi được bằng toeic quốc tế để chuyển điểm av2,3,4. Thầy/ cô có thể hướng dẫn cho em cách giải quyết được không ạ hay là em phải đợi thi Toeic để chuyển điểm ạ vì nếu đợi thi Toeic thì trong tình hình này thì em phải đợi rất lâu ạ. Em cảm ơn thầy/cô! Em có đính kèm hình em đã gửi mail cho phòng đào tạo",
    "Kính gửi phòng đào tạo. Em tên , MSSV  hệ VLVH. Trong đợt ĐKMH \"Đăng ký môn học HK Chính + Dự thính 211+ VLVH\" em có đăng ký 2 môn học Cơ học lý thuyết và Phương pháp tính. Em kiểm tra đã thành công và đã học được 2 tuần 33 + 34. Nhưng hôm nay em vào TKB sinh viên để kiểm tra thì lại không còn môn học trên TKB. Kính mong quý thầy, cô giải đáp thắc mắc để em có thể tiếp tục học tập ở học kỳ này. Chi tiết tình trạng đăng ký em có gửi trong hình đính kèm. Em xin trân trọng cảm ơn.",
    "em đăng kí dự thính môn giải tích 2(MT1005) lớp DT03 bị trùng giờ, nhưng sao vẫn hiện trên khóa biểu em vậy ạ??",
    "Em tên là   , MSSV :  vào trước ngày 13/8 thi final môn đại số tuyến tính , do em là F1 nên đã có xin văn phòng đào tạo được hoãn thi để em có thể thi vô kỳ sau, và sau vào ngày 14/8, cô  dạy em môn đại số tuyến tính có gửi form xác nhân lý do hoãn thi , và em có làm form cô gửi, nhưng lúc em check điểm final thì điểm của em lại là điểm 13  . Mong văn phòng đào tạo có thể xem xét giúp em để em được thi lại vào Hk211 . Dạ em cảm ơn văn phòng đã giành thời gian đọc thư của em .",
    "Chào cô, Em . Mssv . Kì này là kì đầu tiên em chuyển từ hệ chính quy sang hệ vừa học vừa làm. Em tra trong chương trình đào tạo k14 khoa xây dựng thì mã môn học LVTN là CI4343. Không biết khi chuyển qua hệ VHVL thì có đổi mã LVTN không ạ? Đợt đăng kí bổ sung LVTN, tuy em chưa đủ điều kiện anh văn nhưng trường cho phép nên em có đăng kí bổ sung LVTN mã CI4343 hệ VHVL, nhưng đợt kết quả thì hủy đi vì lý do không đủ điều kiện nhận LVTV. Số tín chỉ tích lũy của em là 125, số ngày CTXH là 10. Mong cô kiểm tra giúp em. Em cảm ơn.",
    "Dạ em xin chào thầy/cô,     Theo email của phòng đào tạo thì sẽ không xét chứng chỉ anh văn khi đăng ký Luận văn tốt nghiệp Tuy nhiên em và nhiều bạn vẫn không đăng ký được môn này, với lỗi:  \"  B PDT không đ/ký cho SV M CO4313 (0: Thiếu môn tiên quyết CCAV_1)    \"    Xin thầy cô xem xét giúp để em được đăng ký LVTN trong kỳ này ạ,  Em xin cám ơn rất nhiều,  ",
    "em xin đăng ký môn học ME3255 là môn đồ án 1 để xin thầy em chuyển điểm sang ạ",
    ":",
    "Em chào thầy/cô ạ  Dạ do vừa rồi gia đình em gặp khó khăn nên không kịp đóng học phí học kì 202. Do hoàn thành học phí trễ hạn nên mybk của em đã bị tạm dừng, mong thầy/cô hỗ trợ giúp em Em cảm ơn ạ!",
    "Kính gửi Quý Thầy/Cô, Em tên là , sinh viên hệ VLVH, khoa Khoa học máy tính. Em xin quý Quý Thầy/Cô vui lòng giải đáp giúp em một số thắc mắc như sau:   + Điều đầu tiên, em xin hỏi là môn Toán cao cấp lớp BD1 dành cho hệ VLVH được quy đổi điểm ra các môn học nào (ví dụ: đã qua môn Toán cao cấp tương đương với môn Giải tích 1, Giải tích 2,...)   + Vào học kì 201, em đã học và hoàn thành môn Toán cao cấp- lớp BD1 do Thầy  giảng dạy. Em đã qua môn với số điểm tổng kết là 5 chẵn dựa theo file tổng kết của Thầy  trên trang BK e-learning. Tuy nhiên, hiện tại trên bảng điểm học kì 201, hiện không có tên môn Toán cao cấp thay vào đó là các môn GT1, GT2,  số tuyến tính với điểm tổng kết là 0 điểm.   + Điều cuối cùng, do không nắm rõ những thắc mắc trên nên em đã đăng kí môn GT1, GT2 vào học kì 211 theo dự thính lộ trình 2. Em xin hỏi, nếu Toán cao cấp có thể được công nhận thay cho GT1-GT2 và  số tuyến tính thì em có được hủy môn trong học kì 211 không ạ, và nếu được thì có bị tính học phí không ạ? Dưới đây là file hình ảnh đính kèm có liên quan bao gồm: điểm môn học Toán cao cấp, và bảng điểm trên MyBk",
    "Xin chào PĐT ạ, Dạ em tên  MSSV  là sinh viên năm 4 ngành Công nghệ Vật Liệu khóa Kim Loại K18. Em có xin vào lớp Kỹ thuật môi trường (EN4021) và em xin được vào lớp   B L02    được không ạ. Theo em hỏi bạn bè thì lớp đó sỉ số ít, chia nhóm bài tập lớn còn nhiều nhóm thiếu thành viên nên em xin vào để dễ chia nhóm hơn ạ. Mong PĐT giải quyết giúp em. Em xin cảm ơn PĐT nhiều ạ.",
    "Kính gửi cô/thầy ! Em gửi  giấy yêu cầu để gia hạn tình trạng sinh viên do kỳ trước không đăng ký môn học. Mong nhà trường giải quyết giúp em . Mail này tiếp tục cho câu hỏi của em ngày 28/9/2021. Em còn thiếu chứng chỉ ngoại ngoại ngữ nói viết để có thể xét tốt nghiệp ( do tình hình dịch bệnh chưa thi được ) Em xin cám ơn !",
    "Dạ thưa thầy cô phòng đào tạo, chuyện là trong đợt đăng ký môn học bổ sung lần 2 thì PĐT cí mở môn Myas bơm trạm bơm em và các bạn có đăng ký nhưng không đủ sỉ số nên đã bị hủy môn ạ, thêm một điều kiện nữa là từ khóa K19 lại không học môn này nữa ạ nên em và các bạn phải học môn thay thế và chuyển điểm ạ bên cạnh đó thì sẽ trễ hạn đăng ký cho các môn học tiếp theo trong học kỳ kế tiếp của chuyên ngành ạ. Được sự đồng ý của thầy chủ nhiệm bộ môn và giáo viên giảng dạy nhận lớp dù sỉ số ít ạ. Nên chúng em có nguyện vọng là PĐT có thể cho chúng em đăng kí mở lớp được không ạ. Tên môn học: Máy bơm và Trạm bơm MSMH: CI3059 Chúng em xin chân thành cảm ơn! Trân trọng! .",
    "Kính gửi Thầy/CÔ  Em tên là , MSSV:  lớp VL15NL Em gửi yêu cầu này để gia hạn tình trạng sinh viên vì kỳ trước em không đăng ký môn học Mong nhà trường giải quyết giúp em để em có thể Làm luận văn tốt nghiệp kỳ này ạ! Em chưa có CCNN vì dịch em chưa thi lại được nhưng bữa đọc và em đã đăng ký thành công LVTN nhưng chưa được nhận do bị tạm dừng học em mong nhà Trường tạo điều kiện giải quyết sớm giúp em để em có điều kiện làm luận văn ạ! Em xin chân thành cảm ơn ạ! Em có làm đơn thu nhận đính kèm phía trên ạ!   ",
    "Thưa Thầy/Cô, Em là , sinh viên khoa Kỹ thuật Xây dựng, khóa k17. Hiện em đã hoàn thành luận văn cũng như tất cả các môn học và điều kiện tốt nghiệp. Em thắc mắc khi nào chúng em mới đăng ký tốt nghiệp được ạ? Do em thấy trong trang ĐKTN hạn chót là 30/08 nhưng em không thực hiện được thao tác đăng ký. Em cảm ơn Thầy/Cô ạ!",
    "MSSV: Chào thầy, cô, Em là Nguyễn Đức Lợi, lớp VL17KL. Hiện giờ ở địa phương em có gửi giấy quân sự. Thầy cô cho em hỏi là làm như thế nào để có giấy xác nhận sinh viên được ạ. Hạn chót để em gửi giấy xác nhận sinh viên cho địa phương là 20/10/2021. Em rất mong nhận được sự phản hồi từ phía nhà trường ạ. Em xin cảm ơn, Chúc thầy, cô sức khỏe.",
    "Dạ em em chào PĐT! Em sinh viên K18 khoa Cơ Khí (liên thông), học kỳ này HK211 em có đăng ký luận văn tốt nghiệp mã ME4029 và đã có thời khóa biểu luôn rồi. Nhưng đợt vừa rồi Bộ môn thiết kế báo với em là không có tên trong danh sách làm luận văn kỳ này của PĐT gửi về. Em có làm đơn xin Thầy hướng dẫn và nộp về Bộ Môn Thiết Kế Khoa Cơ khí rồi nhưng chưa có tên nên Bộ môn chưa phân công được. Vậy nên cho em xin hỏi trường hợp của em là tại sao ạ? Mong PĐT giải quyết sớm và cập nhật giúp em để e có thể tiếp tục được làm luận văn kỳ nạy ạ?  Em chân thành cám ơn câc Thầy Cô!",
    "Chào thầy/cô Em là Nguyễn Ngọc Tâm Đăng. Như trao đổi ở mail PDT em xin gửi đơn hủy môn học TTTN mã EE3323 cho học kì này ạ. Mong PDT xem xét. Em xin cảm ơn",
    "ME4051 Đồ án thiết bị nâng vận chuyển CO1003 Nhập môn về lập trình ME3031 Kỹ thuật chế tạo 1 ME3023 Kỹ thuật rung và ứng dụng trong máy xây dựng ME2011 Đồ án thiết kế MT1003 giải tích 1 Em thanh toán trễ học phí không thể đăng ký môn học. Em đã thanh toán đầy đủ học phí Lý do: em về quê bị cách ly và đợt giãn cách xã hội không thể thanh toán kịp học phí Mong thầy cô PĐT suy xét và giúp em đăng ký học phần kỳ này ạ",
    "Em là , MSSV . Vừa rồi có đợt đăng kí LVTN bổ sung, em đã đăng kí thành công nên sau đó em không có check kết quả lại. Nhưng tối nay em vào check lại thấy đã bị hủy môn. Em cũng không biết tại sao. TCTL của em hiện tại là 122 chỉ, chưa tính thêm 9 chỉ kì vừa rồi mới thi online xong ạ. Mong  kiểm tra lại giúp em ạ. Thank  ạ.",
    "n xin đăng kí đặc cách môn học Kính gửi : PĐT đại học bách khoa tp HCM Em tên là :  MSSV  Em muốn đăng kí môn kỹ thuật thi công (CI3043) nhưng bị trùng tkb với môn thí nghiệm sinh học đại cương(CI2028). Em đã có liên hệ với giao viên môn thí nghiệm sinh học đại cương và em được phép chuyển điểm và không phải đi học môn đó ạ. PĐT có thể giúp em đăng kí môn kỹ thuật thi công (CI3043) nhóm lớp DT01 được không ạ ",
    "Thưa pđt, trong bảng điểm của em đã tích lũy tín chỉ là 110 chỉ, nhưng tín chỉ tích lũy ngành lại chỉ có 107 chỉ, pđt kiểm tra lại giúp em là môn nào em học sai chương trình đào tạo. Em đã kiểm tra nhiều lần nhưng không thấy sai môn nào. Hoặc pđt đã cập nhật môn Kỹ thuật nâng vận chuyển (ME3021) vào cùng nhóm tự chọn với môn Các quá trình chế tạo (ME2071), 2 môn này đều thuộc cả nhóm A và nhóm B.",
    "EM LÀM ĐƠN XIN RÚT MÔN HỌC Ạ",
    "Kính gửi : Phòng đào tạo Em tên  (MSSV : ). Hệ đào tạo VLVH (chính quy chuyển hệ), khoa Cơ khí, chuyên ngành Công nghệ may. Trong (203) , P HK211 thì tổng số tích lũy của em là 0 . Kính mong Phòng đào tạo cập nhật số tín chỉ tích lũy và mở đăng ký bổ sung thêm lần nữa để em được đăng ký môn LVTN (ME4079) trong  HK211 này. Em xin cảm ơn!",
    "Kính gửi phòng đào tạo, Em tên   Mssv:  Em xin ĐKMH-chuyển điểm ĐAMH logistics 1 Msmh: Me3255 Cám ơn thầy/cô đã duyệt giúp em ",
    "Em xin gửi MÃ MÔN HỌC : Đề cương luận văn - MA4315 Thực tập tốt nghiệp - MA3315 Em xin cảm ơn ạ !",
    "Nhà trường cho em hỏi   B thời gian    trường tổ chức kì thi   B tiếng anh nói viết online    cho những sinh viên đã hoàn thành luận văn ạ Và   B điều kiện    để đăng ký thi tiếng anh nói viết online ngoài việc đã hoàn thành luận văn thì có cần phải hoàn thành đủ ngày công tác xã hội không ạ. Em cảm ơn",
    "vì lý do cá nhân nên em đã bỏ lỡ đăng ký dự thính, dạ cho em hỏi có thể đăng ký bổ sung vào lớp dự thính của môn học Phương pháp tính (MT1009) được không ạ? em xin chân thành cám ơn ạ",
    "Em tên Phùng Trần -, mong muốn phòng đào tao cho phép em được Huỷ môn học ở học kì chính 211. Môn em muốn huỷ đăng ký là ME3145. Em cảm thấy học kì này mình không có đủ thời gian để hoàn thành môn học này.",
    "Em có đăng ký môn thực tập trong kì 203 mà vì một số lý do cá nhân đã bị fail ở doanh nghiệp. Không biết em có thể học môn Đề Cương LVTN trong kỳ 211 được không. Em xin cảm ơn.",
    "Em là  MSSV  Em viết mail này với lí do em vì thầy  - người đảm nhiệm dạy bộ môn KTCT L15 của em đã nhập nhầm điểm cột BT cho em. Với lí do cột điểm BT em được 10 và được thầy cộng thêm 1 điểm cộng ( do trong quá trình học tập ) và trong quá trình nhập điểm thì thầy đã sơ suất nhập nhầm vào thành 11 điểm ( tức là điểm 0 do vắng thi ) . Em đã có chú thích thêm rõ rành theo yêu cầu của thầy nhưng thầy vẫn bị nhầm lẫn. Và thầy hứa thầy cũng sẽ chịu trách nhiệm trong quá trình chỉnh sửa cho em nếu PĐT cập nhập lại điểm số cho em. Em mong PĐT xem xét và chỉnh sửa giúp em vì điểm của em bị hạ xuống nhiều Em cảm ơn PĐT ạ  Và em xin kèm thêm một số minh chứng ạ",
    "Em tên là : MSSV : Em bị mất 1 môn học là của kì dự thính 211 là ee2017 và em vào xem cấu trúc môn học thị thấy môn ee2033 là môn tiên quyết và em đã học nó ở học kì 202 nhưng vì dịch nên chưa thi được cuối kì. Nhà trường có cách nào giúp em đăng kí môn ee2017 được không ạ tại nếu không sẽ ảnh hưởng rất nhiều đến các môn năm 3 của em và tốn rất nhiều tiền ạ. Mong nhà trường giúp em ạ",
    "Em chào Thầy Cô,  Em tên   MSSV:     Vừa qua, có đăng kí 2 môn:  Thiết kế Nhanh 2 CI1005 lớp T01  Thực tập tốt nghiệp (ktr) CI4103 lớp L01    Nhưng đều bị huỷ và em kiểm tra lại điều kiện đăng kí thì không biết đã thiếu điều kiện nào mà thầy cô không cho em đăng kí vậy ạ     Em mong Thầy cô kiểm tra giúp em      Em chân thành cám ơn thầy cô    Trân trọng   ",
    "em muổn hỏi rõ lại , em thấy một số bạn nhận được mail như   U hình1   còn em lại không có .Trong quá trình em đăng ký hoãn thi chỉ nhận được mỗi một mail như    hình 2   B  vậy cho em hỏi là em đã đăng kí hoãn thành công hay chưa , hay bị cấm thi  vì lý do  gì hay không .   I em chân thành cảm ơn sự giúp đỡ của ban . :",
    "Em hiện tại đã về quê tránh dịch và bằng tốt nghiệp thì đang để trên Sài Gòn mà theo lịch thì tháng 9 này phải nộp bằng tốt nghiệp thì em phải làm sao ạ?",
    "Chào thầy/cô. Học kì 202 em có xin hoãn thi môn Hóa hữu cơ do máy tính hư, không có thiết bị thay thế (em điền form và đã được xác nhận) . Nhưng mà hôm nay em xem bảng điểm đã cập nhật môn này là điểm 13. Em khá lo nên muốn hỏi thầy/cô khi nào điểm này được cập nhật thành điểm hoãn thi ạ?  Em cảm ơn thầy/cô.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em đã gửi tin nhắn này từ hôm 27/8/2021 Đến hôm 30/8/2021 em nhận được hướng dẫn nên đặt câu hỏi ở bksi.hcmut.edu.vn Em chân thành cảm ơn nếu nhận được sự giúp đỡ. \"Em chào quý thầy cô, Em xin phép trình bày nội dung sự việc:  Trong học kỳ 211, em có đăng ký môn học Kỹ thuật Siêu cao tần (EE3025) ở đợt \"Đăng ký môn học Dự thính bổ sung HK211 (học từ 30/8) -  Trình 2 - Đợt 1\". Khi đợt \"Đăng ký môn học Dự thính bổ sung HK211 (học từ 30/8) -  Trình 2 - Đợt 2\" mở ra thì môn học bị hủy và em không đăng ký được lớp. Sau đó, được thông tin Phòng Đào tạo đã mở lại lớp DT02 cho môn EE3025, em có vào kiểm tra nhưng lớp đã đủ học viên, không thể đăng ký. Đến hôm nay, khi kiểm tra lại thì lớp vẫn còn vị trí trống nhưng đã hết thời hạn đăng ký. Em có nguyện vọng mong được đăng ký môn học EE3025 trong học kỳ 211 để hoàn thành chương trình đào tạo. Em xin phép đăng ký vào lớp DT02 - EE3025 . Dù đã kết thúc đợt đăng ký, em mong quý thầy cô xem xét trường hợp của em và cho phép em được đăng ký môn học. Em xin hứa sẽ nghiêm túc thực hiện các thủ tục (nếu có) để được đăng ký môn học. Thông tin đăng ký của em như sau Họ và tên:  MSSV:  Em xin chân thành cảm ơn.\"",
    "Dạ em chào Phòng đào tạo ạ, Em là Đoàn Anh Thi,  Mssv ,  Lớp XD17CB,  Khoa Kĩ thuật xây dựng Em vừa rồi từ Sài Gòn về quê, nên phải cách ly tậm trung 21 ngày. Nhưng do trong khu cách ly tập trung không có wifi để xài nên em đã nhỡ mất đợt đăng kí Học kì Dự thính đợt 2. Dạ em viết đơn này mong Phòng đào tạo cho em xin tham gia lớp học dự thính môn Kết cấu bê tông cốt thép 1 CI2091 của cô  đã bắt đầu vào ngày hôm nay 30/8 ạ . Em xin chân thành cảm ơn và kính chúc thầy/cô sức khỏe. Trân trọng, (SV) Thi",
    "Em làm theo mail của PĐT gửi đơn đăng kí đặc cách. Mong PĐT sẽ xem xét cho em. Em cảm ơn",
    "Kính gửi: Phòng Đào tạo - Trường Đại học Bách khoa – ĐHQG TP.HCM Tôi tên:   MSSV:    Chuyên ngành: Điện điện tử Nay em viết đơn này xin được hủy hoãn thi ",
    "Thầy cô cho em hỏi, chương trình văn bằng 2 của trường mình với phương thức tuyển thẳng sinh viên đã tốt nghiệp bằng 1 của đại học Bách Khoa thì trường xem xét tuyển thẳng dựa trên những tiêu chí nào ạ? Em cảm ơn thầy cô",
    "Kính gửi Phòng Đào Tạo, Theo như nội dung trong email \"Lịch đăng ký (Luận văn tốt nghiệp + Thực tập tốt nghiệp + Đề cương luận văn) đợt đăng ký cuối cùng\" mà em nhận được vào 23/8/2021 thì do dịch COVID 19 nên sẽ không xét CHUẨN CHỨNG CHỈ ANH VĂN QUỐC TẾ khi đăng ký LVTN HK211 và em đã đăng ký LVTN hợp lệ nhưng đến hiện tại em vẫn chưa có thời khóa biểu môn LVTN và khi vào trang ĐĂNG KÝ MÔN HỌC để kiểm tra thì được báo là môn LVTN (CI4343) không được đăng ký do thiếu MÔN TIÊN QUYẾT CCAV_1  Mong Phòng Đào Tạo giải quyết giúp em để nhận được môn LVTN  Em xin cảm ơn",
    "Em chào phòng đào tạo Em có đăng kí môn đồ án thiết kế ME3139 đợt 3 Nhưng em không tên trong danh sách lớp và cũng không được xếp thầy hướng dẫn và nhóm hướng dẫn ạ. Đồng thời các môn khác mà em đăng kí trongn đợt 3 cũng bị như vậy ạ. Em mong phòng đào tạo giải quyết sớm giúp em",
    "CI1003, CI1004  ",
    "Kính gửi thầy cô, Em xin được đăng ký bổ sung cho môn học \"Thiết kế kiến trúc công cộng 03\", Mã MH: CI2069, nhóm lớp L-01 hiện đang học ở HK chính 211! Em đã liên hệ với GV về việc bổ sung vào lớp và thầy đã chấp nhận rồi ạ!  Em xin chân thành cảm ơn, Trân trọng!",
    "Em chào thầy/cô ạ! Em là -- CK17CNM. Em và 3 bạn nữa trong lớp CK17CNM bị thiếu chỉ để đủ điều kiện đăng ký luận ăn trong kỳ này 211 theo quy định của nhà trường do một số môn chưa được học và vì chưa được chuyển điểm anh văn do dịch tụi em không thể thi toeic bằng quốc tế được. Vậy tụi em có thể được chăm chước để đăng ký trong kỳ 211 này không ạ? Em rất xin lỗi vì em đã làm phiền thầy/cô rất nhiều nhưng thực sự 4 đứa chúng em rất muốn được hoàn thành chương trình đào tạo trong kỳ 211 này ạ! Em xin chân thành cảm ơn! Chúc thầy/cô thật nhiều sức khỏe! Mong được nhận phản hồi sớm từ thầy cô ạ!",
    "kính gửi phòng đào tạo trong học kỳ HK211 em có đăng ký môn học kỹ thuật dự báo MSMH ME4601 và luận văn tốt nghiệp ME4089 nhưng bây giờ lại không được sắp thời khóa biểu, mong phòng đào tạo xem xét ạ",
    "thưa cô, em là sv hệ VLVH chuyển hệ từ hệ chính quy. kì này em có đăng kí đề cương luận văn mã MH EE4311 em đã đăng kí 4 lần, từ lúc mở đăng kí ở hệ chính quy, hệ vlvh, chuyển hệ, dự thính nhưng đều bị báo là sai chương trình đào tạo Mong nhà trường và PDT xem xét lại để em được  đăng kí môn này ạ",
    "Em là Đặng Thu Trang MSSV  -Khoa Kỹ Thuật Hóa Học Em xin phép PDT cho em được rút môn học: Anh Văn 3A- MSMH: LA1041",
    "Kính gửi PDT Em tên là:  MSSV :  Ở đợt đăng kí bổ sung TLTN em đã đăng kí môn TLTN (260663) nhưng em bị hủy không có lí do và hiện không có danh sách làm tiểu luận của khoa. Em đã hoàn thành đủ chương trình học và đủ ngày công tác xã hội chỉ còn thiếu chứng chỉ anh văn. Nhưng ở đợt đăng kí này, trường không xét chứng chỉ anh văn. Em mong nhà trường xem xét cho trường hợp của em ạ. Em xin chân thành cảm ơn. Thanks and best regard",
    "Em có xin đăng ký hoãn thi môn tín hiệu và hệ thống ee2005 vào ngày 12/8/2021 nhưng khi tổng kết vẫn bị điểm 13 chứ không phải điểm hoãn thi ạ",
    "Em chào Thầy/Cô! Em tên , MSSV: Em sinh viên khóa 2015, hiện tại số TBTLN: 139 tín chỉ. Do chủ quan em chỉ đăng ký 1 môn học cho HK2 (2020-2021) là đạt 142 tín chỉ để tốt nghiệp. Tuy nhiên, không may là em không qua môn như dự kiến. Hậu quả là em không có thời khóa biểu cho HK211 này và đây là học kỳ thứ 13, được xem như học kỳ cuối nên em xin phép thầy/cô cho phép em đăng ký thêm 1 trong 3 môn như bên dưới, môn nào trong 3 môn cũng được ạ! Em biết bắt đầu học kỳ gần được 2 tuần rồi nhưng mong thầy/cô thông cảm giúp em. Môn học: EE3043 - Cấu trúc máy tính EE3135 - Kỹ thuật nhiệt lạnh EE3111 - Mạng máy tính",
    "Em tên . Mssv  Học kì này em nhận được mail không xét CCNN khi đăng kí môn học nhưng em bị huỷ đăng kí dù em đữ đủ tất cả các điều kiện còn lại . Mong trường kiểm tra giúp em . Mã môn học ma4323. Em xin cảm ơn.",
    "Học vụ     Kính chào   Em tên , MSSV , lớp VP17VL, khoa Công nghệ Vật liệu Em xin được hỏi về phản hồi hoãn báo cáo đồ án của lớp em  Do tình hình dịch bệnh phức tạp nên tụi em không thể lên lab và hoàn thành đồ án Vậy nên tụi em đã đăng ký hoãn báo cáo đồ án, mỗi bạn làm một đơn Bên Khoa đã nộp file mềm và Bộ môn đã nộp bản giấy lên PDT rồi ạ Thế nhưng hôm nay (31/8) là hạn chót nhập điểm rồi mà vẫn chưa nhận được phản hồi từ PDT về việc hoãn báo cáo đồ án nên mong PDT giải quyết việc này gấp giúp tụi em ạ  Chân thành cảm ơn PDT ",
    "Em tên  -  - XD18CTGT Được sự cho phép của nhà trường, phòng đào tạo nên em mong được đăng kí môn học. Giải tích 2 : MT1005 Vật lý 2 : PH1005 Em cảm ơn ạ.",
    "Em tên là:  MSSV:  Em được biết HK211,  tốt nghiệp trường miễn yêu cầu  Em bị hủy với lí do:  Không đủ đ/kiện nhận LVTN . Nhưng vì lý do thiếu CCAV không thể chuyển điểm được để đáp ứng điều kiện đủ tín chỉ đăng kí. Rất mong trường xem xét. Mã môn học: ME4079",
    "em tên  mssv  em hiện đã đkmh ci4343 của hk 202 nhưng em chưa hooàn thành nhưng tới hk 211 em k đăng ký được do em là sv của ngành tl em mong khoa hỗ trợ giùm em ạ",
    "Em kính chào quý thầy cô . Em là  - MSSV . Thưa quý thầy cô, này 25/8 vừa rồi là ngày đăng ký luận văn cuối cùng nhưng vì em vừa mất hết laptop và điện thoại nên em không kịp kiểm tra mail và đăng ký luận văn tốt nghiệp. Em viết mail này kính mong quý thầy cô có thể giúp em đăng ký được luận văn tốt nghiệp. Em xin chân thành cám ơn quý thầy cô",
    "Kính chào quý Thầy/ Cô Em tên Phạm Thị Quế Anh MSSV  Lớp VL15KL Em đã đăng ký LVTN vào đợt đăng ký bổ sung LVTN không xét chuẩn CCAV vào ngày 23/08/2021  Em bị huỷ với lí do: PDT không đăng ký cho SV MH MA4323 không đủ điều kiện nhận LVTN Trong khi em đã đạt 133/142 tín chỉ (chỉ thiếu 9 chỉ LVTN)  Số ngày CTXH: 24,5 ngày Mã môn học LVTN: MA4323 Mong quý thầy cô xem xét lại giúp em ạ. Em cảm ơn.",
    "712909   Tốt nghiệp . Em kính chào Thầy Cô PĐT, Em tên là Nguyễn Ngọc Như Quỳnh, MSSV: 1712909 lớp MO17KMT lớp Kỹ Thuật khoa Môi trường. Thầy Cô ơi, sau đợt đăng ký môn học đợt 2 em đã đăng ký được môn Đề Cương LVTN, nhưng sau đợt cập nhật TKB hôm qua em không thấy còn môn đó trong TKB của em nữa. Em không biết do cập nhật chưa hoàn tất hay em bị xoá ạ? Tại em đã đăng kí được 2 đợt và đang bắt đầu viết Đề cương rồi ạ. Về điều kiện đăng kí thì em đã đăng kí môn TTTN . Em cảm ơn PĐT đã tiếp nhận thông tin của em. Em mong PĐT kiểm tra và sớm phản hồi thông tin lại cho em với ạ. Kính thư! Sinh viên,  Nguyễn Ngọc Như Quỳnh, 1712909z",
    "Dạ em xin chào PĐT,  Em đã lên aao tra danh sách nhận LVTN HK211 và ra kết quả như hình dưới. Em mong PĐT sớm cập nhật tín chỉ và TA của em để em được xét LVTN - ME4039 trong học kì này - HK211. Em đã gửi yêu cầu từ tận hôm 26/8 sau khi đợt đk LVTN bổ sung kết thúc nhưng không ai hỗ trợ . Em đính hèm 2 hình bên dưới, học kì 202 em vẫn đk được LVTN bình thường . Dạ em xin cám ơn.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ thưa, Theo như kế hoạch giảng dạy từ K19 của khoa KTGT thì đã không còn dạy môn Đồ họa vi tính và Cad (TR2003). Em có liên lạc với bộ môn và đã được bộ môn KTGT chấp nhận viết đơn xin mở lớp với sĩ số thấp.( Em đã đính kèm trong mail trước đó và sẽ gởi lại cho PĐT 1 lần nữa tại đây).Nhưng vẫn nhận được thông báo môn học đã hủy vì sĩ số lớp ít vào sáng nay. Dưới đây là đơn xin đã có xác nhận của đầy đủ của các cán bộ có trách nhiệm cũng như ý kiến của chủ nhiệm bộ môn là PGS.TS Lê Thị Hồng Hiếu. Đây là danh sách sinh viên muốn đki môn học đồ họa vi tính và CAD (Tr2003), kính mong PĐT mở lớp lại để chúng em kịp thời ra trường: STT Tên sinh viên    Mssv    Email 1                       2                           3                           4                          5                           6                          7                             Xin PĐT có phản hồi giúp em. Em cảm ơn.",
    "MSSV: Dạ em chào cô, em trước đó có mail hỏi về vấn đề đăng ký luận văn vét vì em lỡ đợt đăng ký và nhận được phản hồi nên em viết mail này Yêu Cầu Xin Đăng Ký Luận Văn Tốt Nghiệp Lý do: Do dịch nên điện thoại em có vấn đề và chưa sửa được nên bị miss mail đăng ký LVTN, lúc em kiểm tra thì đã hết hạn nên em mong được đăng ký lại LVTN Tên Môn Học: Luận Văn Tốt Nghiệp (dttt) Mã Môn Học: EE4333 Nhóm lớp: L01 Em học hệ chính quy đại trà",
    "em chào thầy cô PDT. Em là sinh viên k16 . Đợt đăng kí môn học vừa rồi em có đăng kí môn học anh văn 3a mã môn học: LA1041 thì bị hủy môn do hết thời gian đào tạo. Em đang liên hệ với pdt và đã được gia hạn thêm 1 học kì nên em tạo yêu cầu này xin phép các thầy cô PDT cho em đăng kí lại môn anh văn 3a để hoàn thành hết chương trình đào tạo của nhà trường ạ. Em xin chân thành cảm ơn  .",
    "Hiện em không hiển thị thông tin khóa học của 2 môn sau ạ: Môn Hệ Cơ Sở Dữ liệu (CO2013) - 01 - giảng viên ê Thị Bảo Thu Môn Mô hình hóa toán học (CO2011) - 02 - giảng viên  Em xin pdt hỗ trợ em tìm kiếm thông tin khóa học ạ  ",
    "Em chào thầy cô pdt của trường ạ. Em là  sinh viên lớp DC16KK, ở học kì này em thấy email của trường là miễn chuẩn tiếng anh để đăng kí luận văn tốt nghiệp nên em đã đăng kí nhưng trên phần đăng kí môn học kết quả là đăng kí không thành công, em không biết mình còn thiếu yêu cầu gì nữa ạ. Hiện tại em đã hoàn thành tất cả các đồ án, TTTN, DCLVTN và số ngày ctxh của em là 18; số tín chỉ tích lũy là 124 nếu thiếu tín chỉ thì em có bằng toeic 485 nộp bằng vào rồi có thể chuyển điểm khắc phục được nhưng mà em nghỉ số tín chỉ là đủ vì có bạn cùng khoa số tín chỉ tích lũy là 122 mà vẫn đăng kí được. Vì em còn mỗi LVTN nữa nhưng vì dịch ko thi được anh văn nên chưa đăng kí được trong kì trước ạ. Vậy em xin phòng đào tạo phản hồi giúp em sớm để em tìm cách khắc phục để em có thể đăng kí được LVTN ạ. Em xin cả mơn.",
    "Chào Thầy Cô ạ Do sơ suất nên em đã không đăng ký được môn học trong học kỳ dự thính 211, nên không đủ điều kiện để nhận luận văn vào học kỳ tiếp theo em xin phép PĐT cho em được đăng ký môn Giải tích 2 (MT1005) nhóm lớp DT05 em rất mong PĐT có thể xét duyệt cho em để em có thể hoàn thành chương trình sớm nhất có thể ạ. em xin cảm ơn Thầy Cô rất nhiều ạ",
    "Chào thầy/cô,  Em tên Nguyễn Quốc  MSSV:, hệ VLVH khoa kỹ thuật máy tính  Em có đăng ký bổ sung ở mục \"ĐĂNG KÝ BỔ SUNG TTTN + LVTN + DCLVTN HK211\" môn LVTN mã CO4323, nhưng kết quả không được đăng ký do thiếu môn học trước ạ  Ở chương trình chính quy em đã học tất cả các môn học theo chương trình đào tạo và đủ điểm đạt, ngoại trừ môn Vi xử lý - vi điều khiển em đã học nhưng chưa đạt ạ Môn Vi xử lý - vi điều khiển là môn học trước của LVTN ạ  Ở hệ chính quy em thiếu CCAV nên không đăng ký được môn LVTN, nay trường cho phép đăng ký LVTN mà không cần CCAV nên em đã đăng ký nhưng bị hủy do thiếu môn học trước ạ  Mong thầy cô xem xét giúp em ạ  Chân thành cảm ơn  Sinh viên            ",
    "Kính gửi PĐT Em tên là:  MSSV :  Ở đợt đăng kí bổ sung TLTN em đã đăng kí môn TLTN (260663) nhưng em bị hủy không có lí do và hiện không có danh sách làm tiểu luận của khoa. Em đã hoàn thành đủ chương trình học và đủ ngày công tác xã hội chỉ còn thiếu chứng chỉ anh văn. Nhưng ở đợt đăng kí này, trường không xét chứng chỉ anh văn. Mong PĐT xem xét giúp em. Em xin chân thành cảm ơn.",
    "Chào thầy cô Em là , MSSV . Em có đăng ký luận văn tốt nghiệp kỳ 211 nhưng bị hủy với lý do không đủ điều kiện đăng ký, nhưng em chỉ thiếu mỗi anh văn mà trường thì đã không yêu cầu vì dịch bệnh. Em mong thầy cô xử lý giúp ạ. Em cảm ơn",
    "Em tên  mssv  Trông đơt đăng kí luận văn đợt 2, em đã đăng kí và thỏa điều kiện đăng kí. Khi có thời khóa biểu em lại không có lên kiểm tra e lại thấy không đủ điều kiện nhận luận văn. Kiểm tra lại em thấy mình học có nhiều môn mã  mới (môn tương đương). Nên em xin phép phòng đào tạo chuyển điểm giúp em những môn tương đương e đã thống kê bằng file, để em đảm bảo số tín chỉ tích lũy ngành đủ điều kiện đăng kí luận văn tốt nghiệp. Cho em hỏi luôn là số tín chỉ của anh văn 1+2+3+4 là 8 chỉ có tính vào điều kiện đăng kí luận văn không vượt quá 7 tín chỉ không. mã môn luận văn CI4333. Mong phòng đào tạo xem xét chuyển điểm và bổ sung luận văn giúp em trong thời gian sớm nhất . Em xin chân thành cảm ơn.",
    "Chào quý Thầy/Cô, Em đã đăng ký môn Luận văn tốt nghiệp vào đợt bổ sung (từ 23/08/2021 đến 25/08/2021). Học kỳ 202 em có đăng ký 1 môn học dự thính, mà nếu môn đó đạt thì em mới đủ số tín chỉ tích lũy ngành tối thiểu để đăng ký Luận văn. Nhưng môn đó đã có kết quả không đạt, vậy các tuần tiếp theo có bị hậu kiểm hủy môn Luận văn tốt nghiệp không ạ? Em cảm ơn.",
    "Họ và tên   MSSV  Lớp GT16TAU1 số tính chỉ tích lũy 130 số ngày CTXH 16 ngày    Kính gửi:     Em mới đăng ký LVTT học kỳ hk211 trong đợt bổ sung ngày 24 vừa qua. Nhưng em đã bị hủy do không đủ điền kiện nhận LVTN. Nhưng nếu tính luôn tính chỉ học kỳ hè thì e đac tích được 129 tính chỉ và đủ 16 ngày CTXH và theo em biết đợt đăng ký bổ sung này thì không xét anh văn.  Thì em không biết lý do tại sao LVTT của em lại bị hủy ạ . Cảm ơn Trường đã đọc và mong nhận được câu trả lời sớm nhất từ Trường ạ",
    "Chào PĐT, trong học kì 202 và 203 em có hai môn học là thực tập kỹ thuật TR3075 và Thực tập ngoài trường TR3315, do tình hình dịch nên nhóm của em không thể tiến hành học và thi kết thúc môn được, hôm nay em nhận được thông báo của bộ môn là tụi em sẽ phải nhận điểm 13 cho môn học này, PĐT cho em hỏi như vậy tụi em có bị xem là rớt môn không và khi học lại phải đóng lại học phí không ạ, do phần học phí của hai môn học này tụi em đã thanh toán đúng hạn vào hai học kì trước rồi ạ, em cảm ơn.",
    "Thưa thầy/cô, hiện tại em thấy mục \"đăng ký tốt nghiệp\" trên mybk cho đợt học kì 1 năm 2021-2022 (tháng 11 năm nay) đã hết hạn. Hiện tại em đang theo bên chương trình việt pháp, đã hoàn thành luận văn nhưng vừa có điểm hôm qua (cũng là hôm hết hạn đăng kí luận văn). Em muốn hỏi là đăng kí tốt nghiệp cho đợt tháng 11 tới đây thì có cần phải lo lắng về cái mục \"đăng ký tốt nghiệp\" trên my bk đấy không ạ? Tại có nhiều bạn cũng chưa kịp đăng ký và chưa có điểm môn học Luận văn tốt nghiệp ấy ạ.",
    "Học vụ       Kính chào   Em tên , MSSV , lớp VP17VL, khoa Công nghệ Vật liệu Em xin được hỏi về   B phản hồi hoãn báo cáo đồ án    cho môn học   B Projet 2:thực hành đề tài nghiên cứu khoa học    - MMH:   B 215742     Do tình hình dịch bệnh phức tạp nên tụi em không thể lên lab và hoàn thành đồ án Vậy nên tụi em đã đăng ký hoãn báo cáo đồ án, mỗi bạn làm một đơn, nộp cho Khoa Công nghệ Vật liệu và Bộ môn Vật liệu Năng lượng & Ứng dụng Bên Khoa CNVL và Bộ môn VLNL đã nộp bản giấy (  B 13/8   ) lên PDT Thế nhưng hôm nay (31/8) là hạn chót nhập điểm rồi mà vẫn chưa nhận được phản hồi từ PDT về việc hoãn báo cáo đồ án Khoa CNVL (Chị ) cũng có gửi email nhắc lại rồi ạ   Mong PDT giải quyết việc này gấp giúp tụi em ạ  Chân thành cảm ơn PDT",
    "Dạ em chào Thầy/ Cô, Dạ em tên , MSSV: , Dạ em bảo vệ luận văn ngày 04/08/2021, em thấy hạn đăng ký xét tốt nghiệp là ngày 30/08/2021, nhưng trên hệ thống chưa cập nhật điểm và chưa có danh sách tốt nghiệp dự kiến hệ VHVL. Dạ Thầy/Cô cho em hỏi khi nào em đăng ký được vậy ạ? Em cảm ơn Thầy/ Cô.",
    "Em tên:  MSSV:  Đợt ĐKMH HK211 dành cho LVTN em có đăng kí khi nhà trường yêu cầu miễn CCAV. Tuy nhiên Kết quả thì em bị hủy đăng kí môn. Em mong nhà trường xem xét ạ. Em cảm ơn Mã môn học: CH43B3",
    "Em tên   mssv   luận văn cảng công trình biển mã môn học CI4333 Em đăng kí luận văn đợt 2 và thiếu chỉ tích lũy ngành do chưa chuyển một số môn tương đương. Em đã thống kê bằng file bên trên mong PĐT xem và chuyển điểm giúp em. Sau khi chuyển điểm em mong PĐT bổ sung thời khóa biểu để em kịp tiến độ nhận và làm luận văn. Các điều kiện đi kèm để nhận luận văn hiện em đã thỏa. Rất mòng PĐT giải quyết sớm vấn đề này. Em đã gửi phản hồi 3 lần nhưng chưa được giải quyết. em xin chân thành cảm ơn.",
    "Xin chào T. Trong đợt ĐKMH vừa rồi môn LVTN của e bị hủy sau khi đăng ký. Hiện tại e đang thiếu chứng chỉ ngoại ngữ, do tình hình dich Covid kéo dài nên không thể thi được. Đồng thời, có chứng chỉ ngoại ngữ e mới có thể chuyển điểm AV để có được 8 tín chỉ cho 4 môn AV 1,2,3,4. Vì vậy không nộp chứng chỉ tiếng Anh e đồng thời bị cả 2 vấn đề là thiếu tín chỉ và thiếu Toeic theo quy định của trường. T giúp e giải đáp thắc mắc này được không ạ. Rất mong sớm nhận được phản hồi. Em cảm ơn.",
    "Em tên :  . MSSV :  Lý do : Bị hủy đăng kí môn học EE4313 với lý do không đủ điều kiện đăng ký. Em được biết HK211 không xét anh văn cho LVTN . Số TCTL : 129 Số ngày CTXH : 15 Em mong PĐT xem xét. Em cảm ơn.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Kính gửi phòng đào tạo, Vào lúc đăng kí môn đợt 2 em đã đăng kí môn Cơ học đất (CI3001) lớp DT01 nhưng lúc đó lớp kết cấu thép 2 (CI3211) đã hết slot và khi đó em vẫn chưa có điểm thi của môn đó và khi em có điểm thì em không thể xóa lớp của môn Cơ học đất để đăng kí lại môn Kết cấu Thép 2 (CI3211) vì thế sẽ ảnh hưởng đến quá trình làm luận văn tốt nghiệp của em. Em đã được sự cho phép của giảng viên là cô . Mong phòng đào tạo có thể suy xét cho em cho em vào lớp DT01 của cô . Em xin cảm ơn",
    "Gửi thầy cô, vì trong học kỳ 201 em thanh toán trễ nữa kỳ học phí nên em có đính kèm theo là đơn xin được đóng học phí trễ. Cùng với đó là đơn xin được tạm dừng học tập trong kỳ này. Mong nhận được sự trợ giúp từ thầy cô!",
    "Chào Thầy/cô phong đào tạo. Vì em không biết lớp học và buổi học nên em gửi danh sách môn học em muốn đăng kí cho Thầy/cô phòng đào tạo xếp giúp em. em cảm ơn ạ!",
    "Kính gửi quý Thầy Cô PĐT. Em tên:  MSSV:  Lớp: XD16CTGT Mục đích: Mong muốn được rút môn học, môn THIẾT KẾ CẦU 1 (CI3039), nhóm A01, học kì 1 năm học 2021-2022. Lý do: Em cảm thấy môn THIẾT KẾ CẦU 1 học khá nặng và cần đầu tư nhiều thời gian, nên em muốn rút để tập trung hơn cho những môn còn lại. Em xin chân thành cảm ơn quý Thầy Cô.",
    "Kính gửi Quý Thầy Cô PĐT Họ Và Tên:  - MSSV:  - Hệ VHVL - Nhóm T01. Em đã đăng ký xét duyệt nhận luận văn tốt nghiệp trong HK 211 này. mà hiện tại PĐT chưa cập nhật điểm cho em nên kết quả là chưa đạt và đủ chỉ để nhận luận văn. Em đã liên hệ với giáo viên dạy em các môn tiên quyết và giáo viên nói đã nộp bảng điểm lâu rồi. và em có xin bản sao bảng điểm của em về 2 môn tiên quyết đó là: 1. Đồ án môn học kết cấu thép - MãMH: CI 3213 với số điểm tổng kết là 7.5đ 2. Đề cương luận văn tốt nghiệp - MãMH: CI4341 : với số điểm tổng kết là 8đ Bảng điểm được em đính kèm tập tin. Kính momg Quý thầy cô PĐT giúp em cập nhật điểm sớm để em còn kịp làm luận văn trong HK211 này. Để thực hiện công việc của em sớm nhất ah. Em chân thành cảm ơn Quý thầy cô.    .",
    "Kính gửi Phòng Đào Tạo Em tên là , MSSV , em xin gửi pdt đơn xin cập nhật tín chỉ tích lũy ngành có xác nhận của Khoa Kỹ Thuật Xây Dựng. Nội dung cụ thể em có ghi trơng đơn ạ. Kính mong Pđt xem xét và hỗ trợ giúp em. Em xin trân trọng cảm ơn",
    "Em chào quý Thầy/ Cô Về việc giấy hoãn nghĩa vụ quân sự Do tình hình dịch bệnh căng thẳng, e không biết phòng đào tạo có cấp giấy bản mềm hay gửi bưu điện không ạ Hiện tại bên xã em đòi giấy hoãn ạ Mong quý Thầy/ Cô giải đáp giúp em Em cảm ơn",
    "Kính chào PĐT ạ. Em là  mssv . Hiện đang học ngành Điện tử - Viễn thông thuộc khoa Điện - Điện tử ạ. Theo CTĐT của em thì em phải học 3 môn nhóm A, 3 môn nhóm B và 1 môn nhóm C là đủ 7 môn tự chọn. PĐT cho em hỏi là nếu trong quá trình em học tới 8 hoặc 9 môn tự chọn thì ĐTBTL và ĐTBTLN của em sẽ tính cả 8, 9 môn này hay chỉ lấy 7 môn có điểm số cao nhất trong trường hợp toàn bộ 8,9 môn này đều trên 5.0 hay tính ĐTBTL và ĐTBTLN như thế nào ạ?",
    "Thư cô mã luận văn tốt nghiệp của em là CI4313. Mong cô giúp em đăng ký được luận văn ạ. Em cám ơn cô nhiều!",
    "Kính gửi Phòng Đào Tạo Em tên là , MSSV , em xin gửi pdt đơn xin cập nhật tín chỉ tích lũy ngành có xác nhận của Khoa Kỹ Thuật Xây Dựng. Nội dung cụ thể em có ghi trơng đơn ạ. Kính mong Pđt xem xét và hỗ trợ giúp em. Em xin trân trọng cảm ơn",
    "Kính gửi PĐT! Hiện tại sau khi e kiểm tra bảng điểm thì có sự chênh lệch giữa tín chỉ tích lũy (133 chỉ) và tín chỉ tích lũy ngành (130 chỉ). Em đã check vài lần các môn em học so với kết quả của chương trình đào tạo là em đã đăng ký đủ và hoàn thành tất cả các môn. PĐT cho em hỏi là tại sao có sự chênh lệch đó và có ảnh hưởng gì tới tiến trình tốt nghiệp của em không ạ. Vì em đã hoàn thành luận văn tốt nghiệp nên em mong PĐT có thể kiểm tra rõ để em có thể cập nhật nhanh nhất Em xin cảm ơn!",
    "Em tên là , MSSV: . Nay em xin được phép gửi PĐT đơn rút môn học kỳ dự thính (em đăng ký đợt đăng ký bổ sung HK211-Lộ trình 2- đợt 2). Em chân thành cám ơn PĐT đã dành thời gian giải quyết đơn của em ạ!",
    "Chào /Chị PDT,   Em là  -  - Vấn đề: Hiện tại em chưa hoàn thành môn học Tiếp thị căn bản được học ở năm hai, mà trong chương trình mới thì môn này được đưa vào kì 1 của năm nhất, nên giờ em vẫn chưa đăng kí được môn này ạ. Em mong trong kì này sẽ được học chung với k21 để kịp chương trình các kì sau ạ. - Tên môn học: Tiếp thị căn bản (MSMH: IM1019) Em cảm ơn ạ. ",
    "Xin kính chào quý thầy cô Phòng Đào Tạo, Em tên là , hiện đang là sinh viên ngành kĩ thuật máy tính phân lớp MT20KT02. Vào ngày 18/08/2021, phòng đào tạo đã thông báo đã tiếp nhận đơn bảo lưu của em nhưng đến ngày hôm nay (31/08/2021) em vẫn chưa nhận được đơn phản hồi từ Phòng Đào Tạo. Kính mong thầy cô có thể kiểm tra đơn của em và phê duyệt sớm nhất để em có thể hoàn thành thủ tục bảo lưu kết quả học tập.Em xin chân thành cảm ơn quý thầy cô. Trân trọng, .",
    "Kính gửi : Phòng đào tạo. Em là  ,MSSV :  Do em đã hết thời gian đào tạo nên đã bị hủy hết kết quả đăng ký môn học cũng như tiểu luận tốt nghiệp . Em đã làm đơn xin gia hạn và đã được nhận . Và giờ em muốn xin mở lại các môn như đợt em đã đăng ký vừa rồi: 1: Tiểu luận tốt nghiệp :260263 2: Anh văn 3 ( tương đương) :LA1007  3: Anh văn 4 ( tương đương) :LA1009 Rất mong PĐT tạo điều kiện mở các môn cho em được học và hoàn thành chương trình học tập trong 1 kỳ gia hạn này . EM xin trân trọng cảm ơn .",
    "Em tên  mssv  em được biết là trường miễn yêu cầu anh văn cho LVTN. Em vẫn không đăng kí được do lỗi mã môn học và không đăng kí được. Nên em đã làm đơn chuyển đổi điểm. em đã gởi mail cho PDT và trên BKSI nhưng vân chưa được phản hồi. em xin nộp lại đơn chuyển điểm mong phòng đào tạo nhận và cho em đăng kí luận văn. Em xin cảm ơn",
    "Dạ em có tên trong danh sách thi hk202 ạ. Lúc thi em có điểm danh bình thường ạ. Với lại thầy cô cũng cho em coi điểm rồi ạ. PDT giúp em khôi phục lại hk202 giúp em với ạ. Em xin cám ơn.",
    "Em đăng ký lớp môn Anh văn dự thính 1 mà không có hiện lớp  Mong pdt hướng dẫn hỗ trợ  Mong được sự phản hồi trong thời gian sớm nhất của pdt để em có thể nắm bắt thông tin",
    "Em là  MSSV  nay em viết mail này để xin cho em hủy lớp AV3 dự thính lộ trình 1 để học môn sức bền vật liệu lộ trình 2 ạ. Do môn sức bền tiên quyết và quan trọng và do đăng kí đợt khác nhau nên em xin PDT có thể xem xét giúp em ạ.Em đã gửi mail cho pdt và dc hướng dẫn qua đây ạ Em cảm ơn",
    "MSSV:  Đăng ký môn học Trong quá trình đăng kí môn học em có đăng kí môn học em có đăng kí đề cương luận văn thì em bị hủy môn vì lí do chưa đăng kí môn song hành là thực tập tốt nghiệp nhưng thực tập em đã đăng kí từ hè nhưng vì lí do dịch nên chưa thể đi được ngoài ra các điều kiện đăng kí khác em đều thỏa nên mong nhà trường xem xét giúp em. Em xin chân thành cảm ơn!",
    "Em chào cô, cho em hỏi kỳ này tình hình học onl vậy rồi có mở môn gdtc không ạ.    .",
    "em tên , mssv:  , hệ VHVL thưa thầy/cô, học kỳ trước em đã nhận làm lvtn nhưng do dịch và 1 số lý do mà em không thể báo cáo online được, nên học kỳ này em đăng ký để làm lại môn lvtn . Nhưng sao em đăng ký thì báo là không đủ điều kiện nhận lvtn, ghi là thiếu tín chỉ ạ. Lần trước trường có mail cho em và báo là em chỉ thiếu 4 chỉ môn tự chọn mà giờ trên trang xét luận văn lại báo là thiếu hơn 30 chỉ, mong thầy xem xét và giúp đỡ trường hợp của em ạ, em xin cảm ơn",
    "Em chào thầy/cô, em tên , MSSV , sinh viên hệ bằng 2 khoá 2020 (học theo chương trình đào tạo khoá 2018). HK211 em đăng kí 2 môn là thực tập ngoài trường (CI3345) và đề cương luận văn tốt nghiệp (CI4345) nhưng bị báo lỗi là không đủ điều kiện đăng kí thiếu số tín chỉ (hình ảnh đính kèm). Em có nộp phiếu chuyển điểm khi nhập học (9/2020) và đã có mail xác nhận, hệ thống cũng đã cập nhật môn chuyển điểm cho em rồi. Trong đó có những môn tương đương với chương trình đào tạo 2018 như sau: - Kết cấu bê tông cốt thép 1 (CI2039) tương đương với 2 môn Kết cấu bê tông cốt thép 1 (CI2091) và DAMH Kết cấu bê tông cốt thép 1 (CI2093) - Kết cấu bê tông cốt thép 2 (CI3007) tương đương với 2 môn Kết cấu bê tông cốt thép 2 (CI3175) và DAMH Kết cấu bê tông cốt thép 2 (CI3177) - Kết cấu thép 2 (CI3069) tương đương với 2 môn Kết cấu thép 2 (CI3211) và DAMH kết cấu thép (CI3213) - Nền móng (CI3037) tương đương với 2 môn Nền móng (CI3195) và DAMH nền móng (CI3197) - Tổ chức thi công (CI4049) tương đương với 2 môn Tổ chức thi công (CI4125) và DAMH tổ chức thi công (CI4127) Em có gửi kèm phiếu miễn môn học và danh sách môn tương đương. Thầy/cô xem xét dùm em để em có thể đăng kí môn học ạ. Em xin cảm ơn thầy/cô.",
    "Theo quyết định số 728/QĐ-ĐHBK ngày 08/04/2021 quy định về xét cấp học bổng khuyến khích cho sinh viên, tại khoản d, điều 6, chương II là số tín chỉ tích lũy ngành sinh viên đạt tối thiểu là 15 x [số học kỳ chính], khác với thông báo trước đó ngày 23/12/2020 (Số tín chỉ tích lũy ngành (TCTLN) ≥ 90% số tín chỉ của chương trình đào tạo) HK202 em đã đăng kí 14 tín chỉ, Số tín chỉ tích lũy ngành sau HK202 sẽ là 29 tín chỉ. (theo thông báo cũ vẫn đạt điều kiện) Vì quyết định 728/QĐ-ĐHBK ban hành ngày 08/04/2021, HK202 đã bắt đầu nên em không thể điều chỉnh thêm môn học để đạt đủ điều kiện xét HBKK. Vì vậy, xin hỏi là trường hợp của em có được xét HBKK HK202 hay không.",
    "Dạ cho em hỏi là thời khoá biểu của kì 211 của em tại sao lại bị mất rồi ạ",
    "Kính gửi phòng Đào Tạo, Học kì này em có đăng kí 2 môn: Đồ án Tổ chức thi công CI4127 và Đề cương luận văn tốt nghiệp CI4341. Hiện trên thời khóa biểu đã cập nhật các môn này. Tuy nhiên trên BK-ELearning vẫn chưa cập nhật, và em cũng chưa biết được giảng viên hướng dẫn của mình là ai đồng thời cũng chưa nhận được thông báo gì về nội dung môn học. Hiện đã bắt đầu học kì được hơn 2 tuần rồi, việc chưa cập nhật môn học có thể ảnh hưởng phần nào tới tiến độ học tập của em. Mong phòng Đào Tạo có sắp xếp và hồi đáp ạ. Em xin cảm ơn.",
    "Kính chào quý Thầy Cô, Em tên:  MSSV:  Học kỳ vừa rồi em bị tạm dừng học vì không đăng ký môn học duy trì em đã làm đơn thu nhận và được chấp nhận với tình trạng hiện tại \"đang học\" nhưng vì nộp đơn trễ nên đã qua đợt đăng ký môn học bổ sung nay mong quý Thầy Cô xem xét và cho em đăng ký môn luận văn tốt nghiệp với các thông tin môn học như sau ạ: Mã môn học: EN4313 Nhóm lớp: L01 Tên môn học: Luận văn tốt nghiệp Giảng viên hướng dẫn:  Em chân thành cảm ơn quý Thầy Cô ạ. ",
    "Dạ cho em hỏi nếu bị hủy kết quả của HK202 do không thanh toán học phí đúng hạn thì mình có  được khôi phục lại kết quả không ạ ? Em cám ơn. Thân mến !",
    "Kính Gửi : Ban Giám Hiệu             Phòng Đào Tạo Trường Đại Học Bách             Khoa  Em Tên là :   Mssv :   Lớp : XD18CT1  Dạ em chào PĐT ạ!  Dạ Thưa Cô là trong đợt đăng ký môn học bổ sung lần 2 thì PĐT có mở môn học Máy Bơm và Trạm Bơm em và các bạn có đăng ký nhưng mà do không đủ sỉ sô nên đã bị hủy môn ạ, thêm một điều nữa là từ K19 thì môn học Máy Bơm và Trạm Bơm bị thay thế bằng môn học khác nên em và các bạn phải học môn thay thế và chuyển điểm ạ bên cạnh đó thì sẽ bị trễ hạn đăng ký cho các môn tiếp theo của học kỳ kế tiếp của chuyên ngành ạ  Dạ nguyện vọng của em và các bạn bây giờ là PĐT có thể cho chúng em làm lại đơn xin mở lớp môn cho học :  Tên môn học :  Máy Bơm và Trạm Bơm  MSMH : CI3059  Được Không ạ  Em xin chân thành cảm ơn!  !   ",
    "Dạ em chào thầy cô ạ, dạ cho em hỏi về việc đăng ký môn học, hiện đã hết thời gian đăng ký môn học, nhưng hiện em mới nhận kết quả thi của môn học HK202 mới biết kết quả là rớt môn ạ, nhưng hiện K18 kỳ này sẽ là kỳ cuối cùng học môn SP1009 Đường lối Đảng Cộng sản Việt Nam, hiện cho em hỏi về việc có thể hoặc có cách nào đăng ký học vào lớp hiện tại đang học ở kỳ 211 không ạ, vì hiện em đang rất muốn học vì hiện kỳ sau không còn mở môn học này nữa ạ, dạ em cảm ơn thầy cô ạ!",
    "Kính chào Quý Thầy/Cô, Em là , MSSV , khoa Quản lý Công nghiệp. Nay em viết mail này kính xin hỏi vấn đề như sau: Làm sao để mình biết được tình trạng Giáo dục thể chất của mình đã đủ ạ? Vì em đã có thời gian bảo lưu 1 năm (HK182&191) nên đã không theo kịp học các lớp GTTC với mã môn của khóa K18 của mình. Sau đó em có đăng ký học nhưng lại theo mã môn GDTC của K19 (PE1015 & PE1037) và 1 lớp GDTC dự thính (PE1025) nên không biết em có được xét đạt đủ không ạ. Kính mong nhận được sự phản hồi từ Quý Thầy/Cô. Em xin chân thành cảm ơn. Trân trọng, ",
    "Dạ em chào thầy cô ạ, dạ cho em hỏi về việc đăng ký môn học, hiện đã hết thời gian đăng ký môn học, nhưng hiện em mới nhận kết quả thi của môn học HK202 mới biết kết quả là rớt môn ạ, nhưng hiện K18 kỳ này sẽ là kỳ cuối cùng học môn SP1009 Đường lối Đảng Cộng sản Việt Nam, hiện cho em hỏi về việc có thể hoặc có cách nào đăng ký học vào lớp hiện tại đang học ở kỳ 211 không ạ, vì hiện em đang rất muốn học vì hiện kỳ sau không còn mở môn học này nữa ạ, dạ em muốn xin học vào lớp L08_L08 HK211 của cô  ạ, dạ em cảm ơn thầy cô ạ!",
    "Kính gửi Phòng Đào tạo, Tài khoản mybk của em không biết có bị lỗi gì mà không được Phòng Đào tạo cập nhật về điểm học kỳ 2 (năm học 2020-2021), trong khi các bạn cùng lớp với em đã được cập nhật điểm trên mybk rồi ạ. Về lịch thi học kỳ cũng vậy, nó không có hiện lịch thi của học kỳ 2 (năm học 2020-2021), mặc dù trong học kỳ em vẫn còn một môn để thi cuối kỳ và em nhận thông báo về việc thi cuối kỳ trên bk-elearing thông qua thông báo của giảng viên. Nên em không biết tài khoản em có bị lỗi gì về cập nhật không ạ? Kính mong Phòng Đào tạo kiểm tra lại giúp em. Em xin chân thành cảm ơn.",
    "Em xin chào quý thầy cô. Hiện em là sinh viên k17 của Trung tâm Bảo dưỡng Công nghiệp, do là khóa Cao đẳng cuối cùng nên việc đăng kí môn học của em gặp 1 chút khó khăn. Em đang học môn Công nghệ lạnh điều hòa 1 và muốn xin đặc cách học song song môn Công nghệ lạnh điều hòa 2(260628), vì là khóa cuối nên sẽ rất khó còn có lớp nữa. Em mong quý thầy cô xem xét và giúp đỡ để em có thể học môn này. Em xin hứa sẽ hoàn thành tốt môn học. Em xin cám ơn.",
    "dạ em tên  (), dạ lúc nãy em có nhờ PĐT đăng ký giúp em môn học SP1009 trong kỳ 211 này ạ, lúc nãy em có gõ nhầm Là lóp L08, hiện lớp em muốn xin là L09_L09 ạ, và cô cho em hỏi là PĐT trả lời ngay trên Bksi này là trên tin này hay là tạo tin khác và hiện em đã xin bên phía giảng viên rồi ạ, dạ em cảm ơn ạ!",
    "Chào Thầy/Cô! Hiện tại dịch vụ đăng kí giấy xác nhận sinh viên vẫn đang tạm ngưng, mặc dù đã quá hạn tạm ngưng (27/08/2021) nhưng dịch vụ vẫn chưa được mở lại. Thầy/Cô cho em hỏi khi nào thì dịch vụ đăng kí giấy xác nhận sinh viên mới hoạt động lại ạ? Em xin cảm ơn Thầy/Cô.",
    "Kính gửi Phòng Đào tạo, Em là sinh viên được miễn học phí theo chế độ ưu đãi giáo dục (ba em là bệnh binh). Từ đầu năm nhất, em đã làm đơn xin được miễn giảm học phí theo chế độ chính sách trong vòng 4 năm đại học (của học kỳ chính). Trong học kỳ 2 em chỉ đăng ký môn học trong học kỳ chính nên em không biết học phí đó là tính theo môn học nào. Kính mong Phòng đạo tạo kiểm tra lại giúp em. Em xin cảm ơn.",
    "Em tên:  MSSV:  Lí do: Qua 2 đợt đăng kí dự thính em có mong muốn đăng kí lớp anh văn 4. Tuy nhiên khi truy cập vào đăng kí thì lại không hiện lên môn học . Tới hôm nay khi em truy cập lại thì môn học đã có trên đăng kí môn học tuy nhiên đã quá hạn. Tuy nhiên lớp này tới thứ 7 mới bắt đầu tiết đầu tiên. Vì thế em mong pđt có thể xem xét mở đăng kí được không ạ?  Em xin chân thành cảm ơn!",
    "Kính gửi: Phòng Đào Tạo Em tên:  MSSV:  Nhóm T01 Em đã hoàn thành xong chương trình đào tạo, chờ tốt nghiệp, nhưng chưa có tên trong danh sách dự kiến tốt nghiệp tháng 8, và khi vô mục đăng ký tốt nghiệp thấy để hết hạn đăng ký ngày 30/8/2021. Mong PĐT hướng dẫn thủ tục để em được tốt nghiệp. Trân trọng và cảm ơn, ",
    "Em chào PĐT. Em có đăng ký TLTN vào đợt 1 và đợt bổ sung vừa rồi, những vẫn không có kết quả ở \"đợt xem kết quả\". Em có nhờ cô giáo vụ ở Khoa hỏi, và PĐT phản hồi em đủ điều kiện đăng ký. Mong PĐT hỗ trợ ạ! ",
    "Kính chào PDT  Phòng đào tạo cho em hỏi hiện bây giờ em đã học hết môn chỉ còn 6tc anh văn và 4tc giải tích 1 mà sao số tín chỉ tích luỹ nghành của em chỉ mới có 104 tính cho toeis học kì 201.Vậy cho em hỏi bao giờ thì PDT cập nhật tín chỉ tích luỹ nghành cho em để em đăng kí luận văn tốt nghiệp còn nếu không phải do PDT thì xin chỉ cách cho em để tăng tín chỉ tích luỹ nghành lên ạ. Em đã tạo 1 câu hỏi từ hôm thứ 7 ngày 28/8/2021 mà tới bây giờ vẫn chưa có ai trả lời thắc mắc của em.Vậy nên xin phòng đào tạo đọc và trả lời giúp em vì em là sinh viên năm 6 rồi nên thời gian đối với em là vô cùng quan trọng trong thời điểm này ạ. Xin cảm ơn PDT ạ",
    "Kính gửi phòng đào tạo. Em tên Trần Anh Tú, MSSV  hệ VLVH. Trong đợt ĐKMH \"Đăng ký môn học HK Chính + Dự thính 211+ VLVH\" em có đăng ký 2 môn học Cơ học lý thuyết và Phương pháp tính. Em kiểm tra đã thành công và đã học được 2 tuần 33 + 34. Nhưng hôm nay em vào TKB sinh viên để kiểm tra thì lại không còn môn học trên TKB. Kính mong quý thầy, cô giải đáp thắc mắc,hướng dẫn để em có thể tiếp tục học tập ở học kỳ này .   B Em đã gửi câu hỏi 1 lần PĐT thông báo đã có TKB nhưng em xem vẫn chưa có ạ    Chi tiết tình trạng đăng ký và TKB em có gửi trong hình đính kèm. Em xin trân trọng cảm ơn.",
    "Em bị mất thời khoá biểu hk211 trên trang mybk.hcmut ạ. Mong thầy cô có thể trợ giúp em ạ Em tên lên  mssv",
    "Em tên là  mssv . E muốn hỏi về qui định đổi điểm môn học AV1234 bằng Toiec quốc tế ạ. Em hiện tại là sinh bảo dưỡng hệ cao đẳng khoá 2017 thì điểm đổi áp dụng theo bảng quy định như thế nào ạ?",
    "Em đăng kí môn dự thính và được trả lời như sau ạ: Vậy cho em hỏi là học theo kiểu đồ án có giống như học bình thường số tín chỉ vẫn giữ nguyên đúng không ạ Học phí vẫn như bình đúng không ạ vẫn giữ số sinh với lại thời khóa biểu cũ đúng không ạ Hay là chúng em phải đăng kí lại ạ Em xin chân thành cảm ơn! Trân trọng!",
    "Kính gửi : Phòng đào tạo. Em là  ,MSSV :  Do em đã hết thời gian đào tạo nên đã bị hủy hết kết quả đăng ký môn học cũng như tiểu luận tốt nghiệp . Em đã làm đơn xin gia hạn và đã được nhận . Và giờ em muốn xin mở lại các môn như đợt em đã đăng ký vừa rồi: 1: Tiểu luận tốt nghiệp :260263 2: Anh văn 3 ( tương đương) :LA1007 3: Anh văn 4 ( tương đương) :LA1009 Rất mong PĐT tạo điều kiện mở các môn cho em được học và hoàn thành chương trình học tập trong 1 kỳ gia hạn này .   I Đơn xin gia hạn em và Trung tâm Bảo Dưỡng Công Nghiệp đã gửi về PĐT và đã được giải quyết EM xin trân trọng cảm ơn .",
    "em tên , mssv:  , hệ VHVL thưa thầy/cô, học kỳ trước em đã nhận làm lvtn nhưng do dịch và 1 số lý do mà em không thể báo cáo online được, nên học kỳ này em đăng ký để làm lại môn lvtn. Nhưng sao em đăng ký thì báo là không đủ điều kiện nhận lvtn, ghi là thiếu tín chỉ ạ. Lần trước trường có mail cho em và báo là em chỉ thiếu 4 chỉ môn tự chọn mà giờ trên trang xét luận văn lại báo là thiếu hơn 30 chỉ, mong thầy xem xét và giúp đỡ trường hợp của em ạ, em xin cảm ơn Em xin bổ sung mã số môn lvtn: 440303",
    "Thưa quý thầy cô! Em tên  MSSV . Đợt đăng ký môn học bổ sung LVTN em có đăng kí LVTN mã môn học là MA4323, nhưng PĐT không đăng kí do em chưa đủ 126 tín chỉ. Hiện tại số tín chỉ của em là 123, và HK210 em có học xong 1 môn 2 chỉ nên tổng chỉ của em là 125. Và ngày 29/8 em có chuyển điểm môn AV1 nên tổng chỉ em 127. Như vậy em sẽ đủ chỉ tiêu để đăng kí. Em mong quý thầy cô có thể xem xét đăng kí bổ sung giúp em để em có thể làm LVTN, vì em là K15 nên học kì này là học kì cuối cùng. Em có đính kèm hình ảnh chuyển điểm anh văn và qua 1 môn 2 chỉ bên dưới. Em rất mong quý thầy cô xem xét! Em xin chân thành cảm ơn.",
    "Nguyên nhân em xin xóa em ra khỏi môn (CI3001) ở lớp DT01 tại vì lịch học của lớp vào thứ 2 mà em đã xin được lớp của cô  môn kết cấu thép 2 (CI3211) ở lớp DT01. Em mong phòng đào tạo có thể chuyển em qua lớp DT01 ở môn CI3211 tại vì nếu không có môn này em sẽ không được đăng kí làm luận văn tốt nghiệp theo đúng hạn nhà trường ạ. Em xin cảm ơn.",
    "Xin chào PĐT . Em là , MSSV: . Vì một số lí do cá nhân, em xin rút môn học EE3095 mà mình đã đăng kí trong học kì 211 . Em xin nhận điểm R và cam đoan sẽ thanh toán học phí đầy đủ ạ ",
    "Chào cô, Em . Mssv . Kì này là kì đầu tiên em chuyển từ hệ chính quy sang hệ vừa học vừa làm. Em tra trong chương trình đào tạo k14 khoa xây dựng thì mã môn học LVTN là CI4343. Không biết khi chuyển qua hệ VHVL thì có đổi mã LVTN không ạ? Đợt đăng kí bổ sung LVTN, tuy em chưa đủ điều kiện anh văn nhưng trường cho phép nên em có đăng kí bổ sung LVTN mã CI4343 hệ VHVL, nhưng đợt kết quả thì hủy đi vì lý do không đủ điều kiện nhận LVTV. Số tín chỉ tích lũy của em là 125, số ngày CTXH là 10. Mong cô kiểm tra giúp em. Em cảm ơn.",
    "Kính gửi: Quý thầy cô phòng Đào Tạo Em tên:  MSSV: , sinh viên hệ văn bằng 2.   Nay em gửi mail này xin quý thầy cô cập nhập cho em môn học trên BKEL để khớp với trong TKB học kì này. Trên TKB của em có hiện môn Đ/A Tổ Chức Thi Công mà trên BKEL không có.   Em xin chân thành cảm ơn sự giúp đỡ của quý thầy cô.",
    "Em tên là  mssv  Em không đăng ký được môn học LVTN mã ci4343 do chưa đăng ký học bằng 2  Sau khi xin khoa tạm hoãn tốt nghiệp bổ sung đơn xin học lớp ci4343 vào kỳ học 211 em mong phòng đào tạo hỗ trơ em vào học kỳ này ạ, em có đính kềm flie xác nhận và đơn xin học ở dưới ạ Em chân thành cám ơn ",
    "Dạ chào cô Mã LVTN nghành Cảng-Công Trình Biển: CI 4333 Cô xem giúp em ạ Em xin chân thành cảm ơn ạ",
    "Kính chào phòng đào tạo, Hôm thứ 7 em có gọi thắc mắc về việc môn học Xã hội học đại cương IM2023 có trong thời khóa biểu nhưng vẫn hiển thị trên bkel và em mong muốn pdt hiệu chỉnh hủy bỏ môn giúp em. Em thắc mắc về kết quả của về khiếu nại của em và mong nhận được sự chấp thuận sớm nhất từ phòng đào tạo. Em cảm ơn và rất hi vọng nhận được phản hồi sớm nhất từ phòng đào tạo ạ. Trân trọng, Em ",
    "Chào thầy cô.em tên  mssv .Em xin đăng kí tiểu luận tốt nghiệp (260663) hk211.em cảm ơn thầy cô ạ.",
    "Kính chào phòng đào tạo, Hôm thứ 7 em có gọi anh thắc mắc về việc môn học Xã hội học đại cương IM2023 ko có trong thời khóa biểu nhưng vẫn hiển thị trên bkel và em mong muốn pdt hiệu chỉnh hủy bỏ môn giúp em. Em thắc mắc về kết quả của về khiếu nại của em và mong nhận được sự chấp thuận sớm nhất từ phòng đào tạo. Em cảm ơn và rất hi vọng nhận được phản hồi sớm nhất từ phòng đào tạo ạ. Trân trọng, Em ",
    "Cho em hỏi là kì học online này thì rút môn học làm sao ạ?",
    "Kính chào Phòng Đào tạo ạ, Em tên là , MSSV là . Do một số lý do, điều kiện cá nhân, tình hình dịch bệnh hiện nay, và sự sai sót của bản thân nên em đã bỏ lỡ thời gian đăng ký đợt bổ sung để đăng ký luận văn tốt nghiệp. Hiện tại, em đã hoàn thành tất cả môn học tiên quyết và chỉ còn thiếu chứng chỉ anh văn để nhận luận văn tốt nghiệp. Vì vậy, em xin Phòng Đào tạo có thể xem xét và cho phép em đăng ký luận văn trong học kỳ này – HK211. Mã số môn học là MA4333. Mong nhận được sự phản hồi sớm ạ. Em xin chân thành cảm ơn ạ! Trân trọng, ",
    "Kính thưa Phòng đào tạo, Em là , MSSV: . Em có mong muốn xin được đăng ký môn học trễ. Mã môn học là ME3031, tên môn học là kỹ thuật chế tạo 1, nhóm lớp DT01, thầy  phụ trách giảng dạy. Lý do: Vào thời gian đăng ký học kỳ dự thính vừa rồi, gia đình em có người đi cách ly vì nghi là dương tính với Covid. Tinh thần của em không được ổn lắm và chưa dành đủ sự chú ý đến việc đăng ký môn học. Em có đăng ký vào học kỳ chính, và môn học không được mở. Loay hoay đến giờ em mới biết là môn được mở dự thính, nhưng lại quá hạn đăng ký mất rồi. Xin phòng đào tạo xem xét, cho phép em vào danh sách bổ sung của lớp với ạ. Em lo sợ môn học này không được mở vào kỳ sau . Em xin cám ơn rất nhiều ạ .  -  - CK18CTM04.",
    "Em xin chào cô ạ! sau khi nhận được thư phản hồi của cô, em muốn đăng ký môn uận Văn Tốt nghiệp cho học kỳ 211 ạ! em chân thành cảm ơn cô ạ! -   U Họ tên   :  B      -   I mssv  /I :     -   U Mã môn học   :   B MA4343    -   U Mã nhóm   :   B 01    của giảng viên ưu Tuấn Anh",
    "Học vụ     Kính chào phòng đào tạo,  Em muốn hỏi về hộp thư góp ý môn học hoặc phiếu đăng kí đánh giá phản hồi môn học kì trước hoặc kì 211 để em gửi ạ Em cảm ơn và rất hi vọng nhận được phản hồi sớm nhất từ phòng đào tạo ạ  Trân trọng,  Em  ",
    "Chào thầy/cô ạ, Dạ cho em hỏi em phải làm sao để đăng ký bổ sung thêm vào một lớp đã có là môn Đồ án Công nghệ khai thác dầu khí (GE4031) nhóm LO1, em muốn đăng kí học môn này vì không muốn ra trường trễ, em đã mail thầy hướng dẫn (thầy ) và thầy đã đồng ạ. Em xin cảm ơn.",
    "Xin chào . Trong đợt ĐKMH vừa rồi môn LVTN của e bị hủy sau khi đăng ký. Hiện tại e đang thiếu chứng chỉ ngoại ngữ, do tình hình dich Covid kéo dài nên không thể thi được. Đồng thời, có chứng chỉ ngoại ngữ e mới có thể chuyển điểm AV để có được 8 tín chỉ cho 4 môn AV 1,2,3,4. Vì vậy không nộp chứng chỉ tiếng Anh e đồng thời bị cả 2 vấn đề là thiếu tín chỉ và thiếu Toeic theo quy định của trường. Mặc dù trước đó em đãng đăng ký thằng công LVTN và sau đó đã bị hủy.  giúp e giải đáp thắc mắc này được không ạ. Rất mong sớm nhận được phản hồi. Em cảm ơn.",
    "Em chào thầy cô phòng đào tạo, em đã xin được thầy giảng dạy - thầy  - mở môn Máy bơm trạm bơm CI3059 dưới dạng đồ án môn học với sỉ số là 7 bạn ạ! Mong phòng đào tạo giúp em mở môn học trong học kỳ dự thính này. Em xin chân thành cảm ơn ạ. Trân trọng!",
    "Kì 211 này em muốn rút môn học online thì thực hiện như thế nào ạ? Mong PĐT phản hồi sớm ạ",
    ". Em tên là  - MSSV:  Vào ngày 23/8 em có đăng kí hoãn thi môn Vật lí 1 (PH1003), nhưng đến hôm nay khi em lên xem điểm thì lại thấy để là 13. Nhờ thầy cô xem xét lại đơn hoãn thi giúp em ạ. Em cảm ơn thầy cô ạ.",
    "Cho em hỏi em muốn đăng ký TTTN mà do kiểm tra mail trễ nên đăng ký muộn. Em có thể làm đơn gì để đăng ký bổ sung không ạ? Em cảm ơn    .",
    "Xin chào, Em tên là , MSSV:  Hôm nay, em gửi tin nhắn này là muốn hỏi 2 điều:   1.Em đã thực hiện gửi mail và điền đơn xin hoãn thi môn học Kết Cấu Thép 1 (CI3009) trong học kì 203 nhưng mà bảng điểm tổng kết của em lại hiện lên điểm 13 (vắng thi) thay vì là 14 (hoãn thi) nên rất mong PĐT có thể xem xét lại giúp em. 2.Cho em hỏi về thủ tục đăng kí thi bổ sung do em đã hoãn thi. Và khi nào sẽ tiến hành thi bổ sung ạ Mong nhận được phản hồi từ PĐT. ,",
    "Dạ cho em hỏi quy trình rút môn học online như thế nào ạ. Và với tình hình dịch bệnh khó khăn như vậy , môn học chưa bắt đầu nhưng em muốn rút môn thì có được miễn giảm học phí không ạ",
    "MSSV: NỘI DUNG: HỌC KÌ 211 NÀY EM CÓ ,CI4127 ĐỒ ÁN MÔN HỌC TỔ ỨC THI CÔNG LỚP L03 MÀ O  31/8/2021 NÓ Ỉ MỚI HIỆN TRÊN LỊ THỜI KHÓA BIỂU CỦA EM MÀ ƯA HIỆN TRÊN BKE-LEARNING. MÀ  THẦY LÊ ĐỨC ANH GIAO ĐỀ VÀ TRONG DANH SÁ KHÔNG CÓ TÊN EM. EM MONG PHÒNG ĐÀO TẠO CẬP NHẬT LẠI O EM. EM ÂN THÀNH CẢM ƠN",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Chào anh chị ạ Em là  mssv  Em có đăng kí anh văn nhu cầu ở đợt đăng kia dự thính bổ sung mà giờ em chưa có thời khóa biểu ạ. Không biết có phải lỗi bên em không ạ Mong pdt giải đáp sớm. Em cảm ơn",
    "Dạ phòng đào tạo cho em hỏi là giờ em có thể đăng kí bổ sung luận văn tốt nghiệp không ạ , do đợt vừa rồi em không đăng kí kịp ạ.  ",
    "Em tên , MSSV , lớp VP16VT. Em đã đăng ký tên môn học \"Luận văn tốt nghiệp\" với MSMH 405700 đợt Đăng ký bổ sung TTTN + LVTN + DCLVTN HK211 từ ngày 23-25/8/2021. Nhưng khi Phòng Đào tạo thông báo kết quả đăng ký đợt này trên MyBK thì đã bị xóa lí do \"Không đủ điều kiện nhận LVTN\". Kết quả xử lý ĐKMH không đúng vì em đã đủ điều kiện nhận Luận văn tốt nghiệp vì: Số tín chỉ tích lũy của em là 270/280 (chỉ còn môn Luận văn tốt nghiệp 10 chỉ), số ngày Công tác xã hội là 23 ngày (có minh chứng đính kèm) và do đợt đăng ký cuối này Phòng Đào tạo có gửi mail nêu rõ không xét chứng chỉ Anh văn do tình hình dịch Covid-19 nên em hoàn toàn đủ điều kiện nhận Luận văn tốt nghiệp. Nay em làm đơn khiếu nại (trong file đính kèm) kính mong PĐT xem xét để em có cơ hội được nhận Luận văn tốt nghiệp HK211 và hoàn thành chương trình học của mình. Em xin chân thành cảm ơn.",
    "Kính thưa quý thầy/ cô, Thầy cô cho em hỏi học kì dự thính - Lộ trình 2, có mở đăng kí môn học lần 3 (đăng ký bổ sung) không ạ? Em xin cảm ơn ạ.",
    "Em tên , MSSV , lớp VP16VT. Em đã đăng ký tên môn học \"Luận văn tốt nghiệp\" với MSMH 405700 đợt Đăng ký bổ sung TTTN + LVTN + DCLVTN HK211 từ ngày 23-25/8/2021. Nhưng khi Phòng Đào tạo thông báo kết quả đăng ký đợt này trên MyBK thì đã bị xóa lí do \"Không đủ điều kiện nhận LVTN\" và không có thời khóa biểu ạ. Kết quả xử lý ĐKMH không đúng vì em đã đủ điều kiện nhận Luận văn tốt nghiệp vì: Số tín chỉ tích lũy của em là 270/280 (chỉ còn môn Luận văn tốt nghiệp 10 chỉ), số ngày Công tác xã hội là 23 ngày (có minh chứng đính kèm) và do đợt đăng ký cuối này Phòng Đào tạo có gửi mail nêu rõ không xét chứng chỉ Anh văn do tình hình dịch Covid-19 nên em hoàn toàn đủ điều kiện nhận Luận văn tốt nghiệp. Nay em làm đơn khiếu nại (trong file đính kèm) kính mong PĐT xem xét để em có cơ hội được nhận Luận văn tốt nghiệp HK211 và hoàn thành chương trình học của mình. Em xin chân thành cảm ơn.",
    "Em chào thầy,cô ạ! Do ảnh hưởng của dịch covid khiến em chưa thể tham gia bảo vệ Luận Văn Tốt NGhiệp trong kì này mặc dù đã hoàn thành xong.Em có thể đăng ký bảo vệ trong đợt tiếp theo được không ạ? Mặc dù đã hết thời gian đào tạo. Em mong được sự phản hồ sớm nhất từ quý thầy, cô. Em xin chân thành cảm ơn!",
    "cho em hỏi là ĐTBTL để xét tốt nghiệp có bao gồm các môn AV, chính trị và đại cương không ạ hay chỉ các môn chuyên ngành thôi ạ",
    "Em tên:  MSSV:  Lí do: Qua 2 đợt đăng kí dự thính em có mong muốn đăng kí lớp anh văn 4. Tuy nhiên khi truy cập vào đăng kí thì lại không hiện lên môn học. Tới hôm nay khi em truy cập lại thì môn học đã có trên đăng kí môn học tuy nhiên đã quá hạn. Tuy nhiên lớp này tới thứ 7 mới bắt đầu tiết đầu tiên. Vì thế em mong pđt có thể xem xét cho em đăng kí bổ sung được không ạ? Em xin chân thành cảm ơn! Mã môn học: LA1009",
    "Em chào PĐT, Em tên , MSSV:  Khoa KTXD. Em không đăng ký được môn LVTN CI4373 \"lý do thiếu các môn tiên quyết\" (hình đính kèm). Những môn này em đã hoàn thành khi còn chính quy, đã chuyển điểm thành công qua hệ vhvl (hình đính kèm) nhưng khi dùng mssv của hệ vhvl đăng ký thì hệ thống báo thiếu các môn này. Vì không đăng ký được nên không xem được lịch sử đăng ký trong mục ĐKMH của hệ thống. Khi vào tra cứu danh sách sinh viên đủ/không đủ điều kiện nhận LVTN. Em thấy báo \"không đạt\" vì tín chỉ tích lũy là 70( hình đính kèm), trong khi ở hệ chính quy em đã tích lũy 116 tín chỉ rồi, anh văn toeic 530 đã nộp ở hệ vhvl ( hình chứng minh đính kèm) MSSV cũ : . Ở mục điểm chuyển trong thông tin sinh viên ở hệ vhvl, em thấy thiếu 2 môn là Vật lý 1 (PH1003) và  thép 1 (CI3009) chưa được chuyển từ chính quy. Mong PĐT cập nhật giúp em ạ. (hình đính kèm) Kính mong PĐT xem xét cho em được đăng ký luận văn HK211. Em cảm ơn.",
    "Kính gửi phòng đào tạo, Em là , SV khóa K2017. Đợt đăng ký môn học vừa rồi (HK211) em có đăng ký môn học (1 môn 2 tín chỉ). Hiện tại em không có nhu cầu học nữa ạ. Phòng đào tạo vui lòng cung cấp hướng dẫn quy trình để em thực hiện đăng ký rút môn học, vì mùa dịch này em không thể nộp đơn ở phòng đào tạo ạ . Em xin chân thành cảm ơn! Sinh viên  ",
    "Kính gửi thầy/ cô: Em tên: ; MSSV:  Em đã chuyển điểm AV3-4 từ 2 tuần trước, trong mybk mục điểm chuyển đã có rồi nhưng em không thấy số TCTL trong bảng điểm được cập nhật. Thầy/cô cho em xin giải đáp. Em xin cảm ơn.",
    "dạ em chào pđt. hôm trước lúc đăng kí luận văn tốt nghiệp thành công mà bây giờ em vào xem thời khóa biểu mà không thấy nữa ạ. em xin cảm ơn ạ.",
    "Em tên  MSSV  hiện tại em còn 1 học kì nữa là hết hạn 13 học kì, nhưng em chưa đủ chuẩn anh văn đầu ra( TOEIC 4 kĩ năng). Vì tình hình dịch bệnh nên em không thể đăng kí thi được, không biết nhà trường có tạo điều kiện gì cho chúng em không ạ. Em cảm ơn!",
    "Chào PĐT.Em là SV (). Em vừa mới nhận được mail của PĐT là đã đủ điều kiện(đủ tín chỉ tích lũy ngành) để đăng kí (260663) nên em xin phép PĐT đăng kí bổ sung cho em ạ. Em xin cám ơn PĐT.",
    "Em chào thầy cô, Hiện em đang có nhu cầu in bảng điểm nhưng tình hình dịch bệnh đang diễn biến phức tạp như vậy thì cho em hỏi PĐT có còn nhận in bảng điểm không ạ. Em chỉ cần bản scan có đóng dấu mộc của trường, không nhất thiết phải có bản cứng. Nhờ thầy cô phản hồi và giải đáp giúp em về vấn đề này . Em cảm ơn thầy cô.",
    "Thưa quý thầy cô Em tên là  MSSV Em có nguyện vọng đăng kí môn học Quản lý dự án (CI1053) kì này. Do vì lý do có điểm trễ và đợt đăng kí vừa rồi em không đăng kí kịp do hết slot sớm. Nay em mong được quý thầy cô giúp đỡ để em có thể học môn học này. Em cám ơn thầy cô rất nhiều.",
    "Học kì 202 em có đăng kí hoãn thi 4 môn  là: Những NgLý cơbản CN M- - sp1003 Biến đổi t/hiệu số&ứdụng - 404710 Bdiễn &xlý t/hiệu nnhiên - 404711 Mạch từ & máy biến thế - 408706 Trong đó 2 môn Biến đổi t/hiệu số&ứdụng và Mạch từ & máy biến thế từ học kì 211 không mở nữa vì chương trình Việt Pháp thay đổi ạ. Không biết pđt sẽ tổ chức thi như thế nào để em có thể chuẩn bị tốt nhất vì em hiện là năm cuối ạ. Kính mong pđt giải đáp giúp em. Em xin cảm ơn!",
    "Thưa Phòng Đào Tạo Em tên là  MSSV . Vì ảnh hưởng covid nên em đã xin hoãn luận văn ở kì trước và được Phòng Đào Tạo đồng ý, tuy nhiên vì lỗi không đọc kĩ mail của bộ môn nên em không đăng kí môn học luận văn tốt nghiệp ở kì tiếp theo để tiếp tục làm luận văn. Do đó, em mong Phòng Đào Tạo xem xét cho em đăng kí lại môn LVTN để tiếp tục làm vào kì tới. Em rất xin lỗi vì sự bất cẩn này. Em rất mong Phòng Đào Tạo hỗ trợ em. Em xin chân thành cảm ơn ạ.    .",
    "Em tên .MSSV:.Lớp BD16CDT Em đã hoàn thành xong tiểu luận,còn chứng chỉ anh văn ra trường ạ.Em đã làm đơn gia hạn cho phòng đào tạo và được đồng ý. Nay em làm đơn đăng kí môn anh văn 2 để duy trì tình trạng học ạ. Mong phòng đào tạo chấp nhận để em hoàn thành chương trình học.Em xin chân thành cảm ơn",
    "Dạ em chào thầy / cô  . Hiện tại em muốn rút môn học thì em gửi đơn rút môn lên đâu ạ! Em gửi lên đây luôn được không ạ !  Nhờ thầy / cô hỗ trợ em ạ ! Em xin chân thành cảm ơn !",
    "Em chào thầy cô Phòng Đào tạo ạ. Em tên  . Em muốn hỏi thầy cô PĐT, em đã hoàn thành tất cả môn học rồi ạ trừ anh văn nhưng tại sao em không có kết quả của thời khóa biểu luận văn tốt nghiệp ạ. Em mong thầy cô giúp đỡ em giải quyết thắc mắc này ạ",
    "Em là Nguyễn Bảo Long  Vừa rồi PĐT có mỡ đợt đăng ký bổ sung nhưng do bản thân  em phải sinh hoạt trong vùng dịch nên đã bỏ lỡ thông báo đăng ký bổ sung đó. Thế nên em mong PĐT sẽ mở thêm 1 đợt bổ sung nữa để em có thể đăng ký kịp Đồ Án 2 để kịp tiến độ học tập ạ! Em xin cảm ơn ạ!",
    "Kính gửi: PĐT Đại Học Bách Khoa  Em là: . MSSV:. Em xin trình bày là trong quá trình đào tạo tại trường đến hiện tại thì em chưa hoàn thành được môn anh văn 2. Nay em làm đơn này xin PĐT cho em được đăng kí môn anh văn 2, MSMH: LA1005. Để em có thể hoàn thành được chương trình đào tạo của mình. Em xin chân thành cảm ơn!",
    "Kính gửi Phòng Đào Tạo Em tên:  Mssv:  - Hệ VHVL Môn học: ME4049 Em đã đăng ký môn LVTN vào học kỳ này, nhưng kiểm tra thì hệ thống báo không đủ tính chỉ. Em đã hoàn thành tất cả môn học đầy đủ theo kế hoạch môn học. Kì trước em đăng ký bình thường ạ Nhờ Thầy xem cập nhật lại để em đủ điều kiện nhận LVTN ạ. Nhờ PĐT xem qua giúp em ạ Em cảm ơn",
    "Kính chào thầy cô, Em tên là  Mssv , lớp QL1902 trường Đại học Bách Khoa TPHCM. Em được biết hàng năm trường mình đều có các báo cáo kết quả nghiên cứu khoa học, vậy em có thể tìm kiếm và xem báo cáo kết quả này được không và nếu có thì em có thể tìm kiếm ở đâu được ạ . Mong thầy cô có thể giải đáp giúp em về sự việc này. Em xin chân thành cảm ơn! Chúc thầy (cô) có một buổi tối vui vẻ.",
    "Chào cô, Về việc vấn đề thôi học, em có thể viết mẫu đơn giấy tay theo mẫu đơn đã có có được không ạ? Thân.",
    "Em tên  mã số sinh viên . Trung tâm đào tạo bảo dưỡng công nghiệp . Theo như số liệu em tự xem trên Cổng thông tin sinh viên của mình thì PĐT cập nhật Tổng số tín chỉ tích luỹ là 100 và số ngày công tác xã hội là 12 . Em vẫn chưa hiểu cách tính Tín chỉ tích luỹ ngành mặc dù em đã hoàn thành tất cả các môn học ngoại trừ môn AV1, AV2, AV3, AV4 và Tiểu luận tốt nghiệp. Do phần Tiến độ học tập trước đây trên Cổng thông sinh viên đã bị hạn chế và em không xem lại được các điểm số các môn đã đạt . Quý Thầy cô có thể cho em xin bảng điểm các môn em đã đạt xem có môn nào còn xót trong chương trình đào tạo mà em chưa hoàn thành cũng như số Tín chỉ tích luỹ ngành để xét lại điều kiện đăng ký TLTN. Em đã học các môn học hệ Đại học để thay cho các môn hệ Cao đẳng không còn mở lớp. Nhưng hiện tại số tín chỉ cập nhật vẫn chưa đủ điều kiện để em xét đăng ký TLTN cho HK 211 . Kính mong quý Thầy Cô kiểm tra lại giúp em vì thời gian đào tạo khoá K17 của em không còn nhiều. Em xin chân thành cảm ơn! ",
    "xin chào pdt cho e hỏi e có nhận được mail là kì này không áp dụng điều kiện anh văn với tính tất cả chỉ kì học trước, nếu còn 7 chỉ trở xuống thì được đăng kí luận văn, e có đăng kí môn luận văn ci4333 hệ thống báo đủ điều kiện, mà sao kết quả đăng kí không có và e không có thời khóa biểu môn luận văn, e phải làm thế nào xin pdt hướng dẫn dùm e. E xin cảm ơn.",
    "Em chào quý Thầy cô Thầy cô cho em hỏi mục Điểm chuyển trên Mybk thì Chứng chỉ Anh văn nói viết được thể hiện là đã đạt ở mục nào ạ? Em đã thi vào ngày 20/12/2020 và đạt 215 điểm ạ",
    "Em chào thầy/cô, Em là Đặng Mai Nhi, sinh viên khóa 2015 khoa Điện - Điện tử. Trong đợt đăng ký LVTN bổ sung vừa qua, em đã đăng ký làm luận văn (Mã MH: EE4313) sau khi nhận được thông báo không xét chứng chỉ anh văn quốc tế của nhà trường. Sau đó em đã bị xóa môn học trong đợt trả kết quả với lý do   I Không đủ điều kiện nhận LVTN Do tình hình dịch Covid-19 diễn biến không lường trước được, em đã không đủ điều kiện đăng ký luận văn so với dự tính ban đầu. Em muốn hỏi PĐT em có thể xin xem xét làm luận văn với các lý do sau không ạ? 1. Trong học kỳ 202, em đăng ký 2 môn học EE2033 và EE2035 thuộc chương trình đào tạo của khóa K19 về sau, 2 môn học này cần có môn EE1007 để được quy đổi về môn học tương đương với khóa mà em đang theo học (chi tiết trong file đính kèm). Em đã dự định đăng ký môn EE1007 trong học kỳ hè, tuy nhiên do tình hình dịch bệnh không thể mở lớp có thí nghiệm, nên 2 môn học trên của em hiện chưa thể quy đổi, khiến em bị trừ mất khá nhiều tín chỉ so với thực tế em đã tham gia học tập. 2. Em hiện có 96 tín chỉ tích lũy, cộng với 23 tín chỉ đăng ký trong HK202, em dự tính mình có 119 tín chỉ tích lũy (xem như 2 môn học nêu trên đã được quy đổi).  Em đã dự định sẽ học thêm trong học kỳ hè, cộng với thi chứng chỉ TOEIC để được quy đổi môn học Anh văn 4, nhằm đáp ứng đủ 120 tín chỉ đăng ký luận văn. Nhưng không may là các dự định trên không được thực hiện do tình hình dịch bệnh. Vì em đã bước vào học kỳ thứ 13, học kỳ cuối cùng của chương trình đào tạo chính quy, nên mới bất đắc dĩ mong được PĐT xem xét ạ. Em đã rất cố gắng trong học kỳ 201 và 202, cải thiện rất nhiều kết quả học tập, em cũng đã hoàn tất đăng ký những môn còn thiếu trong học kỳ 211, nên cảm thấy rất đáng tiếc nếu kế hoạch tốt nghiệp hoàn toàn đổ vỡ do tình hình dịch bệnh . Mong thầy/cô phản hồi giúp em rằng em có thể xin nhà trường xem xét để nhận LVTN trong trường hợp này không ạ? Và nếu có, em cần làm những gì ạ? Em xin chân thành cảm ơn. ĐẶNG MAI NHI",
    "Em kính chào thầy cô, Mã MH: LA1009 NHóm lớp: L02 Kính mong thầy cô xem xét và cho em vào lớp để em kịp tốt nghiệp ạ. Em xin chân thành cảm ơn.",
    "Kính gửi PDT. Em tên , mssv: , Khoa Cơ Khí, bộ môn Kĩ Thuật Hệ Thống Công Nghiệp, ngành Logistics và Quản Lý Chuỗi Cung Ứng. Em muốn hỏi lý tại sao em không thể đăng ký được LVTN ạ, hiện tại e mới trả nợ môn trong kỳ 202, 203 và đã có điểm nhưng chưa cập nhật trên Bkel. theo như kết quả sau khi kết thúc kỳ hè vừa rồi thì hiện tại e chỉ còn nợ lại môn giải tích 2 (4 chỉ) và anh văn (8 chỉ) để được đăng ký luận văn tốt nghiệp. Nhưng vì từ tháng 5 tới giờ do dịch Covid nên trung tâm không mở để e có thể thi lấy chứng chỉ và nộp cho nhà trường, để đổi lấy 8 chỉ. Và nhà trường có nói sẽ không tính anh văn vào đợt đăng ký lvtn học Kỳ 211 này. Nhưng e lại không thể đăng ký được vì thiếu tín chỉ. Xin nhà trường sớm xem xét giúp em để em có thể hoàn thành bảo vệ luận văn cuối năm nay ạ và xin cho em hướng giải quyết với ạ. Em đã có nhận được câu trả lời của cô  nhưng có vẻ như cô vẫn chưa hiểu vấn đề thực sự của em ạ. em có gửi hình ảnh bên dưới ạ. Em cảm ơn.",
    "Em hệ cao đẳng Bảo Dưỡng Công Nghiệp. Kì 1 năm học 2020-2021 em có học môn   mã môn học SP1005 theo đại học. Mã cao đẳng là 001025 đã bị xoá trước đó. Mong Phòng Đào Tạo chuyển điểm giúp em để em đủ điều kiện xét tót nghiệp ạ. Dưới là ảnh em bị chuyển thiếu môn   từ mã SP1005 sang 001025",
    "Dạ cho em hỏi là đợt đăng môn dự thính HK211 em có đăng kí môn Phương pháp tính MT1009 rồi mà sao vẫn chưa có thời khóa biểu trong khi bạn của em lại có ạ.",
    "Em xin kính chào thầy cô, hiện tại em đã đăng kí học môn Điều khiển tự động lớp L01 của cô  và theo lịch là 13h đến 14h50 nhưng vào khi vào học em lại không nhận được đường link vào học online. Mong thầy cô xem xét giải đáp cho em ạ. Em xin chân thành cảm ơn.",
    "em đăng ký lớp dự thính dt01 giải tích mạch trong đợt đăng ký bổ sung đợt 2 em thấy trên bkel cập nhật có môn rồi mà trong tkb lại không có",
    "Vật Lý 1 - Mã môn học: PH1003 Hóa đại cương - Mã môn học : CH1003 Đại số tuyến tính - mã môn học : MT1007  Lý do đăng ký trễ : Hệ thống đkmh bị lỗi",
    "Em xin chào, Đợt đăng ký bổ sung LVTN ngày 23/08 vừa qua. Em có đăng ký môn luận văn tốt nghiệp . Nhưng hôm nay em vẫn chưa có thời khóa biểu luận văn . Em kính mong PĐT xem xét em đang vướng lí do gì vẫn chưa có ạ. Em xin cảm ơn!",
    "Kính gửi phòng đào tạo trường Đại học Bách khoa TPHCM Em tên là  mssv  khoa BDCNK17 Nay em viết để nhờ phòng đào tạo chuyển giúp em điểm môn Tư Tương Hồ Chí Minh (sp 1005) thành điểm môn Tư Tưởng Hồ Chí Minh (001025) để em được xét tốt nghiệp .  Em cảm ơn rất nhiều ạ",
    "Chào thầy/cô, Em tên  (MSSV: ), em đã gửi đăng ký môn học thành công ở đợt đăng ký môn học Dự thính bổ sung HK211 - Lộ trình 2 - Đợt 2 và sẽ bắt đầu học từ ngày 30/8/2021 như trên lịch học vụ HK1. Như trên phiếu đăng ký thì ngày thứ 4 (1/9/2021) thì em có tiết, mong thầy/cô cập nhật thời khóa biểu và BKeL để em có thể tham gia lớp học. Em mong sớm nhận được phản hồi từ thầy/cô.  ",
    "T3222   Tốt nghiệp .",
    "T3222              Xin chào Thầy  Em là  (MSSV 413T3222), sinh viên hệ VHVL    Em có tra dánh sách đủ và không đủ điều kiện nhận LVTN HK211 thì nhận được thông báo là không đạt do nợ HP    Do Học phí HK202BK e thanh toán trễ hạn, ngày dự kiến là 15/5/2021 nhưng đến 2/8/2021 em mới đóng học phí    Mong PĐT xem xét lại để em được làm LVTN ở HK211    Em cám ơn   ",
    "cho em hỏi trong quá trình bị tạm dừng học thì có được đăng ký tham gia các hoạt động công tác xã hỗi của trường không? và có được đnăg kí thi anh văn trong trường không ạ?",
    "Em chào thầy/cô,  Cho em hỏi sắp tới khoa Điện sẽ thực hiện thủ tục phân ngành, nhưng em vẫn còn 1 môn khoa chưa tổ chức thi và 1 môn em hoãn thi ạ. Thì khi tính điểm phân ngành môn nào có điểm thì tính môn đó, còn những môn chưa thi sẽ tính tạm qua để xét tín chỉ thôi hay sao vậy ạ?  Em cảm ơn thầy/cô ạ .",
    "Em tên  MSSV  -  Lớp BD17CN04 Em đăng ký chuyển điểm những môn này từ hệ đại học sang hệ cao đẳng để em có thể đăng ký làm tiểu luận tốt nghiệp :     -Bóng đá (PE1009) =  Giáo dục thể chất 2 (005006) -Giải tích 2 (MT1005) =  Toán 2 (006602) -Đườnglối CM của ĐảngCSVN (SP1009) =  Đường lối cách mạng Đảng cộng sản Việt Nam (001004) -Ph/luật ViệtNam đạicương (SP1007) =  Pháp luật Việt Nam đại cương (008001) -Tư tưởng  (SP1005) =  Tư tưởng  (001025) Mong được Phòng Đào Tạo hỗ trợ Em cám ơn.",
    "Em chào thầy/cô! Em tên ,MSSV:  .Em có thắc mắc mong được thầy/cô giải đáp ạ. Thầy /cô cho em hỏi cách thức đăng kí thi môn đã hoãn thi như thế nào ? Cần phải xem thông tin ở đâu để biết môn mình đã hoãn thi có tổ chức thi cùng với các lớp khác để báo cho phòng đào tạo biết thêm tên mình vào và việc đăng kí thi chung phải cách thời gian tổ chức thi bao lâu ? Em xin cảm ơn ạ.",
    "Chào thầy cô, Em là  MSSV:. Đợt thi vừa qua em có điền link của Kí túc xá Bách Khoa xin được miễn thi 2 môn (mạng viễn thông EE3085 và mạng máy tính EE3111) vì tỉnh em đưa sinh viên tụi em về quê tránh dịch, mạng internet rất yếu với máy tính của em không có camera. Em đã xin miễn thi nhưng vẫn bị điểm 13... Mong nhà trường xem xét lại giúp em, nếu em không được miễn thi có thể cho e xin hoãn thi ạ. Em cảm ơn.",
    "Em nộp đơn xin học môn Nhập môn kỹ thuật - TR1001 ạ",
    "Em chào thầy cô . Học phí 202 em còn nợ 50%  có rơi vào trường hợp cấm thi ko ạ.",
    "Em tên : , ngày 27/8/2021 e bị sốt cao không thể ngồi dậy được nên có gửi mail lên PĐT xin hoãn thi môn Kinh tế kĩ thuật nhưng qua ngày 30/8 vẫn chưa được cập nhật trên mybk ạ ",
    "Kính chào phòng đào tạo, Em thắc mắc về việc môn học Xã hội học đại cương IM2023 ko có trong thời khóa biểu nhưng vẫn hiển thị trên bkel và em mong muốn pdt hiệu chỉnh hủy bỏ môn giúp em. Em mong nhận được sự chấp thuận sớm nhất từ phòng đào tạo . Em kiểm tra TKB và Bkel thường xuyên thì thấy chưa được hủy môn xã hội học đại cương IM2023 pdt cho em hỏi trong vòng bao nhiêu ngày thì có kết quả ạ. Trân trọng, Em ",
    "Xin kính chào quý thầy cô Phòng Đào tạo, Em là . Gần đây em có đề đơn bảo lưu kết quả học tập học kì 211 cho phòng đào tạo và đã được phản hồi nhưng kết quả phản hồi nhận được là \"đã trả lời\". Khi được nhận phản hồi này, em vẫn thắc mắc rằng đơn bảo lưu của em đã được phê duyệt thành công hay chưa và em cũng không nhận được file đơn phản hồi có phê duyệt từ phòng đào tạo. Trước đó em có hỏi về thủ tục thôi học nhưng em đã suy nghĩ kĩ hơn về vấn đề này vì thế em vẫn cần kết quả đơn bảo lưu từ phòng đào tạo. Kính mong thầy cô có thể giải quyết cho em ạ. Em xin chân thành cảm ơn thầy cô ạ. Trân trọng, .",
    "Thưa thầy/cô hiện tại em có đăng kí lớp vẽ kỹ thuật nhưng vì tính chất môn học bắt có laptop, các dụng cụ vẽ. Hiện shipper đã được hoạt động trở lại nhưng hầu hết các đơn đều bị hủy vì không thể giao tới nhà em được. Laptop thì lại là một số tiền khá lớn trong thời điểm dịch này . Em cũng đã thử đặt ở nơi khác (CTy ba em ) Nhưng giờ các chốt ở đó đều không cho về nhà ạ. Các đơn hàng đều được đặt cách đây hơn một tháng và số tuần học vẽ đã 3 tuần rồi em chưa có dụng cụ vẽ để thực hành. Em mong thầy cô xem xét trường hợp em có được hủy môn vẽ không ạ. Kỳ 211 em đăng kí 15 tín chỉ nếu hủy môn vẽ chỉ còn 11 thì có sao không ạ? . Mong thầy/cô giúp em với ạ  Em cám ơn ạ ",
    "Chào Thầy(cô), Dạ hiện tại em đã được nhận lại theo quyết định số 252/QĐ-ĐHBK ngày  26/08/2021 em có 2 câu hỏi cần giải đáp ạ . Câu hỏi 1: nếu kì này em không có thời khóa biểu học kì chính thì có phải bị buộc thôi học không ạ. (3 học kì chính liên tiếp không có tkb) do em đã học hết tín chỉ cần thiết để tốt nghiệp CÂu hỏi 2: nếu là bắt buộc phải có thời khóa biểu thì Thầy(cô) cho em đăng kí môn Pháp luật đại cương, Mã MH: SP1007, mã nhóm CC04",
    "Em tên  mã số sinh viên . Trung tâm đào tạo bảo dưỡng công nghiệp. Quý thầy cô cho em hỏi nếu mình học Môn tương đương thay thế - Các môn học hệ đại học để thay cho các môn hệ cao đẳng không còn mở lớp thì PĐT có tự tính điểm và cập nhập số tín chỉ vào bảng điểm không ạ . Học kỳ 2 (2019 – 2020) em có học môn Vật lý 1 ( mã đại học – PH1003) để thay thế cho môn Vật lý (mã cao đẳng – 007601). Học kỳ 3 (2019 – 2020) em có học môn Hoá đại cương (mã đại học - CH1003) để thay thế cho môn Hoá đại cương (mã cao đẳng -  604601). Em đã học qua 2 môn trên nhưng hiện tại vẫn chưa được cập nhật số tín chỉ vào Tổng số tín chỉ tích luỹ ngành của em để xét ĐK đăng ký TLTN. Em mong Quý Thầy Cô kiểm tra lại giúp em. Em xin cảm ơn! ",
    "Dạ chào anh/chị, Em có đăng ký học Tư tưởng vào học kì 202, sau đó tiếp tục đăng ký môn Đường lối vào học kì 203. Do tình hình dịch và dời thi nên đến hôm nay em mới biết được điểm của 2 môn học trên Vậy cho em hỏi nếu điểm môn Tư tưởng của em chưa đạt thì kết quả môn Đường lối trong hè của em có được công nhận không ạ? Em cám ơn!",
    "Dạ em chào thầy/cô ạ, em tên Nguyễn Phạm Thành Chung (MSSV:), dạ hiện hôm trước em có trình bày lý do để được đăng ký học môn Sp1009 (đường lối Đảng Công Sản VN) nhóm lớp L09_L09 vào học kỳ 211, và hiện bên bộ phận đăng kí môn học đã đăng ký môn trên hệ thống giúp em và trên myBK đã cập nhật Thời Khóa Biểu ạ, nhưng hiện trên BKEL vẫn chưa cập nhật môn học cho em ạ, dạ em nhờ thầy cô chuyển giúp em qua bên bộ phận để cập nhật trên BKEL giúp em ạ, do thư 2 tuần sau em học môn SP1009 tiết 2 (7h), và hiện mai nghỉ lễ nên em hỏi trước ạ, mong thầy/cô thông cảm ạ, dạ em cảm ơn và chúc thầy/cô sức khỏe ạ!",
    "Dạ em là sinh viên năm 4 đã hoàn thành bảo vệ luận văn tốt nghiệp và thiếu anh văn nói viết đầu ra. Em có đọc thông tin cho biết tháng 9/2021 sẽ mở 4 đợt thi anh văn nói viết. Nhưng hiện tại em chưa thấy thông báo gì thêm để đăng ký thi. Em mong nhà trường tiến hành nhanh chóng để em kịp đăng ký xét tốt nghiệp tháng 11.",
    "chào thầy cô, em là  mssv . Môn Phương pháp tính(MT1009) và môn kĩ thật điện (EE2011) em đã hoãn thi nhưng vẫn bị điểm 13 nên mong thầy cô xem xét giải quyết giúp em! Em chân thành cảm ơn!",
    "Cô ơi cho em hỏi là trường có hỗ trợ trinh viên bản quyền Microsoft Office 365 trên máy tính không ạ? Em đăng kí được trên tài khoản Microsort bằng gmail trường nhưng trên đó báo là chưa được gán giấy phép office nào bao gồm các ứng dụng Office trên máy tính mà chỉ sử dụng được cho mỗi điện thoại thôi ạ. Em cảm ơn .",
    "MSSV Đăng ký môn học em xin bổ sung thêm mã môn học là  ME4093",
    "Thưa quý thầy cô! Em tên :  MSSV :  Sinh ngày : 20/06/1976 Môn đã thi : Điện Tử ứng Dụng MSMH : EE3129 Thời gian thi : 13g00 ngày 13/08/2021 Thưa Quý thầy cô! Ngày 13/01/2021,  đã tham gia thi môn Điện Tử Ứng Dụng và đã nộp bài. Tuy nhiên, do vội vã vì thời gian gấp gáp ( đề dài) và lần đầu thi trực tuyến nên em nộp bài thi bằng file Word mà chưa chuyển sang pdf . Hôm nay, cả lớp đều có điểm nhưng riêng em là điểm 13. Em xin quý thầy cô kiểm tra lại giúp em và bảo vệ quyền lợi cho em. Em xin gởi lại quý thầy cô bài thi em làm hôm ấy dưới dạng file Word và file pdf qua đính kèm. Em xin chân thành cảm ơn quý thầy cô nhiều ạ. Trân trọng chào thầy cô.",
    "Kính chào Thầy/Cô Phòng Đào tạo, Em tên:  MSSV:  Hệ VLVH: Khoa Điện-Điện tử Trước đây, em có đăng ký tuyển sinh vào Trường với Ngành học: “_V - Kỹ thuật Điện (hệ VLVH)”, và đã trúng tuyển vào đúng ngành học này. (Hình ảnh đính kèm) Tuy nhiên, em có kiểm tra Thông tin sinh viên ở mục Thông tin học vụ trong lý lịch của em thể hiện ngành học là “DTT - Kỹ thuật Điện tử - Truyền thông”. (Hình ảnh đính kèm) Dạ không biết, sự khác biệt trên là do sai sót khi cập nhật thông tin hay như thế nào ạ? Kính mong Thầy/Cô xem xét và tư vấn giúp em để em có thể theo đúng ngành học ban đầu ạ. Em xin chân thành cảm ơn.",
    "Kính gửi thầy (cô)! Em tên là  mssv . Em có vấn đề là do học kỳ vừa rồi em thi môn giải tích 2 vào ngày 24/8/2021 cho nên em chưa có điểm do đó còn nợ 8 chỉ. Đợt đăng ký luận văn em không đăng ký được. Sau khi có điểm và qua môn, em sẽ không còn nợ quá 7 chỉ. Phòng đào tạo có thể hỗ trợ em đăng ký luận văn tốt nghiệp được không ạ? Em xin cảm ơn thầy (cô) ạ.",
    "Em tên :  MSSV :  -  : Điện - Điện Tử SInh ngày : 20/06/1976 Thưa quý thầy cô Phòng Đào Tạo! Học kỳ vừa qua ( HK 202), em có đăng ký lớp dự thính VHVL - HK202 :  + Môn học : Kỹ Thuật Số Nâng Cao.  + H : EE3083  + Nhóm : Z3CD. Vì em không thấy lịch học - lịch thi môn học này mà em đã đóng tiền học phí rồi. EM xin quý thầy cô xem lại giúp em và hoàn trả phần học phí môn học này cho em ạ. Em xin chân thành cảm ơn quý thầy cô. Chúc quý thầy cô dồi dào sức khỏe. EM xin gởi file đính kèm ạ.",
    "Môn học: Luận văn tốt nghiệp (qkd) MSMH: IM4323 Hiện kết quả đăng kí luận văn của em chưa hiển thị, mong PĐT có thể giúp em cập nhật ạ! Số ngày CTXH hiện tại của em là 12 và tín chỉ tích lũy là 227(bao gồm 116 chỉ tích lũy ngành+ 2 chỉ chuyển điểm AV1 + 9 chỉ kì vừa rồi thi chưa có điểm.)  Vì ngày CTXH cập nhật muộn nên lúc đó em chưa được duyệt ạ! Em mong PĐT có thể xem xét giúp em, vì em đã đủ CTXH và số tín chỉ. Em chân thành cảm ơn quý thầy cô. Bên dưới là hình ảnh minh chứng ạ! ",
    "Em tên là  mssv  Em không đăng ký được môn học LVTN mã ci4343 do chưa đăng ký học bằng 2 Sau khi xin khoa tạm hoãn tốt nghiệp bổ sung đơn xin học lớp ci4343 vào kỳ học 211 em mong phòng đào tạo hỗ trơ em vào học kỳ này ạ, em có đính kềm flie xác nhận và đơn xin học ở dưới ạ Em chân thành cám ơn    ",
    "Chào thầy (cô), cho em xin mail thầy  dạy xstk và thầy  dạy cơ lưu chất ạ",
    "Kính chào Phòng Đào Tạo, Em tên là , MSSV  đang học lớp CK17CTM1 khoa Cơ Khí chuyên ngành Chế Tạo Máy. Vừa rồi, em có đăng kí được môn Luận Văn Tốt Nghiệp nhưng chưa có thời khóa biểu cụ thể cũng như bảng phân công của giảng viên hướng dẫn. Phòng đào tạo cho em hỏi khi nào sẽ có thời khóa biểu cụ thể cũng như danh sách giảng  viên hướng dẫn để em có thể liên hệ với giảng viên nhằm thực hiện luận văn sớm nhất có thể. Em xin chân thành cảm ơn phòng đào tạo đã đọc thư và mong có phản hồi sớm từ Phòng Đào Tạo. Trân trọng, .",
    "E chào ad ạ , cho e hỏi tại sao e đã hoãn thi thành công rồi mà trên bảng điểm vẫn hiện điêm 13 ạ .E hoãn thi môn mạch điện IU2003 ạ ,e có nhận được mail hoãn thi thành công rồi ạ .E cám ơn",
    "Dạ em chào thầy/cô, em là sinh viên năm 4 khoa kỹ thuật hoá học của trường. Hiện em đăng ký in bảng điểm và chọn thanh toán qua hình thức chuyển phát qua bưu điện trên myBK. Tuy nhiên em gặp phải lỗi thanh toán báo trên màn hình khi nhấp vào ô đồng ý thanh toán. Khi em đóng thanh web và thử vào lại dịch vụ đăng ký in bảng điểm thì gặp phải lỗi website báo trên màn hình. Mong thầy/cô giúp em giải quyết vấn đề trên, em cảm ơn thầy cô nhiều ạ.",
    "a phương có yêu cầu nộp giấy xác nhận sinh viên,em có vào mybk để đăng ký nhưng hệ thống báo tạm hoãn. Cho em hỏi là khi nào em đăng ký thông qua hình thức nào ạ và có thể có giấy xác nhận qua email để em gửi về quê được không ạ? Học ký này em có đăng ký làm luận văn tốt nghiệp.",
    "B ĐƠN XIN RÚT MÔN HỌC KHÔNG HOÀN HỌC PHÍ     Kính gửi thầy, cô. Em tên: Nguyễn Hữu Đạt. MSSV: 1710955 Nay em viết đơn này, để xin rút 3 môn học ở HK211 như sau: 1. Xây dựng cầu . MSMH: CI4121 2. Đề cương LVTN (Cầu đường) . MSMH: CI4311 3. Hạ tầng ctgt . MSMH: CI4019 Lý do: Em đã qua những môn này ở HK202 rồi ạ. Em xin cam kết hủy môn học không hoàn học phí. Em cảm ơn ạ. Mong nhận được phản hồi sớm từ quý thầy, cô. -Trân trọng-",
    "kính gửi Phòng đào tạo, em tên  MSSV: lớp XD15TL1. Em được biết HK211, luận văn tốt nghiệp trường miễn yêu cầu Anh văn và các môn HK202-203 được xem đạt và tích lũy được tín chỉ để đk môn học kể cả luận văn. Nhưng em bị hủy với lý do không đủ điều kiện đăng ký mong trường xem xét. Mã môn: CI4373 Em cảm ơn.",
    "Em là sinh viên Khóa 2015. Đã bảo vệ luận vào tháng 1 năm 2021. Nhưng chưa đủ tình điều kiện anh văn nói viết nên không đủ xét tốt nghiệp vào tháng 4. Vào tháng 7 em đã thi anh văn online do trung tâm Anh văn tổ chức và đã đủ điều kiện xét tốt nghiệp. Sau khi kiểm tra tình trạng sinh viên em phát hiện mình đang ở trạng thái bị \"bị tạm dừng\" em xin phép phòng đào tạo mở lại trạng thái sinh viên giúp em để được đăng kí xét tốt nghiệp. Em cảm ơn.",
    "Kính thưa Quý thầy cô, Em là sinh viên K13,MSSV: 6,hiện tại em đã hết thời gian đào tạo ở trường, và mong muốn làm hồ sơ để nộp vào chương trình VLVH. Em thấy trên trang web của nhà trường có thông báo tình trạng của em là \"  U Xóa tên vì hết thời gian học   \". Thầy cô cho em hỏi là em có phải làm đơn xin thôi học trước khi làm hồ sơ không ạ? Và em có bị cảnh cáo học vụ không ạ? Em xin chân thành cảm ơn thầy/cô đã đọc câu hỏi và mong nhận được sự giải đáp từ Quý thầy cô.",
    "Em chào PĐT, cho em hỏi cách thức để huỷ môn học ở học kỳ 211 ạ. Em cảm ơn",
    "Em là  mssv: Em xin được đăng kí LVTN kì này. Nội dung chi tiết về hoàn cảnh, lí do của em em xin được trình bay trong đơn kèm theo. Mong thầy cô phòng đào tạo xem qua. Em xin chân thành cảm ơn",
    "Xin chào thầy/cô, dạ cho em hỏi là học kỳ 202 em có đăng kí hoãn thi cuối kỳ 1 môn học và đã được Phòng Đào Tạo gửi mail xác nhận. Nhưng sao hôm nay trên bảng điểm của em lại cập nhật điểm 13 (vắng thi) cho môn đó ạ. Mong thầy/cô xem xét và giải quyết giúp em. Em xin chân thành cảm ơn.",
    "Dạ em chào Phòng Đào Tạo đại học Bách Khoa TPhCM. Em tên  MSSV . Phòng đào tạo cho em hỏi là em vừa đăng kí TTTN vào đợt vừa r nhunge bị xoá, em vào xem thì không thấy lí do. Em thật sự rất cần đăng kí Thực tập tốt nghiệp. Mong Phòng đào tạo xem xét giúp em. Em cảm ơn",
    "Em không biết em có thể nộp giấy thu nhận lại ở đâu trong thời gian giãn cách xã hội vì dịch bệnh. Em cảm ơn",
    "Dạ em tên  -     Vào đầu năm học em đã cung cấp chứng chỉ ngoại ngữ IELTS 6.0 tương đương điểm qui đổi cho 4 môn Anh Văn của chương trình học ạ. Cho em hỏi là các điểm của môn Anh Văn của em khi nào được áp dụng ạ .    Khoa Điện - Điện tử K20 sắp phân ngành thì điểm AV của em được tính vào điểm trung bình tích lũy chưa ạ",
    "Kính gửi Văn phòng đào tạo, Em tên , mssv . Em là sinh viên Khoa Khoa học và Kĩ Thuật máy tính chương trình chất lượng cao. Vì lí do em bị vướng một môn học nên em không thể đăng ký được luận văn. Vào ngày 18/08 em đã gửi đơn cứu xét đăng ký luận văn thông qua hệ thống bksi aao kèm theo file duyệt đơn từ Khoa và được người phụ trách trả lời là \"PDT đã tiếp nhận đơn của bạn và trình Ban Lãnh đạo xem xét và sẽ trả lời kết quả đơn cho bạn trễ nhất là sau ngày 27/08/2021\".  Đến hôm nay, em vẫn chưa nhận được phản hồi và thời điểm này đã qua đợt đăng ký luận văn tốt nghiệp. Kính mong phòng đào tạo có phản hồi sớm nhất cho trường hợp của em.",
    "Em tên là  Mssv  Em muôn làm phúc khảo điểm bài tập lớn môn Xác suất thống kê kỳ 203 nhưng lên phần phúc tra trên mybk thì không có. Cho em hỏi phúc khảo ở đâu ạ. Em xin cảm ơn.",
    "Em đã đăng kí môn học giải tích 2 dự thính ở lộ trình 2, tuần trước trên bkel vẫn còn hiện môn học nhưng qua tuần này thì bị xóa mất, theo lịch thì 18h tối nay bắt đầu học buổi đầu rồi, không biết có phải em bị xóa môn do không đủ điều kiện gì không, mong  có thể hỗ trợ em trong việc này sớm nhất có thể.",
    "Em chào phòng đào tạo. Em có học môn TRuyền số  và (EE3019) Hiện tại em đã hoàn thành xong thi cuối kì nhưng chưa có điểm thí nghiệm để hoàn thành điểm môn học. Em đã có học thí nghiệm môn này trước rồi nên chỉ cần quy đổi điểm là xong. Phòng đào tạo có thể cho em quy đổi điểm thí nghiệm để hoàn thành môn học trước đợt tốt nghiệp tháng 11 sắp tới được không ạ. Em cảm ơn",
    "Em chào thầy cô Em tên là , MSSV .Em đã học xong tất cả các môn, đã hoàn thành đủ số ngày CTXH nhưng HK202 em không đăng ký luận văn được do không có CCAV và em bị buộc tạm dừng học. Em đã đăng ký luận văn tốt nghiệp (mã môn học CH4323) cho HK211 nhưng không thấy trong thời khóa biểu. Em mong thầy cô xử lý giúp em ạ. Em cảm ơn ạ .",
    "Thưa Thầy Cô, Em là  -MSSV: Kì này em có đăng kí môn Thí nghiệm vật liệu& XD Đường Oto (CI4061) kèm theo lớp thí nghiệm (CI4062). Do đây là môn tự chọn em đã qua ở kì trước nên nay em làm đơn xin PĐT xem xét cho em được đăng kí Rút môn học này. Mong Quý Thầy/Cô xem xét và hỗ trợ giúp trường hợp của em. Em cảm ơn Quý Thầy Cô.",
    "Dạ thầy/cô cho em hỏi là bây giờ em có thể đăng kí bổ sung vào lớp học dự thính lộ trình 2 (  đã bắt đầu học vào 30/08)trong học kì này nữa không? Vì em mới nhận được kết quả môn học dự thính học kì 202 vào hôm qua nhưng thời hạn đăng kí lớp dự thính lộ trình 2 đã hết từ 27/08.Em rất mong muốn được đăng kí bổ sung để học dự thính.Mong thầy cô có thể giải đáp giúp em.",
    "Em kính chào Quý thầy/ cô ạ! Em muốn được đăng kí môn học, học kì dự thính - Lộ trình 2 Môn: Đại số tuyến tính Mã MH: MT1007 Nhóm: DT01 Lý do: Do đợt 2 của kì đăng kí dự thính này em khá phân vân giữa 2 môn, nên em quyết định đợi kết quả của học kì 2 năm trước rồi mới nghĩ xem là nên đăng kí môn nào ạ (tại em muốn học cải thiện). Vì em nghĩ là PĐT sẽ mở đăng kí môn học dự thính - Lộ trình 2 đợt 3 (đợt bố sung) nên em đã đợi. Nhưng hiện tại thì em thấy đã bắt đầu học kì dự thính mới rồi ạ. Nên em muốn gửi mong muốn của em lên để Quý thầy cô có thể giúp đỡ, hộ trợ em đăng kí môn ạ. Em xin cảm ơn thầy cô rất nhiều.",
    "Do hết dịch quay trở lại học, em không có ở ktx nữa. Nên em muốn hỏi, em muốn mua bảo hiểm ở trường, thì làm thế nào ạ! EM CẢM ƠN.",
    "Dạ thầy/cô cho em hỏi là em có thể đăng kí bổ sung lớp dự thính giải tích 2-lộ trình 2 nếu còn chỗ trống để đăng kí được không ạ? Vì vào ngày hôm qua em mới nhận được điểm tổng kết môn mà thời hạn đăng kí các môn học dự thính lộ trình 2 đã kết thúc vào ngày 27/08 vừa rồi. Mong thầy cô có thể giải đáp giúp em. Em xin cảm ơn. Thông tin về môn học muốn đăng kí bổ sung: Tên môn học : Giải Tích 2 Mã môn học : MT1005 Nhóm - lớp DT05_DT05 Sĩ số hiện tại 97/99",
    "Thầy/cô cho em hỏi là em k18, em có rớt môn EN2023 nhưng hiện tại k19 đã đổi mã môn thành EN2035. Em muốn hỏi là sau khi em qua môn EN2035 (mã của k19) thì em có được chuyển điểm qua không ạ? Tại vì theo em biết nếu học theo mã k19 chỉ được tính là qua môn chứ không được tính vào điểm trung bình tích luỹ Em cảm ơn",
    "Kính gửi Phòng đào tạo . Em tên là: Vương Minh Vĩ Mssv:  Khoa Kỹ thuật Xây dựng-Khóa 2017  Lớp: XD17DD2 Dạ em đã đăng ký Luận Văn Tốt Nghiệp (CI4343) HK211 trong đợt bổ sung và đã có Thời Khóa Biểu trên mybk, nhưng hiện tại Khoa thông báo với em là không có tên trong danh sách làm luận văn gửi từ Phòng Đào Tạo ạ. Mong Thầy/Cô kiểm tra và bổ sung giúp em với ạ. Em cảm ơn.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ thưa cô, Em đã nhận được xác nhận có thể mở lớp học dạng đồ án từ giáo viên giảng dạy là PGS TS . Em có chụp màn hình lại ạ. Thầy có hỏi về thủ tục cần thực hiện giữa thầy và PĐT là gì để kịp thời đáp ứng ạ. Và em mới xác nhận lại là có 6 bạn thay vì 7 bạn như trước thưa cô. Dưới đây là danh sách cập nhật ạ: Danh sách sinh viên muốn đki môn học đồ họa vi tính và CAD (Tr2003): STT Tên sinh viên    Mssv    Email 1                       2                           3                           4                          5                           6                          Em thay mặt các bạn cảm ơn và kính chúc cô cùng gia đình dồi dào sức khỏe và có một kỳ nghỉ thật vui vẻ và ý nghĩa.",
    "Họ Tên :Đoàn Công Minh MSSV :  Em đã bắt đầu đóng từ hôm 27/8 nhưng có vẻ phía ngân hàng bị lỗi ạ. Xin lỗi cô vì sự chậm trễ này. Mong phản hồi từ cô để e có thể nhận luận văn tốt nghiệp ạ. Em xin cảm ơn.",
    "Em đăng ký in Bảng điểm gửi về bằng bưu điện nhưng bị lỗi thanh toán BKpay như hình. Em xử lý như thế nào vậy Cảm ơn.",
    "Kính gửi phòng đào tạo, Em là sinh viên , mã số sinh viên . Em học lớp A01 học kỳ 202 môn Xác suất và Thống kê do thầy  phụ trách. Em xin được tóm tắt lại trường hợp của em như sau: Vì nằm trong diện bắt buộc phải cách ly của tỉnh Khánh Hòa, em bắt buộc phải hoãn thi môn học cải thiện Xác suất và Thống kê trong kỳ 202 . Tuy nhiên, em cũng đang là sinh viên chương trình Kỹ sư Tài năng học kỳ cuối. Nếu phải hoãn lịch thi đến đợt thi cuối kỳ tiếp theo em sẽ bị trễ đợt tốt nghiệp tháng 11 và bị mất tiêu chuẩn nhận bằng Kỹ sư Tài năng theo quy định. Em đã liên hệ với Khoa theo hướng dẫn trước đó của Phòng Đào tạo và được thầy  (phụ trách giáo vụ cho chương trình Kỹ sư Tài năng) hướng dẫn liên hệ lại với Phòng đào tạo và giảng viên môn Xác suất và Thống kê để tổ chức thi bổ sung sớm . Em đã nhận được email phản hồi từ thầy  cho phép thi bổ sung sớm vào tuần sau (6/9/2021-12/9/2021). Tuy nhiên, thầy  phản hồi em rằng thầy cần nhận một email xác nhận từ Phòng Đào tạo với nội dung chấp nhận cho em thi bổ sung sớm. Em mong phòng đào tạo hỗ trợ gửi email xác nhận với thầy  cho trường hợp của em để em thi bổ sung kịp thời với thời hạn ra trường của chương trình Kỹ sư Tài năng. Em cảm ơn phòng đào tạo rất nhiều vì đã dành thời gian hỗ trợ cho em. Em xin gửi hình chụp đính kèm các email hướng dẫn từ thầy  và thầy  để phòng đào tạo dễ dàng xem xét.",
    "Dạ em chào thầy cô. Em là sinh viên K17. Kì này chúng em được đăng kí luận văn và thực hiện trong kì này nhưng do tình hình dịch bệnh nên chúng em chưa thể lên trường được ạ. Thầy cô có thể cho chúng em hỏi là liệu nếu dịch chưa ổn định thì tới lúc phản biện luận văn chúng em có được cho 2 đợt phản biện giống các anh chị k16 năm rồi không ạ? Em cám ơn thầy cô và mong nhận được phản hồi sớm ạ!",
    "Kính chào phòng đào tạo, Em thắc mắc về việc môn học Thương mại điện tử IM3023 không có trong chương trình đào tạo của em và em đã đăng kí nhầm, em mong muốn pdt hiệu chỉnh hủy bỏ môn giúp em. Em mong nhận được sự chấp thuận sớm nhất từ phòng đào tạo. Trân trọng, Em ",
    "Em kiểm tra trên bkel đã thấy pdt xóa cho em môn học xã hội học đại cương IM2023 nhưng bên thời khóa biểu và số tín chỉ của em vẫn còn môn học đó. Mong pdt giải quyết xóa môn đó ở tkb giúp em sớm ạ, Trân trọng",
    "Em là Đinh Ngọc Duy Thái-MSSV  . Em đã đăng kí môn học Luận Văn Tốt Nghiệp ME4039 trong đợt đăng kí bổ sung nhưng đến bây giờ em vẫn chưa được xếp thời khóa biểu ạ. Em đã có 11.5 ngày CTXH và HK211 được miễn CCAV nhưng không hiểu sao bị hủy đăng kí ạ. Mong Phòng Đào Tạo xem xét lại giúp em. Em cảm ơn ạ.",
    "Kính gửi phòng đào tạo Đại học Bách khoa TPHCM, Em là , sinh viên năm 4 khoa Khoa học & Kỹ thuật máy tính. Trong đợt đăng ký dự thính HK211 đợt 1 vừa qua, em có đăng ký môn học PH1005 để có thể tích lũy đủ tín chỉ và tốt nghiệp sau HK 211. Tuy nhiên do lỗi mang tính chủ quan mà em đã không kiểm tra kết quả đăng ký trong đợt 2 từ ngày 24.8 đến ngày 27.8, qua đó không nắm được thông tin môn học này không mở lớp. Nay em viết đơn này xin phòng đào tạo xem xét cho phép em đăng ký vào một trong hai môn học tương đương trong chương trình đào tạo, trong trường hợp các môn học đó có mở lớp dự thính trong HK 211: Cơ lý thuyết (AS1003) và Cơ học ứng dụng (AS2001). Do lỗi này hoàn toàn do cá nhân em nên em hi vọng phòng đào tạo xem xét trường hợp này, qua đó giúp em có thể hoàn thành chương trình đào tạo theo đúng tiến độ. Một lần nữa, em xin chân thành cám ơn phòng đào tạo và chúc các thầy cô có nhiều sức khỏe. Trân trọng    .",
    "Chào Thầy/Cô ạ, Em tên Võ Hoàng, sinh viên Trung Tâm BDCN lớp BD17CN04. Em xin đăng ký chuyển điểm những môn sau đây từ hệ Đại học sang hệ Cao đẳng để có thể được đăng ký làm Tiểu luận tốt nghiệp ạ. Môn: - Những nguyên lý cơ bản của chủ nghĩa Mác Lê-nin (SP1003) -  Những nguyên lý cơ bản của chủ nghĩa Mác Lê-nin (001001). - Tư tưởng Hồ Chí Minh (SP1005) -  Tư tưởng Hồ Chí Minh (001025). Em mong được Thầy/Cô hỗ trợ ạ, em xin cảm ơn.",
    "Em tên  MSSV  Trong kì ĐKMH đợt 2 vừa qua do PĐT mở lớp vào thời gian lúc 16h15 ngày 27/8 trong khi đến 16h30 thì hết hạn ĐKMH đợt 2 nên em không kịp đăng kí. Em mong PĐT cho em ĐKMH bổ sung do đây là môn học tiên quyết của LVTN nếu em không đăng kí được sẽ bị trễ LVTN nên PĐT xem xét giúp em ạ",
    "Em lỡ làm mất thẻ bảo hiểm y tế giờ em phải làm gì để được phát lại thẻ ạ ",
    "Chào Thầy/Cô ạ, em là sinh viên Trung tâm BDCN K17. Hôm trước em có thấy mail thông báo cho phép đăng ký môn Tiểu luận tốt nghiệp không xét chuẩn AV nên em đã đăng ký theo Mã môn học 260663. Em đã hoàn thành TTTN trong HK202, hoàn thành hết chương trình đào tạo (98 tín chỉ) và đã có 9 ngày CTXH, nhưng trong đợt kết quả em bị từ chối do không đủ điều kiện đăng ký (như hình). Thầy/Cô cho em hỏi em bị từ chối do thiếu xót ở điều kiện nào ạ ? Em xin chân thành cảm ơn Thầy/Cô ạ.",
    "Gửi Phòng ĐT, phòng CTCT SV. Em là sinh viên K17 khoa Kỹ thuật Hóa học. Lớp HC17MB. Vừa đã hoàn thành xong chương trình học, đủ ngày công tác xã hội và vừa bảo vệ xong luận văn tốt nghiệp. Năm 2020 em có nộp chứng chỉ ngoại ngữ là Toeic 545 đủ để đăng kí luận văn. Theo điều kiện mới, em phải đạt   B Toeic 600    mới có thể đổi điểm 4 AV để đủ chỉ ra trường. Em dự định đăng kí thi Toeic vào tháng 7/2021. Tuy nhiên do tình hình dịch bệnh và cách ly liên tục, em không thể tham gia đăng kí thi Toeic được và cũng không thể đăng kí môn AV4. Bên cạnh đó kì thi Toeic Speaking và Writting cũng bị hoãn. Với tình trạng như vậy, em có thể đăng kí xét tốt nghiệp vào tháng 11/2021 và nhận bằng vào lễ tốt nghiệp được không ạ? Nhà trường có thể cho tụi em gia hạn, sau khi dịch kết thúc, lịch thi Toeic được mở lại em sẽ bổ túc hồ sơ và chuyển điểm theo quy định của PĐT. Hy vọng nhà trường sẽ xem xét nguyện vọng không chỉ của riêng em mà còn nhiều bạn khác cũng gặp trường hợp tương tự như vậy. Em cảm ơn.",
    "Em chào phòng đào tạo . - Cho em hỏi là điều kiện để đăng kí thi anh văn nói viết online lần này có phải là mình phải xong hết tất cả các môn rồi con mỗi anh văn nói viết thôi phải không ạ. - Chưa đủ ngày công tác xã hội thì có được đăng kí không ạ ? Em cảm ơn ạ",
    "Cho em hỏi về thời gian rút môn học ? Và nộp đơn rút môn học về PĐT giải quyết đúng không ạ ? Em hiện là sinh viên sắp đăng ký Tốt Nghiệp vậy liệu vấn đề rút môn học có kịp xử lý để em hoàn thành điều kiện để Tốt nghiệp không ạ ? Mong PĐT sẽ sớm phản hồi ý kiến của em. Em chân thành cảm ơn.  .",
    "Kính chào thầy cô! Em tên là  mssv là . Học kỳ 202 em còn nợ 8 chỉ lớn hơn 7 chỉ để đăng ký luận văn tốt nghiệp. Và trong kỳ 202 em cũng có học dự thính môn giải tích 2 để trả nếu qua em sẽ đủ điều kiện để đăng ký luận văn tốt nghiệp, nhưng do kỳ thi cuối kỳ diễn ra trễ vào ngày 24/8/2021 nên em vẫn chưa có điểm do đó em không đủ điểu kiện để đăng ký đợt cuối cùng luận văn tốt nghiệp. Nếu bây giờ em qua được môn giải tích 2, học kỳ 211 Phòng Đào Tạo có thể hỗ trợ em đăng ký luận văn tốt nghiệp được không ạ! Em cảm ơn thầy cô.",
    "Kính gửi Phòng Đào tạo, Do có sự nhầm lẫn với môn Thực tập kỹ thuật nên em đăng ký thiếu môn Thực tập ngoài trường AS3325 . Em đã gọi trực tiếp cho Bộ môn để xin bổ sung nhưng thầy đang bận chưa thể trả lời email của em được. Em sẽ bổ sung đơn đăng ký bổ sung môn học trong Học kỳ chính 211 có xác nhận của bộ môn sau  . Mong Phòng Đào tạo hỗ trợ em đăng ký bổ sung môn này để theo kịp tiến độ học tập. Em chân thành cảm ơn.",
    "Dạ em chào thầy/cô !  Thầy/ cô cho em hỏi là đăng ký in giấy CNSV khi nào mới mở lại ạ ! Em cám ơn ạ.",
    "Do nhu cầu tốt nghiệp hệ cao đẳng, xin Phòng Đào Tạo chuyển điểm giúp em từ hệ đại học sang hệ cao đẳng ạ. Môn  mã (SP1005) sang mã (001025) ạ. Lý do: hệ cao đẳng đã xoá môn  mã 001025 nên phải học hệ đại học ạ. Xin xét duyệt để em có điều kiện tốt nghiệp ạ.",
    "Chào thầy/cô, Em tên  (MSSV: ), em đã gửi đăng ký môn học thành công ở đợt đăng ký môn học Dự thính bổ sung HK211 - Lộ trình 2 - Đợt 2 và sẽ bắt đầu học từ ngày 30/8/2021 như trên lịch học vụ HK1. Như trên phiếu đăng ký thì ngày thứ 4 (1/9/2021) thì em có tiết, mong thầy/cô cập nhật thời khóa biểu và BKeL để em có thể tham gia lớp học. Cụ thể là môn Giải tích mạch (Mã môn học: EE2033), lớp DT01 học vào thứ 4 tiết 13-14 do thầy  hướng dẫn. Em mong sớm nhận được phản hồi từ thầy/cô. ",
    "Cho em hỏi là em đã đăng kí hoãn thi hk2 năm 1 vào ngày o2/08/2021 rồi và giờ làm thế nào để thi bổ sung cho học phần đó ạ ?",
    "Em có đăng ký môn cơ sở kỹ thuật điện (dự thính hk 211 lộ trình 2 ), hôm bữa em có thấy môn học xuất hiện trên bkel nhưng sau đó thì biến mất và trên thời khóa biểu cũng không có lịch của môn này, mà trong lịch thì vào hôm nay sẽ có lịch học ạ. Cho em hỏi là không biết là em có đăng ý thành công môn này không ạ, và nếu đăng ký được thì làm sao vào học ạ. Em xin cảm ơn ạ!",
    "pdt cho e hỏi là em đk dự thính ktct 1 sao ko có thời khóa biểu vs elearning v ạ  . em cảm ơn ạ",
    "Học vụ       Kính gửi   Em tên ,  MSSV  lớp VP17VL    Trong thời gian thi online vừa rồi, do phải đi điều trị covid nên em xin hoãn thi rất nhiều môn trên form đăng ký của , nhưng hôm nay các môn đó có điểm trên mybk đều để điểm 13 (như hình) Mong phòng đào tạo xem xét lại ạ  Chân thành cảm ơn    Trân trọng/     ",
    "Em tên là:  MSSV:  Đợt đăng ký môn học HK211, nhà trường miễn yêu cầu Anh văn. Em đăng ký nhưng bị hủy với lý do: Thiếu chứng chỉ Anh văn. Mong nhà trường xem xét. Mã môn: MA4323",
    "Kính gửi nhà trường, Em là , MSSV . Học khoa Kỹ thuật địa chất và dầu khí. Em xin gửi lại file Xin cưu vãn môn học ạ. Mong muốn trường đăng kí cho em vào kì 211 này, nhưng xếp cho em đi cùng với khóa của học kì 203 ạ. Do tình hình dịch bệnh nên khóa  học kì 203 cũng chưa đi ạ. Em cảm ơn",
    "Phòng Đào tạo cho em hỏi em đã hoàn thành chương trình đạo tạo và luận văn tốt nghiệp nhưng thiếu chứng chỉ tiếng anh Nói & Viết để tốt nghiệp. Hiện tại tình hình dịch bệnh đang phức tạp nên không thể đăng ký thi được. Vậy trường mình có tổ chức thi online hay hình thức kiểm tra nào khác để em có được đủ điều kiện tốt nghiệp không ạ!",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . em đăng ký môn học Dự thính bổ sung HK211 - Đợt 1 và bắt đầu học từ 30/8 nhưng tại sao em vẫn chưa có thời khóa biểu ạ?",
    "Dạ em thắc mắc là hồi tuần trước lúc em xem thời khóa biểu thì vẫn có môn cơ sở kĩ thuật điện trong thời khóa biểu lẫn e-learning nhưng nay tới giờ học thì lớp trong elearning và thời khóa biểu đều bị xóa mất. Vậy là em không đăng ký môn học này phải không ạ?  ",
    "Kính gửi BKSI Trước đây em có hỏi về cuộc thi tiếng Anh nói viết do BK english tổ chức để xét tốt nghiệp. Khi liên hệ với BKSI thì nhận được trả lời là hỏi BK English để biết thêm và được hướng dẫn. Khi liên hệ BK English thì được kêu là đợi mail từ PĐT. Vậy BKSI cho em hỏi, cuộc thi này chỉ dành cho ai chỉ thiếu anh văn nói-viết để ra trường hay áp dụng cho những ai thiếu anh văn nói chung. Bởi vì em vẫn chưa nhận được mail từ phòng đào tạo Em xin cảm ơn",
    "em muốn xin vào lớpL03_l019 của sinh học đại cương CH2027 ở kì chính được không ạ. Bữa em quên đăng kí ạ. Mong Cô giúp đỡ ạ . cÁM ƠN CÔ RẤT NHIỀU Ạ",
    "Theo như thời khóa biểu thì 18h ngày 1 tháng 9 năm 2021 em có lớp Những nguyên lý cơ bản của chủ nghĩa -, nhưng khi em lên Elerning tìm thì không thấy link lớp học. Em mong phòng đào tạo giải thích hoặc sửa chữa hệ thống (nếu xảy ra lỗi) .",
    "Xin chào cán bộ PĐT, em là SV K15 . Không biết thông tin đã đạt Chứng Chỉ Quốc Phòng có được trường cập nhật từ bên TTGDQP DHQG không ạ? Vì tình hình hiện nay thì em không thể đến đó lấy chứng chỉ được ạ(em vừa mới hoàn thành). Việc thi Tiếng anh nói viết để đạt chuẩn tốt nghiệp có thi online không, nếu có thì khi nào vậy ạ? Em xin chân thành cảm ơn. :D       i Tốt nghiệp .",
    "Kính gửi pđt,  Theo thông báo về kế hoạch học vụ học kì 1 năm 2021-2022 ngày 13.08.2021 thì việc xét tốt nghiệp đợt tháng 11.2021 được thực hiện đến cuối học kì 211. Tuy nhiên, trên trang aao, theo lịch trình đăng ký tốt nghiệp và cấp bằng đợt tháng 11.2021 thì hạn cuối xét tốt nghiệp là 20.10.2021 . Trường hợp của em là thiếu điểm anh văn 4, do không thể tham gia thi lại toeic (ảnh hưởng bởi dịch covid) nên thay vào đó em đã tham gia lớp anh văn 4a với mong muốn có thể kịp xét nghiệp đợt tháng 11.2021. Lớp học kéo dài đến 10.10.2021 là kết thúc (nhưng chưa biết lịch thi cuối kỳ) . Vậy pđt cho em hỏi, trường hợp của em có thể làm gì để kịp xét tốt nghiệp đợt tháng 11.2021 ạ?  Em thực sự lo lắng và muốn được tốt nghiệp đúng hạn. Hy vọng được thầy/cô giải đáp ạ.",
    "Chào cô. Em tên là , sinh viên chuyển hệ từ hệ Chính quy sang hệ VHVL. Khoa Môi Trường MSSV hệ Chính Quy:  MSSV hệ VHVL     :  Em kiểm tra bảng điểm chuyển của em thì phát hiện bị thiếu môn Vật Lý 1 (PH1003). Tổng kết môn này em được 5.0 . Mong cô kiểm tra lại và bổ sung giúp em. Trong lúc chờ đợi kết quả, em xin chân thành cảm ơn. Em .",
    "Kính gửi phòng đào tạo Cho em đăng ký môn học ME3037 - Điều hòa không khí - Lớp: DT01 môn này rất quan trọng trong chuyên ngành. Có thể không mở nữa do chương trình đào về sau không còn và khóa của em không đủ sinh viên để đăng ký mở lớp. Mặc dù bị trùng thời khóa biểu môn ME2006 nhưng em vẫn có thể xin giảng viên học bù. Em cảm ơn.",
    "Vì lý do e vừa được thu nhận lại nên không thể kịp đăng kí được môn học nên hôm nay em làm đơn này xin nhà trường cho em có thể đăng kí môn anh văn 3 trong kì dự thính này. Rất mông nhà trường có thể tạo điều kiện cho em ạ!  Em xin trân thành cảm ơn.",
    "Em tên  MSSV  Em mong muốn đăng ký bổ sung môn hoc  MSMH LA1009 vào cho học kỳ 211 để đảm bảo duy trì tình trạng sinh viên. Mong thầy cô giúp đỡ em ạ, em xin cảm ơn.",
    "Em tên: Lê Văn Minh MSSV:  Khoa Cơ Khí - Cơ điện tử(VLVH T10/2020) - Em xin trình bày vấn đề như sau: vào học kỳ 1 em có học các môn Bổ túc kiến thức khối cơ khí ME0001 và Toán cao cấp MT0001 và đã hoàn tất 2 môn học đó  - Đến ngày 1/9/2021 em có tra thông tin về bảng điểm nhưng chỉ có 1 môn học được cập nhật MT0001 Toán cao cấp, nhưng môn BỔ TÚC KIẾN THỨC KHỐI CƠ KHÍ (ME0001) chưa được cập nhật điểm.So với các bạn học cùng môn thì đã được cập nhật rồi. - Kính mong  giải quyết và cập nhật điểm giúp em, em xin chân thành cảm ơn.",
    "Em là sv khóa k17, đã hoàn thành chương trình, chỉ còn av 4 đang học dự thính kỳ này, và chứng chỉ nói viết. Theo như thông báo mới nhất, e không kịp xét tốt nghiệp tháng 11. Vậy cho em hỏi, lần xét tốt nghiệp tiếp theo sẽ khoảng tháng mấy ạ?",
    "Kính gửi Thầy/Cô. Em tên là: Vương Minh Vĩ Mssv: 1713997 Khoa Kỹ thuật Xây dựng-Xây dựng Dân dụng và Công nghiệp-Khóa 2017 Lớp: XD17DD2 Dạ em đã đăng ký Luận Văn Tốt Nghiệp (CI4343) HK211 trong đợt bổ sung và đã có Thời Khóa Biểu trên Mybk,   B Khoa đã nhận được danh sách sinh viên làm luận văn vào ngày 31/08/2021, nhưng bên Khoa có báo với em là không có tên em trong danh sách được nhận.    Em mong Thầy/Cô kiểm tra danh sách và bổ sung giúp em với ạ. Em cảm ơn.",
    "Kính gửi Phòng Đào Tạo. Em tên:  MSSV: , MSSV ở hệ Chính quy 1. Em đã đăng ký LVTN trong học kỳ này mã số 804303, nhưng kiểm tra thì hệ thống báo thiếu môn tiên quyết thực tập nhận thức ngành 804306.Môn này ở chính quy em đã hoàn thành rồi với điểm 9.0, và em đã làm đơn xin chuyển chương trình đào tạo về K13 như mail ngày 3/8/2021 của thầy  mail do em còn nợ ít môn. Em đã kiểm tra lại tất cả môn học đã công bố điểm trên hệ thống thì em đã đủ số tín chỉ. Theo thông tin điều kiện đăng ký thì tất cả các môn học ở học kỳ trước được xét là đạt cho dù chưa có điểm. Kính mong PDT xem xét cập nhật lại để em đủ điều kiện nhận LVTN ạ. Trân trọng!",
    "Kính gửi phòng đào tạo, Em xin có 2 câu hỏi về điểm trung bình tích luỹ (TBTL): - Em là sinh viên K18 của khoa Khoa học và Kỹ thuật máy tính. Theo chương trình đào tạo, em đã hoàn thành môn Kỹ thuật lập trình (CO1011 - 4 tín chỉ) với tổng kết là 5.5 tại kỳ 182. Để cải thiện, em cần phải hoàn thành 2 môn tương ứng là Kỹ thuật lập trình (CO1027 - 3 tín chỉ) và Đồ án Kỹ thuật lập trình (CO1031 - 1 tín chỉ). Hiện tại, em đã hoàn thành môn Kỹ thuật lập trình (CO1027 - 3 tín chỉ) vào kỳ 192 và sẽ học môn Đồ án Kỹ thuật lập trình (CO1031 - 1 tín chỉ) trong kỳ này (211). Câu hỏi của em đặt ra là nếu sau khi hoàn thành 2 môn học tương ứng thì điểm TBTL của em sẽ được tính là 2 môn sau (3 và 1 chỉ), hay là vẫn tính vào môn 4 chỉ ban đầu ạ? Vì theo em được nghe từ một vài thầy cô, việc chuyển điểm này chỉ được thực hiện khi mình bị rớt môn học (em đã hoàn thành với điểm số 5.5). Nếu trường hợp tính vào môn 4 chỉ (môn em bị điểm thấp) thì em cần làm gì để có thể được xét tính vào môn 3 và 1 chỉ ạ, vì em đã hoàn thành xong môn 3 chỉ và sẽ học môn 1 chỉ trong kỳ này? - Cũng về vấn đề này nhưng với một môn khác: Theo chương trình đào tạo, em đã hoàn thành môn Hệ thống số (CO1009 - 4 tín chỉ) với điểm tổng kết là 5.0 tại kỳ 182. Em cũng muốn được cải thiện và học hai môn tương ứng là Đồ án Hệ thống số (CO1029 - 1 tín chỉ) và  Hệ thống số (CO1023 - 3 tín chỉ). Hôm nay, em cũng đã trao đổi với thầy cô bộ môn, thầy cô yêu cầu em hỏi phòng đào tạo xem nếu hoàn thành 2 môn học trên thì sẽ sử dụng điểm nào cho TBTL, vì thông thường sẽ ưu tiên môn được liệt kê trong chương trình đào tạo hơn, trừ khi là rớt môn. Em xin chân thành cảm ơn. Mong nhận được hồi âm sớm nhất từ phía thầy/cô. Trân trọng, Minh Anh.",
    "Chào thầy cô lúc trước e có xin hoãn thi môn Trường điện từ EE2003 và đã được thầy giảng dạy đồng ý và cũng đã điền vào form xin hoãn thi của PĐT theo yêu cầu và được hồi đáp là đã chấp nhận đơn xin hoãn thi của e nhưng nay e vào xem bảng điểm thì điểm thi của e bị điểm 13 là sao v ạ. E xin cảm ơn   i ",
    "Em là sinh viên K17, hiện tại em đang còn thiếu anh văn 4 và anh văn nói viết để xét tốt nghiệp. Anh văn 4 em sẽ học trong kỳ dự thính này. Theo như thông báo mới nhất, e không kịp xét tốt nghiệp tháng 11. Vậy cho em hỏi, ngoài đợt xét tốt nghiệp tháng 11 thì còn đợt nào xét nữa không ạ? Em cảm ơn ạ",
    "Em có đăng ký các môn học nhưng vì chưa thanh toán học phí dự thính nên chưa có tkb cho em ạ. Hiện tại e chưa đủ tín chỉ để học năm 2. Em có thể đăng ký để học bù trong năm 2 để đú tín chỉ không ạ. Em cảm ơn",
    "Học kì 201 em có học môn Kế toán tài chính IM1015 là môn tương đương, thay thế của Kế toán tài chính IM2001 (cũ) và đã đạt. Tuy đã đạt nhưng môn Kế toán tài chính IM2001 (cũ) vẫn chưa được xét điểm MT, cũng như chưa được xét tín chỉ tích luỹ ngành. Điều này khiến em gần như không đủ điều kiện tốt nghiệp, em mong PĐT xem xét cập nhật giúp em ạ.",
    "Dạ em chào anh/chị hỗ trợ,  Em là , MSSV . Em đang là sinh viên đang theo học chương trình Tài năng chuyên ngành Công nghệ Thực phẩm khoa Kỹ thuật Hóa học . Vấn đề muốn giải đáp: Hiện em vừa kết thúc môn học core của nhóm Tài năng nhưng không đủ tiêu chí điểm trung bình môn Phân tích Cảm quan Thực phẩm là 7,5 (em chỉ 7,0). Hiện tại học kỳ 211 sinh viên K19 đang có mở môn học này và đã trải qua 3 tuần. Đây là môn học theo tiến độ thì sẽ ở kỳ 7 của nhóm sinh viên K19, hệ 4.5 năm. Nếu em phải chờ đến kỳ 7 của K19 thì sẽ không có cơ hội cải thiện để nhận bằng Tài năng ạ. Cho em hỏi nếu em mong muốn học cải thiện môn này và mong muốn lớp được mở thêm sỉ số thì có được không ạ? Và nếu được thì em sẽ thực hiện những bước nào để xin mở thêm sỉ số ạ? Em xin chân thành cảm ơn và mong sớm nhận được phản hồi.",
    "Em đã hoàn thành chương trình học 141/141 tín chỉ (không còn nợ môn)  ở học kì 202 Tuy nhiên vì lí do cá nhân nên có một môn học e đăng kí hoãn thi để thi lại vào học kì 211 Em không đăng kí môn học ở học kì 211 Vậy em có được dự thi không ? Em có bị buộc thôi học làm đơn thu nhận lại không ? Thủ tục làm đơn thu nhận lại như thế nào ạ?  Em cảm ơn .",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . em chào các thầy cô ạ! Do hạn chót của đợt đăng kí dự thính 211 là ngày 27/8. Còn bọn em biết điểm thi môn lí 1 vào ngày 28/8, cho nên không đăng kí kịp ạ. Em mong các thầy cô có thể mở thêm lớp dự thính vật lí 1 Hk 211. Em xin chân thành cảm ơn ạ",
    "Chào thầy/cô, Em tên  (MSSV: ), em đã gửi đăng ký môn học thành công ở đợt đăng ký môn học Dự thính bổ sung HK211 - Lộ trình 2 - Đợt 2 và sẽ bắt đầu học từ ngày 30/8/2021 như trên lịch học vụ HK1. Như trên phiếu đăng ký thì ngày thứ 4 (1/9/2021) thì em có tiết, mong thầy/cô cập nhật thời khóa biểu và BKeL để em có thể tham gia lớp học. Cụ thể là môn Giải tích mạch (Mã môn học: EE2033), lớp DT01 học vào thứ 4 tiết 13-14 do thầy  hướng dẫn. Em mong sớm nhận được phản hồi từ thầy/cô. Em xin chân thành cảm ơn. ",
    "Dạ chào thầy cô, Em là sinh viên khóa K17, đã hoàn thành xong luận văn TN ạ! Em còn một môn Anh văn 4, em chưa chuyển điểm (thiếu 2 chỉ anh văn 4). Em đã có bằng tiếng anh và muốn chuyển điểm cho môn để tiến hành xét tốt nghiệp, tuy nhiên khi em nhấn đồng ý xác nhận đăng ký thì xảy ra lỗi ạ. Em có gửi kèm theo hình mô tả lỗi bên dưới. Mong nhận được sự phản hồi và hỗ trợ của thầy cô ạ! Em cảm ơn thầy cô nhiều! Chúc thầy cô một ngày vui vẻ ạ.",
    "Cho em hỏi em có dời đợt Bảo vệ LVTN Học kỳ 2 Năm học 2020 - 2021 thì hiện tại em có phải đăng ký làm LVTN ở kỳ tới không ạ ? Em cảm ơn",
    "Dạ em chào các thầy cô PDT ạ!  Em tên là , MSSV: . em là sinh viên lớp đồ án nền móng ( CI3197) nhóm A06 thầy  hướng dẫn giảng dạy trong HK202 vừa qua ạ.  Do tình hình dịch bệnh phức tạp nên em mới về quê và bị bắt buộc cách ly tập trung 14 ngày theo quy định của Bộ Y Tế ạ. Thời gian cách ly của em từ ngày 18/8 đến nay 1/9 là đủ 14 ngày, và em tiếp tục về nhà theo dõi sức khỏe trong 7 ngày tiếp theo ạ .  Tuy nhiên, do cơ sở vật chất hạn chế và khu cách ly tập trung em ở vừa qua không có wifi, sóng di động ở đó cũng rất yếu, hầu như chỉ có thể nghe gọi được và không thể dùng mạng dữ liệu nên em không nhận được thông báo bảo vệ đồ án nền móng của Thầy vào cuối tuần trước ạ. Vì lẽ đó nên vào buổi bảo vệ vừa rồi em không tham gia được ạ .  Ngày hôm nay em đã liên hệ với thầy  để xin phép bảo vệ lại, nhưng thầy nói đã nộp điểm lên PDT và hệ thống đã khoá phần nộp điểm lại rồi ạ. Em đã được thầy đồng ý nhưng thầy nói cần liên hệ PDT ạ. Em có đính kèm ảnh chụp mail phản hồi của Thầy ạ .  Vậy em xin phép PDT có thể thông cảm mở lại hệ thống nộp điểm để em được bảo vệ lại và qua môn này không ạ? Em là khóa K15 cũng kẹt lại trường quá lâu rồi và kì này cũng là kì cuối cùng trong thời gian đào tạo của em ạ.  Lời cuối cùng, em xin chúc Thầy cô PDT luôn mạnh khỏe và bình an vượt qua đại dịch đang diễn ra rất căng thẳng này ạ. Mong Thầy cô hiểu và giúp đỡ em. Cảm ơn Thầy cô rất nhiều vì đã đọc thư em ạ!",
    "Chào phòng đào tạo, đợt rồi em có đăng ký luận văn tốt nghiệp một giai đoạn, em đã hỏi ý kiến của giáo viên hướng dẫn và đã đăng ký môn học, tuy nhiên cô nói khoa không chấp nhận em nhận đề tài 1 giai đoạn. Cho nên em có thể hủy môn không tính phí được không ạ. Đợt rồi em đăng ký nhưng không được môn nhưng sau đó lại được. Do nay dịch covid-19, mẹ thì thất nghiệp chỉ có ba làm ruộng, 9 chỉ có số tiền quá lớn nên mong phòng đạo tạo có thể thông cảm giúp đỡ em với ạ. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô Em tên là :  - - khoa Điện - Điện tử Em đã bỏ lỡ đợt đăng ký học dự thính vừa rồi do chờ điểm BTL ạ. Hôm nay cô báo điểm em mới biết em bị thiếu. Em đã kiểm tra lại thời khóa biểu của mình và thấy rằng lớp Phương pháp tính DT-02 của thầy  là không trùng với lịch học của em ạ. Mong quí thầy/cô xem xét sắp xếp em được tham gia lớp học của thầy ạ. Lớp Phương pháp tính thầy  DT-02 Em xin cảm ơn",
    "Kính gửi Phòng Đào Tạo Em tên:  Mssv:  - Hệ VHVL Môn học: ME4049 Em đã đăng ký môn LVTN vào học kỳ này, nhưng kiểm tra thì hệ thống báo không đủ tính chỉ. Em chuyển hệ từ hệ chính quy qua VHVL, ở hệ chính quy em đã hoàn thành tất cả môn học đầy đủ theo kế hoạch môn học, em đang làm luận văn ở học kì chính quy. Nhờ Thầy xem cập nhật lại để em đủ điều kiện nhận LVTN ạ. Nhờ PĐT xem qua giúp em ạ Em cảm ơn",
    "Em tên là . Em là sinh viên k16 (đã hết hạn học tập) Trong năm nay em còn thiếu chứng chỉ ngoại ngữ vì Dịch Covid nên em chưa thi được để xét chuyển điểm 2 môn anh văn (anh văn 2, anh văn 3) và để nộp xét tốt nghiệp tháng 11  Không biết trong năm nay nếu hết dịch em đi thi và nộp bằng chứng chỉ ngoại ngữ thì có được chuyển điểm và xét tốt nghiệp tháng 11 này không ạ ? Em xin cảm ơn!",
    "Dạ cho em xin phép hỏi là LỊCH TRÌNH ĐĂNG KÝ TỐT NGHIỆP VÀ CẤP BẰNG ĐỢT THÁNG 11/2021 CHO  có phải là lịch trình chính thức không ạ. Vì đợt trước em có đọc được thông báo của trường là sẽ gia hạn xét tốt nghiệp đến hết học kỳ 211 ạ . Do em đã đăng ký thi toiec Listening và Reading rồi nhưng vì dịch từ tháng 5 nên vẫn chưa thể thi lấy bằng để đủ điều kiện xét tốt nghiệp theo lịch trình trên Aao được ạ. Không biết những trường hợp như em có thể được xét tốt nghiệp sau dịch không hay phải chờ đến đợt tháng 4 năm sau ạ? Mong nhận được phản hồi từ nhà trường. Em xin cảm ơn ạ. Trân trọng.",
    "Kính thưa quý thầy cô  Vào ngày 16g00 ngày 13/08 , em thi môn Kỹ thuật điện-điện tử (EE2011) , nhưng trước đó em 30p là 15h30 , em vào thì em bị tình trạng khoá . Em có vào các phòng thi khác nhờ các thầy cô giúp đỡ nhưng mà không được , sau đó em có gửi email cho thầy giáo viên môn là  để xin thầy thi lại vào một dịp nào đó nhưng mà thầy không phải hồi e-mail của em , và bây giờ em bị cho là điểm 13.00 là sao ạ ",
    "Em tên  MSSV:  việc là em muốn hủy đơn hoãn thi cuối kì. Do một số vấn đề về video ghi màng hình và đã xử lý xong nên em được xin trường hủy đơn hoãn thi cuối kì môn vật lý 1 trước đó của em   Em xin cám ơn thật nhiều",
    "Em là , MSSV: , lớp: VL17KL. Em xin hỏi, quy trình rút môn học online HK211 như thế nào vậy ạ? Đơn rút môn học gửi vào đâu ạ? Em xin cảm ơn.",
    "Em chào thầy cô Em tên là  MSSV . HK202 em bị buộc tạm dừng học vì không đăng ký môn học. Em muốn đăng ký thu nhận lại từ HK211 để đăng ký luận văn tốt nghiệp (mã môn học CH4323). Em mong thầy cô xử lý giúp. Em xin cảm ơn.",
    "Dạ cho em hỏi là em thiếu 1 ngày công tác xã hội thì sắp tới có được đăng ký anh văn nói viết không ạ.",
    "Dạ em là sinh viên năm cuối, dạ cho em hỏi là em đã đăng ký chuyển điểm TOEIC nghe đọc được 1 tháng rồi nhưng sao vẫn chưa được cập nhật điểm vậy ạ.",
    "Dear Phòng Đào tạo Trường ĐH Bách Khoa TPHCM. Em tên là , lớp CK14LOG, em xin nộp phiếu đề nghị được thôi học chuyển sang hệ vừa học vừa làm. Vì dịch bệnh khó khăn nên em không thể in phiếu ra được ạ, mong PĐT thông cảm và được bổ sung sau ạ. Mong được sự giúp đỡ của quý Thầy cô. Chúc quý Thầy cô nhiều sức khỏe.",
    "Em chào quí thầy cô, Hiện tại em có thắc mắc về kì thi Anh Văn Nói Viết tháng 9 này . Em vừa bảo vệ Luận Văn tốt nghiệp online xong ở HK vừa rồi và đang chờ cập nhật lên bảng điểm. Hiện tại em còn đang thiếu tiếng Anh Nói Viết để tốt nghiệp vào tháng 11 sắp tới . Theo như kế hoạch học vụ thì em có thấy trung tâm sẽ tổ chức thi online vào tháng 9 này, nhưng hiện tại em vẫn chưa thấy mail về việc này, nên quí thầy cô có thể cho em biết thêm thông tin về đợt thi tiếng anh Nói Viết tháng 9 này được không. Em cảm ơn.",
    "Em xin hủy môn học: Cơ sở máy tính  Mã môn học: EE2403, lớp TT01",
    "Em chào cô, em là  MSSV . Hiện em đang học ngành kỹ thuật xây dựng dân dụng của PFIEV . Cho em hỏi em học chương trình PFIEV, thì bảng điểm khi ra trường sẽ in điểm TBTL hay TBTL ngành ạ? Em xin cảm ơn.",
    "Em xin đăng kí các môn  SP1007 Pháp luật đại cương Ci2095 Địa chất công trình Ci2003 Cơ lưu chất MT2013 Xác suất thống kê Ci1007 Trắc địa đại cương",
    ": Em tên , xin muốn hỏi là làm cách nào để làm đơn huỷ môn học ạ, em có lên aao phần Biểu Mẫu thì có tải phần đơn rút môn học về nhưng khi chuyển từ file pdf sang word thì không thể điền chữ vào form đó được, mong pđt cho em hướng để có thể làm đơn huỷ môn học ạ, em cảm ơn. Đơn em muốn huỷ là Giải tích 2 dự thính",
    "Chào Thầy/ cô phòng đào tạo  Vì em đã tạm dừng học 1 năm nên đã không thân gia được các môn học của học kì I năm 2019-2020. Nên e muốn đăng kí học lại môn học của học kì I. Vì em không liên hệ được khoá dưới nên không biết nhóm lớp học. Em xin gửi danh sách em muốn đăng kí các môn học cho thầy/ cô phòng đào tạo xếp giúp em ạ. Em cảm ơn! : SP1031 H: Triết học -   : CH2013 H: Hoá vô cơ (+TN) : CH2005 H: Hoá  phân tích  : CH2003 H: Hoá lý 1 : PE1007 H: Giáo dục thể chất 3",
    "Do đợt thi cuối kỳ 202, em không đảm bảo được thiết bị thi nên đăng ký hoãn thi, vậy cho em hỏi là khi đăng ký thi là em chỉ đăng ký thi cuối kỳ thôi phải không và đăng ký ở đâu, khi nào vậy ạ?",
    "Rút môn kì 211 . Cho em hỏi cách thức để rút môn trong học kì 211 này ạ tại hiện tại em chưa thấy mail như những kì trước nộp đơn rút môn trực tiếp. Và rút môn ở học kì này có tính học phí không ạ?",
    "NG QUỐC TƯỜNG    MSSV  EM vắng thi môn Phương Pháp Thiết Kế ÔTô có phép, đã được chấp nhận cho thi lại chung với lớp khóa sau từ PĐT. Nhưng do tình hình em không lên PĐT tại trường để làm thủ tục đươc. Hiện tại đang có lớp liên thông học, do thầy  dạy online. Em mong PĐt duyệt hồ sơ cho em được đăng ký vào danh sách để thi chung với lớp đó. Em cảm ơn, mong nhận được phản hội từ gmail. ",
    "Kính chào thầy cô! Em tên là  mssv là . Học kỳ 202 em còn nợ 8 chỉ lớn hơn 7 chỉ để đăng ký luận văn tốt nghiệp. Và trong kỳ 202 em cũng có học dự thính môn giải tích 2 để trả nếu qua em sẽ đủ điều kiện để đăng ký luận văn tốt nghiệp, nhưng do kỳ thi cuối kỳ diễn ra trễ vào ngày 24/8/2021 nên em vẫn chưa có điểm do đó em không đủ điểu kiện để đăng ký đợt cuối cùng luận văn tốt nghiệp. Nếu bây giờ em qua được môn giải tích 2, học kỳ 211 Phòng Đào Tạo có thể hỗ trợ em đăng ký luận văn tốt nghiệp được không ạ! Em cảm ơn thầy cô.",
    "Em xin chào thầy cô phòng đào tạo  Em xin gửi lại danh sách các bạn đăng kí máy bơm trạm bơm CI3059 ạ Em xin chân thành cảm ơn thầy cô đã thông cảm vì đã mở lớp giúp chúng em ạ! Trân trọng, ",
    "Chào cô, Em . Mssv . Kì này là kì đầu tiên em chuyển từ hệ chính quy sang hệ vừa học vừa làm. Em tra trong chương trình đào tạo k14 khoa xây dựng thì mã môn học LVTN là CI4343. Không biết khi chuyển qua hệ VHVL thì có đổi mã LVTN không ạ? Đợt đăng kí bổ sung LVTN, tuy em chưa đủ điều kiện anh văn nhưng trường cho phép nên em có đăng kí bổ sung LVTN mã CI4343 hệ VHVL, nhưng đợt kết quả thì hủy đi vì lý do không đủ điều kiện nhận LVTV. Số tín chỉ tích lũy của em là 125, số ngày CTXH là 10. Mong cô kiểm tra giúp em. Em cảm ơn. Do em thấy trễ quá nên em mới làm lại 1 copy gửi cô 1 lần nữa. Em xin lỗi đã làm phiền.",
    "Do tình hình kéo dài, không đi ra ngoài được cộng với việc máy tính em có vấn đề nên em không học online hiệu quả được, em xin phép trường cho em rút các môn học sau đây để đảm bảo hiệu quả học tập giúp em ạ: Nhập môn trí tuệ nhân tạo(CO3061), Tính toán song song(CO3068). Em xin cảm ơn trường ạ.   i  .",
    "Dạ cho em hỏi là sắp tới PĐT công bố danh sách tốt nghiệp dự kiến (8/9/2021) nhưng em lúc trước em có đăng kí nhầm khoản bảo hiểm y tế (do nhầm nên em không thanh toán). Em cũng đã liên hệ PĐT và trạm y tế để xóa giúp em nhưng được phản hồi lại là gần tới đợt xét tốt nghiệp sẽ xóa giúp em. Vì các điều kiện tốt nghiệp khác em đã hoàn thành nên em mong được sự giúp đỡ từ PĐT ạ. Hiện tại trên BKPay em vẫn còn khoản đó chưa thanh toán. Mong được sự phản hồi và hướng dẫn giải quyết từ PĐT. Em xin cảm ơn!",
    "Kính gửi Phòng đào tạo, Em là sinh viên bằng 2 chính quy khoa điện-điện tử. Nay theo thông báo riêng môn Nhập môn về kỹ thuật đăng ký riêng với pdt . Nên em đã làm đơn ( Đính kèm đơn phía dưới) để xin đăng ký học chung môn này với khóa 2021. Mong pdt sắp xếp cho em được học đúng tiến độ. Trân trọng.",
    "Kính gửi PĐT đại học bách khoa tphcm Em tên là , mssv , sinh viên vb2.   Đợt đăng kí môn học lần 1 học kì chính, e có đăng kí môn hoá hữu cơ MSMH: CH2021 nhưng bị xoá, em đợi đến lần 2,3 cũng không đăng kí đươc vì không có nút chọn dù lớp chưa đủ 100 người kể cả giảng viên (93 người).    Vậy kính mong PDT cho em đăng kí môn học đó (CH2021 hoá hữu cơ), vào buổi sáng thứ 3 tiết 4,5,6, nhóm A01 với ạ, và xoá môn Qúa trình và thiết bị truyền khối MSMH CH2051 ( do trùng với hoá hữu cơ, tiết 5,6) ạ.    Em khẩn thiết kính mong PDT giải quyết cho em với ạ (nhờ PDT xoá môn quá trình và thiết bị truyền khối CH2051, và đăng kí môn hoá hữu cơ CH2021 nhóm A01 sáng t3 tiết 4,5,6), và dù có dự thính môn hoá hữu cơ CH2021 nhưng e kinh tế khó khăn , lai do ảnh hưởng của dịch Covit nên e tạm thòi không đủ kinh phí để đăng kí thêm bất kì môn dự thính nào nữa ( giờ tiền ăn sinh còn thiếu truóc hụt sau ).   Những diều em trình bày trên hoàn toàn là sự thật, e xin chịu trách về những điều đã trình bày ạ, e xin chân thành cảm ơn ạ.          ",
    "Em chào thầy cô ạ,em là  ,MSSV , lớp XD17CTXD02, em đã làm ĐCLV ở học kì 192 với thầy  và đến HK này là HK211 em làm LVTN nhưng do chờ đợi có tkb hơi lâu nên em đã xin GV chính và phụ rồi ạ và đang làm việc với GV chính và phụ mà em đã xin nên nếu khi có tkb ra một thầy  khác mà em muốn làm LVTN với thầy  mà em đã xin thì làm đơn chuyển như thế nào ạ.Em rất mong nhận được phản hồi sớm ạ.Em xin chân thành cám ơn thầy cô ạ.",
    "em là   khoa Xây dựng lớp DD02  Em muốn xin pđt chấp nhận cho em đăng ký học quân sự online , vì bên GDQP họ yêu cầu em phải có sự xác nhận của nhà trường nên mới quyết định cho em đăng ký học . Mong pđt xem xét vấn đề của em! Chân thành cảm ơn!  ",
    "Em vừa xem đăng kí môn học trên mybk thì thấy trường có cho đăng kí thi online 2 kĩ năng nói viết chứ không đăng kí trên BK English như trước nữa ạ. Nhờ phòng đào tạo giải thích việc này là sẽ mở nhiều đợt đăng kí cho sinh viên ( mỗi tuần 1 lần như BK English ) hay mỗi kì chỉ 1 vài đợt để đăng kí tốt nghiệp vậy ạ. Hay chỉ là hình thức tạm thời mùa dịch để hết dịch quay lại như cũ ạ.",
    "Em đang học chương trình CLC nhưng có nhu cầu chuyển tiếp sang trường đối tác nên cần lấy học bạ về để thực hiện việc dịch thuật và sao y công chứng. Xin hỏi em cần liên hệ đến ai về vấn đề này ạ?  Em xin cảm ơn.",
    "Do lúc trước em về quê và cách ly tập trung (Không có internet) nên em chưa kiểm tra lại các môn học mình đã đăng kí. Nay khi đăng kí chọn GV hướng dẫn Đề cương LVTN thì em có kiểm tra và thấy mình đăng kí thiếu 2 môn đồ án: Đồ ấn BTCT 1 - CI2093 và Đồ án Thiết kế đường - CI3221. Mong PĐT xem xét và bổ sung em vào 2 lớp đồ án trên (ở kì 211 hay 211DT đều được ạ) do 2 đồ án này đều là môn tiên quyết để đăng kí LVTN nên em rất muốn hoàn thành trong học kì này để học kì sau có thể làm LVTN. Mong PĐT thông cảm và hỗ trợ em để em có thể hoàn thành chương trình đúng hạn. Em xin chân thành cảm ơn!",
    "Kính chào PĐT, em tên là  Nguyên mssv  hiện tại em đang học Anh văn 2 và đang trễ chuẩn Anh Văn đầu vào của năm 3 và năm 4. Nên em muốn xin PĐT suy xét cho trường hợp của em cho em đăng ký học song song Anh văn 2 và Anh văn 3 để kịp tiến độ học ạ Em trân thành cảm ơn PĐT ạ",
    "Kính chào quý thầy cô, em là    b MSSV:     , sinh viên K14, hiện tại em cần đăng ký thi AV nói viết để tốt nghiệp nhưng do quá thời gian đào tạo nên không thể đăng ký online trên mục đăng ký môn học được.Thầy cô cho em hỏi có cách nào để đăng ký thi được không ạ. Mong thầy cô hồi âm. Trân trọng    .",
    "Thưa Pđt   Nếu sau khi hoàn thành luận văn , đã đủ số tín chỉ ra trường nhưng vẫn còn một số môn học tự chọn không bắt buộc chưa qua , bị rớt thì có thể đăng kí xóa các môn học này ra khỏi bảng điểm được hay không hay phải đăng kí học lại và qua môn thì môn tốt nghiệp được ạ. Em cám ơn",
    "Dạ phòng đào tạo, em là sinh viên đã hoàn thành xong chương trình học còn thi anh văn nói viết để ra trường. Em được biết là tháng 9 sẽ có đợt thi không biết chính xác khi nào có lịch ạ, vì đợt thi trực tuyến lần 1 em không nhận được mail báo đăng kí nên rất lo lắng ạ Mong phòng đào tạo giải đáp giúp em ạ Em cảm ơn ạ",
    "Dạ chào phòng đào tạo . Em tên  - Kì 211 này em có làm luận văn .Hiện tại tên gvhd của em trên mybk không đúng với gv hiện tại của em. Mong pdt kiểm tra giúp em. Hiện tại, GVHD của em là Thầy  nhưng trong e-learning là thầy .",
    "Em xin chào PĐT, Em là , sinh viên Việt Pháp K16 - ĐHBK TPHCM   PĐT cho em hỏi: Em đã đăng ký xác minh bằng tiếng Pháp vào ngày 18.06.2021 nhưng đến giờ vẫn chưa có kết quả xác minh. Em đã liên hệ bên Khoa Tiếng Pháp ĐHSP - nơi xác minh bằng nhưng họ báo rằng chưa nhận được công văn yêu cầu xác minh từ phía trường ĐH Bách Khoa . Mong PĐT kiểm tra lại giúp em trường hợp xác minh bằng tiếng Pháp B1 để em có thể đủ điều kiện   B xét tốt nghiệp vào ngày 08.09.2021    sắp tới . Trân trọng.   ID:  M: (84) [phone_number] - : [phone_number]  A: , ,  10, Ho Chi Minh City, Vietnam",
    "Kính gửi Phòng đào tạo, Kì thi vừa rồi em có đăng kí hoãn thi môn Nhập môn Thị giác máy tính ME4201 và đã nhận được mail xác nhận nhưng sao bảng điểm của em vẫn hiện điểm 13 ạ. Em có thấy hạn nhập điểm hoãn thi là 30/9 thì điểm 13 hiện tại trong bảng điểm của em có tính không ạ? Mong phòng đào tạo giải đáp giúp em. Em xin cảm ơn",
    "Dạ em chào PĐT ạ Em là , MSSV  . Hiện tại ngoài bằng Toeic Nói viết ra thì em đã đủ điều kiện tốt nghiệp tháng 11 này ạ. Cho em hỏi là em đã thấy lịch đăng kí thi Toeic 2 kĩ năng nói viết trên MyBK từ 6/9-8/9 nhưng em chưa được nhận mail hay thông báo về việc này. Vậy thì em có nằm trong diện được đăng kí thi hay không ạ?  Em xin chân thành cảm ơn PĐT.",
    "anh/chị cho em hỏi. trên tkb em có tkb môn đồ án tốt nghiệp mà bên e learning em không có lớp, k liên hệ được với giáo viên hướng dẫn. Phạm kỳ nguyện 1612315",
    "Dạ em xin chào PDT, em tên là , MSSV: . Em xin hỏi PDT là hiện em đã đăng ký môn Luận Văn Tốt Nghiệp Cơ Điện Tử mã:ME4019 rồi nhưng ở trên danh sách của Bộ Môn Cơ Điện Tử thì em vẫn chưa có tên và em cũng đã hỏi cả bên Bộ Môn thì cô phụ trách bảo em phải hỏi lại PDT, vì hiện tại trên BKe-learning tên GVHD của em đang sai ạ, mà em không có tên ở trong Bộ Môn nên không có thể hiệu chỉnh được ạ. GVHD của em hiện tại là thầy  ạ. Vì vậy em mong PDT có thể xử lý giùm em việc này với ạ. Em xin chân thành cảm ơn!",
    "Em không đăng kí môn cho học kì 1 2021-2022. Em đã hoàn thành việc bảo vệ luận văn tốt nghiệp, còn thiếu toeic 2 kỹ năng còn lại. Trong trường hợp không thể hoàn thành toeic 2 kỹ năng để tốt nghiệp, em cần làm đơn như thế nào để được tiếp tục duy trì tình trạng học để có thời gian hoàn thành anh văn để ra trường ạ. Em cảm ơn ạ.",
    "EM  - MSSV:    i  Ngày hôm qua khi em kiểm tra thời khóa biểu và môn học của mình, và đã bị xóa môn học,và chưa biết lý do ạ, em mong phòng kiểm tra lại giúp em, để em đảm bảo lịch học tốt ạ. em xin cảm ơn ạ!",
    "Thưa PĐT, Em có thể hỏi bây giờ có quá muộn để đổi đề tài hoặc rút môn đề cương luận văn tốt nghiệp không ạ. Em xin cảm ơn. Trân trọng, ",
    "Dạ em chào Thầy Cô! Em là  MSSV:  Em xin phép Thầy cô cho em được đăng kí môn học: Tên môn học: Thiết Kế Nhanh 2 Mã Môn học: CI1005 Nhóm lớp T01 Lý do không đăng kí được: do bị thay đổi loại hình sinh viên đăng kí Giảng viên hướng dẫn:  Em mong thầy cô xem xét cho em được đăng kí môn học này ạ  Em chân thành cám ơn thầy cô. Trân trọng ",
    "Em xin gửi đơn đề nghị tạm dừng học. Mong được nhà trường chấp nhận. Em xin cảm ơn",
    "Dạ chào thầy cô, Em hiện là sinh viên khóa K17 của trường. Em có đọc thông tin về \"Lịch trình đăng ký TN tháng 11\" với hạn cuối xét TH bổ sung là 20.10.2021. Ở \"Thông báo lưu ý về kế hoạch học vụ đầu học kỳ 1 2021-2022\", phòng đào tạo có thông báo sẽ xét tốt nghiệp đến cuối học kỳ 211. Dạ thầy cô cho em hỏi là hạn cuối nộp TH bổ sung xét TN là 20.10 hay cuối HK211 ạ? Em rất mong nhận được sự phản hồi và hỗ trợ từ thầy cô! Em cảm ơn thầy cô nhiều! Chúc thầy cô có một ngày vui vẻ ạ!",
    "Lí do em không đăng kí được là do chưa đóng học phí. Mà học phí của môn đó là môn kĩ thuật điện mà em đã hủy môn trước khi có thời khóa biểu. Nay em xin pđt xét cho em không đóng học phí môn này. Em xin cảm ưn. Để em có thể đk dự thính bổ sung hk 211 .",
    "Xin chào thầy/cô, Em tên , MSSV , khoa Điện - Điện tử. Thầy/cô cho em hỏi là làm cách nào để lấy giấy xác nhận sinh viên vì địa phương em đã yêu câu. Địa phương em có yêu cầu có thể cung cấp bằng giấy hoặc hình ảnh chứng minh đều được. Mong thầy/cô có thể phản hồi giúp em sớm. Em chân thành cảm ơn.",
    "Kính gửi phòng Đào Tạo. Vì tình hình dịch bệnh nên em không thể lên trường làm đơn thu nhận. Nên em mong nhà trường có thể hỗ trợ giúp em để em có thể sớm đăng kí thi anh văn Nói Viết bằng hình thức online . Em xin cảm ơn Trân Trọng",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Giờ em là sinh viên năm 2,trước em thi anh văn đầu vào ko đủ em phải học lại avcb. Trong quá trình đó là em có học để lấy bằng để nộp cho pass anh văn. Nhưng do tình hình dịch bệnh thì em ko thi được và em cũng ko học av1( nhu cầu) được. Giờ em định đăng ký môn anh văn 1 (nhu cầu ) em học rồi hè em học anh văn 2 là đủ nhưng hệ thống ko cho em đăng ký. Và ko có mở lớp hay sao em cũng ko biết. Giờ em ko biết phải xử lý sao. Mong hỗ trợ giúp em để em có thể nắm bắt được tình hình giúp em có kế hoạch học tập hợp lý nhất . Mong sớm được nhận phản hồi để em biết được!!! Em cảm ơn!!"
]