[
    "Em kính chào PĐT ĐH Bách Khoa TPHCM, Em là , Khóa K16 của khoa cơ khí. Ngày 19 tháng 11 vừa qua em có đăng ký giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự thêm 1 năm để hoàn thành xong chương trình học tại trường. Nhưng ngày 26.11 vừa qua em mang giấy xác nhận nhà trường gửi xuống xã thì giấy chứng nhận này không còn đạt yêu cầu để tạm hoãn. Xã yêu cầu phía sinh viên phải liên hệ với nhà trường để xin thêm dòng chữ kỳ hạn ra trường và lý do chưa ra trường theo đúng quy định . Hiện tại em đăng thực hiện luận văn xong học kỳ này em tiếp tục học thêm toeic và tiếng anh nói viết. Theo dự kiến bản thân là ra trường vào cuối năm 2022. Để đáp ứng được yêu cầu phía quân đội xã đề ra Em mong PĐT xác nhận giải quyết sớm để em có kịp giấy bổ sung cho bên quân đội để yên tâm tập trung hoàn thành chương trình học của bản thân. Sau đây em xin đính kèm giấy tạm hoãn tham khảo bên xã yêu cầu. Em xin cám ơn! \"",
    "Kính chào PĐT,  Em tên là , MSSV: , Sinh viên khoa Công Nghệ Vật Liệu, Chuyên ngành Vật Liệu Polymer, lớp VL16PO Ở học kỳ trước do dịch bệnh nên em không thể hoàn thành luận văn, và em đã làm đơn xin hoãn luận văn tốt nghiệp sang kỳ này. Vì vậy nên kỳ này em không đăng ký môn học nào, và tình trạng sinh viên của em hiện đang là \"Tạm dừng\". Xin PĐT cho em cách giải quyết để có thể hoàn thành luận văn trong kỳ này ạ, em xin cám ơn.",
    "Em tên:  MSSV:  Hệ: CQ Từ ngày 27.11 đến 30.11 em không thể vào E-learning làm bài kiểm tra môn Đại số tuyến tính MT1007. Em mong nhà trường có thể giúp em dời lại thời gian kết thúc bài kiểm tra là 30.11 đến khi E-learning hoạt động lại bình thường được không ạ? Em xin chân thành cảm ơn ạ .",
    "Chào thầy cô, hiện em đã đăng kí và thanh toán lệ phí tốt nghiệp nhưng Tình trạng đăng kí hiện đang là Không được phép đăng ký (tạm dừng ). Cho em hỏi quá trình cấp bằng của em có đang gặp vấn đề gì không và có thời gian để nhận bằng chưa ạ",
    "Em là   Mssv  em có 4 câu hỏi yêu cầu nhà trường trả lời ạ  1: HK2 2020-2021 Em có học có môn thí nghiệm nhưng không được học phòng thí nghiệm không được xài phòng thực hành mà nhà trường vẫn tính hệ số 1.5 trong khi học online như 1 tiết lý thuyết còn không đảm bảo chất lượng mail trước e có gửi mail thì cô nói học kì nào tính học kì đó vậy hết dịch thầy cô có cho dạy lại ở phòng thí nghiệm luôn. hay nhà trường nuốc (biển thủ) luôn số tiền đó  2: HK1 2021-2022 Em đang làm đồ án không được xài phòng thí nghiệm nhà trường vẫn thu tiền học phí 1.5  3: HK2 2021-2022 Em chuẩn bị làm luận văn cho e hỏi nhà trường có vẫn tiếp tục dùng hệ số nhân 1.5 để tính tiền học phí không ạ . rồi tiếp tục ăn chặn số tiền đó của sinh viên nữa. dịch đang khó khăn nhà trường không giảm học phí còn đi ăn chặn tiền của sinh viên. 4: Học kì này tụi em đã học xong thí nghiệm nhà trường lại mail môn thí nghiệm và thực hàng sẽ bắt đầu vào 6/12 là sao ạ  \" 2. Đối với các phần Thực hành, Thí nghiệm của năm 2020-2021 và học kỳ 1 năm 2021-2022: - Thời gian dự kiến bắt đầu: từ 06/12/2021. - Thời gian có thể thay đổi tùy theo tình hình của Thành phố Hồ Chí Minh và hướng dẫn của Đại học Quốc gia.\" mail của trường gửi cho sinh viên",
    "QUOTE  Dạ em chào cô Cô cho em hỏi em có đăng ký môn av3 và đã thành công nhưng trong mục kết quả đăng ký em lại không vào được lớp. Em có được đăng ký lại không ạ. Em cám ơn cô ạ Em có gửi kèm ảnh đăng ký ạ",
    "MSSV:       i Học vụ    Em tên:  Khoa: Kỹ Thuật Hóa học Em xin trình bày lý do xin hoãn: Do dịch covid nên trước đó em không thể vào phòng lab trường để thực hiện luận văn được. Và theo lịch bảo vệ LVTN của bộ môn là vào giữa tháng 12 . Chính vì vậy mà thời gian sắp tới em sẽ không kịp hoàn thành luận văn của mình nên giảng viên hướng dẫn có đề nghị em xin hoãn LVTN và bảo lưu học phí qua học kỳ sau. Dạ hiện tại bảo vệ không cho vào trường thì em có thể làm đơn online rồi gửi qua pdt được không ạ. Em xin cảm ơn phòng đào tạo.  ",
    "Dạ em muốn hỏi lịch học vụ của kỳ 212. Em thấy lịch trên aao là sau thi cuối kỳ 211 là bắt đầu kỳ 212 luôn chứ không như mọi năm, lịch từ tháng 8 nên em không biết có cập nhật gì khác không ạ . Và sắp có lịch học vụ cụ thể của kỳ 212 chưa ạ. Em cảm ơn thầy/cô đã xem.",
    "Em đã đăng ký nhận giấy tốt nghiệp tạm thời từ ngày 22/11 và cũng đã thanh toán phí nhưng đến nay vẫn chưa nhận được ạ. Em đăng ký nhận ở Quảng Ngãi. Bạn em cũng đăng ký thì khoảng 5 -7 ngày là nhận được rồi ạ. Em không biết là có bị trục trặc gì không. Em cảm ơn.",
    "Kính chào quý Thầy/Cô, Theo thông báo trong \"Kế hoạch dự kiến giảng dạy, học tập trực tiếp năm học 2020-2021 và năm học 2021-2022\", các học phần Thực hành, Thí nghiệm của học kỳ 1 năm học 2021-2022 sẽ được học trực tiếp từ 6/12/2021. Tuy nhiên, em thắc mắc SV được đi học trực tiếp là những sinh viên đã đăng ký học trực tiếp hay bao gồm cả các SV không đăng ký nhưng đủ điều kiện (Tiêm 2 mũi hoặc Nhiễm Covid-19 và đã khỏi) ạ? Em thuộc trường hợp không đăng ký nhưng đủ điều kiện học trực tiếp. Em kiểm tra thời khóa biểu thì em vẫn có lịch học, tuy nhiên mục PHÒNG thì là HANGOUT chứ không có phòng học cụ thể ở BK-CS1. Vậy em có cần phải đến trường học trực tiếp không hay chỉ học online tiếp tục phần Thực hành đó ạ? Kính mong quý Thầy/Cô giải đáp những thắc mắc của em. Em cảm ơn ạ!",
    "Em chào các Thầy/Cô ạ , hiện tại web bkel trường đã bị lỗi rất lâu rồi và nghe nói kéo dài đến thứ 6 mới xong em tính cũng hơn 1 tuần rồi . Gây ảnh hưởng tới việc học tập, lấy tài liệu,video để ôn tập CK . Vậy nên em gửi ý kiến này để mong PDT lùi lịch thi lại vì trong mấy ngày nay toàn bộ video giảng dạy, tài liệu,các bài quiz,exam đều không làm được.Em cảm ơn ạ.",
    "Dạ em kính chào thầy/ cô ạ! Em tên , sinh viên khoa QLCN. Em đang có thắc mắc mong được thầy/ cô giúp đỡ giải đáp ạ . Hiện tại em đã có kết quả đăng ký thành công môn học \"Anh văn 4A theo nhu cầu\". Em có lịch học ngày đầu tiên vào thứ 4 - 01/12/2021, tuy nhiên hệ thống BKEL đang bảo trì nên em không thể truy cập lấy link phòng học được ạ. Cho em hỏi là làm sao để em có thể liên hệ với giáo viên để xin link học không ạ? hoặc có cách giải quyết nào không ạ? Mong được thầy /cô giúp đỡ ạ! Trong thời gian chờ đợi sự phản hồi từ quý thầy/cô, em xin chân thành cảm ơn. Trân trọng/",
    "Em tên là , mssv: . Em làm đơn này để hỏi về việc đăng ký tốt nghiệp. Hiện tại em đã được cập nhật đủ điểm của môn cuối cùng nhưng điểm trung bình tích lũy ngành lại chưa được cập nhật ạ. Và trang đăng ký tốt nghiệp cũng không truy cập được. Em mong phòng đào tạo giải quyết giúp em ạ   i Tốt nghiệp .",
    "Kính chào thầy cô, Em tên , MSSV . Em đã đáp ứng hết các tiêu chí tốt nghiệp, nhưng khi vào mục đăng ký thì lại hiện thông báo \"Không được phép đăng ký (tạm dừng)\". Em mong sớm nhận được phản hồi của thầy cô. Em xin cảm ơn. ",
    "Dạ, em chào các thầy cô ạ. Học kì vừa rồi em có xin Phòng Đào tạo cho phép hoãn thi môn Kĩ thuật lập trình (CO1027). Hiện tại các môn học đã cập nhật ngày thi cuối kì, tuy nhiên môn mà em hoãn thi thì vẫn chưa cập nhật ạ. Vậy thì đợt hoãn thi này sẽ thi chung với đợt HK211, hay là đợt khác ạ. Mong thầy cô có thể giải đáp thắc mắc giúp em, em xin chân thành cảm ơn ạ Anh, ",
    "Em có xin gia hạn học phí HK 211 và đã được trường đồng ý. Hiện tại em có nhận được mail nhắc nhở đóng học phí. Vậy em nên làm gì và đến lúc thi cuối kì em có cần gửi đơn lên PĐT để có thể được phép thi cuối kì không ạ?  Em xin chân thành cảm ơn!",
    "Xin chào admin, Em hiện đã đủ điều kiện để đăng ký xét tốt nghiệp, nhưng nay bị chuyển tình trạng sinh viên sang \"Tạm dừng\" nên không vào trang Đăng ký tốt nghiệp được. Mong admin mở lại quyền truy cập cho em với ạ. Và trước đó tình trạng đăng ký của em là \"Chưa có trong danh sách tốt nghiệp dự kiến\" dù mọi điều kiện xét em đều đã đạt. Vậy không biết em có cần làm thêm thủ tục gì để bắt đầu đăng ký xét tốt nghiệp không ạ? Em xin cảm ơn!",
    "Kính gửi Phòng Đào Tạo Em là  MSSV:  Em có nhận được mail và có tên trong danh sách dự kiến tốt nghiệp nhưng trong phần đăng ký tốt nghiệp lại hiển thị \"không được phép đăng ký tốt nghiệp (Tạm dừng)\", mong pdt xem xét giải quyết giúp em. Em xin cảm ơn.",
    "Em xin chào phòng đào tạo, hiện tại em đang gặp vấn đề về việc truy cập vào trang BKEL của trường, mà hạn chót nộp bài cuối kì môn thí nghiệm vật lý là tối nay ngày 30/11/2021. Vậy nên em muốn hỏi là em có được thêm thời gian nộp bài không ạ. Kính mong phòng đào tạo hỗ trợ vì em không tìm được mail của giáo viên môn thí nghiệm vật lý ạ",
    "Thưa thầy/cô, hiện tại em đã hoàn tất tất cả môn học theo quy định của chương trình và cả luận văn tốt nghiệp. Tuy nhiên, do điểm số của môn cuối cùng được cập nhật khá trễ (26/11) nên hiện tại em đã bị tạm dừng do không đăng ký môn học. Em có mong muốn được đăng ký xét tốt nghiệp lúc này, không biết trong trường hợp này em nên xử lý thế nào? Mong thầy/cô trả lời giúp. Xin cảm ơn",
    "Em tên là , MSSV , lớp CP20CDT, trước đây em có đăng kí nhận giấy chứng nhận sinh viên để tạm hoãn nghĩa vụ quân sự nhưng chưa nhận được phản hồi nên hôm nay em đã đăng kí lại và mong nhà trường hỗ trợ. Em đã nhận được giấy khám nghĩa vụ quân sự vào thứ tư ngày 7/12/2021 nên phải hoàn thành giấy tờ trước ngày đó, mong nhà trường xem xét và hỗ trợ, em xin cảm ơn ạ.",
    "em chào thầy, cô em là sinh viên K20 của khoa Kỹ thuật Xây Dựng, do gia đình em có việc nên là em muốn bảo lưu kết quả của năm nhất 1 năm nên em đã không đăng kí học kì 1 năm 2 như các bạn khác Và em đã hoàn thành xong các môn của năm nhất, vậy thì cho em hỏi là bây giờ em chờ phân ngành xong rồi mới bảo lưu phải không ạ? Với cho em hỏi về thủ tục để bảo lưu ạ Em cảm ơn",
    "Dạ em chào thầy/cô. Em là , lớp VP19NL. Em muốn hỏi là phần học Thực hành, thí nghiệm trực tiếp tại cơ sở 1 như email trường thông báo là dành cho những bạn đã đăng ký qua form trước đó mới được học hay cho tất cả sinh viên đã đủ điều kiện 2 mũi vaccine và có thể đến trường? Nếu trước đó em chưa kịp đăng ký qua form thì có thể lên trường học được không ạ? Em xin cảm ơn ạ.Trân trọng.",
    "Em kính chào quý thầy cô. Hiện tại em là sinh viên năm 3 (K19) ngành Kỹ thuật Hóa dược, khoa Kỹ thuật Hóa học . Về vấn đề đăng ký môn ở học kỳ 212. Theo thông tin em nhận được từ các sinh viên cùng khoa, cùng khóa thì số lượng tín chỉ tối đa trong kỳ có thể đăng ký là 25. Nhưng khi em đăng ký thì em chỉ được tối đa 21 tín chỉ (hình ảnh đính kèm). Em kính mong thầy cô xem xét và giải đáp thắc mắc của em . Em chân thành cảm ơn quý thầy cô rất nhiều.",
    "Em chào thầy cô, Em tên là  MSSV: Em đã đóng học phí ngày 19/11 với số tiền 350.000VND, tài khoảm của em đã bị trừ tiền và tuần này em có liên hệ OCB thì báo là đã thanh toán học phí. Nhưng trên bkpay chưa cập nhật đã đóng ạ? Thầy cô kiểm tra giúp em. Em chân thành cảm ơn,",
    "Chào thầy/cô, em tên là , MSSV: . Đợt vừa rồi em có đăng ký học thí nghiệm tại cơ sở 1 của trường vì trước đó KTX ĐHQG thông báo là sẽ nhận sinh viên vào ở nếu có thông báo đi học lại từ các trường. Nhưng vừa qua, KTX lại thông báo chỉ nhận sinh viên vào từ ngày 15/2/2022, nhà em lại quá xa cơ sở 1 của trường, ngồi xe khách khoảng 5 giờ, vì vậy khi lên học em không thể chạy lên học và sau đó chạy về nhà. Bên cạnh đó, ngày 28/11/2021, tỉnh em (Sóc Trăng) vừa ra quyết định nâng cấp độ dịch lên cấp độ 3 (vùng cam), vì vậy việc ra khỏi tỉnh cũng rất hạn chế và nguy hiểm, ở lại tại TPHCM thì em không có chỗ lưu trú. Vì vậy, em muốn hỏi là nếu muốn hủy đăng ký đi học lại, em nên làm thế nào ạ? Em xin chân thành cảm ơn quý thầy cô đã xem và mong nhận được phản hồi sớm ạ. Trân trọng.",
    "Em chào thầy/ cô ạ, Hôm nay em có vào myBK    Đăng ký nộp bằng THPT để đăng kí nộp bằng nhưng không được. Em không biết là trang web bị lỗi hay do đã hết hạn đăng kí ạ. Theo như em xem mail thì đến ngày 22/01/2022 mới hết hạn . Em xin gửi ảnh trang web đăng kí nộp bằng THPT. Em rất mong được thầy/ cô xem xét và giải đáp ạ. Em cảm ơn thầy/ cô.",
    "Em chào thầy/cô ạ. Em tên là  K2018 khoa KHMT.  Hiện tại em không thể đăng ký môn học với lý do tạm dừng, em không hiểu lắm, mong thầy cô giải đáp giúp em và em cần làm gì để được phép đăng ký môn học trở lại ạ.",
    "Em đã đăng kí tốt nghiệp và đóng lệ phí nhưng hiện thông báo \" không được phép đăng kí ( tạm dừng)\"  Mong thầy/ cô giải quyết giúp em ạ.  Phượng MSSV:  Em cảm ơn!",
    "Em tên là:  MSSV:  Cho em xin nộp đơn xin hoãn bảo vệ LVTN kỳ này ạ.",
    "Phòng đào tạo cho em hỏi là vào ngày 18/11 thì em có đóng tiền học phí trên bkpay , em đều làm đủ các bước thanh toán nhập mã code của ocb nhưng em ko check lại xem tiền đã trừ chưa . Hôm nay ngày 30/11 em vào tk ocb của mình thì thấy tiền học phí chưa bị trừ và trên ocb thì ghi là chưa thanh toán . Phòng cho em hỏi bây giwof còn cách nào để nộp học phí muộn được không ạ . Em cảm ơn .",
    "Kính chào giáo viên! Em tên  Mssv:  Em đã làm đơn thu nhận lại để được tiếp tục đăng ký học học kỳ HK212 ạ!",
    "Chào thầy/cô, Em tên . MSSV:  Về vấn đề đăng kí bảo hiểm y tế, vì lí do trong mail đăng kí có mục \"sinh viên chính quy 2021 không cần đóng vì đã đóng cho 2022\", và vì em đang học học kì 2021 2022 nên lúc đó em nghĩ là không cần đóng. Trong suốt thời gian đó đến bây giờ, em phải đi cách li do trong diện f0, mãi tới bây giờ mới khỏi. Theo thông tin bạn bè cung cấp thì em phải đóng bảo hiểm y tế nhưng giờ đã trễ hạn. Mong thầy/cô giải đáp giúp em thắc mắc là em có cần phải đóng không. Nếu có thì mong quý thầy/cô có thể giúp em được đăng kí và thanh toán cho lần này ạ. Em xin cảm ơn!",
    "Kính gửi Phòng Đào tạo trường Đại học Bách Khoa Em là sinh viên hệ VHVL. Có mã số sinh viên:. Em làm đơn này là muốn hỏi PĐT sao điểm các môn học kỳ 2 năm học 2020-2021 vẫn chưa được cập nhật dù đã thi từ tháng 8 tháng 9. Và em không thể đăng ký xét tốt nghiệp được.",
    "Chào PĐT,  Em là , MSSV: . Ngày 19/11 em có làm đơn hoãn thi vẽ kĩ thuật xây dựng và đã được PĐT đồng ý. PĐT sẽ tập hợp các đơn và QĐ hoãn thi chung, dự kiến trước tháng 12 và gửi mail đến em. Nhưng đến thời điểm hiện tai em chưa nhận được mail ạ. Mong PĐT kiểm tra lại giúp em với ạ. Cảm ơn thầy cô đã đọc. Chúc thầy cô ngày mới tốt lành.",
    "nó bị như này ạ",
    "Kính gửi phòng đào tạo, Tuần trước em có lên trường để nhận bằng tốt nghiệp nhưng do thông tin xếp loại trên bằng bị sai (từ giỏi thành khá), phòng đào tạo có hẹn em tuần này lên nhận lại. Cho em hỏi tuần này em có thể lên nhận bằng được chưa ạ?  Em cảm ơn",
    "Chào thầy,cô ạ! Vào ngày 23/11/2021 em có gửi yêu cầu xin được thi môn Mô Hình Hóa Chất Lượng Nước và được phòng đào tạo xác nhận và thông báo sẽ gửi mail trước tháng 12. Nhưng đến nay em vẫn chưa nhận được mail từ bên phía nhà trường. Em rất mong nhận được mail xác nhận từ phòng đào tạo ạ Em xin cảm ơn!",
    "Kinh gửi Phòng Đào Tạo. Em là    . MSSV:    . Hiện em đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021. Tuy nhiên em   B không thể đăng ký tốt nghiệp    tại myBK được, vì tình trạng đăng ký:   B \"Không được phép đăng ký (tạm dừng)\"   . Kính mong Phòng Đào Tạo xem xét và xử lý giúp em. Em xin chân thành cảm ơn.",
    "Xin chào cô ạ, -Em tên  mssv , lần trước em có làm đơn hoãn thi và được phòng đào tạo chấp nhận và thông báo sẽ nhận được mail thông báo về việc hoãn thi trước tháng 12, nhưng đến nay em vẫn chưa nhận được. -Kính mong phòng đào tạo kiểm tra lại để em có thể thi vào ngày 3-12-2021 sắp đến ạ. Em xin cảm ơn.",
    "Vào ngày 17/11/2021, em có lên trang web để đăng ký xét tốt nghiệp thì đã có thể đăng ký được. Nhưng vì thiếu ảnh thẻ nên em chưa đăng ký. Đến ngày  28/11/2021, em lên lại trang web để đăng ký thì đã bị tạm dừng . Em muốn biết vì sao em bị tạm dừng đăng ký xét tốt nghiệp?.",
    "Cho em hỏi là em học tại cơ sở 2 mà theo thông báo viec học trực tiếp các môn thí nghiệm thực hành là tại cơ sở 1 vào ngày 06/12/2021 thì em có phải đi học trực tiếp không và học ở lớp nào  ạ.",
    "Em là -. Lúc 15h00 chiều nay em làm  bài kiểm tra chương 3 không gian Euclid ĐSTT trên bkel (lớp L10) vì trang web gặp trục trặc mà em được tính 0 điểm. Em nhờ phòng giải quyết giùm em vấn đề này  và cho em xin gmail của cô  để báo cô biết về vấn đề của em.",
    "Chào Thầy/cô  Em đã thanh toán tiền xét tốt nghiệp và nhận được mail xác nhận đơn xin nhưng bây giờ vào kiểm tra thì thấy bị tạm dừng là bị gì vậy ạ. Thầy/ cô kiểm tra giúp em với. Em cám ơn ạ1",
    "Em xin phép chào Phòng Đào Tạo Trường ĐH Bách Khoa TP.Hồ Chí minh. Em tên  MSSV  Em xin trình bày rằng, hiện tại em đang bị tạm dừng học với lý do là không đăng ký môn học học kỳ 211. Cuối học kỳ 202, em đang tiến hành làm luận văn tốt nghiệp  B   U        và ôn thi toeic nói viết. Vì đã hoàn thành chương trình các môn học và có thể dự kiến tốt nghiệp, nên em không đăng ký môn học cho học kỳ 211. Hiện tại, em vẫn chưa qua toeic nói viết, và chuẩn bị tiếp tục thi đợt tháng 12. Theo em được biết để có thể đăng ký tốt nghiệp hoặc đăng ký môn học để tiếp tục duy trì tình trạng sinh viên, thì em cần làm phiếu thu nhận lại . Với tình hình dịch phức tạp, nên khó khăn trong việc di chuyển. Em hiện tại đang ở quê, em xin phép gửi bản scan phiếu thu nhận này qua trang bksi của trường. Em không biết có phải lên trực tiếp phòng đào tạo để nộp không ạ. Mong phòng đào tạo phản hồi và cho em hướng dẫn ạ . Em xin chân thành cảm ơn!",
    "Chào thầy/cô Em là , sinh viên Khoa Điện, Điện Tử. Hiện tại em đang dự định thi anh văn nói - viết đợt tháng 12 để chuẩn bị tốt nghiệp vào ngày 24/12. Em kiểm tra tình trạng sinh viên thì đã bị tạm dừng vì không đăng ký môn học trong học kỳ 1 2021. Vậy em cần làm gì trong trường hợp này? Mong được phản hồi sớm từ thầy/cô.",
    "Dear anh/chị Em đang chờ mail của nhà trường xác nhận việc đủ điều kiện tốt nghiệp của em, để em được đăng ký tốt nghiệp. và tới hôm nay, em vẫn chưa thấy mail của pđt về việc xác nhận đủ điều kiện tốt nghiệp. Em vô trang đăng ký tốt nghiệp thì không vô được do không có quyền truy cập. Em xem tình trạng sinh viên thì để là tạm dừng ạ :((( Em mong a/c kiểm tra lại giúp em với, để em được nhận bằng tốt nghiệp ạ Em xin chân thành cảm ơn ạ!!!",
    "Em là   lớp CK17DET. Học kì 1 năm 2021 em không đăng kí môn học nên không có thời khóa biểu chính thức, hiện tại đang bị    B Tạm dừng vì không đăng ký môn học 2869/QĐ-ĐHBK 18/11/2021      Đây là   B Phiếu đăng kí thu nhận lại    của em . Mong PĐT xem xét để em đăng kí môn học cho học kì 212",
    "Chào ad! 29/11 là ngày hết hạn đóng học phí thi anh văn, nhưng đến nay 1/12 rồi mà em vẫn chưa nhận được mail thông báo lịch thi anh văn, không biết đã có sai sót nào không ạ! Cảm ơn ạ!",
    "Em chào nhà trường, Hiện em là sinh viên năm cuối đã đủ điều kiện tốt nghiệp nhưng em có nhận được thông báo là hiện mình đang nợ một số học phí và cụ thể sau khi kiểm tra lại thì em thấy đó là 2 khoản phí bảo hiểm xã hội chưa thanh toán trên myBk. Em thắc mắc là vào khoảng thời gian đó em không đăng kí đóng bảo hiểm do thấy hạn bảo hiểm của mình vẫn còn và thời gian đăng kí bảo hiểm hiển thị trên hệ thống cũng bất thường khi mà gói đăng kí bảo hiểm là 1 năm nhưng lại đăng kí sát nhau như vậy, mong nhà trường giải đáp giúp em và kiểm tra giúp em đây có phải là nhầm lẫn gì không ạ vì khoản tiền thanh toán 2 gói bảo hiểm là không nhỏ và cũng không hề cần thiết với em ạ.",
    "Kính gửi: cô - phụ trách dịch vụ hỗ trợ trực tuyến BKSI. Em tên là: , mssv  Học kì 202 em có hoãn thi môn học Nguyên lý thông tin quang EE3033, sau hậu kiểm thì em nhận điểm 13. Em có được hướng dẫn liên lạc với Văn phòng Khoa Điện- điện tử thì được hướng dẫn làm việc với thầy giảng viên phụ trách là  thầy . Em trình bày lý do là điều kiện mạng không đáp ứng được( mục 3- lý do đặc biệt) thì thầy phản hồi rằng trường hợp của em không nằm trong hai trường hợp đầu nên không giải quyết được. Vậy xem xin nộp đơn mong PĐT xem xét trường hợp của em. Em xin chân thành cảm ơn.",
    "Dạ em chào thầy cô ạ. Em tên là  MSSV: . Em có câu  hỏi là học kỳ này em có đăng ký học dự thính môn mô hình hoá mô phỏng (CH3133) và học kỳ trước em có đăng ký hoãn thi môn này. Vậy thầy, cô cho em hỏi là em có thể đăng ký thi lại và thi chung với kỳ dự thính này được không ạ. Em xin chân thành cảm ơn thầy cô ạ.",
    "Em tên , Mssv:3 Em xin đăng ký thi tiếng anh nói viết Em xin cảm ơn.",
    "Em chào PĐT, em có câu hỏi là với K19 thì CTĐT ghi là môn Thực tập ngoài trường đăng kí vào kì chính, nhưng theo em biết thì nếu đăng kí vào kì chính thì sẽ bị hạn chế số tín chỉ đăng kí vào kì đấy, vậy thì môn Thực tập ngoài trường đăng kí vào học kì chính hay là học kì hè ạ . Em cảm ơn ",
    "Chào thầy/cô. Cho em hỏi kỳ 212 có áp dụng chuẩn anh văn không ạ, vì tình hình dịch bệnh này em không thể thi lấy bằng để chuyển điểm ạ. Em cảm ơn ạ ",
    "PĐT hẹn sau ngày 30/11 chưa cập nhập điểm rút môn để tốt nghiệp thì phản hồi lại.",
    "Em chào PĐT, 3 ngày vừa qua em có gửi câu hỏi trên BKSI nhưng đến nay chưa nhận được phản hồi nào ạ. Mong PĐT check giúp em với ạ.",
    "Gửi thầy cô ạ,  Em muốn hỏi thầy cô cách giải quyết tình trạng   B tạm hoãn tốt nghiệp    do không đăng ký môn học kì 1 (năm học 2021-2022) mặc dù em đã chuyển điểm anh văn đầy đủ và hoàn thành hết tín chỉ yêu cầu cho chuyên ngành của em . Em rất mong được thầy cô giải đáp để em có thể đăng ký tốt nghiệp trước ngày 24/12 ạ. Em xin chân thành cảm ơn.",
    "Em chào phòng đào tạo ạ, em tên  MSSV: thuộc chương trình Việt Pháp, hiện tại em ko còn nợ môn học nào nhưng do thiếu chứng chỉ tiếng pháp nên chưa tốt nghiệp được trong đợt vừa rồi, và hiện tại em thấy mình liệt kê vào tình trạng tạm ngưng. Vậy phòng đào tạo cho em hỏi nếu học ký 212 em có chứng chỉ tiếng pháp thì vẫn đăng ký tốt nghiệp được hay không ạ, có ảnh hưởng gì đến việc tốt nghiệp của em không ạ.",
    "Em có đăng ký môn học Xử lý số tín hiệu trong học kỳ 202. Tuy nhiên, hiện tại giảng viên vẫn chưa nhập điểm và em đã đủ điều kiện tốt nghiệp, dự định đăng ký tốt nghiệp trong tháng 12 này. Phòng Đào tạo cho em hỏi có thể rút môn học Xử lý số tín hiệu này không và phải làm thế nào để được rút môn ạ ? Em xin cảm ơn.",
    "Em chào quý thầy cô, em tên là , MSSV , là sinh viên K18, hiện tại em đang là sinh viên năm 4, kì sau em sẽ đăng kí môn luận văn tốt nghiệp (CH4337) nhưng hiện tại vì tình hình dịch nên em không thể thi anh văn để lấy chứng chỉ tiếng anh quốc tế được ạ, nhưng em đã có kiểm tra tiếng anh định kì trong trường và đạt trên 500 rồi ạ ( em không nhớ rõ do điểm không còn thấy trên mybk nữa ạ). Qúy thầy cô có thể cho em hỏi kì sau em có đủ điều kiện để đăng kí môn luận văn tốt nghiệp không ạ và liệu rằng em có bị trể một kì không ạ. em chân thành cảm ơn thầy cô ạ.",
    "Kính chào T ạ! Em đăng kí bổ sung Đề cương Luận văn tốt nghiệp đợt cuối, nên trong TKB có hiện môn học nhưng trong E-learning thì không ạ. Kính xin T chỉnh sửa giúp em ạ, em sắp đến hạn nộp đề cương rồi ạ. Em cám ơn T. Chúc thầy cô T nhiều sức khoẻ ạ.",
    "phút trước) tới Phòng Kính chào quý thầy cô Phòng đào tạo  Em là , MSSV . Em là sinh viên năm 3, ngành kỹ thuật cơ khí ạ. Em nhắn đến quý thầy cô để mong giải đáp về việc học môn đồ án thiết kế ME3139 ạ Ở học kỳ này (HK211), em có học môn đồ án thiết kế dưới sự hướng dẫn của thầy , tuy nhiên do không hoàn thành đúng tiến độ nên em bị đánh rớt ạ.   Em có thể học lại môn đồ án thiết kế ở kỳ HK212 bằng cách đăng ký trên MyBK như bình thường không ạ?  Hay với sinh viên học lại thì có cần làm đơn xin mở lớp hoặc yêu cầu gì khác không ạ? Hiện tại trên MyBK em đã gửi đăng ký và đăng ký thành công ạ. Em rất mong nhận được sự giải đáp của quý thầy cô ạ Em xin chúc quý thầy cô sức khỏe, vui vẻ ạ!",
    "Dạ em là sinh viên K2018. Những năm trước em có đăng ký làm BHYT tại trường nhưng trong năm nay em không đăng ký tại trường do em định làm bảo hiểm theo hộ gia đình nhưng khi lên đóng bảo hiểm thì lại không được và người ta yêu cầu sinh viên thì chỉ mua Bảo hiểm theo sinh viên (tức làm chung với trường. Ở trường thì lại quá hạn đăng ký (hạn chót là 25/11/2021). Cho em hỏi làm sao em có thể đăng ký BHYT tại trường lại được ạ vì không tham gia BHYT sẽ không được đăng ký môn học tiếp theo. Em xin chân thành cảm ơn",
    "Kính thưa Phòng đào tạo Em là , MSSV  Em nhận được file giấy tốt nghiệp tạm thời trên trang chủ mybk. Khi đăng ký xét tốt nghiệp em có click chọn đăng ký gửi giấy tốt nghiệp tạm thời về nhà nhưng hiện nay em không thấy dấu stick hiện trên chỗ đăng ký gửi bưu điện ạ. Em muốn hỏi là giấy sẽ được gửi về địa chỉ thông qua bưu điện hay em sẽ lên trường nhận vậy ạ. Em cảm ơn nhiều ạ",
    "em xin nộp đơn thu nhận lại. mong nhà trường xem xet",
    "Xin kính chào pđt  E là cựu sinh viên BK Hiện tại e có đăng ký hệ vhvl và có 1 số thông tin chưa rõ  \"Các thủ tục: Bằng TN CĐ / ĐH (TT1); bảng điểm CĐ / ĐH (TT2); Học bạ THPT (TT3); Đề cương các môn học cơ sơ ngành, ngành, chuyên ngành (TT4)\"    E có 2 câu hỏi  1 Học bạ e hiện tại đang bị thất lạc, vậy có thể nộp sau đc k ạ? (TT3)  2 Đề cương các môn cơ sở ngành, chuyên ngành là gì ạ? (TT4)    E cảm ơn quý thầy cô Chúc quý thầy cô có 1 ngày tốt lành",
    "Kính Gửi : Ban Giám Hiệu             Phòng Đào Tạo Trường Đại Học Bách             Khoa  Em tên là :   Mssv :   Dạ em chào PĐT ạ  Dạ hôm trước em có xin ý kiến của PĐT là cho em thi các môn em xin hoãn ở học kỳ 202 vào thi ở học kỳ 211 ạ và PĐT bảo em là sẽ có thông báo sau nhưng do gần đến ngày thi rồi nên em hơi lo ạ   Chào em,    B Về việc thi để xóa điểm Hoãn thi:  -   Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybkhcmuteduvn  Thông tin sinh viên Lịch thi (dự kiến vào đầu tháng 12/2021)  -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gởi email cho Sinh viên Lịch thi cụ thể (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybkhcmuteduvn  Thông tin sinh viên Lịch thi)  -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau  - Cho em hỏi là em có thể đăng ký thi những môn em đã xin hoãn thi trong HK202 vào HK212 không ạ  =  Em chưa muốn  thi trong HK211: Em vui lòng đợi thông báo sau nhé     Dạ cho em hỏi là khi nào sẽ có thông báo thế ạ  Em xin chân thành cảm ơn!  !  ",
    "Em tên  . Hiện tại chứng chỉ ngoại ngữ của em đã thẩm tra xong. Dựa theo các điều kiện còn lại hiện tại em đã đủ điều kiện tốt nghiệp. Mong bên phía trường cập nhất CCNN và các thông tin để xét tốt nghiệp cho em vì hiện tại em đang cần bằng tốt nghiệp gấp . Em cảm ơn.",
    "Kính chào Phòng đào tạo! Em là  MSSV:  Trong những lần trước em có hỏi về cập nhật điểm chuyển TOEIC cho môn học anh văn 3 và anh văn 4. Hiện tại em đã có kết quả thẩm tra Chứng chỉ Toeic. Em có 2 câu hỏi ạ: 1) Kính mong Phòng đào tạo cập nhật chuyển điểm để xét tốt nghiệp ạ. 2) Khi Phòng đào tạo cập nhật chuyển điểm xong thì em có thể đăng ký xét tốt nghiệp được ạ? Rất mong nhận được sự phản hồi từ Phòng đào tạo. Em xin chân thành cảm ơn. Trân trọng./. ",
    "N XIN HỦY ĐĂNG KÝ HỌC TRỰC TIẾP  MÔN THỰC HÀNH THÍ NGHIỆM  Kính gửi: Phòng Đào tạo trường Đại học Bách khóa – ĐHQG TPHCM Em tên là: Nguyễn Thị Hương Hạ, khoa Kĩ thuật Hóa học, chuyên ngành Công nghệ Sinh học. MSSV: 1913275 Kính thưa quý Thầy, Cô! Vào ngày 19/11/2021 em đã đăng ký biểu mẫu học trực tiếp tại trường, nhưng sau khi nhận được mail trường thông báo về kế hoạch đi học lại, thì em không có đủ khả năng để đi học trực tiếp được nữa ạ. Vì vậy, em làm đơn này xin phép được hủy đăng ký học trực tiếp môn thực hành thí nghiệm tại trường. Lý do như sau: Hiện tại em đang ở Lâm Đồng và khoảng thời gian sau khi đăng ký, thì Bảo Lộc (Lâm Đồng) có số ca lây nhiễm tăng cao, và bị hạn chế ra ngoài, rất khó cho việc di chuyển ra/ vào khỏi tỉnh. Đồng thời, nếu đi học lại thì em không có chỗ để ở lại do KTX chưa có kế hoạch đón sinh viên, và em không có người thân nào tại Sài Gòn. Nếu đi lại thường xuyên thì chi phí cũng như thời gian cách ly làm em gặp nhiều khó khăn. Đồng thời trước diễn biến ngày càng phức tạp của dịch bệnh ở Lâm Đồng và TP HCM, gia đình em rất quan ngại việc em đi học trực tiếp trở lại. Do đó, em xin phép hủy đăng ký học trực tiếp tại trường và đợi thông báo tiếp theo của nhà trường ạ. Em mong Phòng đào tạo sẽ xem xét cho trường hợp của em ạ! Em xin chân thành cảm ơn!",
    "Kính gửi PĐT , em thấy trên Mybk đã có cho DKMH HK212 và dự thính 212 nhưng sao vẫn chưa thấy Mail thông báo từ pđt về việc đkmh vậy ạ ?",
    "Chào PĐT ạ, Theo thông tin thì hết ngày 30/12/2021 hết hạn đăng kí tốt nghiệp. Vừa qua em vừa nộp bằng anh văn 24/11/2021 vào để chuyển điểm để đủ điều kiện tốt nghiệp. Nhưng tình trạng sinh viên em đang tạm dừng vì không đăng kí môn học (18/11/2021) nên em không thể truy cập vào để đăng kí tốt nghiệp. Cho em hỏi có cách nào để đăng kí tốt nghiệp không ạ. Trân trọng cám ơn!",
    "Kính gửi quý thầy cô, Hệ Thống Bách Khoa e-learning lỗi dài ngày làm ảnh hưởng việc không đăng nhập để tải đường link học online và tài liệu Xin quý thầy cô khắc phụ sớm để chúng em có thể học tập bình thường",
    "Chào quý thầy cô, Dạ do không đáp ứng điều kiện dự thi online môn hóa hữu cơ trong HK211 này và giáo viên bộ môn cũng thông báo chấp nhận cho đăng ký hoãn thi thì em sẽ phải viết phiếu đăng kí hoãn thi trên trang web http://www.aao.hcmut.edu.vn rồi gửi cho PĐT đúng không ạ. Em xin cảm ơn nhiều",
    "Kính chào thầy cô, Em tên là , MSSV , sinh viên năm nhất khoa Kỹ Thuật Hóa học . Em tốt nghiệp THPT năm 2020 và khi nộp hồ sơ nhập học cho nhà trường, em đã nộp bản sao bằng tốt nghiệp THPT do sở GD cấp. Em có thắc mắc là em có cần nộp lại bằng hay không. Em mong nhận được lời giải đáp cho thắc mắc của em. Trân trọng, ",
    "Em là , MSSV , là Sinh Viên Khoa Môi Trường và Tài Nguyên. Em đã hoàn thành chương trình học và  mới nộp bằng toeic tuần trước và đã được chuyển điểm 4 anh văn. Hiên tại em đã đủ điều kiện đăng ký tốt nghiệp . Nhưng hôm nay vào đăng ký TN thì mới biết tình trạng hiện tại đã bị tạm ngưng do không đăng ký môn học học kỳ 1 (2021-2022) . Nhờ nhà trường giải quyết và thu nhận lại để em có thể đăng ký tốt nghiệp đúng hạn ạ. Mong sớm nhận được phản hồi . Em xin cảm ơn.",
    "Dạ cho em hỏi ạ nếu môn hiện tại em chưa thi nên em chưa biết mình sẽ qua môn đó hay không thì em có nên đăng ký học lại môn đó không ạ? Tại em sợ lúc em biết điểm em không qua được thì đã qua đợt đăng ký môn học rồi đó ạ.",
    "Thưa phòng đào tạo! Theo lịch học vụ thì học kì 212 bắt đầu từ ngày 3/1. Cho em hỏi nhà trường có kế hoạch cho sinh viên ở các tỉnh thành đi học trực tiếp tại trường trước tết không ạ? Em xin cảm ơn!",
    "XD20KT Em xin nộp phiếu thu nhận lại ạ!",
    "Thầy/ cô cho em hỏi học kì 212 sẽ bắt đầu vào ngày bao nhiêu ạ và hình thức học là online hay offline ạ ? Em cảm ơn ạ ",
    "Em chào Thầy ( Cô ) ạ . Hôm trước vì em check soát mail nên không thấy mail đăng kí học anh văn theo nhu cầu của tháng 12 . Và bây giờ em check thấy thì đã thấy hết hạn từ ngày 28/11 . Cho em hỏi bây giờ có đăng kí bổ sung được không vậy ạ ? Em cảm ơn ạ     .",
    "Dạ cho em hỏi là em đã học đủ 146 tín chỉ và đã hoàn thành luận văn tốt nghiệp nên không có đăng kí môn nữa, em chờ tháng sau em lấy bằng môn giáo dục quốc phòng thì em sẽ đăng kí tốt nghiệp. Không biết nếu kì này em không đăng kí môn thì có bị ảnh hưởng gì tới việc đăng kí tốt nghiệp không ạ, em cảm ơn!",
    "Thân chào quý thầy/cô ! Hôm nay em nộp đơn tạm hoãn HK212 và mong nhận được sự phản hồi sớm nhất từ ban giám hiệu. Trân trọng kính chào !",
    "Em :  , khoa Cơ Khí Em có 1 vấn đề mong pdt giải đáp, đợt DKMH này là được miễn anh văn, em đk luận văn lúc đi bảo vệ, có cần nộp bằng mới được bảo vệ không ạ, hay là đăng kí và làm hoàn thành luận văn là được đi bảo vệ ạ",
    "Chào thầy/cô, Em là , thuộc lớp CN20KHM1. Em xin được đại diện lớp để hỏi các thầy/cô về bảng điểm học kỳ 202 ạ. Hiện tại đã đến những tuần cuối HK211, và mới đây là mail thông báo đăng ký môn học HK212. Tuy nhiên, đến thời điểm hiện tại   B bảng điểm HK202 của lớp em vẫn chưa hoàn chỉnh.    Em mong nhận được phản hồi sớm từ thầy cô để chúng em kịp thời đăng ký và trả nợ môn (nếu có). Em xin cảm ơn. Trân trọng ./.",
    "Em có câu hỏi về đăng ký BHYT, đợt tháng trước nhà trường có mở đợt đăng ký nhưng do đi cách ly nên em không để ý, bây giờ đã quá hạn thì em phải làm sao ạ? Em xin cảm ơn",
    "Em chào Thầy/cô ạ. Em tên là  k21 VLVH, vừa qua em có hỏi vấn đề về chuyển ngành học từ ngành Tự động hóa sang ngày Khoa học Máy Tính hệ vừa làm vừa học. Em có biên soạn mẫu đơn dựa trên mẫu của một số trường đại học khác. khi em trình lên xin ý kiến của khoa đang học (tức là khoa Điện) thì đơn của em không được giải quyết. Em đính kèm mẫu đơn. Rất mong Thầy/cô xem qua và cho em xin ý kiến chỉnh sửa đơn ạ. Em cảm ơn ạ.",
    "Chào anh/chị, Em là , MSSV , là sinh viên khoa Cơ khí, chuyên ngành Chế tạo máy. Hôm trước em có gửi yêu cầu đăng ký thu nhận lại thông qua BKSI và mail SV. Tuy nhiên khi em vào đăng ký môn học thì vẫn chưa thể đăng ký được vì lí do Tạm dừng. Em rất mong nhận được sự hỗ trợ từ phía anh/chị. Em cảm ơn!",
    "Kính gửi PĐT, Do bị hạn chế về môn học trước và môn tiên quyết, nên hiện tại HK chính 212 em chỉ có thể đăng ký 1 môn học tức 4 chỉ. Điều đó có ảnh hưởng tới việc học tập hoặc có trường hợp ngoại lệ nào không ạ ! Em cảm ơn PĐT",
    "Dạ cho em hỏi là em là sinh viên k17 Vật liệu Polymer. Năm của em có quy định thi tiếng Anh đầu vào dưới 250 điểm thì không được học Anh văn trong trường. Do đó em không có học và chỉ tham gia thi kỳ thi tiếng Anh định kỳ của trường. Cho đến nay dịch nên em không có lên thi lấy bằng chuyển điểm nên còn 8 chỉ tiếng Anh em chưa hoàn thành. Do đợt này trường có thông báo không xét chuẩn tiếng Anh với CCAV để Làm luận văn tốt nghiệp, nhưng có quy định là số tín chỉ tối thiểu qua từng năm. Nếu theo quy định thì em phải đủ 126 chỉ mới được nhận LV, nhưng mà em chỉ mới tích lũy 125 tín chỉ do em chưa thi để quy đổi điểm tiếng Anh được. Cho em hỏi nếu không xét chuẩn tiếng Anh vậy có tính số tín chỉ tiếng Anh để đăng ký Luận văn không ạ? Và có cách nào giải quyết nếu như có xét không ạ khi tình hình hiện tại không cho phép em lên thi lấy bằng chuyển điểm ạ. Em xin cảm ơn!",
    "Dạ cho em hỏi hiện tại em bị đình chỉ 1 HK do trễ học phí Và kì tới em muốn xin thu nhận lại  có được không ạ",
    "Em là  MSSV . Em đã quên chưa đăng ký bảo hiểm y tế của năm học 2022. Theo email thì sẽ không được đăng ký môn học trong học kì chính sắp tới. Có cách nào để em đăng ký làm BHYT không ạ? Lỗi tại em đã quên xin nhà trường giúp em",
    "Kính gửi Thầy/Cô Cho em hỏi SV với bảng điểm trên 8.0 sẽ được đăng ký tối đa 23 tín chỉ đúng không ạ? Em cảm ơn, mong nhận được phản hồi từ Thầy/Cô. Chúc Thầy/Cô buổi chiều làm việc hiệu quả! Trân trọng./ .",
    "Chào thầy cô, Em thấy kỳ này không xét CCAV cho luận văn vậy cho em hỏi em bị thiếu 5 chỉ để đăng kí luận văn thì có được đăng kí không ạ, Vì lịch học vụ quá sát mà đăng kí thi toeic ở IIG để chuyển điểm anh văn thì không kịp ạ",
    "Em kính chào PĐT. Em nhận được mail ĐKMH HK212, nhưng hiện tại em chưa đăng kí BHYT 2022 và BHYT cũ 2021 em quên chưa thanh tóan. Em có thể đăng kí BHYT 2022 và thanh toán dù đã trễ để được ĐKMH HK 212, còn BHYT 2021 em sẽ cố gắng thanh toán sau ạ'. Mong PĐT hướng dẫn để em được ĐKMH HK 212 với ạ. Em xin cảm ơn rất nhiều ạ. :",
    "Em chào PĐT, Em là sinh viên năm 4, gần hoàn thành chương trình đào tạo, chỉ còn môn AV4 thôi để được xét tốt nghiệp . Em chọn thi TOEIC đạt 600 điểm để xét chuyển điểm các môn thi AV, nhưng mà em thi chưa đạt. Học kỳ 211 vừa qua, em không đăng kí môn học nên đã bị tạm dừng học, với quyết định 2869/QĐ-ĐHBK ngày 18/11/2021. Em biết thông tin là nếu em tạm dừng 2 học kỳ liên tiếp thì sẽ bị buộc thôi học. Em xin hỏi PĐT tư vấn cho em giải pháp được không ạ ?  Em chân thành cảm ơn nhiều.",
    "Em chào thầy (cô) hiện tại em đã tạm thời qua môn anh văn căn bản theo nhu cầu, thầy cô cho em hỏi bây giờ em có thể đăng ký av2a luôn được không ạ? hay em phải đăng ký av1a? Em cảm ơn thầy ( cô)",
    "Dạ kính thưa Phòng Đạo tạo, em là sinh viên K20 Khoa Điện-Điện tử, trong kì 211 vừa rồi em không đăng kí được môn giải tích mạch nhưng môn giải tích mạch lại là môn tiên quyết của các môn kì 212 này ( em tham khảo trên aao). Bây giờ đã mở đăng kí môn đợt 1, em mong muốn được học giải tích mạch dự thính để song song với các môn kì này có được không ạ ? Rất mong pdt cho phép em học vì nếu như không học được song song như vậy thì kì này em chỉ đăng kí được môn Giải tích mạch, còn nhiều môn học ở kì 212 sẽ bị delay qua các kì sau do thiếu môn tiên quyết.Rất mong pdt có thể cho em học song song môn giải tích mạch dự thính, các môn học kì 212 chính quy để em không bị nghỉ mất một kì cũng như nhẹ bớt gánh nặng tài chính.",
    "Kính gửi Thầy (Cô) Phòng Đào tạo! Em tên là  - MSSV . Em vừa nộp Chứng chỉ Ngoại ngữ, đã chuyển xong các môn Anh văn 1,2,3,4 và đã đủ tiêu chuẩn xét Tốt nghiệp. Tuy nhiên hiện tại em không được duy trì tình trạng sinh viên do học kỳ 211 không đăng ký môn học. Em cần giải quyết như thế nào để có thể đăng ký tốt nghiệp được ạ? Mong Quý Thầy (Cô) hỗ trợ giúp em, em xin chân thành cảm ơn!",
    "Em chào cô. trong đợt ĐKMH sắp tới em không đủ số TCTLN để đăng kí luận văn (bị thiếu 1 chỉ). Hiện tại em có thi anh văn để lấy bằng toeic để nộp chuyển điểm. Em muốn hỏi là bây giờ em chuyển điểm anh văn để qua các AV1, 2,3,4 thì có được tính vào số TCTLN để đủ chỉ đăng kí luận văn không ạ. Em cảm ơn",
    "Chào PĐT, Em có xem qua được 2 bảng chương trình giảng dạy ngành kiến trúc K19 được đăng tải vào năm 2020. Một bảng ở HK6 có bao gồm môn Thí nghiệm vật lý kiến trúc (CI3151), còn một bảng không có. Em thắc mắc là HK6 em có phải đăng kí môn này không ạ? Em xin cảm ơn.",
    "Kính chào Thầy/Cô. Thầy/Cô cho em hỏi về số tín chỉ tối thiểu trong học kỳ. Hiện nay, theo chương trình đào tạo của trường thì em còn 1 học kỳ cuối. Nhưng học kỳ 211 này em không đạt 1 môn học tiên quyết để được đăng ký làm luận văn tốt nghiệp, đồng thời cũng chưa đạt chuẩn anh văn để đăng ký luận văn(nếu trường vẫn xét chuẩn anh văn từng năm). Vậy em có thể đăng ký ít hơn 10 tín chỉ để duy trì tình trạng đang học hay không ạ? Mong Thầy/Cô phản hồi. Em xin cảm ơn ạ!",
    "Chào anh/chị, Em là , MSSV , là sinh viên khoa Cơ khí, chuyên ngành Chế tạo máy. Hôm trước em có gửi yêu cầu đăng ký thu nhận lại thông qua BKSI và mail SV. Tuy nhiên khi em vào đăng ký môn học thì vẫn chưa thể đăng ký được vì lí do Tạm dừng. Em rất mong nhận được sự hỗ trợ từ phía anh/chị. Em cảm ơn!",
    "Dạ em chào quý thầy cô. Dạ cho em hỏi,là mình học cải thiện môn thì mình đăng ký bên dự thính hay học kỳ chính đều được phải không ạ.  2 cái đó khác nhau như thế nào ạ. Em cảm ơn ạ!",
    "Kính gửi quý thầy cô phòng đào tạo Em tên  MSSV  PĐT có thể kiểm tra lại hệ thống BKeL, hệ thống bị sập từ ngày 30.11.2021 và hiện giờ vẫn không thể nào truy cập được ạ. Mong PĐT có thể sửa lỗi sớm để bọn em có thể ôn tập thi cuối kì ạ! Chúc thầy cô nhiều sức khỏe ạ! Em cám ơn nhiều ạ!",
    "Cho em hỏi em đã gửi bằng IELTS và được phòng chấp nhận thì em có cần phải đăng ký môn Anh văn 2 trong học kỳ 2 không ạ .",
    "Dạ em không xác nhận được đăng ký nộp bằng. Cho em hỏi em phải làm gì ạ ?",
    "Cho em hỏi tại sao đợt đk môn lần này em không được đk môn là vì ko đóng hp cho trường hay do đợt trước e ko đk môn vậy ad ?",
    "rất xin lỗi vì làm phiền thầy cô lần nữa ạ. Do kỳ 212 tụi em có mục đăng ký thực tập ngoài trường, nghĩa là tụi em đăng ký bây giờ rồi kỳ hè mới thực tập hay sao vậy ạ.  nếu bây giờ không đăng ký thực tập thì kỳ hè tụi em có được đăng ký lại không ạ, hay bắt buộc phải đăng ký trong học kỳ này mới được vậy ạ.",
    "Kính gửi Phòng đào tạo Trường ĐH Bách Khoa Em tên  . MSSV , HỆ ĐT  VHVL ; Khoa  KHMT. Vì tình hình dịch bệnh.Nay em làm đơn này xin đăng ký thu nhận lại từ HK2 năm học 2021-2022 để kịp ĐKMH.  Kính mong Phòng đào tạo xem xét và chấp nhận.",
    "Em chào /Chị, Hiện tại em đang là sinh viên năm 2 chương trình chất lượng cao và em chưa học quân sự. Không biết bây giờ em có được đăng ký môn quốc phòng trên web không ạ? Hay là phải chờ thông báo từ phía nhà trường? Em cảm ơn nhiều ạ!",
    "Dạ xin chào ạ, Em tên , MSSV , khoa Điện - Điện Tử, ngành Kỹ thuật điều khiển và Tự động hoá. Em có một số thắc mắc về việc   B thực tập ngoài trường    cần được giải đáp như sau ạ: 1. Thực tập ngoài trường phải được thực hiện ngay trong học kỳ đăng ký luôn hay như thế nào ạ? (ví dụ: em đăng ký thực tập kỳ 212 thì em phải thực tập và nộp báo cáo thực tập vào cuối kỳ 212, hay là việc thực tập sẽ được dời qua kỳ 213 (kỳ hè) ạ? ) 2. Việc đăng ký thực tập ngoài trường có yêu cầu những điều kiện tiên quyết nào không ạ?",
    "Chào thầy cô ạ, Em có một thắc mắc như sau: Số TCTLN tối thiểu để nhận LVTN của ngành Kỹ thuật Dệt khóa 2018 là 123 chỉ, theo tiến độ thì 130 chỉ. Hiện tại số TCTLN của em là 122 vì thiếu 8 chỉ tiếng Anh, và nhà trường hiện không xét Chứng chỉ tiếng Anh. Vậy hiện tại em có được đăng kí nhận LVTN không hay bắt buộc phải thi ạ? Em xin cảm ơn.",
    "Em là , sinh viên năm nhất ngành Khoa học máy tính . Thời gian qua em đã dự tuyển học bổng Sharing the dream của tập đoàn SCG và đã trúng tuyển một suất học bổng của công ty TNHH Hóa dầu Long Sơn (LSP). Trong email thông báo ngày 1/12/2021, bộ phận cấp học bổng yêu cầu em nộp bản sao thẻ sinh viên có công chứng trước ngày 8/12/2021, tuy nhiên em vẫn chưa nghe thông báo về ngày nhận thẻ sinh viên từ trường Đại học Bách khoa TPHCM. Em đã gửi mail thông báo về việc này cho bộ phận cấp học bổng. Em rất mong nhận được hướng giải quyết từ quý thầy cô bộ phận hộ trợ. Em xin cảm ơn.",
    "Em chào Phòng Đào tạo Phòng cho em hỏi là em có đăng ký vay ưu đãi ĐHQG để đóng học phí nhưng em đã đóng trước và giờ bên ngân hàng chuyển tiền học phí cho nhà trường. Vậy phòng cho em hỏi em phải làm gì để nhận lại tiền đã chuyển dư ạ. Trong lúc chờ tin em xin cảm ơn quý phòng.",
    "Em k19 ạ. Thì tiền học phí e đóng 1 kì tương đương với 17 tín chỉ. Vậy cho em hỏi là nếu em đăng kí 18 tín chỉ thì 1 chỉ dư đó là đóng theo K19 của e là 355k/1 tín chỉ hay là theo k21 là 735k/1 tín chỉ ạ. Em cảm ơn",
    "Thầy(cô) cho e hỏi là lúc trước e có đăng kí hết tất cả các môn hk212 vào ngày 27/11, nhưng e lên gr hcmut thấy mọi người nói có thể là hệ khác(VHVL) nên đợi mail rồi hãy đăng kí, vậy nên e đã huỷ hết tất cả các môn đã đăng kí, nhưng nay e nhận được mail lại đăng kí đúng chỗ mà e đã đk và huỷ môn trước đó. Giừo e đăng kí mà mà nó hiện là không có môn học mở, vậy là bị sao vậy ạ?",
    "Dạ thầy/cô cho em hỏi là trong mail thông báo đăng ký môn học của phần dự thích có để là: SV chính quy có thể đăng ký học lại ngoài giờ (Không mở cho SV chính quy học môn học lần đầu)   - ý này tức là những môn mở trong học kỳ dự thính(ví dụ là những môn của năm 3 trong chương trình đào tạo) chỉ mở cho những sinh viên đã học qua rồi, còn những sinh viên bị trễ (tức là những sinh viên bây giờ mới đủ tín chỉ tích lũy để đăng ký những môn của năm 3) thì sẽ không đăng ký được phải không ạ? Em cảm ơn thầy/cô nhiều ạ.",
    "Dạ xin phép cho em được hỏi, lúc trước có một khoảng thời gian em không mua bảo hiểm y tế từ Trường, mà là do công ty làm việc chi trả. Nhưng hiện tại, em đã nghỉ việc ở công ty, muốn mua bảo hiểm từ Trường nhưng lại không được nữa. Xin phép kiểm tra giúp em tại sao em mua bảo hiểm y tế từ Trường không được ạ? Em xin cảm ơn ạ!",
    "Thầy cô cho phép em được đăng ký  Yêu cầu tương đương với  3, học trong tháng 12 này giúp em với, nhà em có sự cố nên em ko đăng ký được trong những ngày trước, thầy cô giúp em đăng ký với, em cảm ơn thầy cô rất nhiều",
    "Dạ cho em hỏi em còn môn giải tích 2 kì 202 vẫn chưa thi nhưng em muốn đăng kí học lại kì 212 luôn được không ạ, nếu được thì tính theo giá kì dự thính hay giá kì chính ạ. Em cảm ơn.",
    "Chào anh/chị, Em là , MSSV , là sinh viên khoa Cơ khí, chuyên ngành Chế tạo máy. Em đã có quyết định thu nhận lại của PĐT nhưng chưa đăng kí môn học được vì lí do tạm dừng. Em rất mong nhận được sự hỗ trợ từ phía anh/chị.",
    "Em là Sinh viên K17, vừa hoàn thành xong bằng Toeic Nghe - Đọc, đủ điểm để chuyển 4 anh văn (đã chuyển xong), đủ điều kiện tốt nghiệp. Nhưng không thể đăng ký tốt nghiệp vì bị \"tạm dừng học\" do không đăng ký môn học cho Hk211. (Hình đính kèm) Cho em hỏi là làm cách nào để em có thể đăng ký tốt nghiệp được kịp thời trong Học kỳ này trước 24/12/21 không ạ? Tốt nghiệp .",
    "Em là sv Cơ điện tử khóa 2019 ạ. Em thấy trong kỳ 6 có môn thực tập ngoài trg mà môn này thường thì đi thực tập vào hè. Em không đăng ký môn này, hè em đăng ký dc k ạ. Tại trong kỳ 6 nếu đăng ký thì nó giành mất 2 tín chỉ và e không đăng ký dc thêm môn học khác. Em cám ơn ạ",
    "Cho em hỏi bây giờ còn hạn đăng ký tốt nghiệp không ạ? tại em vô mybk để đăng ký tốt nghiệp nhưng trang web bị lỗi ạ Em xin cảm ơn.",
    "Chào thầy cô, Em là sinh viên năm 3 khoa KTHH. Em có thắc mắc là hiện tại em đã đăng kí học chương trình cử nhân - kỹ sư - thạc sĩ (180 tc). Học kì 211 này theo CTĐT mà trưởng khoa cung cấp thì kì này em sẽ có 2 môn không nằm trong chương trình cử nhân (132 tc). Nên em muốn hỏi thầy cô là em sẽ đăng kí các môn đó trên cổng đăng kí nào (của Đại học hay của Sau Đại học), tại vì em tìm các mã môn đó trên cổng đăng kí Đại học thì vẫn có nhưng bên SĐH thì không . Em xin cảm ơn và mong sớm nhận được hồi đáp ạ.",
    "Em tên là , thuộc khóa K21 ạ. Em hiện tại là sinh viên của chương trình CLC, ngành Khoa Học Máy Tính. Em đang học học kỳ Pre      nên vẫn chưa được vào học kỳ chính. Cho em hỏi thì em có cần phải đăng ký môn học trước không ạ, vì hiện tại em có nhận được email từ trường, nhưng em vẫn thắc mắc vì mình có thể vào học kỳ chính hay không và học kỳ đầu tiên tại trường thì sẽ được trường sắp xếp thời khóa biểu ạ.",
    "Chào a/c, Em là , sv ngành cơ điện tử, khoa cơ khí - OISP - K18 Cho em hỏi kỳ sau 212, em muốn đk môn TTTN và ĐCLV chung và một số môn khác nhưng ko quá 12 tín chỉ (Xác suất thống kê, đồ án 1,...) có được không ạ?  Và nếu đk học chung được thì đk thực tập ngoài trường có được k hay phải TT trong trường ạ? Em cảm ơn",
    "Hiện tại em đã đủ hết tất cả điều kiện tốt nghiệp (tuy nhiên trên bảng điểm em vẫn chưa có điểm môn Hóa Đại Cương CH1003 nhưng đã có bảng điểm có kết quả 6.5 từ thầy ) nên em làm đơn này xem phép Phòng Đào Tạo xét tốt nghiệp cho em ạ. Em xin cám ơn các thầy cô ạ",
    "Em rút môn kinh tế kỹ thuật IM2003. Sao e kiểm tra thời khóa biểu thì vẫn thấy còn môn học ạ?",
    "Vì em bị thiếu vài tín chỉ để đăng ký luận văn, nên cho em hỏi hạn cuối để nộp CCNN để chuyển điểm để đăng ký luận văn là khi nào ạ",
    "Dạ em chào Thầy Cô Em tên  MSSV:  Sau học kỳ này em còn thiếu môn anh văn 2 3 4, chứng chỉ anh văn 2 kỹ năng và chứng chỉ Toeic để đủ điều kiện tốt nghiệp. Thầy Cô cho em hỏi em cần nộp bằng Toeic trước ngày 29/12 (theo lịch học vụ) để xét chuyển điểm các môn anh văn 234 để có thể xin kéo dài thời gian đào tạo đúng không ạ? Và nếu em đủ điều kiện được kéo dài thời gian đào tạo thì em có cần đăng ký môn học cho học kỳ sau không hay em phải làm đơn như thế nào ạ? Em xin cảm ơn Thầy Cô",
    "Em gặp vấn đề về Internet banking nên hiện tại em đang liên lạc với bên ngân hàng để có thể nộp học phí online ạ vì khu vực của em không có PGD của ngân hàng OCB ạ Trong trường hợp này thì trường sẽ xử lý như thế nào ạ? Em mong sớm nhận được phản hồi. Cảm ơn quý thầy cô ạ.",
    "Dạ e nộp đơn chuyển hệ từ chính quy sang VHVL, cho e hỏi khi nào e dc xét duyệt ạ và kì ĐKMH kế này e có dc đăng kí bên hệ VHVL ko ạ e cảm ơn .",
    "Gửi thầy (cô), Do dự định tốt nghiệp trong học kỳ 202 và do thời gian đăng ký tốt nghiệp tháng 11 hạn chót là 24/12/2021 nên em đã không đăng ký môn học cho học kỳ 211. Và hôm nay khi vô đăng ký tốt nghiệp thì em nhận được thông báo tình trạng sinh viên của em là tạm dừng học nên em mong quý thầy (cô) xem xét. Em xin chân thành cảm ơn",
    "Em chào thầy/cô ạ, em là sinh viên K19 khoa Điện-Điện tử. Hiện tại thì bảng kế hoạch giảng dạy của khoa điện K19 có môn EE3355 ở học kì 6, vậy thầy/cô cho em hỏi là bọn em đăng kí môn \"Thực tập ngoài trường EE3355\" ở đợt đăng kí sắp tới (HK212) hay là chờ tới đợt hè rồi đăng kí như khóa K18 ạ. Em cảm ơn thầy/cô ạ.",
    "cho em hỏi, Em đăng kí nộp bằng THPT trên mybk, mặc dù đã điền đầy đủ thông tin nhưng hệ thống không hiện nút xác nhận ở bước một vậy ạ",
    "Em xin chào PDT, Em có câu hỏi là: em hiện là sinh viên khóa 2017, chưa có chứng chỉ Anh văn quốc tế, em có đăng ký Luận văn tốt nghiệp (LVTN) trong học kì 212, được báo là \"Đã gửi đăng kí\". Trong mail em được nhận thì có biết là LVTN kỳ này có xét CCAV quốc tế nên em muốn hỏi là môn LVTN của em có được duyệt (có thời khóa biểu) không ạ? Nếu không được duyệt thì em tiếp tục làm luận văn rồi bổ sung CCAV sau được không ạ? Nếu có thể thì kì hạn phải có CCAV là ngày nào ạ? Em rất mong nhận được phản hồi từ PDT, em xin chân thành cảm ơn ạ.",
    "Em chào thầy, cô! Em tên: . MSSV: . Thầy, cô cho em hỏi là chương trình đào tạo chính quy khoá 2015 hết học kỳ 211 này là hết hạn, em cũng đang làm luận văn trong kỳ này. Vậy em hoàn thành luận văn trong kì này, thì hạn chót nộp CCAV là đến trước lễ tốt nghiệp vào tháng tư hay là trước khi báo cáo luận văn ạ (Kì này không xét CCAV để làm luận văn thì em có cần nộp CCAV để xét làm luận văn trước khi báo cáo luận văn không ạ). Em cảm ơn.",
    "Em là sinh viên k19 ạ. Cho em hỏi là học kì 212 này em đăng kí học lại 1 môn thì môn đó tính tiền theo chỉ k19 là 350k hay chỉ k21 710k vậy ạ. Em cảm ơn ạ",
    "Chào thầy/cô,  Cho em được gửi đơn xin hủy đăng ký quay lại học trực tiếp tại trường được đính kèm bên dưới. Mong thầy/cô suy xét và giải quyết giúp em. Em xin chân thành cảm ơn. Trân trọng.",
    "Em vẫn chưa được xác nhận đóng học phí trên BKbay ạ. Em đã gửi ảnh minh chứng phía dưới  2. Nếu HK2 em đăng kí 18 tín chỉ thì phí em sẽ đóng là 12 triệu ( do cả năm là 24tr đói với năm 1) thôi đúng không ạ 3. Những môn GDTC không tính tín chỉ là không cần đóng phí đúng không ạ. Em xin hết ạ.",
    "Em đã nộp đơn tạm dừng HK212, vậy giờ có cần phải đăng kí môn học ko ạ.  Do em sợ lỡ đơn của em không được chấp nhận thì sẽ bị xem xét thôi học.  Em cảm ơn ạ.",
    "Em tên là: Huỳnh Ngọc Kim Phụng. MSSV:. Ngày 12/11, PĐT đã tiếp nhận đơn rút môn học Anh Văn 2 - LA1005 của em và thông báo em theo dõi cập nhật sau ngày 30/11 phản hồi lại. Hôm nay em xin gửi phản hồi lại ạ: - Trong bảng điểm: môn Anh Văn 2 đã ghi điểm 17. - Trong lịch thi đã mất môn Anh Văn 2. - Nhưng thời khóa biểu và trong e-learning vẫn còn hiện môn Anh Văn 2 ạ. Không biết trong TKB và e-learning vẫn còn hiện môn Anh Văn 2 có phải do PĐT chưa cập nhật không ạ? Nó có ảnh hưởng gì đến kết quả rút môn học của em không ạ? Mong PĐT nhanh chóng cập nhật và giải đáp thắc mắc giúp em. Em xin cảm ơn ạ.",
    "Gửi Phòng Đào Tạo ﻿Em có nhận được mail, nhưng chưa rõ là có xét chuẩn hay không xét chuẩn CCAV cho luận văn tốt nghiệp ﻿tại có chữ xét nên không rõ xét hay không xét ạ ﻿Mong nhận được phản hồi từ Phòng Đào Tạo ạ  ﻿   i ",
    "Dạ em chào cô ạ! Dạ cô cho em hỏi là giờ trường có mở đợt đăng kí môn học từ 30/11 đến 06/23, vậy giờ em đăng kí av2A trong đợt này thì nó có giống gì đợt đăng kí av nhu cầu vừa rồi không ạ! av2A đăng kí trong đợt đkmh mới từ 30/11 đến 06/12 thì điểm có tính vào điểm trung bình học kì và trung bình tích luỹ không ạ? hạy chỉ tính đạt để pass môn av2 mà không tính vào điểm trung bình học kì và trung bình tích luỹ ạ giống môn av nhu cầu ạ? Em cảm ơn cô nhiều ạ!",
    "Phòng đào tạo ơi cho em hỏi là, lúc em đăng kí luận văn tốt nghiệp thì những môn đang học trong học kì hiện tại sẽ được xét là đạt (coi như em vừa đủ số chỉ tối thiểu để làm luận văn), vậy nếu em đăng kí luận văn tốt nghiệp thì khi hậu kiểm, lúc đó có môn ở kì trước em rớt thành ra không đủ số tín chỉ quy định thì học phí đã của phần luận văn đã hiện trên bkpay có bị hủy theo luận văn không ạ?",
    "Em là sinh viên khoá 2013 do em chưa đạt anh văn nói viết của trường nên em chưa được xét tốt nghiệp đến năm nay thì em đã bị xoá khỏi danh sách sinh viên hệ chính quy nên em muốn hỏi thủ tục để chuyện qua hệ VHVL mong PDT chỉ giúp em. Do dịch covid nên trường chưa mở lại nên em muốn hỏi cách chuyện hệ online như thế nào? Em xin cảm ơn thầy cô ạ.   i  .",
    "Dạ e chào PĐT, cho e hỏi về vấn đề thực tập ngoài trường, lúc mình đăng kí thực tập ở hk 212 thì lúc thực tập là mình sẽ thực tập ở hk 213 đúng không ạ! em cảm ơn.(Do thầy chủ nhiệm e có nói vậy nhưng e muốn hỏi lại PĐT cho chắc )",
    "Dạ em có đăng ký tốt nghiệp nhưng giờ em muốn cải thiện điểm thì em không đóng phí mà đăng ký môn học để cải thiện được không ạ.",
    "Em chào Thầy (Cô), Em là , mssv: . Em đã đăng kí tốt nghiệp thành công trong đợt xét ngày 24/11/2021 vừa qua, em xin hỏi Thầy (Cô) là bằng tạm của em đã được gửi tới địa chỉ nhận của em chưa ạ? Hoặc nếu Thầy (Cô) có mã vận đơn của bưu phẩm đó thì Thầy (Cô) cho em xin được không ạ? Vì hiện tại em đang ở trong khu vực hạn chế ra ngoài nên em mới phiền đến quí Thầy (Cô) ạ. Em xin chân thành cảm ơn quí Thầy (Cô) đã hỗ trợ em!",
    "Em xin chào các thầy cô ạ. Em muốn hỏi là nếu em đã đăng kí và đã được duyệt học chương trình Kĩ sư - Thạc sĩ rồi thì có thể xin rút hồ sơ khỏi chương trình được không ạ? Chúc thầy cô một ngày tốt lành.",
    "Kính thưa Phòng Đào Tạo. Em tên   Mssv:  Hệ Vừa Làm Vừa Học  Vừa rồi em có đăng ký hoãn thi môn học Cơ Lưu Chất Lớp T01 HK202 Lịch thi ngày 28/08/2021  Do   hướng dẫn. Với lý do em đi cách ly tập trung tại Bệnh Viện Thu Dung Số 1 có file đính kèm. Nhưng đến ngày đăng ký thi lại thì em tra không có tên trong danh sách. Em đã khiếu nại đến giáo viên thì trường hợp em  đã nhập thiếu cột điểm nên dẫn đến em bị cấm thi, nay em làm đơn này để đăng ký hoãn thi ạ.  ",
    "Em chào thầy cô ạ, em là , mssv:  . Hiện tại việc đăng kí môn học anh văn theo yêu cầu đã hết hạn, nhưng em muốn đăng kí để theo kịp lớp này không biết có được không ạ. Cả tuần nay gia đình em có việc đột xuất nên không check mail thường xuyên và bị bỏ sót mail đăng kí lớp dự thính anh văn theo yêu cầu. Vì em cần học môn này để đủ chỉ đăng kí luận văn tốt nghiệp cho kì sau để kịp tiến độ. Em mong thầy cô giúp em bổ sung vào lớp hay hướng dẫn em có cách nào đăng kí được không ạ. Em cần đăng kí môn Anh văn 3 theo yêu cầu (LA1041). Em cảm ơn thầy cô rất nhiều ạ.",
    "Em có dự định thôi học sau khi hết học kì 211, tuy nhiên em cũng cần bảng điểm có lưu điểm các môn đã học ở học kì 211. Vậy cho em hỏi sau khi thi xong hết tất cả các môn, trong thời gian điểm vẫn chưa lên mybk, nếu em làm thủ tục thôi học thì liệu em có thể nhận bảng điểm có chứa điểm các môn ở kì này không ạ? Em cảm ơn",
    "Kính thưa Phòng Đạo Tạo Trường Đại Học Bách Khoa TP.HCM Em tên Nguyễn Thanh Sang Mssv: Hệ VLVH Vừa rồi em có đăng ký hoãn thi môn học CƠ LƯU CHẤT mã môn học CI2003 Lớp T01 HK202 Năm (2020-2021) ngày thi 19h 28/08/2021 Do Thầy  hướng dẫn. Với lý do em đi cách ly tập trung tại Bệnh Viện Thu Dung số 1 có file đính kèm ngày đi cách ly. Hiện tại em nhận được phản hồi từ Phòng Đào Tạo em bị hủy đăng ký hoãn thi với lý do bị cấm thi . Em đã khiếu nại đến Giáo Viên Bộ Môn thì Thầy hướng dẫn môn học đã xác nhận nhập thiếu cột điểm dẫn đến em bị cấm thi. Nay em làm lại đơn để Phòng Đào Tạo xem xét cho em hoãn thi để em có thể đăng ký thi lại ạ có file đính kèm. Chúc quý Thầy Cô Phòng Đào Tạo dồi dào sức khỏe và hạnh phúc,thành công. Trân trọng!",
    "Xin chào, em muốn hỏi sinh viên K19 thì đăng ký GDTC 2 và 3 như thế nào ạ. Em cám ơn !",
    "Em chào pdt ạ , em là sinh viên K19 thuộc khoa điện , em xem trong ctdt thì thấy kỳ 6 này có thực tập và bây giờ pdt mở đăng ký , vậy nếu em đăng ký thì kỳ sau em sẽ thực tập hay hè e mới thực tập vậy ạ. Em cảm ơn pdt.",
    "Kính thưa cô, em hiện là sinh viên năm 2, em chỉ mới pass AV2, do dịch nên em chưa thể đi thi chứng chỉ AV để nộp vào. Như vậy k212 em có thể đăng ký môn học có mã 3xxx của năm 3 không ạ? Em không có đăng ký học AV3 trong trường ạ.",
    "Em xin chào thầy (cô) ạ. Em là sinh viên có môn Thực tập cơ khí đại cương 2 lớp L14 ở học kì 2 năm học 2020-2021. Em được nhà trường thông báo là các môn học bao gồm môn thực hành yêu cầu sinh viên quay trở lại trường để tiếp tục hoàn thành môn học. Nhưng khi em kiểm tra trên Thời khóa biểu thì không thấy lịch học của môn cũng như không thấy giáo viên bộ môn mail cho em ạ. Em mong thầy (cô) có thể cho em biết là lớp em có chắc chắn học trở lại không ạ, vì nhà em ở cách xa thành phố nên việc di chuyển rất khó khăn, cũng như sắp xếp chỗ ở (khi ktx khu A ở ĐHQG chưa đón trở lại) ạ. Em xin chân thành cảm ơn.   i  .",
    "Kính chào PĐT, Em là , MSSV . Em muốn hỏi về việc đăng ký môn học Luận văn tốt nghiệp cho học kỳ 212 . Cụ thể là vào năm 1 thì do gia đình có việc nên em đã không tham gia môn học GDQP. Sau đó, vào tháng 7 vừa qua, em đã đăng ký học lại và đã đạt chuẩn hoàn thành. Nhưng vì dịch bệnh kéo dài nên Trung tâm GDQP chưa trao bằng/chứng chỉ hoàn thành cho em và các bạn học lại được . Vậy PĐT cho em hỏi là việc em chưa nộp chứng chỉ GDQP cho PĐT có ảnh hưởng gì đến việc đăng kí Luân văn tốt nghiệp cho học kỳ 212 không ạ?  Em lo là nếu em chưa nộp thì bị không đủ điều kiện đăng ký LVTN, như vậy sẽ bị trễ thêm 1 học kỳ nữa. Mong được PĐT giải đáp ạ. Trân trọng, ",
    "Thưa PĐT, Em có thắc mắc trong trường hợp LVTN bị hủy (do môn tiên quyết rớt hay không đủ số tín chỉ) thì có được hoàn tiền lại không hay vẫn tính vào học phí ạ? Em xin cảm ơn. Trân trọng, ",
    "Cho em hỏi là kì sau em có thực tập ngoài trường ở học kì chính. Vậy khi em đăng kí thì sẽ được thực tập ở kì chính hay chuyển sang kì hè ạ. Em cảm ơn.",
    "Xin chào ạ,  Em muốn hỏi quy định về số tín chỉ tối thiểu phải đăng ký trong một học kỳ là bao nhiêu ạ? Vì mỗi học kỳ em  đều đăng ký thêm 1 hoặc 2 môn của học kỳ sau, nên em sợ học kỳ sau nếu không đủ tín chỉ đăng ký sẽ bị tạm ngưng học . Em cảm ơn ạ, chúc thầy cô có một buổi tối lành,  Trân trọng, .",
    "Em chào pđt, em có thắc mắc xin pđt giải đáp sớm để em có thể kịp đkmh. Theo thời gian đào tạo thì hiện tại học kì 211 đang là   B học kì cuối cùng    trong thời gian đào tạo tối đa cho phép của nhà trường dành cho em, học kì này em đang làm   B Đồ án tốt nghiệp chuyên ngành Kiến trúc   , tuy nhiên do ảnh hưởng của dịch mà em không thể hoàn thành được Đồ án tốt nghiệp, cho nên em phải đăng ký làm tiếp vào học kì sau. Vậy thì em   B phải nộp đơn thôi học để nhà trường xem xét chuyển em sang hệ vlvh    rồi em mới được đkmh hay là em đkmh trước sau đó mới nộp đơn xin thôi học ạ ? Giai đoạn chuyển từ hệ chính quy sang hệ vlvh em vẫn chưa rõ lắm cần phải làm gì cho đúng. Hi vọng pđt giải đáp giúp em.",
    "Kính gửi PĐT Kính nhờ PĐT bổ sung giúp em mục nơi sinh trong phần đăng kí tốt nghiệp của em ạ. Em xin cảm ơn   i Tốt nghiệp .",
    "Em chào phòng đào tao Em tên là  Thưa pđt, vào kỳ 211 vì một vài lý do mà em không có thời khóa biểu, dẫn đến không thể đăng ký được giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự, hiện tại em đã viết phiếu xin thu nhận lại và được sự chấp thuận của nhà trường, nhưng em vẫn không thể xin được giấy xác nhận sinh viên. Em xin được viết đơn này hi vọng nhà trường có thể xem xét vào tạo điều kiện cấp giấy xác nhận sinh viên cho em để có thể hoãn kỳ nghĩa vụ quân sự ạ. em xin chân thành cảm ơn",
    "Dạ xin thầy/cô cho em hỏi là đã có mail thông báo về việc tổ chức thi những môn hoãn học kì 202 chưa ạ. Em cảm ơn thầy cô",
    "Thưa Thầy Cô, em có một thắc mắc về môn   B tự chọn tự do    như sau: Trong chương trình đào tạo của em có các môn   B tự chọn nhóm A, B, C, D   . Theo CTĐT, em chỉ cần học   B 1 trong 4    môn tự chọn nhóm D. Vậy khi em học thêm 1 môn khác trong các môn tự chọn nhóm D thì môn này có được tính là môn   B tự chọn tự do    không ạ? Mong Thầy Cô sớm giải đáp giúp em. Em chân thành cảm ơn!",
    "Dạ cô ơi cho em hỏi, e học khóa 2013 giờ em đăng ký luận văn tốt nghiệp theo MSMH của e là 206303 chỉ 1 mỉnh e có được ko ạ. Và em có các môn đang học HK211 này cần chuyển điểm, vậy em có cần phải có điểm để chuyển trước khi học LVTN không ạ?  Em cảm ơn ạ. Các môn cần chuyển điểm là: 1. TR3043Đồ án thiếtkế động cơ đt (chuyển) : 206031 Đồ án thiếtkế động cơ đt 2. CO1003Nhập môn về lập trình (chuyển) : 501001 Tin học đại cương. 3. ME3139Đồ án thiết kế (chuyển): 209001 ĐAMH 1: Chi tiết máy. (và còn những môn học tương đương em có cần phải ghi ra không ạ ? Mong pđt hỗ trợ e , e cảm ơn.)",
    "Em chào PĐT Em tên  -  sinh viên năm 4 khoa Điện - Điện tử chuyên ngành Digital IC Design. Lý do: em còn thiếu môn truyền số liệu và mạng (EE3019) là đủ điều kiện làm đồ án. Em mong PĐT cho em được đăng kí làm đồ án(EE3151) vào kì 212. Hiện tại em cũng đăng kí môn truyền số liệu cho kì 212 . Em mong PĐT giúp em với ạ Em cảm ơn ạ",
    "Em tên: SV: khoa Kỹ thuật xây dựng Cho em hỏi là môn anh văn 1A theo nhu cầu mình làm đơn rút môn học được không ạ, nếu được rút môn học thì mình làm như thế nào ạ, với rút môn học thì có phải đóng tiền học phí môn anh văn 1A không ạ. Em nhớ là không có đăng kí môn anh văn 1A mà sao lại có trong đăng kí môn học lại có. Em cám ơn ạ.Mong thầy, cô phản hồi sớm giúp em ạ .",
    "Gửi thầy/cô, Theo thông báo mà chúng em được nhận, dự kiến từ ngày 06/12/2021 sẽ bắt đầu học trực tiếp các phần Thực hành, Thí nghiệm tại trường. Tuy nhiên, những thông báo mà chúng em được nhận chỉ dừng lại ở mức dự kiến, thời khóa biểu của chúng em cũng chưa được cập nhật về việc học trực tiếp này. Chúng em cũng đã trao đổi với giáo viên giảng dạy bộ môn nhưng cô cũng trả lời là thời khóa biểu của cô chưa được cập nhật nên không có câu trả lời rõ ràng nào. Bên cạnh đó, số lượng các bạn dự kiến sẽ đi học lại của lớp em là khá ít. Vì vậy bọn em lo lắng không biết lớp thí nghiệm của mình có thể được mở lớp trực tiếp trở lại hay không. Trong tình hình bệnh phức tạp, việc trở lại TP.HCM rồi lại không thể học là rất khó khăn đối với chúng em. Vì vậy em và các bạn đều muốn chờ thông báo chính thức rồi mới đặt vé. Tuy nhiên đã gần đến ngày học nhưng thông báo của trường chỉ đang dự kiến, chưa có thời khóa biểu cụ thể và cả giảng viên cũng không chắc nên bọn em đang rất hoang mang. Trong tình hình dịch bệnh nên việc di chuyển bị hạn chế, nếu nhận được thông báo quá trễ, chúng em có thể sẽ không thể đặt vé để trở lại TP.HCM kịp và nhất là đối với các môn thí nghiệm, chỉ cần vắng 1 buổi là có thể bị rớt môn. Vì chúng em đều đang rất hoang mang nên em muốn hỏi nhà trường: Khi nào thì chúng em mới nhận được thông báo chính thức và thời khóa biểu được cập nhật?",
    "Kính gửi thầy cô (phòng đào tạo), Do học kì nay em không có đăng kí môn học nên đã bị tạm dừng. Nên em làm đơn thu nhận này để được thu nhận lại để được đăng kí tốt nghiệp vào tháng 12 này. Do tình hình dịch bệnh nên em không thể lên thành phố nộp trực tiếp được ạ. Mong thầy cô xem xét trường hợp của em. Rất mong nhận được phản hồi từ các thầy cô phòng đào tạo. Em chân thành cảm ơn.",
    "cho em hỏi là do em thiếu môn học trước là Mạch Điện Tử (EE2035) nên không thể đăng ký được thực tập ngoài trường (EE3365) và đồ án 1 (EE3183) trong kỳ 212, vậy em có thể đăng ký 2 môn này cùng vào kỳ hè 213 được không ạ? (trong trường hợp đã học Mạch Điện Tử trong kỳ 212)",
    "Em tên là  mssv . Vừa qua em đăng kí thủ tục hoãn thi bổ sung và đã được phòng đào tạo chấp nhận, theo thông báo sẽ có lịch thi trước tháng 12 nhưng đến nay em vẫn chưa có. Mong phòng đào tạo xem xét lại. Em xin cảm ơn.   i ",
    "Chào quý thầy cô, Em là , hiện em là sinh viên năm 3 . Vì vậy, kỳ tới em sẽ đăng ký thực tập ngoài trường và theo dự kiến kỳ hè 213 em sẽ đi thực tập . Nhưng em vẫn muốn học một vài môn vào kỳ 213. Vậy nếu em đăng ký ở kỳ hè 213 thì liệu em có bị hủy môn vì lý do thực tập ngoài trường không ạ. Em xin chân thành cảm ơn.",
    "Dạ em chào cô, em là  MSSV: . Dạ cô ơi, hiện tại hôm nay ngày 1/12/2021 em vẫn chưa được đăng ký môn học ạ. Theo như trích dẫn ở trên thì hôm nay em được đăng ký môn học cho học kỳ mới. Huhu, cô ơi giúp em với ạ, covid đang làm khó khăn cho em quá ạ. Em đã gửi đơn xin thu nhận lại như trên. Nhưng khi em vào lại không thể đăng ký được môn học cho học kỳ mới. Khi em vào kiểm tra thì em lại bị tạm dừng vào ngày 29/11/2021. Em đính kèm ảnh. Cô ơi, giờ em phải làm gì đây ạ, ngày đăng ký môn học đang cạn dần. Mong cô giúp em lần này. Để em tiếp tục được học và ra trường cô ơi.",
    "Em xin chào quý thầy/cô. Em tên , MSSV  khoa KTHH, hiện đang là sinh viên năm 3.   B Lí do    em tạo câu hỏi này là vì em hiện tại chưa qua chuẩn Anh văn của năm 2, và em đã dự định thi TOEIC để nộp bằng vào tháng 7 nhưng do tình hình dịch phức tạp, gia đình em có người già và trẻ nhỏ chưa tiêm vaccine (như em đã trình bày ở câu hỏi trước), nên gia đình không cho em đi đến trung tâm để thi .   B Em xin hỏi liệu kì 212 này PĐT có thể gia hạn chuẩn Anh văn một lần nữa được không ạ   , để em và một số bạn sinh viên khác có cơ hội tiếp tục việc học. Và nếu không thể gia hạn đến hết kì, em cũng mong PĐT có thể gia hạn đến qua Tết ạ, vì ông em cũng đã được phường sắp xếp chuẩn bị đi tiêm mũi 1. Em xin cảm ơn quý thầy/cô rất nhiều. Chúc quý thầy/cô sức khỏe.",
    "Kính gửi PDT! Em có làm đơn chuyển sang hình thức VLVH vào ngày 16/11/2021 được phòng đào tạo chấp nhận vào ngày 17/11/2021 (hình ảnh đính kèm)! Hiện nay em nhận được thông báo của nhà trường về lịch đăng ký môn học từ ngày 30/11/2021 - 06/11/2021. Nhưng em vẫn chưa nhận được quyết định thu nhận và chuyển hệ để em được đăng ký môn học. Mong phòng đào tạo cập nhập quyết định sớm cho em trước ngày 03/12 để em kịp đăng ký môn học ạ! Em cảm ơn! ,",
    "Chào thầy, cô. Em là , mssv: . Em có câu hỏi mong thầy cô giải đáp. Em rớt môn Hóa đại cương, giờ em có thể đăng kí lại môn Hóa đại cương ở kì 212 ( kì chính) này được không ạ. Và học phí tính như thế nào. Em cảm ơn.",
    "Dạ em chào thầy/cô, em là  - , em có bảo lưu học kì 2 năm 1 và đã nhận được quyết định tạm dừng của nhà trường và em có làm đơn thu nhận lại vào học kì hè năm 1 nhưng chỉ có tờ phiếu ghi ngày đăng kí môn học của cô tiếp nhận. Nay em làm hồ sơ để nhận ưu đãi giáo dục của phòng thương binh xã hội thì họ yêu cầu phải có giấy quyết định thu nhận lại của nhà trường đóng dấu. Em có thể nhận   B giấy quyết định thu nhận lại (sau khi đã tạm dừng học kì trước)    không ạ ? ",
    "Lúc trước em có nhận mail thông báo in phiếu xác nhận đăng ký nộp bằng THPT vào tháng sáu, gần đây em có nhận mail trường thông báo là kiểm tra lại tình trạng lại kết quả đăng ký. Do khá lâu từ tháng 6 đến hiện tại em thấy vẫn chưa được phê duyệt nên em đã bấm hủy để đăng ký xét lại, tuy nhiên khi em nhập đầy đủ thông tin lại không thể xác nhận đăng ký, mong phòng đào tạo có thể giải đáp giúp em ạ. Em xin cảm ơn",
    "Dạ cho em hỏi là có thông báo ngày thi của đợt thi anh văn nói viết trực tuyến tháng 12 chưa vậy ạ.",
    "Em chào các thầy cô ạ. Em xin trình bày vấn đề ạ. Do học kì này em không đăng ký môn học ( vì em chỉ còn anh văn nói viết nữa là tốt nghiệp). Tuy nhiên em chưa có bằng anh văn nói viết nên kì tới em muốn đăng ký môn học để duy trì tình trạng thái sinh viên. Nhưng theo quy định thì em phải đăng ký thu nhận lại thì mới được đăng ký môn học. Các thầy, cô cho em hỏi là đăng ký thu nhận lại là làm như thế nào ạ, em có thể đăng ký online hay em phải lên tận phòng đào tạo để làm đơn thu nhận lại ạ. Em xin cảm ơn ạ.",
    "Theo em biết khóa 2020 là đăng kí Giáo dục thể chất ở một đợt đăng kí môn riêng. Em muốn hỏi đợt đăng kí môn lần này, khóa K2021 có phải đăng kí Giáo dục thể chất trong đợt đăng kí này luôn không hay phải đợi một đợt đăng kí riêng khác? Em cảm ơn.",
    "MSSV: Em tên  Lớp: VP20XDC Em xin gửi Phiếu đăng ký thu nhận lại ạ. Em xin cảm ơn.",
    "Em chào thầy/cô ạ ! Cho em hỏi là nếu đợt học trực tiếp sắp tới mà em có các môn học trên cở sở , nếu em không học đợt này thì sẽ chuyển sang học kì kế tiếp hay sao ạ ?  Em cảm ơn thầy/cô .",
    "Em chào cô, Học kỳ 202 em có hoãn thi môn Nguyên lý ngôn ngữ lập trình mã CO3005. Vào học kỳ 211 em lại đăng ký học lại môn Nguyễn lý ngôn ngữ lập trình mã CO3005, hiện tại em đã thấy lịch thi học kỳ của môn học này vào ngày 21/12. Vậy cô cho em hỏi, đây là lịch thi của học kỳ em hoãn thi hay lịch thi của học kỳ em đang học ạ? Em xin chân thành cảm ơn!",
    "Dạ em là sinh viên K19 ngành Logistics và Quản lý chuỗi cung ứng, em có thắc mắc về môn tự chọn của ngành em ạ. Ngành em yêu cầu sinh viên hoàn thành 12 chỉ tự chọn và học kỳ 202 em đã học môn Con người và môi trường EN1003, là một môn bắt buộc của ngành thuộc khoa Xây dựng. Em có thắc mắc là em có được tính hoàn thành 3 trong 12 chỉ tự chọn chưa ạ?  Em cảm ơn PĐT đã đọc mail này.",
    "Chào thầy cô, em hiện tại là sinh vuên khoá k18 đang làm luận văn. Nếu em nộp bằng toeic 550 thì có được chuyển điểm anh văn 4 không ạ. Em xin cảm ơn",
    "Chào thầy/cô ạ ﻿Em có đăng kí nhầm môn anh văn cơ bản A (theo yêu cầu tháng 12) trong đợt vừa rồi. Khi có kết quả đăng kí em mới biết mình bị nhầm ạ. Không biết bây giờ em có được huỷ môn không. Mong thầy/cô giúp đỡ ạ!",
    "Kính gửi phòng đào tạo trường ĐH Bách Khoa-ĐHQG Tp.HCM. Em tên là :  MSSV:  Vì lí do dịch bệnh Covid nên em không thể trực tiếp lên phòng đào tạo làm đơn xin thu nhận lại  được , vì vậy em viết email này xin phòng đào tạo hướng dẫn cho em cách thức để em được thu nhận lại trong học kì này, để em có thể kịp thời đăng kí được môn học . Em đã đính kèm đơn đăng kí thu nhận lại , em mong được phòng đào tạo xem xét. Em xin cảm ơn, , sđt : [phone_number] .   i ",
    "Kính gửi phòng đào tạo. Ẻm là sinh viên khóa 2016. Sinh viên k16 . Em thấy ở trên aao.hcmut có 2 bảng chuyển điểm anh văn, bảng thì 600 mới qua 4 anh văn, bảng thì chỉ 500 là qua 4 anh văn.  là áp dụng cho khóa nào và khóa nào . Nên em muốn hỏi là với k16 thì còn áp dụng chuyển đổi qua 4 anh văn là 500TOEIC không ạ?  Trân trọng,  ",
    "Kính gửi Phòng Đạo tạo, Em là , sinh viên khoa Cơ khí khóa K17. MSSV:  Thưa PĐT em đã hoàn thành việc đăng kí tốt nghiệp trên MyBK, đóng lệ phí tốt nghiệp (ngày 03/10/2021) tất cả đã được phê duyệt . Tuy nhiên, hiện tại em chưa nhận được mail thông báo về lịch trình tốt nghiệp cũng như mail về việc nhận bằng tốt nghiệp tại CS1 ạ. Rất mong được PĐT hỗ trợ về trường hợp của em. Em xin cảm ơn. Trân trọng, .",
    "Kính chào thầy/cô phòng đào tạo, Em tên là , MSSV . Em có đăng ký nhận in thẻ và nhận thẻ qua đường bưu điện nhưng cũng gần 2 tháng rồi em chưa nhận được thẻ. Em gửi thầy/cô hình ảnh tình trạng xử lý thẻ của em. Mong thầy cô xem xét và giúp đỡ dùm em trường hợp của em ạ. Em cám ơn thầy/cô nhiều ạ. Kính mến, Em .",
    "Dạ chào thầy cô Em tên  , MSSV:. Em có một vài thắc mắc khi đăng ký môn học. Hiện tại, em đang học năm 3 và có đăng ký học chương trình liên thông thạc sĩ. Em có thấy danh sách các môn CTĐT thạc sĩ xét miễn cho trình độ đại học. Hiện kỳ này em đang học Kết cấu bê tông cốt thép. Vậy nếu em đăng ký học Kết cấu bê tông cốt thép nâng cao vậy thì điểm môn này của em sẽ như thế nào ạ. Và kỳ này, em muốn đăng ký môn thạc sỹ trong đó có một môn sẽ xét miễn cho chương trình đại học nên số chỉ chương trình đại học chỉ có 12 chỉ và chương trình thạc sĩ có 6 chỉ thì số chỉ chương trình đại học như vậy có sao không ạ. Ngoài ra,học phí sẽ tính như thế nào ạ . Em xin cảm ơn . Chào thầy cô.",
    "Dạ chào thầy/cô, Em tên: . Mssv . Do tình hình dịch bệnh nên em đang bị kẹt lại ở quê vì nhà em bị cách ly do những nhà lân cận có F0 nên em không thể thi bằng Toeic kịp thời như dự kiến của mình khiến em bị thiếu 6 tín chỉ AV2 AV3 AV4 để đủ điều kiện 126 tín chỉ để đăng kí làm LVTN. Mong thầy/cô tạo điều kiện để em đăng kí LVTN với số tín chỉ thấp hơn chuẩn một ít để không bị trễ hạn ra trường ạ . Em xin chân thành cảm ơn ạ. Chúc thầy/cô một ngày đầy may mắn và sức khoẻ để vượt qua mùa dịch khốn khổ này ạ.",
    "Em xin chào PDT ạ, em đã bảo lưu học kỳ 1 năm học 2021-2022 vì lí do cá nhân. Sau khi đã ổn định hơn về sức khỏe và tâm lý thì em xin phép được thu nhận lại học kỳ 2 năm học 2021-2022 để tiếp tục theo học ạ. Em xin cảm ơn và mong PDT thu nhận lại em để em tiếp tục được theo học, em xin cảm ơn.   i  .",
    "Chào thây/cô Em tên  MSSV:  Hệ VLVH Em nhận được mail nhắc Đăng ký MH, trong mail có nhắc tới việc các SV hệ VLVH/ĐTTXa đã được PĐT cung cấp thông tin tiến độ học tập cá nhân, học phần chưa hoàn thành để đăng ký MH Nhưng hiện tại em vẫn chưa nhận được thông tin tiến độ học tập từ PĐT như: các môn cần học, số lượng môn đã học,môn còn lại, ... Nhờ thầy/cô xem xét gửi lại thông tin tiến độ hoặc hướng dẫn ạ Em cảm ơn   ",
    "Em chào anh/chị, Cho em hỏi lịch thi Toeic Nói viết tháng 12 đã có chưa ạ. Em vẫn chưa nhận được email lịch thi.",
    "Em đã hoãn thi môn giải tích 2 (MT2013) kì 202, phòng đào tạo cũng đã hậu kiểm và duyệt kết quả hoãn thi, nhưng sao trong kì này em không nhận được lịch thi môn giải tích 2 cho người hoãn thi ạ!!  Em cảm ơn !!!",
    "Em chào PĐT, Em thực hiện ĐKMH thì hiện lỗi không phải loại hình sinh viên đào tạo, như vậy phải làm sao ạ? Em học clc tăng cường tiếng Nhật, nên cũng học theo chương trình đại trà Do em muốn học trước các môn chính trị, đại cương, mà em sợ nhóm lớp CN không mở, vậy thì em có thể đăng ký học cùng với nhóm lớp khác không ạ? vì cũng học cùng tiếng Việt  Em cảm ơn PĐT ạ!",
    "Hiện tại em đã học đủ các môn chỉ còn phần tiếng anh . Do kỳ trước em không đăng ký môn học nào nên đang bị trạng thái buộc tạm dừng . Em có đọc trong quy chế là có thể làm đơn xin thu nhận lại nhưng em tìm không thấy quy trình làm như thế nào và cách thực hiện trong tình trạng không thể lên phòng đạo tạo gặp trực tiếp . Em cám ơn",
    "Em chào thầy cô . Sau khi đã được giảm học phí thì em đã thấy có khoản học phí cần thanh toán trên bk pay nhưng em đã thử nhiều lần nhưng không thanh toán được. Thầy cô cho em hỏi hiện tại bkpay có đang bảo trì hay bị vấn đề gì không ạ ? Em cảm ơn thầy cô    i  .",
    "Em tên là  mssv  Em muốn nhờ pđt kiểm tra giúp mail em đã gửi cho pđt về việc xét miễn môn bổ sung ạ. Nếu vẫn chưa đủ em lên sẽ lên trường làm việc trực tiếp ạ. Em cảm ơn",
    "PĐT cho em hỏi, kì 212 ngành của em có 2 môn học thuộc chương trình thạc sĩ thì em đăng kí môn ở mybk hay bên grad ạ? Tại vì mã môn học của hai môn ở bên mybk vẫn đăng kí được bình thường. Em xin cảm ơn.",
    "Dạ cho em hỏi là em có nhận được mail thông báo nộp bản sao bằng THPT, trong mail có để là khoảng thời gian nộp bằng từ 20/12/2021 đến 22/01/2022. Vậy có nghĩa là từ ngày 20/12/2021 hệ thống mới mở đăng kí nộp bằng hay cần phải đăng kí nộp bằng trước khoảng thời gian này vậy ạ. Em chân thành cảm ơn.",
    "Dạ em xin chào PDT trường DH Bách Khoa, Em có đọc mail của trường là lịch dự kiến học thực hành là 6/12. Cho em hỏi là bây giờ em còn đang chưa đủ điều kiện để di chuyển trong thành phố học lại thì mình phải làm như thế nào ạ ? Em có môn thực hành trong kì này thì em có cần bắt buộc phải học theo lịch dự kiến không hay là được đăng kí dời lại học phần thực hành này vào kì sau ? Nếu được đăng kí dời thì mình phải đăng kí như thế nào ạ ? Và khi nào sẽ có thông báo chính thức lịch học thực hành để em có thể chuẩn bị vào lại thành phố ạ ?  Em cảm ơn.",
    "Kính gửi PĐT, Em là sinh viên K18, học kỳ 212 em đăng ký đề cương luận văn tốt nghiệp (EE4325). Tuy nhiên, do kỳ 211 em thiếu điều kiện để đăng ký ĐCLV đúng tiến độ. Nên trong học kỳ 212 em chỉ đăng ký duy nhất ĐCLV. Em đã học đủ môn theo ctđt. Vậy cho em hỏi việc em chỉ đăng ký duy nhất môn ĐCLV (0 tín chỉ) trong học kỳ 212 thì em có bị vi phạm quy định về số tín chỉ đăng ký tối thiểu trong một học kỳ không ạ. Nếu có thì em phải làm đơn như thế nào ạ. Em xin chân thành cảm ơn, Trân trọng,",
    "Dạ Em chào Thầy/Cô ạ! Tình hình của Em là khá khó khăn trong việc xoay sở tiền bạc để đóng HP . Nên cho Em hỏi là thời hạn cuối cùng đóng học phí HK211 để không bị tạm dừng học và có thể ĐKMH HK212 là ngày bao nhiêu ạ? Em xin chân thành cám ơn!",
    "Em chào thầy,cô! Trong học kỳ này em dự định đăng ký môn mà cần yêu cầu học trước(HT) môn khác. Mà môn khác em chưa thi cuối kỳ (vì hoãn thi cuối kỳ ở HK202).Vậy em đăng ký môn cần học trước(HT) đó đợt này được không ạ ? Em cảm ơn thầy,cô!",
    "Học phí . Kính gửi Phòng Đào Tạo, Tên của em là , mssv của em là . Đầu tiên, em muốn hỏi về vấn đề học phí của các học phần GDTC và GDQP ạ. Các học phần này khi học lần đầu có phải miễn phí không vậy ạ tại vì em không thấy vấn đề này được đề cập trên thông tin mức thu học phí trên aao ạ. Nếu 2 môn này không phải miễn phí ở lần học đầu thì số TCHP tương ứng của mỗi môn là bao nhiêu vậy ạ. Và câu hỏi thứ 2 của em là ở kì 2 này em muốn đăng kí 17 tín chỉ của các môn đại cương và chuyên ngành (vừa đủ số tín chỉ trọn gói). Vậy khi em đăng kí thêm 2 môn GDTC và GDQP (lần đầu) trong cùng kì 2 thì em có cần phải đóng thêm tiền cho các tín chỉ vượt định mức không vậy ạ. Em cảm ơn ạ.",
    "Kính gửi thầy cô Phòng Đào tạo,  Em tên , mssv là , sinh viên khoa Kỹ Thuật Xây dựng. Theo em đọc tại khoản 9.4 điều 9 chương II của Quy chế đào tạo và học vụ bậc đại học và cao đẳng, số tín chỉ tối thiểu là 14 tc. Hiện tại em đăng ký môn cho HK8, theo như chương trình đào tạo đến HK8 thì em chỉ còn phải đăng ký môn Luận văn tốt nghiệp có 9 tc, 1 môn tự chọn 3 tc, và 1 môn bắt buộc 2 tc nhưng hiện tại em đã hoàn thành môn bắt buộc 2 tc ở học kỳ trước đó. Do vậy, em chỉ còn phải đăng ký 12 tc cho HK8. Theo quy định trên thì hiện tại em phải đăng ký học thêm 2 tc để đủ 14tc tối thiểu cho HK8 hay là em vẫn được đăng ký môn như bình thường ? Em đã hoàn thành chương trình đúng theo tiến độ của chương trình đào tạo và đạt chuẩn anh văn của mỗi năm học. Mong quý thầy cô giải đáp giúp em vấn đề trên. Em cảm ơn thầy cô đã dành thời gian giải đáp. Best regard. .",
    "Kinh gửi Phòng Đào tạo, Em tên là , MSSV:, hiện đang là sinh viên khóa K17, khoa Môi trường và Tài nguyên. Em đã đủ tín chỉ tốt nghiệp và hoàn tất luận văn tốt nghiệp vào HK202 vừa rồi. Hiện đang chuẩn bị thi anh văn để hoàn thành chuẩn anh văn ra trường ạ. Bây giờ em vẫn chưa tốt nghiệp và không có đăng kí môn học HK211 ở trường, nên hiện trạng sinh viên của em là tạm dừng. Em muốn hỏi rằng trường hợp đến tháng 4/2022 em mới đủ điều kiện tốt nghiệp, thì em có cần phải thực hiện thủ tục gì để chứng minh tình trạng sinh viên hay không ạ. Vì theo thông báo sinh viên không đăng kí môn học 2 học kì sẽ buộc thôi học. Mong Phòng đào tạo giải đáp thắc mắc và hướng dẫn em những thủ tục cần thiết để tránh tình trạng bị buộc thôi học ạ . Em xin chân thành cảm ơn.",
    "Kính gửi Phòng Đào tạo trường Đại học Bách Khoa, Em tên là , MSSV: , sinh viên hệ VHVL khoa ĐIỆN_ĐIỆN TỬ Trên hệ thống BKe_learning đang gặp sự cố không vào được có thể ảnh hưởng đến việc học tập online của các bạn sinh viên và em . Mong nhà trường sửa chữa sớm ạ. Em xin cảm ơn",
    "Dạ em chào quý thầy/ cô. Em tên là Nguyễn Văn Luật - MSSV  - sinh viên khóa K17 khoa Cơ khí. Em xin đi vào vấn đề luôn ạ. Dạ là em đã hoàn thành các yêu cầu để Tốt nghiệp trong đợt tháng 11/2021 này, tuy nhiên em chưa đăng ký tốt nghiệp được, và vào trang đăng ký tốt nghiệp thì nó báo lỗi \"Bạn không có quyền để truy cập vào trang này\" (em có đính kèm file ảnh ở dưới ạ). Theo như em tìm hiểu thì tài khoản của bạn em (chưa đăng ký Tốt nghiệp) vẫn vào trang này được bình thường ạ. Em có kiểm tra trong mục Tình trạng sinh viên thì em hiện đang bị tình trạng \"Tạm dừng\" ạ (em có đính kèm ở hình dưới). Trước đó em có làm đơn xin không nhận bằng Tài Năng để nhận bằng thường rồi, và cũng đang chờ xử lý tuy nhiên em vẫn chưa nhận được phản hồi nào mới hết ạ . Em rất mong được PĐT xử lý vấn đề này cho em sớm nhất có thể ạ. Do em đang rất cần Bằng Tốt nghiệp tạm thời nên em đã xin bỏ thi Anh Văn đợt tháng 12 này để nhận bằng thường, để kịp nhận bằng Tốt nghiệp tạm thời ạ. Em xin cám ơn quý thầy cô .",
    "Em chào thầy/cô ạ. Em là , MSSV là . Các kì trước e có bị tạm dừng học và đã được quyết định học lại (quyết định 3059/QĐ-ĐHBK). Nhưng lúc em vào để đăng kí môn học thì vẫn hiện tình trạng là tạm dừng và không thể đăng kí được. Không biết là thầy/cô có thể giúp em được không ạ?",
    "MSSV  Từ đầu học kỳ đến bây giờ mail trường của em gặp một vấn đề ạ!  Ex:+   nhưng thầy cô dạy em thì nhận được mail em là:         +()  thiếu mất một dấu \".\" chỗ cuối mail ạ, nên em không nhận được mail từ một số thầy cô, có thầy cô khi không gửi được mail cho em thì thấy sai nên sửa ạ, có thầy cô thì không. Em mong bên anh chị kĩ thuật hỗ trợ    ",
    "Chào Phòng Đào Tạo!  Em tên là  (MSSV ).  Em xin nộp phiếu đăng ký thu nhận lại để được đăng ký môn học ạ.  Em luận văn và chỉ thiếu anh văn nói viết đẻ ra trường. Vì không nắm được lịch đăng ký mông học học kỳ trước nên em bị tạm dừng. Để không bị tạm dừng học kỳ này em cần đăng ký môn học. Mông anh chị giải quyết đơn xin đăng ký thu nhân lại nhanh giúp em để em có thể đăng ký môn học vì hạng chót đăng ký môn học là ngày 6/12 rồi ạ .  Mông các anh chị Phòng Đào Tạo giúp em ạ.",
    "Học kì 202 em còn 1 môn để tốt nghiệp và em đã hoãn thi vì không đủ thiết bị. Em sẽ thi xóa điểm vào học kì 211 này. Em xin hỏi PĐT có mở thêm đợt xét tốt nghiệp bổ sung sau ngày 24/12 không ạ? Em xin cảm ơn ",
    "Xin chào thầy/cô phụ trách: Em có một câu hỏi liên quan đên Đăng ký môn học như sau:  - Hiện tại em ở học kì 3, đang đăng ký môn cho học kì thứ 4. - Tuy nhiên,   i em muốn đăng ký môn học A    mà như mục   i Kế hoạch giảng dạy    theo chuyên ngành của Khoa,   i môn A này nằm ở học kỳ 5(tức kỳ 1 năm sau)    B *   Vậy em có bị hủy môn không ạ?   B *   Nếu như đủ sĩ số nhà trường vẫn mở lớp như thường đúng không ạ? - Em xin nói thêm là môn này không yêu cầu môn học trước hay tiên quyết nào . Cảm ơn thầy/cô đã đọc, Sinh viên , MSSV .",
    "Dạ thưa cô, học kì 202 do chưa đạt anh văn nên em chưa đăng kí học môn Vi Xử Lý(EE2039) và Mạch Điện Tử(EE2035). Đến học kì hè 203 em đã đủ chuẩn anh văn để đăng kí môn nhưng trường không mở 2 môn này do có học phần thí nghiệm mà lúc đó tình hình đang dịch bệnh. Cho đến học kì 211 em có đăng ký dự thính đợt 2 nhưng bị hủy lớp do sĩ số ít. Và học kì tiếp theo 212 em sẽ không được học một số môn chuyên ngành, đồ án, thực tập do chưa học 2 môn Vi Xử Lý và Mạch Điện Tử (học trước). Các môn này rất khó mở trái kì nên nếu em bỏ lỡ thì phải mất 1 năm sau em mới có thể đăng kí học được. Vậy nên trường có thể tạo điều kiện cho em học song hành 2 môn này cùng với các môn học kì 212 được không ạ. Em thực sự rất cố gắng để có thể học theo kịp chương trình nhưng tình hình dịch bệnh là ngoài ý muốn. Em xin cảm ơn.",
    "Dear quý Thầy/Cô phòng đào tạo, Em là , khóa K16 ngành Logistics. Mã số SV của em là . Em đã đủ điều kiện đăng ký tốt nghiệp nhưng hệ thống không cho đăng kí xét tốt nghiệp vì bị tạm dừng học kì 1 năm học 2021 - 2022 ạ do không đăng ký môn học. Mong thầy cô hỗ trợ em vấn đề này. Thầy cô hãy giữ gìn sức khỏe trong mùa dịch căng thẳng này và em mong nhận được phản hồi sớm ạ. Em cảm ơn nhiều ạ.",
    "Dạ thưa thầy/cô Em đã có đăng ký in bảng điểm Đại học và đã được hẹn trả kết quả vào ngày 25/11/2021. Nhưng đến nay đã quá hẹn 7 ngày và tình trạng là vẫn đang in. Em có nhận được phản hồi là bảng điểm em đã gửi cho Bưu điện để chuyển đến nhà. Em đã có tra trên app ViettelPost nhưng không thấy thông tin vận đơn. Không biết em có thể xin mã vận đơn để tra cứu được không ạ? Em thấy thông tin em nhập trên trang Đăng ký là đã chính xác rồi ạ. Kính thư, ",
    "Em xin chuyển sang hệ VHVL học kỳ 202. Xin thầy cố giúp em trong học kỳ này",
    "Em chào thầy, cô Em là sinh viên K17, đã đủ điều kiện tốt nghiệp đợt tháng 11 trừ điểm anh văn 4 vì em nộp bằng toeic chưa đủ điểm chuyển (em được 580 toeic) - Vậy kì này em có đăng kí anh văn 4A theo yêu cầu và sắp tới sẽ thi hết học kì vào ngày 5/12 - Nhưng bây giờ em mới thì và đã có bằng toeic trên 600 đủ để chuyển điểm để xét tốt nghiệp    Vậy cho em hỏi, giờ em xin rút môn anh văn 4A để chuyển điểm xét tốt nghiệp được không ạ. Và giờ chuyển điểm thì thời gian chở xét duyệt lại bằng toeic và chuyển điểm qua anh văn 4A có kịp hạn xét tốt nghiệp lần cuối vào ngày 24/12 không ạ. Em cảm ơn, chúc thầy cô nhiều sức khoẻ mùa dịch.",
    "Xin chào các anh/chị tư vấn, Em là , hiện là sinh viên khóa 2020 ngành logistic và quản lí chuỗi cung ứng chương trình chất lượng cao. Em có nhận được email thông báo nộp bằng tốt nghiệp THPT nhưng khi em lên hệ thống thì em không nhập thông tin để đăng ký phiếu xác nhận được, mong anh/chị tư vấn giúp em phải làm thế nào ạ . Em xin cảm ơn",
    "Kính chào Phòng đào tạo, Em tên:  MSSV:  Dạ cho em hỏi là hiện tại em vẫn chưa đăng ký được môn học của HK212 mặc dù đã được thu nhận lại ạ. Mong PĐT giải đáp ạ. Em xin cảm ơn.",
    "Tốt nghiệp . Kính gửi PĐT, Em tên là , mssv , sinh viên khóa K15 ngành Kỹ Thuật Xây Dựng, bộ môn Kiến trúc. Dạ hiện tại em đã đủ điều kiện đăng ký tốt nghiệp ( đã thi qua 2 kĩ năng nói viết TA, hoàn thành hết các môn học ) nhưng đang bị tình trạng tạm dừng do không đăng ký môn học ở học kỳ này, hi vọng PĐT có thể giúp em gỡ bỏ tình trạng tạm dừng để em đăng ký tốt nghiệp ạ. Do tình hình đợt dịch vừa qua nên môn học cuối của em là Giáo dục thể chất 1 đã bị dời và phải học bù và mới cập nhật điểm gần đây.",
    "Cho em hỏi sao tới hiện tại thời khóa biểu học thí nghiệm offline của khoa Hóa K19 chưa cập nhật vậy ạ?",
    "Dạ em xin kính chào quý thầy cô. Thầy cô cho e hỏi. Do em muốn đăng ký hệ vhvl ở trường mình. Mà trường cần học bạ thpt. Và e là cựu sinh viên k17 của trường, lúc trước em học cao đẳng đã có nộp rồi. Vậy kính xin thầy cô cho e hỏi là em có thể lấy học bạ thpt lại được không ạ? Để e làm hồ sơ ạ. E cảm ơn",
    "Chào phòng đào tạo, Em là  , ngành Cơ điện tử (Việt Pháp) Em muốn hỏi là việc đăng ký môn thực tập ngoài trường ME3385 là mình đăng ký ở đợt 1 này luôn hay phải chờ đến mở đăng ký học kỳ hè mới đăng ký ạ ? Do trong chương trình đào tạo có ghi là học kỳ hè, em không biết phải đăng ký và cách tính học phí như thế nào, xin phòng đào tạo giải đáp giúp em. Em xin chân thành cảm ơn !",
    "Chào thầy cô, Cho em hỏi là học kỳ 212 mình có đăng ký 12 chỉ được giảm 25% không ạ. Do nhà em có việc nên em buộc phải đăng ký ít lại vì bỏ ngang thì bị cảnh cáo học vụ ạ. Mong thầy cô sớm giải đáp. Em xin cảm ơn nhiều ạ.",
    "Thầy cô cho e hỏi cách gọi số nội bộ tuyển sinh ạ? E thử nhiều cách vẫn không được ạ. E cảm ơn",
    "Em chào cô ạ. Em đã làm xong luận văn và còn thiếu mỗi chứng chỉ TOEIC nói viết. Em mới đăng ký thi chứng chỉ TOEIC nói viết đợt tháng 12 này. Nhưng tình trạng sinh viên của em đang là   I tạm dừng tạm thời  /I  vì học kì trước em không đăng ký môn học. Theo quy chế thì nếu em không đăng ký môn học 2 học kì liên tiếp thì bị buộc thôi học. Vậy trong đợt đăng ký môn học học kì 212 em có phải đăng ký 1 môn nào đó để duy trì tình trạng sinh viên không ạ? Em cảm ơn cô nhiều ạ",
    "Em chào Thầy/Cô. Em tên là  Lớp DD20LT09 Vì một số lý do không đủ điều kiện về trang thiết bị để thi online, em đã đăng ký hoãn thi một số môn trên bkel nhưng chưa thấy được xử lý. Em mong thầy/cô có thể xử lý giúp em ạ. Em cảm ơn thầy/cô ạ.",
    "Em tên Lê Ngọc HUÂN MSSV:  Lớp: DD15DV1 Ngày sinh: 21/07/1997 Số điện thoại: [phone_number] Em có mong muốn chuyển từ hệ \"Chính quy\" sang \"Vừa học vừa làm\" để học tiếp 3 môn Đồ ÁN DTVT, Đề cương LVTN và LVTN. Rất  mong thầy cô phản hồi em sớm để em kịp đăng ký môn Đồ Án DTVT kỳ này ạ. Em cảm ơn!",
    "Hiện tại em đang bị tạm ngưng vì không thanh toán học phí học kỳ 202. Em đã đóng học phí và mong mở lại TK để em có thể đăng ký môn học HK212. Em xin cảm ơn.",
    "xin thu nhận lại từ HK202",
    "Chào PĐT,  Cho em hỏi hiện tại học kì 211 em đang học môn cuối cùng là đủ điều kiện tốt nghiệp. Nếu không đăng kí môn học trong học kì 212 thì em sẽ không có thời khóa biểu và không trong tình trạng sinh viên. Vậy em có cần đăng kí môn học trong học kì 212 để giữ tình trạng sinh viên hay không? Và nếu không đăng kí thì kì 212 em có đăng kí tốt nghiệp được bình thường không? Em cảm ơn.",
    "Em xin chào thầy/cô,  Em tên là  (MSSV: ), tình hình học tập của em tính tới hiện tại đã hoàn thành đầy đủ các môn học theo chương trình đào tạo, và đủ mọi điều kiện để đăng ký tốt nghiệp chỉ ngoại trừ duy nhất môn Hóa Phân Tích (CH2009) trong học kỳ 202, đối với trường hợp của em thì em đã được giáo viên bộ môn thông báo điểm giữa kỳ và cuối kỳ là đủ để qua môn, chỉ thiếu công đoạn bảo lưu điểm Thí nghiệm (TNg) để em hoàn thành môn học, theo thông báo của Phòng Đào Tạo, thì em biết được các lớp TNg vẫn chưa được mở cho đến 06/12 nên em vẫn chưa thể đăng ký tốt nghiệp. Vì vậy nên kỳ vừa rồi em đã không đăng ký thêm bất kỳ môn học nào vì em không nghĩ tình hình dịch bệnh lại kéo dài như vậy khiến cho quá trình tổng kết môn học vẫn chưa thể hoàn tất để em đăng ký tốt nghiệp đúng hạn và hiện tại em đang bị quyết định Tạm dừng học vì không đăng ký môn học học kỳ 211. Em mong thầy/cô xem xét lại về Quyết định Tạm dừng học đối với em và hướng giải quyết ạ! Em xin cảm ơn và chúc thầy/cô một ngày tốt ngày và sức khỏe!",
    "Dạ em xin chào. Cho em hỏi là đợt trước em có đăng kí nộp bằng tốt nghiệp THPT nhưng cho dịch bệnh nên chưa thể nộp và vẫn đang trong quá trình xử lý thì em có phải đăng kí lại trên mybk không ạ? Em cảm ơn.",
    "Chào các thầy cô,  Em hiện tại là sinh viên khóa K2019 khoa KTXD, về việc đăng kí môn tự chọn tự do, em có thể đăng kí môn   B CI3121 - Nhà nhiều tầng    trong chương trình đào tạo của khóa K2018 thì môn học trên em đăng kí làm môn tự chọn thì nó có được tính vào tín chỉ tích lũy không ạ?  Tại vì chương trình đào tạo K2019 có sự thay đổi nhiều so với K2018   B (Do đổi mã môn mới - mã môn cũ)     Kính mong các thầy cô phản hồi sớm cho em để việc đăng kí môn diễn ra thuận lợi ạ.",
    "Dạ chào anh chị ạ Vì lý do tài chính nên em quên mất việc đăng kí bảo hiểm y tế đợt vừa rồi. Mong anh chị giúp em có thể đăng kí được bảo hiểm y tế với ạ. Cảm ơn anh chị nhiều và chúc anh chị sức khỏe.",
    "Ngày 23/11 e có nộp phiếu rút môn để đăng kí tốt nghiệp PĐT tiếp nhận đơn và thông báo sau ngày 30/9 chưa cập nhập điểm thì phản hồi lại. Ngày 1/12 e có phản hồi lại bksi thì cô nói là điểm cuối kì mới cập nhập còn thời khóa biểu cập nhập các môn học rút rồi. Sau đó e kiểm tra thời khóa biểu thì vẫn chưa cập các môn học đã rút. Mong cô kiểm tra lại giúp e . Cho e hỏi giấy chứng nhận tốt nghiệp tạm thời bao lâu thì gửi về đến nhà ạ?",
    "Dạ cho em hỏi là nhà trường có thông báo là 6/12 dự sẽ bắt đầu học thí nghiệm trực tiếp. Vậy tới tuần đó thì em đi học hay có phải đăng kí mới đi học như trước đó PĐT có mail ạ, với có một số bạn hiện vẫn chưa tiêm mũi 2 nên không lên thành phố được thì phải giải quyết như nào ạ.",
    "Em chào thầy cô ạ.  Em tên  mssv  em nhận được mail nhà trường cần nộp bằng THPT nhưng e đã nhập đầy đủ thông tin nhưng hệ thống không cho em xác nhận ạ. Mong thầy cô hỗ trợ giúp e ạ Em xin cảm ơn thầy cô đã xem.",
    "Thưa PĐT, em có tên trong danh sách tốt nghiệp tháng 11 nhưng chưa có thông tin nhận bằng. Nên tạo đơn hỏi về ttuongwf hợp của em. Xin cảm ơn PĐT",
    "Em chào Thầy/Cô. Cho em hỏi là em đã đăng ký tốt nghiệp và lấy bằng tốt nghiệp tạm thời rồi. Gần đây em thấy có một số bạn đã lấy bằng tôt nghiệp chính thức. Em có hỏi thăm thì các bạn ấy bảo là pđt sẽ gửi mail thời gian lên nhận nhưng hiện tại em chưa nhận được mail đó, vậy bây giờ em có lên nhận được không ạ. Em xin cảm ơn.",
    "Ngày 23/11 e có nộp phiếu rút môn KINH TẾ  (IM2003) để đăng kí tốt nghiệp PĐT tiếp nhận đơn và thông báo sau ngày 30/9 chưa cập nhập điểm thì phản hồi lại. Ngày 1/12 e có phản hồi lại bksi thì cô nói là điểm cuối kì mới cập nhập còn thời khóa biểu cập nhập các môn học rút rồi. Sau đó e kiểm tra thời khóa biểu thì vẫn chưa cập các môn học đã rút. Mong cô kiểm tra lại giúp e. Cho e hỏi giấy chứng nhận tốt nghiệp tạm thời bao lâu thì gửi về đến nhà ạ?",
    "Kính gửi phòng đào tạo, Em là sinh viên năm cuối khóa 2017 ngành Chế tạo máy khoa Cơ khí. Vào học kỳ 202 em có đăng kí môn học Hệ thống PLC, mã số môn học ME3013. Tuy nhiên, do tình hình dịch bệnh covid phức tạp nên học phần thí nghiệm của môn này được hoãn đến 28/11 thì lớp chúng em mới hoàn thành. Em đã có liên lạc với giảng viên và thầy cũng nói rằng sang tuần sau sẽ nộp điểm thí nghiệm. Em lo sợ rằng trường hợp như em sẽ không được tốt nghiệp kịp thời và đúng hạn. Em xin phép phòng đào tạo có thể giải đáp thắc mắc giúp em. Em xin cảm ơn. ",
    "Em chào thầy/cô    Hôm bữa em có điền form học thực hành vào tháng này, và em xem trên bkel thì em thấy có lịch học vào chiều thứ 7 tuần 49 và 50 . Tuy nhiên hiện tại nhà em đang có F0, hiện đang cách ly tại nhà, và em không thể ra ngoài để lên SG đi học. Em không biết là có thể đăng kí đi học lại vào thời giang khác được không ạ. em xin cảm ơn",
    "CLC khoa KHMT    . đây là file sheet CTDT khoa KHMT CLC. https://docs.google.com/spreadsheets/dP-U4PUbbSlAvA3_1cT91wiMnShszv99xoc/edit#gid=31 ở sheet \"K20 ve sau\", HK4, môn tự chọn tự do em thắc mắc môn tự chọn tự do là gì? có phải: môn tự chọn tự do gồm gồm nhóm môn Đại cương tự chọn và nhóm môn khoa học xã hội tự chọn?",
    "PHÒNG ĐÀO TẠO. TÔI TÊN I MSSV  Hiện tại thông tin trên MyBK của Tôi bị cập nhật sai. Tôi là sinh viên của khoa Kỹ Thuật Giao Thông nhưng trên MyBK lại cập nhật là Khoa Điện Điện Tử. Kính mong Phòng Đào Tạo chỉnh sửa lại giúp tôi.",
    "Dạ em chào thầy/cô, Em tên Trương Hoàng Duy, Mssv: . Em có tập hợp được 17 bạn để đăng kí môn Thiết Kế Kĩ Thuật kì chính 212. Mong thầy/cô xem xét và mở lớp ạ. Em cảm ơn, mong sớm nhận được hồi âm từ thầy/cô.",
    "Dear a/c, Em là  MSSV , đã hoàn thành chương trình học, và tiếng anh. Kì này em muốn đăng kí tốt nghiệp . Em gặp vấn đề là em đăng kí không được mà chưa rõ nguyên nhân. A/C xem giúp em ạ.",
    "Kính gửi Phòng Đào Tạo. Tôi tên là:   Mssv:   Vào ngày 07/11/2021 lúc 16h00 tôi đã thi môn học anh văn 400 của hệ Vừa Làm Vừa học nên tôi viết mail này để hỏi phòng đào tạo về tình hình cập nhập điểm và điểm thi của tôi. Để tôi đăng kí tốt nghiệp cho kịp vào ngày 24/12/2021. Mong Phòng Đào Tạo giúp tôi. Tôi xin trân thành cảm ơn.",
    "Gủi PĐT,  Em là sinh viên K17, hiện tại em đã hoàn thành tất cả chương trình đào tạo của khoa Điện -Điện tử và các chứng chỉ cần thiết để tốt nghiệp nhưng bây giờ em không thể vào đăng ký tốt nghiệp vì tình trạng sinh viên là \"tạm dừng học\". Mong PĐT hướng dẫn thêm để em có thể đăng ký tốt nghiệp trong HK 211 này.",
    "Em chào Thầy . Học kỳ này theo như chương trình đào tạo thì em có 1 môn gọi là Tự chọn tự do. Thầy  cho em hỏi là môn này thì em thích đăng ký môn nào để học cũng được hay là môn đó phải là môn đại cương hay chuyên ngành ạ? Và em có bắt buộc phải đăng ký trong học kỳ này không hay là đăng ký lúc nào cũng được ạ? Em cảm ơn Thầy  ạ.",
    "Em chào thầy cô, Hiện tại đang là đăng ký môn học HK212.Đúng lịch là kỳ sau em sẽ làm LVTN nhưng do bản thân em cảm thấy mình chưa đủ kiến thức để làm nên em quyết định dời đến kỳ kế và em đã hoàn thành hết tất cả môn trong CTĐT chỉ còn 1 môn nữa là Hư hổng và sửa chữa công trình 2 chỉ. Thầy cô cho em hỏi em đang ký chỉ học duy nhất một môn này vào kỳ sau có được không ạ. Chúc thầy cô có thật nhiều sức khỏe trong mùa dịch phức tạp này. Em xin chân thành cảm ơn.",
    "Xin chào quý thầy cô! Em là sinh viên khóa 19 liên thông. 1. Cho e hỏi là làm sao để thu nhận lại tình trạng sinh viên của em để em có thể đăng ký môn học hoặc đăng ký xét tốt nghiệp trong học kỳ tới ạ? 2. E đã đăng ký thi anh văn nói viết, vậy em còn được phép thi hay không? Tại vì e chưa nhận được mail thông báo lịch thi.",
    "Kính chào quí thầy / cô!  Em do không thể thanh toán học phí trong thời gian dịch bệnh. Nay em xin nộp đơn thu nhận lại mong quí thầy cô xử lí giúp em để em có thể đăng kí môn cho học kì kế tiếp ạ! Nay em đã xoay sở và hoàn thành thanh toán học phí. Em mong nhận được phản hồi sớm nhất. Em xin chúc sức khỏe và an lành cho quí thầy cô nhiều ạ. Em xin cám ơn!  . ",
    "Gửi phòng đào tạo, Em là . Theo thông báo từ nhà Trường, lịch học dự kiến các môn thí nghiệm thực hành bắt đầu từ ngày 6/12. Tuy nhiên trước đó thì em không đăng ký để học các môn này (thời gian đăng ký từ 11/17-19/11). Nên em muốn hỏi là em có phải bắt đầu học các phần thí nghiệm từ ngày dự kiến 6/12 hay không? Hay lịch dự kiến này chỉ dành cho những bạn đã đăng ký trước đó . Em mong sẽ nhận được phản hồi sớm từ phòng đào tạo . Em cảm ơn phòng đạo tạo đã đọc hết thư của em.",
    "Dạ em chào thầy/cô, Em tên . MSSV: . Khóa:2016; Khoa:Kỹ thuật hóa học.Lớp: HC16HLY. Em đăng ký tốt nghiệp đã lâu từ tháng 06/2021, em có vào phần đăng ký xét tốt nghiệp để kiểm tra, phiếu đã xử lý và đợi nhận giấy qua bưu điện, nhưng chưa thấy phần tải file scan giấy chứng nhận tốt nghiệp tạm thời ạ. Em đã liên hệ PĐT vào ngày 15/11/2021,và thầy/cô phản hồi cho em là giấy của em gửi đường bưu điện vài ngày nữa tới nhưng hơn nửa tháng rồi em chưa nhận được ạ, do tình hình dịch bệnh em cũng hiểu và thông cảm. Nhưng hiện tại em đang cần gấp để nộp cho Công ty nên em mong PĐT gửi giúp em gấp file scan giấy chứng nhận tốt nghiệp tạm thời  trước được không ạ? Em mong nhận được phản hồi cũng như sự quan tâm, giúp đỡ từ phía PĐT sớm nhất có thể ạ. Em xin chân thành cảm ơn PĐT. Thân ái, .",
    "Chào quý anh/chị thuộc ban đại diện PĐT, Tháng 8 vừa rồi em có nộp đơn xin thôi học , lý do để chuyển sang hê VHVL nhưng đã quá hạn để tham gia học kỳ 1 2021-2022. Kính mong anh chi xem xét va xử lý yêu cầu của em để em được đăng ký môn học cho học kỳ 2 (VHVL). Em xin chân thành cảm ơn",
    "Dạ em tên là , mã số sinh viên . Em đã nộp chứng chỉ anh văn và đang chờ đợi thẩm tra để đủ điều kiện tốt nghiệp. Tình trạng sinh viên hiện tại của em trên trang mybk là  \"Tạm dừng\". Cho em hỏi mình sẽ nộp đơn cứu xét khi thẩm tra xong chứng chỉ anh văn hay nộp ngay luôn ạ? Em xin cảm ơn.",
    "Em xin chào quý thầy cô! Em là sinh viên người dân tộc thiểu số khóa K15. Em thấy trong quy chế học vụ về thời gian đào tạo có ghi: \"SV được hưởng ưu tiên theo đối tượng (nhóm ưu tiên 1 và 2) hoặc hưởng ưu tiên theo khu vực 01 được quy định trong quy chế tuyển sinh đại học và cao đẳng chính quy hiện hành\" thì được gia hạn tối đa thêm 1 học kỳ. Vậy em có được gia hạn thêm thời gian học kỳ tiếp theo không ạ, nếu có thì em cần làm những thủ tục gì để được gia hạn ạ. Em xin chân thành cảm ơn!",
    "Kính chào quý Thầy cô. Em xin gửi Phiếu thôi học và xin chuyển sang hệ Vừa học Vừa làm. Kính mong quý Thầy Cô xem xét. Em xin cám ơn.",
    "Kính gửi Trường Đại học Bách Khoa TP.HCM, Em đã đăng ký in lại thẻ sinh viên từ hồi tháng 8 nhưng tới giờ vẫn chưa nhận được. Kính mong nhà trường xem xét. Trân trọng.",
    "Xin thu nhận lại vì lý do không đăng kí môn ở học kì 1 năm học 2021-2022.",
    "Chào Thầy/Cô Em tên là Huỳnh Tấn Đạt, MSSV: 1927011, hiện đang là sinh viên bằng 2 Chính quy Ngành Khoa học máy tính Khóa 2019 ( K2019 ). Hôm nay em có mong muốn được chuyển sang hệ Vừa học Vừa làm bắt đầu từ học kỳ 2 Năm học 2021 - 2022 ( học kỳ sắp tới ). Mong Thầy/Cô giúp em ạ. Em cảm ơn, Đạt.",
    "Chào anh/chị, Em là , MSSV , là sinh viên khoa Cơ khí, chuyên ngành Chế tạo máy. Theo Quy chế học vụ áp dụng từ HK182 đối với môn GDTC, mỗi sinh viên cần hoàn thành 3 môn GDTC khác nhau mới đủ điều kiện xét tốt nghiệp. Hiện tại em đã hoàn thành 2 môn GDTC khác nhau và sẽ học thêm 1 môn trong HK212 Theo Quy chế học vụ áp dụng cho K20 đối với môn GDTC, sinh viên phải hoàn thành 2 học phần thể dục để đủ điều kiện xét tốt nghiệp. Vì vậy khi ĐKMH thì một môn GDTC lại có 2 học phần. Anh/chị cho em hỏi em sẽ phải ĐK học phần nào? Rất mong nhận được sự phản hồi từ phía anh/chị. Em cảm ơn!",
    "Em xin chào quý thầy cô ạ. Em muốn hỏi về giấy chứng nhận tốt nghiệp tạm thời sẽ được gửi về nơi đăng ký sau khoảng bao lâu ạ? Đơn đăng ký tốt nghiệp của em đã được duyệt vào ngày 24/11. Em mong nhận được câu trả lời từ quý thầy cô. Em cảm ơn ạ.",
    "Em xin chào thầy/cô, Em tên là  (MSSV:), hiện tại em có nhu cầu in bảng điểm và đã thanh toán lệ phí in bảng điểm từ ngày 25/11, ngày hẹn trả KQ em quan sát được là 30/11 nhưng đến nay đã là 2/12 và tình trạng trên trang đăng ký in bảng điểm là \"Đang in\". Em không biết là em đã bỏ sót bước nào, mong thầy/cô giải đáp giúp em ạ! Em xin cảm ơn và chúc thầy/cô một ngày tốt lành và sức khỏe!",
    "Gửi T, Em là , mssv: , sinh viên cơ điện tử ct PFIEV K16. Em viết thư này để xin khoa mở lớp dự thính cho tụi em môn Tự động hóa & điều khiển tối ưu (409701) ạ. Do môn này từ k19 trở về sau đã bỏ và không có môn tương đương, số lượng sv nợ cũng chỉ còn 5 sv.Mong trường giúp đỡ tụi em  để có thể trả nợ môn này. Em xin cảm ơn rất nhiều.",
    "Dạ cho em hỏi là  có đăng kí học Giáo dục Quốc phòng cho học kì HK212 không ạ? Em cảm ơn ạ!",
    "Chào chị, Em đã đăng kí tốt nghiệp vào ngày 24/11 và được xác nhận là đã đăng kí thành công. Em có đăng kí gửi bằng tốt nghiệp tạm thời về. Chị có thể cho em biết bằng tạm thời của em đã được gửi chưa và khi nào thì trường có bằng chính thức cho sv. Cám ơn chị.",
    "ng ký tốt nghiệp . Em là , MSSV , chuyên ngành Điện-điện tử, chương trình chất lượng cao, phòng đào tạo quốc tế OISP Em đã thực hiện đăng ký tốt nghiệp trên mybk, tuy nhiên vì sơ suất nên em đã lỡ thời gian đóng lệ phí trên bkpay (21/11/2021).Em muốn hỏi mình có cách nào để có thể đóng lệ phí tốt nghiệp được không?  Em cám ơn.",
    "Kính gửi Thầy cô phòng Đào tạo, Hiện tại, thời khóa biểu của em vẫn đang hiển thị môn Luận văn tốt nghiệp - Mã: CO4333 (LVTN). Trước đây khi chưa có kết quả của môn tiên quyết là ĐCLVTN và chứng chỉ Anh văn nên em đăng ký 2 môn trên cho chắc. Em cũng đã liên hệ Giáo vụ Khoa và Giáo viên hướng dẫn để xin được đổi lại đề tài cho LVTN thì được biết khi đổi đề tài phải làm lại ĐCLVTN từ đầu. Do đó, em không đủ điều kiện để làm LVTN trong học kỳ này. Mặt khác, trước đây em nhận được thông báo nếu sau khi có điểm của môn tiên quyết trước thì phòng đào tạo sẽ xét lại điều kiện và hồi tố, hủy môn LVTN này. Tuy nhiên, hiện tại em đã có điểm không đạt môn đề cương học kỳ trước nhưng thời khóa biểu vẫn còn và vẫn bị tính học phí cho môn LVTN này. Kính mong Phòng đào tạo xem xét và cho em được hủy môn LVTN (CO4333) và phần học phí môn LVTN này. Em chân thành cảm ơn, Kính chúc Quý thầy/cô nhiều sức khỏe.",
    "Em là k19, các đợt khảo sát đăng kí quay lại trường học vừa rồi em có đăng kí đủ để quay lại trường học các môn thực hành thí nghiệm của HK211. Và trường mail dự kiến bắt đầu học sẽ là 6/12, hôm nay em vẫn chưa nhận được thông báo gì về lịch học từ các giảng viên bộ môn .    Em muốn hỏi là khi nào mới có lịch trở lại học cho các môn ở HK211, và sẽ được thông báo trước ngày học bao lâu. Và trường sẽ trực tiếp gởi mail, hay là chỉ cập nhật thời khóa biểu, hay là mail trực tiếp từ giảng viên bộ môn. Em cảm ơn ạ.",
    "Cho em hỏi là nếu em đăng ký dư tín chỉ của các môn nhóm C thì các tín chỉ dư đó có chuyển qua thành tín chỉ của các môn tự chọn tự do được không ạ . Ví dụ kỳ này em có 3 tín chỉ của môn tự chọn tự do và trước khi ra trường em chỉ cần học 15 tín chỉ của các môn nhóm C, vậy nếu nhóm C em học 18 tín chỉ thì 3 tín chỉ dư ra có được chuyển qua tín chỉ của môn tự chọn tự do được không hay nói cách khác là ở môn tự chọn tự do em có được quyền chọn các môn nhóm C không . Em cảm ơn.",
    "Dạ cho em hỏi là em có đăng ký thực tập tốt nghiệp và đề cương luận văn vào kì chính tiếp theo mà tổng số tín chỉ em đăng kí là 13 tín (kể cả thực tập). Vậy em có thể làm đơn xin được học dư 1 tín so với 12 tín đã qui định không ạ. Em cảm ơn.",
    "Dạ em chào thầy (cô) ạ, Khoảng hè năm 2022, thường sẽ đăng ký môn học năm tiếp theo, nhưng hiện giờ tình hình dịch thì khó có thể lấy bằng TOEIC để nộp chuẩn AV mỗi năm. Thầy cô cho em hỏi là lúc đó vẫn miễn xét AV mỗi năm như 2 kỳ vừa rồi hay sao ạ Mong nhận được sự phản hồi sớm từ thầy cô ạ Trân trọng",
    "Hiện em em đang đi thực tập tốt nghiệp tại công trường Unicons nên không để ý kiểm tra gmail, mà khi em lên kiểm tra thì đã lố ngày đăng kí bảo hiểm y tế, em có thể xin mở thêm 1 ngày để em đăng kí được không ạ !   i  .",
    "Em là , mssv:. Hiện tại em đã đăng ký tốt nghiệp và nhận bằng tạm thời được 4 tuần, nhưng vẫn chưa có mail thông báo nhận bằng chính thức. Em muốn hỏi có vấn đề gì đang xảy ra không ạ ? Và sau bao lâu e sẽ nhận bằng chính thức? Nếu nhận bằng chính thức rồi thì có tổ chức lể tốt nghiệp không ạ ? Em chân thành cám ơn",
    "Hiện học kỳ này em đang làm luận văn tốt nghiệp, nhưng em đã làm đơn xin hoãn bảo vệ và đang chờ phòng đào tạo duyệt đơn. Cho em hỏi là khi nào có kết quả duyệt đơn ạ? Vì hiện tại là thời gian đăng ký môn học cho kỳ sau. Vậy em có cần phải đăng ký môn luận văn nữa không ạ? Em cảm ơn ạ.",
    "Cho em hỏi là trong giấy chứng nhận tốt nghiệp tạm thời của bạn cùng lớp em thì ghi là Kĩ sư, Bachelor of Engineering. Trong khi của em lại là Cử nhân, Bachelor of Arts . Em không biết sai sót này có ảnh hưởng đến bằng chính thức không, phòng đạo tạo xem lại giúp emn.",
    "Dạ em chào Phòng Đào Tạo ạ Em tên là:  MSSV:  Hiện là sinh viên năm 4 của lớp CK18CD03 Vào kỳ hè năm 2021, em có đăng ký môn Thực tập ngoài trường (ME3269) nhưng do tình hình dịch bệnh Covid-19 với lại còn một số nguyên khác nên em vẫn chưa tìm được nơi để thực tập và em mong muốn có thể chuyến thực tập kỳ hè này sang kỳ hè năm 2022. Vậy bây giờ em muốn hỏi là em có thể xin hoãn kỳ thực tập tốt nghiệp được không ạ hay là em đợi tới kỳ hè năm 2022 để đăng ký môn này 1 lần nữa ạ. Nếu hoãn được thì Phòng Đào Tạo có thể hướng dẫn em cách để hoãn được không ạ. Em xin chân thành cảm ơn. Mong nhận được sự phản hồi sớm từ Phòng Đào Tạo ạ.",
    "Em tên là  MSSV: 3 Lớp: DD13DV05 - Chuyên ngành Điện tử-Viễn Thông - Khoa Điện-Điện tử Em xin chuyển từ Hệ chính quy sang hệ Vừa làm vừa học do đã quá thời hạn đào tạo. Hiện tại em chỉ còn một môn là Luận văn tốt nghiệp. Kính mong Phòng đào tạo hỗ trợ giúp em. Em xin cảm ơn!",
    "Kính gửi phòng đào tạo, Hiện tại em đã có đủ điều kiện tốt nghiệp thì em có thể có bằng tốt nghiệp tạm thời file mềm trước ngày 15/12 không ạ. Tại vì công ty em phỏng vấn, họ yêu cầu có bằng trước ngày 15/12 ạ . Bên cạnh đó thì đường link web đăng ký tốt nghiệp trên mybk em cũng không truy cập được ạ. Kính mong phòng đào tạo xem xét cho em ạ .",
    "n xin thu nhận lại",
    "Em chào phòng đào tạo ạ. Em có dự định đăng ký bảo lưu, nhưng học kì này em không có đăng ký môn học, vậy thì có bảo lưu được không ạ. Nếu được thì cần làm những thủ tục và hồ sơ như thế nào vậy ạ. Em cảm ơn phòng đào tạo ạ.",
    "Dạ em chào Thầy/Cô ạ,  Em tên là . MSSV:   Lý do em gửi tin này là vì hiện tại em không đăng ký môn học của HK212 được ạ. Em cần nộp đơn thu nhận lại, nhưng do tình hình dịch bệnh hiện tại em đang ở quê không thể đến trường nộp đơn trực tiếp được. Em có nhu cầu đăng ký môn học ở HK212 ạ. Nhưng do không hiểu rõ nội quy của trường dẫn đến hiện tại không thể đăng ký được.  Em xin trường chỉ em cách nộp đơn bổ sung để em có thể đăng ký môn học và hoàn thành chương trình học.  Phiếu đăng ký thu nhận em đính kèm phía dưới.  Em xin chân thành cám ơn ạ. ",
    "Xin chào ạ, Em muốn hỏi quy định về việc làm sao để được tốt nghiệp trước thời hạn quy định ạ? Em xin cảm ơn, chúc thầy cô có một buổi tối lành, Trân trọng, .",
    "Em tên là: Huỳnh Ngọc Kim Phụng. MSSV: . PĐT đã tiếp nhận đơn xin rút môn học Anh Văn 2-LA1005 vào ngày 12/11. Trong bảng điểm môn Anh Văn của em đã ghi điểm 17, nhưng trên hệ thống BKexam của em vẫn còn hiện bài thi Cuối kỳ vào 4/12 ạ. Như vậy, là em đã rút môn thành công chưa? Em không cần thi Cuối kỳ đúng không ạ? Mong PĐT nhanh chóng giải đáp thắc mắc giúp em. Em xin ảm ơn ạ.",
    "Thầy cô cho em hỏi em đăng kí môn học mà môn nào cũng hiện thế này là sao ạ",
    "Em có một số thắc mắc mong pdt trả lời giúp em ạ: 1)Do nhà em hoàn cảnh khó khăn nên nhà em có dự tính cho em đi học 1 học kỳ ở trường sau khi có kết quả của học kỳ 1 thì xin bảo lưu kết quả tạm dừng học,để em đi làm một thời gian khi có tiền sẽ quay lại học,nhưng giờ chưa thi cuối kỳ mà nhà trường đã có thông báo đăng ký môn cho học kỳ 2,vậy thì em có cần đăng ký môn không ạ? 2) Khi nào thì em sẽ tiến hành làm đơn sẽ phù hợp ạ? trước thi cuối kỳ 1 hay sau thi cuối kỳ 1 ạ? 3) Thời gian tạm dừng việc học của em sẽ được bao lâu ạ? Em muốn tạm dừng 2 năm thì có được không ạ?",
    "hồi trước em nộp phiếu thu nhận lại nhưng trạng thái vẫn trong tình trạng tạm dừng nên làm sao em đăng kí môn học cho học kì mới ạ hạn đăng kí ngày 6/12",
    "Do đang chờ bằng tiếng anh để tiến hành xét tốt nghiệp nên Học kỳ trước em chưa đăng ký môn học. Kỳ này em không đk tốt nghiệp được nên mong nhà trường xét duyệt đơn đăng ký thu nhận lại của em ạ. Em cám ơn.",
    "Chào quý thầy/cô, em là sinh viên K19, hiện tại điểm tbtl của em   7.0 nhưng em chưa đủ 60 chỉ nên em không thể đăng ký chương trình liên thông KS-ThS. Cho em hỏi liệu sau kỳ 211 em đủ 60 chỉ và tbtl   7.0 thì em có được đăng ký chương trình này không ạ? Hay chỉ được đăng ký một lần vào cuối năm 2 ạ?",
    "Kính gửi: Phòng Đào tạo trường ĐH Bách Khoa, Em là  MSSV:  Hệ: VHVL Em đã dược phòng giáo vụ khoa Cơ khí gửi quyết định miễn môn học, chi tiết như file đính kém ở dưới . Kính mong phòng Đào tạo xem xét, cập nhật giúp em thông tin về môn học được miễn để em có thể nộp đơn xin xét tốt nghiệp đợt TN.20211.1 (hạn chót 24/12/2021).",
    "Trên bảng điểm em đã nhận điểm hoãn thi môn vẽ kỹ thuật do không có đủ thiết bị, nhưng giờ em đã có đủ điều kiện thi. Vậy em phải làm sao để hủy hoãn thi ạ? Mong thầy/ cô giải đáp sớm cho em ạ Em xin cám ơn",
    "Kính gửi ban thầy cô phòng đào tạo. Em là cựu sinh viên cao đẳng bảo dưỡng công nghiệp 2017. Do tình hình dịch bệnh, hiện tại em không vào trường được. Em xin nộp file đơn xin gia hạn nộp hồ sơ xét tuyển đại học hệ vhvl. Nếu nộp không đúng nơi, làm phiền quý thầy cô chuyển về phòng công tác sinh viên, nơi tuyển sinh hoặc nơi liên quan giúp em ạ. Em chân thành cảm ơn. Kính chúc quý thầy cô luôn dồi dào sức khỏe . Trân trọng.",
    "Xin chào cô ạ, -Em tên  mssv , lần trước em có làm đơn để xác nhận hoãn thi môn Mô hình hóa chất lượng nước MSMH: CI3077 và muốn thi lại ở học kì này . -Phòng đào tạo đã xác nhận hoãn thi cho em nhưng chưa có thêm vào danh sách thi trên Bkex và giảng viên phụ trách bộ môn nhờ xác nhận lại gấp với phòng đào tạo để có thể dự thi vào ngày mai 3/12/2021 lúc 15:00 ạ.Em xin cảm ơn ạ",
    "Kính gửi phòng đào tạo, tôi đã tìm hiểu về những môn học bắt buộc cho học kì 2 của khóa 2020 ngành: Song ngành Kỹ thuật Tàu thủy - Hàng không. Trong đó tôi có thấy môn anh văn 2 là bắt buộc, nhưng ở học kì 1 tôi lại không thấy môn anh văn 1 trong thời khóa biểu. Vậy thì ở học kì 2 tôi phải đăng kí anh văn 1 hay anh văn 2, xin cảm ơn.                ",
    "Kính gửi Phòng đào tạo. Em tên , MSSV: , hệ đào tạo VLVH, chuyên ngành Công nghệ may. Trong học kỳ 2 năm học 2020-2021 em có học môn Cơ học máy (ME2043). Em đã làm đơn đăng ký hoãn thi và đã được PĐT đồng ý. Trong học kỳ 1 năm học 2021 - 2022 này em có thi môn này để xóa điểm I không ạ. Vì trong lịch thi không có cập nhật thi môn này. Kính mong Thầy/Cô xem xét giúp em. Em xin cảm ơn.",
    "Chào thầy, cô Em tên là Lê Hoàng Khang. Em đã được phòng đào tạo xác nhận hoãn thi và được thi lại nhưng đến nay em vẫn chưa có tên trong danh sách thi và không tìm thấy phòng thi trên BKexam ạ. Giảng viên yêu cầu em thông báo lại với nhà trường để em có thể được xem xét thi môn Mô Hình Hóa vào 15h ngày 3/12/2021. Em xin cảm ơn!",
    "Xin chào thầy,cô ạ, -Em tên  mssv , lần trước em có làm đơn để xác nhận hoãn thi môn Mô hình hóa chất lượng nước MSMH: CI3077 và muốn thi lại ở học kì 211 này. -Phòng đào tạo đã xác nhận hoãn thi cho em nhưng chưa có thêm vào danh sách dự thi trên BkeX và giảng viên phụ trách bộ môn nhờ xác nhận lại gấp với phòng đào tạo để có thể dự thi vào ngày mai 3/12/2021 lúc 15:00 ạ.Em xin cảm ơn ạ.",
    "Chào anh chị. Sau khi em hỏi về vấn đề bị tạm dừng học vụ do hk có đăng kí môn học. Thì được hướng dẫn là hoàn thành phiếu \"Đăng ký thu nhận\" rồi gửi lại. Nhưng chuẩn anh văn trong đăng ký thu nhận là  = 250 thì lại vượt quá số điểm hiện tại của em là: 235 (anh văn nói viết). Theo tiêu chuẩn ra trường của sinh viên K17 là 200 điểm (anh văn nói viết) và hoàn thành trước thời hạn 24/12/2021 (hạn cuối của đợt tốt nghiệp). Anh/chị có thể giúp em đưa ra hướng giải quyết với ạ. Em xin cảm ơn .",
    "Kính chào quý thầy (cô) Em là sinh viên k16 hiện đang đợi PĐT thẩm tra kết quả chứng chỉ GDQP để tốt nghiệp. Do đó học kì này em không còn đăng ký môn học nữa. Tuy nhiên, vừa qua khi vào trang đăng ký tốt nghiệp cho đợt tháng 11 thì bị lỗi trong file ảnh đính kèm. Kính mong quý thầy (cô) hướng dẫn quy trình khắc phục ạ. Kính gửi!",
    "Kính gửi Thầy/Cô, Em có tạm dừng học học kì 211, nay em viết đơn xin Trường tạo điều kiện cho em được thu nhận lại để học tập tiếp tục từ học kì 212 . Em xin chân thành cảm ơn Thầy/Cô",
    "Dạ cho em hỏi là hiện tại ở học kì này em đang học môn cuối cùng là hoàn thành chương trình học thì em có cần phải đăng kí môn để duy trì tình trạng sinh viên ở kì sau không ạ. Em cảm ơn ạ.",
    "Em chào thầy/cô, thầy/cô cho em hỏi bây giờ em chuyển từ hệ chính quy sang vừa học vừa làm thì em có cần học thêm tín chỉ nào nữa không ạ, hay là tốt nghiệp luôn đợt gần nhất ạ. Trường hợp của em là đã hoàn thành chương trình học và toeic trong trường từ tháng 11/2018, em chỉ thiếu mỗi kĩ năng nói viết anh văn để hoàn thành tốt nghiệp chính quy, do khả năng của em không thể hoàn thành 2 kĩ năng đó nên em muốn chuyển sang hệ VHVL để tốt nghiệp cho sớm ạ. Em cảm ơn.",
    "Dạ cho em hỏi về việc đăng ký BHYT, em quên mất xem ngày hết hạn đăng ký mới. Giờ trễ hạn rồi mà em chưa đăng ký, giờ muốn đăng ký mua BHYT thì cần phải thực hiện những gì ạ. Em cảm ơn!",
    "Theo sự hướng dẫn của anh/chị trong BKSI em đã hoàn thành đơn đăng kí thu nhận ạ. Em rất xin lỗi vì vấn đề dịch nên không thể in bản cứng cho đơn đăng kí được. Em xin phép được nộp bản mềm ạ. Em xin cảm ơn và rất mong anh/chị có thể giúp em hoàn thành việc đăng kí thu nhận để em có thể tốt nghiệp đúng hạn ạ. Em xin chân thành cảm ơn.",
    "Kính gửi quý thầy cô,  Em tên là , MSSV . Em gửi quý thầy cô đơn thu nhận lại ạ trong file đính kèm ạ. Em xin trân thành cảm ơn sự giúp đỡ của các thầy cô ạ.",
    "Dạ kính chào thầy cô,em đã được sự đồng ý của phòng đào tạo vê việc hoãn thi cuối kỳ 202 gồm 4 môn học:Cấu trúc rời rạc cho khmt,Kỹ thuật lập trình,Giải tích 2,Đại số tuyến tính.Nhưng em vẫn chưa được thay đổi thành điểm 14 và em  chưa nhận dược thông báo về lịch thi tháng 12 này ạ. Em chân thành cảm ơn.",
    "Em chào quý thầy cô. Em là , sinh viên K15. Em có đọc trong quy chế học vụ mục 5.5 sinh viên đã hoàn thành CTGD nhưng chưa đủ điều kiện khác để xét tốt nghiệp (chuẩn tiếng anh, công tác xã hội..)sẽ được kéo dài thời gian đào tạo tối đa một học kỳ để SV bổ sung các điều kiện để được xét tốt nghiệp (không được đăng ký môn học trong thời gian kéo dài này). Em muốn hỏi mẫu đơn và thủ tục để gia hạn thời gian đào tạo ạ. Em xin chân thành cảm ơn!",
    "Dạ em xin kính chào thầy/ cô Em là sinh viên năm nhất nhưng đã đăng kí nhầm lớp Anh văn theo nhu cầu - Tháng 12 (Dự thính) Bây giờ em muốn hủy thì phải làm sao ạ. Em xin cảm ơn",
    "Em là , MSSV  Cho em hỏi nếu tài khoản OCB của em có vấn đề và không thể thanh toán online được.Vì em quên mật khẩu trên web và tài khoản bị khoá (do thử lại quá nhiều lần mật khẩu) và ở quê em không có phòng giao dịch nào cả nên em không thể lấy lại mật khẩu. Vậy em sẽ có cách nào đóng học phí không ạ? Em cảm ơn ạ.",
    "Dạ em kính chào thầy/ cô ạ. Em là  MSSV  . Dạ thầy/cô cho em hỏi một vấn đề ạ. Em là sinh viên chuyên ngành cầu đường thì môn hóa vô cơ (CH2011) là môn bắt buộc. Nhưng do những học kì trước em không đăng ký tham gia được đến thời điểm này thì môn hóa vô cơ (CH2011) không còn mở lớp nữa ạ. Thầy/ cô cho em hỏi em phải học môn thay thế nào để đủ tín chỉ ạ?  Em cảm ơn ạ.",
    "Thưa thầy/cô,  Cho em hỏi rằng sinh viên K20 vào học kì 212 chỉ được đăng kí các môn học có trong học kì 4 và học kì 2 (học chung với K21) của các chương trình học thôi đúng không ạ? Em có định học trước hai môn Pháp luật Việt Nam Đại cương và môn Chủ nghĩa khoa học xã hội vào học kì 212 thì liệu em có được cho nghỉ 1 tháng học quân sự không ạ? Và học kì trước em có lỡ đăng kí môn GDQP thì học kì này em có phải đăng kí lại không ạ?",
    "Em là sinh viên ngành Kiến Trúc, khóa 19. Cho em hỏi môn \"Thực Tập Ngoài Trường\" (CI3485) có mở đăng kí trong kì hè không ạ. Nếu không mở thì em đăng kí môn này vào kì chính nhưng kì hè em mới đi thực tập có được không ạ. Em xin cảm ơn.",
    "Dạ em muốn huỷ đăng kí học trực tiếp thí nghiệm lý do em kèm trong file đính kèm xin thầy cô giải quyết giúp em",
    "Xin chào Phòng Đào Tạo, Em đã đăng ký xét tốt nghiệp rồi nhưng khi tra cứu thông tin tốt nghiệp thì em thấy kết quả:   B  -   Thông tin tìm thấy (203) ,P ĐỢT 2 NĂM 2021 Sinh viên: , ngày sinh: 06/12/1994, nơi sinh: Thanh Hóa Ngành tốt nghiệp: Kỹ thuật Điện tử - Truyền thông Điểm trung bình xếp loại: 6.53 _ Xếp loại tốt nghiệp: Trung bình khá Chưa có kết quả thẩm tra bằng tốt nghiệp (SV được đăng ký làm bằng, phải hoàn tất thủ tục thẩm tra bằng trước khi nhận bằng tốt nghiệp-đã báo hướng qua e.mail)    Em thấy em chưa có kết quả thẩm tra bằng tốt nghiệp, em đã kiểm tra email và cũng không nhận được hướng dẫn, vậy cho em hỏi là trường hợp của em đang còn vướng mắc hoặc thiếu sót gì, để em có thể hoàn thành được Đăng ký tốt nghiệp ạ. Em xin cảm ơn. Cảm ơn,    [phone_number] ",
    "Cho e hỏi nếu e đóng học phí trễ sau ngày thi vì lý do khó khăn thì e có cần làm đơn không ạ. Và nếu e không đóng học phí kịp trước lúc thi thì em có bị cấm thi và có cách xử lý nào không ạ.",
    "Chào quý thầy/cô ạ, Em tên là , hiện là sinh viên K20 ngành Khoa học máy tính hệ Chính quy đại trà. Em có hai câu hỏi về việc đăng ký môn học cho HK212 sắp tới mong quý thầy/cô giải đáp ạ. 1/Trong cùng 1 học kì, em có thể đăng ký nhiều hơn 1 môn lý luận chính trị(mã SP10xx) được không ạ? Do em có nghe vài nguồn thông tin chỉ được đăng ký 1 môn này một học kỳ chính.   U Ví dụ    em muốn đăng ký môn K/tế chính trị -(SP1033) và Ph/luật Việt Nam đại cương(SP1007) trong HK212. 2/ Về việc đăng ký môn học tự chọn tự do (Free Elective), hiện em là sinh viên năm 2 thì em không biết mình có thể đăng ký môn tự chọn tự do này là các môn có mã của năm 3 hoặc năm 4 được không ạ? (ví dụ CO3117) Em xin cảm ơn ạ. Trân trọng, .",
    "Kính gửi Phòng đào tạo Đến thời điểm hiện tại em vẫn chưa được cập nhật điểm Hoãn thi môn Xác suất và thống kê để có thể đăng kí thi vào ngày 12/12/2021 sắp tới, mong PĐT xem lại giúp em. Em xin chân thành cảm ơn.",
    "Kính gửi Quý Thầy (Cô) Phòng Đào tạo,  Em tên là  - MSSV: , hiện đang là sinh viên khoa Kỹ thuật Hóa học lớp HC17KTHLY. Trong đợt xét tốt nghiệp này, lần đầu thi TOEIC 2 kỹ năng Speaking & Writing online ở BK English vào ngày 25.09.2021, điểm thi của em chưa đủ theo yêu cầu của chương trình Tài năng, vì thế em đã đăng ký thi lại online ở BK English vào ngày 06.11.2021 và đạt kết quả là 265. Nhưng hiện tại, bằng tốt nghiệp tạm thời của em nhận được là bằng tốt nghiệp bình thường, em vô cùng hoang mang ạ. Mong Quý Thầy (Cô) kiểm tra lại giúp em!  Em xin chân thành cảm ơn!",
    "Kính gửi : Phòng Đào Tạo Em tên :   MSSV :  Lớp : CK17LTH Hiện đã đến thời hạn đăng ký môn học HK1 cho VLVH nhưng em vẫn không đăng ký được ạ ! Kính mong các thầy/cô giải quyết để em được đăng ký môn học . Em xin chân thành cám ơn !",
    "Em là sinh viên K17, học kì trước do dãn cách nên em có đăng kí hoãn luận văn tốt nghiệp và đã được sự đồng ý của phòng đào tạo. Học kì này em muốn được bảo vệ luận văn thì có cần phải làm gì không ạ hay chỉ cần thông báo với bên khoa để là danh sách nộp cho phòng đào tạo thôi ạ? Em mong nhận được phản hồi sớm ạ.",
    "Kính chào PĐT em tên là Nguyễn Văn Tài Nguyên mssv . Hôm nay, ngày 02/12/2021 em có lịch thi Anh Văn 4A vào lúc 18h nhưng em lại bị ngộ độc thực phẩm và không thể tham gia thi được. Cho phép em xin hỏi em cần làm đơn và những yêu cầu gì để được hoãn thi và được đăng ký thi vào đợt khác ạ. em xin cảm ơn ạ",
    "Kính gửi : Phòng Đào Tạo Em tên :  MSSV :  Lớp : CK17LTH Hiện em chỉ còn nợ 1 môn LVTN và em đã hết thời hạn đào tạo chính quy nên chuyển qua hệ VLVH , thầy/cô cho em hỏi là em có cần nộp lại chứng chỉ ngoại ngữ để đăng ký LV ở hệ VLVH không ạ ?  Em xin chân thành cám ơn",
    "Em thấy theo qui định 19 phải hoàn thành 3 môn GDTC. Em đã hoàn thành được 2 môn và đang mong muốn đăng kí môn thứ 3. Mà em ko biết phải đăng kí mã nào vì chương trình GDTC giờ đã thay đổi.Em thấy có chia ra 2 mã là cơ bản với nâng cao, ko biết em đăng kí mã nào cho môn GDTC thứ 3. Em xin cảm ơn",
    "Kính chào Qúy Thầy Cô Em là sinh viên K17, em đăng ký tốt nghiệp đã khá lâu rồi và đã có gmail xác nhận rồi ạ. Nhưng bằng tốt nghiệp tạm thời em vẫn chưa được nhận qua đường bưu điện ạ . Dạ kính mong quý Thầy Cô hướng dẫn cách thức để em có nhận thể nhận bằng tốt nghiệp tạm thời và chính thức như thế nào ạ. Trân trọng cảm ơn ạ.",
    "Chào quý thầy cô, Em tên là ,  MSSV:  Em xin hỏi về trường hợp điểm trung bình học kỳ bằng 0. Trường hợp của em là: - Em đã đủ chỉ để tốt nghiệp, tuy nhiên do còn thiếu anh văn (toeic để chuyển điểm anh văn 4 và tiếng anh nói-viết). - Em có đăng ký lại 1 môn(đã học) để duy trì học kì 211, do hiện tại em đã đi làm nên không thể tham gia học môn này. Vậy đối với trường hợp của em thì có bị buộc thôi học và phải làm đơn cứu xét và đăng ký môn ở học kì kế không ạ. Em dự kiến sẽ đủ điều kiện để tốt nghiệp vào học kì 212 . Hiện tại do tình hình dịch bệnh vẫn còn phức tạp nên em vẫn đang ở quê (Quảng Nam). Mong nhà trường xem xét. Em xin chân thành cảm ơn.",
    "Kính gửi cô, Theo hướng dẫn em lên nộp phòng đào tạo nhưng thầy cô phòng đào tạo báo em làm online nên giờ em nộp ở đâu ạ? Cảm ơn cô nhiều ạ.",
    "Kính gửi Phòng đào tạo, Em là sinh viên khóa K20, trong HK202 em có hoãn 4 môn là xác suất thống kê, giải tích 2, phương pháp tính, hóa đại cương. Hiện em đã nhận được lịch thi bù do phòng đào tạo xếp vào HK211 này trong tháng 12. Tuy nhiên, học kĩ này em phải thi 5 môn và lúc đầu khi đọc quy chế hoãn thi thì có ghi rằng sinh viên đăng kí thi lại trong vòng 1 năm nên em dự định HK212 em mới hoàn thành thi lại những môn em đã hoãn vào HK202. Em xin hỏi liệu em có thể hoãn những môn còn thiếu ở HK202 để thi vào HK212 được không ạ? Em xin cám ơn.",
    "Dear phòng đào tạo  Em là  mssv  khoa cnvl lớp VL15KL, học kỳ 211 vừa rồi em có đăng ký dự thính môn nhập môn lập trình CO1003 ,nhưng mà hình do dịch nên dự thính bị hủy nên thành ra em không đăng ký môn nào cả và đã bị cho vào danh sách tạm hoãn do không đăng ký môn học , vậy kính mong phòng đào tạo thu nhận lại để em đăng ký môn học cho kỳ 212 ạ em xin cảm ơn",
    "Kính gửi: quý thầy/cô phòng đào tạo Đại học Bách Khoa TP.HCM Em tên là  MSSV:  Lớp: DD16KTD2 Em có 1 thắc mắc mong được quý thầy cô giải đáp đó là em còn anh văn nói viết và bằng TOEIC để chuyển điểm 4av để đủ điều kiện tốt nghiệp. Nhưng một phần vì dịch bệnh nên việc thi Toeic có nhiều khó khăn. Hiện giờ em đã bỏ trống TKB HK211 và HK212 em dự định cũng bỏ trống TKB (vì em đã học xong tất cả các môn). Vậy em có bị đuổi học do tạm dừng quá 2 HK không ạ. Em rất mong nhận được phản hồi của quý thầy cô. Em xin chân thành cảm ơn.",
    "Em chào cô Em là  , hồi trước cô  xử lý đơn hoãn thi lại của em và được đồng ý. Nhưng em thắc mắc là làm cách nào để được đăng kí thi cuối kì Giải tích 1 ( môn em hoãn ) trong kì 211 này luôn ạ. Em đã ôn xong rồi và kì sau có 2 môn khá nặng nên em không muốn phải đến kì 212 mới thi ạ. Hè 213 em đi thực tập nên cũng không đợi đến hè được . Liệu PĐT có xếp lịch thi kì này cho em không ạ. Em cảm ơn cô nhiều.",
    "Em chào pdt. Em có thắc mắc là hồi năm 1 em có nộp chứng chỉ ngoại ngữ quốc tế và em đã xét chuyển điểm av1. Vậy khi đợt sau em nộp chứng chỉ ngoại ngữ lần nữa thì em có thể xét chuyển điểm các av2, av3, av4 còn lại được không ạ. Em xin cảm ơn.",
    "Em có môn thực tập cơ khí của học kì 192 chưa học xong theo thông báo của nhà trường thì 6/12 học lại cái môn thí nghiệm .Nhưng hiện giờ e vẫn chưa có lịch học là sao ạ.Và việc học trực tiếp lại có bắt buộc ko ạ .KTXđh Quốc Gia vẫn chưa cho phép sinh viên vào ở nên em không thể lên học vậy những học phần thí nghiệm  chưa học xong thì có thể học sau được không ạ.",
    "Em là , sinh viên K17, em đã vừa hoàn thành đủ điều kiện về CCNN và CTXH để đăng ký xét tốt nghiệp. Nhưng em chưa thấy tên mình vào danh sách tốt nghiệp dự kiến và em chưa thể đăng ký trên myBK được ạ! Hạn đăng ký vẫn tới ngày 24/12/2021 ạ! Nhưng hiện nay, trên hệ thống tình trạng sinh viên đã báo em bị tạm dừng vì không đăng ký môn học, xin Thầy/Cô hướng dẫn em cách xử lý ạ! Em xin cảm ơn rất nhiều!",
    "Em chào PĐT, Em là sinh viên năm 4, gần hoàn thành chương trình đào tạo, chỉ còn môn AV4 thôi để được xét tốt nghiệp . Em chọn thi TOEIC đạt 600 điểm để xét chuyển điểm các môn thi AV, nhưng mà em thi chưa đạt. Học kỳ 211 vừa qua, em không đăng kí môn học nên đã bị tạm dừng học, với quyết định 2869/QĐ-ĐHBK ngày 18/11/2021. Em biết thông tin là nếu em tạm dừng 2 học kỳ liên tiếp thì sẽ bị buộc thôi học. Em xin hỏi PĐT tư vấn cho em giải pháp được không ạ ?  Em chân thành cảm ơn nhiều.",
    "Kính gửi Phòng đào tạo. Em tên là , mssv , là sinh viên khoa Cơ khí. Sắp tới em có lịch thi môn Vẽ kỹ thuật (CI1003), môn học này là môn học của học kỳ 202 nhưng do tình hình dịch bệnh nên đến bây giờ mới thi. Đây là môn học thi trên phần mềm Autocad trên máy tính. Nhưng vì gần đây em bị trộm đột nhập vào phòng lấy mất laptop, em có mượn máy của bạn để tham gia học online nhưng máy em mượn lại quá yếu không thể chạy nổi phần mềm và giờ em không còn ai quen biết để mượn máy cả. Nên em viết đơn này xin phòng đào tạo cho em xin hoãn thi môn này ạ . Em xin chân thành cảm ơn.",
    "Dạ em chào PĐT, em muốn chuyển điểm 2 môn học \"Xây dựng và khai thác đường (CI3219)\" và \"môn  ĐAMH thiết kế đường (CI3221)\" sang môn tương đương  \"Xây dựng và khai thác đường (CI3075)\" ở Học kỳ 2 (2018-2019) để xét tốt nghiệp ạ . Em cảm ơn.",
    "Chào Thầy/Cô, Thưa thầy cô cho em hỏi là em có thể xin bản PDF bảng điểm của mình ở đâu ạ? Em cảm ơn",
    "Kính gửi Phòng đào tạo, Em tên:   MSSV:  Em xin hỏi: Ở mục xét Tốt nghiệp em đang thiếu thông tin nơi sinh. Giờ làm thế nào để em cập nhật thông tin đó để đăng ký tốt nghiệp. Em xin chân thành cảm ơn!",
    "Kính gửi Phòng Đào Tạo; Em là , MSSV: , hiện là sinh viên bằng 2 Khoa Kỹ Thuật Xây Dựng. Vừa qua khi chuẩn bị vào học kỳ 1 năm học 2021-2022 em bị mắc bệnh nặng bất ngờ phải chữa trị lâu dài, nên không thể theo học trong HK1 2021-2022 được. Do đó em làm đơn này kính xin Phòng Đào Tạo xem xét thu nhận em và cho phép đăng ký môn của HK2 năm học 2021-2022 Hiện nay số tín chỉ tích lũy của em đã đầy đủ và chỉ còn chờ làm Luận văn tốt nghiệp. Trong quá trình học và hiện nay em không bị nợ môn và luôn đóng học phí đầy đủ, tuân thủ kỷ luật và nội quy của trường Kính mong Phòng Đào Tạo xem xét sớm chấp thuận Em xin chân thành cám ơn; Trân trọng (Đính kèm phiếu đăng ký thu nhận lại)   i ",
    "Em chào thầy cô ạ . Em muốn thầy cô cho em xin cách giải quyết cụ thể của trường hợp   B Tình trạng sinh viên bị tạm dừng     do em cần giấy chứng nhận tốt nghiệp gấp ạ . Em cảm ơn thầy cô ạ",
    "Xin chào quý thầy/cô. Em tên -, hiện đang là sinh viên lớp GT20-THK1, thuộc khoa giao thông. Em đã được PĐT cho phép tạm dừng học HK 211. Nay em có nguyện vọng được thu nhận lại và tiếp tục học HK 212. Kính mong quý thầy/cô giúp đỡ. Em xin chân thành cảm ơn.",
    "Kính chào thầy (cô), Em tên là  mssv , sinh viên khoa Quản lý Công nghiệp. Trong kì học 202 em là sinh viên thuộc lớp L19 môn kinh tế chính trị - do thầy  phụ trách. Được sự đồng ý của thầy và PĐT em đã hoãn thi cuối kì 202. Nhưng vì sự bất cẩn trong lúc đọc mail của em, em đã chưa điền lại vào form đăng kí hoãn thi mà PĐT gửi vào 5/8. (Em đăng kí hoãn thi ở bksi - câu hỏi/ yêu cầu #27795 -  202 và đã được chấp nhận) . Em biết trong trường hợp này lỗi hoàn toàn nằm ở em và là một lỗi không nên xảy ra. Nhưng em kính mong thầy (cô) có thể xem xét lại trường hợp của em, có thể tạo điều kiện và xếp lịch thi giúp em hoàn thành môn học này. Em xin chân thành cảm ơn thầy (cô)! Chúc thầy (cô) nhiều sức khoẻ. Trân trọng.",
    "Kính thưa Thầy/Cô. Em đã đăng kí in giấy hoãn NVQS và nhận tại CS1, em muốn hỏi hiện tại trường có cho sv vào nhận không ạ. Và em nhờ người khác nhận giúp được không. Em cảm ơn.",
    "Em chào Thầy / Cô. Em là sinh viên K19 ngành Viễn thông chương trình Việt Pháp. Học kỳ 212 tới đây trong kế hoạch giảng dạy em có môn tự chọn tự do . Thầy / Cô cho em hỏi là em có bắt buộc phải học học phần đó trong đúng học kỳ không hay là có thể để sang học kỳ khác cũng được ạ? Em cảm ơn Thầy / Cô ạ.",
    "Chào thầy cô, hiện e bị tạm dừng nên nộp đơn xin thu nhận lại ạ",
    "PDT cho em xin sdt liên lạc của văn phòng khoa điện điện tử được không ạ. Em cảm ơn",
    "Kính gửi Phòng đào tạo, Vì HK211 em đăng kí nhiều môn mà Tháng 12 em lại phải thi bù những môn em đã hoãn thi vào HK202. Em cảm thấy thời gian quá gấp và quá nhiều môn nên em mong muốn có thể hoãn thi ạ. Em lên trang mybk mục hoãn thi thì có phần lí do hoãn thi, em không biết rằng mục đó em sẽ phải điền như thế nào và liệu em có thể xin thi bù lại 1 số môn em đã hoãn vào học kì 202 vào HK 212 được không ạ? Em xin cám ơn",
    "EM chào cô. Bên trường có hẹn em sau ngày 2/12/2021 đăng ký xét tốt nghiệp. Hiện tại em vẫn chưa nhận được thông tin QD tại mybk/Thông tin sinh viên và mail thông báo để đăng ký tốt nghiệp ạ. Em cảm ơn cô.",
    "Dear Phòng Đào tạo, Em tên là , MSSV: , Lớp CK14HT1. Em đã làm đơn đăng ký xét tốt nghiệp hệ vừa làm vừa học mà đến giờ em vẫn chưa nhận mail xác nhận tốt nghiệp (em có bạn đăng ký cùng đã nhận được mail), nhờ Phòng Đào tạo kiểm tra tình trạng đăng ký tốt nghiệp của em giúp em, có thiếu sót gì để em bổ sung liền ạ. Rất mong nhận được sự hỗ trợ từ Quý Thầy Cô ạ. Em xin chân thành cảm ơn ! Chúc Quý Thầy Cô nhiều sức khỏe ạ !",
    "Cho em hỏi làm thế nào để xin được giấy giới thiệu của trường để em có thể xin đi thực tập ở quê được ạ ?? Em cảm ơn ạ",
    "Em tên:  MSSV: Lớp: DD17KT02 Em là sinh viên K17 đã nghỉ học được 2 kỳ do học lực kém và còn nợ học phí, nay em muốn đươc tiếp tục học trở lại thì em phải làm những thủ tục như thế nào trong tình hình dịch bệnh như thế này? Và nếu được quay trở lại học thì em có nên chuyển sang hệ tại chức để theo kịp tiến độ phải không ạ? Xin phòng đào tạo trả lời giúp em. Em xin cảm ơn ",
    "Dạ chào admin Em tên là  MSSV  Dạ cho em hỏi là hiện tại em bị chậm tiến độ nên 3 môn: Vật Liệu cách nhiệt và hoàn thiện(CI4105); Kỹ thuật sản xuất chất kết dính vô cơ (CI3099); Ăn mòn và chống ăn mòn bê tông cốt thép (CI3109) kì sau không mở nữa . Vậy không biết 3 môn này có môn tương đương không ạ và cho em biết mã môn của 3 môn tương đương này với ạ . Em cảm ơn ",
    "Kính gửi thầy/cô phòng đào tạo ạ. Thầy/cô cho em hỏi đợt đăng ký môn học hệ CQ và VHVL học kỳ 212 này, các môn học lý thuyết sẽ học tập chung tại trường hay học trực tuyến ạ.",
    "Dạ em chào T. Cho em hỏi môn kinh tế năng lượng  me4307 kì 212 có mở kì chính k ạ. Do kì trước đợt 3 bị hủy môn này nên đăng kí dự thính gặp nhiều khó khăn nên em hỏi trước, em cảm ơn. Nếu là sinh viên kì cuối tốt nghiệp mà bị trường hợp này thì rất khó khăn, mong ppt trả lời giúp e ạ.",
    "HK201 em đã hoàn thành 2 môn là   B KHVL dệt (ME2103) và T/n kiểm tra phân tích vật liệu dệt(ME2107) theo mã mới của K2019   , đây là môn   B tương đương    cho môn   B KHVL dệt (ME2063) của K2018   . Tuy nhiên bảng điểm của em vẫn chưa cập nhật   B tín chỉ tích lũy ngành   (TCTLN)    của môn học này.  Mong PĐT hỗ trợ cập nhật tín chỉ để em có thể đăng ký   B Luận văn    cho học kì tới.",
    "Em tên   lớp Ck17CD3, đợt vừa rồi e làm luận văn xong và thi các môn ở hk202, nhưng điểm thi online có trễ nên e đăng kya môn học cho học kỳ 211, giờ tình trạng e hiện tại đang tạm dừng và e không đăng ký cho học kỳ 212 được, e mong nhận được phản hồi từ pdt.",
    "Dạ, em là Hồ Đăng Vinh, MSSV , Lớp OTO 02, khoa Kỹ Thuật Giao Thông nhà trường cho e hỏi, do dịch bệnh nên e phải ở quê chỗ e không có chỗ thi toiec và chuẩn anh văn nâng lên nên e không đủ chỉ để đăng kí môn Luận Văn Tốt Nghiệp.Vậy nên nhà trường có cách nào để e có thể đăng kí môn này được ko ạ.Dạ e cảm ơn nhà trường.",
    "Học vụ       Chào thầy cô, hiện e bị tạm dừng nên nộp đơn xin thu nhận lại có file đính kèm ở dưới ạ",
    "Kính chào Thầy/Cô PĐT, Em tên là Đoàn Ngọc Phước, hiện đang là sinh viên năm 4 khoa Kỹ thuật Hoá học. Theo đúng tiến độ học tập thì đến học kỳ 212, em sẽ còn 1 học phần tốt nghiệp là \"Luận văn tốt nghiệp\". Tuy nhiên trong học kỳ 211 hiện tại, do điều kiện học tập hạn chế và tình trạng sức khoẻ không ổn định cho nên em đã không thể hoàn thành được 2 môn \"Đồ án môn học\" và \"Đề cương luận văn\" ở học kỳ này. Vì thế, sau học kỳ 211 em sẽ còn 3 môn học là \"Đồ án môn học\", \"Đề cương Luận văn\" và \"Luận văn tốt nghiệp\". Dựa trên tình trạng sức khoẻ và năng lực học tập hiện tại của mình, em dự định sẽ hoàn thành 3 môn trên vào 3 học kỳ chính sau đó và sẽ thực hiện đăng ký môn học theo kế hoạch như sau: \"Đồ án môn học\" (2 tín chỉ)  vào HK212, \"Đề cương Luận văn\" (0 tín chỉ) vào HK221 và \"Luận văn tốt nghiệp\" (9 tín chỉ) vào HK222. Thầy/Cô PĐT cho em hỏi: Nếu như em thực hiện việc đăng ký môn học như trên thì có hợp lệ và không bị tạm dừng học 1 học kỳ không ạ? Trường hợp không hợp lệ thì em kính mong Thầy/Cô có thể hỗ trợ lời khuyên giúp em ạ. Em xin trân trọng cảm ơn.",
    "Em chào pđt Thưa pđt, vì một vài lý do mà em đã không có TKB trong học kỳ 211 nên không thể in được giấy xác nhận sinh viên, nhưng em đã nộp đơn thu nhận lại và được nhà trường chấp thuận và cũng đã đăng ký môn học cho học kỳ 212. Nhưng hiện nay em đã có lệnh khám nghĩa vụ quân sự huyện vào ngày 15/12/2021. mà học kỳ chính thức bắt đầu vào ngày 03/01/2022 nên xin nhà trường giúp em để có thể xin giấy xác nhận em đang học tại trường hoặc có thể chỉ dẫn em xác minh đang học tại trường. Em xin chân thành cảm ơn",
    "Em là Đặng Thái Dương MSSV  Dạ thầy cô ơi em đã có điểm môn Hóa Đại Cương và Thầy  đã nộp bảng điểm lên PĐT rồi nhưng em vẫn chưa có bảng điểm để đăng ký tốt nghiệp ạ. Em mong PĐT xem xét lại và cập nhật điểm giúp em ạ. Em xin cám ơn Dưới đây là đoạn mail em hỏi Thầy  và Thầy đã nói là nộp bảng điểm rồi ạ",
    "Em kính chào văn phòng Khoa! Em tên là , MSSV  là sinh viên lớp DD18DV2. Hiện tại em là sinh viên năm 4 và em đã học một số môn tự chọn   ( quy trình thiết kế và sản xuất vi mạch, kỹ thuật số nâng cao, thiết kế vi mạch số,...) nhưng do HK3 em không đủ chuẩn av để đăng ký môn học năm 2 và một số yếu tố như dịch bệnh và bị hủy môn một vài lần trước dẫn đến có 2 môn (cơ sở điện tử công suất, truyền số liệu và mạng) em chưa thể đăng ký được. Hai môn này lại là 2 môn học trước của đồ án nên kì sau em không thể đăng ký học đồ án được. Nguyện vọng của em là muốn được tốt nghiệp sau khi hết học kì 10 (năm 5). Nhưng nếu kì sau em không đăng ký được đồ án thì sẽ không kịp để tốt nghiệp. Nên em có nghĩ ra một số phương án để được ra trường đúng theo thời gian mong muốn, kính mong văn phòng khoa xem xét giúp em ạ. 1: em có thể học 2 môn CSDTCS và TSLVM song hành cũng với đồ án được không ạ? 2: HK hè em có thể làm đồ án và HK221 em có thể thực tập song hành cùng đề cương luận văn được không ạ? 3: học kì cuối em có thể làm đề cương và luận văn song hành được không ạ? Em kính mong văn phòng khoa xem xét giúp trường hợp của em ạ! Em xin chân thành cảm ơn! Trân trọng.",
    "Kính gửi thây cô: Em là sinh viên khóa 2015, em đã hoàn thành đủ các môn học nhưng thiếu CCNN để ra trường. Em đã bị tạm dừng 2 học kì chưa tính kì kế tiếp, trong đó vì chưa có bằng toeic nên em bị thiếu số tín chỉ của av1, nên số tín chỉ tích lũy ngành của em là 140. Em muốn hỏi sau khi em có bằng toeic để nộp vô thì có được xét tốt nghiệp không, hay kì này em phải đăng kí av1 để đủ số tín chỉ và không bị cho thôi học vì em đã bị tạm dừng 2 kì. Em xin cảm ơn.",
    "Kính gửi thầy/cô, Em có gửi đơn xin Giấy xác nhận sinh viên vào ngày 24/11 và chọn hình thức gửi qua bưu điện. Nhưng đến hôm nay em vẫn chưa nhận được giấy (giấy đã được xử lý). Em muốn xin thầy cô xác nhận giúp em tình trạng của Giấy xác nhận SV của em: 1. Giấy đã được gửi chưa? 2. Nếu đã được gửi, có thể cho em xin mã bưu phẩm để em theo dõi được không ạ. Thông tin của em: Họ và tên: ; MSSV: ; Mã phiếu: CNSV..1 Em xin cảm ơn. Trân trọng, .",
    "Dạ chuyện là hôm qua em có thi xong Av3 ạ, mà video em lại có dung lượng 3Gb nên giám thị kêu em là làm giảm dung lượng mới đc gửi cho pdt ạ mà em có giảm dung lượng theo mạng chỉ ạ rồi em không giảm đc mà em còn bị mất luôn video gốc ạ. Phòng đạo tạo xem xét giúp em với được không ạ từ tối hôm qua tới giờ em ngồi mò khôi phục lại vid nhưng không được ạ.Em xin lỗi ạ :(",
    "Chào thầy",
    "Em xin kính chào thầy/cô thuộc PĐT. Em tên là , MSSV , ngành Khoa học Máy tính CLC. Em xin có 2 câu hỏi về các môn Tự chọn tự do trong kế hoạch học tập: 1. Thế nào là môn Tự chọn tự do ạ? Là tất cả các môn của các ngành/khoa khác, miễn nó không trùng với môn đã có trong kế hoạch ạ? 2. Em có 2 slot Tự chọn tự do trong kế hoạch thuộc hai học kì khác nhau (3 tín chỉ mỗi slot), em có thể đăng kí một môn 4 tín chỉ và một môn 2 tín chỉ (4+2), hay buộc phải đăng kí 2 môn có 3 tín chỉ (3+3) ạ? Link kế hoạch học tập: https://docs.google.com/spreadsheets/d/TeUP-U4PUbbSlAvA3_1cT91wiMnShszv99xoc/edit#gid=[phone_number] Em cảm ơn ạ.",
    "Kính chào quý thầy cô Em tên . MSSV:   Em nhận được thông báo mail của trường về vấn đề học thí nghiệm sẽ được tổ chức 6/12 tới đây. Em muốn hỏi rằng việc học thí nghiệm trong thời gian đó có bắt buộc không ạ hay chỉ áp dụng đối với các bạn đăng kí từ trước? Vì KTX ĐHQG hiện không tiếp nhận sinh viên vào ở trong khoảng thời gian này ạ. Em xin cảm ơn. Chúc quý thầy cô có một ngày tốt lành!",
    "Chào thầy/cô, Dạ thầy/cô cho em hỏi là hiện đang mở đăng kí môn cho HK 212 và em chưa qua môn AV3 thì  có được đăng kí môn Kinh tế chính trị  (SP1033) của năm 3 không ạ Em cảm ơn.",
    "Kính chào y Thầy Cô! Dạ, em đã làm theo hướng dẫn nhưng trong mybk không có file scan. Trang báo em là cựu sinh viên em không xem được gì hết ạ . Về việc tra mã đơn vận của viettel post cũng không có dữ liệu ạ. Kính mong nhận được sự giúp đỡ của y Thầy Cô ạ.",
    "Dạ cho em hỏi là trong biểu mẫu đơn xin tạm dừng việc học có ghi là sinh viên nghỉ quá hai học kỳ liên tiếp sẽ bị xóa tên.Vậy có nghĩa là chỉ được nghỉ tối đa là hai học kỳ thôi đúng không ạ?",
    "Chào phòng đào tạo. Em tên là :  học lớp CK16CTM2. Em viết đơn này để trình bày về việc em bị tạm dừng từ học kì 2 năm học 2020-2021 vì lí do không đóng học phí. Quyết định số 219/QĐ-ĐHBK. Hiện tại em đã thanh toán hết toàn bộ học phí và kính mong phòng đào tạo thu nhận em lại để kì 202 năm học 2021-2022 em có thể đăng kí luận văn tốt nghiệp. Em xin chân thành cám ơn.",
    "Trong kỳ này em báo cáo luận văn. Hiện tại em còn một môn đang ở trạng thái hoãn thi. Em có cần đăng ký môn cho học kỳ tiếp theo để được thi bổ xung môn đang hoãn thi không ạ. Em cảm ơn.",
    "Em chào Thầy/Cô, Em tên là Vũ Minh Dương, MSSV 1810885, sinh viên khoa Khoa học và Kỹ thuật Máy tính, hiện đang làm đề tài ĐCLV \"Game đua xe BKSpeed\" thuộc nhóm anh Huỳnh Phạm Phước Linh (MSSV 1710165) do thầy Vương Bá Thịnh phụ trách. Do sơ suất cá nhân nên từ đầu học kỳ em chưa đăng ký môn CO4315 trên hệ thống của nhà trường. Nay em nộp đơn mong được đăng ký để kịp phản biện với nhóm. Em xin cam đoan có tham gia làm đề tài ĐCLV đã nêu và có sự chứng giám của nhóm trưởng (anh Huỳnh Phạm Phước Linh) và giảng viên phụ trách (thầy Vương Bá Thịnh) và có đính kèm đơn đăng ký môn và xác nhận của giảng viên phụ trách",
    "Thưa quí thầy cô. Em hiện có 2 thắc mắc ạ. 1. Không còn cách nào để có khả năng gia hạn/thanh toán học phí, thì kết quả của học kì đó sẽ bị hủy (HK 211 ). Vậy có bị xét tạm dừng học cho học kì sau không ạ (HK 212)? 2. ĐTBHK khác 0 và có ĐK môn học cho học kì sau thì sẽ không bị xét thôi học phải không ạ? Em xin cám ơn ạ.",
    "Em chào thầy cô, Em là  - MSSV:  - Khoa học máy tính B2.   Em làm đơn này xin Phòng Đào tạo cho em hoãn bảo vệ LVTN HK211 và bảo lưu LVTN để hoàn thành vào kỳ sau. Em xin gửi email trao đổi và đơn đã được thầy cô của khoa em duyệt trong file đính kèm. Em xin cảm ơn thầy cô.   Sinh viên, ",
    "En xin đăng ký môn học Anh văn theo nhu cầu Anh văn 4A (MMH: LA1043) Em cảm ơn. Đợt vừa qua do Trang ĐKMH Của e đã bị vô hiệu hoá ( do em là trường hợp thu nhận lại) nên e không đăng ký được, mong thầy cô tạo điều kiện e đăng ký vì kỳ này là e hết chương trình đào tạo ạ, e cảm ơn thầy/ cô đã xem!",
    "Dạ em chào thầy cô, Hiện địa phương em có yêu cầu nộp Giấy xác nhận điểm trung bình cho năm học 2020-2021. Thầy cô cho em hỏi em phải đăng kí ở đâu và nhận như thế nào ạ. Em cảm ơn ạ.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Gửi PDT, Em là , mssv: , sinh viên cơ điện tử ct PFIEV K16. Em viết thư này để xin khoa mở lớp dự thính cho tụi em môn Tự động hóa & điều khiển tối ưu (409701) ạ. Do môn này từ k19 trở về sau đã bỏ và không có môn tương đương, số lượng sv nợ cũng chỉ còn 5 sv.Mong trường giúp đỡ tụi em  để có thể trả nợ môn này. Em xin cảm ơn rất nhiều.",
    "Họ tên: mssv: -Em chào pđt.Do kì 202 em có hoãn môn Mac Lenin mã cũ SP1003 nên kì này em được sắp xếp lịch thi lại môn này. -Dạ em không biết là hình thức thi là tự luận hay là trắc nghiệm giống với khóa sau lun hay sao ạ? -Em cám ơn pđt đã xem qua tin nhắn.",
    "Chào quý thầy, cô Em là -. Trước đó em đã đặt câu hỏi về việc hủy đơn ký học thực hành thí nghiệm tại trường và được yêu cầu làm đơn trình bày. Em đã làm đơn và được gửi trong file đính kèm ạ . Em cảm ơn quý thầy, cô.",
    "PDT cho em hỏi là các lớp dạng đồ án không thi vì sĩ số sv quá ít thì được dk vào hk chính không hay phải vào dự thính ạ .",
    "Họ và tên  MSSV  Lớp GT16TAU1  Cho em hỏi là kỳ 212 này em muốn đăng ký môn học nhưng tình trạng sing viên của em đang là tạm dừng vì kỳ trước em không đăng ký môn học nào . Cho em hỏi bây giờ em phải làm sao để được đăng ký môn học học kỳ này được ạ .  Cảm ơn các thầy cô đã xem ạ.",
    "Em chào thầy/cô Vừa qua em thiếu 4 tín chỉ nên không làm luận văn được, nay em đã bổ sung tin chí (từ điểm chuyển môn anh văn) . Kính nhờ PĐT kiểm tra giúp em đã đủ điều kiện nhận luân văn tốt nghiệp chưa ạ? Mã môm luận văn tốt nghiệp của em là: CI4383 Em cảm ơn rất nhiều!",
    "Kính gửi thầy cô phòng đào tạo, Em tên là , MSSV . Dạ em có gửi bảng câu hỏi trước về việc em chưa nhận được thẻ sinh viên được gửi qua đường bưu điện. Em gửi thầy/cô thông tin của em để thầy cô kiểm tra ạ: Em tên là  Địa chỉ nhà 17/44A Gò Dầu, phường Tân Qúy, quận Tân Phú, TPHCM SDT là [phone_number] Em mong thầy cô giúp dùm em để em sớm nhận lại được thẻ sinh viên ạ. Kính mến, Em  .",
    "Kính chào quý thầy cô PĐT ! Em tên:  MSSV: Hiện tại em đang tạm dừng HK211 và sắp tới em muốn tạm dừng HK212 và em đã đính kèm đơn mong quý thầy  cô sớm phê duyệt ạ. Em cám ơn. Trân trọng kính chào !",
    "Em xin chào thầy/cô, em có thắc mắc về việc đăng ký luận văn học kỳ 212 ạ. Theo quy định về môn LVTN, sinh viên được nợ tối đa 7 tín chỉ. Hiện tại, em đang nợ 7 tín chỉ và chưa thể đi thực tập do tình hình dịch bệnh, do đó em chưa hoàn thành 3 tín chỉ của môn thực tập. Em không biết với trường hợp như vậy, em có thể đăng ký môn LVTN học kỳ 212 được không ạ? Em cảm ơn thầy/cô đã tiếp nhận câu hỏi của em.",
    "Dạ e tên  mssv  khoa Cơ Khí Dạ trong kì 6 sắp tới trong chương trình học có môn thực tập ngoài trường mà e thắc mắc là kì 6 mình đăng kí rồi hè đi thực tập hay là đến khi nào mở đăng kí hè rồi mới đăng kí thực tập ạ",
    "Kính gửi: Phòng Đào Tạo trường ĐH Bách Khoa Thành phố Hồ Chí Minh Em tên:  MSSV:  Hệ VHVL Hiện tại thông tin trên MyBK của em bị cập nhật sai. Em trúng tuyển ngành Kỹ thuật điện, nhưng hiện tại ngành học là  Kỹ thuật Điện tử - Truyền thông, kính mong BGH xem xét giúp em. Em xin cảm ơn ạ.",
    "Kính gửi quý thầy/cô, Trong ngành học KHMT của em, có phần Các môn tự chọn tự do (3 tín chỉ), em muốn hỏi là mình được đăng kí học môn nào cũng được hay sao ạ? Hơn nữa, giả sử đến hết HK3 em đã tích lũy được trên 56 tín chỉ, tức là có thể đăng kí học các môn năm 3, em muốn hỏi là em có thế đăng kí các môn trong nhóm tự chọn A,B,C,D.. như là môn tự chọn tự do được hay không? Lí do là em muốn được học càng nhiều môn liên quan đến ngành mình càng tốt ạ. Em xin cảm ơn! Chúc quý thầy/cô một ngày tốt lành!",
    "MSSV:    Tốt nghiệp . Dạ thưa quý thầy/cô, em là , sinh viên K17 khoa Khoa học và Kỹ thuật Máy tính. Em vừa đạt đủ điều kiện để tốt nghiệp đại học, tuy nhiên tình trạng sinh viên hiện tại của em là Tạm dừng (lý do: Tạm dừng vì không đăng ký môn học) dẫn đến không thể đăng ký tốt nghiệp. Vậy em xin phép hỏi thầy/cô: em nên xử lý trường hợp này như thế nào ạ? Em xin cảm ơn.",
    "Em chào thầy cô,  Hồi tháng 9 ban Đoàn thanh niên trường có thông báo là sẽ tiến hành xem xét và cộng ngày CTXH cho các sinh viên tham gia tình nguyện tại địa phương . Vừa qua em có tham gia một số ngày tình nguyện để lấy ngày CTXH, em đã gửi chứng nhận có mộc đỏ của địa phương, hình ảnh tham gia làm bằng chứng về cho email của Đoàn thanh niên trường   như hướng dẫn nhưng đến nay hơn 3 tuần vẫn chưa thấy phản hồi, vậy có cách nào để em liên hệ được với phía Đoàn thanh niên trường không ạ? Em cảm ơn thầy cô.",
    "Em kính chào quý thầy cô. Hiện tại em là sinh viên năm 3 (K19) ngành Kỹ thuật Hóa dược, khoa Kỹ thuật Hóa học. Về vấn đề đăng ký môn ở học kỳ 212. Theo thông tin em nhận được từ các sinh viên cùng khoa, cùng khóa thì số lượng tín chỉ tối đa trong kỳ có thể đăng ký là 25. Nhưng khi em đăng ký thì em chỉ được tối đa 21 tín chỉ. Em đã xem quy định điều 9.3 ở trang http://www.aao.hcmut.edu.vn và đã kiểm tra lại điểm trung bình tích lũy của em là 7.65 tức lớn hơn mức yêu cầu là 7.5 nhưng em vẫn chỉ đăng ký tối đa 21 tín chỉ thôi ạ. Em kính mong thầy cô xem xét và giải đáp thắc mắc của em. Em chân thành cảm ơn quý thầy cô rất nhiều.",
    "MSSVMSGV:   b Học vụ  i  Kính chào phòng đào tạo trường ĐH Bách Khoa. E tên  . MSSV  Lớp PC16HTD. Hiện tại em đã hoàn thành đồ án môn học mã môn học Đồ án EE3061 học kì 2 năm hoc 2020-2021. Thầy hướng dẫn thông báo cho em là đã vào điểm và in bảng điểm nộp cho khoa và PDT rồi.Em có vào bảng điểm xem lại nhưng hiện vẫn chưa có điểm, môn này do Thầy  hướng dẫn em. Kính nhờ phòng đào tạo kiểm tra lại giúp. Thân mến ..",
    "Kính gửi quý thầy cô phòng đào tạo, Em là Ông , MSSV . Hiện tại em đã đủ các điều kiện xét tốt nghiệp. Tuy nhiên lỗi trang web báo rằng em \"không được cấp quyền sử dụng dịch vụ\" nên không thể truy cập để đăng ký xét tốt nghiệp được ạ. Hi vọng được quý thầy cô phòng đào tạo giúp đỡ ạ. Em xin chân thành cảm ơn.",
    "Kính gửi quý thầy/cô, Em đã xét miễn học AV1,2,3,4 bằng cách nộp bằng ngoại ngữ (IELTS) thành công. Nhưng trong phần Thông tin sinh viên/Số tín chỉ thì em vẫn đang có 0 tín chỉ (lẽ ra phải là 8 tín chỉ). Em muốn hỏi là khi nào em sẽ được cập nhật số tín chỉ đó, và có phải sẽ được cập nhật 1 lượt toàn bộ 8 tín chỉ đó hay không? Hay phải đợi đến mỗi Học kì mới được cộng 2 tín chỉ của môn AV tương ứng? Vì em muốn tích lũy nhiều tín chỉ để được học các môn năm 2, 3 nên em mong quý thầy cô giải đáp, giúp em có thể tự đưa ra kế hoạch đăng kí môn cho bản thân. Em xin cảm ơn! Chúc quý thầy/cô bằng những lời đẹp nhất!",
    "Kính gửi Phòng đào tạo, Em muốn đăng kí hoãn thi những môn thi bù lại do đã hoãn thi vào HK202 do HK211 này em đăng ký nhiều môn và lịch thi sát nhau quá. Em không biết liệu em có thể hoãn thi những môn thi bù của HK202 và thi bù những môn đó vào HK212 được không ạ? Em xin cám ơn",
    "Em chào quý thầy cô/anh/chị,Em khoa CNVL K18, em bị trễ anh văn lúc năm 2, và HK 212 này em đăng kí có 5 chỉ gồm TTNT, Đề cương luận văn, và 1 môn thí nghiệm! Em đã tích lũy 100 TC, vậy kì 212 này em đk có 5 TC như trên thì có bị cảnh cáo học vụ không ạ! Em xin cảm ơn ạ!",
    "Cho em xin hoãn thi môn hoá đại cương và môn phương pháp tính vì em đang điều trị bệnh tâm thần và không đáp ứng đủ thiết bị ạ.   i  .",
    "Kính gửi Phòng Đào Tạo, Em có thể xin Giấy chứng nhận xếp hạng điểm trung bình trong lớp hoặc khoa được không ạ? (hiện GPA của em đứng hạng 2/42 trong lớp CC17CDT1;2) Mục đích: bổ sung hồ sơ du học. Em xin chân thành cảm ơn. Trân trọng.",
    "Chào . Em là , MSSV:. Hiện tại em có trễ về môn nhưng số lượng sinh viên thì không đủ để mở lớp. Em muốn xin mở các môn học này dưới dạng đồ án theo hướng dẫn của thầy chủ nhiệm khoa. Em muốn hỏi   là học dưới hình thức này thì việc tính học phí có như bình thường không ạ? Nếu khác thì mức học phí sẽ tính như thế nào ạ?. Môn học gồm 3 tín chỉ và có 3 bạn sinh viên có nhu cầu . Em xin cảm ơn ạ. Mong sớm nhận được phản hồi từ .",
    "Dạ cho em hỏi là em đang có ý định tạm dừng viêc học,nhưng hôm qua em đã đăng kí môn học cho học kỳ 2,vậy đến lúc em gửi đơn tạm dừng học cho pdt thì có được xóa các môn đã đăng kí ở học kỳ 2 không ạ?",
    "Dạ cho em hỏi là HBKK học tập có giới hạn bao nhiêu xuất không ạ ? Cụ thể là Khoa KTXD K19 ạ.",
    "Dạ em tên:  - MSSV:  Em xin đăng kí hoãn thi môn hóa phân tích CH2009 thi vào ngày 5.12 ạ. Lí do: bkel bị sập dẫn đến em không có lấy được tài liệu và bài tập để ôn tập cho kì thi. Vì vậy em xin phép phòng đào tạo cho em được hoãn thi và thi lại trong đợt thi hóa phân tích tiếp theo. Em xin trân trọng cảm ơn.",
    "Chào anh/chị, Em là , MSSV , hiện em đã hoàn thành hết tất cả môn học cũng như đủ ngày CTXH để đủ điều kiện xét tốt nghiệp nhưng vẫn chưa nhận được mail báo đủ điều kiện tốt nghiệp như các bạn trong lớp. Em viết mail này mong anh/chị có thể kiểm tra giúp em và cho em phản hồi sớm nhất. Em cám ơn anh/chị, Trân trọng, .",
    "Kính gửi quý thầy cô phòng đào tạo, em làm đơn này vì em không nhận được mail báo ngày giờ thi anh văn 2 kỹ năng nói viết đợt tháng 12 dù đã thanh toán lệ phí thi đúng hạn",
    "Xin chào PĐT. Trường có gửi mail đến em, kêu em kiểm tra về việc nộp bằng thpt. Em đã kiểm tra và thấy hệ thống chưa có phiếu xác nhận, đồng nghĩa với việc PĐT chưa nhận đc bằng THPT của em. Nên em đã tiến hành đăng ký bổ sung theo hướng dẫn của mail. Tuy nhiên khi em đăng ký phiếu mới thì không thể bấm xác nhận. Không biết là do em chưa nhập đúng thông tin, hay là em phải đọi đến một khoảng thời gian cụ thể nào không ạ PĐT có thể hướng dẫn hỗ trợ em được không ạ. EM xin cảm ơn .",
    "Cho em hỏi em đã nhận được mail quyết định thu nhận và chuyển sang VHVL rồi. Thì khoảng bao lâu tình trạng Sinh viên được chuyển qua VHVL vậy ạ? Tại em muốn đăng kí tốt nghiệp trước 24/12. Em cảm ơn ",
    "hạng tốt nghiệp của sinh viên có điểm trung bình tích lũy loại xuất sắc và giỏi sẽ bị giảm đi một mức nếu thuộc một trong các trường hợp sau:Khối lượng của các học phần phải học lại vượt quá 5% so với tổng số tín chỉ quy định cho toàn chương trình.\" Em thấy đây là quy định mới của Bộ, em không biết áp dụng cho từ khóa năm nào ạ? Tại em không nghe phòng đào tạo hay thầy cô nói gì về vụ này hết ạ. Em cám ơn nhiều ạ.",
    "Dạ chào thầy cô, Cho em hỏi là nếu kì 211 em có đăng kí giáo dục quốc phòng rồi mà do dịch nên không học được, vậy thì nếu muốn học ở kì 212 thì em có cần đăng kí lại môn đó không ạ? Em cám ơn!",
    "Em muốn hỏi về việc đăng ký môn đợt 1 này, với sinh viên hệ chính quy thì học phí các môn đăng ký đợt này sẽ phải thanh toán khi nào ạ?",
    "Kính gửi Phòng đào tạo Em tên  MSSV: , Lớp: VL17SI Em xin được phép thôi học ở trường để tập trung cho việc học ở Đại học khác. Hiện tại em không thể lên được thành phố do tình hình dịch bệnh. Do đó em xin gửi file scan pdf đơn xin thôi học có chữ ký của em và phụ huynh cho Phòng đào tạo ạ Em cảm ơn Phòng đào tạo đã đọc mail này   i  .",
    "Dạ cho em hỏi hạn xét tốt nghiệp có được dời không ạ. Qua tháng 1 trường cong xét tốt nghiệp không ạ. Em cảm ơn.",
    "Do sơ xuất cá nhân em đã không kiểm tra kỹ và điền vào form đăng ký đi học lại Thực hành Thí nghiệm ngày 17/11. Hiện tại chưa có phương thức nào để em có thể trở lại TP HCM, và trong gia đình em cũng đang có người mới phát hiện F0 nên đang phải cách ly tại nhà. Vậy làm sao để em có thể huỷ đăng ký học thí nghiệm ạ?",
    "Chào quý anh/chị thuộc ban đại diện PĐT, Em đã tải biểu mẫu mới nhất như được yêu cầu. Kính mong anh chi xem xét va xử lý yêu cầu của em để em được đăng ký môn học cho học kỳ 2 (VHVL). Em xin chân thành cảm ơn",
    "PĐT cho em hỏi theo trường thông báo sẽ cho phép học thí nghiệm từ ngày 6/12 nhưng hiện tại thì thời khóa biểu vẫn chưa cập nhật phòng học. Vậy PĐT cho em hỏi là khi nào sẽ cặp nhật thời khóa biểu học thí nghiệm để chuẩn bị phương án di chuyển ạ ? Em cảm ơn",
    "Em chào thầy (cô) Em muốn hỏi là Năm nhất em có thi Anh Văn bên ngoài và đạt chuẩn Anh văn 3. Nhưng khi chuyển điểm em chỉ chuyển điểm Anh văn 1, 2 thôi. Sau đó em có học Anh văn 4 vào kỳ 202. Vậy kỳ này em vẫn có thể đăng ký học Anh văn 3 phải không ạ. Em cảm ơn",
    "Dạ kính gửi PĐT , em có nhận được mail về việc nhà trường cho sinh viên trở lại học tập tại cơ sở LTK , nhưng hiện tại KTX vẫn chưa tiếp nhận sinh viên quay trở lại . Vậy nhà trường đã có phương án nào giành cho sinh viên khi trở lại học tập chưa ạ .",
    "Em là  sinh viên đã nhận được mail có tên trong danh sách tốt nghiệp dự kiến. Nhưng hiện tại em không thể truy cập vào trang đăng ký tốt nghiệp trên mybk (do tình trạng sinh viên tạm ngưng vì không đăng ký môn học). Mong bên trường sửa lỗi để em có thể đăng ký tốt nghiệp",
    "Dạ em chào quý thầy cô phòng đào tạo. Em tên:  MSSV:  Lớp: XD17CD2 Dạ phần ghi chú trong danh sách tốt nghiệp dự kiến của em để là \" tạm dừng\", dạ em có gửi hình ảnh đính kèm bên dưới ạ. Dạ thầy cô giải thích giúp em vấn đề này và cách giải quyết như thế nào ạ. Dạ em cảm ơn thầy cô.",
    "Em tên là , mssv . Em xin gửi đơn trình bày hủy đăng ký học thí nghiệm trực tiếp ạ . Mong nhà trường xử lý giúp em. Em cảm ơn ạ.",
    "MSSV:  Dạ thầy cô cho em hỏi em đã đăng ký nộp văn bằng THPT đợt 20/06/2020 thì em có cần đăng ký lại để nộp không ạ, bữa trước em cũng gửi về pđt nhưng tới gườ vẫn chưa được tích xanh",
    "Em chào phòng đào tạo, Hôm trước em có hỏi vấn đề em là sinh viên chính quy k14 chuyển hệ vừa học vừa làm học kì này(em đang làm luận văn tốt nghiệp). Thì điểm anh văn để em ra trường là bao nhiêu, có áp dụng cho khóa 2017 về trước được không ạ. Cô có nói nếu chưa nhận được câu trả lời thì nhắn lại để cô kiểm tra ạ.",
    "Thưa phòng đào tạo, em là sinh viên k16 em đã hoàn thành chương trình học nhưng chưa qua anh văn nói viết nên em không đăng ký học kỳ 211 nên đã bị tạm dừng, pđt có thể mở cho em được không ạ và em có cần đăng ký môn học cho kỳ sau không ạ Em cám ơn ạ!",
    "Dạ em có đăng kí lên trường học thực hành nhưng Lúc đầu em ở ktx nên nghĩ ktx nhận sv nên em đă đăng kí lên học thực hành, mà giờ em nghe tin ktx nhận sinh viên từ 14/2/2022 nên hiện tại em không có chỗ ở do em từ ở quê, nên em gửi mong cho em rút lại đăng kí đi học lại ạ.",
    "Kính thưa PDT; Em là  khóa K14,nay em làm đơn xin thu nhận lại để em có thể làm LVTN cho học kỳ này ạ. Mong PDT có thể xét duyệt sớm giúp em ạ. Em cảm ơn!",
    "Thưa phòng đào tạo, em là sinh viên k16 đã hoàn thành chương trình học nhưng chưa qua anh văn nói viết. Bởi vì học kỳ 211 em không có đăng ký môn nên đã bị tạm dừng, nay em có nhu cầu đăng ký môn học. Phòng đào tạo có thể mở lại để em có thể đăng ký môn được không ạ? Em cảm ơn.",
    "Xin chào quý thầy cô! Em là sinh viên khóa 19 Liên Thông. Em xin gửi mẫu đơn đăng ký thu nhận lại trong học kỳ 212 để em có thể đăng ký xét tốt nghiệp ạ. Và cho em xin hỏi là: 1/ Em chỉ còn thiếu chứng chỉ anh văn nói viết thôi và em sẽ thi trong tháng 12 này. Vậy thì đơn thu nhận lại này có hiệu lực kịp trong cuối tháng 12 này không hay là em phải đợi đến đợt xét TN sau? 2/ Nếu em chưa đủ điều kiện xét TN (do thiếu chứng chỉ Toeic) thì em có cần phải đăng ký môn học để giữ tình trạng không? Hay là chỉ cần bổ sung chứng chỉ rồi đợi đăng ký Tốt Nghiệp kỳ sau ạ? Em xin cảm ơn!",
    "Em có nhận được mail thông báo đi học trực tiếp tại trường một số môn thực hành, thí nghiệm. Hiện tại em đang ở quê và việc di chuyển vào trong thành phố Hồ Chí Minh với em rất khó khăn và tốn kém. Em muốn hỏi rằng theo thời khóa biểu của em(đã đính kèm) thì em có cần phải quay lại trường không. Và nếu có thì em có cách nào để hoãn lịch học và đăng ký học chung với những sinh viên chưa đăng ký học trực tiếp không ạ? Em xin cảm ơn.",
    "Em chào chị! em là  MSSV:  em muốn chuyển sang hệ VHVL và sau đó làm đơn bảo lưu kết quả học tập được không chị, vì hiện tại em bị bệnh rất nặng không thể tiếp tục học được, em có tất cả các hồ sơ bệnh án của bác sĩ và bệnh viện. Nếu được xin chị hướng dẫn các thủ tục giúp em. Em xin chân thành cảm ơn!",
    "Em chào thầy cô,Em là sinh viên K19 ngành Kiến trúc khoa KTXD ạ. Trong bảng kế hoạch giảng dạy trên aao ngày 2/11 thì 2 môn Bố cục tạo hình trong kiến trúc và Kĩ thuật công trình dân dụng bị đổi sang 2 mã mới. Cụ thể là môn BCTHKT đổi từ mã CI3275 sang CI2111, môn KTCTDD đổi từ mã CI3277 sang CI2113 ạ . Cho em hỏi mã môn học nào mới là mã đúng ạ, vì môn mã cũ vẫn mở đăng kí lớp và nhiều bạn lớp em đã đăng kí được, còn mã mới chỉ mới mở đăng kí ngày hôm qua thôi ạ. Em cảm ơn.",
    "Em là  MSSV  Do lúc PĐT mở form đăng kí trở lại trường để học các học phần thí nghiệm, thực hành thì điều kiện chưa cho phép nên em không đăng kí. Nay tình hình đã ổn định em và các bạn khác cũng muốn được trở lại trường để hoàn thành nốt các môn học, nên em mong PĐT xem xét mở thêm form đăng kí bổ sung cho những ai muốn được trở lại trường được không ạ. Em xin cảm ơn.",
    "Dạ em nộp đơn xin hủy học thí nghiêm trực tiếp ạ. Lí do em đã nêu tromg file",
    "Dear Phòng đào tạo, Em tên là , MSSV:  Hiện tại trình trạng sinh viên của em để tạm dừng do không đăng ký môn học. Do em chờ đăng ký tốt nghiệp mà PĐT đã cập nhật tình hình học tập của em. Với trình trạng này nên em không thể truy cập được Mục đăng ký tốt nghiệp trên myBk: Hệ thống báo bạn không phải là trình trạng của bạn không được cấp quyền truy cập sử dụng dịch vụ này. Em kính mong PĐT kích hoạt lại trạng thái cho em. Em chân thành cảm ơn ạ!! Thân mến",
    "N TRÌNH BÀY VỀ VIỆC HỦY HỌC TRỰC TIẾP CÁC MÔN THỰC HÀNH THÍ NGHIỆM Kính gửi Phòng Đào đạo trường Đại học Bách Khoa - ĐHQG TPHCM  Em tên là  MSSV  Khoa Kĩ thuật hóa học - ngành Công nghệ Sinh học Tỉnh Đồng Nai Lí do viết đơn  Vừa rồi em có điền link của trường về việc học thí nghiệm, em đọc không kĩ và tưởng đó là khảo sát trước để chuẩn bị cho việc học nên đã điền vô. Mà gần đây em nhận được thông báo của trường đi học trực tiếp dành cho những bạn đã điền link đấy. Nhưng mà hiện tại thì trong nhà anh em đang bị dính F0. Hôm nay thì em trai em (con của cô) sống gần nhà đi làm phụ bếp ở quán ăn nay đi xét nghiệm và bị F0. Hiện tại gia đình em đang tự cách ly và tình hình dịch tỉnh em số ca nhiễm cũng đang tăng. Vì không muốn lây lan bệnh cho mọi người nên em viết đơn này để xin hủy đăng kí học trực tiếp ạ. Đồng thời, kí túc xá đại học Quốc Gia cũng chưa mở cửa đón tiếp sinh viên cho ở và cũng không có người thân nào trên thành phố để ở nhờ, nên nếu có lên đi học thì em không biết phải ở đâu nữa ạ. Gia đình nhà em cũng chỉ có một chiếc xe của ba, nên việc di chuyển đi lại hiện tại của em cũng gặp khó khăn. Do đó, em xin phép hủy đăng kí học trực tiếp tại trường và đợi thông báo tiếp theo của trường ạ. Em mong thầy/cô phòng đào tạo sẽ xem xét trường hợp này cho em ạ. Em xin chân thành cảm ơn!",
    "Cho em xin phép hỏi một số vấn đề về môn học anh văn nhu cầu. Anh văn nhu cầu 1A 2A,...   U có tính điểm vào trung bình tích lũy    không ạ, hay chỉ tính đạt hay không đạt.",
    "Cho em hỏi form đăng kí học trực tiếp Thí nghiệm Hoá ở đâu vậy ạ. Vì em có thấy mail của nhà trường về việc đi học trực tiếp phần Thí Nghiệm .",
    "Dạ thưa cô, em là sinh viên khoá k18, hiện tại có nhiều môn học em bị trễ vậy em có thể đăng kí học với khoá k19 các môn tương đương được không cô. Và có 1 vài môn tiên quyết của môn đồ án em chưa qua thì em có thể nộp đơn cho khoa xem xét em học song song để làm đồ án được không cô. 1 số môn có mã cũ nhưng vẫn còn nhiều bạn đăng kí vậy có được mở lớp nữa không cô, hay em phải đăng kí mã mới ạ. Em cảm ơn cô!",
    "Kính chào Phòng đào tạo. Em là  MSSV:  Hiện tại em đã có tên trong danh sách Tốt nghiệp dự kiến tháng 11 (tệp hình ảnh đính kèm). Nhưng em vào đăng ý thì có dòng thông báo tình trạng sinh viên không được cấp quyền sử dụng dịch vụ (tệp hình ảnh đính kèm). Em vào xem tình trạng sinh viên là do không đăng ký môn học học kỳ 211 năm học 2021-2022 nên bị như vậy . Vậy em mong Phòng đào tạo cho hướng giải quyết nhanh chóng ạ . Hiện tại em rất cần bằng để bổ sung hồ sơ việc làm.Nếu em làm đơn để cập nhật dữ liệu \" sinh viên đăng lý tốt nghiệp và đã thanh toán lệ phí tốt nghiệp\" sau khi em đã \"hoàn thiện thủ tục đăng ký Tốt nghiệp và thanh toán lệ phí\" thì có thể có bằng tạm thời trong tuần sau không ạ. Em xin chân thành cảm ơn. Trân trọng./. ",
    "Kính chào PĐT, theo như thông báo mới nhất thì các sinh viên đã được tiêm phòng đầy đủ, đáp ứng đủ yêu cầu của trường sẽ được trở lại trường học các môn thí nghiệm. Tuy nhiên vấn đề mà em đang gặp phải đó chính là vấn đề về lưu trú. Em muốn hỏi rằng nhà trường có phương pháp nào hỗ trợ cho sv đk ở ngắn hạn ở KTX Bách Khoa, hay KTX ĐHQG được không ạ. Bởi vì chúng em đã được nhà trường cho phép (đủ điều kiện học trực tiếp) và có thời khóa biểu. Nhưng chưa có nơi lưu trú . Em xin chân thành cảm ơn",
    "Em tên là , MSSV: , PĐT cho em hỏi là hiện tại em chuẩn bị có bẳng điểm TOEIC để chuyển điểm và đăng ký tốt nghiệp nhưng hiện tại em vào thử mục đăng ký tốt nghiệp thì không vào được vì không đăng ký môn học trong học kì vừa rồi nên trạng thái của em đang là tạm dừng. Vậy cho em hỏi khi em đã chuyển điểm TOEIC rồi thì em phải làm sao để có thể đăng ký tốt nghiệp ạ. Em cảm ơn.",
    "Kính gửi thầy cô Phòng đào tạo, em tên , MSSV: . Thầy cô cho em hỏi năm nay sao em không thấy mail với bkpay thông báo đóng tiền gia hạn bảo hiểm y tế ạ vì bình thường mọi năm em đều có. Mong thầy cô kiểm tra lại giúp em và phản hồi sớm nhất có thể để em có thể mau chóng gia hạn thẻ bảo hiểm y tế của mình ạ.",
    "Kính chào thầy (cô),  Em tên là  mssv  Trong kì 202, em có đăng kí hoãn môn Kinh tế chính trị  -  vì không có  laptop tham gia dự thi. Ở kì này em đã chuẩn bị đầy đủ thiết bị để tham gia thi. Kính mong thầy cô xem xét và sắp xếp lịch thi giúp em trả điểm hoàn thành môn học. Phiếu đăng kí thi trả điểm em có đính kèm bên dưới. Em xin chân thành cảm ơn! Chúc thầy (cô) nhiều sức khoẻ. Trân trọng",
    "Hôm trước em đã đính kèm file lý do huỷ đăng kí học thí nghiệm trực tiếp và hôm nay em xin xác nhận là em muốn huỷ đăng kí vì tình hình hiện tại của em không thể đáp ứng đủ yêu cầu đi học trực tiếp được nên em muốn học các môn thí nghiệm vào kì tới ạ. Em cảm ơn!",
    "Em kính chào thầy/cô, Em gửi thư này mong được thầy/cô xét duyệt cho em HUỶ việc học thí nghiệm theo kế hoạch của trường vào ngày 13/12/2021 sắp tới. Lý do: tình hình dịch ở quê em khá căng thẳng, xã em đang thực hiện giãn cách và phong toả một số nhà trong xã nên em khó để di chuyển để đi đến trường học. Và ba mẹ em cũng lo lắng, không yên tâm để em di chuyển vào TP.HCM vì HCM bùng dịch cũng như về tình hình dịch ở quê. Em mong được thầy/cô Phòng Đào tạo xét duyệt cho em ạ. Em xin cảm ơn .",
    "Kính gửi quý thầy cô Phòng Đào tạo, Em là , sinh viên lớp QL17KD khoa Quản lý Công nghiệp . Học kỳ 211 do các môn cần đăng ký không mở lớp nên em tạm dừng 1 học kỳ. Nay em làm đơn xin thu nhận lại ở học kỳ 212. Rất mong quý thầy cô xem xét và quyết định thu nhận lại để em được tiếp tục hoàn thành chương trình học của mình. Phiếu đăng ký được đính trong tập tin kèm theo. Em xin chân thành cảm ơn quý thầy cô ",
    "Em xin kính chào quý thầy cô, Hiện em chưa điền tên trong danh sách đăng kí đến tham gia học tập trực tiếp tại trường ở HK211 trong thời gian vừa rồi. Nay em muốn đăng kí bổ sung thì có được không ạ. Em xin cảm ơn quý thầy cô!",
    "Em xin kính chào quý thầy cô, Hiện em chưa điền tên trong danh sách đăng kí đến tham gia học tập trực tiếp tại trường ở HK211 trong thời gian vừa rồi. Xin cho em hỏi là nay em muốn đăng kí bổ sung thì có được không ạ. Em xin cảm ơn quý thầy cô!",
    "Em là ,sinh viên khoa Điện- Điện tử. Ở đợt đăng ký đến trường học trực tiếp các học phần thí nghiệm, em có đọc được nhưng do lúc đó trong form đăng ký không để thời gian dự kiến bắt đầu học và lúc đó địa phương em cũng đang là vùng dịch cấp độ 4, không cho phép phương tiện vận chuyển hành khách đi Sài Gòn nên em chưa đăng ký. Hiện tại em đã đủ điều kiện vaccine, và tỉnh em là An Giang cũng đang là vùng cấp độ 2, nên em đã đặt xe khách trở lại Sài Gòn vào 12/12/2021 và sẽ ở tại KTX Bách khoa (em đã đủ tiêu chuẩn Covid để tham gia học trực tiếp tại trường). Hôm nay, em có nhận mail thông báo các học phần thí nghiệm sẽ bắt đầu vào 13/12/2021 cho các bạn . Em muốn hỏi  PĐT có cách nào để em có thể đăng ký bổ sung tham gia đợt học trực tiếp các học phần thí nghiệm bắt đầu từ 13/12/2021 đó không ạ! (Do em muốn hoàn thành các học phần đó để giảm áp lực cho học kỳ luận văn của em). Em cám ơn!",
    "Em chào thầy cô! Em tên là ,MSSV:,hiện là sinh viên năm 3 khoa Điện-Điện tử. Do đợt trước em đã bất cẩn và thiếu sót không đọc hết thông tin mà đã điền vào đơn đăng kí học trực tiếp các môn thí nghiệm của trường vào tháng 12 nhưng hiện tại nơi ở của em vẫn không cho có chuyến xe chở khách vào thành phố đồng thời KTX Đại học Quốc Gia sẽ mở cửa vào ngày 15/2/2022 vì vậy nên em không thể học thí nghiệm trực tiếp tại cơ sở  Thường Kiệt vào ngày 13/12/2021 được ạ. Nên em muốn hỏi là em có thể làm đơn hoãn học thí nghiệm do trường tổ chức vào tháng 12 ( cho những bạn đã đăng kí đơn thực hành học trực tiếp trước đó) được không ạ? Và em có được xếp lịch học các môn thí nghiệm này chung lại với các bạn cùng khóa khi toàn trường cho tất cả sinh viên học lại bình thường hay là em sẽ bị dời môn thí nghiệm trễ lại 1 năm vậy ạ? Em xin cảm ơn ! Chúc thầy\\cô một ngày vui vẻ !",
    "Chào thầy/cô, Hôm bửa trường có gửi form đăng ký đến trường nhưng lúc đó em không điền vì vẫn đang phân vân về tình hình dịch bệnh nhưng cho em hỏi hiện tại em có thể đăng ký nhận thời khóa biểu và đi học lại được không ạ?",
    "Kính chào thầy/cô, Em là , MSSV: , sinh viên năm 4, khoa Điện - Điện tử. Em có đăng kí hoãn thi môn Siêu cao tần (EE3025) ở HK 202, và em sẽ thi lại vào ngày 22/12/2021 (em có hỏi lần trước thì em có thể kịp đăng kí Tốt nghiệp tháng 11/2021). Em có dự định đăng kí môn Siêu cao tần trong HK 212 để phòng trường hợp em thi rớt ngày 22/12/2021. Em có vài câu hỏi mong thầy/cô PĐT trả lời giúp em: 1. Nếu em thi qua môn Siêu cao tần ngày 22/12/2021 mà có đăng kí môn này trong HK 212 thì em có thể hủy môn và đóng tiền hủy môn kịp để xét đăng kí Tốt nghiệp tháng 11/2021 không? 2. Nếu em thi rớt môn Siêu cao tần ngày 22/12/2021 mà không đăng kí môn này trong HK 212 thì em có phạm vi quy định gì không do kì trước (HK 211) em không đăng kí môn và kì tiếp (HK 212) em cũng không đăng kí để chờ đợi tốt nghiệp? Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe. Kính gửi, ",
    "Kính gửi quý thầy cô phòng đào tạo Em tên:  MSSV: Cho em xin hỏi sao lịch thi kì này của em bị xóa trên hệ thống mybk",
    "MSSV/: 1915742   Em kính chào Cô! Em tên là: Nguyễn Vũ Trường; MSSV: 1915742. Em gửi tin nhắn này để nhờ Cô giải đáp giúp em một vài thắc mắc xoay quanh vấn đề   B \"Kế hoạch dự kiến giảng dạy, học tập trực tiếp năm học 2020-2021 và năm học 2021-2022\"   . Thưa Cô! Kỳ 211 em có 1 môn liên quan trực tiếp tới chuyên ngành mình đang học và thầy cô phụ trách có dự định cho sinh viên thực hành trực tiếp với máy trên trường (  B cơ sở 1   ) (có thể là đến thực tập tại bệnh viện) vì đặc thù ngành học của em nếu không tương tác với máy sẽ là một bất lợi. Nhưng do tình hình dịch bệnh phức tạp nên khó khăn trong việc thực hành, do đó, thầy cô cũng phải chấp nhận làm thí nghiệm ONLINE và có mở link đăng ký để bạn nào đủ điều kiện lên phòng thí nghiệm tại trường có thể được lên để thực hành vào ngày 13/12/2021. Nhưng em chưa hiểu rõ lắm   I   B \"đủ điều kiện\"     /I  ở đây là như thế nào ạ?   I Ví dụ  /I ,   B em đã được tiêm 2 mũi vaccine Pfizer   ,   B có đầy đủ phương tiện đi lại     I  nhưng   /I    ký túc xá lại không cho phép SV vào nội trú đến hết tháng 01/2022    (trong khi công văn của trường cho phép sinh viên thực hành vào ngày 13/12/2021). Như vậy, em có được xem là đủ điều kiện không ạ? Và với những trường hợp như vậy, không biết trường có liên hệ với Ký túc xá (khu A, B) để cho phép những sinh viên có nhu cầu thực hành giống như em được phép nội trú để thực hành thí nghiệm không ạ? Hay \"đủ điều kiện\" ở đây phải thỏa mãn thêm:   I   B sinh viên tự chủ nơi ở của mình hay sinh viên phải nội trú Thành phố Hồ Chí Minh     /I  vậy ạ? Em mong Cô giải đáp thắc mắc của em. Em xin chân thành cảm ơn Cô! Truong,   i  .",
    "Em hiện đang là khóa K19, trong qui chế yêu cầu Sinh viên khoá K19 phải học 3 môn thể chất khác nhau, kì này em đang học môn aerobic học phần 1, kì sau em đăng ký học môn aerobic học phần 2 thì có được tính là 2 môn khác nhau không hay em phải đăng ký 1 môn hoàn toàn khác ạ?",
    "Em chào cô (thầy), Em tên là  MSSV , sinh viên chương trình Tiên Tiến . Đợt vừa rồi em phải đợi bên Khoa xét miễn điểm học phần GS Mỹ môn Trường và sóng điện từ (405408) để hoàn thành tất cả tín chỉ để tốt nghiệp. Tới hôm thứ 6 (3-12) thì em mới nhận được mail đủ điều kiện tốt nghiệp. Tuy nhiên, khi em kiểm tra thì thấy  em đang bị tình trạng đang   B Tạm dừng vì không đăng kí môn học    và không thể sử dụng chức năng   B Đăng ký tốt nghiệp    trên mybk như file em đính kèm ạ . Em mong thầy (cô) giúp đỡ và hướng dẫn em giải quyết trường hợp này để kịp đăng ký tốt nghiệp trước hạn 24/12/2021 ạ. Em xin chân thành cảm ơn thầy (cô).   i Tốt nghiệp .",
    "Thời khóa biểu các môn sẽ thực hành trực tiếp cho sinh viên đăng kí đi học sẽ được cập nhật lên thời khóa biểu của mybk đúng không ạ",
    "Cô ơi, kỳ này em có đăng ký môn học Khuếch đại viba Việt Pháp và mấy môn khác. Mấy môn khác thì em có thấy lịch thi trên Mybk Stinfo rồi, nhưng môn Khuêch đại viba này thì chưa có. Cô kiểm tra giúp em với",
    "Em chào thầy cô. Em là , MSSV . Vừa rồi, em có đăng ký học thực hành/thí nghiệm vào ngày 13/12 . Nhưng hiện nay, do tình hình dịch bệnh tại quê em đang diễn biến nặng hơn, nên gia đình hiện tại không cho em vào Sài Gòn học ạ. Em xin phép được rút đăng ký học thí nghiệm đợt này và xin phép được học sau. Em xin cảm ơn.",
    "Em chào thầy (cô), Em tên , MSSV , lớp VP16VT chương trình Việt Pháp (PFIEV). Do em không cập nhật giờ thi nên hôm nay em vào thi online bị trễ 15 phút và bị giám thị khóa phòng thi môn Tiếng pháp 7, mã MH 003707, ngày thi 04/12, giờ thi 07g00. Theo hướng dẫn của giáo viên coi thi, em xin Phòng Đào tạo cho em đăng ký thi lại môn Tiếng pháp 7, mã MH 003707 HK1(2021-2022). Em xin chân thành cảm ơn.",
    "Chào /Cô, Em tên là  MSSV: , Khoa KTXD Hôm nay em có lịch thi Anh văn 3 ca 7h00 ngày 04/12/2021, Nhóm L03-B, do nhà em bị cúp điện từ đêm khuya đến hơn 7h sáng mới có và trong lúc cúp điện mạng 4G không chạy nổi nên em đã vào trễ phòng thi và bị đình chỉ thi. /Cô cho em hỏi em có được thi lại hoặc hoãn thi không ạ. Và em phải thực hiện như thế nào ạ. Mong /Cô giải đáp giúp em ạ!Em xin chân thành cảm ơn.",
    "Kính gửi Thầy/Cô, Em là sinh viên khóa K17, em đã hoàn thành các môn học theo chương trình đào tạo . Em chỉ còn thiếu điều kiện  đầu ra để có thể tốt nghiệp. Do tới khi bắt đầu học kỳ tới HK212, em vẫn chưa có  để tốt nghiệp . Nên em muốn hỏi thầy/cô là em có cần thiết phải đăng ký 1 môn học để duy trì tình trạng sinh viên cho tới khi tốt nghiệp không ạ? Em xin cảm ơn!",
    "Kính chào quý thầy/cô, Em là sinh viên khóa K20 - chương trình Chất lượng cao. Theo như CTĐT thì ở HK212 em có môn GDQP và thời gian học dự kiến từ 07/03 - 03/04/2022. Em có dự định đăng kí những môn còn nợ ở học kì trước thì có bị ảnh hưởng bởi môn GDQP không ạ ?. Em xin cảm ơn",
    "Ngày mai em có 1 môn học thi cuối kì trên bk e-learning nhưng hiện tại trang e-learning của trường bị lỗi tới giờ vẫn chưa vào được ạ. Cho em hỏi tới ngày mai trang của trường đã sửa được chưa ạ?",
    "Kính gửi: Phòng đào tạo ĐHBK TPHCM Em xin gửi đơn đăng ký thu nhận lại đính kèm bên dưới. Rất mong phòng đào tạo và thầy cô xem xét nguyện vọng được tiếp tục học của em ạ. Em chân thành cảm ơn!",
    "Em chào Thầy/Cô. Em tên là  Lớp DD20LT09 Vì một số lý do không đủ điều kiện về trang thiết bị để thi online, em đã đăng ký hoãn thi một số môn trên mybk như thông báo của trường nhưng chưa thấy được xử lý. Em mong thầy/cô có thể xử lý sớm giúp em ạ. Em cảm ơn thầy/cô ạ.",
    "Cho em hỏi em muốn xin hoãn thi thì phải đăng ký như thế nào ạ? Em cảm ơn ạ, Xin lỗi vì đã làm phiền.",
    "QUOTE  Em tên , MSSV , sinh viên lớp MT18KH06, nay e làm đơn này (đơn được đính kèm phía dưới) để đăng ký tạm thu nhận lại. Em xin chân thành cảm ơn.",
    "Chào PĐT, em tên là , NSSV . Hôm trước em có đăng ký mua BHYT theo công văn của trường và đã thanh toán đúng hạn. Tuy nhiên, hôm nay em đăng ký ở KTX ĐHQG thì bên KTX cũng yêu cầu em phải mua BHYT, thì em phải thanh toán BHYT ở cả 2 bên luôn hay sao ạ? Mong PĐT hồi đáp sớm.Em cảm ơn!",
    "Xin chào phòng đào tạo, em là , hiện tại lịch thi của em trùng với lịch học điểm danh bắt buộc. Kính mong phòng đào tạo xem xét giải quyết cho em để em không bị trùng.",
    "Kính gửi Phòng Đào tạo Đại học Bách Khoa TPHCM, Em tên , MSSV: 1. Em là sinh viên khóa 2013. Năm 2021, em hoàn thành Nghĩa vụ Quân sự và xuất ngũ, sau đó được trường thu nhận lại. Hiện tại em còn thiếu bằng Toeic Nói-viết để tốt nghiệp. Vào tháng 04/2021, em bị tạm dừng học do không đăng ký môn học.trong học kì 1. Em có hỏi Phòng đào tạo và được thầy cô trả lời là được phép hoãn một kỳ nên trong thời gian đó cứ thi bằng Toeic 2 kỹ năng để tốt nghiệp. Nhưng do tình hình dịch nên em không thể đăng ký thi được. Hiện em đã đăng ký thi trong đợt mở thi tháng 12 của trường nhưng em có nhận được mail đăng ký môn học cho học kỳ 2 . Nên em muốn hỏi em có cần phải làm hồ sơ thu nhận lại và đăng ký môn học học kỳ 2 này không vì hiện tại em vẫn chưa lấy được bằng Toeic Nói-viết ạ?  Em xin Phòng đào tạo giúp em giải đáp thắc mắc. Em xin chân thành cảm ơn. Trân trọng.",
    "Kỳ sau em có ý đinh không học vậy em có cần làm đơn hay chỉ không đăng ký môn học thôi ạ. Mong nhận được sự phản hồi sớm nhất từ PĐT. Em chân thành cảm ơn Trân trọng ",
    "Chào thầy cô, Em là , sinh viên K17. Hiện tại, em đã đủ điều kiên CTXH và chứng chỉ AV rồi nhưng trên trang đăng kí tốt nghiệp vẫn ghi là em nợ CTXH và em không thể cập nhật thông tin trên trang đăng kí tốt nghiệp. Mong thầy cô sẽ xem xét giúp em",
    "Em xin chào phòng đào tạo, Hiện tại em đã có giấy chứng nhận tốt nghiệp tạm thời, nhưng khi em tra danh sách dự kiến tốt nghiệp trên trang aao, e thấy ghi chú tình trạng tạm dừng. Em xin hỏi là tại sao em lại bị ghi chú như vậy ạ? Và tình trạng này có ảnh hưởng tới lịch nhận bằng của em của em không ạ? ",
    "Em chào thầy cô! Em là sinh viên k17 và hiện kì này em đang làm LVTN. Em đã hoàn thành tất cả các môn học, còn AV3, Av4 em tính qua tết thi Toeic sẽ nộp bằng để có điểm. Nên đợt đăng ký môn học lần này em sẽ không đăng ký. Vậy Thầy Cô cho em hỏi nếu hết học kì kế tiếp em thi Toeic vẫn không đủ điểm thì em có bị đình chỉ học không ạ? Và nếu bây giờ em đăng ký đỡ môn AV3, rồi học kì sau có kết quả em thi đậu Toeic thì rút môn học AV3 để kịp tốt nghiệp vào tháng 4 không ạ? Em cảm ơn!!!",
    "Em chào các thầy cô PĐT, Đã thanh toán trễ hạn học phí kỳ dự thính kỳ 211. Em xin gửi thầy cô phiếu thanh toán học phí trễ hạn em đã ghi mong thầy cô duyệt qua ạ. Em cảm ơn thầy cô nhiều.",
    "Kính gửi Phòng Kế hoạch Tài chính, Phòng Đào tạo Sau đại học Em xin gửi Đề nghị hoàn trả học phí như đính kèm ạ. Em xin cảm ơn ",
    "Kính gửi: quý thầy/cô phòng đào tạo Đại học Bách Khoa TP.HCM Em tên là  MSSV:  Lớp: DD16KTD2 Lý do em viết mail này là vì thứ 5 trước đó em có gửi 1 thắc mắc về phòng đào tạo về việc liệu em có bị đuổi không nếu em không ĐKMH HK212 và trước đó em đã không ĐKMH HK211 (em chỉ còn bằng TOEIC để chuyển điểm và TOEIC 2 kỹ năng để đủ đk TN). Và em có nhận được phản hồi của thầy/cô PĐT nhưng sau khi đọc kỹ quy chế em vẫn chưa hiểu mong thầy/cô có thể giải đáp cho em 1 lần nữa. (H1) Ở điều 9.1 trong quy chế đào tạo có ghi là   B  không ĐKMH sẽ bị buộc tạm dừng.    (H2) Ở điều 27.2 có ghi là   B bị buộc tạm dừng   U quá    2 HK liên tiếp sẽ bị đuổi học   . Ở đây theo em hiểu trong trường hợp của em sẽ không bị đuổi học vì em không ĐKMH 2 HK liên tiếp (không quá 2 HK). (H2) Và cũng ở điều 27.2 có ghi là   B không ĐKMH 2 HK liên tiếp sẽ bị buộc thôi học   . Vậy nếu áp dụng theo điều này em sẽ bị đuổi học.   Vậy trong TH của em sẽ bị áp dụng theo điều nào ạ ?.Em rất mong nhận được phản hồi của quý thầy cô. Em xin chân thành cảm ơn.",
    "Kính gửi phòng đào tạo trường Đại học Bách Khoa, Em tên là , mã số sinh viên . Hồi em nhập học thì em đã đăng kí miễn các môn giáo dục quốc phòng, giáo dục thể chất 1, 2, 3 (ảnh đính kèm) và đã được phòng đào tạo chấp thuận. Nhưng vào học kì 202 nhà trường có một số thay đổi về quy chế của giáo dục thể chất là mỗi sinh viên phải học đủ 2 học phần của giáo dục thể chất thì mới được đăng kí các môn học năm 3. Em xin hỏi là em có bắt buộc phải học 2 học phần của môn giáo dục thể chất để được đăng kí các môn học năm 3 hay vẫn được miễn môn giáo dục thể chất và đăng kí môn học năm 3 như bình thường vậy ạ? Kính mong phòng đào tạo sẽ giải đáp. Trân trọng.",
    "Em tên là Nguyễn Quốc Triệu, mã số sinh viên: , khoa Kỹ thuật Xây Dựng. Em xin phép được trình bày vấn đề sau. Hiện tại em đã bảo vệ xong LVTN và trước đó dự định thi chứng chỉ AV (nghe đọc) trên 600 để chuyển điểm AV3, AV4 (Em đã có chứng chỉ TOEIC 520) và đã hoàn thành xong TOEIC Writing + Speaking. Hiện tại em vẫn chưa thể quay trở lại thành phố để đăng ký thi AV tại trung tâm IIG. Bên cạnh đó, em không lường trước được việc này cho nên với tình hình hiện tại là đã bị tạm dừng học thì em không thể đăng ký môn học cho học kỳ tiếp theo (đăng ký AV3 và AV4) để đủ điều kiện tốt nghiệp. Mong PĐT giải đáp giúp em câu hỏi sau: 1. Để đăng ký thu nhận lại ngoài \"Phiếu đăng ký thu nhận lại\" trên AAO thì có cần thêm hồ sơ, giấy tờ gì khác nữa không ạ? 2. Hiện tại em vẫn chưa thể quay trở lại thành phố được thì em có thể soạn hồ sơ và gửi trực tiếp qua mail được không ạ, hay phải gửi hồ sơ bằng đường bưu điện. 3. Trong thời gian trước em có đăng ký giấy xác nhận sinh viên (bổ sung) và đăng ký gửi qua đường bưu điện nhưng vẫn không nhận được. Tình trạng hiện tại là tạm dừng học, vậy thì khi Ban Chỉ Huy Quân Sự huyện có yêu cầu triệu tập thì em có thể dùng cách nào để xác nhận là chưa hoàn thành xong việc học tại trường không ạ? Mong PĐT phản hồi giúp em. Em xin chân thành cảm ơn.",
    "Hiện tại vì tình hình dịch covid19 phức tạp, nhà trường không cho sinh viên vào phòng thí nghiệm để thực hiện luận văn. Em muốn hỏi là xin tạm hoãn bảo vệ luận văn kỳ này và bảo lưu học phí môn Luận văn tốt nghiệp để thực hiện nghiên cứu hoàn thành luận văn vào kỳ sau thì phải làm như thế nào ạ?",
    "Họ và tên  MSSV  Lớp GT16TAU1 cho em xin nộp đơn xin thu nhận lại để em có thể đăng ký môn học tại học kỳ 212 này ạ . Cảm ơn các thầy/cô đã đọc ạ.",
    "Học vụ Họ và tên sinh viên: Nguyễn Chí Thành      -Kính thưa PĐT, kì 211 do ko thể tham gia thi để lấy điểm hoãn thi ở kì 202 nên em đã đăng kí hoãn thi môn Giải tích 2 và Đại số tuyến tính ở mybk---  ứng dụng của sinh viên---  12.Đăng kí hoãn thi cuối kì vào ngày 29/11/2021.      -PĐT cho em hỏi là khi nào sẽ có kết quả hoãn thi của hai môn này ạ? Em mong sẽ nhận được phản hồi sớm nhất từ PĐT ạ. Chân thành cảm ơn.  ",
    "Cho em hỏi là em chưa pass môn giải tích 2, thì có khả năng đăng kí học phần chính quy mà không phải dự thính đc không ạ ? Và chính quy cùng dự thính, ngoài giờ giấc học ra thì có khác nhau điều gì không ?",
    "Em kính chào quý thầy cô, em là Phạm Huy Cường, MSSV 1710730, sinh viên Khoa Kỹ thuật Hóa học, Bộ môn Công nghệ Sinh học .    Hiện tại em đang có nhu cầu đăng kí môn học \"Các quá trình sinh học 1\" (CH2015) và \"Các quá trình sinh học 2\" (CH2047) nhưng kể từ chương trình đào tạo sinh viên K19, các môn học này đã được chuyển thành lần lượt là \"Quá trình và thiết bị cơ học\" (CH2019) và \"Quá trình truyền nhiệt\" (CH2043). Tuy nhiên, trong \"Danh sách Môn học Chương trình Đào tạo K2019 tương đương/thay thế cho Chương trình Đào tạo K2018 trở về trước\" (http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=59_62&tid=1717)  không đề cập tới trường hợp hai môn học CH2015 và CH2047 .    Hai môn học CH2015 và CH2047 vẫn hiển thị trên hệ thống đăng kí môn học, tuy nhiên, vì sinh viên các khóa từ K2019 trở đi đã được chuyển sang môn học mới (CH2015 chuyển thành CH2019 và CH2047 thành CH2043) và phần lớn sinh viên chương trình đào tạo cũ đã hoàn thành môn học, nên số lượng sinh viên không đủ để có thể mở lớp .     Vì lý do cá nhân nên em chưa thể hoàn thành được hai môn học này, tuy nhiên hai môn học này lại là hai môn cơ sở ngành, theo Quy chế thì em phải hoàn thành hai môn học này (đúng theo mã số môn học của chương trình đào tạo K17 cho sinh viên Khoa Kỹ thuật Hóa học - Bộ môn Công nghệ Sinh học) thì mới có thể được xét tốt nghiệp .     Liệu rằng em có thể đăng kí hai môn học CH2019 và CH2043 thay thế cho CH2015 và CH2043 không? Và nếu có thể thì em phải làm những giấy tờ gì như thế nào để có thể được phòng đào tạo chứng nhận? Còn nếu không thì em sẽ phải giải quyết như thế nào? Kính mong quý thấy cô đề xuất phương hướng giải quyết cho vấn đề này.    Em kính chào quý thầy cô và chúc quý thầy cô nhiều sức khỏe.",
    "Em tốt nghiệp từ tháng 4 nhưng chưa được làm lễ tốt nghiệp. Em muốn đăng kí tốt nghiệp kì sắp tới này được không ạ và cho em hỏi làm sao để đăng kí ạ.",
    "Tốt nghiệp     Em là  , MSSV  Hiện nay em có tên trong danh sách tốt nghiệp đợt 2 năm 2021, nhưng khi em kiểm tra thì thấy tình trạng đang là tạm dừng nên không thể vào trang myBK--  Đăng ký tốt nghiệp để hoàn thành thông tin và đăng kí tốt nghiệm được ạ Cho em hỏi cách để giải quyết tình trạng hiện tại của em được không ạ    Em cảm ơn,   ",
    "Chào thầy, cô vấn đề là hè vừa rồi em có đăng ký thực tập tốt nghiệp và đã đóng tiền (muộn) nên em không nhận được danh sách thực tập. Vậy là em có thể đi thực tập không ạ. Cảm ơn",
    "Kính gửi PĐT, Em đính kèm file word phiếu đăng ký thu nhận lại. Do em không rõ quy chế học vụ nên nộp phiếu muộn, em rất mong được PĐT xử lý để em có thể ĐKMH kỳ 202 ạ. Trân trọng!",
    "Dạ em xin chào phòng đào tạo,  Em gửi thư này mong được PĐT xét duyệt cho em HỦY việc học thí nghiệm theo kế hoạch vào ngày 13/12/2021 sắp tới. Lý do: Quê em ở huyện Long Hồ, tỉnh Vĩnh Long thì tình hình dịch ở quê em không được khả quan lắm, một ngày vào khoảng 400 ca nhiễm COVID. Bên cạnh đó, em mới được tiêm mũi 2 Astra vào ngày hôm này, tức là tới ngày 13/12, hiệu lực của Vaccine vẫn còn yếu nên ba mẹ em không yên tâm. Em mong được thầy cô PĐT xét duyệt cho em. Em cảm ơn. Trân trọng,",
    "Cho em hỏi 1 kì đăng kí được 2 môn Anh Văn không ạ? Ví dụ em đăng kí anh văn 1 và anh văn 2 Em xin cám ơn.",
    "Em xin chào Thầy, cô ạ!Em tên là , MSSV . Phòng Đào tạo đã tiếp nhận đơn hủy đăng kí học trực tiếp môn thực hành thí nghiệm của em. Vậy sao trên lịch thời khóa biểu vẫn được xếp lớp thí nghiệm ạ? (thời khóa biểu của em có môn học tuần 49-50-51 ạ)  Em xin cảm ơn ạ!",
    "Em đăng kí thôi học bắt đầu từ học kì này   i ",
    "Em tên là  -  Văn phòng cho em hỏi là lúc thực hiện khảo sát về vấn đề lên trường, thì em chưa được tiêm 2 mũi vac-xin nên đánh dấu là không lên. Nhưng giờ em đã tiêm đủ 2 mũi và đủ điều kiện lên học thực hành, vậy thì em có được sắp xếp lên học thực hành không ạ. Tại em thấy trong mail có yêu cầu đã đăng ký nữa ạ. Em mong được giải đáp thắc mắc sớm. Em cảm ơn ạ   i  .",
    "thầy cô cho em hỏi là kì này em đăng kí luận văn nhưng hiện tại em chưa có điểm anh văn 1234 và vẫn còn nợ lại môn giải tích 2. thầy cô cho em hỏi là như vậy có tính là 7 chỉ nợ không ạ. và có được đăng kí luận văn không ạ? Em cảm ơn ạ.",
    "Chào thầy, cô, Em có đăng kí quay lại học thí nghiệm tại trường, nhưng tình hình thực tế tại địa phương và gia đình em không cho phép em vào thành phố. Vậy bây giờ em muốn hủy đăng kí, em phải làm sao ạ. Em xin chân thành cảm ơn thầy cô.  ",
    "Hôm nay em xem TKB thì thấy 2 môn học là Trang bị điện - điện tử trong máy công nghiệp (TN) và Dung sai kỹ thuật đo (TN) có TKB đi học tập tại CS1 tại các tuần 51 - 05 như hình bên dưới. Admin cho em hỏi như vậy là phải tham gia học Offline ở trên CS1 đúng không ạ. Hiện tại em đang ở quê , đang khó khăn về chỗ ở nếu phải đi học trực tiếp .",
    "Kính chào thầy/cô, Em tên Võ Nguyên Giáp, hôm nay em có một số câu hỏi cần được sự giúp đỡ đến từ quý thầy/cô:   1.Trong việc đăng kí môn học, em đã vào trang đăng kí và dựa theo các mã môn học để đăng kí, tuy nhiên khi vào chỉ có chữ \"chọn\", khác hơn so với lúc em đăng học GDTC1 lần đầu tiên, không có lớp và giờ học để chọn, không biết như thế là có hợp lệ chưa ạ?   2.Hiện tại em đã đăng kí 6 môn từ số 2 đến 7 trong file ảnh chương trình đào tạo bên dưới:    a.Đối với môn GDTC, em cứ chọn vào mã môn học rồi \"chọn\" giống như mấy môn khác đúng không ạ, hay đợi một đợt đăng kí riêng giống như HKI.    b.Hiện tại khóa K21 chưa được kiểm tra Anh văn đầu vào, như thế thì em có cần phải đăng kí học phần theo đó không hay chờ khi thi đầu vào xong sẽ có một đợt đăng kí môn Anh văn riêng biệt.   3.Đối với trường hợp các bạn đăng kí 17 tín chỉ cho HKII, nếu sau khi thi anh văn đầu vào không đạt yêu cầu của học kì này, cho em hỏi nhà trường đã có dự địh về việc tổ chức học Anh văn cho khóa 2021 chưa ạ. Nếu Anh văn sẽ được học ngay sau khi thi Anh văn đầu vào, thì mấy bạn đã đăng kí 17 tín chỉ sẽ đóng phí cho phần tín chỉ vượt của môn Anh văn phải không.   4.Được biết học kì dự thính có 3 đợt, 1 đợt chung với học kì hè, 2 đợt song song với học kì chính, vậy đợt đăng kí học dự thính lần này là cho đợt song song với học kì chính có đúng không ạ? Học phí cho mỗi tín chỉ ở học kì dự thính là 800.000/tín chỉ dành cho các môn học trước chương trình, học lại, học để cải thiện điểm hay cho cả 3 ạ? Xin chân thành cảm ơn quý thầy/cô. Trân trọng./.",
    "N XIN HỦY ĐĂNG KÝ HỌC TRỰC TIẾP   Kính gửi: Phòng Đào tạo trường Đại học Bách Khoa - ĐHQG TPHCM Em tên là: , Khoa Kỹ thuật Hóa học, chuyên ngành Công nghệ Sinh học,  MSSV:  Kính thưa quý Thầy, Cô. Vào ngày 17/11/2021 em đã đăng ký biểu mẫu học trực tiếp tại trường, nhưng sau khi nhận được mail trường thông báo về kế hoạch đi học lại, thì em không đủ khả năng để đi học trực tiếp được nữa ạ. Vì vậy, em làm đơn này xin phép được hủy đăng ký học trực tiếp môn thực hành thí nghiệm tại trường. Lý do như sau: Hiện tại thì em đang ở quê là Quảng Trị. Việc đi học thí nghiệm bây giờ đối với em gặp khá nhiều khó khăn, thứ nhất là gia đình em rất lo lắng vì tình hình dịch bây giờ vẫn đang còn khá biến động, thứ hai vào đó thì em chưa có chỗ ăn ở, thứ ba là quê em khá xa nên việc vào đó rồi quay trở về lại bây giờ rất tốn kém và còn mất thời gian cách ly cũng như có thể không về ăn tết được, thứ 4 là những vật dụng để đảm bảo vào phòng thí nghiệm bây giờ em cũng không đáp ứng được. Do đó, em xin phép hủy đăng ký học trực tiếp tại trường và đợi thông báo tiếp theo của nhà trường ạ. Em mong Phòng đào tạo sẽ thông cảm và xem xét cho trường hợp của em ạ. Em xin chân thành cảm ơn!",
    "Kính gửi thầy/cô Dạ thưa thầy/cô , e là sinh viên khóa 2016 , e muốn hỏi về điểm toeic (nge - đọc ) của khóa 2016 dùng để xét tốt nghiệp vào đợt tốt nghiệp tháng 4 năm 2022 là bao nhiêu ạ ? E cám ơn thầy/ cô đã check mail ạ !",
    "N XIN HỦY ĐĂNG KÝ HỌC TRỰC TIẾP  Kính gửi: Phòng Đào tạo trường Đại học Bách Khoa - ĐHQG TPHCM Em tên là: , Khoa Kỹ thuật Hóa học, chuyên ngành Công nghệ Sinh học, MSSV:  Kính thưa quý Thầy, Cô. Vào ngày 17/11/2021 em đã đăng ký biểu mẫu học trực tiếp tại trường, nhưng sau khi nhận được mail trường thông báo về kế hoạch đi học lại, thì em không đủ khả năng để đi học trực tiếp được nữa ạ. Vì vậy, em làm đơn này xin phép được hủy đăng ký học trực tiếp môn thực hành thí nghiệm tại trường. Lý do như sau: Hiện tại thì em đang ở quê là Quảng Trị. Việc đi học thí nghiệm bây giờ đối với em gặp khá nhiều khó khăn, thứ nhất là gia đình em rất lo lắng vì tình hình dịch bây giờ vẫn đang còn khá biến động, thứ hai vào đó thì em chưa có chỗ ăn ở, thứ ba là quê em khá xa nên việc vào đó rồi quay trở về lại bây giờ rất tốn kém và còn mất thời gian cách ly cũng như có thể không về ăn tết được, thứ 4 là những vật dụng để đảm bảo vào phòng thí nghiệm bây giờ em cũng không đáp ứng được. Do đó, em xin phép hủy đăng ký học trực tiếp tại trường và đợi thông báo tiếp theo của nhà trường ạ. Em mong Phòng đào tạo sẽ thông cảm và xem xét cho trường hợp của em ạ. Em xin chân thành cảm ơn!",
    "Chào cô  E tên :   E sinh viên K17, hiện tại đã học hết môn học Chỉ còn nợ bằng Toeic chưa ra trường được  Cô cho e hỏi đợt ĐKMH này e có càn đăng kí đại 1 môn nào để duy trì tình trạng sinh viên không? Và nếu đăng kí mà e không học điểm 13 có ảnh hưởng gì k ạ?  Mong cô phản hồi sớm, e cảm ơn ",
    "Dạ em chào thầy/cô, Em là , MSSV: , Em đã chuyển điểm xong anh văn hơn 1 tuần nhưng vẫn chưa nhận được mail tốt nghiệp ạ. Em mong thầy/cô hỗ trợ giúp em. Em xin cảm ơn thầy/cô.",
    "Em xin chào thầy cô ạ Thầy cô cho em hỏi là lúc trước em không biết nên có học môn vẽ kỹ thuật bên khoa xây dựng , mà em học bên khoa giao thông , thầy cô cho em hỏi là em có thể chuyển điểm được không ạ em xin cảm ơn ạ",
    "Do một số lí do nên em không đủ điều kiện học các môn thí nghiệm trực tiếp ở trường. Mong thầy, cô xem xét giúp em ạ .",
    "Dạ theo tkb thì em sẽ học thí nghiệm kỹ thuật chiếu sáng vào tuần 1 3 5 nhưng lúc em coi lịch học vụ thì tuần 5 là nghỉ tết, cho em hỏi là liệu có sai sót gì trong đây không ạ. Em xin cảm ơn ạ.",
    "Em chào thầy cô ạ, Em tên là , mã số sinh viên:  Chuyện là em có nguyện vọng được tốt nghiệp trong tháng 12 này nhưng vừa rồi, lỗi là do em, em đã lỡ mất đợt đăng ký thi nói viết, vì vậy, em viết mail này kính mong thầy cô có thể bổ sung danh sách tên em vô với ạ. Em biết điều này rất khó khăn, nhưng nếu được thì xin thầy cô giúp em với ạ. Em xin chân thành cảm ơn và chúc thầy cô sức khoẻ ạ.",
    "Chào quý thầy cô, Em tên , MSSV , trước đó em đã xin thầy cô sửa lại bằng tốt nghiệp tạm thời và đã nhận được tệp tin mới. Hôm nay em có nhận bằng từ bưu điện nhưng chưa có sửa đổi. Mong quý thầy cô gửi lại cho em ạ. Địa chỉ của em là 401 Lê Duẩn, Phú Mỹ, Bà Rịa Vũng Tàu. Sdt của em là [phone_number]. Em cám ơn thầy cô đã đọc ạ.",
    "Dạ em chào thầy cô. Em là  thuộc lớp HC19VS. Cho em hỏi là trường đã phát thẻ Bảo hiểm Tai nạn năm 2021 cho sinh viên chưa ạ? Vì tới bây giờ chuẩn bị vào học các môn thí nghiệm nhưng tụi em vẫn chưa nhận được thẻ BHTN. Và cho em hỏi là nếu muốn nhận thì em sẽ liên hệ với ai để nhận thẻ ạ? Em xin cảm ơn quý thầy cô."
]