[
    "Kính chào quý thây cô phòng đào tạo, em là sinh viên k18 khoa xây dựng, sau 1 tuần học onl học kì 211. Em thấy hệ thống e-learning của trường không hề ổn định một chút nào. Tới giờ học, sinh viên chúng em lên e-learning để vào link meet lớp học rất khó khăn vì hệ thống sập. Gây ảnh hưởng trực tiếp tới quá trình học tập của sinh viên. Kính mong quý thầy cô sớm khắc phục vấn đề này. Em xin chân thành cảm ơn!   i ",
    "Kính chào Phòng đào tạo,vào đợt 2 đăng kí môn học em có đăng kí môn Đề cương luận văn tốt nghiệp (CI4365). Em đã đủ điều kiện để đăng kí nhưng em không hiểu vì sao em lại bị xóa môn học mà các bạn lớp em lại không bị xóa ạ. Vì khóa K18 là khóa kỹ sư cuối cùng nên em sợ vì không đăng kí kịp môn này mà dẫn tới trễ tiến độ môn học hiện tại. Em mong Pđt xem xét lại và cho em có lịch học môn đề cương luận văn ạ. Em xin chân thành cảm ơn.",
    "chào thầy/cô  cho em hỏi em thấy có môn học cơ kết cấu CI2029 có môn tương đương là cơ kết cấu CI3234 trong một danh sách đc các bạn truyền tay nhau. mà trên trang mã môn tương của trường ko thấy.vậy cho em hỏi mã môn học tương đương này có đúng ko ,vì em lỡ đk học rồi ạ",
    "Kính gửi quý thầy (cô), Em là  (), hiện tại em đã hoàn thành chương trình học và bổ sung đầy đủ ccnn (TOEIC 460/450, K14), anh văn 2 kỹ năng (205/200) . Nhưng trong danh sách tốt nghiệp dự kiến 8/2021 không có tên, nhờ thầy (cô) kiểm tra giúp em. Em xin cảm ơn.",
    "Dạ em xin chào PĐT, kì trước 202 em chuyển hệ từ chính qui sang VLVH và vẫn đăng ký được LVTN ngành KT Nhiệt - ME4039, nhưng em chưa hoàn thành, kì này em đăng ký lại nhưng kết quả đăng ký bổ sung  VLVH đợt 2 lại không có TKB. Em lên xem lại aao tra danh sách nhận LVTN thì lại không đạt và hiển thị kết quả tín chỉ = 0, tiếng Anh = 0. Em đã nhận được mail chuyển điểm từ PĐT rồi. Dạ em mong PĐT giải quyết giúp em. Em có bổ sung 2 hình ảnh đính kèm.",
    "kính chào PĐT, em có đăng ký LA1039 - Anh văn 2A (nhu cầu) lớp DT02 nhưng nay cập nhật TKB thì không có ạ. mong PĐT xác nhận đăng ký giúp em môn này ạ. em xin trân thành cám ơn ạ",
    "Dạ em chào thầy/cô ạ. Em là , sinh viên K2017, khoa KH-KT Máy tính. Dạ em bị lỡ mất đợt đăng kí môn học chính quy vừa rồi nên hôm nay em xin phòng đào tạo cho em được đăng kí bổ sung môn học . Môn học em muốn đăng kí là Pháp luật Việt Nam đại cương (SP1007) ạ. Nếu được thì thầy/cô cho em xin quy trình để có thể đăng kí bổ sung môn học ạ. Em xin cảm ơn.    .",
    "Em có đăng kí học môn thay thế cho môn học không còn mở theo chương trình đào tạo khóa k16 của em. Môn thay thế gồm 2 môn (1 môn 3 tín chỉ và 1 môn 2 tín chỉ), thay thế cho 1 môn học 5 tín chỉ khóa k16. Vậy em có phải học 2 môn đó cùng lúc trong một học kì không, hay em có thể đăng kí 1 môn kì này và một môn vào kì sau 212 . Em có hỏi khoa về trường hợp này, thì khoa cho biết, em phải làm đơn xin học môn tương đương online, add chữ kí vào, và gửi bộ môn duyệt, nếu bộ môn đồng ý thì nhờ bộ môn in ra rồi gửi lên khoa và phòng đào tạo duyệt. Nhưng khi em gửi đơn cho bộ môn, thì bộ môn báo với em rằng, giờ dịch bệnh, không làm việc trực tiếp trên trường, nên không thể in cho em được, em liên hệ với phòng đào tạo về cách thức xác nhận đơn online. Do ban đầu em có hỏi cô bộ môn và khoa, nhưng không rõ là phải học 2 môn thay thế cùng lúc, nên em chỉ đăng kí 1 môn thay thế 3 tín chỉ vào kì này, vì môn còn lại 2 tín chỉ là đồ án, em được biết là kì nào cũng có thể mở, nên em chọn đăng kí vào kì sau. Đến hôm nay, em học môn thay thế 3 tín chỉ, thì giảng viên dạy mới nói em là phải học 2 môn cùng lúc mới xét môn tương đương thay thế được, nên là em đã bỏ lỡ không đăng kí môn học 2 tín chỉ đó trong kì này. Vậy phòng đào tạo xác nhận lại giúp em, là em có thể đăng kí học 2 môn thay thế cho 1 môn học ở 2 học kì khác nhau được không. Nếu đúng vậy, thì không biết em có thể được đăng kí bổ sung môn học không. Nhưng nếu phải học 2 môn cùng lúc, thì có lúc có những môn không thể mở đăng kí cùng lúc được thì làm thế nào ạ, vì ngoài môn Thiết kế trang phục 1 em đang nói, em còn đăng kí học môn thay thế cho môn Mỹ thuật trang phục, cũng gồm 2 môn thay thế, nhưng 2 môn đó không thể mở cùng 1 kì. Dưới đây em có đính kèm Đơn xin học môn tương  đương. Mong sớm nhận được phản hồi từ phòng đào tạo ạ.",
    "Cô cho em hỏi là em muốn đăng kí giáo viên hướng dẫn Đề cương LVTN thì đăng kí như thế nào ạ.",
    "Dạ thưa PDT, Trên trang mybk e-l của em, ở lớp Xử lí số tín hiệu EE2015 - L06 của thầy , hiện không hiện lên mục nào hết ạ? Mặc dù hôm nay em có tiết nhưng vẫn chưa được nhận link hangout ạ. Rất mong được nhận sự phản hồi ạ",
    "Dạ em chào thầy cô ạ, Em tên:    MSSV:  Nay em viết mail này để đăng ký môn vi sinh thực phẩm (Mã môn: CH2045) nhưng do sĩ số lớp vượt quá mức (61/60 sinh viên) nên em không đăng ký được môn học trong đăng ký đợt 2 và 3 ạ. Do em là sinh viên năm 4, dạ thưa em muốn ra trường đúng hạn mà môn vi sinh thực phẩm (Mã môn: CH2045) chỉ mở duy nhất vào học kỳ 1 của từng năm. Em rất mong thầy cô phòng đào tạo có thể cho em theo học lớp này (Môn vi sinh Thực phẩm: Lớp L02: Tiết 5-6) để theo đúng tiến độ của chương trình ạ! Em chân thành cảm ơn thầy cô phòng đào tạo nhiều ạ! Dạ em chúc thầy cô một tuần làm việc thật vui vẻ và tràn ngập hạnh phúc ạ!",
    "Em tên:  MSSV:  Hệ: VHVL Do em liên thông nên được miễn một số môn học trong đó có 4 môn là môn tự chọn . Để tốt nghiệp thì em phải học tất cả 7 môn tự chọn. Như vậy em chỉ cần học thêm 3 môn tự chọn khác hay  phải học cả 7 môn tự chọn để tốt nghiệp ạ?",
    "Em có đăng kí môn học chính qui học kì này và đã có thời khóa biểu. bây giờ em mới nhận được mail đăng kí môn học hệ vừa học vừa làm do em đăng kí chuyển hệ thì em có tiếp tục học tiếp theo thời khóa biểu hiện có hay là đăng kí mới hết lại ạ",
    "Em xin chào thầy(cô)! Em có nhận được email của trường về việc làm thủ tục chuyển từ hệ chính quy sang vừa học vừa làm nhưng thồi gian ghi trong email là từ 18-20/8/2021 trong khi em mới nhận được email hôm nay. Và do tình hình thành phố đăng cách ly nên em không thể về quê để xin xác nhận của địa phương vào sơ yếu lý lịch. Mong thầy(cô) hướng dẫn em cách xử lý ạ. Em cảm ơn ạ.",
    "Dạ kính chào Thầy/Cô, Em muốn xin mở lớp dự thính môn Thí nghiệm silicat đại cương (MA3035) sỉ số thấp (11 sinh viên) để kịp tiến độ học và ra trường của các bạn thì cần phải làm những gì ạ?",
    "Thưa phòng đào tạo , em tên Trần Phương Nguyên lớp XD18kt em có thắc mắc là trong ngày 17/8-19/8 em có đăng ký 2 môn dự thính trong đợt Đăng Ký Môn Học Dự Thính Bổ Sung - đợt 1 ( 17/8-19/8) và em đã đăng ký hai môn CI-1011 Hình Học Hoạ Hình và môn CI1019-  Bóng Phối Cảnh . hai môn đó PDT mới nhận mở lớp và mở đợt đăng ký để lấy thông tin mở lớp vào ngày 17/8 như trên. Nhưng do tình hình dịch bệnh phức tạp cũng như hoàn cảnh gia đình không cho phép ( dịch bệnh , giãn cách nên không có nguồn thu nhập ) nên em mong muốn được huỷ hai môn đó để giảm bớt áp lực tài chính ( hiện hai môn này vẫn đang xem xét chưa có thời khoá biểu ). Em muốn hỏi cô là trong đợt đăng ký dự thính tiếp theo em có được hiệu chỉnh ( xoá 2 môn ) đó không ạ . Và nều không được, em mong cô có thể tạo điều kiện xoá giúp em ạ. chứ thật sự bây giờ không có thu nhập nên đóng học phí kì này nó là 1 trở ngại rất lớn ạ . Và em đã liên hệ văn phòng khoa XD và được cô ở trên đó bảo là có thể huỷ môn do hoàn cảnh. mong nhà trường giúp em ạ. ở dưới em có đính kèm ảnh",
    "Dạ em xin chào PĐT ạ. Em có những thắc mắc rất mong thầy cô giải đáp ạ. Hiện tại em là sinh viên chính quy K17 và dự định sẽ tốt nghiệp trong HK tới. Về AV hiện tại Toeic em 580 và chưa quy đổi AV4. Tuy nhiên, vì dịch em chưa thể TOEIC được. PĐT cho em hỏi 580 đủ chuẩn AV tốt nghiệp chưa ạ. Và nếu đủ thì em đăng kí môn học AV4 để học trong kỳ này thì có lớp hiện đang mở, và vẫn được xét trong đợt tốt nghiệp sắp tới không ạ? Em cảm ơn thầy cô nhiều ạ.",
    "Thưa Thầy/Cô, Hiện tại Thời khóa biểu và E-learning của em không khớp nhau (chỗ em tô vàng trong hình). Mong Thầy /Cô cập nhật lại giúp em. Xin cảm ơn!",
    "Em là K14 và đã đăng đăng kí chuyển hệ VHVL (online) vào lúc dịch gần bùng phát. Trên trang web MyBK có cập nhật tình trạng của em là \"Thu nhận lại vào VHVL - đã nghỉ ở CQ\", ra quyết định ngày 21/05/2021. Do thời điểm này dịch bùng phát trở lại và đến nay em vẫn chưa lên trường để hỏi về thông tin trúng truyển/ các giấy tờ bổ sung ? Hiện nhà trường đã bước vào học kì mới nhưng các giấy tờ bổ sung em vẫn chưa thể lên trường nộp được. Vậy em xin hỏi là em có được trúng tuyển chuyển hệ VHVL hay không khi mà em chưa nộp các giấy tờ ấy ? Em xin cảm ơn.",
    "Em xin chào thầy/cô ạ, em tên là , MSSV:  Em tạo câu hỏi này nhằm nhờ thầy cô xem về việc môn học đã được đăng ký, xuất hiện trên thời khóa biểu, nhưng lại chưa có ở E-learning, để em có thể vào lấy link vào lớp học online và lấy đề bài tập về nhà để làm ạ. Môn học em chưa thấy xuất hiện ở E-learning đó là môn:  EE3057 - Nhập môn điều khiển thông minh - Lớp L01. Em xin cảm ơn thầy/cô ạ.",
    "Em chào PĐT, Em đã đăng kí môn học đầy đủ ở đợt 1 nhưng mà không được xếp thời khóa biểu. Học phí thì em đã hoàn thành đầy đủ. Vậy tại sao em lại không được xếp thời khóa biểu ạ. Đăng ký môn học",
    "Em muốn xin rút môn học Biến đổi khí hậu EN3021, vì em đăng kí nhầm mã chương trình cũ từ k18 trở về trước. Và cho em hỏi thủ tục như thế nào ạ? Em xin cảm ơn ạ!",
    "Do em là k15 nên còn 1 kì này nữa để học mà kì này lai k có môn còn lại của em mở. Em muốn bảo lưu thì nên làm như nào ạ",
    "Em tên  MSSV: Em bị mất bằng quốc phòng, em xin hỏi làm sao có thể đăng ký cấp lại bằng quốc phòng ạ",
    "Kính gửi: Phòng đào tạo em tên: , mssv  em xin Phòng đào tạo cho em được đăng kí môn CI3237 Kết cấu bê tông cốt thép,nhóm L11 thứ 2 tiết 11,12 đợt 3, còn room (58/60)   lí do: em ở quận 9, khu vực đỏ phong tỏa , lúc 14h khu vực chổ em bị mất điện, sau khi vào lại được trang đăng kí môn học thì đã hết thời gian đăng kí, dù nhóm L11 thứ 2 tiết 11,12 còn room (58/60) Mong Phòng đào tạo, hỗ trợ cho em được đăng kí môn học trong mùa covid .",
    "Em đã đăng kí môn học EE3025 trong đợt đăng kí môn học dự thính HK211 đợt 2 và đã có thời khóa biểu trên trang đăng kí môn học nhưng hiện tại thời khóa biểu chính thức vẫn chưa có môn EE3025. Em cảm ơn",
    "Kính gửi thầy, cô Phòng Đào tạo, Em là , MSSV , Khóa K16, Ngành Kỹ thuật môi trường. Dạ cho em hỏi em muốn xin nhận Bằng tốt nghiệp tạm thời thì em phải làm sao ạ? Em mong nhận được phản hồi từ thầy, cô sớm ạ. Em xin chân thành cảm ơn. Trân trọng.",
    "Em xin hủy đơn hoãn thi môn Phương pháp tính lần trước gửi ạ. Em cảm ơn.",
    "Thưa phòng đào tạo Em tên   Mssv  Yêu cầu : vào lúc nhà trường có thông báo đăng kí hoãn thì em đã đãng kí vài môn, nhưng mấy môn đó lại được điểm 13, em mong phòng đào tạo xem xét lại ",
    "Gửi Phòng đào tạo, em muốn hỏi trong quá trình thi trắc nghiệm trên hệ thống BKEx nếu em không kịp bấm nộp bài mà hết giờ làm bài hệ thống tự nộp thì các câu trả lời của em có được lưu lại không ạ ?",
    "Tốt nghiệp .        Dạ em kính chào quý thầy/cô trực ở bksi. Em có vài câu hỏi kính mong quý thầy/cô giải đáp giúp em ạ.        1. Hiện tại em không thể đăng kí tốt nghiệp được ở trên trang mybk, em không biết là có ảnh hưởng bởi bằng Anh văn Nói Viết không ạ? Tại hiện giờ em chưa có bằng Anh văn Nói Viết.    2. Trên trang web \"THÔNG TIN TỐT NGHIỆP HỆ CHÍNH QUY, VỪA LÀM VỪA HỌC, VĂN BẰNG 2\" và trang đăng kí tốt nghiệp đều ghi \"thời gian đăng kí tốt nghiệp\" là vào ngày 30/08/2021. Nhưng mà theo kế hoạch học vụ thì tới tháng 9/2021 trung tâm BKEnglish mới mở đợt thi Nói Viết online. Như vậy em sẽ bị trễ tốt nghiệp đợt này do không thể thi Anh văn Nói Viết được thì em phải làm sao ạ? ﻿   ﻿﻿3. Trong quá trình đang đợi để được xét tốt nghiệp, em không đăng kí môn học nào hết thì em có được nhận giấy hoãn NVQS không ạ? Tại vì có 1 bạn khác đã hỏi PĐT và được cô Thuỳ My trả lời là \"Nhà trường không bắt bược SV phải ĐKMH để duy trì trạng thái SV, nhưng nếu không ĐKMH sẽ bị tạm dừng theo quy chế. Khi tụi em đủ điều kiện tốt nghiệp có thể làm đơn xin thu nhập lại để xét tốt nghiệp\". GIấy hoãn NVQS của em là tới 31/10/2021, em sợ tới đó em bị gọi đi thì không tốt nghiệp được.﻿ ﻿ ﻿   Em cám ơn thầy/cô đã dành thòi gian đọc tin nhắn của em. ﻿   Em xin chân thành cám ơn.",
    "oàn Nhật Ân Mssv  ",
    "Em là , lớp CC18KCX2 khoa Xây Dựng,hôm qua em có đăng kí thêm 2 môn học mới mở là CI4067 Động lực học kết cấu và CI1053 Quản lý dự án xây dựng nhưng qua hôm nay vẫn hiện chưa có thời khóa biểu và hiện trên bkel. Nay em mail cho nhà trường mong trường xem xét ạ,có thể hôm qua vấn đề mạng ở nhà hoặc hệ thống em không thể đăng kí được Em xin cảm ơn và mong trường hồi âm cho em để không bỏ lỡ buổi học nào của 2 môn đó ạ",
    "Cho em hỏi là em muốn đăng kí môn học ngoài đợt đăng kí có được không ạ. Lớp chưa đủ sĩ số và mới bắt đầu học ạ. Em cảm ơn !!",
    "Em chào anh/chị  em tên võ kim lợi mssv   em gửi yêu cầu này vì em đăng kí môn học trễ môn ee 3151 (môn đồ án ) em bị rớt em mong muốn anh /chị có thể chỉ em cách viết đơn đăng kí được môn học này trong học kì 211 đợt 3( hết hạn ngày 19/8) để em kịp tiến độ làm luận văn vào kì 212  em xin chân thành cảm ơn ",
    "Em tên là , MSSV:. Em muốn ghi danh vào môn học Pháp văn 1, mã môn học:LA1011 của sinh viên năm nhất. Nhóm môn học:P03, học thứ 2, tiết 10-12 do cô  phụ trách. Em xin cảm ơn.",
    "Kính gửi thầy cô Em là , MSSV  có đăng kí hoãn thi môn kỹ thuật siêu cao tần theo form của phòng đào tạo và báo cáo đăng kí thành công. Nhưng đến nay vẫn chưa thấy cập nhật điểm hoãn thi trên thông tin sinh viênảng điểm ạ!",
    "Hiện tại trên BKeL của em chưa cập nhật môn học mới trong khi thời khóa biểu đã cập nhật rồi. Mong PĐT xem xét và cập nhật môn học giúp em ạ, tại chiều hôm nay (20.08.2021) em có tiết học rồi ạ mà giờ chưa có link google meet để truy cập vào lớp học.",
    "Kính gửi: Ban Giám Hiệu và Phòng Học Vụ. Em Xin nộp đơn trình bày lý do thanh toán trễ học phí và phiếu thu nhận lại. Em xin cảm ơn, .",
    "Họ và tên:  Lý do: Sau khi bàn bạc lại với gia đình thì em cảm thấy điểm số mình đã ổn rồi và không có như cầu hoãn thi nữa ạ Học kỳ: HK202 Mã số môn học: MT1005 Tên môn học: Giải tích 2 Lớp: CC05 Em xin cảm ơn anh/chị ạ!!! .",
    "Em xin chào Phòng Đào tạo. Phòng Đào tạo cho em xin phép được chuyển lớp học Pháp văn 3 nhóm P02 sang nhóm P01 ngày thứ 6 ạ. Lý do vì em bị trùng lịch với lớp tiếng anh bên trung tâm nên không thể học cùng lúc hai lớp được ạ. Em kính mong Quý phòng xem xét và đồng ý cho em được chuyển lớp học. Điều này rất khó cho em điều chỉnh, quản lý thời gian ạ. Trong lúc chờ đợi tin thì em xin cảm ơn Phòng Đào tạo nhiều ạ.",
    "Chào thầy/cô Em là Nguyễn Lê Thanh  MSSV . Em xin bổ sung đơn HUỶ HOÃN THI như yêu cầu của Phòng Đào tạo ạ. Mong quý thầy cô tiếp nhận và chấp thuận ạ. Em Xin chân thành cảm ơn và gửi lời chúc sức khoẻ các thầy cô trong đại dịch này. Trân trọng ",
    "Kính chào thầy/ cô, Em là , MSSV . Đợt đăng kí dự thính bổ sung 17/8 - 19/8 em dự định đăng kí môn Thí nghiệm Vật lý (MSMH: PH1007) nhưng do nhầm lẫn nào đó mà em chưa gửi đăng kí. Thầy/ cô có thể cho em xin được đăng kí môn Thí nghiệm Vật lý ở kì dự thính này được không ạ. Em xin hứa sẽ nộp học phí đầy đủ. Cảm ơn thầy cô đã quan tâm, Trân trọng./",
    "Dạ e đăng ký môn nhưng lý do đăng ký môn lại không mở lớp là sao ạ. Em xin cảm ơn",
    "Thầy cô ơi tình hình dịch em bị điều đi em bị lỡ đăng ký đợt 3 của kỳ chính, thầy cô giúp e đăng ký môn CI4041-Công Trình Ngoài Khơi thứ 6 với, giờ em mới về tới nhà thì muộn mất đăng ký môn này rồi, Thầy cô giúp em với",
    "MSSV: Tên:   Do em đã hoãn thi nên không đăng ký môn học kịp thời cho học kỳ tiếp theo (HK1 2021-2022) nên PDT có thể thêm em vào một lớp học còn trống nào đó 1 môn này được không. Em xin cảm ơn. 1009: Phương pháp tính SP1007: Pháp luật Việt Nam đại cương",
    "Em kính chào phòng đào tạo, em tên , mssv , em xin trình bày là em có được kí túc xá bắt phải hồi hương và hiện tại đang ở khu cách li tập trung của tỉnh. Ban đầu có thông báo cách li 7 ngày nên em không đăng kí hoãn môn thi cơ lưu chất có mã môn học CI2003. Nhưng hôm nay tại khu cách li tập trung em vừa nhận quyết định cách li 14 ngày tức là ngày thi nằm trong thời gian em đnag cách li tập trung. Dạ điều kiện trong khu cách li rất khó khăn internet chập chờn, mạng 3g cũng không tốt ạ. Em mong phòng đào tạo xem xét cho em đăng kí hoãn thi thêm môn Cơ lưu chất này nữa vì trước đó em đã có đăng kí hoãn các môn khác rồi ạ.",
    "Em là học sinh của ngành Khoa học máy tính CLC-TCTN nhưng em bị rớt TN1 và không được đăng ký năm học 2, em muốn đăng ký học lại năm 1 có được không ạ?",
    "Kính gửi Phòng đào tạo,  Em tên , MSSV , khoa VP14XDC. Dạ thưa Phòng đạo tạo, theo như mail em đã nhận thì em đã liên lạc với bạn  và cũng đã có đăng ký môn học AV5(XD)-003720 vào đợt đăng ký môn học dự thính vừa rồi. Các bạn hiện đã có lên môn học AV5 trên thời khóa biểu vào sáng nay nhưng thời khóa biểu của em hiện vẫn chưa có môn học này. Dạ em kính xin Phòng đạo tạo kiểm tra lại giúp em về việc này ạ. Em cũng đã có điền vào form mở lớp do Khoa gửi qua mail rồi ạ. Em kính xin Phòng đào tạo kiểm tra lại để em có thể được có thời khóa biểu của môn học AV5 này ạ .  Em xin lỗi đã làm phiền và em mong Phòng đạo tạo sớm phản hồi cho em ạ.  Em xin chân thành cảm ơn.                 Dy",
    "Chào thầy cô, em là , khoa Công nghệ vật liệu. Cho em hỏi khi nào 1 nhập học để em đăng kí học lại môn Nhập môn về kỹ thuật (MA1001), năm nay môn này mã môn học có thay đổi không thì em chưa biết ạ? (năm rồi do trùng lịch nên em không đăng kí được).",
    "Dạ Cho em hỏi Kì 202 em có đăng kí hoãn thi thì làm sao để thi môn đó ở kì sau ạ Em đọc thấy là chỉ cần làm đơn thì được thi Mà em cũng nghe là phải đăng kí môn đó ở kì sau để được thi",
    "Dạ , Thưa quý thầy cô ! Liệu giờ em bổ sung học phí thì có được mở thời khóa biểu với lịch thi hoc ki203 lại ko ạ !  - Do tình dịch nên tình khó kinh tế nên em chưa thanh toán được , nhà trường có biện pháp nào giải quyết cho để em có thời khóa biêu thi được không ạ ! Em xin hứa sẽ cố gắng thanh toán đầy đủ học phí trong những học kì kế tiếp ạ ! Mong quý thầy cô xem xét giúp đỡ ,để em có thể tiếp tục lịch học cũng như lịch thi học kì203",
    "Dạ em chào cô. Cho em hỏi là đợt em có đăng kí hoãn thi vì lí do thiết bị thi, nhưng sau đó em có thi và đã có kết quả thi. Vậy giờ em có cần làm đơn hủy hoãn thi không ạ. em cảm ơn ạ.",
    "cho em điểm HT sẽ được thay thế thành điểm đạt nếu bài thi trên 5. và dưới 5. sẽ không đạt đúng k ạ, và điểm đạt thì có được tính vào điểm tích lũy tb và số chỉ tích lũy không ạ, em xin cảm ơn.",
    "Em tên là  -  em muốn xin phép phòng đào tạo cho em đăng ký môn EE3015 lớp L01_L01. Do sai sót nên em thiếu môn, mong pđt cho phép em đăng ký vào lớp ạ, em cám ơn.",
    "Cho e hỏi môn giải tích 2 của em được 6 chấm em muốn học lại để nâng phẩy lên có nên không ậ. Nếu sau này ra trường tính tổng phẩy sẽ lấy phẩy nào(phẩy e học lại hay phẩy lúc ban đầu e học kì chính). Còn nếu muốn đăng kí học thạc sĩ thì phải cần điều kiện gì ậ.Mong thầy cô giải đáp giúp e. Em xin cảm ơn ậ.",
    "Do kì trước môn đăng kí của em bị hủy nên em không có môn học nào để học nên nhà trường đã tạm đình chỉ em. Và do tình hình dịch bệnh nên em không thể lên trung tâm để làm đơn đình chỉ nên hiện giờ em vẫn không đăng kí được môn học. Em xin nhà trường có thể giúp em đăng kí môn học cho học kì tới. Em xin cảm ơn ạ!",
    "Dạ trong thời khóa biểu của em có môn EE3067 (môn này em đăng kí học kì chính HK211 đợt 3 ), nhưng trang elearning của em chưa có môn này ạ. Em cảm ơn!",
    "Thưa thầy(cô)! Do cán bộ giảng dạy yêu cần đạt được kiến thức của các môn học trước. Nhưng do đợt ĐKMH vừa rồi em chưa được biết thông tin đó, và hiện tại em chưa đạt được kiến thức cơ bản để học môn này. Nay em làm đơn này Kính mong PĐT xem xét hủy môn ạ. Em xin chân thành cảm ơn thầy(cô)!",
    "Em lỡ bỏ lỡ đợt đăng kí liên thông vào tháng 7 vừa rồi. Cho em hỏi K18 có còn đợt đk liên thông nào không ạ",
    "Dạ em là -. Là sinh viên khóa K17 nhưng em vẫn còn 1 môn đồ án tiên quyết luận văn tốt nghiệp nhưng đợt vừa rồi do bận việc gia đình nên em không kịp đăng ký được. Em có thể xin bổ sung sỉ số em vào lớp đồ án LO1 mã môn học Ci3221 được không ạ? Nếu không là em trễ thêm mất một năm nên kính mong pđt có thể giúp em ạ!Em xin chân thành cảm ơn ạ!",
    "Em xin chào Thầy/Cô . Em tên là: Trần Thanh Bình - mssv1600022 Thầy/cô cho em hỏi em đóng học phí trể có bị khoá tkb thì có được dự thi môn đó không ạ. Em xin chân thành cám ơn.",
    "Gửi thầy/cô, Do bận thi cuối học kỳ HK202 này mà em đã trễ hạn đăng ký môn học đợt 3 này. Mong thầy/cô cho em xin đăng ký thêm vào lớp CO1031 - Đồ án kỹ thuật lập trình - thầy  - L01 lớp vẫn còn sĩ số. Em xin chần thầy cảm ơn.  - ",
    "Em xin chào thầy/cô ạ Em tên là . Nay em viết đơn này là muốn xin thầy/cô giúp em hướng dẫn cách làm đơn cứu xét do đóng học phí trể. Để em có thể thi môn anh văn 3A (LA1041) môn này là môn cuối cùng của em, là em có thể tốt nghiệp . Em khẩn xin thầy cô giúp em với vì gia đình em khó khăn, tự em làm thêm kiếm tiền để đóng tiền học . Em xin thầy cô giúp em để em có thể thi kịp thời và được ra trường ạ. Em xin chân thành cám ơn",
    "Dạ theo quy chế mới, sinh viên phải hoàn thành các bài test trong trang video của các môn, nhưng các bài trang video trên bkel của em vẫn còn là của học kì trước chưa được update học kì này, nên không thể làm bài được ạ, thầy cô xem giúp dùm em.",
    "Do em không chú ý việc thanh toán phí in thẻ trên BKpay. Nên em đã thanh toán phí in lại thẻ sinh viên trễ hạn. Xin quý thầy/cô Phòng đào tạo & phòng CTCT-SV thông cảm và xử lý phiếu đăng ký số: \"THE-SV..1\" Để em được in lại thẻ mới ạ. Sau khi dịch bệnh kết thúc em sẽ đến phòng CTCT-SV để nộp lại thẻ cũ mà em để quên lại Tp.HCM khi về quê tránh dịch Xin trân trọng cảm ơn!",
    "Thời gian đki rút môn học hk211 là bao giờ ạ? Em đang đăng kí 16 tín chỉ, nếu rút đi 1 môn còn 13 tín chỉ thì học phí vẫn giữ nguyên, không cần trả thêm mức học phí nào đúng không ạ?",
    "Kính gửi thầy/cô PĐT Em tên là Nguyễn Lương Trọng - MSSV: Thầy/cô PĐT cho em gửi đơn xin đăng ký học chung với sinh viên K21 trong HK211 (đã được BCN Khoa khoa học và kỹ thuật máy tính duyệnt đơn) Mong thầy/cô PĐT xem xét đơn để em được học 2 môn học CO1005 và CO1023 trong học kỳ 211. Thời khoá biểu em đăng ký như sau: CO1005 - nhóm L02 - Thứ 6 -tiết bắt đầu 4 CO1023 - nhóm L01 - thứ 6 tiết bắt đầu 9",
    "dự thính HK211 . Kính gửi PĐT, Tụi em học lớp Việt Pháp. Hiện tại tụi em có 6 bạn còn nợ môn Mạch và năng lượng điện (404703). Đây là môn học trong chương trình Việt Pháp K14-K18, môn này sẽ không còn trong kế hoạch giảng dạy từ K19 trở đi do thay đổi chương trình đào tạo. Chúng em có xin và nhận được sự đồng ý từ thầy . Hiện tại không đủ sĩ số để mở lớp, chúng em xin mở lớp dự thính này theo kiểu đồ án ạ. Chi tiết trong file đính kèm ạ. Mong PĐT mở lớp cho chúng em ạ. Chúng em xin cảm ơn.",
    "MSSV:     Em xin chào Thầy(Cô)!    Sau khi học xong buổi đầu tiên của môn Vi sinh thực phẩm (CH2045) em được GVBM và lớp trưởng thông báo môn học này chỉ được đăng ký sau khi đã hoàn thành   B môn học trước    là môn Hóa học - Hóa sinh thực phẩm (CH2007), ai   I chưa hoàn thành  /I  môn học trước thì phải làm đơn xin rút môn và em là một trong số những trường hợp đó    B Lý do    là trong quá trình ĐKMH thì PĐT vẫn mở cho em đăng ký được môn học này bình thường nên đã không biết rằng môn học này bắt buộc cần môn học trước.  Nay em làm đơn này xin được rút môn học   I Vi sinh thực phẩm (CH2045)  /I .(Vẫn thanh toán học phí)  Em xin cam kết rằng:  - Đảm bảo đủ tín chỉ tối thiểu của học kỳ sau khi rút môn. - Vẫn sẽ nộp học phí đủ cho môn học được rút.  Em rất mong PĐT sẽ xem xét và được sự chấp nhận từ PĐT!   Em xin cảm ơn Thầy(Cô) ạ!",
    "dự thính HK211 . Kính gửi PĐT, Chúng em xin gửi đơn mở lớp và xác nhận giảng dạy từ CBGD ạ. Thầy có xác nhận qua email của PĐT rồi ạ chúng em xin xác nhận trên đây một lần nữa ạ.",
    "Em xin chào Thầy(Cô)! Sau khi học xong buổi đầu tiên của môn Vi sinh thực phẩm (CH2045) em được GVBM và lớp trưởng thông báo môn học này chỉ được đăng ký sau khi hoàn thành   B môn học trước    là môn Hóa học - Hóa sinh thực phẩm (CH2007),   I ai chưa hoàn thành  /I  môn học trước thì phải làm đơn xin rút môn và em là một trong số những trường hợp đó   B Lý do    là trong quá trình ĐKMH PDDT vẫn mở cho em đăng ký môn học này bình thường nên đã xảy ra sự sai sót này ạ. Nay em làm đơn này xin được rút môn học   I Vi sinh thực phẩm (CH2045)  /I  (Vẫn thanh toán học phí ) Em xin cam kết rằng : -Đảm bào đủ tín chỉ tối thiểu của học kỳ sau khi rút môn. -Vẫn sẽ nộp học phí đủ cho môn học được rút. Em rất mong PĐT sẽ xem xét và được sự chấp nhận từ PĐT! Em xin cảm ơn Thầy(Cô) ạ !!",
    "do học kỳ hè này em ko đảm bảo về thiết bị nên em đăng ký hoãn thi ,sau khi đọc quy chế em được biết là em cần đăng ký thi lại cuối kỳ và nếu đạt em sẽ nhận điểm ĐẠT ,vậy nếu em được nhận điểm ĐẠT em có cần đăng ký học lại môn đó hay không và điểm ĐẠT đó tương ứng với bao nhiêu điểm ạ,em đăng học chương trình liên kết quốc tế .em cảm ơn ",
    "Em là  thuộc Khoa KH và KT Máy tính hiện tại em chỉ có đăng kí 11 tín chỉ. Cho em hỏi là em có bị sao không ạ. Nếu bị sao thì em mong thầy cô cho em đăng kí thêm môn Hóa đại cương (CH1003) hoặc môn Xác suất thống kê(MT2013) ạ. Em cảm ơn thầy cô đã đọc và trả lời lại của em ạ.(Mail của em: )",
    "Em chào thầy/cô ạ. Em tên  MSSV . Kì qua em có đóng học phí trễ và đã làm đơn thu nhận lại. Nay em xin được đăng kí môn học Đề cương luận văn tốt nghiệp có Mã số môn học là TR4331. Kính mong thầy/ cô giúp em để em có thể hoàn thành lộ trình học ạ. Em xin cảm ơn thầy/ cô nhiều ạ.",
    "Dạ, em chào quí Thầy Cô. Em đã có bằng Toeic (nghe - đọc) 800, đã nộp cho trường và đã đổi được 4 cột anh văn 1 2 3 4 10 điểm, và đã dư chuẩn Toeic đầu ra. Cho phép em hỏi em có cần bổ sung thi kỹ năng Nói Viết hay thi IELTS để ra trường không ạ? Em chính quy đại trà K18. Cảm ơn quí Thầy Cô ạ.",
    "Em tên là  - MSSV  Thuộc khoa Kỹ thuật Xây Dựng. Trên thời khóa biểu của em đã được cập nhật lịch học của những môn em vừa đăng ký trong đợt 3. Nhưng trên BkEl thì vẫn chưa được cập nhật ạ. Những môn đó là: Tổ chức thi công(CI4125) - lớp DT01  ĐAMH Tổ chức thi công (CI4127) - lớp L03 ĐAMH Nền móng (CI3197) - lớp L01 ĐAMH Kết cấu thép(CI3213) - lớp L01 Em mong PĐT xem xét trường hợp của em để em được vô lớp học cho kịp tiến độ cùng với các bạn. Em xin chân thành cảm ơn!",
    "Dạ em chào cô, em muốn rút môn học ở kì 211. Cho em hỏi hiện tại em có thể rút môn học online không ạ và thủ tục rút môn học như thế nào ạ. Mong nhận phản hồi từ cô, em cảm ơn ạ.",
    "Em chào anh/chị, Hôm nay lại đến file giải tích 1 lớp CC11 của em bị lỗi. Cho em hỏi có cách nào sửa hết tất cả các môn 1 lần không ạ? Tên đúng của em là  - MSSV:. File lại ghi là .",
    "Em đang có vấn đề thế này ạ. Do các đợt đăng ký trước PĐT không mở môn CH3361 có 4 tín chỉ trong kỳ học chính, do đó em đã đăng ký môn khác thay thế và bây giờ đang là 18 tín chỉ trong kì chính 211, em không thể đăng ký thêm môn 4 chỉ này nữa. Bây giờ em có thể làm gì đơn gì để có thể học được 22 tín chỉ ở học kì chính 211 không ạ?",
    "Em chào thầy cô, Em tên là  MSSV . Em xin được đăng kí môn Mô hình hóa,mp &tưh CNHH CH3133 vào học kì dự thính 211. Em rất xin lỗi vì sự chậm trễ này, vì em vừa mới biết điểm vào ngày 20/8 và không được chấp nhận phúc tra. Em xin cảm ơn.",
    "Em tên  - MSSV  Thầy cô cho em hỏi là hk211 này em có đăng ký môn đồ án thiết kế(ME3139), và đã được xác nhận trong thời khóa biểu là có. Nhưng đến hiện giờ trong tkb vẫn chưa có thời gian học, phòng học và giáo viên. Mong thầy cô xem lại giúp em ạ?",
    "Hiện tại em đã đăng kí môn Xử lý thị giác máy tính và vẫn chưa được cập nhật trên elearning ạ mà thứ 2 đã có lịch học. Em xin được hỏi phòng đào tạo về vấn đề này để em nắm được kịp bài ạ do lớp đã học được 1 tuần. Trân trọng,   i ",
    "Kính gửi PĐT, Em là sinh viên năm 4. Em đại diện cho một số bạn khoa Quản lý công nghiệp có thắc mắc mong PĐT hỗ trợ giải đáp giúp em. Hiện tại một số bạn đang còn chưa hoàn thành được một số môn cơ sở ngành, các môn này theo CTĐT sẽ chuyển sang kỳ 1 năm nhất Khóa K21. Khóa K21 năm nay nhập học trễ, vậy nên em muốn hỏi tụi em có thể đăng ký học chung với khóa K21 những môn đó trong thời gian tới hay không? Trân trọng cảm ơn sự hỗ trợ của PĐT.",
    "ng ký môn học Em xin đăng ký môn học  Tốt Nghiệp (218303). Do em thuộc diện thu nhận lại nên không đăng ký môn học trên trang ĐKMH được.",
    "Kính gửi: Phòng đào tạo em tên: , mssv  em xin Phòng đào tạo cho em đăng kí môn CI3237 Kết cấu bê tông cốt thép,nhóm L11 thứ 2 tiết 11,12, còn room (58/60)   lí do: em ở quận 9, khu vực đỏ phong tỏa , lúc 14h (T5 19-8-21) khu vực chổ em bị mất điện, sau khi vào lại được trang đăng kí môn học thì đã hết thời gian đăng kí, dù nhóm L11 thứ 2 tiết 11,12 còn room (58/60) Trong hoàn cảnh không mong muốn của covid, em mong Phòng đào tạo giúp đỡ em đăng kí môn học này.",
    "Chào Thầy/Cô Em là  -  Hôm qua (thứ 6, 20/08/2021) em có thi môn Công Nghệ Vật Liệu (MA3037 - L01) vào lúc 10h. Trong quá trình làm bài thi (khoảng 10h20) thì nhà em bị cúp điện nên em không thể hoàn thành bài thi được. Một lúc sau em có vào lại Google Meet thông báo cho giám thị coi thi. Thầy/Cô cho em hỏi là kết quả thi hôm đó của em có được hủy không ạ? Đồng thời làm sao để em có thể đăng ký thi lại vào đợt sau được ạ? Em cám ơn.",
    "Em chào PĐT, Em tên , mssv . Em hiện là sinh viên năm 4 và kì này theo chương trình đào tạo thì em sẽ làm Luận văn. Nhưng do tình trạng dịch bệnh nên em chưa thể có được chứng chỉ anh văn. PĐT cho em hỏi em có thể đăng ký luận văn ở kì này không ạ? Với tình trạng hiện giờ thì việc thi lấy chứng chỉ anh văn là không thể. Em cảm ơn PĐT!",
    "em có xin mở môn học TR4025 kỹ thuật tàu cao tốc( học dưới dạng đồ án) đã gửi đơn có chữ ký của khoa và bộ môn nhưng vì đợt đăng ký dự thính ngày 7/8 đến 13/8 phòng đào tạo vẫn chưa giải quyết yêu cầu của em nên em không đăng ký môn học được ạ. em hy vọng được mở quyền đăng ký để đăng ký vào ngày 25/8 đến 27/8. em có gửi các file đính kèm ạ. em cảm ơn.",
    "Dạ thầy cô ơi kiểm tra giúp em điểm môn \" MẠCH ĐIỆN TỬ EE2035 \" sau khi cập nhật điểm lại vào ngày 19/08/2021 thì điểm môn mạch điện tử của em bị chuyển về 0.00 trong khi em đã qua môn với 5.00. Mong quý thầy cô kiểm tra lại giúp em ạ! E chân thành cám ơn!  - ",
    "Dạ cho em hỏi em đăng ký lịch sử đảng DT01 nhưng phòng đào tạo đưa em qua DT03.vậy cho em xin chuyển nhóm quả DT01 được không ạ.em có liên hệ với giảng viên giảng dạy.và được sự hướng dẫn của giảng viên nên em hỏi ý kiến phòng đào tạo ạ.vậy em liên hệ như thế nào để chuyển lớp ạ",
    "Em tên    Lý do em viết tin này là vì xin pđt hủy bỏ 1 môn học bị trùng AV1A.   Trong đợt ĐKMH 211 đợt 2  em có đăng ký môn av1A nhưng đang trong tình trạng tạm ngưng nên không đăng ký được.( hình ảnh đính kèm bên dưới) .    Vảo đợt ĐKMH đợt 3 ( 17/8-19/8) em đã đăng ký môn av1 để có thể duy trì tình trạng đang học. Kết thúc đợt đăng ký em lên xem TKB và thấy hiện cả 2 môn.   Em xin phòng đào tạo có thể xem xét hủy  môn học av1A giúp em. Vì lý do dịch bệnh nhà em phải nghỉ làm ở nhà nên em không thể đóng học phí cả 2 môn. Mong pđt có thể giúp đỡ em.Em xin cảm ơn.",
    "Dạ Thầy/Cô cho em hỏi về việc đăng ký thi lại khi hoãn thi ạ: -Chỉ cần đăng ký thi lại thôi, hay phải đăng ký môn học đã hoãn thi luôn ạ? -Cách thức, quy trình đăng ký thi lại như thế nào nào ạ? -Thời gian thi lại là thi cùng đợt với đợt thi của môn học đã hoãn thi ở học kỳ kế tiếp phải không ạ? Em cảm ơn Thầy/Cô.",
    "Dạ em tên là , trong lúc thi Giai tích 2 ngày 6/8 do em có gặp sự cố trong lúc thi nên có đăng kí hoãn thi liền sau lúc đó, nhưng cuối cùng kết quả bài thi của em đã được bộ môn giải quyết và có kết quả tốt hơn nên em muốn xin hủy đơn hoãn thi lúc trước đã nộp thì phải làm sao ạ. Em cảm ơn rất nhiều.",
    "Dạ em chào thầy/cô, Em tên là , MSSV . Em dự định sẽ rút một số môn học đã đăng ký ở học kỳ 211. Cho em hỏi hiện tại em có thể thực hiện rút môn học online hay không và thủ tục rút môn như thế nào ạ?  Mong sớm nhận phản hồi từ thầy/cô. Em xin cảm ơn.",
    "Kính gửi PĐT,  Em tên , MSSV: , lớp XD17KT Vào đợt thi cuối kỳ ở HK203, em có xin hoãn thi cuối kỳ vì sự cố kỹ thuật mạng và theo quy chế thì em sẽ nhận điểm tổng kết là VP và chờ kỳ thi bù từ trường. Nhưng em đã kiểm tra bảng điểm HK203 và thấy mình được nhận điểm 13 thay vì điểm VP như trong quy chế học vụ. Cụ thể em có gửi ảnh minh chứng bên dưới. Và hiện tại em cũng chưa nhận được thông tin về kỳ thi bù sắp tới hay là về thông báo của thầy cô đứng lớp về thông tin nội dung thi bù. Kính mong PĐT có thể giải quyết và thông báo sớm để em có thể chuẩn bị tốt cho kỳ thi bù sắp tới . Em cảm ơn.",
    "Em tên là  ﻿MSSV:  ﻿ ﻿Em xin chào Thầy/cô ! ﻿﻿Sau khi học buổi đầu tiên của môn Vi sinh thực phẩm (CH2045) em được GVBM và lớp trưởng thông báo môn học này chỉ được đăng kí sau khi đã hoàn thành môn học trước là môn Hóa học - Hóa sinh thực phẩm (CH2007), ai chưa hoàn thành môn học trước thì phải làm đơn xin rút môn và em là một trong số những trường hợp đó. ﻿Lí do là trong quá trinhg đăng kí môn học thì PĐT vẫn mở cho em đăng kí môn học này bình thường nên đã không biết rằng môn học này bắt buộc cần môn học trước",
    "Kính gửi PĐT ĐH BK TP.HCM, Trong đợt ĐKMH đợt 3 em có hiệu chỉnh về các môn học, đồng thời, cũng được PĐT bổ sung thêm môn CH4011 theo khiếu nại trên BKSI và từ PĐT sau đại học. Tuy nhiên đến nay, đã có sự thay đổi về TKB và EL của em so với kết quả ĐKMH lần 2 nhưng   B giữa TKB và EL lại không có sự thống nhất   . Mong PĐT kiểm tra giúp em trong vấn đề này gấp ạ vì e có 2 môn học vào Thứ 2 tuần sau. Các môn học đúng ra sẽ có cả trên TKB và EL: CH3309 - Thiết kế thí nghiệm và xử lý số liệu CH3303 - Giao tiếp kỹ thuật bằng tiếng Anh CH4345 -  Đề cương luận văn tốt nghiệp (Công nghệ Sinh học)   B CH4011 - Đồ án Thiết kế CNSH    Riêng môn CH4011 là kết quả từ việc khiếu nại giữa em - PĐT - PĐT Sau đại học về vấn đề học liên thông và đã được bổ sung   I (hình đính kèm  /I ).   B Tuy nhiên môn này chỉ mới có trên EL chứ chưa có TKB.   Còn các môn học khác chỉ có trên TKB chứ chưa có trên E   L. Kính mong PĐT xem xét, khắc phục và hỗ trợ em trong vấn đề này Em xin cám ơn, Trân trọng.",
    "Lý do: Đợt 1 ĐKMH em có đăng kí các môn như sau: Giải Tích Mạch: MSMH: EE2033, Kỹ Thuật Số: EE1009, Hệ Thống máy tính Và ngôn ngữ Lập Trình MSMH:EE2009. nhưng không có kết quả đăng lý đợt 1( Lý do là không có khả năng xếp lớp kèm ảnh minh chứng) . ==  vào lần đăng kí  đợt 2 thì em đã thấy mở thêm sỉ số của môn Kỹ thuật số nên đã ĐK được môn này, nhưng các môn còn lại không đăng kí được do hết sỉ số. Nên em đã đăng ký các môn khác cho đủ tín chỉ. Nguyện vọng của em là được đăng kí môn Giải tích mạch EE2033 ở học kỉ chính, nhưng đã dk môn này ở kì dự thính bổ sung đợt vì học phí khá mắc nên em hy vọng được học ở kì chính  . Em đăng kí môn này để làm nền tảng cho những môn khac vì học kì 211 em đã rớt nên còn lỗ hỏng kiến thức khá nhiều . Nên mong thầy cô xem xét lại giúp em học kì chính 211. Tên môn học: Giải tích mạch Mã môn học:EE2033",
    "lý do : đợt 1 ĐKMH em có đăng kí các môn như sau :  Giai tích mạch : MSMH EE2033 ,   Kỹ thuật số  : MSMH EE1009   Hệ thống máy tính và ngôn ngữ lập trình : MSMH EE2009  Nhưng không có kết quả đăng kí đợt 1 ( lý do không có khả năng xếp lớp kèm ảnh chứng minh )  ==  vào lần đăng kí đợt 2 ,em có hỏi phòng tào đạo nhưng chưa nhận được phản hồi  nên  em có đăng kí thêm được môn Kỹ thuật số nhưng các môn còn lại không đăng kí được do hết sĩ số , nên em đã đăng kí thêm môn khác cho đủ chỉ ) Nguyện vọng của em là được đăng kí thêm môn giải tích mạch ở học kì chính 211 vì em đã đăng kí môn này ở học kì dự thính bổ sung đợt 1 nhưng học phí dự thính mắc nên mong thầy cô xem xét lại giúp em  . Em đăng kí môn này để làm nền tảng cho những môn khác vì kì trước em đã rớt môn Giai tích mạch này  . Tên môn học Giai tích mạch  MSMH EE2033  EM XIN TRÂN THÀNH CẢM ƠN  ",
    "Kính gửi trường đại học Bách Khoa, Em tên là , MSSV . Em gửi tin nhắn này mong được trình bày vấn đề của em như sau: Đợt đăng ký môn học vừa rồi trùng với ngày thi và kỳ thực tập của khoa em, nên khi đăng ký em đã bỏ qua 2 môn Hệ thống số - CO1023 và Đồ án Hệ thống số - CO1029. Em biết việc này là xảy ra là do em đã không có sự chuẩn bị từ trước, để xảy ra sai lầm này. Mong nhà trường có thể cho phép em có thêm cơ hội để đăng ký học 2 môn kể trên được không ạ. Em xin trân thành cám ơn. Mong sớm nhận được hồi âm ạ.",
    "Dạ em là -. Là sinh viên khóa K17 nhưng em vẫn còn 1 môn đồ án tiên quyết luận văn tốt nghiệp nhưng đợt vừa rồi do bận việc gia đình nên em không kịp đăng ký được. Em có thể xin bổ sung sỉ số em vào lớp đồ án LO1 mã môn học Ci3221 được không ạ? Nếu không là em trễ thêm mất một năm nên kính mong pđt có thể giúp em ạ!Em xin chân thành cảm ơn ạ!",
    "Kính gửi trường đại học Bách Khoa, Em tên là , MSSV . Em gửi tin nhắn này mong được trình bày vấn đề của em như sau: Đợt đăng ký môn học vừa rồi trùng với ngày thi và kỳ thực tập của khoa em, nên khi đăng ký em đã bỏ qua môn Đồ án Kỹ thuật lập trình - CO1031. Việc hoàn thành môn học này rất quan trọng với em vì em đang gần tới đích trên con đường tốt nghiệp. Em biết việc này là xảy ra là do em đã không có sự chuẩn bị từ trước, để xảy ra sai lầm này. Mong nhà trường có thể cho phép em có thêm cơ hội để đăng ký học 2 môn kể trên được không ạ. Em xin trân thành cám ơn. Mong sớm nhận được hồi âm ạ.",
    "Dạ em chào phòng đào tạo, em xin gửi đơn đăng kí hủy hoãn thi môn Giải Tích 2 của em.",
    "Kính chào Phòng Đào tạo, em xin gửi đơn hủy đăng ký hoãn thi ạ.",
    "em chào thầy cô. em tên  mssv .Em xin vào lớp tổ chức bảo dưỡng 3 MSMH(260623) để duy trì học vụ.Em cảm ơn ạ.",
    "Kính thưa PĐT, em tên , mssv . Trong đợt đăng ký môn học đợt 3 (17-19/8), em đăng ký môn Anh Văn 2 lớp L03 ngày thứ 6, tiết 7,8,9. Trong thời khóa biểu bắt đầu học từ tuần 33 nhưng trong BKelearning lại không có nhóm lớp, tên GV và đường link lớp học. Em học lúc 12g mà Thời Khóa Biểu cập nhật lại lúc 20g nên em không tham gia được lớp học. Thắc mắc của em là có TKB nhưng không có tên lớp học môn Anh Văn 2 trong BKEL. Mong PĐT giải đáp thắc mắc giúp em. Em xin cảm ơn rất nhiều.",
    "Hôm thi online cal2 em có 1 số vấn đề ảnh hưởng đến việc làm bài nên em có gửi form trình bày hoãn thi với văn phòng. Hôm nay em nhận được kết quả thi thì em thấy khá hài lòng với kết quả nên em muốn hủy hoãn thi môn đó thì sao ạ. Em cảm ơn ạ.  .",
    "Em chào thầy/cô, em tên là , mã số , sinh viên khoa Xây Dựng. Em xin trình bày lí do mong muốn huỷ đăng kí hoãn thi của mình là vì sau khi thi xong môn Giải tích 1 cuối kì tại trường thì em có gặp lỗi chủ quan phía bên em dẫn đến việc không nộp đc file quay màn hình. Sau đó em đã mail cho giáo viên giảng dạy của em nhưng không được phản hồi do đó em phải đăng kí hoãn thi vì hạn đăng kí là 5 ngày sau khi ngày thi diễn ra. Sau khi đã đăng kí thì thầy giảng viên đã có phản hồi và giải quyết cho em nên em muốn huỷ đăng kí hoãn thi ạ. Em cảm ơn thầy/ cô đã đọc hết mail của em và mong thầy/cô xem xét yêu cầu của em ạ .              ",
    "Em chào thầy/cô Dạ cho em hỏi là sao cái mybk phần bảng điểm lại k có hiện bảng điểm của hk2 mà chỉ hiện của hk1 thôi ạ. Trên bkel cũng chỉ hiện có hk1 không có hk2 ạ ?  Dạ em cám ơn.",
    "cô ơi môn lý 2 em hoãn thi rồi mà sao điểm thi của em lại là điểm 13 vậy cô",
    "Vào ngày 05/08/2021 do sự cố không vào được hệ thống BKeX nên em không thể xem đề thi và nộp bài thi môn Mô hình hóa, mô phỏng và tối ưu hóa trong công nghệ hóa học (CH3133) nên em đã làm đơn xin hoãn thi môn này vào ngày 07/08/2021 và đã được phòng đào tạo chấp thuận. Nhưng hôm nay 21/08/2021 em vào xem điểm thi thì môn Mô hình hóa, mô phỏng và tối ưu hóa trong công nghệ hóa học (CH3133) có điểm thi là 0.00 mặc dù em đã xin hoãn thi. Mong phòng đào tạo sớm giải quyết vấn đề trên giúp em!",
    "Em chào thầy/cô Dạ cho em hỏi là sao mybk phần bảng điểm của em nó không có hk2 ạ? Dạ em cám ơn.",
    "Em đã điền form xin hoãn thi nhưng bây giờ muốn xin huỷ hoãn thi để lấy kết quả trước đó thì phải làm sao ạ. Em có hỏi giảng viên về vấn đề này thì giảng viên bảo không sao.",
    "Dạ cho em hỏi, khi em đăng ký môn học đợt 2, môn học CI3011 của em đã được tick xanh và báo đăng ký môn học thành công, không báo bị trùng thời khoá biểu. Nhưng hết đợt 2 em không có thời khoá biểu môn đó. Em kiểm tra lại thì thấy môn học có trùng thời khoá biểu với thí nghiệm của môn khác. Nhưng đợt 3 thì không huỷ môn học được, nên em không huỷ được môn bị trùng đó. Đợt 3 em có vào đăng ký lại môn học CI3011 và vẫn đăng ký thành công, có tick xanh. Nhưng khi có thời khoá biểu đợt 3 thì vẫn không có môn đó. Cho em hỏi đó có phải lỗi hệ thống không ạ? Nếu như vậy có cách nào để em có thể đăng ký môn hoc CI3011 không ạ, vì môn học đó chưa full và rất quan trọng để em có thể đăng ký môn học cho học kỳ kế tiếp. Em cảm ơn.",
    "Do không đủ điều kiện về trang thiết bị nên em đã phải xin hoãn thi 1 số môn trong học kì 202. Em có 2 câu hỏi như sau: 1. Điểm thành phần của những môn hoãn thi có được bảo lưu đến học kì sau không? 2. Ở học kì sau em sẽ đăng kí thi những môn này bằng cách nào?",
    "Thưa thầy/cô Thầy/cô cho em hỏi là nếu sau khi hoãn thi em phải đăng ký lại môn học đã hoãn thi ở kỳ tiếp theo hay em chỉ cần nộp đơn đăng ký xin thi lại môn học đó thôi ạ? Em mong nhận được phản hồi của thầy/cô ạ Em xin cảm ơn. ",
    "Kính gửi Thầy/Cô, Đợt đăng ký môn học của học kỳ chính 211 vừa rồi em có xin mở lớp Thí nghiệm silicat đại cương (MA3035). Sau khi mở được lớp trên trang đăng ký môn học thì nhiều bạn trong lớp không đăng ký được môn vì phòng đào tạo xếp lịch bị trùng môn của cả lớp. Sau đó em có viết đơn xin chỉnh sửa lịch học để các bạn đăng ký được và đã được giáo viên bộ môn gửi lên phòng đào tạo trong lúc vẫn còn hạn đăng ký học ký chính đợt 3. Nhưng phòng đào tạo sau khi hết hạn đăng ký đợt 3 mới trả lời và nói là không có sinh viên đăng ký nên huỷ môn. Mong quý Thầy/Cô xem xét giúp chúng em và nếu được xin phòng đào tạo có thể mở lớp đăng ký riêng để chúng em theo kịp tiến độ học tập và ra trường ạ.",
    "Dạ cho em hỏi, em có đăng ký môn học CI3011 ở đợt 2 và đợt 3. Sau khi có kết quả đợt 2 thì em không có thời khoá biểu. Trong khi lớp vẫn mở và em gửi đăng ký thành công, tick xanh. Em có kiểm tra lại thì môn học CI3011 có trùng với thời khoá biểu thí nghiệm của môn học CI2003. Nhưng đợt đăng ký 3 em không được phép huỷ môn nên em thử đăng ký lại môn học CI3011 và vẫn báo đăng ký thành công, tick xanh. Nhưng kết quả đợt 3 cũng không đăng ký được môn học. Cho em hỏi đây có phải là lỗi hệ thống lúc đăng ký môn học không ạ? Có cách nào có thể để em đăng ký vào lớp CI3011 đó không vì lớp vẫn còn trống chỗ. Môn học này rất quan trọng với em vì nó tiên quyết, ảnh hưởng đến việc đăng ký môn học kỳ sau của em. Em rất mong có cách nào đó khắc phục được vấn đề này nếu phải rút môn học CI2003 em cũng sẽ rút ạ. Em xin cảm ơn.",
    "Thưa PDT, cho em hỏi số thẻ BHYT vì hiện tại em không thể nhận thẻ ở trường ạ. Em xin cảm ơn. .",
    "QUOTE  Dạ em kính gửi ban Giám hiệu nhà trường và Phòng đào tạo. Em tên  MSSV 0. Em viết mail này xin phòng đào tạo cho phép em đăng kí bổ sung thực tập tốt nghiệp vào học kì 211 ạ. Cả tuần nay do nhà em hiện đang có trường hợp F0 nên em thật sự bối rối, sức khoẻ không tốt và còn kèm lịch thi nên em đã bỏ lỡ đợt đăng kí môn học đợt 3. Em mong phòng đào tạo sẽ giúp em có thể được đăng kí thực tập tốt nghiệp vào học kì này. Khu em đang ở là Quận 8, tình hình dịch phức tạp, những lí do em nếu trên hoàn toàn là sự thật ạ. Mong phòng đào tạo và nhà trường xem xét giúp em. Em cảm ơn",
    "Em chào Thầy/Cô, Em có liên hệ với giảng viên giảng dạy môn học và trình bày về những lỗi kỹ thuật trong quá trình làm bài thi của em cũng như về những sai sót trong đề thi của Bộ môn khiến cho điểm ra không đánh giá đúng thực lực của sinh viên. Thì sau đó giảng viên có phản hồi với em là em cứ báo cáo việc này lên bksi và xin PĐT cho thi vấn đáp trực tiếp để hiệu chỉnh lại điểm thi. Do đó hôm nay em trình bày việc này lại cho PĐT để có thể tổ chức thi vấn đáp với giảng viên cho những trường hợp sinh viên cảm thấy không hài lòng về kết quả thi trực tuyến vừa qua ạ. Em mong PĐT sẽ xem xét điều này để việc thi online có thể đánh giá công bằng cho sinh viên ạ . Em cảm ơn",
    "Thưa Phòng Đào Tạo Em tên  MSSV . Em nhờ phòng Đạo Tạo huỷ dùm em môn EN4021 và môn EN3074 ạ em xin cảm ơn   Trân trọng",
    "Thưa Thầy/Cô Em xin được mở lớp Truyền Nhiệt - 210701 Môn học trong chương trình Việt Pháp K14-K18, môn này sẽ không còn trong kế hoạch giảng dạy từ K19 trở đi do thay đổi chương trình đào tạo. Em đã được sư đồng ý từ Thầy trưởng bộ môn, Thầy giảng dạy và Văn Phòng. Chi tiết trong file đính kèm . Kính mong Phòng Đào Tạo giải quyết giúp em Kính chúc Thầy/Cô thật nhiều sức khỏe, an nhiên và bình yên trong cuộc sống   .",
    "Kính gửi Phòng Đào Tạo Em tên  mssv . Em xin Phòng Đào Tạo đăng kí lại dùm em môn hành vi tổ chức(L02) và môn tiếp thị căn bản lớp LO1. Em xin cảm ơn ạ  Trân trọng",
    "Em là _MSSV:. Rất mong phòng đào tạo xem xét yêu cầu của em vì em thực sự không muốn phải đăng ký môn học dự thính là vì gia đình em đang gặp khó khăn về tài chính trong mùa dịch covid này. Kính mong Phòng đào tạo giúp em đăng ký môn học chính quy trong HK211 này. Em chân thành cảm ơn",
    "Môn học Tự động hoá sản xuất ME4205 thầy  tuần này bắt đầu học rồi mà trong elearing của em không hiện link xem online hay bài tập gì . Anh/chị xem xét mở giúp em .",
    "Cho em hỏi là môn học đồ án Thiết kế Đường Ci3221 có mở học kì dự thính 211 không ạ? Hiện tại em thấy sỉ số 3/2000 ạ!",
    "Em xin phép được hoãn thi môn vật lí 1 dự thính 203 ngày 23/8 do khu vực nhà em bị cúp điện ngày ấy nên không thể thi. Kính mong nhà trường xem xét cho em hoãn lại.",
    "Em xin chào thầy cô. Thầy cô cho em hỏi em đã đăng ký thực tập vào kỳ 203 và đã đóng học phí và kỳ 211 em đã đăng ký đề cương luận văn nhưng em không có lịch trong tkb và elearning của thực tập và đề cương ạ. Mong thầy cô có thể phục hồi giúp e với ạ. Em xin cảm ơn.",
    "Em xin chào thầy cô. Hiện tại có một số môn học, giáo viên đã up load tài link, link môn học nhưng sinh viên không thể tìm thấy được trên bkel trong trang môn học, khiến cho nhiều bạn gặp khó khăn trong quá trình học tập. Em đã tìm hiểu và thấy nguyên nhân là do trên \"trang của tôi \" thì hiện các môn học không có mã lớp, còn giáo viên upload lên thì có các mã phía sau, nên dẫn đến khác link môn học, cụ thể em có screenshot lại 2 môn hiện tại em và các bạn cùng lớp đang gặp phải, rất mong quý thầy cô sẽ khắc phục. Em trân trọng cảm ơn.",
    "Kính gửi Quý Thầy/Cô PĐT, Em tên là: , là sinh viên hệ VHVL MSSV: . Ngành tự động hóa. Dạ em đã học xong hết tất cả các môn trong chương trình đào tạo và em chỉ còn mỗi môn “ Luận văn tốt nghiệp EE4323”, nhưng em không đăng ký được vì không đủ điểm tiếng anh toiec. Dạ vì học kỳ trước cũng vì lý do trên mà em không đăng ký được môn học, và học kỳ này do bị COVID-19 em chưa thi được Toiec để nộp kịp vào trong trường để đăng ký môn “ Luận văn tốt nghiệp ”. Dạ Quý Thầy/Cô cho em hỏi nếu em không đăng ký 2 học kỳ liên tiếp thì em có bị buộc thôi học không ạ? Rất mong Quý Thầy/Cô cho em xin câu trả lời và cách giải quyết ạ. Em xin chân thành cảm ơn Quý Thầy/Cô ạ !   ",
    "Em chào phòng đào tạo ạ, Vào đợt 2 đăng ký môn học (hk211) em có đăng ký một môn dự thính, hiện tại em có nhu cầu rút môn học do kinh tế gia đình khó khăn không xoay xở nổi được, nếu bây giờ rút môn thì em vẫn phải đóng học phí hay không ạ? Em xin cảm ơn ạ.",
    "em là sinh viên lớp Z3CD, học kì vừa khóa khi trường mở đăng kí môn học mới đợt 2 em có vào đăng kí nhưng các môn mặc định của lớp ko hiển thị mục để đăng kí nhưng các bạn khác trong lớp lại đăng kí được. Và bây giờ trong tkb của em ko có các môn mặc định đó.",
    "Do những kỳ trước em đã cố gắng đăng ký môn Cơ sở phương trình vi phân (006404) nhưng không đủ sĩ số sinh viên nên không mở lớp. Kỳ này em bảo vệ luận văn và môn này là môn cuối của em để em hoàn thành môn học. Vì môn đã đổi mã môn học nên em chỉ có thể tập hợp được 8 bạn để đăng ký môn học cho đợt dự thính này. Em muốn hỏi có cách nào để mở mở lớp môn học tại học kỳ dự thính 211 không ạ?  Em là sinh viên k15 nên khá trễ trong tiến độ học tập, vì thế em mong kỳ này có thể hoàn thành môn và ra trường. Em mong thầy có thể hỗ trợ giúp em ạ. Em chân thành cảm ơn.",
    "Chuyện là vừa rồi nhà e lu bu việc tiêm vacxin nên e đã lỡ không đăng kí môn của kì bổ sung dự thính đợt 1 , cho em hỏi em có thể đăng kí vào đợt 2 dự thính bổ sung không ạ . Nếu full lớp thì e có thể xin mở thêm sỉ số để e đăng kí không ạ . Mong pđt tạo điều kiện để e có thể đăng kí dự thính lại môn giải tích 1 và giải tích 2 ạ ",
    "Họ và tên:  MSSV:  Dạ thưa PĐT Cho em hỏi tại sao chưa có TKB cho HK211, thường là trường sẽ tự động đăng ký cho các môn bắt buộc. Sao em không thấy ít nhất các môn học cũ của HK202 bị tạm dừng? Không lẽ em phải tự đăng ký các môn đó lại? Trường còn đợt đăng ký nào nữa không ạ? Em cảm ơn.",
    "Thầy/Cô ơi cho em hỏi, Hiện tại em đang đủ điều kiện TN nhưng không có tên trong danh sách TN dự kiến 08/2021. Em kiểm tra thì trong HK201 em có chuyển điểm anh văn 4. đã được cập nhật vào bảng Điểm Chuyển nhưng ở mục số Tín Chỉ thì không có cập nhật. Em nhờ PĐT kiểm tra giúp em để em có thể đăng kí tốt nghiệp ạ. Em cảm ơn",
    "Thầy cô cho em hỏi bao giờ có đủ điểm trên MY BK ạ ? Do em cần điểm học kì để bổ sung hồ sơ mượn laptop từ quỹ máy tính ạ",
    "Kính chào Phòng Đào tạo, em xin gửi đơn hủy đăng ký hoãn thi môn Giải tích 2 ạ.",
    "Dạ em xin chào các thầy cô. Lúc thi anh văn đầu vào, em đủ điểm để được miễn AV1 và AV2. Hiện tại thì em đã học xong AV3 và AV4 trên trường. Em cần phải nộp chứng chỉ TOEIC đạt chuẩn để đủ điều kiện nhận LVTN và xét tốt nghiệp. Cho em hỏi là có bắt buộc chuyển điểm anh văn không? Nếu không bắt buộc thì em có quyền được chuyển điểm anh văn không, nếu có thì em có quyền được chuyển điểm chỉ AV1 và AV2 thôi có được không hay phải chuyển điểm cả 4 anh văn?",
    "Dạ em xin chào quý thầy/cô, Em tên , sinh viên khóa K17. Thầy/cô cho em hỏi hạn chót xét ngày công tác xã hội để tốt nghiệp là khi nào ạ? Do tình hình dịch bệnh phức tạp nên từ lúc cách ly đến giờ em không thể tham gia hoạt động được ạ. Em cảm ơn.",
    "Thưa quý thầy cô, Lúc 19:15, ngày 18/8/2021, em có gửi đơn về phòng đạo tạo xin hoãn thi sau khi dự thi vì lí do video ghi màn hình bị lỗi, nhưng sau đó em đã sửa lỗi được video và nộp về bộ môn nên em xin phép được hủy đơn xin hoãn thi em đã gửi. Em mong được sự phản hồi sớm. Em xin cảm ơn quý thầy cô.",
    "Dạ đã gần hết thời gian thi rồi mà tụi em vẫn chưa nhận được thông báo về lịch thi của môn Cơ học kết cấu CI2029 kì DT202, nên tụi em mong Phòng Đào Tạo sớm giải quyết cho tụi em được thi hoặc làm báo cáo kết thúc môn học ạ. Em xin cảm ơn",
    "Thưa quý thầy cô Em xin được đăng ký học môn kinh tế học vi mô -IM1003 cùng với khóa 2021. Em đã có đăng ký trong đợt 1 của kỳ dự thính.",
    "Thưa , hiện tại em đã hoàn thành chương trình học để xét tốt nghiệp, tuy nhiên vì dịch nên em chưa thể nhận chứng chỉ quốc phòng tại trung tâm GDQP ĐHQG TPHCM nên em xin hỏi là có cách nào để em xác minh chứng chỉ từ trung tâm về cho trường được không. Em xin cảm ơn",
    "Em xin chào thầy cô. Em xin chào thầy cô, em đã đóng học phí đầy đủ của kỳ thực tập kỳ hè nhưng em lại bị xóa mất đề cương luận văn trong đợt đăng ký môn học đợt 3 này ạ. Em xin thầy cô có thể phục hồi đề cương luận văn giúp em để em có thể làm luận văn ở kỳ sau ạ.Em gửi hình ảnh đã thanh toán học phí của học kỳ hè ạ Em xin chân thanh cảm ơn thầy cô.",
    "Em đăng ký đề cương\"Đề cương luận văn tn\" thành công ở đợt 2,3. Lúc đầu cập nhật ở tkb có nhưng giờ không còn nữa ạ. Em mong PĐT giúp em ạ. Em cảm ơn!",
    "Em xin chào thầy cô. Ở học kỳ 203 em có đăng ký thực tập nhưng em đã đóng học phí trễ nên bị tạm dừng, nhưng em đã làm đơn thu nhận và đơn xin mở lại tkb của học kỳ 203 và em đã đóng học phí đầy đủ của kỳ thực tập kỳ hè nhưng em lại bị xóa mất đề cương luận văn trong đợt đăng ký môn học đợt 3 này vì lý do em thiếu thực tập ạ. Em xin thầy cô có thể phục hồi đề cương luận văn giúp em để em có thể làm luận văn ở kỳ sau ạ.Em gửi hình ảnh đã thanh toán học phí của học kỳ hè ạ Em xin chân thành cảm ơn thầy cô ạ.",
    "Mong các thầy cô trả lời giúp.  Hiện tại e chỉ còn luận văn là xong quá trình học tập. Nhưng e chưa có toiec 350 nên chưa làm dc.  Trong tình hình đich như thế này e ko học đc. Đã gần qua 2 kì học rồi e chưa dk môn học . E sợ nhà trường sẻ hủy kết quả học tập của e . Nên e mong thầy cô giáo tư vấn cách bảo lưu kết quá học tập trực tiến cho e .  Cách thức bảo lưu khi không trực tiếp trên trường với ạ E xin cảm ơn  ",
    "Dạ thưa em hiện là sv k19 còn 2 môn chưa thi nhưng hiện tại em đang đi cách ly f0 điều kiện máy móc không đủ để đáp ứng nhu cầu thi vậy nếu em hoãn thi thì có bị mất điểm thành phần không ạ và quy trình hoãn thi như thế nào ạ Em xin cảm ơn",
    "Xin quý phòng cho phép em đăng ký học cải thiện: 1. Học cải thiện môn Kỹ Thuật Siêu Cao Tần - MSMH:EE3025 - Nhóm DT01 - Học HANGOUT vào thứ 6 tiết 13-14 và Chủ nhật tiết 2 - 3   . 2. Đăng ký môn LVTN - MSMH : EE4333 ( EM xin bổ sung Chứng chỉ Anh Văn Toiec sau). Em đã đăng ký môn Kỹ Thuật Siêu Cao Tần - MSMH:EE3025 - Nhóm DT01-  hồi đợt 2 ( kèm theo file Lịch Sử Đăng Ký lúc đó trường mở và cho phép đăng ký) nhưng anh Quản lý không cho đăng ký với lý do Môn học đã đạt điểm mặc dù nhu cầu của em xin cải thiện vì điểm thấp là nguyện vọng cá nhân mỗi sinh viên theo quy định của nhà trường. Xin thầy cô cho phép em được đăng ký môn học này. Trân trọng cảm ơn quý thầy cô.",
    "Dạ em tên  , MSSV , khoa cơ khí, chuyên ngành thiết kế máy. Dạ tình hình dịch bệnh phức tạp nên em có chậm trễ chưa đủ điều kiện về anh văn để làm luận văn tốt nghiệp kì HK211 ạ. Em có hỏi ý kiến giáo viên  phụ trách luận văn tốt nghiệp của em ạ , dạ cho em hỏi bây giờ em phải làm gì để được cho phép làm luận văn khi chưa đủ điều kiện về anh văn ạ. Em cảm ơn ạ !",
    "Kính gửi Phòng đào tạo, Em tên Hoàng Trương Thanh Xuân, MSSV 1910712, ĐTBTL 7.58, ngành Công nghệ sinh học . Trong đợt ĐKMH HK211, em có một môn học cần đăng ký là CH3361 - Sinh học phân tử và di truyền (+TN). Đây là môn cơ sở ngành và là môn học trước của một chuyên ngành Công nghệ Gen học kỳ 1 năm 4 . 1. Tình hình đăng ký như sau:  - Đợt 1: Lớp em thống nhất đăng ký môn học đó và có sự đồng ý của GV. Sĩ số 50 - Đợt 2: Không thể đăng ký do không mở lớp. Lớp em đã nộp đơn xin mở lớp và có sự đồng ý của GV. Nhưng đến khi kết thúc đợt 2 vẫn không được giải quyết mở lớp. (*Ảnh 1) - Đợt 3: từ ngày 17/8-19/8. Ban đầu môn học vẫn không mở lớp. Đến chiều 18.8, môn học mở 2 lớp A01 và A02 nhưng trùng lịch với lớp, nên lớp em không đăng ký được.(*Ảnh 2) Lớp có xin ý kiến từ Chủ nhiệm Bộ môn và được trả lời là không thể sắp xếp thời gian học được. Và đến khi đợt 3 kết thúc thì vẫn chưa có quyết định là sẽ mở lớp hay bất kỳ thông báo chừa trống tín chỉ để chờ môn này . Vì vậy, em có cơ sở nghĩ môn này sẽ đăng ký cùng lớp vào HK212 và đã đăng ký HK211 với số TC là 19/21. - Trong tuần đầu của môn học, Chủ nhiệm có yêu cầu chúng em lập danh sách để xin mở lớp trong học kỳ này, thời gian học có thể sắp xếp được, phần đông lớp em đã đăng ký. Tuy nhiên đây là môn 4 TC nên nếu đăng ký thì em đã 23 TC (vượt quá 21 TC tối đa) . 2. Em đã đọc Quy chế đào tạo, học vụ   Đăng ký môn học   Điều 9.3 và có đề cập là: \"Các trường hợp riêng: SV Khá giỏi (ĐTB   7.5 HOẶC SV lớp KSTN): Số TCmax = 25 và phải được sự đồng ý từ BCN Khoa\" (Ảnh 3) Em đã xin ý kiến từ BCN khoa và được sự đồng ý có thể đăng ký với số TC là 23 ạ(*File pdf xác nhận) Vì đây là môn có ảnh hưởng đến các môn học của HK221 sau, cũng như có khả năng chỉ mở vào HK1 do số lượng SV trong lớp ít và có thí nghiệm. Nên em mong PĐT có thể xem xét và chấp thuận cho đăng kí ạ. Em xin cảm ơn.",
    "Em bị hư laptop và em đã hoãn thi môn GT2. Bây giờ em đã sửa được laptop và muốn Huỷ hoãn thi ạ. Em xin gửi file đơn Huỷ hoãn thi, mong pđt xem xét cho em ạ.",
    "Em xin chào quý thầy cô. Hiện em là sinh viên k17 của Trung tâm Bảo dưỡng Công nghiệp, do là khóa Cao đẳng cuối cùng nên việc đăng kí môn học của em gặp 1 chút khó khăn. Em đang học môn Công nghệ lạnh điều hòa 1 và muốn xin đặc cách học song song môn Công nghệ lạnh điều hòa 2(260628), vì là khóa cuối nên sẽ rất khó còn có lớp nữa. Em mong quý thầy cô xem xét và giúp đỡ để em có thể học môn này. Em xin hứa sẽ hoàn thành tốt môn học. Em xin cám ơn.",
    "Chào pđt em là sv năm 3 của trường vì vừa rồi đăng kí đợt 3 em bị mất 1 môn học là ee3013 lúc em vào đăng kí lại thì ghi là chưa đủ chuẩn thể chất mặ dù em đã hoàn thành cuối năm 2 nhưng vì dịch nên chưa kiểm tra. Có cách nào giúp em đăg kí môn hcoj không ạ",
    "Thưa cô(thầy)! Em trong học kì h202 có đăng kia học thể chất ở cả kì chính và kì dự thính nhưng đến hiện nay thì em chit được giáo viên lớp thể chất dự thính liên hệ để tiến hành thi cuối kì bằng hình thức lý thuyết và lớp thể chất kì chính thì vẫn im lặng không có thông báo gì ạ. Em xin phép thắc mắc là tại sao kì rồi em có 2 lớp học thể chất như nói trên nhưng trên bkel em chỉ được hiện trang của lớp dự thính còn trang của lớp kì chính không có hiện ạ? Em xin hỏi về cách để liên hệ với giao viên lớp thể chất hay cách liên hệ trung tâm thể chất ạ? Em cám ơn!",
    "Em muốn hỏi là có thể huỷ hoãn thi không ạ. Hai hôm trước em có thi môn thống kê trong kinh doanh IM1017 có sự cố khi thi, vì lúng túng nên em có điền vào form hoãn thi. Hiện tại em đã liên hệ với giáo viên để giải quyết, em muốn hỏi về mẫu đơn huỳ hoãn thi hoặc cách huỳ hoãn thi thế nào ạ?",
    "Xin phép hủy hoãn thi",
    "Dạ thưa quí Thầy Cô. Em xin đăng kí bổ sung môn Vật lí 1(PH1003) vào kì dự thính chính qui 211.",
    "Kính gửi PĐT Em là  _MSSV  Em có đăng kí môn học Đề cương luận văn tốt nghiệp CI4381 của ngành cơ sở hạ tầng- lớp L01 .Em đã đăng kí 2 lần vẫn bị huỷ do nội dung sai chương trình đào tạo.Trước đó em đã làm đơn đăng kí xin chuyển ngành từ Xây dựng dân dụng sang cơ sở hạ tầng và đã được phòng đào tạo duyệt ạ.Em mong PĐT có thể cho em được đăng kí môn học Đề cương luận văn CSHT để kịp làm luận văn ạ. Em xin cảm ơn",
    "Em xin tạm dừng học kì 211",
    "Em tên là  - MSSV:  Vào chiều ngày 21-8 em có các triệu chứng của covid 19 nên em đã đăng kí hoãn thi 3 môn ngày 22-8, và tiến hành đi xét nghiệm. May mắn là xét nghiệm ra kết quả âm tính nên em đang đi cách li tại nhà người thân. Em đã mail xin phép giáo viên bộ môn và mail pđt hủy đơn xin hoãn thi của mình. Em còn phải làm những bước nào để hoàn thành việc hủy hoãn thi vậy ạ. Em xin chân thành cám ơn.",
    "Kính gửi phòng đào tạo! Em tên là  MSSV:  Khoa: Kĩ thuật xây dựng Em có thắc mắc là em đã thỏa tất cả các điều kiện để được nhận Luận Văn Tốt Nghiệp nhưng tại sao em lại không đăng kí được. Trình bày: Em có học 4 môn học tương đương nếu tính thì tổng số tín chỉ tích lũy ngành của em đã là 128 nhưng trên My BK số tín chỉ của em chỉ là 116 không biết đó có phải là nguyên nhân dẫn đến việc em không thể nhận Luận Văn. Em có cần làm đơn xin chuyển điểm không ạ. Em xin phòng đào tạo hướng dẫn em cách giải quyết ạ. Em xin cảm ơn!",
    "Kinh gửi phòng đào tạo Em là , sinh viên khoá K18  khoa quản lý công nghiệp. Do thiếu xót nên em không kịp đăng kí môn Đề Cương luận văn của khoa, mã môn IM4315. Hạn đăng kí đã hết ở 19/8. Mong PDT giúp đỡ ạ. Em thành thật xin lỗi, do chưa thể thực tập nên em cũng không nghĩ rằng có thể đăng kí được môn này. Em cám ơn PDT.",
    "Em tên  - MSSV :  Em muốn rút môn học Pháp luật Việt Nam đại cương ( SP1007 ) thì em cần làm gì ? Và hạn rút môn học thời hạn là bao lâu ạ",
    "Em là khóa K18, hiện tại thì em ko đăng kí được môn học MA3025,  và em không đăng kí được môn này mà khóa K19 thì không có học môn này, nên em rất mong muốn thầy cô có thể mở ra giùm cho em để em có thể tiếp tục đăng kí để hoàn thành khóa của em. vì dịch bệnh phức tạp mà em ở thành phố nên bị ảnh hường hết nhiều, nên mới có đăng kí trễ như vậy. Em mong thầy cô thông cảm cho trường hợp của em để em có thể đăng kí kịp ạ.",
    "dear Phòng Đào Tạo em tên:  -  - HLVH vì lí do em đăng ký anh văn 300 đợt 2 không kịp nên em có đăng ký anh văn 300 vào đợt bổ sung đợt 3, nhưng em vẫn không được đăng ký (đang chờ xét duyệt), dạ cho em hỏi là khi nào được có kết quả ạ, vì em thấy lịch học đang trong quá trình học rồi. em cảm ơn Phòng Đào Tạo",
    "Xin chào thầy/cô phòng đào tạo, Em đã hoàn thành xong luân văn tốt nghiệp từ ngày 12/8. Và em đã xong tất cả điều kiện để xét tốt nghiệp trừ toeic nói viết. Cho em hỏi là toeic nói viết được tổ chức thi từ 1-4/9 vậy em đã xong luận văn tốt nghiệp ngày 12/8 có được nhận mail để được thi anh văn nói viết vào đầu tháng 9 không ạ?",
    "Em chào thầy cô, hiện em đang là sinh viên vb2, em rất muốn đăng ký vào lớp dự thính DT01_DT01 CO3003 - Mạng máy tính để kịp tiến độ vì đây là mã cũ của K18 về trước nên rất khó được mở lại, nhưng do kì chính em đã sơ suất trong việc kiểm tra TKB thực hành môn CO3069 - Mật mã và an ninh mạng nhóm L01_L01 bị trùng duy nhất vào tuần 12 hôm chủ nhật, nên đã bị huỷ môn Mạng máy tính, rất mong thầy cô tạo điều kiện cho em tham gia môn Mạng máy tính, em sẽ liên hệ giáo viên để giải quyết tuần bị trùng đó hoặc em chấp nhận huỷ môn Mật mã và an ninh mạng. Rất mong được thầy cô giúp đỡ, em cảm ơn!",
    "Sáng nay em không thể vào phòng thi môn Kỹ thuật lập trình, mã số: CO1011(4 chỉ). Các năm gần đây môn học này đã được tách thành 2 môn: Kỹ thuật lập trình (CO1027)(3 chỉ) và môn đồ án. Em rớt môn CO1011, sau đó em học lại và qua môn CO1027 nhưng không đủ chỉ. Nên kỳ này em đã học lại môn CO1011. Nhưng sáng nay em không vào được phòng thi và đã phải đăng ký hoãn thi. Hiện môn CO1011 không còn được thường xuyên mở nữa. Kỳ này em đang làm luận văn tốt nghiệp. Có cách nào để em chuyển điểm cuối kỳ từ CO1027 qua CO1011, hay được thi trong kỳ này để kịp tốt nghiệp không ạ! Em cảm ơn",
    "Kính gửi Phòng đào tạo, Em là , mã số sinh viên , sinh viên năm 4 khoa Cơ Khí bộ môn Cơ Điện tử. Đợt đăng kí môn học vừa rồi cho học kì 211 em đăng kí học 10 chỉ do đã đủ môn. Trong đợt 2 em có đăng kí môn học Nhập môn điều khiển hiện đại ME4203 nhưng bị hủy do môn không đủ sĩ số dẫn đến số tín chỉ học trong học kì của em chỉ còn 7 tín chỉ. Phòng đào tạo có gửi mail về việc đợi đợt 3 đăng kí lại để bổ sung các môn đã bị hủy nhưng vì sơ ý và tập trung cho quá trình thi cuối kì nên em bỏ lỡ mất mail của phòng đào tạo về việc đăng kí môn học đợt 3 học kì 211 vào 17/8 đến 19/8. Em gửi yêu cầu này kính xin phòng đào tạo cho phép em được đăng kí môn học trễ hạn vì năm nay là năm cuối của em, các môn tự chọn nhóm A có khả năng không mở vào học kì sau, em chỉ còn thiếu 1 môn tự chọn nhóm A và luận văn tốt nghiệp để hoàn thành chương trình học của mình. Thêm vào đó việc học chỉ 7 tín chỉ vào học kì này có khả năng dẫn đến việc em bị cảnh cáo học vụ cho học kì này. Nên em kính xin phòng đào tạo có thể mở cho em đăng kí thêm 1 môn tự chọn nhóm A là Dao động kỹ thuật ME3219 lớp L01_L01 do thầy  phụ trách. Em xin cảm ơn quý Phòng đào tạo đã đọc yêu cầu của em., em kính chúc các thầy cô phòng đào tạo nhiều sức khỏe.  ",
    "Chào , em là sinh viên k15 khoa hóa, em đã đăng kí hoãn thi môn giải tích 2 mt1005. không biết khi nào thì em mới có thể thi lại môn này ạ",
    "Dạ e xin kính chào quý Thầy, Cô Em là , mã số sinh viên , sinh viên lớp VP15XDC Em xin trình bày lý do như sau: Hiện e đã hoàn thành các môn trong chương trình đào tạo của ngành học, vừa mới bảo vệ luận văn xong. Theo dự tính e sẽ đăng ký tốt nghiệp vào đợt tháng 11 này, nhưng do hiện tại e chưa đáp ứng đủ ngày công tác xã hội và hoàn thành 2 kỹ năng av để ra trường, do đó có thể là e chưa kịp tốt nghiệp đợt tháng 11 này. Trước đó do đang trong quá trình tập trung làm và bảo vệ luận văn, bản thân e nhận lỗi là chủ quan, thiếu sót không đăng ký môn học kịp lúc. Hiện tại tình hình dịch kéo dài, e chưa thể hoàn thành chỉ tiêu về ngày công tác xã hội và đầu ra av, nên e cần phải đăng ký môn để duy trì tình trạng học . E kính mong quý Thầy/Cô Phòng Đào Tạo tạo điều kiện giúp e đăng ký môn để duy trì tình trạng học ạ. E kính mong nhận được sự giúp đỡ, e chân thành cảm ơn ạ!",
    "Kính gửi thầy(cô). Em tên là Bùi Đức Tước Duy, mã số sinh viên  . Lý do em viết đơn này là em có tham gia thi tại phòng thi Anh văn 4 (LA1009) (L06_A) (DH_HK202) vào lúc 13g00 ngày 11/08/2021. Nhưng vì em không đọc kỹ quy định thi online, nên em chỉ mở camera của máy tính mà không ghi hình màn hình máy tính để nộp theo quy định. Em rất xin lỗi vì sự bất cẩn này. Em mong thầy(cô) có thể xem xét giúp trường hợp của em. Em xin chân thành cảm ơn.",
    "Gửi PĐT, Em là Chang Mã Điền hệ VHVL mã sv , Em có 3 vấn đề cần PĐT giải quyết sớm: + VĐ1: Môn Đề Cương EE4311 HK202 vẫn chưa có cập nhật điểm trên bảng điểm. Dù thầy em đã gửi bản điểm rồi  Ngày 5/8 em nhận được mail thông báo đăng ký hoãn HK202 - HK203 hè từ PĐT + VĐ2: Môn TTTN EE3313 HK203 hè em đăng ký gửi mail hoãn đến PĐT ngày 9/8 có Forward mail đồng ý của thầy  (Trường bộ môn cung cấp điện) .  Ngày 15/8 em nhận được mail của PĐT nói là TTTN HK203 hè chưa bắt đầu nên không cho hoãn ? tại sao lại như vậy ? dù HK203 hè kết thúc vào ngày 15/8  Ngày 18/8 em có gửi mail xin đăng ký hoãn lần 2 thì vẫn chưa nhận được hồi âm .  Thầy  nói em là nhờ PĐT cập nhật tình trạng hoãn luôn cũng được, nên PĐT giúp em cập nhật lại tình trạng hoãn môn TTTN HK203 hè + VĐ3: Sau khi cập nhật điểm Đề Cương EE4311 HK202 và cập nhật tình trạng hoãn TTTN EE3313 HK203 hè  Em muốn xin mở  Văn Tốt Nghiệp EE4313 HK  chính 211  Em gửi yêu cầu BKSI vì em hoãn qua mail trên PĐT vẫn chưa được giải quyết dù bên em và thầy vẫn chờ bên PĐT. Hình ảnh em có kèm theo",
    "Cho em hỏi Đề cương luận văn tốt nghiệp hình thức học trong kì này như thế nào ạ ? Trên BKel GV không có ghi chú gì, và em chưa thấy phản hồi bên văn phòng khoa ạ",
    "Nếu e học lại quá 5% số tín chỉ thì bằng tốt nghiệp xếp loại của e xuất sắc hoặc giỏi sẽ bị giảm xuống 1 bậc hậ cô( thầy). Trường hợp này là áp dụng học lại cho qua môn hay cải thiện điểm hay là cả 2 v ậ.",
    "Cho em hỏi, nếu em thuộc trường hợp học lại để cải thiện điểm số, không bị rớt môn, thì có nằm trong diện bị hạ bậc tốt nghiệp không. Em cảm ơn ạ.",
    "Theo như xác nhận của lớp trưởng lớp MT1801  thì bạn đã nhận được bằng PTTH của em vào ngày 11/9/2019 và đã nộp lên phòng đào tạo. Tuy nhiên trên MyBk ở trang Đăng ký nộp bằng tốt nghiệp PTTH, mục số 3 Nhận kết quả đăng ký đang thông báo rằng chưa có phiếu đăng ký. (Hình ảnh phía dưới). Em mong muốn bên phòng đào tạo sẽ kiểm tra lại để không gây ảnh hưởng đến việc học tập của em trong tương lai. Em cảm ơn. Trân trọng, .",
    "Em là K20, dự định học kì 2 năm nay sẽ học cải thiện môn của năm nhất (cụ thể là môn Đại số tuyến tính học ở kì 2 năm nhất). Như vậy là tính theo học phí của K21 (tăng gấp đôi) phải không ạ. Em cảm ơn.",
    "Dạ thưa PĐT, em là , mssv : , khoa CNVL Dạ PĐT có thể đăng ký bổ sung giúp em môn MA2007 này với được không ạ ? Đây là môn chuyên ngành quan trọng với em ạ ? Em chỉ vừa mới nghe thông tin môn này được mở nên không kịp đăng kí ạ, mong pđt có thể giúp em đăng kí môn này với ạ, em có liên hệ với cô dạy môn này và đồng ý cho em vào học rồi ạ tại môn này vẫn còn dư sỉ số, mong pđt giúp em trường hợp này ạ, em cảm ơn pđt rất nhiều Nếu quá số tín chỉ đăng ký mỗi kì, pđt có thể giúp em rứt trước môn con người và môi trường để đăng kí môn này được không ạ, mai mốt em sẽ làm đơn rút môn học sau ạ, tại đây là môn chuyên ngành rất quan trọng với em, em cảm ơn lần nữa ạ, mong pđt có thể giúp em trường hợp này với ạ, nếu không học môn này em sẽ bị trễ 1 kì ạ",
    "Hiện tại Nếu em muốn rút môn học ở HK211 thì phương thức và học phí sẽ như thế nào ạ. Em cảm ơn",
    "Em có thể đăng ký môn học bổ sung cho học kỳ chính để duy trì thời khóa biểu khi đã hết đợt đăng ký được không?",
    "Kính gửi phòng đào tạo. Em muốn hỏi về cách thức xin rút môn học online trong kì này ạ. Em cảm ơn",
    "Dạ em xin chào PĐT, em đã đăng ký LVTN ME4039 ngành kĩ thuật nhiệt VLVH vào các đợt ĐKMH đợt 2 và 3, 2 lần đều bị hủy kết quả vì phải đợi xét. Em đã chuyển đầy đủ điểm và thõa mãn hết điều kiện. Học kì 202 em chuyển hệ từ CQ sang VLVH vẫn đăng ký được LVTN nhưng chưa hoàn thành, nên kì này em quyết tâm thực hiện lại. Em vào aao tra danh sách xét LVTN HK211 thì lại không hiện tín chỉ và tiếng anh nên không đạt. Em mong PĐT giải quyết giúp em và được đăng ký môn học ME4039 để hoàn thành khóa học. Em có gửi một số hình ảnh đính kèm. Dạ em xin cám ơn.",
    "Chào quý thầy cô,  Hiện em rớt một môn ở học kỳ 203, dẫn đến không đủ 56 chỉ để đăng ký các môn thuộc năm 3. Trước đó PĐT đã tạo điều kiện cho tụi em đăng ký bằng cách xét đạt các môn đang học ở học kỳ 202, 203 và em đã đăng ký được môn năm 3. Em muốn hỏi: - PĐT sẽ hậu kiểm các điều kiện đăng ký môn/học phần (không phải học phần LVTN) khi có kết quả các môn ở học kỳ 202, 203 hay không ? Điều này không được nhắc đến trong mail ngày 13 tháng 8 của PĐT. - Môn năm 3 em đang học có bị hủy điểm quá trình, xóa thời khóa biểu hay không công nhận kết quả không ? Vì hiện em có môn có thí nghiệm chưa hoàn tất, thời gian hoàn tất sẽ lâu, môn năm 3 em học có thể đã có kết quả thi) Kính mong các thầy cô dành chút thời gian phản hồi cho em được rõ. Chúc quý thầy cô mạnh khỏe, lạc quan!",
    "Em chào thầy/cô ạ. Em muốn hỏi về thời gian đăng ký và cách thức đăng ký Đề tài nghiên cứu khoa học ạ. Em là sinh viên đại trà, khoa Kỹ thuật giao thông khoá k2018.",
    "Chào anh/chị, Trong lúc đăng kí môn học đợt 3 học kì 211 em đã quên đăng kí môn học Hóa vô cơ (CH2013) lớp L02 (sỉ số hiện tại 24/25). Nếu được giảng viên đồng ý bổ sung thì em có được bổ sung tên vào danh sách không ạ? Em xin cám ơn!",
    "Họ và tên:  Em đã nộp đơn hoãn thi cho môn vật lý 2 (PH1005) MÀ vẫn nhận được điểm 13, kính xin phòn đảo tạo xem xét lại.",
    "Dạ chào pdt ạ, Em có làm đơn xin hoãn thi môn cấu trúc dữ liệu và giải thuật  Mã MH : CO2003 Lý do : video quay màn hình làm bài khi thi của em bị ngắt giữa chừng ạ, cho em hỏi em làm đơn ghi lí do như trên rồi có cần phải nộp video đó lên hệ thống bkexam không ạ, em cảm ơn",
    "Em chào Cô. Em tên là  -. Hiện tại, gia đình em đang gặp tình trạng rất khó khăn do ảnh hưởng của dịch. Cho nên sắp tới em chưa thể đóng Học phí của trường đúng hạn được. Em muốn xin được gia hạn học phí thì bằng cách nào ạ (với tình hình hiện tại) Em cảm ơn Cô.",
    "Gửi thầy/cô, Dạ anh xem lại điểm môn các năm học, cũng như công tác xã hôi, các tài liệu đã học ở bkel. Dạ em biết không thể dùng email sinh viên ạ,  em xin gửi email của anh để nhận mật khẩu:  (tài khoản đăng nhập trước đó là ). Em xin cảm ơn.",
    "kỳ 202 em có học môn giải tích 2 lớp CC01 và đã thi cuối kỳ. Sau khi thi thì em có nộp video đúng theo yêu cầu nhưng lo chủ quan nên nghĩ rằng video bị lỗi và đã đăng ký hoãn kết quả thi cuối kỳ. Nhưng sau khi kiểm tra lại thì video của em giáo viên đã nhận được bình thường nên em muốn hủy yêu cầu hoãn thi ạ.   i  .",
    "Hôm trước em đã có điền form hoãn/vắng thi nhưng em đọc quy chế thì thấy phải nộp thêm đơn nên nay em nộp đơn hủy/hoãn thi của em. Em cảm ơn   i ",
    "Phòng Đào tạo cho em hỏi ạ. Em đã hoàn thành việc xin hoãn Luận văn tốt nghiệp và nhận được mail xác nhận của Phòng Đào tạo nhưng do trước đó Bộ môn đã tính cho em là điểm 13 và nộp bảng điểm lên Phòng Đào tạo . Vậy Phòng Đào tạo cho em hỏi là em có cần phải làm thêm đơn để chuyển điểm I không hay Phòng Đào tạo đã xác nhận cho em hoãn Luận văn rồi thì sẽ chuyển từ điểm 13 sang điểm I cho em luôn rồi ạ . Em xin cảm ơn.",
    "Dạ em chào thầy\\cô, Em xin được đăng ký hoãn thi môn giải tích 2 vì lý do laptop hư do gặp nước nhưng sắp đến 23/8 nên em chưa kịp khắc phục ạ. Em cảm ơn thầy\\cô đã đọc tin. Mong nhận được phản hồi sớm nhất từ thầy\\cô. Chúc thầy\\cô nhiều sức khỏe ạ",
    "dear Phòng Đào tạo em là:  -  - VLVH đợt kiểm tra chất lượng anh văn đẻ lấy luận văn tốt nghiệp thì em đạt được 280 thì đợt học anh văn này là em đăng ký học anh văn toeic 300 đúng không ạ. em có đăng ký học anh văn toeic 300 đợt 3 nhưng chưa được xét duyệt em đính kèm theo hình ảnh mong Phòng Đào Tạo kiểm tra giúp em  em cảm ơn Trân trọng",
    "Dạ cho em nộp đơn xin hủy việc hoãn thi của em trước đó ạ",
    "Dạ cho em hỏi là nếu em học lại quá 5% số tín chỉ thì mọi năm, em tốt nghiệp loại xuất sắc bị hạ xuống loại giỏi, em nghe nói có quy định mới là nếu ban đầu em tốt nghiệp loại giỏi mà học lại quá 5% số tín chỉ cũng bị hạ xuống loại khá phải không ạ? Dạ cho em hỏi luôn là 5% số tín chỉ đó là chỉ áp dụng cho trường hợp rớt môn hay là áp dụng cho cả trường hợp cải thiện điểm từ 7.0 lên trên 7.5 của KSTN vậy ạ? Em xin cảm ơn thầy cô vì đã đọc!",
    "Chào cô, em là sinh viên K18 thuộc ngành xây dựng dân dụng Cô cho em hỏi nếu kì sau (HK212) em đăng kí thực tập tốt nghiệp cùng với đề cương luận văn và 1 vài môn khác (không quá 15 chỉ) thì vẫn được đăng kí đúng không ạ. Mong cô hồi đáp",
    "Em có đăng ký môn học CI3011, do đợt 2 đăng ký môn học em đăng ký và vẫn hiện gửi đăng ký thành công, không báo trùng lịch học. Nhưng sau khi có kết quả đăng ký đợt 2 thì môn học CI3011 của em bị xoá. Đợt đăng ký 3 không cho phép huỷ môn nên em không thể huỷ môn học bị trùng là thí nghiệm Cơ lưu chất CI2003 nhóm L42. Em nghĩ đây là lỗi do hệ thống vì đợt 3 em đăng ký và vẫn thông báo gửi đăng ký thành công và tick xanh. Nên em muốn xin được giải quyết vấn đề này. Vì môn học CI3011 là môn học tiên quyết ảnh hưởng rất nhiều đến việc đăng ký môn học học kỳ kế tiếp của em. Cũng như rất khó mở vào đợt đăng ký bổ sung, em rất mong có cách giải quyết để em có thể tham gia vào lớp CI3011 DT01. Em có gửi một số ảnh minh chứng cho lỗi hệ thống thông báo gửi đăng ký thành công, không báo trùng thời khoá biểu nhưng sau đó lại huỷ môn học vì trùng thời khoá biểu. Môn học khiếu nại: Thuỷ lực và thuỷ văn cầu đường  Mã môn học: CI3011 Lớp: DT01 Em cảm ơn.",
    "Em chào thầy cô pdt. Do em chưa đóng học phí nên bị tạm dừng học ạ. Thầy (cô) cho em hỏi cách để thu nhận lại với ạ vì em chi còn làm luận văn thôi ạ. Em mong sớm nhận được phản hồi từ quý thầy cô. Em xin cám ơn.",
    "học kỳ 211 chính quy thì có mấy đợt ạ.",
    "Em thấy thời khóa biểu học từ tuần 33, trên Bkel của em vẫn chưa thấy có. Ngày mai tuần 34 rồi. Thầy cô xem giúp em với. Em xin cám ơn ạ!",
    "Chào cô, em là  MSSV , sinh viên K18 ngành xây dựng dân dụng. Hiện tại nếu tính cả môn đạt của học kì 202 và 203 em tích dược 93 tín chỉ, thiếu 2 tín chỉ nữa là có thể đăng kí thực tập tốt nghiệp. Thầy cô phòng đào tạo cho em hỏi e cho thể xin nợ 2 chỉ để được đăng kí thực tập tốt nghiệp trong kì 211 k ạ, em cam kết sẽ bổ sung đầy đủ và học tốt ạ. Mong thầy cô có thể xem xét giúp em, nếu kì này e k đăng kí dc thì kì sau em k nhận được đề cường, sẽ trễ hạn ra trường nhiều lắm ạ. Mong thầy cô xem xét và giúp đỡ em ạ. Em chân thành cám ơn",
    "T5027      . Em tên  MSSV: 213T5027 Đợt 1 em có đăng kí môn học và có lịch dự kiến, do dịch em không đi đóng tiền học kì hè lên đợt 2 em không đăng kí được. Em đã đóng học và chờ thời khóa biểu của đợt 1 để hiệu chỉnh nhưng tới giờ vẫn chưa được. Em xin ban giám hiệu nhà trường tạo điều kiện để em hiệu chỉnh và biết kết quả đăng kí môn học đợt 1 được những môn nào. Xin nhà trường tạo điều kiện để em có thể tiếp tục học trong mùa covid. Em xin cảm ơn",
    "Dạ em chào thầy/cô, Em tên là , MSSV , sinh viên khoa Khoa học và Kỹ thuật Máy tính, K18 . Tổng số tín chỉ tích luỹ ngành của em hiện tại là 105, tính đến học kỳ 201. Kỳ 202 em đã học 17 tín chỉ, kỳ 203 em học 2 tín chỉ. Hiện tại sau đợt đăng ký môn học, em đã đăng ký 15 tín chỉ. Sắp tới em dự định rút một số môn học ở học kỳ 211. Cho em hỏi là nếu rút môn học và số tín chỉ còn lại ở học kỳ 211 của em dưới 10 tín chỉ thì em có bị cảnh báo học vụ không ạ? Mong sớm nhận được phản hồi từ thầy/cô. Em xin cảm ơn.",
    "T5027      . Xin Ban Giám Hiẹu, nhà trường mở lại thời khóa biểu để em có thể tiếp tục học ở học kì này. Em xin chân thành cảm ơn. Kết quả dự kiến đợt 1 em để kèm file bên dưới.",
    "Kính gửi phòng đào tạo em là -MSSV:. Do em vừa mới được xác nhận chuyển đổi chương trình đào tạo từ chương trình học PFIEV sang chương trình học chính quy đại trà ngành Bảo dưỡng công nghiệp nên em phải đăng ký các môn học bắt buộc trong HK211 này nhưng có một số môn em không đăng ký được do đã đủ sỉ số. Các môn mà em muốn đăng ký là: -Cơ lưu chất(Mã môn học: CI2003; Nhóm lớp: L04_5) -Nhiệt động lực học và truyền nhiệt(Mã môn học: ME2013; Nhóm lớp: L03_L04) Mong phòng đào tạo giúp em đăng ký các môn nói trên để em có thể tiếp tục chương trình học của mình. Em xin chân thành cảm ơn",
    "Kính gửi Phòng Đạo tạo, Em tên là  MSSV: , SV K18 Khoa khoa học - kĩ thuật máy tính. Nay em viết đơn này xin khoa cho phép em đăng kí môn học dù đã trễ hạn . Lúc trước em có đăng kí môn này và môn Hệ thống số (CO1023) nhưng đều đã bị hủy môn. Sau khi hỏi bạn bè thì em thấy bạn có đăng kí được môn đồ án hệ thống số như em đang xin phép (CO1029) nên muốn xin phòng đào tạo tạo điều kiện giúp em ạ đăng kí môn học ạ Em xin chân thành cảm ơn, ",
    "Kính gửi các thầy cô, trong học kỳ này em có môn luận văn tốt nghiệp, nhưng do dịch bệnh em chưa có kết quả anh văn kịp để đủ điều kiện đăng ký môn học, em có thể đăng ký trước rồi nộp kết quả anh văn ngay khi có thể được không ạ. Hoặc trong trường hợp xấu nhất em có thể chuyển sang hệ VHVL không ạ do đây là học kì cuối của em. Mong được PĐT giải đáp ạ.",
    "Kính gửi Phòng đào tạo . Mong Phòng đào tạo giúp em đăng ký  (CI4313)  . Chuẩn tiếng anh nhận  em đã nộp và thẩm tra từ hơn 3 tháng trước trên MYBK (XEM ẢNH ĐÍNH KÈM), nhưng phòng đào tạo vẫn chưa cập nhật nên em vẫn không đăng ký được LVTN .   Mong phòng đào tạo hỗ trợ đăng ký giúp em để em nhận LVTN ạ . Em xin cảm ơn quý thầy cô ạ .",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa. Em tên là: , MSSV:  Khoa Khoa học Ứng dụng - Bộ môn vật lý y sinh. Theo thông tin ban đầu về chuẩn anh văn cho học kỳ 211, em đã đăng ký được môn luận văn tốt nghiệp ở đợt 1. Tuy nhiên, môn luận văn tốt nghiệp của em đã bị hủy. Nên hiện tại thời khóa biểu của em không có môn học nào để duy trì tình trạng học và thời gian đăng ký môn học cũng đã hết. Vì vậy, em mong PĐT cho em được đăng ký môn: Anh văn 3, mã môn học: LA1007, nhóm lớp L02, để duy trì tình trạng học và hoàn thành các chuẩn anh văn của trường. Em chân thành xin lỗi PĐT vì sai sót nghiêm trọng này. Mong PĐT tạo điều kiện cho em. Em xin chân thành cảm ơn! Trân trọng.",
    "Em làm giấy vay vốn ngân hàng học kỳ 1/2021-2022 nhưng em không biết tính số tiền học phí hàng tháng, với số tài khoản của nhà trường là gì ạ. Mong nhận phản hồi của nhà trường. Em cảm ơn.",
    "Kính gửi PĐT! Em tên:  MSSV:  Hôm nay tình cờ vào hệ thống BKEXAM để xem danh sách các môn thi, thì ngày 26/8/2021 theo như lịch thi trên MY BK em thi 3 môn . Tuy nhiên em chỉ có phòng thi của 2 môn thôi, riêng phòng thi môn Cơ lưu chất (CI2003) em không có. Môn thi: Cơ lưu chất (CI2003) Ngày thi: 16h00 ngày 26/8/2021 Kính mong PĐT kiểm tra và khắc phục giúp em. Em xin cảm ơn!",
    "Em tên , mssv: , lớp Xây dựng chương trình Việt Pháp khóa 2017. Em có học môn Giải tích 3 (MT2007) (dự thính) ở HK3 năm học (2020-2021) Em thi cuối kỳ vào ngày 29/7/2021, trong quá trình thi em đã làm theo quy định thi online của trường, nhưng do lỗi hệ thống chấm điểm trên trang bkelearning (ngày 29/7 vẫn chưa áp dụng hình thức thi trên exam.hcmut.edu.vn) mà em đã không được công nhận bài thi và bị 0đ (em mới nhận được điểm hôm nay) dù đã làm và nộp bài đầy đủ. Bây giờ em nên làm gì để khắc phục ạ? Em mong phòng đào tạo có thể chấm điểm thông qua video quay màn hình lúc làm bài, em cũng đã chụp lại mà hình video đưa vào 1 file pdf để Thầy/Cô đỡ tốn thời gian dò lại video. link video thi online: https://drive.google.com/file/d/10i4SwOAkJwfoKM8qu7xUAKAz4nT-3SpP/view?usp=sharing Kính mong Thầy/Cô giúp em giải quyết vấn đề gặp phải để em có thể hoàn thành môn học của mình mà không bị trễ hạn ra trường. Em xin chân thành cảm ơn, Chúc Thầy/Cô thật nhiều sức khỏe, chiến thắng đại dịch ",
    "Chào anh/ chị, Em đã có sự xác nhận đồng ý của giảng viên được tham gia vào lớp L02_L04 môn Hoá vô cơ (CH2013) rồi ạ. Minh chứng: ảnh đính kèm. Em mong sẽ được xem xét và chấp nhận để được bổ sung môn học này ạ. Em xin chân thành cám ơn! Trân trọng,  ",
    "Cho e hỏi là e đã hoàn thành chương trình học nhưng tại sao em không đăng ký xét tốt nghiệp được vậy ạ, có thể kiểm tra giúp e không ạ MSSV:. em cảm ơn.",
    "Kính gửi PĐT, Em đã đăng ký \"Hoãn thi\" trước đó, nhưng hiện tại giảng viên đã tổ chức cho em thi lại và có kết quả thi luôn rồi thì em có cần phải HỦY ĐK Hoãn thi với PĐT không ạ? Và nếu có thì em phải làm thủ tục như thế nào ạ? Em cảm ơn ạ!",
    "chào cô ạ, Cho em hỏi là em có hoãn thi 1 môn do vấn đề về thiết bị thì môn đó có tính là HT-học trước không ạ? EM CẢM ƠN Ạ ",
    "Kính gửi Phòng đào tạo đại học Bách Khoá TP.HCM Em tên là: . Nay em viết đơn này là vì muốn xin Thầy/Cô cho em rút đơn hoãn thi môn anh văn 3A (LA1041) Vì lý do em đã được Thầy trưởng phòng đào tạo giúp đỡ, tạo điều kiện cho em được dự thi môn anh văn 3A vào ngày 22/08/2021. Và em đã hoàn thành buổi thi đúng theo các yêu cầu của cán bộ coi thi đề ra. Em xin chân thành cám ơn Thầy/Cô đã giúp đỡ và tạo điều kiện cho em.",
    "Kính gửi PĐT, Em là  MSSV , lớp VP18XDC Em có tham gia thi cuối kì 203 môn Giải tích 3 và do lỗi của trang web thi nên kết quả của em bị điểm 0. Em đã làm theo yêu cầu của giáo viên bộ môn ngay sau khi có kết quả là điểm 0 là gửi video quay màn hình và chụp ảnh từng câu làm minh chứng nhưng tới hôm nay vẫn chưa có phản hồi. {link video minh chứng đính kèm} Em được biết là có 9 bạn trong lớp Giải tích 3 cũng bị tương tự và cũng đã gửi video minh chứng như em. Kính mong PĐT giúp em phương án xử lý trong trường hợp này Em xin cảm ơn. https://drive.google.com/file/d/1DltIvFbkYzpOR2xhoZZXbF4n31u9j9o7/view?usp=sharing",
    "MSSV:    . Em xin phép được đăng ký bổ sung môn Công nghệ các sản phẩm tẩy rửa (CH3169) cho kỳ chính 211. Hiện tại em năm nay năm cuối và kỳ sau môn học không mở nữa. Trong phần ĐKMH em thấy sỉ số môn học vẫn còn đăng ký được (69/70) nên mong Phòng Đào tạo có thể cho phép em được tham gia môn học này. Em xin chân thành cảm ơn và mong sớm nhận được phản hồi.",
    "Kính gửi Phòng đào tạo, Em là , mã số sinh viên , sinh viên năm 4 khoa Cơ Khí bộ môn Cơ Điện tử. Đợt đăng kí môn học vừa rồi cho học kì 211 em đăng kí học 10 chỉ do đã đủ môn. Trong đợt 2 em có đăng kí môn học Nhập môn điều khiển hiện đại ME4203 nhưng bị hủy do môn không đủ sĩ số dẫn đến số tín chỉ học trong học kì của em chỉ còn 7 tín chỉ. Phòng đào tạo có gửi mail về việc đợi đợt 3 đăng kí lại để bổ sung các môn đã bị hủy nhưng vì sơ ý và tập trung cho quá trình thi cuối kì nên em bỏ lỡ mất mail của phòng đào tạo về việc đăng kí môn học đợt 3 học kì 211 vào 17/8 đến 19/8. Em gửi yêu cầu này kính xin phòng đào tạo cho phép em được đăng kí môn học trễ hạn vì năm nay là năm cuối của em, các môn tự chọn nhóm A có khả năng không mở vào học kì sau, em chỉ còn thiếu 1 môn tự chọn nhóm A và luận văn tốt nghiệp để hoàn thành chương trình học của mình. Thêm vào đó việc học chỉ 7 tín chỉ vào học kì này có khả năng dẫn đến việc em bị cảnh cáo học vụ cho học kì này. Em có gửi yêu cầu đăng kí môn Dao động kỹ thuật từ trước nhưng bị trùng lịch nên em kính xin phòng đào tạo có thể mở cho em đăng kí thêm 1 môn tự chọn nhóm A là Hệ thống thời gian thực ME4211 lớp L01_L01 do thầy  phụ trách. Em xin cảm ơn quý Phòng đào tạo đã đọc yêu cầu của em, em kính chúc các thầy cô phòng đào tạo nhiều sức khỏe.",
    "Thưa các Thầy/Cô PĐT, dự kiến khi nào trường sẽ có đợt rút môn học HK211 ạ? Em xin cảm ơn! Và không biết trường sẽ có hỗ trợ một chút chi phí khi tụi em phải học online tại nhà không?",
    "Chào cô/thầy ạ Cho em hỏi học kì 202 em có học kinh tế chính trị Mac- và em  đăng kí nhầm môn này trong HK211. Bây giờ em rút môn Kinh tế chính trị ở HK211 thì em vẫn được tính là qua môn Kinh tế chính trị phải không ạ?",
    "Em có thể đăng ký thôi học online?",
    "Em chào thầy cô. Em muốn đăng kí môn học anh văn 4 nhưng không thấy mở. Hiện tại anh văn 4 đang là môn học bắt buộc, vậy em có thể đăng ký thay thế bằng môn học khác được không ạ? Em cảm ơn!",
    "Kính gửi Phòng đào tạo, Em tên , MSSV , khoa VP14XDC. Dạ thưa Phòng đạo tạo, theo như mail em đã nhận thì em đã liên lạc với bạn  và cũng đã có đăng ký môn học AV5(XD)-003720 vào đợt đăng ký môn học dự thính vừa rồi. Các bạn hiện đã có lên môn học AV5 trên thời khóa biểu vào sáng nay nhưng thời khóa biểu của em hiện vẫn chưa có môn học này. Dạ em kính xin Phòng đạo tạo kiểm tra lại giúp em về việc này ạ. Em cũng đã có điền vào form mở lớp do Khoa gửi qua mail rồi ạ. Em kính xin Phòng đào tạo kiểm tra lại để em có thể được có thời khóa biểu của môn học AV5 này ạ. Em xin lỗi đã làm phiền và em mong Phòng đạo tạo sớm phản hồi cho em ạ. Em xin chân thành cảm ơn.                 Dy",
    "Khi em vào phòng thi thì nhận ra là em đã up bài lên nhưng quên nhấn gửi bài thi, em có bằng chứng là em gửi bài lên đúng giờ nhưng quên ấn gửi ạ. Em cám ơn ạ   i ",
    "Em có đăng kí môn thiết kế hệ thống nhúng ee3003 tiết 9 10 thứ 4 cả đợt 2 và đợt 3 mà sao tkb vẫn chưa có môn đó vậy ạ. Mong pdt sớm giải quyết.",
    "Kính gửi: Phòng Đào tạo Bộ môn Công nghệ Sinh học Em tên: Nguyễn Thị Tuyết MaiMSSV: 1914113 Lớp: HC19-BSHĐTBTL: 5.84 Theo điều 9.3 mục Đăng ký môn học/Quy chế đào tạo, học vụ, em làm đơn này để xin sự đồng ý của Phòng đào tạo và Bộ môn, cho phép em đăng ký môn Sinh học phân tử và di truyền (+TN)-CH3361 vào học kỳ chính với số tín chỉ là 24. Lý do: -Đợt 1 ĐKMH chính quy HK211: Lớp thống nhất đăng ký môn với sĩ số 50 sinh viên. -Đợt 2 ĐKMH: PĐT không thể đăng ký do môn học khoa không mở lớp. Lớp em đã liên hệ với chủ nhiệm bộ môn và được đồng ý. Lớp nộp danh sách xin mở lớp ngay trong đợt 2, nhưng đến hết đợt môn học vẫn không mở. -Đợt 3 ĐKMH: Chiều 18/8/2021, môn học mở đăng ký nhưng 2 lớp trùng thời khóa biểu. Sinh viên lớp 19BSH không thể đăng ký và giảng viên không thể sắp xếp buổi khác. Đến khi đợt 3 kết thúc thì vẫn chưa có quyết định sẽ mở lớp. Vì vậy em đã đăng ký môn học khác với số tín chỉ là 20/21. -Trong tuần đầu, giảng viên bộ môn có yêu cầu chúng em lập danh sách để xin mở lớp ở học kỳ này, thời khóa biểu có thể sắp xếp được. Tuy nhiên, đây là môn 4 TC nên nếu đăng ký thì em đã 24 TC (vượt quá 21 TC tối đa). -Và hiện nay em đã đăng kí thành công môn học và đã có thời khóa biểu. Em xin cam kết những điều em đã nói trên đây hoàn toàn là sự thật. Đây là môn cơ sở ngành, học trước của môn chuyên ngành Công nghệ gen (+TN) CH3131 và có ảnh hưởng quan trọng tới tiến độ học của em. Mong Phòng đào tạo và Bộ môn đồng ý cho phép em đăng ký ạ. Em xin chân thành cảm ơn! ",
    "Hôm nay 7h em thi Vật Lí 1 ( PH1003) học kì 203 nhưng laptop em đã mở không lên nữa nên em xin được hoãn thi ạ. Cảm ơn PĐT",
    "MSSV:  NỘI DUNG: HỌC KÌ 211 NÀY EM CÓ , CHO  23/8/2021  A EM MÀ CHƯA -   ",
    "Kính gửi Thầy/Cô,   Em là tên Nguyễn Viết Hậu sinh viên khoá K14, MSSV . Đợt thi anh văn nói viết online vừa rồi (30/7) em thi đã có kết quả 210 và đủ tất cả điều kiện tốt nghiệp. Em có 2 thắc mắc ạ.   1. Em đã check danh sách tốt nghiệp chính quy đợt tháng 8 này (hạn chót 30/8) nhưng không có tên trong danh sách. Em ko biết trung tâm BkEnglish đã chuyển điểm hay chưa, hoặc em bị vướng điều kiện gì?   2. Nếu đợt này em không đăng ký thành công thì em còn đợt nào để đăng ký tốt nghiệp không ạ?   Mong Thầy/Cô sớm phản hồi.   Chúc Thầy/Cô sức khoẻ.   Em xin cảm ơn ạ!",
    "Em xin chào thầy/cô, em là  (mssv ) Cho em xin hỏi danh sách tốt nghiệp cho các bạn k14 (đã đậu AV nói viết) khi nào có ạ? Tại em thấy có danh sách Tốt nghiệp tháng 8 cho hệ chính quy mà em tra thì không thấy tên em và 1 bạn k14 nên em hơi lo. Em cảm ơn thầy/cô.",
    "Dạ em chào thầy cô ạ Trong kì 203 này em có đăng kí các môn: Cơ lưu chất Sức bền vật liệu Địa chất công trình Chủ nghĩa xã hội khoa học Vật liệu xây dựng  Thuỷ văn đô thị Em đã đang đăng kí nhưng các môn học của em đã bị huỷ và hiện giờ em vẫn chưa có tkb ạ, em không bị nợ học phí cũng như các yêu cầu khác của trường à, mông thầy cô giúp đỡ em với ạ ",
    "MT1015 , lớp P01",
    "Không biết nguyên nhân gì nhưng mong pđt mở khóa để em đăng nhập vào bk exam system để em xem phòng thi ạ, em đợi từ hôm qua đến giờ rồi ạ. Em xin cảm ơn .",
    "Chào cô, Em bị lỗi đăng kí lvtn ạ. Em vừa chuyển từ hệ chính quy sang vừa học vừa làm. Mã luận văn xây dựng vẫn là CI4343 đúng không ạ?  Cô sửa lỗi lại giúp em. Em cảm ơn",
    "Hỗ trợ chuyển điểm môn học tương đương . Em chào Thầy/Cô ! Em xin hỗ trợ về việc kiểm tra các môn học tương đương, có gửi kèm file PDF, hiện tại các môn học tiên quyết để đăng kí LVTN em đã học xong và có điểm, nhưng không đăng kí được LVTN vì các môn học đó đã tách ra và mang mã môn học khác, kính mong PĐT xem xét và kiểm tra lại giúp em các môn học tương đương để em được đăng kí LVTN. Các môn tương đương: 1. Môn CI3053 (HK II 2017-2018) tương đương môn (CI3203 + CI3205). 2. Môn CI3073 (HK II 2017-2018)tương đương môn (CI3215 + CI3217). 3. Môn CI4005 (HK I1 2018-2019)tương đương môn (CI4113 + CI4115).",
    "Em là  MSSV  Em làm đơn này để xin hoãn thi môn Giải tích 2 học kì DT202. (Ngày thi 13h ngày 24/8/2021) Hiện em đang học lớp giải tích 2 DT01 của cô . Xin PĐT xét duyệt đơn hoãn thi của em vì lý do thiết bị không đảm bảo ạ( Laptop em bị hư nhưng dịch không đưa đi sửa được) Em cảm ơn.",
    "Kính gửi PĐT, Em là sv thuộc thuộc trường hợp sv chương trình liên thông ĐH-Ths đã được giải quyết đăng ký bổ sung môn học sau đợt ĐKMH lần 3  (nguyên nhân được ĐK bổ sung là do mẫu thuẫn giữa quy chế 2 PĐT và PĐT Sau ĐH về môn học tương đương và môn học trước, khiến em không thể ĐKMH trong 3 đợt ĐK đầu - đã được Thầy , Thầy  thông qua cùng 2 PĐT giải quyết trong quá trình khiếu nại). Tuy nhiên   B sau khi PĐT update TKB, em đã bị xóa mất môn học CH4011 vốn đã được PĐT bổ sung vào sau đợt ĐKMH Lần 3.     (Bổ sung trên E-learning) Đây là môn học Đồ án rất quan trọng với em trong kỳ này . Kính mong PĐT xem xét và hỗ trợ em trong vấn đề này ạ. Trân trọng!",
    "Kính gửi thầy cô. Em tên là  MSSV  Cho phép e được hỏi về quy định chuyển điểm chứng chỉ ngoại ngữ. Hiện tại CCNN TOEIC của e chỉ đạt điểm đủ để chuyển AV1 và AV2, vậy nếu giờ e đki chuyển điểm cho AV1 và AV2 thì    lần sau e còn có thể chuyển điểm AV3 AV4 được hay không? Hay chỉ được phép chuyển điểm 1 lần ạ. em xin cám ơn",
    "Em chào thầy cô ạ Em tên   mssv: Em viết đơn này xin phép thầy cô bộ môn cho em tham gia lớp học với ạ, do đơn đăng kí môn học của em đã bị lỗi nên các môn đều bị huỷ, mong thầy cô giúp đỡ em với ạ.",
    "Em chào thầy cô ạ Em tên  mssv: Em viết đơn này xin phép thầy cô bộ môn cho em tham gia lớp học với ạ, do đợt đăng kí môn học của em bị lỗi nên các môn học đã bị xoá hết, mong thầy cô giúp đỡ em với ạ",
    "mssv: Dạ pđt cho em hỏi là làm đơn đăng kí môn nhập môn kĩ thuật CI1001 của năm nhất thì mình cần tải mẫu đơn đăng kí ở mục nào vậy ạ và có cần phải có lịch học cụ thể thì mới đăng kí được không ạ.",
    "CI3011 Dạ thưa pđt, em tên  - Em xin được bổ sung vào lớp CI3011-DT01 Hiện tại lớp này mới học được 1 buổi nên mong pđt cho phép được bổ sung vào lớp này ạ. Do môn này hiện không có môn tương đương và em mới biết điểm sau đợt đăng ký thứ 3. Mong pđt hộ trợ em Em xin cảm ơn ạ",
    "Kính chào văn phòng đào tạo Đại Học BKHCM Em có nhận được mail đăng ký luận văn tốt nghiệp bổ sung hk211, em muốn hỏi là nhà trường đã không xét CCAV thì có điều kiện CTXH không? vì dịch như thế này em không đủ điều kiện ctxh. em xin nhà trường châm chước cho em được đăng kí ạ  em xin cảm ơn ",
    "Thưa Phòng Đào Tạo Hiện tại em không tìm thấy thông tin của em trong danh sách tốt nghiệp tạm thời. Theo như em tự kiểm tra thì em đã đủ TCTL ngành  CTXH     nói viết. Không biết là em có còn thiếu điều kiện gì để tốt nghiệp không ạ? Mong Phòng đào tạo giúp em kiểm trạ . Em cảm ơn.",
    "Dạ cô cho con gửi lại đơn huỷ hoãn thi",
    "Em chào quý thầy/ cô phòng đào tạo. Em có đăng ký in giấy CNSV và đã được duyệt hôm 9/8/2021 nhưng đến nay em vẫn chưa nhận được và được các thầy cô khác giải thích vì một số lý do bất khả kháng nên bưu điện trả về vậy PĐT có thể scan và gửi qua mail cho em được không ạ ( em đang cần gấp ạ ). Em cám ơn ạ ! MSSV: mail:",
    "Em là   Em là khóa K18, hiện tại thì em ko đăng kí được môn học MA3025. lí do em không đăng kí được là do khoảng thời gian trên bị ảnh hưởng của dịch bệnh nên em đã đăng kí trễ . Và môn này khóa K19 thì không có học môn, nên em rất mong muốn thầy cô có thể mở ra giùm cho em để em có thể tiếp tục đăng kí để hoàn thành khóa k18 của em. Em mong thầy cô thông cảm cho trường hợp của em để em có thể đăng kí kịp ạ.",
    "Kính gửi: Phòng Đào tạo, Em đã hoàn thành thanh toán HP HK202, mong PĐT giải quyết đơn đăng ký thu nhận để em có thể đăng ký LVTN đợt cuối HK211. Sau khi nhận được mail của PĐT sáng nay, em xin chân thành cảm ơn PĐT xem xét vấn đề thi CCAV quốc tế (không xét lúc đăng ký), đó là tin vui nhất em nhận được trong mùa dịch đang phức tạp như thế này. Một lần nữa em thật sự cảm ơn PĐT. Chúc PĐT và gia đình nhiều sức khỏe để vượt qua đại dịch COVID-19 và một ngày làm việc thật hiệu quả. Trân trọng ./.   i ",
    "Em chào phòng đào tạo, hiện tại đang có đợt đăng ký luận văn mà không cần chứng chỉ anh văn. Em đang thắc mắc là nếu đăng ký mà do dịch bệnh không thể vào lab để làm luận văn thì nhà trường sẽ xử lý như thế nào ạ . PĐT giải đáp giúp em với ạ",
    "Cho em hỏi là nhà em có việc nên bây giờ em muốn bảo lưu 1 học kỳ thì làm thủ tục online như nào vậy ạ. Em cảm ơn ạ",
    "Kính gửi thầy/cô Phòng Đào Tạo - Đại học Bách Khoa TP.HCM, Em là , MSSV , sinh viên khoa Quản Lý Công Nghiệp, lớp QL170304. Em gửi tin nhắn này mong thầy/cô xem xét và giải đáp giúp em tình trạng: Em có đăng kí 1 môn học Anh văn 2 ( LA1005) trong học kì chính do em không đủ chỉ anh văn để đăng kí luận văn tốt nghiệp nên em đăng kí một môn học để duy trì tình trạng sinh viên, nhưng hôm nay em có nhận được mail là được đăng kí Luận văn tốt nghiệp không xét anh văn . Vậy thầy cô cho em hỏi em có thể rút môn Anh văn 2 không ạ và nếu được thì có tính học phí không ạ do em chưa thấy hiện học phí trên BKpay với lại do thông báo tới sau ngày đăng kí môn nên dẫn đến em có sự sai sót này. Em xin cảm ơn",
    "Lớp: Cơ lưu chất (CI2003) nhóm lớp:L03_L10 Lý do em xin vào lớp là vì phiếu đăng kí môn học của em bị lỗi và em bị xoá hết môn ạ, mong thầy cô giúp đỡ em với ạ ",
    "Kính gửi phòng đào tạo. Em tên  - MSSV  Em muốn hỏi vấn đề như sau: Em đã đăng kí in thẻ sinh viên và đã được xử lý yêu cầu vào ngày 13/08/2021. Đến nay cũng đã được 10 ngày mà vẫn chưa nhận được. Em có thể kiểm tra bưu phẩm đã gửi tới chưa bằng mã bưu phẩm được không ạ? Em xin chân thành cảm ơn.",
    "Em xin được vào học lớp: Vật liệu xây dựng(CI2037) nhóm lớp:A01_A02 Lý do em xin vào lớp là vì phiếu đăng kí môn học của em bị lỗi và em bị xoá hết môn ạ, mong thầy cô bộ môn giúp đỡ em với ạ",
    "Kính gửi: Phòng Đào Tạo Em tên là , Khóa K15, MSSV:, Lớp DD15LT08. Hiện tại em đã hoàn thành đầy đủ các điều kiện để xét tốt nghiệp. Nhưng khi em kiểm tra thông tin của mình trong danh sách tốt nghiệp dự kiến thì không có thông tin. Kính mong PĐT kiểm tra và hướng dẫn giúp em hoàn thành việc đăng ký tốt nghiệp ạ. Em xin chân thành cảm ơn.",
    "Lớp: Địa chất công trình (CI2095) nhóm lớp:L01_L02 Lý do em xin vào lớp là vì phiếu đăng kí môn học của em bị lỗi và em bị xoá hết môn ạ, mong thầy cô bộ môn giúp đỡ em với ạ",
    "Dạ cho em hỏi kì 211 sẽ không xét chuẩn CCAV quốc tế khi xét LVTN, nhưng em thiếu 8 chỉ Av. Liệu em có thể đăng ký LVTN trong kì này được không ạ? Hoặc nếu em chuyển điểm Av1 thì có kịp đăng ký không ạ?",
    "Dạ Phòng đào tạo cho em hỏi, hiện tại em đã hoàn thành luận văn tốt nghiệp và các môn học khác và chỉ còn chờ thi anh văn để xét tốt nghiệp, vậy trong kì 211 này em không đăng kí môn học có được cấp giấy xác nhận sinh viên không ạ, hay có bị tạm dừng học không ạ. Em cảm ơn.",
    "Lớp: Chủ nghĩa xã hội khoa học (SP1035) nhóm lớp:L02 Lý do em xin vào lớp là vì phiếu đăng kí môn học của em bị lỗi và em bị xoá hết môn ạ, mong thầy cô bộ môn giúp đỡ em với ạ",
    "Em đã đăng ký môn TTTN vào kỳ hè 203 và đã thanh toán học phí nhưng không thể đi thực tập được vì dịch thì trong kỳ 211 tới đây em có cần phản đăng ký lại và đóng học phí không ạ . Em cảm mơn",
    "Em chào thầy/cô và các bạn,    Em là , mssv:   Hiện tại em đã hoàn thành tất cả các môn học trong chương trình đào tạo ngoại trừ:     + Môn av4 (rớt môn)     + Chứng chỉ TOIEC 500     + Chứng chỉ TOIEC nói, viết    Thầy/cô/các bạn cho mình hỏi theo như email mới của trường thì không xét đến chuẩn tiếng anh chứng chỉ quốc tế (do dịch covid) thì em có đăng kí tốt nghiệp trong kì này luôn không ạ Em là 15, rất mong được nhà trường tạo cơ hội ạ Em cảm ơn! ",
    "Em tên  học lớp XD18CTGT Vì có gặp khó khăn trong kì dịch vừa rồi nên em không thể thanh toán đúng hạn hk3 năm học 2020-2021 vừa rồi, và đã bỏ lỡ hk chính và hk dự thính năm học 2021-2022. Nhà trường cho em hỏi sau khi em thanh toán thì kì 2 em có thể học bình thường không ạ, hay sớm nhất là kì dự thính hk1 này. Em cảm ơn và chúc mọi người thật nhiều sức khỏe vượt qua đại dịch.",
    "Em chào thầy cô, vì lần trước em có hỏi nhưng không được phản hồi, và cũng vì nhận được mail thông báo đăng kí thực tập tốt nghiệp tức vẫn tổ chức thực tập vào kì 211 thì em xin hỏi: bây giờ em xin được mở lớp thực tập quá trình thiết bị mã CH2087 có được không ạ? vì trong chương trình đào tạo môn này được mở trong kì 1 và do tình hình dịch bệnh nên các bạn đăng kí môn học kì 203 vẫn chưa được đi, nên em mong nhà trường hỗ trợ cho em cùng 1 số bạn khác được đăng kí môn học này sau đó được đi thực tập cùng các bạn kì 203 được không ạ?  ",
    "Dạ em chào thầy cô ạ. Em là  (MSSV: ), hiện đang là sinh viên năm 4 thuộc khoa Khoa học và Ký Thuật Máy Tính. Chuyện là kì 211 em có đăng ký môn đề cương luận vân (ngành Khoa học máy tính) và 3 môn nhóm D, và tổng số tín chỉ em đăng ký là 9 (0 chỉ ĐCLV + 9 chỉ 3 môn nhóm D). Theo như em tìm hiểu http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=59_83&tid=778 ở mục 1 nói là nếu không tích lũy đủ số tín chỉ tối thiểu (là 10) thì em sẽ bị cảnh cáo học vụ. Cái việc cảnh cáo này em thấy không phù hợp với em vì em chỉ còn 3 môn nhóm D và 2 cái đề cương luận văn + luận văn là xong CTĐT. Nếu kì 202 và kì 203 em đều hoàn thành các môn học thì số chỉ hiện tại của em là 124, và còn 18 chỉ (9 chỉ 3 môn nhóm D + 9 chỉ LVTN) là đủ 142 chỉ trong CTĐT. Cho nên em muốn hỏi là ở những học kì làm ĐCLV hay Luận văn tốt nghiệp thì việc cảnh cáo trên có áp dụng không ạ. Nếu có thì em sẽ rút kinh nghiệm để đăng ký kì 212 làm Luận văn + 1 môn nào đấy để tránh bị tình trạng cảnh cáo 2 kì liên tiếp. Em mong thầy cô giải đáp thắc mắc của em, em xin cảm ơn.   i ",
    "Thời gian: 08/23/2021 09:58:29 am Từ: [563] (001829) [staff_name] Chào em, - SV phải dùng thẻ SV khi dự thi. Nếu SV làm mất thẻ SV thì phải đăng ký làm lại. PĐT đã có tuỳ chọn nhận tại nhà, người nhận trả cước bưu điện: ghi rõ họ tên, số điện thoại, địa chỉ. - Em vào mybk/đăng ký in lại thẻ sv ... đóng tiền mới được in nhé. - Hiện tại PĐT giải quyết in thẻ sv hàng ngày và gửi bưu cục (nếu sv có đăng ký). Nhưng vì nhiều lý do bất khả kháng Thư vẫn chưa đến SV để kịp thi, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau. - Nhưng vì nhiều lý do bất khả kháng một số nơi bưu điện trả về Thân mến, Em đã thanh toán tiền tại BKPay rồi ạ. Vậy hiện giờ em chưa rõ thẻ Sv của em đang chuyển hay bị bưu điện trả về PDT. Em nên chờ tiếp tục hay sao ạ?",
    "Hiện tại em muốn rút môn học của học kỳ chính thì cần qui trình làm online như thế nào vậy ạ. Em điền biểu mẫu PDF rồi gửi đến đâu để được xác nhận vậy ạ  Em xin cảm ơn",
    "Dạ em mới nhận được mail của PĐT là sắp mở đợt đăng kí bổ sung cho các môn luận văn tốt nghiệp thực tập tốt nghiệp thì hình thức đăng kí này có mở cho các môn thực tập khác không ạ? Nếu không thì có thể xin mở lớp các môn thực tập khác không ạ? Em xin cảm ơn!",
    "Chào PĐT  Dạ cho em hỏi là qua 10h 23/08/2021 rồi mà em vào đăng ký bổ sung LVTN thì không đăng ký được ạ ảnh đính kèm bên dưới ạ  em cảm ơn!",
    "Dạ thưa cô ạ. Em là sinh viên ngành kỹ thuật xây dựng. Do thiếu sót trong việc đăng ký MH. Và chuẩn để em đăng ký đi thực tập ạ. Em xin cô cho em vào danh sách lớp ĐAMH Quy hoạch cảng L01 ạ. Em tên   Em xin cảm ơn nhiều ạ",
    "Thủy lực thủy văn-CI3011 . Em tên - Em bị add nhầm mã môn học ạ, mã môn của em là CI3011 không phải là CI3001 Em xin cảm ơn PĐT đã giúp em ạ ",
    "Kính gửi PĐT, Em xin gửi . Mong PĐT xem xét và phản hồi. Em xin cảm ơn",
    "Chào anh/chị! Em đang làm đề cương luận văn, đề tài Xây dựng hệ thống tự động trong nuôi trồng thủy sản với thầy . Đề tại thuộc loại liên ngành nhưng không có sinh viên CS đăng kí nên nội dung đề tài hiện tại hơi quá sức với em. Do dịch Covid nên em đã xin phép thầy dời lịch báo cáo. Nay em muốn đổi đề tài sang đề tài bên CE . Anh/chị cho em hỏi thủ tục đổi đề tài là như thế nào? Em có được đổi đề tài hay phải đăng kí lại môn đề cương luận văn? Em xin chân thành cám ơn ",
    "Dạ em xon phép chào thầy cô ạ!  Em tên   Mssv  Khoa bảo dưỡng công nghiệp k16 Em có vấn đề muốn hỏi là hiện tại em đã được 8.5 ngày công tác xã hội( có file đính kèm), đủ để đăng kí tiểu luận tốt nghiệp, nhưng tại sao khi em đăng kí tiểu luận tốt nghiệp thì hệ thống lại báo em là thiếu ngàu công tác xã hội là sao ạ Mong thầy cô xem xét giúp em ạ Em xin cảm ơn!",
    "Dạ em là sinh viên ngành kỹ thuật xây dựng. Do thiếu sót trong việc đăng ký môn học và môn quan trọng cho điều kiện thực tập của em. Mong PĐT xem xét cho em vào danh sách môn ĐAMH Quy hoạch cảng CI3185 lớp L01. Em tên  MSSV. Em xin chân thành cảm ơn",
    "THAY ĐỔI THỜI KHÓA BIỂU . Kính gửi PHÒNG ĐÀO TẠO, Em tên Nguyễn Thiện Duy, MSSV 1910958, đại diện cho lớp L02, môn ME2045 gửi e-mail này để xin PHÒNG ĐÀO TẠO giữ nguyên thời khóa biểu cũ của tiết   B ThL ME2046   (thứ 6 tiết 8, 9 vào các tuần chẵn)    thay vì Chủ nhật như thời khóa biểu mới . Lý do: thứ 7 và Chủ nhật trùng với lịch kiến tập (cố định) của cả lớp. Em mong PHÒNG ĐÀO TẠO sẽ sớm phản hồi e-mail của em. Thay mặt tập thể lớp L02, em xin cảm ơn.",
    "Kính chào PĐT. Đợt mở LVTN bổ sung vừa mở. Tuy nhiên em vẫn chưa được phép đăng ký môn học này. Khi nhấn vào nút chọn, em được thông báo rằng em không được phép đăng ký vào nhóm lớp này. Vậy em xin hỏi PĐT có thể tra cứu giúp em, xem còn thiếu những điều kiện như thế nào dẫn đến điều này không ạ. Em cám ơn PĐT. Sinh viên, ",
    "E đăng kí luận văn tốt nghiệp mà ngày CTXH được 6.5 ngày không đủ để đăng kí. Có cách nào để giải quyết giúp e không ạ e cảm ơn",
    "Dạ thưa cô ạ! Em tên:  MSSV: . Lý do: Thiếu sót trong việc kiểm tra đăng ký môn học. Và Môn học này sẽ có thể sẽ mở đợt cuối của khoá K18. Em xin đăng ký lại môn ĐAMH Quy hoạch cảng Mã MH: CI3185 GV: . Lớp L01 Vì là môn ĐA nên hiện tại chưa giao đề tài. Mong PĐT xem xét cho em vào danh sách lớp ạ. Em xin chân thành cảm ơn",
    "Em chào cô, Em tên Trần Văn Lâm, MSSV  SĐT [phone_number]. Em bị đăng ký quá hạn đợt  ĐĂNG KÝ MÔN HỌC DỰ THÍNH BỔ SUNG HK211 (HỌC TỪ 30/8) - ĐỢT 1 ạ. Vì chương trình Việt Pháp Khóa 2018 trở về trước không còn mwor môn này nên đây là cơ hội cuối cùng của em. Em mong PDT xét cho em đặt cách đăng ký học môn này để hoàn tất chương trình để Tốt nghiệp ạ. Em xin chân thành cảm ơn.",
    "Dạ em kính chào . Em tên là , MSSV: . Dạ em xin  giúp em đăng kí 1 slot lớp kếu cấu thép 2 dự thính học kì 211 ạ. do thời gian đăng kí đã hết nên em lỡ mất. em mong  cho em 1 slot ạ. Em xin cám ơn.",
    "Thực sự là lỗi của em đã bất cẩn quên đăng ký học kỳ chính 211 ở đợt 3 nên em muốn hỏi là em còn có thể đăng ký ở mục dự thính bổ sung học kỳ 211 trong thời gian tới không. Em cảm ơn.",
    "Em tên  Mssv 6 lớp CK13CXN do hết chương trình đào tạo em làm đơn chuyển sang hệ VLVH. Do chuyển VLVH khóa 14 phát sinh thêm môn đề cương luận văn tốt nghiệp, thêm nữa khóa 13 em học chuyên ngành Máy Xây Dựng chuyển sang VLVH chuyên nghành CT máy lại phát sinh thêm một số môn tự chọn mặc dù trước đó khóa 13 em đã hoàn thành đa số các môn học chỉ còn AV1,2,3,4 và luận văn tốt nghiệp . Nên em muốn làm đơn xin pdt miễn những môn phát sinh có được không và làm đơn như thế nào, có nộp online được không do tình hình dịch bệnh quá căng không thể đến trường. Và liệu em có thể làm luận văn ở bộ môn máy xây dựng thay vì bộ môn chế tạo được không.",
    "Dạ em xin chào Thầy/ Cô ạ !  Em tên: Huỳnh Tấn Thiện MSSV: 1713291 Thầy/ Cô cho em xin được hỏi 3 vấn đề ạ:  1. Em đã hoàn thành chương trình đại trà 142 chỉ, tuy nhiên, em vẫn chưa hoàn thành CCAV Speaking and Writing. Vì thế, em đã đăng ký môn học Anh Văn 1 để được duy trì tình trạng sinh viên trong HK211. Hiện tại, nếu em không tham gia học và nhận điểm 13, thì điểm này có tính vào điểm TB tích luỹ không ạ ? ( Em đã nộp CCAV Reading and Listening, đã quy đổi điểm AV1 = 10 điểm) . 2. Nếu em rút môn học AV1 hiện tại, thì có được duy trì tình trạng sinh viên không ạ ?  3. Nếu vẫn được duy trì tình trạng sinh viên, Thầy/ Cô có thể cho em xin quy trình các bước rút môn học trong học kỳ này được không ạ ?   Em mong nhận được phản hồi từ Thầy/ Cô . Em xin chân thành cảm ơn Thầy/ Cô ! Trân trọng . Huỳnh Tấn Thiện",
    "Em chào thầy cô, em là sinh viên k20 văn bằng 2 Ngành kỹ thuật xây dựng. HK202 em đăng kí môn học Đề cương luận văn (CI4341) và Thực tập tốt nghiệp (CI3343) học bình thường mà sao HK211 này em đăng kí Luận văn tot nghiệp (CI4343) thì hệ thống báo là sai mã môn học vậy ạ. Thầy/cô xem giùm em với ạ, em gửi yêu cầu lâu rồi mà vẫn chưa có phản hồi, em xin cảm ơn thầy/cô.",
    "Dạ cho em hỏi vì vấn đề cá nhân và gia đình, em có nhu cầu muốn tạm dừng 1 học kì, hiện tại trong thời gian dịch bệnh thế này thì làm như nào ạ ?",
    "Dạ em kính chào . Dạ em xin  giúp em đăng kí 1 slot lớp kếu cấu thép 2 dự thính học kì 211 ạ. Họ và tên:  MSSV: dạ do lớp dự thính kết cấu thép 2 chưa có mã lớp nên em ko nhập được ạ",
    "Chào thầy cô, em mong muốn được xin bổ sung môn học dự thính DT01_DT01 CO3003 - Mạng máy tính, hủy môn CO3069 - Mật mã và an ninh mạng nhóm L01_L01 do trùng giờ thực hành với môn muốn bổ sung . Lý do: vì em là sinh viên văn bằng 2 học theo chương trình cũ của k18 về trước, môn CO3003 - Mạng máy tính là mã cũ, không mở ở kì chính nữa, em mong muốn được học môn này trước để kịp tiến độ học tập. Rất mong được thầy cô giúp đỡ. Em cảm ơn!",
    "Xin rút môn học ở học kì 211  . Em muốn rút môn ở kì 211 nên gửi phiếu đăng kí rút môn và đơn xin rút môn để được giải quyết ạ",
    "Dạ em chào Thầy, Cô! Hiện tại tình hình dịch bệnh diễn biến phức tạp nên không thể đến trực tiếp PĐT được. Nguyện vọng của em là muốn chuyển hệ từ Chính Quy sang VHVL. Thì em có thể làm đơn và gửi mail đến PĐT để được xét duyệt không hay như thế nào ạ? Mong quý thầy cô giúp đỡ. Em xin chân thành cảm ơn. Chúc quý thầy cô sức khoẻ và bình an!",
    "K/g thầy/cô, Kính mong thầy cô xem xét giúp đỡ, hủy giúp em kết quả đăng ký môn học   B CI3009- 1 - Nhóm DT01 - Thứ 5 -  13-14.    Đến hôm nay, thầy mới gửi thông tin điểm thi cuối kỳ. Do e đã đạt môn này, nên nhờ thầy/c hủy kết quả đăng ký dự thính môn này giúp e ah . Em xin chân thành cảm ơn.",
    "i cho em hỏi sau khi em nộp bằng toiec 2 kỷ năng nghe đọc thì khi chuyển điểm em có được chuyển điểm anh văn 3-4 không ạ em đã học và có điểm môn này rồi ạ.",
    "học kỳ này em không đăng ký môn học có sao không ạ do dịch nhà em khó khắn quá khó mà có thể thanh toán học phí ạ",
    "Vừa qua đợt đăng ký môn học HK211 em có đăng ký môn đề cương luân văn tốt nghiệp, nhưng mà giờ mới tới đợt đăng ký đề cương luận văn tốt nghiệp riêng, vậy em có cần đăng ký lại môn đề cương luân văn tốt nghiệp không ạ?",
    "xin chào PĐT! em khoá k17 chính quy, đại  trà . sau khi tốt nghiệp em muốn  tiếp tục học bằng 2 tại trường. vậy em sẽ học theo khoá mấy và học phí của em sẽ đóng theo khoá nào ạ. và em phải thực  hiện thủ tục gì không ạ. Em cảm ơn.",
    "Kính gửi PĐT Em tên là Trần Chân Trân  MSSV  EM có một vài vấn đề như sau Đợt ĐKMH đợt 2 e đã có ĐK môn ME2013 - Nhiệtđộnglựchọc&tr/nhiệt và nhà trường đã mở khóa điều kiện để em đăng ký (Vì ảnh hưởng những môn sẽ đc học Bổ túc vào tháng 11). Nhưng khi lên TKB thì không có TKB của môn ME2013 - Nhiệtđộnglựchọc&tr/nhiệt. Em đã có làm đơn đề nghị bổ sung và các thông tin đk của đợt 2. Khi đk thì cũng đã đầy đủ những đk sỉ số lớp (Như hình đ1inh kèm) Kính mong PđT hỗ trợ ktra giúp em để kịp tiến độ ra trường  Em xin chân thành cảm ơn   i  .",
    "Dạ em tên .MSSV: Em xin đăng kí lớp kết thép 2 dự thính kì 211. dạ cho em hỏi cô là ngày 30/8 bắt đầu học kì dự thính nhưng vẫn còn 2 đợt đăng kí nữa phải không ạ.dạ cho em xin lịch đăng kí 2 đợt đó với ạ. em cám ơn cô nhiều",
    "Dạ thưa thầy cô, môn học này có sự cho phép của thầy Trịnh Văn Dũng chủ nhiệm bộ môn quá trình thiết bị , em hy vọng được mở môn học: thực tập quá trình thiết bị (CH2087) có mail được sự chấp thuận của thầy đính kèm. Em xin cảm ơn",
    "chào thầy cô . em đã thi anh văn và chuyển điểm cho anh văn 1-2 vậy bây giờ em thi lần nữa thì mình có thể chuyển điểm cho anh văn 3-4 không ạ hay mình phải học anh văn 3-4. Cảm ơn ạ.",
    "Dạ em kính chào pđt, Em có làm đơn xin công nhận môn tương đương và khoa đã có công văn công nhận gửi phòng đào tạo công nhận môn Nhập môn kỹ thuật mã TR1001. Hôm nay tới đợt đăng kí bổ xung đề cương luận văn mà em chưa đăng kí được môn đề cương luận văn vì thiếu môn học trước nhập môn kỹ thuật TR1001. Kính mong phòng đào tạo sớm giải quyết giúp em để em có thể đăng kí ạ. Em xin cảm ơn pđt rất nhiều ạ",
    "Dạ em xin chào ạ. Cho em hỏi HK211 này, để xét tốt nghiệp trường vẫn yêu cầu AV 2 kĩ năng nói viết không ạ?  Nếu có, vậy cho em hỏi sắp tới PĐT mình có tổ chức thi 2 kĩ năng đó không ạ? Em xin cảm ơn.",
    "Kính gửi PĐT Em tên là  MSSV  EM có một vài vấn đề như sau Đợt ĐKMH đợt 2 e đã có ĐK môn ME2013 - Nhiệtđộnglựchọc&tr/nhiệt và nhà trường đã mở khóa điều kiện để em đăng ký (Vì ảnh hưởng những môn sẽ đc học Bổ túc vào tháng 11). Nhưng khi lên TKB thì không có TKB của môn ME2013 - Nhiệtđộnglựchọc&tr/nhiệt. Em đã có làm đơn đề nghị bổ sung và các thông tin đk của đợt 2. Khi đk thì cũng đã đầy đủ những đk sỉ số lớp (Như hình đ1inh kèm) Kính mong PđT hỗ trợ ktra giúp em để kịp tiến độ ra trường Em xin chân thành cảm ơn   i  .",
    "Thưa thầy/cô , trong quá trình đăng ký môn học thì em có nguyện vọng đăng ký môn EE3063 nhưng bị giãn cách giữa 2 cơ sở với môn EE3001. Môn EE3001 này học hoàn toàn là online nên không bị vướng vấn đề này ạ. Mong thầy cô bổ sung cho em môn EE3063 với ạ. Em cảm ơn nhiều.",
    "Dạ em chào phòng đào tạo ạ. Hiện tại em là sinh viên năm 5 khoa kĩ thuật xây dựng. Kì này em đã hoàn thành xong tất cả đồ án. Em muốn đăng kí luận văn nhưng vẫn còn môn lí thuyết của môn Tổ chức thi công em chưa hoàn thành ạ. Luận văn sắp tới em làm bên đề tài kết cấu thép nên cũng không sử dụng kiến thức của môn tổ chức thi công nhiều ạ. Vì vậy em muốn được xin phép phòng đào tạo tạo điều kiện để em được đăng kí luận văn trong kì này luôn. Vì tình hình dịch bệnh khó khăn nên em không lên phòng đào tạo gặp trực tiếp được. Em xin chân thành cảm ơn ạ.",
    "Dạ em chào thầy cô Em có viết đơn xin vào lớp học địa chất công trình L01_L02 vì đơn đăng kí môn học của em gặp sự cố, nhưng khi em vào lớp L01_L02 thì tên giảng viên vẫn chưa cập nhật, mong th/cô giúp em với ạ",
    "Chào Thầy cô  Cho em xin đăng ký thêm môn giải tích 2 vào học kì chính 211 vì em đăng ký không được. Mong thầy cô đồng ý giúp em vì em đang thiếu chỉ ạ. Khó khăn hay trùng lịch em có thể tự giải quyết được ạ . Em cảm ơn    .",
    "Dạ chào thầy cô. Dạ cho em hỏi em có đứa em sắp nhập học vào trường theo diện DGNL mà hiện tại đang là F0 nên không thể đi chứng thực CMND được ạ thì em nên giải quyết sao ạ. Em cảm ơn thầy cô   i  .",
    "Dạ thầy/ cô ơi như đã có gửi câu hỏi ở lần trước về vấn đề đăng kí LUẬN VĂN TỐT NGHIỆP ngành Cầu Đường mã CI4313. Dạ cụ thể là môn Xây Dựng Cầu mã cũ CI4033 của đúng chương trình đạo tạo K15, em đã qua môn này rồi ạ, nhưng đến khi đăng kí làm Luận Văn Tốt Nghiệp thì hệ thống báo em chưa đạt 2 môn CI4121 và CI4123 là 2 môn mã mới đã được tách riêng ra của môn Xây Dựng Cầu ạ. Em xin PĐT kiểm tra lại giúp em ạ. Em xin cảm ơn.",
    "Em xin hủy môn học: Cơ sở máy tính Mã môn học: EE2403, lớp TT01",
    "Chào PĐT, DKMH đợt 3 em có đăng ký DCLVTN EE4331, khi kiểm tra kết quả DKMH thì em bị xóa mất, nhờ PĐT khôi phục lại giúp em ạ. Xin cảm ơn PĐT!  - MSSV:  EE4331 - DCLVTN",
    "Chào Thầy! Em là  MSSV:  Em học bằng 2, ngành Kỹ Thuật Xây Dựng, hiện nay đợt ĐK bổ sung LVTN này không có nhóm môn cho bằng 2. Mà trong hệ thống không có mục chuyển hệ cho SV Bằng 2 đăng ký. Nên em gửi đơn này để nhờ PĐT hỗ trợ thêm mục chuyển hệ để SV bằng 2 đăng ký bổ sung luận văn tốt nghiệp . Em xin cám ơn. sđt: [phone_number] ",
    "Cho em hỏi là em muốn đăng kí môn học ngoài đợt đăng kí có được không ạ. Lớp chưa đủ sĩ số và mới bắt đầu học ạ. Em cảm ơn !!",
    "Em chào thầy cô, em là sinh viên k20 văn bằng 2 Ngành kỹ thuật xây dựng. HK202 em đăng kí môn học Đề cương luận văn (CI4341) và Thực tập tốt nghiệp (CI3343) học bình thường mà sao HK211 này em đăng kí Luận văn tot nghiệp (CI4343) thì hệ thống báo là sai mã môn học vậy ạ (hình ảnh đính kèm). Thầy/cô xem giùm em với ạ, em gửi yêu cầu lâu rồi mà vẫn chưa có phản hồi, em xin cảm ơn thầy/cô.",
    "Kỳ 202 19/8/2021 em có đăng ký hoãn thi môn CI3039 nhưng em 20/8/2021 có tham gia thi và giảng viên cũng đã chấm điểm vậy nên em muốn rút lại đơn hoãn thi của mình",
    "Dear  Em tên:  () Phòng đào tạo cho em xin chương trình đào tạo của em với ạ. Em theo CTĐT K2019 hay K2014 ạ. Theo hướng dẫn của PĐT những môn học đăng kí trong tệp đính kèm đang theo CTĐT K2014 ạ. Vừa rồi em đăng kí môn theo file đính kèm đó, em lo lắng sẽ không được tính vào điểm TB tích lũy mà chỉ tính vào tín chỉ tích lũy. Nên em muốn xác định CTĐT để đăng kí môn theo MSMH CTĐT đó .",
    "Do đăng ký nhầm mã môn học nên e muốn rút môn sức bền vật liệu ( mã môn CI2001) Em xin cẩm ơn ạ",
    "Kính gửi: Phòng đào tạo.   Em tên là , MSSV  Nghành: Bảo Dưỡng Công Nghiệp. Lớp: BD16CN03   Hôm Nay em viết đơn này kính mong phòng đào tạo cho em cơ hôị gia hạn thời gian đào tạo. Em là sinh viên K16 nghành cao dẳng bảo dưỡng công nghiệp, em đã hoàn thành xong luận văn tốt nghiệp. Do dịch Covid nên trung tâm anh ngũ IIG đã hủy lịch thi anh văn Toeic của e vào tháng 6 đến giờ em vẫn chưa thi được anh văn đầu ra và Trung tâm IIG vẫn chưa có thông báo thời gian hoạt động lại, Em mong phòng đào tạo xem xét giúp đỡ em gia hạn thời gian đào taọ để em có cơ hội nhận bằng tốt nghiệp . Nếu gia hạn được em có cần đăng kí môn học duy trì không ạ? Em rất mong chờ hồi âm từ phòng đào tạo            TPHCM, NGÀY 23 THÁNG8 NĂM 2021                                              ",
    "Dạ nhà trường cho em hỏi, là hiện tại em đang đăng kí 16 chỉ kì 211, ví dụ bây giờ em làm đơn rút môn 3 chỉ, thì em sẽ còn lại 13 chỉ đăng kí trong kì 211, thì em có thể dùng 3 chỉ học kì hè 203 để bổ sung qua kì 211, để áp dụng tối thiểu 14 chỉ 1 học kì để đạt điều kiện xét học bổng được không ạ. Hay là điều kiện xét học bổng phải là đăng kí 14 chỉ 1 học kì mới được vậy ạ",
    "Em chào Thầy Cô,  Em là   MSSV:     Thầy cô cho em hỏi, môn Thiết kế nhanh 2 MSMH: CI1005 trong đợt đăng kia dự thính đợt 3 trong lộ trình 1  Nhưng môn học ấy lại không đăng kí được do môn học thay đổi loại hình hình sinh viên Em và các bạn không thể đăng kí được Các bạn có hỏi nhưng vẫn chưa nhận được phản hồi từ thầy cô ạ Em có liên hệ giảng viên hướng dẫn nhưng thầy báo chỉ có thời khoá biểu nhưng không có danh sách sinh viên     Vậy bây giờ sang đợt đăng kia dự thính bổ sung của lôk trình 2 thầy cô có thể mở đăng kí lại môn này với loại hình sinh viên nhóm DT không ạ ?    Em mong nhận được sự phản hồi từ thầy cô     Em chân thành cám ơn Thầy cô!       ",
    "Chào thầy/cô,  Cho em hỏi với tình hình dịch bệnh như hiện nay em muốn được thu nhận lại để đăng ký môn học cần phải thực hiện quy trình như thế nào ạ? Em cảm ơn.",
    "camera bị lỗi không quay được. sạc laptop bị hỏng không có sạc thay thế",
    "Em chào PĐT, hiện tại em không đăng ký LVTN CI4373 CTT được vì thiếu các môn tiên quyết, các môn đó em đã hoàn thành và được có điểm chuyển từ CQ sang VHVL rồi ạ. ( em coi trong mục điểm chuyển) . Và trong mục điểm chuyển còn thiếu 2 môn chưa được chuyển qua là KẾT CẤu THÉP 1, VẬT LÝ 1  (hình đính kèm). Dạ em mong PĐT hồi âm sớm để em kịp ĐK LVTN. SV: La Minh Nhật Huy , mssv: 2134015, hệ vhvl.",
    "Dạ em xin gửi đơn xin được hủy đăng kí hoãn thi cuối kì 202 năm học 2020-2021.",
    "Ngày 20/8 vừa rồi em có gửi mail xin hoãn thi cho PĐT vào gmail , ngày 25/8 này là phải thi rồi. Nhưng đến hôm nay em vẫn không nhận được lời xác nhận của PĐT trên gmail . Mong nhà trường xem xét sớm giùm em. Em xin cảm ơn.",
    "Cho em hỏi, ngày 21/8 em có tham dự thi môn nhập môn lập trình, đã điểm danh, nộp bài đầy đủ. Tuy nhiên đến trưa ngày 21/8. Khi thi em đã tạo một phòng meet riêng để record tuy nhiên lúc nộp minh chứng thì chỉ thấy được ảnh đại diện ggmeet của em chứ không ghi màn hình làm bài. Như vậy trường hợp này sẽ phải giải quyết thế nào ạ? Em cảm ơn",
    "Xin chào ạ, Vì tập trung vào việc chuẩn bị thi cho học kỳ 202 và điện thoại của em bị lỗi không thông báo về đăng ký môn học học kỳ 211 nên em đã bỏ lỡ thông báo đăng ký môn học 211. Môn học em muốn đăng ký ở học kỳ chính 211 là:    Mã môn học  Tên môn học      EE3069PLC    EE3071SCADA    SP1009Đường lối cách mạng của Đảng                  Cộng sản Việt Nam    EE4325Đề cương luận văn tốt nghiệp                  (KT Điều khiển và Tự động)    EE3139       Cảm biến và đo lường    EE3131       Hệ thống năng lượng xanh Em xin cảm ơn.",
    "Hiện tại do khó khăn về giãn cách xã hội vì dịch bên xuốt cả mùa hè nên em vẫn chưa thể hoàn thành nộp chứng chỉ anh văn để đủ điều kiện đăng ký luận văn tốt nghiệp. mong PĐT xem xét cho em được đăng ký luận văn tốt nghiệp . Em sẽ bổ sung tiếng Anh sớm nhất có thể.",
    "Kính chào phòng đào tạo Em tên  MSSV  khoa bảo dưỡng công nghiệp. Em xin trình bày một việc như sau: Tháng 9 này là em hết hạn học tại trường, nhưng dịch em không thể kịp thi toeic nộp lên pđt. Vậy cho em hỏi với trường hợp của em pđt có huỷ quá trình của em không ạ, và hướng giải quyết như thế nào. Kính mong được sự phản hồi từ phòng đào tạo. Em xin chân thành cảm ơn.",
    "Kính gửi: Phòng Đào tạo, Em có vấn đề về việc đăng ký LVTN, hiện tại tài khoản của em chưa được cập nhật điểm môn CI3213 - ĐAMH Kết cấu thép (tiên quyết LVTN) nên không thể đăng ký được LVTN, kính mong PĐT xem xét và cập nhật điểm môn học này giúp em. Em xin chân thành cảm ơn PĐT đã hỗ trợ hết mình cho sinh viên mùa dịch ạ. Chúc PĐT và gia đình nhiều sức khỏe để vượt qua đại dịch COVID-19 và một ngày làm việc thật hiệu quả. Trân trọng ./.    .",
    "Em chào Thầy/Cô, Em là sinh viên Việt Pháp khóa 2019. Ở học kỳ 202 em còn phần thí nghiệm của môn Điện - Giải tích mạch (EE2032) chưa được tổ chức và môn Thực tập công nhân (EE2119) 2 tín chỉ chưa học tiết nào. Như vậy thì ở học kỳ 211 chúng em sẽ phải học bù 2 tín chỉ này và phần thí nghiệm của môn EE2032. Hiện tại chúng em đã đăng ký 16 tín chỉ và GVCN có khuyến khích lớp em đăng ký thêm 3 tín chỉ của môn học Nhập môn chiếu sáng (EE4027) thuộc dự án DESL là lên thành 19 tín chỉ trong học kỳ chính 211. Do đó, thời khóa biểu hiện tại của em đã gần như kín hoàn toàn. Vì thế việc PĐT xếp lịch để bù các môn có học phần thí nghiệm và thực tập của học kỳ 202 khi sinh viên đi học trở lại là vô cùng bất cập. Vậy PĐT sẽ giải quyết việc này như thế nào khi mà thời gian của học kỳ 202 đã kéo dài quá lâu như vậy và sẽ ảnh hưởng đến khối lượng giờ học trong học kỳ 211 ạ? Em cảm ơn",
    "Kính gửi nhà trường Em tên là , MSSV  Qua 3 đợt đăng kí môn học cho học kì chính mới, em đã không thể đăng kí với lý do chưa thanh toán học phí. Nay em đã thanh toán đầy đủ, kính mong nhà trường hỗ trợ em được đăng kí bổ sung môn học cho học kì mới để em có thể nhanh chóng hoàn thanh chương trình học, vì đây là học kì cuối của em Em xin chân thành cảm ơn",
    "Em chào Thầy  Em tên  mssv  Khoa KT Địa chất và dầu khí khóa K16  Em đã gần hoàn thành chương trình học tập ở học kì 202 Em có nguyện vọng được đăng kí cả ĐCLV và LVTN trong học kì 211 này để nhanh chóng kết thúc thời gian đào tạo  Em muốn hỏi là nếu em cam kết là sẽ hoàn thành cả 2 môn trong học kì này thì PĐT có hỗ trợ em trong việc đăng kí môn LVTN không ạ?  Em cảm ơn Thầy/ cô",
    "Kính gửi: PĐT Đại học Bách Khoa Em là: , MSSV:  Khoa: Bảo Dưỡng Công Nghiệp Em xin trình bày như sau: hiện tại em còn anh văn 2 và anh văn đầu ra . Em dự tính thì toiec để quy đôi điểm anh văn 2 và anh văn đầu ra là 400 điểm. Mà do tình hình dịch bệnh nên em không đăng kí thi được. Hiện tại em đang bị tạm dừng học vụ . Nay em xin phòng đào tạo cho em được thu nhận lại và đăng kí anh văn 2 để em được duy trì tình trạng sinh viên. Anh văn 2 MSMH: LA1005 hoặc là mã tương đương tuỳ PĐT sắp xếp . Trong khi chờ đợi PĐT xem xét em xin chân thành cảm ơn!",
    "Cô ơi. Em thấy mail trường gửi ghi không xét chuẩn chứng chỉ anh văn quốc tế khi xét LVTN trong hk211. Nhưng ngày công tác xã hội của em là 9,5 ngày, chưa đủ 10 ngày. Hiện giờ không thể làm CTXH. Em có thể xin nhà trường xem xét cho em đăng kí LVTN được không ạ. Số tín chỉ em cũng đủ luôn rồi ạ. Em cảm ơn.",
    "Cho em rút môn học Anh văn 1 LA1003",
    "Dạ hiện tại em đã hoàn thành các chương trình đào tạo, chỉ thiếu tín anh văn để nhận luận văn tốt nghiệp, em mới thấy trường gửi thông báo cho nợ bằng anh văn nhưng khi em đăng kí luận văn thi không được ạ, dạ ac cho em xin các giải quyết ạ",
    "Dạ cho em hỏi môn học của em không thể đăng kí phúc khảo trên hệ thống thì em phải làm sao ạ do môn em có phần tự luận ạ.",
    "Em tên là  mssv  , thưa thầy cô vừa qua em có nộp đơn khiếu nại đăng kí môn học và đã nhận được phản hồi từ phòng đào tạo. nhưng em đã kiểm tra lại thời khóa biểu nhiều lần vẫn chưa thấy thông tin cập nhật môn học \" Giai tích mạch EE2033 \" vào thời khóa biểu kì 211  . mong thầy cô xem xét và cập nhật giúp em sớm nhất có thể , vì môn này đã học được 1 tuần đầu rồi ạ . Em xin trân thành cảm ơn và rất mong nhận được phản hồi từ thầy cô .",
    "EM GỬI ĐƠN NÀY MONG PDT CÓ THỂ XEM XÉT HỦY BỎ YÊU CẦU HOÃN THI CỦA EM Ạ. EM XIN CẢM ƠN",
    "Dạ , Thưa quý thầy cô ! Liệu giờ em bổ sung học phí thì có được mở thời khóa biểu với lịch thi hoc ki203 lại ko ạ ! - Do tình dịch nên tình khó kinh tế nên em chưa thanh toán được , nhà trường có biện pháp nào giải quyết cho để em có thời khóa biêu thi được không ạ ! Em xin hứa sẽ cố gắng thanh toán đầy đủ học phí trong những học kì kế tiếp ạ ! Mong quý thầy cô xem xét giúp đỡ ,để em có thể tiếp tục lịch học cũng như lịch thi học kì203",
    "Dạ em chào quý Thầy Cô, Học kỳ vừa rồi em bị tạm dừng thôi học vì không đăng ký môn học để duy trì tình trạng sinh viên. Hiện nay đang trong đợt đăng ký mô học học kỳ mới nhưng do tình hình Covid em vẫn chưa nộp đơn xin thu nhận lại vậy kết quả đăng ký môn học của em có được chấp nhận không ạ? Em phải hoàn thành thủ tục và gửi đơn xin thu nhận lại như thế nào ạ. Em cảm ơn Quý Thầy Cô.",
    "xúc tác trong CN lọc-hóa dầu Mã: CH3193",
    "Em xin gửi thầy/cô đơn thu nhận lai đã điền đầy đủ thông tin. Mong thầy/cô sớm hỗ trợ để em kịp đăng ký đợt bổ sung. Em cảm ơn.",
    "Cho em hỏi về trường hợp không mang theo thẻ sinh viên khi vào khu cách ly thì có được sử dụng CMND để xác minh khi thi cuối kí không ? cụ thể là môn Giải tích 1 HK203",
    "Dạ cô ơi , học kì 202 , em có đăng kí một môn nhưng do dịch nên em phải hoãn thi , giờ em đăng kí môn học đó trong học kì này  để thi lại cuối kì , vậy em phải làm sao để không đóng học phí môn học này ạ. em cảm ơn .",
    "Hỗ trợ chuyển điểm môn học tương đương . Em chào Thầy/Cô ! Em đã nhận được trả lời của PĐT là đã cập nhật các môn học cho em nhưng khi em vào đăng kí LVTN thì lại bị yêu cầu cũ là các môn học tiên quyết chưa thông qua cụ thể là các môn em đã trình bày ở tin nhắn trước, kính mong PĐT xử lý giúp em để em kịp đăng kí đợt vét LVTN. Các môn tiên quyết và các môn tương đương: 1. Môn CI3053 (HK II 2017-2018) tương đương môn (CI3203 + CI3205). 2. Môn CI3073 (HK II 2017-2018) tương đương môn (CI3215 + CI3217). 3. Môn CI4005 (HK I1 2018-2019) tương đương môn (CI4113 + CI4115).",
    "Kính gửi ban giám hiệu Em tên: , sinh viên Trung tâm Bảo Dưỡng Công Nghiệp Lý do em làm đơn xin phép nhà trường cho phép em kéo dài thời gian đào tạo thêm 1 học kì, cho phép em đăng ký các môn học cuối cùng trong chương trình đào tạo và gia hạn đóng học phí kì 203 đến sau dịch thanh toán. do tình trạng dịch bệnh kéo dài khiến em gặp 1 vấn đề tài chính lớn dẫn đến không thể giải quyến học phí kì 203 dẫn đến không thể hoàn thành những môn học cuối cùng trong chương trình đào tạo của Trung Tâm Bảo Dưỡng Công Nghiệp. Em xin nhà trường xem xét giúp đỡ để em có thể hoàn thành chương trình đào tạo và tốt nghiệp   Em xin lỗi vì 1 số lý do bất khả kháng nên đã liên hệ nhà trường trễ như vậy",
    "Kính gửi phòng đào tạo  Em tên là  MSSV    Lý do viết đơn : Đợt 1 ĐKMH em có đăng kí các môn như sau: Giải Tích Mạch: MSMH: EE2033, Kỹ Thuật Số: EE1009, Hệ Thống máy tính Và ngôn ngữ Lập Trình MSMH:EE2009. nhưng không có kết quả đăng lý đợt 1( Lý do là không có khả năng xếp lớp kèm ảnh minh chứng). ==  vào lần đăng kí  đợt 2 thì em đã thấy mở thêm sỉ số của môn Kỹ thuật số nên đã ĐK được môn này, nhưng các môn còn lại không đăng kí được do hết sỉ số. Nên em đã đăng ký các môn khác cho đủ tín chỉ. Nguyện vọng của em là được đăng kí môn Giải tích mạch EE2033 ở học kỉ chính, nhưng đã dk môn này ở kì dự thính bổ sung đợt vì học phí khá mắc nên em hy vọng được học ở kì chính . Em đăng kí môn này để làm nền tảng cho những môn khac vì học kì 211 em đã rớt nên còn lỗ hỏng kiến thức khá nhiều. Nên mong thầy cô xem xét lại giúp em học kì chính 211. Tên môn học: Giải tích mạch Mã môn học:EE2033",
    "Kính gửi PĐT  Em sinh viên năm 4 ạ . Cho em hỏi đợt này có thể mở môn học thự tập ngoài trường mã CI3365 được khuông ạ . Em cảm ơn ạ",
    "Kính gửi quý thầy cô, Em xin phép gửi đơn xin hủy hoãn thi của em. Mong quý thầy cô xem xét và phê duyệt. Em xin cảm ơn quý thầy cô.",
    "Dạ em chào Thầy Cô! Em là  MSSV:  Em xin phép Thầy cô cho em được đăng kí môn học: Tên môn học: Thiết Kế Nhanh 2 Mã Môn học: CI1005 Nhóm lớp T01 Lý do không đăng kí được: do bị thay đổi loại hình sinh viên đăng kí Giảng viên hướng dẫn:  Em mong thầy cô xem xét cho em được đăng kí môn học này ạ  Em chân thành cám ơn thầy cô. Trân trọng",
    "tên môn học \" Giai tích mạch \"  Mã môn học EE2033  Lớp muốn đăng kí : LO1_LO2  Thầy ",
    "kính thưa pđt, hiện nay e có đăng kí luận văn tốt nghiệp, nhưng k đăng kí được vì vướng CTXH, e là khoa bảo dưỡng công nghiệp khóa cao đẳng nên chỉ cần có 10 ngày rưỡi. hiên tại e đã có 6.5 ngày và đã hiến máu được thêm 2 lần nhưng do tình hình dịch bệnh nên chưa nộp vào được, kính mong pđt đăng kí giùm luận văn tốt nghiệp giùm e rồi khi hết dịch e làm liền thêm 2 ngày nữa sẽ bổ sung sau ạ. E chỉ còn đúng luận văn tốt nghiệp và e cũng là khóa cao đẳng cuối cùng của trường, mong pđt  giúp đỡ để e được ra trường sớm nhất. E xin cảm ơn",
    "Dạ cho em hỏi trong đợt 3 đăng ký môn học vừa rồi em không đăng ký. Vậy bây giờ em muốn đăng ký một môn tự chọn để duy trig tình trạng sinh viên thì làm đơn hay theo cách nào ạ?",
    "Dạ em xin chào Thầy/ Cô ạ !  Em tên:  MSSV:  Thầy/ Cô cho em xin được hỏi vấn đề sau ạ:  Em đã hoàn thành chương trình đại trà 142 chỉ, tuy nhiên, em vẫn chưa hoàn thành CCAV Speaking and Writing. Vì thế, em đã đăng ký môn học Anh Văn 1 để được duy trì tình trạng sinh viên trong HK211 . Hiện tại, nếu em không tham gia học và nhận điểm 13, thì điểm này có tính vào điểm TB tích luỹ không ạ ? ( Em đã nộp CCAV Reading and Listening, đã quy đổi điểm AV1 = 10 điểm) . Em mong nhận được phản hồi từ Thầy/ Cô. Em xin cảm ơn Thầy/ Cô . Trân trọng . ",
    "Kính gửi trường đại học Bách Khoa, Em tên là , MSSV . Em gửi tin nhắn này mong được trình bày lại về vấn đề của em như sau: Đợt đăng ký môn học vừa rồi trùng với ngày thi và kỳ thực tập của khoa em, nên khi đăng ký em đã bỏ qua môn   B Đồ án Kỹ thuật lập trình - CO1031   . Việc hoàn thành môn học này rất quan trọng với em vì em đang gần tới đích trên con đường tốt nghiệp. Em biết việc này là xảy ra là do em đã không có sự chuẩn bị từ trước, để xảy ra sai lầm này. Mong nhà trường có thể cho phép em có thêm cơ hội để đăng ký môn học kể trên ạ. Em xin chân thành cám ơn. Mong sớm nhận được hồi âm ạ.",
    "Dạ thưa phòng đào tạo, em tên Hồ Sĩ Nguyên mssv , em đã viết đơn cập nhật môn tương đương và được phản hồi là đã cập nhật thành công, nhưng chưa được cập nhật online trên hệ thống, khi em đăng kí luận văn tốt nghiệp(CI4313) cho đợt bổ sung HK211(23/8-25/8/2021) thì vẫn thông báo là thiếu môn :ĐAMH Thiết kế cầu (mã CI4123) ạ! Cụ thể là em xin cập nhật môn : Xây dựng cầu + ĐAMH Thiết kế cầu (CI4121+CI4123) tương đương với môn: Xây dựng cầu (CI4033) mà em đã học trong HK1(2019-2020). Em mong phòng đào tạo xem xét và cập nhật cho em trên hệ thống online để em được đăng kí LVTN ạ. Em cảm ơn !",
    "Cho em nộp đơn lí do thanh toán học phí trễ",
    "Dạ cho em nộp đơn xin hủy đăng kí hoãn thi.",
    "Chào Thầy (Cô) Dạ hôm trước em có gửi file dính kèm thu nhận lại rồi ạ. khi nào thì xóa tình trạng tạm dừng trên tình trạng sinh viên vậy ạ. Nếu em nộp thu nhận lại rồi mà kì này em không đăng kí môn học vậy có bị xóa tên không ạ. do 3 kì liên tiếp không có thời khóa biểu.",
    "Kính gửi Phòng Đào Tạo, Như yêu cầu/ câu hỏi trước, em mong muốn được đăng kí môn học Đồ án Hệ Thống số ( mã môn CO1029) . Xin Phòng Đào tạo giúp em được đăng kí môn học này. Em xin cảm ơn ạ",
    "Kính gửi phòng đào tạo! Em tên là  MSSV:  Khoa: Kĩ thuật xây dựng Đơn xin cập nhật một số môn tương đương. Mong phòng đào tạo cập nhật sớm cho em để em có thể nhận được . Em xin chân thành cảm ơn!",
    "dạ cô ơi , em đã hoãn thi một môn học kì 202 , nhưng giờ em đăng kí môn này  học kì 211 và đã có thời khóa biểu môn này . Vậy em phải làm sao để được thi lại mà không phải đóng học phí môn này ạ . Em cảm ơn .",
    "Dạ em chào PDT ạ PDT cho em hỏi là hiện tại đã kết thúc đăng ký môn học của học kỳ chính 211 nhưng giờ em có thể đăng ký thêm để học lớp anh văn 4 trong học kỳ chính được không ạ. Em thuộc diện thi anh văn trong trường và được pass qua môn nhưng giờ em muốn đăng ký anh văn 4 liệu có thể được không ạ . Em xin cảm ơn ạ",
    "Em chào thầy cô. Vì học kì 201 em học 12 tín chỉ nên k đủ tín chỉ để đăng kí TTTN và HK 211 em đã đăng kí thêm để đủ điều kiện thì cho em hỏi số tín chỉ đăng kí của học kì 211 có được cộng vào để đk TTTN đợt bổ sung này k ạ.    .",
    "Em xin kính chào quý Thầy Cô Em tên   mssv  Em có một thắc mắc muốn hỏi là : Hiện tại vì lý do tình hình dịch bệnh nên gia đình có nhiều khó khăn chưa thể đóng được tiền học phí vậy có thể làm đơn vay tiền để đóng học phí của trường được không ạ? . Hay làm gì để có thể được học tiếp ạ. Em mong quý Thầy Cô tư vấn giúp em ạ. Em xin chân thành cảm ơn.",
    "Kính gửi thầy cô  Em tên là  MSSV   Mong muốn của em là đăng kí học môn học sau :  tên môn học \" Giai tích mạch \" Mã môn học EE2033 Lớp muốn đăng kí : LO1_LO2 Thầy    Lý do: Đợt 1 ĐKMH em có đăng kí các môn như sau: Giải Tích Mạch: MSMH: EE2033, Kỹ Thuật Số: EE1009, Hệ Thống máy tính Và ngôn ngữ Lập Trình MSMH:EE2009. nhưng không có kết quả đăng lý đợt 1( Lý do là không có khả năng xếp lớp kèm ảnh minh chứng). ==  vào lần đăng kí  đợt 2 thì em đã thấy mở thêm sỉ số của môn Kỹ thuật số nên đã ĐK được môn này, nhưng các môn còn lại không đăng kí được do hết sỉ số. Nên em đã đăng ký các môn khác cho đủ tín chỉ. Nguyện vọng của em là được đăng kí môn Giải tích mạch EE2033 ở học kỉ chính, nhưng đã dk môn này ở kì dự thính bổ sung đợt vì học phí khá mắc nên em hy vọng được học ở kì chính . Em đăng kí môn này để làm nền tảng cho những môn khac vì học kì 211 em đã rớt nên còn lỗ hỏng kiến thức khá nhiều. Nên mong thầy cô xem xét lại giúp em học kì chính 211. Tên môn học: Giải tích mạch Mã môn học:EE2033",
    "do khu em dịch bệnh nặng và liên quan đến sức khỏe, nên em chưa kịp đkmh cho hk chính 211 em có thể xin được đkmh bổ sung không ạ. Em xin cảm ơn.",
    "kính thưa pđt, e là lớp cao đẳng của khoa bảo dưỡng công nghiệp, Mong pđt cập nhập giùm e luận văn tốt nghiệp. vì khóa cao đẳng của e chỉ cần 6 ngày là có thể đăng kí được mà hiện tại nhà trường đang áp dụng theo chương trình đại học nên e không thể đăng kí được, hiện tại e là 6.5 ngày. mong pđt cập nhập giúp e để e hoàn thành chương trình sớm nhất có thể",
    "Vừa rồi em có đăng ký hoãn thi môn Kinh tế chính trị và đã nhận được mail xác nhận. Em có thắc mắc là em sẽ phải tự động thi lại trong một trong những đợt thi sau (vd như thi cuối kỳ hk 203) hay là lịch thi lại của em sẽ được thông báo sau? nếu thông báo lịch thi lại thì em có thể xem ở đâu ạ? Em cám ơn.",
    "Cho em hỏi là giờ em rút môn học của học kì chính 211 thì có đóng học phí không ạ",
    "Em chào thầy/cô,  Em tên là , MSSV , sinh viên khoa Xây Dựng . Sau khi thi cuối kỳ môn Giải tích 1 tại trường, em có mắc phải một sự cố dẫn đến việc không thể nộp được file quay màn hình. Ngay lúc đó em đã có email cho giảng viên bộ môn của em nhưng không nhận được phản hồi. Do đó em đã đăng ký hoãn thi vì hạn đăng ký là 5 ngày sau khi ngày thi diễn ra . Sau khi hoàn tất thì giảng viên có phản hồi và đã hỗ trợ giải quyết sự cố của em, vì vậy em liên hệ Phòng Đào tạo để được huỷ đăng ký hoãn thi ạ. Bên dưới sẽ là file đính kèm mẫu đơn hoãn đăng kí hoãn thi của em ạ. Em cảm ơn thầy/cô đã đọc email này và mong sớm nhận được phản hồi từ phòng Đào tạo. Trân trọng./.        ",
    "ng ký môn học Chào Phòng Đào tạo, em gửi yêu cầu với lý do xin phép được đăng ký vào lớp hữu cơ với thông tin cụ thể sau đây: - Tên môn học: HÓA HỮU CƠ - Mã môn học: CH2021 - Lớp: A01 - Gv: Phan Thị Hoàng Anh - Sĩ số 93/90 Mong Phòng đào tạo hỗ trợ đăng ký",
    "chào pđt.em tên đinh văn tiến sinh viên bằng 2 khóa 2018. đợt này trường cho sinh viên đăng kí bổ sung luận văn tốt nghiệp. nhưng sao em vào đăng kí không được .mong pđt hỗ trợ giúp dùm.",
    "Dạ em chào pđt ạ. Việc là đợt trước em có nhờ 1 bạn xin mở thêm lớp môn hoá môi trường 1 En2005 nhưng chỉ tăng sĩ số được vài người thôi ạ. Em vô đăng kí thì đã full rồi ạ. Nguyện vọng của em xin pđt cho em thêm vào lớp để được học môn này với ạ. Em khoá k19 kì này học không được môn này là bị trễ tận 2 năm luôn ạ. Em mong pđt giúp đỡ em để em được học môn này với ạ. Em tên  Mssv . Em trân thành cảm ơn pđt chúc pđt một ngày làm việc vui vẻ ạ.",
    "mssv:  ) Môn học xin đăng ký:   GE2041 - Địa vật lý dầu khí  1007 - Thí nghiệm vật lý  1005 - Giải tích 2  SP1007 - Ph/luật ViệtNam đạicương  2013 - Xác suất và thống kê",
    "Dạ em chào pđt ạ. Việc là đợt trước em có nhờ 1 bạn xin mở thêm lớp môn hoá môi trường 1 En2005 nhưng chỉ tăng sĩ số được vài người thôi ạ. Em vô đăng kí thì đã full rồi ạ không cho đăng kí nữa ạ. Nguyện vọng của em xin pđt cho em thêm vào lớp để được học môn này với ạ. Em khoá k19 kì này học không được môn này là bị trễ tận 2 năm luôn ạ. Em mong pđt giúp đỡ em để em được học môn này với ạ. Em tên  Mssv . Em trân thành cảm ơn pđt chúc pđt một ngày làm việc vui vẻ ạ.",
    "Dạ em chào T ạ. Em tên  mssv  Em vì những kỳ trước em đăng ký anh văn 4A mã học LA1043 em thấy hệ thống báo không được đăng ký vì cần học anh văn 3A nhưng giờ em mới biết có thể học được anh văn 4 ( LA1009 ) , em là sinh viên thi anh văn trong trường nên em không biết về quy định anh văn này giờ em có hỏi bạn bè thì em mới biết  Do đó em xin thêm sỉ để em được học lớp anh văn 4 mã môn học LA1009 lớp L04 thứ 3 tiết 2-3-4  giảng viên  ạ Em xin cảm ơn T ạ",
    "Dạ em có đăng ký đề cương luận văn trên đăng ký môn học, dạ em có nhận được mail này ạ, dạ vậy đề cương luận văn em có cần đăng ký thêm gì không ạ",
    "Do tình hình dịch bệnh khu nhà em có ca dính covid nên em phải xét nghiệm nhiều lần, do đó em đã quên thời gian đăng ký môn học lần 2 và 3, mong DT thông cảm và xem xét cho em ạ.  ( mssv:  ) Môn học xin đăng ký: GE2041 - Địa vật lý dầu khí  H1007 - Thí nghiệm vật lý MT1005 - Giải tích 2 S1007 - h/luật ViệtNam đạicương MT2013 - Xác suất và thống kê MT1009 - hương pháp tính",
    "Kính chào quý thầy/cô,  Em tên là , sinh viên khoá K15. Em đã hoàn thành môn học Thủy công 1(CI3047) và Thủy năng thủy điện (CI3101) nhưng hệ thống không đổi điểm sang môn học tương đương là Thủy công 1 (CI3199) và Thủy năng thủy điện (CI3227), do đó em không thể đăng ký LVTN HK chính 211. Kính mong quý thầy/cô xem xét.",
    "Dạ lí do là do bữa em có nhờ 1 bạn xin mở thêm lớp môn hoá học trong kỹ thuật và khoa học môi trường 1 mã môn học là En2005 nhưng pđt chỉ thêm sĩ số mà số lượng ít quá em vô check để đăng kí thì đã hết slot r ạ. Em xin pđt cho em vào được học môn này ạ. Do em khoá k19 mà kì này em không học được là bị trễ 2 năm luôn ạ. Em xin pđt giúp em để em được học môn này trong kì này ạ. Tên môn học hoá học trong kỹ thuật và khoa học môi trường 1 mã môn học En2005 nhóm lo xin vào L01 hoặc L02",
    "Em chào anh/chị, Đến hôm nay em lại tiếp tục bị sai tên trong bảng tổng kết môn vật lý 1. Anh/ chị có thể trả lời trục tiếp qua sđt: [phone_number] có được không ạ. Chứ cứ bảo là sẽ giải quyết, sẽ phản hồi qua mail nhưng chưa thấy lại sai tiếp môn tiếp theo rồi. Em cảm ơn .",
    "Dạ lí do là do bữa em có nhờ 1 bạn xin mở thêm lớp môn hoá học trong kỹ thuật và khoa học môi trường 1 mã môn học là En2005 nhưng pđt chỉ thêm sĩ số mà số lượng ít quá em vô check để đăng kí thì đã hết slot r ạ. Em xin pđt cho em vào được học môn này ạ. Do em khoá k19 mà kì này em không học được là bị trễ 2 năm luôn ạ. Em xin pđt giúp em để em được học môn này trong kì này ạ. Tên môn học hoá học trong kỹ thuật và khoa học môi trường 1 mã môn học En2005 nhóm lo xin vào L01 hoặc L02",
    "Dạ em xin chào T ạ Em hiện tại em đang cần tìm địa chỉ e_mail của giảng viên  dạy tiếng anh mã môn học LA1009  học kỳ chính vào thứ 3 tiết 2-3-4 mà em tìm trên trang của trường nhưng không thấy . Do đó em lên đây đặt câu hỏi xin địa chỉ e_mail của cô ạ  Em xin cảm ơn ạ",
    "Xin rút môn học",
    "Vì laptop em bị hỏng (không đi sửa được do bị phong tỏa).Nên em mong muốn được hoãn thi môn học Giải Tích 2 (MT1005).",
    "Em tên  mssv ",
    "Thuật Robot - 3015 - -03 Đồ án Thiết Kế - 2011 - 04 Vi Điều Khiển - 3007 - -03 Hệ Thống PC - 3013 - -02 CAD/ - 4007 - 02-03 Quản Trị Kinh Doanh cho  Sư - 01 - -",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Chào thầy cô, Họ và tên:  MSSV:  Em có nộp đơn mở lớp dự thính môn đồ án nhưng vẫn chưa được xử lý. Em xin nộp đơn lại mở lớp đồ án 1 (ME3255), đơn và danh sách sinh viên đăng kí đã được đính kèm. Chúng em đã tham gia và hoàn thành môn học, Mong pđt xét duyệt để chuyển điểm để chúng em kịp với tiến độ học tập. Vì đây là môn học tiên quyết cho môn học sau nên mong PĐT xem xét. Cảm ơn thầy cô  Chúc thầy cô ngày làm việc vui vẻ",
    "dạ chào thầy cô, e là Khương sinh viên năm 2. Vào đợt đăng kí môn học dự thính lần 1, e có đăng kí môn giải tích 1 nhưng e k biết học phí là 800k/chỉ nên là tiền học phí e sợ gia đình không đủ điều kiện để đóng thêm học phí dự thính. hy vọng thầy cô xem xét để e có thể xóa môn học",
    "Em chào anh/chị PĐT, Em gửi để phản hồi lại yêu cầu em đã đặt trước đó. Em xin được phép chia sẻ lại vấn đề: một số bạn K18 khoa Quản lý công nghiệp còn chưa hoàn thành được các môn học: - Tiếp thị căn bản (MSMH: IM1019) - Kinh tế học vi mô (MSMH: IM1003) Các bạn mong muốn được học chung với K21 trong kỳ 211, tuy nhiên K21 nhập học khá trễ nên các bạn lo lắng sẽ không được đăng ký. Em xin đại diện nhờ PĐT cho em ý kiến về vấn đề này (sẽ được đăng ký chung k21 hay không?). Trân trọng cảm ơn sự hỗ trợ của PĐT.",
    "Xin chào ạ, Lý do xin đăng ký môn học:    Em muốn học ở học kỳ chính 211 để học theo chương trình đào tạo của sinh viên nhưng đã qua 3 đợt đăng ký môn học và em đã bị quên không đăng ký 3 đợt đó. Nên bây giờ em có thể xin phòng đào tạo đăng ký các môn học bên dưới được không ạ. Môn học em muốn đăng ký ở học kỳ chính 211 là:       Mã môn học:        Tên môn học:   EE3069            PLC   EE3071            SCADA    EE3139           Cảm biến và đo lường   EE3131           Hệ thống năng lượng xanh   SP1009            Đường lối cách mạng của                      Đảng Cộng sản Việt Nam Ở trên em đã ghi rõ lý do xin đăng ký môn học, mã môn học và tên môn học. Còn mã nhóm lớp thì vì em chưa đăng ký nên không thể xem mã nhóm lớp được ạ . Em đã ghi đầy đủ các yêu cầu để xin đăng ký môn học nhưng em vẫn nhận được câu trả lời phải ghi rõ lý do ĐKMH, Mã môn học và tên môn học. Em xin cô có thể nói rõ hơn không ạ. Em xin cảm ơn.",
    "Em chào /Chị Phòng đào tạo ạ, cho em hỏi lúc sáng trường có gửi mail về việc không xét điều kiện chứng chỉ  văn quốc tế để xét nhận LVTN, nhưng em đăng kí nhận LVTN lại không được ạ. Em cảm ơn /Chị ạ",
    "Em chào quý thầy/ cô phòng đào tạo. Em có đăng ký in giấy CNSV ngày 4/8 và đã được duyệt hôm 9/8/2021 nhưng đến nay em vẫn chưa nhận được và được các thầy cô khác giải thích vì một số lý do bất khả kháng nên bưu điện trả về vậy PĐT có thể nào gửi bản pdf qua mail cho em được không ạ ( em đang cần gấp ạ ). Em cám ơn ạ ! MSSV: mail:",
    "dạ em muốn làm đơn xin hủy hoãn thi 1 môn thì cần lấy mẫu đơn ở đâu ạ   i  .",
    "kinh thưa pđt, hiện tại  đang gặp vấn đề đăng kí luận văn, vì khoa cao đẳng  hiện tại chỉ cần 6 ngày ctxh là có thể đăng kí luận văn và hiện tại  đã 6.5 ngày rồi mà khi đăng kí vẫn k được, mong đào tạo xử lí giùm .  có hỏi yêu cầu 2 lần trước đó, lần đầu là  ch biết khoa  chỉ cần 6 ngày nên  mới xin, nhưng lần 2  đã lên aao đọc thì chỉ cần có 5 ngày nên  nhờ pđt cập nhập giùm nhưng 2 lần đều 1 câu trả lời. Mong pđt giải quyết giùm  tạo điều kiện để  hoàn thành chương trình học sớm nhất có thể. Dưới đây là 2 hình ảnh  đọc trên aao và CTXH của .  xin cảm ơn pđt",
    "Dạ em chào thầy/cô PĐT, Em tên  (MSSV: ), sinh viên chương trình ỹ sư chất lượng cao Việt Pháp. Ở văn phòng PFIEV đang thông báo là nộp hồ sơ ứng tuyển học bổng thực tập ở Pháp dành cho 17. Trong hồ sơ yêu cầu có bảng điểm cho tới H201 (tiếng Anh/ hoặc Pháp). Tuy nhiên, do dịch, nên em không thể lên trường xin trực tiếp, cũng như theo các chỉ thị mới nhất thì cũng hạn chế shipper hay đường bưu điện. Mà deadline nộp hồ sơ là 30/8/ Do đó, em mong quý thầy/cô có thể hỗ trợ gửi cho em bảng điểm file pdf qua mail để hoàn thiện hồ sơ được không ạ? Em xin cảm ơn!",
    "Dạ em chào thầy cô phòng đạo tạo. Em là sinh viên năm 3, khoa điện - điện tử. Kỳ đăng ký dự thính 211 em có đăng kí học cải thiện môn vật lí bán dẫn (mã môn EE2007 - đã qua từ kỳ 192). Vì lí do trùng lịch thí nghiệm nên mybk đã xóa mất môn này em đăng kí . Vì em định chuyển điểm thí nghiệm cũ qua môn cải thiện này nên khả năng sẽ không học lại thí nghiệm. Vậy em có thể đăng ký bổ sung lại lớp lý thuyết thôi không ạ? Và nếu được thì hình thức đăng ký như thế nào? Em xin cảm ơn!",
    "Em chào pđt ạ. Dạ lí do là do bữa em có nhờ 1 bạn xin mở thêm lớp môn hoá học trong kỹ thuật và khoa học môi trường 1 mã môn học là En2005 nhưng pđt chỉ thêm sĩ số mà số lượng ít quá em vô check để đăng kí thì đã hết slot r ạ. Em xin pđt cho em vào được học môn này ạ. Do em khoá k19 mà kì này em không học được là bị trễ 2 năm luôn ạ. Em xin pđt giúp em để em được học môn này trong kì này ạ. Tên môn học hoá học trong kỹ thuật và khoa học môi trường 1 mã môn học En2005 nhóm lo xin vào L01 hoặc L02.",
    "Em muốn gửi yêu cầu hủy hoãn thi ạ   i  .",
    "Nay đã hết hạn thời gian đào tạo tối đa . Em đăng ký các môn học bình thường nhưng không thể đăng ký thực tập tốt nghiệp. Nay em xin chuyển hệ VHVL Đính kèm đơn",
    "MSMH: SP1031   NHÓM LỚP: A01 MSMH: IU1005   NHÓM LỚP: L01 MSMH: IU2021   NHÓM LỚP: L03 MSMH: LA1003   NHÓM LỚP: L04",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Phòng đào tạo mở giúp em môn học Thực tập nhận thức ngành Dân Dụng & công nghiệp mã môn CI2057 được không ạ.?",
    "Em chào thầy/cô. Thầy cô cho em hỏi em còn một môn sẽ thi vào ngày 12/09 tới và nếu em nộp đơn để xin bảo lưu việc học thì đến ngày 12/09 em có được dự thi không ạ? hay là phải chờ tới khi nào thi xong em mới nên nộp đơn bảo lưu ạ? Mong thầy cô giải đáp thắc mắc của em. Em cảm ơn!",
    "Em rất sợ làm phiền khi viết đơn vậy nhưng vấn đề này rất quan trọng đối với em kính mong Phòng Đào tạo xử lý.",
    "B Khẩn cấp! Kính gửi Phòng Đào tạo, Em là sinh viên hệ VLVH chuyển hệ từ chính quy. Học kỳ 211 em có đăng ký môn Luận văn tốt nghiệp - 812303 nhưng bị tình trang thiếu môn tiên quyết, hiện tại chưa đăng ký được (hình ảnh đính kèm):   I Thiếu (các) môn học:   Nhóm [812008]: (tiên quyết) 812008 - Ktsx chất kết dính vô cơ (tiên quyết - chưa đạt)    Nhóm [805029]: (tiên quyết) 805029 - ĐAMH nền móng (tiên quyết - chưa đạt)    Nhóm [812036]: (tiên quyết) 812036 - ĐAMH ktsx gốm xây dựng (tiên quyết - chưa đạt)  . Em xin làm đơn này mong Phòng Đào tạo xem xét lại điều kiện đăng ký luận văn tốt nghiệp    1. Môn KTSX chất kết dính vô cơ - 12008 Em đã hoàn thành môn tương đương là CI3099 ở học kỳ chính quy, hiện tại em không có cách nào để truy cập lại bảng điểm cũ, kính mong Phòng Đào tạo xem xét lại dữ liệu cũ giúp em.   B 2. Môn ĐAMH Nền móng - 805029    Em đã hoàn thành môn tương đương là CI3197 trong học kỳ 202 hiện tại đang chờ cập nhật điểm (ảnh đính kèm)   B 3. Môn ĐAMH KTSX Gốm xây dựng - 812036    Em đã hoàn thành môn tương đương là CI3193 trong học kỳ 202 hiện tại đang chờ cập nhật điểm (ảnh đính kèm) Kính mong Phòng đào tạo xem xét và hỗ trợ em có thể đăng ký kịp thời môn luận văn tốt nghiệp trong đợt bổ sung 23/8-25/8 này. Đây là số điện thoại của em: 0933 075 220  Quý thầy/cô có thể liên hệ trong trường hợp cần nắm thông tin cụ thể hơn. Em xin chân thành cảm ơn.",
    "QUOTE  Dạ em chào  ạ,em tên đinh xuân khánh mssv: em xin phòng đạo tạo bổ sung cho em tkb môn học pháp luật đại cương SP1007 để em có thời khoá biểu học  trong học kì 211 để em duy trì tình trạng sinh viên ạ,mong  giúp đỡ em sớm nhất để em có tkb học ạ,em cán ơn",
    "Dạ cho e hỏi là e học thay thế môn vi xử lý mã EE2013 bằng môn vi xử lý mã EE2039. Vậy e có phải đăng kí đồ án bổ sung vi xử lý không ạ?. Tại vì e đã học môn vật lý bán dẫn . Em cảm ơn ạ.    .",
    "cho e hỏi đã vào kì 211 nhưng vì dịch nên không nộp được giấy đăng kí giáo viên hướng dẫn. Cho e hỏi có thể nộp online đc không ạ   i  .",
    "Kính gửi phòng đào tạo, Dạ em là , mã số sinh viên . Đầu tiên em xin cảm ơn quý phòng đào tạo đã đăng kí giúp em thêm môn tự chọn cho học kì 211 sau khi em đã gửi yêu cầu từ trước. Tuy nhiên khi em kiểm tra lại thời khóa biểu em thấy cho sự trùng lịch học trong thời khóa biểu giữa môn Dao động kỹ thuật ME3219 và môn Cơ lưu chất thí nghiệm CI2004 vào tiết 8-9 thứ 2 tuần 36, 37, 42 và 43. Bên cạnh đó học kì này em chỉ cần 10 chỉ để đủ tín chỉ tốt nghiệp, nhưng việc đăng kí 13 chỉ khiến em thừa 1 môn không cần thiết. Em viết yêu cầu này xin phòng đào tạo hủy giúp em môn Dao động kỹ thuật ME3219 vì những lý do nêu trên. Em xin cảm ơn phòng đào tạo vì đã đọc yêu cầu này của em, em xin chúc quý thầy cô phòng đào tạo nhiều sức khỏe.",
    "MSSV:     VHVL 2020Xin chào PĐT, Tôi xin đăng ký huỷ môn Công nghệ xml & ứng dụng (CO4015) nhóm DT01, do tôi đã sai sót khi đăng ký. Môn này không nằm trong chương trình học K19 được áp dụng cho hệ VHVL 2020. Mong PĐT thông cảm và hỗ trợ việc huỷ môn. Tôi xin cảm ơn.",
    "Em viết yêu cầu này về vấn đề tham gia lớp học qua GoogleMeet. Hiện tại theo thời khóa biểu em tham gia lớp DT01 môn Giải tích 1 vào khung giờ 18:00 thứ 2 hàng tuần nhưng vào hôm nay lúc 18:01 khi em truy cập vào đường link để tham gia lớp học thì không vào được, thay vào đó Meeting liên tục kết nối đến khi hiển thị về trang chủ. Trước đó em đã tham gia các tiết học trước đó bình thường trên Google Meet. Đồng thời vào lúc 18:30 đến 18:42 trên giao diện của BKeL có hiển thị thông báo có BT nhanh của môn học và em cũng không thể truy cập vào . Em muốn hỏi về việc này dó hệ thống lỗi hay các giờ học có vấn đề mà em không thể truy cập vào. Em cảm ơn.",
    "Dạ thầy cô cho em hỏi trong thời gian tạm dừng thì mình có được đăng ký in giấy CNSV không ạ. Em cám ơn !",
    "Kính gửi PĐT Em tên , MSSV . Em đang cần bảng điểm song ngữ Việt-Anh để nộp hồ sơ xin đi Thực tập tốt nghiệp ở Pháp của Chương trình PFIEV, và em cũng đã đăng ký in bảng điểm (đã thanh toán qua BKPay) và nhận qua đường bưu điện (PĐT hẹn ngày 25/8). Thế nhưng hiện tình hình dịch bệnh căng thẳng nên em sợ không nhận được bảng điểm kịp thời hạn nộp hồ sơ (30/8) nên em có thể xin fie PDF bảng điểm để kịp nộp hồ sơ được không ạ? Chân thành cảm ơn PĐT.",
    "Kính gửi Phòng đào tạo,  Em cần xin giấy xác nhận hoàn thành chương trình đào tạo và chờ nộp bằng anh văn Để e nộp cho doanh nghiệp làm bằng chứng là em đã qua hết mộ học và chờ nộp bằng tiếng anh Do dịch Covid nên em bị hoãn mọi thứ nên em không biết làm cách nào,  mong đào tào hãy giúp đỡ em Em cần gấp nhưng em gọi cho Phòng đào tạo quài không được ạ Mong nhận được phản hồi sớm từ phòng đào tạo!  Em xin chân thành cảm ơn   ",
    "Học kì vừa rồi em có xin phòng đào tạo gia hạn một học kì để làm luận văn tốt nghiệp nhưng do ảnh hưởng của dịch nên em không thi anh văn để kịp nộp vào, em muốn hỏi em có thể làm đơn đăng kí gia hạn thêm 1 học kì này nữa được không ạ. Nếu không được phòng đào tạo cho em xin chuyển hệ để kịp đăng kí luận văn học kì này ạ, em cảm ơn",
    "Dạ cho em hỏi, em muốn rút môn HK211 thì phải làm như thế nào ạ?",
    "Dạ em chào ạ, Em tên:  MSSV:  Dạ, hiện là em đã đăng kí in lại thẻ sinh viên gửi về địa chỉ hiện tại của em (Cần Thơ) và được nhà trường xác nhận đã xử lý vào ngày 10/08/2021 (Xác nhận của trường trong hình đính kèm bên dưới). Nhưng đến nay (13 ngày sau) em vẫn chưa nhận được thẻ ạ. Do không có thẻ nên em đã hoãn thi các môn cuối kỳ của kỳ 202 và em rất cần thẻ cho các kỳ thi online sắp tới ạ. Mong anh/chị có thể giúp em nhờ nhà trường xử lý nhanh giúp em, hoặc giúp em liên lạc được với đơn vị nhà trường chịu trách nhiệm in thẻ sinh viên không ạ? Anh/ị cho em hỏi thêm là nếu thẻ không tới được, thì khi thi online em có thể dùng CMND và hình xác nhận đã đăng ký in lại thẻ sinh viên không ạ? Do em đọc được trong mail trường ghi là là tùy cán bộ coi thi quyết định nên rất khó cho em ạ. Em chào anh/chị!",
    "Dạ kính gửi phòng đào tạo Em là  mssv: Dạ thưa thầy/cô do đợt đăng ký dự thính thứ 2 bổ sung (bắt đầu học từ 30/8) môn thí nghiệm vật lý (PH1007) vẫn không được mở nên em xin phép thầy cô cho em đăng ký môn này để học chung với k21 học kỳ này được không ạ. Dạ em còn mỗi môn này nữa thôi, em xin cảm ơn ạ, chúc thầy cô nhiều sức khỏe.",
    "kính gửi phòng đào tạo Hiện đợt đăng kí môn học đợt 2 môn Kĩ thuật điện- điện tử không hiện( không giảng dạy trong học kì ). Mà đợt một có khoảng 66 sinh viên đăng kí, em có nhu cầu gấp học môn này,Vậy em mong pdt thu xếp mở lớp môn này trong đợt đăng kí môn học dự thính bổ sung lộ trình 2, đợt 2 này ạ Em cảm ơn ạ!",
    "Kính gửi phòng đạo tạo, Đợt đăng ký môn học của học kỳ chính 211 vừa rồi em có xin mở lớp Thí nghiệm silicat đại cương (MA3035). Sau khi mở được lớp trên trang đăng ký môn học thì nhiều bạn trong lớp không đăng ký được môn vì phòng đào tạo xếp lịch bị trùng môn của cả lớp. Sau đó em có viết đơn xin chỉnh sửa lịch học để các bạn đăng ký được và đã được giáo viên bộ môn gửi lên phòng đào tạo trong lúc vẫn còn hạn đăng ký học ký chính đợt 3. Nhưng phòng đào tạo sau khi hết hạn đăng ký đợt 3 mới trả lời và nói là không có sinh viên đăng ký nên huỷ môn. Mong quý Thầy/Cô xem xét giúp chúng em và nếu được xin phòng đào tạo có thể mở lớp đăng ký cho kỳ dự thính đợt 2 này vào buổi thứ 7 để chúng em theo kịp tiến độ học tập và ra trường ạ.",
    "Dạ em chào pđt ạ, Do em đã xem thông báo mới của nhà trường cho trường hợp đk lvtn cho HK 211. Em muốn được hủy môn học là AV1 (LA1003) do em đã đăng ký dằn chân, sợ là sẽ bị cảnh cáo học kỳ ạ . Bây giờ em có thể hủy môn AV1 (LA1003) được không ạ? Em xin cảm ơn.",
    "chào pđt.em tên đinh văn tiến sinh viên bằng 2 khóa 2018. trong đợt đăng kí luận văn tốt nghiệp bổ sung này, khi đăng kí em chỉ được đăng kí chuyển hệ mã L01, nhưng thông thường với bằng 2 thì có mã B01, em thắc mắc mong pđt giải đáp dùm để em kịp đăng kí trong đợt bổ sung này.xin cảm ơn",
    "Xin hoãn thi Giải tích 2",
    "Em tên , mssv:  sinh viên hệ VHVL. Trong đợt Đăng ký môn học Dự thính bổ sung HK211 (học từ 30/8) -  2 - Đợt 1 em đã đăng ký thành công môn Cơ lưu chất CI2003 nhưng hôm nay em vào xem đợt Đăng ký môn học Dự thính bổ sung HK211 (học từ 30/8) -  2 - Đợt 2 thì không thấy hiện môn Cơ lưu chất CI2003. Đây là môn cuối trong học phần của em mong phòng đào tạo mở lớp tạo điều kiện cho em có thể đăng ký học.",
    "Họ Tên :  MSSV  Vào ngày 6/8 em có xin pdt OISP cho em xin được  hoãn thi môn tích 2 do record em lúc thi có vấn đề và lúc em làm bài thi nên mạng bị lỗi , và vào tối 6/8 thầy  có gửi cho em form xác nhận hoãn thi và em có điền đầy đủ thông tin vô đó .",
    "em không đăng kí được môn học xin giấy tạm hoãn 1 kì phải làm như nào ạ ?",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em tên , mssv:  sinh viên hệ VHVL. Em xin phòng đào tạo mở môn Cơ lưu chất CI2003 do trong đợt Đăng ký môn học Dự thính bổ sung HK211 (học từ 30/8) -  2 - Đợt 1 em đã đăng ký thành công môn Cơ lưu chất CI2003 nhưng khi vào xem Đăng ký môn học Dự thính bổ sung HK211 (học từ 30/8) -  2 - Đợt 2 thì không thấy có mở lớp. Em làm đơn xin phòng đào tạo mở lớp Cơ lưu chất CI2003 để em có thể đăng ký học vì đây là môn cuối trong học phần của em",
    "Kính chào thầy cô, em có một môn học cần được khôi phục từ học kì 203 là môn Thực Tập Ngoài Trường CI4345, em đã hoàn thành thủ tục xin khôi phục, cho em hỏi hệ thống mình khi nào mới cập nhật vậy ạ vì em đang bị kẹt không thể đăng ký bổ sung môn đề cương luận văn tốt nghiệp. Mong thầy cô xem xét. Em cảm ơn",
    "Em được miễn ME3003 Dung sai kỹ thuật đo của Cơ khí, nhưng em theo học ngành Ô TÔ Dung sai kỹ thuật đo là mã ME3801 Phòng đào tạo xem giúp em có đổi mã được không hay phải làm đơn miễn bổ sung .Em đã hoàn thành tất cả môn học chỉ còn xét tốt nghiệp thôi . Em cảm ơn!",
    "Dạ em chào các thầy cô PDT ạ! Em tên là , MSSV: Em học khoa Kỹ Thuật Xây Dựng, chuyên ngành Cầu đường ạ. Khoá em là khoá K15 theo CTDT sẽ học môn Xây Dựng Cầu mã cũ là mã CI4033 và em đã qua môn đó rồi ạ. Nhưng hôm nay khi em đăng kí môn học cho môn LVTN thì hệ thống báo em chưa qua môn tiên quyết đồ án môn học Thiết Kế Cầu với mã MH là CI4123 (1 chỉ), môn này cùng môn học Xây Dựng Cầu CI4121 (2 chỉ) là môn tương đương với mã cũ CI4033 em đã qua rồi ạ. Em có báo cho thầy cô ở bộ môn thì thầy cô báo nhắn lại PDT giải quyết ạ. Vậy mong các thầy cô PDT kiểm tra lại hệ thống giúp em và một số bạn cũng đang gặp lỗi này nữa ạ. Mong các thầy cô xem xét và giải quyết sớm cho chúng em đăng kí LVTN ạ. Em cảm ơn nhiều ạ!",
    "Em hệ VLVH vừa mới bảo vệ LVTN ngày 18/8 và đã thông qua. Em thấy lịch đăng ký tốt nghiệp ngày 18 đến 30/8 và đã lên Mybk đăng ký xét tốt nghiệp, điền đầy đủ thông tin nhưng không thể cập nhật thông tin/ upload ảnh/ nộp đăng ký xét tốt nghiệp được . Cho em hỏi khi nào em có thể đăng ký xét tốt nghiệp và làm như nào ạ. Em cảm ơn!   i Tốt nghiệp .",
    "Dạ cho e xin mail hay zalo của thầy  dạy môn Sức bền vật liệu ạ",
    "Em xin chào thầy, cô phòng đào tạo. Em tên là , mssv . Kỳ hè 203 vừa rồi em có đăng ký môn thực tập tốt nghiệp(260661) nhưng vì tình hình dich bệnh nên em không thể đi thực tập được, và hiện tại đang có đợt đăng ký tiểu luận tốt nghiệp(260663), hiện tai em chỉ thiếu mỗi điều kiện là chưa đi thực tập, em rất mong muốn được nhà trường xem xét và hỗ trợ cho em được làm tiểu luận tốt nghiệp vào kỳ này, vì hiện tại kỳ này em cũng không có gì làm nên rất mong có thể tận dụng thời gian của học kỳ này để hoàn tất tiểu luận. Em cảm ơn thầy cô đã đọc tin của em .",
    "Em chào thầy (cô) ạ! Học kì vừa rồi em có học môn Kĩ Thuật Thực Phẩm1 (CH2017) do dịch bệnh nên phải nộp bài tập lớn và bài thi cuối kì online, đây là lần đầu em nộp bài online lên e-learning nên em đã mắc phải lỗi không xác nhận nộp vì vậy bài nộp của em đã ở dạng dự thảo chưa được gửi đi, bài của em đã gửi trước hạn và có minh chứng trên e-learning vì vậy em mong nhà trường có thể xem xét trường hợp của em để em có thể qua môn này. Em xin chân thành cảm ơn!",
    "Dạ em chào phòng đào tạo ạ. Em là : . Kì này em đã hoàn thành xong tất cả đồ án và môn học của ngành xây dựng. Chỉ duy nhất môn Tổ Chức Thi Công (lí thuyết) em chưa hoàn thành ạ . Kì này em muốn đăng kí làm luận văn và bảo vệ luận văn đề tài kết cấu thép nhưng bị vướng môn học đó nên không thể đăng kí trên website ạ . Vì hoàn cảnh nên gia đình em vừa phải chuyển xuống Long An mà gặp dịch bệnh ngày càng phức tạp nên tình hình kinh tế gia đình em khó khăn lắm. Nên em rất muốn tốt nghiệp để có thể có công việc làm giúp đỡ gia đình ạ. Vì theo đúng tiến độ em cũng đã trễ nửa năm rồi ạ . Vậy nên em muốn được xin phép phòng đào tạo tạo điều kiện để em được đăng kí luận văn trong kì này. Vì tình hình dịch bệnh khó khăn nên em không lên phòng đào tạo gặp trực tiếp được. Em xin chân thành cảm ơn.",
    "Em:  có làm đề cương luận văn học kỳ 202 thầy . Đã báo cáo và được thầy gửi điểm lên phòng đào tạo tuy nhiên vẫn chưa được thầy thông báo điểm (đã xin thầy cho bảng điểm nhưng thầy không đồng ý) và trang https://mybk.hcmut.edu.vn vẫn chưa cập nhật điểm Em mong phòng đào tạo gửi bản điểm đề cương luận văn khoa điện điện tử ngành tự động của thầy  để em biết có qua môn để đăng ký trong kỳ 211 do ngày 25/8 là hạn chót đăng ký đề cương luận văn ạ",
    "Xin chào thầy/ cô, em vừa mới chuyển điểm anh văn 2 nhưng mà hiện tại chưa cập nhật. Liệu rằng sau khi cập nhật thì em có thể xin PĐT cho em được tham gia lớp anh văn 3a không ạ ? Và nếu được thì em phải làm sao để được vào lớp anh văn 3a ạ. Tại hiện tại đã hết hạn đăng kí môn học. Em xin cảm ơn ạ",
    "Thầy cô cho em hỏi hệ VHVL còn có thể đăng ký môn học bổ sung không ạ ?  Em cám ơn",
    "lớp: địa chất công trình(CI2095) nhóm lớp:L02_L04 Lý do em nộp đơn xin đăng kí là vì phiếu đang kí môn học của em bị lỗi và em bị xóa hết môn học, mong thầy coobooj môn giúp đỡ em với ạ",
    "MSSV:  Em là  Sinh viên ngành Vật lý kỹ thuật y sinh Em biết là đã hết thời gian đăng kí môn học, nhưng không may em có kết quả thi không tốt ở môn Xử lý tín hiệu số (AS3041). Hiện tại kì này em chỉ còn luận văn tốt nghiệp. Em muốn hỏi là có cách nào để em được học môn đó vào học kì này không ạ  .",
    "Em xin phòng đào tạo giải quyết trường hợp của em ạ. Em đã xin mở lớp Đồ án Logistics 2 vào học kì dự thính 221( mã môn  ME3259). Em đã liên lạc giáo viên, bộ môn và nhận lời mở lớp sau đó làm đơn. Ở đợt đăng kí môn nào em cũng liên hệ phòng đào tạo nhưng đến nay em vẫn không đăng kí được, mong phòng đào tạo xem xét giúp em. Em có dính kèm đơn cũng như hình ảnh về phản hồi của phòng đào tạo ở lần trước ạ.",
    "nh thưa thầy/cô. Em là . MSSV:  là sinh viên 15. Tình hình là khi đăng ký Luận văn tốt nghiệp (CI4313), máy báo là không đăng ký được do thiếu môn (CI4123)- ĐAMH Thiết kế cầu. hi tìm hiểu thì biết em đã học xong môn CI4033-Xây dựng cầu (CTĐT của 15), môn bị tách thành 2 môn CI4121-Xây dựng cầu + CI4123 ĐAMH Thiết kế cầu (CTĐT của 16). Em đã học xong môn CI4033-Xây dựng cầu ở HI (2019-2020). ính mong nhà trường xem xét trường hợp trên của em. Em cảm ơn.",
    "Hiện tại nay em đang học 5 năm vì không thể học đúng theo chương trình của trường được. Nên giờ em muốn xin giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự thì sẽ cần phải làm những gì ạ? Em cảm ơn ạ",
    "Kính gửi PĐT! Do tình hình dịch bệnh, nên em không thể liên hệ trực tiếp tại trường . Em xin phép được rút môn học qua kênh online của trường. Lý do là em đăng ký thêm môn LVTN để đảm bảo tình trạng đi học, em xin rút môn Hóa lý 1, MMH CH20003, Nhóm L04. Kính mong PĐT có thể giải quyết giúp em. Em chân thành cảm ơn!",
    "Em tên : . MSSV : . Lý do : Xin đăng ký môn LVTN - MSMH : EE4333. Thưa quý thầy cô! Xin quý thầy cô cho phép em đăng ký LVTN vì do dịch Covid căng thẳng nên các trung tâm thi Toiec trên khắp toàn Tp.HCM không có mở lớp thi. Vì vậy, em chưa kịp bổ sung chứng chỉ Toiec phù hợp với yêu cầu của trường .  Vưa rồi, em cũng thấy chỉ thị của trường cho phép hỗ trợ sinh viên đăng ký LVTN do dịch bệnh. Em chân thành cảm ơn quý thầy cô. Chúc quý thầy cô dồi dào sức khỏe.",
    "Em chào Thầy/Cô, Hạn đăng ký hoãn thi cuối kỳ là 05 ngày sau khi thi.   Tuy nhiên vừa qua khi video quay màn hình lúc thi của em bị lỗi thì các Thầy/Cô cũng như PĐT rep quá lâu và cho đến hôm nay là đã 9 ngày kể từ ngày thi thì em mới nhận được email phản hồi của PĐT. Vậy đơn hoãn thi cuối kỳ của em có còn được chấp nhận không ạ? Em cảm ơn",
    "Em tên . MSSV:. E muốn xin đăng kí lại môn hành vi tổ chức(IM2017) vào lớp lo2 và lần trước em đăng kí lớp lo1 ạ chuyển qua dùm em. Với đăng kí môn( IM1019) tiếp thị căn bản lớp lo2 ạ với k21.Em xin trình bày lý do là em vẫn chưa học 2 môn này mà 2 môn này là môn bắc buộc của ngành em. Em đổi môn hành vi tổ chức qua lớp lo2  là vì để học được môn tiếp thị căn bản. Em xin phòng Đào Tạo giúp em để em ra trường đúng hạn ạ Trân trọng",
    "Chào Thầy/Cô Hiện tại sau nhiều đợt đăng ký môn học em không đăng ký được môn Luận Văn tốt nghiệp EE4333, thông báo là do còn thiếu các môn học Đồ án, Thực tập. Em là sinh viên chuyển từ hệ chính quy sang hệ VHVL, về đồ án thì lúc học hệ chính quy em đã hoàn thành đồ án 1 và đồ án 2, Thực tập tốt nghiệp em cũng đã hoàn thành. Ngoài ra thì tất cả các môn khác em đã hoàn thành theo chương trình đào tạo. Vậy xin Thầy/Cô chuyển điểm cho em các môn đó để có thể đăng ký môn Luận Văn học kỳ này, giảng viên hướng dẫn em cũng đã liên hệ làm rồi. Em có đi kèm 1 số hình ảnh chứng minh bên dưới. Cám ơn Thầy/Cô đã xem và giải quyết sớm cho em có thời khóa biểu ạ .    .",
    "Em là sv k15 đây là kì cuối của em. Mà e chỉ còn kẹt đúng 1 môn thí nghiệm vật lý nhưng từ kì hè đến giờ khoa không mở lớp thì em làm sao đăng ký để ra trường được ạ. Cô có cách nào cho em học môn này để trả nợ được không cô ? Học với k2021 gì cũng được ạ",
    "Kính chào quý thầy cô !  Em nhận được email là trường sẽ không xem xét luận văn khi đăng kí luận văn ở kì học 211. Hiện tại em đang còn nợ một moin học 3 chứng chỉ và đã hoàn thành av1 . Em có đủ điều kiện để đăng kí luận văn tốt nghiệp ở kì này . Em xin chân thành cảm ơn ",
    "Kính gửi quý thầy cô Phòng Đào tạo, Em tên là  MSSV  Hệ VLVH Đợt đăng ký môn học học kỳ 211 đợt 2,3 và đợt cuối(24/8) mà em không đăng ký được môn Luận văn tốt nghiệp - Mã số 808303 Nay em làm đơn này kính mong Phòng Đào tạo đăng ký giúp em ạ. Em đã qua hết các môn cần qua mà vẫn bị lỗi tiên quyết môn.Mong đăng ký lại giúp em như kỳ trước ạ. Em xin chân thành cảm ơn.",
    "Dạ thưa PĐT Em băn khoăn về tình trạng không thể đăng ký dự thính vào một số môn học. Nhưng khi tìm thông tin theo hướng dẫn của trang ĐK thì lại không trả lời được lý do tại sao. Đặc biệt, một trong các môn không thể đăng ký là Đại số tuyến tính (MT1007), một môn đã từng có trong TKB HK202 của em. Và thêm một số môn nữa (SP 1039 Nglý cơ bản CN M-Lê chẳng hạn). Mà cho em hỏi là trường còn đợt ĐKMH Chính quy nào nữa không ạ (em biết còn đợt Dự thính Lộ trình 2 Đợt 2, nhưng em đang nói về đăng ký Chính quy)? Xin cảm ơn.",
    "Họ tên :  Mssv : Do tình hình nhà em có người dính covid nên mấy nay em không lên check mail được ạ thì vào ngày 16 17 em có lên xem tkb thì em thấy mình có đủ tkb rồi và hnay nhà em ổn lại rồi thì em tính lên học nhưng mà mất hết môn học nên em mới vào mail check lại thì thấy nhà trường bắt đkmh lần 3 nhưng mà em chưa kịp đki lại ạ , mấy cô giúp em với ạ",
    "Em là , MSSV: , khoa Khoa học ứng dụng vì do dịch nên em chưa thi được anh văn tại trường và nộp bằng để quy ra tín chỉ, hiện tại em đã đạt 75 chỉ với trường tính cho em kì này 17 chỉ là 92 chỉ. quy định 98 chỉ mới được đăng kí thực tập hè, em đã cố gắng ôn để thi anh văn để đc 6 chỉ cho đủ điều kiện đăng kí môn mà dịch nên không thi được .    Em xin hỏi là có cách nào để em được đăng kí thực tập hè không ạ. Em xin cảm ơn",
    "Kính gửi quý thầy cô phòng đào tạo, em là sinh viên khóa k18 khoa xây dựng. Vì gặp khó khăn trong việc bố trí thời gian học trong học kì 211, nên em gửi thầy/cô đơn xin rút môn học. Kính mong quý thầy cô xem xét duyệt cho em. Em xin chân thành cảm ơn! ",
    "Em có thấy phòng đào tạo kêu gọi mở môn học cơ học máy ME2043 với tỷ số thấp. Em cũng có đăng ký trong dự thính mà em thấy vẫn không mở. Cho em nên đăng ký môn này ở đâu theo mail phòng đào tạo yêu cầu? Em xin cảm ơn",
    "Chào thầy/cô Thầy/cô cho em hỏi khi nào mới tới đợt đăng kí rút môn học của học kì 211 chính quy ạ . Và làm sao để rút môn học ạ. Em cảm ơn ạ.",
    "Tôi bị quên mất mật khẩu tài khoản sinh viên để vào đăng kí môn học . Cho tôi hỏi có cách nào đổi mật khẩu tài khoản không ? Tôi thuộc hệ VHVL",
    "Em là sinh viên thuộc khoá K20 chuyển từ chương trình chất lượng cao sang chương trình đại trà. Hiện tại em vẫn không đăng ký được môn học. Em muốn thầy cô hỗ trợ em đăng ký các môn học: giải tích 1 ( MT1003), vật lý1 ( PH1003), nhập môn kỹ thuật ( CI1001), Đại số tuyến tính ( MT1007). Em xin thầy cô giúp em đăng ký môn học và em xin trân thành cảm ơn.",
    "Dạ em là Trần Ngọc Phong, là SV khóa K17 những em vẫn còn 1 môn đồ án tiên quyết luận văn tốt nghiệp nhưng đợt vừa rồi do bận việc gia đình nên em không kịp đăng kí được. Em có thể xin bổ sung sỉ số em vào lớp đồ án Thiết Kế ĐƯờng L01 mã môn học Ci3221 được không ạ? Nếu không được thì em bị mất thêm 1 năm nên kính mong pđt có thể giúp em ạ. Em xin chân thành cảm ơn!",
    "Chào thầy(cô)  Đăng kí bổ xung em nghĩ là cho từng đợt và có thể hiệu chỉnh nên em đăng kí nhiều môn để rồi hiệu chỉnh, em không ngờ là đăng kí là được luôn, giờ em muốn xoá môn thì làm sao ạ, tại như thế quá mức học phí em có thể chi trả. Em cảm ơn. Kỳ",
    "Em xin chào PĐT . Cho em xin hỏi là với tình hình dịch bệnh như hiện tại thì bao giờ em có thể thi kết thúc môn ở trường ạ . Em hoãn thi ạ. Điều kiện hoàn thành là dưới 1 năm thì nếu trường hợp không thể thi off thì em được sắp xếp lịch thi như thế nào ạ (kì 211 hay kỳ 212,213 ạ)",
    "Tên em là :  MSSV: Em là sinh viên năm 3 lúc đăng kí môn học đợt 2 em có đăng kí môn Giải tích hệ thống điện mã Ee3013 nhóm L02_L06 và đã thành công nhưng đến lúc đăng kí môn đợt 3 thì em đã bị huỷ môn và không đăng kí lại được và không xuất hiện trong tkb nữa mong nhà trường xem xét.",
    "Kính chào thầy/ cô, Em có câu hỏi như sau: Vì lí do khách quan em muốn được đăng ký rút môn học học kì chính 211. Vậy thầy/ cô cho em hỏi khi nào có lịch đăng kí rút môn học học kì chính 211 ạ? Em cảm ơn thầy/ cô!  trọng,",
    "Em xin chào thầy (cô). Ở học kỳ hè 203 em có đăng ký thực tập và đóng học phí muộn nên đã bị xóa mất tkb của học kỳ hè và kỳ này em đã đăng ký đề cương luận văn nhưng bị xóa vì chưa đăng ký thực tập ạ. Vậy trong đợt đăng ký đề cương với thực tập này em có cần phải đăng ký lại thực tập để đăng ký đề cương không ạ. Nếu em đăng ký thực tập vậy học phí kỳ hè em đã đóng bị mất hay sao ạ. Mong thầy cô có thể giáp đáp sớm giúp em ạ do ngày mai là hết hạn đăng ký ạ. Em xin gửi ảnh đã thanh toán học phí trễ của em ạ Em xin cảm ơn thầy (cô) đã giúp đỡ .",
    "Hiện tại ở địa phương em đang sống đang yêu cầu giấy xác nhận sinh viên từ phía nhà trường để làm thủ tục tạm hoản tham gia nghĩa vụ quân sự cho em. Nếu không có giấy xác nhận sinh viên trước ngày 6 tháng 9 sẽ làm thủ tục tham gia nghĩa vụ quân sự cho em.   Hiện tại trang đăng ký giấy xác nhận cho sinh viên đang bảo trì để làm thủ tục cho tân sinh viên từ ngày 13/8 đến 27/8. Cộng thêm thời gian làm thủ tục giấy xác nhận cho sinh viên ít nhất khoảng 1 tuần nữa, thì em sợ không đủ thời gian để gửi giấy xác nhận về địa phương. Hiện tại thì em đang ở Hồ Chí Minh, còn chờ thi 2 môn học nữa, và đang làm đề cương kỳ này.  Em không biết thầy cô có thể hỗ trợ giúp em làm giấy xác nhận sinh viên được không ạ.( em cũng đã trình bày tình hình hiện tại của em với địa phương và bên địa phương cũng chấp nhận dạng file ạ).",
    "Mở lớp dự thính (bắt đầu học từ 30/8)   Chào thấy( cô), Em gửi đơn xin mở lớp đồ án thiết kế động cơ đốt trong ạ, do các thầy trong khoa đã xác nhận ạ do đây là môn đồ án nên các thầy nói không cần ngày giờ cụ thể ạ môn phòng đạo tạo giải quyết sớm giúp chúng em. Em cảm ơn",
    "Sau đợt đăng ký môn học đợt 3, em bị xóa môn Quản lý dự án phần mềm (CO3011) do không đủ sĩ số. Theo quy định của phòng đào tạo, trong đợt 3 em không thể hủy môn để đăng ký môn khác thay thế được. Cho em hỏi là vậy em có thể đăng ký bổ sung môn đã bị xóa được không ạ?",
    "Em chào thầy cô. Em tên là , MSSV . Ở năm học 2019-2020, do đã học đại học khác trước đó, nên em đã được miễn học 2 môn:  1)SP1005 (Tư tưởng )  2)SP1009 (Đường lối CM của Đảng CSVN) . 2 môn này đều là mã môn cũ của K2018. Em xem trong danh sách môn học tương đương/thay thế, thì thấy 2 môn này sẽ được dùng để tương đương/ thay thế cho 3 mã môn học mới của K2019 là: 1) SP1005 tương đương SP1037 2) SP1009 tương đương SP1035 + SP1039 Vậy cho em hỏi là em đã được điểm miễn đối với 2 môn SP1005, SP1009 thì em có được điểm miễn đối với môn học mã tương đương của K2019 không ạ? Em xin cảm ơn",
    "Kính gửi anh/chị PĐT, Em tên là  MSSV:  Vì tình hình dịch nên Em chưa thể tham gia thi anh văn nói viết để tốt nghiệp Hk211. Bởi vì đúng quy định thì đây là Hk cuối cùng để hoàn tất tốt nghiệp ở trường, nhưng em chưa thể tham gia thi anh văn nói-viết. Em phải nộp chứng chỉ anh văn trước ngày nào để tốt nghiệp trong Hk211 ạ?  Nếu dịch tiếp tục kéo dài thì em có được gia hạn thêm thời gian để hoàn thành phần anh văn nói-viết không ạ? Em cảm ơn  SV ",
    "Xin kính chào  Cho em hỏi là em muốn huỷ đăng kí môn học DT giả tích 2 em đăng kí dự thinh đợt 1 như thế nào ạ",
    "Dạ em kính chào thầy/cô. Em có đăng kí dự thính kì HK211 môn Phương pháp tính (MT1009), vì em không đủ điều kiện nên em xin hủy môn này ạ. Kính mong nhận được sự phản hồi từ thầy/cô. Em xin chân thành cảm ơn.",
    "Dạ thầy cô ơi cho em hỏi. Trong đợt thi cuối kì vừa rồi em có làm bài thi một môn tự chọn không tốt. Để phòng trường hợp xấu nhất xảy ra thì hiện tại em có thể đăng ký một môn tự chọn khác vào học kì chính được không ạ? Và em phải làm đơn hay như thế nào ạ? Do trong đợt DKMH em không đăng kí môn nào cả. Em xin cảm ơn ạ!",
    "Em có đăng kí môn học EE3015 , trong thời khóa biểu của em có môn học nhưng trang bkel lại không cập nhật môn cho em, bây giờ em không thể vào lớp, mong pđt sửa lỗi dùm em để em kịp theo học ạ. Em cảm ơn.",
    "Em chào cô/thầy. Em là sinh viên năm 4, em nó nôp bằng TOEIC 570 RL (chưa chuyển điểm). Vì do lý do dịch bệnh em không thể đăng kí thi lại. Hiện tại em muốn học anh văn 4 sau đó chuyển điểm av 1 2 3. Nhưng hiện tại em không thể đăng kí anh văn 4 tại kỳ đăng kí môn học \"ĐĂNG KÝ MÔN HỌC DỰ THÍNH BỔ SUNG HK211 (HỌC TỪ 30/8) -  2 - ĐỢT 2\" do thiếu môn anh văn 3. Mong phòng đào tạo mở cho em phép em đăng kí với ạ",
    "Dear Phòng Đào tạo ĐH Bách Khoa HCM, - Em tên là , lớp CK14HT1, MSSV: , em đã được Phòng Đào tạo quyết định vào hệ VLVH vào ngày 04/08/2021 và dùng chuẩn hệ VLVH để xét tuốt nghiệp. - Em đã vào đăng ký xét tốt nghiệp mà mục thông tin cá nhân của em vẫn còn là hệ chính quy, nhờ Phòng Đào tạo hướng dẫn giúp em trong việc đăng ký xét tốt nghiệp ạ . Em xin chân thành cảm ơn rất nhiều! Chúc thầy cô nhiều sức khỏe ! ",
    "Dạ em chào thầy/cô. Em là , sinh viên K2017, khoa Máy tính ạ. Dạ trong đợt đăng kí môn học chính quy vừa rồi em bị lỡ nên không đăng kí được môn Pháp luật VN đại cương (SP1007). Em có dự định đăng kí vào kì dự thính nhưng hiện tại không có lớp mở trong kì này ạ. Vậy nên em mong phòng đào tạo có thể cho em đăng kí bổ sung môn học này trong học kì chính 211 ạ. Hiện tại em chỉ còn luận văn (đang thực hiện) và môn Pháp luật này thôi ạ. Em cảm ơn ạ.",
    "Kính chào Cô, Em là , MSSV , Em đang tham khảo Kế hoạch Đào tạo của hệ chuyển thẳng từ CQ sang VHVL trên website để làm đơn đăng ký môn học ở ngay HK1 này. Tuy nhiên có mục: \"Diện xét tuyển thẳng: kế hoạch 2.5 năm, kế hoạch rút ngắn 1.5 năm\" Không biết mình có thể xem cụ thể ở đâu để biết chính xác những môn cần thiết để đăng ký cho kịp kế hoạch thưa Cô? Trân trọng.",
    "Em chào cô ạ  Trong đợt 2 đăng kí dự thính có nói là được huỷ môn vậy bây giờ em muốn huỷ môn em đăng kí từ đợt 1 như thế nào ạ . Em đã vào hiệu chỉnh nhưng không thấy chỗ để huỷ môn học",
    "Thân chào phòng đào tạo,  Em đã nhận được mail \"Thông báo Đăng ký dự thính-Lộ trình 2 (bắt đầu HK ngày 30/8): - Đợt 2\" nhưng vẫn có một vấn đề còn thắc mắc em mong muốn được giải đáp như sau:   B Những môn học đã được đăng ký ở Lộ trình 2 - Đợt 1 thì sẽ không cần đăng ký lại ở Đợt 2 hay sao ạ?      Mong nhận được phản hồi sớm từ phòng đào tạo   Em xin cảm ơn  Anh  ",
    "Em chào thầy cô ạ! Thầy cô cho em hỏi về việc hoãn thi thì sau khi điền form thì sẽ hoãn 1 hoặc vài môn mình muốn hoãn hay hoãn tất cả các môn trong thời khóa biểu. Em cảm ơn ạ!",
    "Dạ em xon phép chào thầy cô ạ! Em tên  Mssv  Khoa bảo dưỡng công nghiệp k16 Em có vấn đề muốn hỏi là hiện tại em đã được 8.5 ngày công tác xã hội( có file đính kèm), đủ để đăng kí tiểu luận tốt nghiệp, nhưng tại sao khi em đăng kí tiểu luận tốt nghiệp thì hệ thống lại báo em là thiếu ngàu công tác xã hội là sao ạ Mong thầy cô xem xét giúp em ạ Em xin cảm ơn!",
    "Dạ thưa phòng đào tạo, em tên Hồ Sĩ Nguyên mssv , em đã viết đơn cập nhật môn tương đương và được phản hồi là đã cập nhật thành công, nhưng chưa được cập nhật online trên hệ thống, khi em đăng kí luận văn tốt nghiệp(CI4313) cho đợt bổ sung HK211(23/8-25/8/2021) thì vẫn thông báo là thiếu môn :ĐAMH Thiết kế cầu (mã CI4123) ạ! Cụ thể là em xin cập nhật môn : Xây dựng cầu + ĐAMH Thiết kế cầu (CI4121+CI4123) tương đương với môn: Xây dựng cầu (CI4033) mà em đã học trong HK1(2019-2020). Em mong phòng đào tạo xem xét và cập nhật cho em trên hệ thống online để em được đăng kí LVTN ạ. Em cảm ơn !",
    "tại sao em đăng kí đợt 1 rồi nhưng đợt 2 lại không được đăng kí ạ, cô có thể xem hình và giải quyết giúp em không ạ",
    "em xin chào thầy cô  em muốn hỏi là bữa trước sau khi thi môn giải tích 2 thì em có gặp 1 số trục trặc và xin hoãn thi nhưng ngày 20/08 cô  đã giải quyết nên em muốn hủy hoãn thi thì bây giờ em làm như thế nào ạ . em xin cảm ơn!",
    "Thưa Thầy/Cô, Em đã đăng ký in bảng điểm và thanh toán vào ngày 4/8/2021, nhưng hiện tại em thấy tình trạng: đang in (ngày nhận kết quả trên  là 9/8/2021). Em đã tạo câu hỏi trên bksi tuần trước nhưng hiện tại chưa có phản hồi. Em mong trường hợp của em được giải quyết sớm, để em đăng ký thủ tục cao học (hạn chót 29/8). Em xin cám ơn thầy/cô.   i  .",
    "Thưa Thầy (Cô) Học Kỳ HK2.20.21. Em bị tạm dừng do không đăng ký môn học. Vì do chủ quan là đã tích lũy đủ tín chỉ để tốt nghiệp vào tháng 4/2021. Nhưng vì còn chuẩn anh văn nói-viết nên không được tốt nghiệp. Vì hiện tại do thành phố bị dãn cách xã hội, nên em không thể về lại trường để nộp đơn cứu xét. Cho em hỏi em có thể nộp đơn cứu xét tới email của phòng đào tạo được không ạ để em có thể đăng ký môn học cho học kỳ tiếp theo. Em xin cảm ơn thầy cô ",
    "lý do: em bỏ lỡ đợt đăng kí vừa rồi!(do môn này trong đợt 3 mới mở) môn: Xúc tác trong CN lọc-hóa dầu mã MH: CH3193 nhóm lớp: A01",
    "Mở lớp dự thính (bắt đầu học từ",
    "Kính gửi PĐT, Em tên: Nguyễn Trần Đại Lộc MSSV: . Hiện tại đang theo học chương trình chính quy tại trường nhưng do nhiều năm nay gia đình cũng như bản thân có nhiều khó khăn nên đã không hoàn thành chương trình học theo đúng tiến độ. Sau khi suy nghĩ kỹ và giải quyết được các khó khăn, hiện tại bản thân em vẫn muốn hoàn thành chương trình học nên mong muốn chuyển sang VHVL. Em muốn hỏi cách thức chuyển đổi sớm nhất có thể để em có thể nhanh chóng hoàn thành chương trình học của bản thân. Mong PĐT sớm phản hồi cũng như để em có thể tiếp tục những thắc mắc tiếp về chương trình đào tạo VHVL của nhà trường. Cảm ơn thầy/cô đã xem qua.",
    "Dạ pdt sửa lại giúp em vì em nộp đơn hủy hoãn thi chứ không phải đơn hoãn thi ạ ",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ em chào PDT ạ  em xin gửi lại đơn xin mở lớp dự thính môn học Bê tông cốt thép của khoa DC&DK trong lá đơn có ghi thời gian học của từ đợt 1 đăng ý ngày 07/08 - 13/08/2021 mà sau đó thời khóa biểu của giảng viên có sự thay đổi về thời gian dạy vì giảng viên đã được PDT xếp lịch dạy cao học gần đây. sau đó em có liên hệ lại giảng viên giảng dạy thì nhận được câu trả lời có thể được đổi thời gian học cho phù hợp Do đó em xin mở Môn Bê tông cốt thép - Mã môn học ( GE3021 ) thời gian học là thứ 5 tiết 13-14",
    "Em quên mật khẩu tài khoản đăng nhập sinh viên đăng kí môn học . Em gửi mail cho phòng đào tạo mà không được phản hồi . Vì vậy em phải dùng tài khoản khác để vào đây xin trợ giúp . Mong thầy / cô có thể giúp em đổi mật khẩu tài khoản để đăng kí môn học cho kịp thời gian ạ . Thông tin sinh viên của tài khoản bị quên mật khẩu :  , MSSV  , hệ VHVL . Em xin chân thành cảm ơn .",
    "Thời khóa biểu học kì 211 của em bị mất rồi, trong khi em hỏi các bạn vẫn còn a",
    "Kính chào thầy, cô, Ngày 18/07/2021, em có nộp đơn (qua email) đăng ký học lại (trong học kỳ 211) phần mở rông (chương trình KSTN) môn Hệ cơ sở dữ liệu (CO2013) (chương trình đại trà em đã hoàn thành) cho Ban chủ nhiệm Khoa Khoa học và Kỹ thuật máy tính và Phòng đào tạo. Khoa đã đồng ý cho em học lại. Phòng đào tạo thì hướng dẫn sau khi học kỳ 211 bắt đầu thì em nộp lại đơn. Ngày 23/08/2021, em nộp lại đơn (file đính kèm) (qua email) theo hướng dẫn của Phòng đào tạo thì trong ngày này cũng nhận được phản hồi từ Phòng đào tạo: \"Bạn phản hồi câu hỏi lên bksi.hmcut...\". Em xin hỏi em cần những thủ tục gì khác để có để đăng ký học lại ? Em xin chân thành cảm ơn.",
    "Em có nhu cầu đăng kí học dự thính vào đợt mở ngày 24/8 này nhưng không biết lịch nộp học phí để chuẩn bị ạ. Em có hỏi những bạn đã đăng kí lộ trình 1 thì được biết là vẫn chưa tới thời gian nộp trong khi đã bắt đầu học được 1 tuần rồi. Vậy thầy/cô có thể cho em biết lịch nộp cụ thể được không ạ? Em cảm ơn.",
    "Hiện tại em đã bảo vệ luận văn tốt nghiệp xong. Em có liên hệ bên BKENGLISH được biết là có mở lớp thi online SPEAKING & WRITING cho người đủ điều kiện qua mail trường mà hiện tại em chưa nhận được thông báo gì của trường ạ!",
    "Kính gửi phòng đào tạo, Em tên là , mã số sinh viên là . Em mới được thu nhận ở hệ vừa làm vừa học theo quyết định của ban giám hiệu đã cho phép (em có đính kèm quyết định) , và tình trạng thông tin sinh viên của em trên mybk cũng được cập nhật là đang theo học nhưng nay em muốn đăng ký môn học ở kỳ dự thính lộ trình 2 thì trang của trường báo lỗi như hình dưới vì lí do tạm dừng. Cho em hỏi là kì dự thính lộ trình 2 này của trường em không được học hay là hệ thống đăng ký môn bị lỗi chưa mở tình trạng sinh viên cho em ạ. Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi thời hạn nộp bằng Anh văn để xét tốt nghiệp đợt tiếp theo là khi nào ạ? Em cảm ơn.   i Tốt nghiệp .",
    "Xin chào ạ, Lý do xin đăng ký môn học:    Em muốn học ở học kỳ chính 211 để học theo chương trình đào tạo của sinh viên nhưng đã qua 3 đợt đăng ký môn học và em đã bị quên không đăng ký 3 đợt đó. Nên bây giờ em có thể xin phòng đào tạo đăng ký các môn học bên dưới được không ạ. Môn học em muốn đăng ký ở học kỳ chính 211 là:      Mã môn học:        Tên môn học:   EE3069            PLC   EE3071            SCADA   EE3139           Cảm biến và đo lường   EE3131           Hệ thống năng lượng xanh   SP1009            Đường lối cách mạng của                     Đảng Cộng sản Việt Nam Ở trên em đã ghi rõ lý do xin đăng ký môn học, mã môn học và tên môn học. Còn mã nhóm lớp thì vì em chưa đăng ký nên không thể xem mã nhóm lớp được ạ. Em đã ghi đầy đủ các yêu cầu để xin đăng ký môn học nhưng em vẫn nhận được câu trả lời phải ghi rõ lý do ĐKMH, Mã môn học và tên môn học. Em xin cô có thể nói rõ hơn không ạ. Em xin cảm ơn.",
    "Kính gửi: Phòng đào tạo!      Hiện trong học kì này em đang làm luận văn và em còn thiếu 1 môn bắt buộc để hoàn thành chương trình .      Em đã đăng ký môn học Kỹ Thuật Siêu Cao Tần (EE3025) trong lần đăng ký dự thính bổ sung lộ trình 2 đợt 1 (có 34 sinh viên đăng ký) nhưng Phòng đào tạo không mở lớp ạ.      Em mong được Phòng đào tạo đăng ký bổ sung giúp em vào lớp DT01 (sỉ số hiện tại 61 sv) để em kịp tiến độ tốt nghiệp ạ!      Em chân thành cảm ơn!",
    "Xin phép nhà trường cho em hoãn thi cuối kì môn Giải tích 2, Chi tiết máy, Vật liệu học và xử lí. Lý do: Em bị bệnh không làm bài nổi ạ.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Chào thầy cô . Môn CH2031 là môn học mã cũ, k18 là lứa cuối cùng học môn này, mà k18 hiện tại đã năm cuối rồi. Sĩ số sv đăng kí đợt dt trước là 24, thầy trưởng khoa đã chấp nhận cho mở, giảng viên đã đồng ý dạy. Xin pđt xem xét mở lớp cho tụi em do tụi em có nhu cầu cấp bách cần học.",
    "Em chào cô, hôm trước em có hỏi về đăng kí môn EE1001 thuộc học kì đầu năm 1 và đã được cô trả lời là kiểm tra tkb vào 4/10 . Hiện tại có đợt đăng kí môn học dự thính bổ sung thì môn EE1001 có mở lớp, cô cho em hỏi em có nên đăng kí không ạ",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em xin gửi pdt mẫu đơn xin mở lớp môn KTCT 1 đã có chữ ký xác nhận của bộ môn, khoa và giảng viên giảng dạy ạ!",
    "Hiện tại em đang học chương trình CLC, cần đăng ký môn SP1003 - Những nguyên lí cơ bản   - ở học kỳ dự thính 211 (đợt 2, học từ 30/8) . Em xin hỏi mình có thuộc diện  được học môn trên không ạ? Nếu không thì có môn nào sv CLC như em có thể đăng ký không ạ? Em xin cảm ơn.",
    "Dạ sau khi ĐKMH đợt 3, em đã đănh kí 18 chỉ nhưng TKB hiện tại của em là 21 chỉ. Em kiểm tra thì thấy em không đăng kí môn Các phương pháp phân tích hiện đại (CH3329) nhưng lại có trên TKB . Mong pđt kiểm tra lại giúp em",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em chào phòng đào tạo. Em là  Em. MSSV:  Em gửi phòng đào tạo mẫu đơn đăng ký môn học \"TR3043 - Đồ án thiết kế động cơ đốt trong\" (Môn này là môn đồ án nên không có thời khóa biểu) Em cảm ơn phòng đào tạo đã giúp đỡ.",
    "Dạ em là  - MSSV: , em muốn phúc tra điểm bài thi cuối kì môn Kĩ thuật phản ứng, mã môn CH2059, kì dự thính hk202, nhưng khi đăng kí trên myBK thì hệ thống báo là không tìm thấy kì đăng kí. Mong phòng đào tạo xử lý giúp em ạ.",
    "Kính gửi phòng đào tạo, Dạ em là , mã số sinh viên . Em gửi yêu cầu này với mong muốn được hủy môn học vì trùng lịch học. Tên môn học muốn hủy: Dao động kỹ thuật Mã môn học muốn hủy: ME3219 Mã nhóm môn học muốn hủy: L01_L01 GV Phụ trách: PGS.TS . Lý do hủy môn: Dạ khi em kiểm tra lại thời khóa biểu em thấy có sự trùng lịch học trong thời khóa biểu giữa môn Dao động kỹ thuật ME3219 nhóm L01 và môn Cơ lưu chất thí nghiệm CI2004 L19 vào tiết 8-9 thứ 2 tuần 36, 37, 42 và 43. Bên cạnh đó học kì này em chỉ cần 10 chỉ để đủ tín chỉ tốt nghiệp, nhưng việc đăng kí 13 chỉ khiến em thừa 1 môn tự chọn không cần thiết. Em xin cảm ơn phòng đào tạo vì đã đọc yêu cầu này của em, em thành thật xin lỗi vì đã làm phiền các quý thầy cô vì sự sai sót của em, em xin kính chúc quý thầy cô phòng đào tạo nhiều sức khỏe.",
    "Em gửi đơn hủy hoãn thi ạ   i  .",
    "Kính gửi phòng đào tạo, Em là , MSSV . Hiện tại, ở địa phương em có gửi yêu cầu sơ tuyển gia nhập NVQS (như trong hình) và yêu cầu có giấy tạm hoãn NVQS hoặc giấy chứng nhận sinh viên do bên trường cung cấp ạ. Nhưng do tình hình dịch ở TP.HCM nên em không thể lấy giấy trực tiếp được, liệu PĐT có thể gửi cho em bản giấy hoặc bản PDF được không ạ. Em xin cảm ơn.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) ."
]