[
    "Em có quyết định cử đi học ở nước ngoài của Bộ giáo dục nên muốn quyết định thôi học ở trường mình, nhưng hiện tại em chỉ có file pdf của quyết định cử đi học. Vậy khi đi làm thủ tục thôi học em cần mang bảng photo của quyết định du học thôi hay phải là bảng gốc ạ?",
    "Dạ, cho em hỏi là em có nghe nếu mình chưa có bằng anh văn để nộp để nhận luận văn tốt nghiệp thì có một cơ hội để em được làm luận văn là phải làm giấy cam kết sẽ có bằng trước lúc bảo vệ luận văn và trên đơn này có chữ ký của giáo viên hướng dẫn. Cho em hỏi có được làm vậy không ? Và nếu có thì cho em xin mẫu đơn và quy trình ạ. Em xin cảm ơn nhiều.",
    "cho em hỏi là em đc đổi điểm (6đ av1) thì em đã đc tính tín chỉ của av1 chưa ạ, hay đó chỉ là điểm đổi thôi ạ",
    "em vừa nộp hồ sơ nhập học hệ vừa học vừa làm, nhưng em thấy đăng ký đợt 2 HK1/2020-2021 hệ VLVH đã kết thúc ngày 29/11. Như vậy thầy cô cho em hỏi sắp tới còn đọt đăng ký môn học nào tiếp theo nữa không? Em là sinh viên chính quy chuyển sáng hệ VHVL em còn 1 môn phương pháp tính nếu trường hợp kỳ này không mở môn phương pháp tính thì bắt buộc phải đăng ký bao nhiêu môn để duy trì tình trạng học?",
    "Kính chào thầy/cô, do sắp tới gia đình có công việc nên em muốn xin bảo lưu lại 1 năm có được không ạ, và nếu được thì cần phải làm gì ạ, em cám ơn thầy/cô.",
    "Em là , MSSV  Hiện tại em đang có chứng chỉ toiec 440, em muốn hỏi liệu em có thể đăng ký môn đề cương tốt nghiệp được với chứng chỉ đó không ạ Nếu không được thì em có thể xin PDT cho em nộp muộn chứng chỉ được không ạ, vì sắp tới là đăng ký môn học hk mới em cần đăng ký môn đề cương tốt nghiệp ạ Em xin cảm ơn",
    "Cho em hỏi kì thi AVDV ngày 25.1 chỉ dành cho những sinh viên chưa đăng kí đợt 20.12 hay toàn bộ sinh viên đều được đăng kí ạ? Em xin cảm ơn.",
    "kính gửi quý thầy cô  em phúc tra nôn :  Máy (ME 2003) cảm ơn quý thày cô !",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Em là sinh viên năm 2,mới vừa rồi em thi toiec tại trường và được 565. Điểm này có được áp dụng để chuyển điểm tương ứng sang các anh văn 1,2,3,4 trong trường không ạ. Em cảm ơn.",
    "Cho em hỏi là mình không đi khám sức khoẻ thì mình phải đi khám sức khoẻ ở bên ngoài hay sẽ có đợt sau ạ. Nếu như khám bên ngoài thì mình sẽ khám như thế nào và nộp lại cho trường như nào ạ",
    "MSSV:       . Em muốn hỏi về 2 vấn đề: - Thời gian cụ thể của kỳ thi anh văn đợt 3 là ngày bao nhiêu ạ? - Thời gian thi anh văn đợt 3 có kịp để đăng ký môn học cho học kỳ 202 không ạ?",
    "Hi  ạ Vừa rồi em quên đi khám sức khỏe ạ . Còn lịch khám nào cho em không ạ, em k17 khoa Máy tính ạ. Nếu không đi thì có bị sao không ạ ? Em cảm ơn",
    "vì lý do sức khỏe em đã vắng buổi khám sức khỏe định kì , em xin hỏi trong đợt này trường còn tổ chức khám sức khỏe nữa không, còn đợt sau trường tổ chức khoảng thời gian nào bởi vì em quê xa đã đặt vé xe về quê không thể thay đổi được, nên sau khi sinh hoạt công dân em không thể khám sức khỏe được",
    "Em chào thầy/cô, Em là , sinh viên khoa Cơ khí. Em muốn hỏi địa chỉ email thầy , khoa Cơ Khí - chế tạo máy để liên lạc về vấn đề làm đồ án môn học. Em xin cảm ơn.",
    "Em chào thầy/ cô. Em là  MSSV: em có 1 thắc mắc phiền thầy cô giải đáp ạ. Trên lịch học vụ có ghi từ 22-28 là đợt đăng kí LVTN lần cuối cùng,còn ngày nộp bằng Toeic là ngày 13 vậy cho em hỏi từ ngày 13 đến ngày 28 em nộp bằng Toeic thì có được chấp nhận không ạ, hay phải nộp trong ngày 13 ạ.",
    "Em chào thầy, cô, em là sinh viên k15 sẽ tốt nghiệp vào đợt tháng 4 năm 2021 sắp tới. Em có đọc quy định mục 15.4 như hình bên dưới về bảng điểm và học bạ. Thầy cô cho em hỏi là như vậy, hôm tốt nghiệp, trường sẽ cấp cho mình loại nào trong 2 loại sau ạ. Vì cái này rất quan trọng với em khi xin học bổng học lên cao ở nước ngoài nên em muốn hỏi kĩ cho rõ ạ. 1  Học bạ (ghi theo nhóm môn học, chỉ ghi điểm lần học cao nhất, không ghi điểm các lần rớt môn) 2  Bảng điểm bình thường theo từng học kỳ. Nếu có gì em hiểu sao mong thầy cô giải thích thêm ạ. Em cảm ơn các thầy cô. Thân mến.",
    "Em chào thầy/cô! Hiện tại, em là sinh viên năm 3 chuyên ngành Kỹ thuật Hệ thống Công nghiệp khoa Cơ Khí Em cảm thấy chuyên ngành hiện tại không phù hợp với bản thân khiến cho việc học nặng nề không còn hứng thú, em có mong muốn dừng việc học chuyên ngành hiện tại chuyển sang  học hoặc học văn bằng 2 chuyên ngành Kỹ thuật Cơ sơ Hạ tầng của khoa Xây dựng (điểm đầu vào của chuyên ngành em đang học cao hơn chuyên ngành em muốn chuyển) . Vậy liệu em có được bỏ chuyên ngành hiện tại không? Nếu không, để được học văn bằng 2 ngành Xây dựng thì điểm đại cương của em có được chuyển không và bây giờ em muốn đăng kí học những môn của Xây dựng để rút ngắn thời gian thì có phải đăng kí gì không và có được chuyển điểm không? Em rất mong thầy/ cô giải đáp cho em. Em xin chân thành cảm ơn. Chúc thầy/cô một ngày tốt lành.",
    "Hôm trước em phải buộc về quê để khám bệnh định kỳ theo yêu cầu của bác sĩ nên em không lên trường để thi giữa học kỳ một được. Vậy cho em hỏi em có thể xin thi lại được không ạ",
    "Quý thầy cô  cho em hỏi là nếu em đã qua hết 3 môn gdtc khác nhau, em đăng ký thêm 1 môn nữa nhưng môn thứ 4 này em không qua thì có ảnh hưởng gì đến quá trình học không ạ?",
    "Em là sinh viên năm nhất của trường và vừa thi avdv. Em đủ điểm để học anh văn 1 nhưng em lại muốn học lấy bằng ngoài rồi nộp cho trường để tiết kiệm thời gian ạ. Hiện tại e đang muốn hỏi các anh chị, thầy cô có thể cho em biết là mình học bằng ở ngoài thì học bằng 2 kĩ năng hay 4 kĩ năng để pass 4 anh văn ạ( em chưa nói đến để tốt nghiệp). Và từ giờ đến lúc đăng kí môn học mới em còn bao nhiêu thời gian để học và nạp bằng lại cho trường ạ. Các anh chị, thầy cô có thể giới thiệu cho e những trung tâm nào uy tín để học ko ạ. Em mong nhận được sự trả lời của mọi người. Em xin cảm ơn",
    "Em là  MSSV . E là đơn này để xin PĐT cho e rút mô Vẽ Kỹ Thuật do môt số vấn đề về sức khỏe và gia đình và một số lý do khác như ôn thi av. Nên từ đầu năm đến giờ em đã nghỉ rất nhiều buổi học lý thuyết và thực hành và em nghĩ mình khôg đủ khả năng thi cuối kì nên em. Nên em khẩn xin PĐT có thể đáp ứng yêu cầu của em. Em biết rút lúc này sẽ mất 100% học phí nhưng em mong PĐT có thể xem xét phê duyệt cho em. Em xin cảm ơn",
    "Cho em hỏi là có cách nào để có thể gia hạn chứng chỉ ngoại ngữ để được đăng kí làm luận văn vào kì sau không ạ. Em xin cảm ơn.",
    "Em xin phép hỏi là sắp đăng ký môn hk202, em là sinh viên năm 2, vừa rồi em có thi ảnh văn tại trường và được 395. Nếu vậy em có cần quy đổi điểm gì không để không bị hủy môn trong đợt đăng ký môn học đợt 2 này không ạ, hay hệ thống trường sẽ tự kiểm tra điểm anh văn đợt vừa rồi và không hủy môn của em ạ",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Dạ thưa hồi tháng 9 em có được thông báo đi thi bù môn Thương mại điện tử vì vắng thi cuối học kì 192 vừa qua do cách ly dịch covid-19. Hiện tại đã gần kết thúc học kì 201 nhưng em vẫn chưa thấy được cập nhật điểm trên trang thông tin sinh viên. Em muốn hỏi là khi nào thì em có điểm môn học đã thi bù đó ạ?  Em cảm ơn ạ",
    "Kính gửi Phòng đào tạo, Em là , MSSV:  . Trong học kì 192 em có đăng ký học môn Xử lý số tín hiệu nâng cao trên Cao học, thì điểm môn đó được chuyển qua môn Quá trình ngẫu nhiên &ưd EE3049 bên Đại học. Em muốn hỏi điểm và tín chỉ môn Quá trình ngẫu nhiên &ưd có được tính vào điểm và tín chỉ bên Đại học không ạ? Nếu được, thì em phải làm sao để chuyển qua hay tự động ạ? Mong nhận được phản hồi sớm từ PĐT. Em xin cảm ơn ạ. ",
    "Em đang là sinh viên năm cuối, và đang làm luận văn tốt nghiệp vào kì tiếp theo, nhưng hiện tại em chưa đăng kí được vì chưa có chứng chỉ . Và hạn nộp chứng chỉ  sắp đến . Nhưng hiện tại em vẫn chưa có chứng chỉ  để nộp, vì phải đợi thời gian đăng kí thi và đợi kết quả thi chứng chỉ nên sẽ quá hạn nộp chứng chỉ . Nên em muốn hỏi là có cách nào để được gia hạn nộp chứng chỉ  không ạ. Em cảm ơn.",
    "Thưa thầy cô, em đã đăng ký in bảng điểm và bảng điểm đã được in xong, nhưng vì lý do cá nhân nên em không trực tiếp đi nhận được. Cho em hỏi là em có thể nhờ một bạn của em học trường khác đến nhận giúp bảng điểm không ạ?  Em cảm ơn thầy/ cô đã xem",
    "Em chào pdt ạ. PDT cho em hỏi có đợt thi anh văn nào khác tiếp theo tại trường vào tháng 1 này không ạ. Mong được PDT hồi đáp sớm . em cảm ơn nhiều ạ   .",
    "không thể xét miễn để chuyển điểm mặc dù đã đủ tiêu chuẩn chuyển điểm anh văn  ",
    "không thể xét miễn để chuyển điểm mặc dù đã đủ tiêu chuẩn chuyển điểm anh văn",
    "Hiện tại là em đang theo hướng học song bằng, học kì này em cũng đã học được một số môn của bằng 2 rồi ạ. Kì sau đăng kí môn em có thể đăng kí nhiều hơn 21 chỉ được không ạ. Để em đảm bảo tiến độ học tập cả 2 ấy ạ. Phòngg đào tạo có thể cho em đăng kí trên 21 chỉ trong đợt đăng kí môn sắp tới đượt không ạ Em cảm ơn",
    "Cho em hỏi là em chưa đóng học phí học kỳ 201. Qua kỳ sau em mới có điều kiện đóng. Hôm bữa em lên phòng ctctsv thì đã qua đợt làm đơn gia hạn học phí rồi. Cho em hỏi có cách nào giúp em gia hạn học phí được không ạ. Em xin chân thành cảm ơn   i ",
    "Chào , Em đang là sinh viên K17 của khoa Điện. Cho em hỏi học kỳ sau (HK202) em có thể đăng ký được Đề cương LVTN không ạ?Em đã hoàn thành Đồ án và Thực tập tốt nghiệp trước đó. Em không biết có bị vướn Anh Văn để đăng ký Đề cương không ạ? Vì em mới hoàn thành Anh Văn 2 ở trường. Mong  sớm phản hồi với em. Em xin cám ơn",
    "Kính gửi phòng đào tạo! Em là sinh viên K19. Trong quá trình học tập và thi cử kỳ thi anh văn đầu vào vào ngày 19/12/2020 vừa rồi thì em vẫn chưa qua được 350 điểm nên không được đăng ký môn của năm 2 nên phòng đào tạo cho em hỏi nếu kì này em đăng ký 8 tín chỉ rồi em sẽ cố thi đạt hơn 350 ở kỳ thi anh văn kế tiếp dự kiến vào đầu tháng 1 và em sẽ đăng ký học môn năm 2 ở học kỳ hè thì em có bị cảnh cáo học vụ không ạ? Em cảm ơn.",
    "Dạ ,cho em hỏi , đợt thi anh văn đầu đơt 3 vào ngày 23/01/2021 , những người thi đợt 2 rồi có được đăng ký thi lại không ạ",
    "Phòng đào tạo cho em hỏi, nếu em thi kì thi chuẩn anh văn đầu vào đợt 3 dựa kiến sẽ tổ chức ngày 24 25 tháng 1 vậy có kịp cho đợt đăng ký môn học đợt 3 không ạ?",
    "thầy cô cho em được hỏi là hiện em chưa qua 500 anh văn nên em chưa thể đăng kí môn học hay luận văn trong kì kế tiếp. vậy em nên đăng kí 1 môn cải thiện để duy trì trạng thái học hay không ạ. hay em viết đơn xin nộp bằng anh văn trễ trong khi xin làm luận văn trước ạ. em cám ơn",
    "Dạ em chào thầy/cô, em bị trễ học phí do quên theo dõi lịch đóng học phí, đến lúc trễ hạn em có nhận mail bị trễ học phí, nên em đã vào bkpay để thanh toán và chịu phạt nhưng đến giờ, thì vào bkpay hệ thống vẫn báo lỗi bảo trì. Thầy/Cô cho em hỏi giờ em đóng là lên ngân hàng đóng, hay chờ hệ thống bảo trì xong? Và nếu bảo trì xong, thì cho em hỏi khi nào hệ thống mới xong vậy ạ? Tại em sợ qua học kì mới mà mình chưa hoàn tất học phí sẽ bị đuổi học nên em hơi lo lắng   i  .",
    "Dạ cho em hỏi em muốn mua áo thể dục và các áo liên quan tới trường ở đâu ạ?",
    "Dạ em chào thầy cô ạ Em là  (MSSV: ), hiện đang là sinh viên năm 3 thuộc khoa Khoa học và Ký Thuật Máy Tính. Em có một câu hỏi về chuẩn tiếng Anh sau mỗi năm học, hiện tại thì em chưa hoàn thành anh văn 4 (em đã hoàn thành anh văn 3) và em đang học để lấy chứng chỉ IELTS. Em muốn hỏi là thời điểm xét chuẩn tiếng Anh sau mỗi năm học này là khi nào vậy ạ, vì theo em đọc thông tin trên trang phòng đào tạo thì em không đạt chuẩn anh văn sau năm 3 (cụ thể điểm TOEIC là 500 hoặc đạt môn anh văn 4). Nên em muốn biết thời gian chính xác của việc xét chuẩn tiếng Anh sau mỗi năm học, hiện tại thì lịch học vụ trên aao chưa có thời gian biểu cho học kì 211 (kì 1 năm 4 của em). Em cần biết gấp để em tính toán hợp lý cho việc học anh văn ạ. Em mong thầy cô giải đáp thắc mắc của em, em xin cảm ơn.   i ",
    "Dạ em tính đăng ký đồ án chuyên ngành kt chế tạo vào học kỳ 202 mà môn tiên quyết - Dung sai và kỹ thuật đo mà em đang học ở hk 201 có lịch thi (13-1-2020). Vậy cho em hỏi là trường có cho đăng ký môn đồ án ở kỳ 202 không ạ. Em cảm ơn.",
    "Em kính chào PĐT! Kỳ thi Olympic tin học 2020 vừa qua em đạt được giải khuyến khích. PĐT cho em hỏi như vậy em có được xét cải thiện môn học liên quan không ạ? Em xin cảm ơn",
    "Hiện tại em đang thực hiện Đề cương luận văn và kỳ sau (HK202) sẽ thực hiện qua Luận văn tốt nghiệp ạ. Nhưng vì lý do cá nhân nên em chưa thể nộp bằng Anh văn đúng hạn vào hạn chót là ngày 13/01/2021 để đăng ký Luận văn tốt nghiệp ạ. Em xin hỏi là em có thể nộp bằng trễ hơn được không ạ và cần các thủ tục gì không ạ? ﻿ ﻿Em xin cảm ơn ạ.",
    "Kính gửi PĐT trường ĐH Bách Khoa Em tên là , MSSV  Vừa rồi em có đăng kí chuyển điểm ngoại ngữ cho môn Anh văn 1(LA1003) và Anh văn 3(LA1007). Nhưng sau khi suy nghĩ lại em chỉ muốn chuyển điểm cho môn Anh Văn 1. PĐT cho em hỏi em có thể huỷ chuyển điểm môn Anh Văn 3 được không ạ? Em mới vừa đăng kí nên vẫn chưa có kết quả chuyển điểm . Em cảm ơn!",
    "Sau đợt thi chuẩn anh văn do trường vừa tổ chức điểm của em chỉ được 430 không đủ chuẩn năm 3. Em  xin Phòng Đào Tạo được đăng ký môn kỳ 2 năm 3 khoa Điện -Điện tử để không bị muộn  đồ án và môn học chuyên ngành tuyên quyết cho luận văn tốt nghiệp ạ. Em mong Phỏng Đào Tạo có thể cho em nộp bằng trễ trong kỳ sau. Hạn chót em sẽ nộp chứng chỉ ngoại ngữ trước thi giữa kỳ sau (HK202) ạ. Nếu không nộp được Phòng có thể xóa môn học tính phí của em ạ Em kính mong Phòng Đào Tạo suy xét.",
    "Chào PĐT, em là . Vừa qua năm ngày 17/12/2020, em đang tham gia khám sức khỏe đúng với quy định của trường. Bây giờ, em đang làm hồ sơ mà hồ sơ đó yêu cầu giấy khám sức khỏe trong 6 tháng gần nhất. Cho em hỏi là em có thể lấy bản sao của giấy khám sức khỏe để hoàn thành hồ sơ không ạ?  Em cảm ơn! .",
    "Chào PĐT ạ, em thuộc khóa K17, PĐT cho em hỏi, em thấy hạn cuối chuyển điểm anh văn là 13/1 nhưng em chưa kịp chuyển điểm, vì vậy em nộp bằng toeic trên 500 vào khoảng ngày 15/1 thì có được xét thỏa điều kiện anh văn để đăng ký luận văn đợt cuối cùng không ạ.",
    "Kính thưa Phòng đào tạo, Em đã thi kiểm tra tiếng anh đợt 2 rồi nhưng do kết quả không tốt, cho em hỏi là em có được đăng kí thi đợt 3 trong trường không ạ ? Rất mong nhận được câu trả lời từ Phòng đào tạo. Em xin cảm ơn.",
    "Cho em hỏi là theo quy định của trường là mình có thể đăng kí LVTN ngay sau khi nộp CCNN mà không cần chờ kết quả thầm tra đúng không ạ? Em xin cám ơn.",
    "Cho em hỏi là điểm trung bình môn học là 4.75 hay 5 thì qua môn ạ. Xin cảm ơn",
    "Kính gửi, Cho em hỏi là em có thi anh văn định kì vào ngày 18/12 ca3 nhưng lúc em thi xong thì do máy lỗi không hiển thị điểm nên em vẫn chưa biết điểm của mình. Em mong được biết điểm của em vì sắp phải đăng kí môn học vào ngày 30/12 r ạ",
    "Em chào thầy cô! Cho em hỏi là em bây giờ đang là sinh viên khoá K14 nên học kì này là học kì cuối nhưng em chưa hoàn thành xong chương trình đào tạo. Vì vậy, em muốn chuyển xuống hệ cử nhân thì làm sao ạ? Và nếu em chuyển xuống hệ cử nhân thì em chỉ cần hoàn thành nhưng môn học còn thiếu hay là phải học thêm môn nào khác ạ? Em cảm ơn ạ!",
    "Em chào PDT !  em tên  MSSV  hiện là sinh viên khoa Cơ Khí lớp CTM3 PDT cho em hỏi còn đợt thi anh văn nào vào tháng 1 không . Nếu em nộp bằng sau đợt đăng kí môn học vài ngày thì có thể lên xin làm đơn mở thêm sĩ số hông ạ  Mong phản hồi sớm từ PDT  Em cảm ơn rất nhiều! .",
    "Vào 3 ngày 18-20/12/2020 vừa rồi, trường có tổ thức thi Anh văn đầu vào cho sinh viên từ năm 2, cho em hỏi mình có được xét chuyển điểm Anh văn nếu điểm thi đã đạt các mốc điểm xếp lớp Anh văn không ?",
    "Chào Phòng đào tạo, em tên là . Em có một câu hỏi mong được phòng đào tạo giải đáp. Theo chương trình đào tạo em phải học đủ 10 tín chỉ tự chọn, nếu em đăng ký tổng cộng 12 chỉ tự chọn nhưng em bị rớt 2 tín chỉ, thì em có cần phải trả nợ 2 tín chỉ đó hay không? Hay chỉ cần đạt đủ 10 chỉ tự chọn là được xét tốt nghiệp. Em mong nhận được sự hồi đáp, em xin cảm ơn phòng đào tạo.",
    "Cho em hỏi làm sao để có file bản điểm online vậy ạ? Em muốn nộp file bảng điểm cho các chương trình MT ạ.",
    "Em tên là  ,MSSV:  Vào kì đăng kí môn học lần này em cần phải có chuẩn anh văn năm 3 để đăng kí . Và em đang học anh văn 3 trong trường tầm cuối tháng 1 này sẽ có kết quả , và em cũng nghe nói sẽ có đợt thi anh văn định kì cũng vào cuối tháng 1 này . Nên cho em hỏi là đến cuối tháng 1 khi có kết quả anh văn 3 hoặc kết quả thi tiếng anh định kì em có thể đăng kí bổ sung sau được không hoặc em có thể đăng kí môn học trước rồi đến cuối tháng 1 em sẽ nộp kết quả anh văn vào sau được không ạ ? Em mong sẽ được thầy cô giúp đỡ và em xin cảm ơn ạ.",
    "Kính Gửi : BGH Trường Đại Học Bách Khoa             PĐT Trường Đại Học Bách Khoa  Em tên là : Nguyễn   Mssv :   Dạ Thưa PĐT cho em hỏi là nhà em trước thì có BHYT dành cho hộ cận nghèo nhưng giờ hết hộ cận nghèo và phải mua BHYT  Vậy cho em hỏi là giờ em phải đăng ký mua BHYT ở đâu vậy ạ  Em xin chân thành cảm ơn  Thân mến  ",
    "Cho em hỏi là đăng ký môn học trong học kỳ chính thì phải đăng ký tối thiếu bao nhiêu tín chỉ ạ? Em có đăng ký học CTĐT Đại học liên thông Thạc sĩ , sẽ có nhiều môn em đăng ký học ở chương trình Thạc sĩ mà không phải học trong CTĐT Đại học, nên số tín chỉ ở CTĐT Đại học em đăng ký sẽ chỉ còn có vài tín chỉ/ học kỳ vậy có ảnh hưởng gì đến việc xét học bổng khuyến khích CTĐT Đại học không ạ (Do điều kiện nhận HBKK CTĐT Đại học là phải học tối thiểu 14 tín chỉ/ học kỳ)?",
    "Chào thầy/cô. Cho em xin phép hỏi là giờ em muốn đăng kí BHYT thì còn được không ạ. Và nếu được thì thời gian có kết quả là bao lâu ạ. Em xin cảm ơn ạ.",
    "Chào PĐT, Nhà trường có thông báo hỗ trợ gói cước data 3G/4G cho sinh viên (100000đ), và em đã cập nhật thông tin trên BK Pay đúng hạn nhưng đến hôm nay (29/12) vẫn chưa nhận được số tiền hỗ trợ. Cuối tháng 11 em có lên hỏi PĐT và được biết em nằm trong danh sách bị ngân hàng OCB từ chối chuyển tiền nhưng em kiểm tra thì số tài khoản và thông tin cá nhân đều đúng. Em cũng đã làm sao kê tài khoản ngân hàng và chờ phản hồi từ PĐT nhưng 1 tháng rồi vẫn không thấy gì. Vậy PĐT cho em hỏi khi nào thì em nhận được số tiền đó ạ? Em cảm ơn.",
    "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Kính gửi PĐT Em đã được cập nhật xoá điểm 13 do vắng thi môn học SP1005 nhưng điểm thành phần của môn học lại bị mất mong PĐT kiểm tra lại . Em xin cảm ơn.",
    "Em K18, điểm anh văn của em là 460 (listening+reading) thì có đủ học tiếp HK202 không ạ. Nhà trường có tổ chức thi av đợt 3 từ 24-25/01/2021 không ạ. Em cảm ơn",
    "Dạ Thầy cô cho em hỏi là, PĐT dời lịch đăng kí môn học từ ngày 30-4/1 vậy Lịch xin mở lớp sẽ vào thời gian nào ạ, em xin cảm ơn.    .",
    "Em tên là , lớp CK18CTM1, khoa Cơ khí. Em là sinh viên khóa K18 và chương trình học từ khóa K19 có nhiều thay đổi. Kỳ 201 này em học môn thực tập cơ khí đại cương 2 với mã môn học của khóa K19 vì mã môn học cũ không mở lớp nữa. Cho em hỏi cách chuyển điểm của môn học này như thế nào ạ. Em cảm ơn.",
    "Dạ chào thầy cô phòng đào tạo Em tên là  MSSV   Em muốn hỏi là đợt này em đủ tiêu chí tốt nghiệp đợt 3 năm 2019-2020 nhưng khi vào đăng kí em lại thấy không được phép đăng kí (nghỉ học) như hình. Mong phòng đào tạo giải đáp thắc mắc giúp em Em cảm ơn nhiều ạ.",
    "Em chào thầy/cô, Em là , là sinh viên bằng 2 khoa KH&KT MT, MSSV:  Trong BKPay của em hiện tại đang bị double học phí, em đã thanh toán đầy đủ 7 triệu cho 20 chỉ đã đăng kí trong kì 201 theo 2 đợt như yêu cầu. Nhưng vẫn còn 1 mục 7tr và yêu cầu thanh toán, kéo theo việc không cho đăng ký môn học kì 202 . Mong thầy/cô kiểm tra và hiệu chỉnh giúp em để em có thể đăng ký môn học vào ngày mai 30/12 ạ. Em cám ơn! ",
    "Chào thầy/cô Em đã thanh toán học kì 201 nhưng hôm nay em nhận được mail thông báo chưa thanh toán học phí  Mong thầy cô xem lại giúp em ạ",
    "học kỳ dự thính 193 em không đóng học phí vậy liệu vào học kỳ 202 em có được đăng ký môn học của học kỳ chính không ạ? Vì mail trường có đề cập đến việc em sẽ bị xoá tkb ở học kỳ 202 nếu không đóng tiền theo điều 7.2 trong lịch học vụ nhưng ở điều 7.2 lại nói rằng nếu không đóng học phí hk dự thính thì chỉ bị xoá và không đăng ký được hk dự thính kế tiếp còn hk chính chỉ không được đăng ký khi không thanh toán học phí của hk chính trước đó. Xin cảm ơn.",
    "Dạ em chào thầy/cô, em là , MSSV , sinh viên văn bằng 2 Khoa học máy tính    ọc kỳ 201 vừa rồi em đã đóng đủ tiền học phí đúng hạn  nhưng vẫn nhận được email không đóng học phí  Em kính mong thầy/cô kiểm tra giúp em để được đăng ký môn học kỳ tiếp theo ạ,    Em cám ơn,  Nghia",
    "Thưa thầy(cô). Hiện tại, em nộp đủ các khoản tiền trong các năm học, nhưng lại bị gửi mail về thông báo chưa hoàn thành các khoản học phí. Mong thầy(cô) kiểm tra lại hệ thống để được đăng ký môn học đợt 2 . Em chân thành cảm ơn",
    "Cô cho em hỏi là em đk môn Mac_lenin với môn tư tưởng chung 1 kì 202 tới đc ko ạ ( em chưa học 2 môn này lần nào.Em cảm ơn",
    "Em ở vùng bãi ngang vì thế em đã có bảo hiểm y tế  em muốn rút 700k tiền bảo hiểm đầu năm có được không ạ ",
    "Chào Thầy/Cô, Hiện em đã đóng đủ học phí của kì 201 nhưng hệ thống tự có thêm 1 mục đóng học phí nữa và báo qua email không thể đăng kí môn học do chưa hoàn thành học phí ạ. Mong Thầy/Cô dành thời gian giải quết",
    "Thầy/Cô cho em hỏi là trong đợt khám tập trung sức khỏe định kì vừa rồi từ 14/12 tới 23/12 em đã lỡ không tham gia. Nay trường có gửi mail thông báo đợt khám bổ sung từ 29-31/12 mà em hiện tại lại đang không ở thành phố. Thầy/Cô cho em hỏi là nếu không tham gia khám sức khỏe định kì thì có ảnh hưởng gì không ạ?",
    "Cho em hỏi BKAY khi nào mới hoàn tất việc bảo trì? Do em có đăng kí chuyển điểm anh văn trên hệ thống nhưng giờ không thể thanh toán phí được.",
    "Dạ cho em hỏi HK202 thì đăng kí học thể dục như thế nào ạ ?",
    "Em là sinh viên k17 clc đã chuyển sang k18 đại trà. Hôm nay đăng kí môn học báo lỗi là em thiếu điều kiện AV và không thể đăng kí môn học cho học kì 202 . Mà khi chuyển qua thì em đã được miễn 4 AV. Đầu học kì 191 em cũng gặp vấn đề tương tự. Em mong Phòng Đào tạo giải quyết để e có thể theo kịp lộ trình học tập Em cảm ơn ạ",
    "Em chào PDT ạ, Trong đợt đăng ký môn học học kỳ 202, em không được sắp lớp với lý do thiếu môn tiên quyết GDTS_2. Nhưng em đã qua 4 môn Anh văn và 3 môn Thể chất đúng hạn ạ!  Mong PDT xem xét giúp em, em cảm ơn.",
    "Thưa thầy cô, lúc đăng ký môn học hk2(2020-2021) đợt 1 k19, em không đăng ký môn tín hiệu và hệ thống( mã môn ee2005 ), nhưng các bạn em thì có. Đến đợt đăng ký lần 2 thì các bạn đã đăng ký được môn ee2005 và được xếp lớp, nhưng khi em bấm đăng ký thì hệ thống không cho chọn vào danh sách môn đăng ký mà báo em là :\"  I Thiếu (các) môn học:   Nhóm [EE2007]: EE2007 - Mạch điện tử (song hành)    Nhóm [EE1003]: EE1003 - Toán kỹ thuật (học trước)  . \". Trước đó em và các bạn đều học chung với nhau tất cả các môn, không môn nào bạn em học mà em chưa học và ngược lại, nhưng không hiểu sao bạn em đăng ký được môn ee2005 nhưng em thì lại bị bảo là thiếu môn. Mong thầy cô giúp đỡ ạ.",
    "em XIN CHÀO PHÒNG ĐÀO TẠO. Cho em xin hỏi môn tuyên quyết GDTS_2 là môn gì vậy ạ ?  Em nhớ chuẩn để đăng ký môn năm 3 là qua avan 3 đối với K18 là đủ rồi. Em không biết đây có phải là lỗi không nhưng mong PĐT xem lại giúp em . Em cảm ơn trước!",
    "Cho em hỏi tại sao không đăng kí được thể chất ạ? Tại sao đăng kí môn học đợt 1 SP1033 lại bị trùng giờ TKB ạ?",
    "Sáng ngày (29/12) em vừa về quê có công việc gia đình, mà trưa (29/12) trường mới mail khám sức khoẻ lần 2 trong ngày 30-31. Em không biết em ko tham gia khám sức khoẻ đợt “vét” này thì có còn đợt khám sức khoẻ nào khác để em khám ko ạ?!. Em đã mail hỏi phòng ctct-sv, phòng ctct-sv hướng dẫn là liên hệ với tramh y tế trường. Nên em muốn xin thêm số điện thoại của phòng y tế trường mình ạ!. Em cám ơn!  B",
    "Hiện tại em cần Giấy khám sức khỏe gốc, có dấu xác nhận trong vòng 6 tháng để có thể xin việc thì em có thể lấy giấy đó ở trường được ko và em lấy như thế nào ạ. Em cảm ơn.",
    "Em tên là , sinh viên khoa Điện, Em có thắc mắc về quy chế Tiếng Anh ạ. Là khi nộp chứng chính Toeic Online thì mình có cần phải đợi xác thực rồi mới được đăng kí luận văn (ở đợt bổ sung) hay chỉ cần nộp là mình có thể đăng kí luận văn và sau đó xác nhận sau vẫn được ạ ?",
    "Nhiệt động lực học và truyền nhiệt (ME2013)     .",
    "Thưa thầy/cô, em là sinh viên bằng 2 ngành Khoa học máy tính mới được duyệt đơn chuyển ngành từ xây dựng dân dụng khóa 2018 sang vào đầu năm sau. Học kì 201 này em có đăng kí 8 môn học là 23 tín chỉ. Ngày 10/11/2020 em đã thanh toán học phí dự thính chuyển hệ 201 là 12.075.000đ. Hôm nay em có vô lại BKPay thì thấy có thêm 1 khoản học phí cần đóng nữa là Học phí B2 ngày CQ, em không biết có phải do em đăng ký môn học không đúng mục hay do quy định của lớp bằng 2 như thế, mong thầy/cô có thể giải thích giúp em hoặc chỉ cho em quy định về phần học phí này được không ạ? . Em xin chân thành cảm ơn.",
    "Em xin chào thầy/cô ạ. Chuyện là bạn em do bị trễ AV và khi nộp vào thì tới đợt 3 mới đăng ký môn được ạ. Do học kỳ 202 có 1 môn bắt buộc. Nếu đến đợt 3 mà môn bắt buộc đó hết slot thì có thể xin mở thêm sỉ số được hông ạ. Em cảm ơn !!!  .",
    "Kỳ nay em có đăng ký 2 môn là vẽ kỹ thuật và kinh tế chính trị mác lê nin,nhưng tại sao đợt 2 này em bị xóa cả 2 môn mặc dù em không phạm phải điều lệ gì của cả 2 môn này.Tuy có thể đăng ký môn học lại nhưng các lớp đã gần đầy sinh viên rồi,việc trường xóa môn của em làm việc đăng ký môn học trở nên khó khăn nếu em phải đăng ký lại nhưng không kịp đăng ký vào các lớp,em mong nhận được lời giải thích cho tình trạng này của em và được thầy cô hỗ trợ đăng ký lại ạ",
    "Em tên là . Em mới kiểm tra kết quả đăng kí môn học, em thấy em bị xoá toàn bộ môn học đã đăng kí đợt 1.Trường cho em hỏi việc bị xoá này là vì sao à?  Em cảm ơn",
    "Cô cho em hỏi là đăng kí dưới bao nhiêu chỉ là được giảm 50% học phí vậy ạ",
    "Em chào thầy/cô,em tên là ,mssv: em thắc mắc là tại sao lại không đăng kí được 2 môn như trong hình bên dưới ạ. môn EE1011 hình như là thuộc về những khóa trước hay sao ấy ạ!.em thuộc khóa 2019 ạ.Mong thầy cô giải thích giúp em lí do không đăng kí được 2 môn học như trong tệp đính kèm với ạ. em xin chân thành cảm ơn!",
    "Em chào thầy cô! Thầy/cô cho em hỏi kết quả đăng kí môn đợt một em có đăng kí một số môn chuyên ngành nhưng bị xoá do bị ghi là thiếu môn học tiên quyết GDTS_2. Thầy/cô cho em hỏi môn đó là môn gì vậy ạ. Em cảm ơn!",
    "Xin chào thầy, cô: Em tên: . Mssv  Em xin hỏi về việc những môn học bị xóa ở đăng kí đợt 2 do không đủ chuẩn anh văn thì sau khi thi đợt anh văn đầu vào đợt vét vào đợt gần tết nguyên đáng thì ở đăng kí đợt 3 có được đăng kí thêm vào lại không ạ. Em đã thi anh văn đầu vào ở đợt ngày 20/12 nhưng không đủ chuẩn thì đợt sau có được đăng kí thi tiếp không ạ. Xin cám ơn thầy, cô vì đã giải đáp thắc mắc giúp em ạ.",
    "Chào thầy(cô). Trong kì thi anh văn đầu vào mà trường vừa tổ chức thì e đạt được 665 điểm tức là đủ để qua hết các môn av 1234 ở trường. nhưng học kì trước e đã học môn anh văn 2 và không đạt. trong danh sách môn của e môn này vẫn là môn bị rớt. Thì trong học kì kế tiếp em có cần phải đăng kí để học lại không ạ?",
    "Em chào thầy/cô ạ. Cho em hỏi em sinh viên k18, hk182 em  có rớt môn kỹ thuật lập trình (mã C01011), kỳ 192 em có học lại môn kỹ thuật lập trình (mã mới CO1027) và đã qua môn. Vậy em đã qua môn kỹ thuật lập trình mã cũ chưa ạ hay em phải học thêm môn đồ án kỹ thuật lập trình (mã CO1031) mới qua môn mã cũ ạ? Mong thầy/cô phản hồn sớm, em cảm ơn! ",
    "Cho em hỏi em đăng ký chỉ được 9 tín chỉ thì có được làm đơn xin miễn học phí được không ạ?",
    "t 1 vừa rồi em có đăng ký môn học cơ sở kỹ thuật điện EE2017 và bị hủy với lý do môn tiên quyết là EE2011 nhưng đối với K19 thì môn EE2011 đã đổi thành EE2033 và chương trình đào tạo là học kỳ 1 học EE2033 và em còn thi cuối kỳ nữa nên chưa biết qua hay không vậy nếu hủy đợi này là tụi em sẽ không được học môn EE2017 vào học kỳ 2 phải không ạ?",
    "Kính gửi phòng đào tạo, Em tên là , MSSV .Em có thắc mắc về vấn đề đăng ký môn Cơ sở kỹ thuật điện của HK4 ạ. Theo em được biết là môn ấy chỉ yêu cầu môn tiên quyết là Giải tích mạch để được đăng ký môn nhưng mà trong phần đăng ký môn lại không cho em đăng ký vì chưa học môn học trước là Trương điện tử nhưng mà trong CTĐT của em lại không yêu cầu học môn này ạ. Vì vậy em xin được hỏi hướng giải quyết vấn đề này là gì vậy ạ? Em xin cảm ơn.",
    "em có xuống tram y tế trường đăng ký khám sức khỏe nhưng do em k15 nên bên trạm y tế bảo không đăng ký được, giờ em phải làm sao để đăng ký khám sức khỏe hoặc em có thể khám bên ngoài rồi nộp lại cho trường không ạ",
    "Em muốn hỏi là pđt có thể mở lớp Sinh học đại cương(CH2027) trong kì sau được k ạ? Do đợt đk lần 1 e cũng thấy số lượng sinh viên đk môn học này cũng đủ để mở lớp ạ Em mong thầy cô có thể mở lớp cho môn học này ạ Em xin chân thành cảm ơn ",
    "Dạ chào cô, em là sinh viên khóa K18 khoa Điện-điện tử đã chuyển sang khóa K19. Nay chưa có quy định về môn học tương đương nên cho em hỏi cụ thể trường hợp của em ạ. Đợt đkmh hk202 em bị xóa môn mạch điện tử (ee2035) do thiếu môn học trước là giải tích mạch (ee2033, 3 tín chỉ) trong khi em đã hoàn thành môn giải tích mạch (ee1011, 4 chỉ, mã cũ của k18). Vậy cho em hỏi trường hợp của em sẽ giải quyết ra sao vậy ạ?, có được tính tương đương giữa 2 môn học không ạ?  Em cảm ơn!",
    "cho em hỏi k20 đăng kí môn thẻ chất chung vs các môn khác hay đăng kí riêng v ạ ",
    "t 1 em đăng kí môn rồi nhưng sang đợt 2 PĐT ghi là thiếu môn tiên quyết GDTS-2 nên không được đăng kí. Cho em hỏi môn tiên quyết GDTS-2 là môn gì ạ? 2. Những môn đang học ở kì 1 có được cộng vào số TCTL để đủ chuẩn sinh viên cho đăng kí môn học kì 2 không ạ? Em xin cám ơn",
    "Em là , thấy cô cho em xin tăng sỉ số môn  (ME2045) được không ạ do em đăng ký trùng lịch nên bị xóa mất    .",
    "Kính gửi PĐT,   Em là sinh viên khoa điện khoá K17. Hiện tại em đã học đủ 7 môn chuyên ngành tự chọn theo chương trình đào tạo. Ở học kì 202 này, em muốn đăng kí học thêm 1 môn chuyên ngành tự chọn nữa và nếu em qua thì tổng số môn chuyên ngành tự chọn của em là 8 môn. Vậy thì điểm trung bình tích lũy ngành của em sẽ được tính là 7 môn cao nhất phải không ạ? Còn trung bình tích lũy của 4 năm học của em sẽ tính luôn 8 môn chuyên ngành tự chọn phải không ạ?  Em xin chân thành cảm ơn ạ.",
    "Dạ em xin được hỏi em không được duyệt đăng kí môn học vì thiếu tiên quyết GDTS-2 . Em không biết đó là môn gì ạ. Em xin cám ơn.",
    "Dạ hôm trước em lỡ cho mẹ mượn tiền học phí để có việc gấp xong em quên mất thanh toán học phí.Nay em nhận mail ngày 2/1/2021-8/1/2021 phải thanh toán thì em thanh toán hạn trên thì có cần phải nộp đơn lên nữa không ạ?Do em đang về quê ôn thi nên em lo lắng nếu không nộp đơn bị cấm thi và đăng kí học phần.Em cảm ơn quí anh chị ạ",
    "Dạ chào các anh/chị pđt. Em là , lớp trưởng lớp Hóa Dược 18, Khoa Hóa Hiện tại các môn chuyên ngành (tự chọn nhóm B), có môn lại học cs1, có môn lại học cs2. Dù lớp có sỉ số rất ít (29 sinh viên) nên việc chạy giữa 2 cơ sở rất khó để tụi em sắp xếp được thời gian học tập và giáo viên cũng vậy ạ. Cảm ơn quý anh/chị lắng nghe.",
    "Cho em hỏi học giáo dục thể chất hè sau khi kết thúc học kì 2 năm 2 có tính là học xong 3 môn giáo dục thể chất trước năm 3 không ạ",
    "vào kỳ 192(chính) em rớt môn vẽ kỹ thuật nên kỳ 194 em muốn đăng ký môn này để học thì liệu trường có tính điểm môn này để thay cho  kỳ trước bị rớt như kỳ dự thính không ạ",
    "Tại sao em không đăng kí được môn \"EE2017 Cơ sở kỹ thuật điện\" ạ???  Trong phần lịch sử đăng kí lại ghi \"PDT không đ/ký cho SV MH EE2017 (0: Thiếu môn tiên quyết EE1011)\"  Trong khi em học cùng tiến độ với các bạn mà các bạn lại đăng kí được ạ!! và môn tiên quyết  EE1011 là môn gì ạ?? Em thuộc ngành tự động hóa. Mong trả lời sớm giúp em ạ em cảm ơn.",
    "Em chào anh/chị. Em là  - MSSV: , là sinh viên năm 3 khoa Điện-Điện tử, chuyên ngành Kĩ thuật điện. Hồi đợt 1 em có đăng kí 7 môn mà em xem lại kết quả ở đợt 2 thì có 5 môn bị xóa vì lí do \"Thiếu môn tiên quyết GDTS_2\". Anh/Chị cho em hỏi GDTS_2 là gì ạ . Em xin cảm ơn!",
    "Hiện tại em đang gặp lỗi Loại hình sinh viên và Loại hình đào tạo nên không ĐKMH học kỳ 202 . Nhờ PĐT hỗ trợ xử lý giúp em. Thanks and Best Regards,.",
    "Em xin hỏi hạn chót đăng kí LVTN HK202 ạ .",
    "Chào PĐT,  Em tên là , với MSSV  . Chiều nay, em kiểm tra kết quả đăng ký môn học đợt 1 trên mybk thì nhận thấy mình không được đăng ký tất cả các môn với lý do là \"Thiếu môn tiên quyết GDTS_2\" . Hiện em không biết đang là môn gì. Em đang học theo đúng chương trình đào tạo, đạt chuẩn anh văn và thực hiện đúng các hoạt động. Em nghĩ đây là lỗi hệ thống vì có nhiều bạn cũng bị giống em. Em mong PĐT kiểm tra lại hệ thống và cập nhật lại các môn học. Em cảm ơn,  .",
    "Chào anh/chị! em tên  mssv  hiện tại em chỉ đăng kí được 1 vài môn do quy chế, em xin đuợc đăng kí môn EN1003 con người và môi trường lớp L02. em cảm ơn!",
    "Kính gửi thầy, cô, hiện tại do lịch cá nhân nên em muốn đổi sang lớp L02 môn con người và môi trường (EN1003) nhưng hiện tại sĩ số đã đầy. Nên em xin phép thầy cô mở thêm sĩ số nhóm lớp này để em có thể thực hiện đổi nhóm lớp ạ Em xin cám ơn",
    "Cho em hỏi là theo như qui định từ kì 2 năm 2017-2018 thì trường mình đã cho mở môn thực tập vào kì 2. Đợt 1 vừa rồi tụi em có đăng kí môn thực tập tốt nghiệp ngành xây dựng cầu đường CI3313, và môn đề cương tốt nghiệp CI4311, nhưng vẫn bị xóa. Cho em hỏi lí do tại sao ạ. Và làm sao để đăng kí ạ",
    "Kính gửi thầy cô phòng đào tạo DHBK TP.HCM  Em tên là :   Mssv : 8 Cho em xin có câu hỏi về đăng kí môn học như sau ạ :  Vào sáng hôm nay em đăng kí môn học đợt 2 học kì 2 (2020-2021), nhưng không thể đăng kí được luận văn tốt nghiệp (813303) mặc dù em đã đủ điều kiện để đăng kí luận văn này .  Em không biết tại sao ? Mong thầy cô hướng dẫn cho em ạ . Em cám ơn!",
    "Dạ em chào anh chị. Năm nay gia đình em gặp khó khăn về kinh tế, ông nội em bị ung thư trực tràng phải nằm viện trị liệu gần một năm nay và mới mổ khối u hôm qua, tất cả tiền gia đình phải lo chạy chữa cho ông, nên em đến giờ chưa nộp học phí. Bây giờ sau khi hệ thống bảo trì xong em nộp tiền học phí kèm lý do trễ hạn học phí như trên, có giấy tờ hoá đơn viện phí của nội thì em có được mở lại đăng ký môn học lần 2 không ạ. Mong anh chị giúp cho em. Em chân thành cảm ơn.",
    "Xin chào BKsi, em tên là , MSSV . Trong lần đăng ký môn học đợt 1, em có đăng ký môn học nhưng bị xóa toàn bộ môn học đã đăng ký. Nay em có vào xem lại thì thấy môn học CH2049- Thí nghiệm hóa học hóa sinh thực phẩm, cả hai lớp LO1 và LO2 đều đã full sỉ số. Em mong phòng đào tạo có thể mở thêm sỉ số lớp, để em có thể đăng ký và hoàn thiện học phần. Em xin cảm ơn.",
    "Em học khoa Kỹ thuật Xây dựng, chuyên ngnahf Kỹ thuật Xây dựng dân dụng và công nghiệp. Cho em hỏi là ngoài các môn tự chọn nhóm A và các môn tự chọn nhóm B (mỗi nhóm sẽ học là 3 tín chỉ), vậy còn môn tự chọn tự chọn tự do là môn nào nữa ạ.",
    "Em xin chào phòng đào tạo, em là sinh viên khóa k19. Em có vấn đề này muốn hỏi: Chuyện là học kì rồi em có thi anh văn được tổ chức ở trường và đạt được 430đ. Học kì này em vừa thi lại anh văn thì chỉ đạt được có 330đ. Vậy cho em hỏi là em đã pass chuẩn anh văn năm nhất và được đăng kí môn tiếp theo không a?     .",
    "Em chào thầy ( cô) Em vừa đăng kí môn thí nghiệm hoá học hoá sinh thực phẩm mã môn CH2049 Đã full sĩ số Nhà trường có thể mở thêm sĩ số để tạo điều kiện cho em được không ạ?",
    "Dạ cho em hỏi, em dự định học kì hè 203, thì có được dk tốt nghiệp tháng 11 năm 2021 ko ạ. Em cám ơn",
    "Cho em hỏi là mã môn học EE2022 ( cơ sở điện tử công suất) đã chuyển thành mã khác hay môn không được mở trong kỳ này (202) Em xin cảm ơn ạ",
    "Em chào ạ!Dạ cho e hỏi là do em còn nợ lại Môn Hóa Lý Mã mÔn là CH2031 2chỉ nên kì này em tính đăng ký lại nhưng môn hóa Lý 2 đã đổi mã môn thành CH2109 3chỉ. Vậy em phải làm như thến ào ạ. em có được học môn hóa lý 2 ch2109 3chir không ạ. EM cảm ơn ạ!",
    "Thưa cô, Em tên là   MSSV  Em bị hủy môn Kinh Tế chính trị MácLenin (SP1033) vì lí do trùng TKB Nhưng khi em vào xem TKB của môn SP1033 thì e thấy lịch không bị trùng ở lớp L02 Em mong cô giải đáp thắc mắc cho em Em cám ơn ạ",
    "Dạ cho em hỏi là em muốn đăng kí học môn cơ lý thuyết lớp L01 ở cs2 mà hết chỗ trống. Nhà trường có thể mở thêm lớp không ạ?",
    "Dạ cho em hỏi là thi anh văn đầu vào ngày 24-25 đợt 3 có được xét để đăng ký môn học cho học kỳ 202 này không ạ",
    "Nếu em làm kiểm tra định kỳ vào đầu năm 2 mà qua được các chuẩn anh văn nhưng em bị nợ môn anh văn 1 từ đầu năm nhất thì em có cần phải trả môn anh văn 1 không ạ?",
    "Em mong PDT cho phép em đổi lớp L07 thành lớp L03 ạ",
    "Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM. Em là sinh viên CQ Bằng 2, MS:  . Hiện tại đang trong đợt đăng kí môn học HK2 đợt 2, em vào giao diện đăng kí môn học nhưng không thay đổi được kết quả đăng kí vào đợt 1 như mọi lần, em mong thầy/cô hỗ trợ activate chức năng điều chỉnh giúp em ạ, em cám ơn nhiều.",
    "Chào thầy/cô,  Thầy/cô cho em hỏi không thể đăng ký môn học do thiếu môn tiên quyết GDTS_2 là sao vậy ạ? Do em đã học đúng như chương trình đào tạo và đăng ký môn như chương trình đề ra và cũng đã đạt hết các chuẩn tiếng anh theo mỗi năm... Kết quả đăng ký của em như hình đính kèm ạ... Mong thầy cô xem lại giúp em,  Em xin cảm ơn.",
    "Em xin chào, em là , sinh viên khóa K18 ngành Kỹ thuật xây dựng. Hiện tại em đã sang năm 3 nhưng vẫn chưa học Sinh học đại cương. Tuy nhiên đến sáng ngày 30/12 lại không thấy trường mở lớp này . Em xem chương trình đào tạo thì thấy khóa K20 lại không học môn này. Vậy thì có phải là trường không mở lớp này nữa ko ạ? Vậy thì trường hợp của em phải giải quyết thế nào ạ? Em xin cảm ơn!",
    "cho em hỏi là trong đợt ĐK môn học đợt một, em bị hủy gần hết các môn do thiếu môn tiên quyết CCAS_1 là sao ạ. Mong sớm có phản hồi từ PDT.",
    "Kính chào nhà trường, Em tên là , MSSV: , sinh viên K14 khoa Khoa học và Kỹ thuật máy tính. Ở học kì 202, do đã hết thời hạn đào tạo tối đa là 13 học kì nên em muốn đăng kí môn học cho học kì tiếp theo thì bây giờ qui trình là làm gì vậy ạ? Em xin chân thành cảm ơn quý nhà trường.",
    "Em chào các thầy cô. Mong thầy cô xem xét mở lớp môn học: EE3323 - Thực tập tốt nghiệp (KT Điều khiển và Tự động hóa) và  EE4321 - Đề cương luận văn tốt nghiệp(KT Điều khiển và Tự động hóa). Các môn học này thường được mở lớp vào học kỳ 1, nên trong đợt đăng ký môn học lần 1 của học kỳ 2 đều bị xóa, mong các thầy cô mở lớp, vì 2 môn học này có đặc thù nên thầy cô bộ môn lúc nào cũng nhận giảng dạy hết ạ . Em cảm ơn.",
    "Chào admin. Em tên: Phạm Quốc Nhật MSSV:  Cho em hỏi là PĐT đã mail cho tụi em là đợt thi Anh Văn tại H6 vừa rồi sẽ được chuyển điểm Anh Văn 1,2,3,4. Vậy cho em hỏi là cách để chuyển điểm Anh Văn trong đợt này là như thế nào ạ . Em xin chân thành cảm ơn",
    "Do học tập ngoại ngữ không tốt nên em đã không đạt chuẩn anh văn năm 3. Do đó không được đăng ký môn trong học kỳ 202. Do môn học Đo lường và điều khiển bằng máy tính(EE3017) ở học kỳ 202 học trước cho Đề cương luận văn và Luận văn sau này nếu lỡ học có dễ dẫn đến trễ 1 năm. Em muốn hỏi là em có thể viết đơn xin được học môn Đo lường và điều khiển bằng máy tính(EE3017) trong kỳ 202 chỉ dùng để xét học trước và không lấy điểm có được không ạ. Vẫn tính học phí như bình thường ạ.",
    "Dạ em chào thầy/cô, em tên là  MSSV . Do hiện tại em chưa đủ chỉ của học kì nên thầy/ cô có thể cho em xin vào lớp Con người và môi trường, mã môn EN1003, lớp L01 được không ạ, em xin cảm ơn thầy/cô rất nhiều",
    "Em chào thầy cô, Em tên  MSSV  Em mong muốn được học \"Nhóm lớp A01\" môn \"IM2011-Quản lý dự án cho kỹ sư\" nhưng hiện tại \"DK/Sĩ số là 46/43\" nên em không tự đăng ký được. Em xin thầy cô giúp em đăng ký môn này hay mở rộng sĩ số để em có thể đăng ký học được không ạ. Em xin cảm ơn thầy cô đã hỗ trợ em. Em cảm ơn.",
    "Dạ chào thầy/cô Thầy cô có thể cho em xin được tăng sỉ số của môn Kỹ thuật ra quyết định (EE3145) ở cơ sở 2  được không ạ? Em xin cảm ơn",
    "Dạ em xin chào thầy (cô), em tên là , MSSV , do hiện tại em chưa đủ chỉ của học kì này (9 chỉ) nên thầy (cô) có thể cho em xin vào lớp Con người và môi trường (EN1003) lớp L01 được không ạ, em xin chân thành cảm ơn thầy (cô)",
    "Em tên là , MSSV: . Em xin mở thêm sỉ số môn AV4 cho học kì chính 202. Em xin cảm ơn! Trân trọng, ",
    "Chào PĐT, em tên là , MSSV:  . Em xin PĐT tăng sỉ số lớp Kinh tế chính trị Mác- L09 thứ 4 tiết 7,8 vì em xóa môn để chuyển nhóm nhưng không kịp ạ. Em cảm ơn PĐT rất nhiều!",
    "Em tên là , MSSV , em xin tăng sỉ số lớp L04 môn Kinh tế học đại cương [IM1013]. Em cảm ơn nhiều ạ.",
    "Dạ em chào admin ạ  Trong đợt đăng ký 1 em có đky ký 2 môn là Kinh Tế Chính Trị với Con Người Và Môi Trường nhưng trong đợt 2 kiểm tra lại thì bị xóa mất môn. Hiện giờ các lớp đã full nên không đạt số tín chỉ yêu cầu. Cho em hỏi PĐT có thể đăng ký giúp em vào lớp L02 (Con người và môi trường) , lớp L02 ( kinh tế chính trị mac lenin ) được không ạ EM xin chân thành cảm ơn.",
    "Kính gửi thầy/cô, Thầy/cô cho em hỏi hiện tại em đang là sinh viên năm 3, điểm trung bình tích lũy 9.29 và số tính chỉ tích lũy là 92, thì học kì 202 tới em có thể đăng kí 13 tín chỉ không ạ? Em xin cám ơn.",
    "Hiện tại em đang học môn EE2007 ở kì 201, và em muốn đăng kí môn học EE2035 ở kì sau nhưng không được do môn EE2007 là môn tiên quyết ạ. Em mong Phòng đạo tạo có thể mở cho em đăng kí sớm ạ, em sợ hết sĩ số đăng kí ạ. Mong sớm nhận được phản hồi ạ Em xin chân thành cảm ơn.",
    "Em đã đóng học phí đúng hạn nhưng lại bị nhận mail là chưa đóng ạ ? Mong nhà trường kiểm tra lại giúp em ạ. Em cảm ơn !",
    "MSS/MSG:       . Thưa thầy/cô, Em là sinh viên lớp B2_2019 Sáng nay em có đăng ký môn học nhưng được báo là chưa thanh toán học phí. Tuy nhiên em ĐÃ thanh toán học phí trên BK pay. à có phần thanh toán bị set up THỪA. Tình trạng này xảy ra chung với các bạn khác cùng lớp B2. Có bạn đã gửi yêu cầu và được thông báo là cứ đăng ký môn học như bình thường. Tuy nhiên em đăng ký và hệ thống KHÔNG ghi nhận kết quả. Mong thầy/cô giải quyết sớm để em có thể đăng ký môn học cho học kỳ 202. Em xin chân thành cảm ơn.",
    "Em tên là  do kì 2 sau khi có kết quả đăng kí môn đợt 1 thì em chỉ còn 9 tín chỉ nên bây giờ em xin phòng đào tạo cho em thêm 1 slot học lớp kinh tế chính trị 1033-L20 để em đủ số tín chỉ kì 2 ạ .em xin cảm ơn",
    "Dạ em xin kính chào PĐT, em tên là , MSSV: . Em muốn xin PĐT tăng sỉ số lớp Kinh tế chính trị - L09 thứ 4 tiết 7,8 vì em xóa môn để chuyển nhóm nhưng không kịp ạ. Em cảm ơn PĐT rất nhiều!",
    "Dạ em mong phòng đào tạo mở thêm sỉ số lớp môn Chi Tiết máy ạ",
    "Vì em năm 3 nên em phải học anh văn 4 để làm luận văn cho năm sau Nên em xin phòng đạo tạo có thể mở thêm lớp ở cs1, cs2 hoặc tăng sỉ số sinh viên của môn anh văn 4 mã môn học là LA1009 Em xin chân thành cảm ơn ạ",
    "Em xin tăng thêm thành viên của lớp L06 môn thí nghiệm vật lý để em được vào học lớp này ạ",
    "Hiện tại lớp vật lý 2 mã số PH1005 đẫ không còn trống chỗ để em đăng ký trong hk202. em xin hỏi em có thể đăng ký trong kỳ dự thính hè được không ạ",
    "Dạ em xin kính chào PĐT, em tên là , MSSV: . Em muốn xin PĐT tăng sỉ số lớp Quá trình & thiết bị cơ học L03 thứ 6 tiết 234 vì em bị kẹt giờ học thêm, chỉ học được giờ này. Em cảm ơn PĐT rất nhiều!",
    "Cô ơi cho em hỏi em đăng ký học môn giải tich 2 , em  học rớt 4 lần rồi sao h không thể đăng ký học lại được vậy ạ",
    "Dạ em mong PĐT mở thêm sỉ số lớp cho môn Chi Tiết máy ạ (ME2007)",
    "Kính gửi Quý thầy cô, Em là , MSSV: . Em muốn xin tăng sĩ số của lớp mã L09 môn Kinh tế chính trị , mã môn học SP1033 ạ. Lí do: Các lớp còn trống bị trùng với lịch các môn còn lại, và không thể thay đổi được. Em cảm ơn ạ.",
    "e muốn đăng ký các môn cơ sở ngành mà chưa qua av. E muốn hỏi có cách nào để hoãn av để học cơ sở ngành ko ạ. e sẽ trả av trong kỳ tới. nếu ko đăng ký được môn cở sở ngành thì kỳ tới e ko có môn nào để học nữa. e chân thành cảm ơn.",
    "xin mở sĩ số lớp L02_L03 môn \" Nhiệt đông lực học và truyền nhiệt\" mã ME2013  Em có đăng ký môn từ đợt đăng ký đầu rồi nhưng qua đợt 2 thì phòng đào tạo đã xóa môn với lý do là trùng lịch TKB. Em nghĩ phòng đào tạo sẽ sắp xếp để những môn em đăng ký có thể được học đầy đủ nhưng bây giờ lại xóa. Em đã thay đổi lịch để tránh không trùng lịch lớp L02_L03  em mong có thể mở thêm sĩ số lớp để em có thể học được môn ạ. Em mong phòng đào tạo xem xét cho em ạ. Em cảm ơn phòng đào tạo ạ",
    "Em là k18. Cho em hỏi là môn học mạch điện tử của k19 có mã môn là ee2035, còn của k18 là ee2007. Giờ phòng đào tạo không mở lớp mã môn ee2007 nên em muốn đăng ký mã môn ee2035 rồi chuyển điểm sang mã môn ee2007 được không ạ?",
    "em là sv k19 ngành cơ điện tử ME2115 - Thực tập kỹ thuật chưa có thời gian học trong phiếu đk đợt 2, việc này làm em ko thể chọn ngày giờ phù hợp cho các môn học và có khả năng trùng giờ môn học. Xin PĐT gửi lịch gấp môn này vì chỉ có 4 lớp để em chọn thời gian học phù hợp.",
    "Em xin tăng sỉ số môn GT2 cơ sở 2 lớp L02_L04 thì phải làm đơn như thế nào ạ? Em thấy trên mail chỉ không cho phép tăng sỉ số môn ở cơ sở 1 thôi ạ .",
    "Cho em hỏi em còn nợ môn địa chất công trình mã cũ của 2017 là CI1043 mà bây giờ khoa không mở nữa và được thay bằng môn địa chất công trình mới là CI2095 thì em có được đăng ký môn CI2095 thay thế cho môn CI1043 không ạ",
    "Dạ em xin được mở thêm sĩ số môn CH3133 lớp A04 ạ",
    "cho em hỏi là đk môn học đợt 2 nhà trường có xét tiếng anh không ạ",
    "Em chào phòng Đào tạo. Em mong được mở thêm sĩ số để em học được lớp L09 của môn Kinh tế Chính trị SP1033 ạ. Em cảm ơn ạ.",
    "Em xin kính chào thầy cô! Em tên , sinh viên khoa Kỹ thuật hóa học, lớp HC20HC02. Sau đợt Đăng ký môn học đợt 1, em đã được xếp vào lớp Giải tích 2 L16/L31 vào khung giờ từ 12h-3h thứ 2 và 13h-3h thứ 3. Trong đợt Đăng ký môn học đợt 2 em hy vọng được đổi lớp vì vào thời gian đó em phải đi dạy thêm, em đã đóng phí nhận lớp rồi nên không thể hoàn lại được ạ, nhưng khi vào đổi lịch thì các lớp Giải tích 2 đều đầy và em không thể chuyển lớp được. Em thật sự mong thầy cô có thể thông cảm cho việc riêng của em và có thể mở thêm 1 slot để em có thể đăng kí vào lớp Giải tích 2 L27/L53 để tiện cho em trong việc đi dạy thêm. Em cảm ơn thầy cô đã đọc tin này, em thật sự hy vọng thầy cô sẽ hiểu và chấp nhận mong cầu của em. Một lần nữa em trân trọng cảm ơn thầy cô!",
    "Chào thầy cô ạ, cho em xin mở thêm slot cho môn Pháp Luật Đại Cương lớp LO1 cơ sở 2 với ạ. Em cảm ơn.",
    "Dạ em xin kính chào PĐT. Em tên là , MSSV: . Em muốn xin tăng sỉ số lớp L01 môn Thí nghiệm hóa phân tích chủ nhật tiết 23456. Lý do: các lớp còn lại em bị trùng lịch ạ. Em xin cảm ơn PĐT rất nhiều!",
    "Kính gửi Quý thầy cô, Em là , MSSV:  Em muốn xin tăng sĩ số của lớp mã L09 môn Kinh tế chính trị , mã môn học SP1033 ạ. Lí do: Các lớp còn trống bị trùng với lịch các môn còn lại, và không thể thay đổi được. Em cảm ơn ạ.",
    "Em chào thầy cô ạ Em tên là  khoa kỹ thuật hóa học.Sau khi có kết quả đăng ký đợt 2,em muốn chuyển từ lớp L17-L34 sang lớp L27-L53 của môn giải tích 2.Lý do là em bị kẹt phải đi dạy thêm ạ.Em mong phòng đào tạo xem xét mở thêm suất cho em vào học lớp L27-L53 dạ.Em cảm ơn rất nhiều ạ.",
    "Chào thầy cô,  Em tên là  - MSSV  Sau đợt đăng ký đợt 1 em đã đăng ký môn Quản lý dự án cho kỹ sư lớp L06. Tuy nhiên em muốn đăng ký lại môn Kinh tế học đại cương lớp L02 để phù hợp với mục đích học tập của em sau này. Ngoài ra chỉ có lớp L02 là phù hợp với thời gian biểu của em. Nhưng lớp L02 đã hết suất học . Kính mong quý thầy cô mở thêm suất cho môn Kinh tế học đại cương lớp L02 để em được đăng ký vào lớp. Em xin chân thành cảm ơn.",
    "Chào PĐT, em có đăng kí môn Cơ lý thuyết(AS1003) nhưng bị hủy môn do bị trùng lịch học, giờ em xin PĐT mở thêm sỉ số môn Cơ lý thuyết (AS1003), NHÓM L01, học dưới CS2 ạ. Em xin cảm ơn.",
    "Dạ kì này theo chương trình đào tạo K2019 là em phải học môn   B Thí nghiệm hóa phân tích    nhưng lớp thí nghiệm mở không đủ sĩ số làm em và một số bạn khác không thể đăng kí được thì em có thể làm đơn xin tăng sĩ số lớp được không ạ?",
    "Chào thầy/cô, Hiện tại các lớp pháp luật đại cương học tập ở cơ sở 2 đã đầy, em xin pđt mở thêm sĩ số được không ? cụ thể là mở thêm sĩ số cho lớp L01 môn học pháp luật đại cương (SP1007) được không ạ? Em xin cám ơn.",
    "Kính gửi Quý thầy cô, Em là  Y, MSSV: . Em muốn xin tăng sĩ số của lớp mã L09 môn Kinh tế chính trị , mã môn học SP1033 ạ. Lí do: Các lớp còn trống bị trùng với lịch các môn còn lại, và không thể thay đổi được. Em cảm ơn ạ.",
    "Kính gửi thầy cô, Em tên là , MSSV . Tính đến hết kỳ 193 em tích lũy được 92 chỉ , GPA là 9.29. Học kỳ 201 em đăng ký 17 chỉ. Vậy ở học kỳ 202, nếu em đăng ký 13 chỉ thì có được xét học bổng không ạ?  Em có xem quy chế là  =10 chỉ (nếu tích lũy hơn 100% chỉ tích lũy ở học kỳ xét học bổng) nhưng em không biết quy định chỉ tích lũy mỗi học kỳ ở năm 3 là bao nhiêu ạ Em mong thầy cô giúp đỡ ạ Em xin chân thành cảm ơn",
    "Dạ cho em hỏi là hiện tại cả 9 lớp av4 đang trong tình trạng đầy chỗ và không thể đăng kí được. Nhưng em đang có nguyện vọng học av4 để được đăng ký môn năm 4 thì có cách nào đăng ký hay là trường có mở thêm lớp không ạ. Em cảm ơn. (Đợt 1 em đã đăng ký và bị xóa ạ)",
    "Chào PĐT, em tên là , MSSV: . Em xin PĐT tăng sỉ số: +  Kinh tế chính trị - L09 thứ 4 tiết 7, 8. +  Quá trình thiết bị L03 thứ 6 tiết 2, 3, 4. +  Thí nghiệm hóa phân tích L01 chủ nhật tiết 2, 3, 4, 5, 6. Lí do: Các lớp còn trống bị trùng với lịch các môn còn lại, và không thể thay đổi được. Em cảm ơn PĐT rất nhiều!",
    "Kính chào thầy/cô Em tên -MSSV: . Là sinh viên K16 chương trình kỹ sư CLC Việt Pháp-PFIEV (lớp VP16NL). Hiện tại em đang không đủ chỉ tiêu đăng kí LVTN do thiếu 3 môn:  Nhiệt học & cơ học chất lưu (007709)-3 tín chỉ Điện tử học tương tự & ứng dụng (402701)-3 tín chỉ Xử lý các tín hiệu tương tự & số (405715)-3 tín chỉ Vì tính chất chương trình PFIEV học rất nhiều chỉ trong 1 kì (~30 tín chỉ) và ít sinh viên nên em không thể đăng kí trả nợ trong kì tiếp theo mà chỉ có thể chờ tới năm cuối để học. Ngoài ra, do chương trình đào tạo của K19 đã được thay đổi (~270 tín chỉ còn ~160 tín chỉ) nên hiện tại có 2 môn 007709 và 405715 không còn mở (em phải gom các bạn lại để xin mở lớp sỉ số ít). Nên trường hợp xấu là kì sau em chỉ học 1 môn và chờ có giáo viên chấp nhận dạy lớp sỉ số ít. Em muốn xin phòng đào tạo cho phép em được đăng kí LTVN (403700) và Thực tập tốt nghiệp (403750) trong học kì tới để em có thể hoàn thành chương trình học sớm hơn có được không ạ. Em cảm ơn và chúc thầy/cô một ngày tốt lành.",
    "Dạ thưa thầy/cô, hiện tại em muốn chuyển nhóm lớp hai môn sang nhóm lớp khác ạ, do lúc đăng ký web bị sập nên em không vào được, vào được thì đã full không chuyển được nữa, mong thầy cô hỗ trợ  Môn Giải tích 2 (MT1005):từ  L13_L25 sang L04_L07 Môn Kinh tế chính trị (SP1033): từ L01 sang L14 Em chân thành cảm ơn thầy cô ạ. Vì nhà em ở xa nên em muốn sắp thời khóa biểu lại cho tiện việc di chuyển. Em cảm ơn thầy cô ạ",
    "Tăng sỉ số lớp học môn thí nghiệm hóa phân tích CH2115",
    "Em làm đơn này vì muốn đăng ký môn vẽ cơ khí mã số ME2021 ạ. Em đã đợi để đăng ký từ 0h ngày 30 nhưng do không thể nào truy cập vào mạng trường ạ. Em phòng đào tạo sẽ giúp em vì đây là môn cuối cùng của em trong chương trình đào tạo ạ. Em xin cảm ơn phòng đào tạo đã đọc yêu cầu này. Q",
    "Em có lỡ bấm vào huỷ đăng ký môn giải tích 2 ở cơ sở 2 và giờ đã đầy lớp em không thể nào đăng ký lại được. Em mong được giải quyết hoàn lại yêu cầu huỷ môn giải tích 2 của em ạ.",
    "Thưa Thầy/Cô, Em muốn hỏi về các xin mở lớp Giải tích 2 tại cơ sở 2. Đơn xin mở lớp là mình gửi mail hay là làm đơn nộp trực tiếp tại Phòng Đào tạo cơ sở 1 vậy ạ? Em cảm ơn Thầy/Cô đã dành ít thời gian để trả lời câu hỏi của em.",
    "Dạ cho em xin vào lớp Giải tích 2 L02_L04 và lớp Đại Số Tuyến Tính L04_L07 ạ tại lúc đăng ký môn em không vào được lúc vào thì full ròi ạ",
    "Dạ em xin chào, PĐT có thể   B tăng sỉ số lớp Anh Văn 4    để các bạn có thể đăng ký thêm không ạ? Em có đăng 1 bài post lên HCMUT-K19 thì các bạn chưa đăng được   B khoảng 20 bạn   . Mong PĐT có thể xem xét và tăng sỉ số ạ. Em cảm ơn.",
    "Em chào thầy/cô, cán bộ giải đáp thắc mắc, Em là  - . Hiện tại môn học Đề cương Luận văn tốt nghiệp ngành KHMT (CO4311) của em bị xóa vì lý do PDT không đ/ký cho SV MH CO4311 (B: Chờ xét TTTN - LVTN - DCLVTN - SV xem kết quả sau.). Nhưng kỳ 1 em đã đăng ký thành công môn học này, vì lý do cá nhân nên em rút môn. Cho em hỏi tại sao kỳ 1 đăng ký thành công nhưng kỳ 2 pđt lại phải xét kết quả các điều kiện đăng ký môn học lại vậy? Em cảm ơn. Thông tin liên hệ: ",
    "pdt ơi cho em hỏi em không thấy môn thực tập tốt nghiệp EE3313 và đề cương luận văn EE4311 vậy ạ mấy môn đó sẽ mở sau hay là em phải làm đơn xin mở lớp ạ. tại em thấy trên quy chế có ghi là có mở trong hk chính ấy ạ.",
    "Kính gửi nhà trường Em là , sinh viên lớp HC14 Hóa hữu cơ K19,, em xin phép nhà trường mở thêm 1 chỗ đăng ký môn Con người và môi trường lớp L02 ạ. Lý do :số tín chỉ học của em còn thiếu , em muốn bù thêm môn tự chọn này vào chương trình học cho đủ chỉ ạ. Vì vậy em mong nhà trường có thể xem xét để em có thể đăng kí học môn này. Em xin chân thành cảm ơn",
    "Mở thêm sĩ số môn học Hóa hữu cơ CH2021 nhóm L06",
    "Xin chào Em có nguyện vọng tăng sĩ số các môn CO1027, CO2017, CO2007, CO2003, Sp1033.",
    "Dạ cho em hỏi muốn tăng sỉ số lớp ở cơ sở 2 thì tìm mẫu đơn ở đâu và khi nào là hạn chót đăng ký tăng sỉ số lớp ạ",
    "Em tên  Mssv  , em gửi tin này xin nhà trường mở thêm sĩ số lớp L10-L19 môn vẽ kỹ thuật . Lí do : Hiện tại em chỉ có thể đáp ứng lịch học cho lớp học vào thời khoá biểu đó thôi nên khẩn xin nhà trường mở thêm sĩ số lớp . Em chân thành cảm ơn ạ !",
    "môn học ME2015 - Vật liệu học và xử lý em muốn chuyển qua nhóm  l01_L02 mà hệ thống bảo bị trùng lịch trong khi đó em không có môn học vào 2  buổi đó",
    "Em tên là ,hiện em là sinh viên năm 1 đang sinh hoạt ký túc xá khu A ĐHQG Đợt đăng kí môn đợt 1 vừa qua em chưa nhận được điện thoại(do hư phần cứng) nên em đã bỏ lỡ, em dự định đợt 2 sẽ bổ sung nhưng khi sáng nay em đăng kí đợt 2 thì trang web trường bị sập, khi vào lại được thì không còn chỗ nữa, em xin Phòng Đào Tạo nâng sỉ số các lớp tại cơ sở 2 để em có thể thuận tiện đi học (gồm các môn Giải tích 2, Vật lý 2, Vẽ kĩ thuật, Thí nghiệm vật lý, Đại số tuyến tính)",
    "Em xin PĐT tăng sĩ số môn Anh văn 4 (Mã MH: LA1009) Nhóm lớp: L09 Lí do: môn Anh văn 4 lớp L09 đã hết slot đăng kí, nếu được đăng kí thì e chỉ đăng kí được lớp L09 vì các lớp còn lại trùng lịch học với các môn chuyên ngành. Điều quan trọng là nếu không được đăng kí Anh văn 4, kì sau em sẽ không được đăng kí môn học năm 4 . Em mong PĐT tạo điều kiện và giúp đỡ. Em xin chân thành cảm ơn!",
    "MSSV:    Em xin mở thêm sĩ số cho môn CO3065 (Công nghệ phần mềm nâng cao) ",
    "Em chào Thầy Cô. Em là . MSSV . Do đợt 1 em có đăng kí môn Quản lý dự án cho kỹ sư (IM2011) nhưng bị hủy do trùng thời khóa biểu với môn học khác. Trong đợt đăng ký môn học lần 2 này, em thấy môn Kinh tế học đại cương (IM1013) có lịch học phù hợp với em (Nhóm lớp L01, L03) nhưng hiện tại đã đủ sĩ số . Em kính mong Thầy Cô xem xét tăng sĩ số giúp em để em có thể học đúng theo kế hoạch đào tạo của trường ạ. Em chân thành cám ơn Thầy Cô.",
    "i học-Cao đẳng chính quy- Tăng sĩ số môn học. Kính gửi các thầy cô Em là , thuộc lớp HC19DK, em muốn xin tăng thêm sĩ số mã lớp L06 môn học Anh văn 4, mã môn học LA1009 ạ. Lí do:mọi lớp đều đã full",
    "Em tên là . MSSV: . Khoa: Khoa Học Ứng Dụng. Vì lý do web của trường không load được, em đã không đăng ký kịp môn học và lớp đã đủ sĩ số. Vì vậy, em viết thư này kính mong thầy/cô cho em đăng ký bổ sung: Môn: Vẽ kỹ thuật Msmh:Cl1003 Lớp:L05_L09  Học kỳ:HK202 Thầy/cô có thể gọi cho em vào số đt này trước khi mở để em chuẩn bị được không ạ. Em xin chân thành cảm ơn thầy/cô. Đây là sdt của em ạ: [phone_number]",
    "Em xin PĐT tăng sĩ số môn Anh văn 4 (Mã MH: LA1009) Nhóm lớp: L09 Lí do: môn Anh văn 4 lớp L09 đã hết slot đăng kí, nếu được đăng kí thì e chỉ đăng kí được lớp L09 vì các lớp còn lại trùng lịch học với các môn chuyên ngành. Điều quan trọng là nếu không được đăng kí Anh văn 4, kì sau em sẽ không được đăng kí môn học năm 4 . Em mong PĐT tạo điều kiện và giúp đỡ. Em xin chân thành cảm ơn!",
    "Kính gửi pdt, em tên , sv k17, pdt có thể tăng sỉ số lớp av4 để em xó thể đăng ký để kịp tiếb độ học tập, em zin cảm ơn.",
    "nãy em lỡ tay bấm hủy môn hóa đại cương giờ không đăng ký lại được giờ em phải làm sao ạ  B   I",
    "Chào Thầy/Cô, Em là , trong đợt đăng kí môn đợt 2 lần này em bị xóa hết môn vì lỗi tiên quyết GDTS_2, em xin hỏi là em có nên đăng kí mới không ạ hay phải chờ hết lỗi, và có một số môn em đăng kí môn đó nhưng giờ lớp đó hết sĩ số nên phải làm sao ạ.Em xin cảm ơn !",
    "Thưa thầy/cô, trong đợt đăng kí môn thì em bị hủy môn SP1033 với lí do trùng tkb Khi em kiểm tra lại thì không bị trùng Em mong thầy/cô mở thêm sĩ số cho em. Em không đủ 14 chỉ ạ. MSSV: Môn: SP1033 Lớp L02 Em xin cám ơn ạ",
    "Dạ ở học kì sau em có môn Hóa hữu cơ nhưng em lỡ tay xóa đi do trùng với môn khác. Giờ em biết môn đó là bắt buộc trong syllabus và muốn đăng kí lại nhưng đã full 45/45 cả 3 lớp rồi ạ. Có giải pháp nào để em có thể đăng kí Hóa hữu cơ không ạ? Em xin cảm ơn ạ",
    "Chào thầy ( cô ) đợt 1 e có đăng ký môn cơ lưu chất nhưng kết quả lại bị xoá môn ạ  hôm nay em đăng ký lại thì lớp đã đầy , em mong phòng đào tạo có thể cho em vào lớp L02_L05 ạ em xin chân thành cảm ơn ",
    "Gửi thầy/cô, Em tên là , MSSV: . Em viết mail này xin được tăng sĩ số của lớp L02 môn TN Hóa học Hóa sinh TP (CH2049) . Đây là môn chuyên ngành của ngành Thực phẩm và được sắp xếp vừa đủ cho 50 sinh viên của lớp. Tuy nhiên trong quá trình chuyển đổi giữa các nhóm lớp, đã có thêm sinh viên đăng ký vào môn này khiến em và các bạn trong lớp không đăng ký được. Em mong phòng đào tạo nhanh chóng xem xét việc tăng sĩ số vì đây là môn học rất quan trọng đối với ngành Thực phẩm và em rất cần được học môn này trong học kỳ 202 này. Em rất mong sớm nhận được phản hồi của thầy/cô, em xin chân thành cảm ơn ạ.",
    "Dạ em xin được mở sĩ số môn CH2021 lớp L05 và L03. Dạ em cảm ơn ạ.",
    "Trong kỳ này, em có môn học bắt buộc, nhưng lớp em có thể đăng ký được đã full. Vậy em làm đơn tăng sĩ số có được không? Nếu được thì cần làm những gì ạ?",
    "Em chào thầy cô ạ. Em tên: _. Em có 1 câu hỏi mong được sự hướng dẫn ạ. Tình hình của em là: Môn học MA2005 Hóa học chất rắn đến khóa K19( đổi chương trình đào tạo mới) nên đã không còn môn này nữa. Em thuộc K17, hiện vẫn chưa trả nợ môn xong, và hiện nay lớp cũng không còn đủ xỉ số để mở lớp nữa. Câu hỏi của em là: Trường hợp không còn ai học nữa thì em phải làm sao ạ? Em có thể đăng ký học chung môn nào với K19 không ạ? Môn tương đương em có thể học là môn nào? Kỳ nào môn học mở? và cách chuyển điểm như thế nào ạ? Em cảm ơn quý thầy cô. Chúc thầy cô 1 ngày tốt lành. Trân trọng",
    "MSSV:  Môn học: Xác suất và thống kê (MT2001) lớp A01 Mong PĐT tăng thêm sĩ số lớp Xác xuất thống kê để em có thể đăng kí môn học kịp tiến độ tốt nghiệp ạ. Em cám ơn.",
    "Chào thầy cô, Trong đợt đăng kí môn học này, em muốn hỏi là đơn xét môn học tương đương phải làm như thế nào ? Em cảm ơn.",
    "Thưa thầy/ cô, Trong đợt đăng kí môn học học kì 202, có một số môn học em không thể đăng kí được vì lỗi thiếu chuẩn thể chất cho sv năm 3. Tuy nhiên, trong bảng điểm em đã qua 3 môn thể chất khác nhau. Trong bảng điểm chuyển thì em thấy đã có gdtc 1,2,3 đã ghi điểm . Tuy nhiên em vẫn thắc mắc là vì sao em không thể đăng kí các môn học của năm 3 được vì báo lỗi thiếu chuẩn thể chất cho sinh viên. Em xin cảm ơn thầy/ cô.",
    "Em chào cô thầy ạ, hiện tại em đang muốn học thí nghiệm vật lý(PH1007) mà khi sáng wed trường bị sập nên lớp em muốn học đã đủ sỹ số rồi ạ. Vậy cô thầy có thể mở thêm sỹ số môn SP1007_ L31 và bổ em vào đc k ạ. Em xin cảm ơn",
    "Em muốn xin mở thêm ss môn Xác suất thông kê (MT2001), lớp A02 ạ. Em xin cảm ơn",
    "Kính chào quý thầy cô! Em tên , lớp XD16KT Kiến trúc Cho em hỏi kỳ này em có đăng ký môn Thiết kế dự án tốt nghiệp CI4303 lúc ĐKMH đợt 1, tuy nhiên sao kết quả lại không có gì ạ. Hôm nay em vào ĐKMH đợt 2 thì lại báo là không mở lớp! Thầy cô vui lòng cho biết em phải làm thế nào để được làm Đồ án tốt nghiệp trong kỳ tới ạ! Em xin cảm ơn!",
    "Do thứ 3, em đã có lớp kỹ thuật thi công (CI3043) tiết 2-3, mà chỉ còn lớp A04 của môn Kết cấu bê tông côt thép 2 (CI3175) là còn trống và bắt đầu từ tiết 4-6, 10p là không đủ để em di chuyển từ B2 sang C6 để kịp giờ, nên em nghĩ lớp A03 của môn CI3175 bắt đầu từ tiết 7-9 sẽ phù hợp với em hơn. Mong thầy/cô xem xét. Em cảm ơn",
    "Em muốn xin tăng sỉ số sinh viên của môn học CH3101 - H/học &c/nghệ chất hđbm nhóm A03 phòng H3-102. Em cảm ơn.",
    "Em kính chào thầy/cô, hiện tại đang trong đợt đăng ký môn học cho học kỳ 202 em còn thiếu 1 môn Giáo dục thể chất (em đã hoàn thành 2/3 môn) nên không đủ điều kiện đăng ký các môn cho học kỳ sau. Vậy thầy/cô cho em hỏi nếu em đăng ký môn học kèm với môn thể chất thì em có được đăng ký bình thường không ạ? Và em cũng thắc mắc là em đã hoàn thành 2 môn thể chất nhưng trong trang đăng ký môn học lại để là \"thiếu môn tiên quyết GDTS_2\" vậy thầy/cô có thế giải thích giúp em không ạ? Em cảm ơn thầy/cô.",
    "Kính gửi Phòng đào tạo, Em tên là sinh viên K18 khoa máy tính. Em xin mở thêm slot môn học Tính toán song song, Mã môn học: CO3067 Lớp: L02_L04 Vì lý do em bị trùng tkb các môn học khác. Đây là môn nằm trong lộ trình học của khoa, mong được pđt giúp đỡ. Em xin cảm ơn",
    "Chuyển lớp Mac Sp1003 L20 sang Mac sp1033 L16",
    "Chào admin ,  Em tên   Xin được mở thêm slot để được đăng kí môn cơ lưu chất CI2003 ạ Em cảm ơn",
    "Em xin phép phòng đào tạo mở thêm sỉ số lớp Kĩ thuật siêu cao tần EE3025 A02 thứ 3 tiết 4 5 6.",
    "Em xin tăng ss môn Nền móng (CI3195) lớp A03 ạ. Em xin cảm ơn",
    "Kính gửi quý thầy cô. Em tên là . Em muốn xin gia tăng sĩ số của lớp mã L01 môn học Pháp luật Việt Nam đại cương mã môn học SP1007 Lí do: Hiện tại em đang ở lớp A05 học ở cs1 nên em xin chuyển về cs2 để tiện cho việc di chuyển ạ . Em cảm ơn ạ.",
    "Dạ em là -, sinh viên khoa hóa ngành công nghệ sinh học, nay trường có mở đăng kí môn học đợt 2 nhưng em không đăng kí được môn công nghệ gen (MMH: CH3131) do thiếu môn học trước là môn Sinh học đại cương (MMH: CH2027). Nhưng khóa k18 chúng em không học môn này ạ, giờ lớp em không đăng kí môn công nghệ gen được (MMH: CH3131). Mong phòng đào tạo xem giúp tụi em ạ.",
    "Chào thầy/cô! Em là sv K17, cho em hỏi là TTTN (CI3393) của khoa Xây dựng có mở vào HK2 (2020-2021) không ạ? Em cần biết rõ thông tin để đăng kí môn học và sắp xếp thời gian cho phù hợp ạ. HIện tại em ở quê nên không thể đến hỏi trực tiếp. Rất mong nhận được phản hồi từ thầy/cô. em xin chân thành cảm ơn. chúc thầy/cô sức khoẻ.",
    "Dạ em tên , MS lớ Q190304. Em xin phòng đào tạo gia tăng sỉ số môn khoa học trái đất (mã:GE1013)  lớp L01_L02 vì khi em đăng kí môn đợt 1 nhưng kết quả đăng kí đợt 2 lại không có môn này. Xin phòng đào tạo xem xét và giúp em ạ. Em chân thành cảm ơn ạ!",
    "Chào thầy cô, cho em ( msvv: ) xin tăng sĩ số lớp môn học CH3101, lớp A03. Em cảm ơn.",
    "Gửi Phòng Đào tạo , Em tên  MSSV  Em mong phòng đào tạo mở thêm sỉ số môn Hệ sơ sở dữ liệu nhóm L01_L02 ,vì trùng lịch anh văn 3 nên em bị xóa đăng kí nên em mong phòng đào tạo mở lại vì em đã chuyển nhóm anh văn 3 rồi . Em xin cảm ơn.",
    "dạ cho e hỏi em đăng kí môn học mà cứ bị hiện dòng chữ đỏ này. e không bị trễ môn tiên quyết. điểm anh văn em thi trên IIG em cũng đã nộp lên và trường cũng đã xét hợp lệ cho em. hiện em ko thể đăng kí môn học và lớp cũng sắp hết slot",
    "Kính gửi PĐT trường ĐHBK, Em tên là Lê Tuấn Kiệt, MSSV  Trong đợt đăng kí môn học HK202 đợt 1, em có đăng kí môn Anh Văn 4(LA1009), khi có kết quả thì em bị huỷ môn học với lí do không mở lớp. Nhưng khi xem lại thì em thấy HK202 vẫn có lớp Anh Văn 4(LA1009) và đã full sĩ số nên em không thể đăng kí. Nay em viết thư này để xin phép PĐT có thể mở rộng sĩ số và đăng kí môn học Anh Văn 4 cho em vào lớp L02(Thứ 2, 7-8-9) được không ạ. Em xin chân thành cảm ơn! Mong sớm nhận được hồi âm.",
    "Xin phép PĐT mở thêm 1 sĩ số cho em vào học lớp Cơ Lưu Chất (CI2003) lớp L02_L06. Em xin chân thành cảm ơn!",
    "Kính gửi các thầy/cô Phòng đào tạo Em tên  MSSV  lớp VSI18. Em viết yêu cầu này với mong muốn được đăng ký một số môn của học kì 202 mà em không đăng kí được vì lý do sỉ số lớp bị vượt. Các môn học nêu trên bao gồm : - EN1003 - Con người và môi trường (ớp 01, Thứ 2 tiết 2 3 4, CS2) - MT1007 - Đại số tuyến tính (ớp 10_20, Thứ 3 tiết 2 3, thứ 4 tiết 3 4, CS2) Em mong muốn được tiếp tục theo học đúng với chương trình đào tạo và xin gửi lời cảm ơn trước ạ.",
    "Dear anh-chị Em đăng kí môn kinh tế chính trị nhưng lỡ hủy lớp để chuyển lớp khác nhưng bị full mất sĩ số a và giờ em không có lớp để học Mong anh chị tạo điều kiện để xin vào lớp CC04 vì đem còn trống mỗi lớp đó ạ Em cảm ơn anh chị nhiều.",
    "Xin chào Thầy / Cô! Em tên . MSSV 171205.Em muốn đăng kí môn học Kết cấu Thép 2 CI3211, nhưng khi mở lớp em không kịp đăng kí. Em mong thầy /cô có thể giúp em đăng kí để kịp chỉ ra trường. Em cảm ơn Thầy /Cô rất nhiều! Sinh viên .",
    "Em tên là   Mssv  Lý do em ghi đơn này là để xin vào lớp GT2 L07_L13 do đã đủ chỉ số sinh viên và phù hợp với lịch học của em nên mong Cô/Thầy có thể cho em vào lớp đó. Em xin cám ơn Cô/Thầy",
    "Em chào anh chị, Nay em viết đơn này để xin vào lớp Vật liệu xây dựng mã lớp CI2037 cc01 nhưng lớp này đã đủ chỗ. Em muốn được đổi từ cc02 qua cc01 để học cả ngày thuận tiện cho em lên trường. Mong nhà trường tạo điều kiện cho em được chuyển qua lớp cc01. Em xin cảm ơn.",
    "Xin chào Thầy / Cô! Em tên . MSSV 171205.Em muốn đăng kí môn học Bê tông cốt thép 2 CI3175, nhưng khi mở lớp em không kịp đăng kí. Em mong thầy /cô có thể giúp em đăng kí để kịp chỉ ra trường. Em cảm ơn Thầy /Cô rất nhiều! Sinh viên .",
    "Kính gửi: Phòng Đào Tạo, Em là  (MSSV: )  Em gửi mail này muốn xin mở thêm sĩ số môn chi tiết máy (ME2007) lớp L04_L12.",
    "Em làm đơn này mong muốn văn phòng đào tạo tăng sĩ số lớp của nhóm CC01_CC02 môn Hệ điều hành (mã môn: CO2017) giúp em ạ. Mong sớm nhận được phản hồi của VPDT. Em cảm ơn.",
    "Dạ em chào pđt , do em không kịp đk thi anh văn cùa sinh viên năm 2 vửa rồi nên em không thể đk môn , cho em hỏi còn mở đk thi anh văn đợt 2 không ạ , nếu không em có thể thi toeic nộp vào được không ạ , nếu không còn cách khác không ạ ! mong pđt giúp em , em cảm ơn nhiều ạ !",
    "Dạ em muốn học môn Giải tích 2 mã môn MT1005 mà đã hết slot rồi ạ. Giờ thầy cô có thể cho em xin tăng thêm 1 sỉ số của 1 lớp L21_L41 hoặc L21_L42 để em có thể đăng ký được không ạ? Em xin cảm ơn",
    "Em xin phép phòng đào tạo mở thêm sỉ số lớp Giải tích 2 MT1005 L04.",
    "Em chào Phòng đào tạo! Phòng đào tạo tăng thêm sỉ số  lớp  L01_L02 CO2003 (cấu trúc dữ liệu và giải thuật) cho em được không ạ? Em cảm ơn!",
    "Vào đợt đăng ký môn học thứ 2 của HK202, em nhận thấy có 2 môn là Giải tích 2 (MT1005) và Kỹ thuật Lập trình (CO1027) bị trùng giờ với nhau ạ (ảnh đính kèm bên dưới). Em đã thử tìm giải pháp khác như thay đổi giờ học của một trong hai môn. Tuy nhiên, cho đến thời điểm em đang tạo câu hỏi này, các lớp đều đã đủ chỗ và không còn lớp nào để thay thế ạ . Cho em hỏi liệu có cách nào để xử lý trong trường hợp này không ạ? Em cảm ơn.",
    "Chào PĐT, - Hiện kỳ sau, em chỉ còn luận văn tốt nghiệp và môn anh văn 4 (MMH: LA1009). Vì sáng nay em vô chậm một chút đã hết slot môn này. Nên em hy vọng PĐT có thể mở thêm slot môn học này để em có thể đăng ký. - Mong PĐT giúp đỡ, vì hiện em chỉ còn một môn này nữa cho kỳ tới. Em xin trân thành cảm ơn PĐT.",
    "Kính chào PĐT,  Em là , sinh viên năm 3 khoa Máy tính . Kỳ này em có ý định đăng kí giải tích 2 (MT1005), mong muốn được học lớp L19_L37 (Thứ 3 tiết 4,5,6 và thứ 5 tiết 11,12) vì thời khóa biểu lớp này phù hợp với em) nhưng hiện tại lớp đã đủ sỉ số, không biết PĐT có thể hỗ trợ em mở thêm sỉ số cho lớp này được không ạ? Em cảm ơn nhiều! .",
    "Kính thưa thầy cô phòng đạo tạo, em xin phép nhờ thầy cô mở thêm sỉ số/lớp xử lý tín hiệu số với FPGA ( Mã môn :EE3041) và hệ thống điều khiển nhúng (EE3031) hoặc đăng ký giúp em môn này ạ. Em cảm ơn .",
    "Môn học yêu cầu: Nhập môn trí tuệ nhân tạo (CO3061) Do lỗi của phòng đào tạo mà các môn học em đăng ký hồi đợt 1 bị mất. Mong phòng đào tạo sớm tăng sĩ số các lớp hoặc mở thêm lớp ạ . Em xin cảm ơn.",
    "Em xin chào thấy cô phòng đào tạo! Dạ trước đó em có đăng ký môn học anh văn 3 trong đợt 1 và đã thành công, sáng nay khi vào đăng ký đợt 2 và xem kết quả thì em không còn thấy môn này trong danh sách đăng ký của mình. Và các lớp đã full sĩ số. Em viết mail này mong PĐT tạo điều kiện mở thêm sĩ số môn học này để em có thể tham gia học ạ. Em có thể tham gia học bất kỳ lớp nào cũng được ạ . Em xin cảm ơn Phòng đào tạo ạ!",
    "Em tên là  MSSV:  Do môn này là bắt buộc ở kì này mà khi em vào đăng kí thì đã full slot rồi ạ. Em mong phòng  đào tạo mở thêm sĩ số lớp LO2 vào ngày chủ nhật tiết 8-9-10-11-12 phòng B2-206 để em có thể đăng kí được ạ Em xin chân thành cảm ơn",
    "Mã môn học : SP1007 Mã lớp : L02 Vì em không có điều kiện lên tại cs 1 học, kính mong PĐT tạo điều kiện giúp em học tại cs 2. Em xin cảm ơn",
    "Chào nhà trường, em lỡ tay xóa môn AV4, bây giờ muốn đăng ký lại nhưng đã hết chổ. Giờ em phải làm sao? Em cám ơn",
    "Chào anh/chị,  Em có thể xin đổi lịch học môn thí nghiệm được không? Và nếu được thì em cần làm gì ạ? Em cảm ơn!",
    "Xin chào thầy cô, Hiện tại em có nguyện vọng học môn Kinh tế học đại cương (IM1013) nhưng sỉ số lớp full 70/70. Cho em hỏi là còn có thể lên pđt mở thêm sỉ số giống kì trước cho môn này ko ? Em xin chân thành cảm ơn và mong phản hồi sớm từ thầy cô.",
    "PĐT cho em hỏi, hiện tại ĐKMH có nhiều môn - lớp đã full sỉ số. Vậy, em có thể làm đơn xin sỉ số vào những lớp đó được không và có cần điều kiện gì không ? Em xin vảm ơn.",
    "Kính gửi phòng đào tạo, Hiện tại em chưa hoàn thành được môn học CH2061 Cơ sở tính toán và thiết kế thiết bị hóa chất, môn này theo như em thấy ở chương trình K20 đã đổi mã môn học, trong khi em đang theo học chương trình của K17. Ở kì 2 năm nay cả 2 mã môn này đều không mở vậy làm thế nào em có thể đăng kí được môn này ạ.",
    "Chào thầy cô, cho em ( msvv: ) xin tăng sĩ số lớp môn học CH3101, lớp A01. Em cảm ơn.",
    "Trước đây e học av 4 là vì 1 số thầy dạy av3 có nói là av4 hoặc nộp bằng 550  có thể nhận  làm luận văn tốt nghiệp. Đến hôm nay khi e đk mới biết là không được . E có thể xin đk làm luận văn tốt nghiệp trễ sau đợt đkmh được không? Cho e hỏi học av4 ở trường để làm gì? Cảm ơn vì đã xem.",
    "dạ các thầy cô cho em hỏi hệ VHVL ngành Công Nghệ Sinh Học (T10/2020) khi nào thì nhận được giấy miễn môn ạ ? do khi em được nhận vào trường thì đã qua đợt hk1, giờ đăng ký các môn ở HK2 thì bắt buộc học các môn đã có ở HK1 nên em không đăng ký được môn học .",
    "CO3055 là môn học quan trọng của k18 nhưng hiện tại em vẫn chưa thấy mở lại. Em xin mã môn thay thế để kịp đăng ký học kỳ sau. Em cảm ơn.",
    "Dạ em tên là , MSSV , gmail , em mong nhà trường đăng kí cho em học môn Hóa đại cương CH1003, vừa qua em đăng kí nhưng bị xóa ạ Em cảm ơn    .",
    "Kì này em có môn bắt buộc là cơ sở kỹ thuật điện (Ee2017), em đã đăng ký vào đợt 1 nhưng sau đợt 2 bị xóa môn bây giờ đăng ký lại thì đủ sinh viên mất ạ. Phòng có thể đăng ký giúp em với không ạ, do là môn bắt buộc kì này. Với em có thấy tkb các lớp thì lớp L01_L03 chỉ có 25 trong khi các lớp khác có 26. Em mong các thầy cô sẽ hỗ trợ em với ạ. Em chân thành cảm ơn thầy cô",
    "Dạ cho em xin mở thêm sỉ số lớp A01-A01 môn  EE3099 được không ạ.",
    "Thưa thầy cô em tên  MSSV  hiện đang học năm 3 khoa Điện, đăng kí môn học đợt 1 em đăng kí 7 môn 19 tín chỉ nhưng sang đợt 2 em bị xóa hết 6 môn và chỉ còn 1 môn 3 chỉ, em nhấn vào em lý do thì trang ghi là thiếu môn tiên quyết GDTS_2 nhưng em đã đạt đượt 3 môn thể chất trước đó (bóng đá, bóng rổ, bóng chuyền) ở năm 2. Mong trường xem xét và phản hồi em sớm ạ. Em cảm ơn",
    "chào thầy/cô, em đã qua môn đồ án thiết kế ME2011 nhưng em không thể đăng ký được luận văn tốt nghiệp ME4029. Mong thầy/cô xem xét vấn đề của em ạ. Em cảm ơn ạ",
    "Em tên  (MSSV: ), mong thầy/ cô hướng dẫn quy trình xin mở lớp giúp em ạ. Em xin cảm ơn",
    "Hiện tại, nhà trường đang mở lịch đăng ký Học Kỳ chính 201, em có nguyện vọng đăng kí môn IM4005 - Hệthống thông tin quảnlý nhưng lớp đã đủ sĩ số, em hi vọng thầy/cô có thể vui lòng tăng sĩ số giúp em đăng kí học môn học này vì trong đây là môn học bắt buộc trong học kì 6 của em và trong đợt 1 e đã đăng kí nhưng không thành công nên em rất mong thầy/cô sẽ mở sĩ số thêm giúp em ạ. Em chân thành cảm ơn thầy/cô.",
    "chào anh/chị, Em tên là , lớp HC18HD, khoa Kỹ thuật Hóa học. Anh chị giúp em giải đáp thắc mắc này ạ: (1) Hiện tại em còn nợ môn môn thí nghiệm vật lý (PH1007), nhưng các lớp chương trình đại trà đã hết chỗ rồi, vậy em có thể học ghép với lớp chất lượng cao được không ạ. (2) Anh chị cho em hỏi học kì này có mở môn Thí nghiệm hóa lí (ch2041) không ạ?",
    "Thầy cô cho em hỏi học phí dự thính chính quy học kì 202 là bao nhiêu / 1 chỉ ạ?  QUOTE",
    "Em học khoa khoa học và kỹ thuật máy tính chuyên ngành khoa học máy tính. Hiện tại các môn nhóm C của ngành đã kín. Em muốn xin tăng sỉ số thì cần làm gì ạ  Hiện tại em đang muốn vô lớp CO3061 L01 của thầy . Em cảm ơn",
    "Xin mở sĩ số lớp môn học CH3119 - Các pp vậtlý nc chất rắn",
    "Kính gửi PDT, cho em hỏi tại sao em bị hủy môn học( kỹ thuật siêu cao tần EE3025) với lý do trùng thời khoá biểu, trong khi em kiểm tra thì không bị trùng. Môn kỹ thuật siêu cao tần có 5 lớp, và thời khoá biểu của em không bị trùng với bất kì lớp nào nhưng vẫn bị hủy với lý do trùng, mong PDT có thể giải quyết giúp em. Cảm ơn l.",
    "Em là . MSSV: Cho em hỏi là theo lịch thì đăng ký môn đợt 3 là từ 13/1-15/1. Nhưng lịch thi anh văn 3 của em là 16/1. Không kịp để biết kết quả và đăng ký môn cho kỳ tới. Nếu vậy thì sẽ bị trễ vì em đang học môn chuyên ngành. Có thể cho em xin cách giải quyết không ạ. Em cảm ơn.",
    "Chào thầy cô, muốn hỏi là em chưa đủ chuẩn điểm anh văn năm 2 nhưng vẫn đăng kí được môn là do trường không giới hạn môn để có kết quá thi anh văn đợt 3 rồi mới xóa môn hay do hệ thống gặp lỗi ạ?? Và trường mình có thi anh văn đợt 3 trước tết thì lúc đó có kịp để đăng kí môn học đợt 3 không ạ?? Em cảm ơn",
    "Xin Pdt được cho em đăng kí thêm 1 chỗ nhóm A01 hoặc A02 lớp SP1007 ",
    "EM  (MSSV ), SINH VIÊN PFIEV. EM MUỐN ĐƯỢC THÊM VÀO DANH SÁCH CỦA NHÓM P01 LỚP LA1017, VÌ EM ĐÃ BỊ KẸT GIỜ CÁC NHÓM KHÁC NÊN CHỈ HỌC ĐƯỢC GIỜ CỦA NHÓM NÀY THÔI Ạ! HÔM NAY TRANG MYBK EM KHÔNG VÀO ĐƯỢC NÊN KHÔNG KỊP ĐĂNG KÍ. MONG QUÝ THẦY CÔ XEM XÉT CHO TRƯỜNG HỢP CỦA EM Ạ . EM XIN CẢM ƠN!",
    "Chào anh/chị, Em có đăng ký chuyển điểm từ 26.12 và khi đóng tiền trên BKPAY thì có thông báo là Hệ thống đang bảo trì (như hình đính kèm). Đến nay đã là 30.12 và hệ thống vẫn bảo trì. Em không biết là đã bị lỗi gì ạ. Mong phản hồi sớm từ PĐT.",
    "Chào thầy/cô. Hiện tại em đăng kí môn Đề cương luận văn mã môn học EE4331 thì không thấy mở để đăng kí. Theo em biết là môn này kì nào cũng mở và đăng kí theo hương dẫn của giảng viên chứ không theo lớp học. Cho em hỏi tại sao kì này lại không mở để đăng kí được ạ?    .",
    "Chào thầy/ cô, Em tên là , MSSV . Sau đợt đăng ký môn học hôm nay em có đăng ký môn học Kỹ thuật thi công, mã CI3043, với điều kiện đăng ký là học trước CI2007 hoặc CI2029. Em hiện tại đã hoàn thành môn học Sức bền vật liệu CI2007 và đang đợi kết quả Cơ kết cấu CI2009. Nhưng trang web đăng ký báo em không được đăng ký do thiếu môn học mã CI3233 . Xin thầy/ cô xem xét lại giúp em vấn đề này ạ. Em cảm ơn thầy/ cô nhiều. Trân trọng, .",
    "ee3025 .",
    "/I  Dạ chào pđt ạ Em có môn học cần đăng kí cùng 1 ngày, ở cs2 vào tiết 4-5 và môn học ở cs1 vào tiết 8-9 Theo như mọi năm thì em thấy vẫn đăng kí học được nhưng lần này không đăng kí được vì lí do không đủ thời gian di chuyển Mong pđt xem xét giúp em",
    "Em chào cô, Em rất mong muốn theo kịp tiến độ của chương trình đào tạo. Tức là học kỳ tới HK202 em cần học môn \"MA3079 - Công nghệ nhiệt luyện\". Nếu không thì sẽ bị trễ năm tới luôn ạ. Do đó, em rất mong được đăng kí Môn \"MA3079 - Công nghệ nhiệt luyện\". Dựa theo thời khoá biểu em xin đăng ký vào lớp L01_L02 học hai buổi thứ hai và thứ sáu ạ. Em rất mong nhận được giúp đỡ . Cảm ơn cô. Chúc cô ngày mới vui vẻ.  ",
    "Em tên: , MSSV: . Em là sinh viên năm 4 thuộc khoa điện điện tử ngành tự động hóa ạ. Em hiện tại còn 1 môn tự chọn để đủ tín chỉ ra trường nhưng do hết slot trong đăng kí môn học nên không đăng kí được ạ. Em làm đơn này để xin phép phòng đào tạo giúp em mở thêm slot ở môn SCADA (  B EE3071   ) nhóm lớp A02 thứ 5 tiết 10-11-12 ạ Mong nhận được sự đồng ý của PĐT Em cảm ơn, ",
    "Cho em hỏi kì này sao đăng kí không có GDTC vậy ạ.",
    "Xin chào PĐT ạ, Dạ em tên Bùi Minh Tâm MSSV  là sinh viên ngành Công nghệ Vật Liệu khóa Kim Loại K18. Dạ em xin vào lớp   B L02    của môn   B Công Nghệ Nhiệt Luyện (MA3079)    Vì môn này là môn chuyên ngành mà chỉ còn khóa K18 là môn học chính, khóa K19 là môn tự chọn thôi ạ. Nên em xin PĐT cho em vào lớp L02 để học kịp chương trình ạ. Em xin cảm ơn nhiều ạ.",
    "PĐT cho em hỏi về quy định môn tự chọn TỰ DO thì mình học bất kỳ môn nào cũng được tính phải không ạ",
    "Dạ cho em xin mở thêm sỉ số môn CH2021 lớp L04 và môn CH3031 lớp A01 ạ.",
    "Tăng sỉ số lớp môn CI3095:  Cấp Thoát Nước",
    "Kính gửi phòng đào tạo, Em tên  Ý mssv  Em là sinh viên thuộc Chương trình KSTN K2017 em hiện tại chưa đạt chuẩn anh văn năm 4 (ĐIểm Toeic lớn hơn bằng 600) nhưng em vẫn đăng kí được môn tự chọn của năm 4 CI3169 Tin học trong quản lí xây dựng. Đây là lỗi hệ thống và sẽ bị xóa sau khi có kết quả hay môn học này không xét đến chuẩn anh văn của năm tư ạ? Mong PĐT xem xét giúp em.",
    "Do không đăng ký môn học đợt 1 và đăng ký môn học đợt 2 đã không nhanh tay đăng ký nên các lớp em cần đăng ký ở cơ sở 2 đã đủ sĩ số Mong có giải pháp để em có thể đăng ký môn học bắt buộc ở học kỳ 2",
    "Tăng sỉ số lớp môn CI3177:  Đồ Án Bê Tông Cốt Thép 2",
    "Gửi phòng đào tạo, Em xin ý kiến về việc mở thêm lớp các môn ở CS2: CI3095, CI3211, CI3213, CI3175, CI3177, CI3195, CI3197, CI3095. Các môn trên đều là các môn chuyên ngành và có môn đồ án trong chương trình đào tạo của khóa K17 và K18. Nhưng hiện nay các lớp mở ở CS1 đều đã đủ. Nên em kiến nghị phòng đào tạo mở thêm ở CS2. Do đây là các môn quan trọng cho nên dù học trái cơ sở sinh viên vẫn sẽ có nhu cầu đăng kí ạ. Mong phòng đào tạo xem xét.",
    "Em tên là  MSSV . Thầy/Cô cho em xin vào lớp Kinh tế học đại cương, mã môn IM1013. Em xin cảm ơn.",
    "MSSV:  Em chào thầy/cô ạ. Thầy cô cho em hỏi là có thể tăng thêm sỉ số của các lớp Pháp luật Việt Nam đại cương (SP1007) tại CS2 và lớp Kinh tế Chính trị -Lenin (SP1033) được không ạ . Em chân thành cám ơn thầy/cô ạ.",
    "Kính thưa Phòng Đào tạo, em tên  -  sinh viên bằng 2. HK202 em muốn đăng kí môn CO3069 Mật mã và an ninh mạng nhưng bị lỗi thiếu môn học trước co3093 mạng máy tính mặc dù em đã học môn co3005 mạng máy tính. Mong Phòng Đào tạo xem xét cho em đăng kí lớp L03_L05 Co3069 Mật mã và an ninh mạng. Cảm ơn thầy, cô",
    "em muốn hỏi là đợt kiểm tra anh văn vừa rồi quá ít và nhiều bạn không thể đăng ký được thì làm sao có thể đủ tiêu chuẩn đăng ký môn cho kỳ tiếp theo ạ",
    "Danh sach kết quả đăng kí môn học hk202 lần 1 của e nó bị lặp môn học à. Mỗi môn suất hiện 2 lần ạ",
    "Sao e nôp chứng chỉ ngoại ngữ rồi mà không đăng kí được luận văn tốt nghiệp",
    "Em xin phòng pđt cho mở thêm lớp Sản xuất sạch hơn ( mã MH :CH4027) của khoa kỹ thuật hóa học vào thứ 6 , tiết 9 10 tại cơ sở 2 ạ !",
    "Dạ xin chào thầy /cô, lúc trước em có gửi lên   phòng đào tạo bệnh án của mình để xin miễn học gdtc thì kết quả trả về chỉ là ( ko tìm thấy môn học, liên hệ với giáo viên xin miễn học thực hành), thế kì này em có phải gửi lên bễnh án nữa ko, vì bệnh của em là bệnh tim mãn tính, lau nhà còn khó khăn, phải dùng thuốc. Với lại có phải đăng kí môn rồi vào xin thầy miễn thực hành ko bởi vì như thế thì em thấy khác so với quy chế của trường,( bữa khám sức khỏe thì kết quả huyết áp và nhịp tim em vẫn rất cao, em mong trường có thể miễn cho em một môn bóng chuyền chưa đạt ở kì 191, vì bây giờ có dăng kí lại em cũng ko đủ sức khỏe và mặc dù em biết nếu miễn cho em thì trường sẽ mất một khoảng thu...",
    "Dạ cho em hỏi, tại sao em đk học các môn thể dục nhưng không môn nào mở lớp thế vậy ạ? em đăng kí theo mã môn học hồi kì 201. Xin thầy cô xem lại giúp em, em cám ơn.",
    "Em xin chào ạ, - Ở đợt 1 đăng ký môn học HK2 , em có đăng ký 16 tín chỉ, và qua đợt 2 đăng ký hôm nay, em có hủy mất 3 lớp Giải tích 2, Vật lý 2, Đại số tuyến tính và chỉ còn 5 tín chỉ ạ. - Em muốn đăng ký lại 3 môn trên nhưng các lớp đã full nên em muốn xin mở thêm sĩ số các lớp Giải tích 2 (L03-L05), Vật lý 2 (L02-L03), Đại số tuyến tính (L03-L06). - Xin các thầy cô mở thêm sĩ số để em được đăng ký lại ạ. Em cảm ơn rất nhiều !",
    "Chào PĐT, Cho em hỏi bây giờ em muốn thêm vào lớp đã đủ sỉ số thì phải làm gì ạ",
    "Kính gửi quý thầy cô, Em tên , lớp Ck20HT2 Vừa qua trong lúc hiệu chỉnh đăng kí môn học học kì 202, vì thầy muốn điều chỉnh thời gian, em đã xóa lớp Giải tích 2 - MT1005 L28L55 để chuyển sang lớp L14L28. Lúc đầu sĩ số lớp L14L28 chưa đủ. Tuy nhiên khi e đăng kí thì hệ thống báo sĩ số đã đầy. Em kiểm tra lại thì tất cả các lớp của môn MT1005 đã đầy. Em rất mong nhà trường mở thêm sĩ số cho em học môn MT1005 để hoàn thành chương trình đào tạo. Em có nguyện vọng vào lớp L14L28. Nếu không được thì có thể cho em vào L11L22 hoặc L12L23 hoặc quay lại lớp cũ L28L55. Em rất cảm ơn quý thầy cô và hy vọng nguyện vọng của em sẽ được xem xét vì em hiện tại đang rất lo lắng . Rm xin chân thành cảm ơn quý thầy cô.",
    "Em chào thầy cô ạ Em tên là , MSSV  Thầy cô cho em hỏi là sỉ số lớp thỉ nghiệm dưới 20 thì có được mở lớp không ạ? Em cảm ơn thầy cô rất nhiều.",
    "Kính gửi Phòng đào tạo Em tên là:  MSSV:  Em làm đơn này kính mong phòng đào tạo có thể hổ trợ tăng sỉ số lớp CH1003_L01-L03 để em có thể đăng kí môn hoàn thành tiến độ học tập. Em xin chân thành cảm ơn",
    "Chào phòng đào tạo Em là sinh viên khoa cơ khí , ngành cơ khí ( khóa 2019 ) . Theo kế hoạch đào tạo thì môn ME2089 ( VẼ  ) được xếp vào kỳ 3 ( học kỳ 201 ) nhưng vào kì 201 em không đăng ký được vì bị xóa môn , trùng lịch và đã hết chỗ trống để đăng ký , em có viết đơn xin mở lớp nhưng do không đủ số sinh viên nên bị hủy lớp . Sang đợt đăng ký học kỳ 202 này em vẫn bị tình trạng cũ, bị xóa môn , trùng lịch  ,  hết chỗ đăng ký cũng như không đủ sinh viên để xin mở thêm lớp . Nên em mong phòng đào tạo tạo điều kiện giúp em được xin vào 1 lớp ME2089 hiện có ( bất kỳ lớp nào cũng được ,  dù các lớp đã đủ tỷ số 25 người ) vì các môn tiếp theo kỳ tới của em đều vướng điều kiện môn học ME2089 này , nếu không học sẽ bị trễ tiến độ theo chương trình Cảm ơn Phòng đào tạo",
    "Chào thầy/cô. Em muốn đăng kí mở thêm sĩ số cho lớp CO2003 ở cơ sở 2 thì em phải làm gì ạ. Hiện tại em thấy các lớp đều đã full sĩ số 41/40.",
    "Kính gửi phòng Đào tạo, Em có câu hỏi là trong đợt đăng kí môn học đợt 2 hk 202 này, trường có thể tăng sĩ số lớp được ko ạ, cụ thể là lớp L09 môn PPT mã MT1009, nếu được thì làm sao e có thể đăng kí vô được ạ? Xin cảm ơn",
    "Kính gửi văn phòng, Em là , mssv . Nay em viết văn bản này xin được học lớp cc04 môn kinh tế chính trị ,  (sp1033) vì sĩ số lớp nào cũng đã đủ ạ. Mong văn phòng sắp xếp cho em được tham dự lớp cc04. Em cám ơn văn phòng.",
    "Kính mong nhà trường hỗ trợ giúp em đăng kí lớp L03_L07 môn học ME2007 - Chi tiết máy. Em xin cảm ơn ạ,",
    "Vì em và các bạn đang có nhu cầu rất lơn về môn Hệ điều hành(CO2017) và môn Cấu trúc dữ liều(CO2003). Kính mong thầy cố có thể mở thêm sĩ sỗ các lớp để chúng em được đăng kí môn học. Kính gửi !",
    "Mong nhà trường cho em đăng kí môn chế tạo 2 (mã ME3033) để có thể kịp làm đồ án chế tạo ở năm 4 kì 1, do kỳ này em mới đăng kí môn học trước của chế tạo 2 là môn các quá trình chế tạo (ME2071) .",
    "Kính mong nhà trường hỗ trợ giúp em đăng kí lớp L03_L08 môn học ME2007 - Chi tiết máy ạ. Em xin cảm ơn.",
    "QUOTE  Kính gửi, Em tên .  Mssv :  Cho em hỏi cách để tăng sĩ số môn chuyên ngành của mình ạ. Cụ thể là môn cơ sở kỹ thuật điện ạ. Mong nhận được phản hồi sớm nhất! Em xin chân thành cảm ơn.",
    "Em tên là , MSSV: , sinh viên khoa Kỹ thuật Xây Dựng Em có ý kiến về vấn đề đăng ký môn kỹ thuật thi công (CI3043), em thấy điều kiện môn học là CI2007 (HT) và CI3233 hoặc CI2029 (HT), trong kì 201 em đã hoàn thành đủ điều kiện để đăng ký môn, nhưng không đăng ký được, hệ thông báo thiếu môn học CI3233, môn CI3233 lại không nằm trong chương trình đào tạo của em Em mong thầy cô tìm cách giúp em để em kịp chương trình, em xin cảm ơn rất nhiều!",
    "Mã môn học CO3069 khi đăng ký yêu cầu mã môn học CO3003, môn CO3003 em đang học. Tuy nhiên, hệ thống lại báo cáo thiếu mã môn CO3093 vốn không tồn tại trong chương trình giảng dạy. Điều này khiến em không thể đăng ký môn CO3069.   Đề nghị Phòng đạo tạo kiểm tra lại về yêu cầu mã môn tiên quyết của môn CO3069 và nới thêm sỉ số cho môn này để những bạn gặp cùng lỗi như em có thể đăng ký.",
    "Xin đăng pđt đăng kí môn học vật lý 2 Ph1005 lớp L06 giúp em, em vô thì đã kín chỗ rồi. Hiện tại em đang về quê có việc gấp không lên kịp. Em xin chân thành cám ơn",
    "Em tên là  MSSV:  em xin mở thêm sĩ số lớp L02 môn EN2041",
    "Hiện tại, sĩ số của các lớp thuộc 2 môn này chỉ dưới 40 cho các lớp, đề nghị phòng đào tạo có thể nâng sĩ số lên để các sinh viên có nhu cầu học có thể đăng ký các môn này.    .",
    "Dạ em muốn xin mở thêm sỉ số lớp con người và môi trường EN1003 thứ 2 ạ, lớp còn lại em trùng lịch học nên không chuyển được. Mong phòng đào tạo xem xét.",
    "Dạ cho em hỏi lịch nộp điểm anh văn hạn chót là 13/1/2021. Mà tại sao email trường hồi thông báo sẽ tổ chức thi anh văn là 24/25-/1 ạ .",
    "ng ký môn  Họ Và Tên : Dương Phúc Nguyên MSSV: Môn: + GIẢI TÍCH 2 - 1005 nhóm L24_L48      + VẼ  - CL1003 nhóm L13_ L25",
    "Em chào thầy/cô, Em tạo yêu cầu này xin phòng đào tạo mở thêm sĩ số cho lớp CO3001 để em được tham gia lớp học này. Em xin chân thành cảm ơn!    .",
    "em xin phòng đào tạo mở thêm sí số môn học    KĨ THUẬT SIÊU CAO TẦN MSMH:   B EE3025    khoa Điện- Điện tử",
    "EE3031 - Lập trình hệ thống nhúng EE3025 - Kỹ thuật siêu cao tần EE3107 - Thông tin di động PĐT có thể cho em xin mở sỉ số 3 lớp này được không ạ, em chỉ còn có 3 môn này để học, học ở đâu cũng được ạ, vì đây là kì cuối cũng như em đã bị trễ 1 năm rồi. Em cám ơn PĐT ạ.",
    "Em chào pđt. ME3043(Lò hơi và thiết bị đốt ) đang bị lỗi đăng ký môn học trước. Pđt sửa lại giúp tụi em ạ, em cảm ơn .",
    "Em muốn đăng kí CO1027 nhóm lớp L04_L12 thì phải làm sao ạ? Em xin cảm ơn.",
    "Hiện e đang học anh văn 2 mà chưa thi. Đến 22.1 mới thi. Thì làm sao bây giờ e đk anh văn 3 được ạ. Và e xin mở thêm slot lớp anh văn 3 t5 234 với ạ.",
    "Thầy cô cho em xin đăng kí môn AS1003 lớp L01 và CH1003 lớp L06_L14 với ạ, em đợi từ sáng giờ mấy bạn đăng kí full sỉ số, Thầy cô cho em xin vào với tại em thấy có mấy lớp vượt sỉ số , em không đăng kí được như các bạn, em xin cảm ơn",
    "Em chào cô thầy ạ, em tên là -mssv:. Em xin vào lớp đã đủ sỹ số cụ thể là : PH1007_L31; SP1033_L15 . Lý do: em bị trễ đăng ký môn nên sỹ số đã đủ. Em rất mong cô thầy có thể bổ sung em vào các lớp trên giúp em với ạ. Em xin chịu trách nhiệm về những gì em đã ghi ở trên. Em xin cảm ơn cô thầy ạ",
    "Cho em hỏi là hiện tại em muốn học môn giải tích 2, nhưng đã hết chỗ rồi. Bây giờ em muốn xin tăng sĩ số lớp thì làm sao.",
    "Em là  .. em xin mở thêm sỉ số môn công nghệ phần mềm CO3001. Em cảm ơn",
    "Em chào thầy/cô, Em tạo yêu cầu này xin phòng đào tạo mở thêm sĩ số cho lớp CO3003 để em được tham gia lớp học này. Em xin chân thành cảm ơn!    .",
    "Em đăng ký 3 môn sau Kỹ thuật số - EE1009 Giải tích mạch - EE2033 Hệ thống máy tính & Ngôn ngữ lập trình - ER2009",
    "Em có nhu cầu học môn Lập trình nâng cao mã CO2039 ở nhóm lớp L04 nhưng lớp đã đủ sỉ số. Mong phòng đào tạo có thể tăng sỉ số lên để em có thể tham gia học với ạ. Em có nhu cầu học môn Công nghệ phần mềm mã CO3001 ở nhóm lớp L01 nhưng lớp đã đủ sỉ số. Mong phòng đào tạo có thể tăng sỉ số lên để em có thể tham gia học với ạ. Em có nhu cầu học môn Hệ điều hành với mã CO2017 ở nhóm lớp L03_L06 nhưng lớp đã đủ sỉ số. Mong phòng đào tạo có thể tăng sỉ số lên để em có thể tham gia học với ạ. Em xin cảm ơn ạ.",
    "cho em hỏi nếu môn em học ở cs2 thì em có được tăng sỉ số không ạ",
    "Em chào thầy cô . Em là sinh viên k16 khoa máy tính , em tính đăng kí đề cương tốt nghiệp vào học kì 202 nhưng em vào đăng kí thì báo môn đó không mở ,vậy kì 202 không mở môn đề cương cho sinh viên máy tính à cô , mong cô giải đáp ,e cảm ơn ạ .",
    "Em muốn xin tăng sĩ số lớp L01 Môn Kinh tế Kỹ thuật ME2045 ạ",
    "Họ tên :   MSSV:  Do đợt 1 em có đk môn vẽ kĩ thuật (Ci1003) do đụng lịch nên đã bị hủy ạ . Nay em vào đăng kí thì đã full sỉ số ạ . em mong pđt có thể tăng thêm sĩ số môn vẽ kĩ thuật giúp tụi em được không ạ . em xin cảm ơn",
    "em chào thầy cô ạ, thầy (cô) cho em xin mở thêm sỉ số lớp AV4 L01 ( hoặc L04) và môn chi tiết máy lớp L02_L05 với được không ạ. hiện em đang bị trễ chương trình nên mong thầy cô có thể giúp em với , hic em thực sự cảm ơn nhiều nhiều lắm ạ... em cảm ơn thầy (cô) nhiều ạ, chúc thầy cô năm mới vui vẻ và sức khỏe ạ",
    "Em muốn đăng kí lớp vật lí 2, giải tích 2, đại số tuyến tính, thí nghiệm vật lí, vẽ kĩ thuật ạ",
    "Họ và tên  MSSV  OA: Kỹ Thuật Xây Dựng Em muốn mở thêm lớp hóa đại cương và giải tích 2  Có thể cho em xin vào lớp giải tích ( t2 tiết 234, và thứ 6 tiết 56) Em xin chân thành cảm ơn",
    "Họ và tên:  MSSV:  Môn học: + GIẢI TÍCH 2 - MT1005- NHÓM L24_ L48          + VẼ  - CL1003- NHÓM L13_L25",
    "Dạ cho em xin mở thêm sĩ số lớp của môn học công nghệ sợi 1 (ME2061) và môn học cơ học máy (ME2101) nhóm L02 ạ. Em xin trân thành cảm ơn.",
    "Em chào thầy/cô, Môn học mật mã và an ninh mạng(CO3069) đã full sĩ số, em muốn được mở thêm sĩ số cho nhóm lớp L01_L01, để có thể đăng ký môn học thì phải làm như thế nào ạ? Em cảm ơn",
    "Chào PĐT, em là  mssv  khoa KTGT, em có mong muốn là PĐT mở thêm sỉ số 2 môn ME2013 Nhiệt động lực học và truyền nhiệt và môn ME2007 Chi tiết máy có được không ạ.Em cảm ơn",
    "Dạ cho em xin mở thêm sĩ số lớp của môn học công nghệ sợi 1 (ME2061) và môn học cơ học máy (2101) nhóm L02. Cả hai môn đều ở CS2 ạ. Em xin trân thành cảm ơn.",
    "Em có nhu cầu học môn Hệ điều hành mã CO2017 nhóm lớp L03_L06, môn Kĩ thuật lập trình mã CO1027 nhóm lớp L05_L14 ở học kì này nhưng hiện tại đã đủ sĩ số các lớp. Mong phòng đào có thể tạo điều kiện cho em được học môn học này trong học kì tới. Em xin chân thành cảm ơn.",
    "Họ và tên :  Mssv :   Môn học   Giải tích 2 MT1005  Đại số tuyến tính MT1007 Vật lý 2 PH1005  Thí nghiệm vật lý PH1007 Giáo dục thể chất 2 PE1005 Vẽ kĩ thuật CL1003",
    "Em tên là  MSSV  ,thuộc lớp HC19HBS . Em xin nhà trường tăng sĩ số cho lớp xác suất thống kê mã môn MT2013 mã lớp L17. Em xin cảm ơn ạ",
    "kỳ 202, em có đăng ký môn Công nghệ gen CH3131, tuy nhiên đăng ký không được do vướng môn học trước là Sinh học Đại Cương CH2027. Theo chương trình đào tạo của bộ môn Công nghệ sinh học K18 thì bọn em chỉ học môn Cơ sở sinh học CH2025. Mong PĐT sửa lại giúp bọn em ạ.    .",
    "Họ và tên:  MSSV:  Giải tích 2 MT1005 Đại số tuyến tính MT1007 Vật lý 2 PH1005 Thí nghiệm vật lý PH1007 Giáo dục thể chất 2 PE1005 Vẽ kỹ thuật Cl1003 Ánh văn 1 LA1003",
    "Chào Thầy, Cô  Em kiểm tra danh sách đăng ký môn học thành công thì thấy đã bị hủy môn thể chất (em vẫn còn 1 môn thể chất chưa hoàn thành) Khi tìm kiếm mã số môn học (PE) thì không tìm được môn này nữa   Em có câu hỏi là môn này có đổi mã hoặc đăng ký đợt riêng hay không? Nếu không thì em nên làm thế nào ạ?  Em cảm ơn",
    "Chào anh (chị), Em muốn hỏi môn học Thí nghiệm công trình, mã môn học CI4011 có mở vào học kì 202 và học kì 203 (hè) không ạ?  Môn học này có hơn 100 bạn đăng kí nhưng hiện nay không đăng kí được nữa. Anh (chị) có thể cho em biết lí do chính xác không ạ? Em cám ơn rất nhiều.",
    "Kính gửi: PĐT trường ĐHBK ĐHQG TPHCM  Em xin phòng đào tạo được tăng sỉ số từ 81 lên 82 của lớp A01 môn EE2011- Kĩ thuật điện điện tử tại cơ sở 1. Em xin chân thành cảm ơn và kính chúc sức khỏe quý thầy cô. Sinh viên,",
    "Em muốn xin được mở thêm sỉ số để học lớp ee3145 Kỹ thuật ra quyết định nhóm A01. Cho em hỏi thủ tục để xin vào là như nào ạ. Em xin cảm ơn.",
    "Họ và tên :   MSSV:  Môn học:  Giải tích 2 : MT1005 Đại số tuyến tính: MT1007 Vật lý 2 : PH1005 Thí nghiệm vật lý: PH1007 Giáo dục thể chất 2 : PE1005 Vẽ kỹ thuật: CI1003",
    "E chào thầy cô ạ Cho e hỏi lý do tại sao e k đăng kí được môn Hoá Sinh(CH2033), lỗi có ghi là chưa học qua môn cs ngành(CH2025) mà môn này hiện tại trong chương trình học không có ạ Em cảm ơn thầy cô",
    "Em xin tăng sĩ số các lớp sau để đăng ký môn học: Mã môn 1: MT1005, Nhóm lớp 1: 1_L21 Mã môn 2: CH1003, Nhóm lớp 2: 0_L39 Mã môn 3: CI1033, Nhóm lớp 3: L02_L03",
    "Dạ hiện tại em chỉ còn môn giáo dục thể chất 1 chưa qua, em rớt từ năm nhất tới bây giờ mới đăng ký lại. Đợt đăng ký môn học vừa rồi em có đăng ký lớp bóng bàn, và thấy cũng có rất nhiều lớp giáo dục thể chất khác có đông các bạn đăng ký, nhưng tới đợt 2 thì báo lớp học không được mở, em thử tìm các lớp khác cũng không có. Cho em hỏi này là bị lỗi hệ thống hay là do dịch COVID nên bị tạm dừng đăng ký các môn học vậy ạ ?",
    "Kính thưa PĐT, trong đợt đk môn lần 2 này thì những môn này đang có rất nhiều bạn muốn đăng kí nên em viết mail này mong PĐT và nhà trường mở thêm lượt đăng kí cho chúng em đăng kí với ạ, em xin cảm ơn nhiều ạ",
    "Kì sau em có học môn Xác suất thống kê nhưng chưa đăng kí được đã hết lớp. Cho em hỏi cách xin mở thêm sỉ số lớp. Các lớp em có thể đăng kí là L18 L17 L06 L07",
    "Em chào thầy (cô)! Em tên , MSSV . Em muốn đăng ký thêm môn học Chi tiết máy nhưng do các lớp đã full, nên em xin phòng đào tạo cho em vào học lớp L05_L15 (Chi tiết máy), lớp hiện tại 23/23 sinh viên và học tại cs2. Mong phòng đào tạo xét duyệt yêu cầu của em!",
    "Em chào thầy/cô  Em là  :   MSSV   :   Em đang là sinh viên năm nhất. Hiện tại nhà trường đã xếp lịch HK202 cho em học ở cơ sở 2.   B Nếu như em muốn thay đổi lịch học của một số môn ở cơ sở 2 về cơ sở 1 thì có được không? Liệu sự thay đổi này có cần thủ tục gì không hay em chỉ cần thay đổi trên trang web?    Em kính mong nhận được sự giúp đỡ của thầy/cô Em cảm ơn ",
    "Em là  MSSV  Em xin PDT mở thêm sỉ số   B môn Mô hình hóa    (  B mã môn học CH3133   ) vào nhóm lớp   B A04 thứ 5 tiết 4-5-6    ạ. Do em bị trùng lịch với một môn em đăng kí ạ nên mong PDT có thể mở thêm sỉ số. Em cảm ơn nhiều ạ.",
    "Chào thầy(cô)! Em muốn xin tăng sỉ số lớp môn học ở CS2 thì lên PDT CS1 xin có được không hay phải lên CS2 ạ? Em xin cảm ơn.",
    "Chào thầy cô, Em là . Em là sinh viên khóa K2017, hiện nay em còn thiếu một môn tự chọn nhóm C, và em tha thiết cần học để đủ chuẩn tốt nghiệp ra trường . Em xin mở thêm sĩ số của 1 trong 2 môn: + Nhập môn điều khiển thông minh (EE3057) + Trí tuệ nhân tạo trong điều khiển (EE3063) Em chân thành cảm ơn ạ! Trân trọng.",
    "Em kính chào thầy/cô!   Dạ thầy/cô cho em hỏi hiện tại em vẫn chưa nhận được tiền hỗ trợ gói cước 3G của trường hỗ trợ trong đợt dịch. Em cảm ơn thầy/cô ạ.",
    "i số tuyến tính   /QUOTE Lý do: trong lúc hiệu chỉnh thời gian học em đã bấm xóa lớp học hiện tại để đăng ký vào lớp học có giờ học phù hợp hơn. Nhưng trong quá trình thực hiện, trang web bị đơ và reset trong 15 phút, khi em vào lại thì không còn lớp nào trống để đăng ký  /QOUTE  ",
    "Dạ em chào thầy/cô, Thầy/cô có thể nâng sỉ số lớp CO3065 L02_L02  tăng thêm một chỗ đăng ký được không ạ (sỉ số hiện tại là 36/36). Vì lớp L01 em bị trùng với rất nhiều môn khác nên em xin một chỗ ở lớp L02-L02 ạ. Em sẽ mang laptop để làm thực hành nếu phòng không đủ máy. Em cám ơn thầy/cô rất nhiều, .Nghia",
    "Em muốn tăng sỉ số môn MA3079 lớp L01-L01 và môn IM1013 lớp L02. Mong pdt sẽ giải quyết giúp em. Em xin chân thành cảm ơn",
    "Em là , MSSV , em có thắc mắc như sau: - Môn Qúa trình hóa học và hóa lý trong kỹ thuật môi trường (EN2015) và môn Hóa kỹ thuật và khoa học môi trường 2 đã đổi mã môn lần lượt thành EN2043 và EN2041 đúng không ạ?",
    "Cho em xin một xuất lớp L02 SP1007 môn Pháp luật Đc Việt Nam được không ạ,hiện đã hết xuất.",
    "dạ em muốn xin mở thêm sỉ số lớp L02 EE2011 Kỹ thuật điện-điện tử và lớp L03 AS2001 Cơ học ứng dụng ạ",
    "Dạ cho em hỏi em k19 còn thiếu 1 môn giáo dục thể chất nhưng không có môn học để đăng kí ạ. Vậy làm sao phải đăng kí môn gdtc ạ",
    "Em là  MSSV  Em làm đơn mong PDT mở thêm sỉ số   B môn Hóa học và công nghệ chất hoạt động bề mặt (mã môn học CH3101)    vào nhóm   B lớp A03 thứ 3 tiết 7-8    ạ. Do hiện cả 2 lớp đại trà đang full nên em không đăng kí được môn này ạ. Em xin cảm ơn rất nhiều.",
    "dạ cho em hỏi em là sinh viên k19 học kì 193 em có học môn Quản lý dự án cho kỹ sư mã IM2011 nhưng sang kì này em lại thấy bị đổi lại thành IM1025 vậy em có được tính môn này không ạ",
    "Kính chào Phòng Đào tạo, hiện nay vì nhiều lý do mà em và một số bạn chung lớp (khóa K18) vẫn chưa hoàn thành mục tiêu cho các môn học thể chất, cụ thể riêng em chỉ mới học 2/3 môn thể chất. Hiện tại chúng em đang học năm 3 và đang ở Ký túc xá Hòa Hảo Q10. Em và các bạn có thử đăng kí môn GDTC nhưng bị hủy đăng kí vì lý do \"Không mở lớp\". Kính mong Phòng Đào tạo hướng dẫn chúng em hướng giải quyết cho trường hợp này để chúng em có thể đăng kí được các môn thể chất nhằm đáp ứng mục tiêu đào tạo của trường ạ. Chúng em xin cảm ơn và mong nhận được phản hồi từ Phòng Đào tạo ạ.",
    "Em chào thầy/cô. Hiện tại khi đăng ký môn học em bị báo không đạt chuẩn anh văn năm 3. Nhưng từ đầu năm 1, em đã qua kỳ thi anh văn đầu vào và đã được miễn 4 môn Anh văn. Mong thầy/cô xem xét lại hệ thống ạ. Em xin chân thành cảm ơn.",
    "Em là , MSSV , em có thắc mắc sau: - Lỗi không đăng ký được vật lý 1 (PH1003), giải tích 1 (MT1003), mỗi lần đăng ký đều hiện hình dưới đây",
    "Em chào thầy cô.. . Em tên:   MSSV:  Em muốn làm đơn để tăng sỉ số lớp học thì phải làm sao ạ.. . Em cám ơn",
    "Dạ em muốn hỏi tháng 1 trường mình có tổ chức thêm đợt thi tiếng anh nào không ạ?",
    "môn kinh tế kĩ thuật mã môn ME2045 lớp L01 môn thiết kế công việc và nhân trắc học mã môn ME2111 lớp L02  môn vận trù học lớp L01",
    "Chào thầy cô   i  Em khoá k16 được biết nhà trường đã gia hạn cho chuẩn ra trường là 500 điểm toiec thay vì 600điểm Cho em hỏi là hạn còn tính bảng quy đổi điểm cũ còn hiệu lực đến khi nào ạ Em cảm ơn",
    "Em xin Phòng đào tạo mở thêm sĩ số môn Anh văn 4 (Mã MH: LA1009). Lí do: môn Anh văn 4 lớp L09 đã hết slot. Nếu được đăng kí môn này thì em chỉ coa thể đăng kí lớp L09 vì các lớp khác bị trùng lịch học chuyên ngành. kì này em muốn đăng kia học Anh văn 4. Và quan trọng hơn hết là nếu kì này em không đăng kia được Anh văn 4 thì kì sau em không đăng kí được các môn của năm 4 . Em mong Phòng đào tạo tạo điều kiện và giúp đỡ em ạ. Em chân thành cảm ơn.",
    "Em thi avđv 665 điểm thì bây giờ không cần đăng ký anh văn đúng không ạ ?",
    "Xin chào phòng đào tạo, phòng đào tạo có thể tăng thêm sĩ số môn kinh tế chính trị mác - lênin mã sp1033 được không ạ.",
    "Em là k19, chương trình đào tạo của em xem ở đâu thì chính xác ạ. Hình như ctdt trên web oisp chưa cập nhật? Trên mail cũng sai?",
    "Hiện e đang là sinh viên khoa kỹ thuật xây dựng khóa K17 và đang muốn học thêm văn bằng 2 ( chưa đăng kí). Hiện tại em muốn học trước 1 vài môn của văn bằng 2 nhưng vẫn chưa biết nên học theo chương trình đào tạo văn bằng 2 của khóa bao nhiêu ạ.",
    "em là sinh viên k18 và em chưa học môn quy quạch và quản lí cơ sở hạ tầng và những đồ án thiết kế cho năm 3 vì lí do không đủ chuẩn, nhưng khóa sau lại không còn dạy thì nhà trường đưa ra hướng giải quyết giúp sinh viên như em có thể học môn này như thế nào ạ. em xin cảm ơn",
    "Dạ thầy cô cho em xin tăng sỉ số/ mở lớp mới môn Giải tích 2, Đại số tuyến tính, Thí nghiệm vật lý, Kỹ thuật lập trình với ạ. Em có đăng ký hồi đợt 1 nhưng không xác nhận được và không kịp đăng ký trong đợt 2 ạ. Em rất mong được thầy cô chấp thuận. Em xin chân thành cảm ơn.",
    "Xin chào quý thầy cô, do kỳ sau có nhiều môn học liên quan đến môn học này nên em xin được thầy cô cho phép mở thêm sĩ số cho lớp Kính chào thầy cô, do kỳ sau có nhiều môn học liên quan đến môn học nên em xin quý thầy cô cho phép mở thêm sĩ số cho lớp A01 Môn học EE3113 - Quy trình thiết kế &sxvm. Em xin cảm ơn.",
    "Em kính chào thấy/cô em đang đk môn học như do đk trễ nên k còn trống lớp Kinh tế chính trị Mac-Lenin  mã môn học: SP1033 E kính mong quý thầy cô có thể đăng ký giúp e vào lớp L16 của môn này ạ. E xin cám ơn    .",
    "Phòng đào tạo cho em xin hỏi có cách nào mình đăng kí thêm môn hoá đại cương CH1003 không ạ.Em xin cảm ơn .",
    "Dạ cho em hỏi là kỳ 202 này em có đăng ký thể chất nhưng bị xóa vậy thì khi nào em đăng ký lại được ạ (lý do bị xóa là khoa không mở môn học)",
    "Vì bây giờ các môn học giải tích 2 , hoá đại cương, vật lí bán dẫn hết lơp học hoặc sĩ số đã đầy,em mong phonhong đào tạo mở thêm lớp hoặc tăng sĩ sô lớp cho tụi em",
    "Dạ Nhà Trường cho em hỏi đăng ký môn học  ĐỢT 2 này ko đủ chuẩn anh văn sẽ bị hủy, em xin nhà trường gia hạn thời gian ĐỢT 3 mới hủy được không ạ tại gần cuối THÁNG 1 trường tổ chức thi xét Anh văn tiếp ,lúc đó em mới xét chuẩn anh văn kịp được ạ. Em cảm ơn Nhà Trường ạ.",
    "Em chào quý thầy/cô Phòng Đào Tạo Thưa thầy/ cô em tên là , là sinh viên lớp bằng 2 chính quy khoa Khoa học và Kỹ thuật Máy tính Hiện tại em có nguyện vọng mong được Phòng Đào Tạo giúp đỡ đó là xin Phòng Đào Tạo mở thêm sĩ số môn học Mật mã và an ninh mạng (CO3069), nhóm L02_L04 (thứ 3 tiết 45 và thứ 3 tiết 789) để em có thể sớm hoàn thành việc đăng ký môn học ạ    Em cảm ơn quý thầy/cô và kính chúc quý thầy/cô nhiều sức khỏe ạ    Trân trọng   ",
    "Em xin phép được đăng kí vào các lớp sau đây ạ: Môn giải tích 2  Môn Hoá đại cương Môn Vật lí bán dẫn",
    "Chào PĐT, Em hiện đã học qua 2 thể chất và đang là sinh viên năm 3 Theo điều kiện của nhà trường thì khi hết năm 3 em phải hoàn thành đủ thể chất, tức là kì này em vẫn có thể học Nhưng đợt đki môn học này em bị xóa hết tất cả các môn vì không đủ chuẩn thể chất Rất nhiều bạn cũng bị tình trạng tương tự Mong PĐT sớm phản hồi ạ vì hiện tại em không thể đki đc môn nào Em xin cảm ơn ạ!",
    "Em tên là , MSSV: . Em mong phòng đạo tạo có thể mở thêm 1-2 vị trí của lớp L04_L12 môn Cơ sở kỹ thuật điện (EE2017) ạ. Em xin cảm ơn ạ",
    "Đăng ký môn học     Kính gửi : Phòng đào tạo trường Đại học Bách Khoa- ĐHQGHCM Kính mong PDDT mở thêm lớp học Hóa đại cương ở cơ sở 2 . Em xin chân thành cảm ơn!",
    "Em xin mở thêm lớp vẽ kỹ thuật CI1003 ạ. Em xin phòng đào tạo xem xét ạ. Em xin trân thành cảm ơn.",
    "Chào các thầy cô, em là sinh viên khoa máy tính. Em trước đó đăng ký 3 môn Tự chọn là: - Mật mã và an ninh mạng CO3069 - Nhập môn trí tuệ nhân tạo CO3061 - Tính tóan song song CO3067 Em đã đủ điều kiện để đăng ký 3 môn này nhưng không hiểu lý do gì bị hủy môn học. Lúc em nhận ra bị hủy thì các lớp của 3 môn này đã đủ sĩ số. Em hi vọng được mở thêm sĩ số các môn trên vì hiện tại em chỉ đăng ký được 2 môn (5TC) Em cảm ơn!    .",
    "Em chào anh/chị, em muốn nhờ anh/chị tăng sĩ số lớp L01 môn Anh Văn 4 (LA1009) giúp em được không ạ vì các lớp đã full mà thời khóa biểu của em chỉ còn trống ngày thứ 2 có thể ra cơ sở 2 được thôi ạ. Em chân thành cảm ơn!",
    "Sáng 30/12 em đăng ký môn học thì trang đăng ký môn học bị lag, sau một hồi thì bị xóa môn Mạch điện tử, mã môn học EE2035. Em vào đăng ký lại môn đó thì lớp cũ và tất cả các lớp đã đầy. Vậy mong PĐT có thể mở thêm 1 sĩ số cho lớp L03-L08. Em cảm ơn. EE2035 - Mạch điện tử - Lớp L03-L08.",
    "dạ thưa cho em trình bày là đợt 1 em có đăng ký môn học đầy đủ, và em cũng không bị trễ anh văn,hoàn thành đầy đủ các môn giáo dục thể chất,hoàn thành đủ các môn tiên quyết và học trước, và đủ tctl cho năm 3, nhưng đợt 2 pđt đã xóa hết môn của em, và hậu quả là đúng 10h ngày mở đăng ký, do có công việc nên em vô đăng ký trễ hơn tầm 45 phút, lúc vô đăng ký nhưng web bị lỗi nhiều lần, và đến khi web ổn định hơn thì đã full hết slot và em không thể đăng ký bất kỳ môn nào chuyên ngành của em, trong khi những môn đó rất quan trọng đến thời hạn ra trường, em mong pđt xem xét và giải quyết trường hợp của em bằng cách tăng sĩ số các môn hay bất cứ cách nào tiện nhất ạ, chứ không thì thiệt thòi cho em quá trong khi không phải lỗi của em, em cảm ơn nhiều!!",
    "Chào thầy/ cô, Em là sinh viên văn bằng 2 ngành Khoa học máy tính. Tất cả các môn em đăng ký trong đợt 1 đều bị huỷ do thiếu môn tiên quyết. Nhưng theo CTĐT thì những môn đó chỉ cần môn học trước và em đã đang học các môn học trước rồi. Cho em hỏi là thiếu môn tiên quyết nào ạ. Em cảm ơn !",
    "Chào quý thầy/cô, Em tên là , MSSV , vì một vài lý do chủ quan nên học kỳ 201 này em vẫn chưa đăng ký được môn LA1009, SP1033. Em khẩn thiết xin thầy/cô cho tăng sĩ số ở lớp L03 ở môn LA1009 và lớp L01 ở môn SP1033 ạ Em xin chân thành cảm ơn thầy/cô. Chúc thầy/cô một ngày tốt lành.",
    "MSSV:  Thưa , em xin tăng sĩ số lớp Kỹ thuật Xúc tác và Ứng dụng CH3151 A01 để được học trong học kỳ 202. Em xin chân thành cảm ơn!",
    "Kính gửi quý thầy cô, Em tên là Lưu Ngọc Thùy An, mã số sinh viên , thuộc lớp HC19KTTP, em muốn xin gia tăng sĩ số của lớp mã L11 môn Kinh tế chính trị Mac Lê-nin, mã môn học SP1033 ạ. Lí do: Các lớp còn lại đều hết chỗ và trùng với lịch học của em. Em xin chân thành cảm ơn.",
    "Nguyễn hữu thành ",
    "Tên em :  MSSV:   Cho em hỏi là em muốn đăng kí môn học ME1005 _ Thực tập cơ khí đại cương 1 , mà hết chỗ rồi em phải đăng kí như thế nào ạ ?",
    "Em kính chào thầy/cô, Cho em hỏi là HK2 (2020-2021) hệ chính quy đợt này không mở môn \"EN3313 - Thực tập tốt nghiệp\" ạ? Có cách nào để mở môn này để có thể đăng ký học trong HK2 (2020-2021) không ạ? Em cảm ơn thầy/cô.",
    "Kính gửi PĐT  Em tên là , MSSV:  Khoa: Công Nghệ Vật Liệu  Nay em viết đơn này, kính mong bên phía nhà trường có thể giúp em mở thêm sĩ số lớp L02-Thứ 3 tiết 8-9 của môn Kinh tế chính trị - để em có thể đăng kí ạ. TKB trước của em là môn này là lớp L08 vào Thứ 4 tiết 10-11 ạ! Nhưng do thời gian kết thúc lớp khá trễ và sau đó em còn kẹt thời gian di chuyển từ cs2 đến nơi đi làm thêm ạ! Thật lòng mà nói em rất cần đăng kí thêm môn này để kiếm thêm chỉ tích lũy ạ! Vì hiện tại em thiếu khá nhiều chỉ để tích lũy cho việc đkmh của kì tiếp theo. Bên cạnh đó, sức khỏe của em hiện tại không được tốt và ổn định nên kính mong nhà trường có thể chấp nhận mà giúp em đăng kí môn này của lớp này ạ!  Em cảm ơn rất nhiều ạ! Kính mong nhà trường xem xét và duyệt giúp em, để em có cơ hội học môn này ạ!  Chúc quý thầy/cô xét duyệt một buổi chiều tốt lành ạ! Em cảm ơn rất nhiều",
    "Chào thầy cô, em xin phép mở thêm sĩ số lớp IM4005 - hệ thống thông tin quản lý - cs1 ạ. Em cám ơn thầy cô ạ .",
    "Xin chào quý thầy cô  em là sinh viên K19 , cho em xin hỏi là nếu đăng ký môn học lần 2 em đăng ký được môn học thì qua lần 3 em có bị xóa môn học hay không hay lần 3 chỉ để thay đổi lịch học thôi ạ ? Tại em đăng ký vừa đủ chỉ sợ qua lần 3 em bị xoa môn  . Em xin chân thành cảm ơn quý thầy cô đã giải đáp thắc mắc cho em .",
    "nh gửi PĐT Đại Học Bách hoa HCM . Hôm nay em viết đơn này xin PĐT xem xét cho chúng em có thể được mở lớp hóa học PO và hóa lý PO . tụi em đã làm đơn và có được chữ ký của cả trưởng bộ môn cũng như giáo viên giảng dạy , tụi em cũng đã nộp đơn vào PĐT vào lúc 13h30 30/12/2020 và chị thụ lí đơn kêu là đợi xem xét với tình hiện hiện tại của 18 chúng em nếu không học được 2 môn này thì không biết đến bao giờ mới có thể cầm được bằng ỹ Sư nữa ạ , 2 môn này tiên quyết cho rất nhiều môn ở phía sau , tụi em đã qua anh văn và đáp ứng đủ nhu cầu của môn học cần thiết và cũng đã xin được đơn đăng ký mở lớp .Xin phòng đào tạo xem xét cho tụi em được đăng ký vào ngày mai ( trong đơn tụi em có ghi là xin mở lớp ở cs2 theo đúng yêu cầu từ mail của nhà trường ) rất mong được sự giúp đỡ từ phía PĐT để chúng em có thể học được môn học này . Lúc đi về chỉ vì câu nói \"đợi xem xét lại mới biết \" mà em đã khóc trên đường về rồi ạ , thật sự 2 môn này rất quan trọng đối với tụi em vào thời điểm này , nên chúng em rất mong được nhận sự giúp đỡ từ phía PĐT để chúng em có thể học tập và ra trường đúng hạn ạ . Em xin cám ơn PĐT .",
    "Em chào PĐT ạ! PĐT cho em hỏi là đối với môn học tự chọn em chỉ được đăng ký theo chương trình đào tạo của ngành và khóa mình thôi hay em có thể đăng ký học môn tự chọn của ngành mình theo học nhưng của khóa khác( không có trong chương trình đào tạo của khóa mình) có được khộng ạ? em cảm ơn!",
    "Chào thầy(cô) ạ, e muốn hỏi thủ tục để e xin tăng sỉ số SV một lớp học môn Kĩ thuật lập trình ạ?",
    "Dạ em viết đơn này xin được mở thêm sĩ số lớp Nền móng (CI3195) ạ, em cảm ơn nhiều ạ",
    "Em chào thầy/cô, em là  (MSSV: ) hiện đang là sinh viên năm 3 đến từ khoa Khoa học & Kỹ thuật Máy Tính. Hiện tại thì lớp anh văn 4 đã full slot ở tất cả các lớp, nhưng mà em thì đang rất cần học môn anh văn 4. Không biết thầy/cô có thể cho em đăng ký thêm được không ạ. Theo thời khóa biểu của em thì em có thể vào các lớp học L02, L04 được ạ. Em cảm ơn thầy/cô đã xem, em mong sẽ nhận được phản hồi sớm ạ .    .",
    "Em mong PĐT tăng thêm sỉ số lớp L01_L01 môn Pt ứd internet of things CO3037 để em đăng kí môn ạ (do lớp L01_L02 em bị trùng với môn quan trọng khác nên em không đăng kí được) Em xin cảm ơn rất nhiều ạ.",
    "Chào Thầy/Cô,    Em hiện là sinh viên K17 khoa Điện - Điện tử, hiện em có 3 câu hỏi như sau, rất mong được sự giải đáp từ phía PĐT ạ:    1 Hiện tại em có 1 môn đăng ký nhưng bị văng ra với lý do \"trùng lịch\" với môn khác, trong khi em chỉ đăng ký 2 môn và lịch trống còn lại rất nhiều, sau đó em có tiến hành xóa 1 môn rồi đăng ký lại môn đó, tuy nhiên do số lượng truy cập lớn khiến cho hệ thống bị nghẽn nên em không thể đăng ký lại, sau khi hệ thống trở lại bình thường thì các lớp đều được lấp đầy Em muốn được biết hướng giải quyết cho trường hợp này là như thế nào?    2 Theo chương trình đào tạo thì em đã học đầy đủ và chỉ còn Đề Cương LVTN, LVTN, và 1 môn (3 chỉ, được nêu ở câu 1), vậy nếu trong trường hợp em không thể đăng ký môn 3 chỉ đó và chỉ đăng ký được Đề Cương LVTN (0 chỉ) thì có bị đình chỉ học vụ (do không đủ số lượng tín chỉ/ 1 kỳ) không ạ?    3 Theo em được biết thì LVTN phải yêu cầu là hoàn thành Đề cương LVTN, em hiện chưa đăng ký Đề cương LVTN nhưng đã đang hoàn thành Đề cương cùng với thầy hướng dẫn, liệu PĐT có thể tạo điều kiện để em có thể được đăng ký song song cả 2 môn đó không ạ? (trong trường hợp có xác nhận của GV hướng dẫn Đề cương LVTN ạ)    Em xin chân thành cảm ơn  Trân trọng  ",
    "Cho em hỏi là, 1. Chuẩn thế chất của các năm là như thế nào,  Năm nhất, năm 2, năm 3,... 2. Em thấy có bạn nói là phải học đủ ba môn khác nhau hoặc 2 lần môn năm nhất và một môn khác? Cái nào đúng ạ?.   i ",
    "Em chào PDT, do em  công việc ngày thứ 2 nên không thể học vào ngày này nên em xin chuyển sang ngày thứ 5 tiết 2 - 4. Mong PĐT xét duyệt. Em cảm ơn ạ!",
    "Em chào thầy cô ạ Dạ thầy/ cô ơi, do kỳ 202 này có môn học không được mở lớp, dẫn đến em bị hủy môn nên em xin thầy cô tăng sỉ số môn học cơ lưu chất (CI2003) lớp L02_L06 để em có thể đăng ký ạ.Em cám ơn thầy cô nhiều ạ.",
    "Cho em hỏi là có thể đăng kí mở thêm sĩ số lớp không ạ. Và làm cách nào để đăng kí mở thêm sĩ số lớp ạ.",
    "MSSV:    Danh sách xin mở rộng sĩ số môn Nhiệt động lực học và truyền nhiệt .",
    "Em chào thầy/cô, em là  - MSSV  Sau đợt đăng kí đợt 1 thì môn Anh văn 4 của em bị hủy không có lý do Đến khi đăng kí đợt 2 thì không còn sỉ số lớp để đăng kí Mong nhà trường xem xét tăng thêm xỉ số để em có cơ hội được học cho kịp chương trình Em xin chân thành cảm ơn!                                                           MSSV ",
    "MỞ THÊM LỚP GIẢI TÍCH Ạ. DO HIỆN KHÔNG ĐỦ SLOT CHO TỤI EM HỌC Ạ!",
    "môn 'cơ lưu chất' và' con người và môi trường' em đã đủ chuẩn năm 2 và điểm anh văn năm 2 rồi nhưng đăng kí vẫn bị xóa , kính mong nhà trường xét cho em được tham gia lớp L01 của hai môn này ạ, e cảm ơn !",
    "Dạ em sinh viên khoá K14 , do thi tiếng ang không đủ 600 nên khoing thể chuyển điểm được anh văn 4 . Giờ em vô đk học anh văn 4 thì đã đầy sỉ số , mong thầy cô tư vấn giúp em để em được than gia lớp học anh văn 4 ạ . Hiện em còn 1 kỳ cuối cùng thôi ạ . Em thầy cô đăng ký giúp em  .",
    "Thầy (cô) cho em xin tăng sĩ số môn học kinh tế chính trị - (SP1033) lớp L03, thứ sáu, tiết 5 6. Em xin cảm ơn ạ.",
    "Em là  - MSSV: . Em kính mong Phòng đào tạo xem xét tăng sĩ số lớp L08 - Kinh tế chính trị (thứ 4 tiết 10 11) . Lý do: hiện tại em chỉ đăng ký được 10 chỉ cho HK202 . Em xin chân thành cảm ơn",
    "Kính gửi: Phòng đào tạo trường đại học Bách Khoa-Đại học Quốc Gia TP Hồ Chí Minh. Em tên là -MSSV:  Em xin pđt tăng sĩ số lớp hóa sinh (CH2033) nhóm l01_L01, vì các nhóm lớp còn lại em đã bị trùng giờ các môn khác. Em xin chân thành cảm ơn.  ",
    "Em chào anh/chị. Do thiếu môn tiên quyết nên HK192 em không thể đăng ký môn Quản lý thu mua (Me4657) và nếu học kỳ 202 em không học môn này thì sẽ có nguy cơ trễ Thực tập tốt nghiệp và phải đợi đến học kỳ 212. Hiện em đăng ký full chương trình học theo tiến độ là 19 chỉ và chỉ thiếu 1 chỉ để đăng ký môn này ạ. Kính mong anh/chị xem xét cho em đăng ký 22 chỉ cho học kỳ 202 ạ. Em chân thành cảm ơn.",
    "CHào thầy cô Em hiện là sinh viên k18, do các học kì trước chưa học các môn Mach điện tử(EE2007) và vi xử lý..., kì này em đăng kí thì thấy mã môn học đã được đổi. CHo em hỏi các môn học đó đã đổi thành những môn nào (hay mã môn học nào)và nếu em đăng kí học những môn đó nhưng theo mã môn học mới thì có được tính điểm tương đương với mã môn học cũ không ạ. Em xin chân thành cảm ơn!!!",
    "Kính gửi PĐT, trong đợt ĐKMH Đợt 1 vừa rồi em đã đăng ký các môn có mã số như trên (gồm các môn: Nhập môn trí tuệ nhân tạo, PT và TK giải thuật, Mật mã an ninh mạng và tính toán song song), tất cả các môn trên em đều thỏa điều kiện đăng ký và không bị vấn đề Tiên quyết, Anh văn hay GDTC . Nhưng trong lần kết quả ĐKMH đợt 1 và hiệu chỉnh đợt 2, em đã bị xóa tất cả các môn trên với lý do \"PDT không đ/ký cho SV MH CO3031 (0: Thiếu môn tiên quyết GDTS_2)\" (Hình đính kèm), bản thân em thật sự không thể hiểu nổi đây là lỗi gì và hiện tại cũng đang rất hoang mang vì các môn trên đã đủ sĩ số và không còn lớp. Qua tìm hiểu, không chỉ riêng bản thân em và rất nhiều bạn cũng bị trường hợp tương tự, có bạn may mắn thì đăng ký kịp thời, có bạn vào đăng ký muộn một tí thì không còn lớp nữa, nếu không có lớp, kỳ sau em không biết phải học gì nữa vì em chọn môn nào cũng đều không còn lớp. Vì vậy, kính mong PĐT mở thêm 1-2 lớp với các môn em đã ghi như trên để em có cơ hội được học các môn ở học kỳ tiếp theo. Mong PĐT có thể phản hồi em sớm nhất có thể. Một lần nữa em xin chân thành cảm ơn.",
    "Khi em đăng ký môn Cơ sở kỹ thuật điện (mã môn ee2017) thì đã bị xóa do thiếu môn tiên quyết có mã là ee1011 (Giải tích mạch) nhưng theo kế hoạch đào tạo của khóa 2019 thì mã môn Giải tích mạch là ee2033 và em đã đăng ký học ở kỳ này rồi nên em muốn hỏi là không biết em cần làm gì để đăng ký được môn đã bị xóa ?",
    "Dạ em chào thầy, cô. Em là - MSSV . Thầy, cô cho em xin tăng sỉ số  LA1009  4 lớp L04 được không ạ. Dọ đợt 1 em có đăng kí nhưng giờ lại bị hủy không lí do. Em xin chân thành cảm ơn! ",
    "Cho em xin tăng sỉ số Môn Hư hỏng và sửa chữa công trình Ci1051 lớp A02 Cơ Lưu chất ci2003 lớp L02-L05 Dạ e cảm ơn",
    "mmh: MT1005, chuong trinh chất lượng cao nhóm lớp: CC01",
    "Kính gửi Nhà trường, Em có nguyện vọng được xin mở thêm sĩ số môn CO3001 Công nghệ phần mềm, lớp L01. Em xin chân thành cảm ơn, ",
    "HK202 Đăng kí học kỳ 2 - Kết quả đợt 1\"  em có 28 chỉ, thế mà qua \"HK 202 Đăng kí học kỳ 2 - Đợt 2\"   em lại có 14 chỉ, thế thì cái nào đúng ạ? Và nếu cái \"kết quả đợt 1\" là chính xác vậy thầy cô có thể xóa bớt môn cho em được không ạ, không hiểu sao lại có tận 2 môn giải tích 2, hai môn vật lý 2, hai môn thí nghiệm vật lý...",
    "Từ  MSSV   Hóa đại cương CH1003 , Thí nghiệm vật lý PH1007",
    "Thưa Thầy/Cô em là sv K18 khoa Điện Điện tử ngành tự động hóa, đợt đăng kí môn học từ 30/12-4/1/2021 đợt này sinh viên bị xóa hết môn nhưng khi mở lớp thì có lớp chỉ mở có 60 sinh viên trong khi có tới hơn 170 sinh viên ngành tự động , rất mong quý Thầy Cô xem xét và mở thêm lớp cho các môn Điện tử công suất ứng dụng , Scada , Thị giác máy với ạ   Em xin chân thành cảm ơn",
    "xin mở sĩ số lớp L02_L03 môn \" Nhiệt đông lực học và truyền nhiệt\" mã ME2013 Em có đăng ký môn từ đợt đăng ký đầu rồi nhưng qua đợt 2 thì phòng đào tạo đã xóa môn với lý do là trùng lịch TKB. Em nghĩ phòng đào tạo sẽ sắp xếp để những môn em đăng ký có thể được học đầy đủ nhưng bây giờ lại xóa. Em đã thay đổi lịch để tránh không trùng lịch lớp L02_L03  em mong có thể mở thêm sĩ số lớp để em có thể học được môn ạ. Em mong phòng đào tạo xem xét cho em ạ. Em cảm ơn phòng đào tạo ạ",
    "kính mong VPDTQT tăng sĩ số lớp GT2( MT1005), chương trình chất lượng cao.   em cảm ơn ạ.",
    "Kính thưa phòng đào tạo. Em tên là Hoàng Thị Kim Chi, MSSV:, thuộc khoa Kỹ thuật Hoá học. Hôm nay em biết mail này để xin Phòng đào tạo mở thêm lớp dạy học ở cơ sở 2. Vì đợt đăng ký lần 1, em có đăng ký đầy đủ (5 môn/5 môn) nhưng kết quả lại bị hủy tận 3 lớp. Cho đến đợt đăng ký lần 2 thì lớp lại không còn chỗ. Cho nên, em xin phòng Đào tạo mở thêm lớp Thí nghiệm Vật Lý, Giải tích 2, Vẽ kỹ thuật, Đại số tuyến tính ở Cơ Sở 2 ạ. Không phải riêng mình em mà hầu như rất nhiều sinh viên vẫn chưa đăng ký được lớp trong đợt đăng ký môn học lần 2 này hoặc lớp các bạn ấy đăng ký cũng bị huỷ giống như em.  Kính mong Phòng Đào Tạo xem xét.",
    "Xin chào thầy/cô ạ, thầy/cô có thể tăng sĩ số môn EE2017 cơ sở kĩ thuật điện của 1 trong các lớp L05_L11-L15 để em đăng ký được không ạ",
    "Em chào thầy(cô), em muốn xin PĐT mở thêm sỉ số môn Thiết kế luận lí verilog CO1025 và môn Hệ Điều Hành CO2017 với ạ? Em cảm ơn ạ!",
    "Kính gửi PĐT Hiện tại môn Công Nghệ Phần Mềm (mã MH: CO3001) đã được PĐT mở một lớp ở CS2, nhưng do nhu cầu đăng ký cao nên không đủ chỗ cho các bạn đăng ký, vậy em muốn xin tăng sỉ số lớp ở CS2 thì em có phải làm đơn hay phải thực hiện như thế nào ạ? Kính mong PĐT phản hồi giúp em Em xin chân thành cảm ơn.    .",
    "kính gửi ban phụ trách, em xin đăng ký môn hóa đại cương ạ do sơ ý em xóa mất ạ chứ em đăng ký trước đó rồi ạ",
    "TKB sơ bộ của em bị trùng lịch, cho em xin đăng kí vào một lớp đã đủ sỉ số học để không trùng lịch nữa ạ. Em cảm ơn",
    "Kính thưa quý thầy, cô pđt. Em tên trần thị kim tuyến khoa kỹ thuật môi trường. Nay em xin pđt mở thêm sỉ số lớp môn sức bền vật liệu, mã môn học (Ci2001) đợt đăng ký môn học đợt 2 học kỳ 202 chính quy (chuyển hệ). Em xin chân thành cảm ơn",
    "Hi T ạ! Cho em hỏi quy trình xin mở lớp mới với quy trình tăng sỉ số lớp để em đăng kí môn học ạ ? Em cảm ơn",
    "Chào thầy cô, em tên , MSSV: Em muốn xin mở thêm sĩ số môn Vi xử lý,EE2013, lớp A01 được không ạ",
    "Chào thầy/cô ạ, thầy/cô xin cho em hỏi như sau: em là sinh viên khoá K18 do không đăng ký được giải tích mạch vào kì trước nên em bị trễ 1 vài môn học trước và tiên quyết của chuyên ngành em. Theo em được biết thì kì chính này sẽ mở, nhưng hiện tại 2 môn đó lại đang mở dưới mã mới của của chương trình K19 . Em không biết liệu có thay đổi gì đối với chương trình học của em không ? và em có phải đăng ký theo mã mới K19 để kịp chương trình hay phải làm đơn với các bạn gặp trường hợp tương tự để mở lại môn với mã cũ của K18, em vô cùng cảm ơn thầy/ cô đã đọc câu hỏi của em. Mong được quý thầy/ cô hồi âm sớm. Kính chào quý thầy/ cô.",
    "kính gửi ban phụ trách, do em sơ ý xóa nhầm ạ",
    "Em muốn xin phòng đào tạo mở thêm sĩ số môn Vận trù học (ME2051) được không ạ . Vì là môn chuyên ngành mà kì này chỉ mở 1 lớp nhưng đã full sĩ số rồi nên em không đăng kí được. Nhưng theo qui định thì hết năm 2 không hoàn thành chương trình năm 1,2 thì không được đăng kí môn năm 3, nên em chân thành xin phòng đào tạo mở thêm sĩ số cho lớp Vận trù kì này để em có thể đăng kí học ạ.",
    "Tăng sỉ số môn EE3031 - Lập trình hệ thống nhúng A01 ạ Em xin cảm ơn.",
    "Em chào anh/chị. Em là sinh viên K17 và có một môn của em đã đổi mã môn học là môn Quản lý thu mua (đổi từ ME4657 thành ME2113) thì em đăng ký môn học với mã môn học mới (ME2113) thì có được tính vào số tín chỉ tích lũy ngành không ạ. Em cảm ơn!",
    "Kính gửi quý thầy cô, Em tên là  thuộc lớp KSTN-HC19 (MSSV: ), em muốn xin tăng sĩ số của lớp L14 (tức thứ 6, tiết 8,9) Lí do: Do thời khóa biểu môn chính trị hiện tại bị trùng với lịch học môn cơ sở ngành trên CS1. Rất mong quý thầy cô giải quyết giúp em ạ!Em xin cảm ơn rất nhiều !",
    "ký môn học . Thưa anh/chị, mặc dù mssv em  nhưng em học chung sinh viên khóa K18, sau kết quả ĐKMH đợt 1 của em, em bị xóa hết tất cả các môn đã đăng kí vì lý do thiếu môn tiên quyết GDTS_2. Em có 2 câu hỏi ạ: + K18, em đã hoàn thành 3 môn thể chất là: GDTC1, Bơi và Võ. Nhưng tại sao em vẫn bị thiếu môn tiên quyết GDTS_2? +  kí đợt 2, em đã đăng kí lại được 1 vài môn, nhưng liệu có chắc chắn rằng những môn này sẽ không bị xóa vì cùng lý do như trên nữa không ạ?",
    "Kính gửi: Phòng Đào tạo Trường ĐH Bách Khoa TP HCM. Em tên là . Mã số SV: . Hiện đang là khóa K20 học ngành Vật lý Kỹ thuật. Em gửi yêu cầu này với mong muốn xin Phòng Đào tạo tăng sỉ số lớp / mở thêm lớp Vật lý 2. Em rất mong được học môn Vật lý 2 trong học kì tới. Nếu em có thể làm gì xin phản hồi cho em với ạ . Em xin cảm ơn.",
    "Kính gửi Nhà trường, Em có nguyện vọng được xin mở thêm sĩ số môn CO2003 Cấu trúc dữ liệu và giải thuật, lớp L01_L01 do toàn bộ các lớp đã full sĩ số. Em xin chân thành cảm ơn. ",
    "Em tên là: MSSV: Hiện tại em đang cần học môn ME2007 Chi tiết máy Em xin hỏi PĐT có thể tăng sĩ số lớp L02_L06 Môn Chi tiết máy, mã môn ME2007 được không ạ?",
    "Cho em hỏi kì 202 sắp tới thì thủ tục đăng ký các môn gdtc như thế nào ạ? Vẫn đăng ký qua trang web của trường như trước hay phải trực tiếp qua TT TD&TT của ĐHQG đăng ký ạ?",
    "Em chào thầy/cô phòng Đào tạo đã xem tin nhắn của em. Em xin PĐT tăng thêm sỉ số môn học av3 để e có thể đk môn học ạ. em không biết tại sao đk môn học lần 1 e có đk mà lần 2 lại mất ạ. Em cám ơn thầy/cô đã phản hồi ạ.",
    "CHào thầy cô Em hiện là sinh viên k18, do các học kì trước chưa học các môn Mach điện tử(EE2007) và vi xử lý..., kì này em đăng kí thì thấy mã môn học đã được đổi. CHo em hỏi các môn học đó đã đổi thành những môn nào (hay mã môn học nào)và nếu em đăng kí học những môn đó nhưng theo mã môn học mới thì có được tính điểm tương đương với mã môn học cũ không ạ. Em xin chân thành cảm ơn!!!",
    "Dạ cho em hỏi là quy chế quy định là nếu đk TTTN trong kỳ chính thì đk tối đa được 12c, nhưng hôm nay em vào đk thì thấy tối đa được 15c, em có vào quy chế xem lại thì không còn để tối đa 12c nữa, vậy cho em hỏi là quy chế đã đổi từ 12c lên 15c rồi đúng hông ạ, vì em sợ nếu em đăng kí lên 15c thì sợ đợt 3 lại hủy TTTN của em, em cảm ơn ạ",
    "ee3025 lớp A02 .",
    "Xin phép đăng kí bổ sung môn học Mã môn IM1009  MSSV    Đăng kí bổ sung lớp L02 ",
    "ee3031 lớp A01 .",
    "Giải tích 2 - MT1005 Vật lý 2 - H1005 Đại số tuyến tính - MT1007 Vẽ kĩ thuật - CI1003 Thí nghiệm vật lý - H1007 Tại cơ sở 2",
    "ng ký lại môn học GIải Tích 2 vì lở tay bấm xóa trong đợt đăng kí lần thứ 2 Đăng ký lại thời gian môn  và ",
    "Em là , MSSV , em có tạm dừng học kì 192 và 201 vì lý do cá nhân, em có đăng ký môn học cho kì 202 thì bị xóa hết các môn chuyên ngành của kì 2 năm 3, hệ thống báo là không đủ chuẩn thể chất sau năm 2. Em đã đọc lại quy chế là từ k18 trở về trước phải hoàn thành chuẩn thể chất sau năm 3 thì mới được đăng kí môn học của năm 4. Vậy tại sao em lại bị xóa môn khi em không vi phạm quy chế vậy ạ? Em có rớt gdtc1 và qua 2 môn bóng rổ, cầu lông nhưng việc đó không vi phạm quy chế. Mong pđt trả lời giúp em với, em cảm ơn.",
    "Cho em hỏi về việc K19 Khoa Kỹ thuật hóa học, cụ thể ngành Hóa Dầu sang năm 3 có chuyển lên học tại cơ sở 1 - quận 10 không ạ? Em xin cảm ơn ạ!",
    "dạ thưa cho em trình bày là đợt 1 em có đăng ký môn học đầy đủ, và em cũng không bị trễ anh văn,hoàn thành đầy đủ các môn giáo dục thể chất,hoàn thành đủ các môn tiên quyết và học trước, và đủ tctl cho năm 3, nhưng đợt 2 pđt đã xóa hết môn của em, và hậu quả là đúng 10h ngày mở đăng ký, do có công việc nên em vô đăng ký trễ hơn tầm 45 phút, lúc vô đăng ký nhưng web bị lỗi nhiều lần, và đến khi web ổn định hơn thì đã full hết slot và em không thể đăng ký bất kỳ môn nào chuyên ngành của em, trong khi những môn đó rất quan trọng đến thời hạn ra trường, em mong pđt xem xét và giải quyết trường hợp của em bằng cách tăng sĩ số các môn hay bất cứ cách nào tiện nhất ạ, chứ không thì thiệt thòi cho em quá trong khi không phải lỗi của em, em cảm ơn nhiều!!",
    "Kính gửi Phòng Đào Tạo.   U Em là sinh viên K19 đang theo học chương trình CLC Việt-Pháp ạ   . Vì lý do là HK2 (2020-2021), số tín chỉ môn học của em đăng ký là 11 tc (do có môn em đã hoàn thành trước trong HK hè ạ), nên em muốn xin nhà trường có thể mở thêm sĩ số lớp cho em và bạn của em ở môn học \"   B Kỹ thuật lập trình - mã môn: CO1027 - lớp L05_L14    \" ấy ạ! Do lịch của lớp ấy không bị trùng với các môn khác của chúng em ạ. Em xin cảm ơn Phòng Đào Tạo rất nhiều ạ!",
    "Kính gửi PĐT, cho em hỏi môn VI XỬ LÝ mã cũ EE2013 ( 4 tín chỉ) đã được đưa vào danh sách môn tương đương/ thay thế thành môn VI XỬ LÝ mã mới (EE2039) ( 3 tín chỉ).  Vậy theo qui chế về môn tương đương/thay thế, nếu em học môn Vi xử lý mã mới thì có được tính đã qua cho môn vi xử lý mã cũ không ?? ( theo dạng điểm MT ( tính tín chỉ tích luỹ, không tính điểm trung bình tĩnh luỹ ngành)). Em cảm ơn",
    "Cho em xin đăng kí thời khóa biểu bổ sung thêm các môn được không ạ Tại em thấy có nhiều trường hợp ghi 61/60 vẫn được. Em đã kiểm tra với thời khóa biểu và không xuất hiện việc đụng giờ hay gì ạ. Nếu đăng kí được hơn 3 trên 4 môn bên dưới thì xin xóa giúp em môn \"EE3053 - Mạng cảmbiến khôngdây&ưd\" nhóm A01 với ạ. EE3063 lớp A01 (60/60) Trí tuệ nhân tạo trong điều khiển EE3037 lớp A01Điện tử y sinh EE3031 lớp A02 (61/61) Lập trình hệ thống nhúng EE3077 lớp A01 (60/60) Thị giác máy Em xin chân thành cảm ơn.    .",
    "Kính thưa Phòng Đào tạo, Em tên là , MSSV . Em viết bài này với hy vọng Phòng Đào tạo sẽ tăng sĩ số lớp L02_L04 của môn Giải tích 2 (mã môn MT1005). Lý do: Do chưa được hướng dẫn cách đổi nhóm môn học nên em đã thực hiện xóa môn để đăng ký nhóm khác của môn học đó. Nhưng do đường truyền mạng kém nên các lớp đều đã đủ sĩ số trước khi em kịp đăng ký lại. Em rất mong Phòng đào tạo sẽ chấp thuận yêu cầu này của em. Em xin chân thành cảm ơn.",
    "Em tên     Em xin pdt mở thêm sỉ số đồ án MA3059 ạ  Em cảm ơn rất nhiều ạ  Trân trọng!",
    "Em xin phép mở sỉ số lớp A02 môn học Xử lý ảnh EE3035 và lớp A01 môn Trí tuệ nhân tạo trong điều khiển EE3063 ",
    "Em tên:  MSSV:  Lý do là em đăng kí môn học Học kì 2 năm 2020-2021. Nhưng vào trang đăng kí thì bị hết lớp, không đăng kí môn được. Nên giờ em phải làm thế nào để đăng kí môn Học kì 2 được ạ. Em mong là sẽ nhận được phản hồi sớm. Trong thời gian chờ phản hồi của Phòng, em xin chân thành cảm ơn",
    "chào thầy cô ạ thầy,( cô) cho em hỏi em đã đăng kí môn học hóa đại cương từ đợt đăng kí 1 nhưng do chưa đủ tín chỉ học nên em đã thêm 1 số môn và môn hóa đại cương do lịch hoch chưa phù hợp với em nên em đã xóa môn để đăng kí lại lớp khác. Nhưng khi xóa xong qua đăng kí lớp khác thì tất cả các lớp đã đủ số lượng nên em không còn đăng kí được nữa Xin thầy cô cho em hỏi giờ em phải làm sao để đăng kí lại được nữa ạ Em cảm ơn.",
    "Em chào các anh chị và thầy cô, hiện tại môn CH3151 (môn kỹ thuật xúc tác và ứng dụng) lớp A01 hiện tại sĩ số lớp là 60/60 và đã đầy và môn này chỉ có một lớp duy nhất dành cho đại trà, mà em muốn đăng ký học môn này (môn này là môn quan trọng của ngành em), nên em mong muốn PĐT có thể mở tăng thêm sĩ số lớp lên để cho em có thể đăng ký được không ạ.",
    "Dạ gv có thể mở thêm lớp Vi xử lý EE2039 lớp A01_A01 được không ạ? Và có thể thêm em vào lớp đó được không ạ? Em cảm ơn rất nhiều ạ",
    "Thưa thầy/cô, Em là  , sinh viên khoa Cơ khí Em xin được mở thêm sỉ số môn Cơ khí Đại cương (ME1003) lớp L02_L04 ạ. e xin cảm ơn ạ.",
    "Cho em hỏi nhà trường có mở đợt đăng kí môn học lần 3 không ạ. Em cảm ơn.",
    "Dạ hôm nay em đăng kí môn học, môn Anh Văn 4 của em mới hủy đển chuyển sang lớp khác, mà giờ em đăng kí lại thì không đăng kí được ạ ",
    "Dạ chào thầy cô ạ. Vấn đề là có rất nhiều bạn như em (khoảng hơn 90 bạn) rất có nhu cầu học môn Hóa đại cương ạ. Hôm nay chúng em đã lên xin phòng đào tạo mở thêm lớp nhưng không được ạ. Thế nên trường có thể tăng sĩ số của mỗi lớp học lên nhiều nhiều được không ạ. Em và  bạn cảm ơn nhiều lắm ạ. P/s: mã môn học là CH1003 ạ",
    "Thưa thầy/cô, Em là , em là sinh viên năm hai khoa Điện - Điện tử. Do đăng kí trễ nên em không tìm được lớp cho một số môn học . Em mong thầy/cô mở thêm lớp cho ba môn EE2005 -  Tín hiệu và hệ thống EE2035 - Mạch điện tử và EE2039 - Vi xử lý",
    "QUOTE   Đăng ký môn học ý do: Do lịch học trường sắp xếp không thuận tiện với em nên em đã lỡ xóa để đăng ký giờ học khác, em xin nhà trường mở thêm sỉ số hoặc cho em biết 1 hướng nào đó giúp em giải quyết Em xin cám ơn. Em xin tăng sĩ số các lớp sau để đăng ký môn học: Mã môn 1: MT1005, Nhóm lớp 1: 1_21 Mã môn 2: CH1003, Nhóm lớp 2: 0_39 Mã môn 3: CI1033, Nhóm lớp 3: 02_03",
    "Em chào thầy/cô. Thầy/cô cho em hỏi môn chuyên nghành của em hiện tại sĩ số là 64/60 dư so với yêu cầu 1 lớp là 4 bạn nhưng e không thể đăng kí vào lớp được. Thầy/cô cho em hỏi liệu lần 3 có chia lớp hay mở thêm sĩ số không ạ vì học kì sau k19 môn này chỉnh lại từ 2 chỉ thành 1 chỉ,em không biết đăng kí được không . Em cảm ơn ạ.",
    "Thưa cô, Em ấn nhầm xóa môn phương pháp tính và hiện tại k có lịch ở cơ sở 2 nữa ạ mong cô điều chỉnh giúp em với ạ .",
    "Kì tiếp theo em có môn học \"Xác suất và thông kê(MT2013)\" nhưng chưa đăng kí được thì đã hết lớp. Em xin PĐT tăng thêm sỉ số lớp để em có thể đăng kí được môn học cho kì sau",
    "Em xin phép VPĐTQT tăng sĩ số lớp cho môn học Hoá Lý 2 (Mã CH2109) vì sĩ số các lớp đã đầy và em vẫn chưa đăng ký được môn này theo chương trình đào tạo.",
    "Chào thầy/cô. Em tên ...cho em hỏi là em đã đăng ký kì thi kiểm tra trình độ av đợt 1 rồi thì có được đăng ký kì kiểm tra av đợt 25/1 tới không ạ? Do em bận làm đồ án ôn luyện chưa kĩ nên chưa đạt chuẩn av theo quy định ạ.",
    "Dạ em xin chào thầy cô Em tên  Mssv  lớp XD15CB Thầy cô có thể cho em hỏi chính xác khi nào có bằng không ạ? Hiện tại công ty em họ đòi bằng gấp để xác nhận hồ sơ, không có thì họ sẽ cho nghỉ việc ạ Liệu có cách nào pdt có thể xác nhận cho em là đã hoàn thành chương trình không ạ?  Em xin cảm ơn thầy cô.",
    "Em chào quý thầy cô!  Cho em hỏi là môn Pháp luật đại cương SP1007 nhóm L02 có thể mở thêm sĩ số không ạ? Em đã đăng ký môn này vào đợt 1, mà hệ thống xếp em vào lớp ở cs1, hơi bất tiện đi lại. Nếu được mong quý thầy cô xem xét cho em chuyển qua nhóm L02 . Em cảm ơn ạ!",
    "Em xin tăng sĩ số các lớp sau để đăng ký môn học: Mã môn: CO2017, nhóm lớp: L05_L10 Mã môn: SP1033, nhóm lớp: L16",
    "Gửi phòng đào tạo, Em là Lê Hồ  Long, mssv , Vào lúc đăng kí môn học học kì 202, đợt 1 em có đăng ký 2 môn Kỹ thuật lập trình(CO1027) và Cấu trúc dữ liệu và Giải thuật(CO2003). Nhưng khi vào đợt 2 thì không có 2 môn này. Em đang cần học lại 2 môn này để cải thiện điểm để vào năm 3 học chuyên ngành dành thời gian học những môn khác. Mong Phòng đào tạo có thể mở cho em 2 môn Kỹ thuật lập trình(CO1027) và Cấu trúc dữ liệu và Giải thuật(CO2003) được không ạ ? Em xin chân thành cảm ơn, Lê Hồ  Long - ",
    "Dạ em chào quý thầy cô phụ trách phòng đào tạo. Em là , sinh viên thuộc lớp HC18TP, ngành Công nghệ thực phẩm, khoa Kĩ thuật hóa học. Em gửi mail này mong pđt sắp xếp lại lịch học môn CNCB Lương thực (mã môn: CH3287) vào ngày T2 tiết 2-3 CS2 do có sự không hợp lí khi nó được xếp chung ngày với môn CN Lên men thực phẩm (mã môn: CH3243) (môn này được xếp ngày T2 tiết 5-6 CS1). Lớp em không thể đăng kí được cùng lúc 2 môn trên do hệ thống báo lỗi \" không đủ thời gian di chuyển giữa 2 cơ sở\". Mong phòng đào tạo sớm phản hồi cho chúng em. Em xin chân thành cám ơn. Dưới đây là thời khóa biểu các môn cơ sở ngành và chuyên ngành của ngành em được mở trong kì này. ",
    "Cho em xin mã các môn học với ạ Em cảm ơn",
    "Cho em hỏi là nếu em đủ điểm anh văn trong đợt kiểm tra anh văn sắp tới thì em có bị xóa môn học trong đợt ĐKMH đợt 3 không ạ Em cảm ơn",
    "Em đăng kí các môn theo chương trình đào tạo. Nhưng kết quả hiển thị 2 môn giải tích 2, 2 môn vật lí 2, 2 môn đại số tuyến tính,...Nên em đăng kí 5 môn nhưng thành 10 môn",
    "Học kỳ 201 vừa rồi, Em đăng ký nhầm mã ngành, ngành và học tới giờ em mới phát hiện, không biết có thể chuyển điểm qua không ạ? Hoặc có thể làm cách nào để không bỏ phí tín chỉ và thời gian học của em. Em cám ơn!",
    "kính gửi phòng đào tạo. Pđt cho em hỏi là đợt đăng ký môn học đợt 1 em có đăng ký môn vẽ kĩ thuật xây dựng nhưng trong khi ra kết quả buổi học thì em lại chưa được đăng ký giờ học môn học đó. sáng em vào đăng ký thì tất cả các lớp đều full hết số lượng sinh viên. Em xin phòng đào tạo có thể mở thêm lớp để chúng em đăng ký thêm được không ạ. em xin chân thành cám ơn."
]