[
    "Tên :  Mssv:  Môn: Cơ học kết cấu Mã môn học : ci2029 Lý do: dịch bệnh gây khó khăn trong thi . Em đã đúng giờ thi trên mybk nhưng em chỉ biết vào elerning , không thấy link vào thi . Em đã mail cho pdt hỏi . Thì pdt mới báo vào link exam.hcmut.edu.vn để thi, lần đầu tiên thi online nên em không biết ạ . Em cảm ơn",
    "Cho em hỏi em muốn xin giấy chứng nhận sinh viên để hoãn nghĩa vụ mà kì này em không có đăng kí thời khóa biểu nên không đăng kí trên trang mybk được thì phải làm sao ạ",
    "Cho em hỏi là trường mình cấp giấy hoãn NVQS chưa ạ. Bên địa phương đang yêu cầu nên em xin để nộp cho địa phương ạ.",
    "Em là  MSSV :. Em đã đủ điều kiện tốt nghiệp rồi nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp , mong PDT kiểm tra giúp em.",
    "Kính gửi phòng đào tạo, Kì học trước em có đăng kí hoãn thi hai môn và đã được đồng ý. Sắp tới kỳ thi cuối kì nên phòng đào tạo cho em hỏi cách thức và quy định đăng kí kiểm tra lại các môn hoãn thi như thế nào ạ?  Em xin cảm ơn",
    "CHào thầy/cô, Hiện tại em còn thiếu 1 môn để tốt nghiệp và em đang học dự thính trong kỳ này. Theo lịch thì em thấy giữa tháng 12 sẽ kết thúc - có bảng điểm. Em muốn hỏi là nếu trễ hạn 24/12 thì thời gian để đăng ký tốt nghiệp tiếp theo là khi nào không ạ?  tại vì em đang cần giấy tốt nghiệp tạm thời ạ Cảm ơn thầy cô",
    "Kính gửi PĐT, Em tên là , sinh viên khóa K17, khoa Cơ Khí. Do bị sơ xuất trong lúc đăng kí 1 môn học của năm 2 (môn học ME2073 - An toàn lao động trong dệt may) nên bây giờ em vẫn chưa được xét tốt nghiệp do thiếu tín chỉ. Nhưng sau khi tham khảo chương trình đào tạo của k20 thì môn học này không còn trong cấu trúc môn học. Tuy nhiên đây là môn học bắt buộc theo chương trình đào tạo của K17. Em muốn hỏi PĐT có cách nào để em bù lại 3 chỉ của môn học này để được xét tốt nghiệp không ạ? Em xin chân thành cảm ơn!",
    "DẠ chào Thầy (cô); Em tên trần phước ngọc thuận, MSSV:  hiện tại đã đủ điều kiện đặng kí tốt nhiệp em xin hủy môn học Anh văn 1A, mã MH LA1037, lớp DT03 và đả thanh toán họ phí rồi.",
    "Thưa quý Thầy (Cô), Em tên là , MSSV , em có đăng ký in bảng điểm nhằm mục đích bổ túc hồ sơ cho phòng sau đại học, lịch hẹn trả trả bảng điểm của em là vào ngày 27/10/2021, nhưng do quy định phòng chống dịch của nhà trường nên bác bảo vệ nhắn với em không được phép vào. Em xin phép quý Thầy (Cô) liệu còn biện pháp nào khác để em có thể nhận được kịp thời bảng điểm để bổ túc hồ sơ không ạ? Mong quý Thầy (Cô) thấu hiểu và giải đáp thắc mắc giúp em. Em xin cảm ơn. Chúc quý Thầy (Cô) thật nhiều sức khỏe.",
    "Thưa quý thầy cô, em tên , MSSV , ngày 18/10 vừa rồi em đã đăng kí thành công giấy chứng nhận sinh viên để hoãn Nghĩa vụ quân sự. Tuy nhiên đã hơn 1 tuần làm việc nhưng em vẫn chưa nhận được giấy từ bưu điện, em xin hỏi em có thể kiểm tra tiến độ gửi như thế nào được ạ, vì ngày 5/11 là hết hạn nộp. Trường hợp giấy không về kịp thì em nên làm gì, có thể đến văn phòng  để nhận giấy được không ? Em xin cảm ơn.   i  .",
    "Thưa Thầy Cô PĐT xem xét giúp em. Hồi đáp của Cô  về điều kiện tốt nghiệp của em do điểm tổng kết môn nền móng trong hk172 không đạt . Em đã học lại môn Nên Móng và Đồ án môn học Nền Móng theo mã đào tạo mới vì học kỳ đó PĐT đã không còn mở môn học theo mã cũ như trong chương trình đào tạo của khóa em. Em đã đạt điểm qua môn học nền móng theo mã mới có đính kèm file bên dưới. Mong Thầy Cô PĐT giải đáp và hướng dẫn em để cập nhật / quy đổi điểm này để em có thể đăng ký tốt nghiệp ạ. Em xin cảm ơn Thầy Cô.   i Tốt nghiệp .",
    "Em chào PĐT, Em hiện đang muốn nộp đơn xin học bổng POSCO TJ Park, học bổng có yêu cầu \"  B Bảng điểm và giấy xác nhận điểm rèn luyện có xác nhận của nhà trường   \". Cho em hỏi bây giờ em phải làm gì để có 2 cái đó ạ? 2 cái đó chỉ cần có bản PDF thôi 2 phải có bảng điểm được in ra ạ? PĐT hướng dẫn giúp em với. Em cám ơn ạ.",
    "Dạ cho em hỏi khi nào mình có đợt đăng ký bổ sung chương thì kỹ sư - thạc sĩ ạ?",
    "Hiện em có lên trang BHXH tra thông tin thì thấy mình bị sai phần địa chỉ. Trước khi làm tài khoản VssID thì địa chỉ vẩn đúng còn giờ thì đã bị sai. Em tham đóng bảo hiểm bên ktx nhưng lúc làm tài khoản VssID là nộp hồ sơ bên trường và thẻ bảo hiểm cũ của em đã bị mất. Hiện em không biết chỉnh sửa lại như thế nào? Em mong sớm nhận lại phản hồi . Em cảm ơn ạ.",
    "Em chào thầy cô ạ, Em thi 2 kỹ năng nói viết 15/09/21 và đã có kết quả đậu 25/09/21 Em đã gọi điện cho BK English báo là đã cập nhật kết quả cho Phòng Đào Tạo. Nhưng khi vô đăng ký tốt nghiệp. Trên trang vẫn hiện chưa có tên trong danh sách dự kiến. Em không biết có bị vấn đề gì không hoặc thiếu bước nào để đăng ký tốt nghiệp không? Mong thầy cô kiểm tra lại giúp em được không ạ . Em cảm ơn ạ!",
    "Dạ em chào thầy/cô ạ! Em vừa rồi có gửi đăng ký giấy xác nhận sinh viên để nộp cho bên xã (hoãn nghĩa vụ quân sự). Em thấy yêu cầu đã được xử lý và sẽ được gửi qua bưu điện ạ. Cho em hỏi là nó sẽ được gửi như thế nào ạ (bao giờ gửi và họ sẽ liên lạc với em qua số điện thoại hay sao ạ) Dạ em cảm ơn thầy/cô ạ! Chào thầy/cô!",
    "Chào Thầy/Cô, Dạ vào đầu tháng 11 sắp tới, môn học Điện - Giải tích mạch EE2031 và học phần bài tập EE2032 ở HK 202 của em sẽ được triển khai trở lại dưới hình thức online trong suốt 4 tuần sau đó. Trong khi học kỳ này em đăng ký học rất nhiều môn và vẫn chưa thể kết thúc các môn đó trước tháng 11 này, vì vậy khối lượng kiến thức sẽ rất nặng nếu quay trở lại học tiếp tục các môn của HK 202. Trước đây em có được PĐT trả lời trên bksi là sẽ ngưng một vài tuần của HK 211 để quay trở lại kết thúc HK 202 nhưng cho đến hiện tại em vẫn chưa nhận được email thông báo chính thức nào về việc này hết ạ. Em cảm ơn",
    "Em tên , mssv , Sinh viên chương trình tiên tiến, Hiện giờ em đã hoàn thành chương trình học, và đủ ngày công tác xã hội, Em vẫn chưa đăng kí tốt nghiệp trên Mybk được. Em mong được hỗ trợ để có thể tốt nghiệp được.",
    "Dạ em tên  Mssv :  Em muốn gia hạn đóng học phí 211 thì phải làm sao ạ",
    "kì 202 vừa rồi em có đăng kí hoãn thi môn giải tích 2 nên em mong muốn có thể thi bổ sung vào kì cuối kì 211 sắp đến.",
    "cho em hỏi, học kì 202 em có đăng kí hoãn thi 3 môn là giải tích 2, đại số tuyến tính và vật lý 2. Nhưng đến giờ vào xem bảng điểm vẫn  ghi là điểm 13 ạ",
    "Em xin chào  Em viết đơn này là vì lí do gia đình không đủ điều kiện để tiếp tục học nên em muốn thôi học thì cần làm những đơn gì ạ và có phải đóng học phí không ạ .",
    "PĐT cho em hỏi là, vì khoa em môn kỹ thuật lập trình (co10013) không mở nữa, nên em đã học môn tương đương là môn Nhập môn về lập trình (co1003) và đã qua. Nhưng đến nay vẫn chưa thấy chuyển điểm, mong pđt giải quyết sớm để em có thể tốt nghiệp ạ.",
    "Em xin chào pđt! Pđt cho em hỏi giấy để xác nhận tạm hoãn nghĩa vụ quân sự là giấy nào trường mình đang cấp và phải làm sao để nhận ạ ! Hiện em đã có giấy xác nhận sinh viên bổ túc cho địa phương lần trước em có hỏi và đăng ký trên web trường và được nhận qua bưu điện nhưng mà giấy này ở địa phương em lại không chấp nhận cho tạm hoãn nghĩa vụ quân sự ạ! Em mong pđt có thể chỉ dẫn giúp em với ạ! Em chân thành cảm ơn ạ !",
    "Em chào thầy/cô ạ! Theo như tìm hiểu của em về quy định ngoại ngữ, thì nếu muốn đăng ký LVTN phải có bằng TOEIC 2 kỹ năng đạt điểm yêu cầu. Như thầy/cô cũng đã thấy, dịch covid làm bọn em phải học online suốt từ tháng 5 và hiện tại vẫn tiếp tục phải học online. Hiện tại vẫn chưa thấy thông tin về kỳ thi TOEIC 2 kỹ năng đọc-nghe nên em không biết phải làm sao ạ. Thầy/cô cho em hỏi là Nhà trường có tạm thời ngưng xét điều kiện về ngoại ngữ khi đăng ký LVTN không ạ? Em xin cảm ơn!",
    "Thưa thầy cô, nếu khi đăng kí em chọn vào mục nhận kết quả ở Văn phòng Khoa tại Lý Thường Kiệt, hiện tại tình trạng xử lý là Đã đăng kí (đợi nhận qua bưu điện) thì không em chỉ cần chờ nhận phiếu qua địa chỉ đã cập nhật cho trường hay phải đăng kí lại việc Nhận kết quả qua bưu điện ?  Em xin cảm ơn.   i  .",
    "Em có đăng kí in bảng điểm vào ngày 18/10 , thầy cô cho em hỏi hiện tại bảng điểm của em đã được gửi đi chưa ạ. Em cảm ơn ạ    i  .",
    "Xin chào! Em tên:  Mssv:  Xin phép trình bày: Tình hình là em đã đăng kí tốt nghiệp và đã duyệt và nhận được bản pdf, tuy nhiên lúc trước em thấy trong đó để chờ nhận phiếu qua bưu điện. Nhưng đã 2 tuần rồi em vẫn chưa thấy thông tin gì . Hôm nay em truy cập vào thì thấy để la cựu sinh viên và thông tin về tốt nghiệp không còn nữa.  Nên vì vậy em muốn hỏi tình hình hiện tại của bản cứng giấy tốt nghiệp tạm thời của em như thế nào? Em xin cảm ơn,",
    "Em sau khi cập nhập thông tin tốt nghiệp,em không thể cập nhật được ảnh tốt nghiệp và không thanh toán được phí tot nghiệp,và hiện tại em có trong danh sách dự kiến nhưng danh sách chính thức lại không,mong PDT kiểm tra và giải đáp thắc mắc giúp ạ.",
    "Dạ chào thầy/ cô ạ. Em có thắc mắc là. Học kì này lúc đầu em có đăng kí 20 tín chỉ + đề cương 0 chỉ. Nhưng môn đề cương tính học phí là 2 chỉ nên tổng số tiền em phải đống là 350*22 = 7 triệu 700 nghìn. Nhưng sau đó vì vấn đề môn học nên phòng đào tạo tự huỷ môn đề cương luận văn của em. Nên giờ học phí em phải đống thì chỉ còn 7 triệu. Mà sắp đến kì thanh toán học phí rồi nhưng em vẫn thấy bkpay là số tiền cũ ạ. Em muốn biết phòng đào tạo có cập nhập mới về tiền học phí em đống không ạ?  Em chân thành cảm ơn.",
    "Kính thưa thầy/cô phòng đào tạo Em là  mssv:  Khoa Kỹ Thuật xây dựng - Ngành: Công nghệ vật liệu xây dựng Dạ thưa thầy/cô, do em bị lỡ form đăng ký tiếng anh Nói Viết ngày 15/10, nên em xin phép có thể được phép đăng ký bổ sung để thi đợt này không ạ. Em xin cảm ơn thầy cô ạ, chúc thầy/cô nhiều sức khỏe.",
    "Em tên là , MSSV: , chương trình tiên tiến. Theo như file xét tốt nghiệp thì em thấy có 5 môn chưa tích luỹ được. Trong đó,  và  thì thấy điểm 15 nhưng trên mybk em kiểm tra thì thấy đã có điểm rồi ạ. 2 môn  và HT MAY TINH &NN LAPTRINH em đã hoàn thành 2 môn học đó với môn học khác tương đương. Còn môn S, FIELDS AND , em vẫn còn học phần giáo sư mỹ từ học 191. Nhưng do tình hình dịch nên học phần chưa được diễn ra. Cho em hỏi em có thể liên hệ mail với ai để chuyển điểm 3 môn , HT MAY TINH &NN LAPTRINH và S, FIELDS AND  ạ? Em xin chân thành cảm ơn",
    "Thưa Phòng Đào Tạo Em tên  MSSV  Vì kỳ trước em xin hoãn luận văn nên chưa hoàn thành chương trình học của khóa học nên em muốn xin giấy hoãn nghĩa vụ quân sự để tiếp tục hoàn thành chương trình học. Tuy nhiên em đăng kí xin giấy trên Mybk không được vì không có môn học được đăng kí trong kì này. Nên em rất mong Phòng Đào Tạo xem xét và cho em xin nhận giấy tại Phòng Đào Tạo để nộp cho địa phương hoãn nghĩa vụ quân sự trong thời gian sớm nhất có thể   i  .",
    "Chào thầy cô. Cho em hỏi là sao em không khai lý lịch tốt nghiệp được và đăng ký tốt nghiệp được? Em đã nộp bằng anh văn TOEIC reading-listening 500 và em mới thi anh văn nói viết trực tuyến đợt 3 ngày 30/9 và được tổng là 200 điểm. Không biết em có thiếu điều kiện gì để đăng ký tốt nghiệp không? Em cảm ơn.",
    "Chào Anh/Chị ạ. Cho em hỏi là ở HK202 của em số TCTL là 122 và đến HK203 là kì Thực tập của em đạt 2 tín chỉ nữa thì số TCTL sau khi kết thúc HK203 phải là 124. Nhưng theo cập nhật trên MyBK thì số TCTL của em sau HK203 lại giảm xuống còn 121 tín chỉ và điểm TBTL cũng giảm theo . Mong được PĐT giải quyết sớm giúp em với ạ. Em cảm ơn.",
    "Theo như em biết thì mình muốn thôi học thì phải đóng học phí hết kì 211 nhưng mà em mới học nửa kì thì chỉ đóng nửa kì thôi chứ ạ . Vừa rồi em cũng không tham gia thi giữa kì nên em mong phòng đào tạo giải quyết giúp em ạ  . Em xin cảm ơn",
    "Gửi thầy/ cô PĐT! Em là  thuộc CT tài năng khóa K17. Em đã thi AV 2 kĩ năng đợt 4 và không đủ điểm của CT tài năng và em chưa nhận được mail thông báo lịch trình tốt nghiệp giống các bạn. Hiện tại em có đăng kí thi lại AV đợt t11 nhưng hệ thống không cho đăng kí. Em xin hỏi là trường có tổ chức đợt thi bổ sung nào trong t11 vs t12 không ạ? và hình thức thi như thế nào ạ? Em xin cảm ơn.",
    "Em xin phép gửi đơn trình bày ạ. Em xin cảm ơn và mong sớm nhận được hồi âm!",
    "Kính thưa quý thầy cô, Em kính gửi quý thầy cô đơn xin hoãn thi trực tuyến môn Giải tích mạch EE1011 dự thính HK202 có xác nhận của GV giảng dạy. Về xác nhận của khoa, em đã gửi email xin xác nhận vào hôm qua (27/10/2021) nhưng hiện em chưa nhận được phản hồi nên em không biết em có thể nộp trước đơn kèm xác nhận của GV giảng dạy trước, khi khoa xác nhận xong em sẽ cập nhật lại được không ạ? Vì em thấy theo quy định cho phép xin hoãn thi tối đa 5 ngày sau ngày thi thôi ạ. Em cảm ơn quý thầy cô.   i  .",
    "em xin chào ạ. dạ cho em hỏi là trường dã cho sinh viên vào cơ sở lý thương kiệt để em có thể lấy giấy hoãn nghĩa vụ chưa ạ. Em xin cảm ơn",
    "Hơi dài dòng mội chút. Cho em hỏi em đã đủ điều kiện tốt nghiệp ngoại trừ chưa có anh văn 4. Vì em chỉ có băng toeic 580 nên không đủ điểm chuyển qua. Vì dịch nên em bị hoãn thi bên IIG. - Vậy nên, em đã đăng kí anh văn 4A đợt gần đây. Bắt đầu học từ tuần 41. Vậy cho em hỏi đợt anh văn này thi vào cuối kì hay học xong là thi luôn ạ? Có kịp vào bảng điểm để đăng kí tốt nghiệp tháng 11 không ạ? - Nếu không kịp vào bảng điểm để đăng kí đợt tốt nghiệp Tháng 11. Thì giờ em rút môn học Anh văn 4a để quay lại nộp bằng toeic chuyển điểm qua được không ạ ? Vì IIG mới tổ chức thi toeic lại. Em cảm ơn.",
    "Cho em hỏi khi đăng kí tốt nghiệp em có sai sót khi nhập tên đề tài luận văn tốt nghiệp, hiện đơn đăng kí của em đã được xử lí. Cho em hỏi hiện có thể chỉnh sửa tên luận văn ở thông tin tốt nghiệp không ạ? Em xin cảm ơn",
    "Kính chào Phòng Đào tạo, Em tên:            , MSSV:                 , Khóa 2017  Ngành Kỹ thuật Hàng không Trong chương trình đào tạo dành cho khóa 2017 – chuyên ngành Kỹ thuật Hàng không có môn: Kỹ thuật lập trình – MSMH:  CO1013. Tuy nhiên, môn học này không còn được mở cho sinh viên của ngành nên em và một số bạn đã đăng ký học môn: Nhập môn về lập trình (CO1003) trong danh sách môn tương đương và đã có kết quả môn học. Đường link môn tương đương Trường Đại học Bách Khoa ĐHQG-HCM | DANH SÁCH MÔN HỌC CTĐT K2019 TƯƠNG ĐƯƠNG/THAY THẾ CHO CTĐT K2018 VỀ TRƯỚC (hcmut.edu.vn) Kính mong Phòng Đào tạo xem xét chuyển điểm môn tương đương hoặc hướng dẫn thủ tục chuyển điểm môn tương đương giúp em ạ. Đính kèm là đơn xin chuyển điểm của em ạ. Trân trọng cảm ơn.",
    "Gửi thầy cô, Hiện bên địa phương em sống có gửi đơn về để yêu cầu em tham gia nghĩa vụ. Nhưng để tạm hoãn thì ngoài các giấy tờ cần thiết và mẫu giấy xác nhận còn đang học của trường ra thì họ còn bắt em phải viết lá đơn với nội dung: \"Đơn xin xác nhận chưa hoàn thành tốt nghiệp\" trong đó ghi rõ vì nội dung gì mà chưa làm tốt nghiệp (do dịch bệnh,...) rồi phải có xác nhận của trường nữa ạ! Trường hợp của em là làm tốt nghiệp và ra trường muộn hơn dự kiến. Vậy cho em hỏi là với trường hợp trên em cần phải làm đơn như nào và xác nhận ở đâu ạ? Em xin cảm ơn! ",
    "Em xin chào Thầy/ Cô! Theo như lịch được phân bổ thì em sẽ thi Toeic 2 kỹ năng nói, viết vào ngày 4/11/2021. Vì hiện tại em đang đi làm ở công ty nên em có mong muốn được đổi ngày thi (Em đã cố gắng sắp xếp nhưng không được ạ). Em có thể thi vào các ngày 3/11 (thứ tư), 5/11 (thứ sáu), 6/11 (thứ 7), 7/11 (chủ nhật). Em rất xin lỗi cho sự bất tiện này và em rất mong được xem xét điều chỉnh ngày thi giúp em ạ. Em xin chân thành cảm ơn! Trân trọng,  ",
    "Em chào PĐt, Hiện em chỉ muốn đăng kí in bảng điểm các học kì của năm học 2020-2021 thôi để tiết kiệm chi phí. Nhưng trong phần đăng kí bảng điểm học kì thì không có ô đề cập in của kì nào. Cho em hỏi giờ em muốn in bảng điểm học kì 1, 2, 3 của năm 2020-2021 thôi thì làm sao ạ? Em cám ơn, mong PĐT sớm phản hồi ạ.",
    "Em đã đăng ký từ ngày 12/10/2021 nhưng tới giờ vẫn chưa có bản in hay giấy gửi về. Hiện Uỷ ban Quân Sự đang cần gấp, em mong được thầy/ cô giúp đỡ ạ",
    "Dạ chào thầy cô ạ , đợt trước lúc đăng ký môn thể chất online PE1021 em có tạo câu hỏi yêu cầu cách để hủy môn học đăng ký đợt 1 vì em đăng ký dư nhưng thấy sắp hết hạn đăng ký mà chưa được giải quyết nên em mới mail cho phòng đào tạo để hỏi vấn đề này nhưng phòng đạo tạo bảo hiện không rút môn được mà bksi cũng không thấy phản hồi nên em mới bỏ đăng ký đợt 2 sợ học 2 môn thể chất cùng kỳ ,em học được 1 tuần rồi thì mới hay đã duyệt xóa môn học em nên giờ em không còn học được nữa tại đây là đợt môn thể chất cuối cùng sang năm 3 em không đủ chuẩn để đăng ký môn ạ có cách nào giúp em khôi phục để em học được không ạ em xin cảm ơn thầy cô mong thầy cô phản hồi êm đang rối lắm ạ. em xin lỗi vi đã làm phiền thầy cô.",
    "Kính thưa Phòng đào tạo, hiện tại em đã viết xong đơn hoãn thi và đã có chữ ký của giáo viên phụ trách. Tuy nhiên, em đã gửi mail cho văn phòng khoa Kỹ thuật xây đưng để xin chữ ký từ khoa mà vẫn chưa thấy khoa phản hồi, vậy em phải làm sao ạ ? Hôm nay là ngày thứ 4 sau khi thi rồi ạ.",
    "Hiện tại, em muốn nhận giấy hoãn nghĩa vụ quân sự thì em cần làm những gì ạ?",
    "Dạ em chào thầy/cô ở pđt ạ, Em là sinh viên K20, chính qui ởtrường mình ạ Thông thường mỗi năm trường mình có những đợt đăng kí để thi và để kiểm tra trình độ tiếng anh để xem có đạt chuẩn yêu cầu không á. Em có thắc mắc là em thấy trên chỗ đăng kí môn học có mở form đăng kí thi vào tháng 11, nhưng khi em bấm vào là nó không cho mình đăng kí ạ. Cho em xin hỏi là tại sao nó như vậy ạ. Em cảm ởn thầy/cô ở pđt rất nhiều",
    "Em tên là , em đang chuẩn bị hồ sơ dự tuyển học bổng Honda. Giấy tờ bắt buộc trong hồ sơ bao gồm   B bảng điểm trung bình các năm học có dấu xác nhận của nhà trường   . Cho em hỏi là em có thể lấy bảng điểm này ở đâu và trong bao lâu từ thời điểm này em sẽ nhận được ạ? Em xin cảm ơn.   i  .",
    "Em xin chào mọi người Em là , MSSV  Vừa rồi em báo cáo luận văn tốt nghiệp xong, đủ 145 tín chỉ, anh văn 4 kĩ năng em cũng thi đủ, ngày công tác xã hội em đủ 15 ngày nhưng em vẫn chưa nhận được mail đăng kí tốt nghiệp. Bạn bè em đa số đều được nhận mail và có tên trong danh sách dự kiến tốt nghiệp tháng 11/2021 Em có gửi câu hỏi nhưng vẫn chưa nhận được câu trả lời thỏa đáng Mong được nhận sự hỗ trợ, em cảm ơn.",
    "Gửi PĐT  Em đang gặp vấn đề về đăng ký xét tốt nghiệp. Em vừa mới hoàn thành điều kiện 15 ngày CTXH nhưng hệ thống vẫn chưa cập nhật để em có thể đăng ký Mong PĐT cập nhật lại thông tin giúp em  Em cảm ơn ạ ",
    "Dạ em xin chào Thầy/Cô, Em là  mssv  ạ. Nay em viết mail này là để xin thầy/cô hỗ trợ giúp em về giấy xác nhận sinh viên ạ. Dạ thầy, em hiện đang được gọi nghĩa vụ quân sự nên rất cần giấy xác nhận sinh viên để xin được hoãn nghĩa vụ ạ. Hiện học kỳ vừa rồi em có gặp khó khăn về tài chính nên đã đóng trễ học phí, em đã hoàn thành đủ nhưng vì dịch nên em đã không thể làm đơn báo đóng trễ ạ. Nên hiện em không thể đăng ký môn học học kỳ mới ạ. Em đang đợi được phép lên trường để xin được hỗ trợ thưa thầy/cô nhưng bên xã ngoài quê đang thúc ép em giấy hoãn nghĩa vụ nên em xin được gửi mail thầy/cô ạ. Em rất mong thầy/cô hỗ trợ giúp em ạ. Em xin chào thầy/cô. Em chúc thầy một ngày vui vẻ ạ.",
    "Em chào Thầy/Cô PĐT: Sáng hôm qua ( 24/10/2021 ), em có thi cuối kỳ môn Kiến Trúc Máy Tính (CO2007). Nhưng vừa vào thi một lúc, thì nhà em cúp điện. Vì thế em không thể hoàn thành bài thi môn CO2007. Em đã liên hệ giám thi coi thi hôm đó để báo về sự cố của em. Nay em xin phép PĐT cho em đăng ký hoãn thi môn CO2007, để em có thể tham gia thì vào đợt tới. Đơn và xác nhận đồng ý cho hoãn thi của khoa và giảng viên được đính kèm bên dưới.",
    "cho em xin hỏi sau khi có kết quả phân ngành của khoa điện , em được phân ngành vào kỹ thuật điện em thấy ngành này không phù hợp với em, nên em có thể xin chuyển sang ngành kỹ thuật điện tử viễn thông được không. xin hãy hướng dẫn em. em trân thành cảm ơn.",
    "Xin chào PĐT ! Em đã đăng ký trên trang web của trường để xin cấp giấy xác nhận sinh viên bổ túc hồ sơ tạm hoãn nghĩa vụ quân sự,ở địa phương em đang sắp hết thời hạn nhận giấy này để chốt danh sách gọi khám nghĩa vụ quân sự, chỉ còn vài ngày nữa là hết hạn rồi. Nên em mong PĐT có theed giải quyết đơn yêu cầu cấp giấy của em sớm nhất có thể không ạ ! Tại thoief gian rất gấp rút nhưng mà em không thể liên hệ với PĐT qua hotline ☎ một cách nhanh nhất, em gọi không nhất máy. Nên em vào đây để xin sự trợ giúp để được hổ trợ xem xét in giấy sớm nhất có thể để em có thể nộp kịp cho địa phương với ạ! Em xin chân thành cảm ơn PĐT và các anh chị cô chú admin rất nhiều ạ ! Thông tin của em :  - , mong PĐT kiểm tra và hổ trợ sớm giúp em với ạ ! Em cảm ơn rất nhiều ạ !",
    "Em xin chào thầy (cô) Em tên là , MSSV . Em đã đăng ký nhận giấy xác nhận tạm hoãn nghĩa vụ quân sự và được xác nhận từ 10/09/2021 nhưng do tình hình dịch bệnh ở địa phương em thường trú, nên hiện tại em vẫn chưa nhận được. Em mong thầy (cô) có thể cho em biết mã vận đơn mà trường đã gửi qua bưu điện để em có thể tra cứu được giấy xác nhận đó đang ở đâu được không ạ? Em mong thầy (cô) trả lời thắc mắc này. Em xin chân thành cảm ơn Trân trọng, H",
    "Xin chào, em là . Em đã đăng kí  chuyển phát giấy xác nhận sinh viên qua bưu điện từ ngày 27/09/2021, đến nay 28/10/2021 em vẫn chưa nhận được giấy xác nhận. Hiện tại Ban chỉ huy quân sự đã yêu cầu giấy nghĩa vụ quân sự. Nên hiện tại em cần giấy có mộc đỏ để bổ sung, trước đó em đã nói rõ do tình hình dịch nên được trì hoãn. Xin phòng đào tạo xem xét lại giấy xác nhận của em đã được gửi đi hay chưa? Hay em phải đăng ký một giấy xác nhận khác? Do đã 1 tháng rồi nhưng em vẫn chưa nhận được giấy đăng ký trước đó . Em xin cảm ơn.",
    "Em tên là   MSSV: Nhập học 10/2014 Nay em viết mail này nhờ phòng đào tạo xét lại điều kiện tốt nghiệp vì theo như em thấy thì danh sách những môn em còn nợ em đã học qua môn thay thế và có trong bảng điểm (kèm theo file hình ảnh MH_da_hoan_thanh). Riêng môn Thực tập kỹ thuật (DH) em đã viết một email thắc mắc và cô  được giải đáp như email đính kèm. Kính mong phòng đào tạo sớm xem xét để em được đăng ký xét tốt nghiệp. Chân thành cảm ơn",
    "Tên: nguyễn văn sở  Mssv:  Môn : cơ học kết cấu Msmh: CI2029 Học kỳ 2  dự thính",
    "Chào thầy/cô, Như câu trả lời trước em có đọc qua hướng dẫn chung của hoãn thi nhưng mà trường hợp của em. Là em không hề thi nhưng vẫn có điểm thi cuối kì. Tức đáng lý em phải điểm 13 nhưng lại có điểm thi cuối kì 3.6 và em đã mail để nói về điểm này nhưng không được giải đáp ( cả mail riêng và elearning) Em học GT1 DT202 ạ!",
    "Em chào thầy cô ạ, Em thi 2 kỹ năng nói viết 15/09/21 và đã có kết quả đậu 25/09/21 Em đã gọi điện cho BK English báo là đã cập nhật kết quả cho Phòng Đào Tạo. Nhưng khi vô đăng ký tốt nghiệp. Trên trang vẫn hiện chưa có tên trong danh sách dự kiến. Em không biết có bị vấn đề gì không hoặc thiếu bước nào để đăng ký tốt nghiệp không? Mong thầy cô kiểm tra lại giúp em được không ạ. Em cảm ơn ạ! Tình trạng đăng ký Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến",
    "Thưa phòng, em là Nguyễn Trung Kiên.MSSV: 1913857 . Hiện tại, phường đang yêu cầu em nộp giấy hoãn nghĩa vụ ạ. Và em đã gửi yêu cầu in giấy cũng như gửi bưu điện vận chuyển thì không biết khi nào em mới nhận được giấy xác nhận ạ. Em cảm ơn.",
    "Chào , em là sv khoá 16, theo quy định thì chuẩn av để được đk làm LVTN của em là 500 toeic, nhưng do tình hình dịch bệnh nên học kì 211 trường tạm không xét đến chuẩn av nên mặc dù chưa đủ chuẩn av nhưng em vẫn được làm LVTN ở học kì này (cuối kì sẽ bổ sung chứng chỉ toeic sau), nếu đến lúc bảo vệ LVTN mà em vẫn chưa có chứng chỉ toeic 500, thì em có được bảo vệ LVTN không hay em phải đợi đến cuối hk 212 mới được bảo vệ, và nếu đến hk 212 mới được bảo vệ thì ở hk 212 em có phải đóng tiền học phí cho LVTN thêm 1 lần nữa không? em cảm ơn",
    "Dạ thưa phòng đào tạo, hiện giờ em muốn đăng ký lấy giấy xác nhận sinh viên thì em nên đăng ký ở đâu ạ? Em xin cảm ơn!",
    "Do máy tính em gặp phải vấn để nên phải đi sửa, đến hôm nay vừa lấy về thì hết thời gian nộp file ghi màn hình môn Cơ Kết Cấu học kì DT 202, cho em hỏi là cần phải làm gì để nộp file ghi màn hình ạ. Em cảm ơn.",
    "Em chào thầy,cô! Gia đình em muốn làm đơn vay vốn sinh viên cho em với ngân hàng, khi hỏi thì ở chổ em bảo do tình hình dịch bệnh nên nói em gửi 1 email này có đuôi là @vbsp.vn(em có gửi hình qua tập tin đính kèm) thì ở bên trường sẽ làm thông tin gửi qua ngân hàng ở đây(không cần điền tờ giấy). Cho em hỏi vậy là đúng không ạ? Em có cần làm thông tin, hồ sơ gì nữa không? Em cảm ơn thầy,cô! ",
    "em là , MSSV , hôm trước em chưa có ảnh tốt nghiệp nhưng đã thanh toán bkpay phí đk tốt nghiệp 95.000 VND trước nên nhận được email nói rằng đơn đăng ký bị từ chối do thiếu ảnh. Nay em đã đăng ảnh chân dung cho tốt nghiệp thành công mà không rõ hệ thống có tự ghi nhận không hay phải đăng ký lại từ đầu. Em mong thầy/cô giải đáp ạ. Em có đính kèm ảnh màn hình phía dưới.",
    "Gửi PĐT, em vừa thi rớt ở AV nói viết đợt 4, nhưng khi em vừa biết điểm và  đăng kí vào đợt thi tháng 11 thì hệ thống báo \"Sinh viên không được phép đăng ký trong đợt này\", PĐT cho em hỏi là trước khi kết thức xét tốt nghiệp vào ngày 24/12 thì còn đợt thi nói viết nào khác được tổ chức nữa không ạ. Em cảm ơn ạ ",
    "Admin cho em hỏi, hiện tại em có thể vào trường để lấy bằng tốt nghiệp (đợt tháng 4), và thời hạn lấy bằng ở PĐT là bao lâu ạ?",
    "Tên:  Lớp sinh hoạt:MT20KH04     Lớp:MT20KH11 Em xin phép được hoãn kỳ thi giữa kỳ 211,đối với 3 môn học:Cấu trúc dữ liệu và giải thuật,mô hình hóa toán học,kiến trúc máy tính. Với lý do lúc đó anh họ em bị bệnh,phát hiện có nốt phổi, bệnh viện ở địa phương chuẩn đoán theo dõi và có nguy cơ bệnh K(ung thư) nên làm em rất lo lắng.Bệnh viện ở thành phố thì nghi là lao.Em sẽ bổ sung thêm minh chứng khí có kết quả xét ngiệm ạ. Em chân thành cảm ơn.",
    "Thưa thầy/cô, Em có thể đăng ký nhận bảng điểm và giấy xác nhận điểm rèn luyện dưới dạng bản mềm (pdf) ở đâu ạ? Bảng điểm theo em thấy thì chỉ có thể đăng ký in được, còn giấy xác nhận điểm rèn luyện thì e mới lần đầu nghe thấy, liệu nó có phải là giấy xác nhận sinh viên không ạ? Em cảm ơn thầy/cô vì đã dành thời gian đọc. Mong nhận được hồi âm sớm từ thầy/cô.",
    "Vì bị trùng lịch tiêm vacxin Covid-19, em xin phép Phòng đào tạo cho em hoãn thi cuối kỳ (tổ chức vào 10h ngày 23/10) và bảo lưu kết quả cho đợt thi sau của môn Sức bền vật liệu ạ. Em đã được giảng viên cho phép hoãn thi qua mail nhưng Khoa vẫn chưa có xác nhận do chậm trễ (em đã gửi phiếu Hoãn thi qua mail  2 lần và gọi điện thoại nhưng không có phản hồi) và hiện tại sắp tới hạn 5 ngày sau buổi thi thì em có bị đánh vắng thi không ạ?",
    "Em chào quý thầy cô PĐT, em có câu hỏi là kì HK202 vừa rồi em có học môn Đồ án môn học kỹ thuật máy tính (CO3063) và bảng điểm đã có từ trước đó. Tuy nhiên, tới thời điểm bây giờ trên MyBK vẫn chưa cập nhật điểm, dù các bạn cùng lớp đã được cập nhật từ lâu! Thầy cô xem xét cho em đây là lỗi hệ thống hay sao ạ? Vì em cần môn này để đăng kí LVTN nên hiện tại em có hoang mang. Em mong nhận được phản hồi của quý thầy cô sớm. Em xin cảm ơn nhiều ạ.",
    "Chào thầy/cô Em là sinh viên k17,em muốn lấy giấy hoãn nghĩa vụ quân sự, không biết khoa có thể  chuyển giấy hoãn về địa chỉ nhà em được không  ạ ? Nếu không được thì em phải làm cách nào mong thầy/cô giải đáp thắc mắc cho em ạ. Xin cảm ơn !",
    "Em chào PDT, em hiện đang là sinh viên K18. Trong học kỳ 202, em có học môn Bóng bàn như môn thể chất thứ ba. Tuy nhiên, do sự cố cá nhân nên buổi kiểm tra của môn học em đã không tham gia thực hiện được. Em muốn hỏi liệu việc không hoàn thành đủ 3 môn GDTC trước năm 4 có ảnh hưởng đến việc đăng ký thực hiện Luận văn tốt nghiệp ở học kỳ 212 tiếp theo không ạ? Hiện tại em đã đang thực hiện đề cương luận văn ở học kỳ 211 cùng với nhóm. Nếu việc không hoàn thành đủ 3 môn GDTC sẽ ảnh hưởng khiến em không thể đăng ký thực hiện được LVTN, thì liệu em có thể xin phép được đăng ký vào một lớp GDTC trong học kỳ hiện tại để được hoàn thành không ạ? Hoặc nếu có thể, liệu em có thể xin được xem xét thực hiện kiểm tra lại môn học không ạ? (do em không thể liên lạc được với giảng viên giảng dạy lúc xảy ra sự cố). Em chân thành cảm ơn.",
    "Chào thầy/cô, Em là sinh viên k17, điểm toeic của em là 580 và đã chuyển qua các môn anh văn 1,2,3. Em xem điều kiện đăng ký luận văn tốt nghiệp của k17 là toeic trên 500, nhưng em chưa qua anh văn 4 liệu có đủ điều kiện đăng ký luận văn tốt nghiệp ở kỳ tiếp theo được không ? Xin cảm ơn!",
    "Cho em hỏi là em có hoãn thi 2 môn trước ngày 9/9 và đã có trong danh sách hoãn thi .Nhưng tại sao hiện tại điểm thi 2 môn này vẫn là điểm 13 mà không phải là điểm hoãn thi vậy ạ ? Và cho em hỏi bao giờ em có thể tham thi bù 2 môn này vậy ạ ?  Em cảm ơn.",
    "Họ tên: - MSSV:  - Khoa: Địa chất và Dầu khí - Ngày sinh: 14/02/1999 - Nơi sinh: xã Hòa Xuân, TP Buôn Ma Thuộc, tỉnh Dak Lak Lý do xin xác nhận ĐRL: Nhằm mục đích hoàn thiện hồ sơ xin học bổng Honda.",
    "Em chào cô , Sau khi xem file cô gửi thì em có khiếu nại là em đã học học lại và đậu môn Hóa phân tích. Tuy nhiên, em học lại môn đó với khóa K19 vào HK1  năm học 2020-2021 thì khoa Môi trường đổi mã môn học môn Hóa phân tích từ CH1009 ---  CH2009 nên hệ thống không tính tín chỉ tích lũy môn đó của em. Vì thế cô có thể cho em hỏi làm sao để chuyển đổi điểm qua lại giữa 2 mã. Em cảm ơn. ",
    "Chào thầy/ cô. Hiện tại theo quy định là bằng toiec có giá trị 2 năm kể từ lúc thi. Vậy nếu tính từ lúc em nộp bằng anh văn vào tới lúc tốt nghiệp đã hơn 2 năm thì có cần phải thi lại để nộp bằng lại lần nữa không ạ",
    "Dear /cô Hiện tạo em đã đủ điều kiện tốt nghiệp nhưng đã bị tạm dừng học vào học kì trước. Vậy bây giờ làm đơn thu nhận lại như thế nào ạ ( hiện em không có ở thành phố)",
    "Nhà trường có phản hồi là môn học em xin hoãn thi không có trong học kỳ 202. Nhưng em có thì giữa kỳ và đóng học phí. Kính mong nhà trường kiểm tra lại giúp em:",
    "Thưa cô, em tên là ,MSSV . Cô cập nhật lại điểm môn nhà máy điện và trạm biến áp lại dùm em với ạ.Em xin cảm ơn.",
    "Nhà trường có phản hồi môn học em hoãn thi không có trong HK202. Nhưng em đã đi học , làm bài kiểm tra giữa kỳ, và đóng học phí, có biên nhận trên BK Pay. Em kính mong nhà trường kiểm tra lại giúp em. Em cảm ơn:",
    "Vì bị trùng lịch tiêm vacxin Covid-19, em xin phép Phòng đào tạo cho em hoãn thi cuối kỳ (tổ chức vào 10h ngày 23/10) và bảo lưu kết quả cho đợt thi sau của môn Sức bền vật liệu ạ. Em đã được giảng viên bộ môn đồng ý qua mail (vì không gặp trực tiếp được) rồi ạ. (ảnh đính kèm) Cùng với đó, em cũng gửi phiếu xin hoãn thi đã có xác nhận của Khoa luôn ạ. Em cảm ơn.",
    "Kính gửi Phòng đào tạo Em là , MSSV . Hiện là sinh viên khoa Kỹ thuật Hóa học. Em muốn hỏi là em đã qua anh văn hai kỹ năng Nói - Viết và đủ các tiêu chí để xét tốt nghiệp. Nhưng đến hiện tại em vẫn chưa nhận được mail của nhà trường về việc xác nhận em có trong danh sách tốt nghiệp dự kiến để có thể đăng kí tốt nghiệp. Em mong phòng đào tạo xem xét lại trường hợp của em và phản hồi cho em. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô, Thầy/cô cho em hỏi, nếu như em bị trễ đợt đăng ký tốt nghiệp (hạn 24/12) thì sau thời gian đó em có thể xin cấp giấy tốt nghiệp tạm thời và chờ đợt đăng ký tốt nghiệp sau không ạ? HIện tại em đang học 1 môn dự thính và đang lo thời gian kết thúc môn sẽ trễ đợt đăng ký tốt nghiệp. Cảm ơn thầy cô.",
    "Em chào thầy/cô, Em là sinh viên Khóa 2017. Hiện nay em đã nhận được giấy chứng nhận tốt nghiệp tạm thời cũng như đã có tên trong \"Danh sách tốt nghiệp dự kiến\". Tuy nhiên, em vẫn chưa được cập nhật trong \"Danh sách tốt nghiệp chính thức tháng 11\" dù đăng ký đã lâu (ảnh đính kèm) Em mong vấn đề của em sớm được giải quyết ạ. Em xin chân thành cảm ơn!",
    "Kính thưa quý thầy cô, Em kính gửi quý thầy cô đơn xin hoãn thi trực tuyến môn Giải tích mạch EE1011 dự thính HK202 có xác nhận của GV giảng dạy. Về xác nhận của khoa, em đã gửi email xin xác nhận vào hôm qua (27/10/2021) nhưng hiện em chưa nhận được phản hồi nên em không biết em có thể nộp trước đơn kèm xác nhận của GV giảng dạy trước, khi khoa xác nhận xong em sẽ cập nhật lại được không ạ? Vì em thấy theo quy định cho phép xin hoãn thi tối đa 5 ngày sau ngày thi thôi ạ. Em cảm ơn quý thầy cô.   i ",
    "Em chào thầy/cô, Thầy/cô cho em hỏi là em muốn đăng ký in và lấy file pdf của bảng điểm thì em phải đăng ký như thế nào ạ? Em cảm ơn thầy/cô ạ! Trân trọng!",
    "Kính gửi PĐT Em tên :  MSSV: Em viết thư này để xin được nộp đơn xét tốt nghiệp. Em đã đóng học phí đầy đủ và đủ điều kiện để tốt nghiệp. Hôm trước em có vô thì đăng ký được rồi, không hiểu sao hôm nay lại không được phép đăng ký nữa. Mong PĐT giải quyết sớm cho em. Em xin cảm ơn.",
    "Em chào thầy cô,  Em tên  MSSV  Dạ kì 202 vừa rồi em có học môn hóa lý công nghệ vật liệu MA2037 môn này là môn thay thế cho môn Hóa lý CH2001 dành cho sinh viên K18 trở về trước. Thì lúc học thí nghiệm thì em có xin giảng viên thí nghiệm chuyển điểm thì giảng viên thí nghiệm có yêu  cầu em lên pđt hỏi thì pđt trả lời là pđt không can thiệp vào phần cho điểm của giảng viên nên sinh viên muốn chuyển điểm thì làm đơn gửi giảng viên thí nghiệm là được và giáo viên thí nghiệm đã đồng ý chuyển điểm nhưng bây giờ giảng viên lý thuyết lại yêu câu giấy xác nhận từ pđt vì 2 mã môn học là khác nhau nên em gửi cầu cầu này kính mong pđt có thể xác nhận 2 mã môn học này tương đương ( hoặc thay thế cho nhau) và em có thể chuyển điểm thí nghiệm được ạ. Em xin chân thành cảm ơn.",
    "Kính Gửi ầy   Em là , mssv , sinh viên lớp CK19NH1 Do máy tính của em đột ngột hư hỏng nên không thể tham dự kỳ thi cuối kỳ môn Sức Bền Vật Liệu học kỳ 202 Mong phòng đào tạo xem xét giải quyết cho em hoãn thi       i Học vụ      ",
    "Kính gửi Phòng đào tạo Em tên là  MSSV  Em muốn xin chuyển CA thi anh văn nói-viết sang ngày 7/11 do ngày 6/11 em có lịch bận. Kính mong Phòng đào tạo chuyển lịch thi anh văn nói-viết. Em cám ơn, ",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa Em tên  - MSSV:   Khoa: Cơ khí Do dịch bệnh COVID trước đó nên em không thể hoàn thành CCAV quốc tế để xét LVTN. Do đó, em có xin Giảng viên hướng dẫn xin làm luận văn trước. Tuy nhiên, do em không nắm bắt trong đợt đăng ký cuối cùng trường không xét CCAV nên em không kịp đăng ký bổ sung. Nhưng cho đến hiện tại em vẫn đang thực hiện đúng tiến độ luận văn theo chương trình đào tạo của nhà trường nên kính mong Phòng đào tạo có thể xem xét, giải quyết cho em được đăng ký bổ sung luận văn trong học kỳ này. Em xin chân thành cảm ơn!",
    "Em tên là  MSSV: lớp CK19NH1 em có gửi các yêu cầu hoãn thi lên bksi bao gồm các mã ID: 39334,39481,39429.Và được pdt hướng dẫn các thủ tục cần thiết cho quá trình hoãn thi. Hiện tại em đã có đủ bao gồm xác nhận của giáo viên giảng dạy và xác nhận của khoa phụ trách để được hoãn thi.(em có đính kèm trong yêu cầu này) Em mong pdt sẽ xác nhận cho em được hoãn thi ạ. Và em có thắc xin được pdt giải đáp đó là đây là lần đầu em hoãn thi nên em vẫn chưa rõ lắm,sau khi hoãn thi thì em sẽ đăng ký lại môn đó vào học kì tới hay chờ các lớp có lịch thi để hỏi xin lịch thi và viết đơn để xin pdt được tham gia thi ở lớp đó để xóa điểm hoãn thi ạ. Em cảm ơn pdt đã đọc và mong pdt sẽ phản hồi giúp em.",
    "Em là  - MSSV:  Lần trước em có hỏi về việc giấy chứng nhận sinh viên và em tra về mã đơn vận chuyển thì thấy từ chối nhận hàng 3 lần nhưng em và người nhà không nhận được thông báo giao hàng nào từ bên shipper ạ. Trường kiểm tra giúp em không biết có sai về địa chỉ ạ. Địa chỉ: 1374 Tỉnh lộ 10, Phường Tân Tạo, Quận Bình Tân, TP.HCM.",
    "Kính gửi Phòng đào tạo, cho phép em được gửi giấy hoãn thi Sức bền vật liệu đã có sự chấp thuận của giáo viên bộ môn và khoa",
    "Em xin chào ạ, Em tên là , MSSV : . Hiện tại em đã thi xong anh văn nói viết đợt 4 và đã có kết quả hơn một tuần với điểm 260 rồi ạ và theo đây là điều kiện cuối để em được tốt nghiệp ạ, hiện tại em đã đủ số tín chỉ không nợ môn và đủ ngày CTXH. Tuy nhiên em vẫn chưa nhận được email thông báo đăng ký tốt nghiệp từ PĐT, cũng như chưa có tên trong danh sách dự kiến tốt nghiệp ạ. Em mong PĐT nhanh chóng phản hồi giúp em về nguyên nhân em vẫn chưa đăng ký được. Em chân thành cảm ơn.",
    "Em là , đã đăng ký in bảng điểm và được hẹn trả kết quả vào ngày 2/11/2021. Cho em hỏi là trường có thể gửi bảng điểm scan qua cho em được không ạ? Nếu nhận bản scan thì thời gian có nhanh hơn không ạ? Em xin cảm ơn   i  .",
    "Xin dời lịch thi anh văn hai kỹ năng Speaking-Writing online . Em tên là . Em đã đăng kí thi anh văn hai kỹ năng Speaking-Writing online và được sắp lịch thi vào  Ngày 4/11  . Nhưng vào ngày 4/11, công ty em có tổ chức khám sức khoẻ cho nhân viên và buộc phải có mặt nên em không thể tham gia buổi thi. Nguyện vọng của em là được dời buổi thi sang   ngày 7/11 (chủ nhật), để có thể tham gia được buổi thi anh văn cũng như có thể kịp tốt nghiệp trong thời gian tới. Em chân thành cảm ơn.",
    "Em đăng kí học giáo dục thể chất môn Võ học kì 1,môn bóng đá là học kì 2. Như vậy có được tính là hoàn thành 1 năm giáo dục thể chất ko ạ, hay là phải nhất thiết kì 1 đã đăng kí võ thì kì 2 cũng phải đăng kí võ mới được tính ạ,",
    "Em chào PĐT, em tên là , mssv . Em là sinh viên năm cuối nên có nhu cầu dự thi anh văn nói viết để đủ điều kiện xét tốt nghiệp, Tuy nhiên em bị lỡ mất đợt đăng ký thi vào tháng 11 do quên đăng ký PĐT cho em hỏi trường có dự định mở thêm đợt thi anh văn nói viết online để tạo điều kiện cho những bạn như em không ạ?  Em xin cảm ơn và mong nhận được phản hồi sớm từ PĐT.",
    "Dạ em chào thầy/ cô, Em tên  (MSSV: ) lớp VP17HK, chương trình PFIEV. Em đại diện lớp xin hỏi là tuần sau lớp em có một số môn 2 tín chỉ sẽ kết thúc môn. Liệu lớp em có thể đăng kí thi sớm để giảm tải áp lực cho kì thi cuối kì được không ạ? (Học kì này lớp em học 14 môn). Bình thường các kì trước đều có thể đăng kí, tuy nhiên kì này do học online nên em không biết là có thể đăng kí thi sớm được không ạ?  Mong quý thầy/cô hỗ trợ giải đáp! Em xin cảm ơn",
    "Em chào thầy/cô, Em tên là , MSSV:. Hiện tại em đã đủ điều kiện đăng kí tốt nghiệp kì 211 nhưng tên em vẫn chưa có trong danh sách tốt nghiệp dự kiến. Em nhờ thầy/cô có thể kiểm tra giúp em được không ạ? Em cảm ơn thầy/cô.",
    "Chào thầy/ cô ạ. Em đã hoàn thành một môn thể chất cũ theo K18 (2018 - 2019) và một môn thể chất theo chương trình mới (2021). Môn thể chất ở chương trình mới thì có số tiết nhiều gấp rưỡi so với chương trình cũ (K18) . Vậy cho em hỏi   B đối với em thì chỉ cần hoàn thành 2 môn thể chất (bao gồm K18 cũ và 01 môn theo chương trình mới là được) hay vẫn phải học đủ 3 môn (bao gồm K18 cũ và 02 môn chương trình mới nữa ạ)    . Em cảm ơn nhiều ạ. Trân trọng, ",
    "Chào Thầy/Cô. Sáng hôm 24/10/2021, em có thi cuối kỳ môn Kiến Trúc Máy Tính (CO2007). Nhưng vừa vào thi một lúc, thì nhà em cúp điện. Vì thế em không thể hoàn thành bài thi môn CO2007. Em đã liên hệ giám thi coi thi hôm đó để báo về sự cố của em. Sau đó, em liên hệ  và Giảng Viên để xin xác nhận hoãn thi. Nay em xin gửi đơn hoãn thi kèm xác nhận, mong PĐT cho em đăng ký hoãn thi môn CO2007, để em có thể tham gia thì vào đợt tới.",
    "Em chào PĐT. Em sắp sửa hoàn thành xong chương trình đào tạo của ngành em trong HK211 này, tuy nhiên em còn thiếu chuẩn AV Nói-Viết và ngày CTXH . Em là sinh viên khóa K15, HK211 này là học kỳ cuối của em. Em đọc trên quy định thì em được làm đơn xin gia hạn thêm 01 học kỳ để hoàn thành chuẩn tiếng Anh và ngày CTXH và trong học kỳ đó em không được đăng ký môn học. PĐT cũng đã giải đáp câu hỏi này của em trước đó và kêu em nộp đơn xin gia hạn sau HK211. Như vậy PĐT cho em hỏi có thể tìm mẫu đơn đó ở đâu ạ, hay em tự viết ạ ? Cách thức để em có thể nộp đơn như thế nào ạ, trường hợp do dịch em chưa lên trường để nộp offline được thì em nộp online qua địa chỉ nào ạ ? Em nhờ PĐT cho em thông tin cụ thể. Em cảm ơn PĐT.",
    "Kính gửi PĐT! Em tên:      MSSV:  Khoa:   Cơ khí               Lớp: CK17CTM2 Em viết yêu cầu này để trình bày vấn đề như sau: Đến hiện tại em đã hoàn thành đủ tất cả các điều kiện để có thể tốt nghiệp vào 11/2021. Tuy nhiên, ở HK202 (DT) em có học môn Kĩ thuật thuỷ lực và khí nén (ME3001), đã thi cuối kì (9đ), đã hoàn thành BTL (7đ), nhưng chưa học thí nghiệm, mà điểm thí nghiệm của em được thầy đồng ý cho bảo lưu (7đ). Do một số bạn chưa học TN, nên thầy  chưa thể xuất bảng điểm để cập nhật cho em, làm cho em không thể ĐK tốt nghiệp được. Kính mong PĐT hỗ trợ em về vấn đề này, em đã có mail cho Thầy và Bộ môn, nhưng thầy nói là sẽ hỏi lại PĐT, đến nay em vẫn chưa nhận được câu trả lời. Em xin cảm ơn ạ.",
    "Chào PĐT, Em là , khóa K20 Ngoài các môn trong kế hoạch giảng dạy, em còn đăng kí thêm một số môn của các học kì sau để học trước. Vậy cho em hỏi là việc em đăng kí môn học không theo kế hoạch giảng dạy của chương trình đào tạo như vậy có ảnh hưởng tới việc xét HBKK không? Mong sớm nhận được phản hồi, Cảm ơn!",
    "Chào thầy/cô Phòng Đào Tạo, Em khóa K14, muốn chuyển sang hệ VLVH, đơn em đã điền rồi ạ có cần thêm thông tin gì không ạ. Em cảm ơn ạ.   i  .",
    "Dạ em muốn đăng ký hủy hoãn thi môn học MT1005 (Giải tích 2)",
    "Em tên là , sinh viên năm nhất. Em đã làm xong hết các thủ tục nhập học rồi, nhưng chưa đóng học phí. Xin hỏi là mình đóng học phí ở đâu và bằng cách nào ạ. Em cảm ơn.",
    "Chào nhà trường, em tên , vừa qua em đã có chút sự cố về xét tốt nghiệp là thiếu môn tiên quyết đồ án kỹ thuật lập trình. Hiện em đã xin phép Phòng Đào tạo để đăng ký tín chỉ này. Nay môn này em đã hoàn thành, không biết bên nhà trường có thể xét duyệt lại trường hợp tốt nghiệp của em sớm không ạ. Em sẽ liên hệ để giảng viên TA cập nhật điểm sớm cũng như thực hiện các thủ tục đăng ký xét tốt nghiệp kịp thời.",
    "Chào thầy/cô ạ, Em cảm ơn Phòng đạo tạo đã phản hồi đơn đăng kí  Đề cương Luận văn và Thực tập Tốt nghiệp. Em xin trình bày lý do (cụ thể em có ghi trong đơn đăng kí) vì sao đăng kí trễ hạn đến tuần 10, để có thể làm Đề cương luận văn tốt nghiệp (GE4341)nhóm LO1 và môn Thực tập tốt nghiệp (GE3343)nhóm L01 trong kì này. Mong Phòng đào tạo xem xét lại ạ. Em xin cảm ơn.",
    "Em chào thầy cô ạ, Đợt vừa rồi em có đăng ký tốt nghiệp nhưng mà do dịch nên em chưa đi chụp hình 3x4 đeo cà vạt được, e chỉ upload hình ảnh thẻ không cà vạt thôi ạ. Hôm nay em có vào trang của trường để đăng ký in giấy tốt nghiệp tạm thời và có ý định chup hình mới. Tuy nhiên, web trường thông báo là em không hợp lệ, và tình trạng của em là cựu sinh viên. Thầy cô cho em hỏi là bây giờ em có thể được đăng ký in giấy tốt nghiệp tạm thời và cập nhập ảnh 3x4 không ạ. Em cám ơn, ",
    "Em xin gửi đơn hoãn thi (có chữ kí của chủ nhiệm khoa) và xác nhận bằng gmail của giáo viên giảng dạy vì thầy chỉ muốn xác nhận bằng gmail",
    "Em chào thầy, cô ạ Em là , mssv , hiện em có tham gia nhận học bổng bên tập đoàn cao su Việt Nam, nhưng hiện em không có mặt ở thành phố Hồ Chí Minh, mặt khác do không còn nhiều thời gian nên em không thể nhận bảng điểm qua bưu điện. Sau khi em đăng kí in bảng điểm trên MyBk, thầy cô có thể gửi mail cho em được không ạ, mail em là .",
    "Kính gửi Phòng Đào Tạo Trường ĐH Bách Khoa TP.HCM. Em là . MSSV . Sinh viên Khóa 17 chuyên ngành Cơ Kỹ Thuật. Em đã tích lũy đủ 142 tín chỉ trong trương trình học. Tuy nhiên chiều nay em đăng kí xét tốt nghiệp lại không được. Em không hiểu tại sao ạ. Kính mong nhà trường xem xét giúp trường hợp của em. Em xin cảm ơn. Rất mong sớm nhận được phản hồi từ thầy/cô Sinh viên: ",
    "Kính gửi: Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM Em tên :  MSSV: Năm sinh : 11/09/1997 SDT : [phone_number] Lớp: CD18DNLT ( hệ VHVL ) Lúc trước em có làm đơn xin hoãn thi AV-400 và được sự đồng ý vắng thi có phép từ phía nhà trường, nay em được biết thông tin từ bạn bè là ngày 7/11/2012 này có mở đợt thi AV-400 , dịch bệnh ảnh hưởng trường chưa cho qua nên em đã viết mail cho phòng đào tạo xin để đăng ký thi ngày 7/11/2021  mà PĐT chưa phản hồi lại em, em mong quý thầy/cô đọc được tin nhắn phản hồi lại giúp em ạ để em được đăng ký thi AV-400 vào ngày 7/11/2021 cùng các bạn luôn ạ, em có đính kèm giấy xác nhận vắng thi có phép từ phía nhà trường bên dưới quý Thầy/Cô em giúp em ạ . Em chân thành cảm ơn quý Thầy/Cô ạ! ",
    "Chào Thầy/Cô. Sáng hôm 24/10/2021, em có thi cuối kỳ môn Kiến Trúc Máy Tính (CO2007). Nhưng vừa vào thi một lúc, thì nhà em cúp điện. Vì thế em không thể hoàn thành bài thi môn CO2007. Em đã liên hệ giám thi coi thi hôm đó để báo về sự cố của em. Sau đó, em liên hệ  và Giảng Viên để xin xác nhận hoãn thi. Nay em xin gửi đơn hoãn thi kèm xác nhận, mong PĐT cho em đăng ký hoãn thi môn CO2007, để em có thể tham gia thì vào đợt tới.",
    "Em gửi đơn xin vay vốn ngân hàng xã hội mong phòng CTCT duyệt xác nhận giúp em với ạ, và cho em hỏi xác nhận xong có thể gửi lại cho em qua file và qua đường bưu điện được không ạ. Em xin chân thành cảm ơn.",
    "Thầy cô cho em hỏi là những môn em đã hoãn thi em muốn kỳ này được thi thì làm thế nào ạ! Em cảm ơn!",
    "Em có hoãn thi 2 môn MT1005 và CH1003 ở hk202 do lúc đó chưa đủ thiết bị về thi online, giờ em đã có thể thi online được rồi, em muốn đăng ký thi bổ sung 2 môn này trong hk211 tháng 11 tới được không ạ, cách đăng ký như thế nào, em cảm ơn ạ",
    "Dạ em chào phòng đào tạo của trường. Hiện tại em khoá K2019 nhưng mới chỉ hoàn thành 2 học phần gdtc. Thì hiện tại em còn vướng một môn gdtc thì cho em hỏi là em cần hoàn thành 3 môn gdtc khác nhau hay phải hoàn thành 2 học phần (cơ bản + nâng cao) gdtc giống như k2020 ạ. em cám ơn.",
    "dạ chào thầy cô ạ, PĐT đã bổ sung PE1021    Aerobic nhóm L02 cho em do em có xin đó ạ và thời khóa biểu của em đã có lại môn aerobic và có lịch học rồi nhưng trên elearning thì vẫn chưa có mục erobic trong các môn của em để em lấy link meet học ạ , em cũng đã đi xin các bạn khác nhưng không có kết quả phòng đào tạo có thể bổ sung sớm cho em để em theo kịp lịch học với các bạn được không ạ . em xin chân thành cảm ơn.Chúc thầy cô sức khỏe ạ.",
    "Xem xét điều kiện tốt nghiệp cho lễ tốt nghiệp   B",
    "Kính gửi PĐT, em xin gửi phiếu đăng ký hoãn thi môn Giải tích mạch (EE1011). Hiện phiếu đã có chữ ký xác nhận của giáo viên bộ môn, tuy nhiên em vẫn chưa nhận được phản hồi của văn phòng Khoa Điện - Điện tử. Do đã hết thời gian hoàn tất thủ tục nên em xin được gửi trước phiếu này, em sẽ gửi bổ sung xác nhận của văn phòng Khoa nếu nhận được phản hồi sau. Mong PĐT thông cảm cho trường hợp của em. Em xin cảm ơn ạ.",
    "Dạ em xin chào thầy/cô ạ Em tên là     MSSV:    Khoa: Kĩ thuật hoá học Hiện tại em muốn đăng kí học bổng Posco TJ Park. Mà học bổng cần giấy xác nhận bảng điểm năm 2020-2021 có xác nhận của nhà trường. Em không biết làm mail cho ai để xin giấy xác nhận ạ. Mong thầy/cô chỉ giúp em ạ. Em xin cảm ơn",
    "Em có đăng ký ở phòng đào tạo về việc cấp phiếu xác nhận sinh viên, và hiện tại em thấy phiếu đã được xử lý nhưng kèm theo là nhận theo đường bưu điện. Vậy bây giờ em có thể tới địa điểm nhận kết quả (cụ thể là văn phòng khoa cơ sở lý thường kiệt) để nhận phiếu được không ạ? hay em phải nhận bằng đường bưu điện và cách để em đăng ký nhận bằng đường bưu điện vậy ạ? Em xin cám ơn ạ.",
    "Dạ, em tên: . Mssv: . Tháng 3/2021. Em có làm hồ sơ chuyển hệ (từ chính quy sang). Trong tập hồ sơ em có đính kèm Bản sao \"Bằng tốt nghiệp Phổ thông\". Mong PĐT kiểm tra, và thẩm tra bằng tốt nghiệp để em đủ điều kiện tốt nghiệp với ạ.  Chân thành cảm ơn quý Thầy/Cô!",
    "Vì lý do cá nhân nên tôi có mong muốn được bảo lưu một học kì, trong tệp đính kèm có mẫu đơn tạm dừng học, vì tình hình dịch bệnh nên không thể trực tiếp gửi yêu cầu lên phòng đào tạo, sau khi liên hệ phòng đào tạo thông qua số điện thoại, nhận được hướng dẫn có thể nộp yêu cầu thông qua bksi, đã thanh toán học phí.   i  .",
    "Em là    Em đã hoãn thi giải tích 1 kì 203 và được phòng đạo tạo đồng ý nhưng trên bảng điểm thì lại ghi em là điểm 13. Xác nhận trong hình ạ. Giờ em có phải lên cơ sở 1 để lấy xác nhận bằng giấy không ạ. Em cảm ơn.",
    "Em xin chào thầy/cô. Em là sinh viên K17 khoa Cơ khí. Hiện nay, em còn thiếu điểm của môn học Trang bị điện - điện tử trong máy công nghiệp (do dịch bệnh nên chưa thể hoàn thành các buổi học thí nghiệm) để đủ điều kiện tốt nghiệp. Với tình hình hiện tại chưa biết bao giờ mới có thể quay lại trường để hoàn thành môn học mà bây giờ để vào được công ty làm thì yêu cầu phải có là bằng tốt nghiệp tạm thời . Với xác nhận của thầy bộ môn dưới đây, không biết trường có thể cấp cho em bằng tốt nghiệp tạm thời được không ạ? Em xin cảm ơn thầy/cô.",
    "Chào thầy cô pđt, Em tên Lưu Trương Quốc Thắng Mssv:  Sinh viên khoa Quản Lí Công Nghiệp Thầy/cô cho em hỏi em muốn làm thủ tục tạm dừng học trong thời kì dịch covid này thủ tục như thế nào Em cảm ơn Trân trọng, Quốc Thắng",
    "Gửi Thầy/Cô, Em tên Trần Lê Trung, MSSV: 1720080 Em có đăng ký giấy Chứng nhận sinh viên để bổ sung hồ sơ tạm hoãn nghĩa vụ quân sự tại địa phương. Em đăng ký và tải file mềm giấy xác nhận từ trang mybk vào ngày 17/09/2021 Nhưng hiện tại em vẫn chưa nhận được bản gốc theo như địa chỉ bưu cục mà em cung cấp để nhà trường gửi về (em đăng ký vào giai đoạn dịch bệnh nên được nhà trường chuyển phát qua bưu điện) Thầy/ Cô có thể hỗ trợ em tra cứu lại mã bưu phẩm mà nhà trường đã gửi đi để em hỏi lại chỗ bưu cục tại địa phương em ở được không ạ hoặc có giải pháp khác có thể giúp em trong tình huống này với ạ. Vì hiện tại ban chỉ huy quân sự địa phương bên em đang đòi giấy tờ trong khi giờ em không có để cung cấp. Em cảm ơn Thầy / Cô đã hổ trợ.",
    "Kính gửi Phòng đào tạo Trường ĐH Bách Khoa,  Em tên là  - MSSV: . Em đã đăng ký in bảng điểm và đã thanh toán đầy đủ, nhận được thông tin PĐT hẹn ngày 29/10 tức ngày hôm qua lên nhận bảng điểm. Nhưng khi lên đến nơi thì bác bảo vệ không cho vào vì nói đó là quy định mới của nhà trường không cho sinh viên vào trường. Em đã thử liên hệ đến số đt hotline nhưng vẫn ko có phản hồi. Em hi vọng pđt sẽ giải quyết giúp em vì em đang RẤT CẦN bảng điểm để nộp xin xét học bổng khuyến học. Xin cảm ơn đã đọc mail này, em hi vọng sẽ nhận dc phản hồi sớm nhất từ PĐT. Chúc sức khoẻ!",
    "Tốt nghiệp     Xin chào Phòng Đào Tạo,  Em là , mssv     Trong đợt thi anh văn 2 kỹ năng nói viết đợt 1, em gặp vấn đề đó là trung tâm ngoại ngữ nhập sai điểm số khiến cho không thể xét tốt nghiệp   Hiện điểm số của em đã được trung tâm ngoại ngữ  cập nhật nhưng đã hơn 1 tháng rưỡi trôi qua nhưng em vẫn chưa cập nhật vào danh sách tốt nghiệp dự kiến của trường    Mong Phòng Đạo Tạo xem xét cập nhật để em có thể ra trường đúng hạn    Sinh viên   ",
    "Dạ nhà trường cho em được hỏi thêm về vấn đề giấy xác nhận sinh viên ạ. Em hiện tại là sinh viên K16, theo đúng thời hạn đào tạo tối đa thì em đến năm 2023 mới là thời điểm hết hạn đào tạo ở trường. Tuy nhiên khi em đăng ký in giấy xác nhận sinh viên gửi về địa phương trong khoảng thời gian hiện tại tháng 10/2021 thì được bảo là giấy không có giá trị công nhận sinh viên vì thời hạn đào tạo tối đa của các khóa học khác bác sĩ là 4 năm và vẫn yêu cầu em đi trình diện để sàng lọc khám nghĩa vụ quân sự. Vậy em muốn hỏi liệu có phương án nào để giải quyết cho tình huống này không ạ? ",
    "Dạ em chào admin, em xin hỏi về vấn đề giấy tạm hoãn nghĩa vụ quân sự, vì địa phương em cần thêm xác nhận là vì lý do dịch bệnh nên vẫn chưa kịp tốt nghiệp để có điều kiện chính xác cho việc tạm hoãn nghĩa vụ quân sự thì nhà trường có bổ sung nội dung vào giấy nghĩa vụ quân sự không ạ, em cảm ơn   i  .",
    "Kính gửi: Phòng Đào tạo Trường Đại học Bách Khoa TP.HCM Em tên , MSSV:  Em đã đăng ký lớp võ thuật và chiều nay (thứ 7) lúc 12:00 trưa sẽ bắt đầu mà đến giờ em vẫn chưa có dược link lớp. Nếu lớp có hoạt động thì xin gửi link lớp sớm nhất có thể. Xin trân trọng cảm ơn!",
    "Em xin chào pdt Em có tham gia hiến máu tại địa phương và được cấp giấy chứng nhận như ảnh đính kèm. Em có thể nộp lại giấy này ở đâu để có thể được cập nhật ngày ctxh ạ?",
    "Thưa thầy/cô Em là sinh viên sắp tốt nghiệp vào đợt tháng 11 này. Hiện tại em đã trúng tuyển và theo học cao học tại trường Đại học Bách Khoa TpHCM ngành kỹ thuật xây dựng. (MSHV: ) Em xin phép hỏi trường hợp của em có được cấp giấy tạm hoãn nghĩa vụ quân sự để tiếp tục đi học không ạ?",
    "Em đăng kí trễ lớp học Aerobic nhóm L12. Và hôm nay đã có lịch học trên mybk- Thông tin sinh viên Nhưng lại không có bên BKel. Nên em không biết thông tin về Giảng viên và link google meet",
    "Dạ em chào Thầy/ Cô,  Em tên , khoa Khoa học Ứng Dụng. Em đã thi xong Anh văn nói viết đợt 4 và có kết quả từ thứ 6 tuần trước. Trong cùng ngày bạn em khoa khác, thi cùng đợt đã có mail xét tốt nghiệp, nhưng đến giờ em vẫn chưa có ạ . Thầy/ Cô cho em hỏi là em không biết đến khi nào mới nhận được mail tốt nghiệp ạ? . Em cảm ơn ạ,",
    "Em là   Em muốn hỏi về việc làm sao để xin chứng nhận của trường  Vì em đã vay vốn để đóng học phí nên giờ em cần sự chứng nhận và làm cách nào để xin ạ  Em cám ơn !",
    "Kính gởi Phòng Đào tạo Em tên , MSSV . Tháng 8/2020 em đã xin thu nhận lại, và trên tình trạng sinh viên cũng thấy là đang học. Em đăng ký xin giấy xác nhận sinh viên để thi TOEIC, nhưng hệ thống thông báo là không có thời khóa biểu, đang tạm dừng. đăng ký in thẻ sinh viên cũng thông báo tương tự như vậy. Em đã hoàn thành chương trình học, chỉ nợ chứng chỉ TOEIC thôi . Kính mong phòng đào tạo xem xét giải quyết giúp em. em cảm ơn",
    "Thưa cô, em là -. Vào kì 201 em có học môn Giải tích mạch nhưng không may vào hôm thi cuối kì em bị té xe nên không thể dự thi. Sau đó em đã nộp đơn xin vắng thi có phép và được phòng đào tạo chấp nhận ( em có đính kèm hình ảnh ở dưới). Em đã đăng kí học lại môn này vào kì dự thính 202. Vào ngày 5/10 em có làm đơn đăng kí thi thay thế điểm vắng phép (VP) cho bài thi cuối kì được thực hiện online vào ngày 16/10. Tuy nhiên do nhầm lẫn nên em đã ghi nhầm học kì 202 thành 203. Em kiểm tra tin nhắn phản hồi của cô trễ nên gửi lại đơn vào ngày 17/10 và được cô phản hồi là \"Môn này đã được thi vào ngày 16/10\". Em muốn hỏi cô là tờ đơn xin phép của em có được chấp nhận để thay thế điểm không ạ ? Em xin được gửi lại cô 1 tờ đơn xin phép và 1 tờ đơn quyết định của PĐT. Em xin cảm ơn và chúc cô 1 ngày tốt lành .",
    "Dạ em chào thầy/ cô, Em tên  (MSSV: ) lớp VP17HK, chương trình PFIEV. Em đại diện lớp xin hỏi là tuần sau lớp em có một số môn 2 tín chỉ sẽ kết thúc môn. Liệu lớp em có thể đăng kí thi sớm để giảm tải áp lực cho kì thi cuối kì được không ạ? (Học kì này lớp em học 14 môn). Bình thường các kì trước đều có thể đăng kí, tuy nhiên kì này do học online nên em không biết là có thể đăng kí thi sớm được không ạ? Em có đặt câu hỏi và được cô  trả lời nhưng hình như cô nhầm về vấn đề ngoại ngữ ạ. Em đang muốn hỏi về các môn học trong học kì của lớp em  Mong quý thầy/cô hỗ trợ giải đáp! Em xin cảm ơn",
    "Em muốn hỏi là nếu em muốn phản ánh một môn học thì em nên liên hệ ở đâu ạ. TÌnh hình là em đang học môn trang bị điện- điện tử, và em không chấp nhận được thái độ làm việc của giảng viên, dạy trên lớp thì ít, không sử dụng tối ưu thời gian trên lớp. Cứ 1 tuân học 1 tuần nghỉ, thầy hẹn dạy bù xong lại hủy liên tục 4-5 lần. Thầy bận thì thầy nghỉ xong lại bắt lớp đi bù theo giờ của thầy rồi thầy lại cho kiểm tra không báo trước vào đúng ngày học bù trong khi từ đầu kì đến giờ không hề kiểm tra lần nào. Em cảm thấy rất bất mãn, làm ảnh hưởng đến sự ham học của em đối với môn này, ảnh hưởng đến kết quả học tập. Em xin cảm ơn ạ",
    "Em là  MSSV: Lớp: XD17CSHT Em đang có câu khỏi là vào ngày 24/10 và 26/10 có lịch thi môn Sức bền vật liệu và Cơ học kết cấu - Phương thức thi là hangout phòng google meet nhưng mà em lại không có phòng link trong BKexam của cả 2 môn này ạ Lúc đó em tưởng là sẽ hoãn thi như đợt thi cuối kỳ trước đó nên không có câu hỏi gì cho đến khi thi xong e hỏi bạn cùng lớp em mới biết là mới thi xong Nếu được thì em có thể đăng ký hoãn thi và thi lại vào kỳ sau được không ạ",
    "em không thể vào phần nhập học bên mybk mặc dù đã ghi đúng password:",
    "Dạ em xin phép được rút môn học lớp \"Anh văn 2A\" ạ. lý do: em không đáp ứng đủ thời gian tối thiểu trên lớp do bận công việc cá nhân. Nên em hy vọng PĐT xem xét cho em được rút môn để không ảnh hưởng đến điểm TBTL ạ. (E có đính kèm đơn xin rút môn học ạ) Ecảm ơn!  .",
    "Chào anh/chị, Sau hơn 4 tháng từ ngày đóng bảng khảo sát môn học trong HK202 đến giờ kết quả khảo sát vẫn chưa có, nên em muốn hỏi khi nào sinh viên sẽ được gửi bảng kết quả khảo sát sự hài lòng của các môn học HK202 ạ ? Em cảm ơn",
    "Dạ em chào thầy/cô, Thầy/cô cho em hỏi là sau khi em được duyệt đăng ký giấy chứng nhận sinh viên thì em lên trường lấy theo như em đăng ký hay là đợi nhận bưu điện như trong kết quả trên trang đăng ký ạ ? Em xin cám ơn",
    "Em đã nhận bằng tốt nghiệp tạm thời. Em đang chờ nhận bằng tốt nghiệp chính thức vào tháng 1. Trong thời gian này. Em có đăng ký in bảng điểm để đăng ký văn bằng 2. Tuy nhiên, đã 1 tuần trôi qua nhưng em vẫn chưa được in và gửi về theo đường bưu điện. Mong quý thầy cô kiểm tra lại thông tin giúp em . Em xin cảm ơn",
    "Dạ, tình hình là địa phương em yêu cầu giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự, vì tình hình dịch bệnh, nên họ có đề xuất cho em: \"xin trường file ảnh giấy xác nhận sinh viên để    miễn khám và khi nào có giấy xác nhận sẽ nộp sau\" Vậy cho em hỏi trường có thể gửi cho em file ảnh giấy xác nhận sinh viên được không ạ? Em xin chân thành cảm ơn!",
    "Xin chào, Em tên là  (0. Hiện em có đăng kí 2 môn học đó là AV4DT01 Và AV4A, hiện em vừa thi xong AV4A và chắc chắn đã đậu.  Vậy cho em hỏi, bây giờ em không theo học và bỏ môn AV4 DT01 luôn để xét tốt nghiệp được không ạ.  Em xin chân thành cảm ơn!!!",
    "Dạ thưa , em học lớp Việt Pháp, vào năm nhất em có rớt môn Nhập môn kĩ thuật với mã môn Ee1001, sau khi phân ngành vào năm 2 xong thì em thuộc ngành Kỹ thuật cơ khí (Vật liệu tiên tiến). Và khi em vào mục Ctđt của web trường thì em đăng kí đúng môn đó theo khoá theo ngành của em và giờ em mới biết môn đó lại có mã môn Me1001. Em muốn hỏi là em học môn này thì vẫn tính hoàn thành Ctđt phải không ạ.",
    "Dạ cho em hỏi, kì chính 202 vừa rồi em có đăng kí hoãn thi một số môn, nhưng đến vẫn chưa được thi ạ, cho em hỏi khi nào nhà trường tổ chức thi vậy ạ. Các môn em hoãn thi: Ee2011 Kĩ thuật điện điện tử Mt1009 Phương pháp tính Im1013 Kinh tế học đại cương As2001 Cơ học ứng dụng  .",
    "Xin chào , Em là , mssv . Em có đăng ký giấy xác nhận sinh viên. Lúc em đăng ký thì em chọn nhận trực tiếp ở cơ sở 1, nhưng trên Mybk thì hiện là nhận kết quả qua bưu điện. Cho em hỏi là em sẽ nhận kết quả qua bưu điện đúng không ạ? Do lúc đầu em chọn nhận trực tiếp nên không điền địa chỉ hay số điện thoại thì giấy xác nhận này gửi tới địa chỉ nào ạ?  Do em cần khá gấp để nộp nên mong được giải đáp sớm. Em cảm ơn.",
    "Dạ em chào pđt. Dạ em có đăng ký dừng thi môn vật lý 1 - (MMH: PH1003) của học kì dự thính 202 do ảnh hưởng của dịch COVID và em đã có tên trong danh sách hoãn thi (file đính kèm). Tuy nhiên điểm tổng kết môn học này ở HK202 của em là điểm 13 (vắng thi) làm cho điểm trung bình cả học kì này của em bị kéo xuống còn 6.81 ạ. Vì kết quả này mà em không thể đăng ký bình xét danh hiệu sinh viên của năm học 2020-2021. Dạ em mong pđt xem xét và cập nhật sớm cho em ạ. Dạ em mong nhận được phản hồi sớm từ pđt ạ. Dạ em cảm ơn ạ.",
    "Em chào thầy(cô) Em muốn hỏi nếu em tốt nghiệp vào năm sau và đăng ký văn bằng 2 một ngành khác thì học phí sẽ tính theo khoá nào ạ?  Em cảm ơn ạ",
    ": Theo thông báo của KTX thì dự định sẽ khoảng tháng 2 thì mới đón Sinh viên trở lại vậy trường đã có dự định khi nào học offline chưa ạ ?  -Thi CK211 tổ chức như thế nào ạ ? - Lịch học thí nghiệm bị hoãn học online thì dự định tổ chức học như thế nào ạ? Mong nhà trường trả lời giúp em .Vì em mắc kẹt vì dịch ở Bình Dương mà em thuê trọ , giờ đi lại bình thường rồi nên muốn có câu trả lời từ nhà trường để em biết có trở về quê không.Em cảm ơn ạ",
    "Em chào thầy,cô. Em có thắc mắc như sau : Hằng năm trường đều tổ chức tiếng anh ( phối hợp với IIG) để xét chuẩn anh văn nhằm xác định đủ điều kiện để đăng kí môn học cho các học kì sau hay không. Em xem ở lịch học vụ thì thấy vào giữa tháng 11 năm nay sẽ tổ chức. Vậy thầy,cô cho em hỏi trường sẽ tổ chức thi online như lịch học vụ đã đưa ra hay sẽ đợi tổ chức thi off ạ . Em mong sớm nhận được phản hồi. Em cảm ơn thầy,cô.",
    "Em là  MSSV:  Em muốn hỏi pdt là khi nào thì em sẽ tiến hành đăng ký thi bổ sung cho các môn em đã xin hoãn thi của HK202 ạ? Môn em đã xin hoãn thi là Chi tiết máy, mã môn học: ME2007. Nếu em lỡ có bỏ qua đợt đăng ký thì em nên làm gì ạ? Em xin chân thành cảm ơn.",
    "Dạ e chào thầy cô e là  mssv  (sv hệ VHVL). Trong CTDT K19 có 3 môn: -Xác suất thống kê (MT2013) -Vật lý bán dẫn (EE1007) -Giải tích mạch (EE2033) E đã học và có điểm 3 môn tương đương: -Xác suất thống kê (MT2001) -Vật lý bán dẫn (EE1013) -Giải tích mạch (EE1011) Căn cứ theo danh sách môn tương đương thay thế của PĐT http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=59_62&tid=1717   E xin ghi điểm Miễn 3 môn CTDT K19  -Xác suất thống kê (MT2013) -Vật lý bán dẫn (EE1007) -Giải tích mạch (EE2033)    Mong nhận được phản hồi của thầy cô. E cám ơn rất nhiều",
    "Thầy cô cho em hỏi là những môn em đã hoãn thi em muốn kỳ này được thi thì làm thế nào ạ! Em cảm ơn!",
    "Tốt nghiệp . Chào Thầy/Cô Em là Võ Hiếu Trung. MSSV:1933032. Hiện tại em đang bị trường hợp “Chưa có kết quả thẩm tra bằng tốt nghiệp” em có đăng ký tốt nghiệp đợt này. Trước đây em có tốt nghiệp trường mình rồi ạ. Em xin cung cấp lại mã số sinh viên lúc em tốt nghiệp lần trước đó là 1500111 để thầy cô dễ dàng thẩm tra lại  . Mong thầy/cô kiểm tra và cập nhật giúp em ạ. Em cảm ơn thầy/cô!",
    "Chào Thầy/Cô! Em đã hoàn thành 142 tín chỉ, đủ bằng TOEIC và anh văn nói viết, đủ 14 ngày CTXH nhưng mục đăng ký tốt nghiệp vẫn chưa thể đăng ký(như hình) . Cho em hỏi làm sao để được đăng ký tốt nghiệp ạ   i Tốt nghiệp .",
    "Dạ kính chào thầy cô ạ, em tên , MSSV , lớp HC17CHC. Em có nguyện vọng tốt nghiệp trong HK211 và hiện cần gấp xác nhận tốt nghiệp tạm thời, em đã xem xét tất cả các điều kiện cần và đủ để được đăng ký tốt nghiệp trong học kỳ này và em thấy mình đã đủ các điều kiện đó như đủ ngày CTXH, chuyển điểm AV (4 kỹ năng), không nợ học phí... Tuy nhiên, em vẫn chưa nhận được mail của PĐT cho phép đăng ký tốt nghiệp ạ. Em mong quý thầy cô xem xét giúp em ạ. Em xin chân thành cảm ơn.",
    "Em chào PĐT, em có đăng ký chứng nhận sinh viên trên Mybk từ ngày 24/10/2021 và đã được xử lý. Hiện đang ở trạng thái chờ nhận đơn qua bưu điện (có hình minh chứng kèm theo), nhưng đến nay em chưa thấy đơn được chuyển đến, mà bên địa phương họ đang yêu cầu nộp giấy có kèm mộc đỏ. Vậy em có cần phải đăng ký lại rồi từ quê chạy lên trường để lấy không ạ (Em ở Biên Hoà, Đồng Nai) hay là tiếp tục chờ đơn từ bưu điện? Em cảm ơn",
    "Em tên , mssv . Em có đăng ký nhận bằng tại một địa chỉ đang làm việc. Vì lý do làm việc mới, nên phải chuyển đổi địa điểm mới. Mong anh chị xem xét.   i  .",
    "Chào thầy/cô Em hiện đang là sinh viên khoa Cơ khí và em muốn xin gia hạn học phí hk211 do không đủ khả năng đóng đúng hạn. Em chưa biết phải làm thủ tục ra sao để có thể gia hạn học phí nên xin thấy cô giúp em cách để gia hạn học phí với ! Em cám ơn.",
    "Em chào quý thầy(cô)! Hôm trước PDT có trả lời qua bksi là nếu sau ngày 29/10/2021 em chưa nhận được email và chưa đăng ký tốt nghiệp thì phản hồi về phòng đào tạo. Xin quý thầy(cô) kiểm tra tình trạng đăng ký tốt nghiệp của em với ạ. Em xin chân thành cảm ơn.",
    "Cho em hỏi về điểm xét tốt nghiệp là ĐTBTLN . Vậy ĐTBTL Ngành sẽ tính những môn học nào ạ?  Em xin cảm ơn ạ.",
    "Thưa thầy/cô, em xin hoãn môn học Vẽ kĩ thuật HK202 vì lí do thiết bị tại nhà gặp lỗi không thể khởi động auto cad thì em phải làm như thế nào ạ ? Em cảm ơn.",
    "Hôm nay em kiểm tra bảng điểm thì thấy dù em đã nộp đơn hoãn thi, có trong danh sách đăng kí hoãn nhưng môn em hoãn lại có điểm thi hiển thị là 0.0 ạ? Em xin nhờ nhà trường kiểm tra lại giúp em. MSSV của em là , môn hoãn thi là Kỹ thuật lập trình mã C01027.",
    "Dạ em chào pđt, cho em hỏi bây giờ em có thể rút 1 môn học của hk211 được không ạ ( rút môn vẫn tính học phí) . Em xin cảm ơn ",
    "Em xin phép nộp lại đơn xin thu nhận lại ạ. Do bkpay đang bị lỗi nên khi nào bảo trì xong em sẽ đóng học phí sớm nhất có thể ạ. Em xin cảm ơn.",
    "Xin chào quý thầy cô. Hôm trước e có trình bày về việc nhờ người thân lấy hộ bảng điểm do e đi làm không lấy được. Thông tin người thân e là Dì út:  Sẽ đi lấy bảng điểm vào tuần sau. Có thể là thứ 3 ạ. E cảm ơn",
    "Thưa thầy cô, em xin nộp phiếu rút môn của môn  EE2035 - HK202. Mong được PDT duyệt sớm và phản hồi cho em, em xin cảm ơn.",
    "Chào thầy/cô, em đã hoàn thành chương trình học ở kì vừa rồi, và chỉ còn bằng tiếng anh nói viết là đủ điều kiện tốt nghiệp. Nhưng tình hình dịch bệnh kéo dài nên đến hiện giờ e vẫn chưa thi qua tiếng anh nói viết. Cùng lúc đó thì ở quê gửi giấy khám nghĩa vụ quân sự . Vậy nên cho em hỏi trường hợp em có còn xin giấy xác nhận sinh viên được không ạ? Nếu không thì trong trường hợp em chưa thi qua anh văn nói viết nhưng phải đi NVQS thì phải xử lý như thế nào ạ. Mong thầy/cô giải đáp giúp em. Em xin cảm ơn.",
    "trong tháng 10 vừa rồi em có xin chuyển khóa từ 2014 sang khóa 2013, và đã được ghi nhận nhưng hiện tại các mã điểm chuyển của em vẫn đang theo mã của chương trình 2014. Em xin phòng đào tạo chuyển lại giúp em sang mã 2013. Phòng đào tạo kiểm tra giúp em với tình trạng hiện tại của em danh sách môn học mà em còn thiếu để có đủ điều kiện xét tốt nghiệp Em cảm ơn,",
    "Kính chào anh/chị. Em tên là , khoa Kỹ thuật Hóa học, MSSV . Em nhận thấy mình đã đủ điều kiện để tốt nghiệp nhưng em vẫn chưa thấy tên mình trên danh sách dự kiến tốt nghiệp. Mong anh/chị xem xét lại giùm em. Em xin chân thành cảm ơn.",
    "Em là , sinh viên lớp KU17VLY1. Thầy cô cho em hỏi là em đã đạt đủ các tiêu chí xét tốt nghiệp nên em có đăng ký tốt nghiệp và đã đóng đủ lệ phí gửi giấy chứng nhận tốt nghiệp tạm thời nhưng khi kiểm tra tình trạng đăng ký thì hệ thống hiển thị là \"Phiếu đăng ký không được xử lý\" và em chỉ có tên trong danh sách tốt nghiệp dự kiến nhưng không có trong danh sách tốt nghiệp tạm thời ạ. Em hy vọng thầy cô có thể chỉ ra em thiếu ở điểm nào để có thể bổ sung cho kịp tiến độ đăng ký xét tốt nghiệp ạ. Em cảm ơn thầy cô nhiều.",
    "Xin chào thầy cô ạ. Xin lỗi đã làm phiền thầy cô. E là sinh viên Bảo dưỡng công nghiệp 2017. E  vừa nhận bằng tốt nghiệp tạm thời, và em muốn học VHVL ĐH Bảo dưỡng công nghiệp, e vào Aao.hcmut  mục tuyển sinh ( http://tuyensinh.hcmut.edu.vn/admissionndex.php?route=catalog/chitietts&path=69_148_152&tid=1863) thì thấy thời gian tuyển sinh là bắt đầu từ ngày 11/11, nhưng e vào mục đăng ký tuyển sinh (https://mybk.hcmut.edu.vn/tuyensinh/dangKyDotXetTuyen.action ) thì thấy VHVL tuyển thẳng hạn chót là 9/11. Vậy thầy cho e hỏi thời gian đăng ký chính xác là ngày nào được không ạ? E cảm ơn thầy cô rất nhiều Trân trọng. ",
    "Em đã hoãn thi môn Cơ học thủy khí (TR1005) vào học kỳ 201 và nhận điểm 13, vậy nay em làm đơn xin thi lại được không ạ, và em tải mẫu đơn điền vào và nộp như thế nào ạ, vì hiện nay em vẫn chưa thể trở lại TP HCM được ạ? Em cảm ơn.",
    "Kính gửi : Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM Em tên:  MSSV:  Em là sinh viên khóa 2014 chuyển từ hệ CQ sang VHVL trong tháng 3 năm nay, em xin hỏi là chừng nào điểm của em từ CQ sang VHVL được cập nhật vậy ạ? Tại theo em được biết có bạn đã được cập nhật đầy đủ lâu rồi mà em chưa có. Em chân thành cảm ơn!",
    "Kính chào quý thầy/cô phòng đào tạo,  Thầy/cô cho em hỏi ở Học kì 202 vừa qua, sao bảng điểm của em có một môn CI3219 Xây dựng và khai thác đường đến giờ vẫn chưa được cập nhật điểm và tín chỉ tích lũy vậy ạ . Mong quý thầy/cô sớm phản hồi. Em xin chân thành cảm ơn! :",
    "Em xin chào phòng đào tạo  Em xin gửi hình ảnh bản gốc chứng nhận tốt nghiệp tạm thời mà em đã nhận của người khác không phải của em (do có sự nhầm lẫn trong quá trình chuyển phát bưu điện) . Mong phòng đào tạo xem xét tìm cách giải quyết giúp em . Em xin chân thành cảm ơn!  Em tên:  MSSV: ",
    "Em có đăng kí bảng điểm và ngày hẹn nhận là 27/10 tại cơ sở 1. Tuy nhiên do từ tuần rồi, em không thể vào trường được nên em gửi yêu cầu này xin hướng giải quyết. Em không biết khi nào thì có thể vào trường nên có thể cho biết thời gian trường cho phép vào để em nhận. Nếu vấn đề vào trường chưa được giải quyết thì em mong PĐT có thể giữ bảng in đó mà không hủy để thời gian sau em có thể vào lấy. Hoặc, có thể gửi bưu điện cho em với thông tin người nhận:  - 198/7A/12 Bình Thới, Phường 14, Quận 11, TPHCM - [phone_number]. Em trân trọng cảm ơn",
    "Hôm nay là 01/11, theo như mail của pđt là sau 31/10 không có mail đăng ký tốt nghiệp thì gửi lại yêu cầu cho . Em mong Thầy/Cô kiểm tra giúp em và cho em đăng ký tốt nghiệp ạ. Em cảm ơn.",
    "Em là  MSSV: . Vài bữa trước em có hỏi về vấn đề giấy CNSV, em được nhận thông tin đơn hàng như hình, mã đơn hàng PDT2 và em gặp trường hợp báo không nhận đơn hàng 3 lần (em không nhận được bất cứ thông báo nào của bên giao hàng) nên em có đến thẳng bưu cục để nhận hàng với mã đơn trên thì lại là thông tin của một bạn sinh viên khác ạ. Nên nhà trường kiểm tra giúp em ạ.",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa Em tên  - MSSV:   Khoa: Cơ khí Em xin trình bày lý do đăng ký trễ xin đăng ký bổ sung LVTN trong học kỳ 211 như sau: Do dịch bệnh COVID trước đó nên em không thể hoàn thành CCAV quốc tế để xét LVTN..Do đó, em có xin Giảng viên hướng dẫn xin làm luận văn trước. Tuy nhiên, do em nắm bắt trễ 1-2 ngày trong đợt đăng ký cuối cùng trường không xét CCAV nên em không kịp đăng ký bổ sung cho nên em vẫn tiếp tục làm luận văn và chờ hết dịch sẽ sớm hoàn thành CCAV để đăng ký bổ sung sau. Nhưng sau một thời gian, em thấy điều kiện dịch bệnh vẫn không cho phép em hoàn thành CCAV như dự định nên em có xin phép Giảng viên hướng dẫn xác nhận tiến độ thực hiện luận văn để xin đăng ký và được chấp nhận. Vì vậy, em đã làm đơn xin đăng ký bổ sung LVTN với hi vọng trường vẫn tiếp tục không xét CCAV trong học kỳ này dẫn đến quá trình đăng ký chậm trễ. Hiện tại em đang học năm thứ 6, trễ hạn so với .chương trình đào tạo của nhà trường nên kính mong Phòng đào tạo có thể xem xét, giải quyết cho em được đăng ký bổ sung luận văn trong học kỳ này . Em xin chân thành cảm ơn! ",
    "Họ tên SV:……………..            ...............................MSSV: ............................... Ngày sinh:......24/01/1992...................... Lớp:.............XD17B2D1..............Số ĐT: [phone_number]........ Đã tạm dừng từ học kỳ …HK2…….. năm học:…… 2020 – 2021……… Lý do : …Quên đăng ký môn học……………Quyết định số: …………………………………………………….. Nay đề nghị được thu nhận lại từ học kỳ ……HK1….. năm học :       2021 – 2022…………  Sinh viên phải thỏa điều kiện thu nhận lại (nộp bản sao bằng tốt nghiệp THPT, kết quả thi Anh văn ≥ 250 điểm, hoàn thành học phí, …). Sau khi được thu nhận lại, sinh viên phải đăng ký môn học, thanh toán học phí và chấp hành đúng quy chế của nhà trường. NV xử lý (Họ tên, chữ ký) Ngày / /20 Sinh viên (Họ tên, chữ ký)   Ngày 01 / 11 /2021                 LỘC ",
    "Dạ em xin chào, Em tên , mssv , thuộc chương trình hệ tiên tiến, Hiện giờ do thiếu môn HT máy tính và NN lập trình mã 407410 nên em không đủ tiêu chuẩn để xét tốt nghiệp, Thật ra em đã học môn Cơ sở HT máy tính (mã 407402), đây là môn em học từ năm nhất Đại học và đậu. Sau này môn được đổi tên thành HT máy tính và NN lập trình, Em mong Văn phòng hỗ trợ em trong việc chuyển điểm tương đương để có thể đăng kí tốt nghiệp, Em chân thành cảm ơn.",
    "Cho em hỏi là phường yêu cầu em nộp giấy tạm hoãn nvqs trước ngày 3/11/2021 nhưng do giấy chưa về kịp nên phường yêu cầu em gửi hình ảnh zalo trước rồi nộp giấy sau thì em có thể xin hình ảnh giấy tạm hoãn nvqs trước ở đâu ạ. Em cảm ơn.",
    "Chào Thầy/Cô. Sáng hôm 24/10/2021, em có thi cuối kỳ môn Kiến Trúc Máy Tính (CO2007). Nhưng vừa vào thi một lúc, thì nhà em cúp điện. Vì thế em không thể hoàn thành bài thi môn CO2007. Em đã liên hệ giám thi coi thi hôm đó để báo về sự cố của em. Sau đó, em liên hệ  và Giảng Viên để xin xác nhận hoãn thi. Nay em xin gửi đơn hoãn thi kèm xác nhận, mong PĐT cho em đăng ký hoãn thi môn CO2007, để em có thể tham gia thì vào đợt tới.",
    "em muốn hỏi về việc cấp giấy chứng nhận sinh viên, em đã đăng kí thông tin qua cổng mybk nhưng nếu chờ xét duyệt thì em đọc thông tin ở trang là phải chờ tầm 1 tuần. em muốn hỏi là có thể được cấp qua file pdf để em in ra không ạ vì em phải bổ túc hồ sơ cho quân sự ở địa phương trước ngày 5/11. em xin cám ơn",
    "Em muốn xin nhà trường giấy xác nhận em đang theo học tại trường hệ VHVL thì làm như nào ạ",
    "Hiện tại em cần bằng tốt nghiệp tạm thời để đi làm thì phải làm sao ạ.",
    "Kính chào thầy cô. Thời gian đăng ký e gần 1 tháng rồi nên hôm nay e vào trường lấy bảng điểm  nhưng hiện tại trường k cho phép sinh viên vào đến khi có thông báo mới nhất. Vậy bảng điểm em sau 1 tháng có bị hủy không ạ?",
    "Em tên: . MSSV: . Lớp: CK19-CTM3. Em có đăng ký xin hoãn thi môn Chủ nghĩa xã hội khoa học(SP1035) HK203, nhưng danh sách phản hồi lại không có thông tin của em. Mong pdt kiểm tra lại giúp em.",
    "Hiện tại địa phương gởi giấy gọi khám nghĩa vụ, em muốn lấy giấy tạm hoãn nghĩa vụ thì em phải làm như nào ạ",
    "Kính gửi Thầy/Cô, Em tên , MSSV , hiện tại em vừa thi anh van đợt 4 và đã đủ điều kiện để tốt nghiệp, nhưng em vẫn chưa nhận được mail đăng kí tốt nghiệp, khi nào em mới có thể đăng kí ạ? Em cảm ơn Thầy/Cô.",
    "Chào anh/chị, Em là , sinh viên K17 khoa Tài Nguyên và Môi Trường. Nhận được thông báo của trường về việc đăng ký xét tốt nghiệp, em vào web của trường để kiểm tra thì thấy không đăng ký được do còn nợ ngày CTXH và một mục nữa tên là CCQT XET. Về số ngày CTXH thì em ý thức được là mình đang thiếu, nhưng còn mục CCQT XET thì có phải là do thiếu chứng chỉ ngoại ngữ không ạ? Nếu đúng là vậy thì anh/chị cho em hỏi làm sao để nhà trường sửa lại ạ, vì em đã nộp bằng IELTS từ năm nhất và được xác nhận như hình đính kèm phía dưới. Mong nhận được phản hồi sớm từ anh/chị.",
    "Dạ cho em hỏi là HK202 em có làm đơn xin trường cho hoãn học phí đến HK211 và đã được trường đồng ý. Nhưng hiện giờ nhà em đang gặp khó khăn em có thể xin trường cho hoãn thêm không ạ? Em cảm ơn",
    "Kính gửi thầy cô Rút môn học: Kết cấu thép (CI3231) Vì lí do: điều kiện học tập không đáp ứng",
    "Em là  , , đã nộp đơn xin gia hạn học phí chính quy 211. Hiện sắp tới kỳ đóng học phí chính quy 211 ( từ 2/11 tới 9/11 ) , nhưng hạn công bố danh sách được hoãn học phí phải đợi thông báo sau ngày 9/11 . Em không biết là như vậy có trễ quá không , vì em vẫn phải đóng học phí đúng hạn trước 15h00 ngày 9/11  nếu không sẽ vi phạm theo quy đình nhà trường ,  trong khi đó em không biết là mình có tên trong danh sách được gia hạn học phí sau 9/11 hay không . Mong nhà trường sớm thông báo danh sách trước ngày 9/11 để kịp thời ạ.",
    "Dạ em xin chào các thầy cô, cho em đặt câu hỏi là vào kì 202 em đã có hoãn một môn thi cuối kì và hiện theo mail của nhà trường gửi thì trước ngày 12/12 trường sẽ có một quyết định hoãn thi chính thức vậy cho em hỏi là nếu trong học kì 211 này em không đăng kí thi cuối kì lại mà chờ sang kì 212 có hợp lệ không ạ và nếu có thể hiện tại khi chưa có quyết định hoãn thi chính thức em có được phép đăng kí thi lại chưa ạ ? Em xin cảm ơn ạ",
    "Dạ hiện tại em đã đăng ký in bảng điểm của mình nhưng em không thấy thông báo đóng tiền ở bên BKPay và hiện tại trường cũng không cho phép sinh viên vào gặp trực tiếp để đóng tiền ạ. PĐT cho em hỏi em có thể tiến hảnh thanh toán như thế nào được không ạ",
    "Em chào PĐT, Là sinh viên Khoá 17, bạn bè xung quanh em đều nhận được mail và tiến hành đăng ký tốt nghiệp hồi giữa tháng 10, riêng em đến nay vẫn chưa nhận được . Vì lo lắng nên em nhắn hỏi PĐT không biết lý do gì khiến em chưa có tên trong danh sách đến bây giờ ạ. Mong PĐT giải đáp giúp em, em xin cảm ơn",
    "dạ cho em nộp đơn xin hoãn thi ạ",
    "Em có liên hệ với bên trung tâm IDP để gửi bản sao IELTS về trường để nộp CCNN ạ! Nhưng bên IDP họ nói rằng họ không cấp bản sao mà sẽ xuất một bản điểm khác để gửi về trường, và phí xuất bản điểm là 200.000VNĐ ạ! Em muốn hỏi rằng, em có thể photo bản điểm của em có công chứng hoặc em gửi bản điểm gốc của em cho trường được không ạ?",
    "Kính gửi PĐT, Em là  - mssv:  Em làm đơn này (file đính kèm) để xin   B hủy    hoãn thi môn đại số tuyến tính của em HK202 vừa rồi Kính mong PĐT xem xét nguyện vọng của em ạ. Em chân thành cảm ơn!",
    "Em chào thầy/cô, Em đang làm hồ sơ du học trường Sungkyunkwan, Hàn Quốc. Có một tờ hồ sơ (file đính kèm) yêu cầu thông tin của trường như zip code, em không rõ thông tin này và không tra được trên Google nên rất mong thầy/cô cho em xin thông tin này với ạ. Cảm ơn thầy/cô đã đọc tin nhắn và giúp đỡ.",
    "Em chào Thầy Cô . Em tên  , sinh viên khoa Điện điện tử ngành Viễn thông Em có nộp bằng TOIEC 490 điểm để đăng kí LVTN từ học kì trước , nhưng chưa chuyển điểm các môn ngoại ngữ . Em vừa chuyển hệ từ chính quy sang VHVL do hết thời gian đào tạo chính quy từ tháng 10 này . Thầy Cô cho em hỏi chuẩn đầu ra ngoại ngữ để xét tốt nghiệp của em vì em tìm trên trang chủ của trường chỉ thấy đề cập chuẩn tiếng anh của hệ chính quy , bằng 2 mà không thấy thông tin chuẩn ngoại ngữ xét tốt nghiệp hệ VHVL. Em cảm ơn Thầy Cô đã xem   i Tốt nghiệp .",
    "Em muốn hỏi là điều kiện để được xét đăng kí văn bằng 2 là như thế nào ạ ? Có phải là hoàn thành luận văn tốt nghiệp sẽ được không ạ ?",
    "Thưa quí thầy cô. Em tên   CK17NH2 Em có hai buổi thi vào 24/10:        Sức bền vật liệu 10h00 L02-A        Cơ lưu chất 15h00 L05-A Do điều kiện vùng quê, nhà em bị cúp điện và không đủ trang thiết bị để dự thi được ạ. Việc cúp điện xảy ra từ 7h00 sáng  đến trưa 12h00,sau đó gần 15h00 lại cúp điện lại cho đến 18h00 cùng ngày 24/10 Vì vậy, môn Sức bền vật liệu em không vào được phòng thi và không thể liên hệ giáo viên; còn môn Cơ luu chất,sau khi điểm danh xong thì xảy ra cúp điện, dung lượng 3g em chỉ đủ gửi mail báo cho giáo viên coi thi thôi ạ. Mong quí thầy cô xem xét cho trường hợp em ạ. ( nếu cần kiểm chứng,xin quí thầy cô liên hệ với giáo viên gác thi giúp em ạ ) Xin quí cô phản hồi  giải quyết xử lý giúp cho em ạ. Em xin cám ơn và thương chúc quí thầy cô sức khỏe.",
    "Em muốn thanh toán học phí HK211 ( hạn đóng là 09/11/2021 ) nhưng trên Bkpay lại hiển thị là ' chưa đến kì thanh toán ' nên em không thể đóng học phí được. Mong nhà trường hướng dẫn em cách khắc phục ạ. em xin cám ơn.  ",
    "Dạ em kính chào ban giám hiệu nhà trường, Em tên là , MSSV là . Hôm nay em vào kiểm tra phần thanh toán học phí để ngày 2/11 em đóng cho nhà trường thì phát hiện ra phần học phí đã bị mất . Em gửi nhà trường hai hình ban đầu và sau khi mất phần thanh toán học phí hk211 để nhà trường kiểm tra dùm em ạ. Em mong nhà trường xem xét dùm em trường hợp này ạ. Kính mến, Em  .",
    "Cho em hỏi là em đã đủ số ngày ctxh và số TCTL nhưng không đăng kí tốt nghiệp được do không có tên trong danh sách dự kiến tốt nghiệp.",
    "Tốt nghiệp     Em chào thầy cô    Em có hỏi thầy cô về vấn đề này ở yêu cầu 39720 ạ, có thể là do em trình bày không rõ nên thầy cô hiểu nhầm ý e ạ Hiện tại em chưa có giấy tót nghiệp tạm thời (em K17-chưa tốt nghiệp), em không thể truy cập vào các trang như là Đăng Ký tốt nghiệp, Đăng ký in giầy tốt nghiệp sinh viên, của e-learning  Do đó em không thể chọn yêu cầu in giấy tốt nghiệp tạm thời hoăc là cập nhập hình thẻ của em được ạ     Về hình thẻ 3x4 tốt nghiệp, thầy cô có kêu em vào mục tải hình  thẻ, nhưng mà em không có kiếm ra ạ Theo e nhớ là mục đó nằm trong Đăng ký tốt nghiệp, nhưng mà hiện tại em không truy cập được như đã trình bày ạ Em có upload ảnh chụp màn hình ở yêu cầu 39720 Em cũng upload lại hình khi truy cập vào trang https://mybkhcmuteduvn/app/sinh-vien/tot-nghiep/dang-ky    Mong thầy cô xem qua và giúp em với ạ    Em cám ơn,  ",
    "Kính gửi PĐT,  Em là , sinh viên K2015, khoa Kỹ thuật Hóa học. Em về cơ bản đã hoàn thành xong CTĐT của mình, tuy nhiên vì còn vướng chuẩn anh văn đầu ra nên từ đó đến nay em chưa đăng ký LVTN được. Những học kỳ sau đó thì em đã không đăng ký môn học (vì vẫn chưa đạt TOEIC) và không hề biết là mình bị xử lý học vụ thôi học. Đến nay em có dự định xin chuyển sang hệ VLVH để tiếp tục học tập thì vào MyBK lại thấy đã bị xóa tình trạng sinh viên mất rồi ạ. Sau khi tìm hiểu thì em biết được đây là lỗi của em do chủ quan và không hiểu rõ về quy chế đào tạo của trường. Nhưng thực sự em rất muốn tiếp tục học tập để hoàn thành nốt chương trình ạ.  Vì vậy, em muốn hỏi thầy cô là có còn cách nào để em được xét duyệt thu nhận lại không ạ? Kính mong PĐT hướng dẫn giúp em. Rất mong nhận được phản hồi từ thầy cô ạ.  Em cảm ơn.",
    "Em đã đăng ký xét tốt nghiệp thành công và nhận được mail thông báo. Cho em hỏi cách đăng ký nhận giấy tốt nghiệp tạm thời, hiện tại em đang ở KTX Bách Khoa? Rất mong nhận được sự giúp đỡ từ thầy cô!",
    "Chào Thầy/Cô. Sáng hôm 24/10/2021, em có thi cuối kỳ môn Kiến Trúc Máy Tính (CO2007). Nhưng vừa vào thi một lúc, thì nhà em cúp điện. Vì thế em không thể hoàn thành bài thi môn CO2007. Em đã liên hệ giám thi coi thi hôm đó để báo về sự cố của em. Sau đó, em liên hệ  và Giảng Viên để xin xác nhận hoãn thi. Nay em xin gửi đơn hoãn thi kèm xác nhận, mong PĐT cho em đăng ký hoãn thi môn CO2007, để em có thể tham gia thì vào đợt tới.",
    "Em đã đăng kí giấy hoãn nghĩa vụ quân sự có mã phiếu là CNSV..2. Cho em hỏi em sẽ nhận giấy bằng cách nào ạ vì địa phương yêu cần phải nộp giấy xác nhận sinh viên trước ngày 5/11/2021?",
    "Em đã làm đơn xin vắng thi môn Cơ học thủy khí (TR1005) ở học kỳ 201 và đã được PĐT chấp nhận, vậy sao trên bảng điểm của em vẫn hiện điểm 13 ạ?",
    "Em tên là , MSSV: . Em có đăng kí in bảng điểm vào ngày 26/10/2021 và nhận bản in tại cơ sở 1. Nhưng bây giờ sinh viên không được vào trường thì em có thể nhận bảng điểm như thế nào ạ. Em xin cảm ơn.",
    "Phòng đạo tạo cho em thắc mắc là ở trang BKpay của em nó không hiện chỗ thanh toán học phí kì 211. Mong phòng đào tạo xem xét giúp em. Em cảm ơn",
    "Kính gửi PĐT Em tên:  HẢI    MSSV:  Khoa : Cơ khí                        Ngành: Kĩ thuật chế tạo  Em viết mail này, xin phép PĐT cho em được thu nhận lại kể từ HK212, sau khi đã tạm dừng từ HK202 đến HK211. Em sẽ đăng kí môn học kể từ HK212 sau khi được thu nhận lại. Em xin cảm ơn! (Đính kèm đơn thu nhận lại)",
    "Chào thầy/cô, Em là sinh viên k17, điểm toeic của em là 580 và đã chuyển qua các môn anh văn 1,2,3. Em xem điều kiện đăng ký luận văn tốt nghiệp của k17 là toeic trên 500, nhưng em chưa qua anh văn 4 liệu có đủ điều kiện đăng ký luận văn tốt nghiệp ở kỳ tiếp theo được không ? Xin cảm ơn!",
    "ữa trước em có tạo câu hỏi về việc xin đăng ký 2 môn MT1005 và CH1003 mà em đã hoãn thi vào hk202 do chưa có đủ điều kiện thiết bị để thi, nhưng hiện giờ em có thể thi online được rồi. Có anh/chị bên pđt phản hồi lại là chờ thông báo sau tháng 12 có quyết định hoãn thi rồi mới có thông tin về việc đăng ký thi bù. Nhưng tháng 12 này khoa Kỹ thuật Xây dựng của em có phân ngành ấy ạ, nên phải đáp ứng có điểm cho 2 môn này vào tháng 12. Không biết là em có thể đăng ký thi online vào kì 211 vào tháng 11 này để bổ sung điểm cho 2 môn em đã hoãn thi trước đó này được ạ? Em cảm ơn",
    "Chào Thầy/Cô, Hồi chiều nay (01/11), địa phương em có yêu cầu ngày em phải có mặt để khám sức khỏe nghĩa vụ quân sự vào ngày 04/11. Hiện tại em đã đăng ký xin cấp giấy chứng nhận SV trên MyBK. Vậy trong 3 ngày tới em có kịp nhận bản pdf của giấy này để nộp cho bên địa phương em không ạ? Em cảm ơn Thầy/Cô",
    "Chào Thầy/Cô, Hồi chiều nay (01/11), bên địa phương em có yêu cầu em phải có mặt để khám sức khỏe nghĩa vụ quân sự vào ngày 04/11. Hiện tại em đã đăng ký xin cấp giấy chứng nhận SV trên MyBK. Vậy trong 3 ngày tới em có kịp nhận bản pdf của giấy này để nộp cho bên địa phương em không ạ? Em cảm ơn Thầy/Cô",
    "Chào thầy/cô    Sắp đến ngày hết hạn đóng học phí (09/11) nhưng hệ thống bkpay vẫn chưa cho phép thanh toán Như vậy, có phải lên trường đóng trực tiếp không ạ?    Trân trọng   ",
    "Em kính chào quý Thầy/Cô ạ. Hiện tại em đã hoàn thành đủ tín chỉ đào tạo nhưng do chưa có chứng chỉ toeic nên em vẫn chưa được nhận bằng tốt nghiệp. Tạm thời em đang ôn thi toeic và không đăng kí môn học ở trong trường. Vì dịch bệnh nên em cũng chưa thể hoàn thành thi lấy bằng. Mà hiện tại em đang có giấy gọi về quê khám nghĩa vụ quân sự, và bên đơn vị khám sức khỏe NVQS nói là nếu có giấy xác nhận rằng vẫn chưa nhận bằng tốt nghiệp thì vẫn có thể tiếp tục tạm hoãn khám để ở lại cố gắng học hành. Vậy Thầy/Cô cho em hỏi là em có thể làm giấy tạm hoãn như vậy được không và làm như thế nào ạ. Em xin cảm ơn. Mong quý Thầy/Cô sẽ giúp đỡ em trong thời gian sớm nhất ạ.",
    "Dạ em tên là  MSSV . Hiện em đã hoàn xong các điều kiện tốt nghiệp ngoại trừ việc thiếu điểm một môn học, chuyện là kì dự thính 203 e có đăng kí môn học kỷ thuật thủy lưc và khí nén do thầy  phụ trách, nhưng do không thể tổ chức học thí nghiệm nên một số bạn trong lớp chưa có điểm TN nên  Thầy không thể nhập điểm, riêng em thì đã có điểm TN bảo lưu ở kì trước, hoàn thành đủ các cột điểm nhưng vì các bạn nên em cũng chưa nhập điểm theo ạ, nên e xin pdt nhập điểm cho em để em hoàn thành các đk tốt nghiệp được không ạ, cũng như hướng giải quyết để em có thể tốt nghiệp đúng hạn ạ. Em xin cảm ơn ạ.",
    "Chào ad! Em hiện đang tạm dừng khóa học. Vậy khi em muốn học lại thì chỉ cần đóng học phí và dk môn học đúng không ạ.  Vì dịch bệnh tạm thời em xin nghỉ một thời gian . Thân.",
    "Do dịch covid kéo dài và với hình thức học online em gặp nhiều khó khăn không đủ điều kiện để học Em có xin phép thầy chủ nhiệm lớp và thầy chủ nhiệm khoa và được sự đồng ý của 2 thầy Em xin gửi phòng đào tạo đơn xin tạm dừng học kì 211 mong phòng đào tạo đồng ý và ra quyết định sớm với em ạ Em xin cảm ơn ạ",
    "Dạ cho e hỏi, Do dịch bệnh nên e đã về quê và chưa thể quay lại trường. E muốn đăng kí giấy xác nhận vay vốn và để được trường xác nhận thì e phải làm như nào ạ (E có tải biểu mẫu giấy vay vốn của trường rồi, nhưng ko biết nộp cho ai và nộp như nào để trường xác nhận ạ). Có phải là e sẽ in biểu mẫu, viết rồi gửi qua bưu điện cho Phòng Công Tác sinh viên phải không ạ ?",
    "Chào ,  Cho em hỏi có thể gia hạn đóng học phí học kì chính được không ạ, do tình hình dịch covid-19 nên gia đình em chưa có đủ tiền để đóng học phí ạ, cám ơn  đã xem.",
    "Kinh gửi Thầy/cô Ở học kì trước em có xin hoãn thi môn Xác suất thống kê, nhưng trên bảng điểm hiện nay vẫn thông báo em điểm 13 mong PĐT xem lại giúp em ạ Em xin cảm ơn.",
    "Em đang là sinh viên k20 đại học BK và đang học khoa XD. Nếu năm nay em thi lại vào được khoa khác như logistics hay QLCN thì điểm các môn đại cương của em có được chuyển qua hay không ạ",
    "Dạ em chào thầy/cô. Cho em hỏi là hiện tại em có thể lên trường để nhận giấy xác nhận sinh viên không ạ. Do hôm nay em mới nhận yêu cầu cảu bên xã mà tới ngày 7/11 là hạn chót rồi nên em sợ gửi theo đường bưu điện không kịp ạ. Em cảm ơn thầy/cô.",
    "Em thấy có dòng chú ý \"Sinh viên đã tốt nghiệp hoặc có tên trong danh sách tốt nghiệp dự kiến thanh toán lệ phí tại PĐT (không đóng trên BKPay)\". Em là sinh viên đã có tên trong danh sách tốt nghiệp chính thức thì có đóng tiền trên BKPay được ko? Nếu được thì em có thể thay đổi nơi nhận KQ được không vì mấy nay em lên trường nhưng bảo vệ ko cho vô? Mã phiếu: InBD[phone_number]3 Địa chỉ: FF2 Ba Vì, P15, Q10",
    "Kính gửi , Em muốn hỏi là khi nào thì sinh viên được đăng kí thi các môn đã đăng kí hoãn thi ở kì 202 vào kì 211 ạ. Em xin chân thành cảm ơn .",
    "Em chào thầy/cô, Vào kỳ thi học kỳ 202, em đã hoãn thi cuối kỳ một môn học. Thầy/cô cho em hỏi là em phải làm thế nào để có thể được đăng ký thi lại môn học này, em phải đăng ký thi ở đâu và gặp ai để được giải quyết ạ. Em cảm ơn thầy/cô. Chúc thầy/cô có nhiều sức khỏe và niềm vui.",
    "Em tên  mã số sinh viên . Trung tâm đào tạo bảo dưỡng công nghiệp  Em có đăng ký giấy xác nhận sinh viên để bổ sung hồ sơ tạm hoãn nghĩa vụ quân sự cho địa phương trên MYBK. Nhưng em vẫn chưa nhận được kết quả qua đường bưu điện. Do em thời gian nộp giấy xác nhận cho địa phương không còn nhiều, em mong quý thầy cô kiểm tra lại giúp em . Em xin chân thành cảm ơn Quý Thầy Cô.",
    "Em tên là , thuộc hệ chương trình Tiên Tiến,  Em muốn xin Đăng kí vào danh sách Tốt Nghiệp đợt tháng 11,  Hiện giờ, em lên myBK đăng kí chưa được,  Mong văn phòng Đào Tạo hỗ trợ cập nhật giúp em.",
    "Em chào thầy,cô. Em có thắc mắc như sau : Hằng năm trường đều tổ chức tiếng anh ( phối hợp với IIG) để xét chuẩn anh văn nhằm xác định đủ điều kiện để đăng kí môn học cho các học kì sau hay không. Em xem ở lịch học vụ thì thấy vào giữa tháng 11 năm nay sẽ tổ chức. Vậy thầy,cô cho em hỏi trường sẽ tổ chức thi online như lịch học vụ đã đưa ra hay sẽ đợi tổ chức thi off ạ. Em mong sớm nhận được phản hồi. Em cảm ơn thầy,cô.",
    "Chào Thầy/Cô. Sáng hôm 24/10/2021, em có thi cuối kỳ môn Kiến Trúc Máy Tính (CO2007). Nhưng vừa vào thi một lúc, thì nhà em cúp điện. Vì thế em không thể hoàn thành bài thi môn CO2007. Em đã liên hệ giám thi coi thi hôm đó để báo về sự cố của em. Sau đó, em liên hệ  và Giảng Viên để xin xác nhận hoãn thi. Nay em xin gửi đơn hoãn thi kèm xác nhận, mong PĐT cho em đăng ký hoãn thi môn CO2007, để em có thể tham gia thì vào đợt tới.",
    "Dạ em chào thầy cô, cho em hỏi là học kì 202 em có hoãn thi môn nhiệt động lực học và truyền nhiệt (ME2013). Nhưng trên bảng điểm ở MyBK cập nhật điểm 13, vậy là em có bị sao không ạ, em xin cảm ơn ạ",
    "Dạ em tên , MSSV  Em có biết từ các bạn là sau khi đăng ký tốt nghiệp sẽ có giấy tốt nghiệp tạm thời online. Hiện tại công ty em đang yêu cầu gấp để làm giấy tờ, và em vẫn chưa nhận được giấy tốt nghiệp tạm thời qua bưu điện. Mong phòng đào tạo giúp em trong hôm nay hoặc ngày mai. Em xin chân thành cảm ơn.   i Tốt nghiệp .",
    "Thưa , em là , MSSV , lớp CK17CTM3, cho em nộp đơn rút môn học Anh văn 4 LA1009 của HK211. Cám ơn  đã xem xét.",
    "Dạ cho em xin hỏi về việc chuyển điểm thí nghiệm môn học EE2019- Cơ sở điều khiển tự động:  Sáng nay em có liên lạc với thầy phụ trách TN-  về việc chuyển điểm thí nghiệm, thầy bảo liên hệ lại với phòng đào tạo về cách thức chuyển điểm. Nên cho em hỏi về cách thức để chuyển điểm thí nghiệm.   Em xin cảm ơn.",
    "Dạ em xin chào thầy(cô) PĐT.   Hiện tại em là sinh viên khóa K16 và chưa hoàn thành Luận văn tốt nghiệp.   Em đã có đăng kí giấy Tạm hoãn NVQS và đã nộp lên cơ quan quân sự của địa phương.Tuy nhiên cơ quan lại yêu cầu thêm giấy xác nhận là sinh viên còn môn học nào chưa hoàn thành.   Vì vậy,cho em hỏi em có thể đăng kí hoặc xin xác nhận là hiện tại vẫn còn Luận văn tốt nghiệp chưa hoàn thành được không ạ.   Em xin cảm ơn!",
    "Do dịch kéo dài và hình thức học onl Em gặp nhiều khó khăn không đủ điều kiện để học tập Được sự đồng ý của thầy chủ nhiệm khoa và thầy chủ nhiệm lớp Em viết đơn xin tạm dừng học kì 211 Mong phòng đào tạo xem xét ra quyết định với em ạ Em xin cảm ơn",
    ". E chào thầy/cô ạ, e muốn hỏi là em muốn đăng ký bảo hiểm y tế mới nhưng bảo hiểm y tế cũ e vẫn chưa lấy nên k biết số bảo hiểm thì phải làm sao ạ, em cảm ơn.",
    "Em xin kính chào anh/chị Em tên  Cho em xin hỏi trường đã gởi bản điểm chưa ạ, em đã hoàn thành đăng ký đóng tiền từ ngày 14 tháng 10 đến giờ nhưng vẫn chưa nhận được ạ   i  .",
    "Chào thầy cô! Em là  sinh viên khóa 16 . Vấn đề em đang gặp phải là em sắp sửa hoàn thành xong luận văn và báo cáo để hoàn thành chương trình học. nhưng mà em vẫn chưa qua một môn là Trắc địa cao cấp 1 (mã MN: CI3027) sẽ không còn mở lớp nữa. điều này khiến sẽ không hoàn thành và tốt nghiệp được! Bây giờ em không biết phải làm sao? Thầy cô cho em xin hướng giải quyết về vấn đề này được không ạ? hiện tại em đang rất lo lắng về vấn đề này . Em xin cám ơn ạ",
    "Nhà trường cho em hỏi là vừa qua em có đóng học phí cho nhà trường là 13,204,025 vnđ cho học kì HK211. Sau đó nhà trường có thông báo là học phí đã giảm xuống còn 12,704,025 và sinh viên sẽ được hoàn lại 500,000 qua tài khoản OCB vào cuối tháng 10. Tuy nhiên, hôm nay đã qua tháng 11 nhưng em vẫn chưa thấy số tiền được hoàn lại qua tài khoản. Em mong nhà trường có thể xem xét và hoàn lại số tiền trên cho em trong thời gian sớm nhất. Em cảm ơn nhà trường rất nhiều.",
    "Dạ em chào các thầy cô! Theo hướng dẫn của thầy , em có làm đơn xin chuyển hệ và gửi vào mail , đến nay đã gần 10 ngày nhưng chưa nhận đc phản hồi từ phòng đào tạo. Không biết phòng đào tạo có nhận và xử lý đơn thông qua mail ko, hay là em cần nộp đơn trực tiếp tại phòng đào tạo ạ?",
    "Chào thầy/cô, Em là , mssv . Khi em nộp giấy xác nhận sinh viên theo yêu cầu cho địa phương (quận Bình Thạnh, TP.HCM) thì được thông báo em không nằm trong danh sách sinh viên trường (như ảnh đính kèm) và được yêu cầu đối chiếu với nhà trường. Nhờ quý thầy/cô xác nhận và hướng dẫn em giải quyết vấn đề này ạ. Em cảm ơn.",
    "Chào thầy/cô, Em là  mssv  lớp CK19CTM1 Ngày 9/9/2021 em có đăng kí giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự, em chọn mục chuyển phát qua bưu điện. Em không biết trong quá trình chuyển phát, bưu điện có trục trặc gì hay không nhưng tới nay vẫn chưa thấy giấy được chuyển tới nhà. Mong thầy/cô có thể kiểm tra lại giúp em ạ.",
    "NGUYỄN VĂN QUANG MSSV: Kính chào các anh chị ạ!  em sinh viên bằng 2, em nhờ anh chị hỗ trợ em vấn đề này ạ, Học kỳ 203 vừa rồi: em có học các môn( CƠ HỌC KẾT CẤU-CI2029,  - CI1053,  - CI3195), đợt trước đã có bảng điểm( cũng như đã cập nhật tổng số tín chỉ tích lũy)  Nhưng trong vài ngày trở lại đây bảng điểm của học kỳ này của em không thấy xuất hiện trong hệ thống. Em nhờ  kiểm tra hỗ trợ giúp e về vấn đề này với ạ ",
    "Dạ cho em hỏi là năm ngoái em đã quên đăng kí bảo hiểm y tế nhưng khi đăng kí môn vẫn được và đã học qua 1 năm, nếu vậy thì đến khi em đăng kí tốt nghiệp, nhà trường sẽ xét đến bảo hiểm y tế từng năm không ạ? Và hướng giải quyết của nhà trường sẽ như thế nào với trường hợp của em ạ? Em xin cảm ơn.",
    "Cho em hỏi tại sao em không tham gia đăng ký bảo hiễm y tế được ạ! Em đã cập nhật thông tin ở bước 1 nhưng bước 2 chọn loại BHYT em không chọn được.",
    "Kính gửi Phòng Đào Tạo Trường ĐH Bách Khoa TP.HCM. Em là . MSSV . Sinh viên Khóa 17 chuyên ngành Cơ Kỹ Thuật. Em đã tích lũy đủ 142 tín chỉ trong trương trình học. Em đã được thẩm tra chứng chỉ IELTS hợp lệ. Tuy nhiên em vẫn không đăng kí xét tốt nghiệp online được . Nay em viết mail này kính mong nhà trường xem xét giúp trường hợp của em. Và cho em được đăng kí tốt nghiệp đúng thời hạn . Vì công ty của em yêu cầu gấp giấy chứng nhận tốt nghiệp tạm thời. Kính mong nhà trường giúp đỡ em Em xin chân thành cảm ơn. Rất mong sớm nhận được phản hồi từ thầy/cô Sinh viên: ",
    "HK182 em rớt môn Cơ ứng dụng mã môn AS2001, đến học kỳ 202 em đã học lại môn Cơ ứng dụng mã môn AS2001 và đã đủ điểm qua. Mong PĐT xét chuyển điểm để em được xét TN ạ",
    "Em nhận mail trường kêu đk BHYT nhưng thấy mail để sinh viên chính quy mà ko thấy hệ VHVL. Vậy em thuộc hệ VHVL thì khỏi phải đk BHYT phải không ạ? Vì mail nói nếu không đk BHYT sẽ không được đk môn cho kỳ sau.",
    "Hiện tại em đang học bên clc học các môn đại cương, thì năm sau em thi lại bên đại trà, thì không biết có thể chuyển điểm môn đại cương qua được không ạ",
    "Kính gửi quý Thầy/Cô, Em tên là: . MSSV: . Hiện tại em là sinh viên khóa 17, thuộc khoa Điện - Điện tử, em được nhận thông báo từ phòng CTCT-SV về việc đăng ký tham gia Bảo Hiểm Y Tế (BHYT). Do hiện tại em đã tham gia BHYT tại công ty nên không biết em có cần phải đăng ký ở trường nữa không ạ? Nếu không cần thì liệu em cần làm đơn hay gởi email về phòng CTCT-SV hoặc phòng Y Tế ở trường không ạ? Mã BHXH của em: [phone_number] Em xin chân thành cảm ơn! Trân trọng, ",
    "Gửi Phòng Đào tạo. Ở học kỳ 202, em có xin hoãn thi cuối kì môn Hoá Hữu Cơ, mã môn học CH2021, trên form đăng kí hoãn thi của trường. Tuy nhiên, hiện tại, trong bảng điểm của em vẫn ghi điểm 13 ở môn này mà chưa cập nhập sang kết quả hoãn. Mong pdt kiểm tra lại giúp em . Bên cạnh đó, em cũng xin phép hỏi về thủ tục đăng ký thi lại môn trong học kì này ạ, xin phép pdt giải đáp thắc mắc. Em xin cảm ơn pdt .",
    "dạ cho em nộp đơn hoãn thi ạ",
    "Admin cho em hỏi, hiện tại Phòng đạo tạo có tiếp lại sinh viên chưa ạ? Em muốn vào để lấy bằng Tốt nghiệp ạ.",
    "Thưa Thầy Cô, em muốn hỏi điểm và tín chỉ học kỳ 202 đã cập nhật chính thức chưa, em xem điểm của em thì thấy trong điểm học kỳ thì đã được nhập điểm rồi mà số tín chỉ ở thông tin chung thì chưa cập nhật ạ.",
    "Em chào phòng đào tạo ạ,lúc trước e lỡ xem đóng học phí ngày 2/11 nên hôm nay em đóng , về xem lại thì thấy ngày 5/11 mới mở thu Em lỡ thanh toán với bên ngân hàng và đã hoàn tất chuyển tiền , có sao không ạ. Em cảm ơn",
    "Em chào quý thầy cô, Em vừa nhận được mail về việc đóng bảo hiểm y tế cho năm học này. Nhưng hiện em vừa làm vừa học và công ty có đóng bảo hiểm y tế cho cá nhân. Xin thầy cô cho em biết em nên xử lý thế nào ạ.",
    "Nhà trường cho em hỏi hạn chuyển điểm ngoại ngữ trong năm nay đã hết chưa ạ  Em hiện đang xin chuyển điểm ngoại ngữ để xét tốt nghiệp mà không biết còn hạn không ạ",
    "Dạ, em là SV K19 Đại trà trường mình. Mọi năm thì em thanh toán BHYT ở KTX ĐHQG, nhưng năm nay em không ở KTX ĐHQG nữa và giờ em muốn thanh toán BHYT ở trường thông qua . Nhưng khi em nhập hết thông tin xong mà nó không hiện cho em loại BHYT 12 tháng để em đăng ký ạ ? PĐT xem xét vấn đề này cho em ạ. Em cảm ơn ",
    "Em kính chào quý thầy/cô. Em tên , MSSV: , khoa Kỹ thuật Hóa học. Hiện em chưa đủ chuẩn Anh văn cho năm 3, và thời gian vừa rồi em cũng dự định đi thi nhưng tình hình dịch bệnh quá căng thẳng nên em không thể đăng kí thi, và hiện giờ em cũng không có khả năng dự kì thi TOEIC của IIG vì nhà em có trẻ nhỏ và người già chưa tiêm vaccine, bố mẹ không cho phép em đi thi vào lúc này. Và em muốn hỏi quý thầy/cô, rằng vào kì 212 thì nhà trường có gia hạn chuẩn Anh văn nữa không ạ? Em mong nhà trường sẽ gia hạn để em và một vài bạn khác có thể tiếp tục chương trình học. Em xin cảm ơn quý thầy/cô. Chúc quý thầy/cô sức khỏe.",
    "Kì này em có đăng ký Luận văn tốt nghiệp, một môn học điều kiện tiên quyết không thỏa. Nhưng tkb của em vẫn chưa được hiệu chỉnh xóa lvtn. Khi liên hệ bộ môn để làm lvtn thì bộ môn nói do em không nằm trong danh sách làm lvtn chính thức từ pđt. Vậy em xin hỏi, nhà trường có đợt hiệu chỉnh tkb nào nữa cho môn lvtn không, và em có được hoàn lại tiền học phí cho 9 chỉ này không?? Em mong được giải đáp sớm. Em cám ơn",
    "Dạ hiện tại em có thể xin trường cấp phiếu điểm onl cho em không ạ. Em cần chuyển điểm một số học phần ở trường khác ạ.",
    "Cho em hỏi là hộ cận nghèo có được giảm học phí không ạ",
    "Xin chào thầy cô ạ. E muốn hỏi vấn đề VHVL, e có gửi mail thầy   nhiều lần nhưng hình như thầy không nhận được nên k trả lời e. Quý thầy cô cho e xin sdt thầy để tiện liên lạc được không ạ?",
    "Tốt nghiệp . Chào quý Thầy/Cô PĐT Em tên Lê Thanh Duy MSSV 1710784. Em có đăng kí gửi bằng tốt nghiệp tạm thời về địa chỉ ktx Bách Khoa 497 Hòa Hảo P7 Q10. Nhưng trong thời gian chờ bằng tốt nghiệp đến em đã sang Hàn học, nên không nhận được bằng và số điện thoại của em cũng không sử dụng được. Bên cạnh đó em cũng muốn hỏi về bằng tốt nghiệp gốc. Em phải làm như thế nào để nhận được bằng tạm thời và bằng gốc. Em mong quý Thầy/Cô có thể hướng dẫn em. Em xin chân thành cảm ơn! Trân trong Duy",
    "Em muốn kiểm tra xem em đã đủ điều kiện tốt nghiệp hay chưa. Họ và tên: Trần Hoàng Thịnh MSSV:  Lớp: K17 KHMT ",
    "Em chào thầy, cô! Em muốn hỏi là tài khoảng gmail trường cấp cho sinh viên có thể kích hoạt tài khoảng Office 365 không ạ? (Em muốn xác minh vì có thấy thông tin qua mạng) Nếu có: Em có đính kèm hình chụp không thể kích hoạt tài khoảng Office 365, mong được thầy, cô hỗ trợ ạ! Em xin cám ơn!!",
    "Thầy/cô cho em hỏi là yêu cầu chọn bệnh viện khám ban đầu( ảnh bên dưới) thì không được đổi bệnh viện khác với BHYT năm trước ạ?",
    "dạ em chào pđt ạ. em mới nhập học lại vào kì 211. những năm vừa rồi em gặp chuyện nên không đi học được. và em không có đăng ký thẻ bhyt của nhà trường, vừa rồi em có xài thẻ BHYT gia đình nhưng bị mất và em quên mã số rồi ạ. bây giờ em muốn đăng ký thẻ BHYT của nhà trường thì phải làm sao ạ? em cảm ơn ạ",
    "Dạ chào Thầy Cô Em tên  MSSV:  Thầy Cô cho em hỏi sau học kỳ cuối này em còn thiếu môn anh văn 2,3,4, thiếu chứng chỉ anh văn Toeic và Anh văn 2 kỹ năng, số ngày CTXH. Thì em có được kéo dài thêm 1 học kỳ để bổ sung những điều kiện trên không ạ! Em xin chân thành cảm ơn. Mong sớm nhận được phản hồi từ Thầy Cô ạ",
    "em thuộc diện chính sách được miễn học phí, nhưng do tới tháng 12 mới có danh sách thì có cần thanh toán học phí trước ngày 19/11 không ạ.",
    "cho em hỏi em vào mục đăng kí BHYT thì k chọn được loại BHYT cần mua để đăng kí thì s ạ?",
    "Em chào Pđt,  Hiện tại em đang cần mua sách AV3. Nên em muốn lên thẳng BKEnglish ở Dĩ An mua, không biết hiện tại bên đó đã hoạt động chưa,mong Pđt phản hồi ạ, em xin cảm ơn.",
    "Chào thầy/cô  Em gữi phiếu câu hỏi này muốn biết thông tin, hiện tại em không có thời khóa biểu, đó có phải là nguyên nhân em không thể đăng ký BHYT năm tới hay không ạ, em không thể chọn vào mục chọn loại bảo hiểm đăng ký mua như hình . Cảm ơn thầy/ cô vì đã phản hồi!",
    "Em chào thầy cô ạ. Em có đăng ký hoãn thi môn quản lý dự án cho kỹ sư và tên trong danh sách hoãn thi nhưng trong bảng điểm cập nhật là điểm 13. Mong thầy cô xem xét lại ạ. Em xin cảm ơn.",
    "cho em hỏi là sao chỗ đăng ký loại bhyt của em nó lại không cho em chọn ạ ? Nó màu xám như hình ạ làm sao để em fix lỗi này ạ",
    "Xin chào Thầy/Cô! Em đăng kí in giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự từ 4/10 nhưng vẫn chưa nhận được. Mong thầy/cô kiểm tra lại giúp. Em cảm ơn!",
    "Em còn thiếu môn Anh văn để tốt nghiệp và hiện tại học kì này em không thể xin được giấy xác nhận sinh viên để hoãn NVQS do không có thời khoá  biểu - Lí do tình hình dịch vẫn còn phức tạp và điều kiện vắc xin ở quê chưa đủ nên em không thể tham gia thi TOEIC để nhận bằng tốt nghiệp, do đó em chưa thể tham gia NVQS vào năm nay. Em có thể nhận GIẤY TẠM HOÃN NGHĨA VỤ QUÂN SỰ từ PĐT bằng cách khác được không ạ? Vì tính gấp rút của công việc nên em mong nhận được phản hồi sớm từ PĐT . Kính chúc Phòng Đào Tạo thật nhiều sức khoẻ. Em xin chân thành cảm ơn.",
    "Dạ em chào thầy/cô, Thầy/cô cho em hỏi là em muốn nhận giấy xác nhận sinh viên để bổ sung vào hồ sơ khám nghĩa vụ quân sự của nhà nước mà giờ em đã đăng kí ở cơ sở Lý Thường Kiệt mà trường chưa mở cửa thì em có thể đăng kí lại và nhận bằng đường bưu điện hay có cách giải quyết nào khác không ạ? Mong thầy/cô giải đáp.",
    "Em có gửi một thắc mắc không đăng kí tốt nghiệp được vào ngày 24/10. Hiện giờ đã là ngày 3/11 và em vẫn chưa đăng kí tốt nghiệp được ạ. Em đã hoàn thành đủ 142 tín chỉ và có toeic nói viết 250. Mong phòng đào tạo xem lại và giải quyết giúp em ạ. Em là , mã sinh viên . Em cám ơn.",
    "Em kính chào Phòng Đào Tạo, Lần trước em có hỏi về việc chưa đăng ký tốt nghiệp được, em đã theo dõi mail và thử đăng ký trên MyBK đến ngày 2/11. Hiện tại em vẫn chưa nhận được mail thông báo tốt nghiệp và chưa đăng ký trên hệ thống MyBK được. Kính mong Phòng Đào Tạo kiểm tra và thông báo em còn thiếu điều kiện gì để em có thể bổ sung ạ. Em xin cảm ơn./.",
    "Chào PĐT, Em là  MSSV:  PĐT cho em hỏi là sắp tới có mở thi AV nói viết nữa không ạ. Em muốn đăng kí để đủ điều kiện tốt nghiệp. Do hôm nay em có lịch thi AV nói viết mà nhà bên cạnh phòng em sửa nên ồn quá, em không thi đc. Em rất mong PĐT mở đăng kí AV nói viết để tạo điều kiện cho những bạn như em ra trường. Em cảm ơn.",
    "EM tên là  MSSV  Hiện tại địa phương đang gọi nghĩa vụ, em đang cần gấp giấy tạm hoãn nghĩa vụ để về quê, nhưng em mới đăng ký hôm thứ hai đến hiện tại vẫn đang chờ xử lý, nếu một tuần làm việc thì không kịp vé máy bay, mong thầy cô giúp đỡ để em có giấy sớm hơn, em xin trân thành cảm ơn.",
    "Kính thưa Phòng Đào tạo, Em là , mã số sinh viên  . Em đã có đăng ký xét chuyển điểm và đã xác nhận 211102HK211D10. Tuy nhiên, hiện trên trang Chuyển điểm của em không chuyển điểm số môn Anh văn 1,2,3,4 thành 10. Không biết quy trình chuyển điểm như vậy là đã hoàn tất chưa hay em cần phải bổ sung thêm gì ạ? Kính mong cô xem xét. Kính thư, ",
    "Tốt nghiệp . Thưa Thây Cô . 1. Em đã tự kiểm tra điều kiện đã đủ các điều kiện để xét tốt nghiệp. 2. Em kiểm tra trong danh sách tốt nghiệp dự kiến thì chưa thấy trong sanh sách. 3. Em muốn hỏi thầy cô có thể giải đáp trực tiếp cho em hay cho em cách để em có thể kiểm tra chính xác về vấn đề trên. Trân trọng.",
    "Dạ chào Thầy/Cô. Lúc trước em có hỏi nhà trường về đơn xin thu nhận lại và được trường trả lời là đã tiếp nhận yêu cầu đăng kí tốt nghiệp, chờ email và đăng kí tốt nghiệp trước ngày 2 tháng 11, sau ngày đó nếu chưa nhận được email thì thông báo lại qua bksi. Em cũng chờ bữa giờ nhưng vẫn chưa nhận được email và vẫn chưa đăng kí tốt nghiệp được. Vậy em thông báo cho nhà trường biết tình trạng của em và mong nhà trường có hướng giải quyết cho trường hợp của em. Em xin chân thành cảm ơn",
    "Kính gửi Phòng đào tạo Em là , MSSV . Hiện là sinh viên khoa Kỹ thuật Hóa học. Lần trước em có thắc mắc về việc mình đã đủ yêu cầu để đăng kí tốt nghiệp nhưng vẫn chưa thể hoàn thành việc đăng kí. Phòng đào tạo có trả lời em sau ngày 2/11 nếu chưa nhận được mail thì phản hồi. Hôm nay là ngày 3/11 và em vẫn chưa nhận được mail xác nhận đăng kí tốt nghiệp . Em mong PDT xem xét trường hợp của em, nếu còn vướng mắc mong PDT phản hồi em sớm ạ. Em chân thành cảm ơn.",
    "Dạ cho em hỏi là nếu em có BHYT rồi thì em có cần đăng kí ở trường ngày 19/12/2021 không ạ. Và nếu không cần thì em có cần phải nộp bản photo không ạ (hiện giờ em đang ở quê không vào TP HCM được).",
    "Chào thầy/cô ạ! Em có đăng ký nhận giấy tạm hoãn nghĩa vụ quân sự ngày 14/10, hình thức chuyển phát qua bưu điện. Không biết khi nào em sẽ nhận được giấy ạ, vì phường em yêu cầu bổ sung bản chính trong tuần này. Em xin cảm ơn!",
    "Em có đăng ký BHYT ở DN rồi, nên em muốn khỏi phải đóng BHYT ở trường. Bây giờ em phải làm thủ tục như thế nào ạ. Em cảm ơn ạ.",
    "Em chào quý thầy, cô PDT, Em là , sinh viên ngành Hệ thống Năng Lượng của chương trình kĩ sư chất lượng cao Việt Pháp. Vì yêu cầu đầu ra của chương trình phải có bằng tiếng Pháp DELF B1 nên em  đã thi và nộp bằng DELF B1 vào năm 2020, tuy nhiên trong thông tin Danh sách tốt nghiệp đợt tháng 11, phần chứng chỉ AV lại không có B1. Em mong các thầy cô kiểm tra giúp em ạ. Em chào và cảm ơn quý thầy cô.",
    "Kính gửi: Phòng Đào Tạo  Em tên là V:  là sinh viên của hệ cao đẳng Của trung tâm Bảo Dưỡng Công Nghiệp. Vài hôm trước em có đăng kí giấy tạm hoãn nghĩa vụ quân sự để nộp cho địa phương để tạm hoãn nghĩa vụ, nhưng ở địa phương kêu là thời gian quy định của khóa em chỉ tới tháng 4/2021, nhưng em có trình bày là thời gian đào tạo tối đa đến tháng 10/2022 và do tình hình dịch bệnh trong năm nay nên chưa thể hoàn thành chương trình học của mình. Nên địa phương đã kêu em làm đơn để xin được tạm hoãn NVQS, nên em mong PĐT có thể xem xét và giúp đỡ em xác nhận dùm em đơn để em được tamh hoãn NVQS để hoàn thành chương trình học của em ạ Em xin chân thành cảm ơn",
    "Dạ hiện tại ở đia phương em đang yêu cầu Giấy chứng nhận sinh viên hoãn NVQS gấp, và yêu cầu chỉ cần nộp bản word hay pdf cũng được ạ. Vậy em có thể xin phép nhà trường có thể gửi bản word/pdf qua mail cho em thay vì chuyển phát bưu điện được không ạ ! (em đã đăng kí xin cấp giấy NVQS ở mybk nhưng không có mục nhận qua gmail) Dạ em xin cảm ơn !   i  .",
    "Xin chào thầy/cô, cho em hỏi với tình hình dịch bệnh hiện nay, sinh viên 18 đang ở quê không thể vào TP HCM để thi lấy bằng toeic quốc tế. Vậy khi đăng kí môn học cho H212 thì sinh viên 18 có được đăng kí môn Luận văn tốt nghiệp không ạ? Nhà trường có xét tiêu chuẩn Anh văn cho H212 không vậy ạ? Em chân thành cảm ơn.",
    "Dạ em gửi cô mẫu giấy xác nhận.Mong cô xem xét giúp em ạ. Em xin cảm ơn!",
    "Dạ em kính chào ban giám hiệu nhà trường, Em tên là , MSSV là . Hôm nay em vào kiểm tra phần thanh toán học phí để ngày 2/11 em đóng cho nhà trường thì phát hiện ra phần học phí đã bị mất. Em gửi nhà trường hai hình ban đầu và sau khi mất phần thanh toán học phí hk211 để nhà trường kiểm tra dùm em ạ. Em mong nhà trường xem xét dùm em trường hợp này ạ để em có thể đóng tiền học phí cho nhà trường đúng thời hạn ạ. Kính mến, Em .",
    "Kính thưa Thầy/Cô: Em là  - MSSV:  Thầy chủ nhiệm bộ môn Kỹ thuật và Quản lý Tài nguyên nước (Khoa xây dựng) bảo rằng đã cập nhật danh sách Đề cương luận văn (CI4381) vào BKel. Thầy/ Cô cập nhật môn học Đề cương (CI4381) ở học kì 211; và môn Thực tập tốt nghiệp (CI3383) ở Học kì 203 vào mybk giúp em vì trên trang mybk của em hiện không có những môn này, để em nhận danh sách giảng viên hướng dẫn ạ. Em cám ơn Thầy/Cô.",
    "Em tên -mssv:. Lớp BD16CDT. Em đã được gia hạn học kì 202,mà sao em đăng kí in giấy xác nhận sinh viên để thi toeic lại không được ạ.Bị hiện lý do đang bị tạm dừng ạ. Em xin cảm ơn ạ",
    "Em là  (mssv:), em đã có tên trong danh sách tốt nghiệp dự kiến. Hiện tại em cần gấp bảng điểm nhưng không được phép vào trường để thanh toán lệ phí. Mong phòng đào tạo giải quyết giúp em",
    "em tên là  MSSV:  Lớp: CK18DET                khoa: Cơ Khí em chào thầy cô, thầy/cô cho em hỏi em muốn in giấy xác nhận sinh viên có( bao gồm học phí trong kì ) để vay vốn tại địa phương thì em cần làm như thế nào . em cảm ơn thầy cô giải đáp giúp em ạ.",
    "Em xin chào Thầy Cô PĐT Em xin gia hạn anh văn để em có thể làm đề cương luận văn trong học kỳ này ạ. Em cảm ơn",
    "Dạ em kính chào quý thầy/cô trực ở bksi. Em có vài câu hỏi kính mong quý thầy/cô giải đáp giúp em ạ. Em hiện tại đang học chương trình Liên thông Đại học - Thạc sĩ tại Trường Đại học Bách Khoa TPHCM. Dạ vậy tại sao em không thể đăng kí đóng BHYT được ạ? Nếu không được đóng trong hệ thống mybk của trường vậy em có thể đóng BHYT bằng cách khác như đăng kí trực tiếp ở phòng y tế của trường mình được không ạ? Em xin chân thành cám ơn quý thầy/cô đã dành thời gian đọc tin nhắn của em.",
    "Em chào thầy cô, Em tên  MSSV , Em thắc mắc hiện tại sinh viên năm 4 có thể vào trường và lên các phòng thí nghiệm để thực hiện đồ án Luận văn tốt nghiệp được không ạ? Mong thầy cô phản hồi giúp em. Em xin cảm ơn thầy cô.",
    "Kính chào thầy (cô) Em tên là , Mssv:, phường em đang yêu cầu giấy xác nhận sinh viên gấp. Em có thể đăng kí trên my bk và lên trường lấy không ạ. Vì em nghe nói trường gửi bưu điện đến nhưng lại tầm 1 tháng mới có",
    "Em là sinh viên khóa 2014, em chưa hoàn thành hết các môn học nhưng quá thời gian đào tạo, em có thể chuyển sang hệ vhvl để hoàn thành nốt được không ạ ?",
    "Em chào thầy/cô ạ, Em là sinh viên K19, em đang thực hiện đăng kí mua BHYT nhưng không chọn được loại bảo hiểm cần mua nên không thể chọn \"Đăng kí\" được ạ. Cho em hỏi như vậy thì phải làm sao ạ? Em cảm ơn.",
    "Dạ chào thầy/cô, Em là , MSSV: . Em có vào MyBK phần đăng ký Tốt nghiệp để kiểm tra thì vẫn chưa thấy file giấy Tốt nghiệp tạm thời ạ vì em đăng ký ngày 25/10/2021. Cho em hỏi là chừng nào mới có vậy ạ? Em cảm ơn thầy/cô nhiều ạ! ",
    "Kính gửi PĐT. Em có đăng ký in giấy xác nhận sinh viên lúc 10h16p ngày 1/11/2021 (có ảnh đính kèm) nhưng đến nay là hơn 2 ngày vẫn chưa có kết quả đăng ký ạ. Em đang cần gấp giấy để tạm hoãn nghĩa vụ quân sự ạ. Kính mong phòng đào tạo xem xét giùm em.",
    "Dạ em xin chào phòng đào tạo ạ. Em tên là  mssv . Dạ em muốn xin giấy xác nhận còn là sinh viên trường mình để hoãn nghĩa vụ quân sự ạ.Em cảm ơn phòng đào tạo ạ.   i  .",
    "Em xin hỏi em muốn hủy hoãn thi 1 môn ở hk 202 thì em phải làm đơn như nào ạ và em phải gửi email đến địa chỉ nào ạ. Và bây giờ em còn hoãn được không ạ Em xin cảm ơn ạ    i ",
    "Em đã cung cấp thông tin chứng chỉ IELTS nhưng khi xét miễn anh văn thì báo sai ạ. Em muốn biết sai chỗ nào ạ",
    "Dạ thưa thầy/cô, em tên , MSSV  thuộc lớp KHM1CN20 chương trình CLC TCTN. Em có một việc muốn hỏi nhà trường là viết đơn xin hủy hoãn thi cuối kỳ như thế nào ạ?  Em xin cảm ơn. Trân trọng ./.",
    "Dạ thầy/cô cho em hỏi là em hoãn thi môn có thí nghiệm(HK202+ dt) thì tổ chức thi lại điểm sau đó sẽ có thành phần điểm thí nghiệm không ạ? Vì em thấy quy chế học vụ chỉ nói điểm tổng kết là đạt cho môn học không có thành phần thí nghiệm ạ. Em cảm ơn thầy/cô",
    "i  Em chào thầy/cô ạ, em tên  .",
    "Kính gửi nhà trường, Em xin phép nhà trường có thể cho em thông tin liên hệ của thầy  - trưởng bộ môn Hệ Thống Thông Tin được không ạ? Em cũng đã tra cứu thông tin của thầy nhưng số thuê bao em gọi cho thầy không liên lạc được ạ? Phiền nhà trường có thể cho em xin thông tin số điện thoại của thầy vì em đang có việc gấp cần được liên hệ ạ. Trân trọng, ",
    "Nhà em ko có máy tính nên ko có thể học và thi môn vẽ kĩ thuật trên phần mềm auto cad bây giờ em muốnn hoãn môn vẽ kĩ thuật phải em sao ạ",
    "Dạ cho em hỏi về việc đăng ký BHYT ạ. Lúc đăng ký nhập học em đã điền qua một mẫu BHYT và cũng đã đóng phí, và giờ em lại nhận được mail yêu cầu tham gia BHYT bên KTX đh quốc gia là sao ạ? Mong admin giải đáp thắc mắc về BHYT giúp em ạ",
    "Dạ cho em hỏi em đã nhập đầy đủ thông tin đăng kí BHYT trên mybk nhưng sao lại không bấm nút đăng kí được ạ ?",
    "Em tên , MSSV . Em hiện tại đang sinh sống và làm việc tại Long Sơn, Vũng Tàu. C]ông ty em đang hiện tại đang yêu cầu bằng tốt nghiệp tạm thời để làm một số giấy tờ ngày hạn cuối cùng là sáng mai. Em đã đăng ký bằng tốt nghiệp tạm thời từ thứ 3 tuần trước và theo như mail thì thú 3 tuần này sẽ có bằng tốt nghiệp online. Mong phòng đào tạo phản hồi, hỗ trợ và giúp đỡ em. Em xin chân thành cảm ơn.   i  .",
    "Kính gửi PĐT Học phí mới cập nhật trên PKbay vẫn chưa giảm học phí cho em ? PĐT xem qua file em gửi bên dưới giúp ạ",
    "K      . Em xin thông tin tra cứu, theo dõi, đăng ký thi toeic 2 kỹ năng Nói-Viết trực tuyết.",
    "Dạ chào pđt ạ, Em là , nay em có lên mybk để đăng ký thẻ bảo hiểm y tế thì em gặp lỗi không chọn được loại bảo hiểm ạ (có ảnh đính kèm) Mong pđt giải quyết giúp em ạ. Em xin cảm ơn ạ.",
    "Em tên là :  -  Hiện tại phiếu đăng tý tốt nghiệp của em tình trạng đã được xử lý và đang gửi qua bưu điện. Nhưng đã hơn 1 tuần giấy chứng nhận tôt nghiệp vẫn chưa được tải lên trang hồ sơ cấp bằng. Em đang cần cần tải xuống để nộp hồ sơ xin việc Rất mong nhà trường kiểm tra lại và cập nhật lên trang sớm nhất giúp em ạ. Em xin chân thành cảm ơn. ( 2 hình ảnh được đính kèm)",
    "Em tên là   MSSV   Em xin hủy hoãn thi môn Giải Tích 2 ở HK 202 ạ",
    "MSSV:     . Chào thầy/cô, em tên là , MSSV  thuộc lớp CN20KHM1 chương trình CLC TCTN. Em xin được gửi đơn xin hủy hoãn thi cuối kỳ môn Giải tích 2 (MT1005) nhóm lớp CN01-A HK202 ạ. Em xin cảm ơn. Trân trọng ./.",
    "MSSV:     . Dạ chào thầy/cô, Em tên , MSSV  thuộc lớp CN20KHM1 chương trình CLC TCTN. Vừa rồi em có gửi đơn xin HỦY hoãn thi cuối kỳ HK202. Cho em được xin lỗi vì đơn em vừa gửi có   U thiếu sót trong mục số điện thoại   . Cho em xin được gửi lại đơn đã được hiệu chỉnh. Em xin cảm ơn. Trân trọng ./.",
    "Kính gửi: Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM Em tên:  MSSV:  Thông tin tốt nghiệp của em trên Web chưa có thông tin Ngành Tốt Nghiệp ạ   i Tốt nghiệp .",
    "Em đã làm đơn xin vắng thi môn Cơ học thủy khí (TR1005) ở học kỳ 201 và đã nộp lên PĐT, vậy sao bảng điểm của em vẫn hiện điểm 13? Do hiện nay em đang ở nhà chưa thể trở lại TP HCM do đó em không thể chụp lại đơn xin vắng thi được.",
    "Kính gửi:  Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM Em tên:  Lớp:CD18DNLT Hệ ( VHVL) MSSV:  SĐT:[phone_number]5 Dạ thưa PĐT em được Thầy  hướng dẫn đồ án và đã hoàn thành xong đồ án và được Thầy  cho điểm em đã liên hệ Thầy  về điểm Thầy  đã gửi bảng điểm về cho PĐT nhưng đến nay em vẫn chưa được nhập điểm Thầy  cho em điểm 9 ạ , em cũng đã liên hệ cô  cô cũng nói đã liên hệ lên PĐT nhưng đến nay em vẫn chưa được nhập điểm ạ, kính mong PĐT nhận được tin nhắn của em và phản hồi lại giúp em ạ. Em chân thành cảm cơn! ",
    "Em là T-, cho em hỏi làm cách nào liên hệ trạm y tế để tra mã số bảo hiểm y tế, mong được hướng dẫn để em có thể đăng ký bảo hiểm y tế trong năm 2022. Em chân thành cảm ơn",
    "Dạ em xin trả lời câu hỏi của cô Giáo viên hướng dẫn đề cương luận văn cho em nói là em không có trong danh sách mà PĐT gửi xuống khoa ạ. Em cũng không biết mình bị thiếu gì hay lỗi gì ạ. Mong PĐT có thể kiểm tra giúp em không ạ. Em xin chân thanh cảm ơn",
    "Em xin chào văn phòng đào tạo, Em xin hủy hoãn thi môn học ạ. Em xin cảm ơn. Trân trọng.",
    "Kính chào Thầy Cô Thầy Cô cho em hỏi học kỳ 1 năm học 2021-2022  (học kì hiện tại) khi nào là hạn chót nộp bằng anh văn TOEIC để xét chuyển điểm các môn Anh Văn 1234 ạ! Do em xem trên lịch học vụ thì không có thông tin về ngày cụ thể! Em xin cảm ơn Thầy Cô",
    "Dạ em chào anh chị! Dạ cho em hỏi là em có đăng kí môn đợt dự thính lộ trình 2 bắt đầu học vào 30/8 nhưng chưa thấy có thời khoá biểu ạ. Vì đó là môn cuối cùng và cũng là kì cuối của em nên cho em hỏi về lịch trình và nếu không thì em có được bổ sung môn đó vào kì hè được không ạ? Môn Giải tích 2(MT1005) ạ. Em xin cảm ơn ạ!",
    "Ngày 27/10/2021, em có đăng ký in bảng điểm và ngày hẹn trả là 1/11/2021. Nhưng đến hôm nay là 4/11/2021 vẫn chưa nhận được và tình trạng là vẫn đang in. Thì em thắc mắc rằng em có đang gặp vấn đề gì với việc in bảng điểm này không ạ?  Em xin chân thành cám ơn!",
    "Cho em hỏi là năm nay em muốn mua bảo hiểm y tế ở trường nhưng những trước em không tham gia bảo hiểm y tế (do đã có) nên không có mã số bhyt, nên lúc đăng ký mua bhyt trên mybk thì không được. Vậy cho em hỏi làm thế nào để mua ạ",
    "Em chào cô! Hiện tại ở địa phương em đang gọi khám nghĩa vụ quân sự gấp, mà giấy xác nhận sinh viên trên mybk em đăng ký thì cần nhiều thời gian quá, cô cho em hỏi còn cách nào để xác nhận sinh viên nhanh hơn không ạ. Em cảm ơn ạ!",
    "full_nam] [full_nam] [full_nam] [full_nam]   i    [full_nam] [full_nam] [full_nam] [full_nam] Dạ m chào thầy cô ạ[full_nam] Xin lỗi vì đã làm phiền thầy [full_nam][full_nam] E là sinh viên Bách Khoa chuyên ngành BDCN k17, tháng 11 này  ra trường[full_nam] Thầy cô cho  hỏi, hôm trước  có đăng ký trực tuyến ở mục tuyển sinh hệ VHVL ngành BDCN, sau đó  đkí thêm 1 hồ sơ ngành Cơ khí[full_nam] Vậy thầy cô cho  hỏi, hồ sơ nào đăng ký trước thì được duyệt trước, hay nếu được duyệt cả 2 thì sẽ cho sinh viên lựa chọn, hay giờ phải hủy 1 hồ sơ ạ? Do  muốn học VHVL ngành cơ khí[full_nam][full_nam] [full_nam] E có hỏi thầy [full_nam] thì thầy nói hỏi pđt[full_nam][full_nam] [full_nam] Kính mong thầy cô trả lời câu hỏi của [full_nam] E cảm ơn ạ[full_nam] [full_nam] [full_nam] Trân trọng",
    "Kính gửi PĐT. Em là , MSSV  Em có nhận được phản hồi về tiêu chuẩn xét tốt nghiệp của em. Và em có một số thắc mắc như sau: Theo như chương trình đào tạo của trường về khoa Kỹ thuật Hóa học khóa 2017 là 141 tín chỉ, trong đó 106 tín chỉ là các môn học bắt buộc và em đã hoàn thành hết. Còn 35 tín chỉ của các môn bắt buộc và tự chọn chuyên ngành em cũng đã hoàn thành như sau:  Các môn tự chọn nhóm A (6TC): Các pp phân tích hiện đại, Cơ sở vật liệu và ăn mòn, Tổng hợp hữu cơ hóa dầu Các môn tự chọn nhóm B1 (6TC): Phương pháp kiểm toán và tiết kiệm năng lượng, Thiết kế P&ID, Vận hành hệ thống quy trình công nghệ hóa học Các môn tự nhóm C (10TC): Công nghệ lọc dầu, Công nghệ chế biến khí, Các sản phẩm dầu khí, Xúc tác trong công nghệ lọc- hóa dầu, Thí nghiệm chuyên đề dầu khí Các môn tự chọn nhóm D (2TC): Quản trị kinh doanh cho Kỹ sư Thực tập tốt nghiệp (2TC) và luận văn tốt nghiệp (9TC) em cũng đã hoàn thành Và em có 36 TC trong mục này (dư 1TC vì Quản trị Kinh doanh cho Kỹ sư là 3 chỉ) Em không biết vì sao Nhóm môn học bắt buộc tự chọn của em chỉ có 5 tín chỉ trong khi em đã hoàn thành đúng chương trình đào tạo Em có 142 tín chỉ tất cả, và chương trình đào tạo yêu cầu 141, nhưng như phản hồi thì số tín lũy ngành học chỉ có 140 vậy thì 2 tín chỉ còn lại (một của Quản trị kinh doanh cho kĩ sư) là tín chỉ của môn học nào ạ Em mong PĐT phản hồi em sớm ạ. Em xin chân thành cảm ơn",
    "Kính gửi Thầy/ Cô, Em tên , MSSV , lớp HC17DK. Dạ Thầy/Cô cho em hỏi dựa trên bảng điểm và bằng anh văn thì em đã đủ tiêu chuẩn tốt nghiệp chưa ạ Em cảm ơn Thầy/Cô. Trân trọng.",
    "Em xin chào văn phòng đào tạo, Em xin gửi lại đơn hủy hoãn thi môn học ạ. Em xin cảm ơn. Trân trọng.",
    "Em chào các thầy/cô PĐT Em tên , MSSV: . Sau khi hỏi lý do tại sao chưa đăng ký được xét tốt nghiệp và được thầy cô gửi file còn nợ môn Hóa phân tích (CH1009) mặc dù em đã học lại môn đó với mã khác CH2009 do từ khóa K19 trở đi Khoa Môi trường đổi mã môn học đó. Em có liên hệ với thầy phụ trách chương trình đào tạo của Khoa Môi trường thì Khoa vs Khoa Hóa có dồng ý cho đổi điểm tương đương giữa hai mã CH1009 và CH2009. Tuy nhiên, em xem trên website PĐT thì chưa có cập nhật việc chuyển đổi điểm của môn đó nên em viết request này để mong PĐT xử lý để em sớm được đăng ký xét tốt nghiệp. Em cảm ơn ",
    "Chào , em vừa được chuyển điểm 4 anh văn nhưng sao Điểm trung bình tốt nghiệp trong Danh sách dự kiến tốt nghiệp của em vẫn là 6.3 như lúc chưa được chuyển điểm ạ? Xin pdt cập nhật điểm cho em để em đăng kí tốt nghiệp ạ.",
    "Kính gửi Thầy/Cô, Em tên , MSSV , lớp HC17DK. Dạ theo em thấy trên bảng điểm và bằng tiếng anh thì em đã đủ điều kiện để xét tốt nghiệp. Nhưng vẫn chưa nhận được mail của trường. Thầy/Cô có thể kiểm tra giúp em không ạ? Em cảm ơn Thầy/Cô. Trân trọng.",
    "Em xin hủy hoãn thi vì em không có sự cố trong quá trình làm bài ạ,và đã nhận được điểm.  .",
    "Em chào PĐT  Em tên Phạm  Nghĩa,mssv , do còn nợ anh văn nên em vẫn chưa đăng ký tốt nghiệp và chưa có được bảng điểm của 4 năm.  PĐT cho em hỏi khi nào cập nhật điểm hk2 (2020-2021) vào điểm trung bình tích lũy vậy. Hiện giờ bảng điểm của em chỉ mới cập nhật tới hk1 (2020-2021). Vì lý do tuyển dụng nên em cần bảng điểm hoàn chỉnh sau khi bảo vệ luận văn. Em cám ơn.",
    "Kính gửi Phòng Đào tạo, Em tên , MSSV:  Em có đăng ký in bảng điểm với lựa chọn là Chuyển phát qua bưu điện - người nhận thanh toán cước nhưng khi nhấn Đăng ký thì hệ thống lại yêu cầu em thanh toán ở PĐT. Mã phiếu của em là InBD[phone_number]4. Em xin chân thành cảm ơn.",
    "Em chào cô, Em là sinh viên bằng 2 khóa K2017 nên em học theo chương trình đào tạo của K2017. Em đã học đủ 9 tín chỉ tự chọn nhóm A. Trong file xét tốt nghiệp cô gửi em thì tiêu chuẩn xét tốt nghiệp lại là K2015. Mong cô xem lại giúp em .",
    "QUOTE    i  . Dạ em muốn xin giấy xác nhận từ nhà trường.",
    "Dạ em chào pđt, Em có đăng kí in phiếu tạm hoãn nghĩa vụ quân sự vào ngày 1/11/2021, nhưng mà bây giờ bên phường người ta đòi gấp quá, hạn chót là 7/11. pđt cho em hỏi có cách nào để vào trường lấy không ạ? Tại khi nãy em đến lấy thì bác bảo vệ không cho vào",
    "cho em hỏi tại sao mục chọn  BHYT 6 tháng hoặc 12 tháng không cho mình chọn vậy ạ. Dù em có tắt hay reset vài lần vẫn không được mong nhà trường giải đáp thắc mắc của em. Dưới đây là ảnh đính kèm. Em xin cảm ơn.",
    "Gửi PDT Em sinh viên K17 muốn đăng ký bảo hiểm y tế nhưng không thể nào tick chọn loại bảo hiểm cần mua được, không biết nguyên nhân vì sao nên lên đây hỏi PDT. Mong phản hồi ạ.",
    "Dạ anh chị phòng đào tạo ơi, sao chỗ \"Chọn loại bảo hiểm đăng ký mua\" em lại không chọn được vậy ạ? Em cảm ơn mọi người ạ.",
    "Cho em hỏi bây giờ mình còn có thể rút môn học được không ạ. Và nếu được thì thủ tục cần những gì ạ. Em xin cảm ơn",
    "Chào thầy cô quản lý trang hỗ trợ sinh viên trực tuyến, em là  MSSV . Em muốn xin được cấp giác chứng nhận theo học tại trường để nộp cho bên quản lý nghĩa vụ quận sự, nếu có thể mong thầy cô giải đáp cũng như hỗ trợ chuyển phát theo đường bưu điện theo địa chỉ tạm trú của em. Em xin chân thành cảm ơn.",
    "Em chào cô, Thưa cô, chuẩn tiếng anh Toeic (Reading, Listening) để xét tốt nghiệp của K2017 là 500. Điểm của em là 690. Chuẩn Toeic (Speaking & Writing) là 200. Điểm của em là 250 . Nếu xét tốt nghiệp theo K2017 thì chuẩn Ngoại ngữ của em vẫn đạt yêu cầu ạ. Cô cho em hỏi giờ em có thể làm xin đơn phòng đào tạo xem xét chuyển sang K2017 như thế nào và xin tư vấn ở Khoa như thế nào ạ?  Em cám ơn.",
    "Em tên là , MSSV:. Hôm nay em làm đơn này xin hủy hoãn thi cuối kỳ HK202 năm học 2020-2021. Em xin cảm ơn ạ   i  .",
    "Dạ chào Thầy/Cô. Cách đây 2 ngày em có hỏi về xét tốt nghiệp của em thì em nhận được file xét tốt nghiệp, trong đó em đang bị nợ môn tổ chức thi công 4 chỉ nên không tốt nghiệp được. Tuy nhiên trước đây em có hỏi trên bksi về việc đổi mã môn học này. Do kì sau theo chương trình đào tạo mới nên nhà trường không mở mã cũ. Và em đã hoàn thành môn này theo mã mới. Mã cũ tổ chức thi công gồm 4 chỉ, mã mới tách thành 2 môn tổ chức thi công 3 chỉ và đồ án tổ chức thi công 1 chỉ. Em có đính kèm hình ảnh. Vậy mong Thầy/cô kiểm tra giúp em để em sớm được đăng kí tốt nghiệp ạ. Em xin chân thành cảm ơn",
    "Em kính chào Phòng đào tạo, em tên là  ( Mssv:  ). Vì hết hạn học chính quy nên em có nhu cầu muốn chuyển hệ sang hệ VLVH. Cho em xin quy trình chuyển hệ như thế nào và những giấy tờ em cần có là những gì ạ. Em xin chân thành cảm ơn PĐT.",
    "Dạ, em xin rút môn học trễ ạ . Lí do: Do môn này em học cải thiện nhưng do mấy môn kì này khá nặng, cộng thêm khoảng thời gian học môn Cơ Lý Thuyết (AS1003) em bị kẹt lịch với công việc ở ngoài nên xin rút môn học này ạ. Em xin cảm ơn",
    "Thưa thầy/cô, em là , hiện tại em đang cần giấy chứng nhận sinh viên mà em có đăng ký từ đầu tuần rồi để nộp lên phường mà ngày mốt là hạn chót rồi ạ. Mong thầy/cô có thể duyệt giúp em được không ạ",
    "Kính gửi PDT, Hiện em đang vào trang Đăng ký tham gia BHYT của MyBK để đăng ký tham gia bảo hiểm năm 2022 (01/01/2022 đến 31/12/2022) nhưng trang load rất lâu và em không thể thực hiện việc đăng ký ạ. Cho em hỏi chỉ có em bị như vầy, hay là do hệ thống của trường đang bị quá tải ạ. Và em phải giái quyết vấn đề này như thế nào nhờ PDT hướng dẫn ạ. Em xin cảm ơn.",
    "MSSV:   i  .   i Kính gửi phòng đào tạo, em là sinh viên k17, khoa kĩ thuật máy tính chất lượng cao Em đã đăng kí giấy chứng nhận sinh viên từ đầu tuần (01/11/2021) mà ngày 05/11/2021 là hạn chót để nộp giấy lên phường, em mong thầy cô duyệt giúp em để có giấy nộp lên phường ạ  Em xin cảm ơn .",
    "Dạ em kính chào cô. Em cảm ơn cô đã thông báo lý do em chưa được xét tốt nghiệp, là do em đã rớt môn \"Cơ sở hệ thống máy tính\" (407402) của thầy  ở HK171 . Tuy nhiên, từ HK182 nhà trường không còn tổ chức môn này nữa và thay vào đó là môn \"Hệ thống máy tính và ngôn ngữ lập trình\" (407410). Em đã đăng ký học môn \"Hệ thống máy tính và ngôn ngữ lập trình\" ở HK 193, điểm tổng kết là 6 và đã qua môn. Em xin đính kèm hình email thông báo đổi môn và điểm đã cập nhật trên hệ thống MyBK để làm bằng chứng em đã hoàn thành môn học này. Em kính mong cô và Phòng Đào Tạo xem xét và giúp đỡ để em có thể tốt nghiệp ạ. Em xin cảm ơn. Trân trọng./.",
    "MSSVMSGV:    i  Kính gửi PĐT trường ĐH Bách Khoa, Em tên là  MSSV:  Em xin trình bày vấn đề của em, hôm nay (0411) em thi anh văn online 2 kỹ năng nói-viết để tốt nghiệp trong HK này. Sau khi làm bài thi em mới nhận ra em đã sử dụng sai phần mềm để record lại màn hình trong quá trình thi. Vì vậy nó đã tạo thành 1 file khác, không có video record như mong muốn. Em có đính kèm hình ảnh, cũng như tên file là tất cả những gì em record được trên phần mềm Problem Steps Recorder. Vì vậy em xin PĐT cho em đăng kí tiếp để thi anh văn online nói-viết và hoàn thành chứng chỉ, kịp thời gian tốt nghiệp trong HK này. Em là sinh viên khóa 14, như quy định thì đây là Học kì cuối cùng của em, kính mong PĐT xem xét cho em. Em cảm ơn.  SV: ",
    "Em chào Thầy/ Cô Gần đây các email thông báo của trường nói chung em đều không nhận được, gần đây nhất là email về việc đóng BHYT của trường em cũng không nhận được. Điều này có thể ảnh hưởng đến việc học tập của em, mong quý thầy cô kiểm tra bổ sung mail em vô để em có thể nhận được các thông báo của trường ạ . Hiện em chỉ nhận được email thông báo về việc cập nhật lịch thông báo học phí thôi ạ. Em cám ơn",
    "Kính gửi thầy/cô, em tên  -  khoa xây dựng, lớp XD18KT, em viết mail với nguyện vọng được hổ trợ cấp giấy xác nhận sinh viên bổ túc cho địa phương. Em đã đăng ký vào ngày 16/09/2021, tức là đã hơn 1 tháng rưỡi rồi, nhưng vẫn chưa nhận được giấy để bổ túc, vào ngày 15/11/2021 là em có lịch khám nghĩa vụ quân sự ở địa phương. Em mong nhà trường giải quyết sớm giúp em trước ngày 15/11 để em có thể bổ túc và tiếp tục được học tập ạ!",
    "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh Em tên: Lê Tuấn Trung MSSV:  Hệ VHVL - Khoa Điện Điện tử ngành kĩ thuật truyền thông Em là sinh viên hệ VHVL khóa 2016. Hiện tại em đã có tên trong danh sách quyết định tốt nghiệp chính thức,nhưng e không biết khi nào mới nhận bằng tn chính thức được và hiên tại e cũng đang rất cần bằng và bảng điểm để nộp hồ sơ xin việc.Giờ e có thể nhận bằng trước được ko ạ hay phải làm thế nào mong thầy,cô hướng dẫn giúp e! Em rất mong nhận được sự phản hồi từ PĐT, em xin chân thành cám ơn!",
    "dạ e chưa làm kịp thẻ ngân hàng ocb, e có tài khoản ngân hàng khác, e có thể nộp tiền online bằng ngân hàng khác đc ko ạ? cho e xin số tài khoản của trường e nộp đc ko ạ? e cảm ơn",
    "Dạ Thầy/cô cho em hỏi em cần làm những bước gì tiếp theo để hoàn thành đăng kí tốt nghiệp ạ. Hiện tình trạng của em vẫn bị tạm dừng nên không đăng kí được ạ",
    "Em gửi cô đơn em viết ạ . Em cám ơn cô.",
    "Dạ em chào phòng đào tạo, em là , mssv , em có đặt in bảng điểm gửi qua bưu điện ấy ạ, mong phòng đào tạo gửi sớm cho em để em nộp cho bên phòng đào tạo sau đại học nữa ạ. Em cảm ơn.",
    "em có đăng kí bảo hiểm y tế vào học kì 181, sau đó không đăng kí vào 2 năm tiếp theo. Giờ em cần số thẻ bhyt để có thể đăng kí cho năm nay thì cần làm những gì ạ",
    "Cho em hỏi sinh viên văn bằng 2, đã có thẻ BHYT (được công ty đăng ký) thì mình nộp vào bằng cách nào ạ? Em có thấy thời hạn nộp là vào tháng 2/2022, nhưng sau thời gian này có lẽ là đã hoàn thành việc đăng kí môn học. Trong thông báo mới nhất có đề cập tới việc sinh viên không đăng ký BHYT thì sẽ bị từ chối đăng ký môn học cho học kỳ chính kế tiếp. Rất mong được giải đáp.   i  .",
    "Dạ pdt cho em hỏi là do kì dự thính 202 khoa em chưa tổ chức học thí nghiệm nên thầy em chưa thể tổng kết điểm nhưng em thì đã có điểm thí nghiệm do em bảo lưu nên theo lớp thì thầy chưa tổng kết điểm cho em, em hiện đã hoàn thành xong các điều kiện tốt nghiệp chỉ chờ duy nhất điểm của môn đó, em có hỏi thầy thì thầy bảo khi nào pdt cho phép thì thầy mới nhập điểm cho mình em được, vậy pdt cho em hỏi khi nào thì thầy em có thể nhập điểm cho em được ạ. Em xin cảm ơn ạ.",
    "Chào anh/chị, Em là sinh viên K17. Em đã nhận được kết quả thi anh văn Speaking & Writting online đợt 4 và đã qua. Em cũng đủ 142 tín chỉ cũng như đủ các điều kiện để đăng kí tốt nghiệp. Tuy nhiên đến hiện nay em vẫn chưa nhận được email từ pđt thông báo có tên trong danh sách tốt nghiệp. Em không biết có vấn đề gì không ạ?! Em đang cần gấp bằng tốt nghiệp tạm thời để nộp cho công ty em đang làm việc. Em rất mong pđt xem xét và phản hồi sớm ạ. Em cảm ơn.",
    "Kính gửi quý thầy, cô. Em là . MSSV . Em đã đăng ký hoãn thi cuối kỳ môn EE2019 ở Học kỳ 202. Đã có kết quả (như hình 1). Tuy nhiên, tới ngày hôm nay (4/11) kết quả ở Bảng điểm sinh viên của em vẫn đang cập nhật là điểm 13 (bỏ thi), thay vì điểm 14 (Hoãn thi). Như hình 2. Vì em cần in bảng điểm tính tới học kỳ hiện tại. Nên việc chưa cập nhật điểm như hiện tại ảnh hưởng rất nhiều. Mong quý thầy cô xem xét và cập nhật giúp em ạ. Em cảm ơn.",
    "chào ad ạ ad cho em hỏi là bây giờ là tuần 44 mà tuần 46 em có lịch học thực tập trên trường thì đến lúc đó là lên trường học phải không ạ. cảm ơn ad ạ",
    "Chào các thầy/cô phòng đào tạo, Lần trước em đã đăng ký xét tốt nghiệp và đã thanh toán 95000 vnd nhưng do thiếu 0.5 ngày CTXH nên việc xét tốt nghiệp chưa được duyệt. Nay em đã bổ sung đủ ngày CTXH rồi ạ mong các thầy/cô phòng đào tạo xem xét cập nhật và mở khóa việc đăng ký tốt nghiệp lần trước của em ạ! Em cảm ơn các thầy cô!",
    "Em xin chào anh chị, Em là , thuộc chuyên ngành Quản lí Công nghiệp Em có thắc mắc rằng như mọi năm, bên phường sẽ gửi giấy khám sức khoẻ thực hiện nghĩa vụ quân sự. Nhưng hiện tại, em thuộc diện sinh viên đang theo học tại trường mình thì em nên liên hệ ai để có giấy xác nhận sinh viên ạ? Em xin cảm ơn. Thân ái, ",
    "Dạ chào Thầy Cô Em tên là  MSSV  Hiện em cần nộp bằng Toeic để xét chuyển điểm các môn anh văn 1234 để được xem xét kéo dài thời gian đào tạo tối đa thêm 1 học kỳ (bổ sung chứng chỉ av 2 kỹ năng và ctxh) để xét tốt nghiệp. Thầy Cô cho em hỏi HK 211 khi nào là hạn chót để nộp bằng AV chuyển điểm các môn anh văn 1234 ạ! Em xin cảm ơn",
    "Em muốn gia hạn học phí môn GDTC kì này ạ, vì em không thể đóng vào ngày 7/11 ạ.",
    "Xin phép em được hỏi là giấy chứng nhận SV để nộp cho địa phương nhằm hoãn NVQS thì phải lên trường lấy hay được đăng kí nhận tại nhà ạ? Nếu được nhận tại nhà thì em cần làm thế nào để đăng kí ạ? Em cám ơn ạ",
    "Kính gửi Phòng đào tạo. Em tên , MSSV: , hệ đào tạo VLVH, chuyên ngành Công nghệ may. Trong CTĐT K2014, em vẫn còn 1 môn Cơ học máy (ME2043). Em đã học môn này vào học kỳ 2 năm học 2020 – 2021 và nhận điểm 13 vì bị vắng thi (Em đã tham gia thi cuối kỳ vào ngày 20/8/2021 lúc 13 giờ nhưng không có điểm danh nên bị tính là vắng thi). Em có thể làm đơn đăng ký thi lại môn này được không ạ? Kính mong Thầy/Cô xem xét giúp em. Em xin cảm ơn.",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa-ĐHQG TP.HCM Em tên  MSSV . Vào ngày 13/10/2021 em đăng kí giấy xác nhận Tạm hoãn nghĩa vụ quân sự,theo phương thức chuyển phát qua bưu điện -Người nhận thanh toán cước. Phiếu đăng ký đã được xử lý. Đến nay ngày 4/11/2021 em vẫn chưa nhận được và cũng không có thông tin gì để tar cứu về việc vận chuyển. Mong các thầy cô kiểm tra lại giúp em.",
    ". Em chào thầy/cô Em là sinh viên chuyển từ hệ chính quy sang VHVL, khi học chính quy em chưa học anh văn 3,4 và chưa quy đổi điểm anh văn 3,4. Chứng chỉ ngoại ngữ của em là 430, vậy cho em hỏi khi em chuyển hệ qua VHVL thì em có được miễn anh văn 3,4 không và nếu không được miễn thì em phải nộp chứng chỉ ngoại ngữ bao nhiêu để chuyển điểm được anh văn 4. Em khóa 2014. Mong thầy cô giải đáp giúp em để em kịp hoàn thành anh văn để kịp ra trường. Em cảm ơn rất nhiều ạ!",
    "Phòng đào tạo cho mình hỏi là mình đã đăng kí gia hạn học phí trước đó rồi thì ngày 5 tháng 11 tới mình không cần phải đóng đúng không ạ ?",
    "Chào PĐT, Em là , sinh viên khóa K20. Em muốn xin giấy xác nhận sinh viên để làm hồ sơ vay vốn hỗ trợ học tập theo diện chính sách của nhà nước thì em phải chọn \"Lý do xin giấy xác nhận\" là gì trên myBK ạ? Mong sớm nhận được phản hồi, cảm ơn.",
    "Chào thầy cô ạ. PĐT cập nhật giúp e việc lỗi không đăng kí tốt nghiệp được với ạ. E cảm ơn nhiều ạ.",
    "Dạ em chào thầy/cô. Em có đăng ký in giấy xác nhận sinh viên vào ngày 2/11, tuy nhiên tới nay vẫn chưa được xử lý. Em biết như vậy là quá gấp nhưng em cũng mới nhận được yêu cầu của bên phường từ hôm 1/11 mà họ yêu cầu là tới 7/11 là hạn chót. Mong thầy/cô có thể xử lý sớm cho em. Mã phiếu của em là CNSV..1, Em cảm ơn rất nhiều ạ.",
    "Chào Anh/, Em vừa được công nhận tốt nghiệp tháng trước, và trạng thái đã chuyển sang \"đã tốt nghiệp\" . Em có đăng ký in 3 bảng điểm, nhưng hệ thống không cho em thanh toán qua BKpay nữa. Hệ thống kêu em lên phòng đào tạo đóng trực tiếp. Sáng nay em có lên nhưng không được bác bảo vệ cho vào . Anh/ nhờ bên IT tạo mục thanh toán cho 3 bảng điểm trên BKpay giúp em ạ. Em cảm ơn",
    "Vì lí do ở nhà không đủ điều kiện để vẽ môn thực hành vẽ kĩ thuật trên máy tính nên em xin phép giáo viên phụ trách môn vẽ kĩ thuật là cô  cho em xin điểm hoãn thi để kì sau em thực hiện môn này lại ạ, em xin cảm ơn. :",
    "Chào Thầy/Cô Cho em hỏi là ở phường em bắt nộp giấy tạm hoãn NVQS thì em có lên trường lấy được không ạ? nếu không thì có cách nào khác không ạ. Em xin cảm ơn.",
    "Cho em hỏi là em đã đăng ký hoãn thi như bảng điểm của em lại đánh điểm 13 ạ! Em cảm ơn",
    "Em chào quý thầy cô ạ. Em có vấn để muốn hỏi là kỳ này em đang làm đề cương luận văn thầy , kỳ sau em sẽ làm luận văn nhưng em muốn đổi người hướng dẫn chính là thầy , thì em phải làm gì sau khi thầy  và thầy  đã đồng ý cho em đổi. (để kỳ sau em làm luận văn, danh sách được cập nhật lại là thầy  hướng dẫn chính) Mong nhận được phản hồi sớm từ quý thầy cô. Em cảm ơn ạ.",
    "Em nhờ Thầy/Cô chuyển câu hỏi của em sang bộ phận IT của trường kiểm tra giúp em   B Từ lúc bắt đầu học em vẫn nhận email của trường bình thường   , dạo gần đây em không nhận được email của trường nữa, lần gần nhất là thông báo đóng BHYT của trường em cũng không nhận được Em xin nhờ Thầy/Cô kiểm tra giúp em xem có bị sót email của em không hay do email phía bên em bị gì mà em không nhận được thông báo nữa Em cám ơn",
    "Em chào quý thầy,cô ban giám hiệu nhà trường. Em có giấy gọi nghĩa vụ quân sự và em cũng đã đăng ký gửi giấy tạm hoạn qua bưu điện nhưng chưa đến , mai là hạn chót em có thể nộp giấy , em mong nhà trường sẽ gửi mail giấy tạm hoãn nghĩa vụ quân sự để em có thể photo và nộp cho bên phường ạ",
    "Hiện em không nhớ mật khẩu và tài khoản của OCB nên em không thể đóng học phí qua  được, do đó em ra chi nhánh ngân hàng OCB để nộp trực tiếp thì ngân hàng bảo hiện ngân hàng không nhận học phí của  nữa, vậy giờ em phải nộp học phí như thế nào ạ? Em cảm ơn",
    "Kính gửi PĐT Em tên là  MSSV: Em đã đăng ký môn Thực tập ngoài trường (ME3135) vào học kỳ 211 Nhưng đến nay vẫn chưa được sắp xếp Em có gửi mail đến Bộ môn  KT Chế Tạo nhưng bộ môn thông báo chưa thấy PĐT gửi danh sách em trong đợt ĐKBS môn TTTN Kính mong PĐT hỗ trợ kiểm tra để e có thể hoàn hành TTTN vào hoc Kì 211 này ạ Em xin cảm ơn   i  .",
    "cho em hỏi k17 mà chưa tốt nghiệp có được lấy giấy tạm hoãn Nghĩa vụ quân sự không. Và lấy như thế nào ạ. Em cảm ơn",
    "Kính gửi PĐT Em tên là  MSSV: vào cuộc họp tháng 7 với thầy  Có thống nhất về vấn đề hoàn trả học phí những môn học trùng môn miễn Hiện tại, các bạn cùng khóa đã được hoàn trả học phí Nhưng đến hiện tại e vẫn chưa nhận được tiền hoàn trả và cũng chưa nhận được thông tin về vấn đề này của PĐT Kính mong PĐT hỗ trợ ktra và giải quyết sớm giúp em Em xin chân thành cảm ơn Em xin cảm ơn   i  .",
    "Chào thầy/cô, Do yêu cầu từ địa phương, để đầy đủ thủ tục cho hoãn nghĩa vụ quân sự, em cần hóa đơn thanh toán học phí. Em đã thanh toán xong học phí rồi, em có thể nhận hóa đơn như thế nào ạ? Em có thấy mục in hóa đơn trên BKpay nhưng hóa đơn in ra không đầy đủ thông tin. Mong thầy/cô giúp em nhận được hóa đơn sớm.  ()",
    "Em xin chào Thầy/Cô ạ ! Em muốn gia hạn thời gian đóng học phí thì làm như thế nào ạ. Em cảm ơn.",
    "Em đã đăng kí xin giấy tạm hoãn nghĩa vụ quân sự, nhưng giờ em cần gấp phòng đào tạo có thể xác nhận và gửi cho em bản xem trước sớm nhất có thể được không ạ. Em xin cảm ơn!",
    "Kính gửi thầy,cô Em tên là   MSSV  Em có đăng kí bảo hiểm y tế trong 5 ngày qua nhưng vẫn không được mong thầy,cô giải quyết giúp em. Em cảm ơn.",
    "Kính gửi PĐT! Em tên: TRẦN THANH BÌNH  MSSV:  Nay em viết mail này, xin PĐT nhà trường cho em được hoãn thanh toán toàn bộ HP HK211, chuyển sang thanh toán chung với Hk212. Lí do: Gia đình em đang rất khó khăn về tài chính do ảnh hưởng của dịch bệnh. Em có đính kèm đơn và đã trình bày rất rõ về hoàn cảnh hiện tại của gia đình. Vì là Sv hệ VHVL, nên thầy Thông_PCTCTSV đã hướng dẫn em liên hệ PĐT để xin giúp đỡ cho đóng trễ, PCTCTSV của thầy không còn hỗ trợ cho SV VHVL nữa. Kính mong nhà trường hỗ trợ cho phép em đóng trễ để em còn được tiếp tục học tập tại nhà trường. Em xin cảm ơn.",
    "Em chào anh chị. Hiện tại vì không sắp xếp được lịch biểu, em có nhu cầu hủy một số môn học (có đóng học phí) để tránh bị cảnh cáo vì tự ý bỏ thi. Anh chị cho em hỏi là hiện giờ còn hủy môn được không ạ? Nếu được, em phải làm đơn hay liên hệ bộ phận nào ạ? Em cảm ơn anh chị đã giải đáp.",
    "MSSV:     Kính chào quý thầy cô, Em tên là , MSSV . Do gia đình em hiện đang gặp khó khăn vì Covid nên em có làm đơn xin được gia hạn học phí học kì 211 ạ. Đơn em gửi đã được phòng CTCT-SV xác nhận, nhưng em không thấy quyết định chính thức về danh sách sinh viên được gia hạn học phí trên web site của phòng CTCT-SV, cũng như thời gian đóng học phí của em vẫn chưa được gia hạn. Em xin được hỏi làm sao để xem được danh sách sinh viên đã được phép gia hạn học phí ạ, và liệu em có được gia hạn học phí chưa ạ. Em xin chân thành cảm ơn. Ý,   i ",
    "Chào anh/chị, Em là , sinh viên khóa K2017 Khoa Tài Nguyên và Môi Trường. Hôm nay khi đăng ký xét tốt nghiệp thì em nhận thấy vẫn chưa đăng ký được do hệ thống hiện còn nợ ngày CTXH . Số ngày CTXH của mình đến hôm nay em đã tích đủ. Mong anh/chị xem xét giúp em cập nhật trên hệ thống để sớm được đăng ký tốt nghiệp. Mong nhận được phản hồi sớm từ anh/chị Trân trọng./",
    "Kính gửi  hòng Đào tạo Em tên  Dạ trong tuần vừa rồi và tuần trước thì nhóm học võ của em trong BKel bị mất nhưng trong tuần đầu tiên thì trên BKel vẫn còn. Xin  Phòng sửa lại giúp em ạ. Xin cảm ơn ạ.",
    "Em chào pdt ạ,em có gửi yêu cầu hỗ trợ về học phí 2 ngày trước , nhưng hôm nay em vẫn chưa được cập nhập đã đóng học phí , em có qua bên ngân hàng hỏi thì họ bảo họ đã gửi cho bên trường rồi ạ.",
    "Dạ,tại em bên hệ cao đẳng ạ,không có thi hai kĩ năng nói,viết.Chỉ thi nghe,đọc thôi ạ.Nên em đăng kí thi toeic 2 kĩ năng nghe,đọc ở ngoài,nộp bằng để xét tốt nghiệp ạ.",
    "Em chào Thầy/Cô .   Em đăng kí tham gia bhyt theo mail hướng dẫn của pđt nhưng khi vào MyBK em lại không thể chọn được loại bảo hiểm đăng ký. Mong Thầy/Cô hướng dẫn cho em. Em xin cảm ơn Thầy/Cô .",
    "Thầy/cô vui lòng cho em hỏi em muốn xin đề cương môn học một số môn đã học ở truonhwf mình để thực hiện chuyển điểm ở trường khác thì em cần liên hệ ở đâu vậy ạ? Em cám ơn.",
    "MSSV:  Chào thầy/cô. Em muốn hỏi về vấn đề hoãn nghĩa vụ quân sự. Do em có xin giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự. Nhưng em khóa k16 nên trên giấy xác nhận ghi khóa học kéo dài từ 9/2016 đến 4/2021. Địa phương không chấp nhận giấy xác nhận sinh viên của em. Muốn em phải nhờ nhà trường thêm phần xác nhận là em nợ môn nào mà chưa ra trường. Nhờ thầy/cô hỗ trợ em với ạ. Em cảm ơn thầy/cô",
    "Em đã đủ các tiêu chí, em cũng đã chuyển điểm tiếng anh LA1005,La1007,LA1009 và đủ tất cả tín chỉ. Nhưng đến bây giờ em vẫn chưa nhận được mail tốt nghiệp. Xin hãy xử lý giúp em.",
    "Chào PĐT, em là SV khoá k18. Hiện tại kì sau em sẽ làm luận văn. Nhưng do tình hình dịch bệnh đã lâu, tụi em vẫn chưa trở lại SG . Các trung tâm mở thi toeic cũng chỉ mới mở lại và cũng khá khó đăng kí thi. Không biết nhà trường đã có biện pháp gì hỗ trợ tụi em để kì sau có thể nhận luận văn đúng hạn không ạ? Em cảm ơn PĐT   i  .",
    "em là  (mssv:) em đã hoàn thành luận văn tốt nghiêp những vẫn còn môn chưa hoàn thành ở học kỳ 212. em được cử đi thực tập tốt nghiệp ở HK 202. em xin hỏi thầy cô về giấy xin thu nhận lại để em hoàn thành chương trình học.",
    "Em chào anh/chị ! Em là , MSSV . Khi nhập học thì có theo học chương trình Việt Pháp và thuộc nhóm SV PFIEV K17, nhưng đến tháng 3/2018 thì em chuyển lại về lớp CK17LOG2. Em đã tham gia buổi SHCD cuối khóa với lớp CK17LOG2 rồi. Cho em hỏi là năm nay em có phải tham gia lại buổi SHCD cuối khóa của lớp SV PFIEV K17 không ạ? Em chân thành cảm ơn.",
    "DƯới đây là biên lai đóng tiền của em ạ. Em đã đóng ngày 2/11.",
    "Kính gửi Phòng Đào Tạo Em là sinh viên , MSSV  Hiện em đã đủ chuẩn tốt nghiệp, nhưng vì nợ lệ phí nên không thể đăng kí tốt nghiệp. Em có nợ lệ phí kiểm tra tiếng Anh là 100.000 đồng và khoản thanh toán này hết hạn vào ngày 13-5-2019. Hiện giờ em có vào để thanh toán nhưng vì đã quá hạn nên không thực hiện được. Mong PĐT phản hồi em cách để em thanh toán khoản lệ phí này để em không còn bị ghi nợ và có thể đăng kí tốt nghiệp. Em xin chân thành cảm ơn.",
    "Kính gửi: Phòng Đào tạo trường Đại học Bách Khoa Em tên: MSSV:  Khoa: Cơ khí Em xin gửi lại Đơn xin đăng ký bổ sung LVTN và Bảng xác nhận tiến độ thực hiện LVTN. Kính mong Phòng Đào tạo xem xét cho em được đăng ký bổ sung LVTN trong học kỳ này. Em xin chân thành cảm ơn!",
    "Kính gửi PĐT Em đọc không kĩ gmail của trường, em nghĩ dành cho các bạn chưa đăng kí hoãn thi nên em không có điền vào form hoãn thi ạ. Nhưng em đã được xác nhận hoãn thi, vậy xin PĐT cập nhật lại điểm cho em được không ạ. Em xin cảm ơn.",
    "Kính gửi Thầy/Cô phụ trách: Em tên: , MSSV: , khoa: Kỹ thuật xây dựng. Em đã nhận được quyết định vào 211-QĐ-ĐHBK, ngày 21/7/2021. Hiện tại em đăng ký in giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự thì không đăng ký được, lý do là do được phản hồi tự động là do em bị tạm dừng học nên không đăng ký được xác nhận sinh viên. Em mong nhận được hướng dẫn từ quý Thầy/Cô. Em chân thành cảm ơn Quý Thầy/cô ạ!",
    "MSSV:      . em không đăng kí được BHYT năm nay, năm ngoái em có đăng kí thành công rồi. chỗ chọn loại BHYT thì nó ko hiện lên để em chọn dù em cập nhật thông tin rồi. xin thầy cô hỗ trợ giúp em để em đăng kí được, hoặc thầy cô có thể đăng kí giùm em để em đóng tiền trên bkpay do em ở quê nên chưa lên SG được",
    "Cho em hỏi là có kết quả hoãn thi đợt 2 trong đợt hè lần trước chưa ạ, sao em chưa nhận được mail về vấn đề này ạ?",
    "Em chào nhà trường, em là . Em xin hỏi là nhà trường còn tổ chức đợt thi av 2 kỹ năng để xét đăng ký môn từng năm học hay không? Trên trang đăng ký môn em thấy em \" không được phép đăng ký trong đợt này\", Mã là BKE123. Em là Nguyễn Hồng  - ,  Nếu được e xin phép nhà trường cho em lịch đăng ký thi Anh văn xét duyệt đăng ký môn và lịch khi nào đăng ký môn học luôn. Em xin cảm ơn!",
    "Kính gửi: Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM Em tên:  MSSV: Tình hình là em có lịch thi AV400 vào ngày 7/11 nhưng hiện tại em vừa mắc covid và phải đi cách ly tập trung, nhà trường cho em hỏi là em muốn hoãn thi thì gửi đơn đến ai ạ? Em xin cảm ơn",
    "Dạ nhà trường cho em hỏi. Em là , sinh viên khóa k15. Em muốn đăng kí bảo hiểm y tế 12 tháng tại trường ạ. Nhưng em đăng kí không được do chổ mục chọn loại bảo hiểm em không chọn được. Em xin cám ơn ạ.",
    "Em chào pdt do thanh toán học phí trước hạn cụ thể là ngày 2/11 , nhưng bây giờ em vẫn chưa đc cập nhập trên bkpay thì có sao ko ạ , mong pdt giải quyết ạ. Em cảm ơn.",
    "Dạ em chào pđt ạ, Em là  MSSV:  Em đã nhắn tin thắc mắc cho email ctctsv về vấn đề trục trặc bảo hiểm y tế rồi nhưng vẫn chưa nhận được hồi đáp ạ. Rất mong pđt có thể giúp em. Em xin cảm ơn.",
    "Tên:  Lớp sinh hoạt:MT20KH04     Lớp:MT20KH11 Em xin phép được hoãn kỳ thi giữa kỳ 211,đối với 3 môn học:Hóa đại cương,mô hình hóa toán học,kiến trúc máy tính. Với lý do lúc đó anh họ em bị bệnh,phát hiện có nốt phổi, bệnh viện ở địa phương chuẩn đoán theo dõi và có nguy cơ bệnh K(ung thư) nên làm em rất lo lắng.Bệnh viện ở thành phố thì chuẩn đoán có thể là lao màng phổi.Em sẽ bổ sung thêm minh chứng khi có kết quả xét ngiệm ạ. Em chân thành cảm ơn.",
    "Em cần bảng điểm và điểm trung bình năm học để được khen thưởng từ Hội sinh viên tỉnh. Em có thể in bảng điểm chỉ riêng năm học 2020-2021 hay ko? Nếu ko, trường có thể in bảng điểm tất cả học kì nhưng tính và xác nhận điểm trung bình năm học 2020-2021 cho em ko? ",
    "Em tên là  MSSV:  Em xin phép hỏi thầy cô về việc giấy hoãn nghĩa vụ quân sự của trường mình đã có thể in được chưa ạ, vì em cần gấp sắp tới nên em vẫn chưa biết khi nào có thông tin giấy ạ, em cảm ơn",
    "Dạ thưa cô, em đăng ký BHYT và có cập nhật thông tin theo hướng dẫn, nhưng ô \"chọn loại bảo hiểm đăng ký mua\" vẫn bị khóa, không cho chọn để đăng ký . Kính mong được cô giải đáp và hướng dẫn để em đăng ký lại ạ. Em xin cảm ơn cô!",
    "Anh/ chị cho em hỏi là môn GDTC em đăng ký cả 2 môn trong đợt đăng ký và trường có gửi thông báo về yêu cầu cần hủy 1 trong 2 môn nếu em không yêu cầu thì sau 22/10 trường sẽ tự động hủy 1 môn trong 2 môn thể chất nhưng đến bây giờ trên lịch của em vẫn hiển thị cả 2 môn (võ và aerobic - em đều vào link học được) là sao ạ?",
    "Em tên , mssv: . Phòng đạo tạo có thể cho em xin số điện thoại, mail Thầy  bên khoa máy tính không ạ? vì em cần nhờ Thầy xác nhận đơn gia hạn học phí gấp ạ vì sắp hết hạn nộp đơn, em là sinh viên văn bằng 2 nên ít tiếp xúc với Thầy.Em cam đoan là đúng sự thật và chịu trách nhiệm những điều nói trên ạ.",
    "MSSV: Em tên :  lớp GT18OTO3, học kỳ 211 này em đăng ký có 5 chỉ và được trường xếp đang học. mà học phí đến 2tr 450k, đáng lý ra 5 chỉ là chỉ 1tr 750k.Do dịch bệnh thu nhập nhà em cũng khó khăn. Mong Nhà trường xử lý việc này giúp em ạ.",
    "Chào thầy (cô) Theo như email lần trước em xin cập nhật lại điểm để xét tốt nghiệp thì hôm nay sau khi kiểm tra trong (211)Danh sách QĐ sinh viên hệ VHVL,DTTXA tốt nghiệp đợt 2 năm 2021 em không thấy tên trong danh sách ạ. Mong thầy cô kiểm tra và phản hồi cho em, em chân thành cảm ơn.",
    "Kính gửi phòng đào tạo;    B Phòng công tác xã hội; Cho em hỏi là học kỳ vừa rồi em có chuyển chương trình đào tạo từ chính quy chất lượng cao khoá K18 qua hệ vừa học vừa làm. Nay em có nhận được email tham gia SHCD cuối khoá của sinh viên khoá K18, cho em hỏi vậy sau khi chuyển hệ đào tạo thì em phải tham gia sinh hoạt công dân theo mã lớp nào ạ?  Em xin chân thành cảm ơn.",
    "Kính gửi PĐT, Em là , MSSV , sv k2017 khoa Địa chất và Dầu khí. Em gửi câu hỏi này để nhờ PĐT vui lòng thay đổi thông tin cá nhân trong mục tốt nghiệp của em. Nội dung thay đổi là: Nơi sinh: Trung tâm Y tế huyện Mang Thít. Em xin chân thành cảm ơn! Sinh viên ",
    "Hiện tại, em mong muốn được thôi học để đi du học. Mong PĐT nhanh chóng xét duyệt để em có thể rút hồ sơ để hoàn thành thủ tục. Em cảm ơn",
    "Dạ em xin phép hỏi về việc TTTN HK203, hồi hè em có đăng ký thực tập tốt nghiệp, nhưng do thanh toán học phí trễ, em đã thanh toán học phí trễ rồi, bộ môn dời thực tập tới HK 211 nhưng khi tổ chức thực tập lại không có tên em trong danh sách thực tập. Em không biết PĐT có cập nhật lại danh sách cho bộ môn hay không. PĐT xem xét cập nhật giúp em được thực tập ạ. Em cảm ơn.",
    "Em có tên trong danh sách dự kiến tốt nghiệp tháng 8/2021 vậy khi nào em mới được nhận bằng tốt nghiệp ạ",
    "Hiện tại, địa phương em yêu cầu gọi khám tuyển nghĩa vụ quân sự 2022. Em đã đăng ký Giấy chứng nhận sinh viên để Tạm hoãn nghĩa vụ quân sự trên mybk nhưng vẫn chưa nhân được. Ở địa phương chỉ yêu cầu gửi bản scan để tạm hoãn. Trường có thể gửi giấy chứng nhận sinh viên bản scan qua để em nộp lại cho địa phương được không ạ? Em xin chân thành cảm ơn. Trân trọng",
    "Em Chào thầy ( cô ) Em muốn hỏi nếu em đã mua bảo hiểm y tế ở bên ngoài thì em có cần phải đăng kí theo bảo hiểm y tế của trường không ạ.",
    "Kính gửi: Phòng Đào tạo trường ĐH Bách Khoa,  Em là  MSSV:  Hệ: VHVL Kính mong phòng Đào tạo xem xét, cập nhật giúp em thông tin về môn học được thay thế để em được xét tốt nghiệp . Em đã xin và được văn phòng Khoa Cơ khí gửi công văn cho phép thay thế môn học Máy công cụ (202880) bằng môn Kỹ thuật độ tin cậy (ME4465). Em gửi mail đã lâu và không nhận được phản hồi, chi tiết cụ thể em xin đính kèm ở dưới . Em xin chân thành cám ơn.",
    "Em có đăng ký hoãn thi môn Vi xử lý học kỳ 202 nhưng khi vào bảng điểm ở Mybk thì điểm ghi 13 là vắng thi ạ.",
    "Dạ em xin chào thầy cô phòng đào tạo Do ảnh hưởng của dịch Covid 19 nên gia đình của em hiện tại chưa xoay sở kịp kinh phí để em có thể đóng tiền học phí. Em muốn hỏi là phòng đào tạo có thể gia hạn thời gian cho em để có thể xoay sở đóng học phí không ạ. Em xin cám ơn thầy cô phòng đào tạo ạ",
    "Chào anh/chị,   Hiện tại em không thể đăng kí Bảo hiểm y tế được ạ, phần chọn loại bảo hiểm đăng ký mua bị ẩn ạ.   Cho em xin phép hỏi em đăng ký làm giấy xác nhận sinh viên khi nào có ạ, phường em mới yêu cầu giấy hôm nay mà cho thời gian ngày mai.   Em cảm ơn. :",
    "Chào thầy/cô, Em có đăng ký BHYT nhưng bên trang đăng ký không bấm được ạ?! Mong thầy/cô giúp em với ạ",
    "Nhận được mail của trường về việc đăng ký BHYT. Em là sinh viên K21, em vào đường dẫn đẵng ký BHYT trong mail. Nhập đầy đủ thông tin, tới bước chọn loại bảo hiểm (12 tháng hoặc 6 tháng) thì không chọn được ạ. Có phải do cmnd của em thường trú ở Tp Quy Nhơn, Tỉnh Bình Định nên không đăng ký được BHYT bệnh viện trong Tp HCM phải không ạ?",
    "Dạ phòng đào tạo cho em hỏi kì sau trường có xét chuẩn anh văn để nhận luận văn tốt nghiệp không ạ. Tại tình hình dịch bệnh phức tạp nên em không biết có xét chuẩn anh văn không để tụi em kịp đăng kí thi",
    "Dạ em chào quý thầy cô! EM MUỐN ĐÓNG TIỀN MUA BẢO HIỂM Y TẾ BÊN TRƯỜNG, NĂM 2021 RỒI EM KHÔNG CÓ MUA Ở TRƯỜNG NĂM 2022 THÌ KHÔNG BIẾT YÊU CẦU \"Số thẻ bảo hiểm y tế năm 2021 ( SV điền đầy đủ mã số in trên thẻ BHYT gồm chữ và số )\" EM KO CÓ ĐỂ ĐIỀN ĐĂNG KÍ Ạ. xIN QUÝ THẦY CÔ HƯỚNG DẪN ĐỂ EM MUA BẢO HIỂM",
    "Em chào nhà trường, do không chú ý đọc mail nên vào sáng nay 6-11-2021 e đã vô trễ lớp SHCD, và được xem như là ko tham dự . Em xin hỏi là có lớp nào còn để e tham gia không ạ. Vì em sợ mình sẽ bị cấm đăng ký môn và kỳ sau . Em là  -  Em cảm ơn nhà trường.",
    "Dạ em là , MSSV: cho em hỏi là, khi em vào mục thanh toán học phí, khi ấn vào chỗ thanh toán sau đó đăng nhập vào thì bị giống dưới hình không thanh toán học phí được ạ. Cho em hỏi bây giờ phải làm như thế nào ạ",
    "Chào Pđt,  Em đã xin tham gia phòng hơn 40 phút mà vẫn chưa được giảng viên chấp nhận vào thi, rm nên làm gì ạ?",
    "Tốt nghiệp       Kính gửi PĐT  Em là sinh viên , MSSV  Hiện em đã đủ chuẩn để đăng kí tốt nghiệp, nhưng do em còn nợ lệ phí đăng kí kiểm tra tiếng Anh nên không được phép đăng kí Khi em biết được việc này em đã hoàn thành thanh toán khoản nợ này trên BKpay, và giờ trên BKpay em không còn khoản nợ nào, nhưng em vẫn chưa đăng kí tốt nghiệp được Mong PĐT cập nhật cho trường hợp của em để em có thể hoàn thành việc đăng kí tốt nghiệp ạ",
    "Kính chào quý thầy cô,  Hiện nay với tình hình dịch bệnh vẫn chưa biết chắc được điều gì, việc đăng kí thi và lấy bằng TOEIC ở thời điểm hiện tại thật khó khăn khi Trung tâm IIG nhiều trường Đại học đổ dồn vào thi. Cũng như việc còn rất nhiều bạn dưới quê chưa thể lên Sài Gòn được vì tiêm 2 mũi vaccine chưa đủ (Ở trường hợp lớp em thì chỉ 3/30 bạn có bằng TOEIC). Kính mong quý thầy cô sớm đưa ra thông báo các phương án để tạo điều kiện cho chúng em không trễ tốt nghiệp ạ. Kính chúc quý thầy cô nhiều sức khỏe",
    "cho em hỏi là làm sao e có thể đăng kí thi  Nói- Viết để kịp tốt nghiệp trong lần kế tiếp được ạ. e không đăng kí môn học trên MYBK được ạ! Em cám ơn!",
    "Kính gửi Phòng Đào Tạo đại học Bách Khoa.Em xin gửi đơn trình bày về việc cấp lại giấy xác nhận sinh viên ạ",
    "Em chào thầy/cô, Dạ thầy/cô cho em hỏi, em có đăng ký in giấy xác nhận sinh viên hôm nay (6/11), nhưng ngày 9/11 em có lịch gọi đi khám nghĩa vụ quân sự, thầy/cô có thể cấp cho em file pdf để em nộp lại cho phường được không ạ. Em cảm ơn thầy/cô, em chúc thầy/cô có nhiều sức khỏe ạ.",
    "Kính gửi: Phòng đào tạo Trường Đại Học Bách Khoa TP.HCM Em tên:   MSSV:  Hệ: VLVH Em có đăng kí in thẻ sinh viên ngày 06/08 (đã đóng phí). Nhưng thẻ chưa được gửi. Mong PĐT xem xét in thẻ để em kịp thi. Em xin cảm ơn.",
    "Kính gửi PĐT Em: Mssv:  Ngành: Tự động hóa VLVH Nhập học ngày: 22/5/2021 - Mong thầy cô cho em biết khoản thời gian nào mở lớp bổ túc ? ",
    "Em muốn hỏi là tình hình dịch bệnh đang hạn chế việc đến trường làm việc trực tiếp thì Phòng Đào tạo có hỗ trợ việc làm giấy xác nhận là sinh viên đang theo học tại trường (mẫu viết tay mua tại thư viện) không ạ. Em xin cảm ơn",
    "Dạ chào Thầy Cô Em tên là  MSSV  Hiện em cần nộp bằng Toeic để xét chuyển điểm các môn anh văn 1234 để đủ điều kiện kéo dài thời gian đào tạo tối đa thêm 1 học kì . Thầy Cô cho em hỏi HK 211 khi nào là hạn chót để nộp bằng AV chuyển điểm các môn anh văn 1234 ạ! Em có xem trên biểu đồ nhưng không nắm rõ . Em xin cảm ơn",
    "Cho em hỏi rút môn học HK 211 phải làm như nào ạ",
    "Dạ chào thầy/cô em tên  -  thuộc khoa Xây dựng. Do gần đây nhà em đang sửa chữa mà chỉ  có mình em ở nhà mấy ngày nay và trong lúc sửa chữa có bị cúp điện nên em bị lỡ buổi Sinh hoạt công dân ngày 6/11/2021. Cho em hỏi giờ phải xử lý thế nào và em có bù vào buổi khác được không ạ.Cảm ơn thầy/cô đã đọc mail này và mong thầy/cô hướng dẫn cách giải quyết dùm em. Em xin cảm ơn!",
    "Không biết em có thể xin mã đơn vận chuyển để kiểm tra hàng được không ạ. 10 ngày rồi em vẫn chưa thấy giao ạ.",
    "XIN HỦY MÔN HOẶC RÚT MÔN .  TÊN: Trần Đình Quý 2033089  Kính gửi: Thầy/Cô phòng Học Vụ  Em làm đơn này mong thầy cô giải quyết giúp em về việc nhận trễ lịch học AV350 và không thể hủy môn học và làm không thể theo kịp tiến độ học cũng như điểm trên lớp.  Tới nay nhận được mail thi (trùng với lịch học của em) và phiếu đóng tiền (trong khi em đã đóng rồi) .  Nên làm đơn này thêm 1 lần nữa mong thầy cô cho phép em hủy hoặc rút môn học và mong sau này sẽ nhận được lịch kịp thời để không bị lỡ lớp học. Đây đã là lần thứ 2 em bị trễ nhận lịch học hay thông báo lớp học trên Gmail trường.  Mong thầy cô giải quyết giúp em.  Trân Trọng.",
    "Tên:  Mã số:  Khóa: 2020 Lớp : CN20KHM1 Em xin nộp đơn xin hoãn thi ạ",
    "Em tên , mssv . Em nằm trong diện diện được miễn học phí do ba em là bệnh binh. Theo thông báo mới của nhà trường, em phải làm một bộ hồ sơ mới để được tiếp tục miễn học phí. Hiện ba em đang xin giấy xác nhận nên hồ sơ chưa được hoàn thành để gửi về phòng CTCT-SV. Tuy nhiên em có thấy trong bkpay phải khoản đóng học phí học kì chính quy 211, em không biết là mình cứ đóng tiền trước rồi sau khi hoàn tất hồ sơ trường sẽ hoàn trả lại học phí hay sao ạ?",
    "Kính chào PĐT, Em là sinh viên K18, khoa Xây Dựng Hôm qua có lịch công SHCD (06/11), tuy nhiên vì một vài lí do khách quan và chủ quan thì em đã không tham dự buổi SHCD đó. Theo quy định, SV không tham gia SHCD cuối khóa, lớp tư vấn và hướng nghiệp cho sinh viên cuối khóa thì xem như chưa hoàn tất thủ tục tốt nghiệp, trừ 25 điểm ở mục 2: ý thức và kết quả chấp hành nội quy, quy chế, quy định của nhà trường (Quyết định số 1381/QĐ-ĐHBK-CTCT-SV ngày 10/6/2016 về việc Quy định sinh viên tham gia tuần SHCD). Và với bất kì lí do gì thì buổi hôm qua em cũng vắng rồi. Nên em rất muốn hỏi là có cách nào khắc phục không ạ. Và việc vắng SHCD cuối khóa lần này sẽ bị trừ 25 điểm rèn luyện theo trích dẫn kèm theo phía trên thôi phải không ạ. Dù với bất cứ lí do gì, em cũng chân thành xin lỗi vì sự thiếu chấp hành của mình Em xin thành khẩn nhận lỗi và mong sẽ có được cơ hội khắc phục Trân trọng,",
    "Dạ thưa phòng đào tạo, Em là , MSSV . Hiện tại em đã đăng ký tốt nghiệp thành công và đã có tên trong danh sách tốt nghiệp dự kiến. Phòng đào tạo cho em hỏi em muốn xin cấp giấy xác nhận thứ hạng khi tốt nghiệp thì em phải làm thủ tục như thế nào ạ?",
    "PĐT cho em hỏi em có được miễn môn học EE3001 Hệ thống cung cấp điện rồi mà sao trong bảng điểm của em lại để là 0.00 ạ. Em xin cảm ơn!",
    "Kính gửi Phòng Đào Tạo. Em tên , MSSV , khoa Khoa Học Và Kỹ Thuật Máy Tính, hệ VHVL. Vào tháng 4 năm 2021 em có đăng ký chuyển từ hệ CQ sang VHVL và đã được nhận . Theo em được biết thì khi chuyển hệ như vậy, em chỉ cần đăng ký học tiếp những môn chưa hoàn thành của chương trình cũ. Tuy nhiên khi em đăng nhập và tra thông tin sinh viên thì thấy số tích lũy của em vẫn là 0 . Em xin thắc mắc là trong trường hợp này thì em có cần phải liên hệ để cập nhật số tín chỉ đã tích lũy ở chương trình trước hay không, và với tình hình dịch bệnh hiện nay thì em có thể đăng ký cập nhật online được hay không. Em xin cảm ơn.",
    "Thưa thầy/cô, Theo sự hướng dẫn của GVCN, em đã đăng ký in giấy xác nhận sinh viên (dùng để tạm hoãn NVQS) ở phần ừng dụng cho sinh viên. Tuy nhiên, đến nay đã được 5 ngày kể từ lúc em đăng ký nhưng tình trạng của phiếu đăng ký vẫn là \"Đang được xử lý\". Em xin hỏi không biết có phải phiếu của em có vấn đề gì không ạ? Hiện tại em đang cần gấp. Em xin cảm ơn thầy/cô",
    "Chào quý thầy cô, thầy/cô cho em hỏi là môn học thực tập ngoài trường CI4345 học kì 203 em đã đăng ký và thanh toán, bao giờ mới cập nhật lên elearning của em ạ. Em cảm ơn",
    "Kính gửi PĐT, Ngày 09/11 bắt đầu lịch thanh toán BHYT nhưng hiện giờ em vẫn chưa thao tác đăng ký được bảo hiểm. Kính mong PĐT giải thích và chỉ dẫn cho em! Em cảm ơn! ",
    "Kính gửi thầy/cô PĐT, Em tên:  - , Do kỳ hè HK203 vừa rồi, môn thực tốt nghiệp (CI3343) bị hoãn do dịch bện nên tới giờ em vẫn chưa thực tập được ạ. Bây giờ vào kỳ chính thì em bị vướng lịch học nên không thể đi thực tập 6 tuần bên ngoài được ạ. Mà môn thực tập tốt nghiệp lại là môn tiên quyết của LVTN. Qúy thầy cô cho em hỏi, nếu như vậy thì học kỳ 212 tới em có được đăng ký luận văn không ạ, em đã đủ số tín chỉ, ngày CTXH theo quy định nhưng chỉ thiếu môn thực tập tốt nghiệp thôi ạ. Mong thầy cô sớm giải đáp giúp em với ạ.",
    "Em có gửi yêu cầu lấy giấy qua bưu điện hôm 20/10 nay là 7/11 mà chưa có giấy gửi về, nó có ghi đã xác nhận tại sao lâu vậy ạ, em sắp hết hạn nộp cho phường.",
    "Em chào Thầy/Cô, Em tên , MSSV  Em đã đăng ký nhận giấy chứng nhận sinh viên từ ngày 19/08/2021 và đã được gửi về địa phương. Nhưng gia đình ở địa phương em vẫn chưa nhận được . Vậy em cần liên hệ ai để biết thêm thông tin? Và nếu đăng ký lại thì vẫn qua gửi về địa phương qua đường bưu điện hay có thể lấy ở cơ sở ?  Em cảm ơn!",
    "Em chào Thầy/Cô, Em tên , MSSV  Cho em hỏi nếu em có nguyện vọng được đăng ký thi lại các môn đã hoãn thi vào học kỳ này thì cần làm những gì? Hiện em vẫn chưa nhận được thông tin nào về việc đã đăng ký thành công hay chưa . Em xin cảm ơn!",
    "Do gặp sự cố mạng vào phòng trễ, không được dự thi môn AV350. Vậy em xin Thầy cô PĐT xét duyệt cho em thi vào lần kế tiếp. Em xin cám ơn!",
    "Kính gửi PĐT, em tên là . Hiện đang là sinh viên của trường. Sắp tới em sẽ có một bài thi cuối kì nhưng vì không đảm bảo được điều kiện nên em xin hoãn thi, kính mong PĐT duyệt đơn. Em xin chân thành cảm ơn",
    "Em chào cô . Em tên là  mssv  Hiện tại mail của em ( ) gặp tình trạng từ ngày hôm qua 6/11 không nhận được mail từ một số thầy cô đang học . Mong cô xem giúp mail của em bị vấn đề gì  tại vì những bạn học chung với em đều nhận được mail  còn em thì không ạ . Em trân trọng cảm ơn cô.",
    "Hiện tại em đang ở ngoài quê và không dùng tk ngân hàng ocb.Cho em hỏi cách thanh toán học phí? Em xin cảm ơn",
    "Dạ xin nhà trường cho em hỏi là sáng hôm qua (06/11/2021), trạm xá xã Diễn Đồng nơi em đang cách ly ở quê tổ chức xét nghiệm lần 1 cho người về từ vùng dịch từ 8h đến 11h em mới có thể về lại phòng, nên em đã bỏ lỡ buổi sinh hoạt công dân đầu khóa. Vì việc xét nghiệm được thông báo vào tối trước đó (05/11/2021) nên em đã không kịp làm đơn xin chuyển buổi sinh hoạt. Em xin được hỏi là có cách nào để em có thể xin điểm danh bổ sung hoặc đi sinh hoạt bù không ạ? Em xin cảm ơn! Họ tên:  MSSV: ",
    "dạ cho em hỏi giấy chứng nhận sinh viên gởi qua bưu điện khi nào nhận được ở Long An ạ. Em cảm ơn",
    "Chào Phòng Đào Tạo  Em thanh toán trễ hạn học phí dự thính học kì 211 do tình hình kinh tế của em đang gặp khó khăn mong Phòng Đào Tạo cho em được gia hạn thêm thời hạn đóng học phí tới cuối tháng 11 được không ạ. Em cảm ơn ạ!",
    "Kính gửi thầy cô Phòng đào tạo, em tên  MSSV:. Em đã đăng kí làm giấy chứng nhận sinh viên bên trường nhưng do tình hình dịch bệnh nên em không thể lên trường để nhận giấy mà bên chỗ em ở lại đang yêu cầu bổ sung giấy chứng nhận sinh viên gấp để hoãn nghĩa vụ quân sự. Chính vì vậy em mong thầy cô có thể gửi giúp cho em file ảnh pdf giấy chứng nhận sinh viên của em để em có thể bổ sung hồ sơ hoãn nghĩa vụ quân sự ạ.",
    "Thầy cô cho em hỏi sao em đăng kí giấy xác nhận sinh viên lâu rồi mà chưa được xác nhận vậy ạ. Địa phương em yêu cầu để có thể hoãn nghĩa vụ quân sự cho em ạ. Em cảm ơn thầy cô.",
    "Kính gửi phòng đào tạo, Hiện tại em đang trong quá trình thu nhận lại vì lí do đóng học phí trễ hạn, nhưng bên địa phương yêu cầu em có giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự. Dạ cho em hỏi là có cách nào để nhận giấy xác nhận sinh viên không ạ? Em xin cảm ơn.",
    "Dạ em là sinh viên khóa k20 khoa Kỹ thuật hóa học. Cho em hỏi các điền Giấy xác nhận sinh viên (file đính kèm) và cách xin chữ kí điện tử ạ.",
    "Em chào thầy/cô, Em là sinh viên khóa k20 và em có đăng ký ở ký túc xá khu A đại học Quốc gia ạ. Vào tầm 1 tháng trước ký túc xá đã thông báo để đóng bảo hiểm y tế và em cũng đã đăng ký tham gia với thanh toán bên ký túc xá luôn rồi ạ. Em có cần phải nộp hay làm thủ tục gì để nộp cho trường không ạ ?",
    "Dạ, PĐT cho Em hỏi là: bằng tốt nghiệp Em có thể ủy quyền cho người thân lấy hộ được không ạ ? hay là phải lấy trực tiếp ạ? và nếu có thể ủy quyền được thì cần những giấy tờ gì ạ? Em xin chân thành cảm ơn!"
]