[
    "Tốt nghiệp . Em chào Cô/Thầy, Em là Nguyễn Tấn Tài-1613021 Hiện chỉ còn thiếu chứng chỉ anh văn 2 kỹ năng để tốt nghiệp. Em có nhận được email thời gian tốt nghiệp xét đến hết kỳ 211, nhưng thông báo trên trang wed trường 20.10.2021 là hạn chót đăng ký tốt nghiệp. Vậy cho em hỏi thời gian đăng ký xét tốt nghiệp hạn chót nhất là ngày mấy ạ, nếu qua tháng 11 (vẫn còn trong kỳ 211) thì có được xét tiếp hay phải đợi sang  đợt tốt nghiệp tháng 4 năm sau ạ. Mong được sự hồi đáp của Cô/Thầy. Em cám ơn nhiều!",
    "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh  Em tên:   Mssv:  Hệ VHVL   E vào đăng đăng ký Tốt nghiệp thấy phần thông tin cá nhân in trên bằng còn thiếu mục: Nơi Sinh E xin cập nhật là :“ Nơi Sinh: Tây Ninh” Mong pdt xem xét cập nhật giúp e ạ. E cám ơn",
    "Em đã nộp lệ phí chuyển điểm nhưng em chuyển điểm không thành công.",
    "Chào cô!  Dạ mã  lvtn của em là GE4333  Sàn  hoạt động ngoai khoa đã cập nhật cho em rồi ạ!  Mong cô giúp em ạ .",
    "Em không có thẻ OCB; vậy thì em đóng học phí bằng hình thức chuyển khoản được không ạ",
    "Dù đã đến thời hạn đóng học phí nhưng vẫn không chọn thanh toán được",
    "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh Em tên:  Mssv:  Hệ VHVL Em đã hoàn thành các môn nhưng đang ký tốt nghiệp lại báo là không nằm trong danh sách dự kiến. mong PDT check lại giúp e coi e còn thiếu môn hay là tại điểm chưa cập nhật ạ. e cũng đã gửi mail cho th  ở pdt rồi ạ e cám ơn pdt nhiều",
    "Kính chào Phòng Đào Tạo Em là  -  theo học theo hệ VHVL thuộc ngành khoa học và kỹ thuật máy tính. Hiện tại, thì em đang không nhận được thông tin học phí cần phải đóng trong kỳ này là Học kỳ 1 Năm học 2021 - 2022. Tất cả bạn bè em để đã có thông tin cả. Em đã kiểm tra trên myBK và Bkpay thì em đều không thấy. (Ảnh đính kèm) Mong phòng đào tạo cập nhật giúp em để em có thể hoàn thành trách nhiệm của mình đúng hạn ạ. Em xin chân thành cảm ơn",
    "Kính chào thầy/cô, Em tên là , MSSV . Hôm qua em có gửi khiếu nại về việc đăng kí môn Thiết kế dự án tốt nghiệp, MSMH: CI4303, được pđt trả lời là không đủ điều kiện và kèm theo file, sau khi em kiểm tra file thì thấy pđt đã tính thiếu tín chỉ môn học tương đương Nhập môn kiến trúc, MSMH: CI1065, đã học và qua môn trong học kì 1(2020-2021), tương đương với môn Nhập môn kiến trúc MSMH: CI1009 . Kính mong PĐT kiểm tra và giải quyết, bổ sung TKB môn Thiết kế dự án tốt nghiệp để em có thể kịp với tiến độ môn học. Em cảm ơn.",
    "Kính gửi Phòng Đào Tạo, Em tên là  - Mssv: , hiện đang là sinh viên K17 Khoa Kỹ thuật giao thông. Hiện em đang có 123 tín chỉ tích lũy và đã đạt các môn tiên quyết, ngày công tác xã hội là 14 ngày. Theo như yêu cầu của PĐT thì em phải đạt 126 Tín chỉ để đăng ký nhận luận văn điều này đồng nghĩa là em phải đạt các môn anh văn trong chương trình đào tạo, mà do lúc trước em thi xét chuẩn Anh văn hằng năm trên trường và đạt qua nên em không theo học các lớp Anh văn trong chương trình đào tạo, em dự tính thi CCAV Toeic và xét qua các môn Anh văn nhưng do tình hình dịch bệnh bất ngờ em không thể thi được vì thế em thiếu tín chỉ đăng ký luận văn. Em có đăng ký Luận Văn Tốt Nghiệp và nhận kết quả không thành công do không đủ điều kiện đăng ký môn học. Em rất mong Phòng Đào Tạo xem xét giúp em để em có thể đăng ký làm luận văn và kịp tiến độ học tập ạ. Em xin chân thành cảm ơn.",
    "Hiện môn cấu trúc dữ liệu và giải thuật (CO2003) của em đã đăng ký hoãn thi nhưng hệ thống lại hiển thị điểm tổng kết ạ, mong pdt hỗ trợ em kiểm tra lại ạ. Em cảm ơn ",
    "Thân gửi, Em tên , sinh viên K17 khoa Điện-Điện tử. Hiện em đang gặp vấn đề khi thanh toán phí in bảng điểm (đến bước nhập OTP thì phát sinh lỗi giao dịch như ảnh). Việc này dẫn đến 2 khó khăn lớn cho em là em đang cần gấp bảng điểm và em đang thiếu điều kiện đăng ký tốt nghiệp sắp tới (chưa thanh toán tất cả khoản phí) . Mong trung tâm Hỗ trợ giúp đỡ em. Em chân thành cảm ơn. Trân trọng,",
    "em chào các thầy/cô ạ Chuyện là hôm qua em có hỏi trên bksi với nội dung là : Mong nhà trường xét duyệt tại yêu cầu hoãn thi vì từ lúc em được pdt đồng ý hoãn thi trên bksi thì em không có biết là có mail điền form ạ (tại lúc đó em đang trong khu cách ly) Sau đó thì một cô các bảo em là:\"Chào bạn, Bạn vui lòng gửi lại đơn để PDT tiếp nhận lại từ đầu nhé! Thân\" Nên hôm nay em xin gửi lại link drive chứa có đơn hoãn thi của em ạ,em mong pdt sẽ xử lý giúp e ạ ,em cảm ơn. https://drive.google.com/drive/folders/1M51Y91zts6X9oqmpM4esRx5JYyIbwrOF",
    "Dạ em chào quý thầy/cô ! Dạ quý thầy/cô có thể cho em xin mã bưu kiện của giấy CNSV của em để em tiện theo dõi được không ạ. Tại vì lần trước bên bưu điện họ làm thất lạc 1 lần rồi nên em muốn xin để tiện theo dõi ạ. Em cám ơn ạ. !    MSSV:",
    "Kính gửi nhà trường, Em là , MSSV . Học khoa Kỹ thuật địa chất và dầu khí. Em xin gửi lại file Xin cứu vãn môn học ạ. Mong muốn trường đăng kí cho em vào kì 211 này, nhưng xếp cho em đi cùng với khóa của học kì 203 ạ. Do tình hình dịch bệnh nên khóa  học kì 203 cũng chưa đi ạ. Bữa em đã gửi nhưng chưa thấy PDT trả lời ạ, nên em gửi lại. Em cảm ơn",
    "Hiện tại đã đến khoảng thời gian em có thể đóng tiền học phí (như hình), nhưng hệ thống vẫn hiện là \"chưa đến kì thanh toán\" và em không thể thanh toán trực tiếp. Trong tình hình dịch Covid thì em không thể ra khỏi nhà. Vậy cho em hỏi có cách nào để thanh toán học phí mà không trễ hạn không ạ. Em xin cảm ơn.",
    "Dạ thưa quý phòng đạo tạo, em tên là , mssv .Hôm nay em muốn hỏi về việc hoã thi hk 203. Kỳ 203 em có đăng ký 1 môn học là môn Tín hiệu và hệ thống-EE2005 của khoa Diện-Điện tử. Môn này có lịch thi khá trễ, lịch thi cuối kỳ của môn này là 10g00 ngày 19/9/2021 theo hình thức hangout. Vì đây là một môn khó, tính toán cần sự tập trung, nhưng chất lượng đường truyền mạng nhà em không được ổn định, nên em có mong muốn hoãn thi môn này để thi lại vào học kỳ sau. Em mong nhận được phản hổi và sự hỗ trợ của quý phòng đào tạo. Em xin cảm ơn.",
    "Cho em hỏi trong tình hình dịch Covid-19 hiện tại. Em không thể ra khỏi nhà nên không thể nộp bản sao bằng tốt nghiệp THPT được, em cũng không thể liên hệ với  được.Vậy có cách nào khác để em có thể nộp bản sao bằng tốt nghiệp THPT được không ạ? Em xin cảm ơn.",
    "Cho e hỏi học kỳ này xét luận văn tốt nghiệp không yêu cầu chỉ tiêu anh văn.vậy sau dịch làm luận văn xong có cần học lại anh văn không hay bỏ luôn ak.thân",
    "Chào thầy(cô) ạ! Cho e hỏi là đã đến lúc thu học phí kì DT211 chưa ạ? Tại e coi trên BKPAY là thu học phí DT211 từ ngày 7/9 đến ngày 14/9 mà giờ trên đó vẫn hiện là \"Chưa đến kỳ thanh toán\" nên e vẫn chưa đóng dc. Mong thầy (cô) giải đáp thắc mắc giúp em. Em xin cảm ơn!",
    "Em chào thầy/cô ạ,  Em đã có đăng kí hủy môn và bổ sung môn (ID: 33916) không biết kết quả như thế nào ạ? Em thấy thời khóa biểu vẫn chưa có thay đổi gì và em có cần phải làm đơn rút môn học không ạ vì em thấy mail về đăng kí rút môn học ạ Em cảm ơn.",
    "Em có đóng học phí trễ học kì 203 , nay em xin phục hồi thời khóa biểu kì 203  . Em xin cảm ơn ",
    "Dạ em xin chào thầy cô . Cho em hỏi trường có ghi là xét tốt nghiệp đến hết học kì 211, nhưng lễ tốt nghiệp vẫn diễn ra vào tháng 11 hay sao ạ. Nếu lễ vẫn diễn ra tháng 11 , vậy muốn tham dự lễ thì phải nộp bằng anh văn hạn chót là 20/10 phải không ạ? Còn xét tốt nghiệp đến hết kì 211 là được xét tốt nghiệp chứ không được tham dự lễ trao bằng phải không ạ? Em xin cám ơn!",
    "Dạ chào cô , Em tên  mssv  hệ vhvl khoa Kỹ thuật máy tính chuyển hệ từ chính quy sang. Đầu tiên cho em xin lỗi vì đã đặt nhiều câu hỏi trong thời gian qua ạ. Câu hỏi ngày 31/08/2021 em đã liên hệ với khoa và biết được em không đủ điều kiện nhận   B P    trong học kỳ này ạ, và cô  phụ trách bên khoa máy tính đã hướng dẫn em làm đơn xin đăng ký làm lại   B  (CO421)    trong học kỳ HK211 này ạ. Em đã làm đơn xin khoa cho phép em đăng ký bổ sung môn và nhận đề tài đề cương luận văn ạ. Nay em có đăng lên diễn đàn đơn xin và nhờ phòng đào tạo xem xét giúp em ạ. File đính kèm là đơn xin đăng ký môn     và email của cô  ạ. Mong cô xem xét lại giúp em ạ. Chúc cô nhiều sức khỏe Xin chân thành cảm ơn Sinh viên     .",
    "Cho em hỏi trên bkpay tới hạn đóng học phí dự thính 211 mà giờ của em nó hiện chưa đến kì thanh toán.Mà ngày 14/9/2021 hết hạn đóng học phí r ạ. Em cảm ơn",
    "Em xin mở lại thời khóa biểu từ 12/8 , phòng đào tạo đã mở đồng ý mở cho em rồi nhưng tới nay vẫn chưa thấy ạ. Mong PDT xem và chỉnh sửa lại giúp em  Em xin cảm ơn ",
    "Em là . MSSV:   Em có đăng kí hoãn thi và nhận được thông báo điểm thi sẽ cập nhật sau ngày 6/9 nhưng điểm thi của em vẫn chưa được cập nhật và điểm vẫn là vắng thi. Mong PDT xem xét dùm . Em cảm ơn",
    "Em chào PĐT, em muốn xin giấy xác nhận sinh viên qua online bằng file pdf (tiếng Anh càng tốt) để tải phần mềm học tập vì trang autodesk cần school-issue confirmation letter\" Em cám ơn PĐT ạ",
    "Em muốn biết link học anh văn A1 của cô  dạy vào thứ 4 từ 12h -2h50. Trên BKEL không có link để tham gia môn học",
    "Em tên là: ,sinh viên bằng 2 MSSV:  Số tính chỉ tích lũy: 135 Đã qua tất cả các môn tiên quyết của luận văn tốt nghiệp Do là sinh viên bằng 2 nên em không có ngày công tác xã hội Em có đính kèm theo hình ảnh điểm môn tiên quyết, tổng số tính chỉ Kính mong quý thầy cô phòng đào đạo xem xét trường hợp chưa đăng kí được luận văn tốt nghiệp của em",
    "Kính gửi phòng đào tạo, Em xin có 2 câu hỏi về điểm trung bình tích luỹ (TBTL): - Em là sinh viên K18 của khoa Khoa học và Kỹ thuật máy tính. Theo chương trình đào tạo, em đã hoàn thành môn Kỹ thuật lập trình (CO1011 - 4 tín chỉ) với tổng kết là 5.5 tại kỳ 182. Để cải thiện, em cần phải hoàn thành 2 môn tương ứng là Kỹ thuật lập trình (CO1027 - 3 tín chỉ) và Đồ án Kỹ thuật lập trình (CO1031 - 1 tín chỉ). Hiện tại, em đã hoàn thành môn Kỹ thuật lập trình (CO1027 - 3 tín chỉ) vào kỳ 192 và sẽ học môn Đồ án Kỹ thuật lập trình (CO1031 - 1 tín chỉ) trong kỳ này (211). Câu hỏi của em đặt ra là nếu sau khi hoàn thành 2 môn học tương ứng thì điểm TBTL của em sẽ được tính là 2 môn sau (3 và 1 chỉ), hay là vẫn tính vào môn 4 chỉ ban đầu ạ? Vì theo em được nghe từ một vài thầy cô, việc chuyển điểm này chỉ được thực hiện khi mình bị rớt môn học (em đã hoàn thành với điểm số 5.5). Nếu trường hợp tính vào môn 4 chỉ (môn em bị điểm thấp) thì em cần làm gì để có thể được xét tính vào môn 3 và 1 chỉ ạ, vì em đã hoàn thành xong môn 3 chỉ và sẽ học môn 1 chỉ trong kỳ này? - Cũng về vấn đề này nhưng với một môn khác: Theo chương trình đào tạo, em đã hoàn thành môn Hệ thống số (CO1009 - 4 tín chỉ) với điểm tổng kết là 5.0 tại kỳ 182. Em cũng muốn được cải thiện và học hai môn tương ứng là Đồ án Hệ thống số (CO1029 - 1 tín chỉ) và  Hệ thống số (CO1023 - 3 tín chỉ). Hôm nay, em cũng đã trao đổi với thầy cô bộ môn, thầy cô yêu cầu em hỏi phòng đào tạo xem nếu hoàn thành 2 môn học trên thì sẽ sử dụng điểm nào cho TBTL, vì thông thường sẽ ưu tiên môn được liệt kê trong chương trình đào tạo hơn, trừ khi là rớt môn. Em xin chân thành cảm ơn. Mong nhận được hồi âm sớm nhất từ phía thầy/cô. Trân trọng, Minh Anh.",
    "Đăng ký môn học Em đã làm đơn trình Lên văn phòng khoa, khoa đã xác nhận và kính chuyển . Sau đó em gửi đơn lên phòng đào tạo theo như hướng dẫn của Văn phòng khoa  . Em chờ đợi 2 này thì phòng đào tạo replay mail và hướng dẫn em hỏi ở trên  ạ .",
    "Dạ cho em hỏi với tình hình dịch bệnh hiện tại, nhà trường có thể gia hạn thời gian hoàn thành số ngày ctxh để học kì sau em có thể đăng kí làm luận văn không. Hoặc em có thể làm gì để kiếm thêm ngày ctxh trong khoảng thời gian này không ạ. Em xin cám ơn.",
    "em có thi môn Các sản phẩm dầu khí CH3171 vào ngày 14/8 9h, từ 13/8(22h)-14/8(12h) em được về quê theo diện đồng hương Tỉnh,dù đã đăng ký hoãn thi nhưng em vẫn nhận điểm 13 cho môn thi, mong pdt xem xét lại yêu cầu nhận điểm hoãn thi của em Em xin cảm ơn.",
    "Chào thầy/cô. Hiện tại em có xin đăng ký môn học trễ hạn và đã được Phòng đào tạo chấp thuận (file đính kèm). Em cũng đã liên hệ giáo viên để được làm Đồ án và cũng được tạo site trên Bkel nhưng trên thời khóa biểu vẫn chưa có lịch và gần đây giáo viên có gửi danh sách hướng dẫn đồ án vẫn không có tên em. Mong Phòng đạo tạo sớm giải quyết giúp em. Em cảm ơn.",
    "Chào thầy/cô, Em là , MSSV 5, lớp VL2003, khoa Công nghệ vật liệu. Ngày 20/8 em có đăng kí in bảng điểm gửi về nhà ở quê, đã thanh toán nhưng kiểm tra tình trạng vẫn còn đang in ạ . Em biết bưu điện thành phố không nhận chuyển phát từ 23/8, tuy nhiên em rất cần bảng điểm này để nhận học bổng từ hội khuyến học huyện, giá trị rất lớn với em ( khoảng 14 triệu đồng) trong vòng 1 tuần tới. Mong nhà trường giúp đỡ chuyển giúp em nếu có thể bằng bất cứ hình thức nào . Em chân thành cảm ơn .",
    "Em tên  mssv  Em học lớp xstk cô  lớp L03 mã môn học sp2013 Em không thể tham gia vào link googlemeet của lớp L03. Và em cũng không có mail của cô nên mong đc pdt giúp đỡ ạ.",
    "Chào thầy,cô Em có thắc mắc là soa em đã đk hoãn thi rồi nhưng trên bảng điểm vẫn là điểm 13 ạ. Em cám ơn.",
    "Chào Thầy/Cô, Em chưa rõ về thủ tục nộp đơn thanh toán trễ học phí cho học kỳ này, mong được thầy/cô hướng dẫn ạ. Em cảm ơn !!!",
    "Sau khi đăng ký hoãn thi thì em có nhận được xác nhận từ BKSI và thống báo rằng sau ngày 06/09 nếu điểm hoãn thi trên MyBK chưa được cập nhật thì có thể liên hệ ở đây để xác nhận lại . Hiện tại điểm hoãn thi môn Nguyên lý thông tin số - mã môn học EE3115 vẫn là điểm 13 và chưa được cập nhật. Em mong được hỗ trợ từ BKSI ạ. Em cảm ơn.",
    "chào thầy/cô, em muốn đăng ký môn học mở rộng (chỉ môn mở rộng mà không dăng ký lại môn chính) thì phải làm sao để đăng ký ạ? và kỳ này còn đăng ký kịp không? Em cảm ơn!",
    "Hiện tại nhà em đang gặp khó khăn về tài chính do ảnh hưởng của dịch. Sắp tới có khoản học phí em không thanh toán được. Em có thể làm đơn gia hạn học phí không? Khi nào làm đơn được và gửi ở đâu? ",
    "Em tên   Mssv   khoa :TTĐT bảo dưỡng công nghiệp  Em thanh toán học phí bổ sung môn Thực tập tốt nghiệp đăng ký bổ sung HK203 nhưng hệ thống báo lỗi không thanh toán được, mong quý thầy cô xem xét hệ thống để em được thanh toán thành công. Em có đính kèm hình ảnh tình trạng lỗi của em lúc thanh toán ạ. Em xin cảm ơn",
    "Em tên: Tống Hoàng Phương MSSV:  Khoa: TTĐT Bảo dưỡng Công nghiệp  Lý do: Em thanh toán học phí môn \" Thực tập tốt nghiệp\" đã được đăng kí bổ sung vào HK203, nhưng hệ thống báo lỗi và không thanh toán được. Mong quý thầy cô xem xét hệ thống giúp em có thể thanh toán thành công môn học ạ. Em xin chân thành cảm ơn.",
    "Dạ chào PĐT thân mến, Theo như điều kiện đăng ký luận văn ngành em học là 123 tín chỉ, và chứng chỉ ngoại ngữ. Vạy PĐT cho em hỏi là, nếu như dịch như vầy và PĐT bỏ qua chứng chỉ ngoại ngữ, thì PĐT có tính luôn tín chỉ khi nộp bằng để cộng vào tín chỉ tích lũy hiện tại không ạ . Ví dụ là em chưa học ngoại ngữ nào trong trường, thì khi PĐT bỏ qua chuẩn ngoại ngữ thì em có được cộng thêm 8 chỉ của 4 anh văn để cộng vào tín chỉ tích lũy để đăng ký môn học không ạ Em cám ơn và chúc PĐT nhiều sức khỏe. Thân mến,",
    "cho  em hỏi điểm 13 đó là hoãn thi được hay không tham gia thi vậy ạ. Vì em có xin hoãn thi thấy môn thì chưa môn thì 13 ấy ạ",
    "Em xin chào thầy, cô. Đây là lần gửi yêu cầu thứ hai của em ạ, hy vọng các thầy cô không thấy phiền. Do lần gửi đầu tiên đã hơn 3 ngày nhưng em không thấy được hồi âm. Sắp tới vì tình hình dịch bệnh nên em đang thiếu ngày CTXH chưa có khả năng bỏ ra kịp. Ngoài ra, em cũng muốn cải thiện điểm của em lên đôi chút. Nên em hy vọng thầy cô cho em đăng ký trễ vào lớp   B Dự thính Pháp Luật Đại Cương, SP1007    của kì này ạ. Em xin cam đoan là sẽ không khiếu nại bất cứ điều gì về việc vô trễ, thay vào đó sẽ tích cực hơn trong việc tìm hiểu và truy vấn thông tin đáp ứng chuẩn đầu ra của môn học. Em xin chân thành cảm ơn.",
    "Kính gửi PDT, Em là , MSSV  DO học kỳ này em đang apply học bổng nên em cần có bảng điểm năm học. Vì hiện tại ở mục Đăng ký in bảng điểm em chỉ thấy việc gửi bảng điểm qua bưu điện hoặc nhận tại trường . PDT cho em hỏi là Em muốn in bảng điểm và nhận bảng điểm qua mail trường thì phải đăng ký như thế nào? Và sau khi em nộp tiền in bảng điểm thì trong vòng bao nhiêu ngày sẽ có bảng điểm ạ? Em xin cảm ơn.",
    "Em xin nộp đơn mong PĐT xem xét giúp em. Em cảm ơn ",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa TPHCM. Em tên là:  . MSSV:  hệ VLVH. Hôm nay em viết mail này kính xin phòng đào tạo xem xét cho em được bảo lưu học kì 211 này vì lý do tài chính. Như PĐT đã biết, tình hình dịch bệnh đang rất phức tạp và công ty em cũng ngừng hoạt động kinh doanh sản xuất từ đầu tháng 7 cho đến khi có thông báo hết giãn cách. Vì thế em không có nguồn thu nhập như trước và gia đình bố mẹ em cũng bị ảnh hưởng của đại dịch nên không có thu nhập. Nguyện vọng ban đầu của em là được rút/huỷ môn học, em đã làm đơn rút môn học và em chỉ để lại một môn thực tập. Nhưng theo quy định của nhà trường thì khi rút môn vẫn phải đóng học phí như bình thường. Và tài chính của em thì không cho phép. Vậy nên em xin được tạm hoãn học cho tới khi bình thường hoá xã hội và em có thu nhập để học ạ. Em xin chân thành cảm ơn. Best regards. ",
    "Chào thầy/cô, Hiện tại cô  đã bổ sung lớp Đồ án kỹ thuật lập trình CO1031 cho em là A01 nhưng do hiện tại trên danh sách nhóm Đồ án chỉ có lớp L01 (đại trà) và lớp CC01 (Chất lượng cao), do em học hệ đại trà nên mong thầy cô xem xét lại bổ sung nhóm lớp và thời khóa biểu trên mybk giúp em để sớm theo kịp tiến độ với các bạn. Em xin gửi link xác nhận mã lớp https:tly.com.vn/571y9i và file đính kèm. Em xin chân thành cảm ơn và chúc thầy/cô một ngày làm việc vui vẻ. Trân trọng.",
    "Em tên là: ,sinh viên bằng 2 MSSV:  Số tính chỉ tích lũy: 135 Đã qua tất cả các môn tiên quyết của luận văn tốt nghiệp Do là sinh viên bằng 2 nên em không có ngày công tác xã hội Em có đính kèm theo hình ảnh điểm môn tiên quyết, tổng số tính chỉ Kính mong quý thầy cô phòng đào đạo xem xét trường hợp chưa đăng kí được luận văn tốt nghiệp của em Mã luận văn tốt nghiệp là CI4343 Em xin chân thành cảm ơn quý thầy cô",
    "em tên là  MSSV  Em xin gửi cô/ thầy đơn cứu xét luận văn thiếu chỉ ạ! Em thành thật rất mong được cứu xét để đăng kí luận văn tốt nghiệp trong kì 211 ạ. Em đã trễ 1 kì hi vọng không trễ thêm 1 kì nữa ạ! Mong được phản hồi sớm nhất có thể từ cô/ thầy ạ! em chân thành cảm ơn cô/ thầy ạ!",
    "DẠ thưa cô. môn kết cấu thép 1 (CI2003) em đạt 5.0 (hk2 2020-2021) môn nền móng (CI3037) em học mã mới đạt 7.5 (hk2 2020-2021) và đồ án đạt 8.0 (hk2 2019-2020) môn công trình ven biển (ci4005) em học mã mới CI4133 đạt 6.0 (hk1 2019-2020) + đồ án mã CI4115 đạt 5.0 (hk1 2020-2021) môn Công trình đường thủy em học mã mới CI4117 đạt 6.5+ đồ án ci4119 đạt 7.5 (hk1 2020-2021) cô xem lại giúp em ạ. Cô giải quyết để cập nhật thời kháo biểu sớm giúp em ạ. để em kịp tiến độ làm luận văn. mã luận văn CI4333",
    "Dạ kính gửi phòng đạo tạo. Em tên , sinh viên năm cuối khoa cơ khí, mssv  . Hiện tại em đang không thể đăng ký được môn \"Luận Văn Tốt Nghiệp\" (hiện em đã bị muộn 1 kỳ rồi ạ) vì lý do thiếu tín chỉ do muôn anh văn (nhưng vì dịch covid nên em không thể thi để lấy chứng chỉ ở trung tâm và quy đổi lấy tín chỉ được ạ). Em đã tường trình hơn 2 tuần tới trường nhưng vẫn chưa được giải quyết nên nay em viết đơn xin được đặc cách đăng ký làm LVTN học kỳ 211 này ạ. Em đã trình bày rõ chi tiết lý do và vấn đề của em ở trong file word bên dưới ạ . Em rất mong quý thầy/cô cho phép em được làm Luận văn kỳ này để em có thể được tốt nghiệp ạ . Hiện tại em đang vô cùng lo lắng và hoang mang vì đã có lịch làm luận văn rồi ạ . Rất mong thầy cô xem xét, hỗ trợ em ạ . Em xin chân thành cảm ơn!",
    "Dạ thưa em đã đăng ký hoãn thi môn cơ lưu chất và có cả mail xác nhận hõa thi từ pđt nhưng điểm thi vẫn 13 ạ",
    "Em xin được gửi đơn xin cứu xét đăng ký Luận văn tốt nghiệp ở tệp đính kèm dưới đây . Em chân thành xin được cứu xét để có thể hoàn thành LVTN trong kỳ 211 này. Em đang bị trễ 1 kỳ so với tiến độ của nhà trường nên rất hy vọng có thể hoàn thành tốt và không bị trễ nữa ạ. Mong được nhận phản hồi sớm nhất có thể ạ. Em xin chân thành cảm ơn quý thầy cô.",
    "Dạ em kính chào thầy, cô, Em tên là , sinh viên viên lớp Ql17KD, khoa QLCN. Em viết thư này để bày tỏ về những rắc rối trong quá trình thanh toán lệ phí in bảng điểm trong mấy ngày qua. Em đã có đăng ký in bảng điểm và sẽ được gửi qua đường bưu điện trong phạm vi TPHCM. Tuy nhiên, quá trình thanh toán lệ phí qua BKPay lại xảy ra lỗi khiến em không thể nào thanh toán được. Bắt đầu vào ngày mai, em cũng sẽ có phần thanh toán lệ phí thi anh văn 2 kỹ năng nói viết để chuẩn bị cho quá trình tốt nghiệp sắp tới của mình. Em cảm thấy hơi lo vì kỳ thi này có tính chất đặc biệt quan trọng. Em có gọi điện và gửi mail cho bên OCB nhưng họ không phản hồi. Em xin gửi kèm lỗi phát sinh trong quá trình giao dịch của em. Em mong nhận được phản hồi từ quý thầy cô. Em xin chân thành cảm ơn. Trân trọng, .",
    "Dạ em chào cô. Em xin gửi đơn xin cứu xét đăng kí LVTN trong file đính kèm ạ. Em rất muốn được làm LVTN để hoàn thành chương trình đào tạo trong kì 211 này. Rất mong được cô giúp đỡ chuyển đơn đến ban lãnh đạo ạ. Mong nhận được sự phản hồi sớm từ cô . Em xin lỗi vì đã làm phiền cô. Em cảm ơn cô rất nhiều ạ.",
    "Em xin gửi cô đơn cứu xét của cá nhân em ạ! Em thành thật xin được cứu xét để đăng ký luận văn tốt nghiệp trong kỳ 211 ạ. Em đã trễ 1 kỳ nên hi vọng sẽ không bị trễ thêm 1 kỳ nữa ạ! Mong được nhận phản hồi sớm nhát có thể ạ! Em chân thành cảm ơn cô ạ! chỉ cần cho em đăng ký được luận văn thôi, thầy/cô muốn em làm gì cũng được hết.",
    "Dạ em chào cô. Em xin gửi đơn xin cứu xét đăng kí LVTN trong file đính kèm ạ. Em rất muốn được làm LVTN để hoàn thành chương trình đào tạo trong kì 211 này. Rất mong được cô giúp đỡ chuyển đơn đến ban lãnh đạo ạ. Mong nhận được sự phản hồi sớm từ cô. Em xin lỗi vì đã làm phiền cô. Em cảm ơn cô rất nhiều ạ.",
    "Dạ chào thầy/cô, Em xem trên website aao.hcmut.edu.vn thì thấy lịch trình đăng ký Tốt Nghiệp là đến ngày 20/10/2021 là hạn cuối xét nhận trường hợp bổ sung . 1. Cho em hỏi là nếu em thi CCNN không kịp và nộp trễ thì em sẽ không được dự lễ Tốt nghiệp tháng 11 ? 2. Em thấy PĐT ghi hạn xét Tốt nghiệp đến cuối HK 211 (tháng 12) vậy em nộp trễ như vậy chỉ được đăng ký để nhận bằng thôi phải không ạ ? Em cảm ơn thầy/cô nhiều ạ!",
    "Em tên:  MSSV:  Khoa: TTĐT Bảo dưỡng Công nghiệp  Lý do: Em thanh toán học phí môn \" Thực tập tốt nghiệp\" đã được đăng kí bổ sung vào HK203, nhưng hệ thống báo lỗi và không thanh toán được. Mong quý thầy cô xem xét hệ thống giúp em có thể thanh toán thành công môn học ạ. Em xin chân thành cảm ơn.",
    "DẠ cô ơi em ghi nhầm ạ môn kết cấu thép ci3009 đạt 5.0 qua ở hk1 2020-2021 ạ. cô cập nhật lại dùm em ạ. mong cô update thời khóa biểu sớm nhất có thể để em cập nhật và làm luận văn.",
    "Kính gửi Phòng Đào Tạo Em tên  MSSV :   Hệ : VLVH (chuyển từ CQ) Trong học kỳ này (211) em đã đăng ký môn học (đợt Đăng ký môn học HK211 - Đợt 3 Chuyển Hệ) và có thời khóa biểu 2 môn sau:  1. CH4007 - Đồ án thiết kế kỹ thuật hóa học 2. CH2043 - Qúa trình & thiết bị truyền nhiệt Tuy nhiên đến hiện tại, em vẫn chưa được tham gia vào 2 môn học này. Em đã có liên hệ với giáo viên phụ trách môn học. Kính mong Phòng Đào Tạo xem xét và hỗ trợ kịp thời để em có thể tham gia vào 2 môn học trên. Em xin cảm ơn Phòng Đào Tạo!",
    "Kính thưa quý thầy cô phòng đào tạo, Về vấn đề bảo lưu kết quả, em đã làm đơn từ ngày 15/08 và đã được phản hồi là chờ xét duyệt nhưng em vẫn chưa nhận được phản hồi từ phòng đào tạo. Dưới đây là file ảnh màn hình mà em nhận được phản hồi từ phòng đào tạo sau khi gửi đơn từ ngày 15/08. Kính mong quý thầy cô phòng đào tạo có thể kiểm tra và thông báo cho em về kết quả bảo lưu có được thông qua hay không cho em sớm nhất. Trân trọng,  .",
    "Chào thầy cô Em được chuyển qua hệ VHVL, em đã hoàn thành các môn học của chương trình đào tạo K13, do em thi ko đạt anh văn Writing và Speaking nên chuyển hệ VHVL. Cho em hỏi thủ tục đk tốt nghiệp hệ VHVL như thế nào ạ? Em cám ơn thầy cô nhiều!",
    "chào thầy cô trước đó em có hỏi về không đăng kí được luận văn nên có đặt câu hỏi và được trả lời sau ngày 6/9 kiểm tra không có thời khóa biểu thì hỏi lại. cho em hỏi sao em vẫn không có thời khóa biểu. em cảm ơn",
    "Em có đăng ký 7 tín chỉ kì 1 năm 2021-2022. Trên BKpay có tính đ tức là 450000đ/1 tín chỉ. Em xem thông tin trang chủ của trường thì kì 211 k2016 vẫn tính 350000đ/1 tín chỉ . Mong phòng đào tạo giải đáp thắc mắc giúp em Em cảm ơn",
    "Em chào thầy/cô ạ. Trên BKPay hạn đóng học phí dự thính là 14/09/2021 nhưng chỗ em đang thực hiện chỉ thị 16 đến hết 15/9/2021. Vậy nhà trường có thể dời thời gian đến đầu tháng 10 được không hay em phải xin hoãn đóng học phí ạ? Xin cảm ơn",
    "Phòng đạo tạo đăng kí giúp em môn học dự thính vì lớp mở muộn em đăng kí không kịp, hoàn thành tiến độ học tập đúng hạn ạ Tên môn học: Kĩ thuật an toàn lao động Mã số môn học: GE3131 Nhóm lớp: DT01 Phòng học : HANGOUT_TUONGTACBK-CS1 Thứ 4 Tiết 13-14",
    "Thầy cô cho em hỏi, nếu em không đóng tiền học phần dự thính thì học phần chính của em có bị ảnh hưởng không ạ.         Do như em đã đặt 1 câu hỏi trước là ko biết bên web có bị lỗi hay gì không mà có 1 môn học tự được thêm vào phần học dự thính và khi em biết thì không xóa được, hủy môn lại vẫn phải đóng tiền, mà em không có điều kiện kinh tế ạ, e xin cảm ơn.",
    "Em đăng ký thực tập tốt nghiệp công ty DEK technology, nay em bị đánh rớt thì liệu còn có thể đăng ký thực tập ở công ty khác được nữa không? Còn công ty nào còn hạn đăng ký thực tập không ạ?",
    "Kính gửi Phòng Đào Tạo Em tên  MSSV :  Hệ : VLVH (chuyển từ CQ) Hiện tại trang e-learning của em đang bị lỗi không hiển thị thông báo ở môn học CH2043 - Qúa trình & thiết bị truyền nhiệt học kỳ 211 (em đăng ký học chung với hệ Chính Quy và đã có thời khóa biểu). Em đã liên hệ với Giáo viên phụ trách môn học và được Giáo viên hướng dẫn truy cập vào trang e-learning để theo dõi thông báo. Tuy nhiên khi em truy cập vào thì không thấy có thông báo nào. Kính mong Phòng Đào Tạo khắc phục để em có thể tham gia môn học. Em xin cảm ơn Phòng Đào Tạo!",
    "Kính gửi , Em tên: , MSSV:  Theo sự hướng dẫn của cô  trong phản hồi  ID 35333. Nay em làm đơn xin cứu xét đăng ký LVTN(file đính kèm) này mong Thầy/cô sẽ chuyển đơn này lên Ban lãnh đạo để xem xét giúp em có thể đăng ký và bảo vệ luận văn tốt nghiệp trong kỳ này để em có thể hoàn thành kịp tiến độ học tập . Trong thời gian chờ đợi, em xin chân thành cảm ơn.",
    "Học vụ     Chào Thầy/Cô  Em là Mai Thế Triều MSSV    Vào ngày 2582021 em có thi môn học Chi Tiết Máy (ME2007) nhóm L02B  Em có tham gia dự thi và nộp bài theo qui định cũng như có xác nhận của giám thị coi thi là đã nộp bài  Nhưng khoảng hai ngày gần đây khi các bạn thi chung phòng với em đã có điểm còn em thì không  Em có mail cho giáo viên giảng dạy (GVGD) thì em mới biết bài thi của em không có trên BKEX dù trang web vẫn hiển thị là ''Đã nộp''  Khi kiểm tra lại thì GVGD thấy hệ thống báo là đã xóa bài thi (remove submisson)  Em biết là đã quá 5 ngày sau ngày thi thì không được hoãn thi nhưng do hai ngày gần đây em mới biết được lỗi này  Kính mong Phòng Đào Tạo xem xét cho em hoãn thi",
    "Kính gửi Phòng Đào Tạo, Em tên là  - Mssv: , hiện đang là sinh viên K17 Khoa Kỹ thuật giao thông. Theo sự hướng dẫn của cô  trong phản hồi ID 34963. Nay em có làm đơn xin cứu xét đăng ký luận văn tốt nghiệp mong quý thầy/cô sẽ chuyển đơn cho ban lãnh đạo xem xét giúp em có thể đăng ký luận văn tốt nghiệp theo đúng tiến độ học tập. Chúc thầy/cô sức khỏe. Em xin chân thành cảm ơn.",
    "Kì trước em nhận được mail để thời hạn đăng kí và nộp bằng tốt nghiệp THPT đợt 2 từ ngày 6/9/2021 đến 16/9/2021 nhưng bây giờ em vào trang đăng kí thì không đăng kí được. Không biết có sao không. Xin cảm ơn.",
    "Kính gửi: Phòng Đào Tạo Em tên: :  Khoa: Công Nghệ Vật Liệu Cho em xin đăng ký môn Luận Văn Tốt Nghiệp MSMH: MA4323 Đợt đăng ký Luận Văn Tốt Nghiệp bổ sung em đăng ký được rồi nhưng kết quả bị hủy do số tín chỉ tối thiểu để đăng ký luận văn không đủ. Số tín chỉ tối thiểu để đăng ký luận văn của khoa em là 126 tín chỉ. Em đang có 123 tín chỉ, cộng thêm 2 tín chỉ kỳ trước em học và hiện đã có kết quả qua môn nhưng đang đợi phòng đào tạo cập nhật điểm nữa là 125 chỉ. Em chỉ còn thiếu 1 chỉ nữa để đạt yêu cầu đăng ký luận văn. Mong phòng đào tạo xem xét dùm em cho em đăng ký Luận Văn Tốt Nghiệp đợt này. Em cảm ơn ạ",
    "Kính gửi Phòng đào tạo Trường đại học Bách Khoa thành phố Hồ Chí Minh, Em là , sinh viên lớp CK19HT1. Trong lần rút môn học gần đây, em đã đăng ký rút những môn học sau: - CI3235 : Cơ học đất (3 tín chí) - CI3236 : Cơ học đất (ThL) Theo quy chế của nhà trường về vấn đề rút môn học, trường hợp rút môn học của sinh viên không cho phép hoàn lại học phí, mà vẫn phải trả học phí đúng với số tín chỉ đã đăng ký ban đầu. Trong trường hợp của em, 2 môn học mà em đã rút, là do lỗi hệ thống. Lần đăng ký môn học đợt 2 em không đăng ký những môn học trên. Em mong Phòng đào tạo của nhà trường có thế xem xét hoàn lại học phí, tránh tổn thất không đáng có. Em cảm ơn Phòng đào tạo, Thân mến!",
    "Dạ chào thầy cô, em đã đăng kí hoãn thi và nhận được mail phản hồi nhưng bản điểm em vẫn bị điểm 13. Cho e hỏi là sao ạ. Hình ảnh mail phản hồi em đính kèm",
    "Dạ xin phép cho em hỏi là: Lớp Anh Văn 4A sau khi hoàn thành xong, có được tính số tín chỉ vào tổng số tín chỉ để tốt nghiệp không ạ? Và có tính điểm trung bình môn vào điểm tích lũy hay không ạ?  Em xin cảm ơn!",
    "Cho em hỏi em thi chuẩn anh văn thì chỉ tính chuẩn cho năm lúc thi thôi ạ?, lần gần nhất em thi 2 kì trước",
    "Em chào thầy/cô Em là , hiện tại em đang gặp khó khăn và không thể chi trả khoản học phí ngay lúc này. Hạn chót cho học kì dự thính khi em kiểm tra là 14/9 với chi phí là 2 triệu 4. Và em có tìm hiểu nhưng không tìm thấy biểu mẫu để xin hoãn thời gian đóng học phí ạ . Còn học kì chính em đang theo học thì có khoản học phí khoảng 3 triệu 8, và em cũng chưa biết phải xin miễn hay giảm thế nào. Em mong được thầy/cô tư vấn giúp đỡ ạ . Em cảm ơn!  ",
    "Kính gửi : Phòng Đào Tạo Em tên :   MSSV :  Lớp : CK17LTH   Hiện em đã hoàn thành các môn trong chương trình học liên thông , chỉ còn lại luận văn tốt nghiệp . Hiện em đã hết thời gian đào tạo , em muốn làm đơn xin chuyển qua hệ VHVL phải làm sao ạ ? Em có thể làm đơn online được không ạ ? Vì hiện tại tình hình dịch bệnh nên em không thể lên trường được ạ ! Kính mong phòng đào tạo xem xét và trả lời cho em biết ạ ! Em xin cám ơn !",
    "Kính gởi thầy cô, Em là , mssv , HK 203 em có đăng ký hoãn thi môn thép 2 do bị cách ly (F1) và đã được PĐT đồng ý, nhưng hôm nay vào mybk bảng điểm thì không thấy hệ thống cập nhật điểm hoãn thi, mong thầy cô giúp em. Em có đính kèm ảnh chụp tin đồng ý hoãn thi của pđt nói sau 6/9 nếu chưa có điểm HT trên mybk thì khiếu nại. Thầy cô cho em hỏi thêm là khi nào sẽ có lịch thi lại cho em ạ, em học bằng 2 nên thời gian rất bận, mong thầy cô giúp em. Em cám ơn thầy cô đã đọc Em rất biết ơn Trân trọng",
    "Khu em, khu phố 1 phường Bình Hưng Hòa B quận Bình Tân đang bùng dịch em không đi ra ngoài được và không đi liên quận được để đóng tiền (tại em không có ocb omni và thẻ ocb không có tiền, em đóng thường là nộp tiền mặt vô tài khoản rồi nhờ mấy anh chị nhân viên ocb đóng học phí giùm luôn)",
    "Em chào thầy/cô Em là , sinh viên K18 khoa Hóa Em muốn nộp học bổng thì bảng điểm mình sẽ đăng kí như thế nào để nhận được file scan hoặc file mềm ạ?",
    "Em chào thầy cô PĐT ạ, Em xin hỏi em có nhận mail về học vụ học kì 211 thì em có đọc được mục xét tốt nghiệp đến hết học kì 211. Vậy em xin hỏi, có nghĩa nhà trường có kết hoạch xét tốt nghiệp đến tháng 12 luôn đúng không ạ? Em xin cảm ơn.",
    "Em chào Phòng Đào Tạo ạ. Em tên  MSSV  Hiện nay do gia đình em đang có bệnh nhân F0 và đang cách ly tại nhà, đã được phường xã xuống niêm phong nên hiện tại gia đình khó khăn và không thể nào đóng học phí dự thính HK211 đúng hạn, em có thể làm đơn xin đóng trễ học phí dự thính không ạ? Nếu được đóng trễ học phí DTHK211, em mong được Phòng Đào Tạo hướng dẫn em. Em chân thành cảm ơn Phòng Đào Tạo.",
    "em tên  - . Thầy cô cho em hỏi e chưa đạt môn tiên quyết nhưng em có lỡ đăng ký môn luận văn tốt nghiệp (ME4029) nhưng bây giờ hệ thống đã cập nhật vào. Cho em hỏi PĐT có hủy giống như ghi chú dưới ảnh đính kèm không ạ? Em cám ơn. Thân mến!",
    "PDT cho em hỏi về cách thức thi TOEIC 2 KỸ NĂNG hình thức online để đủ điền kiện xét tốt nghiệp . Em là sinh viên khóa K2015 đã hoàn thành chương trình học, hiện còn thiếu tiêu chuẩn tiếng anh nói viết Mong PĐT hồi đáp.",
    "Xin chào thầy/cô,  Em là , MSSV  . Em xin được phép đăng ký môn học trễ vào lớp   B Pháp Luật Đại Cương, SP1007, Mã nhóm là L05 tại học kì 211   . Lý do: - Do tình hình dịch bệnh diễn biến căng thẳng quãng thời gian dài, em không có cơ hội đi kiếm đủ ngày CTXH như trường yêu cầu. Mặc dù điều kiện ra trường của em đã đủ nhưng nếu thiếu CTXH, em buộc phải đợi sang đợt tốt nghiệp sau. - Môn học cuối cùng cho em điểm là vào ngày 03/08. Sau tính toán của em thì em chỉ thiếu 0.01 điểm nữa là có thể cải thiện lên bằng tốt nghiệp loại Giỏi. Em đã được sự chấp thuận của giảng viên phụ tránh lớp (tệp đính kèm theo ạ). Em xin chân thành cảm ơn.",
    "Chào quý Thầy/Cô PĐT! Em tên là Phạm Hồng Hải, mssv: 1610921, sinh viên khoa Điện-điện tử, ngành Kĩ thuật điều khiển và tự động hóa, khóa 2016. Mã môn LVTN ngành Kĩ thuật điều khiển và tự động hóa: EE4323. Do dịch bệnh Covid-19 bất ngờ bùng phát trở lại và diễn biến nghiêm trọng trong nước ta, bắt đầu từ dịp nghỉ lễ 30/4, 1/5 nên trong giai đoạn đó em chưa thể thi chứng chỉ ngoại ngữ để nộp cho nhà trường trong thời giai quy định, đúng hạn để có thể đăng kí môn LVTN của  mình. Vừa rồi ở quê em lại bước vào khoảng thời gian vụ mùa chính thu hoạch lúa. Do phải giúp đỡ gia đình thu hoạch lúa nên em đã không thường xuyên cập nhật và bỏ lỡ thông báo cho phép sinh viên được đăng kí LVTN từ PĐT. Em rất tha thiết và mong PĐT xem xét, giúp đỡ, cho em một cách giải quyết, để em có thể đăng kí LVTN và hoàn thành chương trình học của mình. Em xin hứa sẽ thi chứng chỉ ngoại ngữ ngay khi điều kiện dịch cho phép để có bằng nộp nhà trường sớm nhất. Em chân thành cảm ơn quý Thầy/Cô, chúc quý Thầy/Cô sức khỏe, làm việc an toàn trong mùa dịch và cùng cố gắng chung tay đẩy lùi dịch bệnh cùng cả nước. Em rất mong nhận được phản hồi và giúp đở sớm từ quý Thầy/Cô PĐT.    .",
    "Em chào cô ( thầy ) Em tên  - khóa 2018 Trong kì này em có đăng kí môn thí nghiệm hóa ly CH2041 nhóm LO2 do cô  dạy và trên bkel của em cũng hiện tên môn này nhưng lúc cô  gửi tài liệu học cho nhóm LO2 thì em lại không nhận được tài liệu mặc dù qua trao đổi với cô  thì danh sách sinh viên học phòng đào tạo gửi cho cô có tên em và trong thời khóa biểu của em cũng có môn này  Em mong quý cô ( thầy ) sớm giải quyết vấn đề này để em kịp thời học tập  Em chân thành cảm ơn ",
    "Em chào thầy/cô  Môn khoa học trái đất của em là môn nộp báo cáo để giảng viên chấm lấy điểm cuối kỳ và em đã gặp trục trặc về mạng nên em không thể nộp được bài cho giảng viên và giảng viên đã cho em điểm 13. Em đã đăng ký hoãn thi ngay lập tức từ hôm em không nộp được bài báo cáo Em xin phép hỏi thầy cô môn Khoa Học Trái Đất có hình thức cuối kỳ là nộp báo cáo như vậy có được hoãn không ạ. Em chúc thầy cô thật nhiều sức khỏe, em cám ơn thày/cô.",
    "Chào pdt, Cho em hỏi là do dịch bệnh nên hiện tại gia đình đang khó khăn về mặt tài chính nên chưa có thể đóng học phí kì 211 được nên pdt có thể cho xin gia hạn được không ạ. Mssv của em là , em xin cám ơn.",
    "Em chào thầy cô ạ, thầy cô cho em hỏi là vì tình hình dịch nên có những môn kiến tập không mở lớp (trường hợp đủ điều kiện đăng kí môn kiến tập), thì khi tính số tính chỉ tích lũy tối thiểu để nhận Luận văn thì có lấy số tín chỉ tối thiểu theo quy chế trừ cho các môn bị hủy không ạ? Hay là vẫn theo quy chế bình thường ạ? Em cảm ơn thầy cô và chúc thầy cô sức khỏe ạ! ",
    "Em là , MSSV: Em xin trình bày: Em đã làm xong luận văn tốt nghiệp, chỉ còn 1 môn giải tích 2 (GT2). Em đã đăng kí học môn GT2 ở dự thính HK202. Nhưng do tình hình dịch bệch, nên lịch thi lùi quá nhiều (em thi ngày 24/8). Đến nay (9/9) mới có điểm tổng kết. Em không thể đăng kí trước môn GT2 vào HK211 rồi rút môn do môn GT2 này 4 tín chỉ, khá khó khăn cho em. Giờ có kết quả rớt nên đến HK212 em mới có thể đăng kí môn GT2 và có thể tốt nghiệp trễ 1 năm hơn. Em xin hỏi: Có cách nào để em đăng kí vào các lớp GT2 của HK211 không ạ? Em cảm ơn.",
    "Em là . Em xin huỷ rút môn học Thí nghiệm hóa phân tích mã CH2115 học kì 211 được không ạ. Em xin cảm ơn.",
    "Dạ em chào phòng đào tạo.Em có xem thông tin trên pdt là ngày 08/09/2021 có danh sách tốt nghiệp dự kiến đợt tháng 11/2021 mà hiên tại em vẫn chưa thấy.Mong nhận được giái đáp ạ. Em cảm ơn.",
    "Em xin chào PĐT, Hiện ở địa phương em người ta yêu cầu về giấy xác nhận sinh viên, vậy em có thể nhận giấy xác nhận trong thời gian này ở đâu đây ạ?",
    "Thưa thầy/cô, Em tên  MSSV:  Sinh viên khoa Khoa học máy tính. Chuyện là vì nhiều lý do mà em đăng ký thực tập tốt nghiệp thất bại (rớt phỏng vấn) nên em muốn hỏi là liệu làm luận văn rồi mới đi thực tập có được không ạ? (Em vẫn đủ 120 chỉ để làm luận văn ạ). Em mong thầy/cô sẽ sớm trả lời em thắc mắc này. Em cảm ơn thầy/cô rất nhiều.",
    "Dạ em xin chào quý thầy cô. Vào ngày 6/9/2021 em có đăng kí thì Anh văn 2 kỹ năng đợt 1, tuy nhiên sau đó em đã hủy nhưng do phát sinh lỗi nên em đã không hủy thành công . Em muốn đổi thi Anh văn 2 kỹ năng từ đợt 1 sang đợt 2 được không ạ. Tại do em chưa chuẩn bị kỹ để thi. Em xin chân thành cảm ơn",
    "Em chào quý thầy/cô ! Hôm nay em gửi đơn xin tạm dừng hk 211 mong được xét duyệt ạ. Em cám ơn ạ !",
    "Trong kì thi online môn Cấu Trúc Dữ Liệu lần qua em có tham gia và điểm danh đầy đủ. Tuy nhiên, sau khi làm bài và nộp bài thì Screen Record của em bị lỗi do phần mềm quay. Em không để ý Screen Record của mình không được chấp nhận cho tới khi em biết mình vắng thi khi thầy báo điểm trên MyBK. Vì em không bị điểm liệt nhưng lại không có điểm thi cuối kỳ, em xin được tham gia vào lần thi sau để bổ sung cột điểm cuối kỳ. Dù biết là hạn nộp sau 5 ngày, em mong phòng đào tạo xem xét cho trường hợp của em . Em xin cảm ơn, Quang",
    "Em chào PDT, Sau khỉ PDT phản hồi câu hỏi trước của em về giấy xác nhận sinh viên thì có đề cập đến thời gian đăng kí in giấy xác nhận sinh viên nhưng không đề cập cụ thể ngày nào có đường link đăng kí? Mong PDT phản hồi sớm giúp em để em có thể trình vày với địa phương!",
    "Em xin chào Phòng đào tạo Em tên  MSSV   Hiện em đang thiếu ngày công tác xã hội vì tình hình dịch covid nên việc quay lại trường làm công tác xã hội. Em thì hiện đang ở quê, em có cách nào làm công tác xã hội để kiếm thêm cho đủ ngày công tác xã hội để đủ làm điều kiện làm luận văn sắp tới? Em xin cảm ơn",
    "Dạ thưa thầy/cô cho em xin hỏi là môn học có hình thức thi cuối kỳ là nộp báo cáo cho giảng viên vẫn được hoãn thi đúng không ạ ? Em chúc thầy/cô khỏe mạnh.",
    "DẠ cô ơi em ghi nhầm mã ạ. môn kết cấu thép ci3009 đạt 5.0 qua ở hk1 2020-2021 ạ. cô cập nhật lại dùm em ạ. mong cô update thời khóa biểu sớm nhất có thể để em cập nhật và làm luận văn. mã luận văn CI4333.",
    "Em đã đăng kí thi anh văn nói-viết mà được thông báo đóng lệ phí trên BKpay. Tuy nhiên từ 0h sáng đến 9h sáng nay em vẫn chưa thể thanh toán khoản lệ phí này. Em đã thử sử dụng tài khoản OCB của em và cả của người khác nhưng vẫn không thể thanh toán. Tất cả các lần thanh toán đều thể hiện lỗi. Mong trường kiểm tra lại hệ thống . Em xin cảm ơn",
    "Do yêu cầu vào học thí nghiệm hóa hữu cơ phải có bảo hiểm tai nạn mà em chưa mua thì em có thể liên hệ ở đâu để mua bảo hiểm tai nạn ? Em cám ơn PĐT",
    "Xin chào anh chị  Em tên là , em có đăng ký thi av 2 kỹ năng mà thực hiện đóng tiền theo lịch của trường và bị lỗi, em đã thử đi thử lại rất nhiều lần nhưng vẫn lỗi. Vì chỉ có hơn 1 ngày để đóng học và nếu trễ thì e không được thi và ra trường trong đợt này nên nhờ anh chị check lại giúp e ạ ",
    "Kính gửi Phòng Đào tạo Em tên , mssv , xác nhận đủ điều kiện hoãn thi cuối kỳ 202 đối với môn học: Mạch điện tử. Em chân thành cảm ơn. Kính chào",
    "Lúc trước em có nộp chứng chỉ anh văn IELTS và đã được xét duyệt, cho em hỏi điểm chuyển mục TOEIC 5.00 là điểm gì vậy ạ.",
    "Kính gửi thầy/cô,  Em tên là , MSSV: . Do em không hiểu rõ email của trường về đăng kí thi anh văn nói viết nên em đã đăng kí trong đợt 1 (theo em hiểu là 800 sinh viên phải đăng kí rồi mới chọn đợt thi). Do đó, em mong thầy/cô có thể xóa em khỏi danh sách đăng kí trong đợt 1 hoặc nếu không được thì có thể cho em thi vào ngày cuối cùng (ngày 20/9) vì hiện tại em đang ôn thi cho ngày 12/9. Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy cô thật nhiều sức khỏe.",
    "Chào thầy cô Em có thắc mắc như sau: Ngày 7/9/2021 là bắt đầu thu học phí của HK211(DT) nhưng tới hôm nay 9/9/2021 trang BKPAY vẫn chưa mở mục để tiến hành thanh toán học phí. Em có gửi file hình đính kèm. Mong thầy cô xem xét và khắc phục lỗi này sớm để sinh viên tiến hành đóng học phí. Em xin cảm ơn.",
    "Kính gửi phòng đào tạo! Em là . Ngày 21/7 em có đăng kí in giấy XNSV và nhận gửi qua bưu điện. Thời gian sau đó, em không nhận được giấy. Em muốn hỏi là có cách nào để em nhận lại tờ giấy đăng ký của đợt đăng ký 21/7 không ạ? Hiện tại thì em không thể đăng ký đợt khác vì em đã hoàn tất các môn học. Mong phòng đào tạo xem xét trường hợp của em. em xin cảm ơn.",
    "kính gửi PDT  em là VÕ SỸ HẠNH  MSSV  do một số vấn đề về kỹ thuật cho nên trong lúc thi môn  CHI TIẾT MÁY- ME2007 lớp L05 em đã nộp bài và được cán bộ coi thi đã xác nhận đã nộp bài tuy nhiên bây giờ em bị điểm 13 do không có bài , em đã phản hồi cho thầy dạy môn học này và được hướng dẫn hoãn thi  Vì vậy em mong PDT xem xét cho em được hoãn  thi môn học này ạ . Em xin chân thành cảm ơn .",
    "Em chào Thầy/Cô 14/9 là hết hạn đóng học phí dự thính, nhưng tới giờ (9/9) trang web vẫn chưa cho đóng học phí nữa ạ",
    "Chào quý Thầy/cô  Dạ em muốn hỏi về thanh toán phí thi av nói viết trên BK pay  Em không thanh toán được phí, trang báo lỗi phát sinh trong quá trình giao dịch Em có liên hệ với bên ngân hàng nhưng không được Em cũng không biết phải làm như thế nào Em xin cảm ơn  Trân trọng  ",
    "Dạ em muốn xin hoãn học phí thì làm như thế nào ạ. Và khi nào sẽ đóng ạ. Em cảm ơn",
    "Dạ chào Thầy/Cô, Em tên là , sinh viên năm 4 khoa Cơ Khí. Em có thắc mắc về việc nếu sau khi thi 1 trong 4 đợt anh văn 2 kỹ năng mà trường đã tổ chức nhưng điểm đạt không đủ điều kiện xét tốt nghiệp đợt 20/10 để dự lễ tốt nghiệp tháng 11, thì trường có thể mở thêm đợt thi nào để tạo điều kiện cho chúng em kịp dự lễ tốt nghiệp tháng 11 không ạ? Vì có thể khả năng tiếng anh của mỗi bạn khác nhau và em rất lo lắng khi chỉ có 1 cơ hội để thi ạ. Em xin cảm ơn Thầy/Cô.",
    "Nhà trường xem giúp em cái BK pay của em, chuyện là em có thanh toán tiền in bảng điểm qua ocb nhưng khi tới bước xác thực mã OTP qua tin nhắn điện thoại thì lại bị lỗi mặc dù em đã nhập đúng OTP. Em đã thử dùng 1 tài khoản OCB khác của bạn em cũng học Bách Khoa để thanh toán nhưng cũng bị tương tự. Xin cảm ơn.",
    "Em muốn hoãn báo cáo thực tập trong hk hè thì em cần phải làm gì, e có xin ý kiến của giáo viên hướng dẫn rồi ạ",
    "Dạ em chào thầy cô. Còn khoảng 4,5 ngày nữa hết hạn thanh toán học phí Dự thính 211. Thầy cô cho em hỏi khi nào trường mở thanh toán ạ, em sợ tới đó em quên. Mong nhận được phản hồi từ nhà trường. Em cảm ơn.",
    "Gửi PĐT, em có khoản học phí dự thính ngày 07/09/2021 mở thu và kết thúc thu vào 15:00 ngày 14/09/2021 nhưng em vào nhiều lần thì đến nay vẫn chưa hiện dấu tích để chọn thanh toán. Vậy cho em hỏi có phải bị lỗi gì không và có thể khắc phục cho em được không ạ. Vì cũng còn 5 ngày nữa là hết hạn rồi ạ",
    "Trường cho em hỏi là học phí học kì dự thính kì 211 thời gian bắt đầu đóng là 7/9 vậy mà sao nay em vào trang thì tại mục thanh toán vẫn để tình trạng là chưa đến kì thanh toán vậy ạ. Em cảm ơn ạ",
    "Em chào Thầy/Cô, hiện em có đăng kí thi anh văn 2 kỹ năng mã môn học BKE123, hạn đóng lệ phí từ ngày 9-10/9/2021 qua bkpay. Khi em tiến hành đóng lệ phí thì OCB báo lỗi như hình đính kèm, em đã thử lại 2 lần và vẫn bị lỗi tương tự. Mong Thầy/Cô hỗ trợ ạ. Em xin cảm ơn.",
    "Kính gửi pđt , em có thấy trên BKpay là ngày đóng học phí dự thính là 7/9/2021 nhưng đến bây giờ vẫn không thể đóng học phí được ạ và chúng em cũng chưa nhận được mail về ngày đóng học phí cũng như ngày hết hạn .",
    "Em chào thầy/cô. Em muốn đăng ký tham gia lớp học dự thính Anh văn 4 (LA1009). Hiện tại lớp này đang học, không biết có cách nào để có thể đăng kí lớp học này không ạ . Em cảm ơn!",
    "Thưa phòng đào tạo, Em là  - , kì này em có đăng kí 2 môn để cải thiện là môn cơ học đất có mã môn là CI3001 và môn Hạ tầng công trình giao thông có mã môn là CI4019. Do kì này dịch bệnh nên nhà em không đủ khả năng trang trải học phí nên cho em hỏi em có thể xin rút 2 môn học này và hủy học phí của 2 môn này được không ạ. Mong phòng đào tạo xem xét. Em xin cảm ơn. .",
    "dạ thưa phòng đào tạo! Cho em hỏi là do đang dịch nên kinh tế nhà em bị ảnh hưởng phần nào nên em có thể đăng kí rút môn mà không tính học phí được không ạ? em cảm ơn",
    "Em gửi lại đơn ạ .",
    "Dạ cho em hỏi. Em thuộc trường hợp được hỗ trợ 70% học phí ấy ạ. Nhưng mà hiện tại trên BKPay thì em lại đóng 100% học phí. Cho em hỏi là trường sẽ gửi lại khoảng hỗ trợ đó sau có đúng không ạ.",
    "Hiện tại điện thoại em bị lỗi camera khả năng cao không thi được môn mạch điện tử vào ngày 12/9 tới. Em xin hỏi pdt là em xin vắng thi có phép thì em làm thủ tục như thế nào ạ. Em có thể điền form  https://forms.gle/ckyYcJMWN7w3kqe56 thôi được không hay phải xin phép giảng viên nữa ạ. Em xin cảm ơn vì thầy/cô đã dành thời gian đọc",
    "Em chào thầy cô. Em có nhận được câu trả lời về đăng ký dự thính môn học anh văn 4 (LA1009). Em muốn đăng ký lớp dự thính (theo thông tin trên đăng ký môn học là học từ 30/8/2021), không phải lớp học kì chính (đã diễn ra 4 tuần) . Rất mong thầy cô hỗ trợ để e được học lớp dự thính anh văn 4 (LA1009). Em cảm ơn ạ.",
    "Em có đăng ký giấy chứng nhận sinh viên vào ngày 07/08/2021 (Lý do: Tạm hoãn nghĩa vụ quân sự). Nhưng tới bây giờ em vẫn chưa nhận được kết quả dù trên hệ thống ghi đã xử lý và đã chuyển cho bưu điện. Mong phòng đào tạo giải đáp thắc mắc này giúp em ạ.",
    "Kính gửi phòng đào tạo, Em xin đính kèm câu hỏi đã đề ra trong mail trước cũng như lời giải đáp của nhà trường trong mail này. Tình hình của em hiện giờ là em đã hoàn thành môn 3 chỉ tại kỳ 192 và đang theo học môn 1 chỉ trong kỳ này. Em biết là do lỗi của em không tìm hiểu kỹ đã đăng ký. Em cũng xin lỗi vì đã làm phiền nhà trường về vấn đề của em nhưng có cách nào để em có thể được tính điểm 2 môn tương đương vào điểm TBTL được không ạ? Em cũng đã bỏ công sức và tiền bạc để có thể nhận lại một kết quả tốt hơn để bù lại khoảng thời gian chểnh mảng của em. Thành thật mong nhà trường giúp đỡ. Em xin chân thành cảm ơn. Trân trọng, .",
    "Kính gửi phòng đào tạo Em có trình bày ở những câu hỏi trước đây về việc em bị lỗi đăng ký môn học và em đã nộ các đon đăng ký môn học ci4343 nhưng hiện tại khoa cần em có xác nhận trên bkel mới cho em nhận luận văn em không biết trường hợp của em đã đăng ký thành công chưa ạ Em là  mssv  đăng ký ci4343 luận văn tốt nghiệp công trình xây dựng ạ",
    "Kính gửi phòng Đào tạo, Kể từ ngày thi cuối kỳ 20/8 đến nay 09/09 điểm của môn Mạng máy tính (EE3033) vẫn chưa được cập nhật. Em liên hệ giảng viên thì thầy nói đã nộp điểm lên phòng ĐT từ 2 tuần trước. Cho em hỏi tại sao giờ vẫn chưa update lên hệ thống ạ? Em xin cảm ơn.",
    "Em tên là  Mssv:  Em xin gửi đơn hoãn thi HK202",
    "Dear thầy/cô. Hiện tại em có dự định ứng tuyển học bổng Pony Chung, và ban điều hành yêu cầu bản scan của bảng điểm. Do tình hình dịch, nên em không thể lên trường để lấy bản in, và hạn nộp hồ sơ là ngày 13/9 nên việc sử dụng dịch vụ chuyển phát sẽ đáp ứng kịp. Thầy/cô cho em hỏi là nếu em đăng ký in bảng điểm, thì phòng đào tạo có hỗ trợ gửi bản scan qua mail không ạ? Mong thầy/cô hồi âm sớm. Em cảm ơn .",
    "Em tên  - Em có đóng tiền thực tập ngoài trường ở học kì hè 203 mà em chưa được đi thực tập thì có được trường hoàn tiền lại không ạ?? Với học phí HK211, là đóng dự thính hạn cuối là 14/9/2021, mình có thể đóng thẳng lun học kì chính với dự thính được không ạ??",
    ": Dạ em chào thầy cô. Em , mssv . Em muốn xin gia hạn thêm thời gian đóng học phí cho đợt Dự thính được không ạ. Dạ em có xem trên quy chế thì không được gia hạn cho học kì Dự thính, nhưng hiện tại em đang là F0 đang cách ly điều trị tại nhà, nhà em thì đang bị giăng dây. Các thành viên trong nhà không ra đường được, nên người nhà em không ra ngân hàng nộp tiền được ạ. Mong thầy cô xem xét cho trường hợp của em. Dạ em cảm ơn thầy cô. Chúc thầy cô nhiều sức khỏe trong mùa dịch này ạ.",
    "em xin chào quý thầy cô, em có đăng kí thi anh văn nói - viết đợt 1, em đã nhiều lần thực hiện thao tác thanh toán, nhưng đến bước xác nhận bên ngân hàng thì bị phát sinh lỗi giao dịch, rất mong quý thầy cô kiểm tra lại, hoặc liên hệ bên ngân hàng kiểm tra ạ em xin cảm ơn. mong phản hồi sớm từ thầy cô",
    "cho em hỏi là trên bkpay đã hiện tiền học phí và em thấy để là 14/9/2021 hết hạn nhưng trên trang bkpay không có hiện nút thanh toán ạ!",
    "Chào thầy/cô ạ! Em có đăng ký thi tiếng anh nói viết, MSMH: BKE123, hôm nay là ngày đóng học phí, tuy nhiên khi đóng học phí nó lại báo lỗi. Em không biết là lỗi như vầy thì khi nào mới hết ạ, do chiều mai là hạn chót đóng học phí rồi ạ, ngoài ra em còn hỏi 1 bạn thi tiếng anh chung em và bạn ấy cũng nói là không đóng học phí được. Mong thầy cô giải quyết giúp bọn em ạ, em xin cung cấp 1 tấm hình giúp thầy/cô dễ hình dung ạ",
    "Em xin tiếp tục ở mail trước đó ạ. Thực ra em muốn hỏi về việc tính vào trung bình tốt nghiệp ạ cô. Nhà trường có cách nào tạo điều kiện cho em được chuyển điểm 2 môn tương đương được tính vào điểm tốt nghiệp không ạ? Vì hiện em đã hoàn thành môn 3 chỉ và hiện đang học môn 1 chỉ ạ. Em xin lỗi vì đã làm phiền. Mong cô thấu hiểu cho tình hình của em bây giờ. Em xin chân thành cảm ơn. Trân trọng, .",
    "Em muốn hiểu thêm về rút môn học ạ, em tính rút 1 môn trong học kì này, mà em đọc điều lệ vẫn chưa hiểu ạ, có phải rút môn sẽ ko cần học môn mình đã rút trong học kì này nhưng vẫn phải đóng tiền học đúng ko ạ",
    "Chào PĐT. Em muốn hỏi là khi nào đến ngày đóng tiền học phí vậy ạ và em có thể mua bảo hiểm tai nạn của trường qua BK Pay được không ạ ? Tại vì em thấy hạn chót đóng tiền học phí kỳ dự thính 211 kết thúc 14/9 mà em lại không bấm nút đóng tiền được. Em xin cám ơn",
    "Dạ cô cho em gửi Đơn xin cứu xét và bảng điểm. Em học khoa Công nghệ vật liệu cô, không phải khoa Môi trường",
    "Chào anh, chị Cho em hỏi vấn đề thi anh văn sắp tới 2 kĩ năng dành cho các bạn chuẩn bị tốt nghiệp kì 211. Em là , khoa Kĩ Thuật Hoá Học, K17 và các bạn trong lớp đã nhận được mail thông báo đăng kí thi, còn em chưa nhận được ạ?  Đợt 1 em vào mục đăng kí thi anh văn nói viết trên mybk nhưng xuất hiện dòng: không được phép đăng kí? Như đã thông báo thì có 2 đợt thi tháng 9 và 10. Nếu các bạn không nhận được mail thì sẽ thi tháng 10 hay sao ạ? Đợt 2 em cũng không nhận được mail thông báo?",
    "Chào anh, chị Cho em hỏi vấn đề thi anh văn sắp tới 2 kĩ năng dành cho các bạn chuẩn bị tốt nghiệp kì 211. Em là , khoa Kĩ Thuật Hoá Học, K17 và các bạn trong lớp đã nhận được mail thông báo đăng kí thi, còn em chưa nhận được ạ?  Đợt 1 em vào mục đăng kí thi anh văn nói viết trên mybk nhưng xuất hiện dòng: không được phép đăng kí? Như đã thông báo thì có 2 đợt thi tháng 9 và 10. Nếu các bạn không nhận được mail thì sẽ thi tháng 10 hay sao ạ? Đợt 2 em cũng không nhận được mail thông báo?",
    "Chào anh chị, hiện tại em chuyển điểm và qua mục thanh toán của OCB banking, khi có mã xác nhận, em nhập mã để thanh toán thì hiện dòng chữ không có hiệu lực. Mặc dù trong tài khoản vẫn đủ để thanh toán. Em đã mượn Tài khoản OCB của bạn khác đóng cũng không thực hiện được. Pdt có thể kiểm tra giúp em không ạ?",
    "Chào Phòng đào tạo, Em đã xin hoãn thi cuối kì HK202/2020-2021 và được Phòng Đào tạo đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của em, em muốn hỏi về: 1. Quyết định bảng chính của em ạ? 2. Em có theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 06/09/2021, nhưng các chỉ có một môn cập nhật thôi ạ, em không biết các môn khác có vấn đề gì không ạ? Mong Phòng đào tạo sớm trả lời thư của em. Trân trọng, ",
    "Dạ kính gửi thầy cô,  Em tên là  MSSSV  - Khoa Quản lý Công nghiệp. Em xin hỏi về vấn đề: Đăng kí in bảng điểm em có thấy mục cho nhận tại trường, vậy là em có thể lên trường nhận trực tiếp đúng không ạ? Còn nếu em chọn mục chuyển phát theo bưu điện nhận tại nhà, thì nhà em ở Huyện Bình Chánh thì tổng thời gian từ lúc in bảng điểm đến lúc chuyển phát thì trong bao lâu mới nhận được bảng điểm thế ạ? Em xin cảm ơn Trân trọng./.",
    "Chào thầy cô, từ sáng đến giờ em đăng nhập bkpay để thanh toán lệ phí thi mà cứ báo lỗi không thể thanh toán,em đã thực hiện 5-6 lần vẫn bị tình trạng như vậy,mai là hạn chót thanh toán,mong thầy cô hỗ trợ gấp ạ. Sdt của em [phone_number].",
    "Chào thầy cô! Em là , MSSV là 9 Em gửi đơn chuyển qua hệ VLVH để xét tốt nghiệp, theo hướng dẫn của thầy cô trên BKSI. Em cám ơn thầy cô nhiều!",
    "Chào quý thầy cô! Em có một vài vấn đề về việc đóng học phí. Thứ nhất, trên BKpay có ghi là chưa đến hạn đóng học phí, nhưng ngày hết hạn là ngày 11/9. Thứ hai, kì 211 này em đăng kí 9 tín chỉ, có nghĩa số tín chỉ nhỏ hơn 12 và được xét giảm 25%. Tuy nhiên có 1 môn em được học 1 buổi đầu, sau đó bị pdt xóa, và em chỉ còn 6 tín chỉ, nhưng vẫn phải đóng mức học phí như vậy. Em xin phép hỏi là có được xét giảm thêm không ạ ?",
    "I   Em chào thầy cô, em muốn hoãn thi môn mạch điện tử (EE2035) vào ngày 12/9 do bị trùng lịch thi. Tuy nhiên biểu mẫu google form đăng kí hoãn thi đã bị đóng nên em không thể đăng kí được. Mong thầy cô có thể mở lại hoặc hướng dẫn cách khác cho em đăng kí hoãn thi ạ. Em cảm ơn thầy cô nhiều.",
    "kính gửi PDT, PDT cho em hỏi giấy xác nhận sinh viên với lý do bổ túc hồ sơ cho địa phương có phải là giấy xác nhận hoãn nghĩa vụ quân sự không ạ?? vì mấy năm trước em thấy thấy hoãn nghĩa vụ quân sự phát riêng. kính mong PDT giải đáp thắc mắc giúp em. em xin chân thành cảm ơn",
    "Thưa thầy cô, em xin hỏi là em đăng ký hoãn thi thì cần điền form, ngoài ra còn cần làm gì thêm cho đủ yêu cầu không ạ?  Em xin cảm ơn! ",
    "Em tên  Mssv   Kính thưa phòng đào tạo em xin phép trình bày về việc thanh toán lệ phí thi nói viết của em bị gặp trục trặc không thể thanh toán được và ngày mai là hết hạn thanh toán đến giờ em vẫn chưa thể thanh toán được. Mong phòng đào tạo xem xét trường hợp của em ạ. Em xin chân thành cảm ơn và mong nhận được phản hồi.",
    "Em chào Thầy/Cô, Em là Lê Anh Sơn,sinh viên khoá K18 khoa kỹ thuật công trình thuỷ . Thưa Thầy/Cô trong chương trình đào tạo của ngành em có môn nhận thức ngành học vào kỳ 2 của năm 2. Do em không đăng ký đợt đó nên tới giờ em vẫn chưa đăng ký được vì không đủ sĩ số để mở lớp. Nhưng chương trình đào tạo của khoá sau là K19 thì môn học nhận thức ngành được bỏ khỏi chương trình đào tạo. Mà môn này lại không có môn tương đương nên em không biết làm thế nào để em có thể đăng ký vì em còn thiếu một môn đó nữa để hoàn thành chương trình học và làm luận văn tốt nghiệp. Mong thầy/cô giúp đỡ và cho em giải pháp để học môn đó ạ . Em cảm ơn, Chúc Thầy/Cô có một ngày làm việc thật vui.",
    "Em có đăng ký môn Đề cương luận văn tốt nghiệp(mã môn AS4325) nhưng do môn không có tính chỉ em đã không nhận ra khi bị lỗi và bị xóa mất lúc hoàn tất đăng ký môn. Mong Phòng đào tạo giải quyết giúp cho em để em không bị trễ tốt nghiệp ạ. Em xin chân thành cảm ơn",
    "Xin chào thầy/cô phòng đào tạo, Em muốn hỏi em hiện tại là sinh viên K17, đã hoàn thành xong tất cả các điều kiện tốt nghiệp, ngoài trừ anh văn nói viết. Thầy cô cho em hỏi em có được nhận giấy hoãn NVQS vào tháng 9 này không ạ? Và nếu được nhận thì thời gian cụ thể có thể đăng ký và nhận được là khi nào ạ? Em xin cảm ơn!",
    "Họ tên:Châu Trọng Nghĩa -Mssv: -Dạ pđt cho em hỏi ngày 15/9 là mình bắt đầu nộp đơn xin đăng kí học môn nhập môn kĩ thuật CI1001 của khóa sau rồi phải không ạ.",
    "Dạ em chào thầy cô ạ Thầy cô cho em hỏi là em mới đăng kí khóa thi online 2 kĩ năng nói viết toeic đợt 2 mã số môn học BKE123 Đến lúc thanh toán là bắt đầu từ ngày hôm nay thì em không thanh toán được và bên web thanh toán báo lỗi giao dịch ạ. Này cho em hỏi là do bên web đang gặp trục trặc hay là tài khoản của em có vấn đề vậy ạ? Và cho em hỏi là còn cách nào thanh toán khác không ạ? Vì đợt này là đợt cuối cũng để lấy bằng tiếng anh để tốt nghiệp nên em hơi lo. em cảm ơn ạ.    .",
    "Em chào quý thầy, cô! Hiện tại em đang có thắc mắc về các thiết bị sinh viên được sử dụng trong quá trình là bài thi. Trong quá trình làm bài thi, sinh viên phải sử dụng 2 thiết bị chính và thiết bị phụ. Trong đó thiết bị phụ được sử dụng để quay toàn cảnh quá trình thi của sinh viên .   Hiện tại thiết bị phụ của em sử dụng là điện thoại cá nhân em đang sử dung. Nhưng cấu hình máy và dung lượng hiện tại của máy không đủ để giúp nó có thể ghi hình trong suốt hơn 60 phút làm bài thi . Vì vậy em chỉ có thể sử dụng thiết bị chính là laptop cá nhân để đáp ứng các yêu cầu của thiết bị chính, thiết bị phụ thì em không thể đảm bảo chắc chắn có thể ghi hình hết thời gian thi. Theo thông báo được gửi đính kèm e-mail sinh viên được nhận thì em thấy có bắt buộc thiết bị chính ghi hình màn hình trong quá trình thi và nộp trong 48h sau thi. (Nhưng em không thấy thông tin bắt buộc nộp video thiết bị phụ) . Qua đây, em muốn hỏi là đối với thiết bị phụ là điện thoại quay toàn cảnh quá trình thi. Nếu em không nộp hoặc nộp video không đủ thời gian quá trình thi có ảnh hưởng gì không ạ? Em chân thành cảm ơn thầy/cô .   i  .",
    "em có đăng kí luận văn đợt cuối cùng, nhưng lại không có thời khóa biểu trong khi các bạn khác lại được. Phòng đạo tạo giúp đăng kí luận văn giúp em vói ạ",
    "Em chào Thầy (Cô). Em tên là , mssv:. Em được biết tới đây Trường sẽ tổ chức thi online Tiếng anh 2 kĩ năng nói viết, em đã hoàn thành các môn học thuộc chương trình đào tạo và hoàn tất đủ ngày công tác xã hội nhưng em không thể đăng kí được theo Hướng dẫn như trong e-mail. Em kính mong Thầy (Cô) hỗ trợ cho em ạ. Em xin cảm ơn!",
    "Cho em hỏi là học phí để hạn thanh toán tùe 7-9 đến 14-9 nhưng e vào thì để là chưa đến hạn thanh toán là sao ạ.",
    "Em tên:  MSSV:  Khoa: TTĐT Bảo dưỡng Công nghiệp Lý do: Hiện tại em vẫn chưa thể thanh toán được học phí môn học HK203 do ngân hàng báo thanh toán trên Bkpay hiện đang bảo trì và sửa lỗi. Mong Phòng Đào Tạo xem xét và xác nhận giúp em, để em không bị đóng trễ hạn học phí ạ. Em xin hứa khi hệ thống được sửa lỗi xong em sẽ đóng đúng hạn trong thời gian yêu cầu ạ. Em xin chân thành cảm ơn. Chúc thầy/cô thật nhiều sức khỏe.",
    "Em xin đăng ký môn học Luận Văn Tốt Nghiệp (218303). Do em thuộc diện thu nhận lại nên không đăng ký môn học trên trang ĐKMH được.",
    "Dạ em chào thầy cô ạ Em xin phép trình bày về tình trạng của em hiện tại ạ: Tình hình là em đã học xong hết tín chỉ rồi, chỉ còn bằng ngoại ngữ nữa là tốt nghiệp ạ. Giờ em đăng kí thi ngoại ngữ thì báo về là bị tạm dừng học vụ do kì vừa rồi do không đăng kí môn học. Giờ em phải làm thế nào để được nhận lại và đăng kí được thi ngoại ngữ ạ? Vì hiện tại em ở quê không vào sài gòn được mấy tháng nay vì tình hình covid ạ. Em cảm ơn   i Tốt nghiệp .",
    "Kính gửi thầy/cô, Em tên là , MSSV: . Em đã nhận được phản hồi của thầy/cô phòng đào tạo là không thể xóa tên khỏi danh sách đợt 1 và chuyển sang đợt đăng kí khác của thi anh văn nói viết. Do em có lịch thi ngày 12/9, em mong thầy/cô có thể sắp xếp cho em thi vào ngày cuối cùng (ngày 20/9). Như vậy, em nhiều thời gian ôn để làm tốt bài thi. Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe.",
    "Cho em hỏi là giá hạn học phí dự thính có được không ạ. Do khu em là khu cách ly, bị cấm ra vào.",
    "Cô ơi cho em hỏi hạn chót học phí chính quy HK211 là 11 tháng 9 hay là 9 tháng 11 vậy ạ ?",
    "Em hiện là sinh viên năm hai. Năm nhất em đã đăng ký và được xác nhận thuộc diện được giảm học phí do có cha mẹ bị tai nạn lao động nhưng theo như học phí trong hình thì chưa được giảm thì em phải giải quyết ra sao?  Em xin cảm ơn!",
    "PĐT cho em hỏi là BKpay mở thanh toán học phí dự thính HK211 chưa ạ? Tại em thấy ngày 14 này hết hạn mà em vẫn chưa đóng được ấy ạ E cảm ơn",
    "Kính gửi PĐT, Hiện tại thẻ ngân hàng B của em đã bị khóa do nhập sai mật khẩu, sau khi liên hệ với B thì ngân hàng yêu cầu phải đến quầy giao dịch để giải quyết. Tuy nhiên hiện tại em vẫn còn đang ở Pháp sau đợt thực tập và đang chờ chuyến bay hồi hương. Vì thế em không thể mở khóa tài khoản được. Hi vọng PĐT có thể giúp em xác nhận với ngân hàng để em có thể thanh tóa được phí thi Anh văn 2 kỹ năng Nói Viết đượt 2 sắp tới ạ! Em xin cảm ơn",
    "Em chào phòng đào tạo. Em là sinh viên thuộc diện miễn học phí (con thương binh) và em đã nộp đủ giấy tờ xác nhận vào năm nhất (năm học 2018-2019). Theo em biết thì diện miễn giảm học phí là con thương binh sẽ được giảm 100% học phí và không cần nộp lại giấy tờ. Mọi học kỳ trước thì ngoài trừ học phí dự thính phải nộp, học phí chính quy của em sẽ được miễn hoàn toàn. Nhưng học kỳ này theo thông báo thì em phải nộp 4,550,000 VND. Em không biết có nhầm lẫn hay không ạ? Em mong được giải đáp thắc mắc này.",
    "Em chào phòng đào tạo. Học kỳ hè vừa rồi em có đóng trễ hạn học phí 1 ngày . Em có gửi câu hỏi đến BKSI thì em được phải hồi là em đóng học phí trước 15h hôm sau thì không cần phải viết đơn giải trình. Và em làm đúng như vậy. Nhưng hôm nay em vào BK Pay thì học kyd hè 203 vẫn để là \"Đóng học phí trễ hạn\". Phòng cho em hỏi giờ em phải làm sao ạ? Em cảm ơn.",
    "PĐT cho em hỏi là em có được gia hạn học phí của học kì dự thính không ạ hay chỉ có thể gia hạn thời gian nộp học phí của học kì chính thôi ạ và em có cần giấy tờ hay điều kiện gì để chứng minh hoàn cảnh khó khăn không ạ! Em xin cám ơn!",
    "Theo như em được biết là mình không thể gia hạn học phí kì dự thính. Theo thông tin trên BKPay thì hạn học phí sẽ kết thúc vào ngày 14/09. Nhưng với tình hình dịch Covid hiện tại, em không thể ra khỏi nhà để đến ngân hàng giao dịch. Em muốn biết gia hạn học phí kì dự thính 211 như thế nào ạ?",
    "Chào quý thầy cô ! Hiện tại em đã học xong chương trinh đào tạo chỉ có thiếu anh văn tốt nghiệp và lịch thi 203 đã hoãn . cho nên e không đăng kí môn hoc 211 . theo như em đăng kí giấy hoãn nghĩa vụ quân sự thì em không được phép cấp giấy hoãn nghĩa vụ quân sự vì không có thời khóa biểu . vậy em cần làm gi để được cấp giấy ạ . mong nhà trường xem xét và cho em hướng giải quyết . Em xin cám ơn",
    "em chào phòng đào tạo. Em hiện tạm dừng học kỳ 202 vì không đăng ký môn học,em không chú ý lịch nộp đơn thu nhận nên đã trễ hạn. Em muốn hỏi có cách nào để được thu nhận lại không ạ?",
    "Dạ em chào thầy/cô. Em có câu hỏi về vấn đề Bảo Hiểm Tai Nạn (BHTN) năm 2021 nhờ thầy/ cô giải đáp giúp em. Theo như thông tin em đọc trên mail của Phòng CTCTSV gửi ngày 25/05/2021 về việc gia hạn BHYT thì em thấy có thông tin là Nhà trường sẽ mua BHTN cho toàn bộ sinh viên hệ đại học chính quy. Thì em không biết là em không mua BHYT ở trường (em mua tại KTX) thì có được hỗ trợ này không ạ. Nếu có, thì em có thể liên hệ ở đâu để nhận thẻ BHTN của năm 2021 ạ. Do em có việc cần liên quan đến BHTN. Em cảm ơn ạ.",
    "Em chào các thầy cô, HK202 em có thực hiện luận văn tốt nghiệp, đã đóng đủ học phí nhưng do covid-19 ảnh hưởng nghiêm trọng đến chất lượng báo cáo vì không thể thực nghiệm được nên em đã đăng kí xin hoãn thực hiện luận văn và bảo vệ. Như vậy trong HK211 này em có phải đóng tiền học phí cho môn LVTN không? Em nghe các anh chị khóa trước có nói được bảo lưu tiền học phí, nên em muốn được xác nhận lại thông tin ạ.",
    "Dạ thư cô, Em tên là  mssv , Em có nhận được tin nhắn của cô vào đăng kí thi anh văn đợt 1. Tuy nhiên khi em vào đăng kí môn học thì vẫn bị chặn bởi trang web đăng kí môn học. Vì em đã hết hạn đào tạo và không được đăng kí môn học á cô. Xin cô nhờ hỗ trợ kiểm tra lại giúp em với ạ. Và nếu có thể thì xin phép cô là cho em đăng kí thi đợt 3 hoặc 4, tại vì hiện các bạn K17 K16 đang mong thi rất nhiều nên những đợt đầu để các bạn thi trước ạ . Em xin chân thành cảm ơn cô.",
    "Chào thầy/cô.   Em lên trang myBK để thanh toán học phí dự thính kỳ HK211, em thấy hạn thanh toán từ dự kiến 07/09 đến 15h 14/09 nhưng không có ô tick ở dưới phần \"Chọn thanh toán\" để thanh toán học phí. Em có gửi hình chụp vào ngày hôm nay 9/9, thầy/cô xem qua ạ   i ",
    "Thưa PĐT, em xin hỏi là khi nào thì có điểm tổng kết học kỳ 202 ạ? Một số môn học có thực hành chưa thể tổ chức thi cuối kì thì TBHK 202 sẽ được tính như thế nào ạ? Hy vọng sớm nhận được phản hồi từ pđt. Em xin cảm ơn ạ!",
    "Kính gửi thầy(cô). Em có câu hỏi là hiện tại trên trang BK Pay,thông tin về hạn chót thanh toán học phí dự thính 211  là vào ngày 14 tháng 9 năm 2021 ạ nhưng hiện tại em không chọn mục đó để thanh toán được nên em có thắc mắc về việc này ạ. Mong quý thầy (cô) trả lời sớm ạ.",
    "Em tên:  MSSV: Hệ:  Em muốn hỏi trường hợp của em được miễn môn học ME2007  do đó em đã bỏ thi. Em muốn hỏi trường hợp của em có rút môn học được không?",
    "Kính gửi Phòng Đào Tạo Đại hỌC Bách Khoa TPHCM Em tên Nguyễn Minh An MSSV 2 Em đã đk môn cho HK211 và đã có thời khóa biểu nhưng sau tuần đầu thì bị xóa do hết hạn đào tạo. Em đã xin chuyển hệ đào tạo để được tiếp tục học và xin đkmh bổ sung. Hiện tkb của em đã có 2 môn Tiếng Pháp 7 và Pháp luật VN đại cương, em xin đăng ký thêm môn Nhập Môn Lập Trình CO1003 và môn Luận Văn Tốt Nghiệp 800700 trong tuần đầu em đã có thời khóa biểu nhưng bị hủy, LVTN em cũng đã liên lạc đăng ký xin thầy cô hướng dẫn. Kính mong phòng đào tạo giúp em đăng ký bổ sung 2 môn này ạ. Em xin cảm ơn",
    "Kính gửi Phòng Đào Tạo,  Em là , MSSV: , Lớp: CK17LOG.  Học kỳ 2 năm học 2020-2021 em có đăng ký bảo vệ LVTN tuy nhiên em đã xin thầy -Chủ nhiệm Bộ môn Kỹ Thuật Hệ Thống Công Nghiệp dời sang kỳ sau. Thầy đã xác nhận yêu cầu và cho dời lịch ạ.  Câu hỏi lần trước của em là em có cần phải đăng ký bảo vệ LVTN kỳ này nữa không và nếu có thì bây giờ em được đăng ký không vì đã quá hạn đăng ký làm LVTN?  Em cảm ơn!",
    "em xin chào Phòng Đạo tạo. em có đăng kí luận văn tốt nghiệp,có thời khóa biểu và đã có lịch đóng học phí. nếu sau đó trường hậu kiểm và hủy môn Luận văn thì em có được hoàn tiền học phí không ạ?. em xin cảm ơn",
    "Thưa Thầy cô, Em tên là  mssv . Sinh văn văn bằng 2 chính quy. Ngành quản lý tài nguyên và môi trường . Học kỳ 202 vừa qua là học kỳ tối đa của em ạ. (Thời gian đào tạo trong thông tin của em là hết thang 10 năm 2021 ạ). Hiện tại em chỉ còn anh văn nói viết để ra trường. Em đã hoàn thành luận văn, báo cáo và có điểm. Nên em đăng ký thi anh văn nói viết, nhưng thi online thì phải vào đăng ký môn học để đăng ký ạ. Vì tình hình dịch nên từ tháng 5 đến nay trường không tổ chức thi nên em không đăng ký được . Đợt 1 em không đăng ký được và có hỏi BKsi nhưng báo là hết slot đăng ký. Đợt 2 em vào đăng ký lại nhưng vẫn không được? Mong thấy cô xem giúp em trường hợp của em có đăng ký được không ạ. Em xin chân thành cảm ơn!",
    "Kính gửi Phòng Đào tạo, Em tên là  MSSV:  Câu hỏi/yêu cầu: Trong đợt thi cuối kỳ online học kỳ 202, em có đăng ký hoãn thi môn Anh văn 4, MSMH: LA1009 và đã nhận được email xác nhận đăng ký thành công. Hiện tại trên hệ thống mybk đã cập nhập điểm môn này nhưng không hiển thị điểm 14 mà hiển thị điểm 13. Vì em cần phải bổ sung gấp bảng điểm để nộp hồ sơ xin học bổng (deadline: 20/9/2021). Em được biết mọi khiếu nại về điểm hoãn thi sẽ được giải quyết sau ngày 30/9/2021 nhưng mong PĐT xem xét, giải quyết cho trường hợp của em và cập nhật điểm hoãn thi cho em để nộp hồ sơ xin học bổng đúng thời hạn. Em cảm ơn ạ!",
    "En xin thầy cô cho em được đăng kí môn anh văn 3 trong kì dự thính học kì 1( 2021-2022). Đây là 2 đơn gồm đơn xin đăng kí môn học và đơn xin thụ nhận lại. em xin cảm ơn thầy, cô ạ!",
    "Cho em hỏi em là sinh viên hk202 em đăng ký nhầm vào lớp dự thính có cánh nào để chuyển về lớp chính quy không ạ . Em đăng ký nhầm môn trắc địa đại cương CI1007 ạ",
    "Thưa thầy/cô, Em tên  MSSV . Pđt sắp thời khóa biểu của em trùng 2 môn học đó là Lịch sử Đảng SP1039 và Hệ thống thông minh (055134) vào ngày thứ Năm, tiết 13 - 14 . Em sẽ đính kèm hình ảnh thời khóa biểu 2 môn đó. Mong thầy/cô giúp em được chuyển lớp học Lịch sử Đảng để được tham gia cả 2 môn ạ. Em xin chân thành cám ơn.",
    "Dạ em xin chào quý thầy cô ạ. Em có thắc mắc là ở trên trang aao.hcmut.edu.vn, mục lịch học vụ thì em thấy là thời hạn xét tốt nghiệp cho đợt Tháng 11/2021 là 20/10/2021. (Hình 1) Còn mail em nhận được từ phòng đào tạo về kế hoạch HK1 năm học 2021/2022 thì đợt xét tốt nghiệp tháng 11/2021 có thời hạn đến cuối HK211. (Hình 2) Vậy thầy cô cho em hỏi thì đợt xét tốt nghiệp tháng 11/2021 sẽ có thời hạn là khi nào ạ. Dạ em cám ơn thầy cô và chúc thầy cô sức khỏe ạ.",
    "Kính gửi thầy cô, Em là , Mssv  Em có nhu cầu làm lại thẻ sinh viên, nhưng hiện tại trong kỳ này em không có thời khóa biểu nên không thể đăng ký in thẻ sinh viên  trên mybk được. Thầy cô cho em hỏi có cách nào để in thẻ sinh viên trong trường hợp của em không ạ? và các giấy tờ cần thiết. Em xin chân thành cảm ơn,",
    "Em chào thầy/cô ạ, Trong đợt thi online cuối học kì 202, có môn em gặp sự cố màn hình laptop tắt liên tục, mạng yếu ảnh hưởng đến kết quả làm bài của em nên em đã quyết định hoãn thi sau khi thi xong, nhưng sao hôm nay trên bảng điểm của em trên mybk vẫn có cập nhật điểm tổng kết môn học đó ạ, việc này em phải xử lí thế nào ạ? Em cam đoan không phải điểm thi đó làm em rớt môn mà em hoãn thi vì điểm tổng kết hiện tại vẫn đủ làm em qua môn nhưng em thấy kết quả của mình có thể tốt hơn nhưng do sự cố laptop ảnh hưởng kết quả học tập nên em mới quyết định hoãn thi. Mong thầy cô giúp em giải đáp thắc mắc này! Em cảm ơn !",
    "Cho em hỏi là theo lịch thì hạn nộp học phí dự thính 211 là hết ngày 14/9 mà bây giờ nhà trường chưa mở nộp thì đến ngày hôm đó tính sao ạ?",
    "Kính chào, Em thấy trên trang BKPay đã cập nhập học phí cho học kỳ chính và kỳ dự thính 211, nhưng em không thấy chỗ để chọn thanh toán trong khi sắp hết hạn thanh toán, mong sớm nhận được phản hồi để em có thể đóng (hoặc chưa đóng) để không gây ảnh hưởng đến quá trình học của mình. Trân trọng.   i  .",
    "Em chào thầy cô  Dạ là em phát hiện bảng danh sách trừ điểm rèn luyện do quậy trong KTX là có 1 người khác có chung MSSV với em và cùng 1 lớp với em luôn ạ. Mà em cũng không biết sao mà lại trùng MSSV và lớp vậy ạ. Xin thầy cô giải quyết giúp em. Em cám ơn.  Em có để hình trong tệp ạ. Bạn nằm ở số 24 có chung MSSV và lớp cùng với em ạ thì em không biết phải giải quyết sao nữa ạ ?",
    "Dạ đợt trước em có đăng ký hoãn thi online môn Nguyên lý thông tin số (EE3115) - Khoa Điện do bị lỗi trong quá trình ghi màn hình . Sau đó em đã hồi phục được 1 phần video và gửi rồi ạ. Em cũng đã có điểm tổng kết của môn này luôn rồi ạ. Theo chương trình đào tạo của các khóa sau thì không còn môn này nên em cũng không biết thi bổ sung ra sao. Nên em xin phòng đào tạo có thể hủy kết quả hoãn thi online của em đợt trước được không ạ. Em cảm ơn.",
    "Dạ em tên:  MSSV:  Khoa: Công nghệ vật liệu Lớp: VL17Po Dạ do một số lý do em đã trình bày trong đơn nên không đăng ký kịp luận văn tốt nghiệp học kỳ 211. Nay e làm đơn này xin đăng ký môn học luận văn tốt nghiệp ( kỹ thuật vật liệu polyme ) MSMH: MA4313. Em cảm ơn",
    "Em chào PĐT, thi cuối kỳ dự thính 202 em có điền đơn hoãn thi môn Vật lý 2 do laptop em bị hỏng màn hình đột xuất, nhưng bây giờ bảng điểm của em môn Vật lý 2 có điểm tổng là điểm 13 ạ. Mong PĐT xem xét giúp em là trường hợp của em tại sao lại không được hoãn thi và điểm tổng kết lại là điểm 13 ạ? Em xin cảm ơn!",
    "chào PĐT, em là  MSSV . Hiện tại em đã đủ điều kiện làm TLTN, nhưng sau khi đăng ký ở các đợt ĐKMH vẫn không có TKB. Mong PĐT phản hồi",
    "Cô ơi cho em hỏi, trong hè vừa rồi, em có đăng ký môn Thực tập tốt nghiệp và đã đóng học phí đầy đủ, nhưng tình hình dịch phức tạp nên em không đi thực tập được nên đã đăng ký rút môn học. Cô cho em hỏi là tiền đóng học phí có được hoàn trả hay được chuyển qua kỳ tới ạ, vì kì tới em có đăng ký môn Thực tập tốt nghiệp ạ   i  .",
    "E có thấy thời hạn đóng tiền học dự thính mở hồi 7/9 và hết hạn lúc 14/9 nhưng em không thấy ô để tích vào đóng tiền ạ. Bao giờ mới mở ô tích để đóng ạ, e sợ sẽ đóng trễ học phí.",
    "cho e hỏi e muốn tạm ngưng học 1 năm thì mình ghi tạm ngưng 2 học kỳ đúng không ?",
    "Chào PĐT. Em muốn hỏi là có phải BK Pay của em bị lỗi không ạ tại vì em không thể đóng được tiền học phí của kỳ 211 trong khi đó bạn em lại đóng được ? Em không thể bấm vào mục chọn thanh toán trên BK Pay ạ. Mong PĐT hỗ trợ em . Em xin cám ơn.",
    "TR4315 Chào PĐT. Em là sv K18 ngành KT Ô tô, theo lộ trình thì kỳ này em sẽ đăng kí môn Đề cương LVTN nhưng em thấy 0 chỉ và vì sơ xuất nên em đã không đăng kí. Giờ có cách nào cho em đăng kí bổ sung được không ạ, tại vì kì này em còn có 6 chỉ và kì sau em còn mỗi Luận văn tốt nghiệp là sẽ hoàn thành chương trình học nên nếu trễ 1 kỳ thì sẽ rất tiếc ạ, em mong PĐT có thể hỗ trợ đăng kí bổ sung cho em để em có thể đăng kí Luận văn tốt nghiệp đúng hạn. Em xin chân thành cảm ơn và vô cùng xin lỗi vì lỗi sơ xuất này",
    "Kính thưa quý thầy cô! Em tên  MSSV Đợt đăng ký bổ sung LVTN e có đăng kí nhưng PĐT không đăng kí và để lý do không đủ điều kiện đăng kí. Em hiện tại có 123 tín chỉ và 2 chỉ đã học xong nhưng chưa cập nhật là 125 tín chỉ. Nhưng số tín chỉ cần là 126. Em có đăng kí chuyển điểm anh văn 1 trên hệ thống thì để 8d và đã thanh toán trên bkpay. Nhưng em tìm hiểu qua thì thầy điểm đó là bảng quy đổi cũ nên em nghĩ là không được chuyển vì em chuyển từ 31/8 đến giờ mà vẫn chưa có điểm.Lần trước em cũng có gửi câu hỏi nhưng do em tưởng là có thể chuyển được AV1 nên quý thầy cô có trả lời là đợi đến 15/9 xem TKB, nhưng e xem lại bảng quy đổi mới nên em vẫn thiếu 1 chỉ do AV1 không chuyển được ( câu hỏi và câu trả lời em thêm vào ảnh đính kèm) Hiện tại e chỉ còn nợ Anh văn 1234.Kỳ này PDT đã tạo điều kiện không cần CCNN để đăng kí LVTN nên em mong có thể xem xét đăng kí giúp em. Do tình hình dịch khó khăn nên em đang đợi hết dịch để thi CCNN.Nếu có CCNN thì em chuyển điểm là xong hết. Vì học kì này là kì cuối của em, em mong quý thầy cô có thể xem xét cho em đăng kí LVTN với ạ. Em rất mong quý thầy cô giúp đỡ.",
    "Em có hoãn thi 2 môn. Nhưng điểm tổng kết của 2 môn lại khác nhau, cụ thể 1 môn 0đ và 1 môn 13đ (vắng thi) . Thầy cô có thể xem xét việc hoãn thi của em không ạ?",
    "Cô cho em hỏi là: Trên mybk nó báo em đăng ký thành công lvtn rồi. Trong thời khóa biểu em cũng có. Nhưng e-learning thì không có với danh sách trên khoa chưa cập nhật thì em phải làm sao đây. Em cảm ơn ạ",
    "Kính chào thầy cô phụ trách bksi. Do sự tắc trách trách của em không đọc kỹ quy chế của việc hoãn thi.Vào kì 203 em có hoãn môn thi A, em vẫn chưa thi cuối kì nhưng đã đăng kí môn A đó vào kì kế là 211.Em muốn hỏi thầy,cô rằng liệu em có thể học kì 211 và bỏ thi kì 203 không, hay là bắt buộc em phải hủy môn A đó ở học kì này. Do việc thiếu kinh nghiệm, nên em rất mong thầy,cô cho em câu trả lời và giải pháp tối ưu nhất. Kính chúc quý thầy,cô và gia đình giữ gìn sức khỏa và an toàn trong mùa dịch.Trân trọng.",
    "TR4315 Em kính xin PĐT có thể đăng kí giúp em Đề cương LVTN kì này. Vì sơ xuất nên em đã không đăng kí Đề cương LVTN đợt 1. Và em phải hoàn thành cách li nên đã bỏ lỡ 2 đợt bổ sung. Em mong PĐT có thể giúp em vì đây là môn học tiên quyết để em có thể đăng kí Luận văn tốt nghiệp kì tới và có thể hoàn thành chương trình học đúng hạn, giờ kì này em học có 6 chỉ và kì sau còn Luận văn tốt nghiệp là xong, nên giờ trễ hạn tốt nghiệp thì thật sự rất đáng tiếc ạ. Em mong PĐT có thể xem xét và đăng kí giúp em với ạ. Em chân thành cảm ơn ",
    "Việc Là Do Dịch Covid-19 nên ba và mẹ đều không có việc làm. Nên đã dùng hết số tiền tiết kiệm và đã mượn ít nợ hàng xóm để chi tiêu và thuốc men cho gia đình. Nên cho em hỏi nếu em \"Mượn Quỹ Hổ Trợ\" thì tối đa bao nhiêu và thời hạn trong bao lâu ạ!",
    "Gửi phòng đào tạo, Ngày 8/9 em có đăng ký nhận giấy chứng nhận sinh viên để tạm hoãn NVQS nhưng tới nay vẫn chưa được xử lý. Mong PĐT xử lý và gửi gấp giúp em vì hạn nộp giấy lên địa phương là ngày 16/9 rồi ạ (như trong hình). Mã phiếu: CNSV..1 .",
    "Em chào Quý Thầy/Cô, Em tên  MSSV  Cho em hỏi vì sao trong form đăng ký giấy chứng nhận sinh viên của em không có Lý do: \"Hoãn nghĩa vụ quân sự cấp lại\" ạ? (Hình ảnh đính kèm) Em cảm ơn!",
    "Em đã đăng kí lớp Sức bền vật liệu & thí nghiệm (mã mh:809704) do giảng viên  giảng dạy. Tuy nhiên đến nay là tuần thứ 36 em vẫn chưa thấy có cập nhật thời khóa biểu và em cũng không nhận được mail từ giảng viên để sắp xếp thời gian học với lớp. Em mong phòng đào tạo giải quyết sớm để tụi em không bị trễ lịch học.",
    "Dạ kính chào .  cho em trong chương trình đào tạo của em có nhóm tự chọn gồm 4 môn A,BC,D ( cùng số tín chỉ như nhau ) và bắt buộc phải học tối thiếu 2 môn trong nhóm đó. Em đã học 2 môn A và B rồi. Tuy nhiên điểm môn B hơi kém nên em muốn cải thiện bằng cách học lại môn C được không ạ ?. Khi đó điểm trung bình tích lũy sẽ lấy trung bình cả 3 môn A,B,C hay chỉ lấy điểm 2 môn cao nhất trong nhóm đó vậy ạ ?",
    "kính gửi : phòng đào tạo trường đại học bách khoa tp HCM . em tên là:  mssv  trong học kỳ vừa rồi em có đăng ký môn VLBD ( EE1013) . và trong ngày thi 18/8/2021 thì trong lúc lấy file nộp bài thi thì em lỡ tắt mất trang google meet đang thi. sau đó em có xin trợ giúp và đã xin hoãn thi ngay sau đó. nhưng hôm nay kiểm tra điểm thì em phát hiện điểm thi và điểm tổng kết của em là 0d. cho em hỏi như vậy là đơn hoãn thi của em không được chấp nhận và điểm thực của em là 0d ạ. mong nhận được phản hồi sớm của quý thầy cô, em xin cám ơn.",
    "Em chào Cô/ầy. Cô/ầy cho em hỏi là tại phường em thì người ta đã yêu cầu giấy chứng nhận sinh viên từ trường để không đi khám nghĩa vụ quân sự rồi ạ. Hiện tại thì tình hình dịch bệnh phức tạp, nên em không biết, bao giờ nhà trường sẽ phát giấy ạ? Do người ta ra hạn cho em hạn nộp là từ 10-20/9/2021 ạ. Em cảm ơn Cô/ầy đã phản hồi ạ.",
    "sao đến hạn rồi mà em chưa nộp dc vậy hình em để bên dưới ạ. em cảm ơn",
    "Dạ em chào PĐT, PĐT có thể cho em hỏi khi nào điểm TBTL học kì 202 được cập nhật ạ? Em phải nộp bảng điểm cho công ty để đi làm nên em đang rất cần điểm được cập nhật ạ. Em mong PĐT phản hồi sớm, em xin chân thành cảm ơn.",
    "Dạ em chào Thầy, Cô phòng đào tạo, Em là , mssv  Hôm bữa ngày 2/8 em có đăng kí giấy tạm hoãn nghĩa vụ quân sự. Thì 12/8 em cũng thấy trên mybk mục giấy xác nhận đã hiện tình trạng đã xử lí rồi. Có đợt trường nhắn mail rằng đợi bưu điện hoạt động sẽ gửi những giấy xác nhận về. Thì hôm nay tới ngày 10/9 rồi không biết là giấy xác nhận nghĩa vụ của em được lên bưu điện để gửi về chưa ạ? Tại ở xã em bắt buộc 15/9 nộp rồi ạ. Em cảm ơn nhiều ạ",
    "Kính chào PĐT. Phòng đào tạo cho em hỏi 2 điều : Điều 1: Điểm anh văn chuyển điểm từ toeic qua có tính vào điểm tbtl và tbtln hay không ? Điều 2: Bảng điểm qui đổi từ toeic sang các điểm av1,2,3,4 em xem trên www.aao.hcmut.edu.vn thì là năm 2019, em nghe nói năm 2020 trường đã áp dụng chuẩn anh văn khác cũng như cách qui đổi điểm thay đổi. Pđt có thể cho xin thông tin về điểm số qui đổi toeic sang av1,2 3,4 mới nhất được không ạ. Em châm thành cảm ơn Pđt",
    "Em tên  MSSV:  Em đã đăng ký hoãn thi môn Pháp Luật Việt Nam đại cương có mã môn học SP1007 lớp CC01. Diễn ra vào ngày 11/8 lúc 7h sáng. Tuy nhiên điểm môn học của em hiện tại là vắng thi cho em hỏi là trường chưa hậu kiểm hay đã tổng kết ạ.",
    "Dạ em đã làm đơn xin chuyển hệ VHVL. Phòng đào tạo có đề nghị em gửi các môn học để khôi phục Thời khóa biểu: - CI31363: Phân Tích thiết kế kết cấu. - CI2107: Thiết kế kiến trúc 1 - CI3217: Nguyên lý thiết kế kiến trúc và kĩ thuật công trình công nghiệp. (Thời khóa biểu cũ). - CI1007 Trắc địa đại cương. - MT1008 Đại số tuyến tính (Nguyện vọng đăng kí bổ sung học kì dự thính",
    "Em tên là  MSSV:  Lớp CK18CTM02 Hiện địa phương em yều cầu giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự, hạn chót là ngày 15 tháng 9. Em đã vào mybk để in giấy xác nhận sinh viên từ ngày 08.08.2021 và đã được xử lý nhưng hiện tại em vẫn chưa nhận được, và cũng không thấy điện thoại bên bưu điện . Bên địa phương yêu cầu có thể chụp ảnh giấy xác nhận có mộc của trường để xác nhận. Hiện tại em chưa nhận được giấy xác nhận nên không biết phải làm sao. Em xin nhà trường hướng dẫn cho em với ạ. Em  xin chân thành cảm ơn",
    "Dạ chỗ em dịch căng và đang chỉ thị 16 em có xin đi đóng học phí thì người ta không chấp nhận (em không có thẻ ocb nào giờ học em chỉ đi đóng trực tiếp),mong phòng đào tạo giải quyết cho em với ạ tại vì hoãn học phí chỉ có học kì chính. Em cảm ơn ạ.",
    "kính gửi PDT, em có hỏi đáp thắc mắc về giấy xác nhận tạm hoãn NVQS và được trả lời : Hiện hệ thống có 2 lý do cho bạn chọn : bổ túc hồ sơ đăng ký giấy hoãn nghĩa vụ hoặc bổ túc cho địa phương, mục nào cũng được. nhưng sao em thấy trong phần lý do chỉ có lý do là bổ túc hồ sơ cho địa phương vậy ạ. kính mong PDT giải đáp thắc mắc giúp em. em xin chân thành cảm ơn.",
    "kính gửi: phòng đào tạo trường DHBK Tp HCM em tên là  mssv:  trong học kỳ vừa rồi em có học môn Vật Lý Bán Dẫn ( EE1013) và trong ngày thi 18/8/2021 do trong lúc nộp bài em có bấm nhầm thoát mất cửa sổ google meet nên em có xin hoãn thi sau đó. em xin cám ơn cô  đã phản hồi cho em. em đã vào xem và thấy điểm 13 là vắng thi và 0d. em có điền form xin hoãn thi rồi. cô cho em hỏi là em có được thi lại không, hay điểm tổng kết của em là 0d và em phải đăng ký học lại trong kỳ mới, em cám ơn cô nhiều",
    "Dạ, em là , mssv: . Em muốn đăng kí hoãn thi môn Mạch điện tử của em vì lí do không đảm bảo trang thiết bị cần thiết phục vụ cho kì thi. Mong quý thầy cô phê duyệt giúp em. Em xin chân thành cảm ơn. Phụ lục môn xin hoãn: HK202: Mạch điện tử (EE2035, nhóm L01)",
    "Kính gửi PĐT, Em là , mssv  là sinh viên hệ VHVL. (Em từ hệ đại trà chuyển qua, mssv cũ của em là ). Trước khi em chuyển qua hệ VHVL thì em đã hoàn tất gần hết chương trình học chỉ còn sót lại Giải Tích 2 và LVTN. Khi em chuyển qua hệ VHVL thì pđt gửi mail cho em và báo là em có 4 môn chưa hoàn thành bao gồm 2 môn trên kèm theo Đồ Án Chuyên Ngành và Đề Cương Luận Văn (trong khi 2 môn Đồ án và Đề cương em đã hoàn thành ở kì 201 và đã có điểm, em đính kèm bảng điểm hk 201 của em bên dưới). Em có mail cho pđt nhưng không nhận được phản hồi. Đến khi em đăng kí LVTN thì trên hệ thống cũng báo là em không đủ điều kiện. Mong PĐT xem xét và hỗ trợ để em có thể hoàn tất chương trình học của mình ạ.",
    "Em chào Thầy/Cô. Trên BKpay thông báo ngày 14/09/2021 là hạn cuối cho việc đóng học phí kì dự thính 211. Nhưng hiện tại trên BKpay vẫn chưa mở cổng thanh toán. Em nên chờ trường thông báo hay phải thực hiện theo cách nào khác ạ?  Em xin cảm ơn Thầy/Cô.",
    ": Dạ em chào quý thầy cô pdt Em vừa mới check lại bảng điểm thì thấy điểm luận văn của em là 13. Trong khi đó em đã làm đơn hoãn thi và được cả ba thầy ( thầy hdlv, thầy bộ môn, với thầy trưởng khoa) đồng ý cho phép em hoãn thi và em cũng không nằm trong diện cấm thi. Em đã hoàn tất việc nộp đơn thông qua bski và được pdt tiếp nhận và xử lý. Nhưng đến ngày hôm nay em lại nhận điểm 13 thay vì điểm 14 như em nghĩ.Em cũng đính kèm hình ảnh điểm luận văn và ảnh em nộp đơn được pđt xử lý.  Em mong rằng quý thầy cô có thể xem xét lại vấn đề này cho em được không ạ . Em cảm ơn",
    "Kính gửi Phòng Đào Tạo Em tên:  Mssv:  - Hệ VHVL Môn học: ME4049 Em đã đăng ký môn LVTN vào học kỳ này, nhưng kiểm tra thì hệ thống báo không đủ tính chỉ. Em đã hoàn thành tất cả môn học đầy đủ theo kế hoạch môn học. Kì trước em đăng ký bình thường ạ Nhờ Thầy xem cập nhật lại để em đủ điều kiện nhận LVTN ạ. PĐT đã xem xét trường hợp của em thuộc diện nào ạ ? Và phải xử lí như thế nào cùng với thủ tục liên quan ?  Em xin cảm ơn !!",
    "Dạ thưa quý PĐT, kỳ DT202 vừa rồi em có đăng ký hoãn thi môn KẾT CẤU THÉP 1 và đã được pđt đông ý, nhưng em kiểm tra bảng điểm thì lại là điểm 13. Vậy mong quý pđt kiểm tra lại có sai sót gì không ạ. Em cảm ơn!",
    "học phí học kì 211    Em mới chuyển hệ từ chất lượng cao chính quy sang hệ vừa học vừa làm và em có đọc thông báo là hệ vừa học vừa làm phải đóng học phí ở tuần đầu của học kỳ nhưng tới bây giờ trên hệ thống bkpay vẫn chưa có cập nhật học phí học kỳ 211. Cho em hỏi trường hợp này em phải thanh toán học phí ở đâu ạ. Em cảm ơn",
    "Chào phòng đào tạo, Em xin PĐT cho em ĐKMH đề cương luận văn ạ. Mã MH: CO4311 Lý do: Do tuần rồi em có xin với GVHD làm luận văn tốt nghiệp 1 giai đoạn nhưng kết quả không được nhận. Hiện tại, em đã xin được GVHD nhận hướng dẫn đề tài Đề cương luận văn (ĐCLV) nên chỉ cần được ĐKMH thành công thì em có thể đủ điều kiện để học môn đó ngay trong học kỳ này ạ. Ngoài ra, trong trường hợp không thể học môn ĐCLV trong học kỳ này thì em sẽ bị chậm chương trình thêm nửa năm nữa. Do đó em mong PĐT xét duyệt cho em ạ. Em xin cảm ơn.    .",
    "Dạ em chào quý thầy cô. Em tên:   MSSV:  Lớp XD16CTGT Học kì hè 203 vừa rồi em có đăng kí thực tập tốt nghiệp nhưng do tình hình dịch Covid nghiêm trọng, Thầy hướng dẫn không thể đưa sinh viên đến công ty thực tập được nên xin phòng đào tạo cho em được hoãn thi môn này. Bộ môn Cầu đường sẽ có công văn chung xin hoãn thi cho tất cả sv ngành đường. Em có điền form hoãn thi của nhà trường nhưng được thông báo sai quy trình ạ . MSMH: CI3313  Tên môn học: Thực tập tốt nghiệp ( cầu đường) Nhóm: A-01 Mong phòng đào tạo xem xét hoãn thi giúp em ạ. Em xin chân thành cảm ơn",
    "Tuy 14/9 hết hạn đóng tiền môn học dự thính nhưng trên bkpay vẫn không có nút thanh toán như trong hình Mong pdt cho em hướng giải quyết ạ",
    "Em chào thầy/cô ạ. Chúc thầy cô một ngày vui vẻ và ấm áp. Em có thông tin là vào ngày 22/9 hết hạn nộp hồ sơ tân sinh viên. Em có một đứa em sắp phải nộp hồ sơ, nhưng chỗ ở của em hiện nay ở Tỉnh Tiền Giang đang bị phong toả. Và khó khăn hiện nay của em là: Chỗ e phong tỏa, em hiện giờ không được đi photo, công chứng hay đi lấy học bạ để nộp vào hồ sơ. Vậy cho em hỏi là em cần giải quyết như thế nào . Em cảm ơn nhiều ạ",
    "Chào PTĐ Thanh toán học phí kỳ dự thính thông báo ngày 14 tháng 9 hết han, mà bkpay chưa mở khóa thanh toán phòng đào tạo hỗ trợ mình với",
    "Dạ em chào thầy cô, em mới nhận được mail trường thông báo rằng không được gia hạn học phí cho học kì Dự thính. Hiện tại, em đang là F0 điều trị tại nhà, giờ nhà em cũng đang bị phong toả. Mong thầy cô xem xét gia hạn giúp em ạ. Em cảm ơn thầy cô.",
    "Em chào cô. Em tên Đào Quốc Thái mssv . Em pdt đăng kí môn học anh văn 3 Msmh : LA1007 Nhóm- Tổ : lo2 Học thứ 4 -10 Em đã xin thầy vào lớp và thầy đã chấp nhận.em cảm ơn cô ạ.",
    "Kính chào thầy cô! Em tên: . MSSV:  Hệ VHVL: Kỹ Thuật Ô Tô -Hiện tại thông tin Account của em hiển thị ở Khoa: Điện-Điện dẫn đến sai sót trong xét miễn giảm môn học nên được thầy Đặng Long hướng dẫn liên hệ với pđt để được chỉnh sửa lại cho chính xác. Em có gửi mail cho pdt từ ngày 19.08 nhưng đến nay vẫn chưa có hồi âm. Mong quý thầy cô có thể hồi đáp để em sớm có kết quả. THÔNG TIN CHÍNH XÁC Khoa: Kỹ Thuật Giao Thông Ngành: Kỹ Thuật Ô Tô\"",
    "Thưa Thầy/Cô, Em là , sinh viên k17 Khoa Kỹ thuật Xây dựng. Em có thấy lịch trình tốt nghiệp ghi ngày 08/09 công bố danh sách tốt nghiệp dự kiến. Nhưng hiện tại em vẫn chưa thấy ạ. Thầy/Cô cho em hỏi khi nào có danh sách ạ? Em xin chân thành cảm ơn!",
    "Em chào thầy/cô, Em thấy trên bkpay có ghi thời hạn đóng   B học phí DT211    là từ   B 07/09    đến   B 15h00 14/09    mà hiện tại vẫn chưa đóng được.",
    "Kính chào quý Thầy/Cô Em là , MSSV: . Trong quá trình thanh toán lệ phí thi anh văn hai kỹ năng nói và viết thì phía ngân hàng có xuất hiện lỗi nhưng đã trừ vào tài khoản của em và trên trang BKpay thì vẫn chưa hiện là đã thanh toán. Tin nhắn phía ngân hàng em đă đính kèm. Mong quý Thầy/Cô giải quyết giúp em ạ. Kính gửi, .",
    "Kính thưa quý thầy cô  Em tên là  mssv   Em là sinh viên năm cuối hiện đang thiếu điểm môn AV4 nên em mong thầy cô cho phép em đăng kí học anh văn 4 để kịp thời gian đào tạo  Kính mong thầy cô xếp lớp cho em vào lớp AV4 msmh LA1009 lớp DT01 của thầy  tuần 36 bắt đầu học. Kính mong quý thầy cô xếp lớp cho em.  Em xin trân thành cảm ơn.",
    "Em chào thầy/cô ạ Em thắc mắc vì sao 14/9 là hết hạn đóng hp dt 211 mà hôm nay 10/9 vẫn chưa mở đóng học phí vậy ạ Em xin chân thành cảm ơn ạ!",
    "Kính gửi Phòng Đào Tạo trường Đại học Bách Khoa  Em tên Võ Trường Phước Mssv  , hệ VLVH. Vì tình hình dịch bệnh và không đủ điều kiện thi theo hình thức online nên em đã đăng ký xin hoãn thi vào ngày 02/08/2021 môn Bê tông cốt thép 1 + Bê tông cốt thép 2 và đã được Phòng Đào Tạo đồng ý ( có hình ảnh đính kèm). Em đã liên hệ Phòng Đào Tạo theo hướng dẫn sau ngày 06/09/2021 và nhận được thông tin là có đường link đăng ký hoãn thi khác qua mail. Hiện tại em có truy cập vào đường link thì đã quá hạn. Kính mong Phòng Đào Tạo xem xét và cho em thông tin hướng dẫn để em đăng ký lại. Em xin chân thành cảm ơn.",
    "Dạ em chào thầy/cô. Cho em hỏi là em đăng ký hoãn thi cuối kì 1 môn kì 202 này, thì em có được phép đăng ký thi cuối kì vào kì dự thính 211 để thay thế cho điểm HT không ạ. Hay bắt buộc phải đăng ký thi cuối kì trong kì chính. Mong thầy/cô giải đáp giúp em. Em cám ơn.",
    "Chào anh/chị, em tên là  có làm đơn xin giấy ở mục giấy chứng nhận sinh viên vào ngày 07/09/2021 để làm giấy hoãn nghĩa vụ cho địa phương, hiện ngày 12/09/2021 em có lịch hạn chót nộp. Mong anh/ chị có thể xem xét duyệt giúp em vì tình hình covid còn khó khăn, nếu có thể em xin trước bản pdf ạ. Cảm ơn anh / chị.",
    "iểm thi môn thiết kế hệ thống nhúng EE3003 học kì hè 203 của em đã câp nhật là điểm 13 không được cập nhật là hoãn thi. Môn này em đã được chấp nhận yêu cầu hoãn thi vì do dương tính covid 19 vào ngày 30/7/2021.Mong thầy cô xem lại là cập nhật điểm lại cho em ạ",
    "Cho em hỏi,em đã hoãn thi cuối kì môn vật lý 2 thành công rồi nhưng sao khi báo điểm thi ck,em lại được 3,3 v ạ.Trong khi em không thi cuối kì và những bạn hoãn thi khác thì lại báo điểm là 13 ạ.Em xin cảm ơn.",
    "Em có thể đk in bảng điểm học kì 202 và nhận bản scan PDF có xác nhận của nhà trường không ạ ?",
    "E cháo thầy cô e tên là  mssv  Thầy cô có thể kiểm tra giúp em về học phí của em được không ạ. mọi kì  đều được miễn giảm học phí do em là con thương binh nhưng sao kì này em không được miễn giảm vậy ạ.E thấy trên bkpay học phí vẫn vậy ạ. e xin cảm ơn.",
    "Em thi cuối kỳ Giải Tích 2 (MT1005) học kỳ 203, trước khi hết giờ thi vài phút em bị trục trặc mạng. Khi hết giờ thì bài thi trắc nghiệm đã tự động được nộp. Sau đó em đã điền form xin hoãn. Nhưng điểm thi phần em đã làm được, khi tổng kết vẫn đủ qua môn nên em không muốn hoãn nữa. Vì em đã hết thời gian đào tạo nên em sợ nếu phải thi lại em không chắc có thể được 5.0. Mong pđt HUỶ đăng ký xin hoãn thi môn giải tích 2 (MT1005) của em. Em cảm ơn. MSSV:  Thi môn Giải tích 2 (MT1005) Lịch thi: 24/8 nhóm DT01-A phòng thi HANGOUT Giờ thi: 16h Đơn hoãn gửi lúc: 17h25. Th 3, 24 thg 8",
    "tại sao học phí dự thính của em tới hạn nộp mà bên bkpay lại để chưa đến kì thanh toán ạ?",
    "Kính gửi , Em tên: , MSSV:  Theo sự hướng dẫn của cô  trong phản hồi  ID 35333. Nay em làm đơn xin cứu xét đăng ký LVTN(file đính kèm) này mong Thầy/cô sẽ chuyển đơn này lên Ban lãnh đạo để xem xét giúp em có thể đăng ký và bảo vệ luận văn tốt nghiệp trong kỳ này để em có thể hoàn thành kịp tiến độ học tập. Trong thời gian chờ đợi, em xin chân thành cảm ơn.   Trân trọng.",
    "Dạ kính gửi VPĐT,  Em tên là  MSSSV  - Khoa Quản lý Công nghiệp. Em vừa nhận được thông tin để đăng kí trao đổi du học sang nước ngoài trong giai đoạn dịch chỉ yêu cầu bảng điểm softcopy không yêu cầu phải có bảng điểm giấy, vậy có cách nào để em đăng kí bảng điểm softcopy không ạ? Và có cần phải đóng phí không ạ và trong thời gian bao lâu sẽ nhận được bảng điểm softcopy thế ạ? Em xin cảm ơn Trân trọng./.",
    "Em có đăng kí luận văn đợt cuối cùng, nhưng lại không có thời khóa biểu trong khi các bạn khác lại được. Phòng đạo tạo giúp đăng kí luận văn giúp em vói ạ Mã môn học: CI4313 - Luận văn tốt nghiệp (cđ)",
    "Hiện em đang trong đợt thanh toán học phí tiếng anh ( nói + viết ). Nhưng tài khoản online ocb của em đã bị khóa em cũng đã gọi cho ngân hàng qua hotline và e cũng đã đến một chi nhánh của ngân hàng để được giải quyết nhưng ngân hàng tạm đóng cửa. ( dịch nên e cũng không qua các quận khác đc) Vậy pđt có các nào giúp e cho trường hợp này không ạ!!  Em xin cám ơn ạ",
    "Em chào PĐT,  Em có đăng kí thi Anh văn 2 kĩ năng Nói viết online. Trong mail mới nhất, em nhận được thông báo thời hạn chót nộp tiền là 9h sáng ngày 11/9 (ngày mai). Nhưng hiện tại em mới thanh toán xong (15h24 ngày 10/9) lại thấy thông báo \"Đã thanh toán trễ hạn\". Vậy em có thanh toán trễ hạn không ạ ? Hay vẫn được phép tham gia thi. Mong nhận được phản hồi từ PĐT. Em xin chân thành cảm ơn. BRs,   i  .",
    "Kính gửi Phòng Đào Tạo, Em tên là  - Mssv: , hiện đang là sinh viên K17 Khoa Kỹ thuật giao thông. Theo sự hướng dẫn của cô  trong phản hồi ID 35400. Nay em có làm đơn xin cứu xét đăng ký luận văn tốt nghiệp mong quý thầy/cô sẽ chuyển đơn cho ban lãnh đạo xem xét giúp em có thể đăng ký luận văn tốt nghiệp theo đúng tiến độ học tập. Chúc thầy/cô sức khỏe. Em xin chân thành cảm ơn.",
    "Em tên: ; MSSV: ; Lớp: DC16KK; Em có đăng kí LVTN vào đợt đăng kí bổ sung và đã đăng kí thành công nhưng em kiểm tra lại không thấy kết quả. Mong PĐT kiểm tra và phản hồi giúp em, em xin cảm ơn.",
    "Em chào các thầy cô, em có 2 câu hỏi ạ: 1)hồ sơ em cần có điểm trung bình học kì 202. Trên bảng điểm tài khoản mybk em dã cập nhật đủ tất cả điểm các môn trong học kì, tuy nhiên phần điểm trung bình của học kì hệ thống lại chưa được cập nhật (em có đính kèm hình). Vậy khi em đăng ký in bảng điểm trong giai đoạn này thì trên bảng điểm có thể hiện được điểm trung bình học kì 202 không ạ?   2) Em hiện đang cần bảng điểm kì 202 dạng file pdf để nộp hồ sơ học bổng. Em có thể đăng ký trực tuyến trên tài khoản mybk của em sau đó nhờ các thầy cô scan rồi gửi mail cho em bản pdf được không ạ? Dạ vì em đang ở khu phong tỏa, giao hàng qua đường bưu điện khó khăn. Mà hồ sơ lại cần gấp ạ . Em cám ơn các thầy cô ạ .",
    "Thưa thầy cô, cho em hỏi hiện tại   B BKPAY có đang gặp vấn đề gì    không ạ vì em đóng tiền học phí DT không được? Hạn chót là 14/09 nhưng nhiều ngày ngày qua em vào thì đều không nộp tiền được. Mong PDT giải đáp và sớm giải quyết giúp em . Em cảm ơn. Thân ái, Anh.",
    "Hiện tại đã đến hạn thanh toán chi phí kì dự thính 211 nhưng mục chọn thanh toán của em vẫn chưa hiện ô chọn thanh toán ạ",
    "Em muốn xin đăng ký bổ sung môn Đề cương Luận văm TN Em đã gửi đơn xin phép khoa và đã được phê duyệt. Em có đính kèm đơn bên dưới. Em cám ơn.",
    "Chào chị em là , mssv .  Vào kì 202 em có tham gia học môn Hệ điều hành với mã số môn học là CO2017 nhóm lớp CC03. Vào ngày 16/8 em có thi final xong, lúc thi xong máy em lỗi tự động update window nên bị lỗi không xuất được video nên em có điền vô site đăng kí hoãn thi. Nhưng khi kiểm tra lại vào tuần này thì em có thấy video minh chứng làm bài thi của mình vào ngày đó được lưu trong drive . Em đã gửi đơn lên Trưởng khoa cũng như thầy chủ nhiệm bộ môn và được sự đồng thuận của các thầy về sự cố trên và điểm số được công nhận, và thông qua sự hướng dẫn của thầy  nên em gửi đơn này lên Văn Phòng Đào Tạo với   B nguyện vọng xem xét việc hủy việc hoãn thi môn học Hệ Điều Hành    (CO2017). Em trân trọng cảm ơn./",
    "Kính gửi Phòng đào tạo. Em tên  - MSSV . Vào lúc 16h ngày 10/09/2022 em đã thanh toán lệ phí thi Anh văn nói viết đợt 1. Theo thông báo trên BK Pay em đã trễ hạn. Nhưng email Phòng đào tạo gửi sinh viên do sự cố từ OCB nên hạn thanh toán sẽ từ 8h00 ngày 10/9/2021 đến 8h00 ngày 11/09/2021. Nay em viết mail này để gửi Phòng đào tạo chỉnh sửa giúp em để đợt tới em được tham gia thi Nói viết theo đúng quy định . Mong nhận được sự giúp đỡ của quý thầy cô phòng đào tạo . Em xin cảm ơn .",
    "Em chào quý thầy/cô Phòng Đào Tạo    Thưa thầy/cô em tên là , mssv  Vào lúc 12h05 trưa ngày hôm nay (10/9) em có thực hiện việc đóng lệ phí thi  nói viết 2 kỹ năng trên hệ thống bkpay của trường, nhưng sau khi hoàn tất thanh toán tiền bên phía ngân hàng OCB thì hiện tại khi em đăng nhập vào lại hệ thống bkpay thì mục  2 kỹ năng của em vẫn còn ở chế độ là chưa thanh toán ạ Em mong Phòng Đào Tạo giúp đỡ và xử lý giúp em trường hợp của em để em có thể nhận được lịch thi ạ    Em xin chân thành cảm ơn quý thầy/cô    Trân trọng   ",
    "Kính chào quý thầy cô. Em tên  MSSV:, lớp HC19HD. Trong năm nhất em có làm giấy xét miễn học phí với trường hợp con thương binh. Trong năm hai lúc em làm thì cô phòng công tác chính trị sinh viên bảo em không cần làm nữa và đã cập nhật khoảng miễn học phí cho em. Hiện nay em là năm 3, trong lúc kiểm tra phần bên BKPay thì em thấy phần học phí phần học kì chính vẫn phải chi trả. Mong quý thầy cô giải đáp giúp em câu hỏi là em có cần làm đơn xin miễn giảm học phí nữa không ạ, hay trường hiện đã không còn chương trình miễn giảm học phí cho trường hợp con thương binh nữa ạ. Em xin cảm ơn thầy cô.",
    "TÊN: Nguyễn Thái Tài   mssv:1613022    Em đã đăng ký được luận văn tốt nghiệp ( diện chưa có chứng chỉ AV nhưng vẫn được đăng kí môn).   Cho em hỏi chứng chỉ ngoại ngữ của em phải nộp trước bảo vệ luận văn hay nộp trước tốt nghiệp. vì tình hình dịch bệnh em sợ trước lúc bảo vệ em vẫn chưa thi được chứng chỉ ạ em xin trân thành cảm ơn.",
    "Em xin chào thầy cô, em là sinh viên khoa Điện khoá 2017 . Theo đúng lịch em chuẩn bị tốt nghiệp vào tháng 11/2021. Nhưng em chưa có tên trong danh sách dự kiến tốt nghiệp mặc dù các điều kiện để tốt nghiệp em hoàn thành đủ. Trong mục bảng điểm tích luỹ, tín chỉ tích luỹ ngành của em chưa cập nhật điểm luận văn vào điểm tích luỹ cũng như tín chỉ tích luỹ ngành, nên em thắc mắc đó có phải là lý do mà không có tên em trong danh sách dự kiến? Cho em xin phép hỏi khi nào mới cập nhật điểm tích luỹ để em đăng kí xét tốt nghiệp được đúng hạn (nếu vì chưa cập nhật bảng điểm mà không có tên trong danh sách dự kiến) . Em kính mong thầy, cô phản hồi sớm để em nắm rõ thông tin tốt nghiệp. Em xin chân thành cảm ơn.",
    "Em đã đính kèm đơn phía bên dưới .",
    "Kính gửi: Phòng Đào tạo Trường Đại học Bách Khoa Em xin kính chào quý Thầy/ Cô. Em tên là: . MSSV: . Hiện đang là sinh viên khóa 2017. Em có câu hỏi mong quý Thầy/ Cô giúp đỡ ạ: Theo ảnh đính kèm thứ nhất (Mail gia hạn), ngày hôm qua 09/09/2021 em có nhận mail của Phòng Đào tạo về việc gia hạn đóng lệ phí thi TA nói viết online đến 8h00 ngày 11/09/2021 Hôm nay 10/09/2021 em đã thanh toán phí buổi trưa nhưng do ngân hàng bị lỗi nên em bị trừ 150k. Đến chiều lúc 16h00 em kiểm tra BKPay thì thấy vẫn chưa thanh toán được. Em đã thực hiện thanh toán lại và có 2 vấn đề: 1. Theo ảnh đính kèm thứ hai (Hình ảnh thanh toán trễ hạn), em đã bị ghi chú là thanh toán trễ hạn . 2. Theo ảnh đính kèm thứ ba (OCB trừ 300.000 VNĐ), em đã bị trừ 150.000 2 lần. Tổng cộng 300.000 VNĐ. Quý Thầy/ Cô cho em được phép hỏi:  1. Với vấn đề 1, em có được tiếp tục dự thi kì thi này không ạ, và em có cần phải làm giấy thanh toán trễ hạn để được dự thi không ạ? 2. Với vấn đề 2, em có thể nhận lại số tiền 150.000 VNĐ không ạ, nếu có thể thì em sẽ nhận lại bằng cách nào ạ?  Em rất mong nhận được phản hồi từ quý Thầy/ Cô. Kính chúc quý Thầy/ Cô cùng gia đình thật nhiều sức khỏe ạ!",
    "Em đã làm đơn theo như được hướng dẫn.",
    "Xin chào ạ! Bên xã có yêu cầu về giấy tạm hoãn nghĩa vụ Quân sự(NVQS). Em có liên hệ bên khoa và được hướng dẫn lên trang của trường để đăng ký. Em đã lên trang đăng ký và bị gặp lỗi không đăng ký được? (Có đính kèm file) Em cảm ơn!",
    "Dạ cho em hỏi về vấn đề đăng ký dưới 14 chỉ ạ ? Nếu em đăng ký dưới 14 chỉ thì em có được đăng ký giấy hoãn nghĩa vụ quân sự không ạ ?",
    "Về việc đăng ký LVTN bị hủy. Dưới đây là đơn xin cứu xét đăng ký LVTN (file đính kèm) có trình bày đầy đủ tiến độ học tập, và số ngày CTXH tích lùy được. Mong phòng đào tạo xem xét lại, để em có thể đăng ký LVTN trong học kỳ 211. Em rất mong nhận được sự phản hồi sớm từ PĐT.",
    "QUOTE   i  . Em là :  Dạ hôm nay em đăng nhập xem thời Khóa biểu thì không còn thấy TKB hk1 này nữa ạ. Em cũng có xem lịch nộp học phí thì thấy chưa mở để nộp ạ. Nhưng mà thời gian hết hạn dự kiến lại là ngày 11 tháng 9 năm 2021 ạ. Em mong thầy cô xem xét lại giúp em để em sớm có TKB để đăng ký giấy xác nhận sinh viên ạ. Em xin chân thành cảm ơn",
    "em có đóng trễ học phí học kỳ 203, nay em xin phục hồi thời khóa biểu kỳ 203",
    "Kính gửi thầy (cô) , Em ký thi AV 2 kỹ năng theo hình thức trực tuyến mà sao không thể đăng kí được ?.  Cho em hỏi làm sao để đăng kí được thi AV 2 kỹ năng ? ",
    "Kính chào Thầy/Cô Phòng Đào tạo, Em tên:  MSSV:  Hệ VLVH: Khoa Điện-Điện tử Theo thời khóa biểu Học kỳ 1 năm học 2021-2022, em có lịch học môn Phương pháp tính MT1009 -nhóm DT01 thời gian học vào thứ 6 tiết 13, 14 và thứ 7 tiết 7,8 (MT1010). (hình ảnh đính kèm) Hiện tại, đã qua 3 tuần (tuần 34, 35, 36,...) em không nhận được link dạy của giảng viên để vào lớp học. Kính mong thầy/cô xem xét và hướng dẫn giúp em về trường hợp này. Em xin chân thành cảm ơn.",
    "Dạ cho e hỏi sao em hoãn thi rồi mà trên bảng điểm e vẫn là 13 ạ",
    "Kính gửi PĐT, Em là , mssv  là sinh viên hệ VHVL. (Em từ hệ đại trà chuyển qua, mssv cũ của em là ). Trước khi em chuyển qua hệ VHVL thì em đã hoàn tất gần hết chương trình học chỉ còn sót lại Giải Tích 2 và LVTN. Khi em chuyển qua hệ VHVL thì pđt gửi mail cho em và báo là em có 4 môn chưa hoàn thành bao gồm 2 môn trên kèm theo Đồ Án Chuyên Ngành và Đề Cương Luận Văn (trong khi 2 môn Đồ án và Đề cương em đã hoàn thành ở kì 201 và đã có điểm, em đính kèm bảng điểm hk 201 của em bên dưới). Em có mail cho pđt nhưng không nhận được phản hồi. Đến khi em đăng kí LVTN thì trên hệ thống cũng báo là em không đủ điều kiện . Mã môn Luận Văn của em là ME4039 (LVTN của  ạ). Mong PĐT xem xét và hỗ trợ để em có thể hoàn tất chương trình học của mình ạ.",
    "Chào thầy (cô), em là  (). Cho em hỏi là em đã xin hoãn thi môn xác suất thống kê và đã được phòng đào tạo phê duyệt mà trên bảng hệ thống điểm của em lại để là 13 điểm (vắng thi) thay vì là 14 điểm (hoãn thi) ạ. Mong thầy (cô) xem xét và giải đáp thắc mắc giúp em ạ. Em xin cảm ơn . Chúc thầy (cô) nhiều sức khỏe ạ!",
    "Em tên là , MSSV . Hôm nay em có đóng tiền thi anh văn nói viết 150.000đ. Ở tài khoản OCB của em đã bị trừ tiền nhưng BK Pay vẫn để là em chưa đóng tiền ạ. Mai là hết hạn nộp tiền, em mong thầy cô giải quyết cho em ạ.",
    "tinhs Em không thấy khóa học được cập nhật cũng như link meet để học. KHông có thông tin gì về môn học đã được dạy hay chưa.Nhưng có bạn gửi gmail về nhóm BTL môn này. Em có đính kèm ảnh mong được hồi đáp sớm nhất. Em cảm ơn.",
    "Dạ em chào quý thầy cô ạ, Em là sinh viên , hiện tại địa phương em yêu cầu giấy xác nhận sinh viên để xin tạm hoãn nghĩa vụ quân sự, mà dịch vụ này đang đóng, vậy có cách nào để em có thể nhận file mềm được không ạ ? Em xin cảm ơn quý thầy cô nhiều ạ !",
    "Kính gửi pđt, em hiện đã đủ tiêu chí xét tốt nghiệp nhưng không đăng ký được ở mybk ạ. Có thể kiểm tra tên em trong danh sách dự kiến tốt nghiệp được không ạ? Nếu em chưa đủ điều kiện thì em hiện còn thiếu điều kiện gì ạ? Em cảm ơn",
    "Chào PĐT, Do không đủ điều kiện dự thi, em đã đã đăng kí hoãn thi tất cả các môn.Nhưng không hiểu sao có một môn của em bị nhập điểm 0 vào điểm cuối kì ạ",
    "Em có đính kèm ảnh chụp việc hướng dẫn em đăng ký thi sau khi hoãn thi (đã được pđt đồng ý hoãn thi HK202) 1) Phương án giải quyết là bảo em vào xem đk môn học đợt 3 HK211 như đã quá thời hạn. 2) Theo như quy định thì chỉ sv đk thi mới sau khi hoãn thi trong vòng 1 năm, theo em hiểu tức là chỉ đk thi chứ không phải đk học lại, vậy khi đk môn học như hướng dẫn thì có phải đóng học phí không ạ?",
    "Em chào Thầy/Cô, hiện em có đăng kí thi anh văn 2 kỹ năng mã môn học BKE123, vì lỗi hệ thống nên trường đã gửi mail gia hạn đến 8h 11/9 để đóng lệ phí thi. Hiện tại là 8:53 phút ngày 10/9 và em kiểm tra trên bkpay thì hạn cuối vẫn là 15h ngày 10/9 nên em chưa đóng lệ phí được ạ. Mong Thầy/Cô hỗ trợ gia hạn thêm thời gian đóng lệ phí thi ạ. Em xin cảm ơn.",
    "Kính gửi thầy/cô,  Em tên là , MSSV: . Em có nhận được email trường về lỗi hệ thống bên OCB nên được thanh toán đến 8h ngày 11/9. Em thanh toán lúc 20h40 ngày 10/9 thì hiển thị thanh toán trễ hạn. Mong thầy/cô chỉnh lại để em đủ điều kiện thi. Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe.",
    "em chào PĐT. em tên: Lê Văn Thiện  mssv:  do dịch covid-19 và giản cách xã hội kéo dài nên em không thể thi Toeic và em được thông báo nhà trường không xét chuẩn anh văn để làm luận văn và em có đăng kí luận văn tốt nghiệp trong đợt đăng kí vừa rồi và đến lúc thông báo kết quả thì em bị hủy. tiến độ học tập của em hiện tại là 122 tính chỉ, 14,4 ngày CTXH. em có học môn Thủy Văn Đô Thị (Msmh: CI3013 ) để thay thế môn Tin Học Trong Trắc Địa (Msnh: CI2035) trong học kì 201 kính mong PĐT xem xét và phản hồi ạ. em xin chân thành cảm ơn.",
    "Chào thầy/cô, Em là , MSSV: Hiện nay, em muốn ĐKMH: Giải tích 2, mã môn học: MT1005, lớp: DT03 Lý do: em đã đăng ký môn GT2 vào HK202, do tình hình dịch bệnh nên ngày thì của em dời tới ngày 24/8 và biết điểm ngày 9/9. Em không kịp ĐKMH theo lịch của trường. Em đã hoàn thành LVTN và chỉ còn 1 môn GT2. Nên em muốn đăng ký môn GT2 vào HK211 để tốt nghiệp sớm nhất có thể ạ. Em đã có sự đồng ý của giáo viên là cô . Em có đính kèm ảnh gmail xác nhận của cô. Lúc trước em có hỏi trên  thì  có trả lời là gửi đơn đăng ký bổ sung. Em kiếm trên mục Biểu mẫu nhưng không thấy đơn đó. Vậy đơn đăng ký bổ sung em tự làm hay có form sẵn ạ? Sự đồng ý của giáo viên dạy lớp có cần chữ ký k ạ? vì hiện giờ đang dịch bệnh nên em không gặp cô  được ạ. Em cảm ơn.",
    "Cho em hỏi,em đã hoãn thi cuối kì môn vật lý 2 thành công rồi nhưng sao khi báo điểm thi ck,em lại được 3,3 v ạ.Trong khi em không thi cuối kì và những bạn hoãn thi khác thì lại báo điểm là 13 ạ.Em xin cảm ơn.",
    "Em muốn xin phép Phòng đào tạo cho em được hoãn thi môn Mạch điện tử, lịch thi vào buổi sáng lúc 10h00 ngày 12/09/2021 vì lý do máy tính của em bị hư. Do tình hình dịch bệnh nên em không thể mang máy đi sửa kịp được. Em muốn xin phép phòng đào tạo cho em được hoãn thi. Em cảm ơn và xin lỗi vì vấn đề của mình.",
    "Xin chào thầy cô, Hiện tại trên BKpay của em hiện ngày thanh toán dự thính là 14.9, nhưng em không thể thanh toán được do BKpay hiển thị là chưa đến kỳ thanh toán. Em xin hỏi đây là lỗi BKpay của em hay toàn hệ thống? Nếu là lỗi của em thì làm sao để khắc phục? Em xin cảm ơn.",
    "Chào PĐT, em tên là , MSSV . Hiện tại em cần in bảng điểm để bổ sung vào hồ sơ xin học bổng nhưng do tình hình dịch bệnh nên em không thể nhận bảng điểm gửi về được . Em xin PĐT gửi bản scan bảng điểm qua mail  giúp em để em để em bổ sung vào hồ sơ ạ . Em xin cảm ơn! mail của em: ",
    "Em xin chào Phòng Đào Tạo  Theo em được biết từ thầy phụ trách môn SP1005 Tư tưởng  lớp A06 là môn học này đã có điểm, và các bạn lớp khác đã có điểm trên hệ thống . Em xin có thắc mắc là lớp chúng em vẫn chưa có điểm trên hệ thống . Mong Phòng Đào Tạo phản hồi sớm và cập nhật điểm lên hệ thống Cảm ơn Phòng Đào Tạo.",
    "Em Tên:  MSSV:  Hệ:  Hiện tại em không tìm được link học online cũng như bất kỳ thông báo nào từ e-learning của các môn Đại Số Tuyến Tính (MT1007)-, Giải Tích 1- dù lịch học bắt đầu vào Thứ 7 Tuần 36 tức 09/11/2021... Em phải làm gì để nhận được thông báo từ lớp học ạ?",
    "Em xin đăng ký môn học của kỳ DT211: MT1005 - Giải tích 2, nhóm lớp: DT03_DT03 Lý do đăng ký trễ: Vì em thuộc diện tạm dừng học, tuy đã được thu nhận lại nhưng không kịp đăng ký môn học do hệ thống không cập nhật. Em đã xin phép GV và được đồng ý (có hình ảnh đính kèm). Kính mong PĐT cho phép em được đăng ký trễ.",
    "Dạ thưa cô em có đăng kí hoãn thi sao trên điểm thi HK 202 em chỉ có vắng thi thôi ạ !",
    "Chào Thầy(cô),hiện tại em đã tãm dừng 2 học kì liên tiếp là 201 và 202, và em đã được nhận lại vào học kì 211 nhưng em không có đăng kí môn học thì có bị buộc thôi học nếu không kiệp tốt nghiệp trong tháng 11/2021 không ạ. vì hiện tại em chỉ còn bằng toeic và 1 ngày CTXH.",
    "chào quý thầy cô PĐT, Em là:  -  (DD&CN) Em gửi câu hỏi này muốn xác nhận về việc đăng kí LVTN của khoa xây đợt 2. Hiện tại em đã có TKB của luận văn. Nhưng danh sách thầy hướng dẫn chính là thầy:  thì vẫn chưa có, không chỉ riêng em mà còn nhiều bạn khác nữa. Mong cô giải đáp giúp em về vấn đề này. Có phải vẫn còn đợt bổ sung danh sách nữa phải không ạ?  Em xin chân thành cảm ơn!",
    "Em chào thầy/cô! Dạ cho em hỏi làm thế nào để thanh toán học phí dự thính ạ. Em thấy trên BKpay hiện ngày 7/9 là bắt đầu thanh toán được nhưng đến giờ vẫn chưa mở thanh toán ạ. Em xin cảm ơn thầy/cô ạ!",
    "Vì lý do được thu nhận và gia hạn học kì trễ nên em không thể đăng kí được môn học nên em xin thầy cô cho em được đăng kí môn anh văn 3 kì dự thính này. em xin cảm ơn thầy cô ạ!",
    "hạn đóng tiền học phí dự thính kì 211 14/9/2021 hết hạn nhưng phần chọn thanh toán thì để chưa đến kì thanh toán mong phòng đào tạo mở để sinh viên đ óng tiền học đúng thời gian quy định.",
    "Cho em hỏi học phí dự thính ngày hết hạn thành toán là 14/9 sao tới giờ em vẫn chưa thể thanh toán vậy ạ. Em xin cảm ơn!",
    "cho em hỏi là mấy bạn ai cũng có thông báo về học phí còn riêng em thi hông có thông báo về học phí ạ. Trên BKpay của em chỉ có học phí của học kì 202 thôi hông có học kì mới nhất",
    "Cho em được hỏi là em thuộc đối tượng con thương binh khóa K2016, học kì này em mới đăng ký được LVTN. Cho em hỏi về học phí em thấy trong bkpay có tính học phí cho học kỳ này là sao ạ.  .",
    "em tên  khóa K19 TT đào tạo bảo dưỡng công nghiệp  cho em hỏi là mấy bạn em ai cũng có tiền học phí học kì mới nhất(211) riêng em thì hông có ạ em chỉ có học phí kì 202 thôi ",
    "Thưa Thầy Cô. Thời khóa biểu hiện tại em gồm : Luận văn (9 chỉ), và đồ án(1 chỉ).  Để duy trì trạng thái học, em đăng ký môn đồ án (đã học rồi kỳ trước) trong đợt đầu. Đợt đăng ký bổ sung sau, thì em đăng ký được Luận Văn (do em chưa qua toeic mà pdt vẫn cho đăng ký).    Vì thế học phí của em hơi nhiều để em trang trải hiện tại. Cho em hỏi em có thể hủy môn đồ án (1 chỉ) được không ạ.     Mong nhận được phản hồi từ Thầy Cô.",
    "Kính gửi phòng đào tạo. Em tên là Phan Việt Long, khoa kỹ thuật giao thông, sinh viên khoá K17 . Em có nhận được Mail của PĐT về việc dời đóng lệ phí thi từ 8h ngày 10/9 đến 8h ngày 11/9. Em đã đóng lệ phí trong khung giờ đó ( vào lúc 16h44 ngày 10/9), tuy nhiên em vào lại BKpay thì lại có thông báo đã đóng trễ hạn. Em cho rằng đó là đó PĐT chưa cập nhật lại thời gian. Tuy nhiên em vẫn  mong PĐT xác nhận lại và đảm bảo em được thi Anh văn nói viết để tốt nghiệp đúng hạn . Em xin chân thành cảm ơn và mong có phản hồi sớm từ PĐT.",
    "Do gặp khó khăn trong việc học trực tuyến nên em xin gửi đơn tạm dừng 1 học kỳ ạ(HK1 2021-2022). Mong thầy/cô xem xét. Cho em hỏi là em đã đăng ký môn và hiện đang học tới tuần thứ 3, vậy học phí của em vẫn đóng đủ hay như thế nào ạ ? . Và kỳ trước(hk2 2020-2021) em đã có hoãn thi vài môn, vậy nếu em được tạm dừng học thì em có được thi mấy môn đã hoãn trong lúc tạm dừng không ạ? Em cảm ơn ",
    "Hôm cuối tháng 5 em có đăng ký bảo hiểm y tế 6 tháng tại trường (từ 07-12/2021) và cũng đã thanh toán đầy đủ nhưng đến nay bảo hiểm y tế của em vẫn chưa được cập nhật. Do trước đó vào tháng 6 em có làm hồ sơ bảo hiểm thất nghiệp nên bên bh thất nghiệp có hỗ trợ em 3 tháng bhyt (06/2021-08/09/2021). Tới hiện tại BHYT của em vẫn chưa được cập nhật. Cho em hỏi bao giờ thì BHYT của em được cập nhật? Và cho em hỏi thêm vấn đề về BHYT năm 2018, theo như quá trình đóng thì 2018 em đã tham gia BHYT tại ký túc xá ĐHQG khu A rồi, vậy khoản tiền phải thanh toán trong 2018 đó là sao ạ? Và em có phải đóng nó không? Và nó có ảnh hưởng đến việc tốt nghiệp sắp tới của em không ạ?",
    "Em có 1 số thắc mắc như sau ạ: 1. Cái việc chứng minh tài chính ( có ít nhất 1 tỷ 2 ấy ạ ) là trong sổ tiết kiệm của mình phải có 1 tỷ 2 hay mình có thể chứng mình bằng nhà, đất không ạ ? 2. Trường có hỗ trợ về phần ngoại tệ không ạ ? Ý e là ví dụ như e đi du học ở Úc, thì khi em muốn đóng tiền học hay là chuyển tiền sang bên đó thì em tự tìm cách chuyển sang ngoại tệ hay nhà trường sẽ hỗ trợ những phần đó ạ ? Em cảm ơn, ",
    "Dạ chào Thầy/cô, Em tên , MSSV:  là sinh viên khoa Điện-Điện tử. Trong đợt đăng ký bổ sung Luận văn tốt nghiệp , em đã có gửi đăng kí và có xác nhận đã gửi đăng ký thành công. Nhưng trong đợt xem kết quả và thời khóa biểu em không thấy kết quả đăng ký của mình nữa. Mong Thầy/cô xem giúp em vấn đề ở đâu ạ. Em xin cảm ơn    .",
    "Dạ phòng cho em gửi ảnh mail xác nhận của giảng viên ạ .",
    "Cho em hỏi, em đã hoàn thành tất cả chuẩn để tốt nghiệp, nhưng vào Mybk -  đăng ký tốt nghiệp thì không nhấn nút để cập nhật thông tin được (bạn em đã đăng kí được).",
    "Kính gửi Phòng đào tạo, Em tên , MSSV  Em có nhận được mail gia hạn việc thanh toán lệ phí thi Anh văn 2 kỹ năng theo hình thức trực tuyến - Đợt 1 với thời gian từ 8 giờ ngày 10/09 đến 8 giờ ngày 11/09 nhưng em thanh toán lúc 16 giờ ngày 10/09/2021 thì hệ thống báo thanh toán trễ hạn. Rất mong Phòng đào tạo xem xét để chỉnh sửa giúp em Em rất mong nhận được sự phản hồi từ phía Phòng đào tạo Em xin chân thành cảm ơn",
    "Kính gửi Phòng Đào Tạo, Dựa theo lịch trình của Phòng Đào Tạo, sau ngày 8/9/2021 , em bắt đầu thực hiện đăng kí tốt nghiệp. Em đã có đủ các điều kiện về số tín chỉ CCQP,  -Nói Viết, tuy nhiên vẫn không thể thực hiện đăng kí tốt nghiệp. Kính mong Phòng Đào Tạo hỗ trợ.",
    "Kính gửi Phòng Đạo Tạo,    Em vừa mới đăng kí cấp gửi giấy xác nhận sinh viên trên MYBK để tạo hoãn nghĩa vụ quân sự. Do bất cẩn em đã chọn nhầm phần lí do đăng kí bổ túc cho địa phương. Em đã tiến hành lại đăng kí mới. Kính mong PDT xem xét và sửa lại và gửi về phương cho em để kịp nộp với bộ công an địa phương em với ạ. Em xin chân thành cảm ơn.",
    "Cho em gửi đơn xin hủy hoãn thi môn Nguyên lý thông tin số (EE3115) mà em đã đăng ký trước đó. Em cảm ơn.",
    "Dạ phòng Đào tạo cho em hỏi hạn cuối để xét tốt nghiệp trong học kỳ này là lúc nào ạ. Do em thấy thông tin trong mail thi ghi xét tới cuối học kỳ 211, còn thông tin trên aao thì ghi tới 20/10 Mong PĐT giải đáp giúp em",
    "GỬI PDT Em hiện đang là sv k17 đã hoàn thành ctdt. Học kì 211 này em có đki 1 môn duy để duy trì tình trạng sv. Cho em hỏi là môn này mình nên rút hay ko cần và có ảnh hưởng gì đến việc tốt nghiệp ở học kì này không ạ. Em cảm ơn   i ",
    "Em chào thầy cô Hiện tại địa phương em đã đưa giấy gọi khám nghĩa vụ quân sự và hạn chót là 15/09 là phải nộp giấy xác  nhận đang học tại trường. Em đã đăng ký giấy trên MYBK mà vẫn chưa được xử lý. Em mong PĐT có thể gửi cho em bản scan để em đi in ra nộp cho đúng hạn được không ạ. Em xin chân thành cám ơn.",
    "GỬi PDT Em là sinh viên k17 đã hoàn thành ctdt của khoa. Trong học kì 211 này em có đăng kí 1 môn để duy trì tình trạng sinh viên. Cho em hỏi là với môn này em cần rút hay làm gì để tránh ảnh hưởng đến việc tốt nghiệp ạ.   i ",
    "Em chào thầy/cô ạ! Thầy/cô cho em hỏi là bảng điểm trên mybk khi nào sẽ được cập nhật hết ạ? (Tại em tính in bảng điểm HK2 để nộp hồ sơ cho bên học bổng mà thấy điểm chưa cập nhật hết) Em cảm ơn ạ!",
    "Mở lớp dự thính (bắt đầu học từ 30/8)   Em chào thầy cô phụ trách, em là  mssv , em đã đăng ký môn học dự thính Nhà máy điện và trạm biện áp vào đợt 3 từ 17/08, nhưng hiện nay em vẫn chưa có thời khóa biểu. Lịch sử ghi là em đã đăng ký thành công, liệu trường có bỏ sót gì không ạ",
    "Hôm trước pdt có bảo em nhắn tin cho thầy  bên bkel mà mail pdt cho hiện em tìm không thấy ạ. Em có gửi dưới file hình ảnh ạ",
    "Chào thầy/Cô.  Hiện tại e đã tốt nghiệp đợt tháng 4/2021 Tuy nhiên e vẫn chưa nhận bằng tốt nghiệp do bận việc cá nhân. Cũng như dịch bệnh e ko thể đến trường để nhận đc . Cho em hỏi. Là có cách nào nhận khác để nhận bằng .  Bằng của em được lưu đến khi nào ạ . Nếu đến trực tiếp lâya thì em đến phòng ban nào ạ . Em xin cảm ơn. Trân trọng, ",
    "Dạ, em quên tên tài khoản ngân hàng và mật khẩu nhưng do dịch nên chưa thể ra ngân hàng làm lại cũng như chuyển tiền vào tài khoản. Vậy em có thể nộp đơn xin hoãn học phí dự thính được không ạ ?  Em xin cám ơn",
    "Em chào cô ạ  Em là   MSSV :  Học lớp L04 do cô  giảng dạy. Nay em có vào xem trong phần bảng điểm thi thì thấy kết quả thi anh văn 4 cuối kì của mình là 0. Mà hôm thi cuối kì em có làm bài đầy đủ, làm xong có hiện cả điểm thi. Và cũng đã gửi video quay lại màn hình đầy đủ. Nhưng hôm nay xem điểm số lại bị 0 điểm ạ. Mong cô/thầy xem xét ạ. Em cảm ơn cô",
    "Hiện tại phường em đang đưa giấy nghĩa vụ quân sự nên em không biết trường khi nào sẽ có giấy miễn nghĩa vụ quân sự ạ",
    "Dạ chào PĐT, em là sinh viên khóa k17 dự định tốt nghiệp đợt tháng 11/2021, trang web PĐT đăng xét tốt nghiệp đợt 11/2021 đến ngày 20/10 nhưng BKPay đợt thanh toán học phí ngày 2/11 mới mở đăng kí cho nên em không đủ điều kiện xét tốt nghiệp do chưa thanh toán học phí. Cho em hỏi PĐT có mở thanh toán học phí trước để cho SV kịp đợt xét tốt nghiệp được không ạ và nếu có thì thời gian là khi nào ạ. Em xin cảm ơn.",
    "Kính gửi PĐT Em biết là bất tiện nhưng em xin được rút lại đơn rút môn học CI2003  Vì lý do sau khi thầy giảng dạy chỉnh sửa lại bảng điểm thì thành ra em không qua môn nên em xin pđt cho em được học tiếp môn CI2003 của kì dự thính kì này ạ ! Em chân thành cảm ơn và mong phòng đạo tạo chấp thuận ạ !   i ",
    "Em lỡ trễ hạn nộp học phí hk chính dự kiến. Em nghe nói hết ngày mai mới hết hạn đóng học phí chính thức nhưng bkpay khoá chọn thanh toán rồi có cách nào mở không ạ Em xin cảm ơn",
    "Kính gửi PĐT, do em quên mật khẩu OCB và bị khoá tài khoản nên hiện tại em mới thanh toán được lệ phí thi tiếng anh nói viết Kính mong PĐT xem xét cho em được dự thi Em cảm ơn",
    "Em là , mssv , Lúc trước em đã có hỏi về vấn đề lấy lại Giấy chứng nhận điểm thi THPT QG để có thể nộp cho các trường khác để đi du học ạ. Em nhận được câu trả lời là có thể làm đơn mượn bản chính từ trường để đi công chứng, cho em hỏi mẫu đơn, thủ tục như thế nào và hiện tại trường đã có thể tiếp nhận hồ sơ chưa ạ? Em cảm ơn ạ.",
    "Cho em hỏi là em làm sao để có thể đăng kí thi anh văn Nói - Viết cho kì đăng kí tốt nghiệp kì này được ạ. Em không thể đăng kí môn học được .",
    "Em xin chào, Em tên LƯƠNG NGUYỄN VIẾT NAM, MSSV:  Em xin hỏi một số câu hỏi như sau: 1. Hiện tại đã có kế hoạch Tốt nghiệp tháng 11 chưa ạ ? 2. Em tốt nghiệp trễ một năm nên hiện tại e cần đăng kí thi Anh Văn Nói Viết online nhưng hiện tại em đăng lí không được trên Trang MyBK? Xin PDT kiểm tra và cho em biết lí do về trường hợp trên !!  Em xin cảm ơn !!",
    "Em là sv k2020. Vào ngày 23/6/21 em đã nhận tin nhắn về việc nộp bản sao tốt nghiệp THPT hạn chót nộp là ngày 16/09/21 Do tình hình dịch bệnh và ko được về địa phương nên em không thể nộp được thì trường có dời hạn nộp lại không?",
    "Em đã hoàn thành chương trình học , nhưng em không thể đăng kí thi nói viết cho kì này để hoàn thành chương trình học . Mong PĐT giúp hỗ trợ em cách để em có thể đăng kí thi onl Nói Viết trong thời gian này ạ . Em cám ơn",
    "Dạ em là , sinh viên K17, em vừa nhận điểm kì rồi và không đạt điểm môn học Pháp Luật Việt Nam đại cương (SP1007), do nhận biết quá trễ nên em không kịp đăng kí học lại. Em có thể xin bổ sung em vào lớp Pháp Puật đại cương mã môn học SP1007 dự thính đợt 2 được không ạ? em chỉ còn một môn cuối để được tốt nghiệp, nếu không em sẽ bị trễ tốt nghiệp thêm 1 năm nên em kính mong pđt có thể tạo điều kiện giúp em ạ, em xin cảm ơn!",
    "Dear quý Thầy/Cô phòng đào tạo, Em là , khóa K16 ngành Logistics. Mã số SV của em là . Em đã đủ ngày công tác xã hội nhưng hệ thống không cho đăng kí xét tốt nghiệp học kì 1 năm học 2021 - 2022 ạ. Mong thầy cô hỗ trợ em vấn đề này. Thầy cô hãy giữ gìn sức khỏe trong mùa dịch căng thẳng này và em mong nhận được phản hồi sớm ạ. Em cảm ơn nhiều ạ.     Tốt nghiệp .",
    "Cho em hỏi giờ muốn nhận giấy hoãn nghãi vụ quân sự thì em phải làm sao vậy ạ",
    "Em có lên xem trên trang mybk thì thấy hiện dòng: \"không được phép đăng kí ( CCQT XET -QT170920) \" Em không hiểu dòng này nghĩa là gì mong nhà trường có thể giải thích thêm ạ!",
    "Dạ em xin gửi hình ảnh mail của thầy  đã chấp nhận em vào lớp DT01 môn CI2005 của thầy ạ.",
    "Mở lớp dự thính (bắt đầu học từ 30/8) . Em muốn xin tham gia lớp dự thính trong kỳ này (môn anh văn 4) thì bây giờ còn kịp không ạ và thủ tục như thế nào. Em xin cảm ơn.",
    "Chào thầy cô, Em là  MSSV  đến từ bộ môn điện tử khoa điện-điện tử. Kì hè vừa rồi em có làm thực tập tốt nghiệp, nhưng do điền thông tin sai biểu mẫu của khoa nên em được thầy  bên bộ môn viễn thông hướng dẫn, nay đã hoàn thành. Do em đã theo hướng điện tử từ lâu nên em muốn được làm đề cương luận văn và luận văn tốt nghiệp theo hướng của bộ môn điện tử,nay em đã liên hệ với giao viên bên bộ môn điện tử mình để xin được hướng dẫn rồi ạ. Không biết em cần liên hệ bên khoa hay bộ môn để xin được làm đề cương theo hướng điện tử ạ. Mong được thầy cô tư vấn thêm thông tin. Em xin chân thành cảm ơn! Chúc thầy cô và gia đình sức khỏe và bình an.",
    "Em xin chào. Em xin hỏi là em đã đăng ký hoãn thi tất cả các môn ở lần thì online học kỳ 202 rồi nhưng sao e lại bị 2 điểm 13 (0 điểm bài làm) ở hai môn là phương pháp tính và xác xuất thống kê vậy ạ? Em mong nhà trường trả lời em sớm. Em xin cảm ơn!",
    "Thưa cô/thầy, Hôm nay em có kiểm tra bkpay thì thấy có cập nhật học phí kỳ 211, do em nằm trong trường hợp 6 của miễn giảm học phí nên em kỳ vọng là kỳ này cũng được giảm 70% như những kỳ trước, nhưng trên bkpay thì hiện lên số tiền full 100% chưa được giảm ạ. Dạ em thắc mắc là năm nay trường còn hỗ trợ việc giảm học phí như những năm cũ không ạ ?. Em có đính kèm bảng học phí trên bkpay trong post này ạ.",
    "Chào thầy cô, sắp tới em sẽ tốt nghệp và em đang có dự định học tiếp ngành khác ở trường.Hiện tại em đang phân vân giữa 2 hệ vừa làm vừa học và văn bằng 2, cho em hỏi là 2 hệ này có khác nhau gì không ạ?Và văn bằng của 2 hệ tương đương nhau không ạ? Em xin cảm ơn.",
    "Dạ chào thầy/cô, Em muốn hỏi về việc khi nào PĐT mở đóng tiền học phí trên BKPay ạ, do trên BKPay ghi ngày dự kiến hết hạn là 11/9 15h trong khi hôm nay đã là ngày 12/9 . Em xin cảm ơn thầy/cô!",
    "Chào thầy/cô ạ, Hiện nay, bên phường của em đã phát giấy đi nghĩa vụ quân sự, nếu muốn hoãn thì phải nộp giấy hoãn trước ngày 30/9 mà tình hình dịch bệnh căng thẳng em không cách nào vô lại Sài Gòn được ạ. Vậy phòng đào tạo có cách nào giúp em hoãn đi nghĩa vụ quân sự được không ạ. Em xin cảm ơn.",
    "Xin chào phòng đào tạo Mình là , mssv  Mình có nhận được TKB môn luận văn tốt nghiệp cầu đường, vì lúc trước mình có kiểm tra là không đủ điều kiện làm LV, ngưng nay lại có TKB. Vậy cho mình hỏi mình có thể dời lại HK sau làm được không? Vì mình đang vướng luận văn thạc sĩ nên không thể làm nổi 1 lúc 2 luận văn được. Và nếu dời được thì mình có phải đóng tiền học phí ra sao,  Xin chân thành cám ơn",
    "Em chào thầy(cô), em tên  - MSSV: . Em viết dơn này để xin hỏi về vấn đề không có tên trong danh sách làm luận văn (EE4333) ngành điện - điện tử (bộ môn viễn thông) vì em đã đăng kí có thời khóa biểu nhưng lại chưa có tên trong danh sách ạ.",
    "Em chào PĐT ạ, hiện trên BKpay của em có học phí dự thính 211 sắp hết hạn nhưng em vào thì không thấy chỗ nào để đóng cả vả nó hiện là chưa đến kỳ thanh toán, vậy BKpay của em có bị lỗi gì không ạ, mong PĐT xem giúp em để không đóng học phí trễ hạn ạ. Em tên  - MSSV: . Em xin cảm ơn!",
    "Kính gửi phòng đào tạo, Em là sinh viên , mã số sinh viên . Em học lớp A01 học kỳ 202 môn Xác suất và Thống kê do thầy  phụ trách. Em đã được phòng đào tạo thông qua về việc thi bổ sung để kịp hạn tốt nghiệp chương trình kỹ sư tài năng. Thầy  đã tổ chức cho em buổi thi bổ sung vào thời gian 10h-11h ngày 12/9. Thầy email lại với em rằng cần phòng đào tạo mở cột điểm để thầy điền điểm tổng kết vào cho em ạ. Em mong phòng đào tạo mở cột điểm để em có thể báo thầy điền điểm tổng kết ạ. Em cảm ơn phòng đào tạo đã hỗ trợ cho trường hợp của em. Em xin đính kèm email từ thầy để phòng đào tạo thuận tiện cho việc theo dõi.",
    "Dạ phòng đào tạo cho em hỏi, em bên khoa xây dựng, kỳ này em làm luận văn tốt nghiệp, mà trên e learning đến giờ vẫn chưa có giáo viên hướng dẫn với chưa có thầy cô nào liên hệ với em ạ. Trong khi kỳ trước em làm đề cương luận văn thầy  bên bộ môn nền móng thì em có liên hệ thầy để hướng dẫn chính thì thầy bảo là em không có trong danh sách, xin phòng đào tạo (văn phòng khoa xây dựng) giải đáp thắc mắc giúp em với ạ, và em có thể làm luận văn vs thầy  hướng dẫn chính mà không có trong danh sách đc ko ạ. Em xin cám ơn phòng đào tạo lắng nghe ạ.",
    "Em chào quý thầy cô, em là  MSSV , em gặp sự cố không nộp được bài trong quá trình thi môn Mạch điện tử vào lúc 10h ngày 12/9/2021. Mong thầy cô cho em hướng giải quyết với ạ Em cảm ơn thầy cô.",
    "Tình hình là bên cạnh nhà em từ đầu tuần có 1 ca F0 nên hiện tại khu nhà em đang bị cách ly, không thể đi ra ngoài. Em cũng đã hỏi nhờ người khác chuyển khoản nhưng cũng không ai có thể giúp em được. Nhà trường cũng chỉ cho phép gia hạn học phí kì chính, mà hạn nộp học phí kì dự thính 211 của em là vào ngày 14/09. Em mong nhà trường có thể giải quyết, cho em xin thêm thời gian để hoàn thành việc đóng học phí. Em chân thành cảm ơn!",
    "Em chào pđt, Hiện tại phần thông tin về ngành học của em trên mybk bị sai ạ. Em học song ngành kỹ thuật hàng không- tàu thủy chứ không phải ngành kỹ thuật tàu thủy ạ. Mong pđt chỉnh sửa giúp em với ạ. Trân trọng, ...",
    "Em là    MSSV: Kỳ này em không đagn kỹ môn học nhưng còn môn Vẽ Kỹ Thuật chưa thi cuối kì (kì trước). Làm như thế nào em có thể đăng kí giấy tạm hoạn nghĩ vụ quân sự ?",
    "Kính chào quý thầy cô PĐT!  Em tên  mssv  hệ VLVH. Vừa rồi em có làm đơn xin chuyển chuyên nghành để được đăng kí LVTN hiện tại đã được PĐT duyệt và ra quyết định nhưng đã qua thời hạn đăng kí LVTN. Nay em làm đơn này xin quý thầy cô xem xét cho em được đăng kí , msmh 203303, trong học kì này . Em chân thành cám ơn quý thầy cô.",
    "Chào thầy, cô ạ. Em không tải được ảnh tốt nghiệp đợt (11/2019) xuống ạ, khi em vào https://mybk.hcmut.edu.vn/app/alumni/gallery thì nhận được thông báo (trong ảnh đính kèm) Mong nhận được sự giúp đỡ ạ. Em xin cảm ơn",
    "Dạ em chào thầy cô ạ Tình hình là em có đăng kí thi TOEIC nói viết online đợt 1 và lịch thì của em là ngày 15/9 này ạ Nhưng hiện tại em đang trong thời gian cách ly nên việc thi cử ôn bài cũng khá hạn chế để có khả năng thi tốt nhất và em sợ trượt không đủ điều kiệt xét tốt nghiệp. Không biết PĐT có thể cho em chuyển lịch thi sang đợt 2 vào đầu tháng 10 hoặc cho em thi vào ngày 20/9 của đợt 1 được không ạ? Em cảm ơn PĐT đã tạo điều kiện cho em ạ...   i Tốt nghiệp .",
    "Em muốn hỏi về quy định đăng ký môn cải thiện điểm ạ. Có yêu cầu riêng gì về việc đăng ký này không ạ?",
    "Em xin chào Phòng Đào Tạo Em tên là  - mssv  Lớp BD16CDT trung tâm đào tạo Bảo Dưỡng Công Nghiệp Thầy/Cô cho em xin phép hỏi hiện tại em đang thiếu những gì mà chưa có trong danh sách xét tốt nghiệp ạ. Em xin chân thành cảm ơn",
    "Em xin gửi đơn xin thu nhận lại vì tạm dừng học vụ do không đăng kí môn học để xét tốt nghiệp ạ. Mong PĐT tạo điều kiện cho em ạ.   i Tốt nghiệp .",
    "Em tên , sinh viên lớp XD19KT . em có làm đơn hoãn thi cuối hk202 môn xác suất thống kê và đã nhận được mail xác nhận của PĐT. Cho em hỏi tại sao bảng điểm của em là điểm 13 chứ ko phải 14 ạ? ( đồng nghĩa vắng thi, không được thi lại) em xin cảm ơn",
    "Kính gửi thầy/cô, Em tên là , MSSV: . Em có xem trên BKel về thông tin ngày thi anh văn nói viết vào ngày 19/9. Do em mới thi môn cuối vào sáng nay (12/9) nên em mong thầy/cô có thể sắp xếp cho em thi vào ngày cuối của đợt 1 (ngày 20/9). Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe.",
    "Thầy cô cho em hỏi, em đã làm nộp đơn xin hoãn thi môn \"xác suất thống kê\" kì 202 và đã được nhà trường đồng ý nhưng vì sao trong bảng điểm em lại nhận điểm 13 ( VẮNG THI) thay vì điểm 14 (HOÃN THI) vậy ạ. Mong phản hồi và hướng giải quyết từ nhà trường ạ, em cảm ơn.",
    "em chào thầy cô ,em tên là ,mssv:. dạ thầy cô cho em hỏi là em đã làm đơn hoãn thi nhưng lại bị để là điểm 13(VT) ở trong đó. vậy thầy cô cho em hỏi là khi nào nó mới cập nhật lại điểm hoãn thi vậy ạ",
    "Dạ, em chào Thầy/Cô ạ. Thầy/Cô cho em hỏi kết quả thi tiếng Anh nói viết được tính theo kết quả đạt được cao nhất hay kết quả của lần thi gần nhất ạ? Cụ thể trường hợp nếu đã đạt chuẩn tiếng Anh nói viết để tốt nghiệp ( 200) nhưng không đủ chuẩn chương trình tài năng. Nếu em thi lại thêm lần nữa chẳng may kết quả thấp hơn mức tốt nghiệp (  200) vậy em có thể đăng ký tốt nghiệp chương trình đại trà không ạ? Em cảm ơn Thầy/Cô.",
    "Dạ thưa thầy/cô, em đã hoàn thành xong chương trình học, chỉ còn thiếu anh văn 4 bởi vì dịch bất ngờ nên IIG vietnam hoãn thi từ tháng 6/2021 đến nay, em không thể thi toeic để nộp bằng và quy đổi điểm cho môn này được. Bằng toeic hiện tại đã nộp của em vào kỳ trước để đăng ký nhận luận văn là toeic 585đ. Em muốn hỏi là còn cách nào để em được xét tốt nghiệp trong đợt tháng 11 này không ạ. Em xin cảm ơn.",
    "Em là SV K19. Cho em hỏi dịch bệnh thế này thì nhà trường có gửi giấy xác nhạn sinh viên được không ạ?",
    "Kính gửi Phòng Đào Tạo, Em tên  (). Hồi tháng cuối tháng 1/2021, em bị mất thẻ sinh viên và  đã đăng kí in lại trên mybk. Nhưng vì đi làm xa em không tiện đến trường nhận thẻ. Hiện nay, em đã đăng kí kì thi Speaking & Writing để xét tốt nghiệp đợt này. Em muốn đăng kí in lại thẻ sinh viên trên mybk để kịp dự thi nhưng hệ thống báo không đăng kí được.  Mong nhà trường hướng dẫn em cách giải quyết để có thể dự thi ạ. Em xin chân thành cám ơn!",
    "em Xin tạm dừng học HK211  (email lần trước em chấp nhận Xin tạm dừng học HK211 ạ)",
    "Kính gửi PĐT,  Em là , MSSV: , mong nhận được sự hỗ trợ của PĐT. Em là người gửi yêu cầu #33486 về việc không đăng ký được đề cương LV, và đã được yêu cầu cung cấp mã môn học vào ngày 10/9. Thật tiếc là em quên kiểm tra thư của PĐT cho đến hôm nay 12/9. Em xin gửi mã MH: ME4087. Do trước đây em đặt độ ưu tiên thấp, dẫn đến v/v được giải quyết không gấp rút, nên hiện tại em vẫn chưa đăng ký được môn học nào. Em rất lo về nguy cơ bị đình chỉ trong HK kế tiếp. Rất mong nhận được sự hỗ trợ từ PĐT. Chúc quý thầy/cô mạnh khỏe vượt qua mùa dịch này  . Kính chào.",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM, Em tên là , MSSV: . Hôm nay, em viết mail này mong Phòng Đào Tạo có thể mở lại tài khoản sinh viên, phần Đăng ký môn học giúp em ạ. Theo như thời gian đào tạo khóa học của em thì đã hết hạn, nhưng em trước đó đã xin gia hạn 1 học kỳ và kết quả đã được Phòng Đào Tạo cho gia hạn (em có đính kèm file hình bên dưới ạ) . Vào thời điểm lúc xin gia hạn thì em còn thiếu môn  4 và  nói-viết, qua 1 học kỳ được gia hạn thì em đã hoàn thành môn  4. Nhưng do vấn đề nhập điểm có sai sót, em đã phản hồi lại giảng viên và nhận được phản hồi là đợi kết quả cập nhật lại điểm. Trong khoảng thời gian này, em có nhận được mail đăng ký thi  nói-viết, nhưng do tài khoản sinh viên của em đã bị khóa mục Đăng ký môn học nên em không đăng ký thi được. Em mong Phòng Đào Tạo có thể hỗ trợ mở lại tài khoản sinh viên Mục Đăng ký môn học, trong khi chờ đợi cập nhật lại điểm môn học  4 ạ. Vì thời gian đăng kí thi  nói-viết chỉ được đăng ký 1 lần/tháng (mà thời gian để nhận bằng tốt nghiệp của em cũng sắp hết), mong Phòng Đào Tạo có thể xem xét giúp em ạ. Trong khi chờ đợi phản hồi từ Phòng Đào Tạo, em xin chân thành cảm ơn. Sinh viên, ",
    "Em xin chào cá thầy cô ạ. Em tên là Phan Thanh Hưng, MSSV: Khoa Cơ Khí   Lớp : CK18CTM1 Em muốn hỏi là em là con thương binh, từ năm nhất em đã hoàn tất hồ sơ miễn giảm học phí trong quá trình học tập và được các thầy cô thông báo là làm 1 lần cho 4 năm học. Nhưng khi kiểm tra lại thông tin học phí trên BK Pay trong học kỳ này thì lại có khoản thanh toán học phí trong học kỳ ạ. Em mong các thầy cô xem xét giúp em vấn đề này ạ. Học kỳ này, em học lại 1 môn học phí là  đồng, nhưng khoản thanh toán là  đồng.",
    "Kính gửi PĐT, em xin được giải đáp thắc mắc về vấn đề hoãn thi. Cụ thể là em có đăng ký hoãn thi 2 môn gần kề do lúc đó có biểu hiện bệnh Covid, các môn còn lại em tham gia thi đầy đủ. Vậy không rõ là em sẽ bị tính hoãn thi toàn bộ môn học hay chỉ 2 môn em đã đăng kí trước đó. Hiện em không có điểm thi của bất kỳ môn học nào vì vậy kính mong PĐT có thể giúp em kiểm tra, giải đáp thắc mắc này. Em xin cám ơn!",
    "Kính gửi PĐT,  Em tên là . MSSV: .  Em có một câu hỏi liên quan đến vấn đề về đăng ký nộp bằng tốt nghiệp THPT. Cụ thể là hiện tại bằng tốt nghiệp của em đang nằm trong  nhà trọ tại TP.Hồ Chí Minh và hiện em đang ở quê Bình Thuận. Chính vì thế em không đủ thông tin để tiến hành đăng ký nộp bằng PTTH. Vậy PĐT cho em xin hỏi em sẽ phải giải quyết vấn đề này như thế nào để không bị chậm tiến độ ạ. Em trân thành cảm ơn,  ",
    "Em là k18, kỳ vừa rồi em đã đăng ký nhầm mã luận văn tốt nghiệp CO4315 thành CO4311 Hiện tại em đang hoang mang không biết mình có còn cách nào để giải quyết không ạ. Em đã đăng ký đề tài và đang làm thì mới nhận ra ạ. Em chân thành cảm ơn",
    "Dạ em đủ tín chỉ, đủ số buổi tình nguyện rồi ạ Ngoại ngữ em chỉ thiếu bằng nói viết nữa và đang chuẩn bị thi để có thể nộp đúng hạn ạ. Mong PĐT thu nhận lại em ạ.   i Tốt nghiệp .",
    "Dạ em có gọi trung tâm trước khi lên BKSI hỏi phòng đào tạo rồi ạ. Bên trung tâm bảo lịch thi nè là do PĐT xếp nên nếu có muốn đổi lịch thì liên hệ PĐT ạ. Vậy không biết bây giờ em phải làm như nào để có thể đổi ca thi hoặc buổi thi được không ạ? Em xin lỗi vì sự bất tiện nè nhưng thật sự em đang bị cách ly nên việc học hành của em bị hạn chế, mong PĐT tạo điều kiện ạ. Em cảm ơn ạ.   i Tốt nghiệp .",
    "Em chào quý Thầy cô: Em là , sinh viên khoa Công nghệ vật liệu khóa K15, MSSV:  Vào học kì HK202 em có đăng kí luận văn tốt nghiệp nhưng do chưa kịp hoàn thành luận văn nên em có làm   B đơn xin hoãn bảo vệ    sang kì sau là kì HK211, đơn hoãn em đã thông qua GVHD, thầy trưởng bộ môn và Khoa CNVL . Đơn đã được Khoa gửi trực tiếp email cho PĐT từ ngày 13/8/2021, theo em biết thời gian giải quyết trong vòng 14 ngày, song đến hiện giờ em chưa nhận  được bất kì phản hồi nào từ PĐT, em đã gọi điện cho PĐT nhiều lần nhưng không có phản hồi Do đến hạn cuối đăng kí luận văn kì HK211 nên em đã phải đăng kí để có thể bảo vệ vào kì này . Nên hiện giờ em xin phép hỏi về vấn đề của em, em có được duyệt đơn hoãn luận văn dời qua kì hk211 không và nếu được thì kì này em đăng kí rồi thì liệu có được miễn học phí  LVTN không ạ. Mong nhận được thông tin phản hồi sớm từ PĐT. Em cám ơn",
    "Học vụ       Dạ em chào Thầy/Cô  Thầy/Cô cho em hỏi kết quả thi anh văn nói viết là lấy kết quả cao nhất trong các lần thi hay lấy kết quả của lần thi gần nhất ạ?  Do trên quy chế em tìm đọc không thấy đề cập đến việc thi anh văn tại trung tâm ngoại ngữ trường thì kết quả sẽ được lấy thế nào nếu thi nhiều lần Mặt khác kết quả này sẽ do trung tâm tự cập nhật với phòng đào tạo chứ không phải thẩm tra bằng như tiếng anh nghe đọc Vì vậy, em muốn xác nhận lại ạ  Em cảm ơn Thầy/Cô ",
    "Sắp tới em có kì thi Nói-Viết online nhưng vì lý do e để quên thẻ sinh viên ở Tp Hồ Chí Minh, nên em có thể xin cấp lại thẻ sinh viên online được không ạ? Em cảm ơn ",
    "Em xin đăng ký môn học Luận Văn Tốt Nghiệp (218303). Do em thuộc diện thu nhận lại nên không đăng ký môn học trên trang ĐKMH được.  E đã yêu cầu 4 lần từ 12/8 nhưng k được giải quyết, xin chờ phản hồi từ cán bộ ạ .",
    "Dạ em đã làm đơn xin chuyển hệ VHVL. Phòng đào tạo có đề nghị em gửi các môn học để khôi phục Thời khóa biểu: - CI31363: Phân Tích thiết kế kết cấu. - CI2107: Thiết kế kiến trúc 1 - CI3217: Nguyên lý thiết kế kiến trúc và kĩ thuật công trình công nghiệp. (Thời khóa biểu cũ). - CI1007 Trắc địa đại cương. - MT1008 Đại số tuyến tính (Nguyện vọng đăng kí bổ sung học kì dự thính",
    "Kính chào Phòng Đào tạo, Em là , MSSV:  Em là một trường hợp được Khoa KT Hóa học đồng ý cho hoãn bảo vệ LVTN do ảnh hưởng của dịch Covid-19. Em có một số câu hỏi về vấn đề đó như sau: 1. Do đây là môn học cuối cùng của em nên HK sau em không có đăng ký môn nào. Trong trường hợp như vậy thì HK 211 em có còn được giấy chứng nhận là sinh viên của trường hay không? 2. Khi hoãn BV LVTN có cần tốn thêm chi phí phụ gì không? 3. Liên quan đến việc ĐKMH, em có đăng ký môn   B LVTN Kỹ thuật hóa vô cơ    (CH4343) trong đợt ĐKMH chính quy học kỳ 211, do đã được đồng ý hoãn, nên em có được rút môn học đó không ạ ? Bên dưới là minh chứng PĐT đã nhận được email đăng ký hoãn BV LCTN của em. Kính mong PĐT giải đáp giúp em ạ. Em xin cảm ơn rất nhiều. Trân trọng./.",
    "Em tên là Ngô Hoàng Dũng, MSSV: . Em đã đăng ký kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến vào Đợt 1 và đã thanh toán. Ngân hàng OCB đã trừ tiền trong tài khoàn (hình ảnh đính kèm). Nhưng hiện tại em vẫn chưa được xác nhận đã thanh toán tại trang BKPay và cũng chưa nhận được danh sách thi. Xin hỏi em có thể đăng ký lại vào đợt sau hoặc sau khi ngân hàng xác nhận em đã thanh toán thì có được bổ sung danh sách thi vào đợt này hay không ạ? Em xin chân thành cảm ơn.",
    "Dạ chào thầy/cô! Em cần thẻ sinh viên hoặc giấy xác nhận sinh viên để thi anh văn 2 kĩ năng để đủ điều kiện xét tốt nghiệp,em bị mất thẻ sinh viên và em đăng kí in thẻ trên mybk thì bị lỗi không có thời khóa biểu (Em vừa bảo vệ luận văn trong kì vừa rồi và không đăng kí môn học trong kì này). Mong thầy/cô hướng dẫn quy trình( thủ tục) trong trường hợp này để em có thể tham gia kì thi anh văn 2 kĩ năng sắp tới với ạ. Em xin cảm ơn!",
    "Chào thầy/cô. Cho em hỏi là em muốn đăng ký thi anh văn Nói-Viết để xét tốt nghiệp kỳ này (Em đã nộp chứng chỉ anh văn Đọc-Nghe). Nhưng do em đã hết hạn đào tạo (Em đã xin gia hạn thời gian đào tạo 1 lần)  nên em không thể đăng ký thi anh văn Nói-Viết  trên trang \"Đăng ký môn học\". Em phải làm sao? Em cảm ơn.",
    "Kính gửi phòng đào tạo Đại Học Bách Khoa, Dạ thầy ơi, em là ,  MSSV: . Em là sinh viên khóa 2020. Hiện tại em đang có nhu cầu gửi giấy xác nhận sinh viên về bằng Bưu điện, nhưng em không thể đăng ký được. Nhờ thầy kiểm tra và hỗ trợ đăng ký giúp em với ạ.   Em xin chân thành cảm ơn.   Best Regards, -------------------------------  Mobile: 0335.854.890 Email: ",
    "Mới đây, em thấy có mở đăng ký tốt nghiệp trên trang MyBK và các bạn em đều hiện là đủ điều kiện để đăng ký, nhưng riêng em thì lại thông báo là không đủ điều kiện để đăng ký như trong hình đính kèm bên dưới. Trong khi đó, em đã đủ số ngày CTXH và đủ tín chỉ, vì vậy em tạo câu hỏi này để hỏi là em chưa đủ điều kiện nào ạ.",
    "Kinh gửi PĐT Nay em đang rất cần thẻ sinh viên để có thể đăng kí thi anh văn nói-viết cho mục đích tốt nghiệp. Lí do em không thể tự đăng kí in thẻ là do em đã hoàn thành hết chương trình, vì thế không có thời khóa biểu cho học kì này, điều này làm em không được phép đăng kí vì không có thời khóa biểu. Em xin gửi 2 ảnh chứa thông tin in thẻ cho PĐT. p/s: Em đã có gửi mail cho pđt từ trước mà chưa có phản hồi, do tính gấp gáp của việc này nên em xin gửi lại lên đây.",
    "Do bị Covid nên em trễ đăng ký học kỳ 211. Có cách nào em đăng ký bù lại được không",
    "Chào PĐT, em tên là , MSSV . Hiện tại em cần in bảng điểm để bổ sung vào hồ sơ xin học bổng nhưng do tình hình dịch bệnh nên em không thể nhận bảng điểm gửi về được. Em xin PĐT gửi bản scan bảng điểm qua mail  giúp em để em để em bổ sung vào hồ sơ ạ. Em xin cảm ơn! mail của em: ",
    "Tình hình hiện tại địa phương em đã yêu cầu có phải có giấy hoãn nghĩa vụ trong 1 tuần. Mà hiện tại em vô đăng kí giấy hoạn nghĩa vụ chỉ có giấy cấp lại. Cho em hỏi nhà trường đã có giấy mới chưa ạ, địa phương em chỉ yêu cầu có hình ảnh chụp giấy hoãn nghĩa vụ đầy đủ, rõ ràng là được rồi ạ. Em cảm ơn.",
    "Kính thưa Thầy/Cô, Hiện tại ở chỗ em không còn ngân hàng nào mở cửa làm việc. Trong thẻ ngân hàng của em không có tiền sẵn. Vậy làm sao có thể đóng học phí dự thính ạ? Trong mail trường chỉ cho dời đóng tiền học kì chính, nhưng hiện tại em không thể đóng học phí dự thính đúng hạn được. Phòng đào tạo có thể xem xét không ạ?",
    "Kỳ này em muốn đăng ký bổ sung môn học Giải tích 2 dự thính, thì giờ em có thể xin đăng ký bổ sung không ạ?",
    "Nhà trường đã xác nhận em xin hoãn thi qua BKSI và e cũng đã xác nhận lại qua mail rồi ạ. Mong nhà trường xem xét. Em xin cảm ơn.",
    "Em chào thầy cô. Em là . MSSV:  Em thuộc diện miễn giảm học phí (con thương binh - 06), các học kỳ trước em không cần phải đóng học phí (BKPay không hiện khoản phải nộp trong danh sách). Theo thông báo, việc miễn giảm theo các thì em đã làm các thủ tục miễn giảm học phí ở năm 1 và không cần phải làm thêm thủ tục gì ở những năm tiếp theo. Tuy nhiên, Học kỳ 211 trên BkPay của em vẫn hiện khoản phải nộp và thời hạn nộp. Thầy cô cho em hỏi em có phải nộp khoản học cho HK211 không? Nếu không phải nộp em có cần phải làm thủ tục gì không ạ? Em cảm ơn thầy cô!",
    "Thưa thầy/cô, Em có đăng kí in 2 bảng điểm chuyển phát bưu điện (InBD[phone_number]8 và InBD[phone_number]6) và ngày hẹn trả kết quả lần lượt là 1/9 và 23/8. Nhưng hiện tại em vẫn chưa nhận được bảng điểm nào cả. Mong thầy/cô có thể kiểm tra lại giúp em với ạ . Em xin cảm ơn. Sinh viên ",
    "Kính thưa quý thầy cô! Em tên là , mã số sinh viên  thuộc hệ VHVL chuyển từ chính quy sang chuyên ngành Cảng - Công trình biển thuộc khoa Kỹ thuật xây dựng đại học Bách Khoa TPHCM với mã số sinh viên cũ bên chính quy là . Vừa qua thì em đã hoàn thành xong môn cuối cùng của chương trình học là luận văn tốt nghiệp (mã môn học CI4333). Em đã nộp chứng chỉ anh văn Toeic 450 (nghe đọc). Em muốn hỏi là bây giờ muốn được đăng ký tốt nghiệp thì em chỉ cần nộp thêm bằng Toeic 200 (nói viết) hay phải làm gì thêm ạ? Em xin chân thành cám ơn quý thầy cô. Chúc thầy cô và gia đình luôn mạnh khỏe!",
    "Kính gửi PĐT,  em là sinh viên , chương trình Việt Pháp ngành Viễn Thông lớp VP17VT, mã số sinh viên , về điểm tổng kết môn học Năng lượng tái tạo, mã môn học 403705 do thầy  đảm nhiệm ở học kỳ 202 . Hồi tháng 4 do em gặp vấn đề nên em có xin gặp thầy  để báo cáo muộn, bài báo cáo quyết định điểm thi và sau đó em nộp bài báo cáo qua mail của thầy và không nộp qua Bkel vì em tưởng trễ hạn thầy đã khoá link nộp. Em liên lạc với thầy thì thì thông báo là chưa khoá và em có nộp lại gần đây và thầy thông báo em liên lạc với PĐT để được hướng dẫn giải quyết ạ. Em có hình minh chứng đã nộp bài vào tháng 4 đính kèm ạ.",
    "Chào thầy/cô, Em là sinh viên chương trình KSTN, K18, khoa Điện - Điện tử. Em có một số câu hỏi về điều kiện tốt nghiệp của KSTN như sau: 1. Các môn học bắt buộc của học phần tài năng yêu cầu trung bình môn đạt 7.5, như vậy nếu không đạt và phải học lại, nếu em không đạt mức đó trong vòng 4 năm (CTDT 4 năm) thì nếu trễ, bằng tốt nghiệp của em có được bằng KSTN không ạ? Hay bắt buộc phải tốt nghiệp đúng hạn mới đạt bằng KSTN ạ? 2. KSTN có yêu cầu tham gia nghiên cứu khoa học. Em không tham gia NCKH trong chương trình trường thông báo nhưng có tham gia các hoạt động khác và nhận được giấy khen (giấy chứng nhận) NCKH do trường cấp (có tham dự buổi lễ phát giấy do trường tổ chức), như vậy em có được tính là đã tham gia NCKH không ạ? Hay bắt buộc phải đăng kí NCKH của khoa hoặc của trường ạ. Em cám ơn thầy/cô ạ.",
    "Dạ cô ơi , em đã đăng ký hoãn thi một môn nhưng tại sao bảng điểm lại để là điểm 13 v cô . Em cảm ơn ạ.",
    "Em muốn xin được đăng ký bổ sung môn Đề cương Luận văn TN Em đã gửi đơn xin phép khoa và đã được phê duyệt. Em có đính kèm đơn bên dưới. Em cám ơn.",
    "Em là sinh viên K2016, vào ngày 10/9, em đã thanh toán lệ phí thi anh văn nói viết vào lúc 11:59 nhưng hiện tại tên của em không có trong danh sách thi. Em đã vào BKpay kiểm tra thì phát hiện là ngân hàng đã trừ tiền nhưng vẫn chưa đóng lệ phí cho em. Em xin phép phòng đào tạo giải quyết cho em trong trường hợp này ạ. Em xin cảm ơn ạ",
    "Kính gửi : Phòng Đào Tạo             Cô  Em tên :   MSSV :  Lớp : CK17LTH Vào hôm trước em có gửi đơn yêu cầu đăng ký môn học LVTN ( ME4029 ) vào học kỳ 1 ( 2021 -2022 ) và được cô  yêu cầu em làm đơn cứu xét để trình bày rõ lý do . Nay em xin gửi 2 file :  File 1 : hình hôm trước cô  trả lời em File 2 : file word đơn xin cứu xét của em  Em kính mong cô  và phòng đào tạo có thể xem xét và giúp đỡ em ạ !  Em xin cám ơn PĐT và cô  rất nhiều !           ",
    "Chào thầy, cô, Em tên , MSSV:  Lớp Quá trình và thiết bị truyền nhiệt MSMH: CH2043, của giảng viên  (DH-HK211), L03. Em có đăng ký thành công môn học và đã có thời khóa biểu và có xuất hiện tài khoản trên elearning. Nhưng em không thể tìm được đường link google meet để vào học các lớp online cũng như thông tin tài liệu, các thông báo liên quan đến môn học. Em không liên hệ được với giảng viên môn này. Mong thầy cô xem xét và xử lý trường hợp của em giúp ạ. Thân mến,",
    "Em chào thầy/cô, Hiện tại, em đang còn 1 môn dự thính duy nhất của học kì 202. Em có liện hệ với thầy của môn học để thầy xếp lịch thi và vẫn chưa có kết quả gì. Nên mong thầy cô có em hỏi thì khi nào tổng kết điểm của DT202 và hạn nộp điểm của DT202 do em thầy các môn của học kì 202 đã có điểm thì hết rồi trong khi em còn chưa có lịch thi. Do em đã bảo vệ luận văn tốt nghiệp xong nên chỉ còn điểm của môn này nữa thôi ạ là có thể tốt nghiệp. Mong thầy cố có thể giải thích em vấn đề này ạ. Em xin chân thành cảm ơn",
    "Em tên :     MSSV : cho em hỏi là sao học phí học kì chính của em kì này tận 9,450,000 lận ạ em thấy bạn em hông có cao như em và theo như bình thường cũng không cao đến vậy",
    "Em là , MSSV , lúc trước em có làm thủ tục tạm ngưng học để đi du học (cùng với 2 bạn khác là  và ) và theo em đọc quy chế quy định của trường thì sẽ được bảo lưu tối đa 2 học kỳ chính liên tiếp. Tuy nhiên, do tình hình dịch hiện tại thì việc du học của chúng em hiện tại vẫn chưa chắc chắn về thời gian khi nào sẽ đi, nên em muốn hỏi liệu chúng em có thể gia hạn thời gian bảo lưu thêm được 1 kỳ nữa hoặc 1 năm nữa được không ạ?  Em mong sớm nhận được câu trả lời về vấn đề này ạ.",
    "Kính gửi thầy cô, Em là , Mssv   Hiện tại em đã hoàn thành đủ số tín chỉ để ra trường, nên kỳ này em không có thời khóa biểu trên trường. Tuy nhiên em bị mất thẻ sinh viên trong giai đoạn này, và em cần thẻ sinh viên để thi tiếng anh nói viết online. Thầy cô cho em hỏi cách để làm lại thẻ sinh viên trong trường hợp của em ,để em có thể tham gia thi tiếng anh nói viết ạ Em xin cảm ơn!",
    "Kính chào quý thầy cô . Em tên là Nguyễn Ngọc Tuấn Huy, mssv , lớp Việt pháp Viễn thông K19. Điểm số học kỳ 202 của em đã có cập nhật lên Mybk và môn học Phương Pháp tính msmh MT2011 có sai sót ở phần điểm thành phần cụ thể là phần điểm Kiểm tra (Giữa kỳ) và điểm tổng kết. Em đã liên hệ với thầy bộ môn để điều chỉnh và thầy đã cập nhật điểm cho em, nhưng trên MyBk điểm vẫn chưa thay đổi. Mong thầy cô điều chỉnh lại giúp em. Em xin cảm ơn Kính chúc thầy cô sức khỏe. Ảnh 1: bảng điểm môn PPT ngày 13/9. Ảnh 2: bảng điểm chỉnh sửa môn PPT thầy bộ môn cung cấp.",
    "Em xin phép chào thầy cơ phòng đào tạo trường ĐHBK HCM. Em tên  MSSV  Em xin hỏi là em có thể đăng ký bổ sung luận văn tốt nghiệp cho kỳ 211 năm học 2021-2022 không ạ. Hôm đấy em không biết là trường mình không xét chuẩn anh văn để đăng ký môn học nên em tưởng mình không thể đăng ký được ạ. Nếu được em muốn hỏi mình cần làm đơn gì để bổ sung không ạ. Em xin chân thành cảm ơn.",
    "Thời điểm nộp bằng thpt tính theo dấu bưu điện phải không ạ?",
    "Cho em được đặt câu hỏi là tại sao em thi trắc nghiệm môn MT1005 lớp L16 từ 07 tháng 8 tới giờ, là 1 tháng 6 ngày, đã biết điểm từ lúc nộp bài và các cột thành phần đã hoàn thành mà điểm không có trên mybk. Em có email giảng viên để thắc mắc nhưng không được hồi. Vậy nên em email pdt để được hỏi về ngày dự kiến cập nhật điểm cho em và các bạn. Em biết PDT rất bận nhưng xét tốt nghiệp  đúng thời điểm là nhu cầu chính đáng của sinh viên ạ. Em xin cảm ơn",
    "Dạ cho em xin email của thầy  thuộc khoa Khoa khoa học và kỹ thuật máy tính",
    "Hiện tại thì em lên trang myBK xem phần bảng điểm thì em thấy đã có hai môn cập nhật điểm nhưng lại để là điểm 13 dù em đã đăng ký hoãn thi trước đó vì lý do kỹ thuật. Cho em hỏi là điểm PDT cập nhật trên bảng điểm có phải là điểm cuối chưa hay còn phải đợi để xem xét nữa ạ? Em xin cảm ơn.",
    "Dạ thưa thầy cô em vừa mới xin chuyển hệ sang vừa làm vừa học. Em có thể xin gia hạn học phí không ạ, tại vì 25 này tới hạn rồi gấp quá em xoay sở không kịp ạ",
    "Dạ chào nhà trường, Em là , MSSV . Dạ trong học kỳ 202, em có học môn thể dục Võ ạ. Tuy nhiên giữa chừng thì do dịch bệnh diễn biến phức tạp nên phải nghỉ học, em cũng không thấy lịch học và lịch thi, vậy thì môn này em được tính qua môn hay không ạ. Dạ em cảm ơn.",
    "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh Em tên:  MSSV:  Hệ: VHVL Trong học kỳ 211, em đã đăng ký 13 tín chỉ. Theo như thông báo học phí từ trường, học phí cho một kỳ khoảng 15 triệu (14 tín chỉ), nhưng khi xem trên BKpay, thì mức học phí bị chênh lệch rất nhiều so với thông báo của trường. Em có đính kèm file. Mong thầy/cô xem xét giúp em.  ",
    "Em đã xin hoãn thi môn CO1027 (Kỹ thuật lập trình) vào ngày 15/8 thông qua form https://forms.gle/ckyYcJMWN7w3kqe56 Hiện tại điểm hiển thị trên trang mybk của em là 0.0 ạ, mong pdt xem xét ạ.",
    "Thưa phòng đào tạo! thời gian nộp bằng THPT đợt 2 là ngày 6/9 đến 16/9. Nhưng vì dịch bệnh nên không thể gửi bằng THPT cho lớp trưởng được . Phòng đào tạo có gia hạn thêm thời gian nộp hay không ạ? Hay vẫn phải nộp theo thời gian trên ạ?",
    "Em xin chào thầy/cô ạ!  Em tên  (MSSV ) Em đã gửi đơn Hoãn thi môn Đường lối cách mạng của Đảng Cộng sản Việt Nam HK202 (lớp A09 T6 tiết 4-6) vì lý do kỹ thuật. Sau đó em cũng nhận được thông báo sẽ cập nhật điểm Hoãn Thi sau ngày 06/09/2021. Nhưng nay là 13/09/2021 mà em vẫn thấy mình bị điểm 13 ạ!  Và em cũng xin hỏi là mình hoãn thi như vậy là sẽ không được xét học bổng nữa phải không ạ, dù điểm trung bình học kì đủ điều kiện! Mong thầy/cô giải đáp giúp em ạ! Em xin cảm ơn thầy/cô đã dành thời gian! Mong nhận phản hồi sớm từ thầy/cô ạ!",
    "Chào anh/chị, Em là -, vừa rồi em có đăng ký miễn điểm anh văn và đóng lệ phí miễn điểm. Không hiểu sao trên trang BKpay của em lại hiển thị đến hai mục lệ phí 200K. Em đã thanh toán một trong hai, tài khoản OCB của em thông báo đã trừ tiền nhưng trên BKpay lại không cập nhật. Mong anh/chị kiểm tra và phản hồi giúp em ạ. Em cảm ơn anh/chị. Trân trọng./.",
    "Chào  (cô),  Vậy trường hợp của em là không thể dời tốt nghiệp sang tháng 04/2022 sao ạ. Bắt buộc phải tốt nghiệp trong tháng 11/2021 hoặc là bị thôi học đúng không ạ. do lúc trước em chỉ nộp toeic 450đ để làm LVTN nên em còn thiếu bằng toeic 500đ, toeic nói viết và 1 ngày ctxh.",
    "MSSV:   i    Em xin chào thầy, cô! Em là sinh viên k20, cho  em hỏi là bằng tốt nghiệp PTTH sẽ nộp khi nào và như thế nào trong thời điểm dịch covid?   Em xin cảm ơn thầy, cô!",
    "Hiện tại em đã đăng kí thi Anh văn nói viết và đã được sắp xếp thi ngày 15/09/2021, nhưng do tình hình sức khỏe hiện tại (ho nhiều) nên không đảm bảo cho việc thi phần nói trong đợt này nên em xin được dời ngày thi sang ngày cuối cùng của đợt tháng 9 để thi ạ",
    "Kính gửi anh chị. Em là sinh viên K19, cho em xin hỏi về việc các xếp loại tốt nghiệp từ khóa K19 để em định hướng lại kế hoạch học tập ạ. Em nghe thông tin để được bằng giỏi thì không học cải thiện tối đa 7 chỉ, em khá hoang mang thông tin này, mong anh chị xác nhận và cho em thông tin xếp loại chính xác ạ Xin cảm ơn rất nhiều. Kính chào.",
    "Cho em hỏi là khi thi học kì 202 bài thi em có vấn đề em đã liên hệ với giáo viên chịu trách nhiệm ca thi nhưng đến giờ em vẫn chưa được lời giải thích nào về trường hợp của em hơn 1 tháng rồi ạ thì em phải phản ánh trường hợp của em ở đâu ạ ? Em cảm ơn",
    "Dạ thầy/cô Theo như hướng dẫn Thi nói viết trực tuyến (file đính kèm) thì giấy tờ bắt buộc đeo thẻ sinh viên trong suốt quá trình thi cần CMND(CCCD) để xác minh thân nhân . Trường hợp của em bị mất thẻ sinh viên và không đăng kí in thẻ được tại em không có TKB (vì dự kiến tốt nghiệp trong học kì này). Thầy cô cho em hỏi em có thể sử dụng mỗi CMND để tham gia kì thi nói viết trực tuyến được không ạ?  Em xin chân thành cảm ơn.",
    "Em là  mssv: Em xin được đăng kí Luận Văn kì này. Chương trình học em đã học xong hết tất cả nhưng chỉ vì bị vướng 1 môn nên chưa đăng kí được luận văn . Nội dung chi tiết về hoàn cảnh, lí do của em em xin được trình bay trong đơn kèm theo. Mong thầy cô phòng đào tạo xem qua . Em xin chân thành cảm ơn",
    "Dear Thầy(Cô), Em tên là , MSSV:  Em có đăng kí thi anh văn 2 kỹ năng nói viết trong đợt 1 này, lịch thi của em vào ngày 15/9.Bởi vì  ngày trong tuần em có lịch làm việc, hiện tại dịch nhưng em vẫn làm việc bình thường,  em có mong muốn được thi vào ngày 18 hoặc 19 trong đợt 1 này, không biết phòng đào tạo và ban tổ  chức có thể giúp em được không ạ, em xin chân thành cảm ơn Best regaeds,   i  .",
    "B  Đăng ký môn học       Em chào các thầy/cô, Em là , MSSV . Tình trạng hiện tại của em đã hết môn học trong chương trình đào tạo. Em chờ thông tin đăng ký thi anh văn 2 kỹ năng từ phòng đào tạo cho xong để xét tốt nghiệp nhưng vẫn chưa thấy gửi thông báo đến cho em. Em vào trang chủ đăng ký môn học thì user của em không được phép. Em mong chờ thầy/cô hướng dẫn và giúp đỡ cho em được đăng ký thi vào đợt kế tiếp. Em xin cảm ơn thầy/cô. ",
    "Em thấy trang thông tin tổng hợp thông báo lịch danh sách dự kiến tốt nghiệp tháng 11 ghi là ngày 8/9/2021 tới hôm nay 13/9/2021 vẫn chưa thấy ạ. Xin cám ơn",
    "Do hiện tại em không còn môn học để đăng ký nên không thể đăng ký in thẻ sinh viên được ạ Do tình hình dịch, em có sử dụng thẻ sinh viên để mượn quyền luận văn tốt nghiệp nhưng không thể lấy được. Hiện tại em cần in thẻ sinh viên để thi anh văn nói viết. Em xin hỏi có cách nào để em có thể in thẻ sinh viên được không ạ. Em cần thẻ sinh viên trong ngày 19/9 ạ",
    "Em tên , MSSV , chương trình tiên tiến. Hiện tại em đã hoàn thành chương trình học, đủ số ngày CTXH nhưng khi tra kết quả từ danh sách tốt nghiệp dự kiến trên website aao.hcmut.edu.vn (mục tốt nghiệp) thì không có tên. Cho em hỏi làm sao để kiểm tra được thông tin này? Em xin chân thành cám ơn.",
    "Kính gửi nhà trường, Kì 211 em đăng kí 1 môn 4 chỉ, nhưng khi có thông tin thanh toán lại là 21.375.000. Em đã gửi mail cho VQĐT QT và nhận được phản hồi là đã thông báo trước đó trong mail với tiêu đề  [VPĐTQT]_Thông báo đăng ký dự thính-Lộ trình 2 (bắt đầu HK ngày 30/08): - Đợt 2. Em có thể kiểm tra lại thông tin để nắm rõ hơn nhé. Tuy nhiên, em có phản ánh như sau: 1, Cái mail đó là dành cho việc đăng kí dự thính nên em không có đọc. Và môn mà em đăng kí là ở học kì chính. Không chỉ em mà những đứa bạn em đều không biết đến quy định mới này  2, Vấn đề quan trọng như vậy, tại sao nhà trường không gửi 1 mail với tiêu đề rõ ràng hơn ạ ?? Mà lại ẩn đi trong 1 cái mail với tiêu đề mà không phải ai cũng đọc ? Ngoài ra cái mail đó xuất hiện sau 1 tháng kết thúc đăng kí môn học đợt 3 3, Bây giờ làm sao để đăng kí thêm môn học ạ ạ ???? Mong nhà trường có thể giải quyết vấn đề này ạ P/s: Vấn đề này rất nhiều sinh viên không hề biết. Bằng chứng là bài đăng trong post của  trong nhóm HCMUT-K19 Em cảm ơn,  ",
    "Hiện tại em không tìm được bằng tốt nghiệp tạm thời, bằng tốt nghiệp bản gốc vẫn đang ở trường c3 nên em không có đầy đủ thông tin để điền vào đơn đăng ký nộp bằng tốt nghiệp. Vì việc nộp bằng tốt nghiệp ảnh hưởng đến việc đăng ký môn học nên em có thể xin hoãn thời hạn đăng ký nộp bằng được không ạ? Sau khi hết thời gian giãn cách em sẽ đến trường c3 lấy bằng ạ. Em cảm ơn ạ!",
    "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh Em tên: Nguyễn Thành Đạt MSSV:  Ngành: Kỹ thuật Hàng không - Hệ: VLVH Em chuyển từ Hệ CQ sang Hệ VHVL để xét hoàn thành chương trình học và đã hoàn thành các môn học theo chương trình đào tạo + đạt chuẩn AV xét tốt nghiệp theo hệ VHVL ạ. Hiện tại em thấy PĐT công bố danh sách dự kiến tốt nghiệp tại trang web PĐT (Mục Tốt nghiệp) ngày 08/09/2021 cho Hệ Chính Quy nhưng chưa thấy công bố danh sách cho Hệ VLVH để em có thể kiểm tra mình được tốt nghiệp hay chưa? Và em có vào phần Đăng ký xét tốt nghiệp trên MyBK nhưng không đăng ký được (không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến). Em xin hỏi là hiện tại em còn thiếu những gì cần bổ sung thêm để đủ điều kiện tốt nghiệp ạ? Trong thời gian chờ sự phản hồi từ PĐT và quý thầy cô, em xin kính chúc quý thầy cô nhiều sức khỏe, cùng vượt qua đại dịch . Em xin chân thành cảm ơn. Thân chào quý thầy / cô   i Tốt nghiệp .",
    "Em xin chào pđt, Em là  MSSV  lớp XD20XD02. Em muốn hỏi về việc em thôi học để năm sau thi lại, nhưng hiện em đang học ở học kì 211 được 5 tuần rồi. Vậy khi thôi học em có phải đóng học phí không. Em xin cảm ơn.",
    "Em chào thầy cô Phòng Đào Tạo ạ, Em là , MSSV 7, STT: 86  hiện đã được sắp xếp lịch thi ngày 16.9 vì lý do không tham gia được vào ngày 16.9 em muốn thầy cô cho phép em thi vào ngày 19.9 ạ, khi đăng ký em thấy có ngày thi 19.9 nhưng em chưa biết làm cách nào để đăng ký thi ạ. Em rất mong nhận được phản hồi sớm nhất từ thầy cô. Em xin chân thành cảm ơn ạ.",
    "PDT cho em hỏi là em là sinh viên của trường hiện em trong tình trang tạm dừng và khóa học em đã hết vậy em mong muốn chuyển hệ qua hệ vừa học vừa làm để đăng kí làm luận văn tốt nghiệp ạ nhưng trong tình trạng dịch bệnh em không thể lên trường đăng kí được giờ có cách nào để em có thể đăng kí luận văn tốt nghiệp trong kì này không ạ? em đã đủ tín chỉ làm lvtn chỉ thiếu anh văn toeic thôi ạ ",
    ": Dạ gmail của em bị đổi tên thành như vậy nhưng em không thể đổi lại tên khác, để thuận tiện hơn cho việc học online.",
    "Dạ em chào thầy cô, em là , MSSV , lớp XD17CTXD02, em vừa nhận được giấy yêu cầu từ địa phương em về việc yêu cầu giấy chứng nhận sinh viên nên em nhờ thầy cô có thể chụp hình giấy chứng nhận sinh viên của em gửi lại giúp em để em làm minh chứng cho địa phương không ạ. Địa phương em chỉ cần ảnh minh chứng thôi ạ. Hạn chót địa phương em yêu cầu là trước ngày 17/9 ạ. Rất mong sự giúp đỡ của thầy cô ạ. Em có đính kèm theo giấy của xã ở phía dưới ạ. Em xin chân thành cám ơn ạ.",
    "Chào thầy, cô, Em tên , MSSV:  Lớp Quá trình và thiết bị truyền nhiệt MSMH: CH2043, của giảng viên  (DH-HK211), L03. Em có đăng ký thành công môn học và đã có thời khóa biểu và có xuất hiện tài khoản trên elearning. Nhưng em không thể tìm được đường link google meet để vào học các lớp online cũng như thông tin tài liệu, các thông báo liên quan đến môn học. Em có liên hệ với giảng viên nhờ xem lại nhưng thầy có nói không biết cách giải quyết và yêu cầu liên hệ pdt. Mong thầy cô xem xét và xử lý trường hợp của em giúp ạ. Hoặc nếu muốn giải quyết trường hợp này em nên liên hệ với ai để được hỗ trợ ạ. Thân mến,",
    "Cho em hỏi sao em đăng kí hoãn thi rồi mà điểm CK của em vẫn 13đ vậy ạ! Em xin cảm ơn!",
    "Em là . MSSV:   Em xin nhờ PĐT cấp cho em giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự qua bưu điện ạ. Phường em yêu cầu có trước ngày 21/9. Mong PĐT có thể gửi giấy xác nhận giúp em . Địa chỉ nhận : Cụm dân cư số 2, tổ 4, phường Nghĩa Phú, thành phố Gia Nghĩa, tỉnh Đăk Nông. SĐT: [phone_number] Người nhận:  Em cảm ơn.",
    "Em chào Quý thầy cô của Phòng Đào tạo, Em là , MSSV . Hiện tại, em đã học đủ 142 tín chỉ theo chương trình đào tạo của ngành và muốn đăng ký tốt nghiệp đợt tháng 11/2021. Tuy nhiên, học kỳ vừa rồi, em có học một môn không thuộc chương trình đào tạo, điểm thí nghiệm chiếm 15% điểm thành phần môn đó nhưng do dịch nên phần thí nghiệm chưa được học và chưa có điểm. Hiện tại, em đã liên hệ với giảng viên môn này nhưng chưa được phản hồi. Nếu chưa có điểm thí nghiệm trước ngày 20/10 thì em có thể đăng ký tốt nghiệp được không? Rất mong nhận được phản hồi từ PĐT. Em chân thành cảm ơn!",
    "Kính gửi phòng đào tạo  Em là  -  Dạ em viết đơn này để phản ánh và thắc mắc về quy trình hoãn thi môn Hóa lý 2 (CH2109) của em (được tổ chức vào ngày 10.08.2021) Cụ thể:  - Ngày 10.08 em đã tham gia thi môn Hóa lý 2 do bộ môn tổ chức, trong quá trình nộp bài thi, bài của em đã không được lưu do một số trục trặc của hệ thống thi. - Ngay sau đó, em có gửi mail cho thầy  để hỏi về cách giải quyết vấn đề, và thầy đã gợi ý em đăng ký hoãn thi với PĐT. Và em đã thực hiện đầy đủ quy tắc hoãn thi . - Và thầy có nhắc một lưu ý: gửi l cho GVHD môn Hóa lý 2 của em là xin đừng nhập điểm vào hệ thống. Và em đã gửi cô (GVHD Hóa lý 2 của em ạ) email đó . - Cách đây 2 ngày, em đã thấy cô cập nhât điểm của em lên mybk, và em đã gửi mail cho cô phản ánh rất nhiều và hầu như cô không trả lời bất cứ một mail nào của em cả. Em cảm thấy rất buồn và bức xức vì em đã hoàn thành bài thi nhưng do lỗi hệ thống mà em không được chấm bài và phải nhận một con số điểm rất tệ . Em mong phòng đào tạo giải quyết vấn đề này cho em với ạ. Kính mong PĐT cho phép em được hoãn thi môn Hóa lý 2 như em đã đăng ký . Em có gửi một số minh chứng ở dưới. Mong phòng đào tạo xem xét về đơn Hoãn thi môn hóa lý 2 ạ ",
    "Chị ơi,có gì chị kêu phòng đạo tạo kiểm tra lại chỗ điểm lý 2 của em với ạ.Em vào phần điểm rồi và thấy là vẫn 3,3 ạ,chưa sửa lại thành 13 đâu ạ.Em xin cảm ơn.",
    "Kính gửi thầy/cô, Em có một số thắc mắc về kì thi Anh Văn nói viết mong thầy cô giải đáp. 1) Định dạng file scan nộp lên BK E-learning (file ảnh bài thi viết) là gì thì hợp lệ ạ? Ứng dụng scan hình của em cho ra file định dạng jpg nên em thắc mắc là có hợp lệ không. 2) Khi nộp bài thi viết có giới hạn số file nộp không ạ? Em có cần phải gộp các file lại rồi nộp 1 file duy nhất không ạ? Em mong sớm nhận được phản hồi từ thầy cô.",
    "Dạ, em chào Thầy/Cô ạ Em có đặt câu hỏi về vấn đề anh văn nói viết nhưng em nhận được các câu trả lời không đúng với thắc mắc của em ạ. Trường hợp của em là em đã thi anh văn nói viết vào đợt tháng 3/2021 và đã có kết quả “Đạt” nhưng không đủ “Đạt TN” (điểm 230/400). Hiện tại nếu em thi thêm lần nữa vào đợt thi online sắp tới, nếu chẳng may em “Không đạt TN” và cũng “Không đạt” nếu tính theo chuẩn đại trà (tức điểm nhỏ hơn 200) vậy em có thể làm đơn rút khỏi chương trình KSTN và xét tốt nghiệp vào đợt tháng 11 để nhận bằng thường được không ạ? Em xin lỗi vì làn phiền Thầy/Cô nhiều lần cùng một vấn đề ạ Em xin cảm ơn.",
    "Chào các thầy cô ! Hiện em đã hoàn thành chương trình đào tạo kể cả luận văn tốt nghiêp. Tuy nhiên em vẫn còn thiếu điều kiện tốt nghiệp do chưa đủ ngày CTXH và chưa có chửng chỉ Anh văn nói viết theo quy chế. Em xin hỏi phương thức để có thể xin tạm hoãn học kỳ 211 online để có thể bố sung các điều kiện cần thiết ạ. Do tình hình chung áp dụng chỉ thị 16 ma em không thể thực hiện trực tiếp được ạ . Em cảm ơn !",
    "Chào Phòng Đào Tạo, em tên là , MSSV: . Sau khi thi xong môn Hóa lý 2, em đã đăng kí xin hoãn thi và cũng đã nhận được email xác nhận. Sau đó em cũng email cho giáo viên để yêu cầu giáo viên không nhập điểm lên hệ thống, nhưng hôm nay em lên xem bảng điểm thì em thấy trên bảng điểm cập nhật điểm Hóa lý 2 của em. Vậy PDT cho em hỏi là em có được hoãn thi môn này nữa không ạ?  Em cảm ơn.",
    "Xin phép nhà trường cho em hỏi ạ: Nếu học kì 211 ở bỏ lỡ không đăng kí học được thì sang kì 212 em có được đăng kí học tiếp không ạ. Em mong nhà trường có câu trả lời sớm nhất cho em với ạ",
    "Em tên -MSSV:-Lớp BD16CDT.Em đã làm đơn đăng kí môn anh văn 2,mã số môn học LA1005,nhóm lớp L01,thứ 2 tiết 234 và giờ em bổ sung mail đồng ý của GV bộ môn anh văn 2 ạ.Em xin Phòng Đào Tạo cho em được học để hoàn thành chương trình học.Em xin chân thanh cảm ơn.",
    "Kính gửi: PĐT Đại Học Bách Khoa  Em là: . MSSV:. Em xin trình bày là trong quá trình đào tạo tại trường đến hiện tại thì em chưa hoàn thành được môn anh văn 2. Nay em làm đơn này xin PĐT cho em được đăng kí môn anh văn 2, MSMH: LA1005, nhóm: l01 Để em có thể hoàn thành được chương trình đào tạo của mình. Em đã có được sự đồng ý cô giáo. Em xin chân thành cảm ơn!",
    "Kính gửi BKSI, em có   B hai    vấn đề muốn hỏi:   B Thứ nhất   ,hiện tại em đã thi Toeic nghe-đọc lần đầu và kết quả đạt được 555. Em có kế hoạch đăng ký thi lại vào tháng 6/2021 nhưng do tình hình dịch bệnh em không thể thi. Hiện em đang thiếu anh văn 4 để có thể tốt nghiệp đúng hạn. Nhưng vừa qua không lường trước nên em đã không đăng ký môn anh văn 4 ở trường. Vậy em có thể đăng ký thi anh văn 4 để đủ chỉ và tốt nghiệp được không ạ?   B Vấn đề thứ 2   , trường có thông tin là cho đăng ký tốt nghiệp đến hết HK211, theo em tìm hiểu trên biểu đồ năm học là hết tháng 12, lúc này em có thể thi lại Toeic ở IIG, nhưng theo thông báo ngày 1/9/2021 hạn đăng ký tốt nghiệp là 20/10 vậy thông tin nào là chính xác vậy ạ? Em xin chân thành cảm ơn BKSI",
    "Thưa phòng đào tạo, hôm qua(ngày 12/9/2021) em có tham gia thi môn sức bền vật liệu vào lúc 4 giờ chiều nhưng vì từ tối hôm qua đến tận tối hôm nay nhà em bị rớt mạng và không thể up video lên nộp cho nhà trường ạ. Nhưng bây giờ đường link đã bị đóng ạ. Trong trường hợp này em phải làm như thế nào ạ   i  .",
    "Em kính chào quý thầy cô. Em là , mã số sinh viên  Em xin gửi Đơn xin hủy hoãn thi cho môn học Kỹ thuật chẩn đoán và bảo dưỡng động cơ, học kỳ 202. Em cảm ơn thầy cô ạ.",
    "em là , Mssv:  em muốn hỏi về điểm giữa kì môn Tín Hiệu và Hệ Thống. Về việc em có thi môn tín hiệu và hệ thống(EE2005)nhưng kết quả điểm lại là 13. Vì lịch thi chính thức của môn này là tại cs1 nhưng do thời gian di chuyển không phù hợp nên em đã được pdt sắp xếp cho thi tại cs2. em đã nhắn tin cho giáo viên nhưng cô nói là\" hiện bài chấm giữa kỳ của cô thì vắng mặt tại phòng thi em có tên thì làm sao có bài để cô chấm\". mong pdt giúp đỡ.",
    "Thân chào thầy/cô Em đã gửi câu hỏi về việc \"vào ngày 30/8 em có đăng ký phúc tra bài thi môn Kinh tế Chính trị    và hạn phúc tra là ngày 7/9. Nhưng hiện tại em vẫn chưa nhận được kết quả.\" Câu hỏi đó là #35226 em gửi vào ngày 07/09/2021. Và cô yêu cầu em chụp thông tin đăng ký phúc tra nhưng cô đã đóng yêu cầu nên em không trả lời được . Em xin đính kèm ảnh chụp thông tin phúc tra tại đây. Mong thầy/cô sẽ giải quyết giúp em Em chân thành cảm ơn!",
    "Kính gửi Phòng đào tạo, Em tên :  MSSV:  Em là sinh viên chuyển hệ sang ngành Quản lý công nghiệp K20 vào tháng 4 năm 2021 nên em phải học những môn của học kỳ 1 năm Nhất trong kỳ HK211. Nhưng em không thể đăng ký trên trang đăng ký môn học của trường được và em thấy thông tin trên trang đào tạo trường là không thể tự đăng ký các môn của học kỳ 1 năm Nhất mà nhà trường sẽ tự sắp xếp. Nếu vậy, em sẽ không bao giờ học được các môn học kỳ 1 năm Nhất được. Em làm đơn này rất mong Phòng đào tạo và Khoa xét duyệt cho em đăng ký 04 môn này trong học kỳ chính quy năm Nhất HK211 để kịp với tiến độ học tập ạ. Rất mong PĐT và Khoa xem xét và xét duyệt cho em đơn này. Em xin chân thành cảm ơn Thầy/Cô. Note: Em đã gửi mail cho Phòng đào tạo và đăng câu hỏi lên  vào tháng 8 nhưng vẫn chưa được phản hồi, em vẫn chờ vì nghĩ cần có thời gian mới có phản hồi nên bây giờ em mới viết lại.",
    "Cho em hỏi em đã hoàn thành chương trình bồi dưỡng kết nạp đảng vào năm 2017 và giờ em muốn kết nạp thì em cần liên hệ đến ai và cần chuẩn bị gì ạ. Em cảm ơn",
    "Kính gửi Phòng đào tạo, Em tên :  MSSV:  Em là sinh viên chuyển hệ sang ngành Quản lý công nghiệp K20 vào tháng 4 năm 2021 nên em phải học những môn của học kỳ 1 năm Nhất trong kỳ HK211. Nhưng em không thể đăng ký trên trang đăng ký môn học của trường được và em thấy thông tin trên trang đào tạo trường là   I không thể tự đăng ký các môn của học kỳ 1 năm Nhất  /I  mà nhà trường sẽ tự sắp xếp. Nếu vậy, em sẽ không bao giờ học được các môn học kỳ 1 năm Nhất được. Em làm đơn này rất mong Phòng đào tạo và Khoa xét duyệt cho em đăng ký 04 môn này trong học kỳ chính quy năm Nhất HK211 để kịp với tiến độ học tập ạ. Rất mong PĐT và Khoa xem xét và xét duyệt cho em đơn này. Em xin chân thành cảm ơn Thầy/Cô. Note: Em đã gửi mail cho Phòng đào tạo và đăng câu hỏi lên Bksi vào tháng 8 nhưng vẫn chưa được phản hồi, em vẫn chờ vì nghĩ cần có thời gian mới có phản hồi nên bây giờ em mới viết lại.",
    "Cho em hỏi về việc đăng ký nộp bằng tốt nghiệp THPT trên mybk. Đợt 1, em đã đăng ký vào ngày 04/05/2021 nhưng do dịch bệnh nên em vẫn chưa nộp bằng tốt nghiệp và trên mybk vẫn để tình trạng Phiếu đang chờ xử lí. PĐT cho em hỏi có đợt đăng ký nộp bằng từ 6/09/2021-16/09/2021, vậy em có cần phải đăng ký lại không hay vẫn giữ phiếu đăng ký trước đó ạ? Em xin cảm ơn.",
    "Kính chào thầy cô! Em tên là , MSSV: , sinh viên lớp XD16KT Hiện em đã hoàn tất chương trình học và đang trong thời gian hoàn thành các thủ tục cần thiết cho việc ra trường (như Công tác xã hội, chứng chỉ anh văn). Tuy nhiên do tình hình dịch bệnh phức tạp nên em chưa có điều kiện để hoàn tất các việc trên dẫn đến sự chậm trễ. Trong thời gian chậm trễ trên tình trạng sinh viên của em được nhà trường cập nhật là đang tạm dừng. Trước những lo lắng về các hậu quả không đáng có trong tương lai, em đã viết thư gửi lên các thầy cô Phòng đào tạo để được hướng dẫn giải quyết. Hôm nay em xin phép được gửi Đơn đăng ký thu nhận lại mong các thầy cô giải quyết giúp em. Em xin chân thành cảm ơn!",
    "Kính thưa Thầy, cô Phòng Đào tạo!   B Em tên là:  MSSV:     Do tình hình dịch bệnh Covid-19 phức tạp ở địa phương nên em có xin hoãn thi các môn tổ chức thi online. Nhưng hiện bảng điểm của em ở các môn hoãn thi được nhập là điểm 13 ạ. Em mong thầy cô kiểm tra lại giúp em. Em xin cảm ơn Thầy/Cô!   i  .",
    "Luận văn tốt nghiệp MSMH TR4313 Em xin chào phòng đào tạo. Em là , đang học văn bằng 2 tại khoa Kỹ Thuật Giao Thông, ngành Kỹ Thuật Ô Tô. Em đã hoàn thành xong chương trình học, chỉ còn thiếu luận văn tốt nghiệp nhưng học kì này em lại không đăng kí được ( đã gửi đăng kí nhưng kết quả trả về là \"Chưa có môn học đăng kí\") Xin phòng đạo tạo giải đáp giúp em ạ.",
    "Dạ em kính chào quý thầy cô, Em tên là Nguyễn Lương Tiên Chiến. MSSV: , là sinh viên khóa k20 Khoa Kỹ Thuật Giao Thông lớp GT20OTO3. Dạ em có một câu hỏi muốn hỏi là: Vào ngày 23/6/2021 em có nhận được mail của bên Hỗ trợ SV, trong mail có nhắc đến việc   SV khóa K20 phải nộp bằng tốt nghiệp THPT (hạn chót là 16/9/2021) nếu không sẽ bị tạm dừng học. Nhưng do tình hình dịch bệnh nên chúng em không thể nộp lại bằng cho lớp trưởng để lớp trường nộp cho trường. Vậy   B   U VIỆC SV K20 CẦN NỘP BẰNG TỐT NGHIỆP THPT CÓ THỂ DỜI ĐẾN KHI CHÚNG EM CÓ THỂ HỌC OFFLINE .       Em cảm ơn quý thầy cô. Chúc quý thầy cô luôn vui vẻ và sức khỏe ạ.",
    "Xin chào thầy cô, em đã hoàn thành môn học CI2105 của chương trình K19 tương đương cho môn học 813021 nhưng chưa có điểm tương đương cho môn học, xin thầy cô hỗ trợ kiểm tra giúp em.",
    "Em tạo câu hỏi vì câu hỏi số 34849 của em đã bị đóng. Em có đăng kí môn học LVTN học kì 211, mã môn học CO4313, đợt đăng ký bổ sung TTTN + LVTN + DCLVTN nhưng hệ thống từ chối do không đủ điều kiện nhận LVTN. Sau khi kiểm tra lại thì em thấy mình đã: - Đủ điều kiện các môn học tiên quyết - Đủ số tín chỉ tích luỹ ngành (135/139 tín chỉ) - Điều kiện chứng chỉ Anh văn: tạm thời bỏ qua theo thông báo của nhà trường. - Điều kiện 10 ngày công tác xã hội: em thuộc chương trình đào tạo Bằng thứ 2 Mong nhà trường sớm giải đáp lý do từ chối đăng kí LVTN để em có kế hoạch học tập hợp lý, không bị trễ tiến độ",
    "Dạ gmail của em bị đổi tên thành  . Là bị dư 1 chữ  trong họ và tên em. Em không thể đổi lại tên gmail vì nó yêu cầu là cần có quản trị viên mới đổi đươc. Tên em là Nguyễn Thị , và em muốn được đổi lại Anh , như ban đầu ạ. Em mong anh/chị xử lí giúp em vì để em thuận tiện hơn trong việc học online ạ. Dạ cảm ơn ạ.",
    "Em tên là . MSSV: 171268 - Em xin gửi phòng đào tạo đơn tạm dừng học học kì 211. - Em xin cảm ơn phòng đào tạo.",
    "Em chào /Cô. Em đã đăng ký và đóng phí thi đợt 1 và có lịch Thi vào ngày 15/9. Tuy nhiên Ba em mới mất hôm qua. Ngày mai có thể em không dự thi được hoặc có thẻ dự Thi nhưng chắc sẽ không đạt được kết quả tốt nhất. Vậy kính mong PĐT có thể tạo điều kiện cho em được đăng ký thêm vào đợt 4 không ạ. Em rất mong PĐT có thể tạo điều kiện cho em trong trường hợp bất khả kháng này. Dưới đây là giấy báo tử của Ba em ạ!   i Tốt nghiệp .",
    "Sao em đăng ký đề cương luận văn và có thời khoá biểu rồi nhưng tại sao danh sách đề cương luận văn bên khoa của em ko có tên em ạ. Có phải tại em đăng ký muộn ko ạ",
    "Chào anh chị, Em là   Hiện em đăng ký giấy hoãn nghĩa vụ quân sự vào ngày 07/09/2021 cho tới bây giờ nay là hạn chót của phường em có nói lý do vì dịch những phường vẫn yêu cầu có bản PDF giờ em cũng không biết phải sao ạ",
    "Chào anh chị, em đang cần đăng ký in bảng điểm  nhưng trong tình hình dịch này em không thể đến trường để lấy được, em cũng đang ở quê nên việc gửi qua bưu điện sẽ tốn rất nhiều chi phí và thời gian . Em không biết nhà trường có thể gửi cho em bản scan của bảng điểm sau khi in thành công được không ạ? Chi phí scan và các chi phí phát sinh phát em có thể thanh toán. Em cảm ơn, ",
    "Em tên  MSSV  cho em hỏi là em mới làm hồ so chuyển hệ vhvl thôi ạ em chưa có mã số sinh vien mới cũng như trên mkbk cũng chưa có ghi em chuyển qua khoa khác chưa có hồ sơ xác nhận gì cả mà sao tính học phí em 525 ạ",
    "Em đã đăng kí rút môn vào tuần này thì em có thể ngừng học môn đó từ tuần sau không ạ?",
    "Tên : Phạm Thị Hải Vân MSSV;  Ngành :Bảo dưỡng công nghiệp. Hệ; VLVH Em là Hệ Cao Đẳng Liên Thông. HK211 em đk môn học kỳ chính nhưng trên bkpay báo tiền học của em lại là kỳ dự thính nên em mong PĐT xem xét lại số tiền học em phải đóng ạ.",
    "Kính gửi PDT,em tên , mssv .   Do em có thời khoá biểu môn hoá hữu cơ (MSMH: CH2021, nhóm A01, sáng thứ 3 tiết 4,5,6) rồi. Nhưng chưa có trên E-Learning nên em chưa có tài liệu và link môn đó để học ạ.   Vậy kính mong PDT cập nhật môn hoá hữu cơ trên E-Learning để e có tài liệu và link để học ạ. Em cảm ơn ạ.",
    "Kính gửi phòng đạo tạo, trước đó em có làm đơn xin hoãn thi môn Xác suất thống kê(MT2013) với lý do chuyện gia đình nên đã làm bài không tốt, nhưng nay do điểm cũng vừa đủ để qua môn và cũng muốn lấy điểm đó nên xin phòng đào tạo cho em được hủy đơn xin hoãn thi ạ. Trước em đã có gửi câu hỏi này một lần và được trả lời là lấy đơn xin hoãn thi rồi đổi thành Hủy hoãn thi nhưng em không biết lấy đơn đó ở đâu  ạ, với lại gửi cho bksi là gửi ở đâu, em chưa rõ lắm .Em xin cảm ơn",
    "Cho em hỏi vì dịch mà em chưa thể lấy bằng nên em không đăng ký được. Mà còn 2 ngày hết hạn thì em làm sao ạ?",
    "Em là   Vừa rồi em có thi môn Xử lý số tín hiệu cuối kỳ. Em đã quay lại video ghi màn hình rất đầy đủ nhưng mà do lỗi mạng mà em nộp không thành công và bây giờ em mới phát hiện ra ạ. Một phần quê em Quảng Nam mới vừa bị bão đi qua nên đường mạng bị vẫn đề và do dịch nên cũng ko được đi lại. Em mong nhận được sự giúp đỡ ạ. File ghi màn hình em vẫn còn giữ trong máy ạ. Em cảm ơn rất nhiều",
    "Do tình hình dịch bệnh em không công chứng và gửi hồ sơ tốt nghiệp thpt được thì phải làm sao ạ",
    "Chào phòng đào tạo,  Tình hình là địa phương em yêu cầu em bổ sung giấy xác nhận sinh viên của học kỳ 2 2020-2021 cho NVQS. Nhưng do hiện tại đã qua học kỳ 1 2021-2022 nên em không thể đăng ký cấp lại giấy xác nhận sinh viên. Kính mong phòng đào tạo có thể giúp em cấp lại giấy xác nhận sinh viên học kỳ 2 2020-2021. Em xin cám ơn và kính chúc quý thầy/cô phòng đào tạo dồi giàu sức khỏe và 1 ngay làm việc hiệu quả !!",
    "Cho em hỏi là em đã hoãn thi môn Trường điện từ EE2003 HK202, nhưng sao trên trang xem điểm vẫn bị điểm 0 ạ. Em cảm ơn ạ.",
    "Kính chào Thầy/Cô, Em tên là , sinh viên khoá K18 khoa Điện-Điện Tử, bộ môn Tự động. Hiện tại em đang đi TTTN ở một công ty ngoài . Em được biết là sau kỳ thực tập cần phải có giấy xác nhận và đánh giá do công ty và nhà trường ký. Thầy/Cô cho phép em được hỏi là quy trình xin giấy bao gồm những gì và mẫu như thế nào thưa Thầy/Cô. Em cảm ơn Thầy/Cô. Chúc Thầy/Cô sức khoẻ, ",
    "Em chào thầy/cô, Em tên , MSSV , lớp CK18CTM02. Vào ngày 10/9 em đã gửi yêu cầu đăng ký in giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự. Nay là ngày 14/9 em vẫn chưa được xử lý nhưng ngày 9h ngày 15/9 là hạn chót của bên địa phương em. Mong thầy/cô có thể liên hệ phòng đào tạo để xác nhận, xử lý yêu cầu đăng ký in giấy xác nhận sinh viên của em để em có thể gửi cho địa phương ạ. Em chân thành cảm ơn thầy/cô ạ.",
    "Em tên  MSSV  PĐT cho em hỏi giấy xác nhận sinh viên của em có đặt sai địa chỉ nhận số nhà từ 158 thành 168. PĐT cho em xin đổi lại địa chỉ nhận giấy thành 158 được không ạ? Em xin cảm ơn .",
    "Dạ cho em hỏi là em là sinh viên hệ VHVL Trường nói là do không đủ sỉ số lớp nên không mở lớp ban tối được và em phải đk chung lớp buổi sáng với hệ ĐH chính quy. Vậy thì tiền học phí của em tính theo kỳ chính hay tính theo kỳ dự thính ạ?",
    "Chào anh/chị, Sau khi kiểm tra, em thấy rắng đã nộp bằng tiếng anh theo yêu cầu, hoàn thành đủ số tín chỉ cũng như là số ngày công tác xã hội. Tuy nhiên, em không thể đăng kí tốt nghiệp do không có tên trong danh sách dự kiến. Em không hiểu lý do tại sao lại như vậy? Mong anh/chị kiểm tra và phản hồi giúp em ạ. Em cảm ơn anh/chị, Trân trọng./.",
    "Dạ em là người mới gửi bài trước để hỏi ạ, em có hoàn thành bài thi ạ, và có bằng chứng về việc mình đã hoàn thành bài thi ạ theo qui định của nhà thường ạ. Nhưng do nhà em bị mất mạng của ngày hôm đó nên em không thể up video lên trong vòng 24 tiếng như yêu cầu, em viết bài này mong phòng đào tạo duyệt cho em nộp video ạ. Em thi lúc 16 giờ ngày 12/9/2021 môn sức bền vật liệu ạ    i  .",
    "Kính chào quý thầy cô. Em tên là , mssv , lớp Việt pháp Viễn thông K19. Điểm số học kỳ 202 của em đã có cập nhật lên Mybk và môn học  tính msmh MT2011 có sai sót ở phần điểm thành phần cụ thể là phần điểm Kiểm tra (Giữa kỳ) và điểm tổng kết. Em đã liên hệ với thầy bộ môn để điều chỉnh và thầy đã cập nhật điểm cho em, nhưng trên MyBk điểm vẫn chưa thay đổi. Em đã gửi một câu hỏi với nội dung tương tự và câu trả lời em nhận được chưa được thỏa đáng. (*ảnh đính kèm số 3)   Giảng viên của em xác nhận đã sửa điểm và do pđt chưa cập nhật nên thầy nói em liên hệ phòng đào tạo để giải quyết. Mong thầy cô điều chỉnh lại giúp em. Em xin cảm ơn Kính chúc thầy cô sức khỏe. Ảnh 1: bảng điểm môn PPT ngày 13/9. Ảnh 2: bảng điểm chỉnh sửa môn PPT thầy bộ môn cung cấp. Ảnh 3: Câu trả lời của pđt.",
    "Làm sao có thể làm đơn thu nhận lại trong mùa dịch này?   Xin kính gửi ban giám hiệu nhà trường    Em là sinh viên trường Đại học Bách Khoa TPHCM khóa K15, và kỳ 211 là học kỳ cuối. Do đi làm trong một khoản thời gian nên em đã bị đuổi học do không đăng ký môn học trong vòng 2 học kỳ.   Em hiện tại cần có điểm môn Anh Văn 4 để hoàn thành chương trình đào tạo, nên phải đăng ký học anh văn 4.   Rất mong ban giám hiệu nhà trường có thể giúp em.      Thông tin của em ở bên dưới.   Em xin chân thành cảm ơn. Họ và tên :  MSSV :  SĐT : [phone_number]",
    "Kính chào quý thầy cô. Em tên là , mssv , lớp Việt pháp Viễn thông K19. Điểm số học kỳ 202 của em đã có cập nhật lên Mybk và môn học  tính msmh MT2011 có sai sót ở phần điểm thành phần cụ thể là phần điểm Kiểm tra (Giữa kỳ) và điểm tổng kết. Em đã liên hệ với thầy bộ môn để điều chỉnh và thầy đã cập nhật điểm cho em, nhưng trên MyBk điểm vẫn chưa thay đổi. Em đã gửi một câu hỏi với nội dung tương tự và câu trả lời em nhận được chưa được thỏa đáng. (*ảnh đính kèm số 3) Giảng viên của em xác nhận đã sửa điểm và do pđt chưa cập nhật nên thầy nói em liên hệ phòng đào tạo để giải quyết. Mong thầy cô điều chỉnh lại giúp em. Em xin cảm ơn Kính chúc thầy cô sức khỏe. Ảnh 1: bảng điểm môn PPT ngày 13/9. Ảnh 2: bảng điểm chỉnh sửa môn PPT thầy bộ môn cung cấp. Ảnh 3: Câu trả lời của pđt.",
    "Chào phòng đào tạo, Hiện tại là học kỳ 1 2021-2022, nhưng em muốn xin cấp lại giấy xác nhận sinh viên kỳ 2 2020-2021 để bổ sung giấy tờ cho địa phương.Nhưng do kỳ 1 2021-2022 em không có thời khóa biểu nên không đăng ký được .Kính hỏi phòng đào tạo có thể cấp lại cho em giấy xác nhận sinh viên kỳ 2 2020-2021 được không ạ ? Em xin cám ơn!!",
    "Kính chào PDT, Môn học SCADA (EE3071) lớp L01 nhóm L01-B và L01-C vẫn chưa được cập nhật điểm lên hệ thống. Trong khi nhóm L01-A đã được cập nhật từ lâu. Thầy đã nộp bảng điểm từ ngày 28/8/2021 nhưng tới giờ hai nhóm B và C vẫn chưa được cập nhật điểm. Mong PDT giải quyết và cập nhật sớm giúp em. Em cảm ơn."
]