[
    "i  Em xin hoãn kiểm tra giữa kỳ môn xác suất thống kê MT2013 ngày 9-10. Nhóm L-09.",
    "em tên là , mssv , viết đơn này lí do là trong đợt hoãn thi lần đầu khoảng đầu tháng 8 em có gửi yêu cầu hoãn thi một môn(EE3025 Kỹ thuật siêu cao tần) trong học kì 202, pdt đã có gửi \"đã xác nhận thông tin hoãn thi\" nhưng lại bị cập nhật điểm môn đó là 13. Mong có thể giải quyết vấn đề này giùm em ạ, em cảm ơn!",
    "Kính gửi Phòng Đào tạo, Em tên là , MSSV , sinh viên lớp DD18KTD5. Vào ngày 28/9/2021, em có đăng ký in Giấy chứng nhận sinh viên để bổ sung cho địa phương để được hoãn Nghĩa vụ quân sự. Cho đến hôm nay kể từ ngày đăng ký đã hơn 1 tuần nhưng yêu cầu của em vẫn chưa được xử lý xong. Tuy nhiên, ngày mai, tức là ngày 7/10/2021 là hạn chót để em bổ sung Giấy chứng nhận sinh viên cho địa phương. Em mong Phòng Đào tạo có thể hỗ trợ cho em ít nhất là bản scan giấy chứng nhận được không ạ?  Em xin cảm ơn và chúc một ngày tốt lành.",
    "Kính thưa thầy/cô, Em dự định sử dụng giấy chứng nhận tốt nghiệp tạm thời để xin tư cách và VISA đi Nhật nhưng khi nộp chứng nhận thì gặp vấn đề như sau: giấy chứng nhận tốt nghiệp tạm thời nhấn mạnh thời gian mà em sẽ nhận được bằng tốt nghiệp vào tháng 1/2022 mà chưa ghi rõ ngày mà em hoàn thành các điều kiện tốt nghiệp (ngày 04/10/2021) vì thế các thủ tục sẽ không thể hoàn thành trước tháng 1/2022. Em hy vọng thầy cô có thể giúp em bổ sung thêm vào giấy tốt nghiệp tạm thời nội dung xác nhận thời gian mà em hoàn thành các điều kiện tốt nghiệp chẳng hạn như: he/she has completed all the requirements for the award of Bachelor of Industrial and Systems Engineering in October 2021. Em biết yêu cầu này có thể sẽ khó đối quý thầy/cô nhưng em vẫn hy vọng có thể nhận được sự hỗ trợ và phản hồi từ thầy cô. Mong sớm nhận được phản hồi từ thầy/cô. Trân trọng, Trung Tín.",
    "Em tên là  -  Em muốn hỏi là liệu em có thể nhận Giấy hoãn Nghĩa Vụ Quân Sự bản pdf được không ạ?  Vì lí do dịch nên em hiện đang không tìm được giấy hoãn Nghĩa Vụ Quân Sự của mình, mà ở khu phố em đã sắp tới hạn nộp rồi. Email của em là:  Em xin chân thành cám ơn!",
    "Em xin chào quí thầy (cô) ạ, do không để ý nên em đã điền nhầm đơn đăng kí học thí nghiệm trực tiếp tại trường, nhưng do không đủ điều kiện đi học nên em muốn hủy đăng kí thì em phải làm như thế nào ạ ? Em xin cảm ơn thầy (cô) đã đọc thư và mong được phản hồi ạ !     I   ",
    "Em có đăng kí hoãn môn Vật lý 1 (PH1003) học kì 203, nhưng trong danh sách hoãn thi HK203 không có môn này ạ. Mong PĐT xem xét giúp em, em cảm ơn ạ.",
    "Kính gửi phòng Đào Tạo, Em tên là  MSSV: , ngành bảo dưỡng công nghiệp k21 trường Đại học Bách Khoa TpHCM. Vì em đã làm mất mật khẩu truy cập nên em muốn xin phòng đào tạo cấp lại cho em một mật khẩu mới của phần mềm nhập học tại trang https://mybk.hcmut.edu.vn/nhaphoc/login để em hoàn tất thủ tục nhập học. Em xin chân thành cảm ơn.",
    "Em là  có MSSV: , em xin được hỏi về việc học các môn Thực hành, Thí nghiệm trực tiếp cho SV đủ điều kiện học như sau:  SV ở tỉnh sẽ lên lại TPHCM như thế nào ạ (tự di chuyển hay nhà trường hỗ trợ ạ). Sẽ có đợt đăng ký nào khác nữa không ạ . Việc học trực tiếp thì SV có được di chuyển từ nhà trọ đến trường và ưu tiên gì không ạ . Nếu không thể đăng học thì các môn/học phần có bị chuyển qua HK212 không ạ. Kính mong Thầy/Cô giải đáp thắc mắc giúp em ạ. Chúc Thầy/Cô làm việc vui vẻ và bình an!    Em xin cám ơn ạ.",
    "Dạ em chào thầy/cô. Em hiện đang đăng ký thông tin tốt nghiệp nhưng trong hồ sơ mybk nơi sinh của em hiển thị Đồng Nai. Em muốn chuyển thành Kiên Giang nhưng không biết cách ạ . Em cảm ơn, Trân trọng",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa TP. Hồ Chí Minh Em là , mã số sinh viên  Vừa qua thì em có đăng ký xét tốt nghiệp, và PĐT đã trả lời là đơn xin xét tốt nghiệp của em không được xử lý do là phải cập nhật lại hình . Em đã cập nhật lại hình theo đúng quy định của PĐT. Em muốn hỏi là ngoài cập nhật lại hình thì cần làm gì thêm nữa để được xét tốt nghiệp lại không ạ! Em xin chân thành cám ơn! Chúc quý thầy cô luôn mạnh khỏe!",
    "Cho e hỏi là khi nào mình sẽ có giấy đi NVQS vậy ạ? Do hạn phường em là ngày 15/10. Mong PĐT thông báo cho e sớm ạ, em xin cảm ơn.",
    "Em chào admin, em tên là , MSSV: . Em có thắc mắc là em đã đăng ký theo mail của trường về việc hoãn thi và em đã có mail xác nhận đăng ký thành công nhưng khi em kiểm tra thông tin thì em không thấy có tên em và em cũng không nhận được mail thông báo là em đăng ký sai học kì hay mã số môn học. Em mong admin có thể kiểm tra giúp em lại được không ạ, em có ảnh minh chứng kèm theo. Em cám ơn nhiều ạ.",
    "Nếu Em tham gia CTXH tại địa phương thì mình sẽ quy đổi tính ngày CTXH như thế nào ạ??làm tình nguyện bao nhiêu ngày thì được quy đổi thành bao nhiêu ngày? giấy xác nhận sẽ được nộp trực tiếp hay là scan pdf để nộp ạ?",
    "Thưa phòng đào tạo, tình hình dịch bệnh vẫn còn nhiều khó khăn nên em muốn hỏi thông tin về lễ tốt nghiệp tháng 11 tới này có thay đổi không ạ? Vẫn tổ chức ở trường hay sẽ dời ạ? Em xin cảm ơn",
    "Kính thưa Phòng Đào Tạo, em tên là , MSSV:. Ngày 5/10 em có đăng ký đi học trực tiếp tại trường, nhưng do gia đình không cho phép đi học vì tình hình dịch bệnh còn phức tạp nên em muốn hủy đăng ký học trực tiếp tại trường. Mong Phòng Đào Tạo và quý thầy cô xem xét và giải quyết giúp em. Em xin trân trọng cảm ơn!",
    "Dạ em tên là  - , em có đăng ký nhầm vào form đăng ký học trực tiếp tại trường vì hiện tại em đang ở quê và chưa lên lại thành phố được ạ. Dạ cho em hỏi làm sao để hủy đơn đăng ký ạ?",
    "Kính gửi phòng đào tạo. Em tên là  . Vừa qua có thông báo đăng ký các lớp anh văn theo yêu cầu từ 20/09 - 28/09 do nhà em không có mạng thường trực nên em đã bỏ lỡ thời gian đăng ký môn học. Kính mong phòng đào tạo cho em đăng ký bổ sung môn học Anh Văn 4A có mã số môn học là LA1043. Kính mong phòng đào tạo chấp nhận. Em xin chân thành cảm ơn.",
    "Xin chào PĐT Đã qua 1 tuần kể từ 30/9/2021 mà điểm trên MYBK của em về HK202 vẫn là 13.00 trong khi em đã hoãn thi thành công ạ. Cụ thể 3 môn MT1005 MT1009 SP1007 Mong PĐT xem xét và giải quyết giúp em ạ . Em cảm ơn",
    "Vào lúc chiều hôm qua em đã có nhập vào biểu mẫu đăng ký học trực tiếp của nhà trường gửi đến. Nhưng vì lí do là gia đình không muốn em ra ngoài vào thời điểm này, nên nhà trường cho em hỏi là em có thể dời lại việc học trực tiếp của em sang lần sau được không ạ?",
    "Kính gửi Phòng Đào Tạo, Em tên là , MSSV: , ngành công nghệ sinh học, khoa Hoá. Em đã hoàn thành xong các môn học và đã bảo vệ luận văn xong vào tháng 8.2021, nhưng hiện tại em không đăng kí xét tốt nghiệp trên mybk được vì thông em không có trong danh sách tốt nghiệp dự kiến. Kính mong trường xem xét để em được tốt nghiệp vào T11.2021 Xin cám ơn PĐT Hưởng  ",
    "Hôm Trước em có điền mail về việc quay lại trường, Nay em xin phép hủy yêu cầu đó ạ",
    "Xin chào quý thầy cô! Em tên : . Sinh viên K19 Hiện tại. Em chưa học Giáo Dục Quốc Phòng ( vì lý do cá nhân) Quý thầy cô cho em hỏi : Trường mình có tạo điều kiện cho sinh viên học Giáo Dục Quốc Phòng vào kì hè không ạ! Hay em phải chờ, xin học cùng với các bạn khoá mới trong năm sau. Rất mong quý thầy cô giải đáp thắc mắc giúp em! Em cảm ơn rất nhiều ạ! Chúc thầy cô nhiều sức khoẻ!",
    "Dạ thầy/cô Em muốn được biết thủ tục đăng ký thi cuối kỳ để xóa điểm hoãn thi, thi vào HK 211 trong thời điểm dịch bệnh này ạ. Em xin cảm ơn.",
    "Em chào cô, hiện tại em đã có đầy đủ điểm tất cả các môn ở học kỳ 202, tuy nhiên em vẫn chưa thể khai lý lịch tốt nghiệp trên MYBK ạ. Em muốn xin thầy cô bảng điểm, và tình trạng tốt nghiệp của em ạ",
    "Em tên là  mssv . Cho em hỏi là em đk giấy chứng nhận sv đã 1 tuần rồi mà chưa được duyệt ạ. Trường có thể duyệt giúp em để em đem đến xã hoãn nvqs được không ạ. Bây giờ địa phương em hối em lắm ạ. Hiện tại em đang rất lo lắng ạ. Em cảm ơn trường rất nhiều ạ",
    "Chào thầy/cô, em tên là Trần Nguyễn Chí Hải, mssv: . Học kì 2 năm học 2020-2021, em có đăng kí hoãn thi môn Giải Tích 2( mã môn: MT1005) do không đáp ứng được điều kiện để thi trực tuyến và được chấp nhận. Nhưng sau khi có điểm thì em phát mình bị điểm 13 (điểm vắng thi), xin thầy cô kiểm tra và chỉnh sửa lại giúp em với ạ. Em xin cảm ơn!",
    "Thưa cô, kì này em muốn rút môn học thì chỉ cần điền biểu mẫu mà PDT gửi vào mail thôi, không cần gửi đơn hay gì hết phải không ạ? Em cám ơn ạ.",
    "Kính gửi PĐT,  Em là . MSSV của em là . Em muốn đặt câu hỏi đó là sau này khi em ra trường thì liệu em còn có thể đăng ký in bảng điểm thông qua mybk.hcmut.edu.vn được không ạ, khi em đã là cựu sinh viên? Em xin chân thành cảm ơn PĐT.",
    "Dạ thưa, cho em hỏi TKB ghi là T5 ngày 7/10/2021 (tức tuần 40) là có 1 buổi học ở cs Dĩ An. Vậy thì theo quy định em có phải đến trường không ạ? Em xin cảm ơn.",
    "Em chào thầy cô, Em muốn hỏi là trong tình hình mùa dịch thì em có thể đăng ký nhận giấy chứng nhận sinh viên để hoãn nghĩa vụ quân sự như thế nào ạ. Em cám ơn!",
    "Hiện em đã nhận được mail từ thầy , giảng viên hướng dẫn đề cương luận văn tốt nghiệp cho em. Tuy nhiên trên BKEL thì em vẫn chưa được cập nhật, trong khi nhiều bạn khác đã được cập nhật. Mong phòng đào tạo kiểm tra giúp em.",
    "Kính gửi thầy (cô), Em tên là  MSSV: , sinh viên K18 khóa Quản lý Công nghiệp. Trong kết quả đăng kí môn học HK211, em không đăng ký môn Nhập môn Kỹ thuật ( CI1001). Tuy nhiên hiện tại, môn học \"Nhập môn về kỹ thuật (CI1001)_Trần Hoàng Linh (DH_HK211) nhóm L18\" xuất hiện trong thời khóa biểu và E-Learning của em. Mong thầy (cô) kiểm tra lại giúp em ạ. Em xin chân thành cảm ơn quý thầy cô.",
    "Dạ em chào pđt. Em tên  Mssv  khoa môi trường và tài nguyên. Việc là em có đăng kí hoãn thi và đã được phòng đào tạo đồng ý. Nhưng qua 30/9 em vẫn bị ghi trên bảng điểm là điểm 13. Em mong pđt xem xét và sửa lại giúp em với ạ. Em cảm ơn ạ",
    "dạ thưa phòng đào tạo em muốn hỏi có cách nào để gia hạn học phí dự thính không ạ. Vì thẻ ngân hàng của em bị kẻ xấu lừa đảo mất hết tiền chưa thể đóng học phí dự thính được. Rất mong phòng đào tạo giúp đỡ em. Em xin cảm ơn ạ",
    "Thầy cô cho em hỏi giờ học online môn đại số tuyến tính của cô  lớp L09 ạ, em thấy trên BKEL chỉ có link gg meet mà không thấy giờ học ạ",
    "Kính gửi Phòng đào tạo, Em tên , MSSV  Em xin hỏi là nhà trường còn có tổ chức thêm đợt thi anh văn 2 kỹ năng nói - viết nào để hoàn tất nội dung cho việc tốt nghiệp vào tháng 11 không ạ? Em xin chân thành cảm ơn",
    "MSSV:    Dạ kính thưa PĐT, hôm nay em chưa hiểu thật kỹ mà đã đăng ký biểu mẫu trở lại trường học tập . Em có reply lại mail xin hủy yêu cầu đăng ký nhưng không chắc là có hợp lệ hay không. Nên em xin làm phiền gửi lại yêu câu qua bksi, kính mong PĐT có thể giúp em ạ . Lý do là em chỉ mới tiêm 1 mũi vaccine và hiện tại em chưa đăng ký được ktx để lưu trú. Kỳ rồi em ở KTX quận 10, kỳ tiếp theo em dự định đăng ký ở ktx đhqg, nhưng đến nay KTX ĐHQG chưa mở form đăng ký mới. Nên nếu có trở lại thành phố học em cũng không có chỗ ở. Em vô cùng xin lỗi vì không suy xét thật kỹ trước khi điền đơn. Em mong PĐT có thể giải quyết giúp em ạ.",
    "Dạ em chào quý thầy cô phòng đào tạo. Em tên:  MSSV:  Lớp: XD17CTGT02 Dạ thầy cô cho em hỏi với tình hình như hiện tại thì trường có dự định tổ chức thi offline 2 kỹ năng Nói-Viết để tạo điều kiện cho những sinh viên thi chưa qua ở đợt thi online vừa rồi được thi lại và tốt nghiệp trong tháng 11 tới không ạ? Dạ nếu trường không tổ chức thi offline thì có mở thêm đợt thi online nào nữa để tạo điều kiện cho những sinh viên chưa thi qua không ạ. Dạ em cảm ơn thầy cô.",
    "Kính gửi phòng đạo tạo, Em tên là . Vào 20h30 (5/10/2021), em đã nhầm lẫn điền và gửi form \"Đăng ký học trực tiếp\". Em có thể xin hủy đơn đăng ký của em được không ạ? Em xin cảm ơn rất nhiều.",
    "Em muốn hủy đăng kí học thực hành trực tiếp học tại trường ạ. Lý do chỗ em chưa hết dịch còn chốt không di chuyển được ạ. Mong thầy cô giúp em. Em cảm ơn ạ.",
    "Em xin được rút môn học Giải tích 2 (MT1005)  Lớp: DT-03 Ngày: thứ 2 Tiết: 13-15 Lí do rút môn: Ban đầu thi em tưởng mình chưa qua môn nên mới đk học dự thính lại Nay e biết điểm và đã đủ điểm qua môn nên cho em xin rút môn Học phí dự thính em đăng kí đã đóng đầy đủ và sẽ chấp nhận mất phí như quy định của trường Mong phía nhà trường giúp em Cảm ơn và mong nhà trường phản hồi cho em trong thời gian sớm nhất",
    "Kình gửi PĐT, Em muốn nhận bảng điểm file pdf qua email khi hoàn tất đăng ký in bảng điểm trên my BK được không ạ?",
    "Chào cô, Em đã hoàn thành mẫu đơn rồi ạ.Cho em gửi lại. Em xin cảm ơn nhiều.",
    "Dạ em chào Thầy/ Cô ạ, Hiện tại em đã đủ điều kiện tốt nghiệp nhưng trong mục đăng kí tốt nghiệp em vẫn chưa đăng kí được ạ Cho em hỏi có vấn đề gì không ạ, Em cảm ơn ạ!",
    "Em chào thầy/cô, Em là sinh viên K19 nhưng bảo lưu kết quả tuyển sinh và em hiện đang học chung với K20, mã lớp của em cũng là CC20 thì em sẽ phải học 3 học phần thể chất như K19 hay chỉ học 2 học phần thể chất như K20 ạ? Em cảm ơn.",
    "Em chào thầy/cô phòng đào tạo ĐHBK và trung tâm anh ngữ BK, Em tên , mss . Ngày hôm nay 10/07/21 lúc 9h00 sáng và 13h00 chiều, em có buổi thi online tiếng anh 2 kỹ năng Đọc-ết. Nhưng vì gia đình em hiện nay có mẹ đang nằm viện do bệnh hen suyển tái phát nặng, đang nằm bệnh viện Nguyễn Trãi Q5 đã gần 2 tuần nay. Sáng nay do mẹ em có biến chuyển bệnh tình nên em phải vào viện lại chăm sóc lo cho mẹ . Em kính mong thầy/cô cho phép em dời ngày thi hôm nay sang 1-2 ngày tới của đợt 4 thi online này để lo liệu việc gia đình ổn định. Vì sáng nay e gọi điện liên hệ phòng đào tạo theo số đt  028.3865.4087 đều có được phản hồi. Em xin đính kèm hình ảnh e test PCR của e vào viện chăm sóc mẹ tuần qua và hình ảnh của mẹ trong bệnh viện. Em xin cam đoan những gì em nói đều hoàn toàn sự thật. Trong thời gian chờ thầy/cô phản hồi thông tin này, em xin chân thành cảm ơn thầy/cô.",
    "Thân chào thầy/cô Em gửi đến thầy/cô ảnh giấy khai sinh có mộc công chứng như được yêu cầu trong file đính kèm. Cảm ơn thầy/cô đã giúp đỡ. Trân trọng.",
    "Hiện tại em chưa có tkb của kì này. Nên em không đăng kí được giấy xác nhận sinh viên để nộp cho địa phương. Mà em không biết làm sao để có giấy xác nhận của nhà trường để hoãn lại nghĩa vụ quân sự. Em mong pdt xét cho em.",
    "Kính gửi phòng đào tạo trường ĐHBK Tp.HCM Em là Vũ Đức Lượng. MSSV 1712096 . em là sinh viên sắp tốt nghiệp, chuyên ngành Cơ Kỹ Thuật Vừa qua em đăng kí thi tiếng anh Nói Viết ngày 24/9/2021. Nhưng vì điều kiện khó khăn (gia đình lục đục nên em phải đi ở nhờ quán karaoke mà điện thoại anh chủ quán làm ăn, không cho em mượn được) nên em chỉ có 1 chiếc điện thoại để tham gia kì thi. Trước khi thi Speaking-Writing em đã hỏi trước giám thị, do hoàn cảnh em như vậy, em chỉ có 1 chiếc điện thoại để thi. Em xin phép như vậy có thi được không, em cam kết thi nghiêm túc 1 cách tuyệt đối . Giám thị nói được, nói em cứ thi đi, giám thị takenote lại cho giám khảo chấm thi. Tuy nhiên hôm nay em tra điểm thì thấy mình bị 0đ phần Writing vì ko đủ camera thứ 2. Em viết mail này kính mong Phòng Đào Tạo xem xét chấm bài cho trường hợp của em. Em cam kết là bài thi không gian lận dưới bất kì hình thức nào. Nếu thật sự em gian lận, chắc chắn không bao giờ em giám viết mail này lên nhờ nhà trường cứu xét và nếu thật sự em gian lận, bài thi của em chắc chắn phải đẹp đẽ chứ không nguệch ngoạc, gạch xóa tô bẩn như vậy ạ. Dưới đây em xin đưa ra dẫn chứng chứng minh là em không hề gian lận và kính mong nhà trường xem xét chấm điểm giúp em bài thi để em có thể xét tốt nghiệp và có khả năng tự lập. không phải đi ăn nhờ ở đậu như tình cảnh hiện tại: Qúa trình thi dài nên điện thoại em tự tách thành 3 video.   B Video 1    - chủ yếu các task yêu cầu phải nhìn đề và viết câu, nên em phải nhìn vào camera nhiều lần để đọc đề và làm bài. bất kì thao tác nào của em trên điện thoại và em đang làm gì đều được camera ghi màn hình lại, và bài làm phần này của em gạch xóa rất nhiều https://drive.google.com/file/d/1BeWxTEoIZFIEmHlc9HPiGdWwNl-CMXRw/view?usp=sharing   B Video 2    - viết essay, trong video này 4 phút đầu em phải đọc, phân tích để viết mở bài. Sau đó em cặm cụi viết liên tục gần 30 phút liên tục. Nếu em gian lận thì mắt em phải láo liên vừa nhìn vừa chép, chứ em hoàn toàn chỉ nhìn vào giấy và cặm cụi viết những gì mình suy nghĩ. https://drive.google.com/file/d/1pXBxd4u-iKQwHqLheJgxinAuqS-z_9YB/view?usp=sharing   B Video 3    - chủ yếu là quá trình scan bài thi. Bất kì thao tác nào, kế cả quá trình scan em cũng quay màn hình. Trước khi scan em cũng giơ bài thi cho giám khảo xem, giám khảo nói \"rồi\" em mới bắt đầu scan. https://drive.google.com/file/d/1T60mtoeyS70Gdcbg-myOxHIiDInhQPZ3/view?usp=sharing Trong quá trình thi em đã rất cố gắng để giữ sự minh bạch- vì em hiểu tình cảnh của mình thiếu 1 camera so với các bạn. Các minh chứng   trên đây chỉ là em muốn chứng minh rằng bài của em có thể được chấm thi và em đã rất nỗ lực cho bài thi này . Kính mong nhà trường xem xét giúp trường hợp của em để em có thể tốt nghiệp đúng hạn và đi làm để vượt qua thời gian khủng hoảng này. Em xin chân thành cảm ơn. Sinh viên Vũ Đức Lượng.",
    "Em tên  MSSV  -  Lớp BD17CN04 Em đăng ký chuyển điểm những môn này từ hệ đại học sang hệ cao đẳng để em có thể đăng ký làm tiểu luận tốt nghiệp :    -Bóng đá (PE1009) =  Giáo dục thể chất 2 (005006) -Giải tích 2 (MT1005) =  Toán 2 (006602) -Tư tưởng  (SP1005) =  Tư tưởng  (001025) Mong được Phòng Đào Tạo hỗ trợ Em cám ơn.",
    "Kính gửi PĐT ĐH BK TP.HCM, Em có đặt giấy Xác nhận Sinh viên học kì 211 vào ngày 09/09 để bổ sung cho Ban Nghĩa vụ Quân sự của địa phương (TP.Biên Hòa, tỉnh Đồng Nai), tuy nhiên đến nay đã hơn 1 tháng nhưng em vẫn chưa nhận được Bản Cứng giấy XNSV qua Bưu điện . Kính mong PĐT có thể hỗ trợ em trong vấn đề này ạ. Em xin cám ơn PĐT, Trân trọng.",
    "Em chào các anh/chị ạ, Em là  - k17 - khoa điện-điện tử, hồi hôm qua em có nhận được mail là trường sẽ tổ chức học các lớp học thí nghiệm trực tiếp tại trường, thì là hiện tại em cũng đang học học kỳ cuối cùng của mình và còn các môn thí nghiệm nhưng hiện tại em đang ở quê, cũng như không đáp ứng các yêu cầu tiêm chủng của trường thì anh/chị cho em hỏi làm sao để em có thể lên thành phố và học những môn thí nghiệm còn lại của em ạ ? và nếu lùi lịch học lại thì em có bị đẩy lùi lịch tốt nghiệp không ạ ?  Em xin cảm ơn anh/chị giải đáp ạ, ",
    "Kính chào phòng đào tạo, Em là , khóa k17, mssv . Vào ngày 30/9 em có đăng kí giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự ạ. Phòng đào tạo cho em hỏi chừng nào em mới nhận được giấy này ạ? Em xin cảm ơn!   i  .",
    "Em không đăng kí rút môn học được theo link trường gửi vì quá hạn thời hạn đăng kí rút môn. Mong nhà trường giúp em Cảm ơn nhà trường đã đọc",
    "Dạ nhờ thầy cô giải đáp thắc mắc này giúp em với ạ!!! Danh sách tốt nghiệp dự kiến là danh sách bao gồm các sinh viên đã đủ điều kiện tốt nghiệp   (bao gồm cả điều kiện anh văn và ngày CTXH) hay là sinh viên đã hoàn thành chương trình đào tạo nhưng còn thiếu anh văn và ngày CTXH ạ? Nếu rơi vào trường hợp đã đủ điều kiện tốt nghiệp ( Chương trình đào tạo, anh văn và ngày CTXH) mà vẫn không có tên trong danh sách dự kiến thì có cách nào để kiểm tra xem Sinh viên bị vướng/thiếu sót gì để tốt nghiệp không ạ ? Trong lúc chờ đợi phản hồi, em xin chân thành cảm ơn",
    "Xin chào quý thầy/cô, Em tên là  - . Em xin phép được hoãn kiểm tra giữa kỳ môn Xác suất thống kê MT2013 học kỳ 211 ngày 09/10/2021. Sau khi liên hệ trực tiếp GV phụ trách bộ môn, GV yêu cầu em phải gửi mail xin ý kiến Phòng Đào Tạo để GV có cơ sở cho em kiểm tra bù sau này. Xin quý thầy/cô xét duyệt cho em được phép hoãn kiểm tra. Em xin chân thành cảm ơn.",
    "Em chào thầy/cô, Em tên là  - MSSV . Em đã hoàn thành thủ tục đăng ký tốt nghiệp và đã nhận được bằng tốt nghiệp tạm thời. Tuy nhiên, theo lịch của trường thì đến tháng 1/2022 thì lễ tốt nghiệp và nhận bằng mới được diễn ra. Em xin hỏi là em có thể nhận được bản mềm (pdf) của bằng tốt nghiệp chính thức trước lúc đó được không? Em cần bản chỉnh thức của bằng tốt nghiệp để hoàn thành hồ sơ du học của em. Deadline để nộp bằng tốt nghiệp chính thức mà Trường (nơi em sẽ theo học) đưa ra là vào 30/11/2021. Do đó nếu theo lịch tốt nghiệp thì em sẽ bị trễ deadline và không cho phép nhập học ạ. Em xin cảm ơn và xin mong thầy/cô giúp đỡ. Trân trọng, .   i Tốt nghiệp .",
    "Cho em xin hỏi là bây giờ khi đăng ký giấy xác nhận sinh viên thì trường còn gửi qua bưu điện nữa không ạ? Em cảm ơn.",
    "dạ cho em hỏi là em là sinh viên bách khoa thì em học văn bằng 2 của trường mình thì cần có điều kiện gì không ạ ví dụ nếu em ra trường trễ nửa năm thì có được đăng kí học văn bằng 2 không ạ",
    "Dạ em chào thầy /cô . ﻿Em là . ﻿Em muốn hỏi em có một bằng Toeic reading and listening. Em đã nộp 1 lần để chuyển điểm anh văn 1 và 2. Em muốn dùng bằng này nộp và chuyển điểm anh văn 3 được không ạ. Với thời gian này em có thể đăng ký học bổ sung anh văn 4 không ạ.",
    "Em chào cô, em vừa đăng ký giấy tạm hoãn NVQS hôm 5.10 cho em hỏi tình hình dịch bệnh thế này thì giấy tạm hoãn sẽ được giải quyết sớm không ạ, bao lâu em nhận được ạ. Vì ngày 18.10 địa phương bắt em đi khám sơ tuyển rồi ạ. Vì vậy nên e rất gấp rút và lo lắng . Em cảm ơn cô.   i  .",
    "Kính gửi: Phòng Đào tạo Em tên là , MSSV: , Lớp CK14HT1. Em có làm đơn xin chuyển từ hệ chính quy qua hệ vừa làm và được Phòng Đào tạo thu nạp vào hệ VLVH 04/08/2021, để xét tốt nghiệp ạ, đến nay em vẫn chưa nhận được email tốt nghiệp hệ VLVH và thông tin đăng ký tốt nghiệp của em vẫn còn hiển thị hệ chính quy ạ. Rất mong nhận được sự hỗ trợ từ Quý Thầy Cô ạ. Em xin chân thành cảm ơn ! Chúc Quý Thầy Cô nhiều sức khỏe ạ !",
    "Kính gửi quý thầy cô, Em tên là  Trường MSSV:  khóa 2014 chuyên ngành Nhiệt Lạnh, em có đăng kí chuyển từ hệ Chính Quy xuống hệ VHVL do không đủ điều kiện để Tốt nghiệp hệ chính quy (thiếu AV4, ngày CTXH và 2 kỹ năng Nói-viết). Nay em viết thư nay kính mong PĐT có thể xét tốt nghiệp hệ VHVL cho em trong tháng 11 này Đính kèm là ngày ra quyết định chuyển hệ của em Em xin chân thành cám ơn!",
    "dạ cho em hỏi em không học anh văn trong trường thì khi em nộp bằng toeic (800). vậy lúc này có tính điểm vào điểm trung bình tích lũy khi tốt nghiệp không ạ. Em cảm ơn ạ!",
    "Em tên là , mssv . Em có đăng kí in bảng điểm và đã đóng tiền ạ. Em muốn nhờ PĐT scan giúp em bảng điểm và gửi cho em được không ạ? Em xin chân thành cảm ơn",
    "Xin chào quý thầy/ cô, em tên là , sinh viên K18 khoa QLCN. Hiện tại địa phương em đang yêu cầu cung cấp giấy tạm hoãn nghĩa vụ quân sự cho xã đội. Do đó em muốn hỏi rằng em có thể xin cấp giấy tạm hoãn nghĩa vụ quân sự của trường như thế nào? Và trong tình hình hiện tại em có thể nhận bằng cách nào? Em hy vọng sẽ sớm nhận được hồi đáp. Em cảm ơn!",
    "Chào anh/chị! Em tên , hiện tại là em có đăng kí làm giấy xác nhận sinh viên, nhưng đến hôm nay đã hơn 1 tuần em vẫn chưa nhận được kết quả, anh/ chị có thể xử lí giúp em được không ạ, em đang rất cần vì sắp đến ngày gọi đi khám NVQS rồi ạ em cảm ơn!",
    "Dạ phường em yêu cầu bổ túc hồ sơ nghĩa vụ quân sự gấp vào ngày 10/10 là Chủ Nhật tuần này, không biết có cách nào để em có được giấy tạm hoãn ngay được không ạ ?   i  .",
    "Em chào thầy, cô! Em là sinh viên K20. Em có câu hỏi: khi đăng kí in giấy xác nhận sinh viên thì trường sẽ kí giấy vào thời điểm ngày đăng kí in giấy hay một ngày khác ạ? Vì địa phương em yêu cầu là giấy phải  kí trước ngày 31/9 hoặc là sau ngày 8/10 mới được chấp nhận, em đăng kí in giấy vào ngày 27/9. Em xin cảm ơn!",
    "Chào cô. Cho em hỏi là sao đến bây giờ điểm hõa thi môn xác suất thống kê vẫn chưa cập nhật lại là điểm 14 vậy cô mà vẫn để là điểm 13.",
    "Thưa thầy/cô do lí do dịch bệnh nên em không đăng kí được thời khoá biểu của HK1, cùng với đó là em không đăng kí giấy tạm hoãn nghĩa vụ quân sự được, em không biết bây giờ phải xử lý như nào ạ, hạn nộp bên khu vực em chỉ cho đến ngày 15/10 Em rất mong thầy/cô giúp đỡ cho trường hợp của em ạ Em xin cảm ơn thầy/cô rất nhiều ",
    "Dạ em chào thầy/cô, Em là , MSSV . Em đã có điểm của tất cả các môn học và em kiểm tra theo quy chế thì đã đủ điều kiện tốt nghiệp nhưng phần đăng ký xét tốt nghiệp chưa thấy trong danh sách tốt nghiệp dự kiến ạ. Mong thầy/cô có thể kiểm tra giúp em xem em còn thiếu điều kiện gì mà vẫn chưa được nằm trong danh sách trên không ạ? Và cho em hỏi thêm là thời gian nhận phản hồi về điều kiện xét tốt nghiệp được dời đến 24/12/2021 thì thời gian đăng ký tốt nghiệp trên MyBK có dời theo không ạ? Em xin cảm ơn.",
    "Dạ em chào thầy/cô, Em là , MSSV , Khoa Kỹ thuật Hoá học. Dạ thầy/cô ơi, em vừa nhận được giấy mời khám sức khoẻ nghĩa vụ quân sự với thời gian khá gấp từ địa phương ạ. Nhưng em có nghe là đăng ký in giấy Chứng nhận sinh viên ở BKPortal thì tốn đến hơn 4-5 ngày. Bây giờ em bối rối quá ạ . Em muốn hỏi thầy/cô là em có thể xin nhà trường để được cấp bản PDF của giấy chứng nhận sinh viên không ạ? Em rất mong nhận được sự hỗ trợ từ phía PĐT ạ. Em cảm ơn thầy/cô rất rất nhiều. Trân trọng,  ",
    "Dạ cho em hỏi giờ mình muốn đăng kí hoãn thi giữa kì thì làm thế nào ạ",
    "Kính chào quý thầy cô! Em tên  mssv  hệ VLVH. Vừa rồi em có làm đơn xin chuyển chuyên nghành để được đăng kí LVTN hiện tại đã được PĐT duyệt và ra quyết định nhưng đã qua thời hạn đăng kí LVTN. Nay em làm đơn này xin quý thầy cô xem xét cho em được đăng kí , msmh 203303, trong học kì này. Em chân thành cám ơn quý thầy cô.",
    "Dạ em muốn làm đơn hủy hoãn thi thì làm như thế nào ạ? Em cảm ơn ạ!",
    "Em chào pdt, Em hiện nay cần giấy xác nhận sinh viên để hoãn kỳ nvqs, nhưng vì một số lí do nên em đã không có tkb trong học kì này nên không thể đăng ký giấy xác nhận sinh viên được, em không biết liệu pđt có thể làm giấy xác nhận cho em được không ạ Em xin cảm ơn",
    "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh Em tên:  MSSV:  Ngành: Kỹ thuật Hàng không - Hệ: VLVH Em chuyển từ Hệ CQ sang Hệ VHVL để xét hoàn thành chương trình học và đã hoàn thành các môn học theo chương trình đào tạo + đạt chuẩn AV xét tốt nghiệp theo hệ VHVL ạ. Hiện tại em thấy PĐT công bố danh sách dự kiến tốt nghiệp tại trang web PĐT (Mục Tốt nghiệp) ngày 08/09/2021 cho Hệ Chính Quy nhưng chưa thấy công bố danh sách cho Hệ VLVH để em có thể kiểm tra mình được tốt nghiệp hay chưa? Và em có vào phần Đăng ký xét tốt nghiệp trên MyBK nhưng không đăng ký được (không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến). Em xin hỏi là hiện tại em còn thiếu những gì cần bổ sung thêm để đủ điều kiện tốt nghiệp ạ? Em đã gởi câu hỏi/yêu cầu, sau 21/09/2021, 28/09/2021 và 05/10/2021, em vẫn chưa nhận được mail phản hồi và chưa đăng ký tốt nghiệp được nên hôm nay em gửi lại để PĐT và quý thầy cô kiểm tra lại và phản hồi ạ. Trong thời gian chờ sự phản hồi từ PĐT và quý thầy cô, em xin kính chúc quý thầy cô nhiều sức khỏe, cùng vượt qua đại dịch. Em xin chân thành cảm ơn. Thân chào quý thầy / cô   i Tốt nghiệp .",
    "Kính gửi Phòng Đào Tạo Em tên là:  MSSV:  Hiện tại, em đã được thầy  thông báo là bộ môn đã đồng ý miễn môn học nhập môn về kỹ thuật (EE1001), nhưng đến nay trên hệ thống MyBk (mục thông tin sinh viên---  Điểm chuyển) vẫn chưa cập nhật điểm cho em.Nay em viết đơn này, mong Phòng Đào Tạo sớm cập nhật điểm cho em, để đến đợt đăng ký môn học học kỳ 2 năm học 2021-2022, em kịp tiến độ đăng ký đồ án. Em xin chân thành cảm ơn.   i ",
    "Em xin hỏi là em có đăng ký hoãn thi môn Kỹ thuật thủy lực và khí nén trong ô tô, mã môn học TR4019 . Nhưng đến nay vẫn chưa cập nhập kết quả trên bảng điểm. Mong được xem xét ạ",
    "Vào ngày 4/10/2021, em có gửi đơn xin hủy hoãn thi nhưng được phản hồi lại là phải nộp thêm đơn thêm học kì như hình bên dưới. Thì cho em hỏi là mẫu form đơn em có thể tìm ở đâu? Em tìm không ra, và em có hỏi bạn em cũng không biết. Nều được thì cho em mẫu form lun để điền cho nhanh vì em đang rất cần ạ.Với cho em hỏi là nộp thêm đơn này để làm gì ạ? _Mong thầy cô sớm phản hồi tại vì em sợ bị hủy điểm trên  ạ _Em xin cảm ơn",
    "Em chào PDT,  Em có đăng ký in giấy NVQS và chọn hình thức chuyển qua đường bưu điện. Em đã đăng ký và được xác nhận vào ngày 08/09/2021 như hiện nay đã gần 1 tháng như vẫn chưa thấy bên bưu điện gọi lấy ạ.  Em xác nhận địa chỉ và số điện thoại em cung cấp là hoàn toàn chính xác. Mong PDT sớm trả lời thắc mắc của em. Em cảm ơn",
    "Chào thầy/cô, Em tên là  Em không biết là nhà trường có thể gửi cho em file giấy tạm hoãn nghĩa vụ quân sự được không ạ? Em ở Cần thơ ạ. Mong phòng đào tạo hoàn thành sớm vì thời hạn của em là hết 29/10. Em cám ơn ạ! Email của em: ",
    "Em tên , mssv , chương trình tiên tiến. Hiện em đã hoàn thành chương trình học, đủ ngày công tác xã hội, nhưng em không có tên trong danh sách tốt nghiệp. Em mong sớm được hổ trợ, em xin chân thành cảm ơn.",
    "Dạ em chào pđt. Em tên  Mssv  khoa môi trường và tài nguyên. Việc là em có đăng kí hoãn thi và đã được phòng đào tạo đồng ý. Nhưng qua 30/9 em vẫn bị ghi trên bảng điểm là điểm 13. Em mong pđt xem xét và sửa lại giúp em với ạ. Em cảm ơn ạ( Em là học kì chính năm 2020-2021 ạ) pđt đã đồng ý hoãn thi cho em và bảo quá 30/9 chưa được xử lí thì lên bksi khiêu nại ạ. Dạ em cảm ơn",
    "dạ chào pđt em đã đóng tiền dự thính đầy đủ và em đã có lịch thi môn gt1 vào ngày 1/10 trong lịch thi nhưng hôm nay em vào check lại thì thấy lịch thi của mình bỗng mất môn gt1 mặc dù em không bị cấm thi, em đã hỏi giảng viên và giảng viên yêu cầu hỏi pđt kiểm tra.Mong pđt giải quyết sớm giúp em vì 1 ngày nữa em thi mà em chưa biết mình ở nhóm nào để vào phòng thi. Em xin chân thành cám ơn!",
    "Chào anh (chị), Do địa phương cần giấy chứng nhận sinh viên để xác nhận cho việc nghĩa vụ quân sự, hiện em đã đăng ký chứng nhận sinh viên trên mybk, nhưng có cách nào để trường có thể gửi kèm chứng nhận sinh viên qua mail cá nhân trước được không ạ? Em xin cám ơn!",
    "Dạ cho em hỏi là hiện tại em chưa thể lên trường nộp đơn thu nhận lại thì có cách nào để nộp online không ạ? Em xin cảm ơn.",
    "Kính gửi văn phòng đào tạo trường Đại học Bách Khoa Em tên  (MSSV: ). Sau khi điểm của tất cả các môn đã cập nhật trên hệ thống Mybk, số tín chỉ em đã hoàn tất đủ 144 tín chỉ và hoàn thành đủ 16 ngày CTXH. Nhưng, em vẫn không thể đăng ký xét tốt nghiệp trên hệ thống MyBk của trường vì lý do không có thông tin trong danh sách dự kiến tốt nghiệp đợt TN.20211.1. Thời hạn đăng ký tốt nghiệp là 31.10.2021 nhưng em vẫn chưa thể đăng ký được, em mong nhận được phản hồi từ trường Đại học Bách Khoa để em có thể xét tốt nghiệp đúng hạn như các bạn cùng lớp ạ. Em xin cảm ơn, .",
    "Em có đăng ký hoãn thi môn Nguyên lý ngôn ngữ lập trình (MMH CO3005) nhưng khi tra theo đường link theo mail phòng đào tạo gửi thì lại báo là không tìm thấy mssv trong danh sách ạ. http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802",
    "Cho em hỏi kỳ tới em chưa đủ điều kiện tốt nghiệp đợt tháng 11 và cũng không đăng ký môn học thì có cần làm thủ tục gì để tạm hoãn không ạ. Và sau đó khi nào đủ điều kiện tốt nghiệp thì em cần làm những thủ tục gì ạ? Mong được giải đáp",
    "Em đã đăng kí giấy xác nhận sinh viên hôm 4/10 giao qua đường bưu điện, vì lý do trước 10/10 sẽ nộp cho địa phương, em sợ giao đường bưu điện trễ hơn nên mong pđt cấp bản pdf trước để đi in ( hiện chưa có bản pdf trên web)",
    "Hiện em đã thanh toán học phí trễ . Vậy em có cần nộp đơn không ạ? Nếu có thì em cần gửi đơn qua đâu ạ?",
    "Kính chào thầy cô! Em tên  - MSSV  Ngày 07/10/2021 em có lịch thi tiếng anh nói - viết (viết) vào lúc 9h. Em đã cố gắng đăng nhập từ lúc 8h đến giờ thi nhưng vẫn không được. Lúc 9h em có nhận được mail của trường về vấn đề không thể truy cập vào các trang của trường từ mạng VNPT. Em có gửi mail cho thầy  về trường hợp khi tới giờ thi mà không đăng nhập được. Buổi chiều em có tham gia phần thi nói và cũng gửi mail về vấn đề em gặp phải cho giám thị nhưng em vẫn không nhận được thông báo nào . Thầy cô cho em hỏi, em nên liên hệ cho ai khác để có thể hỏi về thông tin thi bù? Và cho em hỏi thêm là có dự kiến ngày nào sẽ mở lịch thi tiếng anh nói - viết nữa không ạ? Mong thầy cô hỗ trợ giúp em Em chân thành cảm ơn",
    "Em chào thầy/cô, Hiện tại em đã học xong chương trình nên không có thời khóa biểu. Và sắp tới em cần in thẻ sinh viên để thi tiếng anh nói viết, nhưng em không đăng kí in thẻ được vì không có thời khóa biểu. Thầy/cô có thể cho em giải pháp để có thể in thẻ sinh viên không ạ.",
    "Kính gửi: Phòng đào tạo Trường Đại Học Bách khoa TP.HCMEm tên , MSSV  Địa phương yêu cầu nghĩa vụ quân sự em đã đăng ký giấy tạm hoãn nhưng in ra chuyển về chổ em hiện tại khá trễ địa phương em yêu cầu cần bản photo giấy cũng được.Mong nhà trường hỗ trợ em bản scan giấy chứng nhận học sinh sinh viên được không ạ em đã đăng ký vào ngày 07/10/2021 email:  Em rất mong nhà trường hỗ trợ gấp giúp em. Em xin chân thành cám ơn",
    "Dạ em chào các thầy cô tư vấn, em tên là   B , MSSV     . Ở học kỳ trước, HK202 em đã đăng ký hoãn thi môn   B  (CH2021)    vào ngày 10/08/2021 và đã nhận được mail đồng ý cho em hoãn thi ngay hôm đó . Trong mail đó có để là nếu điểm chưa cập nhật vào ngày 30/09/2021 thì em nên vào trang để khiếu nại ạ . Không biết thầy cô có thể hậu kiểm lại giúp em với được không ạ tại điểm môn đó của em vẫn là   B 13.00    đến bây giờ luôn ạ  Em cám ơn thầy cô đã xem qua yêu cầu này của em. Chúc thầy cô 1 buổi tối vui vẻ   i ",
    "-     Việc cấp giấy chứng nhận sinh viên . Chào Anh/Chị, Em là , sinh viên k17. Vì kì trước em đã hoàn thành luận văn tốt nghiệp và đã đủ điều kiện để tốt nghiệp nên kì này em không đăng ký môn. Mới đây bên phường có gửi em giấy nộp chứng nhận sinh viên, em lên đăng ký việc cấp giấy chứng nhận sinh viên nhưng lại không được do báo lỗi đang tạm dừng hay không có thời khóa biểu. Cho em hỏi vậy em có cách nào lấy giấy chứng nhận sinh viên không ạ? Em xin cảm ơn",
    "Chào thầy cô,  Ngày 10/09/2021 em có đăng ký in giấy chứng nhận sinh viên để bổ túc hồ sơ nghĩa vụ quân sự cho địa phương, với hình thức chuyển phát qua bưu điện, mã phiếu: CNSV..1  Nhưng đến nay em vẫn chưa nhận được phiếu đã đăng ký. Vậy nhờ thầy cô kiểm tra lại giúp em là phiếu này đã được xử lý và chuyển phát hay chưa ạ?  Em cảm ơn.",
    "Kính gửi: Phòng Đào tạo Trường Đại học Bách Khoa TP.HCM Em tên là , mssv: Do em không vào mail nên không thấy thông báo  đăng ký nhận giấy báo trúng tuyển,giấy chứng nhận sinh viên tạm hoãn nghĩa vụ quân sự và giáo trình cho Tân sinh viên trước 17h ngày 7/10/2021, bây giờ em phải làm sao để nhận ạ. Em cảm ơn.",
    "Dạ thưa thầy/cô,em có đăng ký nhầm link học trực tiếp tại trường, nhưng hiện tại vẫn chưa  đủ điều kiện để theo học trực tiếp tại trường, mong thầy/cô có thể cho em rút lại được không ạ.",
    "Chao PĐT, em là  MSSV , sinh viên lớp VP16CDT. PĐT cho em hỏi em đã hoàn thành LVTN và chương trình học nhưng sao trong phần đăng ký tốt nghiệp, em không thể bấm nút \"Cập nhật thông tin\" trong phần khai lý lịch tốt nghiệp và nút \"Nộp đơn xin xét tốt nghiệp\". Mong PĐT xem xét ạ.",
    "Kính chào ban tư vấn ạ, Em được nhà trường đổi TKB môn Vật lý-Cơ học từ lớp thứ 4 (TT02) sang lớp thứ 6 (TT03) nhưng chưa được cập nhật lớp học trên BKeL nên em không có link để tham gia học online và chưa cập nhật được bài tập ạ. Em phải tự thêm hay là sẽ được update tự động ạ . Em cảm ơn ạ",
    "Em nộp đơn hủy hoãn thi ạ",
    "Em chào PĐT Em là . Mssv : Em cần giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự . Và em đã đăng kí trên hệ thống mybk trong mục Đăng kí Giấy xác nhận sinh viên.   Hiện tại tình hình dịch như thế này thì em sẽ nhận kết quả ở đâu và em cần gấp thì nên làm thế nào ạ?",
    "Em kính chào thầy cô, Em xin phép được hỏi là do em còn chưa hoàn thành môn anh văn 4 nên em chưa đủ điều kiện để xét tốt nghiệp trong đợt (6/9 đến 30/10). Nhưng em đã đăng ký môn học anh văn theo yêu cầu ( AV4A), thầy cô cho em được hỏi khi em hoàn thành xong môn anh văn 4A, có điểm số đầy đủ, tức là em cũng đã hoàn thành hết chương trình học của mình thì em có thể xin được giấy tốt nghiệp tạm thời được không ạ? Hay phải chờ đến đợt xét tốt nghiệp kế tiếp mới xin được giấy tốt nghiệp tạm thời ạ ? Do em cần bổ sung giấy tốt nghiệp tạm thời cho công ty em đang làm việc ạ. Em mong nhận được sự giải đáp từ thầy cô. Em cảm ơn.",
    "Em chào các anh chị ! Vì tình hình dịch bệnh đi lại khó khăn nên em đã ra ngân hàng trễ và lỡ đóng trễ HP dự thính HK211 ,em có thể nộp đơn xin đóng trễ HP ở đâu ạ để không ảnh hướng đến học vụ?Em cám ơn ạ!",
    "em tên là  em đã hoãn thi tại sao vẫn điểm 13",
    "Kính gửi các thầy cô, em tên là , MSSV . Em xin phép được đăng ký 2 môn học là: Đại số tuyến tính 1 - MSMH: MT1015 Giải tích 1 _ MSMH:MT1011 Do em còn đang nợ môn học này, cần hoàn thành để đủ điều kiện đăng ký luận văn ở học kì 212. Em xin chân thành cảm ơn các thầy cô.",
    "Em chào các thầy cô, Em tên là , MSSV  . Em xin phép được đăng ký môn học Giải tích 1 (MSMH: MT1011). Do em còn đang nợ môn học này, cần hoàn thành để đủ điều kiện đăng ký luận văn ở học kì 212. Em xin chân thành cảm ơn các thầy cô rất nhiều. Chúc thầy cô và gia đình có sức khỏe tốt trong mùa dịch ạ.",
    "em tên: , MSSV:  em đã hoàn thành luận văn tốt nghiệp vào ngày 10/8/2021, hoàn thành đủ các yêu cầu về tín chỉ, anh văn, ngày công tác xã hội và học phí nhưng lại không có tên trong danh sách tốt nghiệp dự kiến 11/2021. em đã gửi thắc mắc một lần và phòng đào tạo phản hồi chờ sau ngày 5/10 kiểm tra lại nhưng vẫn chưa có tên. em mong nhà trường kiểm tra giúp em xem em còn thiếu điều kiện gì mà vẫn chưa được xét tốt nghiệp ạ",
    "Xin chào pdt, em muốn hỏi là khi nào mình mới tổng kết số chỉ trung bình ạ ?  Dù còn 2 môn vẽ kỹ thuật và thí nghiệm vật lý chưa thi, và có môn hoãn thi . Vậy số chỉ trung bình của kỳ này mình phải tính như thế nào ?  Em xin cảm ơn, mong được hồi đáp ạ.",
    "Dạ em tên là Văn Hoàng Huy MSSV  lớp DD20LT12, PĐT cho e xin được hoãn thi giữa kì 211 các môn: HÓA ĐẠI CƯƠNG CH1003(L06), 2013(L17),  EE2009(L08) và được thi bổ sung lại sau với ạ, lý do: em không có đủ điều kiện thiết bị và đường truyền để thi onl ạ. Dạ em cảm ơn PĐT ạ (Có kèm đơn trong phần tệp)",
    "Em tên là  -  Hiện tại em đã đủ các yêu cầu cơ bản để được xét tốt nghiệp trong HK211 này nhưng em chưa đóng BHYT cho năm nay. Việc này có ảnh hưởng tới điều kiện đăng ký tốt nghiệp hay không? Nếu có thì em phải làm như thế nào ạ? Em xin cảm ơn!",
    "Em chào Thầy/ Cô, Em tên Mai Xuân Hảo, MSSV 1810132. Trong HK202 em đã hoãn môn IM3063 thành công nhưng trên bảng điểm lại ghi điểm 13 và bị tính 0đ vào điểm trung bình học kỳ và điểm trung bình tích lũy ạ. Em có đính kèm ảnh bên dưới. Mong Thầy/ Cô kiểm tra lại giúp em với ạ . Em cảm ơn Thầy/ Cô. Chúc Thầy/ Cô ngày làm việc năng suất ạ.",
    "Em chào thầy/cô, Thầy cô cho em hỏi em đăng ký in giấy chứng nhận sinh viên thì khoảng bao lâu sẽ có bản PDF ạ, do em đăng ký hơn 1 tuần rồi mà vẫn chưa được phản hồi ạ. Em cảm ơn thầy/cô.",
    "Em chào Thầy/Cô! Em tên là , MSSV . Em muốn hỏi về thời điểm khi nào có điểm đầy đủ của tất cả các môn trong HK202, do em cần in bảng điểm để nộp các học bổng có hạn chót là 1/11 nhưng hiện chưa có điểm đầy đủ của HK202. Em hỏi việc này để chuẩn bị in bảng điểm để kịp nộp học bổng. Rất mong nhận được phản hồi từ Thầy/Cô!",
    "Em chào thầy/cô! Theo thông báo của pđt thì lịch rút môn đã hết từ ngày 1/10. Tuy nhiên, hôm nay em gặp sự cố về laptop, nhưng quê em ở nông thôn và không có điều kiện sữa chữa. Các môn em hokc kỳ này chủ yếu là lý thuyết nên miễn cưỡng vẫn dùng điện thoại học được. Duy có một môn phải thao tác và chạy chương trình trên phần mềm máy tính, không học bằng điện thoại được. Vậy nên cho em hỏi, hiện tại có cách nào để tạm rút hay hoãn một môn nào đó không? Em cảm ơn ạ!",
    "Em đăng kí in giấy xác nhận sinh viên nhận tại nhà đến nay hơn một tháng vẫn chưa nhận được, có thể gửi gấp cho em được không vì đã sắp hết hạn nộp giấy cho phường. Tên sinh viên:  MSSV:",
    "Cho em hỏi là em có xin giấy xác nhận sinh viên của trường để tạm hoãn nghĩa vụ nhưng mà em nhận được giấy không có mộc đỏ của trường ạ. Vậy em sử dụng giấy đó hợp lệ hay là em được cấp giấy mới. Em cảm ơn",
    "Chào anh/chị ạ,  Em tên là , MSSV , lớp CC17HC11. Em đã được cập nhật trên danh sách tốt nghiệp dự kiến nhưng phần CTXH vẫn hiện là còn nợ nên em vẫn chưa thể đăng kí xét tốt nghiệp. Em có kiểm tra lại trên mybk thì em đã đủ 15 ngày CTXH rồi nên em gửi lại thông tin để được cập nhật lại ạ. Em chân thành cảm ơn ạ!",
    "Em đang bảo lưu kỳ này thì cho em hỏi có thể hoãn nghĩa vụ quân sự bằng cách nào ạ.",
    "Kính gửi: thầy/cô PĐT, Hiện tại em có dự định apply học bổng Honda nên cần phải có file mềm Bảng điểm năm học 2020-2021. Và em có 1 thắc mắc là để có được file mềm bảng điểm thì mình có phương án nào ạ?   [1]. Đăng ký in bản điểm và đăng ký chuyển bưu điện sau đó tự scan.   [2]. Đăng ký in bản điểm và được trường hỗ trợ cung cấp file mềm qua mail. Em xin cảm ơn.",
    "Kính gửi, Em muốn hỏi rằng với tkb cũ thì môn Giải tích 1 (bài tập) của em học vào tuần 41, nhưng với tkb mới thi môn Giải tích 1 (bài tập) của em đã học xong từ tuần 40 rồi (tiết tiếp theo là vào tuần 42). Vậy em có cách nào để học lại hay có được sắp xêp lại/xem lại bài giảng không ạ? Em cảm ơn ạ. Lớp cũ:CN03 Lớp mới: CN02",
    "Có kèm đơn xin, lý do, thực hiện theo hướng dẫn theo quy chế của Pđt trong phần tệp) Dạ em tên là  MSSV  lớp DD20LT12, dạ em muốn xin pđt được hoãn thi giữa kì 211 các môn: HÓA ĐẠI CƯƠNG CH1003(L06), 2013(L17),  NNLT EE2009(L08) và được thi bổ sung lại sau  ạ, lý do: em không có đủ thiết bị và điều kiện đường truyền mạng để thi onl ạ. Dạ em cảm ơn PĐT ạ ",
    "Có kèm đơn xin, lý do, thực hiện theo hướng dẫn theo quy chế của Pđt trong phần tệp) Dạ em tên là SV  lớp DD20LT12, dạ em muốn xin pđt được hoãn thi giữa kì 211 các môn: HÓA ĐẠI CƯƠNG CH1003(L06),  MT2013(L17),  NNLT EE2009(L08) và được thi bổ sung lại sau  ạ, lý do: em không có đủ thiết bị và điều kiện đường truyền mạng để thi onl ạ. Dạ em cảm ơn PĐT ạ",
    "Dạ em chào Thầy , Cô . Hiện thông tin về nơi sinh của em bị sai. Cụ thể là em sinh ở TPHCM mà trên thông tin là sinh ở Long An . Kính mong được Thầy Cô giúp em sửa lại. Em cảm ơn",
    "Dạ em kính chào nhà trường, Dạ em tên là , mssv của em là , hiện em đang là năm nhất ngành Kỹ thuật ô tô chất lượng cao (242) ạ. Em có vấn đề muốn hỏi là hiện tại do vấn đề học phí chất lượng cao khá cao so với kinh tế của gia đình, nên em muốn xin được chuyển sang hệ đào tạo đại trà của ngành Kỹ thuật ô tô (142) được không ạ?  Em mong nhận được hồi âm sớm từ phía nhà trường ạ Em cám ơn nhà trường vì đã dành thời gian cho câu hỏi này của em, em chúc nhà trường buổi sáng tốt lành.",
    "Em xin chào Phòng Đào Tạo Em tên:   Lớp: BD16CDT - Trung tâm Bảo Dưỡng Công Nghiệp Hiện tại em đã đủ ngày CTXH và đủ điều kiện đăng ký xét tốt nghiệp. Nhưng mấy ngày nay trường vẩn chưa cập nhât và vẩn ghi thiếu ngày CTXH ạ. Mong Thầy/Cô cập nhật giúp em để em được đăng ký tốt nghiệp sớm với ạ. Em xin cám ơn Phòng Đào Tạo",
    "BD16CĐT  Dạ thưa nay em đã đạt được 12 ngày công tác xã hội và đã hoàn thành tất cả điều kiện tốt nghiệp nhưng vẫn chưa thể đăng ký được ạ.  Kính mong được phòng đào tạo sớm giải quyết, em xin chân thành cảm ơn .",
    "Em là , sinh viên ngành Kĩ Thuật Môi Trường chất lượng cao. Cho em hỏi em muốn in bảng điểm của mình. Hiện tại em đã có tên trong danh sách tốt nghiệp. Em thấy để những sinh viên đã tốt nghiệp muốn in bảng điểm phải lên phòng đào tạo nộp tiền. Cho em hỏi: Vậy em muốn in bảng điểm thì lên trực tiếp PĐT để đăng kí phải không? Bây giờ PĐT đã mở để tiếp sinh viên lên chưa ạ?",
    "Dạ em kính chào Thầy, Cô . Em kính gửi  , Cô bản chụp giấy khai sinh của em. Kính mong Thầy, Cô sửa lại nơi sinh giúp em Em xin cảm ơn ",
    "Em xin chào thầy/cô Em là sinh viên hệ Vừa học vừa làm, ngành Công nghệ thông tin. Học kỳ 211 em đăng ký được học chung với hệ Chính quy môn Nhập môn điện toán CO1005. Thời khóa biểu của em bắt đầu vào tuần 40 (05/10/2021), nhưng em truy cập BKel chỉ thấy video giảng viên up sẵn của kỳ trước và không có link google meet hay các link tương tự để tham gia khóa học. Mong các thầy/cô xem xét giúp em",
    "Dạ chào thầy/cô, Em tên , mssv , Khoa Điện-Điện tử Em có đăng kí in giấy xác nhận sinh viên (tạm hoãn nghĩa vụ quân sự) đã 1 tuần nhưng đang được xử lý Em sợ rằng phải chờ xử lý và gửi giấy về bưu điện thì sẽ không kịp theo yêu cầu của địa phương Thầy/cô cho em hỏi rằng em có thể nhận giấy xác nhận sinh viên thông qua email được không ạ? Địa phương em chấp nhận in giấy xác nhận ra từ email",
    "Em xin chào phòng đào tạo ạ. Em đã đăng ký in giấy chứng nhận sinh viên tại trang web mybk của trường từ ngày 1 tháng 10, và trên trang đấy có ghi là thời gian trả kết quả trong vòng 1 tuần làm việc. vậy nên hôm nay là ngày 8 tháng 10, em mới có yêu cầu, mong PĐT giải quyết sớm giúp em, để em có thể bổ sung vào hồ sơ cho địa phương ạ . Em xin cảm ơn.",
    "Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa Em có lên web trường để đăng ký chứng nhận sinh viên từ 28/9 đến nay đã qua 7 ngày làm việc nhưng chưa có. Nhờ Thầy/Cô hỗ trợ trường hợp của em để bổ túc hồ sơ cho địa phương gấp vì sắp hết hạn nộp, em xin cám ơn.",
    "Hiện tại địa phương em đang yêu cầu giấy xác nhận sinh viên mà e đăng ký bên trường thì chuyển qua bưu điện với lại chưa được giải quyết. Tại địa phương em yêu cầu file pdf cũng được cho em hỏi là nhà trường có thể gửi giấy xác nhận bằng file pdf được không ạ tại địa phương em đang cần gấp ạ  Em cảm ơn.",
    "Chào  ạ, Em là SV k19 của trường mình. Ngày 2/10 em có đăng ký tạo Giấy xác nhận sv nhưng chưa được xử lý. Hiện tại địa phương em liên tục đòi giấy xác nhận. Mong phòng sớm xử lý ạ.",
    "Dạ em kính chào nhà trường, Dạ em tên là , mssv của em là , hiện em đang là năm nhất ngành Kỹ thuật ô tô chất lượng cao (242) ạ. Em có vấn đề muốn hỏi là hiện tại do vấn đề học phí chất lượng cao khá cao so với kinh tế của gia đình, nên em muốn xin được chuyển sang hệ đào tạo đại trà của ngành Kỹ thuật ô tô (142) được không ạ? Em mong nhận được hồi âm sớm từ phía nhà trường ạ Em cám ơn nhà trường vì đã dành thời gian cho câu hỏi này của em, em chúc nhà trường buổi sáng tốt lành.",
    "Dạ em chào anh chị! Dạ cho em hỏi là em có đăng kí môn đợt dự thính lộ trình 2 bắt đầu học vào 30/8 nhưng chưa thấy có thời khoá biểu ạ. Vì đó là môn cuối cùng và cũng là kì cuối của em nên cho em hỏi về lịch trình và nếu không thì em có được bổ sung môn đó vào kì hè được không ạ? Em xin cảm ơn ạ!",
    "Em xin chào thầy cô ạ, thầy cô cho em hỏi môn hóa phân tích CH2009 có thể bảo lưu điểm thi thí nghiệm không ạ và nếu có thì các bước thực hiện là gì ạ. Em cảm ơn thầy cô và chúc thầy cô buổi chiều tốt lành",
    "mùa dịch này em đăng kí rút môn học như thế nào ạ. Mong thầy/cô giải đáp giùm em với. Em chân thành cảm ơn ạ",
    "dạ thưa em có thắc mắc em có lịch học môn thực tập điện ở cơ sở Dĩ An vào tuần 40 nhưng trước đó em có nhận được mail là cơ sở Dĩ An sẽ mở cửa thực hành theo tình hình chung của TP.HCM và tỉnh Bình Dương. Vậy em vẫn phải đi học hay là lịch học sẽ được dời đi ạ ?",
    "Dạ em chào thầy cô! Em đăng ký in thẻ sinh viên từ 10/8 và đã đóng tiền phí chuyển phát cũng như phí làm lại thẻ. em đã đóng đúng hạn trong bkpay. Nhưng đến giờ em vẫn chưa nhận được thẻ sinh viên. Mong quý thầy cô giúp đỡ ạ!",
    "Dạ em chào Quý Thầy Cô, Em là , MSSV . Hôm trước em có liên hệ ngân hàng OCB về việc xác nhận thanh toán lệ phí thi anh văn đợt 3 vào ngày 21/9 rồi ạ. Hiện tại BKPay của em đã xác nhận thanh toán rồi, nhưng em vẫn chưa có lịch thi anh văn nói viết ạ. Mong thầy cô hỗ trợ em.",
    "Tốt nghiệp . Em chào Thầy/Cô, Hiện tại trên trang thông tin sinh viên, mục tình trạng sinh viên của em đã là Tốt Nghiệp, quyết định loại ra ngày 19/08/2021. Vậy em đã đủ điều kiện để xin giấy chứng nhận tốt nghiệp/Giấy tốt nghiệp tạm thời hay chưa? Nếu có thì thủ tục như thế nào để xin giấy? Hiện tại em đang cần gấp để bổ sung vào hồ sơ công ty. Mong sớm nhận được sự phản hồi của Quí Thầy/Cô. Em cảm ơn.",
    "Dạ em chào Quý Thầy Cô, Em là , MSSV . Hôm trước em có liên hệ ngân hàng OCB về việc xác nhận thanh toán lệ phí thi anh văn đợt 3 vào ngày 21/9 rồi ạ. Hiện tại BKPay của em đã xác nhận thanh toán rồi, nhưng em vẫn chưa có lịch thi anh văn nói viết ạ. Mong thầy cô hỗ trợ em.",
    "phòng đào tạo có thể gửi giúp em giấy xác nhận mẫu 01/VVHSSV đến mail của ngân hàng là ",
    "Dạ em chào anh/chị, Em tên , MSSV . Mấy hôm trước em có hỏi về việc đăng ký bổ sung anh văn 4A, em xin xác nhận học anh văn 4A vào ngày 11/10 ạ. Anh/chị giúp em tham gia vào lớp và cho e xin thông tin lịch học ạ. Em xin cảm ơn ạ.",
    "Kính gửi PĐT, Hiện tại PĐT kết hợp với trung tâm ngoại ngữ BKENGLISH đã tổ chức 4 đợt thi tiếng anh nói viết online trong tháng 9&10 dành cho sinh viên dự kiến tốt nghiệp tháng 11/2021. Cho em hỏi là sắp tới PĐT có còn dự kiến tổ chức thêm đợt thi tiếng anh nói viết online nào nữa không ạ. Em cảm ơn.",
    "Em có đăng kí hoãn thi môn Phương pháp tính MT1009 và có tên trong danh sách đăng kí nhưng điểm thi của em vẫn là 13. Vậy em có được đồng ý hoãn thi không ạ?",
    "em tên :     cho em hỏi khi nào em mới được chuyển qua khoa mới hệ vhvl vậy ạ rồi còn hình thức chuyển điểm đại cương của em nữa ạ nó như thế nào ạ",
    "Kính chào thầy/cô,  Em là , MSSV: , sinh viên năm 4, khoa Điện - Điện tử. Em có một vài câu hỏi, mong thầy/cô trả lời: 1) Em có email một cô dạy thí nghiệm và được trả lời là Phòng thí nghiệm đang dự tính dạy Thí nghiệm online. Như vậy, em có cần phải đăng kí Form để được học Thí nghiệm tại trường hay không? 2) Hai tháng trước, em có mắc covid và đã hoãn thi một môn. Trong học kì này, em có thấy môn đó mở trong kì dự thính. Theo em được biết, đến cuối kì thì đăng kí môn đó với thầy và làm bài cuối kì với điểm \"Đạt\" (từ 5 điểm trở lên) thì qua môn. Do môn đó thi vào cuối năm nay và có thể không kịp để em có đủ điều kiện nộp đơn xét Tốt nghiệp nên em có thể email cho thầy để xin thi sớm được hay không? Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe. Kính gửi, ",
    "Em là  MSSV:  Em đã hoàn thành đủ các điều kiện tốt nghiệp nhưng em vẫn không đăng kí tốt nghiệp trên myBK được ạ!",
    "Hồ sơ học bổng HONDA 2021 yêu cầu 3 loại giấy tờ có xác nhận của nhà trường là:  - Các bài báo nghiên cứu khoa học. - Bảng điểm rèn luyện. - Bảng điểm trung bình các năm học. Dạ thầy cô cho em hỏi là những giấy này em phải đăng kí ở đâu để lấy được ạ?  Em xin cảm ơn",
    "Em tên  - Tham gia buổi thi Writing vào ngày 08.10.2021 lúc 13h tại phòng thi số 2. Em găp vấn đề trong quá trình ghi hình. Do em ghi hình để trừ hao từ trước khi bài thi bắt đầu nên khi thầy giám thị đang phổ biến quy chế và nhắc nhở bạn nào đang làm mờ background thì tắt làm mờ nền. Khi đó em rút tai nghe, thoát meet ra rồi vô meet lại để tắt chế độ làm mờ background. Và điều đó làm đoạn ghi hình của em chỉ có hơn 2 phút như vậy. Tuy nhiên trong khi em vô meet lại lần hai thì nút ghi màn hình vẫn hiện lên trên màn hình máy tính em, kết thúc bài thi e thấy nút ghi hiện đã ghi hơn 1 tiếng mấy. Tuy nhiên, em mở trong thư mục capture thì chỉ có file hơn 2 phút này. Kính mong quý ban giám khảo, thầy cô thông cảm cho sự cố ngoài ý muốn của em. Các thầy cô có thể check lại đoạn em đổi nền phía sau của video em gửi với bản record lại của phòng thi 02, lúc 13h, ngày 8.10.2021 đế kiểm chứng ạ . Tất cả phán quyết tùy thuộc vào hội đồng coi thi và giám thị coi thi. Tuy nhiên, hội đồng tổ chức thi cũng có thể lưu ý những trường hợp như em để nhắc nhở những bạn sau này thi không gặp vấn đề giống vậy nữa. Em xin chân thành cám ơn. https://drive.google.com/file/d/1AzzjUl3cN8GiOSLT0KofdMQhxtDeQtGC/view?usp=sharing   i ",
    "Dạ thưa, - Ngày 21/9 em đã thanh toán 150000đ cho ngân hàng ocb. tài khoản ngân hàng bị trừ tiền nhưng bkpay không cập nhật nên em không được báo lịch thi. - ngày 2/10 em có gửi mail cho pđt về vấn đề trên. - Ngày 5/10, pdt yêu cầu em liên hệ ngân hàng ocb để giải quyết. - Ngày 08/10, ngân hàng vừa gọi cho em báo là đã cập nhật thanh toán cho em, bkpay cũng đã cập nhật rồi. nhưng em không được tham gia thi và cũng như không được báo lịch thi. Mong cô hỗ trợ, kiểm tra giúp em ạ.",
    "Tốt nghiệp . Em chào Thầy/Cô, em muốn xin Thầy/Cô xem xét giúp em, do em thấy mình đã đủ điều kiện tốt nghiệp nhưng vẫn không có trong danh sách dự kiến ạ.",
    "Em muốn hỏi là. Hiện tại em đang là sinh viên khóa K17 có kết quả luận văn rồi. Chỉ thiếu mỗi  nói viết. Và kì 201 này em không có đăng kí môn học nào. Nếu trường hợp em rớt tiếng anh nói viết và không ra trường đúng hạn trong học kì này. Và em dự kiến thi tiếng anh và đăng kí tốt nghiệp trong học kỳ tớt thì e sẽ cần làm gì ạ?   i  .",
    "HK 211 Lí do: Giãn cách em chưa mua được máy tính nên không thể đáp ứng môn CAD ứng dụng. Em đang lưu tài khoản MYBK với BKEL trên máy tính của đứa bạn học khoa y trường đại học Đà Nẵng ạ. Dịch nên trường bạn ấy không dạy nên em mượn để thi cuối kì HK202. Trong vài tuần học cad, em có nhờ được 1 bạn khoa Xây dựng làm để nộp cho thầy . Em thể đáp ứng để thi GK và CK Cad ứng dụng ạ. Kính mong quý thầy cô sử lý giúp em. Hình dưới gồm: phiếu đăng kí rút môn học và minh chứng",
    "Em chào anh/chị, Em là  - MSSV:  Hiện tại em đã hoàn thành học phần và đang trong quá trình đợi để xét tốt nghiệp. Hiện tại em đang cần giấy tờ về việc xác nhận đang theo học tại trường Đại học Bách Khoa Tp.HCM. Tuy nhiên, khi em đăng kí giấy chứng nhận sinh viên thì báo lỗi. Em tưởng do em chuyển sang học liên thông Thạc sĩ thì phải xin giấy bên văn phòng sau đại học. Nhưng em có email hỏi thì họ nói rằng em hiện nay vẫn đang là sinh viên nên phải xin bên pdt hoặc văn phòng khoa. Vậy quy trình hiện tại là như nào và em có thể xin cấp giấy xác nhận sinh viên không ạ? Nếu được xin anh/chị gửi về bưu điện theo địa chỉ sau ạ:  - SĐT: [phone_number] 130 Nguyễn Tất Thành, Khu 7, TT.Tân Phú, H. Tân Phú, T.Đồng Nai   i  .",
    "Dạ em chào thầy/cô. Em vừa nhận được file \"danh sách dự kiến tốt nghiệp\" của khoa máy tính thông báo tới sinh viên. Trong danh sách, tình trạng của em là còn nợ học phí. Em còn nợ học phí HK211 (em đã rút môn nhưng do chưa tới đợt đóng học phí nên em chưa đóng được ạ), và một khoản nợ phí BHYT và BHTN từ HK1811. HK1811 do em được trưởng nhà KTX ĐHQG thông báo phải đóng tham gia theo KTX nếu SV đang ở KTX, em đã đăng ký đóng tiền theo KTX nên không đăng ký đóng tiền theo nhà trường dẫn đến còn tình trạng thiếu khoản phí BHYT BHTN HK1811. Thầy/cô cho em hỏi, em có phải đóng khoản phí BHYT và BHTN ở HK1811 không ạ? và khi nào đợt đóng học phí của HK211 sẽ mở để em có thể hoàn thành đóng học phí ạ? Mong thầy/cô xem và phản hồi, Em xin cảm ơn.",
    "Dạ pđt ơi, cho em   B nộp đơn xin hoãn thi    và mong pđt xác nhận về cái đơn xin hoãn ạ.     Em không biết là pđt có nhầm lẫn gì hay ko ạ nhưng mà em đã đọc và thực hiện theo mọi hướng dẫn của pđt cũng như quy chế và làm xong đơn xin hoãn thi giữa kì 211 lý do không có thiết bị để dự thi ạ. Em đã nộp đơn lần này là lần thứ 4 nhưng mà lần nào cũng nhận được câu trả lời với nội dung là \"tham khảo quy chế của học kì trước\" mà chưa được pđt xác nhận đơn ạ.     Em nghĩ mấy lần trước pđt hiểu nhầm là em đang hỏi về \"cách thức hoãn thi\" nhưng mà thật ra là em \"muốn nộp đơn hoãn thi và được pđt xác nhận\" cơ ạ     Em mong pđt xác nhận đơn hoãn thi giúp em ạ",
    "Kính gửi Phòng Đào Tạo, Vừa qua em có điền form của trường gửi, nhưng thay vì điền vào form khai báo y tế thì em đã điền vào đơn đăng ký học tại trường. Cho em xin phép được hủy đăng ký ạ, vì em hiện tại đang cư trú ở Thủ Dầu Một, Bình Dương nên vẫn còn khó khăn cho việc đi lại. Mong sẽ sớm nhận được lời hồi đáp từ PĐT. Em xin cảm ơn!",
    "Cô ơi cho em hỏi là em nghe thông tin trường mình sẽ mở đợt thi Anh Văn (nói + viết ) để xét tốt nghiệp cho tháng 11 này ạ! Nếu như vậy em đã nộp đơn chuyển hệ giờ xin rút đơn được không ạ??? Em xin cám ơn cô",
    "Em có đăng ký hoãn thi cơ lưu chất HK202. Không biết khi nào mới thi lại ạ. Và điểm trên bảng điểm vẫn là 0 thì sau khi trường xác nhận với khoa thì mới sửa hay sao ạ .",
    "Xin chào PĐT, Em là sinh viên khoá K15 mssv: 1510758 khoa Kỹ Thuật Giao Thông. Vì ba em mắc hội chứng ALS nên gần 2 năm qua em phải ở nhà chăm sóc cho ba ( em kì nào cũng đkmh nhưng chỉ chạy lên thi rồi về ), đây là học kì cuối của em nhưng khổ nổi vì tình hình dịch bệnh nên từ đầu năm 2021 đến nay em không thể đi thi Anh văn được. Em chỉ còn  LVTN nhưng là bây giờ em không đủ chuẩn làm LVTN vì thiếu 1 chỉ ( 125/126 chỉ xét LVTN, thiếu Anh Văn ). Em hi vọng nhà trường cho em một cơ hội thêm 1 HK để sang đầu năm IIG mở e đi thi Anh văn để làm LVTN ra trường ạ! Em xin cam đoan những gì em nói về Trường Hợp của em là đúng sự thật, mong nhà trường xem xét. Em xin cảm ơn ạ Best regard ",
    "Em xin chào văn phòng, Em là  - MSSV:  Cho em xin hỏi là em đã đăng ký xin hoãn thi cuối kỳ HK202 và HK203, đã được phòng đào tạo chấp nhận, nhưng sau ngày 30/09/2021 em truy cập vào (http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2802) để tra cứu danh sách hoãn thi thì chỉ có tên mình trong hoãn thi HK202 thôi ạ, và học HK203 thì không có tên em . Văn phòng xem xét lại giúp em ạ. Em cám ơn nhiều ạ!",
    "Cho em xin phép hỏi là: Em muốn rút môn học (dự thính) do lí do cá nhân, nhưng hiện tại đã quá thời hạn rút môn học (01/10/2021). Vậy thì có cách nào để em có thể hủy môn học không ạ? em cảm ơn ạ.",
    "Kính Gửi PĐT Em tên là  - . Em đã hoàn thành ctdt của khoa và nhận được email có tên trong danh sách tốt nghiệp dự kiến đợt 2 năm 2021. Học kì này em có đăng kí 1 môn duy trì tình trạng sinh viên, nên hạn vẫn còn nợ học phí do hạn đóng tiền là ngày 9/11/2021. Mong cho phép đóng học phí sớm để hoàn thành việc đăng kí tốt nghiệp. Em cảm ơn   i Tốt nghiệp .",
    "Dạ pđt ơi, em xin được xin lỗi pđt vì có ó hỏi nhiều lần pđt về trường hợp này ạ. Nhưng mà hôm trước em có hỏi về   B  trường hợp đặc biệt không có đủ thiết bị thi và về đường truyền mạng yếu nên không thể dự thi Giữa kì 211    ạ, và có được bên pđt hướng dẫn làm đơn hoãn thi và dự thi bổ sung Giữa kì 211, tại vì khi dịch mới bùng lên ở TPHCM, em phải theo gia đình về quê trốn dịch vào những ngày đầu dịch ạ, mà dưới quê thì đường truyền mạng yếu, em lại không có máy tính để dự thi, dịch lại kéo dài em không thể lên lại nhà, nên em đã bắt buộc phải hoãn thi từ Cuối kì 202 và bây giờ là Giữa kì 211  Em có được pđt hướng dẫn là điền đơn \"Đăng ký dự thi bổ sung\"  và nộp cho pđt xác nhận để pđt cấp phiếu thi lại với giảng viên nên em mới thực hiện theo hướng dẫn và nộp đơn cho pđt ạ, nên bữa giờ em nộp đơn là để xác nhận để cấp cho em cái phiếu đó đấy ạ. Mong pđt xem xét lại giúp em với ạ, em cảm ơn pđt nhiều ạ!",
    "Kính chào quý thầy cô, Em là , sinh viên QLCN K17. Hiện giờ em còn nợ 2 môn là IM1015 (Kế toán tài chính) và IM2033 (Tài chính doanh nghiệp) nhưng cả 2 môn này đều chỉ mở vào HK2. Hiện HK1 không có lớp mở nên TKB của em không có môn (các môn khác em đã hoàn thành xong và hoàn thành cả LVTN). Để tránh bị cảnh cáo học vụ do DTB HK = 0, em muốn xin PDT cho làm đơn xin tạm dừng học 1 kỳ, sẽ thu nhận học lại vào kỳ sau để hoàn thành CTGD. Em thắc mắc sau khi làm đơn xong thì sẽ gửi đến địa chỉ mail nào để PDT ghi nhận đơn xin của em, và có thủ tục cần thiết nào kèm theo nữa không ạ . Em xin chân thành cảm ơn.",
    "Dạ em chào PĐT, lúc trước em đã được PĐT gửi đơn đồng ý cho thay thế điểm VP cho môn Địa chất công trình CI2095 (em hoãn thi cuối kỳ vào kỳ 201) . Sau khi kiểm tra file Excel PĐT gửi về tổ chức thi cuối kỳ cho các môn còn lại của học kỳ 202, em thấy có môn Địa chất công trình CI2095 nhóm L01A và L01B thi vào lúc 7h, ngày 24/10/2021. Mà em thắc mắc là hiện tại tên em có trong hệ thống thi cuối kỳ môn này chưa do em không thấy lịch thi môn này trong Lịch thi ở Mybk á ạ! Nếu không có thì em làm sao để có thể nhận link Hangout để tham gia phòng thi ạ? Tên em đã có trong hệ thống thi chưa ạ? Em mong PĐT hỗ trợ giúp em để em thi cho đủ tín chỉ tích lũy để đăng ký môn chuyên ngành ạ!   B  Em đính kèm thêm đơn đồng ý thay thế điểm VP do PĐT cấp, ảnh chụp lịch thi ĐCCT từ file Excel PĐT gửi.     I",
    "Em chào thầy cô, em là , MSSV: 211347 Em muốn hỏi là em có được trong danh sách gửi giáo trình hk1, giấy báo trúng tuyển, gọi nhập học như thông báo không ạ. Em có xác nhận địa chỉ trước 17h ngày 1/10 rồi ạ. Em thấy các bạn em đã được nhận rồi ạ. Nếu bưu kiện của em đang được gửi đi thì em xin mã đơn hoặc cách kiểm tra luôn ạ  Em cảm ơn.",
    "Dạ em chào PĐT, Hiện tại em đã đăng ký thành công và được cấp giấy chứng nhận tốt nghiệp tạm thời bản cứng lẫn bản mềm. Giấy em nhận được có nêu dự kiến tốt nghiệp tháng 11/2021. Hiện tại lịch học vụ dự kiến tốt nghiệp và những bạn đăng ký tốt nghiệp cùng đợt với em đều nhận được thời gian tốt nghiệp dự kiến là tháng 01/2022. Trước đó em từng đề cập yêu cầu hỗ trợ sớm để em chuẩn bị hồ sơ đi du học cao học. Hiện tại em sắp nộp bản cứng đi rồi nhưng biết được vấn đề này có thể sẽ ảnh hưởng và gây rắc rối cho em nếu em không nộp lại bằng tốt nghiệp đúng hạn như thời gian tốt nghiệp nêu trong giấy chứng nhận cũ. Nay em viết tin này xin nhờ Phòng hỗ trợ em giấy chứng nhận tốt nghiệp tạm thời mới với thời gian dự kiến tốt nghiệp mới được cập nhật. Em cảm ơn Phòng. Mong nhận được phản hồi từ Phòng sớm ạ. Trân trọng, Phương./.",
    "Em chào . Em vừa hoàn thành xong anh văn thi nói viết và đã đủ điều kiện tốt nghiêp. Kì này em có 2 môn học cải thiện nhưng chưa hoàn thành xong điểm. Vậy  cho em hỏi là để hai môn đó cập nhật điểm trên BKEL xong rồi mới đăng kí hay là em đăng kí ngay bây giờ ạ.",
    "Em chào thầy/cô pđt ạ. Hiện tại em có nhu cầu mua BHYT-BHTN năm 2022 nhưng không thấy mail trường thông báo thời gian mua bảo hiểm cho năm sau, vào đăng kí thì không được. Thầy/cô cho em hỏi khi nào đăng kí được vậy ạ ?",
    "Em chào anh/chị Văn phòng á. Em tên là  -  sinh viên K17 lớp CC17KTM2. Hiện là em đã đóng hết học phí nhưng hệ thống vẫn chưa cho em đăng ký tốt nghiệp. Anh/chị có thể check giúp em được không ạ. Em cảm ơn anh/chị. Chúc anh chị buổi tối tốt lành. Khoa.",
    "Dạ em kính chào phòng đào tạo, Em tên là , MSSV . Hiện tại là em chưa có phòng thi giải tích MT1003 mà 7h sáng ngày mai là thi rồi . Em lên exam.bk thì hiện lên là không có phòng thi ạ.    Em mong phòng đào tạo xem xét trường hợp của em ạ. Kính mến, .",
    "Tốt nghiệp . Kính gửi: Phòng Đào tạo Trường Đại Học Bách Khoa Em xin kính chào quý Thầy/ Cô Em tên là:   B Mạch Đình Lãm   , MSSV:  B 1711890   . Hiện nay đang là sinh viên thuộc Khoa Kỹ Thuật Xây Dựng, lớp tài năng ngành xây dựng dân dụng và công nghiệp khóa 2017: XD17KSDD . Hiện tại em đã hoàn thành xong chương trình bậc đại học.Vì lý do không hoàn thành được mức điểm 7.5 với một số môn cốt lõi nên em không đủ điều kiện xét tốt nghiệp dành cho sinh viên kỹ sư tài năng. Nay em viết đơn này để xin rút khỏi chương trình kỹ sư tài năng và kịp thời xét tốt nghiệp bẳng kỹ sư thường trong đợt tốt nghiệp tháng 11/2021. Em kính mong quý Thầy/ Cô xét duyệt kịp thời để em có thể tốt nghiệp vào đợt tháng 11 tới. Em xin chân thành cảm ơn quý Thầy/ Cô.",
    "Kính gửi ban giám hiệu Trường Đại Học Bách Khoa TPHCM Em có một câu hỏi là em muốn giấy xác nhận sinh viên để vay tiền sinh viên thì em phải làm sao ạ? ",
    "Dạ cho em hỏi là mail bên PĐt gửi là nhà trường sẽ tự động hủy TKB của Anh văn theo yêu cầu nếu môn học bị trùng lịch với những môn học của học kì chính và kì dự thính. Nhưng khi em hỏi lại thì nhà trường bảo là không hủy thì em khong hiểu là tại sao vậy ạ? Nhà trường xem xét giúp em trường hợp này ạ. Em muốn hủy môn Anh văn theo nhu cầu ạ.",
    "Cho em xin hỏi là em được phép hoãn thi giữa kỳ 211 không ạ?(do khu vực em có đường truyền mạng yếu) và nếu được thì em phải làm như thế nào ạ? Em cảm ơn!",
    "Dạ kính thưa thầy cô hỗ trợ, Em tên là , MSSV , khoa: Khoa Học -Kĩ Thuật Máy Tính, ngành Khoa học máy tính. Cho em hỏi là em có đăng kí nhận card điện thoại Vinaphone nhưng khi giao tới nhà em không nhận được sim hay card điện thoại ạ . Em mong được hồi đáp ạ! Sinh viên  .",
    "Dạ học kì vừa rồi em đăng kí hoãn thi môn giải tích 1 ạ. Nhưng hiện tại trên bảng điểm của em ngay cột điểm thi là 3.4 là sao ạ. Em cảm ơn",
    "Dạ em là sinh viên năm 4 khoa Điện - Điện tử. Em muốn hỏi về hạn chót nộp chứng chỉ Anh văn để có thể đủ điều kiện đăng ký môn Luận văn tốt nghiệp cho học kỳ 212 là khi nào ạ? Và nếu tình hình dịch bệnh, sinh viên chưa trở lại TPHCM để học và thi Anh văn, thì nhà trường có điều chỉnh gì về thời gian nộp chứng chỉ Anh văn không ạ?",
    "Em chào thầy (cô), Em tên là , MSSV:  Em mới thi nói viết và qua mức 200, em có xem lại các khoảng thanh toán học phí và chương trình đào tạo thì thấy đủ tiêu chuẩn để xét tốt nghiệp. Nhưng trong mybk thì không cho em đăng ký, trong khi các bạn em cùng đợt thi đã được xét duyệt. Em mong quý thầy cô giúp đỡ",
    "Em tên là Nguyễn Xuân Tùng, sinh viên khóa 2016 và học viên Cao học khóa 2021 ngành Kỹ thuật nhiệt . Hiện tại em vẫn còn chưa Tốt Nghiệp ở Bậc Đại Học nên vẫn còn được nhận tờ giấy chứng nhận sinh viên để Tạm hoãn nghĩa vụ quân sự do bên Trường cấp . Tuy nhiên ở tỉnh em thì họ bảo em đã hết thời gian đào tạo chính thức do bên Trường đưa ra. Nên để được miễn tiếp nghĩa vụ họ yêu cầu em phải có thêm đơn xin xác nhận là chưa thể hoàn thành khóa học Đại Học do dịch Covid hay một lý do nào đó để chứng nhận em vẫn chưa hoàn thành bậc Đại Học và vẫn còn đang học . Em đã nói với họ là còn học thì mới được cấp giấy chứng nhận sinh viên nhưng họ vẫn không chịu và yêu cầu phải có thêm một tờ giấy xác nhận ở bên Trường vì lý do trên. Em muốn hỏi là làm thế nào để xin thêm một tờ giấy xác nhận chưa thể hoàn thành khóa học Đại học do dịch Covid hay vì một lý do khác làm ảnh hưởng em chưa Tốt Nghiệp. Vì theo em được biết là không có biểu mẫu nào giống như vậy ạ . Em cảm ơn thầy/cô và kính chúc thầy/cô một ngày tốt lành! ",
    "Em chào PĐT 1. Hôm trước em có đăng ký xét tốt nghiệp nhưng quên đóng tiền tốt nghiệp, nay kiểm tra thì đã hết hạn đóng và em không thể đăng ký lại, PĐT có thể reset mở lại cho em đăng ký tốt nghiệp đồng thời hủy hóa đơn đăng ký đợt trước giùm em được không ạ? 2. Năm 2017 em có lỡ đăng ký bhtn nhưng sau đó nhà trường đã mua nên em vẫn còn khoản này chưa thanh toán, không biết có bị ảnh hưởng tới khi tốt nghiệp không ạ? Hoặc PĐT có thể hủy hóa đơn bhtn hồi năm 2017 cho em được không ạ?  Em cảm ơn",
    "y là tin nhắn em được phản hồi lại ạ. Thời gian: 10/06/2021 01:50:04 pm Từ: [548] (002282)  NHƯ Chào bạn Tuần sau, 11/10 có môn anh văn theo nhu cầu 4a có mở, bạn có muốn đăng ký không? thì xác nhận lại Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung Thân Em xin xác nhận đăng ký bổ sung học anh văn 4A vào ngày 11/10. Theo như phản hồi thì em có cần chuyển điểm anh văn 3 để đáp ứng điều kiện không ạ. Nếu không cần chuyển điểm thì anh/chị cho em xin thông tin thời khóa biểu lớp học của em ạ.",
    "Chào thầy cô, em têm , mssv  , ngày mai em có lịch thi môn xác suất thống kê , nhưng hiện tại em vẫn chưa nhận được link phòng thi thì phải làm thế nào ạ?",
    "Thư quý thầy/cô phòng đào tạo. Em tên là:  MSSV:  Hiện là sinh viên khoa Khoa học và Kỹ thuật máy tính . Em đang có tên trong danh sách tốt nghiệp dự kiến vào tháng 11 nhưng hiện tại em không đăng ký tốt nghiệp do chưa thanh toán học phí . Mặt khác, BKPay báo hạn nộp học phí của em là ngày 02 tháng 11 nhưng hạn chót đăng ký tốt nghiệp của em là ngày 31 tháng 10. Vậy mong quý thầy/cô cho em được thanh toán học phí sớm để đăng ký tốt nghiệp. Em xin chân thành cảm ơn. Trân trọng, ",
    "Em chào anh chị, em tên , MSSV . Hiện tại em chưa có tên trong danh sách tốt nghiệp dự kiến dù em đã đủ chỉ tiêu. Mong anh chị có thể bổ sung giúp em ạ. Em cám ơn.",
    "Kính gửi: Phòng Đào tạo Trường ĐH Bách Khoa ĐHQG TPHCM Em tên là   - mssv  Về việc đăng ký đi học thí nghiệm trong kỳ 211, em đã tiêm vaccine mũi 1 vào ngày 7/9/2021. em chưa được tiêm mũi 2, mũi 2 được thông báo tiêm vào 20/10/2021. Nhưng này 12/10/2021 là hết hạn đăng ký học thí nghiệm kỳ 211 ạ. Vậy hiện tại em có được đăng ký không ạ? hay em phải chờ đến khi được tiêm xong mũi 2 mới được đăng ký ạ? Trong tháng 11 còn đợt đăng ký học thí nghiệm nào nữa không ạ? Em ở Đồng Nai ạ . Mong quý thầy/cô giải đáp thắc mắc của em ạ. Chúc quý thầy/cô thật nhiều sức khỏe . Em xin chân thành cảm ơn",
    "Cho em hỏi 2 môn giải tích 1 MT1003 và giải tích 2 MT1005 học kỳ 203 em đã đăng ký và nhận được mail là hoãn thi thành công của phòng đào tạo nhưng tại sao điểm thi của em lại là 13 vậy ạ ?",
    "Em xin gửi đơn đăng ký môn học bổ sung. Em xin cảm ơn",
    "Dạ chào anh/chị。   Anh/chị cho em hỏi là em chưa có anh văn 3 thì có thể đăng kí riêng anh văn theo nhu cầu 4A được không ạ, em xin cám ơn ạ.",
    "Vì em đã gửi đơn xin chuyển hệ cho trường bây giờ em muốn rút đơn xin chuyển hệ em phải làm sao ạ?  em xin cám ơn ạ!",
    "Em chào thầy/cô, Trên bằng tốt nghiệp tạm thời của em vẫn để ngày nhận bằng là 11/2021. PĐT có thể cấp lại cho em với ngày nhận bằng chính xác được không ạ (1/2022). Em cần bằng tạm thời chính xác để hỗ trợ hồ sơ du học ạ. Em xin cảm ơn. Trân trọng, Kiệt   i Tốt nghiệp .",
    "Em chào thầy/ cô, Hôm nay em có lịch thi giữa kỳ môn giải tích 1 lúc 7h nhưng em vào BK exam thì tài khoản của em bị khóa và không vào phòng thi được ạ, em phải làm thế nào để được thi lại ạ?  Em cảm ơn thầy/ cô.",
    "Dạ em kính chào phòng đào tạo, Em tên là . Em có MSSV . Hôm nay em có dự kì thi giữa kì của lớp MT1003 DT02-C. Em đã ghi hình đầy đủ các bước như dặn dò của nhà trường nhưng lúc kết thúc ghi hình em đã lỡ bấm tắt phần ghi mà chưa xuất file save record để nộp cho nhà trường trong 48h. Em thật sự rất khổ tâm vì giờ không biết làm thế nào và em rất sợ bị hủy điểm lần này . Em kính mong nhà trường có thể xem xét được trường hợp của em được không ạ. Kính mến,  .",
    "Kính chào PĐT, Em đăng kí hoãn thi môn CI3195 HK203 nhưng khi tra MSSV trong danh sách hoãn thi thì không có trong danh sách tra cứu (hoãn thi trước ngày 9/9/2021) Mong PĐT xem lại giúp em, Em xin cảm ơn",
    "Em tên là  Mssv . N BKEX của em đang bị tạm khóa mà em chưa vô gg meet. Pđt mở lại giúp em ạ.",
    "Kính gửi: thầy/cô phụ trách dịch vụ hỗ trợ trực tuyến BKSI. Em tên là : - mssv: , sinh viên K18 khoa Điện- Điện tử. Em xin trình bày vấn đề của mình như sau: Do ảnh hưởng dịch bệnh, học kì 202 em đã xin hoãn thi các môn học bằng hình thức điền form của PĐT, và PĐT có gửi mail xác nhận và thông báo sau 30/9 nếu vẫn chưa được cập nhật thì có thể khiếu nại. Vậy em kính mong thầy cô giải quyết giúp em về trường hợp chưa được cập nhật của em ạ( điểm 13). Em xin chân thành cảm ơn.",
    "Em không vạo được phòng thi trên trang exam.hcmut.edu.vn ạ",
    "em có đăng hoãn thi học kỳ 202 môn: EE2003Trường điện từ mà khi em kiểm tra lại lại bị điểm 0 xin phòng đào tạo kiểm tra lại giúp em",
    "Dạ chào thầy cô, em có nằm trong danh sách các sinh viên bị hủy ĐCLVTN học kì 1 21-22 vì không đăng kí thực tập. Thầy  là giáo viên hướng dẫn em. Hiện tại thì không đăng kí thực tập offline được nên các bạn sinh viên đã chuyển sang thực tập online. Vậy riêng trường hợp của em thì bên Khoa có mail cho em đề xuất xem phòng đào tạo có xem xét cho em được đăng kí bổ sung thực tập online học kì này để song hành với ĐCLVTN không ạ. Em xin cảm ơn ạ",
    "Dạ thưa PĐT, Em là , mã số sinh viên: , HK202 em tạm dừng nên HK211 này là lần đầu em thi online, nên vào sáng 09/10/2021 lúc thi Giải Tích 1 em đã có sơ suất. Em ghi màn hình bằng Google Meet nên khi tạo room meet khác, em đã chỉ bấm ghi mà quên mất trình chiếu màn hình. Nhưng trong lúc thi, em đã có sử dụng camera phụ trong phòng thi, góc quay thấy được màn hình máy tính em và xung quanh em chỉ xài tài liệu giấy (được cho phép). Em xin khẳng định là em không hề gian lận. Nếu để chắc chắn hơn thì PĐT có thể xem góc máy quay phụ rằng, trong quá trình làm bài (bắt đầu mở đề: 7:05 - kết thúc: 7:48), em không có gõ phím trao đổi với ai khác hết. Vì lần đầu thi nên em hơi bất cẩn. Em vô cùng xin lỗi vì sự sơ suất này. Em mong PĐT thông cảm cho trường hợp của em và có thể giải quyết cho em ạ. Em xin cảm ơn",
    "Em là , MSSV là . Cho em hỏi là mình hoãn thi thì mình phải tự đăng ký thi lại hay trường tổ chức thi lại chung ạ? Nếu mình tự đăng ký thì cho em hỏi mình đăng ký ở đâu ạ?",
    "Dạ em chào cô , em đã đăng ký in thẻ sinh viên từ ngày  22/9/2021 theo dạng người nhận trả cước bưu điện nhưng mà đến nay 9/10/2021 nhưng đến nay vẫn chưa thấy mà mai là ngày kiểm tra giữa kì thì nhà trường có thể xác nhận cho em được không ? Em cám ơn",
    "Cho em hỏi nhà trường là tại sao học online mà thí nghiệm vẫn nhân hoc phí 1.5 ạ . trong khi tụi e khpoong dùng thiết bị học như học lý thuyết.học kì trước em vẫn còn môn thí nghiệm kì này mới dược học thì nhà trường giải quyết sao ạ. mong nhà trường cho giải thích thỏa đáng ạ.",
    "Do không đảm bảo trang thiết bị để tham dự thi trực tuyến (do máy tính đang bảo trì), em xin phép hoãn thi giữa kỳ môn Xác suất thống kê học kỳ 211 vào lúc 11h00 ngày 09/10/2021 ạ.",
    "Trong lúc đăng kí tốt nghiệp em đã không tích vào ô gửi giấy tốt nghiệp tạm thơi. Bây giơ, em cần đăng kí gửi giấy tốt nghiệp tạm thơi qua bưu điện thì phải làm như thế nào? Xin cám ơn PĐT.",
    "Hiện tại ở địa phương em đã có thông tin gọi khám nghĩa vụ quân sự, mà giấy xác nhận sinh viên do trường cấp ở học kỳ này vẫn chưa thấy thông báo gì cả . Web đăng kí in giấy xác nhận sinh viên của trường cũng bị lỗi luôn, không vào được, mà nếu in được thì làm cách nào sinh viên có thể đến lấy khi trường chưa có thông báo gì chính thức cho sinh viên đến trường cả. ??? Không biết có cách nào có thể gửi giấy xác nhận sinh viên bằng file mềm cho sinh viên để thuận tiện việc trình báo với địa phương không ạ???",
    "Chào các thầy cô Em gặp sự cố ngay sát giờ thi xác suất thông kê lớp L02C ,máy tính em đột nhiên bị hư .Nên em không thể vào thi được.Em phải làm sao đây? Mong các tầy cô giúp em với",
    "Em chào chị theo như lời giải đáp câu hỏi trước của chị cho em là học phí HK211 được gia hạn đến 15h00 ngày 11/10 đúng không ạ? Vậy em đóng trước thời gian này sẽ không ảnh hưởng đến học vụ đúng không ạ?Em xin cám ơn!",
    "Chào thầy/cô, Em tên là , MSSV , là sinh viên K17 khoa Khoa học và Kỹ thuật máy tính và đang là học viên chương trình liên thông Thạc sĩ - Đại học. Trong học kỳ 202, em có học 2 môn ở chương trình Thạc sĩ và được chuyển chỉ 2 môn đó xuống chương trình Đại học, tuy nhiên hiện tại vẫn chưa hiển thị 2 môn đó trong bảng điểm chuyển của em. Nhờ Phòng Đào tạo cập nhật giúp em sớm để em xét tốt nghiệp đúng hạn trong học kỳ này (31.10). Em cảm ơn thầy/cô nhiều ạ.",
    "Dạ chào thầy cô. Em có học môn cơ lưu chất trong kì này và có lịch học thí nghiệm nhóm L06 do cô  phụ trách. Thời khóa biểu e có tiết hangout tiết 8-12 t4 tuần 40 nhưng hôm đó e không thấy link hangout trên elearning và có gửi mail cho cô  nhưng không thấy cô phản hồi.  Mong thầy cô thông tin giúp em môn thí nghiệm này với ạ. E xin chân thành cảm ơn",
    "Chào cô/thầy,  Em là Nguyễn Dinh  Mssv  Khoa ĐCDK Xin lỗi đã làm phiền cô/thầy, Em viết đơn này để hỏi về giấy xác nhận sinh viên. Em đã đằng kí và được xác nhận ngày 16/9 nhưng giấy vẫn chưa về tới nhà nên hôm nay e chạy ra bưu điện hỏi thử thì bưu điện yêu cầu cấp mã bưu điện để nhân viên tra thử. Vậy nên em mail để hỏi thử vấn đề này xử lý ra sao ạ. Và nếu bưu điện không có thì phải làm thế nào đây ạ. Chúc thầy cô một ngày tốt lành,",
    "Kính gửi PĐT! Hiện tại em đã hoàn thành 125 tín chỉ, em còn nợ lvtn và Toeic ạ. Em xin được chuyển hệ để hoàn thành xong ngành học của em. Mong pđt hỗ trợ giúp em ạ. Em xin chân thành cảm ơn.",
    "Dạ cho em hỏi là sáng nay em thi môn Xác Suất Thống Kê, sau khi đã vào điểm danh và đang làm bài thì em bị mất mạng, em bị mất bài làm và cả bản ghi màn hình bằng gg meet. Dạ em có được phép xin hoãn thi không ạ.",
    "HK 211 Môn Giải tích 2 MSMH: MT1005 Nhóm Lớp: DT03",
    "Cho em hỏi là năm 2019 em có đăng kí thi anh văn ở trường, nhưng mà vì công việc nên em không tham gia được và cũng không thanh toán phí thi là 100.000. Giờ em không được đăng kí tốt nghiệp, em tưởng là không thi thì không cần phải thanh toán. Vậy là giờ em phải thanh toán tiền thi anh văn từ năm 2019 để đăng kí Tốt nghiệp đúng không ạ? em xin cảm ơn thầy/cô nhiều",
    "Chào phòng đào tạo, em tên là  MSSV . Buổi thi giữa kỳ môn xác suất thống kê  ca 9h sáng nay 10/9/2021 em đã quên ghi lại màn hình một phần đầu tiên khi làm bài. Nguyên nhân là khi set up 3 tab lên màn hình như theo yêu cầu thì khi em bấm nút ba chấm -  ghi hình, sẽ có 1 khung bên phải hiện lên để xác nhận ghi. Nhưng khi em set up như yêu cầu thì nút xác nhận đó bị khuất, phải cuộn lên mới thấy. Em do đang căng thẳng nên cứ nghĩ là đã ghi cho đến khi làm qua gần hết đề thì mới thấy là chưa ghi. Em đã báo với cán bộ coi thi và lập tức ghi hình trở lại ạ. Em xin lỗi vì đã bất cẩn. Em không rõ là trường hợp này sẽ xử lý như thế nào ạ. Em cảm ơn phòng đào tạo.",
    "cho mình hỏi mình thi chưa kịp nộp bài mà mất mạng có quay video minh chứng giờ muốn hoãn thi được không vậy a",
    "Em chào PĐT, Em có nhân được email thông báo đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021. Nhưng em vào aao.hcmut.edu.vn tra cứu thì không có tên trong danh sách ạ. Cho em hỏi là danh sách chưa cập nhật hay có vấn đề gì khác ạ.",
    "Thưa thầy/cô, nếu em đã đủ điều kiện tốt nghiệp nhưng em vẫn đang học và có thời khóa biểu (em vẫn thanh toán đầy đủ học phí) thì em có được đăng ký tốt nghiệp không vậy. Em cảm ơn.",
    "Kính gửi phòng đào tạo. Em tên là  .Em thực sự muốn đăng ký môn LA1043 . Em cảm ơn.",
    "Kính chào PDT! Em là , hiện tại trong bảng điểm tại mybk của em chưa có điểm trung bình tích lũy ngành. Em muốn hỏi là bao lâu nữa sẽ được cập nhật ạ? Em xin chân thành cám ơn!",
    "Chào PĐT, em là Vũ Thế Anh MSSV . Hiện tại, em đang bị mắc covid mệt mỏi. Theo đúng lịch thi thì mai em sẽ thi GK môn Cơ Lưu Chất. Em đã liên hệ thầy dạy mà thầy đề nghị làm đơn gửi PĐT. Em khẩn xin mong PĐT có thể đồng ý cho em thi lại GK vào đợt sau để lúc đó em có một sức khoẻ tốt hơn và thi tốt hơn. Em chân thành cảm ơn Hiện tại em đang cách ly tại nhà lên không có giấy tờ gì chỉ có duy nhất bịch thuốc xã phát ạ ",
    "Tốt nghiệp       Chào PĐT,    Em là  (MSSV: ) - sinh viên K17 chương trình Kỹ sư tài năng ngành Khoa học Máy Tính    Hiện tại, em hoàn thành tất cả môn trong chương trình học nhưng vẫn nằm trong danh sách tốt nghiệp Em muốn hỏi PĐT là do danh sách chưa được cập nhật hay em vẫn chưa đủ điều kiện tốt nghiệp Nếu em chưa đủ điều kiện tốt nghiệp, mong PĐT có thể cho em biết em đang thiếu điều kiện gì?      Mong PĐT có thể hỗ trọ em Em xin cảm ơn!  Thân mến,  ",
    "Kính gửi thầy cô, em là tân sinh viên K21 ngành Cơ - Điện tử, chuyên ngành Kỹ thuật Robot. Em có một số thắc mắc mong thầy cô có thể giải đáp giúp em. Dạ em có thắc mắc về việc học các Kĩ năng xã hội (KNXH) như sau: Theo như thông tin của trang Cổng thông tin sinh viên (https://mybk.hcmut.edu.vn/stinfo/) thì em thấy em được xếp vào lớp KNXH B (Sân khấu). Còn theo thông tin của trang  E-learning (http://e-learning.hcmut.edu.vn/) thì em được xếp vào lớp KNXH C (Thanh nhạc). Vậy em phải làm gì ạ? Mong thầy cô có thể sớm phản hồi. Em xin cảm ơn.",
    "Về việc cấp giấy hoãn nghĩa vụ quân sự. Em đang cần gấp giấy hoãn nghĩa vụ quân sự mà hiện tại không ở TPHCM. Em có đăng kí dịch vụ in giấy gửi về địa phương bằng mybk nhưng hơn 7 ngày vẫn chưa được xét duyệt",
    "Em tên là:  MSSV:  Email:  Vừa rồi em vừa hoàn thành bài thi giữa kỳ môn Xác suất va thống kê HK211 ca lúc 11h ngày 09/10/2021. Nhưng khi em truy cập vào link để nộp file ghi màn hình thì lại yêu cầu em phải có quyền truy cập thì mới truy cập được ạ. Mong PĐT giải quyết giúp em với ạ. Em xin cám ơn nhiều ạ.",
    "Chào PDT, Hôm nay em có nhận được GIẤY CHỨNG NHẬN SINH VIÊN của sinh viên trùng tên với em là  nhưng có MSSV là  còn MSSV của em là . Mã của đơn vận chuyển là PDT041034. Không biết trong đơn hàng này PDT định gửi gì cho  . Địa chỉ ngoài bìa là tại Đồng Nai nhưng địa chỉ trên giấy xác nhận sinh viên là Bình Định.",
    "Em chào pdt.  Em tên , có đăng kí thi anh văn nói viết đợt 4 (10/10). Nhưng do bị cách ly tập trung nên không thể dự thi được. Em có liên hệ trung tâm ngoại ngữ về thủ tục hủy thi thì họ bảo đã có tkb dự thi thì giống như một môn học bình thường và nên liên hệ pdt để được hổ trợ.  Pdt cho em hỏi em có thể hủy thi được không?   Trong trường hợp em vắng thi thi thì có thể đăng ký đợt tiếp không? và có bị ảnh hưởng gì về học vụ không?  Em cám ơn.",
    "Cho em hỏi ạ , trên trang BKeL của em ,các khoá học vật lý 1 và hoá đại cương không có phần Nhóm:[L..] nhưng các bạn cùng khoá học lại có ạ em sợ sẽ không cập nhật được thông tin của các thầy cô ạ . Mong trường sẽ giải đáp cho em . Em cảm ơn ạ .",
    "Kính gửi Phòng đào tạo, Ngày 20/9 em có đăng kí cấp lại giấy chứng nhận sinh viên để tạm hoãn nghĩa vụ quân sự nhưng tới hôm qua em mới nhận tin nhắn mã vận chuyển vẫn còn ở TP HCM. Địa phương yêu cầu giấy hoặc bản pdf phải có dấu mộc đỏ và hạn đến ngày 10/10 nhưng file em tải về trên mybk không có. Phòng đào tạo cho em hỏi phải giải quyết trường hợp này như thế nào ạ? Em xin cảm ơn.",
    "Cho em  hỏi trường có gửi giấy hoãn nghĩa vụ quân sự qua đường bưu điện không ạ?",
    "Em tên   MSSV  Khoa Bảo dưỡng công nghiệp  Mail của em bị lỗi khi vừa không xem lại bài giảng, vừa không gửi thư bằng mail và cũng chả vô meet bằng mail đó được.Mong trường giúp em",
    "Dạ em chào PĐT,  Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp. Em cũng đã cập nhật thông tin tốt nghiệp, tuy nhiên do dịch nên em chưa thể đi chụp ảnh để có ảnh thẻ được. Vậy em có thể đăng ký tốt nghiệp trước để nhận giấy chứng nhận tạm thời, sau đó bổ sung file ảnh thẻ sau được không ạ. Em xin cảm ơn ạ .",
    "Em xin chào thầy (cô)! Em tên là  - MSSV: Thầy cô cho em hỏi là em đã đăng kí in giấy tạm hoãn nghĩa vụ quân sự từ ngày 3/10/2021, em thấy là có ghi thời gian trả kết quả trong vòng 1 tuần mà đến nay phiếu đăng kí của em  chưa được xử lí ạ . Em mong nhà trường sớm xử lí giấy tạm hoãn nghĩa vụ quân sự cho em vì Ban chỉ huy quân sự địa phương em đang yêu cầu nộp giấy gấp ạ. Em xin cám ơn!",
    "trường ơi cho em hỏi em tên là  MSSV  ,ở Thủ Đức ,em đã đăng kí nhận sách nhưng gần được một ruần kể từ ngày trường gửi sách nhưng em vẫn chưa nhận được ạ. Em thấy lo có khi nào mình không nhận được sách không ạ.em xin cảm ơn",
    "Chào quý Thầy(Cô) và các anh chị, Em tên , MSSV:  Sáng ngày 9/10/2021 em có thi giữa kỳ môn: Giải tích 1_MT1003 trên hệ thống BK Exem và tắt máy không đăng xuất tài khoản sau khi thi xong. Nên tài khoản của em bị tạm khóa và có báo sẽ được mở sau 2 tiếng. Nhưng đến giờ vẫn chưa được mở và không biết tài khoản của em có bị lỗi không. Em mong anh chị có thể giúp em mở lại tài khoản để em nộp file ghi hình quá trình thi được đúng tời hạn. Em xin cảm ơn.",
    "Chào thầy/cô, em tên , mssv  . Theo như chổ đăng kí giấy xác nhận sinh viên, do tình hình dịch bệnh nên giấy xác nhận sinh viên sẽ được trả kết quả trong vòng 1 tuần qua đường bưu điện kể từ ngày đăng kí. Em đã đăng kí giấy xác nhận sinh viên từ ngày 02/10/2021, nhưng đến hôm nay (09/10/2021) phiếu đăng kí vẫn đang trong tình trạng xử lí. Thầy/cô giúp em kiểm tra xem giấy xác nhận sinh viên đã được gửi chưa ạ, em cần nộp giấy xác nhận vào ngày 15/10/2021 ạ, em cảm ơn!",
    "Kính gửi PĐT, Em tên là  - MSSV  Hiện tại em chưa đăng kí tốt nghiệp được tại trên hệ thống hiển thị là ngày công xã hội nhưng trên sàn hoạt động ngoại khóa của em hiện là đủ ngày CTXH) (hình ảnh xác nhận đã được em đính kèm), nên em mong PĐT có thể hỗ trợ để em có thể đăng kí tốt nghiệp đúng dự kiến. Em cảm ơn PĐT rất nhiều.",
    "Dạ em chào quý thầy cô. Hiện tại địa phưong em có đòi giấy hoãn nghĩa vụ quân sự. Quý thầy cô cho em hỏi là nhà trường có in giấy hoãn nghĩa vụ quân sự gửi về qua đường bươu điện hk ak",
    "Em kính chào thầy cô phòng đào tạo trường ĐH Bách Khoa, Em tên là Nguyễn Thị Thanh Uyên. MSSV 2133187. Hiện tại em đang học tại lớp DT02 của giảng viên Nguyễn Thị Xuân Anh vào tối ngày thứ 4 và thứ 6. Cô cho em xin phép trình bày vấn đề của em như sau ạ: Sáng 09/10 lúc 7h em có tham dự kì thi giữa kì giải tích 1 - MT1003 - DT02C. Em đã chuẩn bị sẵn các thiết bị ghi hình theo như hướng dẫn của nhà trường từ rất sớm nhưng em đã mắc phải những lỗi lầm rất lớn . Đầu tiên, em ghi hình bằng camera điện thoại và ghi màn hình. Tuy nhiên, tới lúc gần thi cán bộ xem thi có yêu cầu phải đăng nhập thêm vào một thiết bị khác để giám thị lấy được 2 góc quay nên em đã rối trí lấy điện thoại đang được ghi hình bằng camera điện thoại để đăng nhập vào link google meet. Dẫn đến em quên ghi hình link google meet khi đăng nhập bằng điện thoại và em chỉ có một file về đoạn ghi hình điểm danh trước giờ thi. Mặc khác, sau khi hoàn thành bài thi xong, vì lúc đó tinh thần của em không còn được tỉnh táo nên đã thao tác nhanh dẫn đến không đọc kĩ lệnh mà xóa file ghi hình màn hình trong lúc làm bài. Dẫn đến file ghi hình duy nhất em có là một file điểm danh lúc 7h. Em có đính kèm link 2133187 - NGUYỄN THỊ THANH UYÊN - GHI HÌNH GIẢI TÍCH MT1003 - DT02 TRƯỚC GIỜ THI NGÀY 09/10 CA 1 file trong email ạ. https://photos.app.goo.gl/T3WnWVkAcHkFaxZV8 Em mong nhà trường có thể xem xét dùm trường hợp của em được không ạ? Em thật sự rất cố gắng trong kì thi này. Em cũng mới vừa bắt đầu học kỳ đầu tiên của mình tại trường Bách Khoa nên em đã mắc phải sai sót lớn . Em thấy các thầy cô cán bộ xem thi có file ghi hình thì thầy cô có thể dành chút thời gian xem trong đoạn clip là em có quay bật camera cho hai góc quay là mặt em và góc quay xéo lúc em làm bài. Chỉ có phần quan trọng nhất là ghi màn hình thì em lại lỡ tay quên save. Và em vô cùng nhận thức cao về hành động lỗi lầm của mình. Em mong thầy cô có thể có phương án hoặc xem xét trường hợp của em ạ. Em chân thành cảm ơn quý nhà trường đã dành thời gian để xử lý vấn đề của em. Em thật sự cảm thấy rất có lỗi với thầy cô vì làm phiền thầy cô như thế. Em hứa sẽ rút kinh nghiệm và không bao giờ phạm lại lỗi sai này. Kính mến,  Em Uyên",
    "Em chào Thầy Cô, Em là , MSSV . Hôm nay em viết mail này muốn biết về vấn đề liên quan đến giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự. Trong kì I 2021-2022. Em vẫn đang học và vẫn trong tình trạng đang học, nhưng khi em đăng ký in giấy xác nhận sinh viên tạm hoãn nghĩa vụ quân sự lại không được ạ. Em mong thầy cô giải quyết giúp em về vấn đề này, Em xin cảm ơn ạ. .",
    "Em xin chào thầy cô, Em tên là , MSSV , học lớp Phương pháp tính (MT1009) nhóm L07 của thầy . Vào 9 giờ ngày 10/10/2021 em có lịch kiểm tra giữa kì môn Phương pháp tính nhưng không thể tham dự do ngày đó trùng với ngày cắt điện lực toàn phần ở khu vực em đang sống nên không có khả năng sử dụng máy tinh cũng như truy cập Internet để tham gia kiểm tra. Em muốn đăng kí hoãn thi nhưng không biết làm như thế nào, mong thầy cô có thể giúp đỡ em. Em xin cảm ơn ạ!",
    "Chào Thầy/Cô, Em là -. Ngày 1/10 em có đăng kí giấy hoãn NVQS nhưng tới giờ trong phần yêu cầu vẫn để đang xử lý, mà ngày 10/10 là hạn chót em nộp hồ sơ cho địa phương rồi. Thì em không biết giấy của em đã được gửi chưa ạ? Em xin cám ơn, mong Thầy/Cô hồi đáp sớm giúp em!",
    "Chào thầy/cô, Em là  MSSV . Em muốn hỏi là hiện tại em có thể bảo lưu để tập trung ôn năm sau thi lại THPT có được không ạ",
    "Dạ thưa phòng  Tạo, hôm nay khi đang chuẩn bị kiểm tra thì máy tính của em bị gặp vấn đề khiến em không tham gia được. Xin cho em được gửi cái đơn hoãn kiểm tra ạ",
    "Xin chào thầy cô ạ. E là  mssv  khóa k17 Bảo dưỡng công nghiệp E đã đủ ngày ctxh và hoàn thành tất cả các môn học những vẫn chưa được cập nhập trong danh sách dự kiến tốt nghiệp, mong thầy cô bổ sung sớm nhất giúp e ạ. E chân thành cảm ơn ạ.",
    "n xin hoãn thi Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh. Em tên là , mssv  . Em làm đơn này để xin phép Phòng Đào Tạo cho em hoãn thi môn , mã MH:MT1009 vì lý do không đảm bảo về mặt thiết bị . Kính mong Phòng Đào Tạo xem xét cho em hoãn thi ạ. Chúc quý anh/chị thật nhiều sức khỏe. Em xin cảm ơn!  ",
    "Em có thể dùng tài khoản ngân hàng khác thay vì OCB để đóng học phí được không ạ, và nếu được thì stk nhà trường là gì ạ. Em cám ơn",
    "Em tên  - MSSV  Hôm nay vào lúc 7h00 em có ca thi môn học Phương pháp tính (MT1009) nhưng lại gặp sự cố mất điện, không thể tham gia thi được. Em mong muốn được PĐT hoãn thi giúp em.",
    "Em chào phòng đào tạo ạ. Hôm nay là ngày 10/10/2021 lúc 7 giờ em có lịch thi môn Phương Pháp Tính (MT1009) lớp DT01-A. Mà hiện tại trên BKe-learning em k có bất kì link gì cho em thi ạ. Gio em phải làm sao.? Em cảm ơn",
    "Mssv:  Họ tên:  Lý do: bị mất điện Học kì: giữa kì 211 Môn học 1:  Mã số môn học 1: MT1010 Môn học 2: Cơ Lưu Chất Mã số môn học 2: CI2003 Em xin cảm ơn ạ",
    "Do không đảm bảo trang thiết bị để tham dự thi trực tuyến (do máy tính đang bảo trì), em xin phép hoãn thi giữa kỳ môn Phương pháp tính học kỳ 211 vào lúc 9h00 ngày 10/10/2021 ạ.",
    "Em chào PĐT, Em đã đăng kí được môn LA1037 - Anh văn 1A (nhu cầu) ở mục ĐĂNG KÍ MÔN HỌC nhưng tới ngày 10/10 vẫn chưa có TKB và mục BKEL của môn học, mặc dù ngày 11/10 thì môn học đã bắt đầu. Em kính mong PĐT giải quyết sớm để em còn tham gia buổi học đầy đủ. Em xin cảm ơn! Nguyễn Trường Thọ-1713341",
    "Dạ cho em hỏi,em đã nhận được mail của phòng đào tạo gửi là sẽ áp học phí 211 cho sinh viên hệ VHVL là sẽ giảm học phí,do em kì này học 4 chỉ nên học phí sẽ thu là 25% của 15tr là 3.750 triệu.Nhưng sao hôm nay em lên BKPay để kiểm tra thì vẫn hiển thị số tiền cũ.Cho em hỏi là khi nào thì có thề cập nhật mức học phí mới ak.Em cảm ơn",
    "KỲ Kính gửi Thầy/Cô Phòng Đào tạo, Em tên:  - MSSV:   Đang học môn: Phương pháp tính (MT1009) – Nhóm tổ: T01-C Vào lúc 7h00 sáng, ngày 10/10/2021 em có lịch thi giữa kỳ môn phương pháp tính (MT1009) - Nhóm tổ: T01-C Vì sự cố mất điện đột xuất khu vực nơi em ở vào thời điểm thi, nên em không thể đăng nhập được vào mạng Internet cũng như máy tính. o đó, em không tham gia được vào hệ thống thi môn MT1009 (Nhóm tổ: T01-C) đúng giờ thi quy định. Vì thế em xin phép hoãn thi: Môn Phương pháp tính (MT1009) – Nhóm tổ: T01-C – Thời gian 7h00 sáng ngày 10/10/2021. (Em không đính kèm đơn Hoãn thi Giữa kỳ do em không tìm thấy biểu mẫu, chỉ thấy có biểu mẫu Hoãn thi Cuối kỳ ạ) Kính mong Thầy/Cô hướng dẫn và phản hồi giúp em về trường hợp này. Em cũng đã email cho Thầy bộ môn về thông tin trên ạ. Em chân thành cảm ơn Thầy/Cô nhiều ạ!",
    "Kính chào Phòng Đào Tạo, Em tên  - MSSV: . Nay em làm đơn này kính mong Phòng Đào Tạo xem xét cho em đăng ký muộn Thực tập tốt nghiệp - ME3267, đây là môn tiên quyết - song hành phải có để học môn Đề cương Luận văn tốt nghiệp. Cụ thể lý do em xin trình bày trong Đơn đính kèm (file pdf) sau đây. Trước đó em đã gửi mail đến phòng đào tạo với nội dung tương tự vào ngày 08/10/2021 nhưng chưa được xử lý nên em mạn phép gửi thêm yêu cầu thông qua BKSI ạ. Rất mong nhận được sự phản hồi sớm từ Phòng Đào Tạo . Em xin cảm ơn, .",
    "dạ PĐT cho em hủy hoãn thi 2 môn học này ạ",
    "Em xin chào quý thầy cô. Em tên là . MSSV . Em đã làm phiếu xin cấp giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự vào ngày 4/10 trên hệ thống nhà trường. Nhưng đến bây giờ em vẫn chưa nhận được kết quả ạ. Vào ngày 15/10 tại địa phương em tổ chức khám sức khoẻ sơ tuyển NVQS. Quý thầy cho em hỏi bây giờ em tiếp tục đợi kết quả hay có cách nào để nhanh được cấp giấy không ạ? Em xin chân thành cảm ơn ạ.",
    "Cho em hỏi về giấy tạm hoãn nghĩa vụ quân sự để bổ túc cho địa phương, hiện trường đã cấp giấy tạm hoãn cho học kì mới chưa ạ? Vì trên hệ thống là đăng ký cấp lại ạ. Và khi đăng kí có thể lên phòng đào tạo của trường tại cơ sở 1 để lấy được không ạ?",
    "Em đã nhận được giáo trình nhưng em không nhận được sim trường tặng em đã kiểm tra kĩ vẫn khoing thấy sim trường tặng đâu ạ Mong trường xem xét lại  Em cảm ơn ạ",
    "MSSV:  Nội dung: Dạ thưa thầy/cô hiện tại em vẫn chưa nhận được giáo trình từ trường gửi về em thắc mắc là bao lâu mình nhận được ạ? hiện tại em đang ở trong nội thành tp hồ chí minh",
    "Dạ kính thưa nhà trường Đại học Bách khoa Tphcm, e tên  hiện là sinh viên ngành cơ kỹ thuật hệ đại trà , e có đăng kí nhận giáo trình miễn phí cho năm nhất cách đây gần 1 tháng, nhưng gần đây e check lại thì chỗ đk sim Viettel nhưng bị mất dấu tích, mong nhà trường giải quyết, em chân thành cảm ơn rất nhìu ạ",
    "Cho em hỏi hiện tại e đã đủ điều kiện tốt nghiệp về số TC, anh văn 4 kỹ năng, CTXH, nhưng khi đăng kí tốt nghiệp lại bị ghi là nợ HP ạ.",
    "Em chào Thầy/Cô, Ở địa phương của em vừa gửi giấy thông báo ngày 14/10 đi khám nghĩa vụ quân sự, nhưng hiện tại em đang còn đi học và bị kẹt ở HCM. Vì vậy, em mong nhà trường có thể cấp lại cho em giấy tạm hoãn nghĩa vụ quân sự, hoặc giấy xác nhận là sinh viên còn đang học tại trường (Như theo yêu cầu của địa phương) để gửi về địa phương. Mong sớm nhận được phản hồi từ Thầy/Cô. Em cảm ơn. , Nguyễn Hoàng ",
    "Em chào thầy/ cô ạ. Hiện tại vì tình hình dịch bệnh em không thể đến trường để nhận giấy hoãn nghĩa vụ quận sự. Thầy/cô cho em hỏi làm sao để đăng ký gửi giấy tạm hoãn nghĩa vụ quân sự về nhà ạ? Mong thầy/cô giải đáp giúp em   i  .",
    "Chào quý Thầy(Cô) và các anh chị, Em tên , MSSV:  Em mong anh chị có thể mở lại trang BK Exam System  để em có thể nộp được file ghi hình quá trình thi ạ vì hôm nay là hạn cuối để nộp rồi. Lúc tài khoản bị khóa và báo sẽ tự mở sau hai tiếng nên em vẫn chờ đến nay hơn một ngày và vẫn bị lỗi khóa. Trên đấy không có thông tin để liên hệ nên em mới qua trang BKSI nhờ anh chị có thể giúp em. Em xin cảm ơn.",
    "em có đăng kí giấy xác nhận sinh viên lâu rồi mà vẫn chưa có để hoãn nghĩa vụ quân sự xin phòng đào tạo cấp tệp tin để em in ra ạ",
    "Em chào thầy cô. Em đã đăng kí in giấy xác nhận sinh viên vào ngày 10/8 nhưng vẫn chưa được xử lý. 15/10 địa phương em sẽ bắt đầu khám sức khoẻ. Kính mong thầy cô xem xét và xử lý gấp giúp em với ạ! Em cảm ơn",
    "Vào đợt thi online tháng 7-8, em đã có yêu cầu in thẻ sinh viên vì để quên thẻ ở nhà trọ nhưng đến bây giờ em vẫn chưa nhận được thẻ và em cũng đã lấy được chiếc thẻ từ nhà trọ của mình. Em mong trường sẽ gửi thẻ cho em hoặc hoàn lại tiền ạ .   i  .",
    "Dạ em xin chào. Em là , MSSV , SV K19 ngành Logistics . Em đã đăng kí in bảng điểm từ 29/09/2021 nhưng tới hiện tại em vẫn chưa nhận được bảng điểm. Em không biết liệu mình có nhận được bảng điểm để có thể nhận được bản scan cảu bảng điểm để hoàn thiện hồ sơ học bổng không ạ ?   i ",
    "Trường cho em hỏi là em hiện tại hoàn cảnh khó khăn muốn vay vốn bên quỹ mái ấm của Thế giới di động, bên đó yêu cầu có \" Đ  B ơn xác nhận hoàn cảnh khó khăn   \" có xác nhận của trường. Vậy em có thể gửi đơn đến đâu để trường xác nhận giúp em ạ ? Do hiện tại ngoài quê em không còn ai, hiện em cũng đang ở thành phố nên không thể về quê xin xác nhận ngoài đó được ạ. Em cảm ơn ạ.",
    "Em tên , Mssv: . Em vừa thi đậu toeic nói viết để đủ điều kiện tốt nghiệp. Hiện tai em chưa có tên trong danh sách dự kiến tốt nghiệp, nay em xin thầy cô phòng phòng đào tạo cập nhật tên em vào danh sách. Mong nhận được sự phản hồi sớm từ thầy cô. Trân trọng.",
    "Kính gửi PĐT trường ĐH Bách Khóa-TPHCM Em tên là , sinh viên năm 2 khoa QLCN. Sáng nay em có bài thi giữa kì môn Phương pháp tính lúc 9h. Nhưng nhà em cúp điện trước khoảng 45' và em phải sử dụng điện thoại kết nối 3G để thi. Vì vậy em không quay được màn hình lúc thi, nên không biết là em có phải thi lại không hay báo với ai về việc này ạ? Cảm ơn đã đọc mail, Trân trọng.",
    "Em đăng ký nhận giấy hoãn nghĩa vụ quân sự đã hơn một tuần rồi mà vẫn chưa được xử lí mong nhà trường xem xét lại vì ngày 15/10 đã hết hạn nộp cho phường ạ, em xin cảm ơn .",
    "Em là  - mssv:  Hiện em đang học khoa khoa học và kỹ thuật máy tính Cho em hỏi khi nào là hạn chót nộp đơn đăng kí môn đề cương luận văn ạ! Hiện em đang làm với thầy nhưng chưa đăng ký môn học với nhà trường ạ. Em cảm ơn",
    "Em tên:  MSSV:  Ngày 4/10 em đã đăng kí giấy xác nhận sinh viên để có thể Hoãn nghĩa vụ quân sự mà vẫn chưa nhận được. Em có thể nhận sớm hơn hoặc pdt gửi cho em bảng PDF được không vậy ạ",
    "Cho em hỏi cách hoãn thi môn Cơ Lưu chất ạ, học kì 211, và cho em hỏi khi nào có đợt thi ạ em cảm ơn",
    "Chỗ em bắt bổ sung giấy chứng nhận đang học tại trường trước ngày 15/10/2021 đẻ hoãn nghĩa vụ quân sự, bây giờ làm sao để em có giấy chứng nhận ạ",
    "Học vụ       Kính gửi thầy cô,  Vào ngày 1/10/2021 em có đăng ký in bảng điểm và nhận dưới dạng chuyển phát bưu điện Tình trạng hiện tại em kiểm tra thì bảng điểm em vẫn ở trạng thái \"Đang in\" nên em có thể lên trường trực tiếp để nhận bảng điểm không ạ? Vì em đang cần gấp và chuyển bưu điện cần một khoảng thời gian dài ạ  Em mong thầy cô sớm hồi âm  Em xin chân thành cảm ơn  ",
    "Kính gửi: Phòng Đào Tạo Trường Đại Học Bách Khoa. Em tên là :    mssv : 8 Cho em xin nộp đơn \"Đơn xin gia hạn thời gian đào tạo HK211\" ở file đính kèm theo. Em xin cảm ơn!",
    "Em chào PĐT! Em xin hỏi các môn em hoãn thi kì trước (202 và 203) nếu được hoãn thì sẽ thi chung với ngày với các môn tương ứng ở học kì 211 này phải không ạ?  ",
    "Cho em hỏi năm nay có giấy hoãn nvqs chưa ạ",
    "chào ad ạ  em có đăng ký giấy xác nhận sinh viên và được xử lý ngày 08/09/2021 nhưng bây giờ vẫn chưa nhận được ạ trong khi có những bạn được xử lý hôm 16/09/2021 lại nhận được rồi ạ Mong ad xem giúp em với ạ em cảm ơn ạ",
    "Dạ chào PĐT ạ, bây h em muốn bảo lưu kết quả 1 năm thì mình cần phải làm những bước nào ạ. Em xin cảm ơn nhiều ạ.",
    "Em chào PĐT, em là , mssv . Em đã đăng ký giấy chứng nhận sinh viên dùng để hoãn nghĩa vụ quân sự từ ngày 09/09/2021. Đến nay chỉ nhận được file PDF nhưng chưa nhận được giấy gửi qua bưu điện. Em mong PĐT xem lại trường hợp của em. Lương",
    "Học kỳ-211, em có đăng ký môn ME4537–Đề cương luận văn tốt nghiệp. Và em có nhận được mail của phòng Giáo Vụ Khoa Cơ Khí về việc hủy môn ME4537 do thiếu môn song hành ME3277–Thực tập ngoài trường. Em được phòng Giáo vụ hướng dẫn làm đơn để đăng ký bổ sung môn học. Mong thầy/cô và Phòng Đào tạo xem xét mở đăng ký môn học bổ sung - môn ME3277 ở học kỳ 211. Hiện tại em đã nhận đề cương luận văn và đang thực hiện nên em rất mong Phòng Đạo tạo xem xét lại trường hợp của em . Em xin cảm ơn!",
    "Em tên  MSSV  Khoa Bảo dưỡng công nghiệp . Em chào PDT cho em hỏi em đã đăng ký tốt nghiệp được 1 tuần mà vẫn chưa thấy bằng tốt nghiệp tạm thời gửi tới nhà em .Giải quyết vắn đề này giúp em ",
    "Chào thầy, cô, Em tên là  -Mssv: Em xin hoãn kiểm tra môn Kỹ thuật số vào lúc 15h tại phòng thi lớp L11_A vì  em phải đi tiêm ngừa covid-19. Mong thầy cô cho em được hoãn thi. Em xin cảm ơn và chúc thầy cô nhiều sức khoẻ.",
    "Cho em hỏi, trong đợt thi Cuối kì 202. Em có đăng kí hoãn thi 2 môn, nhưng em vẫn tham gia thi đầy đủ. Hiện tại, tên em đã có trong danh sách tham gia thi mặc dù em đã có điểm trung bình các môn học kì 202. Vậy em có được phép đăng kí thi lại ko ạ",
    "Tốt nghiệp . Dạ em chào PĐT, em thuộc khóa K17. Em có 2 câu hỏi nhờ PĐT giải đáp ạ: 1. Hiện tại em còn thiếu chuẩn tiếng anh đầu ra .Do tình hình dịch bệnh phức tạp và trung tâm chưa mở cửa nên em không thể thi để quy điểm anh văn ra trường. Trên trang trường có để hạn đăng kí bằng tốt nghiệp tạm thời hạn đến 31/10/2021. PĐT cho e hỏi khi sinh viên được phép lên thành phố để thi anh văn, thì trường có gia hạn thời gian đăng kí nhận bằng tốt nghiệp tạm thời không ạ?, vì tụi em đang rất cần bằng trong tình trạng gấp ạ. 2. Hiện tại em đã nhận học bổng và đang học Master của trường ở Nước ngoài. Vì thế trường bên đó yêu cầu bằng tốt nghiệp chính  thức trước tháng 1. PĐT cho em hỏi trường mình có thể hỗ trợ cho sinh viên cấp bằng chính thức trước khi làm lễ tốt nghiệp được không ạ. Hiện tại em đang rất cần bằng chính thức để nộp cho trường bên đó. Rất mong trường có thể hỗ trợ sinh viên ạ. Em cảm ơn PĐT và trường rất nhiều.  ",
    "Dạ em là sinh viên lớp VLVH (MSSV ). Vừa rồi em có hoàn thành xong môn học Truyền số liệu và mạng EE3019 GV:  (5 điểm). Nhưng khi thông báo xét tốt nghiệp đợt 2 năm 2021 thì thông tin của e vẫn còn nợ môn Truyền số liệu và mạng nên không đăng ký tốt nghiệp được. E có yêu cầu lần 1 vào ngày 29/09/2021 nhưng hiện tại chưa thấy PĐT trả lời. Kính mong PĐT xem xét hỗ trợ giúp em vì sắp hết thời gian đăng ký tốt nghiệp rồi ạ. E cảm ơn (đính kèm hình ảnh bảng điểm và file thông báo còn nợ môn).",
    "Dạ em xin chào, em là , MSSV . Trong 1 số học bổng em có thấy yêu cầu Giấy xác nhận ĐRL. Em không biết ĐRL có được ghi kèm trong bảng điểm hay không, hay sẽ phải đăng kí riêng ạ? Nếu phải đk thì đk ở đâu ạ ? Em xin cảm ơn    i ",
    ":",
    "Dạ em thuộc hệ VHVL, em muốn hỏi là kỳ sau em đk từ 12 tín chỉ trở xuống nhưng vẫn học lớp sáng chung với hệ ĐH chính quy thì có được giảm 25% tiền học không ạ?",
    "Em tên  MSSV:  Em có đăng ký xin hoãn thi của cuối kỳ của cả kỳ 202 với 203 ở đợt thi vừa rồi nhưng khi vào trang tra cứu thì chỉ có học kỳ 202 có kết quả còn ở kỳ 203 thì em nhận được câu trả lời là \"Không tìm thấy mã số sinh viên này trong trong danh sách\" Em mong Phòng Đào Tạo sớm phản hồi về trường hợp của em! Em xin cảm ơn!  ",
    "Dạ bây giờ em muốn huỷ môn học thì có được không? ",
    "Tốt nghiệp       Em khai báo thiếu thông tin ở mục người hướng dẫn, nhưng lại không có nút cập nhật thông tin! Nếu sửa được xin nhà trường thay đổi dùm em thành: \"Ts Đỗ Tiễn Sỹ - Ts \"  Em cảm ơn",
    "Tên sv: , mssv:  Môn học Tin học 3D chuyên ngành (CI1025) em học ở học kì 202 chưa có điểm trên hệ thống mybk  Trong khi em hỏi mất bạn khác học cùng lớp thì các bạn đã có rồi. Em cũng đã mail cho thầy đứng tên môn để hỏi thì thầy bảo đã nộp bản điểm cho trường rồi và liên hệ phòng đạo tạo để giải quyết . Hiện trạng thái điểm môn CI 1025 của em là CH (Chưa có điểm) Mong thầy/cô giải quyết cho em ạ. Em cảm ơn   i ",
    "Tên sv: , mssv:      Môn học Tin học 3D chuyên ngành (CI1025) em học ở học kì 202 chưa có điểm trên hệ thống mybk Trong khi em hỏi mất bạn khác học cùng lớp thì các bạn đã có rồi. Em cũng đã mail cho thầy đứng tên môn để hỏi thì thầy bảo đã nộp bản điểm cho trường rồi và liên hệ phòng đạo tạo để giải quyết. Hiện trạng thái điểm môn CI 1025 của em là CH (Chưa có điểm) Mong thầy/cô giải quyết cho em ạ. Em cảm ơn   i ",
    "Ngày 10/10/2020 em có lịch thi 2 môn nhưng do hôm đó khu vực nhà em bị mất điện cả ngày nên em không thi được, em xin phép được hoãn thi.",
    "Cho em hỏi là bây giờ còn hoãn thi môn ở HK 202 được k ạ?? Nếu dc thì hoãn như thế nào vậy?   i  .",
    "Em có đăng ký hoãn thi 2 môn ở học kì 2 , đó là môn Quản lý sản xuất IM2031 và môn Tài chính doanh nghiệp IM2033. Hiện tại kết quả thi của em xem trên bảng điểm là \" 13\", là vắng thi,và điểm 2 môn đó đã tính vô điểm TBTL là 0 . Em xin được hỏi là kết quả hoãn thi của em có đã được duyệt chưa và với kết quả hiện tại thì em có được thi đợt sau không ạ. Em xin cảm ơn, em mong sẽ nhân được phản hồi của trường ạ.",
    "Cho em hỏi em để thẻ sinh viên ở Sài Gòn và đã đăng kí làm lại nhưng thời gian giải quyết lâu, em sợ sẽ không kịp về trước ngày thi thì em có dùng CMND thay thế được không ạ Em cảm ơn",
    "Kính gửi phòng đào tạo, Lần trước em có thắc mắc về việc danh sách tốt nghiệp dự kiến đang sử dụng điểm trung bình tích lũy để xếp loại tốt nghiệp và chưa được cập nhật lại theo điểm trung bình tích lũy ngành. Em có gửi minh chứng và pđt phản hồi sẽ cập nhật sau ngày 10/10. Hiện tại hôm nay 11/10 trên danh sách tốt nghiệp dự kiến của em vẫn chưa được cập nhật điểm trung bình tích lũy ngành và kết quả xếp loại tốt nghiệp của em vẫn là loại Khá. Mong pđt kiểm tra lại giúp em.",
    "Gởi Thầy, cô, anh, chị Hiện tại em đã đăng kí tốt nghiệp và thanh toán chi phí từ đợt tháng 5, em kiểm tra thông tin tốt nghiệp thì thấy mình đã có tên trong danh sách tốt nghiệp dự kiến của cả tháng 4 và tháng 8 năm 2021, tuy nhiên em có kiểm tra danh sách tốt nghiệp chính thức thì không thấy tên mình trong danh sách . Nhờ anh chị kiểm tra giúp e với ạ. Do tình hình dịch bệnh nên từ giữ tháng 6 tới giờ e không lên trường được. Em cảm ơn thầy, cô, anh, chị và mong phản hồi ạ Chúc thầy, cô, anh, chị một ngày vui vẻ",
    "Dạ cho em hỏi: Em hiện đang thiếu môn Anh văn 4 để xét tốt nghiệp. Em đang đăng kí học Anh văn 4A nhu cầu trong học kì (dự thính) này (HK211). Nếu em đủ điểm qua Anh văn 4A thì em có được xét tốt nghiệp trong học kì này (HK211) không ạ hay phải đợi đợt xét tốt nghiệp học kì sau? Em cảm ơn.",
    "Em tên _. Em đã đăng kí giấy xác nhận sinh viên trên MyBK. Em đã đăng kí từ ngày 28/9 (khoảng 2 tuần) nhưng chưa được xử lí. Địa phương em đang chuẩn bị khám sức khỏe. Em mong thầy cô giúp scan giấy xác nhận gửi lên MyBk để em nộp trước hoãn khám sức khỏe ạ (vì em còn ở TP.HCM). Mong Thầy Cô giúp đỡ ạ. Em chân thành cảm ơn.",
    "Thầy/ cô cho em hỏi chuẩn anh văn cho học kỳ 212 có được áp dụng không và cho em hỏi trường mình có tổ chức kiểm tra Anh văn định kỳ trong khoảng thời gian này không ạ? Thầy/ cô cho em hỏi mình có được rút môn lớp Anh văn theo nhu cầu không ạ, vì em mới phát hiện TKB bị trùng lịch 1 môn nhưng không bị hủy ạ. Em cảm ơn và chúc thầy cô làm việc sức khỏe.",
    "Kính gửi phòng đào tạo. Em là , MSSV , đã hoàn thành đầy đủ các môn học, và các lệ phí. Nhưng vẫn không nằm trong danh sách dự kiến tốt nghiệp, cũng như không đăng kí tốt nghiệp được. Mong phòng đào tạo xem xét giúp em, để em có thể tốt nghiệp ạ.",
    "Kính gửi Phòng đào tạo. Em tên , MSSV , hệ đào tạo VLVH, chuyên ngành Công nghệ may. Hiện đang học theo CTĐT khóa 2014 và đã làm đơn chuyển khóa 2013 theo yêu cầu của Phòng đào tạo . Vậy sau khi chuyển khóa có ảnh hưởng đến lịch trình tốt nghiệp không ạ. Em xin cảm ơn Thầy/Cô.",
    "Em xin chào thầy/cô của Phòng Đào tạo của Trường ạ Em xin hỏi thầy/cô một câu hỏi đó là, em có thể đăng kí in bảng điểm Đại học, tuy nhiên thay vì chuyển bưu điện về địa phương (hiện tại em đang ở thành phố Vĩnh Long), mà thay vào đó em xin nhờ phòng scan giúp em và gửi email bản electronic cho em khi in xong được không ạ... Hiện tại, em đang ứng tuyển vào một học bổng, tuy nhiên thì điểm tổng kết các môn học đều chưa có đủ, khoảng 1, 2 tuần nữa em nghĩ mới có. Vì vậy, nếu mà chuyển bảng điểm bằng bưu điện về địa phương em, xong rồi em lại ra tiệm photo scan thì không kịp thời gian ạ... Em xin hỏi câu hỏi này đến các thầy/cô ở Phòng ạ, em rất mong có thể nhận được câu trả lời sớm từ thầy/cô ạ, và em rất mong Phòng có thể giúp đỡ em việc này ạ... Em xin cảm ơn Phòng Đào tạo của Trường rất nhiều ạ!   i  .",
    "Em chào Phòng Đào tạo. Em có thắc mắc muốn hỏi PĐT về thời hạn đào tạo để xét tốt nghiệp. Em có đọc quy chế về thời hạn và kế hoạch đào tạo trên web aao.hcmut.edu.vn và thấy quy chế có quy định SV thỏa điều kiện xét tốt nghiệp về việc hoàn thành CTGD (số TCTLN và điểm TBTLN) nhưng chưa đủ các điều kiện khác để xét tốt nghiệp (chuẩn tiếng Anh, công tác xã hội) được kéo dài thời gian đào tạo tối đa một học kỳ để SV bổ sung các điều kiện để được xét tốt nghiệp (không được đăng ký môn học trong thời gian kéo dài này). Em sẽ hoàn thành CTĐT trong HK211 này nhưng còn thiếu chuẩn Nói- (dịch em k thi online được) và ngày CTXH. Do đó, em cần gia hạn học kỳ tiếp theo (HK212) để hoàn thành chuẩn CTXH + tiếng Anh để xét tốt nghiệp. Vì không được phép ĐKMH trong thời gian kéo dài nên em có cần phải làm thủ tục gì, như thế nào để đăng ký học kỳ kéo dài này không ạ ? Em đợi phản hồi sớm từ PĐT. Em cảm ơn PĐT ạ!",
    "Em chào Thầy/Cô, Hiện em đã đăng ký ĐCLV nhưng do em chưa đăng ký môn TTTN nên em nằm trong danh sách bị huỷ ĐCLV. Thầy/Cô cho em hỏi là bây giờ em đăng ký TTTN thì số chỉ của em sẽ bị giới hạn còn 12 chỉ, nhưng em đã đăng ký kỳ này 21 chỉ rồi ạ! Vậy em có bị xoá môn khi đăng ký TTTN không? Em cảm ơn Thầy/Cô.",
    "Em có nhận được mail của trường là phải hoàn thành mục đăng kí nộp chứng chỉ ngoại ngữ. Sau khi điền xong thì em có cần phải chọn mục xét miễn điểm không ạ?",
    "Gửi PĐT, Em tên là  MSSV: , sinh viên khóa 2014 ngành công nghê nhiệt lạnh. Hôm trước em có gửi email nhờ PĐT xét duyệt Tốt nghiệp từ chính quy xuống hệ VHVL (do em  không đủ điều kiện tốt nghiệp chính quy: thiếu AV4, CTXH, AV nói-viết). Em có làm đơn chuyển xuống hệ VHVL và được chấp thuận vào ngày 02/04/2021. Nhưng khi vô mục đăng kí tốt nghiệp thì lại không được. Em kính mong PĐT kiểm tra lại giúp em tại sao em đăng kí không được. Em xin chân thành cảm ơn và chúc quý thầy cô nhiều sức khỏe ạ",
    "Em kính chào Thầy/Cô! Vì chỗ em không có ngân hàng OCB và cũng như em hiện đã quên mất mật khẩu OCB (do trước giờ thanh toán trực tiếp tại ngân hàng). Nhưng dịch bệnh bùng phát là không lường trước, nên hiện tại em không thể đóng học phí bằng tài khoản OCB được. Thầy/Cô cho em hỏi có thể đóng bằng một ngân hàng nào khác được không ạ? Em xin cảm ơn Thầy/Cô.   i  .",
    "Dạ chào anh/chị, Cho em hỏi là sau khi em nộp chứng chỉ anh văn lên thì có cần bấm vào ô xét miễn để nhà trường thấy không ạ hay nhà trường sẽ tự xét cho em ạ? Em cảm ơn.",
    "Dạ, cho em hỏi là em tra mã vận đơn của em trên Viettel Post thì nó hiện như vậy ạ? Anh/chị, thầy/cô cho em hỏi là tài liệu năm nhất của em có được gửi lại không ạ? :((",
    "Kính gửi thầy / cô  ﻿Em tên  -  ﻿Sinh viên khoa Công Nghệ Vật liệu  ﻿Em , hiện tại vẫn đang ko rõ là mình đăng ký sách rồi mà saoo bạn bè em cùng chung khu vực quân Tân Phú đã nhận được hết mà không biết em có làm sai bước đăng ký hay bên vận chuyển có sao không ạ . Tại nếu cùng chung khu vực thì em cũng phải nhận cùng lúc với bạn bè phải không ạ . ﻿ ﻿Em cám ơn , thầy cô lắng nghe ạ  ﻿Mong thầy cô sớm hồi đáp để em có thể nhận sách thuận tiện hơn cho việc học ạ  ﻿  B   I      /I   B",
    "Dạ em xin chào ạ,  Sáng nay em có nhận được mail của trường rằng phải cập nhật thông tin chứng chỉ ngoại ngữ theo hướng dẫn (hình chụp bên dưới ạ) nhưng khi làm theo đầy đủ các bước thì em chỉ thấy nơi để cập nhật số điện thoại và phần đăng kí mới. Em ko biết phải làm gì tiếp theo nên em mong được hướng dẫn thêm ạ. Em cảm ơn rất nhiều.",
    "Em chào thầy, cô, Em tên , MSSV . Em muốn hỏi là em có đăng ký tốt nghiệp vào tháng 1/2022 sắp tới và cũng đã được trường xác nhận đăng ký thành công rồi. Em muốn nhận giấy chứng nhận tốt nghiệp tạm thời tại nơi em đang tạm trú tp hcm( em có ghi địa chỉ ở mục đăng ký tốt nghiệp) trên mybk nhưng lúc đó em tính sẽ lên trường nhận luôn nên em hk có tick vào ô gửi qua đường bưu điện  mà giờ em chuẩn bị đi làm rồi nên chắc là hk tiện ghé trường, em muốn hỏi em PĐT có thể chuyển giấy đó qua đường bưu điện tới địa chỉ em ghi ở mục tạm trú trên mybk được hk ạ?. Em xin cám ơn.",
    "Em có đăng kí lớp anh văn theo nhu cầu hình thức dự thính và đã có tkb , nhưng vì có lý do cá nhân nên em muốn xin rút môn học vấn thanh toán học phí.Nếu như vậy có được không ạ?",
    "Chào Thầy Cô Phòng Đào Tạo, Em là , MSSV:. Em có đăng ký AV4 theo yêu cầu và có xác nhận đăng ký thành công nhưng đến giờ vẫn chưa có thời khóa biểu ạ. Mai đã bắt đầu học rồi ạ (11/10/2021). Thời gian dịch nên khó có thể thi chứng chỉ để kịp đợt tốt nghiệp. Mong Thầy Cô kiểm tra giúp giùm em (em có đính kèm ảnh đã đăng ký thành công môn học bên dưới). Em cảm ơn nhiều ạ. Trân trọng, ",
    "Em xin gửi đơn đăng ký môn học bổ sung xin phòng đào tạo xem xét giúp em. Em xin cảm ơn",
    "Chào Thầy/Cô  Em tên Huỳnh Trọng Hữu, mssv   Em muốn xin đăng ký bổ sung môn LVTN mã EE4333 học kỳ này Do từ hè em bị vướng các môn chuyển điểm nên chưa đăng ký được LVTN, sau khi làm việc với văn phòng khoa đến nay thì đã đủ điều kiện nhận LVTN Em đã xin được Thầy hướng dẫn từ tháng 8 và làm đến nay đã gần xong Luận Văn rồi ạ Nên em muốn xin đăng ký môn LVTN để chính thức có thời khóa biểu học kỳ này Xin Thầy/Cô chỉ hướng cho em làm đơn xin nhận bổ sung LVTN ạ  Thân!          ",
    "Dạ em chào anh chị! Em có đăng kí môn dự thính lộ trình 2(bắt đầu học từ 30/8) nhưng không thấy có thời khóa biểu ạ. Dạ đây là hình ảnh ạ! Em cảm ơn!",
    "Dạ em chào cô ạ. Em xin gửi lại cô mẫu đơn xin thu nhận lại theo yêu cầu của câu hỏi lần trước ạ. Mong nhận được phản hồi từ cô để em được đăng ký môn học vào học kỳ tiếp theo ạ, hiện tình hình dịch bệnh ở tỉnh em nên em hơi khó khăn ạ. Em xin chân thành cảm ơn cô.",
    "Dạ hôm nay là 11/10 , theo thông báo của gmail trường gửi về thì em đã lỡ hạn đăng ký nhận sách miễn phí , giấy báo trúng tuyển và giấy tạm hoãn nghĩa vụ quân sự . Em đang thực sự rất cần giáo trình , và đặc biệt là giấy tạm hoãn nghĩa vụ quân sự . Mong nhà trường có thể giúp em để có thể nhận được sách và các giấy tờ trên. Em xin lỗi vì sự chậm trễ này . Nếu nhà trường có thể giúp thì dưới đây là thông tin của em ạ , em xin cảm ơn !           Họ và tên :  ;           Mã số sinh viên :  ;           Số điện thoại : [phone_number] ;           Địa chỉ : 16A , ngõ 15 , đường Trần            Phú , thị trấn Hương Khê , huyện            Hương Khê , tỉnh Hà Tĩnh .",
    "Chào thầy/cô - Do đợt thi nói- viết online vừa rồi em chưa đạt nên không xét tốt nghiệp được. Thầy/cô cho em hỏi sắp tới trường còn tổ chức đợt thi nói- viết nào trước khi kết thúc xét tốt nghiệp đợt tháng 11 này không ạ? - Cho em hỏi thêm nếu em đăng kí in bảng điểm thì khoảng bao lâu sẽ có ạ?",
    "Hiện tại là em có đăng ký rút môn học \"Phân tích thực phẩm\" có mã lý thuyết là CH3371, mã bài tập là CH3372 và điền cả 2 mã này trong form rút môn học. Hôm nay 11/10/2021 thì nhận mail trả kết quả rút môn thì em nằm trong bảng excel người đăng ký sai, nhưng khi lên MyBK xem thời khóa biểu thì cả 2 mã môn này đều không còn trên thời khóa biểu nữa. Vậy em có cần phải viết Phiếu rút môn không ạ? Em cảm ơn",
    "Kính chào Phòng Đào tạo ạ, Em tên là , MSSV là . Em đã liên hệ Phòng Đào tạo để xin đăng ký luận văn tốt nghiệp (MA4333) vào tháng 8 và được Phòng Đào tạo ghi nhận. Tuy nhiên, kết quả cập nhật thời khóa biểu của em vẫn chưa có luận văn ạ. Em xin nhờ Phòng Đào tạo kiểm tra và phản hồi giúp em ạ. Em xin cảm ơn nhiều ạ! Trân trọng,  ",
    "Em chào thầy cô, em là  HC17HLY MSSV: . Em đã đầy đủ điều kiện đăng kí tốt nghiệp nhưng không được đăng kí vì hiển thị nợ học phí. Mong quý thầy cô kiểm tra thông tin lại giúp em để em đăng kí và có bằng tốt nghiệp tạm thời để đi làm ạ. Em xin cảm ơn",
    "Dạ em chào thầy/cô ạ. Em là sinh viên  - . Cho em hỏi là em muốn xin bảng điểm dưới dạng file pdf thì phải làm sao ạ? Em cảm ơn thầy/cô ạ!",
    "Dạ thưa phòng học vụ, em là sinh viên năm 2 đang học kì dự thính, hiện tại em chưa đủ tiền để thanh toán học phí kì dự thính này, mong phòng học vụ có thể gia hạn thêm cho em vài ngày nữa ạ, hoặc trường mình có hỗ trợ cho em vay học phí để đóng ạ, em rất mong nhà trường hỗ trợ ạ, vì tình hình dịch em ko đi làm thêm được, tiền bố mẹ gửi cũng chỉ đủ ăn với đóng tiền nhà thôi ạ, em tiết kiệm vẫn chưa đủ số tiền để đóng học phí. Em xin cám ơn",
    "Kính gửi: Phòng đào tạo    Em tên là , MSSV : . Nghành kĩ thuật hoá học.    Do quá khó khăn , tiền ăn còn không có nữa, nên e chưa thể đóng học phí dự thính được. Vậy e xin phòng đào tạo thông cảm và đừng xoá thời khoá biểu các môn dự thính để e có thể học tốt ạ.    Em xin để kì 2 năm 2021-2022, e xoay sở đóng học phí dự thính luôn đuọc không ạ.chứ thực sư bế tắc không còn cách nào khác. vì hoàn cảnh em rất khó khăn, giờ dịch bệnh không thể kiếm tiền đươc.   Em xin cam đoan những điều nói trên là sự thật. Nếu đuọc em cảm ơn Phòng đào tạo và hứa kì 2 sẽ đóng học phí dự thính kì 1 2021-2022 ạ.",
    "Tốt nghiệp       Vì lí do sai sót nên em đã ghi thiếu và sai ở mục người hướng dẫn trong lí lịch tốt nghiệp mong pđt sửa thêm 1 lần nữa là : \" Ts  - Ts \"",
    "Kính gửi pdt, Em tên là , mssv , là sinh viên khoa Kỹ thuật xây dựng. Vừa qua phía địa phương em có yêu cầu nộp giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự từ ngày 10/10 đến ngày 17/10. Em xin hỏi là em hiên ở thành phố Hồ Chí Minh thì em có thể lên nhận giấy trực tiếp tại văn phòng khoa không hay bắt buộc phải chờ gửi đường bưu điện ạ. Mong được phòng đào tạo giải đáp thắc mắc Em xin cảm ơn",
    "Chào anh (chị), em tên là  K15 chương trình Tiên Tiến. Hiên tại em kiểm tra vẫn chưa có tên trong danh sách tốt nghiệp. Em đã hoàn thành đủ tín chỉ và ngày công tác xã hội. Cho em hỏi làm sao để kiểm tra mình thiếu thông tin gì để tốt nghiệp ạ. Em xin cảm ơn   i Tốt nghiệp .",
    "Dạ em chào thầy/cô, Em là  (MSSV: ). Hiện tại, em đang đợi kết quả tiếng anh nói-viết để xét tốt nghiệp, và theo như nhà trường thông báo thì em được xét tốt nghiệp đến hết HK1. Nhưng hiện nay do em không có thời khóa biểu cho HK1 này nên không thể có đăng kí được giấy chứng nhận xinh viên trên myBK . Em đang cần gấp giấy xác nhận sinh viên đến   B hết tháng 12/2021    ạ. Em rất mong quý thầy cô xem xét, giúp cho em xin giấy xác nhận sinh viên (xác nhận tình trạng còn đang học) đến hết tháng 12/2021 thôi ạ. Em chân thành cảm ơn và rất mong sự phản hồi từ thầy cô.",
    "Cho em hỏi là em có đăng ký môn và đã rút môn thành công nhưng chưa đến kỳ thanh toán học phí . Sắp tới em sẽ đăng ký tốt nghiệp tháng 11 (hạn là 31/10) thì em có thể đóng học phí để có đủ điều kiện đăng ký tốt nghiệp ạ? Em cảm ơn   i Tốt nghiệp .",
    "Dạ em muốn hỏi là em đang học chương trình Chất lượng cao thì khi đã hoàn tất khai báo thông tin chứng chỉ ngoại ngữ (chứng chỉ ngoại ngữ của em đã đạt chuẩn) trên mybk, em có cần phải đăng kí xét miễn điểm các môn Anh Văn không ạ. Em xin cảm ơn ạ.",
    "Em chào thầy/cô ạ, Thầy/cô cho em hỏi hạn chót nộp chứng chỉ tiếng Anh để quy đổi điểm khoá K21 là khi nào vậy ạ? Và có lưu ý nào khi nộp chứng chỉ hay không ạ? Em có xem qua trên trang web của trường mình rồi nhưng không hiểu lắm nên mong thầy cô giải đáp giúp em. Em cảm ơn thầy/cô.",
    "Xin chào quý thầy (cô). Sáng nay em có lên phòng đào tạo của trường hỏi về việc chuyển hồ sơ từ hệ chính quy sang vừa học vừa làm (em đã hoàn thành đủ chương trình đào tạo nhưng thiếu tiếng anh nói viết và hêt thời gian đào tạo tối đa chương trình chính quy nên có nguyện vọng chuyển sang hệ VHVL). Em được hướng dẫn lên trang BKSI hỏi quy trình xét tốt nghiệp bổ sung hệ VHVL. Xin quý thầy (cô) hướng dẫn giúp em. Em cảm ơn!",
    "Kính chào thầy/cô! Cho em hỏi học phí kì chính 211 có được chia ra đóng 2 lần như các kì trước không ạ? Em cảm ơn!",
    "Em xin phép trường Đại Học Bách Khoa cho em xin giấy phép tạm hoãn nghĩa vụ quân sự vì đã đến hạn. Ở dưới quê em đang cần gấp ạ.",
    "Dạ chào thầy/cô, Cho em hỏi là Danh sách Tốt nghiệp tạm thời trên website của trường bao lâu cập nhật một lần vậy ạ! Em cảm ơn thầy/cô nhiều ạ!",
    "Em đã gửi tờ đơn xin rút môn học dự thính HK211 như hướng dẫn trong inbox trước đó. Tuy nhiên trong phần đề mục không có lựa chọn \"Rút môn học cho HK211\" như ảnh đính kèm. Mong pdt xem xét và giải quyết",
    "Chào cô  Em muốn hỏi về việc rút môn học Em có nhận được email của trường về việc rút môn học Do 1 số lí do đến hôm nay em muốn đăng kí rút môn học nhưng đã hết hạn Em xin hỏi là em còn có thể rút được thêm không, nếu được em phải làm những thủ tục nào ạ ?  Em xin cảm ơn          ",
    "Em chào thầy/cô, Em có gửi câu hỏi hỗ trợ v/v em không vào được BK exam ngày 9/10, em đã chuẩn bị BK exam từ 30p trước giờ thi và cho đến suốt thời gian thi em vẫn không vào được với lý do là hệ thống báo tài khoản của em bị khóa ạ, em có thể liên hệ bộ phận nào để xin hoãn thi ạ? Em cảm ơn!",
    "Hôm 10/10/2021, em thi môn Hệ thống máy tính và ngôn ngữ lập trình (EE2009) vào lúc 13h thì vô tình nhà em gặp trục trặc về điện nên em không thể hoàn thành bài làm của mình. Em mong quý thầy cô cho em xin hoãn thi với ạ!",
    "rút môn anh văn 1 . cho em được rút môn anh văn 1 ạ",
    "Xin chào thầy cô em là  mssv  Quý thầy cho e hỏi thời gian liên thông hoặc hệ VHVL từ cao đẳng Bảo dưỡng công nghiệp lên Đại học là tháng 11 phải khộng ạ? Và hiện tại e đang ở quê thì có thể nộp hồ sơ online được không ạ? Và hệ VHVL có học ban ngày hay ban đêm ạ? e cảm ơn quý thầy cô. trân trọng.",
    "Em muốn huỷ 2 môn học: Anh văn 2A (mã môn học : LA1039) và Anh văn 3A (mã môn học: LA1041). Lý do: Trùng thời khoá biểu dự thính học kì 211",
    "cho em hỏi có cách nào gia hạn học phí dự thính sang HK2 được không ạ. em có hỏi phòng ctct sv thì bên đó kêu chỉ gia hạn được học kì chính, còn muốn gia hạn học kì dự thính thì liên hệ bên này ạ. em cảm ơn.",
    "Chào thầy/cô,  Em có đăng kí cấp giấy xác nhận sinh viên dùng để hoãn nghĩa vụ quân sự vào ngày 06/10/2020 đến giờ ngày 11/10 thì đơn em vẫn chưa được xử lý ạ. Địa phương em yêu cầu nộp giấy xác nhận sinh viên trước ngày 15/10, giờ phải làm sao ạ, địa phương cho phép nộp bản pdf nhưng đến giờ đơn vẫn chưa được xử lý luôn.  Em cảm ơn thầy/cô.",
    "Em đăng kí nhận giáo trình vào ngày 9/11, em không biết là em có nhận dc k ạ. Giáo trình dành cho tân sinh viên ạ.",
    "Em xin chào thầy/cô! Em là  (MSSV: ), sinh viên Khoa Điện - Điện Tử, chuyên ngành Điều Khiển & Tự Động Hóa. Hiện tại em đã hoàn tất việc thanh toán học phí cho các môn em đã hủy ( có tính học phí ) vào học kỳ 211. Hiện tại, em đã hoàn thành tất cả các chuẩn để xét tốt nghiệp vào học kỳ này . Em có lên mục đăng ký tốt nghiệp trên Mybk tuy nhiên nó vẫn hiện tình trạng em nợ học phí nên chưa được đăng ký xét tốt nghiệp. Em mong thầy cô cập nhật thông tin sinh viên giùm em vào danh sách xét tốt nghiệp đợt 2 năm 2021 để em có thể nhận bằng tốt nghiệp tạm thời và sớm hoàn tất hồ sơ xin việc làm. Em chân thành cảm ơn thầy/cô và phòng đào tạo đã hỗ trợ em để được thanh toán học phí sớm để hoàn thành quá trình xét tốt nghiệp đại học.",
    "Cho em hỏi là em mới up ảnh lên https://mybk.hcmut.edu.vn/nhaphoc/chung-chi-ngoai-ngu thì có được đăng kí CCNN chưa, hay phải gửi 1 bản giấy có công chứng đến trường nữa ạ trong thời điểm dịch này ạ?",
    "/    em thi môn Hóa đại cương ca 1h ngày 9/10 tài khoảng bkex của em bị khóa do em quên đăng xuất sau khi thi nên giờ em không nôpk file ghi hình được ạ, giờ em phải làm sao ạ",
    "Em chào Quý thầy, cô ạ. Em là  (MSSV: ). Em xin gửi đơn đăng ký rút môn học Kinh tế kỹ thuật (IM1027) . Kính mong thầy, cô xem xét ạ! Em xin cảm ơn Quý thầy cô ạ!",
    "Kính gửi PĐT,  Em tên , Mssv:  Dạ trong đợt đăng kí bổ sung LVTN em đã đăng kí thành công môn Luận Văn Tốt Nghiệp,em đã có thời khóa biểu từ rất lâu rồi ạ nhưng học phí chính quy 211 của em vẫn chưa cập nhật thêm tiền học phí môn này ạ. Mong PĐT cập nhật giúp em để em có thể hoàn thành đúng tiến độ thanh toán ạ, em xin cảm ơn. Trân trọng.   i  .",
    "Làm như thế nào để hoãn học phí vậy ạ  Hoãn học phí có bị trừ điểm rèn luyện không ạ",
    "Em Tên:  MSSV:  Hệ VHVL: Kỹ Thuật Ô Tô Em có gửi mail  để hổ trợ nhưng không thấy trả lời và tuần này em có gửi mail tiếp tục lần 2 để nhờ hổ trợ... nhờ nhà trường giải quyết giúp em vì trường hợp của em kéo dày được 2 tháng rồi và vẫn không đi đến đâu ạ....",
    "cho em hỏi còn đợt đăng ký môn học bổ sung nào không ạ em đang bị nợ ở một số cần hoàn thiện trước khi vào học kỳ chính tiếp theo",
    "Xin chào Nhà trường, Em là Đỗ Nguyễn  (MSSV: ), sinh viên khóa K17 khoa Kỹ thuật Hóa học. Em có đăng kí tốt nghiệp đợt tháng 11/2021 và đã được xét duyệt, tuy nhiên do chuyển nhà nên em không đánh dấu vào mục nhận bằng tốt nghiệp tạm thời qua đường bưu điện, nay em đã có chỗ ở ổn định và mong muốn được nhận giấy tốt nghiệp tạm thời từ nhà trường nhằm mục đích nộp hồ sơ du học, mong nhà trường xem xét ạ . Địa chỉ hiện tại của em là 47/52/17 Bùi Đình Túy, phường 24, quận Bình Thạnh. Rất mong nhận được sự phản hồi từ nhà trường. Em xin chân thành cảm ơn.",
    "em tên:  là sinh viên khóa 2015 với yêu cầu anh văn speaking và writing là 200 để tốt nghiệp. ngày 16/1/2021 e đã tham gia thi hai kỹ năng speaking và writing tại đại học bách khoa tphcm với điểm điểm speaking : 125 ; writing : 80. TỔNG 205. e đã kiểm tra lại danh sách điểm trên BKEL vẫn còn lưu ạ.mong phòng đào tạo kiểm tra lại giúp em vì sao chưa được cập nhật điểm để xét tốt nghiệp ạ.em xin cảm ơn",
    "dạ em đăng ký một tuần rồi mà chưa thấy giấy hõa nghĩa vụ ạ bên phường họ hối em kêu là trường nộp pddf cũng được nên em  muốn hỏi trường chừng nào có giấy ạ để em lây không thì pddf cũng được ạ.   Xin cảm ơn đã lắng nghe",
    "Dạ em là sinh viên lớp VLVH (MSSV ). Vừa rồi em có hoàn thành xong môn học Truyền số liệu và mạng EE3019 GV: . Nhưng khi thông báo xét tốt nghiệp đợt 2 năm 2021 thì thông tin của e vẫn còn ghi: “: ( ) :  3 - Nam Hoc 2020-2021 : .2014 -               : 131    134 : 131    134 : 6.52 : 400 Mon Hoc Bat Buoc Chua Tich Luy Duoc:  EE3019 TRUYEN SO LIEU VA MANG: 3.0” + Em thấy báo có một môn này chưa hoàn thành, nhưng e đã hoàn thành trước khi có thông báo đăng ký tốt nghiệp. Em đã có báo PĐT và đã có trả lời là còn nợ tín chỉ nhưng khi cộng lại môn EE3019 TRUYEN SO LIEU VA MANG: 3.0 là e đủ 134. Như vậy là đợt này e chưa cập nhật kịp hay sao ạ.  mong PĐT xem xét giúp em, em cảm ơn.",
    "Em tên là , MSSV: 171046 đã đăng kí lớp anh văn dự thính theo nhu cầu trong học kì 211: - MSMH: LA1043. - Tên môn học: Anh . - Nhóm : DT07. Em có nguyện vọng rút môn học này (Có thanh toán học phí) vì lí do: em đã thi và có bằng anh văn TOEIC đủ điểm để xét tốt nghiệp trong học kì này . Kính mong phòng đào tạo xem xét và giải quyết. Em xin cảm ơn.",
    "Kính gửi Phòng Đào tạo, Em đã nhận được kết quả như hình là giấy xác nhận sinh viên đã được thông qua ạ? Khi nào sẽ nhận được qua bưu điện ạ? Em ở tỉnh và mới chỉ được tiêm 1 mũi vacxin và chưa cho lên lại thành phố, hôm nay phường có giấy gọi yêu cầu nộp giấy xác nhận sinh viên trước 5/11 ạ. Trân trọng,   i  .",
    "Dạ chào thầy/cô! Hôm trước em có xin để đăng kí bổ sung môn Anh văn 4A. Và hôm nay là ngày học đầu tiên nhưng em không thấy cập nhật trên BKEL cũng như là thời khoá biểu ạ. Hôm trước em có xin và được yêu cầu cung cấp thông tin để đăng kí và em đã làm theo nhưng có xét duyệt không thì em không thấy phản hồi dù em có hỏi lại ạ. Nên em nghĩ là đã được xét duyệt ạ. Rất mong trường hợp của em sẽ được sớm giải quyết ạ. Em xin chân thành cảm ơn.",
    "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh Họ và tên: VÕ HIẾU TRUNG MSSV:      Em là sinh viên hệ VHVL. Hiện tại sắp đến thời gian hết hạn đăng ký tốt nghiệp mà em vẫn chưa đăng ký tốt nghiệp được ạ. Lúc trước phòng đào tạo gửi em còn thiếu 2 môn để đủ điều kiện xét luận văn (file đính kèm). Nhưng 2 môn đó em đã có điểm đủ (như hình) nhưng em vẫn chưa đăng ký tốt nghiệp được. Mong phòng đào tạo giúp em xử lí sự cố này để em tốt nghiệp đúng hạn ạ.   Cảm ơn thầy/cô ạ!",
    "Hiện tại theo như yêu cầu của mail gửi đến thì e cần phải hoàn tất thủ tục khai báo chứng chỉ  anh văn Em thuộc hệ CLC TCTN,nên AV 1,2,3,4 có tính tín chỉ Sau khi e đăng ký thẩm tra thì mục chuyển điểm xuất hiện với 4 điểm 10,lệ phí là 200k Em có cần phải nộp lệ phí không ạ?Do có hướng dẫn cho từ văn phòng quốc tế yêu cầu không nộp tiền",
    "MSSV:      em , cho em hỏi về việc rút môn học khi em coi lại phần cập nhật của PDT về thời khóa biếu đã báo cột điểm thi báo số 17--  là em đã được chấp nhận rút môn chưa vậy?, do em đăng ký rút môn học cả 2 phần lý thuyết và thực hành nên mã môn phần thực hành báo sai( hay em đăng ký rút môn lấy mã phần lý thuyết thì sẽ được hiểu là rút cả lý thuyết và thực hành) vậy em có cần phải đăng ký rút môn bổ sung với mã môn là lý thuyết không? EE3071SCADA(lý thuyết). EE3072SCADA(thực hành). dạ, em xin cảm ơn rất nhiều và mong sớm nhận hồi đáp từ PDT.",
    "Kính gửi PĐT, Em tên  mssv   Em có tên trong danh sách tốt nghiệp đợt 11/2021. Em có xem tên trong danh sách dự kiến nhưng thông tin điểm chứng chỉ anh văn của em cập nhật chưa đúng ạ. Em đã cập nhật lần 3 bằng Toeic 630 (Listening + Reading) nhưng hiện tại thông tin tốt nghiệp dự kiến là Toeic 510 ạ . Em có gửi ảnh kèm theo: Ảnh 1 Thông tin trên danh sách tốt nghiệp dự kiến, Ảnh 2 thông tin đăng kí nộp chứng chỉ - đã được thẩm tra. Mong PĐT xem xét và cập nhật lại giúp em ạ.",
    "Thưa cô, kỳ 202 em có gửi yêu cần hoãn bảo vệ LV và được PĐT và khoa duyệt. Nhưng đến hôm nay, điểm luận văn của em vẫn để 13 điểm ạ.",
    "Em chào thầy/ cô, em có đăng kí in bảng điểm nhưng do em vẫn chưa thể lên Sài Gòn lại, nên em xin phép thầy/cô cho em được nhận file scan bảng điểm ạ . Em cảm ơn thầy/cô rất nhiều.",
    "Tốt nghiệp       Gửi anh chị,    Em là , MSSV:   Em hiện tại không thể đăng ký Tốt nghiệp vì không có tên trong danh sách tốt nghiệp dự kiến Em đang theo học liên thông Đại học - Cao học và có một môn cần phải chuyển điểm từ trên Cao học xuống Đại học Trong thời gian công bố danh sách dự kiến thì điểm chưa được chuyển, nên em không có tên trong danh sách Hiện em vừa có điểm ngày 09/10/2021 Mong PĐT có thể cập nhật danh sách Tốt nghiệp dự kiến để em có thêm đăng ký Tốt nghiệp    Em cảm ơn anh/chị đã hỗ trợ    Trân trọng,   ",
    "Cho em hỏi khi nào thì được cập nhật danh sách tốt nghiệp dự kiến ạ , em vừa hoàn thành mọi thứ để tốt nghiệp.",
    "Dạ em chào các thầy/cô. Em tên:  MSSV:  Dạ hôm nay em có nhận được mail về việc đăng ký rút môn học bị sai và được hướng dẫn thực hiện lại. Em xin gửi file ảnh của tờ phiếu đăng ký rút môn ạ. Môn học em xin được rút:  - MSMH: ME4205 - Tên môn học: Tự động hóa sản xuất - Nhóm L01 Em xin được gửi file ảnh kèm theo ạ. Em xin cảm ơn.",
    "Em là  mã số sinh viên , em đã đăng kí rút môn nhưng em gặp lỗi cho em xin đăng kí hủy môn QUẢN TRỊ KINH DOANH CHO KĨ SƯ VỚI MÃ SỐ MÔN HỌC LÀ IM3001.",
    "Dạ em chào thầy/cô, Lúc trước em có xin giấy xác nhận dự kiến tốt nghiệp (như file đính kèm) để xin học bổng. Hiện giờ, em cần nộp để xin một học bổng cao học khác tại Hàn Quốc. Em đã hoàn thành xong các môn học, và đang đợi kết quả thi tiếng anh nói viết, nên không kịp thời hạn nộp hồ sơ. Em cần xác nhận dự kiến tốt nghiệp vào cuối học kì này theo lịch học vụ ạ. Rất mong quý thầy cô giúp đỡ (các thầy/cô vui lòng xem file đính kèm giúp em với ạ). Em xin cảm ơn.",
    "Em xin chào PĐT! Em xin hỏi các môn O NHU CẦU có tính vào điểm trung bình học kì không ạ?",
    "Kính chào phòng đào tạo. Cho em hỏi về việc hoãn thi ở học kì 202, em đã đăng kí hoãn thi và được phòng đào tạo chấp thuận nhưng khi xem điểm vẫn bị điểm 13 ạ .",
    "Dạ cho em hỏi em gần đến ngày thi rồi mà tài khoản BK Exam của em lại bị khóa. Em đã không vào từ đợt thi của học kì trước rồi, hôm nay vào xem thử thì trang báo tài khoản tạm khóa. Xin quý thầy cô giúp đỡ em, tài khoản của em là ",
    "Phiếu rút môn học: Giải tích 2 (MT1005)  Lớp DT03",
    "Em muốn đăng kí rút môn nhưng đã quá thời hạn cho phép, giờ em muốn rút môn liệu còn đuôc không ạ? Em cảm ơn",
    "Dạ cho e hỏi Cao Đẳng Bảo dưỡng công nghiệp kì này có liên thông lên Đại học không ạ? E cảm ơn",
    "Dạ cho em hỏi là tại sao môn Tín Hiệu hệ thống (EE2005) của em ở học kì 202 em có học và tổng kết được 7.5 em đã kiểm tra và thấy trên bảng điểm là 7.5. Và em có đăng kí dự thính môn Tín hiệu hệ thống vào học kì 203 và được 6.5. Nhưng hôm nay em lên kiểm tra lại thì thấy điểm môn Tín Hiệu hệ thống ở kì 202 đã cập nhật xuống còn 6.5 làm điểm trung bình tích lũy em giảm xuống. Theo quy định học vụ thì:\"Trường hợp một môn học (tính theo mã số môn học) có nhiều lần học thì tính theo lần học có điểm cao nhất (nếu các lần học có điểm MT và điểm đạt thì tính theo lần học có điểm đạt cao nhất; nếu các lần học có điểm MT và điểm không đạt thì tính theo lần học có điểm MT)\". Vậy cho em hỏi tại sao lại lấy điểm thấp hơn ạ. Em có đính kèm hình bảng điểm và hình có điểm tổng kết 7.5 môn Tín hiệu hệ thống của em ở học kì 202. Em xin cảm ơn!",
    "Em chào PĐT,  Hiện nay em muốn gia hạn tiền học phí HK211, thì em phải làm như thế nào ạ . Em đã thấy PĐT có để 1 biểu mẫu:  link: https://docs.google.com/forms/d/e/1FAIpQLSfTZREVHjC_fGstilQXpbxgxxZsV7iyhkrCu4wx7pMk7oYP2w/viewform Em không biết là em chỉ cần nhập vào đây thôi, hay em cần phải viết đơn và nộp cho thầy cô bên khoa để thầy cô bên khoa nộp lại cho trường. Mong PĐT hỗ trợ trả lời thắc mắc của em ạ, em xin cảm ơn.",
    "Cho em hỏi là đky rút môn học thì trong thời khóa biểu ko có tên môn và nhận được điểm 17 là e đky đúng r phải hun ạ. Mong ad phản hồi càng sớm càng tốt ạ. E cảm ơn!!!",
    "Em chào thầy cô, Thầy cô cho em hỏi, em là sinh viên K17 đang định xét tốt nghiệp kì này nhưng thiếu 0.5 ctxh. Do tình hình dịch bệnh nên chưa thể hoàn thành được.Trong mail đợt trước, nhà trường có gia hạn xét tốt nghiệp đợt này đến cuối kì này. Vậy cho em hỏi đã có thời gian hạn chót cụ thể không ạ. Tại em thấy trên bkel có đợt xét tốt nghiệp đến 30/10. Hai đợt này có liên quan gì với nhau hay là một vậy ạ. Em cảm ơn.",
    "Kính gửi Phòng đào tạo, Em tên là , MSSV . Xét đến thời điểm hiện tại, em đã kiểm tra và thấy bản thân đã đủ điều kiện tốt nghiệp. Mong Phòng đào tạo xem xét và đưa em vào danh sách tốt nghiệp dự kiến để em có thể đăng ký tốt nghiệp ạ. Mong Phòng đào tạo có thể hỗ trợ sớm giúp em vì em rất cần Bằng tốt nghiệp tạm thời. Trân trọng,",
    "Em là  MSSV:  Em có 2 lần nộp bằng TOEIC. Lần 1 kết quả TOEIC là 510 và lần 2 kết quả TOEIC là 645. Nhưng trong danh sách tốt nghiệp lại ghi chứng chỉ tiếng anh là TOEIC 510 mà không phải là kết quả cao nhất ạ",
    "Dạ thưa phòng đào tạo, Em là , MSSV . Hiện tại em nhờ phòng đào tạo kiểm tra giúp em hiện tại em vẫn chưa đăng ký tốt nghiệp được ạ (chưa có tên trên danh sách dự kiến). Em tự kiểm tra thì em thấy đã đủ điều kiện để xét tốt nghiệp ạ . Chúc mọi người và gia đình thật nhiều sức khỏe. Trân trọng, ",
    "Tại địa phương em yêu cầu bảng điểm để hoàn tất hồ sơ học bổng, em muốn nhận bảng điểm theo dạng pdf để kịp thời bổ sung. Tại đã quá hạn rồi ạ.",
    "Dạ thưa thầy cô, em muốn hỏi là em có mssv của anh em thì em có thể xem tình trạng của anh em xem ảnh còn nợ bao nhiêu môn được không ạ. Do anh em đang học năm cuối mà gia đình hỏi ảnh về học tập thì ảnh không chịu nói và gia đình em rất lo nên mới dùng biện pháp này. Nên thầy cô cho em hỏi là em có thể xem tình trạng hiện tại của anh em được không ạ?",
    "Em xin gửi đơn đăng ký môn học bổ sung xin phòng đào tạo xem xét giúp em. Em xin cảm ơn",
    "Kính gửi Phòng đào tạo, Em tên là:  MSSV:  Khoa: Cơ khí Dạ cho em hỏi giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự, trường mình có thể scan không ạ? Hay em phải đợi chuyển phát nhanh ạ? Tại vì bên xã yêu cầu giấy ạ. Em mong nhận được sự phản hồi sớm từ Phòng đào tạo. Em xin chân thành cảm ơn.",
    "HK 211",
    "Em xin gửi đơn đăng ký môn học bổ sung xin phòng đào tạo xem xét giúp em. Em xin cảm ơn",
    "Em chào PĐT 1. Hôm trước em có đăng ký xét tốt nghiệp nhưng quên đóng tiền tốt nghiệp, nay kiểm tra thì đã hết hạn đóng và em không thể đăng ký lại, PĐT có thể reset mở lại cho em đăng ký tốt nghiệp đồng thời hủy hóa đơn đăng ký đợt trước giùm em được không ạ? Em cảm ơn",
    "ng kí rút môn học (có thanh toán học phí) HK211 Em tên _  xin được rút môn học lớp anh văn dự thính LA1043 nhóm DT07 vì lý do cá nhân(đã nêu trong file đính kèm). Em hy vọng được phòng đào tạo xem xét và giải quyết. Xin cảm ơn. ",
    "Em chào thầy cô ạ . Tối qua với sáng nay em có gửi yêu cầu rút môn có tính phí nhưng hình như trường trả lời auto ạ. Em xin đính kèm form đã điền vào đây mong thầy cô đọc và góp ý cho em đã điền đúng hay chưa. Sắp hết hạn và em không gọi điện được cho PĐT ạ. Em xin cảm ơn",
    "Chào cô Em xin gửi ảnh của đơn đăng kí rút môn học. Mong được thày cô xét duyệt. Em xin cảm ơn.",
    "Em là sinh viên K17 hiện đã đủ điều kiện tốt nghiệp và đã đăng kí tốt nghiệp thành công. Do đã hoàn thành CTDT nên em quyết định không đăng kí môn vào học kì 211. Dạo gần đây em biết được có nhiều bạn dù đủ điều kiện tốt nghiệp nhưng vẫn đăng kí môn để xin giấy xác nhận sinh viên. Hiện tại có còn cách nào để em nhận được giấy xác nhận sinh viên từ trường không ạ? Sắp tới trường có đợt đăng kí môn học nào nữa không ạ? Em đang rất lo lắng về vấn đề đó. Mong sớm nhận được phản hồi từ thầy cô. Trân trọng, Trung Tín.",
    "Em chào thầy/cô Bkpay của em đã tới hạn đóng tiền dự thính từ ngày 11/10 đến 17/10 mà bây giờ hiện chưa mở ở ạ Em cảm ơn",
    "Chào Thầy/Cô  Em là: , Mssv:   - Em có in thẻ sinh viên và PDT đã xử lí vào ngày 10/08/2021  - Ngày 26/09/2021 em có phản hồi chưa được in thẻ  - Ngày 01/10/2021 PDT đã xử lí và thông báo nhận trong tuần sau  - Bây giờ là 12/10/2021 em vẫn chưa nhận được thẻ sinh viên   - Em rất cần thẻ sinh viên để thi giữa kì vào ngày 17/10/2021 và nộp cho địa phương để đăng kí tiêm vaccine  Em biết là dịch bệnh nên mọi việc khó khăn và bất tiện nhưng kính mong PDT xử lí sớm giúp em  Em xin chân thành cảm ơn!",
    "HK 211",
    "dạ cho em ý kiến về lịch học của em và việc đóng học phí . Thứ nhất, thời khóa biểu 2 môn thể chất và an văn cơ bản của em bị trùng lịch nên em muốn trường xem xét lại ạ. Thứ 2, hiện An Giang đang trong quá trình tiếp nhận người từ thành phố về quê, nên không cho đi lại nhiều nên việc đóng học phí của em gặp khó khăn mà trường yêu cầu gần kề quá khiến em không ứng trước được và em đóng tiền trước giờ qua hình thức đóng trực tiếp tại ngân hàng. Nên trường xem xét trường hợp này của em. Và với 2 lí do trên nếu được thì em có thể xin phép hủy môn anh văn dự thính để không khó khăn về sau không ạ? Em đã email phòng đào tạo nhưng chưa có phản hồi và ngày đóng tiền cận kề rồi ạ. Em cảm ơn!",
    "Em tên , mssv 2 Hiện tại em vừa nhận được giấy mời khám sơ tuyển NVQS tại địa phương, vậy cho xem hỏi làm sao để đăng ký chuyển phát nhanh giấy xác nhận sinh viên về địa phương đang sinh sống. Em xin chân thành cảm ơn",
    "Họ và tên:  MSSV:  Ngày sinh: 21/01/2001 Lớp: HC19SH1 Học kỳ: 211 Mã môn học rút: CH3371 Tên môn học rút: Phân tích thực phẩm Ảnh phiếu rút môn học đã đính kèm",
    "Em xin chào thầy/ cô, Em tên , MSSV 170766. Em hiện tại đã hoàn thành chương trình đào tạo, báo cáo  luận văn, thi anh văn nói viết, nộp bằng TOEIC, đủ ngày công tác xã hội. Tuy nhiên điểm trung bình tích lũy ngành của em vẫn chưa được cập nhật và em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến. Em mong quý thầy/ cô giải quyết giúp em để em sớm hoàn thành việc đăng ký tốt nghiệp . Em xin chân thành cảm ơn!",
    "Kính thưa Phòng đào tạo, em là , mã số sinh viên là . Hôm nay em viết mail này mong phòng đào tạo có thể kiểm tra và bổ sung em vào danh sách dự kiến tốt nghiệp đợt tháng 11/2021 để em có thể được đăng ký tốt nghiệp. Em hiện tại đã hoàn thành đầy đủ các điều kiện để được xét tốt nghiệp. Em xin cảm ơn.",
    "Em tên là  , MSSV: , chương trình tiên tiến. Hiện nay em đã hoàn thành chương trình học, đủ ngày CTXH nhưng khi tra kết quả từ danh sách tốt nghiệp dự kiến trên website aao.hcmut.edu.vn (mục tốt nghiệp) từ ngày 6/9/2021 đến hôm nay 12/10/2021 vẫn không có tên. Cho em hỏi làm sao để kiểm tra thông tin này? Em xin chân thành cảm ơn",
    "Thưa PĐT, Hiện tại em đã hoàn thành xong chương trình học của ngành Khoa học máy tính. Tuy nhiên, trong bảng điểm em chỉ có 126 tín chỉ tích luỹ ngành và điểm TBTLN cũng không chính xác, mong PĐT xem xét lại giúp em để em có thể xét tốt nghiệp chính xác. Em xin chân thành cảm ơn. Trân trọng, .",
    "Cho em hỏi về vấn đề hoàn tất thủ tục khai báo chứng chỉ ngoại ngữ. Em đã hoàn thành các bước để xét miễn học anh văn và đến bước cuối cùng là bước thanh toán. Theo yêu cầu thì em phải chuyển khoản đóng tiền qua tk ocb, nhưng hiện tại em vẫn chưa có tk ocb thì em phải xử lí như thế nào ạ? Em cảm ơn.",
    "Tốt nghiệp . Em chào Thầy/Cô ạ. Em kính mong Thầy/Cô xem xét điều kiện tốt nghiệp của em để em có thể đăng ký xét tốt nghiệp và nhận giấy CNTNTT ạ. Trước đó em có làm đơn với nguyện vọng được xin ra khỏi chương trình KSTN để xét tốt nghiệp bằng thường (qua hệ thống BKSI). Kết quả thi AV nói viết online đợt 1 của em cũng đã có được một khoảng thời gian rồi nhưng hiện tại em vẫn chưa nhận được mail cũng như chưa có tên trong danh sách tốt nghiệp dự kiến ạ. Em kính mong Thầy/Cô kiểm tra và xem xét cho em",
    "em ghi nhầm số điện thoại [phone_number] thành [phone_number] trong giấy xác nhận sinh viên gửi qua đường bưu điện thì tìm ai để xử lý ạ. Em cảm ơn.",
    "MSSV:       i Tốt nghiệp . Em chào anh/chị, hiện em đã đủ ngày CTXH nhưng khi vào trang đăng ký tốt nghiệp và trong danh sách tốt nghiệp vẫn còn để em nợ CTXH ạ. Em mong được văn phòng hỗ trợ sớm ạ. Em cám ơn",
    "Cho em hỏi về điểm hoãn thi các môn trong HK 203 PĐT có báo là nếu sau 30/9 chưa được cập nhật thì em có thể liên hệ hỏi. Anh/chị có thể cho em biết sao tới bây giờ vẫn chưa được cập nhật không ạ?",
    "Em chào PĐT, em là , mssv . Theo như thông tin thì dạy online sẽ cắt giảm 20% số buổi học (do có up video trên arning). Nhưng trong TKB thì vẫn là 15 tuần (từ tuần 33 -  47). Cho em hỏi là trong thời gian tới PĐT có cập nhật lại TKB không hay số tuần ở HK211 này sẽ là 15 tuần. Lương",
    "Kính gửi PĐT, Em tên là . MSSV của em là . Em muốn hỏi là liệu em có thể lên PĐT để in giấy chứng nhận tốt nghiệp tạm thời được không ạ. Vì giấy này có mộc đỏ nên các tiệm in không nhận để in bên ngoài ạ, còn nếu đợi gửi qua bưu điện thì sẽ bị trễ cho kế hoạch xin việc của em ạ. Em xin chân thành cảm ơn và mong PĐT giải đáp sớm giúp em ạ.",
    "Dạ em chày thầy/cô, Hôm trước em có gửi thắc mắc về bợ BHYT, BHTN và thanh toán HP HK211 (ID QA: 38150). Em có liên hệ trạm y tế qua email được hướng dẫn thì trạm y tế có trả lời là báo PĐT xoá nợ phí BHYT, BHTN cho em (như hình đính kèm). Về HP HK211 em đã thanh toán hôm qua và tình trạng trên BKPay cũng đã xác nhận thanh toán. Nhưng hiện tại em vào đăng ký xét tốt nghiệp thì hệ thống báo em vẫn còn nợ học phí ạ. Mong thầy/cô xem và phản hồi, Em xin cảm ơn.",
    "Em tên là , MSSV , em đã đăng kí xét nghiệp từ ngày 5/10/2021 và đã được PTĐ confirm rồi, nhưng đến nay em vẫn chưa được nhận mail hay có tên trong danh sách tốt nghiệp dự kiến. PĐT xem xét lại  giúp em với. Thanks and Best Regards",
    "Em chào thầy/ cô! Hiện tại em cần bảng điểm của năm học 2020-2021, nhưng vì cần gấp và cần file mềm nên em sợ nhận bảng đêỉm qua đường bưu điện sẽ không kịp. Vậy em xin thầy/cô có thể cho em nhận file điểm năm 2020-2021 qua mail được không ạ! Em xin in bảng điểm của học kỳ chính năm 2020-2021 thôi được không? và thủ tục như thế nào để em nhận được file bảng điểm? Em xin chân thành cảm ơn thầy/cô!",
    "Họ và tên sv:   170021 Hiện tại thì em đã hoàn thành xong tất cả môn học chỉ còn tín chỉ anh văn để ra trường, nhưng do tình hình dịch bệnh nên em không đi thi được, nên có thể em sẽ không thể kịp tiến độ tốt nghiệp trong học kì này, vì đã hết môn học nên em không đăng ký môn học không có thời khoá biểu cho nên em không đăng ký giấy tạm hoãn NVQS được, với trường hợp của em nếu không có giấy tạm hoãn em sẽ bị gọi đi nghĩa vụ trong đầu năm sau, tức là không kịp để tốt nghiệp nên em mong PĐT có thể giải quyết vấn đề này giúp em có được không ạ. Vì nếu em đi nghĩa vụ đồng nghĩa em sẽ bị hoãn lại và mất luôn bằng tốt nghiệp mong PĐT có thể giúp đỡ em về vấn đề trên, em xin chân thành cảm ơn",
    "Kính thưa Phòng Đào Tạo, hiện tại ở phường em có yêu cầu em phải nộp giấy xác nhận SV để hoãn NVQS. Tuy nhiên thời hạn chỉ có 1 tuần. Phòng Đào Tạo cho em hỏi là văn phòng Khoa Điện ở CS1 có làm việc không để em có thể lên nhận trực tiếp ạ? Hay em chỉ có thể nhận qua đường bưu điện ạ? Em xin cảm ơn.",
    "I : I cannot find the meet link to study calculus 1 and calculus 1 ( exc ) on the e-learning. Please check and add the link for me. Thanks for read.",
    "Em không",
    "Em không tự cập nhật thông tin cá nhân trên mybk được ạ. Ngày sinh của em bị sai nên PĐT có thể cập nhật lại giúp em thành ngày 20.01.2000 được không ạ?",
    "Tốt nghiệp     Dạ chào /Chị  Em tên Võ  Duy, Mssv:, học Khoa Cơ khí chất lượng cao Hiện tại em đã hoàn thành xong chương trình học  /chị cho em được đặt 2 câu hỏi:  1/ Về môn “Lựa chọn vật liệu trong thiết kế” ME4461, em đã liên hệ Thầy và Thầy nói đã đưa điểm lên MyBK từ tuần trước rồi mà hiện tại trên MyBK của tụi em chưa được cập nhật  2/ Về việc danh sách tốt nghiệp tạm thời,sau khi đã được cập nhật đủ điểm, em đăng kí tốt nghiệp Thì thời gian bao lâu thì tụi em có tên trong danh sách đủ điều kiện tốt nghiệp vậy chị?  Em hi vọng anh/chị có thể trả lời sớm nhất để em có thể cập nhật thông tin cho công ty và được đi làm ạ  Công ty yêu cầu em phải có tên trong danh sách tốt nghiệp trước tháng 11 để có thể được đi làm  Thật sự đây là một cơ hội rất tốt của em và em hi vọng có thể kịp hoàn thành thủ tục để đi làm   Em cảm ơn và chúc anh/chị một ngày tốt lành ạ",
    "Em chào PĐT, Em tên là , MSSV  Em cảm ơn PĐT hoàn tất đăng ký tốt nghiệp và in bằng tốt nghiệp tạm thời cho em ạ. Em mong PĐT có thể gửi bằng tốt nghiệp tạm thời qua bưu điện sớm vì em cần có bằng tốt nghiệp tạm thời trước ngày 15 tháng 10 để em đi dịch thuật công chứng và hoàn tất hồ sơ du học gửi cho trường bên Hàn Quốc ạ. Vì hồ sơ yêu cầu có bản giấy bằng tốt nghiệp tạm thời nên em hi vọng PĐT có thể giúp em. Địa chỉ em đăng ký gửi bằng tạm thời là: 12/4 đường Bảo Vinh, tổ 30, KP Bảo Vinh B, phường Bảo Vinh, thành phố Long Khánh, tỉnh Đồng Nai Số điện thoại của em là [phone_number] Em xin cảm ơn.",
    "Em chào bên phía nhà trường, em tên là   B  -     hiện đang là sinh viên khoa Khoa học máy tính . Hiện nay em đã đóng học phí đầy đủ và đạt đủ số tín chĩ tích luỹ theo khoa quy định. Em muốn nhờ các thầy cô xem xét, thêm em  danh sách tốt nghiệp trong đợt xét lần này . Em cảm ơn nhà trường, Khôi  .",
    "Em xin gửi đơn đăng ký môn học bổ sung xin phòng đào tạo xem xét giúp em. Em xin cảm ơn",
    "Hiện tại trong bảng điểm của em, môn kỹ thuật lập trình đang có điểm 0.0. Em có thắc mắc là như thế nào mới tính là hoãn thi ạ? Vì điểm 0.0 đó đã không thay đổi kể từ khi có cập nhật bảng điểm. Trong email có nhắc đến trước ngày 12/10 trường sẽ cập nhật lại kết quả hoãn thi (trước ngày 9/9). Nếu điểm của em là 0.0 thì được tính là như thế nào ạ?",
    "Dạ cho em hỏi em đã gửi file ảnh về đăng kí rút môn rồi ạ. Cho em hỏi là em đã được rút môn chưa ạ. Vì cuối tuần có thi giữa kì môn này, nên em lo quá ạ. Em là  Mssv:. Em cảm ơn ạ",
    "Dạ em cũng đã mail cho giáo viên dạy môn Tín hiệu hệ thống(EE2005) và được phản hồi là thầy vẫn gửi điểm cho em là 7.5 và không có điều chỉnh gì sau đó. Vậy cho em hỏi là em cần làm gì và liên hệ đến đâu để được cập nhật lại đúng điểm của em ạ. Em xin cảm ơn.",
    "Kính gửi Phòng đào tạo, Em là  Là sinh viên văn bằng 2 chuyển hệ sang hệ VHVL, ngành Khoa học máy tính. Đã hoàn thành tất cả các môn học trong chương trình đào tạo và đang chờ điểm môn Đề cương luận văn tốt nghiệp. Trong đợt đăng ký môn học, em đã đăng ký môn Luận văn tốt nghiệp nhưng bị hủy do không có điểm môn tiên quyết. Kính mong phòng đào tạo xem xét cho em đăng ký môn học Luận văn tốt nghiệp, mã CO4313",
    "Kính gửi: quá thầy cô phòng đào tạo Đại học Bách Khoa TP.HCM. Em tên là:  MSSV:  Em viết thư này với mục đích là để hỏi xin giấy xác nhận hoãn NVQS. Do em đã hoàn thành chương trình học nhưng còn thiếu chứng chỉ ngoại ngữ, nên học kỳ này thời khóa biểu của em bị trống vì vậy nên em không thể đăng ký giấy xác nhận sinh viên để hoãn NVQS. Trường hợp em đi NVQS sẽ mất 2 năm và lúc đó thời gian đào tạo của em sẽ vượt quá quy định. Em viết thư này để xin ý kiến các thầy cô phòng đào tạo làm cách nào để em có thể xin được giấy hoãn NVQS. Em rất mong nhận được phản hồi của quý thầy cô. Em xin chân thành cảm ơn.",
    "Em là . MSSV  Em là trường hợp nhầm mã môn CHuyên đề luận văn tốt nghiệp từ CH4331 thành CH4371. Em xin nhận lỗi về sự sai sót của mình trong quá trình DKMH cho đến khi có kết quả điểm số, em đã không có vấn đề gì nên mới không biết mình bị sai. Cho em hỏi trường hợp này của em nên làm gì và giải quyết như thế nào ạ . Em xin chân thành cảm ơn và xin lỗi vì sai sót của mình ạ.",
    "Dạ em chào thầy/cô. Em là  MSSV: Em muốn hỏi trường mình có mở thêm đợt thi anh văn nói-viết nào nữa không ạ. Em mong trường mở thêm đợt thi cuối để các bạn thi rớt có cơ hội thêm một lần nữa ạ. Em cảm ơn ạ.",
    "Dạ em chào các thầy/cô. Em tên:  MSSV:  Dạ hôm nay em có nhận được mail về việc đăng ký rút môn học bị sai và được hướng dẫn thực hiện lại. Em xin gửi file ảnh của tờ phiếu đăng ký rút môn ạ. Môn học em xin được rút: - MSMH: ME4205 - Tên môn học: Tự động hóa sản xuất - Nhóm L01 Em xin được gửi file ảnh kèm theo ạ. Em xin cảm ơn. Em đã gửi file ảnh hai lần nhưng chỉ nhận được câu trả lời là các trích dẫn mà em không biết là em đã đăng ký rút môn thành công hay chưa. Mong thầy cô cho em biết em đã đăng ký rút thành công chưa ạ. Em xin cảm ơn.",
    "Chào thầy/cô, Em là sinh viên Khóa 2017 và hiện tại đã đủ điều kiện tốt nghiệp như CTXH và Anh văn. Em đã có điểm Anh văn (Nói - ) vào ngày 05/10/2021 nhưng đến nay em vẫn chưa được cập nhật Điểm trung bình tích lũy ngành để đăng ký tốt nghiệp (như hình ảnh đính kèm). Em mong vấn đề của em được giải quyết sớm ạ. Em xin chân thành cảm ơn!",
    "Kính gửi PĐT, Hiện tại vừa cập nhật TKB mới, lớp tiếng nhật mới của em bị trùng với lịch môn học khác. Vậy em có nên theo TKB mới hay vẫn theo TKB cũ cho tuần này ạ? Em xin cảm ơn .",
    "Gửi phòng Đào tạo trường đại học Bách Khoa Hồ Chí Minh, Hôm nay em nhận được mail thông báo rằng Phiếu đăng ký tốt nghiệp bị trả đơn vì lý do chưa tải ảnh tốt nghiệp. Hiện tại em đã tải ảnh lên nhưng tình trạng đăng ký vẫn là \"Phiếu đăng ký không được xử lý\" . Em cần phải làm gì để được xét Phiếu đăng ký tốt nghiệp?   Nguyễn Văn Quyền ",
    "Em xin rút môn học Giải tích 2 Lớp DT03",
    "dạ em là sinh viên khóa K15 tạm bị đình chỉ 1 học kỳ do không đăng ký môn học. Nay e gửi phiếu đăng ký thu nhận lại ạ.",
    "Dạ thưa, em là  MSSV . Hiện em đang cần giấy xác nhận sinh viên để làm thủ tục hoãn nghĩa vụ quân sự ạ, do cán bộ thông báo cho em trễ nên hiện em chỉ còn đến hết ngày mai để hoàn thành thủ tục ạ, mà em lại chưa có đăng kí nhận giấy xác nhận sinh viên. Cho em hỏi là có cách nào để em nhận được giấy xác nhận sinh viên trong ngày mai không ạ?",
    "Dạ em chào thầy cô! Do tài khoản OCB của em đang bị lỗi, nên em đã đóng học bằng cách chuyển vào tài khoản trường bằng Ngân hàng khác . Nhưng khi em kiểm tra trên BKPay thì thấy vẫn chưa được đóng học phí dự thính 211. Mong thầy cô kiểm tra lại giúp em ạ Em xin cảm ơn!",
    "Em chào PĐT, Em là  -MSSV:  - sinh viên khóa 2017 khoa Khoa học và Kỹ thuật Máy tính. Ngày 3/10/2021, em có xin phép PĐT về việc công nhận chứng nhận Tốt nghiệp cho em (em đã đủ điều kiện tốt nghiệp) và PĐT có phản hồi với em rằng sau ngày 12/10/2021 nếu vẫn chưa có email xác nhận em đủ điều kiện đăng kí Tốt nghiệp thì hãy phản hồi lại với PĐT. Nay đã là 12/10/2021 và em vẫn chưa nhận được email xác nhận em đủ điều kiện tốt nghiệp nên em xin được phản hồi lại với PĐT, mong PĐT sớm cập nhật thông tin tốt nghiệp cho em. Mong nhận được sự hỗ trợ từ quý Thầy/Cô, em cảm ơn rất nhiều. Trân trọng,",
    "Em chào PĐT, em là , sv khóa 2017 khoa KHMT. Hồi học kì 202 em có đăng ký môn học Đồ họa Máy tính (CO3059) nhóm L02-A do thầy  giảng dạy. Thầy cũng đã công bố toàn bộ các cột điểm cho lớp và đăng lên bkEL vào hồi tháng 8. Tuy nhiên, đến thời điểm hiện tại, kết quả học tập môn này vẫn chưa được cập nhật ở trên bảng điểm của em (điểm CH). Em có mail hỏi thầy thì thầy bảo đã gửi lên MyBK rồi. Nên em kính mong PĐT xem xét và cập nhật điểm và số tín chỉ môn học này cho em đủ điều kiện tốt nghiệp . Mong nhận được sự hỗ trợ từ PĐT, em cảm ơn rât nhiều ! Trân trọng, ",
    "Em có đăng kí hoãn môn Vật lý 1 (PH1003) học kì 203, nhưng trong danh sách hoãn thi HK203 không có môn này ạ. Em có cần làm đơn hay phải cần xác nhận của giáo viên không ạ, em cảm ơn ạ.",
    "Em muốn hỏi cách để gửi lại phiếu đăng ký xét tốt nghiệp. Lúc trước em đã gửi phiếu một lần và đã thanh toán tiền hoàn tất, sau đó vì lý do thiếu ảnh thẻ nên phiếu bị đánh dấu là \"phiếu không được xử lý\". Hôm nay em đã cập nhật ảnh nhưng lại không thấy chỗ để gửi lại phiếu đăng ký.",
    "Chào phòng đào tạo trường! Cho em hỏi, bằng tốt nghiệp tạm thời sẽ gửi về nhà theo đường bưu điện hay lên văn phòng khoa nhận ạ?  (Lúc đăng ký tốt nghiệp, em đã tick vào mục gửi bằng tốt nghiệp tạm thời qua đường bưu điện) Em cảm ơn!",
    ": Cho em xin mẫu đơn xác nhận học tại trường bách khoa để hoàn thành hồ sơ vay vốn cho sv ạ",
    "Em chào cô ạ.Em là  học lớp CK20CK06 em có đăng kí anh văn 2A dự thính theo yêu cầu và phải thanh toán học phí trong khoảng từ 12 tới 17 tháng 10.Nhưng do em quên mật khẩu nên tài khoản Ocb em bị khóa và em cũng mới từ thành phố về quê và bị cách li nên không thể ra ngân hàng gửi được.Bây giờ em phải làm sao để thanh toán được ạ. Em xin cảm ơn Chúc cô luôn mạnh khỏe",
    "Dạ cho em hỏi em đăng ký giấy tạm hoãn nghĩa vụ quân sự mà sau khi bấm đăng ký xong ở ô phía dưới không hiện gì cả vậy là em đã đăng kí thành công chưa ạ? Em cảm ơn mọi người ạ.",
    "Em sắp ra trường nhưng vì kẹt 1 môn chưa lên nộp đơn xét miễn được ( do đợt dịch covid này). mà gần hạn chót rồi nên em lo lắng quá! Em muốn hỏi là phòng đào tạo và văn phòng khoa đã hoạt động lại chưa ạ? Nếu chưa thì em có thể làm đơn xét miễn nộp online được không ạ? Môn này đã được đề cập trong \"yêu cầu\" trước của em và đã được xác nhận có thể xét miễn. Em cảm ơn.",
    "Tốt nghiệp       Kính gửi Phòng Đào tạo Trường Đại Học Bách Khoa    Em xin kính chào quý Thầy/ Cô  Em tên là , MSSV Hiện nay đang là sinh viên thuộc Khoa Kỹ Thuật Xây Dựng, lớp tài năng ngành xây dựng dân dụng và công nghiệp khóa 2017 XD17KSDD  Hiện tại em đã hoàn thành xong chương trình bậc đại họcVì lý do không hoàn thành được mức điểm 75 với một số môn cốt lõi nên em không đủ điều kiện xét tốt nghiệp dành cho sinh viên kỹ sư tài năng Nay em viết đơn này để xin rút khỏi chương trình kỹ sư tài năng và kịp thời xét tốt nghiệp bẳng kỹ sư thường trong đợt tốt nghiệp tháng 11/2021  Em kính mong quý Thầy/ Cô xét duyệt kịp thời để em có thể tốt nghiệp vào đợt tháng 11 tới  Em xin chân thành cảm ơn quý Thầy/ Cô",
    "Kính gửi PĐT, Em tên , MSSV , hiện tại em đã đăng ký tốt nghiệp kì này và sẽ làm lễ tốt nghiệp vào tháng 1/2022 năm sau. Em muốn hỏi là trường hợp em muốn đăng ký học 1 ngành khác theo chương trình đào tạo đại trà chính qui của trường mình luôn, cụ thể là ngành Quản trị kinh doanh, thì em có phải thi THPT hay tham gia kì thi đánh giá năng lực như học sinh THPT hay không?. Nếu em đăng ký học được thì những môn trùng với chương trình lúc trước em học có được miễn hk ạ?. Em xin cám ơn.",
    "Dạ chào các thầy/cô ở PĐT ạ, em tên , thầy/cô cho em hỏi là giờ em đăng kí hủy môn còn được không ạ, vì em thấy đã hết hạn nhưng em vẫn muốn hủy môn vì nó sẽ ảnh hưởng đến bảng điểm học kì của em ạ. Em muốn hủy môn Cơ lưu chất dự thính, MSMH CI2003.Em xin cảm ơn PĐT ạ.",
    "Lý do: không có laptop Em xin hoãn học, hoãn thi ạ",
    "Kính gửi phòng đào tạo Trường đại học Bách Khoa TP.HCM. Em tên là _MSSV: Cho em hỏi là em có thể chuyển chương trình đào tạo từ chương trình Tiên Tiến sang chương trình Đại Trà được không ạ. Em xin chân thành cảm ơn.",
    "Kính chào ầy Cô! Em không biết lý do vì sao em không có tên trong danh sách tốt nghiệp dự kiến vì số chỉ em đã đủ. Nhưng giờ em đã tìm ra nguyên nhân là em chuyển điểm anh thiếu cột AV4. Em lên trang mybk đăng kí chuyển điểm nhưng để là 5đ trong khi trên website để là 7đ. ầy Cô vui lòng cho em hỏi nếu em chuyển điểm anh văn 4 với số điểm của CNNN cũ của em thì em sẽ được bao nhiêu điểm AV4 vậy ạ. Em cảm ơn ạ. Trân trọng.",
    "Dạ thưa phòng đào tạo, ﻿ ﻿Em là , MSSV . Hiện tại em nhờ phòng đào tạo kiểm tra giúp em hiện tại em vẫn chưa đăng ký tốt nghiệp được ạ (chưa có tên trên danh sách dự kiến). Em tự kiểm tra thì em thấy đã đủ điều kiện để xét tốt nghiệp ạ.",
    "ng ký rút môn học do lần 1 đăng ký cả mã môn bài tập nên không thành công Mã môn rút CO3069 - Mật mã an ninh mạng",
    "Em là  , hiện tại em có một vấn đề về bảng điểm trên cổng thông tin sinh viên. Giảng viên môn Mạch công suất điện cơ đã cập nhật lại điểm của em có điểm trung bình là 7 (trước đó là 2.5) trong trang Phúc tra điểm thi, tuy nhiên trên trang Bảng Điểm của cổng thông tin sinh viên chưa cập nhật lại điểm thành phần, điểm thi và điểm trung bình môn đúng như vậy. Em mong nhà trường sớm giải quyết vấn đề này vì không chỉ mỗi em mà có mấy bạn lớp em cũng gặp vấn đề tương tự, và việc này sẽ ảnh hưởng đến việc tính tín chỉ tích lũy, xét học bổng và xét tốt nghiệp sau này. Em cảm ơn",
    "Kính gửi Phòng Đào tạo, Em tên là , MSSV: , sinh viên lớp : XD15VL02, Em xin hỏi là trong học kỳ 211 này em đã : + Hoàn thành tất cả các môn trong chương trình đào tạo + Nộp CCNN ( Toeic)  + Kết quả thi AV 2 kỹ năng nói - viết của em đã đạt yêu cầu của trường ( em thi ngày 15/9/2021) + Hoàn thành đủ 15 ngày CTXH + Đóng đầy đủ tất cả các khoản học phí  Nhưng khi em kiểm tra thì em vẫn chưa có tên trong danh sách dự kiến tốt nghiệp học kỳ 211 ạ. Kính mong Phòng Đào tạo có thể kiểm tra lại giúp em xem em có bị sót tên không ạ. Em xin cảm ơn rất nhiều.",
    "Em xin chào Thầy,cô Em là Ông  MSSV      Sự việc là em mới nhận được thông tin để vào trường là phải được tiêm 2 mũi vacxin. Em chỉ mới tiêm được 1 mũi thôi mà trước đó đã lỡ điền vào link đăng ký (do em tưởng điều kiện là 1 mũi sau 14 ngày) . Thầy,cô cho em hỏi bây giờ em cần làm giấy hay đơn gì để rút đăng ký không ạ. Mong Thầy,cô hồi đáp sớm Em xin cảm ơn.",
    "Kính gửi Phòng đào tạo. Em tên , MSSV , hệ đào tạo VLVH, chuyên ngành Công nghệ may. Trong thời khóa biểu Phòng đào tạo vửa cập nhật cho em môn Luận Văn tốt nghiệp (ME4079) để giảng viên hướng dẫn là Cô  mà em đang theo giảng viên hướng dẫn là Thầy  . Kính mong Thầy/Cô xem xét giúp em. Em xin cảm ơn.",
    "Em xin gửi đơn đăng ký môn học bổ sung xin phòng đào tạo xem xét giúp em. Em xin cảm ơn",
    "QUOTE Tốt nghiệp . Xin chào Thầy/Cô ạ,  Em tên là , MSSV , là sinh viên lớp CK17KSCD, ngành Cơ điện tử, khoa Cơ Khí. Vừa qua, em đã hoàn thành đủ 142 tín chỉ, đủ 15 ngày CTXH, đã nộp chứng chỉ ngoại ngữ (TOEIC 725/990) và đã đạt chuẩn tiếng Anh Nói - Viết (255/400 - Đợt 1 - 19/9). Tuy nhiên, em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến đợt tháng 11/2021 ạ . Em rất mong thầy/cô xem lại thông tin và giải đáp thắc mắc giúp em ạ. Em xin cảm ơn, .",
    "Chào Thầy/ Cô, Hiện tại em đang rất rối vì AV đầu ra. Cho em hỏi là: - Làm sao để xem điểm thi AV đầu vào, để đăng kí các môn AV tiếp theo. - Nếu đăng kí thi lại AV đầu vào mà đủ điểm thì có miễn chuẩn đầu ra không. - Còn nếu đăng kí thi TOEIC thì cách đăng kí ra sao. Giúp em với ạ. Em cảm ơn!",
    "Em có đăng ký môn học Giải tích mạch trong học kỳ dự thính 202. Tuy nhiên hiện tại em đã đủ điều kiện đăng ký tốt nghiệp và có dự định đăng ký tốt nghiệp trong tháng 10 này. Phòng Đào Tạo cho em hỏi em có thể rút môn học Giải tích mạch này không và phải làm thế nào để được rút môn ạ? Em xin cảm ơn",
    "Chào cô, em có tham gia hỗ trợ tiêm vaccine tại địa phương, giờ em muốn quy đổi ra ngày CTXH thì làm theo cách nào để xác nhận với nhà trường và có thể quy đổi tối đa ra bao nhiêu ngày ạ, em xin cám ơn.",
    "HK 211",
    "Chào thầy, cô Cho em hỏi lúc trước em có đăng ký nhận sim mobifone, nhưng khi kiểm tra lại thì đã bị tick vào ô không nhận như này, và giáo trình gửi về cũng không kèm sim luôn ạ. Vậy cho e hỏi làchương trình hỗ trợ sim này còn không ạ? Em xin cảm ơn ạ",
    "Em tên là . MSSV , Địa chỉ nhà 160/87A tổ 5 khu phố 3, phường quyết thắng , Biên Hòa, Đồng Nai. Em làm đơn này kính mong nhà trường cho em xin file PDF của giấy hoãn nghĩa vụ quân sự. Để em in ra và nộp lại cho phường ạ. Do dịch bệnh em không lên lấy được. Em cảm ơn và chúc nhà trường sức khỏe ạ.   i  .",
    "Chào thầy/cô, Em đã phản ánh về việc không đăng ký tốt nghiệp được và thầy/cô có hẹn là qua 12/10 mà vẫn chưa được xử lý thì phản ánh lại. Hiện tại em chưa nhận được mail và vẫn không đăng ký tốt nghiệp được ạ (mã đợt TN.20211.1). Phía dưới em có chèn ảnh chụp không đăng ký được ạ . Em muốn hỏi bây giờ em phải làm sao để đăng ký ạ. Em cảm ơn .",
    "Xin chào admin BKSI, em xin được trình bày những thông tin sau đây mong được admin hỗ trợ. Em tên là  (MSSV:) sinh viên khoa Quốc Tế, ngành Cơ Điện Tử. Cách đây 2 tuần em có liên hệ với cô  thư kí bộ môn Cơ điện tử để xin trợ giúp về việc hoãn làm luận văn kì này và tiếp tục lại vào kì sau vì lí do dịch bệnh. Sau đó cô  nói em liên lạc với văn phòng Đào tạo để được hỗ trợ, em đã làm theo lời cô hướng dẫn và văn phòng đào tạo có nói là phải làm đơn và đưa lại cho bên Bộ môn để ký, xét duyệt. Hiện tại thì đơn của em đã xin được chữ kí của Giáo viên hướng dẫn (thầy ), và thầy  (Trưởng Khoa Cơ khí). Nhưng sau khi hoàn tất và nộp lại cho Phòng đào tạo thì lại nhận được phản hồi là đơn của em không được chấp nhận. Mong admin có thể hỗ trợ em trong vấn đề này được không ạ vì em đã làm theo các bước để hoàn thành thủ tục xét duyệt hoãn theo yêu cầu của phòng đào tạo rồi. Em cảm ơn!",
    "I Kính thưa thầy cô, ban giám hiệu nhà trường. Em tên . MSSV: . Khoa Điện Điện tử. Em đã không đăng ký môn học kỳ 1 nằm học 2021-2022 nên em đã không được đăng ký giấy tạm hoãn nghĩa vụ quân sự. Trên phường em kêu đi nghĩa vụ nhưng em lại muốn học nữa để tốt nghiệp (tại vì kỳ sau em còn 1 môn ạ). Em muốn có giấy chứng nhận của nhà trường thì em phải làm sao ạ? .",
    "Kính gửi phòng đào tạo Đại học Bách Khoa TP. Hồ Chí Minh.   Em tên Trương Minh Thiện ( mssv:  ) - sinh viên hệ chính quy chuyển sang hệ vừa học vừa làm. Em gửi thư này muốn hỏi Phòng Đào Tạo về vấn đề chuyển điểm môn học của em. Em có xem qua kết quả chuyển điểm của mình trên MYBK - THÔNG TIN SINH VIÊN thì thấy bị thiếu điểm môn: Thực tập tốt nghiệp (Kỹ thuật chế tạo) (ME3029)  Rất mong Phòng Đào Tạo xem lại bảng điểm của em để em có thể kịp đăng ký tốt nghiệp học kì này.  Xin chân thành cảm ơn.",
    "Em chào thầy/cô Em là , MSSV , lớp DD20LT18. Học kỳ 202 vừa rồi em có đăng ký hoãn thi môn Giải tích 2, Pháp luật đại cương, phương pháp tính và môn vật lý bán dẫn. Nhưng bây giờ ngoại trừ môn Vật lý bán dẫn ra thì các môn còn lại đã thi cuối kỳ, nhưng điểm em nhận được vẫn là điểm vắng thi, không phải điểm hoãn thi ạ. Em mong pdt giải quyết giúp em với ạ . Em cảm ơn ạ.",
    "Em chào PĐT, Em là  -MSSV:  - sinh viên khóa 2017 khoa Khoa học và Kỹ thuật Máy tính. Em có nhận được file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy từ phía PĐT. Sau khi kiểm tra, em nhận thấy PĐT chưa update đủ thông tin cho kết quả học tập của em. Cụ thể là em đã có kết quả môn học \"Công nghệ phần mềm nâng cao\" (CO3065) và được update tín chỉ ở bảng điểm (điểm được chuyển từ Cao học liên thông xuống Đại học). Nên tính thời điểm hiện tại, em đã đủ số TCTL (143 chỉ   141) và nhóm C em cũng đã đủ 9 chỉ. Mong PĐT xem lại chỗ này và cập nhật thông tin giúp em. Em cảm ơn rất nhiều !    ",
    "Chào Thầy/Cô, Hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến dù đã đạt tất cả các yêu cầu, mong Thầy/Cô kiểm tra lại giúp em ạ, Em cảm ơn.",
    "Tốt nghiệp . Chào Thầy/Cô,  Hiện tại dù đã đạt tất cả các yêu cầu nhưng em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến và chưa thể đăng kí xét tốt nghiệp được,  Mong Thầy/Cô có thể kiểm tra lại giúp em ạ, Em cảm ơn.",
    "Cô ơi,  2 môn mà trong file cô gửi em là chưa đạt thì em đã hoàn thành 2 môn này rồi ạ ( kết cấu bê tông cốt thép 1 và Nền móng ). Chỉ là mã môn học khác nhau vì lúc em đăng ký môn học để học lại thì mã môn học cũ đã đổi lại ạ. Em cũng có lên hỏi PĐT trước khi em đăng ký môn thì PĐT nói em cứ đăng ký học bình thường ạ. Cô ơi, cô xem xét giúp em trường hợp này với ạ. Em cảm ơn cô nhiều lắm",
    "Chào thầy/cô ạ! Thầy cô cho em hỏi là em đăng kí in bảng điểm ở mybk thì có kèm file scan pdf không ạ? Hay là chỉ gửi về đường bưu điện ạ? Em cảm ơn ạ.",
    "Dear thầy cô, Em là  - , sinh viên lớp CK17KSCD. Vấn đề em gặp phải là em đã học xong đầy đủ các môm, điểm luận văn tốt nghiệp là 7.5, chuẩn anh văn đầu ra đã đạt đủ 4 kỹ năng và đủ 15 ngày ctxh nhưng em không tìm thấy tên của em trong danh sách tốt nghiệp, trong khi đó một số bạn của em đã có trong danh sách . Em đã liên hệ và được ghi nhận trường hợp nhưng đến nay vẫn chưa được cập nhật vào danh sách tốt nghiệp. Hy vọng thầy cô có thể giải đáp giúp em ạ. Chúc thầy cô mạnh khỏe, .",
    "Kính chảo thầy/cô, Với thông tin của phòng đào tạo về việc ngày 20/10 hết hạn đăng kí xét tốt nghiệp, nhưng do một số môn em vẫn chưa cập nhật xong điểm (CO2001 và CO3045) nên em không biết là có kịp cho việc đăng kí xét tốt nghiệp hay không. Rất mong nhận được hướng dẫn từ Phòng Đào Tạo. Em xin cảm ơn",
    "Em là , MSSV  Cảm ơn PĐT đã hỗ trợ em trong khoản thời gian qua, Hiện tại, em nhận được 3 bưu phẩm trong đó có :  1 bản điểm. 1 giấy chứng nhận sinh viên để hoãn nghĩa vụ quân sự của em. 1 giấy chứng nhận sinh viên để hoãn nghĩa vụ quân sự của 1 bạn , MSSV  (đính kèm 1). -------------- Em mong PĐT có thể kiểm tra giúp em giấy chứng nhận tốt nghiệp của em được gửi vào ngày nào, vì Nếu như theo thông báo PĐT chỉ in và chuyển giấy chứng nhận tốt nghiệp vào thứ 6 như (đính kèm 2) thì em sợ có sự nhầm lẫn xảy xa. Em xin cảm ơn,",
    "hôm nay em lên làm bài quiz hóa đại cương thì thấy trên bkel để như vậy ạ , mà em không biết làm thế nào ạ",
    "Chào thầy/cô, Hiện tại em đã có tên trong danh sách tốt nghiệp của trường,theo như thông báo từ trường thì thời gian cấp bằng tốt nghiệp đời sang tháng 1/2022. Hiện tại em có nộp hồ sơ học văn bằng 2 bên đại học kinh tế thì bên đó sắp tới tầm tháng 12 người ta có đề nghị bổ sung bằng tốt nghiệp bản sao, bên trường có thể hỗ trợ giúp em cấp bằng trong năm nay không ạ? Em xin cảm ơn ạ.",
    "Gửi PĐT,  Em tên  MSSV:  Hiện tại em đã hoàn tất chương trình học, đã đáp ứng đủ các yêu cầu về chứng chỉ Ngoại ngữ, GDQP - AN, ngày CTXH Nhưng em không biết tại sao mình không có tên trong danh sách tốt nghiệp dự kiến tháng 11. Nhờ PĐT kiểm tra lại giúp em . Em xin cảm ơn!",
    "Chừ em sai rồi thì làm sao để tiếp tục được học và nhận giầy hoãn nghĩa vụ quân sự ạ. Em đang làm luận văn và học tiếng anh ạ. cảm thấy bản thẩn không đủ thời gian trong kỳ này nên em tính kỳ sau đăng ký ạ. Em còn mỗi môn này thôi ạ! em thích tốt nghiệp sang năm và được tiếp tục học chứ em mà đi nghĩa vụ thì sẽ quên hết ạ .",
    "Em xin gửi đơn đăng ký môn học bổ sung xin phòng đào tạo xem xét giúp em. Em xin cảm ơn.",
    "Em chào PĐT, Em là  -MSSV:  - sinh viên khóa 2017 khoa Khoa học và Kỹ thuật Máy tính. Hiện tại Phòng Sau đại học đã cập nhật điểm chuyển cho em rồi ạ - (CO5127 - Giải thuật nâng cao (Cao học) chuyển điểm xuống bậc Đại học cho Công nghệ phần mềm nâng cao (CO3065)) Trân trọng, ",
    "Khính thưa thầy cô nhà trường, trường hợp em không đăng ký thời khóa biểu kỳ vừa rồi thì em có thể làm đơn để xon được không ạ. Nếu được thì em sẽ gửi ở đâu ạ ? .",
    "Dạ em chào thầy/cô ạ Cho em hỏi là với tình trạng sinh viên của em hiện giờ em có thể lấy bằng đại học theo hệ vừa học vừa làm được không ạ. Em cảm ơn ạ   i Tốt nghiệp .",
    "Kính thưa thầy cô nhà trường, trường hợp em không đăng ký thời khóa biểu kỳ vừa rồi thì em có thể làm đơn để xin giấy hoãn nghĩa vụ được không ạ. Nếu được thì em sẽ gửi ở đâu ạ ? .",
    "Kính gửi thầy/cô, Em là sinh viên K21. Em có theo dõi đơn hàng tài liệu đại cương mà nhà trường tặng thông qua Viettel Post. Do đã quá lâu mà em vẫn chưa nhận được hàng nên em mong thầy/cô giải đáp giúp em. Em có gọi cho bên Viettel Post và được biết cho tới nay nhà trường vẫn chưa gửi sách cho bên giao hàng. Kính mong nhà trường làm rõ trường hợp của em, vì hiện tại em rất cần sách bản cứng để phục vụ việc học. Nếu đơn hàng của em đã xảy ra sự cố, mong nhà trường thông báo sớm nhất có thể để em tự mua sách ngay. Em xin cảm ơn.  trọng, Phạm Đức Hào",
    "Thưa thầy/cô hiện tỉnh em đang yêu cầu nộp giấy hoãn NVQS nên em muốn hỏi rằng có thể gửi mail cho pđt để xin pđt cung cấp giấy hoãn NVQS qua mail cho em được không ạ. Em xin cảm ơn ạ.",
    "Kính chào quý thầy cô,  Em tên là , MSSV: . Hiện đang là sinh viên khoa Điện - Điện tử, lớp DD18TD5 . Vừa qua, nhà trường có thông báo để sinh viên được đăng ký học các môn thí nghiệm tại trường của Học kỳ 2/2020-2021.Em có nguyện vọng học tiếp môn thực hành ở học kỳ 211 . Do sơ suất của cá nhân, em đã chưa kịp đăng ký vào Biểu mẫu theo như hạn của nhà trường. Vậy em có thể đăng ký bổ sung được hay không ạ, và bằng hình thức nào? Mong quý thầy cô thông cảm cho sơ suất này và giúp đỡ em được đăng ký bổ sung để có thể hoàn thành chương trình học sớm nhất. Thông tin về tiêm chủng vaccine: - Mũi 1: 12/8/2021 - Mũi 2: 2/10/2021 Chân thành cảm ơn quý thầy cô và mong sớm nhận được phản hồi từ thầy cô ạ. .",
    "Kính gửi thầy cô Phòng Đào Tạo, Em có đính kèm 2 bức ảnh bao gồm tin nhắn trước đã được nhà trường hẹn xử lý vấn đề tốt nghiệp nhưng đến bây em đã đợi qua ngày 05/10 nhưng vẫn chưa thấy có email cho phép em đăng ký xét tốt nghiệp (Không thể cập nhật thông tin tốt nghiệp). Mong thầy cô có thể kiểm tra và xem xét. Em xin chân thành cảm ơn.",
    "Chào thầy/cô, Em tên , MSSV  Em gửi đơn đăng ký Rút môn học ạ! Em xin cảm ơn!",
    "Dạ cho em hỏi là sao anh vẫn chưa có trong dách sách tốt nghiệp dự kiến để đăng ký tốt nghiệp trong khi em đã hoàn thành xong học phần và anh văn ạ",
    "Em có câu hỏi là tại sao giấy chứng nhận sinh viên của em lại không có dấu mộc đỏ ạ.",
    "Học vụ     Sau kì thi cuối kỳ HKI vừa rồi, em đã hoãn thi 2 môn Hiện tại thì điểm trong cột thi cuối kỳ của 2 môn em đã hoãn là 13(vắng thi điểm được tính bằng 0), cho em hỏi là đợt thi tiếp theo của 2 môn này em có được thi lại không ạ? Và nếu được thi lại thì em có cần phải đăng ký không?    Em xin cảm ơn,   ",
    "Em chào thầy/ cô PĐT ạ, Em tên là , mssv:  lớp VP16NL. Em đang cần in một bảng điểm nhưng trên trang in thì em thấy chú thích là sinh viên nếu có tên trong danh sách tốt nghiệp tạm thời thì phải lên PĐT đóng phí in chứ không đóng qua BKpay. Thầy cô cho em hỏi là PĐT đã mở lại chưa ạ? Do nhà em ở tỉnh nên di chuyển lên thành phố trong mùa dịch hơi khó khăn ạ. Em xin cảm ơn ạ.   i ",
    "chào pđt ạ! em là sinh viên lớp L03-B môn CH2027 lịch thi của em là vào ngày 17/10 tức chủ nhật tuần này nhưng hiện tại em vẫn chưa có link google meet vào phòng thi trong khi các bạn cùng lớp em đã có. Em đã liên hệ giảng viên bộ môn  và cô yêu cầu em liên hệ với PĐT để giải quyết mong PĐT giúp em. Em xin Cám ơn ạ!",
    "Kính gửi quý thầy cô,  Em tên là , MSSV: . Hiện đang là sinh viên khoa Điện - Điện tử, lớp DD18TD5. Vừa qua em có gửi câu hỏi/yêu cầu #38520 về việc đăng ký bổ sung học thí nghiệm học kỳ 2/2020-2021. Chân thành cảm ơn sự hỗ trợ của quý thầy cô . Em xin gửi đơn đăng ký bổ sung học thí nghiệm cho Học kỳ 2/2020-2021 (file PDF đính kèm). Kính nhờ thầy cô hỗ trợ em các bước tiếp theo. Thông tin về tiêm chủng vaccine: - Mũi 1: 12/8/2021 - Mũi 2: 2/10/2021 Chân thành cảm ơn quý thầy cô và mong sớm nhận được phản hồi từ thầy cô ạ. .",
    "Kính chào thầy/cô Em tên là , mssv  hệ VLVH. Em làm mất thẻ sinh viên nhưng em không thể đi lên trường để làm lại thẻ do em bị buộc cách ly tại nhà mà sắp tới thi giữa kì nữa. Em mong thầy/cô phụ trách giúp em về vấn đề này Em cám ơn, chúc thầy cô vui vẻ ạ"
]