[
    "Kính gởi Phòng đào tạo, Em xin gia tăng sỉ số lớp L01-L02 môn EN3099 - Công nghệ xanh vì em không thể đăng ký lớp L01-L01 do trùng thời khóa biểu và em không thể thay đổi được nữa. Kính mong Phòng đào tạo xem xét nguyện vọng của em, Kính chào.",
    "Em kính chào Phòng đào tạo Hiện tại em chưa đăng kí thực tập tốt nghiệp được vì lý do là vẫn còn vài môn cần hoàn thành trong học kì 211 này , phòng đào tạo cho em hỏi có cách nào để có thể đăng kí trước đề cương luận văn tốt nghiệp được không ạ . vì hiện tại nếu đợi tới thực tập vào HK 212 em sẽ bị trễ nhiều lắm ạ  Em xin cảm ơn",
    "Dạ em chào Thầy/Cô ạ! Do em quên đóng tiền thực tập tại vì em tưởng em k được đăng kí đi thực tập nên em chủ quan không kiểm tra BKpay nên em chưa thanh toán học phí thực tập và không đc đăng kí môn đợt 2. Em biết lỗi em rất lớn em mong Thầy/Cô có cách nào giúp em với ạ. Em xin cảm ơn!",
    "Kính gửi PDT, Em là  - MSSV: Vì các lớp Kỹ thuật điều khiển tự động đều đã full slot nên em bị hủy đăng ký, rất mong PDT xem xét mở thêm lớp hoặc tăng sĩ số các lớp kia để tạo điều kiện cho em học kịp tiến độ với chương trình. Rất mong PDT xem xét . Em xin chân thành cảm ơn",
    "Dạ cho em hỏi là kì 202 em có làm đơn xin nhà trường cho hoãn học phí tới kì 211 mà giờ do tình hình dịch bệnh căng thẳng nên em vẫn chưa đóng được nên không đăng kí môn học được. Em có thể xin trường hoãn thêm được không ạ?",
    "Dạ cho em hỏi là hiện em chưa thi av1. Nhưng mà em đky môn av2 nhưng trên trang báo là không có môn học mở là sao ạ. Em cám ơn",
    "Dạ em là  -  tại lớp XD19CTXD02 em có đưa bảng photo bằng tốt nghiệp trung học phổ thông cho lớp trưởng và nộp tầm tháng 10 11 năm 2020 nhưng tới nay vẫn chưa thấy pđt xác nhận cho em nên em không thể đăng kí môn học được ạ! mong pđt mở đăng kí môn học của học kì mới cho em còn về bảng tốt nghiệp trung học phổ thông của em không tìm thấy được hoặc thất lạc thì em có thể bổ xung sau ạ!",
    "Dạ cho em hỏi trong môn này có những lớp mã L nhưng thể hiện lớp ở cs1, cs2 khá lẫn lộn. Mong pđt sẽ xem xét khắc phục lỗi này để chúng em chọn được lớp mong muốn ạ. Em xin cảm ơn.",
    "Dạ em chào thầy/cô ạ. Em là , em có một vấn đề xin pdt xem xét giúp em ạ. Trong đợt 1 đăng kí môn học em có đăng kí môn tự chọn chuyên ngành là các chuyên đề về công trình giao thông, nhưng kết quả đợt 2 là em bị hủy môn do không mở lớp ạ, chỉ có môn tự chọn thiết kế đường 2 được mở lớp trong học kì này thôi ạ, nhưng em đã bị trùng lịch học do giãn cách 2 cơ sở với môn thí nghiệm và vật liệu xây dựng đường ô tô nhóm   B L02   , nhưng nhóm L01 thì có thể đăng kí thành công tkb môn tkd2 ạ, em mong pdt xem xét giúp em cho em được chuyển nhóm qua nhóm   B L01    môn thí nghiệm và vật liệu xd đường ô tô ạ để em được đăng kí học môn tkd2 ạ . Em chờ sự phản hồi của pdt ạ Em cảm ơn rất nhiều ạ.",
    "em nộp bằng tốt nghiệp TN PTTH từ hồi năm nhất, nhưng pdt vân chưa xét duyệt cho em, hệ quả là em không đăng kí môn học đợt 2 được. Mong nhà trường xem xét lại giúp em với ạ. Em cảm ơn.",
    "Chào thầy/cô, Hiện tại đợt 1 em có đăng kí môn đồ án mã môn học: EE3151 với 50 bạn đăng kí. Thì đợt 2 môn này bị xoá, cho em hỏi mình cần phải làm gì để xin mở môn này ạ. Em cảm ơn.",
    "Kính gửi Phòng Đào Tạo, Em là , MSSV , là sinh viên khoa Điện Điện tử, chuyên ngành Điện tử - Viễn Thông Em làm đơn này để xin được hủy hoãn thi môn Đường lối Cách Mạng DCSVN (SP1009) vì em đã xin được GVHD môn Đề Cương Luận Văn cho phép dời giờ báo cáo xuống để tham gia kì thi cuối kì môn DLCM DCSVN. Kính mong phòng đào tạo xem xét và hỗ trợ em ạ. Em xin lỗi vì sự bất tiện này ",
    "Cho em hỏi là video record màn hình thi của em bị lỗi, chỉ ghi có lúc điểm danh khoảng mười mấy phút thì bây giờ em phải làm gì tiếp theo ạ?",
    "chào pđt , em đăng ký môn cơ lưu chất đợt 1 thành công , sau đó đợt 2 thì xóa môn em với lý do là không thể mở lớp xong giờ em lên tìm môn cơ lưu chất thì lại đăng ký được nhưng hiện tại đã full hết ?? vậy cho em hỏi tại sao lại xóa môn của em với lý do không thể mở lớp mà đợt 2 lại đăng ký bình thường ?? ",
    "Dạ em chào cô, em là sinh viên K19, em học Khoa Điện - Điện tử nhưng muốn tích lũy các môn của Khoa học Máy tính. Cô cho em hỏi, em đăng ký được môn   B Kiến trúc Máy tính (CO2007)   , nhưng em xem trên aao là phải học trước môn   B Nhập môn điện toán (CO1005)   , trong khi đó, em chưa học môn này ạ.Vậy nếu em học thì có bị xóa kết quả môn Kiến trúc Máy tính (CO2007) không ạ? Em cảm ơn.",
    "Chào thầy cô ạ. Cho em hỏi tại sao điều kiện đăng kí môn Trường điện từ (EE2003) không có học trước môn MT1015 mà lại bị xóa môn vì chưa học trước môn MT1015 ạ",
    "Cô ơi cho em hỏi là về phần đăng kí môn học. Hiện tại em chuẩn bị thi AV3 và đợt đăng kí đợt này sẽ là AV4 để hoàn thành môn tiếng anh. Nhưng chiều nay em lên thì không thấy có môn AV4 mà lại có Av 7(xd), AV 9 (xd) và AV trong kinh doanh. Nếu vậy em phải đăng kí tiếp như thế nào để hoàn thành môn này ạ?",
    "PĐT cho em hỏi, em bị hủy lớp môn chuyên ngành, em muốn mở lớp thì cần có yêu cầu gì ạ . Em xin cảm ơn ạ",
    "Dạ em là   MSSV   Em muốn mở môn học Tin học ứng dụng cầu đường (CI4047) ạ, cho em hỏi cách để xin mở được lớp học ạ",
    "Em đăng kí chuyển từ hệ chính quy sang VLVH mà em thấy có bước phải gửi hồ sơ,chỗ em đang dịch nên em không gửi hồ sơ về được, không biết có kịp chuyển để đăng kí môn học ở kì 211 không ạ.",
    "Em đăng kí môn học đợt 1 được nhưng đợt 2 vào lại không được lý do là thiếu bằng TN PTTH, em có kiểm tra ở mục nộp bằng TN PTTH thì thấy là em có đăng ký rồi. Em xin nộp ảnh chụp bằng TN PTTH qua yêu cầu này mong PĐT xem xét . Em cảm ơn.",
    "Cho em hỏi kì này môn Lập trình nâng cao - CO2039 có mở lớp không ạ?    .",
    "Kính gửi PĐT, Em tên là , mssv . Học kỳ hè vừa rồi em có đăng ký thực tập tốt nghiệp và xin thực tập ở ngoài trường. Nhưng do COVID, hiện công ty em xin thực tập hiện đang tạm dừng hoạt động. Vậy em phải xử lý như thế nào ạ ?   i ",
    "Em chào thầy/cô ạ, em có thắc mắc là môn tự chọn tự do em có thể đăng kí projet của ngành khác được không ạ? Cụ thể là em học ngành Vật liệu Polymer và Composite chương trình PFIEV khoá 19 và em đăng kí môn tự chọn tự do là projet 1 của ngành Vật liệu tiên tiến PFIEV khoá 18 được không ạ?  Em chân thành cảm ơn thầy/cô.",
    "Em đang có nguyện vọng đăng ký môn tín chỉ tự do của 1 ngành khác. Nhưng các lớp đều đã kín. Em có thể xin mở sỉ số của lớp để theo học được không ạ?",
    "em xin thầy cô mở thêm sĩ số lớp l08 l16 môn giải tích mạch (ee2033)  em là sinh viên năm hiện hiện e đang chậm chương trình . xin thầy cô mở thêm để em đk học cho kịp chương trình đào tạo. em xin cảm ơn",
    "Kính gửi PĐT, Em tên là , mssv . Học kỳ hè vừa rồi em có đăng ký thực tập tốt nghiệp và xin thực tập ở ngoài trường. Nhưng do COVID, hiện công ty em xin thực tập hiện đang tạm dừng hoạt động. Vậy em phải xử lý như thế nào ạ ? em có phải đăng ký lại môn thực tập trong kỳ tới không ạ ?",
    "Em tên là , mssv: , lớp DD20LT19 hiện em có đăng ký 1 môn học trong hk hè 203 vừa rồi. Nhưng quá trình đăng ký có 1 vài sự nhầm lẫn của em và em đã không có dủ đk tài chính để tiếp tục môn học đó sau đó không thể thanh toán trong đợt đóng học phí đó và đã hết hạn. Dẫn đến bị ghi nợ và không thể đăng ký môn học được nữa. Vậy giờ em muốn thanh toán phần học phí đó để được đăng ký môn học thì phải làm theo quy trình nào ạ. em xin cảm ơn.",
    "Em sinh viên K18 ạ. Em đăng ký môn thí nghiệm vật lý kì 211 với mã PH1007 mà không thấy ạ. Với cho e hỏi nếu không đăng kí dự thính đợt một thì đợt sau có được đăng kí nữa không ạ    .",
    "Em là sinh viên năm 2, năm ngoái em chưa nộp bằng PTTH, giờ có cách nào cho em bổ sung không ạ?, hiện bây giờ đăng kí môn thì em bị huỷ hết. Em xin nhà trường giúp em với ạ!! EM CẢM ƠN!",
    "Do em quên đóng tiền thực tập và bị Tạm dừng    em k biết còn cách nào để em sửa lỗi sai không ạ :((.",
    "Em là   K17 và đang thiếu môn Kỹ thuật số (EE1015) em xin hỏi cách thức xin mở lớp như thế nào ạ",
    "Dạ em chào quý thầy cô ạ! Thầy cô cho em hỏi thời gian khoảng cách giữa 2 cơ sở yêu cầu là bao nhiêu vậy ạ? Nhà trường xếp lịch cho em có tiết 10 ở cơ sở 2 nhưng tiết 11 lại ở cơ sở 1, nên em đổi tiết 10 thành tiết 8 ở cơ sở 2 thì hệ thống lại báo lỗi không đủ thời gian khoảng cách nên giờ em không thể đăng ký đủ môn . Em kính mong quý thầy cô kiểm tra giúp em với ạ! Em xin chân thành cảm ơn!",
    "Dạ cho em hỏi là theo quy định của CTĐT nếu đạt môn học tương đương sẽ không tính vào điểm trung bình tích lũy ngành, vậy điểm trung bình khi ra trường sẽ không tính mấy môn đó vào hay sao ạ. Em cảm ơn",
    "kính thưa phòng đào tạo, em tên huân, mssv . mong phòng đào tạo giúp đỡ mở thêm sĩ số môn CO3021 - Hệ quản trị cơ sở dữ liệu, để em có thể được theo học, mong pdt giúp đỡ, em xin cảm ơn",
    "dạ em là sinh viên K19, năm 2 em có thi anh văn trong trường được 480 theo điểm chuyển là pass được chuẩn av sau năm 2, vậy để qua được chuẩn sinh viên năm 3 thì em phải dki học av trong trường AV mấy ạ. Em đăng kí AV3A mà hệ thống báo là em chưa hoàn thành AV2A nên không được đăng kí ạ. Mong nhà trường hướng dẫn. Em xin hết, em cảm ơn ạ",
    "Kính gửi thầy,cô  Em là   MSSV:  Cho hỏi hk211 nhà trường không mở các học phần anh văn đúng không ạ, như vậy sẽ rất khó cho tụi em hoàn thành chuẩn anh văn cuối năm 2 ạ . Em xin cảm ơn.",
    "Em tên là ĐỖ HOÀNG HIẾU. Sv của lớp CC19KHM2 Kì này em muốn đăng kí học lại môn DSA (mã CO2003) nhưng theo như thông báo trên trang thì em không đủ điều kiện học môn này. Mong trường có thể giải đáp thắc mắc cho em ạ. Em xin cảm ơn! HIẾU",
    "Dạ chào thầy/cô ạ. Em tên là , mã số sinh viên là . Do lý do dịch bệnh nên em có lỡ quên đóng học phí trễ hạn. Đến nay đăng ký môn học cho học kỳ 211 thì em bị tạm dừng. Em có đọc hướng dẫn tải biểu mẫu thu nhận lại để xét tiếp tục việc học thì trên đó ghi là \"in ra và nộp lại cho Phòng Đạo tạo\".   B Nhưng hiện giờ tình hình dịch bệnh nên em không thể ra ngoài để đến trường nộp.    Thầy/Cô có thể cho em xin hướng giải quyết để có thể tiếp tục đăng ký môn học cho kỳ 211 được không ạ ? Em rất mong được tiếp tục việc học xin thầy/cô cho trả lời ạ !",
    "Làm sao để xin PĐT mở thêm lớp học ?",
    "Dạ ở đợt 1 em có đăng ký môn Lịch sử đảng cộng sản SP1039 nhưng em không hiểu sao đến đợt 2 lại bị xóa ạ? Em mong thầy cô giải đáp thắc mắc. Em xin cảm ơn.",
    "Cho em hỏi là em đã thanh toán học phí dự thính 203 đợt 1 vá đợt 2, nhưng do chủ quan em đã không thanh toán đợt bổ sung, và không đăng ký được môn học,kính mong phòng đào tạo có thể cho em thanh toán học phí đợt bổ sung để em có thể đăng kí môn học ạ",
    "Chào PĐT, em hiện là sinh viên năm cuối, em đã bị xóa 1 môn học do trùng thời khóa biểu với một môn học bắt buộc khác nên em muốn được học 1 môn khác thay thế để đảm bảo tiến độ học tập. Hiện em thấy có mở lớp môn Tối ưu hóa và quy họach thực nghiệm, mã môn ME3215 nhưng đều đã full lớp. Kính mong PĐT mở thêm cho em slot để em đăng kí môn học ở nhóm L01_L01 để đảm bảo kế hoạch học tập. Em chân thành cám ơn.",
    "Em chào admin pđt ạ. Em là --KTXD. Em muốn pđt mở thêm sỉ số lớp môn học: quản lý dự án xây dựng(CI1053) và kiến trúc(CI1049). Hiện tại 2 môn này các lớp đã đủ sỉ số. Để đăng kí đủ số tín chỉ kịp tiến độ chương trình của em ạ . Việc thứ 2 em hỏi là: môn học giải tích 2(MT1005) không mở lớp học kì 211 phải không ạ. Do em rớt môn này chưa học lại được ạ. Em cảm ơn nhiều.",
    "Em xin mở thêm sĩ số lớp L11 L22 môn kĩ thuật số (ee1009) em xin cảm ơn",
    "Vào lần đăng ký môn học dự thính kỳ 203 em đã đăng ký môn giải tích 2 (MT1005) nhưng vì lí do dịch covid19 nên gia đình em chưa chuẩn bị tiền học kịp thời. Nên em đã không đóng học phí đúng hạn. Hiện tại trường đã cấm em đăng ký môn học. Em xin hỏi là bây giờ e xin phép được đăng ký môn học rồi đóng học phí môn giải tích 2 được hay không. Hay phải đóng xong học phí môn giải tích 2 rồi mới đăng ký được. Em mong trường giúp đỡ vì cũng do dịch nên em mới vì phạm qui định như vậy. (Em ở Nha Trang, Khánh Hoà). Em xin cảm ơn.",
    "Dạ chào quý thầy/cô ạ, cho em hỏi là giờ em muốn đăng xin mở thêm lớp thì thủ tục, quy trình online như thế nào ạ. Em cảm ơn ạ!",
    "Thầy cô cho em hỏi là em có 1 môn học Đo lường và đảm bảo chất lượng( ME3101) đang bị trùng với 1 tiết học của môn khác mà môn này kì này là kì cuối cùng được mở. Em rất mong thầy cô hỗ trợ cho em được đkmh này để em được hoàn thành ra trường đúng hạn ạ. Với thêm 1 môn Đồ án thiết kế trang phục(Me3111), cô giáo bộ môn em có nói môn này 1 bạn đăng kí cũng được nhưng hiện tại em đã bị xoá. Thầy cô giúp em ạ Em cảm ơn thầy cô ạ",
    "Em chào Thầy/Cô! Em thuộc K18 Khoa Điện - Điện Tử, do em bị trễ vài môn nên kì này em mới đăng ký được môn Đồ án (E3151), nhưng trên hệ thống thì PĐT không mở lớp môn này ạ. Em mong PĐT có thể mở môn này để tạo điều kiện cho em có thể kịp tiến độ học tập ạ. Em cảm ơn Thầy/Cô.",
    "Kính gửi, Em có đăng kí in thẻ sinh viên để phục vụ cho quá trình thi online, nhưng mặc dù đăng kí in đã lâu và thanh toán qua BKPay ngay lập tức. Tuy nhiên thẻ sinh viên vẫn chưa về. Vậy nếu trường hợp mà thẻ không về kịp thì em phải trình bày với giáo viên coi thi như thế nào ạ. Em xin chân thành cảm ơn",
    "Em chào Phòng Đào tạo, hiện tại em chỉ còn môn Cơ học đất, mã môn học: CI3001. Em đã đăng kí môn học và học kì 211 đợt 1 nhưng không thành công vì không mở lớp. Vậy em xin hỏi nếu không đăng kí được môn học trong học kì chính thức, em có bị cảnh cáo hoặc cấm đăng kí môn học kì sau hay ngừng tình trạng sinh viên không ạ? Và em có thể đăng kí trong đợt dự thính của kì 211 được không? Em xin cảm ơn.",
    "Em chào Thầy/Cô, em có thắc mắc là nếu đăng kí học cải thiện môn học Trắc địa ĐC và Cơ lưu chất thì điểm của phần thực hành em có thể xin bảo lưu không ạ? Em có thể liên lạc ai để hỏi cụ thể hơn ạ? Mong Thầy/Cô giải đáp. Em xin cảm ơn !",
    "Em chào anh chị, em là , MSSV , sinh viên K20 ngành Khoa học Máy tính, lớp CC20KHM1, hệ đào tạo CLC. Em có 2 thắc mắc trong khi đăng ký môn học mong được giải đáp như sau: 1. [Ảnh đính kèm] Em có gửi một đăng ký môn mới là CO2011 - Mô hình hóa Toán học. Tuy nhiên em lại không thể đăng ký lớp nào có mã CC (\"bạn không thể đăng ký vào nhóm lớp này\") nhưng lại gửi đăng ký thành công vào một nhóm lớp có mã L (Đại trà). Nhờ anh chị kiểm tra lại giúp em ạ. 2. Trong chương trình đào tạo trên trang của OISP  https://oisp.hcmut.edu.vn/chuong-trinh-chat-luong-cao/khoa-hoc-may-tinh-chat-luong-cao ở tab \"CheckList đề cương\" thì có của môn Phương pháp tính, nhưng trong tab của \"K2020\" thì em không thấy có môn này. Em xem các thay đổi chương trình đào tạo cũng không thấy nhắc tới. Như vậy theo chương trình học mới thì em có phải học môn này không ạ? Em cảm ơn anh chị đã giải đáp.",
    "Cho em hỏi là k18 bây giờ phải đăng kí mã môn xác suất thống kê theo chương trình cũ hay mới ạ. Em có đăng kí mã môn cũ trong đợt 1 nhưng đã bị xóa. Em xin cảm ơn cô!",
    "cho em hỏi là em muốn đăng kí môn thí nghiệm vật lý (PH1007) theo chương trình đào tạo của em nhưng khi em đăng kí môn học thì mã môn học thay đổi thành PH2007, vậy 2 môn này là giống nhau đúng không ạ, nếu em đăng kí thì điểm của môn học có được tính vào chương trình đào tạo của em không ạ",
    "Kính gửi PĐT Đại học Bách Khoa Tp.HCM. Hiện em có thắc mắc, trường đã giảm chuẩn Toeic cho khóa K17, K18 xuống còn 500 (nghe và đọc) nhằm tạo điều kiện cho sinh viên ra trường đúng hạn đối với K17 và được làm luận văn đối với K18. Tuy nhiên, ngay từ đầu chuẩn anh văn để đăng kí môn học-cụ thể đối với K17 chỉ là AV2, điều này đồng nghĩa với việc rất nhiều sinh viên chỉ hoàn thành AV2 tại trường. Và năm 2019 trường đã thay đổi qui đổi điểm-ví dụ Toeic 500 chỉ qua được AV2. Vậy, mâu thuẫn ở đây là việc giảm chuẩn Toeic tốt nghiệp còn 500 nhưng chuẩn  anh văn tại trường lại không giảm và việc mở lớp AV3,4 là rất khó ở hiện tại. Như vậy, hiệu quả của việc giúp sinh viên ra trường có còn khả thi không ạ? Em xin đưa ra ý kiến riêng, trường nên giảm đồng thời chuẩn Toeic và chuẩn anh văn tại trường. Như vậy, thì việc giúp sinh viên ra trường và làm tốt nghiệp đúng hạn mới được thực hiện. Nếu không, em nghĩ số lượng sinh viên trễ hạn là rất nhiều, thậm chí buộc họ phỉ đăng kí môn duy trì TKB dù họ đã hết môn để học và chỉ nợ anh văn. Điều này gây ra lãng phí về tiền cũng như công sức của nhà trường và sinh viên rất nhiều. Mong PĐT xem qua và cho em xin chỉ dẫn ạ. Em cảm ơn.",
    "Kính gửi pđt, em muốn hỏi thủ tục đăng ký xin mở lớp môn học chuyên ngành HK211 chính quy như thế nào ạ? Em cảm ơn ạ.",
    "Xin chào thầy/cô, Hiện tại em không thể đăng ký môn học cho học kì mới 211, lý do là em chưa đóng học phí cho học kỳ vừa rồi do ảnh hưởng của dịch Covid. Em phải làm sao mới được đăng ký mới lại ạ? Mong thầy/cô hồi âm cho em sớm nhất có thể để em đăng ký môn học kịp.",
    "Em muốn đăng ký môn TR3075 ở kỳ 211 nhưng bị báo thiếu 2 môn học trước, nhưng 2 môn đó em đã học ở kỳ hè 203 rồi và đã thi rồi (ko bị cấm hay mất 2 môn đó) . Xin PĐT mở đăng ký dùm em môn TR3075 L05 với ạ. Vì đây là môn chuyên ngành nên nếu em không học được kì này sẽ bị delay 1 kì hoặc hơn thế là 2 kỳ và ảnh hưởng các môn sau này ",
    "Hiện tại em cần đăng ký môn học EN3057- Kỹ thuật thông gió và kiểm soát ô nhiễm ồn vì môn này khóa k19 không mở lớp, nhưng bị trùng lịch với môn EN3013 - Kỹ thuật xử lý nước thải, em muốn chuyển môn EN3013 - Kỹ thuật xử lý nước thải sang lớp L01_L02 vào ngày thứ tư, nhưng lại không đổi được trên hệ thống, khi nhấn vào chuyển nhóm thì có thông báo là môn học bị trùng thời khóa biểu, không nói rõ là trùng với môn nào, em chỉ mới đăng ký hai môn khác và đã kiểm tra lại em không có môn học nào vào ngày thứ tư nên không thể nào bị trùng thời khóa biể được. Nhưng em không thể chuyển nhóm, mong pđt xem lại giúp em ạ. Em cảm ơn.",
    "em là K18, có một môn kì này em không đăng ký được do kẹt lịch, và có thể em phải học với k21.Cho em hỏi liệu chương trình học của k21 có khác gì với K20 không ạ, và có phải học phí K21 có thể tăng gấp đôi hiện giờ hay không ạ.",
    "Dạ chào thầy(cô)  Em tên là:   Em có gia hạn đóng học phí học kì 202 và có tên trong danh sách. Nhưng đến đợt đăng kí môn đợt 2 học kì 211 thì của em bị xóa với lý do là chưa thanh toán học phí ạ. Mong thầy cô xử lý giùm em để em được sắp xếp đăng kí môn học theo đúng tiến độ ạ. Em cám ơn ạ",
    "Em chào thầy/cô, Kỳ này em có đăng ký môn học CAD/CAM (ME4007) nhưng bị trùng lịch nên đã bị xóa môn, em đã sắp xếp lại thời gian học nhưng lại đã hết chỗ. Hiện tại em thấy các lớp CAD/CAM đều đã đủ chỗ (25/25) nhưng lớp L03_L06 (24/24) nên em muốn xin tăng sỉ số cho lớp L03_L06 để em được học môn đó. Em cám ơn.",
    "Dạ em ở đợt 1 em có đăng ký môn hư hỏng sửa chữa công trình (CI1051). Nhưng sang đợt 2 thì mất môn học đó ạ, trong khi có 2 lớp nhưng đã full hết rồi. PĐT có thể tăng thêm slot của lớp vào đợt 3 để em có thể bổ sung ko ạ?",
    "Xin thưa quý thầy cô Phòng đào tạo. Hiện tại môn Cơ học thủy khí TR1005 trong học kì 211 chỉ mở hai lớp là L01-L01 và L01-L02 với sỉ số mỗi lớp chỉ tối đa 25 sinh viên. Em viết đơn này xin Phòng đào tạo gia tăng thêm sỉ số mỗi lớp, để em có thể đăng ký được học môn này cho đúng tiến độ học tập. Em cảm ơn quý thầy cô.",
    "Kính gửi Phòng Đào Tạo trường Đại Học Bách Khoa TP. HCM,Em tên là , MSSV . Em gửi mail này vì có một số thắc mắc về vấn đề nộp bằng TN PTTH. Vào đợt đăng kí đầu tiên của kì 211, em vẫn đăng kí bình thường như bao bạn khác. Nhưng đợt 2 thì hệ thống có báo là em chưa nộp bằng TN PTTH, em liền ngay lập tức check lại trên hệ thống thì hệ thống báo là \"đơn đăng kí nộp bằng đang được xử lý\". Sau đó em đã liên hệ với lớp trưởng của lớp (DD19LT19) thì lớp trưởng cũng bảo là đã nộp đầy đủ. Em không rõ là do lỗi hệ thống hay vì quá trình nộp bằng của em đã bị vấn đề. Em kính gửi và mong PĐT kiểm tra thông tin giúp em để em có thể tiếp tục chương trình năm 3 tại trường. Em xin cảm ơn PĐT rất nhiều.    .",
    "Chào, Thưa thầy,cô e xin trình bày hiện trạng của e như này ạ  hồi hè e có đăng ký môn VLCR ạ mà e bị trễ hạn đóng học phí nên e bị hủy môn và sau đó e cũng không đóng luôn ạ  Đến bây giờ e mới biết là không đóng HP 9 lúc đó e không có đọc qui chế ) thì sẽ bị rút ĐK môn học ạ ( e bất cẩn ạ ) Thầy,Cô cho e hỏi là giờ em phải làm thế nào để được đăng ký môn cho kỳ tiếp theo à ?  E chân thành cảm ơn ạ  Mong thầy,cô giúp e . E xin rút kinh nghiệm .",
    "Cho em hỏi là lỗi: \"Thiếu bằng TN PTTH\" là sao ạ, với làm sao để em đăng kí/hiệu chỉnh được ạ. Em cảm ơn.",
    "Em chào thầy cô, em là sinh viên k20 văn bằng 2 Ngành kỹ thuật xây dựng. HK202 em đăng kí môn học Đề cương luận văn (CI4341) và Thực tập tốt nghiệp (CI3343) học bình thường mà sao HK211 này em đăng kí Luận văn tot nghiệp (CI4343) thì hệ thống báo là sai mã môn học vậy ạ. Thầy/cô xem giùm em, em xin cảm ơn ạ.",
    "Em chào cô ạ! Hiện em đang nợ môn CO3003 ( Mạng máy tính ). Nhưng hiện môn này không còn mở nữa. Em có thấy môn thay thế là CO3093 (Mạng máy tính)  và CO3119 (Đồ án mạng máy tính). Nhưng hiện chỉ mở có mỗi môn CO3093. Vậy e có cần đăng kí môn CO3119 nữa ko ạ. Em cảm ơn cô",
    "Em chào anh chị, em là , sinh viên K20 ngành Khoa học Máy tính, hệ đào tạo CLC. Em muốn hỏi là để đăng ký học song bằng 2 ngành (cụ thể là em muốn học song bằng ngành Robotics) thì phải đáp ứng những yêu cầu nào và vấn đề thủ tục như thế nào. Em xin cảm ơn.",
    "Xin chào PĐT ạ. Em hiện tại là sinh viên năm cuối hệ đại trà chính quy, khoa Điện-Điện tử. Theo đúng như kế hoạch thì học kì 211 sắp tới em sẽ làm LVTN.   Em đã qua 4 môn anh văn của trường (AV1-2-3-4). Nhưng để được làm LVTN thì phải thi chứng chỉ anh văn. Em đã đăng kí LVTN vào đợt 1 hồi 19/7/2021. Nhưng qua đợt 2 (7/8/2021) này thì em bị xóa mất LVTN rồi ạ, do thiếu chứng chỉ anh văn . Từ cuối tháng 5 đến hiện giờ, em đã cố gắng đăng kí thi những chứng chỉ tiếng anh để đáp ứng yêu cầu tiếng anh của LVTN mà trường đề ra. Nhưng tình hình dịch bệnh như hiện nay, tất cả các trung tâm tổ chức thi chứng chỉ tiếng anh (kể cả TOEIC trong trường mình) đều đã hủy lịch thi và trả lại tiền cho thí sinh. Dịch bệnh đã trì hoãn những kế hoạch cá nhân không chỉ của riêng em và còn của nhiều người khác, điển hình là việc thi chứng chỉ anh văn ạ. Em và giáo viên hướng dẫn cũng đã tiến hành làm luận văn cũng được 30% tiến trình rồi ạ. Em thật sự muốn xin PĐT vẫn cho em đăng kí LVTN, khi dịch bệnh lắng xuống em sẽ thi liền và bổ sung cho trường sau được không ạ?    Do dịch bệnh ngày càng phức tạp, khiến cho sinh viên cũng như nhà trường gặp không ít khó khăn. Em cũng hiểu là vì đây là đầu tiên cả nước phải đối phó với dịch bệnh nên còn nhiều bất cập. Em biết theo quy định là phải có chứng chỉ anh văn rồi thì mới được đăng kí LVTN, nhưng trong trường hợp này nếu cứng nhắc làm theo quy định thì sẽ rất thiệt thòi cho em, cũng như những bạn sinh viên khác cũng đang chuẩn bị đăng kí LVTN . Em rất mong PĐT xem xét, giải đáp và hỗ trợ cho trường hợp của em. Em cảm ơn ạ.",
    "Dạ em chào PDT, em là - Trong đợt DKMH lần này có môn Ci4055- thiết kế đường 2 em không đăng ký được với lý do không đủ thời gian di chuyển giữa 2 cơ sở với môn học Ci4019-hạ tầng công trình giao thông.Em thấy 2 môn này đều học tương tác HANGOUT, nên không biết PDT có thể cho em đăng ký môn học Ci4055-thiết kế đường 2 không ạ? Em mong sự phẩn hồi của PDT, em xin cảm ơn nhiều ạ!",
    "Em xin chào quý thầy cô  Em đã không đóng học phí kỳ hè 203, nên không thể đăng ký được môn cho học kỳ 211 Em muốn hỏi rằng, em cần làm gì để có thể kịp đăng ký môn học kỳ 211 ạ Em xin cảm ơn quý thầy cô",
    "nh Gửi Thầy/Cô Em là sinh viên Lưu Hoài Bảo huyên-  Vừa rồi em có làm đơn xin mở lớp 2 môn đồ án Thiết ế Cơ Sở 1 và 2( CI1013, CI1015) và được các Thầy Cô bộ môn iến Trúc đồng ý, cô  cũng đã giúp em gửi đơn lên Phòng Đào Tạo nhưng trong đợt Đăng kí môn học đợt 2 này em vẫn chưa được mở lớp. ính mong Thầy xem xét giải quyết giúp em để kịp đợt đăng kí môn học ạ. Dạ em cảm ơn Thầy/ Cô. ính chào Thầy/Cô.",
    "Dạ cho em hỏi, làm cách nào để nộp bằng TN PTTH ạ? Có nhiều lần lên văn phòng hỏi cách nộp nhưng mà mãi vẫn chưa được phản hồi ấy ạ. Em nộp cho văn phòng khoa cũng không được phản hồi ạ. Không biết là em phải xử lí như thế nào ạ?",
    "Pdt cho e hỏi, e có đăng ký được môn thí nghiệm công trình trong đợt 1 nhưng đợt 2 e xoá đi để đăng ký môn khác nhưng không được, xong e quay lại đăng ký môn đó thì bị cho là thiếu môn kết cấu thép 1, trong khi e đã học môn kết cấu thép 1 trong hè này kì 203. Nhà trường có thể cho thoả mãn điều kiện được không trong khi email có đề cập đồng ý tất cả các môn học đang học là đax hoàn thành. Em cảm ơn.",
    "Kính gửi Phòng Đào tạo trường ĐH Bách Khoa, Em tên là  Mssv  Khoa Kĩ thuật xây dựng  Đợt 1 đăng kí môn học HK211 em và các bạn đăng kí 6 môn theo lộ trình HK5 nhưng đợt 2 báo bị hủy mất 2 môn Kết cấu Thép và PP phần tử hữu hạn ạ. Và em hủy môn Cơ học Đất lớp CC02 để đăng kí lại lớp CC01 chung với các bạn em nhưng không được đăng kí vào lớp ạ. Mong Phòng đào tạo phản hồi sớm để giải đáp thắc mắc và hỗ trợ cho em và các bạn. Em xin cảm ơn nhiều.  ",
    "Kính gửi Quý thầy/cô,  Em là , MSSV . Em xin được trình bày về vấn đề của em trong đợt đăng ký môn học lần 2 ạ . Hiện tại, em đã bị hủy tất cả môn học đã đăng ký trong đợt 1 vì lý do chưa nộp bằng Tốt nghiệp Trung học phổ thông. Tuy nhiên, em đã hoàn thành việc nộp bằng trước đó. Do vậy, kính mong Quý thầy/cô có thể hỗ trợ vấn đề này giúp em để em đăng ký môn học thành công. Em xin gửi kèm hình ảnh minh chứng em đã nộp bằng Tốt nghiệp ạ. Em xin chân thành cảm ơn Quý thầy/cô ạ.   ",
    "Thưa thầy/cô, hiện giờ em có 1 máy tính để bàn không webcam + 1 điện thoại, em định sử dụng máy tính để xem đề thi còn điện thoại để vào google meet, vậy em có thể scan bài thi bằng điện thoại được không ạ? Mong được thầy/cô giải đáp.",
    "PĐT sắp 2 môn học của em tiết học kế tiếp nhau, 1 môn học tiết 9-10, 1 môn học tiết 11-12, nhưng ở 2 cơ sở khác nhau thì em có phải đổi lớp một trong hai môn để kịp di chuyển không ạ?",
    "Môn Quản lý sản xuất cho kĩ sư em đăng kí không được ạ . Cho em hỏi điều kiện cần để đăng kí môn đó ạ ? Em cảm ơn ạ",
    "Xin chào quý thầy cô Phòng đào tạo. Sáng ngày 7/8/2021 em có thi CK môn GT2 và khi em chuẩn bị nộp video thì trang web BK exam bị lỗi và không thể lấy link nộp file video được nữa . Em xin được mở tài khoản BKexam,sinh viên , mã số sinh viên   Em xin cảm ơn",
    "Do tình hình dịch bệnh khó khăn ở địa phương nên em chưa thanh toán kịp học phí và muốn rút môn học ạ",
    "Chào . Em hiện còn nợ môn CH2011 nhưng đã 2 kỳ khoa không mở lớp nên không biết môn này đã đổi mã hay là có môn tương đương để em đăng ký không ạ? Em cảm ơn.",
    "Kính gửi: THầy/cô PĐT trường ĐH Bách Khoa Em tên , mssv  Hiệu chỉnh môn học đợt 2 này e nhận thấy có một số môn được xếp sát giờ nhưng lại học ở hai cơ sở khác nhau. Thầy/cô cho em hỏi đây là do lỗi hệ thống hay sao ạ? Em có cần phải đổi lại hay không ạ? Lúc học off lại thì có đổi lại gì nữa không?  Mong nhận được phản hồi từ Thầy/cô Em cảm ơn nhiều ạ ",
    "Xin nhà trường xem xét và giải quyết cho em với ạ",
    "Do trong lúc thi cuối kì môn \"Mô hình hóa, mô phỏng và tối ưu hóa trong công nghệ hóa học (CH3133)\" em không thể truy cập và hệ thống BKeX để xem đề và nộp bài thi nên em xin hoãn thi môn này ạ Em cảm ơn!",
    "Họ và tên: Lê Phục Lân Em có thể nộp file scan bằng THPT bản chính 2 mặt hay phải nộp bằng THPT bản sao do sở cấp bằng bưu điện để xác nhận tiếp tục đăng ký môn học vì em không đăng ký được trên my bachkhoa?",
    "Cô ơi cho em hỏi là lúc đăng kí đợt 1 em đăng kí tận 20 chỉ và khi đăng kí đợt 2 em chỉ còn 5 chỉ trong khi đó thời khoá biểu của em còn trống quá nhiều buổi bây giờ hiện tại em không đăng kí được môn cơ sở ngành để học ạ cô có thể giúp em mở sỉ số thêm với được không ạ hình ảnh em để bên dưới. Em đăng kí 4 môn cơ sở ngành CI2003, CI2095, CI2037, CI2007. Hiện tại 2 môn CI2037 vs CI2007 khoa không mở lớp. Cô giúp em mở thêm sỉ số lớp CI2003 vs CI2095 với ạ.",
    "Phòng đào tạo có thể mở thêm suất lớp L02_L02 Hóa Phân Tích mã Ch2113 không ạ, em rất cần suất vào lớp này ạ, đây là môn tiên quyết cho các môn học sau ạ",
    "Dạ,em chào thầy/ cô ở phòng đào tạo ạ, Em là sinh viên K20, chính qui , em có thắc mắc về việc đăng kí môn học cho học kì sắp tới ạ: + Em đã học xong môn Triết học  ở học kì hè DT203 rồi, và chuẩn bị thi cuối kì. Vậy nếu em thi xong là đã hoàn thành môn này rồi. + Môn tiên quyết của môn Kinh tế Chính Trị  là môn Triết học ML em đã học xong rồi. Nhưng tại sao khi em đăng kí môn KTCT ở đợt một, cho hk 211, em lại bị xóa mất môn này ạ. Vừa nãy em vào chỗ đăng kí môn học-) đăng kí đợt 2-) em thấy mất tiêu môn KTCT của em luôn.  Vậy em phải làm sao ạ? Dạ em cảm ơn thầy/cô ở pđt ạ ",
    "Chào quý thầy/ cô ạ, em thay mặt 1 số bạn để lên hỏi về thủ tục đăng ký môn học đồ án EE3151 cho kì 211 tới này, hiện em đã liên lạc và được sự đồng ý của thầy  () để mở lớp nhưng vì tình hình dịch bệnh nên em không biết nộp đơn online để xin mở lớp như thế nào . Mong quý thầy/cô bỏ chút thời gian hướng dẫn để em có thể làm đơn xin mở môn học càng sớm càng tốt để kịp lịch đăng ký cho đợt 2. Em xin chân thành cảm ơn quý/thầy cô đã đọc câu hỏi của em. Em mong sớm nhận được hồi âm từ quý thầy/cô ạ.",
    "CHào thầy cô Em tên là  MSSV  Do học kì vừa qua em bị trễ môn bắt buộc xử lý số tín hiệu nên em đăng học vào học kì 211 này để theo kịp chương trình. Tuy nhiên do cùng lịch học với khóa K19 nên các lớp đã đầy sĩ số. Mong thầy cô tạo điều kiện tăng sĩ số lớp để em được theo kịp với chương trình học . MSMH: EE2015 NHÓM: L02-L03. Em xin chân thành cảm ơn!",
    "Kính gửi thầy/cô phụ trách, Hiện tại em có nhu cầu đăng kí học lại môn học \"Kỹ thuật thiết bị y học - TN\" do rớt môn vào học kì 201, đối với k18, mã môn học là AS3017 nhưng đối với k19 thì mã môn học là AS3103 và đăng kí môn học đợt 1 của em đã bị hủy theo mã môn cũ là AS3017. Em xin hỏi rằng việc em học lại môn này cần đăng kí theo mã môn của k18 hay em phải đăng kí theo mã môn mới là AS3103 để có thể học lại môn này theo chuẩn của trường.",
    "Em chào quý thầy cô. Em tên  - mssv: Em đã đăng kí hoãn thi các học kì vì lí do:  - Em đang đi tình nguyện tại TPHCM - đội hình chống dịch tại Thành phố Hồ Chí Minh nên em không có đủ thời gian để ôn tập cũng như dự thi (Có các hình ảnh minh chứng)  - Em không có đủ các thiết bị cần thiết để dự thi như thiết bị thứ 2, internet tại điểm làm tình nguyện Em mong quý thầy cô có thể xem xét cho em hoãn thi đợt này để em toàn tâm toàn ý vào công việc chống dịch cho thành phố. Em xin chân thành cảm ơn. .",
    "Em chào Thầy/Cô, môn học CI3231 trong CTDT trường đăng trên trang aao.hcmut.edu.vn là em đki vào học kì này nhưng sao môn lại đòi môn trước đó là CI3233 ạ. Trong khi môn CI3233 là kì này tụi em mới được phép học.",
    "Dạ em chào thầy cô, kì này PĐT không có mở môn Mô hình hoá, Mã môn học là CH3133. Em và một số bạn có nhu cầu học môn  Mô Hình Hoá, mô phỏng và tối ưu hóa trong công nghệ hóa học, thì chỉ cần gửi danh sách và đơn cho PĐT để mở đúng không ạ? em xin cám ơn thầy cô đã giải đáp.",
    "Cho em hỏi do tình hình dịch em không thể thi lấy chứng chỉ toeic để đăng ký luận văn, có cách nào để em đăng ký luận văn và bổ sung chứng chỉ sau không ạ? em cảm ơn!",
    "Họ và tên: ,        . Kính gửi Phòng Đào tạo, Sau đợt đăng ký môn học đợt 1, hiện nay em muốn thay đổi thời gian một số môn học, tuy nhiên, khi chọn môn học và chuyển lớp thì em không thể thực hiện việc chuyển lớp được và hệ thống báo lỗi . Kính mong nhận được phản hồi sớm từ phòng đào tạo. Em xin chân thành cảm ơn.",
    "Dạ chào thầy/cô. Em tên:, mssv:, lớp: CTM4. Thầy/cô cho em hỏi cách để đăng kí xin mở lớp HK211. EM cảm ơn ạ",
    "Chào ạ, em muốn đăng kí in giấy xác nhận sinh viên nhưng lỗi \"bị tạm dừng hoặc không có thời khóa biểu\" giờ cần làm gì ạ ?",
    "hiện tại em đăng ký môn học đợt 2 không được ạ, xin PĐT giải quyết giúp em",
    "Dạ em tên  mssv  em muốn xin PĐT cho em mở thêm sĩ số lớp L04-L10 môn hóa Phân tích mã môn CH2009 ạ do em bị trùng lịch môn chuyên ngành mong PĐT xem xét giúp e ạ.",
    "Họ và tên: ,      Kính gửi Phòng Đào Tạo, Theo như hướng dẫn từ phòng đào tạo, em đã điền thông tin đăng ký hoãn thi môn Xác suất thống kê (MT2013) vào link google form . Nay em muốn huỷ đơn hoãn thi môn học Xác suất thống kê. Lý do: giáo viên bộ môn đã tổ chức buổi thi bổ sung. Em cần phải làm những thủ tục nào để huỷ đơn hoãn thị ạ? Kính mong nhận được phản hồi sớm nhất từ Phòng Đảo Tạo. Em xin chân thành cảm ơn.",
    "Dạ em chào thầy/cô, em tên  MSSV:  Em gặp sự cố khi thi môn giải tích 2 ca 16h ngày 7/8/2021, phần mềm quay màn hình của em bị lỗi, quay được 10 phút đầu rồi sập. Em đã báo ngay với cán bộ coi thi rồi ạ. Em phải xử lý như thế nào ạ. Em cảm ơn thầy/cô ạ.",
    "Em xin mở thêm môn Quản lí và vận hành cảng biển (ME4641) và môn kỹ năng lãnh đạo (ME4625) Em không đăng kí kịp nên đã hết slot, mong phòng đào tạo tạo điều kiện mở thêm lớp giúp em với ạ. Em xin cảm ơn!",
    "PĐT cho em hỏi là nếu em không đáp ứng được nhu cầu thiết bị để thi qua bkex thì có được chuyển đổi hình thức thi (vấn đáp) không? và nếu được thì em sẽ liên hệ gvbm hay ai để thi ạ?",
    "Dạ chào thầy/ cô . Em là  _ mssv: , là sinh viên K18 lớp Dầu Khí . Về việc đăng kí môn học : Lần đăng kí môn học đợt 2, em có đăng kí môn Thí nghiệm Quá trình thiết bị (CH3015),lớp L01 (Thứ 2 tiết 8-12), sau đó vì hệ thống bị lỗi nên em bị xóa môn không có lí do, lần 1 em có đăng kí lại nhưng khi thoát mybk thì lại bị xóa và lần này lớp đã đủ sĩ số nên em không thể đăng kí nữa. Em muốn xin mở thêm 1 slot để đăng kí môn học này ạ! Cảm ơn thầy/cô nhiều ạ!",
    "Anh, chị cho em hỏi về việc mở thêm lớp với những môn như \"Kỹ thuật hệ thống viễn thông\" (EE3015). Em có đăng kí mà lỡ tay xóa nhầm giờ không đăng kí vào lại được thì mình xin mở thêm lớp có được không ạ? Thứ 2 là do em có bị khống chế anh văn nên kì vừa rồi(HK 202) em không có đăng kí được 2 môn Vi xử lý (EE2039) và mạch điện tử (EE2035) giờ em muốn xin mở lớp thì cách thức đăng kí như thế nào ạ? Em xin cảm ơn! Chúc anh chị một ngày tốt lành.",
    "em tên ",
    "Dạ em xin đăng ký mở thêm sĩ số lớp để em có thể đăng ký môn học ạ. Dạ em xin mở thêm sĩ số của : EE2009 - L01_L01 Em xin cảm ơn ạ",
    "Dạ em chào thầy/cô, em tên là , sinh viên lớp DT03 của thầy  Nhân học kỳ dự thính 202 môn Kết cấu thép 1 ạ. Dạ thầy/cô cho em hỏi là trong danh sách lớp thì em thuộc nhóm DT03-B nhưng phòng thi online của em lại xếp vào nhóm DT03-A, thầy cho em hỏi nếu xếp như vậy thì em có bị ảnh hưởng gì không ạ. Thầy/cô kiểm tra lại giúp em với ạ . Em cảm ơn thầy/cô nhiều ạ .",
    "Trong quá trình đăng kí đợt HK211 em có đăng kí 2 môn sau ở đợt 1 ME2005 - Trangbị điện-đtử trg MCN ME2009 - Kĩ thuật điều khiển tự động Em đã đăng kí theo đề cương môn học của trường cho khóa 2019. Theo em được biết đây là 2 môn song hành, bạn em cũng đăng kí được nhưng vào đợt 2 thì khi em xóa môn đăng kí lại ME2009 thì em lại bị báo \"Thiếu môn học trước ME2005\". Mong Phòng đào tạo xem xét sửa lại lỗi này ạ.",
    "Chào PĐT Theo chương trình đào tạo thì kỳ này em sẽ học Cơ kết cấu (SP3233) và Kết cấu thép (SP3231) nhưng khi đăng ký môn Kết cấu thép thì lại yêu cầu Cơ kết cấu học trước. Vậy phải giải quyết sao ạ",
    "Xin chào thầy/cô, Hiện tại em không thể đăng ký môn học cho học kì mới 211, lý do là em không thể đóng học phí cho học kỳ vừa rồi do ảnh hưởng của dịch Covid. Em phải làm sao mới được đăng ký môn học lại được ạ? Mong thầy/cô hồi âm cho em sớm nhất có thể để em đăng ký môn học kịp.",
    "Môn học CO3117-Học máy, em thấy có vẻ bị chỉnh sai địa điểm học khi nhóm CC01 của CLC học ở Cơ sở 2 còn nhóm L01 của Đại trà học ở Cơ sở 1 . Hy vọng phòng đào tạo kiểm tra và chỉnh sửa lại thông tin để chúng em có thể đăng ký không trùng lịch học ạ. Em xin chân thành cảm ơn.    .",
    "Cho em hỏi là các nhóm lớp môn quản trị kinh doanh cho kỹ sư IM3001 có thể mở thêm sĩ số không ạ, vì em thấy đây là môn lý thuyết và trong mail thì có đề cập là được tối đa 99sv/nhóm. Em xin cảm ơn ạ!",
    "Em tên  mssv  lúc đăng ký môn học đợt 1 em có đăng ký môn hóa học trong kỹ thuật môi trường 1 nhưng do trùng lịch học nên môn học đã bị xóa, hiện tại em đã sắp xếp lại được lịch học nhưng đăng ký môn học đợt 2 lại đày hết rồi ạ không thể đăng ký thêm được nữa. em mong PĐT có thể xem xét đăng ký bổ sung thêm môn này tại vì đây là môn cơ sở ngành và tiên quyết nên rất quan trọng ạ",
    "MSSV: Xong kì này, em sẽ hoàn thành chương trình học nhưng chưa thi Toeic do dịch Covid nên chưa thể tốt nghiệp được. Kì sau em không đăng ký môn học thì có bị nhà trường xem là bỏ học không?  Em cảm ơn!",
    "Chào pdt,  Vì một số lí do cá nhân nên em không thể hoàn thành môn học nhập môn kĩ thuật khoa điện điện tử (EE1001) nên em muốn xin phòng đào tạo cho em học chung với khóa 2021, mssv của em là , mong phòng đào tạo xem xét.",
    "Thưa thầy cô, lớp Kinh tế chính trị   mã môn SP1033 lớp L15 HK211 sẽ học ở CS1 hay CS2 ạ (trong trường hợp học offline trở lại)? Vì em thấy mã L là cơ sở 2 mà trên sàn đăng ký môn học để cơ sở 1 ạ . Em cảm ơn thầy cô đã trả lời ạ.",
    "Em là  MSSV . Hiện tại em đã bị hủy kết quả HK202 vì lí do trễ hạn đóng học phí. Em mong nhà trường có thể cho em một cơ hội để được thi tiếp tục những môn học ở HK202 mà em đã đăng ký mà chưa thi như Vẽ kỹ thuật, Vi sinh vật đại cương, Hóa đại cương,... vì em cũng đã thanh toán học phí. Mọi hình phạt, khiển trách em sẽ chịu trách nhiệm, bởi vì một số lý do gia đình, sau đó em cũng quên thanh toán học phí HK này, em xin hứa em sẽ không tái phạm một lần nào nữa, em sẽ thu xếp việc gia đình ổn thỏa hơn. Nếu đây là hình phạt mà em phải chấp nhận thì em sẽ chấp nhận đăng ký lại vào HK sắp tới. Mong nhà trường và thầy cô sẽ cho em một cơ hội để được sữa lỗi... cảm ơn nhà trường và thầy cô đã lắng nghe .",
    "Chào thầy/cô, Kì này em có đăng kí môn Luận Văn Tốt Nghiệp, nhưng do thiếu chuẩn Anh Văn nên chưa đăng kí được. Do sự chủ quan của bản thân vì suy nghĩ là hè này sẽ thi TOEIC để lấy chứng chỉ. Nhưng do tình hình COVID 2-3 tháng gần đây phức tạp nên các trung tâm chưa tổ chức thi nên em chưa thể thi được. Rất mong quý thầy cô có thể xem xét ạ. Em xin chân thành cảm ơn.",
    "cho em hỏi là em đăng kí môn học dự thính 211 như thế nào ạ? Vì em chỉ thấy dki môn học 211 kì chính thôi ạ",
    "Em chào Thầy/Cô, Em là Nguyễn Phương Hạnh, MSSV: 1852139, lớp CC18HTP2. Em có vào mục \"Đăng ký môn học HK211 - đợt 2\" để xem kết quả đăng ký môn học đợt 1 và hiệu chỉnh đăng ký cho đợt 2. Tuy nhiên, em bị xóa hết các môn đã đăng ký, không được phép đăng ký đợt 2 (không có ô để search mã môn học), đồng thời báo lý do là \" Thiếu Bằng TN PTTH\". Bằng này em đã nộp lâu lắm rồi (theo đúng quy định của trường), kết quả đã nộp bằng em xin đính kèm bên dưới ạ. Mong Thầy/Cô hỗ trợ để em có thể đăng ký môn học HK211 thành công. Em cảm ơn Thầy/Cô. Chúc Thầy/Cô cuối tuần vui vẻ và luôn khỏe mạnh ạ.",
    "Em xin hoãn thi môn Kỹ thuật siêu cao tần EE3025. Lí do: Người nhà em vừa xét nghiệm nhanh và dương tính với Covid 19, bản thân em thì đang sốt nhẹ và đau họng. Em phải giúp chăm người nhà nên không thể ôn bài thi cũng như không đảm bảo sức khỏe để thi tốt. Em có báo tình hình với địa phương nhưng chưa được giải quyêt nên hiện tại em chưa có giấy tờ gì để chứng minh lí do của mình. Mong phòng đào tạo xem xét,",
    "Kính gửi pđt, em có đăng kí 2 môn mã ME4617 và ME4647. Cả hai đều vướng môn học trước là ME3233. Trong chương trình đào tạo của em cũng có môn đó nhưng mã khác là ME2125 và em đã học môn này rồi. Mong pđt xem xét mở đăng kí cho em.",
    "nhà trường cho em hỏi là trên mail có nói là hôm nay (7/8) mở đợt đăng kí dự thính mà sao em lên mục đăng kí môn học thì chưa thấy mở vậy ạ",
    "Kính thưa phòng đào tạo. Hiện nay đã có lịch đăng kí môn học đợt 2. Em vào xem kết quả đợt 1 và hiệu chỉnh thì hệ thống báo lỗi e bị thiếu bằng tốt nghiệp trung học phổ thông. Tuy nhiên em đã nộp bằng trung học phổ thông từ trước. Kính mong phòng đào tạo xem xét và giải quyết giúp e Em cảm ơn!",
    "Vấn đề 1 : Đợt 2 đăng ký môn học khi em xóa môn đã đăng ký ở đợt 1 và đăng ký lại đúng môn đó thì lại không được phép mặc dù trước đó là được phép  Vấn đề 2 : Môn MT2015 theo như phòng đào tạo hủy vì thiếu môn 006401 nhưng vì chương trình đào tạo, mã môn đó đã thay đổi nhưng đều cùng 1 môn và đã qua môn nhưng lại không đăng ký được Vấn đề 3 : Không thể đổi lớp mặc dù cùng mã TT0x và cùng 1 môn và còn chỗ ",
    "Em xin chào   việc là hôm nay em thi ca 16h . Trong quá trình thi em đã quên ghi màn hình nên em bỏ bài làm . Nên em đã out mà không điểm danh. Vậy cho em hỏi em sẽ phải nhận kết quả đó , hay là em sẽ không được nhận kết quả . Hoặc em có thể hoãn thi không.  Em xin cảm ơn.",
    "Kính gửi thầy cô phòng đào tạo. ĐKMH kì 211 (đợt 1) em có đăng kí môn   B \"Giải tích 1\"   . và đợt 2 bị xóa môn học. Em có đọc mail và thấy môn \"Giải tích 1\" chung học kì khóa K21. vậy làm sao em có thể đăng kí môn đó được ạ. em K17 còn môn cuối \"Giải tích 1\". Mong thầy cô hướng dẫn giúp em. Em cảm ơn ạ",
    "em xin thêm vào nhóm học địa chất công trình ạ mã môn:CI2095)",
    "Cô ơi em quên nộp băgf TN THPT rồi, lần trước lớp trưởng có nhắn hẹn thu mà em quên, không ai nhắc nữa nên em quên đến hôm nay, đến khi đăng ký môn không được mới tá hỏa ra, có cách nào giúp em đăng ký được các môn học cho kỳ sau không ạ :(",
    "Chào Phòng đạo tạo, Em là  MSSV . Đợt 1 đăng ký môn học em có đăng ký thành công môn Kinh tế chính trị  -  - SP1033. Đăng ký môn học đợt 2 em lỡ bấm xóa nhưng bấm đăng ký lại thì không đăng ký được vì lý do chưa học môn Triết học  -  (môn này em đã học trong học kỳ 203) . Bên cạnh vấn đề trên, có một số lớp bạn em đăng ký được trong khi em đăng ký giống như vậy thì bị vấn đề \"không đủ thời gian giãn cách giữa hai cơ sở\". (Hành vi tổ chức - IM2017 lớp 01 và Kế toán quản trị - IM2019 lớp 01). Hi vọng PĐT xem xét giúp em Em chân thành cảm ơn.",
    "Thân chào, Dạ cho em hỏi là hk202 vừa qua em có đăng kí môn học thể chất cụ thể là lớp Võ (PE1047). Dạ do dịch nên lớp em chưa thi cuối kì đã nghỉ dịch, vâng cho em hỏi vào học kì mới môn này sẽ ra sao ạ Em cảm ơn.",
    "Em là  - MSSV: .    . Học kỳ hè 203 em học môn Kết cấu thép 1 (CI3009) và đã thi. Theo thông báo của trường thì em sẽ đăng ký được môn (CI4011) Thí nghiệm công trình, (CI4019) Hạ tầng công trình giao thông nhưng hiện tại hệ thống báo chưa học môn Kết cấu thép 1. Mong PĐT xử lý giúp em . Em cảm ơn!",
    "Dạ cho em hỏi đợt 1 em đăng ký thành công môn Nhiệt động lực học và truyền nhiệt (ME2013), nhưng đợt 2 thì em không hiện thời gian học môn này ở thời khóa biểu sơ bộ cũng như chọn lớp học của môn này. Em cũng tìm hiểu các môn học trước cũng như tiên quyết của môn này rồi ạ, nên em không biết là do chưa đủ điều kiện hay trùng lịch với các môn khác nên không đăng ký học môn này được ạ. Em xin cảm ơn ạ.",
    "Xin chào admin! Admin cho em hỏi: bây giờ em nộp giấy thu nhận lại qua BKSI này có được giải quyết cho thu nhận lại không ạ? Tại đã có đợt đăng ký môn học đợt 2 rồi, nhưng mà do em bị cách ly nên không làm giấy kịp thời được. Vậy giờ em làm nộp thì có kịp để đăng ký môn học đợt 2 không ạ ? Đợt 1 em có đăng ký môn học rồi nhưng sang đợt 2 thì không thấy kết quả đăng ký. Mong admin sớm giải đáp giúp em với ạ. Em xin cảm ơn ạ !   i ",
    "Em đang học lớp GT2 kì 203 có lịch thi CK vào ngày 24/8, vậy làm sao em có thể đki cho kì sau được trong trường hợp em không đạt ạ, khi đợt đk cho cả kì Dự thính là từ 7/8 đến 12/8 . Em đang làm lvtn kì này và chỉ còn môn này thôi ạ.",
    "Xin chào, em là sinh viên khoa Kỹ thuật hóa học ạ. Đợt đăng ký môn lần 2 này em muốn đăng ký môn Các phương pháp phân tích hiện đại CH3329 nhưng hiện tất cả các lớp đã đủ sĩ số. Em muốn xin được đăng ký thêm vào lớp L03 của môn này ạ. Em cảm ơn thầy/cô.",
    "Em chào phòng đào tạo. Em xin hỏi về việc đăng kí môn học Chủ nghĩa xã hội khoa học (SP1035) của học kì 211. Trước đó, phòng đào tạo đã thông báo cho phép các học phần bao gồm học phần chưa hoàn thành trong kì dự thính được xem là đạt. Em hiện chưa hoàn thành môn Kinh tế chính trị - (SP1033) trong kì dự thính 203 nhưng hệ thống không cho phép đăng kí môn học SP1035 do chưa hoàn thành môn tiên quyết. Em xin phòng đào tạo giải quyết trường hợp này trước khi hết hạn đăng kí môn học ạ. Em xin cảm ơn phòng đào tạo.",
    "Em chào Thầy/ Cô. Hiện tại em muốn mở thêm sỉ số môn học “ Hư Hỏng Sửa Chữa Công Trình” mã môn học CI1051 có được không ạ?  Lý do vì đợt 1 em có đăng kí 1 số môn nhưng đợt 2 lại không mở lớp nữa ạ . Em mong thầy/cô xem xét mở thêm sỉ số giúp em ạ . Em xin chân thành cảm ơn",
    "Chào cô ạ. Em là sv k19 học kỳ vừa rồi do không đủ chuẩn av nên em không đăng ký môn được và bị trễ hk so với các bạn. Cụ thể là 2hk luôn ạ. Nên em nhờ cô có thể xem xét có thể giúp em dk môn học chưa đủ điều kiện tiên quyết được không ạ ( chỉ có 1 môn thôi ạ ) để có thể học kịp tiến độ với các bạn, em có thể xin chủ nhiệm khoa đểđể dc dk ạ. Mong cô giúp đỡ. Em trân thành cảm ơn cô đã đọc.   khoa địa chất và dầu khí. Môn muốn đăng ký ' địa kỹ thuật'",
    "Kính gửi PĐT, Trong đợt đăng ký môn học lần 2, em nhận thấy có những môn được đăng ký lớp học đồng thời ở cs1 và cơ sở 2 . Riêng hệ đại trà đã chuyển về cs2 học, nếu đăng ký lớp học ở cs1 thì lúc có thông báo học tập trực tiếp có được phép học ở cs1 không ạ. Em xin chân thành cảm ơn.",
    "dạ thầy/cô cho em hỏi ạ. Bây giờ em đóng tiền học phí còn nợ ở kì hè 203 thì có kịp đăng kí môn học 211 không ạ",
    "Em tên là , khoa KH và KT máy tính, có nguyện vọng được đăng ký học cùng với sv năm nhất đối với môn Nhập môn điện toán mã MH CO1005, do gặp khó khăn trong việc đk môn vì hầu như môn chỉ mở cho sv năm nhất mà không có dự thính. Em mong được nhà trường suy xét để em có thể được hoàn thành chương trình học và tốt nghiệp đúng hạn ạ",
    "Chào nhà trường, học kỳ 211 này em muốn đăng ký môn: Kết cấu thép 1 (CI3009),Cơ học kết cấu (CI2029), Cơ học đất (CI3001), Quản lí dự án xây dựng(CI1053) nhưng nhà trang đăng ký môn học thì ko mở. Còn riêng môn quản lí dự án thì hết sĩ số lớp. Em xin hỏi là em có thể đăng ký môn học đó nhưng với mã khác rồi em xin phòng đào tạo chuyển điểm được không? Ví dụ như môn Kết cấu thép 1 (CI3009) do không mở, nên em đăng ký Kết cấu thép (CI3231), môn Cơ học đất (CI3001) em đăng ký Cơ học đất (CI3235),môn Cơ học kết cấu (CI2029) em đăng ký Cơ kết cấu ( CI3233) được ko thưa nhà trường? Nếu không được xin nhà trường cho em biết nguyên do, và xin hướng dẫn em biết cách đăng ký những môn tương đương khi mà những môn mã cũ không mở do không đủ sỉ số",
    "Em tên  mssv  khoa điện điện tử. Vì lý do dịch nên em không đăng ký được môn truyền số liệu mạng do có thí nghiệm mà em chỉ thiếu 1 môn đó để đăng ký được đồ án. Xin cho phép em đăng kí đồ án được không ạ .Em cám ơn ạ",
    "Em xin chào PDT, Cho em hỏi rằng, em còn mỗi Luận văn tốt nghiệp cho kỳ sau mà tình hình hiện tại thì không thể thi và nộp bằng Anh Văn được (500) để có thể đăng ký Luận văn. Vậy nếu bắt đầu vào học kỳ sau, em không có thời khóa biểu thì có bị ảnh hưởng gì ko ạ? Em xin cám ơn.",
    "các lớp môn giải tích hệ thống điện_ee3013 đầy hết, em muốn xin mở thêm sĩ số lớp ạ",
    "Thưa thầy/cô, Em muốn đăng kí môn MT1005 mà hệ thống lại thông báo là môn không mở lớp? Tình trạng tương tự với các môn PH1005 PH1007... Em phải làm sao ạ?  Em xin cảm ơn thầy/cô.",
    "Dạ em chào Phòng Đào tạo. Em là K14 vừa chuyển qua hệ VLVH. Em chỉ còn mỗi môn ME4005 - Máy sản xuất vật liệu và cấu kiện xây dựng là có thể tốt nghiệp được. Học kỳ 211 này em thấy có 10 bạn đăng ký môn ME4005, em thấy số lượng này chắc cũng đủ rồi nhưng hiện tại môn học không được mở. Em kính mong PDT mở môn ME4005 trong học kỳ này để em có thể tốt nghiệp, 7 năm qua cũng thật sự rất dài với em. Em xin cảm ơn PDT ạ.",
    "Chào PĐT, em là sinh viên K2017, đúng hạn thì kì 202 là em đã hoàn thành 8 học kì của CTĐT nhưng do trễ Luận Văn nên kì sau em dự định làm Luận Văn. Nay em bị xóa môn Luận Văn do thiếu chứng chỉ anh văn, vậy học kì 211 của em chỉ còn đăng kí đúng 1 môn học 3 tín chỉ. PĐT cho em hỏi như vậy có thỏa quy chế về học vụ không ạ. (Môn LVTN em sẽ bổ sung tin chỉ ở đợt sau)",
    "Em là - Sinh viên ngành tự động hóa - Chính quy. Dạ, cho em hỏi là ở đợt đăng ký môn học 211 cho học kỳ chính này em đang ký Môn : Luận văn tốt nghiệp ngành Điều khiển tự động nhưng bị thiếu chứng chỉ tiếng Anh do trung tâm IIG đã không tổ chức kì thi Toeic do tình hình bệnh dịch ở TP.HCM . Vậy với lý do khách quan như vậy, em có được đăng ký cho Luận Văn Tốt Nghiệp được không ạ..|",
    "Dạ em chào thầy cô ạ, Thầy cô cho em hỏi là học online có tính giãn cách giữa 2 cơ sở không ạ, vì có vài môn em đăng kí không được.",
    "Em chào thầy/ cô ạ, Em muốn hỏi về việc tăng sĩ số lớp môn   B ME4017 - Thiết kế sản phẩm công nghiệp    ạ. Vì lần trước em quên đăng ký môn nên đã bỏ lỡ, em xin lỗi thầy/ cô. Nhưng hiện tại   B sĩ số lớp là 55 SV    (xem tệp đính kèm), trong mail của trường có nói GG Meet sẽ cho   B tối đa 99 người    tham gia nên em muốn xin phòng Đào tạo cho tăng sĩ số môn này. Em rất mong được phòng Đào tạo chấp thuận vì nếu không đăng ký được lần này, em sẽ bị trễ 1 năm học vì ngành em môn này chỉ mở 1 lần/ năm vào kỳ 1. Em xin cám ơn ạ.",
    "Thưa thầy/ cô, e thấy trường có mở lớp để sinh viên đăng kí học, nhưng có một số môn e thấy cùng 1 ngày, nhưng tiết 7 8 học  Hangout, tiết 9 10 học cs1. Vậy nếu tụi em học off thì học hangout thành học ở cs2, tụi em không thể di chuyển giữa 2 cơ sở trong thời gian ít như thế ạ. Mong pdt xem xét .",
    "Thưa thầy/cô, em có đăng ký môn Thí nghiệm vật lý mã môn PH1007 (Chính Quy) ở đợt một nhưng khi đến đợt hai môn của em đã bị xóa mất, em có thể biết lý do được không ạ, em xin cảm ơn thầy/ cô.",
    "Em có đăng ký môn học EE3015 - Kỹ thuật hệ thống viễn thông ở đợt 1 như trong hình, nhưng đến khi check kết quả đợt 2 lại không tài nào đăng ký được. Mong nhà trường giải thích và hướng dẫn em xử lý việc này.",
    "Kính thưa PĐT   U Em tên là:    U Lí do: Đợt 1 em đã đăng kí 2 môn chính quy là Xác suất và thống kê  CODE MT2013  /CODE  và môn Kĩ thuật số   CODE EE1009  /CODE  nhưng đến đợt 2 xét duyệt thì 2 môn này bị hủy đăng kí. Hai môn đó cũng là môn bắt buộc trong học kì 211. Kính mong PDT xem xét và phản hồi trong thời gian sớm nhất có thể .   I Em xin chân thành cảm ơn  /I  ",
    "Em có thắc mắc là tại sao học kì 211 môn  Đảng không được Khoa mở lớp vậy ạ. Em đã mail hỏi cô trưởng Khoa thì cô bảo hỏi pđt ạ. Em xin cám ơn",
    "Chào thầy/cô ạ, Cho em hỏi trong quá trình thi GT2 CK202 quay màn hình bị lỗi, chỉ quay được 10 phút đầu và đã báo với CBCT ngay lúc đó rồi ạ. Nhưng kết quả bài thi    3 điểm thì trường có vẫn xem xét như bình thường không ạ, hay nhà trường sẽ lấy tính theo điểm    3 đó luôn ạ?",
    "Dạ xin chào PĐT, em tên , mssv  Chuyện là hôm nay mở đợt hiệu chỉnh mà em không đăng kí kịp ạ, xin PĐT mở thêm sĩ số lớp L02-L03 mã môn PH2003 Tin học vật lí kỹ thuật giúp em được ko ạ do chỉ có giờ đó em không bị trùng tkb ạ Em cảm ơn ạ.",
    "Em chào thầy/cô, ở đợt ĐKMH HK211 đợt 1, em có đăng kí môn học CAD/CAM mã ME4007 và em thấy số người đăng kí là 188 người. Nhưng ở đợt 2 , chỉ có 6 lớp được mở với sĩ số là gần 150 người. Kính mong PĐT mở thêm lớp để em và các bạn có thể đăng kí hoặc mở thêm slot để em có thể đăng kí vì K2017, môn học này là bắt buộc trong CTĐT ạ. Em xin cảm ơn     .",
    "Em xin chào PĐT, Em tên là Lương Nguyễn Viết  MSSV:  Em xin trình bày vấn đề như sau: Em nhận được mail buộc thôi học do không đăng kí môn học HK2/2020 (em đã hoàn thành tất cả các môn trong chương trình đào tạo) và hiện tại em đang trong quá trình liên thông cao học. Và sắp tới tháng 11 em sẽ đủ điều kiện để đăng kí tốt nghiệp. Em muốn hỏi các câu hỏi sau: 1. Về việc làm đơn thu nhận lại em sẽ phải thực hiện các bước như thế nào ? 2. Khi nào sẽ có đợt đăng kí tốt nghiệp vào tháng 11 ạ ! 3. Sau khi làm đơn thu nhận lại và được chấp nhận thì em có thể đăng kí tốt nghiệp bình thường nếu đủ điều kiện đúng không ạ ? Em xin hết !! Mong nhận được câu trả lời của anh chị sớm nhất ạ !!  Em xin cảm ơn !!",
    "Chào pđt, Em là , MSSV  Em muốn hỏi là kỳ 211 này pđt có mở các lớp anh văn theo theo yêu cầu không ạ, do lúc đăng ký môn đợt 1 em tìm đăng ký thì có, nhưng đăng ký môn đợt 2 em tìm đăng ký thì lại không thấy cả lớp anh văn theo yêu cầu và lớp anh văn bình thường luôn ạ. Em cảm ơn.",
    "Dạ em chào thầy cô. Em tên là Diệp Tiểu Giao, MSSV  hiện đang là sinh viên khoa Kỹ thuật Khoá, lớp HC18DK. Do em học bị trễ so với các bạn khoá k18 nhiều môn, nên em có thể đăng kí môn học với k19 sau đó đăng kí chuyển điểm được không ạ? các môn em muốn học cùng k19 có những môn kì này như sau:  1.Tổng hợp hữu cơ hoá dầu MMH 3007( k19 là 337) 2.Cơ sở vật liệu và bảo vệ ăn mòn MMH CH2057 ( k19 là CH3331) Em xin cám ơn thầy cô ạ. Em mong thầy cô sớm thông tin lại cho em để em có thể kịp đăng kí môn học ạ.",
    "Em có đăng kí môn thực tập ngoài trường do tình hình dịch bệnh nên không học được nên không để ý vấn đề học phí (HPVLVH 203HL) và chưa đóng nên hiện giờ không thể đăng kí môn học khác bây giờ em phải làm sao ạ? Nếu cần phải đóng học phí thì xin quý thầy cô mở lại thanh toán trên BK pay để em thanh toán học phí ạ. Em chân thành cám ơn!  _ ",
    "Kính gửi thầy cô PĐT   Em có đăng kí môn thực tập ngoài trường do tình hình dịch bệnh nên không học được nên không để ý vấn đề học phí (HPVLVH 203HL) và chưa đóng nên hiện giờ không thể đăng kí môn học khác và xem thời khóa biểu bây giờ em phải làm sao ạ? Nếu cần phải đóng học phí thì xin quý thầy cô mở lại thanh toán trên BK pay để em thanh toán học phí ạ. Em chân thành cám ơn!  _ ",
    "Em MSSV :  có đăng kí môn Chi tiết máy lớp L04 và nhà trường xếp lịch tiết 7,8 ở cơ sở 1 và tiết 11,12 ở cơ sở 2 trong cùng ngày thứ 6 và cùng tuần học. Điều này khiến thời gian di chuyển giữa 2 cơ cở rất ngắn, em khó có thể học đúng giờ được Em mong nhà trường sớm xem xét lại thời khóa biểu môn này.",
    "PĐT cho em hỏi sau khi có kết quả đăng ký môn học đợt 1,  em có được chuyển lớp của một môn học không ạ? Và nếu có thì em làm thế nào để chuyển lớp được ạ? Em xin cảm ơn.",
    "Cho em hỏi là tại sao nhà trường không mở Vật Lý 2 kỳ chính và Vật Lý 2 kỳ dự thính ạ? Em muốn đăng ký học lại Vật lý 2 nhưng nhà trường không mở lớp ạ",
    "Em chào nhà trường Em tên là  , MSSV :  Ngành Logistics ( CLC ) KHóa 20 Đợt 1 em đăng ký 6 môn mà kết quả lại bị không có 2 môn ( Triết và Quốc phòng ) nên còn 4 môn. Vì em muốn thay đổi lớp học nên em đã hủy và chọn lớp khác. Khi chọn lớp khác như môn Phương pháp tính là nó lại báo là phải hoàn thành môn đại số tuyến tính ( trong khi nhà trường cho phép các học phần chưa kịp hoàn thành thì có quyền được xem là đạt và tích lũy được tính chỉ để đăng ký học phần ) .      Ảnh thứ 2 là em có hủy môn đổi lớp ứng dụng máy tính trong công nghiệp( ME2049 ), khi đăng ký lại thì nó bảo là : không đủ thời gian giữa 2 cơ sở ạ ( Trong khi bạn em có lịch như vậy ạ )  Mong nhà trường phản hồi và giúp đỡ em ạ . Từ 6 môn em đăng ký trở thành 2 môn ạ",
    "Em xin chào thầy/cô ạ,  Thầy/cô cho em hỏi HK 211 có áp dụng chuấn sinh viên sau mỗi học kỳ không vậy ạ. Tại em thấy HK 211 bắt đầu từ ngày 16/08/2021 nhưng tới ngày 26/08/2021 em mới thi xong và còn một môn chưa biết lịch thi do có học phần thí nghiệm. Em mong nhận được giải đáp thắc mắc từ thầy/cô ạ . Em chân thành cảm ơn!",
    "Dạ thưa thầy/cô, em có đăng ký môn thí nghiệm vật lý chính quy mã môn PH1007 đợt 1 nhưng đến đợt 2 này thì em bị mất môn đăng ký trước đó, em xem qua thì thấy mã môn đã được thay đổi thành PH2007, em nên làm gì để được đăng ký môn này ạ, khi mã môn học đã bị đổi.",
    "Dạ em chào thầy/cô. Em đã học môn tương đương của môn Me2063 và đã đạt đủ yêu cầu để xét qua môn. Em mong thầy/cô kiểm tra lại để em có thể đăng ký môn Me3077 và Me4035. Em xin cảm ơn.",
    "MSSVMSGV:     . Dạ khoảng hơn tuần nay em không nhận được mail từ thầy cô những môn em đang học trong khi những bạn cùng lớp của em học những môn đó đều nhận được trừ em. Không những vậy em còn nhận đầy đủ các mail từ những môn em qua rồi như Hoá đại cương, Giải tích 2 hay Vẽ kĩ thuật. Đang thi học kì nên em rất mong nhà trường giải quyết giúp em sớm ạ. Em xin cảm ơn.",
    "Kính chào cô, em có thắc mắc là nếu mình hoãn thi các môn, thì mình muốn thi để xoá điểm trong hk tới thì em phải đăng ký lại môn đó phải không ạ? Mình phải thi một lượt tất cả các môn hay có thể chia ra miễn sao trong vòng 1 năm ạ? Em cảm ơn cô.",
    "em chào thầy cô ạ, em có 1 vấn đề nhờ thầy cô giải quyết giúp em ạ, hiện tai em đăng kí môn EN3057  PĐT huỷ vì lí do  (: Thiếu môn học trước EN2027), dạ nhưng kì vừa rồi em đang học EN2041 tương đương với mã môn học EN2027 thì sao em vẫn ko đăng kí được ạ, Em xin cảm ơn ạ mong phản hồi từ thầy cô ạ em xin  cảm ơn",
    "Em tên , mssv: . Mấy hôm trước em có mail cho pđt báo video ghi màn hình bằng google meet buổi thi Pháp luật đại cương của em bị lỗi nhưng em vẫn có 1 video khác nhưng cũng bị lỗi màn hình chỉ quay được tiếng, không biết có được tính hay không và em đã nộp đại cái video đó lên vì thông báo không có video sẽ bị tính 0đ. Sau đó theo như phản hồi lại của pđt em đã đăng kí hoãn thi. Tuy nhiên, sau đó cô em gửi bảng điểm và em vẫn được tính điểm theo video đã nộp đó, không bị 0đ. Vậy cho em hỏi yêu cầu hoãn thi của em có được huỷ không ạ ?",
    "Theo kế hoạch đào tạo của chương trình K19, môn học kết cấu thép CI3231 và môn học cơ kết cấu CI3235 học chung kỳ, nhưng khi đăng ký môn kết cấu thép thì máy báo cần học trước cơ kết cấu (hình ảnh kèm theo) mong phòng đạo tạo xem xét ạ!",
    "Chào pđt,  Em là , Mssv  Em muốn hỏi là học kỳ sau nếu trong học kỳ chính em không đăng ký môn, mà chỉ đăng ký môn ở học kỳ dự thính thì có bị cảnh cáo học vụ không ạ. Em cảm ơn.",
    "Dạ em là sinh viên chuẩn bị bước sang năm 2, cho em hỏi là đợt trước em có đăng kí 5 môn học ở kì 211, thì hôm nay em có vào lại trang đăng kí môn học 211 đợt 1 thì thấy cả 5 môn em đăng kí đều được tick dấu trong cột \"đã gửi đăng kí\", nhưng em sang trang đăng kí môn học kì 211 đợt 2, thì chỉ thấy xếp lớp có 2 môn, dạ cho em hỏi là do 3 môn còn lại chưa xếp lớp hay em đã bị mất môn rồi ạ, tại vì em có đăng kí lại thì không có môn học mở, làm ơn giúp em với ạ, em xin cảm ơn các thầy cô rất nhiều  ",
    "Kính gửi Phòng Đào tạo Đại học Bách Khoa Thành phố Hồ Chí Minh, Em là  -  đang theo học ngành Kỹ thuật Cơ điện tử. Trong chương trình đào tạo của em (như hình dưới) có môn Kỹ thuật điều khiển tự động (ME2009). Vào đợt đăng ký trước, em có đăng ký được, nhưng do đổi lịch nên em đã gỡ đăng ký và gặp lỗi sau đây khiên em không đăng ký được, em chọn vào nhóm lớp CC01_CC02 ạ. Hy vọng Phòng Đào tạo có thể hỗ trợ em trong việc này. Trân trọng ./.",
    "Kính gửi nhà trường, Em là , MSSV: , học khoa Kỹ thuật hóa học. Em muốn hỏi là nếu ở HK202 em không đạt môn Giải tích 2, thì em có bắt buộc phải đăng kí học lại môn ở kì sau ngay không? Hay có thể đăng kí học lại bất kì lúc nào mình muốn trước khi tới lúc làm luận văn tốt nghiệp ạ? Mong sớm được nhà trường giải đáp ạ. Em cảm ơn. Trân trọng./. ",
    "kính gửi phòng đào tạo Hiện đợt đăng kí môn học đợt 2 môn Kĩ thuật điện- điện tử không hiện( không giảng dạy trong học kì ). Mà đợt một có khoảng 66 sinh viên đăng kí, em có nhu cầu gấp học môn này, vậy pdt tạo điều kiện để mở lớp ạ. Em cảm ơn ạ!",
    "Em tên là  - MSSV  Khóa K18. Hiện em đang học lớp XD18CSHT do thầy  phụ trách. Em viết đơn này để hỏi về trình tự đăng kí môn  Nhập môn Kỹ thuật CI1001. Em có nhận được email là liên hệ trực tiếp PĐT để đăng kí môn này. Vậy bây giờ em cần chuẩn bị và đăng kí qua hình thức nào ạ? Em xin cảm ơn",
    "Họ và tên: , MSSV:, sinh viên khoa cơ khí, ngành Kĩ Thuật Nhiệt. Kính gửi PĐT, em có thắc mắc mong PĐT giải đáp giúp ạ. Vào đợt đăng ký môn học trước, em có đăng ký môn có mã CI2001 và CI2003, em đăng ký rất sớm, lúc đó mới chỉ có vài sinh viên đăng ký, nhưng đến nay em lại không được xếp vào lớp mặc dù lớp mở rất nhiều và giờ đã đầy sĩ số. Các môn này là môn của học kỳ trước nhưng do chưa đủ chuẩn anh văn nên em chưa được đăng ký học ạ, đến nay được phép đăng ký thì em lại không được xếp lớp mặc dù đã đăng ký rất sớm ạ. Em xin cảm ơn ạ.",
    "Em tên là . Em muốn hỏi là trong đợt đăng kí môn kì 211-đợt 2 em có lỡ tay xoá môn Kinh tế chính trị -Lenin(SP1033) mà em có đăng kí hồi đợt 1. Và khi em đăng kí lại thì hệ thống không cho với thông báo là em chưa học môn Triết học -Lenin(SP1031) trong khi môn này em đã học trong kì 203. Vậy giờ em phải làm sao ạ. Em xin cảm ơn",
    "em đăng kí môn học   B MA3055 Đồ án môn học công nghệ luyện kim và đúc    tuy nhiên hệ thống báo lỗi không đăng kí được do thiếu môn học MA3029 Công nghệ đúc, mặc dù môn này em đã học ở HK203. xin pđt xử lý giúp em. em xin cảm ơn",
    "Em chào thầy cô Em mong Phòng Đào Tạo mở lớp anh văn 4(LA1009) trong học kỳ 211 ạ, trong đợt đăng ký môn học lần 1, môn anh văn 4(LA1009) có 426 bạn đăng ký, nhưng trong đợt 2 thì đã bị xoá hết rồi . Mong Phòng đào tạo cân nhắc và mở lớp để sinh viên có thể hoàn thành chương trình học ạ. Em xin cảm ơn.",
    "Mong trường mở đăng kí để em môn học ạ.",
    "Kính gửi Phòng đào tạo. Em tên . MSSV: , sinh viên chính quy (MSSV: 5) chuyển hệ VLVH. Chuyên ngành Công nghệ may. Trong chương trình đào tạo em chỉ còn môn học Cơ khí đại cương (ME1003) và môn LVTN (ME4079) . Em xin đăng ký môn học Cơ khí đại cương (ME1003) vì trong kết quả đăng ký đợt 1 em không đăng ký được môn này. Em đã đăng ký lại trong đợt Đăng ký môn học HK211 - Đợt 2 Chuyển Hệ, nhóm lớp L01_L03. Kính mong Phòng đào tạo xem xét. Em xin chân thành cảm ơn Thầy (Cô).",
    "QUOTE  Dạ cho em hỏi ở đợt 2 này môn em đăng ký mở với sỉ số hiện tại là 11/45 thì môn này chắc chắn mở và sẽ có trong thời khóa biểu mà không bị hủy đúng không ạ? ",
    "MSSV:  Dạ e chào thầy cô phụ trách, Nhận được mail hướng dẫn đăng ký riêng với PĐT môn Nhập môn về Kỹ thuật, e xin làm đơn được học chung với K2021 hoặc theo sự sắp xếp của PĐT. Đính kèm đơn. Mong nhận được hồi âm từ thầy cô để e được học. E xin cám ơn rất nhiều.  ([phone_number]) Mail ",
    "Em là  MSSV:     . Em kính xin PĐT mở thêm sĩ số môn Vật lý 2 (MT1005) lớp DT02 của dự thính học kỳ 211. Em xin cảm ơn!",
    "Thưa phòng đào tạo, em là  thuộc khóa k17 khoa Quản lý công nghiệp. Em làm đơn này để đăng kí môn học bổ sung là môn Kinh tế học vi mô, mã môn học IM1003. Lí do là do môn này thuộc nhóm đại cương hk1 năm nhất, em đã đăng kí ở đợt đk môn đợt 1 nhưng sang đợt 2 lại không hiện ạ, nên xin đc đk bổ sung. Hiện tại em không biết phải làm như thế nào để đăng kí học vì em chỉ còn mỗi môn này là tốt nghiệp . Em cảm ơn pđt đã đọc ạ.",
    "em xin đăng kí mở lớp Thực tập kỹ thuật cơ điện tử (ME2017) mã DT(chính quy), hiện em chỉ thấy mã T01(VHVL) ạ .",
    "Em chào Thầy/Cô, Em là , mã số sv: . Em muốn hỏi tại sao hk211 này không có mở môn av4 ạ. Em còn nợ 1 môn av4 thôi, nhưng nếu kì này k hoàn tất đc môn này thì hết thời gian đào tạo rồi ạ! Mong thầy/cô giải đáp giúp em ạ!",
    "Cho em hỏi là em đang học môn Kinh tế Chính trị kỳ 203 mà kỳ này học Chủ nghĩa xã hội khoa học cần môn tiên quyết là KTCT. Cho em xin đăng ký môn được không ạ.  B",
    "em xin chào thầy cô . Em xin đươc hỏi các bước xin phép mở lớp môn môn thiết kế hệ thống cơ khí trong học kì chính 211 ạ.",
    "em đã đk học dự thính 1 môn vào hè em đk thêm XSTK để đủ 15 chỉ nhưng ko biết tại sao lại ko được ạ em có pass AV1 rồi ạ mong PĐT trả lời giúp em ạ",
    "Em có nhu cầu học môn Phát triển ứng dụng trên thiết bị di động mã CO3043 ở nhóm lớp L01 nhưng lớp đã đủ sỉ số. Mong phòng đào tạo có thể tăng sỉ số lên để em có thể tham gia học với ạ.",
    "Tên:  MSSV:  Em đăng kí môn học Kỹ thuật điều khiển Tự động (ME2009) bị lỗi, nhưng sao các bạn khác vẫn đăng kí được môn này ạ. Hiện em vào thì đã hết slot, mong phòng đào tạo có thể hỗ trợ mở thêm sĩ số  L01_L04 hoặc lớp L02_L05 cho môn học này ạ.",
    "Em đã đăng ký môn Sức bền vật liệu CI2007 và môn Cơ lưu chất CI2003 vào đợt 1 và đã có dấu check nhưng tại sao vào đợt 2 em kiểm tra lại mất 2 môn đó. Em mong thầy cô có thể giúp em đăng ký lại 2 môn đó",
    "t 1 vừa qua em đăng kí 5 môn. Bây giờ đợt 2 em vào thì còn 3 môn . Bây giờ em muốn đăng kí thêm môn : \" Hóa đại cương\"và \" Triết học \" Nhưng mà không hiểu sao em không đăng kí vào nhóm lớp CC được trong khi đăng kí nhóm lớp  lại được. Em học chương trình clc ạ, bình thường vẫn là CC, ngay cả 3 môn kia vẫn là CC mà đăng kí mới thì em không chọn CC dc",
    "Dạ cho em hỏi là sao em đang học anh văn 2a trong kì hè 203 mà giờ em đăng kí anh văn 3a trong kì dự thính 211 nhưng không đăng kí được và hệ thống báo là em chưa học xong anh văn 2a.Nhưng nhà trường có mail thông báo là tạm thời tính cho sinh viên đã qua các mộn học trong kì 202 và 203 .mong phòng đào tạo xem xét lại ạ",
    "Em chào thầy cô ạ, Hiện em đã đăng kí môn Luận Văn Tốt Nghiệp (CO4313) nhưng đkmh đợt 2 thì em bị mất môn và không đăng kí lại được do thiếu CCNN. Em đã nộp CCNN nhưng chưa được xác nhận. Em xin hỏi trường hợp này em nên làm gì ạ.",
    "Thưa phòng đào tạo, em có thắc mắc và muốn được giải đáp là về đăng ký môn học EE1009( Kỹ Thuật Số), em đac đăng ký môn này ở đợt 1 rồi nhưng qua đợt 2 phòng đào tạo báo hủy do không thể xếp lịch nhưng em kiểm tra lại thì có lớp L01_L01 của môn EE1009(Kỹ thuật số) phù hợp với lịch của em. Tạo sao phòng đào tạo không xếp em vào lớp đó ạ? Mong phòng đào tạo giải quyết. Em cảm ơn.",
    "Cho e hỏi có thể mở thêm sĩ số cho các lớp CI2001 được không ạ, nếu có thì cách thức đăng kí như thế nào. Em cảm ơn",
    "MSSV:  Tại sao không có mã môn Hoá Đại Cương trong kỳ học Dự thính 212 vậy ạ?Em xin cảm ơn",
    "Chào Thầy/Cô. Em là sinh viên chuyển từ hệ chính quy sang hệ VHVL được 1 năm. Hiện em đăng ký môn LVTN mã EE4333, HK chính và dự thính 211 + VHVL đang mở, thì hiện ra thông báo thiếu các môn như (hình bên dưới đính kèm). EM cam kết tất cả các môn đó và cả các môn khác em đều đã hoàn thành đầy đủ theo chương trình đào tạo, đa phần là khi còn học bên hệ chính quy, chỉ còn mỗi môn LVTN. Vậy xin quý Thầy/Cô cập nhật lại giúp em để trách bị trường hợp đăng ký không thành công môn học LVTN cuối này. Em xin cảm ơn!    .",
    "ee1009 ee2009",
    "cho em hỏi là khi em đăng kí mã môn T01 (), khi học xong có tính cho ctdt chính quy không ạ .",
    "Em muốn đăng kí mở thêm sĩ số môn Giải tích mạch HK203, mã môn EE22033 có được không ạ? Lúc đầu em có đăng kí môn Giải tích mạch với mã môn là EE1011 theo web của trường nhưng không thành công, lúc em coi thông báo của khoa thì mã môn Giải tích mạch là EE2033.",
    "Kính thưa phòng đào tạo. Do tình hình dịch bệnh phức tạp nên em không thể tiến hành thi toeic để xét tốt nghiệp, nhưng khi đăng kí môn anh văn 3A và 4A thì bị vướng điều kiện học trước trong khi toeic em đã đạt 540 điểm. Mong PĐT giải đáp thắc mắc.",
    "Em là sinh viên khoa QLCN K20. 1. Em muốn đăng ký môn học (bắt buộc) của hk1 năm nhất vậy em sẽ đăng ký ở kỳ chính hay kỳ dự thính ạ? 2. Môn Tiếp thị căn bản IM1019, HK211 có mở hay không ạ? 3. Em có thể tìm hiểu về việc xin cứu xét đăng ký môn ở đâu ạ?  Cám ơn.",
    "Dạ em chào thầy (cô)! Trong HK202, em đang theo học 2 môn nhưng vì chưa thí nghiệm xong cũng như là chưa thi cuối kì nên không biết được là mình có qua môn hay không, nhưng vì HK211 là học kì chính quy cuối cùng của em, em cũng chỉ còn 2 môn này và luận văn nên là sau khi có điểm 2 môn mà lỡ không qua thì em có thể xin pdt cho e đăng kí bổ sung được không ạ? Do tình hình dịch bất khả kháng, nếu không có dịch thì có thể là HK 202 hoặc trễ nhất là HK hè 203 em có thể trả xong 2 môn còn nợ để HK211 em chỉ còn phải làm luận văn, nhưng vì dịch nên em mong pdt có thể tạo điều kiện cho em lỡ rớt môn trong HK202 thì có thể đki bổ sung sau với được không ạ? Em xin cảm ơn ạ!",
    "Dạ em tốt nghiệp 2019 hiện đang là k20, lúc xác nhận nhập học em đã nộp bằng cùng với bộ hồ sơ, 1 lần nữa là nộp ở cs2 vì đợt đó có mail bảo em nộp lại bằng THPT. Vậy giờ em có phải nộp thêm lần nữa không ạ. Em xin cảm ơn.",
    "Cho em hỏi là sao em không tìm thấy môn học DSTT học kì 211. Em tìm mã môn học cả kì 211 và DT211 đều không có ạ. Em muốn đăng kí học môn đấy thì phải làm sao ạ",
    "Dạ em chào Thầy/Cô ạ kì DT202 em có học Anh văn 2A ( nhu cầu ) và 19/08/2021 em mới thi cuối kì và bây giờ em đăng kí môn Anh văn 3A  ( nhu cầu ) thị hệ thống báo là :  \"Thiếu (các) môn học:   Nhóm [LA1039]: LA1039 - Anh văn 2A (nhu cầu) (học trước) \" . Nhưng trước đó em nhận được thông báo là môn mà chưa thi thì xem như hoàn thành  . Mong Thầy/cô xem xét giải quyết cho em  . Em xin chân thành cảm ơn .",
    "Em có đăng kí học môn kinh tế chính trị Mac-lenin vào học kì hè 203, nhưng khi đăng kí môn chủ nghĩa xã hội khoa học thì hệ thống báo là thiếu môn kinh tế chính trị nên không đăng kí được ạ ",
    "Kính gửi Phòng Đào Tạo Em tên:  MSSV  Em viết đơn này kính mong PĐT mở thêm sĩ số các lớp: 1, CH2021: Hóa hữu cơ. Nhóm L02-ss 90/90 2, CH3147:  Côngnghệ sảnphẩm mỹ phẩm. Nhóm L02-ss:60/60 Lý do: Lớp full sĩ số em không đăng ký được và sĩ số chưa đạt sĩ số tối đa do PĐT đề xuất. Em cảm ơn ạ",
    "Chào thầy\\cô, Cho em hỏi là ở đợt đăng kí 1 em có đăng kí 2 môn Anh văn 1A (LA1037) và môn Kỹ thuật lập trình (CO1027) nhưng không thấy hiện ở đợt 2. Về môn Anh văn 1A em học Anh văn cơ bản A ở học kỳ hè chưa thi nhưng trong mail pđt có ghi là tạm thời xét đạt nếu không bị cấm thi. Hay là môn này phải đăng ký ở kỳ dự thính 211 ạ? Còn về môn Kỹ thuật lập trình không mở lớp hay không đủ điều kiện đăng kí vậy ạ, vì em học khoa Điện muốn đăng ký môn này của khoa Máy tính để làm môn tự chọn nên không biết. Em cảm ơn ạ.",
    "Em xin mở thêm lớp hóa phân tích (CH2113) và hóa vô cơ (2013)",
    "Do em bị lỗi đăng ký môn nên bị xóa thời khóa biểu em có thể xin vào lớp hóa học trong kĩ thuật và môi trường 1 được không ạ. Em xin cám ơn cô.",
    "Do chương trình đào tạo của 19 đã có thay đổi và mã môn cũng đổi, mặc dù em đã học môn tiên quyết là quản lí log (ME2125) nhưng vì trên hệ thống vẫn giữ mã môn cũ là ME3233 nên em không thể đăng kí được các môn sau đó. Em có đính kèm hình ảnh phía dưới. Mong thầy cô giải quyết dùm em ạ . Em cảm ơn ạ ",
    "Kính thưa phòng đào tạo. Hiện tại e đã được mở đăng kí môn học đợt 2, tuy nhiên khi vào thì em không xem được kết quả đợt 1 và nhấn vào lịch sử đăng kí để xem lí do thì hệ thống báo các lí do như: Nợ Hp, thiếu bằng TN THPT, SHCD,.. Tuy nhiên e đều không có bất cứ lí do nào ở trên. Kính mong phòng đào tạo xem xét",
    "Em chào thầy/ cô ạ Em có đọc mail thì được biết là học kì này  sẽ bỏ qua giới hạn số tín chỉ, cho em hỏi  giả sử thi xong, có điểm và số tín chỉ của  em không đủ để đăng kí môn năm 2, thì kết  quả của các môn năm 2 em học có bị xóa không ạ.   Và nếu xóa  rồi thì sau này em có cần phải học lại môn đó không hay sẽ được khôi phục  lại kết quả Em xin cảm ơn",
    "Chào thầy cô ạ Nay em nhận được mail đăng ký môn học, theo mục lưu ý 6 thì em chuẩn bị thi KTCT HK203, và em muốn đăng ký môn Chủ Nghĩa xã hội Khoa học cho HK211 nhưng hệ thống không cho phép vì lý do: \"SP1033 KTCT (học trước). Mong thầy cô giúp em về đăng ký môn học ạ . Em chân thành cảm ơn",
    "Chiều nay em có thực hiện đổi nhóm lớp ở đăng ký môn học đợt hai, do trùng giờ nên em xóa đăng ký cũ và đăng ký lại, nhưng khi thực hiện đăng ký mới thì hiện thông báo \"  B Bạn không được phép đăng ký vào nhóm lớp này   \" Cho phép em hỏi cách khắc phục với, em cảm ơn.",
    "Kính gửi phòng đào tạo. Em tên là , mssv . Hiện tại chương trình học của em hiện tại vẫn còn đủ chỗ cho 1 môn, và em muốn được đăng kí môn Vật Lý 1 PH1003 và mong muốn được phòng đào tạo mở thêm sỉ số ở môn học này ạ. Em xin chân thành cảm ơn.",
    "Dạ theo kết quả đợt 1 ĐKMH hệ chính quy, em có đăng ký được 2 môn AS3055-Xử lý hình ảnh y sinh bằng kts và AS3027-Cơ sở vật liệu sinh học (như hình ạ). Hôm nay vào đợt 2 em có hiệu chỉnh và xoá nhầm môn AS3055, em đăng ký lại thì hiện lỗi giờ di chuyển giữa 2 môn này (như hình ạ). Hiện tại em không đăng ký được môn AS3055, mà môn này là môn chuyên ngành nữa ạ. Mong PĐT xem xét giúp em với ạ. Em xin cám ơn ạ.",
    "Chào anh/chị, Em là sinh viên chương trình chất lượng cao và kì sau sẽ học online qua google hangout, tuy nhiên 1 số môn giảng dạy hangout vẫn để cơ sở tại cơ sở 2 làm chúng em không thể đăng ký do bị lỗi không đủ thời gian di chuyển ở 2 cơ sở. Mong nhà trường sẽ fix lỗi này để chúng em có thể đăng ký môn học thuận lợi hơn. Em đính kèm hình bên dưới    .",
    "Phòng đào tạo giải quyết và đăng kí dùm em môn này với ạ. Sau khi có kết quả đợt 2 em đã được đki môn Tổ Chức Thi Công ci4125 nhưng sau khi em xóa và dki lại thì cứ bị báo lỗi là Kỹ thuật thi công Ci3043 học trước ( môn này em đang học trong dự thính hè ) . Phòng đào tạo có thể giúp em sửa và đăng kí vào lớp L04 môn Tổ Chức Thi Công Ci4125 được không ạ. Sinh viên , mã số sinh viên . Lỗi và em không đăng kí được và giờ đủ sỉ sổ rồi ạ. Em cảm ơn.",
    "Kính gửi PĐT Em tên là : Trần Chân Trân MSSV:  Hôm nay khi vào trang ĐKMH thì e phát hiện mình bị tạm dừng do chưa thánh toán HP kỳ 202 VHVL  Tuy nhiên trước đó vào cuộc họp ngày 04/07 giữa thầy  và sinh viên BDCN liên thông hệ VHVL đã có trình bày lý do vì nhà trường đang tính toán và hoàn  lại học phí của các môn học trùng và được thầy đồng ý tạm thời đợi tính toán hoàn học phí xong thì sẽ thanh toán khoản học phí còn lại cho đến khi nhà trường tính toán và hoàn trả hp  Hiện tại, đang trong kỳ ĐKMH nhưng tài khoản của em đang hiển thị tạm dừng sẽ rất ảnh hưởng đến việc ĐKMH hk211 Kính nhờ PĐT kiểm tra lại trường hợp của em  Em xin cảm ơn     .",
    "Thưa thầy/cô, em là sinh viên k15, mặc dù đạ đăng ký đợt môt nhưng hiện nay em không thể đăng ký mã môn Thí nghiệm vật lý PH1007 do lớp đã không mở, chỉ còn mã môn PH2007, vì đây là năm cuối của em, em mong thầy cô có thể cho em đăng ký môn này mã PH2007 và khi thi xong đăng ký chuyển điểm về mã PH1007 được không ạ, em xin cảm ơn thầy cô.",
    "ME3003 - Dung sai và kỹ thuật đo Em muốn chuyển từ lớp L02-L04 sang L04-L10. em không tự chuyển được vì lý do di chuyển giữa 2 cơ sở nhưng em thấy là học online không cần di chuyển nên em mong pđt giúp em chuyển lớp giúp ạ",
    "Kính chào Thầy/Cô.  Do tình hình Covid 19 không thể học trực tiếp và các môn học của em nếu đăng kí là đăng kí dự thính hk211, nên việc học của em không tốt khi học trực tuyến ở nhà với thêm việc nếu đăng kí hết tất cả các môn cho hk211 dự thính thì khoản học phí khá lớn em không đủ khả năng thanh toán .  Nên em xin phép thầy cô cho em hỏi việc nộp đơn tạm dừng học cho hk211 này như thế nào ạ?   Em chân thành cảm ơn Thầy/Cô.",
    "Kính gửi PĐT Em tên là : Lương Thanh Hà MSSV:  Hôm nay khi vào trang ĐKMH thì e phát hiện mình bị tạm dừng do chưa thánh toán HP kỳ 202 VHVL  Tuy nhiên trước đó vào cuộc họp ngày 04/07 giữa thầy  và sinh viên BDCN liên thông hệ VHVL đã có trình bày lý do vì nhà trường đang tính toán và hoàn  lại học phí của các môn học trùng và được thầy đồng ý tạm thời đợi tính toán hoàn học phí xong thì sẽ thanh toán khoản học phí còn lại cho đến khi nhà trường tính toán và hoàn trả hp  Hiện tại, đang trong kỳ ĐKMH nhưng tài khoản của em đang hiển thị tạm dừng sẽ rất ảnh hưởng đến việc ĐKMH hk211 Kính nhờ PĐT kiểm tra lại trường hợp của em  Em xin cảm ơn     .",
    "Cho em hỏi khi nào thì có thể đăng kí thực tập tốt nghiệp ạ và em có thể đăng kí đề cương luận văn chung với thực tập tốt nghiệp được không ạ , Em xin cảm ơn ",
    "Do HK201 em bị tai nạn giao thông bị gãy xương nên không đi học, dẫn đến việc em không nhớ mình đã có ĐKMH ở HK201. Do yêu cầu nghỉ dưỡng từ phía bác sĩ điều trị, HK202 em không có ĐKMH và chờ kết quả chuyển điểm từ CQ sang VLVH. Đến HK211 em mới phát hiện ra là mình chưa đóng HP HK201, em có lên trang BKpay để thanh toán thì khi chuyển qua trang OCB, trang đó báo là không tìm thấy hồ sơ thanh toán. Cho em hỏi là giờ em muốn thanh toán HP để ĐKMH cho HK211 thì em phải làm như thế nào? Em cảm ơn, Mong sớm nhận được câu trả lời, ân Trọng uận",
    "Dạ cho em hỏi thời điểm này do không thi được chứng chỉ anh văn và bổ sung ngày công tác xã hội nên trên trang em không thể đăng kí luận văn ạ. Đây là kì cuối của em nên cho em hỏi có cách nào đăng kí được không ạ? Em cảm ơn",
    "Dạ Thầy Cô cho em hỏi là kì này môn anh văn 4 không được mở lớp thì em có thể làm đơn xin mở lớp hay không ạ? Em xin cảm ơn.",
    "Khi đăng kí môn có thông báo:  \"Bạn không được phép đăng ký vào nhóm lớp này - Xem thêm về Loại hình SV và Loại hình đào tạo (tìm kiếm tại BKwiki - wiki.hcmut.edu.vn)\"  thì xem thông tin lí do không đăng kí được như nào ạ",
    "Phòng đạo tạo có thể khắc phục cái này giúp em được không ạ. Lúc đầu có kết quả môn học em vẫn hợp lệ mà sau khi xóa đi đăng kí lại thì bị dính điều kiện này, làm em không đăng kí môn được ạ. Em cảm ơn",
    "EM TÊN NGUYỄN NGỌC QUANG -MSSV 1712781     HỌC KÌ 211 NÀY EM CÓ ĐĂNG KÍ MÔN HỌC CI1049 MÔN KIẾN TRÚC.  LÝ DO: SĨ SỐ LỚP HIỆN LÀ 60/60 HIỆN FULL SLOT.  EM MONG PHÒNG ĐẠO TẠO MỞ THÊM SỈ SỐ ĐỂ EM ĐƯỢC HỌC LỚP ĐÓ CHO KỊP TIẾN ĐỘ RA TRƯỜNG.  EM CHÂN THÀNH CẢM ƠN",
    "Dạ nhà trường cho em hỏi là nếu trước giờ thi mà em không đăng nhập được vào trang web bkex thì em phải làm sao ạ",
    "Em chào thầy/cô, Em là , MSSV  . Năm nay là năm học cuối (năm thứ 5) của em nhưng em vẫn còn nợ môn Giải tích 2, em đã học lại Giải Tích nhiều lần nhưng vẫn chưa hoàn thành được em rất mong mình có cơ hội cố gắng lần nữa để kịp ra trường cuối năm học này . Trong lần đăng kí môn học trước do vấn đề gia đình (bà em mất nên em gấp gáp chỉ thấy lịch đăng kí kì chính mà ko thấy kì dự thính), em rất tiếc và nghĩ mình sẽ còn cơ hội trong lần 2 này. Em rất xin lỗi vì sai xót của bản thân . Em đã đọc rõ mail của trường là sẽ không mở thêm sĩ số nữa, tuy nhiên em thấy Lớp DT01 vẫn có sĩ số 103/99 nên em mạn phép xin được xếp vào lớp DT02 hiện sĩ số 99/99 . Em rất mong Trường cho em một cơ hội. Đây có thể là cơ hội cuối cùng của em để có thể kịp ra trường . Mong nhận được sự chấp nhận và phản hồi của Trường Em xin chân thành cảm ơn.",
    "Dạ em xin chào thầy/cô, Em muốn xin thêm 1 slot môn Hóa hữu cơ CH2021 lớp L02 do em đang rất cần học môn đó ạ.Em có đăng ký ở đợt 1 nhưng bị xóa do trùng lịch với các môn khác nên em đã có điều chỉnh lịch học rồi ạ. Mong thầy/cô xem xét và phản hồi câu hỏi/yêu cầu này sớm giúp em ạ, em xin chân thành cảm ơn thầy/cô.",
    "Kính gửi Phòng đào tạo Em tên là , MSSV  Hiện tại em không thể đăng ký môn Kinh tế chính trị  SP1033 mặc dù không bị trùng giờ học với bất kỳ môn nào em đã đăng ký. Em có nguyện vọng đăng ký vào lớp CC03. Lỗi trên hệ thống là \"Không đủ thời gian giãn cách giữa 2 cơ sở\" Kính mong phòng đào tạo giải quyết giúp em. Em cảm ơn.",
    "Cho em hỏi hiện tại IIG không tổ chức thi thì tụi em sao có chứng chỉ mà dky luận văn ạ?? mà nhà trường không cho tụi em đăng ký luận văn vì không có chứng chỉ? Mong thầy/cô PĐT trả lời sớm ạ!!",
    "em chào pđt ạ , em là thịnh k18 khoa điện . em định đky môn đề cương luận văn EE4335 kì 211 nhưng web lại hiện thiếu môn học trước EE3003 . trong khi đó EE3003 em đã học kì hè 203 và vừa thi xog rồi ạ . Mong pđt sớm giải quuyết và đky lại dùm e ạ . e chân thành cảm ơn",
    "Hiện tại em có kết quả đăng ký môn học nhưng em muốn chuyển nhóm mà không làm được.Mong đc các thầy cô hỗ trợ ạ",
    "Kính thưa pđt, hiện nay số lượng đk các môn là ee1009 và ee2015 đã hết, em xin pdt mở thêm lượt đk để cho mọi người có thể đăng kí 2 môn này ạ. Em kính mong pdt có thể giúp đỡ em trong đợt đk lần này. Em xin cảm ơn",
    "phân tích ",
    "Kính chào Thầy/Cô, Em có đăng ký chuyển hệ chính quy sang VLVH đợt T04/2021 , chỉ đăng ký online chưa nộp hồ sơ về trường, trên hệ thống đã xác nhận chuyển sang hệ VLVH. Do tình hình dịch bệnh nên không thể trực tiếp đến trường, xin Thầy/Cô hướng dẫn cho trường hợp của em:   1/ Nay đã qua hạn nộp hồ sơ, em có thể bổ sung hồ sơ sau khi hết dịch bệnh hay phải đăng ký chuyển hệ lại vào đợt sau?   2/ Em có thể đăng ký môn học trong đợt HK211 này không ạ ? và đăng ký theo hình thức nào?   3/ Học theo chương trình đào tạo và chuẩn đầu ra nào? Xin cám ơn Thầy/Cô !",
    "Chào quý thầy cô đang trả lời câu hỏi của em ạ!  Dạ, em tên là , MSSV: , Khoa: Công nghệ vật liệu Hôm nay em muốn trình bày về việc đăng ký môn học của em ạ!  Theo như CTĐT thì học kỳ này em bắt buộc phải đăng ký môn Phương pháp đánh giá vật liệu, mã MH: MA3007. Nhưng theo tình hình hiện tại em không đăng ký được môn này với lý do là không đủ khoảng cách giữa các môn học (so với môn Các nguồn năng lượng tái tạo). Trong khi theo thời gian đưa ra thì vào thứ 5, một môn kết thúc vào tiết 5, 1 môn bắt đầu vào tiết 7. Thì nếu có học offline thì vẫn đủ điều kiện và khả năng di chuyển giữa 2 cơ sở. Vậy tại sao em lại không đăng ký được vậy ạ?  Ngoài ra, đây còn là môn chuyên ngành của bọn em. Và do chuyên ngành có số lượng ít (24 người) nên mỗi môn chỉ có mở đúng 1 lớp. Nhưng do kỳ này trong CTĐT bắt buộc có môn đó nhưng bọn em không đăng ký được ạ . Kính mong quý thầy cô PĐT có thể xem xét cho bọn em đăng ký được môn này ạ. Em cảm ơn ạ!",
    "Em chào Thầy/Cô ạ! Tình hình của Em là bị tạm dừng và đã nộp đơn thu nhận lại và nhận được trả lời là chờ lịch đăng kí đợt 2 để đkmh. Nhưng tình trạng sv của Em hiện tại vẫn là tạm dừng và chưa được đkmh ạ. Cho Em hỏi là khi nào Em mới được đkmh HK211 ạ? Em xin chân thành cám ơn!",
    "Dạ chào Thầy Cô Em tên là  MSSV: Hiện tại em đang bị cấm đăng kí môn học học kì 211 do chưa thanh toán học phí học kì hè 203 . Học kì hè 203 em có đăng kí 1 môn Giải tích 2. Do tình hình dịch Covid nên nhà trường bắt đóng học phí sớm hơn dự kiến, nhà em bị thất nghiệp nên em chưa thể thanh toán học phí đúng hạn và bị hủy TKB. Theo thông tin em đọc trên Quy chế chưa thanh toán học phí học kì hè sẽ bị ghi nợ học phí và không ảnh hưởng đến ĐKMH của học kì chính tiếp theo. Hiện tại tình hình kinh tế nhà em đang rất khó khăn và kì học sau cũng là học kì cuối cùng của em. Kính mong PĐT xem xét cho em được đăng kí môn học học kì 203, được ghi nhận nợ học phí và thanh toán vào học kì tiếp theo Em xin cảm ơn quý Thầy Cô ạ!",
    "Em tên , MSSV là , em có đọc mail về việc không tăng sỉ số các môn học( vượt quá 99sv/nhóm), nhưng ở môn cơ sở ngành EE3019 mở lớp dự thính, em chỉ thấy lớp đó có 30sv/ nhóm. Em có thể xin đăng kí vào lớp DT01_DT01(thời khóa biểu vào thứ 4 và thứ 7) của môn học này được không ạ. Mong phòng đào tạo giải đáp thắc mắc của em. Em cảm ơn nhiều ạ.",
    "em có nhu cầu muốn học lại vs khóa 2021 thì quy trình đăng ký riêng vs phòng đào tạo như thế nào ạ  .",
    "Họ tên:  MSSV:  Hiện tại em không thể đăng ký cùng lúc cả 2 môn học GE3025 và IM3003 vì lỗi di chuyển giữa hai cơ sở. Nên em muốn xin pđt thêm em vào lớp học của môn IM3003. Em xin cảm ơn.",
    "Cho em hỏi bây giờ dịch em ở quê, em không lên phòng đào tạo nộp bằng TN PTTH được thì có cách nộp nào khác không ạ? Em xin cảm ơn.",
    "Kính chào phòng đào tạo ạ, Theo em được thông báo thì các môn đang học ở HK202-203 thì sẽ được tạm tính là đạt để được đăng kí môn học ở HK211. Nhưng hiện tại em đang học môn Triết (SP1031) ở HK203 (chưa thi), nhưng vẫn không đăng kí được môn Kinh tế - chính trị (SP1033) vì lý do là  thiếu môn học trước SP1031 ạ. Rất mong phòng đào tạo xem xét và xử lí, Em chân thành cảm ơn ạ.",
    "Chào anh/ chị Em có mong muốn được học môn Kĩ thuật an toàn điện EE3097, nhưng hiện tại của hết chỗ. Liệu Phòng Đào tạo có thể tăng thêm sỉ số không ạ? Em cảm ơn.",
    "Xin chào ban giám hiệu trưởng ĐH Bách khoa HCM, em tên là , , khoa Xây dựng. Em làm đơn này xin nhà trường giúp em đăng ký môn CI1053 - Quản lý dự án xây dựng, lý do là vì theo kết quả đợt 2 thấy em bị huỷ môn CI3231 - Kết cấu thép, do theo kế hoạch giảng dạy thì 2 môn CI3231 Kết cấu thép và CI3233 Cơ kết cấu đăng ký chung một học kỳ được nhưng giờ không được, em hy vọng nhà trường có thể giúp em, em cảm ơn, nếu không thì có thế thông báo mail cho em.",
    "Em là sv K18 lớp XD18CD2, hiện tại các môn thuộc học kì 5 trong chương trình đào tạo em chưa học ạ, nhưng học kì 211 lại không mở lớp, vậy có cách nào giúp em được học không ạ!!! Mong pdt trả lời em ạ!  P/S: em có đính kèm hình những môn e cần học ạ!",
    "cho em xin hỏi là khi em hoãn thi thì em có bị mất điểm thành phần không ạ. em cảm ơn ạ",
    "Cho em hỏi  1. Hiện nay trên trang đăng kí môn học môn Phương pháp tính - MSMH: MT1009, một vài lớp để phòng học là HANGOUT_TUONGTAC nhưng vài lớp lại không để phòng học ạ. Như vậy các lớp phương pháp tính có hình thức học khác nhau hay đây là lỗi hiển thị của hệ thống ạ? 2. Em thấy một số phòng học có dạng \"HANGOUT_TUONGTAC\" nhưng lại chia cơ sở học. Vậy những lớp này học online tại nhà hay sao ạ? Nếu học online tại nhà thì em mong PĐT xóa cơ sở học để chúng em không vướng ràng buộc về thời gian dãn cách giữa hai cơ sở ạ. Em xin cám ơn và mong nhận được phản hồi sớm.",
    "hôm trước lúc đăng kí môn học dự thính lớp em bị huỷ, mà cha mẹ em đi cách ly nên em chưa thanh toán học phí được nên giờ em chưa có thời khoá biểu, thầy cô cho em hỏi giờ em có thể thanh toán học phí dự thính đợt rồi và đăng kí môn học được không ạ, em xin cảm ơn",
    "Em chào thầy cô!  Em tên  MSSV   Cho em hỏi là có môn học nào tương đương với môn thiết kế cơ sở hạ tầng (CI3187) không ạ. Bởi vì theo chương trình k19 sắp tới thì không còn môn này nữa. Em cảm ơn ạ!",
    "Trong đợt 1 ĐKMH HK 211 em có đăng ký thàng công môn Luận Văn Tốt Nghiệp mã mh : ME4727, nhưng vì thành phố HCM đang cách ly theo ct16 nên em chưa nộp được chứng chỉ ngoại ngữ, kính xin phòng đào tạo cho phép em đăng ký môn học LVTN mã môn học là ME4727, em xib cam đoan sẽ nộp chứng chỉ ngoại ngữ ngay sau khi hết giãn cách. Vì em đã hoàn thành gần xong chương trình đào tạo. Rất mong được phê duyệt. Em xin cảm ơn.",
    "xin chào, em muốn hỏi về vấn đề không đủ chứng chỉ anh văn, dự là em tính thi trong hè nhưng lại dịch đột ngột nên em không thi được, và vì vậy em cũng không đăng ký luận văn tốt nghiệp được, em phải giải quyết thế nào, mong được giải đáp và xin chỉ dẫn cảm ơn",
    "Vào đợt 1 đăng ký môn học HK211 em đã đăng ký môn Cấu Trúc Dữ Liệu Và Giải Thuật rồi nhưng đến đợt đăng ký 2 này thì nó lại bị mất môn đó. Giờ em phải làm sao ạ?",
    "Kính gửi cô/thầy, Em là , mã số sinh viên là . Trong đợt đăng kí môn học đợt 1, em có đăng kí môn và báo thành công nhưng hôm nay trong đăng kí môn học đợt 2, em lại bị xoá mất môn đó và giờ không đăng kí lại được. Kính mong thầy/ cô giải quyết giúp em để được đăng k1i học đúng lộ trình ạ. Cảm ơn cô/ thầy đã đọc cạu hỏi của em. Chúc cô/ thầy có 1 ngày làm việc hiệu quả và vui vẻ. Trân trọng ./. .",
    "Em chào admin ạ. Em có đăng kí môn ME3255 và yêu cầu của môn này là phải học song hành với môn Kỹ thuật hệ thống ME3221, tuy nhiên do kì trước em có việc cá nhân nên xin tạm hoãn một kì vì vậy kì này em học môn Kỹ thuật hệ thống ME2123 với khóa dưới. Và do vậy môn học ME3255 em đăng ký bị xóa. Hiện tại em tìm và đăng kí lại thì không được, vậy em phải giải quyết như thế nào ạ?   Cám ơn admin.  ",
    "Kính gửi PĐT, trong đợt 1 ĐKMH vừa rồi em có đăng ký thành công môn  mã MH : MT2001. Nhưng đến đợt 2 em vô xem tkb để chọn thì chưa thấy mở được lớp mặc dù đợt 1 đã có hơn 160 sinh viên đăng kí. Kính xin PĐT cho phép em được đk môn MT2001 để hoàn tất chương trình đào tạo. Em xin cảm ơn .",
    "Chào Phòng Đào tạo và Học vụ, em là , là sinh viên Chương trình Tiên Tiến Ngành Điện - Điện Tử Em vừa có Huỷ giờ học cũ 2 môn học (EE2403 và SP1031) và để điều chỉnh mới giờ học khác để phù hợp với TKB cá nhân, như cách thức của học kì trước . Tuy nhiên, lúc em nhập lại mã môn học và chọn lại giờ học mới, em đã nhận lại được thông báo “Giờ học phải giãn cách” mặc dù đã có thể cách 1 tiết. Nhưng, khi em quyết định đăng kí lại giờ học như lúc ban đầu, thì nhận lại thông báo “Bạn không được phép đăng kí lớp học này” Nên em muốn hỏi phòng đào tạo có thể giúp em giải quyết vấn đề điều chỉnh/ hiệu chỉnh TKB. Nếu việc điều chỉnh mới không hợp lệ, thì em có cách nào để khôi phục lại giờ học cũ như lớp ban đầu không ạ?",
    "Chào thầy/cô! Thầy/cô cho em hỏi về môn: Nguyên lí kinh tế và quản lí xây dựng, nằm trong kế hoạch giảng dạy của năm 3 khoa Xây dựng khóa K18. Em (năm 4 - khóa K18) muốn đăng kí môn học này nhưng hiện tại không được mở đăng kí vì trong chương trình năm 3 của khóa K19 không có. Thầy/cô cho em hỏi giờ em phải xử lí như thế nào ạ! Em cảm ơn quý thầy/cô!",
    "cho em hỏi là sao các môn em đăng ký môn học thành công ở đợt môn nhưng đợt 2 bị xóa hết và em ko thể đăng ký lại các môn đó do không tìm thấy môn và đăng ký không được.",
    "Hiện tại thời khoá biểu học kì 211 của em mới được 6 tín chỉ. Có nhiều môn em đăng ký nhưng không mở lớp. Em muốn xin PĐT tăng sĩ số những môn mở lớp để em đăng ký bổ sung đủ tín chỉ tối thiểu cho một học kì ạ",
    "ME4201 Chào Thầy Cô! Do em không chú ý là phải học môn nhập môn lập trình trước rồi mới được học môn thị giác máy tinh, nên em xin được học thị giác máy tính ME4201 lớp L01. Em chân thành cảm ơn!",
    "Cho em hỏi là kì này sao không mở các lớp Anh văn vậy ạ?",
    "Chào Phòng đạo tạo, Em là  MSSV . Đợt 1 đăng ký môn học em có đăng ký thành công môn Kinh tế chính trị  -  - SP1033. Đăng ký môn học đợt 2 em lỡ bấm xóa nhưng bấm đăng ký lại thì không đăng ký được vì lý do chưa học môn Triết học  -  (môn này em đã học trong học kỳ 203). Bên cạnh vấn đề trên, có một số lớp bạn em đăng ký được trong khi em đăng ký giống như vậy thì bị vấn đề \"không đủ thời gian giãn cách giữa hai cơ sở\". (Hành vi tổ chức - 2017 lớp L01 và Kế toán quản trị - 2019 lớp L01). Hi vọng PĐT xem xét giúp em Em chân thành cảm ơn.",
    "Tại vì đăng kí môn của đợt 2 học kì 211 bị xóa tất cả các môn do em đóng học phí trễ và giờ em đóng học phí trễ những không thể được ạ",
    "Chào Phòng Đào Tạo Em sinh viên Trung Tâm Bảo Dưỡng Công Nghiệp K2017 Cho em hỏi sao những môn này:  260628 Công Nghệ Lạnh Điều Hoà 2 260623 Tổ chức Quản lí Bd 3 260619 Kỹ Thuật Điện Tử 260627 Kỹ Thuật Số 260621 Công Nghệ Lạnh Điều Hoà 1 Không mở ạ",
    "Dạ thưa PDT, Em mong và xin PDT có thể mở thêm sĩ số lớp DT01 EE1015 - Kỹ thuật số Vì hiện tại mới chỉ có 30 bạn đăng kí thôi ạ",
    "Chào thầy/cô, Thầy/cô cho em hỏi, hầu hết các môn tự chọn của bộ môn Kĩ thuật hệ thống công nghiệp đều không mở lớp, 1 số môn mở thì có môn học trước (Quản lí Logistics  mã ME3233 - mã môn này của K18, khóa K19 đã đổi mã khác và em cũng đã học mã ME2125 - Quản lí logistics) nên tình trạng thiếu tín đang nhiều lắm ạ. Kính mong pđt có thể xem xét lại ạ! Em cảm ơn!",
    "Kính gửi : Phòng đạo tạo  em tên là  . em xin mở lớp đặt cách môn công nghệ gốm xây dựng và đồ án công nghệ gốm xây dựng . Em đã xin được chữ ký của thầy  là giáo viên giảng dạy môn học cũng như là Trưởng Khoa Xây Dựng . Và chữ ký cô  là trưởng bộ môn  Dựng . mong phòng đào tạo xét duyệt cho chúng em được học với ạ . Em xin chân thành cám ơn",
    "Thưa thầy/cô Em tên là , MSSV  lớp GT17HK. Thầy/cô cho em xin được hỏi là đợt đăng kí học phần lần 1 do em đóng học phí trễ nên đã không đăng kí môn học đề cương luận văn tốt nghiệp có mã TR4331 được ạ. Mong thầy/cô có thể mở đăng kí môn để em được làm đề cương luận văn theo đúng lộ trình học ạ. Em đã khắc phục việc đóng học phí trễ rồi ạ. Mong nhận được phản hồi sớm từ thầy/cô. Em xin cảm ơn ạ",
    "Thưa thầy/cô! Hiện tại em có đăng kí môn học đồ án bê tông cốt thép 1, đăng kí dự thính. Em có thấy để Nhóm LT với mã là T01, theo em được biết thì mã này là cho hệ VHVL, mà theo đăng kí của nhà trường thì gộp chung 3 hệ với nhau, vậy em muốn hỏi là, em học hệ chính quy thì đăng kí mã này có được không ạ, tại em thấy lớp mã chính quy không có mở ạ. Em xin cám ơn!",
    "Nhà Trường cho em hỏi là tại sao kì này lại không mở các lớp anh văn ạ ( av1-4) do e có điểm av2 không được tốt nên muốn đk học cải thiện mà e đk cả chính quy lẫn dự thính trên wed của nhà trường đều nhận được thông tin là “ môn học không được mở” Em cám ơn!",
    "Chào PĐT. Em muốn hỏi là nếu kỳ này đã học trước môn tự chọn của kỳ sau thì vào kỳ sau thì kỳ sau có cần phải chọn môn tự chọn học tiếp không ạ ?(các môn tự chọn nhóm A của kĩ thuật hóa học) Em xin cám ơn.",
    "Em tên: Nguyễn Quốc Vũ,MSSV: , Khoa: Khoa học Ứng Dụng Học kì 211 này em và một số bạn muốn đăng kí dự thính môn Tin Học Vật Lý Kỹ Thuật(PH2003) nhưng không thấy môn học mở.   B Phòng đào tạo cho em hỏi: Hiện tại thì em có cần xin mail Giáo Viên dạy không? và yêu cầu về sĩ số lớp hay qui trình để mở lớp như thế nào ạ?  B  Xin phòng đào tạo xét duyệt ạ Em cảm ơn.",
    "Em xin mở thêm sĩ số môn TR1005-Cơ học thủy khí nhóm L01_L01. Em xin cảm ơn.",
    "em muốn đăng ký học lại môn Nhập môn điện toán nhưng em ko tìm được môn này .Em phải làm sao ạ",
    "EM tên là  , là sinh viên K18 hệ chính quy ( đại trà )  Em muốn hỏi em đăng kí môn học dự thính thấy mã lớp học chỉ có mã lớp là   vậy em có được học lớp này không ạ",
    "Kính gửi văn phòng, trong đợt đăng kí môn học 211 vừa rồi em đã đăng kí 3 môn CI3009, CI3177, CI3213 và tất cả 3 môn đó hôm nay đều bị hệ thống báo huỷ với lí do \"P: SV nợ học phí, nợ bằng THPT, nợ SHCD,nợ sách thư viện BANG THPT\" theo như em tự xác nhận thì em đã thanh toán học phí đầy đủ trên BKPay như hình, bằng THPT đã nộp, em đã dự đợt SHCD mới nhất cho K17 xây dựng và các đợt trước đó, ngoài ra em chưa đăng kí thẻ thư viện nên không thể có lí do mà em mượn được sách mà không trả. Em cần các thầy cô ở văn phòng xác nhận gấp lại giúp em lí do cụ thể mà em bị huỷ là gì, để em có hướng giải quyết vấn đề của em nếu có và thật lòng mong sự hỗ trợ hết mức có thể của các thầy cô để giúp em có thể được đăng kí kịp trong đợt 2 này ạ. Mong văn phòng sớm hồi đáp, em xin chân thành cảm ơn ạ!",
    "Dạ em có đăng kí môn học Chủ nghĩa xã hội khoa học (SP1035) vào HK211 sắp tới nhưng bị báo lỗi thiếu môn Kinh tế chính trị  (SP1033). Trong khi môn Kinh tế Chính trị  em đã học ở HK203 và PĐT cũng đề cập việc các môn đang học ở HK202, HK203 sẽ được xem như đạt để đăng kí các học phần kế tiếp. Mong thầy cô có thể xem xét lại vấn đề này giúp em để em có thể đăng kí môn trong HK211 ạ. Em xin chân thành cảm ơn.",
    "Do các lớp đã đủ sỉ số nên em gửi mail này xin phòng đạo tạo mở thêm lớp học ở các môn ( lớp kỹ sư tài năng): -  vô cơ  (CH2013) -  phân tích(CH2113) - Xác xuất thống kê (MT2013) Em xin chân thành cảm ơn ạ",
    "Do môn quả trị kinh doanh cho kỹ sư hiện tại tất cả các lớp nhóm mã L đã full em xin pđt mở thêm sỉ số lớp L04 để em có thể đăng kí môn học ạ. Em xin cảm ơn.  ",
    "Xin chào thầy cô, Con tên là Lê Thúy Diễm, msss: , khoa Quản lý Công nghiệp. Hiện tại, con định đăng kí môn An toàn công nghệ và quản lý rủi ro (mã MH: IM3075) nhưng lớp này đã đủ sĩ số nên con không thể đăng ký được. Con thật sự rất yêu thích và mong muốn được học môn học này. Thầy cô cho con hỏi là con phải làm như thế nào để có thể được đăng ký học môn này ạ. Con xin cảm ơn thầy cô, Chúc thầy cô có một ngày làm việc vui vẻ ạ.",
    "Kính chào PĐT, Em là  (MSSV: ) Em có đăng ký môn học trong đợt 1 nhưng bị hủy một số môn. Hiện tại em có mong muốn đăng ký môn học ME4625 (Kỹ năng lãnh đạo) nhưng các lớp đã kín.  Kính mong PĐT mở thêm sỉ số môn ME4625 để em kịp tiến độ học tập. Em xin chân thành cảm ơn!",
    "Khi em dăng ký môn học thì không đăng ký được và hiện bảng sau",
    "Xin cứu xét để được đăng ký môn học Kính gửi: Ban giám hiệu nhà trường. Em tên là  MSSV  Em muốn hỏi là việc em chưa đóng học phí hk203 nhà trường có thể xem xét để em đăng ký môn học của học kỳ tiếp theo là học kỳ HK211 và em cũng xin được đóng bù học phí học kỳ dự thính hè HK 203 vào học kỳ tiếp theo là học kỳ HK211 được không ạ . Là vì khi nhà trường gửi mail thông báo đóng học phí học kỳ hè 203 em thấy trên mail ghi là sinh nếu không đóng học phí sẽ bị hủy thời khoá biểu trong khi lúc đó chưa hết đợt đăng ký môn học nên em nghĩ là sẽ giống như học kỳ 202 là sẽ hủy kết quả và cho sinh viên đăng ký lại và cũng vì lúc đó em chưa chuẩn bị đủ tiền để đóng học phí nên em đã chưa đóng học phí và thế nên bây giời em vẫn còn đang nợ học phí, mà hiện tại do dịch bệnh nên tình hình kinh tế của em khá khó khăn vậy nên em chưa có tiền để đóng bù lại học phí cho đợt học kỳ hè. Nên em mong nhà trường có thể tạo điều kiện để em đăng ký môn học của học kỳ tiếp theo là học kỳ HK211 và sẽ đóng học phí học kỳ hè HK203 bù vào với học kỳ HK211 ạ . Em mong nhà trường có thể thông cảm cho em về sự bất tiện này của em. Em xin trân thành cảm ơn!",
    "Trong lúc đăng kí môn học em đã lỡ xóa môn học Đồ án chuyên ngành(ct)(ME4045) nên hệ thống đã tự động xóa môn song hành là môn CAD/CAM(ME4007). Hiện tại em không thể đăng kí lại môn học ME4007. Em mong PĐT cho cho em đăng kí lại môn học ME4007 để có thể hoàn thành đúng tiến độ.",
    "Em tên  số  em mất thẻ sinh viên mong nhà trường chỉ giúp em cách vào thi a em cảm ơn Thầy cô  em đã đăng ký làm thẻ mà đến giờ đã 1 tuần chưa giao a em cảm ơn mà 10 /8 em thi rồi mong thầy cô giúp a .",
    "Cho em hỏi trong kỳ này em có thể đăng kí hơn 15 tín chỉ không ạ. Em muốn đăng kí thêm môn MT1009. Em xin cảm ơn ",
    "Kính chào PĐT, Em là  (MSSV: ) Em có đăng kí môn học trong đợt 1 nhưng bị hủy môn (do không có giáo viên dạy môn đó). Hiện tại em có mong muốn đăng kí môn học ME4641 (Quản lý & vận hành cảng biển) nhưng lớp đã kín. Kính mong PĐT mở thêm sĩ số cho môn ME4641 để em có thể đăng ký nhằm đủ tín chỉ cho kỳ học này . Em xin chân thành cảm ơn",
    "Chào Thầy Cô! Dạ em là sinh viên năm 3,khoa Cơ Khí.Do kì này em có đăng ký môn tự chọn khối A là Nhập môn thị giác máy tính ME4201.Nhưng nay em mới biết để học được môn này cần phải học trước môn Nhập môn lập trình CO1003.Và kì này em mới đăng ký môn Nhập môn lập trình nên không được học môn Nhập môn thị giác máy tính .Em hi vọng PDT cho em được học môn Nhập môn thị giác máy tính và Nhập môn lập trình được học song song trong kì này ạ.Em xin chân thành cám ơn và mong PDT giúp đỡ e.",
    "Kính gửi Phòng Đào tạo, Em tên   Lớp XD18DD02 khoa Xây dựng Em có thắc mắc về vấn đề đăng ký môn học Môn quản lý dự án thứ 5 tiết 56 và sau đó đăng ký môn thí nghiệm công trình thứ 5 tiết 789. Vậy thì em có bị hủy môn vì đăng ký liên tiếp 2 tiết 6 và 7 không ạ. Em cảm ơn. Trân trọng. .",
    "Xin chào thầy cô, Thầy cô cho con hỏi là học kỳ 202 này do ảnh hưởng của tình hình dịch bệnh Covid-19 nên trường cho phép sinh viên nghỉ học và học trực tuyến. Do đó, các môn học Giáo dục thể chất cũng được phép nghỉ theo, bọn con đã học gần đến cuối kỳ rồi, chỉ là không thể tổ chức thi được. Vậy thì trường sẽ giải quyết như thế nào cho tụi con trong trường hợp này ạ. Con xin cảm ơn thầy cô, Chúc thầy cô có một ngày làm việc vui vẻ ạ.",
    "Kính gửi: Phòng Đào Tạo trường ĐH Bách Khoa Em tên:  MSSV:   Đợt ĐKMH lần 1 em có đăng kí môn Anh văn 3 mã môn học LA1007, em cũng thấy số sinh viên đăng kí học rất đông nhưng trong đợt 2 lại bị xóa môn và không tìm được môn học này để đăng kí. Nếu như không thể đăng kí Anh văn 3 thì em còn cách nào để học được Anh văn 3, 4 vì em là sinh viên khóa K17 còn 2 môn tiếng anh để đủ tín chỉ ra trường. Rất mong được sự phản hồi của nhà trường. Em xin chân thành cảm ơn.",
    "Dạ em xin chào các cô phòng đào tạo ạ. Em có 2 vấn đề muốn hỏi ạ 1. Học kì 211 em muốn đăng kí môn \"Nhập Môn Kĩ Thuật\" học cùng với K21 thì em phải đăng kí như thế nào ạ. Em học khoa Điện 2. Em muốn xin đăng kí chuyển điểm đã học thì cần phải làm những giấy tờ và thủ tục gì ạ. Em xin cám ơn ạ",
    "Em chào thầy cô, hôm trước lúc đăng kí môn học dự thính lớp em bị huỷ, mà cha mẹ em đi cách ly nên em chưa thanh toán học phí được nên giờ em chưa có thời khoá biểu, thầy cô cho em hỏi giờ em có thể thanh toán học phí dự thính đợt rồi và đăng kí môn học được không ạ, em xin cảm ơn",
    "EM có mong muốn học môn IM1023 mà lớp đã đủ sĩ số mong nhà trường có thể mở thêm sĩ số. Xin cám ơn!",
    "Cho em hỏi em có đăng ký Giải tích 2 vào lúc đăng ký môn học đợt 1 rồi nhưng không hiểu sao kết quả bị xóa môn học ạ. PĐT có thể xem xét mở môn Giải tích 2 vào học kỳ chính 211 hoặc mở thêm lớp vào học kỳ dự thính 211 không ạ tại vì nếu bị trễ Giải tích 2 em sẽ bị trễ tốt nghiệp ạ? Em cám ơn ạ!",
    "Dạ cho em hỏi số tín chỉ tiên quyết để đăng kí môn năm 3 có giảm không ạ vì dịch nên em không thể thi bằng Anh Văn được ạ.",
    "Chào Thầy/Cô! Cho em xin cách mở thêm sỉ số môn Truyền Số Liệu và Mạng lớp dự thính DT01 được không ạ? Lớp này sỉ số mới 30 người thôi ạ! Em xịn cảm ơn!",
    "Em chào ad Em là  MSSV:  Khoa Kỹ thuật xây dựng Em có yêu cầu mong rằng pđt sẽ mở thêm lớp Dự thính kì 211 cho môn Giải tích 2 (MT1005) để em và nhiều bạn khác có cơ hội học lại và cải thiện điểm môn này ạ. Em tha thiết mong rằng sẽ được duyệt ạ Em chân thành cảm ơn.",
    "PĐT cho em hỏi, trong mail em nhận được về đăng ký môn học HK211, có mục 8 về sinh viên chưa nộp bảng sao bằng tốt nghiệp. Ở câu \"SV phải đăng ký lại môn học, không phục hồi kết quả của đợt đăng ký trước đó.\" Em không hiểu \"phải đăng ký lại môn học\" là sao ạ? Em xin cảm ơn.",
    "Em có lỡ tay xóa môn này và khi em đăng kí lại thì không đăng kí được nữa. Trong khi đó môn Trang bị điện - điện tử thầy  đã sửa lại là môn song hành cùng môn này, nhưng em đăng kí lại thì nó hiện lỗi như hình em gửi bên dưới. Sau một lúc thì sỉ số các lớp đã tối đa, em mong pđt sửa lại giúp em và có thể tăng sỉ số lớp được thêm 1 sv được không ạ  Em cảm ơn rất nhiều ạ, mong pđt giúp em vì môn này là môn tiên quyết ạ ",
    "Dạ em xin chào thầy cô ạ Em là  MSSV  Lớp CK18DET Em muốn hỏi là nếu theo như lí do như pđt đã nêu thì em thiếu những điều kiện như trên Trong khi em hoàn toàn không có thiếu điều kiện nào như trên luôn ạ. Mong pđt xem xét lại trường hợp của em ạ Em cảm ơn ạ",
    "Do tình hình dịch, hiện tại em chưa nộp bằng anh văn 2 kĩ năng để có thể đăng kí luận văn tốt nghiệp. Cho em hỏi khi nào em nộp bằng anh văn em mới có thể đăng kí môn học ạ? Hiện tại em chưa thi anh văn ạ.",
    "Em xin chào thầy cô ạ,  1. Thầy cô cho em hỏi là môn anh văn 4 (LA1009) có mở kì 211 không ạ? vì đợt 1 em thấy số lượng anh văn 4 đăng kí cũng nhiều mà đến đợt 2 hệ thống hiện không mở lớp ạ. 2. Theo như mail pđt thì số lượng tối đa mỗi lớp lý thuyết là 99sv, các lớp cơ lưu chất (ci2003) hiện đang là 93 hoặc 90 sinh viên thì pđt có thể tăng sỉ số lớp thành 99sv để chúng em có thể đăng kí thêm được không ạ? Em xin cảm ơn thầy cô!",
    "Em xin chào Thầy Cô, Em là sinh viên khoá 2019 sắp thi kết thúc học phần Chủ nghĩa xã hội (SP1035) trong HK203 và em có thắc mắc là môn Đường lối CM của Đảng CSVN (SP1039) không được mở trong kì 211 để em đăng ký vậy ạ?  Do em nhận được mail từ PĐT có ghi là: \"Các học phần đang học nhưng chưa có điểm (HK202+HK203), kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần\" . Em mong nhận được phản hồi từ Thầy Cô. Em xin cảm ơn.",
    "Thưa cô/thầy, Do thành phố đang trong mùa covid, em chưa thể thi để lấy chứng chỉ ngoại ngữ. +Thưa cô/thầy, có cách nào để đăng kí luận văn tốt nghiệp không?  +Thưa cô/thầy, em có thể ra trường mà thiếu 3 chỉ được không? Do kì này môn học e có thí nghiệm không mở môn ? Dạ, em cảm ơn ạ",
    "Môn Truyền số liệu , mã MH: EE3019 Em là sinh viên khoá 2018. Hiện tại em đang có nhu cầu đăng kí môn học Truyền số liệu, mã môn học EE3019, nhưng hiện mã môn em đăng kí đã có 30/30 người đã đăng kí môn học dự thính. Do vậy, em xin Phòng Đào tạo mở thêm vài slot đăng kí thêm ạ (có vài bạn nữa), em mong Phòng đào tạo tạo điều kiện cho em và các bạn khác đăng kí được môn học. Em xin chân thành cảm ơn!",
    "Chào các thầy/cô PDT, Hiện em có đăng ký hoãn thi 2 môn Giải tích vì điều kiện vật chất. Nhưng nếu đến ngày thi em đã tìm được cách khắc phục thì vẫn thi bình thường được không ạ?! Và em có cần làm những thủ tục gì không ạ!",
    "Kính gửi thầy (cô), Em là sinh viên ngành Kĩ thuật xây dựng. Em có các thắc mắc mong được thầy (cô) giải đáp. 1. ĐKMH dự thính HK 211 các môn học có mã nhóm là T01 em là sinh viên Chính quy thì có được đăng kí không ạ? (Do HK chính không mở môn này) 2. Môn Đề cương luận văn có cần phải đủ sĩ số mới mở lớp không hay chỉ cần em đăng kí là được mở? (Do em định để kì sau mới đăng kí mà sợ không mở lớp.) Em chân thành cảm ơn sự giúp đỡ của thầy (cô).",
    "Trong kỳ này theo qui định em chỉ có thể đăng kí 15 tín chỉ. PĐT có thể xem xét để em có thể đăng kí thêm 6 chỉ được không ạ. Em muốn đăng kí thêm 2 trong 3 môn là MT1003 , CI1003 , CO1003. Mong phòng đào tạo có thể cho em đăng kí thêm 2 trong 3 môn đó ạ. Em xin cảm ơn rất nhiều ạ",
    "Kính gửi thầy/ cô,  Em không đăng ký được môn học Chủ nghĩa xã hội khoa học do thiếu môn học trước kinh tế chính trị trong khi em đã học môn kinh tế chính trị trong học kỳ hè.  Em mong thầy/cô xem xét.  Em xin cảm ơn",
    "Cho em hỏi đợt đăng ký 1 em có đăng ký môn Giải tích 2 nhưng kết quả bị xóa môn ạ. Em có qua đăng ký kỳ dự thính như bị full slot hết rồi ạ. Em k biết có bị lỗi gì ở kì chính k ạ và em muốn đăng ký lại Giải tích 2 ở kỳ chính 211 thì phải làm s ạ? Tại vì nếu bị trễ môn này thì em bị trễ tốt nghiệp ạ?",
    "Dạ e chào Thầy/Cô, em hiện là sinh viên thuộc khoá K18 ngành môi trường, do chương trình K19 đã thay đổi và lớp em đã học gần hết môn tự chọn. Nên em phải đăng ký môn En3099 tương đương. Nhưng nhóm L02 đã hết chỗ. Kính mong Thầy/Cô có thể bổ sung em vào nhóm L02 của mông En3099 được không ạ? Em cảm ơn Thầy/Cô rata nhiều ạ!",
    "Nguyễn Hoàng Được  Em chào thầy cô. Hôm nay em có vào đăng ký môn học Giải Tích 2 dự thính. nhưng các lớp đã đủ số lượng . Kính mong thầy cô có thể đăng ký giúp em được không ạ ! Em xin cảm ơn !",
    "Cho em hỏi môn Địa chất kiến trúc và Đo vẽ bản đồ, theo như chương trình đào tạo của em mã GE2003, có thể cho em xin học môn tương đương GE2035 không ạ. Vì em đăng ký nhiều lần rồi nhưng không thấy môn mở lớp.",
    "Em tên là , mssv , khoa Điện - Điện tử Đợt đăng kí môn học lần 1 em có đăng kí môn giải tích mạch (EE2033) nhưng sang đợt 2 em bị xóa môn vì lí do không có khả năng xếp lớp ạ. Nhưng hiện tại tkb của e vẫn có thời gian trống.Vì vậy, em muốn xin pđt có thể điền bổ sung em vào danh sách lớp L12-L23 của môn học này có được không ạ? Nếu không đăng kí được môn học này thì sẽ ảnh hưởng đến nhiều môn học trong các học kì tiếp theo nên em xin pđt xem xét giúp em ạ! Em chân thành cảm ơn!",
    "cụ thể là: em muốn xin đăng kí thêm vào lớp đã full ạ . lớp L03_L12 môn học cơ lưu chất, mã môn học: CI2003 em xin chân thành cảm ơn thầy/cô ạ.",
    "Dạ PĐT cho em hỏi với ạ, là học phí của học kỳ  dự thính 211 sẽ là bao nhiêu ạ . Em xin cảm ơn",
    "Chào thầy/cô, Em thấy trong mục đăng kí môn học dự thính chính quy + vừa học vừa làm đợt 2 có mở đăng ký môn học đồ án mã môn EE3151 vậy cho em hỏi e có thể đăng ký đồ án dự thính trong nhóm này được không ạ. Do em thấy mã lớp là T01 chứ không phải DT01",
    "Dạ em có đăng ký được môn Vật lí 1 (PH1003)  thuộc nhóm lớp L03 của học kì chính 211. Vậy môn học này em sẽ phải tính học phí bao nhiêu tiền 1 chỉ ạ. Mong quý pđt tư vấn",
    "Kính gửi Phòng Đào Tạo Em tên là  MSSV :  em là sinh viên chính quy đã chuyển sang hệ VHVL , em đã tham khảo ý kiến thầy cô tại Phòng Đào Tạo là lúc chuyển vẫn giữ là sinh viên K18 và học tiếp chương trình K18 hệ VHVL, chuẩn nhận LVTN và ra trường của K18 hệ VHVL là Toiec450 và em đã đạt được chứng chỉ  Toiec465 và cũng đã thẩm tra thành công trên MyBK, vậy em đã đủ điều kiện đăng ký môn LVTN ME4029 ,nhưng ĐKMH đợt 2 em vẫn không thể đăng ký được vì hệ thống báo thiếu Chứng chỉ Ngoại Ngữ , em mong Phòng Đào Tạo xem xét để em có thể đăng ký môn LVTN ,em xin chân thành cảm ơn.",
    "cô ơi cho em hỏi là tại sao em bị hủy đăng kí môn sức bền vật liệu ạ ?? Mặc dù em đã vào kiểm tra nguyên nhân ",
    "em mún mở thêm sĩ số môn truyền số liệu và mạng ee3019 lớp dt01 để em đăng kí á mong phòng đào tạo xem giùm em",
    "Thưa thầy/cô, cho em hỏi em muốn nộp bằng tốt nghiệp Trung học phổ thông mà bây giờ dịch quá, em không thể vô lại Sài Gòn. Em phải làm sao ạ.",
    "Kính chào PĐT,  Em tên là , MSSV , Hệ VLVH. Hiện tại em đã tích lũy đủ số TCTL của ngành và hoàn thành bảo vệ LVTN với số điểm là 7.25. Trong thời gian đợi xét tốt nghiệp thì em có cần đăng ký môn học để duy trì tình trạng sinh viên không ạ? Nếu đăng ký thì cần phải đăng ký như thể nào? Rất mong nhận được sự phản hồi của PĐT. Em chân thành cảm ơn.",
    "Dạ em chào quý thầy cô em đã được bên phòng đào tạo xem xét cho em hoãn thi (bảo vệ) luận văn rồi. Vậy nếu em muốn bảo vệ lại thì em có cần phải đăng ký môn học luận văn lại 1 lần nữa không hay là pdt sẽ chuyển thẳng cho em được bảo vệ luận văn ở bộ môn mà không cần phải đăng ký lại luận văn ?Mong quá thầy cô có thể giải đáp thắc mắc này cho em với  Dạ em cảm ơn",
    "lÝ DO : em muốn xin pdt xem xét lại tkb môn hóa phân tích( CH2009 ) ở kỳ 211 lại bị hủy ạ , mong phòng đào tạo có thể cho em được đăng ký học môn này thông qua việc tăng sĩ số ạ lớp L02_L06 ạ  Mong pdt tạo điều kiện cho em được học ở lớp này ở tkb này ạ , em cảm ơn ạ",
    "Dạ em xin chào ạ, Dạ cho em hỏi là học kì dự thính 211, đối với môn truyền số liệu và mạng (EE3019) thì có được mở rộng thêm sỉ số lớp không ạ? Vì em thấy sỉ số lớp hiện tại chỉ có 30 bạn thôi (còn  có thể học 99sv/lớp). Em muốn được biết để có thể canh đăng ký môn ạ, vì hiện tại đã đủ sỉ số rồi, nhưng hiện tại em đang rất cần học môn này để có thể làm đồ án được ạ. Em xin cảm ơn.",
    "Em là . MSSV . Em có một chút bất cập về đăng kí môn học. Hiện tại số chỉ đăng kí học kì mới của em chưa đủ.Một số môn em có nhu cầu học hiện tại đã đầy.Mong PDT có thể mở thêm sĩ số lớp Nhập môn thị giác máy tính. Mã môn học ME4201. PDT có thể mở thêm 1 chổ lớp L01 hoặc L02.Mong nhận được sự giúp đỡ từ PDT để em có thể hoàn thành tiến độ học tập của mình. Em chân thành cảm ơn ạ",
    "B   /I     Cho em xin vào lớp Hóa phân tích HK211 học kỳ chính do đã hết slot ạ.",
    "Dạ xin chào thầy cô Hôm nay em có thi môn GT2 và phải nộp video ghi hình bài làm, nhưng sau khi em nén thì em lỡ nén thành dump raw input rồi replace mất file video gốc và em không mở được nữa, cho em hỏi là hậu quả là gì nếu em không có file ghi màn hình ạ?",
    "Chào thầy cô ạ, Em là  MSSV  ..Kì này em đk môn thí nghiệm quá trình thiết bị( CH3015) nhưng đợt 2 thì bị out và khí đk lại thì đầy lớp .. Em không đăng kí môn này được sẽ dẫn đến trễ 1 năm ạ,,vì mọi bạn đều đăng kí và không có lớp đăng kí nữa ạ.. Thầy cô mở sỉ số cho em đăng kí vào với ạ Em cảm ơn",
    "Cho em hỏi tại sao các môn C, D của khoa Kỹ Thuật Hóa Học sỉ số 60 là full không cho tăng vậy ạ, em muốn đổi giờ học hay đăng kí thêm đều không có chỗ. Sao không tăng lên 99 được vậy ạ? Em cảm ơn.",
    "Em tên là , mssv , hiện đang học ngành KTHH, chuyên ngành quá trình thiết bị và điều khiển. Cho em hỏi là hiện tại em còn thiếu một môn nhóm A, nhưng học kỳ chính 211 lần này không mở một môn tự chọn nhóm A nào dành cho K18 (mã môn cũ), nên nếu như bây giờ em đăng ký theo mã môn mới của K19 thì có được không ạ, nếu vậy thì em phải làm thế nào để được xác nhận là đã học đủ 6 tín chỉ tự chọn của nhóm A ạ???",
    "Hỏi về điểm HT/VP sau khi làm đăng ký hoãn thi Dạ em có thắc mắc là theo \"Đơn hoãn thi/vắng thi có phép\" ở link aao: http://www.aao.hcmut.edu.vnmage/dataieumau/maudon/PDT-08_Vang%20thi%20cuoi%20ky%20diem%20VP%20hoac%20HT.pdf Sẽ có 2 lý do: 1/ Thi Olympic của trường -  Nhận điểm HT, sau này thi lại thì tính vào điểm tổng kết và được tính vào GPA. 2/ Trường hợp khẩn cấp -  Nhận điểm VP, sau này thi lại thì sẽ nhận điểm Đạt (DT), và điểm DT này không được tính vào GPA. Vậy cho em hỏi là sau khi điền form hoãn thi theo quy định mới của PĐT: https://forms.gle/ckyYcJMWN7w3kqe56 thì tụi em sẽ nhận được điểm HT hay VP ạ? Em xin chân thành cảm ơn!",
    "MSSV:  Nhập môn điện toán .",
    "Em chào pđt, em tên là -MSSV: , sinh viên nghành kỹ thuật công trình giao thông.  Do sĩ số quá đông nên em không thể đăng ký môn   B Thí nghiệm và vật liệu xây dựng đường ôtô (CI4061)    .  Là sinh viên năm cuối và đây là môn quan trọng phục vụ việc làm luận văn và công việc sau này nên em xin pđt có thể cho em đăng kí môn học này (thêm vào sĩ số) vào lớp L02 trong học kì 211 không ạ.  Em cảm ơn.",
    "Dạ em chào ban lãnh đạo nhà trường Sau một năm em hoãn học vì một số lý do cá nhân thì kì hè hiện tại em đi học lại Vừa qua em đăng ký học kì 1 của năm 211 đợt 1 thì đến giờ đã bị hủy tất cả môn học và hiện giờ em đăng ký học kì 211 đợt hai thì đã không được nữa Em rất mong nhờ PĐT đề ra hướng giải quyết giúp em   Em mọng nhận được hồi âm sớm từ thầy cô  Em xin cảm ơn và chúc thầy/cô nhiều sức khỏe  Trân trọng!  ",
    "Em tên:  MSSV: Em bị tạm dừng học kỳ 202 học kỳ 2 năm học 2020-2021.Em đã đính kèm phiếu thu nhận lại bên dưới.   B Trường hợp của em là đã hoàng thành 142 tín chỉ và thiếu  2 kỹ năng nói viết để tốt nghiệp. Vậy học kỳ tiếp theo, cho em hỏi em có nhất thiết phải đăng ký môn học hay không?    Em xin chân thành cảm ơn!",
    "Em chào thầy (cô) ạ Em là sinh viên  - MSSV:  Thuộc lớp DD19DV5  Hiện tại em đang gặp khó khăn trong việc đăng kí môn học, do năm 1 em bị rớt nhiều môn nên cố gắng trả nợ và học thêm nhiều môn chính trị để đủ chuẩn là sinh viên năm 2. Nhưng hiện tại em không thể đăng kí các môn CS ngành của năm 2 do kết quả đăng kí của em bị xóa và không mở lớp thêm. Do đó em không có đủ số tín chỉ tối thiểu để tiếp tục học kì ạ. Kính mong thầy(cô) tư vấn cho em để khắc phục tình trạng hiện tại và tiếp tục học kì ạ. Em xin cảm ơn thầy(cô) !",
    "Em thào thầy/cô Vào đợt đăng kí môn học ( ĐKMH ) kì 211 đợt 1 em có đăng kí môn Truyền số liệu và mạng ( EE3019 ), vì kì 211 là kì chính mở môn này nên em đã không đăng kí học kì dự thính, vào đợt ĐKMH 211 đợt 2 này em thấy môn này đã bị xóa lớp, nhưng kì dự thính lại có mở lớp và đã hết sĩ số, giờ em xin phép cho em vô lớp dự thính được không ạ ?",
    "Em kính chào Thầy/Cô   Em có một thắc mắc mong thầy /cô giải đáp giúp em.    Hiện tại PDT đang mở cổng để DKMH. Thầy/ cô cho em hỏi thăm là hệ VLVH khi đăng ký MH có cần phải DK môn học với mã nhóm Txx như các học kỳ trước để có TKB học kỳ chính không ạ hay các môn mã DTxx vẫn được tính trong tkb chính của hệ VLVH ạ ? Vì hiện tại em nhận thấy các môn em cần đăng ký đều hiển thị mã DTxx.    Em cám ơn Thầy / Cô nhiều ạ.    .",
    "Em vừa xin được thầy  của bộ môn điện tử để đăng ký môn học đồ án EE3151, em muốn hỏi là dự thính có mở môn học đồ án không ạ vì em thấy trên khung đăng kí môn học dự thính đợt 2 có ạ. Em xin cảm ơn.",
    "Thưa thầy cô, em tên , MSSV . Đợt 1 đăng kí môn HK211 vừa rồi em có đăng kí môn Anh văn 3 (LA1007). Nhưng khi mở đợt 2 em kiểm tra lại thì không thấy môn này nữa, em cũng có đăng kí lại nhưng không tìm thấy môn (hiển thị: \"Không có môn học mở!\"). Thầy cô cho em hỏi em lý do vì sao em bị mất môn này ạ? (Tuy em đang học AV2 chưa có kết quả tổng kết nhưng đảm bảo em không nằm trong những trường hợp cấm thi,...) Đây là lỗi của hệ thống, pđt sẽ khôi phục lại sau hay em phải làm sao để khôi phục đăng kí môn này ạ? Em mong sẽ nhận được phản hồi từ thầy cô sớm nhất có thể. Em xin cả      m ơn.",
    "cho em hỏi nộp video theo mail trường ngày 30/7 phụ lục 2 phải không ạ em nộp ở đó có bị gì không ạ vô nộp trong bkex thì nó bị hỏng nên em không nộp được ạ, nếu phải nộp trong bkex thì có thể mở lại cho em nộp video môn triết không ạ tại em tưởng nộp theo mail trường nên em không bấm vô đó nộp khi nó bị hư và h hơn 48h r ạ",
    "Em chào các anh chị  ạ,  Dạ, nhà trường có thông báo chỉ mở nhưng lớp không có học phần thực hành trong kì dự thính 211 này nhưng học kì chính cũng vẫn mở dù học onl thì sao không thể mở trong kì dự thính ạ. Ví dụ như môn Vẽ kĩ thuật, học trễ rất có khả năng ảnh hưởng đến tiến độ học tập của sinh viên ạ. Em cảm ơn, mong nhận được phản hồi sớm ạ.",
    "Môn cơ học kết cấu mã MH CI2029 không mở nữa thì học thay thế môn khác được không  KHóa  chỉ mở lớp CI3233 Cơ kết cấu. Hai môn này có tương đường nhau không ạ .",
    "Học vụ       Chào Thầy/Cô  Vào kỳ dự thính 202 em có thanh toán trễ hạn học phí dự thính vậy giờ em cần phải làm gì ạ Vì dịch bệnh nên em không đến PDT để nộp đơn được ạ",
    "Kính gửi phòng đào tạo, em đã đăng kí bảo lưu ở học kì 202. Hiện tại em đã đăng kí môn học học kì 211 đợt 1. Tuy nhiên ở đợt 2 em không thể đăng kí cũng như không có thời khóa biểu với lý do \"tạm dừng\". Hiện tại em không có mặt ở tp HCM để nộp đơn cứu xét. Em nên làm gì để được tiếp tục theo học ạ? Em cảm ơn",
    "Em là sv k20 ạ. Do hk202 em ko đăng ký GT2 và cũng ko học ở kỳ hè nên em chỉ dk được 12 chỉ kì chính và 4 chỉ môn GT2 ở kỳ dự thính thôi thì có được tính là 16 chỉ không ạ. Tại vì em thấy quy chế ghi là phải dk 14 tín chỉ 1 trong học kỳ chính ạ .",
    ". -Dạ theo đúng CTĐT thì HK211 em có học môn SP1031-Triết học Mác-Lenin nhưng em đã đăng ký học trước ở DT203 rồi ạ và sẽ thi cuối kỳ vào ngày 24/08. -Em có đăng ký môn tiếp theo là SP1033-Kinh tế chính trị Mác-Lenin để đủ 14 tín chỉ nhưng được thông báo là không được hỗ trợ sắp xếp TKB tránh thời gian học môn MI1003-Giáo dục quốc phòng nên em đã hủy đăng ký, hiện tại em chỉ có 12 tín chỉ cho HK211. -Hiện tại em cũng có thấy là môn MI1003-Giáo dục quốc phòng không đăng ký được vậy em có thể đăng ký lại môn SP1033-Kinh tế chính trị Mác-Lenin để đủ 14 tín chỉ được không ?",
    "em Là  Mssv: cho em hỏi là nhà trường có thể mở rộng số lượng sinh viên các lớp chuyên ngành kỹ thuật xây dựng để em có thể hiệu chỉnh được không ạ vì thời khóa biểu nhà trường sắp xếp cho em không phù hợp với thời gian sinh hoạt của em và emm muốn được hiệu chỉnh lại ạ . mong nhà trường phản hồi em sớm nhất có thể ạ em cám ơn ạ.",
    "Tên sinh viên:  Em xin phòng đào tạo tăng sĩ số lớp Truyền số liệu và mạng-EE3019, lớp DT01-DT01 dự thính",
    "Dạ thưa quí Thầy Cô, cho em xin đăng kí môn IM1003 (Kinh tế học vi mô) ạ.",
    "Em là  MSSV  Cho em hỏi là em đăng ký luận văn tốt nghiệp cơ điện tử  (ME4019) đợt 2 không được ạ. Em cảm ơn",
    "Em là lớp trưởng k20. Cho em hỏi về việc nộp bằng tốt nghiệp. Khi có thông báo về việc (lúc chưa có dịch) nhiều bạn vẫn chưa lấy bằng và ở xa. Không nộp được. Lúc đã lấy được thì bùng dịch không học trực tiếp tại Tp HCM được. Nên em vẫn chưa có thu được bằng nào cả. Vậy bây giờ sao ạ? Em xin cảm ơn. Có bị hủy đăng ký môn ở học kỳ tiếp theo không ạ?",
    "em chào thầy cô, thầy cô cho em hỏi là bây giờ vì tình hình dịch bệnh em không thể liên lạc với hết tất cả các thầy cô bao gồm chủ nhiệm khoa, chủ nhiệm bộ môn. Hiện tại em chỉ liên lạc được với thầy giảng viên giảng dạy môn đó thôi thì phòng đào tạo cho em xin mở lớp được không ạ? hic, em cố gắng lắm giờ cũng chỉ liên lạc được với thầy giảng dạy thôi mà em thực sự rất cần đăng kí môn học này trong kì dự thính tới, em mong thầy cô có thể giúp em với được không ạ. em xin đăng kí mở lớp 2 môn là Thiết kế động cơ đốt trong TR3013 và Thiết kế ô tô TR3049 . em thực sự xin thầy cô giúp đỡ em với thầy cô ơi, em cảm ơn thầy cô nhiều ạ",
    "Gửi nhà trường, Sáng ngày 7/8/2021 em có xem kết quả đăng ký môn đợt 1. Kết quả bị hủy 1 số môn vì trùng lịch. Vậy nên em buộc phải hủy 1 số môn đã đăng ký được để đăng kí lại và chọn lớp khác. Nhưng sau khi hủy rồi do lỗi hệ thống nhà trường nên không thể đăng ký lại được. Đến chiều tối em đăng ký lại thì lớp đã đủ số lượng. Em không thể không đăng kí vì ảnh hưởng lộ trình học. Em muốn hỏi nếu muốn đăng ký vào học các lớp đã đủ số lượng thì phải đăng ký như thế nào? Cảm ơn nhà trường đã hỗ trợ.",
    "em chào thầy và các cô vì một số lý do nên e đả chậm trể trong việc đăng kí môn học dự thính HK211 ( EE3019) Truyền số liệu và mạng vì thế em muốn xin thêm sĩ số môn học môn này ở nhóm lớp nào củng được ạ .",
    "Kính gởi pđt Em tên   ở đợt đăng ký môn học đợt 1 em có đăng ký đề cương luận văn tn nhưng đến đợt 2 em bị xóa và hiện em không thể đăng ký lại được với lý do không được đăng ký vào loại hình này ạ . em xin đính kèm hình lỗi vào ạ      .",
    "Dạ chào thầy/cô Em là K18 khoa Điện còn nợ môn Vi xử lí (EE2013- 4 chỉ). Em thấy trên web trường thì môn EE2013 tương đương với môn EE2039 + EE1007 Em đã qua môn Vật lí bán dẫn (mã cũ EE1013 - mã mới EE1007) thì bây giờ làm phải đăng kí môn nào để có thể trả nợ được môn Vi xử lí mã 4 chỉ vậy ạ? Tại vì môn EE2039 không mở lớp, em thấy chỉ mở lớp EE3413 thôi ạ",
    "Cho em hỏi thí nghiệm vật lý kì này có mở không ạ    .",
    "Em chào thầy/ cô Em tên , là sinh viên khoa Địa chất dầu khí K17 ạ . Ở học kì này theo chương trình đào tạo em cần học 16 chỉ, nhưng do hè em đã đăng kí dự thính 1 chỉ nên còn 15 ạ Nhưng em thấy khi đăng kí thì giới hạn số tín chỉ đăng kí là 13. Em có hỏi giáo vụ khoa thì được báo là phải đổi 2 chỉ không được đăng kí chính quy sang dự thính. Nhưng do không đủ 15 bạn học dự thính môn đó ( các babh K17 khác đã học ở kì trước, còn các bạn K18 không bị giới hạn số tín chỉ) nên không đăng kí mở lớp dự thính được. Vậy em phải làm gì để khắc phục ạ. Em cảm ơn",
    "Xin chào PĐT. Em hiện chỉ còn 1 môn MA1003 nữa thôi là xong ạ. nhưng TKB báo bị trùng và em cực kì mong muốn PĐT có thể hỗ trợ em đăng kí học môn này ạ. Em đảm bảo tiến độ học tập và cố gắng hoàn thành xong để có thể ra trường. Em cám ơn anh/chị rất là nhiều! Mong PĐT có thể hỗ trợ em trường hợp này",
    "cho em hỏi nộp video theo mail trường ngày 30/7 phụ lục 2 phải không ạ em nộp ở đó có bị gì không ạ vô nộp trong bkex thì nó bị hỏng nên em không nộp được ạ, nếu phải nộp trong bkex thì có thể mở lại cho em nộp video môn triết không ạ tại em tưởng nộp theo mail trường nên em không bấm vô đó nộp khi nó bị hư và h hơn 48h r ạ",
    "Em chào thầy cô PĐT. Em gặp lỗi hệ thống do có đăng ký 6 MH ( có 3 môn không mở lớp ) 3 MH còn lại chỉ được học 1 môn, do 2 MH kia không có khả năng xếp lớp. ...... 1 trong 2 môn không có khả năng xếp lớp là: \" cơ lưu chất \" mã CI2003, có tới 43 lớp. Và có rất nhiều lớp mà em có thể được xếp học và không bị trùng giờ với MH khác,  nhưng hệ thống lại không xếp lớp. ..... Và lúc này thì các lớp đã được đăng ký hết, không thể đăng ký lại. Em mong  có thể cố gắng giúp đỡ em đk môn cơ lưu chất CI2003, em cảm ơn thầy cô rất nhiều.",
    "Thưa thầy, cô hôm này 5/8 em có thi online môn mô hình hoá, nhưng em không có đăng nhập vào phòng thi được, được sự cho phép của giám thị coi thi em đã nộp bài qua email cho giảng viên bộ môn ạ.Vậy hôm nay em nhận được thông báo hoãn thi, mong thầy cô suy xét về trương hợp hoãn thi của em ạ. Em xin chân thành cảm ơn thầy cô ạ.",
    "Chào bạn, Hiện tại PDT đã cập nhật lại danh sách nợ HP và đã mở Khóa cho SV thanh toán học trước ngày 10/8/2021 vào ĐKMH. Bạn vui lòng vào kiểm tra và ĐKMH cho HK211 nhé! Thân",
    "SV :  -  Lý do : Em muốn hỏi pdt về việc bị hủy môn Hóa Phân tích ( CH2009 ) trong tkb của em ở kỳ 211 a, em mong pdt có thể xem xét việc tăng sỉ số lớp để em được tham gia học tập ạ vì đây là một môn quan trọng trong ct học của e ạ mong pdt có thể tạo điều kiện cho em được học ở lớp L01_L03 ạ ( vì đó là tgian em còn lại để sắp xếp được lịch học ạ ). Em cảm ơn pdt ạ",
    "Em đã học Cơ  ở kỳ vừa rồi, nhưng hệ thống thông báo em thiếu điều kiện \"Học Trước\" Cơ  để có thể đăng ký  Thép 1 ở dự thính 211 ạ, Thầy cô cho phép em đăng ký CI3009 -  Thép 1 ở dự thính HK211 với em xin cảm ơn",
    "Mong trường mở thêm lớp do em bị hủy môn mà đăng kí lại hết slot ạ Mong được giải đáp",
    "Do hôm nay em đi hỗ trợ công tác chống dịch về trễ nên đã hết slot. Em hy vọng PDT có thể mở bổ sung giúp em theo kịp tiến độ học tập ạ. Em xin cảm ơn thầy ( cô). ",
    "Cho em hỏi về việc sĩ số lớp giải tích 1 cho kì dự thính 211 đã đầy, trường có dự tính mở thêm lớp không ạ.",
    "Kính chào thầy cô, Em tên là  mssv  lớp QL1902. Em có một số thắc mắc về học phí mong được thầy cô giải đáp. Trong học kì chính khi em đăng kí trên 17 chỉ ( cụ thể là 20 chỉ ạ), vậy ngoài phần học phí cố định của từng kỳ thì cách tính học phí của những tín chỉ tiếp theo sẽ được tính như thế nào ạ. Em mong thầy cô hỗ trợ giải đáp. Em xin chân thành cảm ơn! ",
    "Hiện tại em đang học Av2 theo nhu cầu ( vẫn chưa thi) . Khi đăng kí Av3 theo nhu cầu thì cần phải hoàn thành môn học Av2 trước, nhưng theo mail pđt nói tạm tính để đắng kí là sao ạ?",
    "Em chào thầy cô ạ. Do em bị hủy môn vì lớp hết slot ạ.Em muốn xin mở thêm 1 slot sỉ số lớp L01_L01 môn Hóa học trong kỹ thuật và khoa học môi trường 1( Mã môn:EN2005) học kỳ 211.Mong quý thầy cô giúp em mở lớp ạ. Kính mong nhà trường xem xét và hỗ trợ giúp em ạ Em xin chân thành cảm ơn.",
    "Dạ em không thể thanh toán học phí học kì hè bị trễ,  nên hiện tại em bị không thể đăng kí môn học được. Dạ như vạy thì em phải làm sao ạ ? Em cảm ơn ạ.",
    "Em xin hoãn bảo vệ luận văn HK202 vì dịch Covid và được chấp thuận, vậy em có cần đăng ký môn Luận văn ở học kỳ 211 không ạ. Em xin cảm ơn",
    "Cho em hỏi sao em đăng kí môn học bị thiếu môn học trước trong khi kế hoạch đã theo đúng học kì rồi ạ. Em cảm ơn.",
    "Em xin chào BQT, em hiện tại còn bị vướn 3 môn bắt buộc trong đó có 2 môn thực tập điện tử 2 và thực tập điện 2. Kết quả đăng ký đợt 1 thời khóa biểu em bị hủy 3 môn bắt buộc và đợt 2 thì không mở chỉ có lớp dự thính nhưng lại đủ sỉ số. Nay em tạo yêu cầu này mong BQT có thể cho em biết cách đăng ký những môn dự thính mà đủ sỉ số được không ạ, em thấy có môn mở 33/30 luôn, vậy em có thể xin tăng sỉ số được không ạ. Em xin cảm ơn.",
    "Dạ thưa pđt, em hiện tại đang học môn thiết kế cầu 1 ở học kì DT hè, trong đợt ĐKMH kì chính HK 211 em đk môn ĐAMH Thiết kế cầu thì hệ thống thông báo là em phải học Thiết kế cầu 1 trước, em hi vọng pđt khắc phục lỗi này để em được đăng kí môn ạ",
    "Dạ chào anh/chị, em xin anh/chị mở thêm 1 slot môn THIẾT KẾ SẢN PHẨM CÔNG NGHIỆP (ME4017) . Lí do: đợt 1 em đăng kí môn QUẢN LÍ VẬT TƯ VÀ TỒN KHO nhưng không mở lớp. Hiện tại em chỉ có 13 chỉ nhưng em thuôc chương trình kĩ sư tài năng nên cần tối thiểu 1 môn nữa mới đảm bảo tổng số chỉ lớn hơn 90%. Các môn tự chọn khác trùng lịch các môn hiện có, chỉ duy nhất môn THIẾT KẾ SẢN PHẨM CÔNG NGHIỆP (ME4017) là em có thể học đượcạ. Em cảm ơn.",
    "Mã số môn học EE1009 Đã đăng kí đợt  1 HK211 nhưng bị xóa mất môn. Mong xem xét đăng kí lại môn ở lớp kĩ thuật số   khác ở HK211 một cách sớm nhất (trước ngày 16/8/2021). Dẫn chứng có ở ảnh.",
    "Do tình hình dịch bệnh, nên trung tâm ngoại ngữ IIG đã hoãn thi từ 22/5/2021 đến nay. Liệu em có thể đăng ký  Văn Tốt Nghiệp và sẽ bổ sung chứng chỉ sau được không ạ?",
    "Em xin phép được đăng ký vào nhóm lớp trên ảnh",
    "Em chào thầy cô ạ, thầy cô cho em hỏi là kì chính 211 tới là em sẽ học môn động cơ đốt trong TR2019 nên kì dự thính 211 này là theo đúng lộ trình em được đăng kí môn Thiết kế động cơ đốt trong TR3013 với Hệ thống điện điện tử ô tô TR3045 (Vì điều kiện 2 môn này là học trước TR2019 ) nhưng mà vì bây giờ cả kì chính và kì dự thính đều đăng kí cùng lúc nên em bị hạn chế điều kiện môn học ko đăng kí được ạ . Thầy cô có thể giúp em gỡ điều kiện đăng kí của môn TR3013 với TR3045 để em có thể đăng kí học trong kì dự thính này được không ạ. Em thực sự xin thầy cô có thể gỡ điều kiện giúp em có thể đăng kí 2 môn đó với thầy owiiii. em cảm ơn thầy cô nhiều lắm ạ.",
    "Dạ cho em hỏi là theo CTĐT K19 thì học kỳ 5 là tụi em được đăng kí Kết Cấu Thép (CI3231), nhưng khi có kết quả đợt 2 thì lại bị huỷ môn với lí do là thiếu môn tiên quyết CI3233 ( CƠ KẾT CẤU ). Vậy cho em hỏi có phải là do hệ thống bị lỗi không ạ. Tại vì theo CTĐT thì là có môn ạ. Em xin cảm ơn!",
    "Kính gửi phòng đào tạo Em tên : - , hệ đào tạo : VHVL ; Khoa : Khoa học máy tính Em đã đăng ký môn học ở đợt 1 theo lịch học vụ. Tuy nhiên đến đợt 2 thì toàn bộ môn học của em đăng ký đều đã bị hủy. Một số môn trong đó vẫn có mở lớp. (Em xin đính kèm hình bên dưới). Ngoài ra, một số môn học quan trọng như Giải Tích 2 (MT1005) em cũng không tìm thấy trên hệ thông. Rất phòng đào xem xét giúp trường hợp này, để em có kế hoạch học tập tốt nhất",
    "Em muốn xin rút lại đơn hoãn thi môn học. Họ tên:  MSSV:  Mã số môn học: CO3043 Tên môn học: Phát triển ứng trên thiết bị di động. Tình hình là khi em thi cuối kỳ thì bị sự cố: bị thoát ra khỏi meet giữa chừng do vấn đề kỹ thuật, tuy đã vào lại được meet nhưng em lo lắng rằng sẽ không được tính điểm nên em đã lo lắng rất nhiều, và cũng gần 5 ngày sau khi thi nhưng em vẫn chưa thấy bảng điểm như thầy đã hứa nên em sợ sẽ bị trễ, vì vậy mà em đã quá hấp tấp gửi đơn hoãn thi môn học này . Nay thầy đã gửi bảng điểm trên elearning và em đã xác minh được rằng mình có điểm nên em muốn được rút lại đơn hoãn thi đó. Em xin cảm ơn.",
    "Em chào thầy (cô) ạ, Đợt 1 em có đăng kì môn Cơ sở tính toán thiết kế thiết bị hoá chất- CH2061 , sĩ số đăng kí đợt 1 là 44 bạn, nhưng vẩn bị hủy môn. Sau khi  em liên hệ thầy dạy môn này thì thầy cũng không biết tại sao là  bị hủy . Hiện tại em đang lập danh sách để xin mở lớp ở kì chính và được sự đồng ý của giảng viên. Vậy Phòng đào tạo có thể mở môn này ở kì chính 211 này được không ạ.Tại môn này rất quan trong là môn chuyên ngành bắt buộc tiên quyết của một số môn ạ nếu học ở kì dự thính sẽ không học được một số môn nữa ạ. Em rất mong nhận được phản hồi của thầy cô ạ",
    "Dạ chào Thầy Cô Em tên là  MSSV: Hiện tại em đang bị cấm đăng kí môn học học kì 211 do chưa thanh toán học phí học kì hè 203. Học kì hè 203 em có đăng kí 1 môn Giải tích 2. Do tình hình dịch Covid nên nhà trường bắt đóng học phí sớm hơn dự kiến, nhà em bị thất nghiệp nên em chưa thể thanh toán học phí đúng hạn và bị hủy TKB. Theo thông tin em đọc trên Quy chế chưa thanh toán học phí học kì hè sẽ bị ghi nợ học phí và không ảnh hưởng đến ĐKMH của học kì chính tiếp theo. Hiện tại tình hình kinh tế nhà em đang rất khó khăn và kì học sau cũng là học kì cuối cùng của em. Kính mong PĐT xem xét cho em được đăng kí môn học học kì 203, được ghi nhận nợ học phí và thanh toán vào học kì tiếp theo Em xin cảm ơn quý Thầy Cô ạ!",
    "Em chào quý thầy/ cô, Trong file môn học tích lũy lần trước có ghi rõ ràng e chỉ còn thiếu mỗi môn LVTN EE4323 và điểm AV em cũng đã đạt AV350. Nhưng sau đợt đăng ký môn học lần 1 lại bị hủy với lý do sinh viên chưa phân ngành ??? Mong quý thầy/ cô xem xét lại trường hợp này của em ạ. Em cám ơn.",
    "Thời gian: 7/8/2021 Từ:() Kính gửi: Phòng đào tạo Đại Học Bách Khoa tphcm Em tên: MSSV: Khoa:Điện-Điện Tử Do trước ngày 10/8 chổ em có thông báo cúp điện và em đã hoãn thi môn Kĩ thuật siêu cao tần(EE3025) và hôm nay họ lại thông báo ngày đó sẽ không cúp điện nên em muốn thi lại.Mong là thầy cô bỏ qua sai sót của cá nhân em .Em cảm ơn ạ!!",
    "Em chào thầy/cô của PĐT. Hiện tại thì học kì 211 em có đăng kí lại các môn của năm nhất để cải thiện điểm và kiến thức nhưng tkb của em chỉ có mỗi môn triết học thì em thắc mắc là đăng kí học lại thì phải đăng kí ở bên dự thính đúng không ạ hay là em phải đợi K21 nhập học mới có tkb của các môn đó ạ ? Và em cũng có nguyện vọng muốn được học lại cùng với K21 thì em phải đăng kí lại các môn học kì 1 năm nhất bên dự thính hay phải làm đơn gửi PĐT ạ ? Mong thầy cô giải đáp giúp em ạ, em xin cảm ơn. Trân trọng. .",
    "Em xin chào ạ. Vấn đề của em là không đăng kí môn hóa vô cơ trong đợt 1. Hóa vô cơ lại là môn bắt buộc trong chương trình học trong học kì này ạ. Nhưng em đăng kí vào đợt 2 thì hệ thống báo 'không được phép đăng kí'. Em phải xử lí như thế nào để được đăng kí học ạ . Em cảm ơn.",
    "Dạ em muốn hỏi là nếu em xin được giảng viên nhận mở lớp thì em có thể làm đơn xin mở môn giải tích mạch EE1011 trong kì dự thính được không ạ. Mặc dù em biết là môn giải tích mạch có thực hành nhưng chúng em thực sự rất cần môn giải tích mạch để tốt nghiệp ạ. Mong phòng đào tạo xem xét trường hợp này của chúng em ạ. Chúng em xin trân trọng cám ơn.",
    "Dạ cho em hỏi là môn Anh Văn 4 khi nào mở ạ, tại em thấy số lượng đăng kí đông ạ.",
    "Em chào thầy cô, em là , mssv . Thầy cô cho em hỏi là sĩ số lớp học vẫn chưa 99 thì có tăng được không ạ. Cụ thể, thầy cô có thể tăng giúp em sĩ số lớp L02 CI1051 Hư hỏng sữa chữa công trình và lớp L01 CI4125 Tổ chức thi công Em cảm ơn thầy cô đã đọc Trân trọng.",
    "Cho em hỏi Đợt 2 bị hủy và không mở lớp nhưng em thấy số lượng đăng kí khá đông ạ. Mong PDT mở lại môn học ạ.",
    "Em tên  là sv khóa K18 hiện tại vẫn chưa học được môn Xác suất thống kê, mã MH: MT2001 và em đã sắp xếp được để học vào kì 211. Trong lúc đăng kí kì 211 - Đợt 1 e đã đăng kí môn này và nhận thấy có khoảng hơn 100 bạn cùng đăng kí nhưng đến khi có kết quả thì lại không mở lớp vào kì chính nên em đã chuyển sang đăng kí vào kì dự thính 211. Tuy nhiên lúc em thử đăng kí vào kì dự thính 211 đợt 2 ( vì lúc đăng kí kì dự thính 211 đợt 1 em ko chọn XSTK do e đã đk được vào kì chính 211) vào lúc 15h chiều hôm nay là ngày 7/8/2021 thì hệ thống lại chưa cho mở đợt đăng kí đợt 2 dự thính dù trong email của hệ thống gửi thì thông tin rằng đã mở đăng kí kì dự thính cùng lúc với kì chính, tức là vào 13h ngày 7/8/2021 Đến tối cùng ngày lúc 22h em vào kiểm tra lại lần nữa thì thấy hệ thống đã mở đk cho kì dự thính 211 và môn XSTK đã hết lượt đk. Em cũng biết rằng sẽ có rất nhiều bạn rơi vào hoàn cảnh như e vì như e đã đề cập là có hơn 100 bạn đk vào kì chính 211 nhưng ko mở lớp  Em biết cũng 1 phần lỗi ở em đã không liên tục kiểm tra hệ thống để đăng kí nhưng em hy vọng quý thầy cô có thể gợi ý cho em một cách giải quyết trong trường hợp này như thế nào? Em xin cảm ơn quý thầy cô.",
    "cho em hỏi là kì hè 203 em học triết học mà lúc em đăng kí kì chính môn kinh tế chính trị thì nó hiện phải học trc môn triết . vậy cho em hỏi lúc bây giờ em đăng kí môn kinh tế chính trị có được xếp lớp không ạ",
    "Cho em hỏi môn học này số lượng đăng kí đủ nhưng lại không mở lớp ạ. Có cách nào để em đăng kí 1 trong 2 môn này được không ạ. Em rất cần môn này để tốt nghiệp ạ.",
    "Kính gửi pđt, em có đăng kí 2 môn nhưng vướng môn học trước Quản lý log có mã   B ME3233    (mã có trong chương trình đào của   B k18   ). Trong chương trình đào tạo k19 của em môn này có mã khác và em đã học môn này rồi. Vậy kính mong pđt xem xét mở đăng kí môn cho em. Em cảm ơn!",
    "PĐT ơi em là K20 thì năm sau kì 211 giá tiền mỗi tín chỉ vượt mức là bao nhiêu vậy PĐT ơi em cảm ơn nhiều ạ",
    "Xin chào thầy cô, hôm nay (7/8/2021) nhà trường có mở đăng ký môn học đợt 2, có 1 số môn đã đủ thành viên, không đăng ký được nữa. Em có hỏi 1 số anh chị thì có nghe là có 2 cách để đăng ký môn đó: 1 là nộp đơn xin mở thêm lớp, 2 là xin tăng sỉ số lớp. Về cách thứ 1 em có nghe qua nhưng số lượng bạn đk quá ít, còn về cách thứ 2 em chỉ mới nghe chứ không thấy cách thực hiện. Không biết cách 2 có đúng không ạ, nếu có thể xin tăng sỉ số thì em cần thực hiện những gì ạ? Câu từ khá lủng củng mong thầy cô thông cảm, chúc mọi người 1 ngày tốt lành!!!",
    "Em xin chào thầy, cô  Em là -Khoa Cơ khí Em xin phép được thắc mắc về thông tin thời gian, cách thức và các ngành dự kiến (em muốn hỏi cụ thể, chi tiết ạ) khi phân ngành của Kỹ thuật cơ khí-k20 ạ. Em xin cảm ơn.",
    "Em đã hoàn thành xong CTĐT và còn mỗi anh văn 4, nhưng HK chính 211 lại không mở AV4 ạ. Dạ  cho em hỏi HK211 em chỉ đk dự thính 211 môn anh văn 4 và không đk Học kì chính 211 thì có được không ạ? Có được xem là không duy trì trạng thái \"đang học\" không ạ?  Em cảm ơn !",
    "EM xin PĐT mở lớp Thiết kế Cầu 1 ( CI3039) ở học kì 211 hoặc HK dự thính 211.",
    "Kính chào Thầy/Cô của phòng đào tạo, Em có thắc mắc là kỳ này là kỳ chính thức của môn học Thí nghiệm silicat đại cương (MA3035) nhưng tại sao phòng đào tạo lại huỷ lớp ạ?",
    "Dạ chào thầy/ cô, em là  em có thắc mắc về 1 việc như sau ạ. Nếu em đăng kí hoãn thi môn A kì này thì kì 211 em phải thi cuối kì bù lại,và điểm đó chỉ tính . Vậy kì 211 em có được đk môn A đó học lại để lấy điểm tính vào TBHK hay không? Hay kì 211 e chỉ được thi bù rồi kì 212 mới được học lại ạ. Em cám ơn thầy, cô nhiều ạ",
    "Em chào thầy/cô ạ, Em hiện tại đang rất cần đăng kí môn Hoạch định nguồn lực sx (ME4605) Nhưng lịch học của em bị trùng tkb nên cần đăng kí môn này vào lớp L01 được không ạ? Mong thầy/cô có thể mở thêm sỉ số lớp L01 môn ME4605 được ko ạ? Em cảm ơn rất nhiều ạ.",
    "Kính gửi thầy (cô),  Em tên , MSSV: . Theo thông báo của phòng đào tạo thì sĩ số tối đa cho lớp học lý thuyết là 99, hiện tại thì sĩ số các lớp môn học Tổ chức thi công (CI4125) là 60. Em muốn xin tăng sĩ số lớp L01 (CI4125) hoặc các nhóm lớp khác để em được học và kịp tiến độ làm luận văn tốt nghiệp. Trân trọng.",
    "Em lỡ nộp file ghi màn hình sai cú pháp giờ phải làm sao ạ",
    "Em chào quý thầy/ cô. Em tên  Hiện tại em đang đăng kí luận văn tốt nghiệp nhưng bị lỗi. Trong file môn học tích lũy lần trước có ghi rõ ràng e chỉ còn thiếu mỗi môn LVTN EE4323 và điểm AV em cũng đã đạt AV350. Nhưng sau đợt đăng ký môn học lần 1 lại bị hủy với lý do sinh viên chưa phân ngành. Mong quý thầy/ cô xem xét lại trường hợp này của em ạ. Em cám ơn.",
    "Em K17, khoa CNVL, còn nợ môn   B MA3001    - Các phương pháp nghiên cứu vật liệu vô cơ Thầy/cô cho em hỏi em phải đăng kí mã môn học mới theo môn tương đương là mã nào ạ? Em có lên danh sách môn tương đương xem rồi, nhưng không biết chọn mã nào ạ! Mong thầy/cô trả lời em sớm ạ. Em xin cảm ơn ạ!!!",
    "Chào chị,  - Cho em hỏi bằng đại học hiện nay trường mình áp dụng đối với cử nhân và kỹ sư là bao nhiêu chỉ và đào tạo bao nhiêu năm ạ?  - Đối với mấy ngành quản lý thì chỉ có bằng cử nhân thôi, không đào tạo lên kỹ sư đúng không ạ? - Bằng kỹ sư hiện nay trường mình áp dụng bằng với bằng thạc sĩ luôn đúng không ạ? EM CẢM ƠN CHỊ NHIỀU.",
    "Em chào thầy, cô ạ, Hiện em   B không thể chuyển nhóm     môn   B CH3309 - T/kế tnghiệm &xlý sốliệu    từ Thứ 2 tiết 7,8 sang Thứ 2 tiết 4,5. Lý do Không đủ thời gian giãn cách giữa 2 cơ sở. Tuy nhiên sau khi kiểm tra lịch thì em   I không bị vướng lịch  /I  môn nào cả . Việc không chuyển nhóm được môn này ảnh hưởng đến lịch học của các môn khác. Mong thầy cô kiểm tra và fix lỗi giúp em ạ. Cảm ơn thầy/cô ạ. Chúc Thầy/cô một ngày làm việc vui vẻ.",
    "Kính chào thầy/cô PĐT, em tên là , em có một số thắc mắc về việc ĐKMH như sau: 1. Vào lúc ĐKMH đợt 1 em có đăng kí môn Xác suất thống kê nhưng sau khi có kết quả thì em đã bị xóa môn đó và hiện nay số tín chỉ của em chỉ còn có 13 tín chỉ và không thể đăng kí thêm môn nào nữa, như vậy thì em có thể tham gia học tập hk211 không ạ? 2. Em đã tham gia lớp KSTN khóa 2020, các môn học của em đều được sắp xếp ở cơ sở 1. Em xin hỏi có thể chuyển môn Triết học - học ở những lớp còn trống cơ sở 2 được không ạ?  Cảm ơn thầy/cô đã dành thời gian đọc câu hỏi của em. Mong được thầy/cô trả lời câu hỏi ạ",
    "Dạ e Em xin phép Thầy/Cô  . Nhờ Thầy/Cô xem lại giúp em . HK rồi e có ĐK môn Đề Cương Luận văn EE4321 và đã nộp đề tài vào ngày 31.5.21 cho thầy bộ môn nhưng đến giờ vẫn chưa có điểm . Em có nhắn cho thầy bộ môn (Thầy  ) và thầy nói là PĐT chưa có gửi danh sách cho thầy để thầy cập nhập điểm và kêu em gửi mail cho PĐT để PĐT gửi danh sách và thầy mới cập nhật điểm được  . Em nhờ thầy xem lại giúp em để e cập nhật điểm và đk môn học cho HK tiếp theo . Hiện tại em đã đăng ký môn học LVTN Hệ Vừa Làm Vừa học - HK211 - Đợt 1 và PĐT đã phản hồi lại chưa có điểm môn ĐCLV EE4321 vào ngày 07/ 08/ 2021 18:21 nên em không đăng ký được môn học LVTN  . Em xin cảm ơn Thầy/Cô ! ",
    "Chào thầy cô,  Em tên là   MSSV    Môn học Kỹ năng lãnh đạo(ME4625)  Hiện nay, môn học đã full 60/60 slot   Theo thông tin em đã đọc thì một lớp Hangout không quá 99 bạn .  Nên em muốn hỏi là có cách nào mở thêm slot cho lớp này không ạ?  Em và một số bạn có mong muốn học lớp này nhưng lớp đã hết slot.  Mong PĐT xem xét và phản hồi   Cảm ơn thầy cô   Chúc thầy cô ngày làm việc vui vẻ",
    "Trong kỳ này em có đăng kí hoãn thi môn giải tích 2 Trong kỳ tới em muốn Đăng ký thi môn đó thì em phải làm như thế nào ạ? Em có phải đăng ký học lại môn học đó không ạ? Em xin cảm ơn!",
    "Kính gửi: Phòng Đào Tạo ĐH Bách Khoa TPHCM  Em tên:   Mssv:  Cho em xin mở sỉ số lớp truyền số liệu EE3019 kì dự thính được không ạ. Em chỉ thiếu 1 môn truyền số liệu để có thể đăng ký được đồ án. Em cám ơn nhiều ạ!",
    "Dạ em chào PĐT! Em là  -  - khoa kỹ thuật giao thông - lớp GT18OTO4. Dạ cho em hỏi là kì này em đăng kí chỉ được 11 tín chỉ do đã hết môn đăng kí (còn lại luận văn tốt nghiệp và một môn không mở lớp 2 tín chỉ) vậy có bị hủy môn hay bị ảnh hưởng gì không ạ! Em cảm ơn!",
    "Em chào thầy/cô. Em là   Mssv  Trong lần 1 đăng kí môn học học kì 211, em có đăng kí môn Tin Học Vật Lí Kỹ Thuật (PH2003)  nhưng đến lần đăng kí đợt 2 thì bị xóa môn, đăng kí lại thì đã full hết lớp . Em thấy số sinh viên đăng kí môn này trong đợt 1 là 129 nhưng các lớp hiện tại chỉ có 120 sinh viên được xếp lớp. Vì là môn cơ sở ngành nên nếu vào học kì sau sẽ không đủ sinh viên để mở lớp. Mong phòng đào tạo có thể có thể mở thêm slot của các lớp môn này để tụi em có thể đăng kí học. Em cảm ơn.",
    "Thưa thầy/cô; Theo như chương trình đạo tạo trên http://www.aao.hcmut.edu.vn/ chương trình đạo tạo từ Khóa 2014 trở đi VB2 kHOA  không có môn học MT1009: Phương pháp tính. Tuy nhiên theo tìm hiểu chương trình chính quy 142 tín chỉ tại trường lại có thể hiện mã học phần này. Vậy em là sinh viên VB2 thì có phải học môn này không ạ? Trân trọng!",
    "Kính chào thầy cô Phòng đào tạo, Em tên , Mssv  Em viết mail này nhằm xin phòng Đào tạo mở thêm sĩ số môn Thiết kế sản phẩm-ME4017, vì môn đó là môn học bắt buộc của em kì này, nếu không đăng kí được sẽ ảnh hưởng đến tiến độ học tập của em ạ! Xin chân thành cảm ơn ạ!",
    "Em chào admin ạ. Em là sinh viên khoa Kỹ thuật Xây Dựng Em tên  MSSV  Em muốn đăng kí môn học Quản lý dự án Xây dựng. Có mã môn học CI1053 nhưng các lớp đã đầy ạ. Em mong pđt có thể giúp em tăng sỉ số lớp lên để em và các bạn chưa đăng kí được giống em có thể được đăng kí học ạ. Mong pđt giải quyết giúp em. Em xin chân thành cảm ơn!",
    "Em chào thầy cô. Do tình hình dịch ảnh hưởng đến kế hoạch thi lấy bằng anh văn nên hiện tại em chưa có bằng Anh văn nộp để đăng kí luận văn. Em có đăng ký Luận văn trong đợt đăng ký 1 nhưng không được, rất mong nhà trường có thể cho em đăng ký đợt luận văn này để kịp tốt nghiệp, và nhà trường có thể hậu kiểm . Em cảm ơn! Chúc thầy cô cuối tuần bình an và khỏe mạnh.",
    "Em muốn đăng ký chuyển hệ nhưng đỡ lỡ đợt nộp hồ sơ để chuyển hệ , liệu em có thể nộp hồ sơ bổ sung hay phải đợt đăng ký sau ạ. Em xin cám ơn",
    "Em là , MSSV . Em có đăng kí làm lại thẻ sv cách đây gần 1 tháng và đã được xác nhận một thời gian rồi. Nhưng hiện tại em vẫn chưa có thẻ sinh viên để tham gia dự thi. Vậy làm sao để em tham gia kì thi cuối kì ạ",
    "Em tên là v  Em xin tăng sĩ số môn học lớp Dự Thính DT01 thực tập điện tử 2(EE3021)  Em xin đăng ký môn học nay lớp này ạ vì môn này em không vào đăng ký được khi PĐT mở đăng ký vậy em không đăng ký được. Hơn nữa môn nếu em không đăng ký được thì em không thể đăng ký đồ án được. Em xin PDT mở lớp cho em được đăng ký ạ ! Em chân thành cảm ơn! ",
    "Dạ em xin chào PĐT! Nay e viết thư này kính mong PĐT xem xét giúp em về việc được tiếp tục theo học để Đk luận văn HK 211 này ạ! Học kỳ 202 trước e bị tạm dừng học lý do là em chưa có đủ điều kiện anh văn Toeic 500 để đăng ký luận văn, kỳ này em đã đạt được đủ Anh văn và đã nộp chứng chỉ ngoại ngữ lên Mybk để được xét luận văn. Nhưng do dịch bệnh, khu em ở và làm việc tạm thời bị phong tỏa, đi lại cũng hạn chế, nên em không lên trường nộp giấy thu nhận lại được . Nay em kinh mong PĐT xem xét giúp em chuyển Tình trạng sinh viên từ Tạm dừng sang Đang theo học tiếp tục để e có thể ĐK luận văn tiếp tục và sớm nhất ạ . Em chân thành cảm ơ  PĐT!",
    "dạ em chào PĐT Cho em hỏi về vấn đề chưa thanh toán học phí kì hè bị hủy môn ở hk211 Học kì hè em có đăng kí môn AV4 ở đợt 2 (thì trường đã bắt đóng học phí và có thông báo miễn anh văn ở HK 211) vậy thì có bị thiệt cho sinh viên quá không vậy ạ. Nếu giờ em thanh toán HP thì có được đăng kí môn ở lần 2 này không ạ.",
    "Em chào Thầy/Cô PĐT ạ. Em có đăng kí môn tự chọn là Thiết kế khuôn trên hệ tích hợp CAD/CAE nhưng đã hết sĩ số, cho em hỏi có thể làm đơn để mơ thêm sỉ số không ạ, vì em đang được giảng viên hướng dẫn hướng theo khuôn mẫu nhưng giờ không thể đăng kí được môn này ạ. Lớp em mong muốn đăng kí là L01_L02 ạ.",
    "Dạ chào thầy/cô, Em tên: . Mssv  Xin thầy/cô cho em được đăng kí môn Giải tích 2 với ạ. Do Giải tích 2 là môn học rớt quá nhiều mà trường mở chỉ có 2 lớp dự nên chỉ trong vòng vài phút đầu đã không còn chỗ trống để đăng kí học ạ. Xin thầy/cô đăng kí giúp em để em được trả nợ môn này và ra trường đúng hạn ạ. Xin chân  thành cảm ơn thầy/cô. Chúc thầy/cô một ngày tốt lành và hạnh phúc.",
    "Hôm nay sau khi thi giải tích 2, em có nộp video quay màn hình nhưng chưa đổi tên video thì có cần nộp lại không?  Em cảm ơn.",
    "Dạ chào thầy cô! Thầy cô cho em hỏi: 1. Môn học đại số tuyến tính MT1007 trong học kỳ chính 211 hoặc dự thính 211 sẽ mở lớp không ạ ? vì em kiểm tra cả 2 nơi đều không có . 2. Nếu như trong kỳ này môn học đó không mở thì học kì sau có mở lớp không ạ ? Và nếu có mở thì sẽ mở ở hk chính hay hk dự thính hay cả hai ạ Em cám ơn ạ!   / .",
    "Em là sinh viên khóa k18 khoa Điện-điện tử. Em muốn hỏi là đợt ĐKMH này (cho HK 211) em chưa đăng ký được Đề cương luận văn vì còn thiếu 1 môn học, nên em đã đăng ký 11 tín chỉ cho học kỳ này và dự định học kỳ sau (HK 212) em sẽ đăng ký Đề cương luận văn + 6 tín chỉ của các môn còn lại. Như vậy có được phép không ạ? Vì em thấy quy định là đăng ký tối thiểu theo CTĐT (cho khóa 2018 về trước) = 6 tín chỉ môn + 9 tín chỉ Luận văn là 15 tín chỉ.",
    "con tên  trường chinh mssv  con chào thầy cô , con có đăng kí môn học en3013 mà con bị trùng lịch nên con chỉ có thể vô được lớp lo1-lo2 mà lớp này bị đầy sĩ số 18/18 , mong thầy cô giúp con tăng thêm sĩ số để con được đăng kí học ạ. con cảm ơn thầy cô",
    "Dạ trong lần đăng kí đợt 2 em lỡ hủy đăng kí các môn xác suất thống kê, giải tích mạch, kỹ thuật số ạ nhưng không thể khôi phục được ạ mong quý thầy cô giúp đỡ cho em vào lại ạ",
    "Dạ thưa thầy cô Em cần đăng ký môn học đồ án thiết kế mã môn ME2011 nhưng không tìm thấy, em tìm được môn đồ án thiết kế ME3139 không biết có thể thay thế không ạ ? Em cũng muốn hỏi là nếu học đề cương luận văn mà không làm luận văn ngay kỳ sau có được không ạ ? Trong ctđt của em có môn thiết kế hệ thống cơ khí mà pđt không mở, em không biết là em có thể học môn như thế nào ạ ? Mong thầy cô giúp em trả lời Cảm ơn thầy cô đã đọc ạ",
    "Dạ chào thầy cô! Thầy cô cho em hỏi ở đây(ảnh đính kèm) yêu cầu số TC đăng ký ít hơn hoặc bằng 12 thì sẽ được giảm 25% học phí, thì 12 TC đó có bao gồm TC ở hk dự thính không ạ. Em cám ơn!   i ",
    "Em xin hỏi cách để đăng ký mở sỉ số cho lớp DT01 bộ môn thực tập điện tử 2 mã môn EE3021 dự thính học kì 211. Em rất muốn đăng ký học lớp này ạ. Em mong nhà trường xét giúp em ạ.",
    "EN3013 Em chào thầy, cô ạ! Em tên   Mssv:   Do môn học EN3005- Kỹ thuật xử lý nước cấp lớp L01-02 của em bị trùng TKB với lớp EN3013- Kỹ thuật xử lý nước thải nên em muốn xin thầy, cô mở rộng thêm lớp L01-01 của môn EN3013 ạ . Em xin chân thành cảm ơn thầy,cô!",
    "em đăng ký đợt một ko biết sao bị xóa giờ lớp full hết cho em xin vào lớp L01 mã mô (EE2033)và lớp L01 mã môn (EE2015)",
    "Kính gửi : Phòng đào tạo trường ĐHBK-ĐHQG TPHCM Em tên  MSSV  Lớp XD18CTT Em xin hoãn thi môn Đường lối Cách Mạng của Đảng Cộng Sản Việt Nam vào ngày 09/08/2021 vì lý do đường truyền không ổn định và camera bị hư. Em cam đoan mình không thuộc diện cấm thi Em xin chân thành cảm ơn !",
    "Dạ cho em hỏi trong email thông báo của trường có ghi \"chuyển tiếp email cuối cùng gửi qua trang hỗ trợ trực tuyến (BKSI)\", vậy cho em hỏi nếu mình phải gửi mail cho BKSI thì địa chỉ mail BKSI để em có thể gửi mail chuyển tiếp là gì vậy ạ ? Và nếu không phải gửi mail cho BKSI thì mình làm gì ạ? Em cám ơn",
    "Kính gửi phòng đào tạo, Em tên là Trần Nguyễn  Mssv: Sinh viên hệ VHVL ,Lớp BT14DHLT. Hiện tại em còn thiếu môn học Nhập Môn Kỹ Thuật- EE1001 , do môn này không mở cho hệ VHVL cũng như chính quy chuyển hệ mà chỉ mở cho Sinh viên năm nhất mới nhập học, nên việc đăng ký môn học này rất là khó khăn. Kính mong PĐT đăng ký giúp em môn này trong  HK211 dành cho SV năm 1 với ạ, để em có thể hoàn thành được chương trình học. Em xin chân thành cảm ơn [phone_number] ",
    "Em xin đăng ký môn Nhập môn về lập trình CO1003 lớp L01_L02. Kính mong pdt xem xét giúp em để em có thể hoàn thành chương trình học trong học kỳ sau. Em xin cảm ơn.",
    "Tên:   MSSV:     Dạ chào thầy cô ạ, em hiện tại là sinh viên K17, HK211 này em còn thiếu một môn học trước để đăng kí được Đề cương là \"Mạch điện tử thông tin EE3011\", môn học này được mở vào học kì I hàng năm nhưng hiện tại môn này không được mở lớp, với trong học kỳ này em chỉ còn 1 môn để học nên em muốn xin phòng đào tạo để đăng kí Đề cương tốt nghiệp EE4331 vào học kì này để em được hoàn thành thành chương trình sớm nhất có thể ạ, sau đó em sẽ hoàn thành học phần MĐTTT EE3011 sau ạ Em rất mong phản hồi của PĐT ạ Em xin cảm ơn! ",
    "Dạ em lỡ đk hoãn thi nhầm môn nên em xin phép có thể giúp em hủy phiếu hoãn thi được không ? Tại em chưa nhận mail phản hồi hoãn thi nên em muốn hủy phiếu mong PĐT giúp em ạ. Em xin chân thành cám ơn. Mã môn: CH3133 Tên môn: ",
    "Thầy cô cho em hỏi là có thể tăng sỉ số môn phát triển ứng dụng trên thiết bị di động (CO3043) ở kì chính 211 được không ạ. Em thấy sỉ số là 80/80 đã full và chưa vượt quá 99 . Em xin cảm ơn",
    "Dạ cho em hỏi là kì này địa chất công trình mã cũ không mở lớp nhưng em muốn học kì này để hoàn thành chương trình thì em đăng kí môn địa chất công trình mã mới được không ạ",
    "Xin chào, Em là , sinh viên khoa cơ khí chuyên nghành thiết kế, khóa k18. Hiện em đang cần đăng kí môn đồ án thiết kế mã: ME2011, nhưng hình như là học kì này không được mở. Em xin hỏi là em có thể đăng kí môn Đồ án thiết kế mã:ME3139 của khóa K19 đc không? Em mong sớm nhận được câu trả lời để yên tâm học tập. Em xin cảm ơn.",
    "Kính gửi Phòng đào tạo, Em tên là , trong học kì 202 đợt 2, em có đăng kí 2 môn Lập trình mạng (mã môn: CO4013) và em đã gửi đơn xin hủy không đóng học phí và   B đã được duyệt   . Em gửi kèm đơn em hủy môn và phần trả lời của phòng đào tạo Vậy nhưng đến khi em đăng kí môn học mới, em lại bị bắt đóng  không rõ nguyên nhân hay môn học gì. Em gửi kèm hình em đóng học phí Bởi vì học kì này em không hề học môn nào, và em đã hủy môn Lập trình mạng (mã môn: CO4013), vậy nên em cần hiểu rõ tại sao em bị bắt đóng  học phí. Em đi làm kiếm tiền nuôi gia đình, dịch Covid ảnh hưởng rất mạnh đến công ty em, nên em đã phải làm việc không lương mấy tháng nay rồi, toàn phải xin cứu trợ lương thực. Nên rất mong phòng đào tạo   B trả lời nhanh    giúp em việc này. Em xin chân thành cảm ơn",
    "Em chào thầy/cô ạ! Hôm nay em viết yêu cầu này mong thầy cô giúp đỡ cho em với ạ! Tình trạng của em là: do em có kế hoạch học tập khác nên em có hủy môn Kỹ thuật số (EE1009) để học vào kỳ sau. Khi hủy thì em có lên xem điều kiện học trước, tiên quyết và song hành của các môn còn lại thì em thấy không có ảnh hưởng gì đến những môn còn lại trong kỳ. Nhưng khi em hủy môn mã EE1009 thì hệ thống đã tự động xóa đi môn Giải tích mạch (EE2033) của em trong khi môn mã EE2033 điều kiện để học là học trước Giải tích 2 (MT1005), em có đính kèm 2 ảnh chụp tình trạng bên dưới để làm minh chứng. Đây cũng là lỗi của hệ thống và em cũng không mong muốn trường hợp này xảy ra. Em đã tìm hiểu rất kỹ ạ!  Vậy em mong thầy cô có thể tăng sỉ số lớp Giải tích mạch L02_L03 hoặc có thể thêm trực tiếp em vào lớp vì tình trạng bây giờ rất nhiều anh chị khóa K19 kiếm lớp môn này nên em sợ mình không đọc kịp trả lời của thầy/cô để đăng ký ạ!  EM MONG THẦY/CÔ GIÚP ĐỠ EM ĐỂ EM KHÔNG BỊ TRỄ NHỮNG MÔN CÓ ĐIỀU KIỆN HỌC TRƯỚC LÀ GIẢI TÍCH MẠCH Ạ! Em xin cảm ơn thầy/cô ạ!",
    "Em chào   Em có vấn đề như sau ạ Hiện tại em đã học xong chương trình kể ca các môn tự chọn trừ Luận Văn và Anh văn 4 Nhung do em chưa đủ Anh văn để nhận luận văn và Anh văn 4 trường không mở lớp Thì hiện tãi em không co môn đăng kí Nhưng theo em biết là 1 học kì bắt buộc phải đăng ki môn ( để tránh Cảnh cáo học vụ) thì trường hợp này em nên giải quyết sao ạVà cần những gì để giải quyết được nó ạ  Em xin cảm ơn",
    "Em tên  MSSV  Dạ em chào thầy cô, kì này em có đăng kí môn En3013 mà em bị trùng lịch nên em không đăng kí được các lớp khác em chỉ đăng kí được lớp l01-l02 mà sĩ số đầy 18/18, em mong thầy cô giúp em mở rộng sĩ số để em có thể đăng kí học ạ. Mong thầy cô giúp đỡ em . Em cảm ơn thầy cô nhiều ạ.",
    "Dạ em xin chào PĐT, do hiện tại các môn tự chọn của khoa máy tính hiên tại đang full sỉ số nên em xin phép PĐT mở thêm sỉ số cho một số môn tự chọn được không ạ. Cụ thể là môn Kiểm tra phần mềm (CO3015) và Phân tích và thiết kế HT (CO3025) ạ. Em xin cảm ơn!",
    "Chào thầy/cô!  Em là  - MSSV: . Em xin nộp Phiếu Đăng . Mong nhận được phản hồi sớm từ quý thầy/cô. Em xin cảm ơn.",
    "Kính gửi Phòng đào tạo, Em là Lò Nhật Tân, MSSV 1713067, sinh viên khoa Khoa học và Kĩ thuật Máy tính. Học kỳ 203 em có đăng ký môn   B Thực tập tốt nghiệp (CO3313)   . Theo thông báo từ phía Phòng đào tạo, em cần phải thanh toán học phí trong khoảng thời gian từ ngày   B 02/06 đến ngày 07/07/2021    để có thể giữ thời khóa biểu. Vào ngày 02/06/2021 em đã thực hiện thanh toán trên cổng thanh toán của OCB tích hợp với hệ thống BKPay, tuy nhiên do em chủ quan không kiểm tra lại sau khi nhập mã OTP thành công nên đã không để ý việc thanh toán đó không được ghi nhận. Em cũng đinh ninh là bản thân đã thanh toán học phí thành công nên khi có mail báo SV chưa thanh toán học phí thì em cũng bỏ qua do nghĩ mình không phải là đối tượng mail hướng tới. Kéo theo đó là thời khóa biểu 203 của em bị hủy và em bị tạm dừng học vụ. Ngày   B 05/08    em đã phát hiện và thanh toán lại lần nữa thì cũng bị lỗi tương tự và em phải   B thực hiện thanh toán lần thứ 2    thì mới được xác nhận thanh toán thành công . Hiện tại em vẫn đang đi thực tập với công ty nhưng thời khóa biểu của em bị hủy và tạm dừng học vụ 1 học kỳ thì sẽ ảnh hưởng tới kế hoạch tốt nghiệp của em. Em đang có kế hoạch làm luận văn trong 2 kỳ tiếp theo và học thêm 2 môn cho mỗi kỳ.  Trước hết em xin nhận lỗi về phía bản thân vì đã chủ quan không kiểm tra thật kỹ các thông tin quan trọng và để tới gần hết học kỳ mới phát hiện và báo lại vấn đề nhưng em mong Phòng đào tạo công nhận thời khóa biểu 203 và hủy quyết định tạm dừng học vụ giúp em để em có thể tiếp tục kế hoạch tốt nghiệp của em ạ. Em có đính kèm hình ảnh để xác nhận lời em nói: (1) Hình ảnh em nhận mã OTP từ ngân hàng vào ngày 02/06 (2) Hình ảnh em thực hiện thanh toán vào ngày 05/08, phải nhập mã OTP 2 lần (3) Hình ảnh xác nhận thanh toán học phí thành công vào ngày 05/08 Nếu bên Phòng đào tạo yêu cầu xác nhận em vẫn đi thực tập thì có thể liên hệ với Khoa của em, hoặc nhắn lại với em nếu cần xác nhận hiện tại của công ty ạ. Em mong Phòng đào tạo sẽ có hướng dẫn giúp em giải quyết vấn đề em đã trình bày ạ. Em xin lỗi và cảm ơn Phòng đào tạo nhiều ạ. Trân trọng, Lò Nhật Tân",
    "Em chào thầy/cô ạ! Hôm này em gửi yêu cầu này để mong thầy cô giúp đỡ em trong việc đăng ký môn học ạ! Tình hình em và bạn em có đổi nhóm lớp môn Thiết bị và hệ thống tự động (EE3029) cho nhau để lịch học thuận tiện cho việc đăng ký môn khác (vì cả 2 bọn em đều bị trùng giờ môn khác), khi em vừa hủy đăng ký môn mã EE3029 để bạn em đổi thì em liền mất luôn slot vì có ai đó đã đăng ký nên giờ em đã hết chỗ đê đăng ký môn này, đây là sự cố đáng tiếc trong việc xếp lịch học của em nên em mong thầy/cô thông cảm cho em ạ! Em đã đọc mail của pđt thì mỗi lớp chỉ tối đã 99sv. Nhưng vì đây là môn chuyên ngành nên chỉ mở đúng kỳ 1 và nó cũng ảnh hưởng tới các môn của các học kỳ sau nên em mong thầy cô có thể thông cảm mà   B tăng sỉ số lớp L02_L03    mã   B EE3029    cho em với ạ!   B EM CÓ LÊN XEM THÌ MỌI LỚP CHỈ MỚI CÓ 52 SINH VIÊN TRONG 1 LỚP LÝ THUYẾT VÀ 26 SINH VIÊN 1 LỚP THỰC HÀNH NÊN CON SỐ NÀY CHIA NHÓM SẼ BỊ LẺ NÊN TĂNG THÊM 1 SLOT VẪN ĐẢM BẢO QUÁ TRÌNH HỌC ONL Ạ   . Nên em mong thầy cô giúp đỡ em để em không bị trễ môn học ạ! Em cảm ơn thầy/cô ạ!",
    "Cho em hỏi trường hỏi thưởng phân chuyên ngành sau năm 1, thì còn đợt nào khác phân ngành không ạ? Nếu khi được phân ngành em học được 1 học kỳ muốn đổi lại chuyên ngành khác trong cùng một ngành thì được không và thủ tục thế nào ạ? Em cảm ơn ạ.",
    "Em chào thầy cô PĐT, Em thấy một số môn lý thuyết (bắt buộc) vẫn chưa mở sỉ số tối đa lên đến 99 sinh viên như: - CH2021 Hóa hữu cơ - IM3001 Quản trị kinh doanh cho ks - CH3147 Công nghệ sản phẩm mỹ phẩm (tự chọn) PĐT có thể mở thêm sỉ số cho các lớp này hoặc mở thêm một lớp mới không ạ? Em xin cảm ơn! Lễ.",
    "Em tên:   MSSV:  Em có lịch học trùng với lịch thi thì phải làm sao ? Mong PDT giải quyết giúp em. Em xin cảm ơn",
    "em tên phan minh nhườn mssv   ngành kỹ thuật tàu thủy  hiện tại em muốn đăng ký môn học HK211 đợt 2, nhưng vì ngành học thiếu sinh viên môn phòng đào tạo xem xét mở các môn học với xỉ số thấp để em có thể hoàn thành chương trình học ạ. xem xét mở các môn( TR4025 kỹ thuật tàu cao tốc; TR3065 hàn và giám sát đống mới) em xin cảm ơn ạ .",
    "cương luận văn tốt nghiệp (AS4311)",
    "Em chào thầy/cô, em là  MSSV: em có nguyện vọng chuyển hệ sang hệ VHVL nhưng thời gian đăng kí đã hết, vậy em có thể nộp đơn để bổ sung hồ sơ chuyển hệ được không ạ. Mong thầy cô giải đáp, em xin chân thành cảm ơn!",
    "Em xin hỏi em là hiện tại để đăng kí một số môn học thì phải qua môn học trước đó, và kì vừa rồi em đã học một số môn học tương đương với các môn học trước đó rồi. Trong đăng kí đợt 1 em đã hỏi và được trả lời là dữ liệu sẽ được cập nhật và đợt 2 vào đăng kí, nhưng đợt 2 em vẫn không đăng kí được. Vậy bây giờ em phải làm thế nào để đăng kí được môn học ạ?",
    "Kính gửi: Phòng đào tạo Em Tên: Nguyễn Thế Vũ. MSSV: . Hệ đào tạo : VHVL; Khoa : Kỹ Thuật Xây Dựng Em xin đăng ký hoãn thi vì lý do không đảm bảo trang thiết bị trong lúc thi. Môn học xin hoãn thi: KẾT CẤU THÉP 1 (CI3009) Ngày thi theo Thời khóa Biểu: 7g00 ngày 08/08 P 1 ( CI2093 ) Ngày thi theo thời khóa biểu: 13g00 Ngày 08/08 Kính mong Phòng đào tạo xem xét và chấp nhận em xin chân thành cảm  ơn thầy (cô)",
    "Cho em hỏi là tại sao tất cả các môn em đã đăng ký ở đợt 1 lại bị xóa hết ở đợt 2 và phải đăng ký lại từ đầu vậy ạ. Tất cả các môn em cần hiện tại đều đã hết slot luôn ạ",
    "Gửi phòng đào tạo,  Hiện tại vì vấn để dịch nên em chưa thể thi để lấy bằng toiec nộp để đăng ký được luận văn. Cho em hỏi là em có thể đăng ký luận văn sau đó bổ sung bằng toiec sau được không ạ . Vì hiện tại e đã hoàn thành tất cả môn học và chỉ còn mỗi luận văn. Nên là kỳ sau nếu e không đăng ký được luận văn thì sẽ bị rơi vào trường hợp không có tín chỉ trong học kỳ. Thì vấn đề này có được giải quyết vì e đã hết môn học không. Mong phòng đạo tạo phản hồi sớm. Em cảm ơn, ",
    "Kính gửi phòng đào tạo! Em đã làm một đơn xin hoãn thi với lý do mất internet đột xuất vào lúc thi, và đã được phòng đào tạo xác nhận (chưa hậu kiểm). Môn học của em mã SP1003, thuộc học kỳ 203 và được tổ chức thi online vào ngày 3/8/2021. Theo em tìm hiểu thì lớp thi cùng môn học của học kỳ 202 sẽ diễn ra vào ngày 18/8/2021. Không biết rằng em có thể xin giảng viên sắp xếp lịch thi vào đợt thi này được không ạ? Nếu được thì em cần làm những gì ạ? Em xin cảm ơn!",
    "em chào thầy cô ạ, em tên  masv . em có 1 vấn đề nhờ thầy cô giải quyết giúp em ạ, hiện tai em đăng kí môn EN3057  PĐT huỷ vì lí do  (: Thiếu môn học trước EN2027), dạ nhưng kì vừa rồi em đang học EN2041 tương đương với mã môn học EN2027 thì sao em vẫn ko đăng kí được ạ,em có liên hệ cô giáo  để hỏi và cô kêu hỏi Pđt ạ.  Em xin cảm ơn ạ mong phản hồi từ thầy cô ạ em xin  cảm ơn",
    "E là nguyễn trí anh  e đã đóng học phí đầy đủ nhưng hệ thống báo e chưa thanh toán học phí và k cho đk môn học mong pdt giải quyêt giúp e",
    "Em chào thầy/cô ạ, Tình hình là em hiện không đăng ký được môn Luận văn tốt nghiệp (qlm) - EN4313 - cho đợt 2 của HK211 vì thiếu chứng chỉ ngoại ngữ: \"PDT không đ/ký cho SV MH EN4313 (0: Thiếu môn tiên quyết CCAV_1)\". Do tình hình dịch bệnh Covid-19, lịch thi TOEIC của IIG Vietnam chi nhánh TP.HCM và của cả BKEnglish đều đã hoãn thi khoảng từ ngày 22/05/2021, em đã không đăng ký thi được nên không có chứng chỉ ngoại ngữ để xét nhận LVTN đợt này. Thế nhưng thời gian đào tạo tối đa của em chỉ đến tháng 04/2022, em rất cần nhận môn Luận văn tốt nghiệp trong HK1/2021 – 2022 (HK211) này, vì nếu em nhận môn LVTN vào HK2/2021 – 2022 thì sẽ bị lố qua cả thời gian đào tạo tối đa. Không biết có cách nào để em có thể tạm nhận môn LVTN và dời việc xét chứng chỉ ngoại ngữ lại sau không ạ? Hoặc có khoảng thời gian nhận đăng ký môn LVTN nào khác nữa, mà bắt đầu sau HK1/2021 – 2022 (nhưng không phải của HK2/2021 – 2022) và kết thúc (có điểm) trước tháng 04/2022 không thưa thầy/cô? Trong mail của Trường có viết: \"Trường sẽ hậu kiểm các điều kiện nhận LVTN sau khi hoàn tất thi các học phần có thí nghiệm và có thể không công nhận kết quả đăng ký LVTN.\" Thầy/cô có thể cho em hỏi thời gian hoàn tất thi các học phần có thí nghiệm là khoảng tuần nào của tháng 8 hoặc tháng 9 không ạ? Bình thường thì các môn tiên quyết sẽ được hậu kiểm vào Tuần 4 tính từ khi bắt đầu học kỳ, còn trong tình hình mới thì theo như mail của Trường, tuy nhiên, em cũng chưa biết bao giờ mọi thứ mới có thể trở lại bình thường và lúc nào kỳ thi TOEIC được mở lại để đăng ký, nên cũng không chắc được về thời điểm hậu kiểm chứng chỉ ngoại ngữ ạ... Mong thầy cô giải đáp giúp em, em thực sự rất cần đăng ký cũng như kết thúc môn LVTN trước tháng 04/2022. Cảm ơn thầy/cô rất nhiều, Thái Nguyễn Thanh Thảo",
    "Em thuộc khóa k19 khoa KTXD, theo kế hoạc giảng dạy thì kỳ 211 tụi em sẽ học môn kết cấu thép nhưng không biết lý do gì đkmh đợt 2 này cả khoa tụi em bị xóa môn đó và không thể đăng ký lại và hệ thống báo là không đủ điều kiện đăng ký môn học/không thuộc loại hình sinh viên. Không biết lý do là gì?? Mong giải quyết giúp em",
    "Pđt cho em hỏi , em sinh viên k18 nhưng hiện tại đang trễ 1 năm và đang đk môn học học kỳ đầu năm 3. Nhưng hiện tại do đỗi mã cho k19 nên bị xóa hết môn, vậy có cách nào để em đk được môn học   trong kỳ chính không ạ....và em có được đk theo k19 không ạ?  EM mong pdt trả lời sớm giúp em để em kịp đk môn ạ...em cảm ơn nhiều ạ.",
    "Em mong muốn Phòng đào tạo mở thêm sĩ số môn  EE3077 nhóm lớp L02_L02 Trong lúc em đăng kí môn học thì xảy ra lỗi vào lúc bắt đầu đăng kí môn học (13h ngày 7/8) và đến tối lỗi này mới được làm đến lúc em đăng ksi thì đã đầy sĩ số. Em mong Phòng đào tạo xem xét Em xin chân thành cảm ơn",
    "Xin PDT mở lớp Đồ Án Kết Cấu Thép để em có thể hoàn thành trong HK này và làm luận văn ạ. Dạ cảm ơn rất nhiều CI3213 : Đồ Án Kết Cấu Thép",
    "Em xin kính chào các anh/chị hỗ trợ của BKSI, Em có nguyện vọng đăng kí môn học kỹ thuật chiếu sáng (EE3099) thuộc khoa điện - điện tử, tuy nhiên hiện tại các lớp đều đã full sĩ số . Anh/chị cho em hỏi có cách nào để mình có thể xin vào học một trong các lớp này không ạ. Em xin cảm ơn các anh/chị!",
    "Dạ em chào thầy/cô, em có đọc trên quy chế để nhận LVTN thì TCTLN phải đạt tối thiểu là 127. Học kỳ này em còn thiếu một môn để đạt đủ số TCTlN tối thiểu (127) cho nên em rất mong quý thầy cô có thể tăng sỉ số lớp học môn này để em có thể đủ điều kiện nhận luận văn cho kỳ sau ạ . Em xin cảm ơn và chúc quý thầy cô một ngày mới nhiều năng lượng!",
    "Em là , sinh viên K20, Điện Điện tử (Tiên Tiến). Trong quá trình chuyển nhóm cho 2 môn là Nguyên lý tự luận EE2407 và Cơ sở máy tính EE2403 em đã gặp lỗi: \"Bạn không đăng ký được nhóm lớp này. Xem thêm loại hình SV và loại hình đào tạo...\" như trong hình mặc dù giờ học mà em chuyển nhóm không bị trùng với bất cứ giờ học nào của môn khác . Kính mong được nhà trường hỗ trợ. Em xin cảm ơn",
    "Thưa phòng đào tạo, Kì hè 203, em có đăng ký 1 môn nhưng không học nên không thanh toán học phí. Ở đợt 2 đăng ký môn học kỳ 211 thì bị hủy do chưa thanh toán học phí, mong phòng đào tạo xem xét để em đăng ký môn đợt này ạ. Em cảm ơn!",
    "Do em bị kẹt giờ giấc trong đăng kí môn mặc dù đã đổi nhiều lần nhưng không được em mong thầy cô mở thêm sĩ số lớp L01-L01 hoặc L01_L02 môn kĩ thuật xử lí nươc thải(EN3013) ạ",
    "Kính gửi phòng đào tạo Em là , sinh viên K16. Kì trước em đăng ký nhầm mã môn học pháp luật là sp1007 thành 008001 và đã qua môn. Như vậy em đã được tính qua môn pháp luật hay phải đăng ký học lại với mã sp1007. Mong phản hồi sớm từ phòng đào tạo . Em xin chân thành cảm ơn",
    "Em muốn tăng sỉ số lớp DT01_DT01 môn MT1005 ạ . em xin cảm ơn ",
    "Em xin chào PĐT ạ Em có thể xin thầy/cô mở cho em 1 sỉ số môn học Địa chất công trình được không ạ, vì kì trước em đăng kí nhưng sang đợt 2 bị huỷ do kẹt lịch môn khác và em đăng kí lại nhưng hết lớp Kì này em cũng đăng kí nhưng lúc nãy đã được bỏ điều kiện thiếu nộp bằng nên em phải đăng kí lại từ đầu và em đăng kí môn đó nhưng lại hết chỗ nữa  Em mong thầy/cô xem xét có thể nớt 1 tí không ạ, em rất muốn học môn này. Em xin chân thành cảm ơn thầy cô.",
    "Chào Anh/chị Em hiện tại là sinh viên k17 khoa điện và nếu tính đến hết kì 202, em đã hoàn thành các môn học cần thiết để tốt nghiệp Hiện tại em còn một môn học thiếu do không đủ điểm qua môn, môn đề cương luận văn và luận văn Theo em kiểm tra thì môn đề cương luận văn chỉ có 0 chỉ, vậy nếu kì 211 này em chỉ đăng kí môn đề cương luận văn thì có được không hay bắt buộc phải đăng kí thêm môn chưa qua được Mong sớm hồi âm Best Regards",
    "Em xin thầy cô mở thêm sĩ số lớp l04_l04 môn quản lý sản xuất cho ks(im2023). Em xin cảm ơn",
    "HIện tại em với bạn em muốn đk học hệ điều hành hk211 nhưng hiện tại đã full. Bây giờ em đi xin pđt để có thể học 1 trong 2 lớp có sẵn được ko ạ?    .",
    "Kính gửi: Phòng Đào Tạo Em tên:  MSSV:  Hệ đào tạo: VLVH Dạ thưa Thầy/Cô, hiện tại em không có mục \"đăng ký môn học HK211 - Kết quả đợt 1\" nên em không thể biết TKB đợt 1 như thế nào để hiệu chỉnh kịp trong thời gian đăng ký đợt 2. Kính mong PĐT xem xét và giải quyết. Em xin chân thành cảm ơn.",
    "em xin đăng ký hoãn thi và có kèm đơn hoãn thi ạ",
    "Kính chào thầy/cô Thầy/cô cho em hỏi đăng kí dự thính có thể mở thêm nhóm được không?  Môn EE3019 học kỳ chính có gần 150sv đăng kí nhưng đợt 2 lại thấy không mở. Trong khi đó lớp dự thính của môn này lại chỉ mở có 1 nhóm  30sv (chưa quá 99sv)  Thầy/ cô cho em hỏi em có thể viết đơn xin mở thêm nhóm lớp cho môn này vào học kỳ dự thính được không ạ. Em xin trân thành cám ơn Thân ái",
    "Mã môn học: MA4343 Em chào thầy/cô, đợt dịch bùng phát khiến em không thể thi  anh văn để nộp bằng. Khi ĐKMH lần 1 em vẫn đăng ký được LVTN vì không xét bằng nhưng đợt 2 em bị hủy môn, đăng ký lại thì không được. Xin cho em hỏi là trường hợp này em sẽ phải hoãn đến khi nộp được bằng mới được làm LVTN hay quy định như thế nào khác ạ? Em xin cảm ơn",
    "Xin chào, Em là , sinh viên CK17CTM1. Hiện tại em còn các môn học AV3, AV4 và LVTN. Vì chưa có CCNN nên em không đăng ký được LVTN. Học kỳ này em không đăng ký được AV3 và AV4 (kể cả các lớp AV3A và AV4A). Cho em hỏi, em cần làm sao để tiếp tục duy trì tình trạng học ạ? Vì đang dịch nên em chưa thể đăng ký thi CCNN được. Em xin cảm ơn.",
    "Em đăng kí môn học ở đợt 1 mà bây giờ chưa có thời khoá biểu ạ",
    "Xin mở lớp Đồ án môn học nền móng (CI3197). Đã có sự đồng ý của giáo viên."
]