[
    "Hôm trước em có đăng ký giấy xác nhận sinh viên và bảng điểm, cho em hỏi là em sẽ được nhận chung giấy xác nhận và bảng điểm cho một đơn hàng hay sẽ nhận riêng lẽ từng cái ạ .",
    "MSSV:    Tốt nghiệp . Hiện tại em vừa chưa được vào danh sách tốt nghiệp dự kiến dù đã thi môn Vẽ Cơ Khí (môn cuối cùng) qua 10 ngày rồi . Mong các thầy/cô giúp đỡ.",
    "Dạ em có 3 câu hỏi ạ:   B Câu hỏi 1:     Hiện tại em muốn rút môn học thì không biết còn rút môn học được không ạ? Hạn chót để rút/hủy 1 môn học là khi nào ạ?   B Câu hỏi 2:    Cho em hỏi khi đăng ký in bảng điểm thì những môn học em hủy môn có hiển thị trong bảng điểm không ạ? Và trên bảng điểm có hiển thị điểm TBTL ngành không ạ?    B Câu hỏi 3:    Hiện tại em là sinh viên năm 4, và theo quy định thì em cần hoàn thành 142 tín chỉ. Hiện tại em đã học vượt 145 tín chỉ, vậy lúc tốt nghiệp thì   B điểm tốt nghiệp    của em sẽ hiển thị đúng điểm của 142 chỉ theo quy định hay hiển thị hết ạ?  Em xin cảm ơn ạ!",
    "Dạ em chào Thầy/Cô! Em tên là . Lớp: CK17KSCD. Em đã đủ điều kiện để tốt nghiệp, nhưng hiện tại em vẫn chưa thấy thông tin trong danh sách tốt nghiệp dự kiến ạ. Em thác mắc là khi nào danh sách tốt nghiệp dự kiến sẽ được cập nhật ạ. Em cảm ơn Thầy/Cô!   i Tốt nghiệp .",
    "Vì laptop em không thỏa điều kiện học tập nên em muốn rút 1 môn học, cho em hỏi là bây giờ còn có thể rút môn không ạ",
    "Kính gửi quí thầy cô Do ảnh hưởng của dịch covid 19 nên em và gia đình gặp khó khăn về tài chính dẫn đến chậm trễ việc thanh toán học phí học kì 211 - năm học 2021-2022. Học kì này em có nguyện vọng chuyển hệ đào tạo từ chính quy sang vhvl và được quý thầy cô giải quyết nên học phí của em là dự  thính chuyển hệ và không xin phòng ctctsv hoãn được ạ. Kính mong quý thầy cô cho em xin thêm thời gian để thanh toán học phí ạ, em xin cam kết sẽ hoàn thành học phí trong tháng 10 năm 2021. Mong quí thầy cô xem xét hoàn cảnh của em. Em xin cảm ơn",
    "Em xin kính chào quý nhà trường, Em tên là , mssv . Hiện em đã đủ điều kiện tốt nghiệp, tuy nhiên trên hệ thống MyBK em vẫn chưa thể đăng ký tốt nghiệp được. Kính mong nhà trường xem xét trường hợp của em. Trân trọng ",
    "Dạ em chào thầy/cô. Bà nội em mới mất hôm chủ nhật (10/10), nên giờ em chưa đủ tiền đóng học phí. Em hi vọng thầy/cô giúp em gia hạn thêm ngày đóng học phí ạ. Em xin cảm ơn",
    "Dạ xin kính chào PĐT, em kỳ này em thanh toán học phí trễ do chưa đủ tiền (11/10/2021) ạ và nếu đến ngày 15/10/2021 em thanh toán đầy đủ thì em có được mở lại thời khóa biểu cũng như danh sách thi không ạ? Em xin cảm ơn   i  .",
    "Kính gửi PĐT Em:  Mssv:  Khoa: Điện - Điện Tử Ngành: Kỹ thuật điều khiển và tự động hóa. Hệ VLVH Xem xét miễn, giảm học phí cho em 3 môn HK211  ( GT1, ĐSTT, Triết Học mác) đã hủy 3 môn trên. Lí do hủy: khi nhập học không biết và không được hướng dẫn 3 môn trên có trong danh sách SV cần học \"Bổ Túc\"  chuyển đổi Cao Đẳng - Đại Học . Được \"Thầy Chiến bên tuyển sinh\" hướng dẫn học bổ túc 3 môn trên nên em đã hủy 3 môn đó trong HK211. Kính mong PĐT xem xét học phí hiện tại 15 triệu, cho trường hợp của em.Em biết là quy định hủy môn vẫn phải đóng  tiền. Vì mới liên thông vô em không biết .Vì quá khó khăn nên em kính mong Thầy/Cô giúp xem xét giúp ạ Em Thân gửi",
    "Em xin chào Phòng Đào Tạo, Em tên là , MSSV . Em đã hoàn thành toàn bộ chương trình học và các cột điểm của mình cách đây hơn một tuần. Tuy nhiên từ đó đến nay khi vào trang đăng ký tốt nghiệp thì em nhận được thông báo rằng mình chưa đủ điều kiện xét tốt nghiệp. Mong quý thầy cô Phòng Đào Tạo có thể giúp em kiểm tra rằng em còn cần điều kiện gì để có thể tốt nghiệp trong đợt tháng 11 này . Em xin chân thành cảm ơn, .",
    "Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh Em tên: Nguyễn Thành Đạt MSSV:  Ngành: Kỹ thuật Hàng không - Hệ: VLVH Sau khi nhận được phản hồi từ PĐT về lý do em đã hoàn thành các môn học theo chương trình đào tạo + đạt chuẩn AV xét tốt nghiệp theo hệ VHVL mà không có tên trong danh sách TN như sau:   QUOTE \"Thời gian: 10/12/2021 09:11:17 am Từ: [548] (002282)  Chào bạn Sau khi kiểm tra CTDT, SV còn nợ 001001 Nguyên lý cơ bản CN - Bạn kiểm tra lại nghen Thân\"  /QUOTE  Em kính mong PĐT kiểm tra lại giúp em ạ. Môn 001001 Nguyên lý cơ bản CN - em đã   B hoàn thành xong    và có điểm tổng kết là   B 6.50    (  I file đính kèm)  /I . Trong thời gian chờ sự phản hồi từ PĐT và quý thầy cô, em xin kính chúc quý thầy cô nhiều sức khỏe, cùng vượt qua đại dịch. Em xin chân thành cảm ơn. Thân chào quý thầy / cô   i Tốt nghiệp .",
    "Dạ em chào nhà trường. Em tên là  k21 khoa Điện, em muốn hỏi về việc nhận sách giáo trình trường tặng cho tân sinh viên khoá K21 ạ. Em tra đơn trên viettelpost thì có kết quả như 2 hình sau nên em đã liên hệ với chị  theo số điện thoại được cấp. Chị ấy bảo là chưa nhận được sách từ trường gửi nên bảo em liên hệ với trường tại đây ạ. Em đăng kí chung với bạn từ đầu tháng tám, mấy bạn đã nhận được hết mỗi em thì chưa. Em mong nhà trường trả lời giúp em vấn đề này chứ em lo lắm ạ. Em xin cảm ơn!",
    "Em tên . MSSV ,  Trình Tiên Tiến . Hiện tại em đã hoàn thành chương trình học cũng như công tác xã hội. Nhưng em không có tên trong danh sách tốt nghiệp . Em mong sớm được hỗ trợ, em xin chân thành cảm ơn ạ.",
    "Kính gửi Phòng đào tạo. Em tên , MSSV , hệ đào tạo VLVH, chuyên ngành Công nghệ may. Hiện đang học theo CTĐT khóa 2014. Em đã làm đơn xin chuyển khóa 2013 để xét LVTN theo yêu cầu của Phòng đào tạo. Trong CTĐT khóa 2013, em còn vài môn vẫn chưa học xong vì có môn tương đương không mở lớp nữa. Vậy em có cần học các môn thay thế nào khác không ạ . Các môn còn lại trong CTĐT 2013: - Mỹ thuật công nghiệp trong dệt may (204017) tương đương môn Thẩm mỹ học (ME3107) - Cơ sở công nghệ hoàn tất (204003) tương đương môn Công nghệ nhuộm hoàn tất vải (ME3067) - Cơ điện tử trong dệt may (218034) tương đương môn thay thế bằng môn Cấu trúc sợi (ME4501) hoặc môn Thiết bị sợi dệt (ME3081) - Lý thuyết thời trang (204045) tương đương môn Nguyên lý thiết kế thời trang (ME2067) Trong HK211 này em đang học môn Cơ khí đại cương (ME1003) trong CTĐT khóa 2014 và có cần phải hủy môn học này không ạ. Trong CTĐT 2014 em vẫn còn môn Cơ học máy (ME2043) vừa rớt trong HK203. Kính mong Thầy/Cô xem xét giúp em. Em xin cảm ơn Thầy/Cô.",
    "Em xin chào thầy/cô Em là Ông  MSSV  Em xin nộp đơn hủy đăng ký học thực hành, thí nghiệm tại trường theo thông báo ngày 05/10/2021 do em mới tiêm 1 mũi vacxin, điều kiện được vào trường thì lại 2 mũi. Em xin cảm ơn.",
    "Kính chào thầy/cô, Em có nhận được tin phản hồi trên bksi về việc không đăng ký tốt nghiệp được là do thiếu 2 kỹ năng tiếng anh (#38495) Em có thắc mắc là em có thi ielts được 7.0, em cũng đã chuyển chứng nhận cho trường rồi và cũng đã được chuyển đổi điểm Tiếng Anh. Vậy cho em hỏi là em vẫn chưa đủ tiêu chuẩn ạ ? Em cảm ơn.",
    "Em chào Thầy, Cô. Em có thắc mắc là không biết địa chỉ mail, các dịch vụ google (không giới hạn) được trường cung cấp hiện tại em đang sử dụng thì sau khi em tốt nghiệp liệu các dịch vụ này có còn được duy trì tiếp tục. Em hỏi để có thể quản lý dữ liệu học tập và sử dụng lại sau này tốt hơn. Em cảm ơn. Thân mến. :))",
    "Cho em hỏi hiện tại em còn có thể hủy môn được không ạ ! Vì việc học nặng em không thể cân bằng thời gian học giữa các môn",
    "Chào thầy/cô, hiện tại vì lí do cá nhân nên em muốn tạm dừng học ở trường. Theo quy chế của phòng đào tạo, chỉ được dừng trong thời hạn trước tuần thứ 6 của học kì. Vậy hiện tại em có thể làm đơn xin tạm dừng học được không ạ?Em cảm ơn thầy/cô.",
    "Kính chào phòng đào tạo trường ĐH Bách Khoa . Em tên    MSSV  Lớp PC16HTD . Vào giữa tháng 9, em có đổi mật khẩu gmail của em là  và đăng nhập lại bình thường. Nhưng từ lúc đổi mật khẩu mail tới ngày 14/10/2021 em không nhận được bất kì mail nào của   SV    từ trường Đại Học Bách Khoa nữa. Do đó em không nắm được các thông tin về việc học cũng như lịch mở lớp từ PĐT nhà trường nữa, gây khó khăn cho việc học của e.Vì vậy em kính trình phòng đào tạo kiểm tra lại giúp trên hệ thống mail  của em để em nhận được các thông tin về việc học từ phía nhà trường, em xin chân thành cám ơn PĐT trường Đại Học Bách Khoa. Trân trọng ./.",
    "Chào thầy/cô, Học kỳ 211 này các môn 3 tín chỉ bị rút bớt đi 1 tiết, chỉ còn 2 tiết trong một buổi học, dẫn tới việc thời gian để giảng viên hướng dẫn bài tập hay để phân tích các bài tập tình huống không đủ. Em xin phép được hỏi vì sao lại có sự cắt bớt tiết này trong học kỳ 211 ? Ngoài ra, em được biết phòng đào tạo chuẩn bị bỏ thêm 2 tuần học ở các môn, thành ra các môn 3 tín chỉ chỉ còn đúng 24 tiết học, bằng với môn 2 tín chỉ, trong khi tín chỉ học phí là 3. Em xin phép được hỏi vì sao lại có việc cắt bớt tuần học trong khi đã cắt bớt tiết giảng dạy ? Mong nhận được lời giải đáp của thày/cô. Trân trọng.",
    "Kính thưa PĐT Em tên:  MSSV:  Em muốn rút môn có tính phí đối với môn Cơ lưu chất, MSMH: CI2003. Em xin cảm ơn và chúc thầy/cô ở PĐT nhiều sức khỏe  .",
    "Em xin chào thầy cô,  Em tên . MSSV: . Học lớp TT18DDT1 . Thầy cô cho em hỏi  1. Môn mạch công suất và điện cơ của em trên mục phúc khảo ghi điểm tổng kết là 7 nhưng trong bảng điểm sinh viên vẫn chưa sửa điểm, vẫn còn 3.5. Em đã có liên hệ với thầy bộ môn, thầy nói đã gửi mail cho khoa để yêu sửa điểm từ ngày 9/10. Nhưng đến bây giờ điểm của em vẫn chưa cập nhật lại . 2. Môn đồ án 2, em đã báo cáo kết quả đồ án cho giáo viên hướng dẫn vào tháng 8. Nhưng đến bây trên bảng điểm của em vẫn chưa có điểm ạ ?  Em mong sớm nhận được phản hồi từ quý thầy cô để có thể sớm giải quyết được vấn đề để không ảnh hưởng đến điểm trung bình tích lũy, tín chỉ tích lũy và thời gian tốt nghiệp của em ạ  Em cảm ơn thầy cô . Trân trọng./.",
    "Kính gửi PDT, Em tên là  - Lớp Việt-Pháp 2016. Hiện tại em đã bổ sung bằng tiếng anh IELTS và đủ điều kiện để tốt nghiệp. Mong PDT xem xét và bổ sung em vào danh sách tốt nghiệp dự kiến để em có thể đăng ký tốt nghiệp tháng 11 ạ . Em chân thành cảm ơn",
    "Em chào thầy cô Vừa qua trường có mail về việc thông báo một số trường hợp chưa hủy môn học được cho có sai sót. Em đã nhầm giữa mã môn Bài tập và Lý thuyết do không biết một môn có thể có hai mã khác nhau nên chưa thể hủy môn học,nhưng do mail đó bị vào hôp thư spam của em nên em không kịp thời biết để điều chỉnh cho tới hôm nay một số bạn nói về việc này em mới biết. Em đã bỏ lỡ rất nhiều buổi học, cả kiểm tra giữa kỳ. Đây là lỗi của em, em thực sự xin lỗi, nhưng mong phòng đào tạo cho em cơ hội hủy môn này vì thực sự em không biết về mail này . Xin thầy cô giúp em, em xin cảm ơn Mã môn học đúng để hủy của em là MA3007, em đã ghi nhầm mã BT là MA3008.Mong phòng đào tạo giúp em lần này, em xin cám ơn. Kính chào thầy cô",
    "Dạ kính chào thầy cô, Em vừa hoàn thành học phí cho môn học đã hủy cách đây 2 ngày, vậy khi nào em mới được cập nhật trạng thái để đăng ký tốt nghiệp ạ? Hiện tại thì em vẫn chưa đăng ký tốt nghiệp được do vẫn trong trạng thái Nợ học phí. Mong thầy cô hỗ trợ em, em xin chân thành cảm ơn!",
    "Dịch vụ in bảng điểm . Dạ em chào Thầy/ Cô, Em tên Nguyễn Phương Hạnh, MSSV: 1852139. Em xin trình bày hoàn cảnh cụ thể như sau: em có ý định dự tuyển học bổng vào đầu tháng 10, tuy nhiên bảng điểm HK202 của em chưa đầy đủ điểm các môn, nên em tính đợi đầy đủ rồi mới \"đăng ký in bảng điểm\". Sáng nay em mới biết là bảng điểm không đầy đủ vẫn được xét học bổng nên đã \"đăng ký in bảng điểm\" và đóng phí. Ngày hẹn nhận bảng điểm của em là 19/10, mà hạn chót nộp hồ sơ học bổng là 16/10 nên em mong các Thầy/ Cô hỗ trợ có thể cho em nhận bảng điểm vào ngày 16/10 được không ạ? Em cảm ơn Thầy/ Cô rất nhiều và kính chúc Thầy/ Cô nhiều sức khỏe!",
    "Em chào thầy cô Vừa qua trường có mail về việc thông báo một số trường hợp chưa hủy môn học được cho có sai sót. Em đã nhầm giữa mã môn Bài tập và Lý thuyết do không biết một môn có thể có hai mã khác nhau nên chưa thể hủy môn học,nhưng do mail đó bị vào hôp thư spam của em nên em không kịp thời biết để điều chỉnh cho tới hôm nay một số bạn nói về việc này em mới biết. Em đã bỏ lỡ rất nhiều buổi học, cả kiểm tra giữa kỳ. Đây là lỗi của em, em thực sự xin lỗi, nhưng mong phòng đào tạo cho em cơ hội hủy môn này vì thực sự em không biết về mail này. Xin thầy cô giúp em, em xin cảm ơn Mã môn học đúng để hủy của em là MA3007, em đã ghi nhầm mã BT là MA3008.Mong phòng đào tạo giúp em lần này, em xin cám ơn. Kính chào thầy cô",
    "Gửi PDT Em tên là  - . Như em đã hỏi lúc trước như trong file đính kèm, em đã đóng được học phí học kì này nhưng vẫn chưa đăng kí tốt nghiếp được (lí do: Nợ HP). Cho em hỏi là em cần chờ để PDT cập nhật danh sách hay sao ạ. Em cảm ơn.   i Tốt nghiệp .",
    "Gia đình em mất nguồn thu nhập 4 tháng qua, ba mẹ em phải ở nhà do tình hình dịch, em thì mắc kẹt tại thành phố HCM gần nửa năm nên tình hình kinh tế hơi eo hẹp, học phí dự thính tăng cao quá nên ngoài dự tính của em, mong phòng đào tạo xem xét cho em được hoãn học phí đến cuối học kỳ ạ!- Em hứa sẽ thanh toán đủ học phí ạ, em cảm ơn!",
    "MSSVMSGV:   b Học vụ  i  Kính chào phòng đào tạo trường ĐH Bách Khoa. Em tên    MSSV  Lớp PC16HTD. Dạ ý em là mail   của em vẫn đăng nhập bình thường, nhưng cả tháng nay em không nhận được mail của    từ trường Đại Học Bách Khoa nữa. Do đó em không nắm được các thông tin về việc học cũng như lịch mở lớp từ PĐT nhà trường.Vì vậy em kính trình phòng đào tạo kiểm tra lại giúp trên hệ thống mail  của em để em nhận được các thông tin về việc học từ phía nhà trường, hoặc reset lại mail cho em,  em xin chân thành cám ơn PĐT trường Đại Học Bách Khoa. Trân trọng ..",
    "Em xin chào thầy/cô của Phòng Đào tạo của Trường ạ Em xin hỏi thầy/cô một câu hỏi đó là, em có thể đăng kí in bảng điểm Đại học, tuy nhiên thay vì chuyển bưu điện về địa phương (hiện tại em đang ở thành phố Vĩnh Long), mà thay vào đó em xin nhờ phòng scan giúp em và gửi email bản electronic cho em khi in xong được không ạ. Hiện tại, em đang ứng tuyển vào một học bổng, tuy nhiên thì điểm tổng kết các môn học Liên thông trình độ Đại học - Thạc sỹ chuyển điểm về vẫn chưa có, em đang chờ và nghĩ khoảng 1 tuần nữa Phòng mới cập nhật xong. Vì vậy, nếu mà chuyển bảng điểm bằng bưu điện về địa phương em, xong rồi em lại ra tiệm photo scan thì không kịp thời gian ạ...   Em hy vọng có thể nhận được phản hồi sớm từ Phòng ạ, do hiện tại em đang ứng tuyển cho một học bổng, và học bổng này có hạn chót nộp hồ sơ trực tuyến là vào 31/10 này ạ. Ngoài ra thì mọi chi phí tiêu chuẩn, hay phát sinh thêm em xin được thanh toán qua trực tuyến hay bất kì hình thức nào ạ.. . Em xin cảm ơn Phòng rất nhiều ạ!",
    "Tên:  MSSV:  Yêu cầu: rút môn học Giải tích mạch học kỳ 202 Lý do: sinh viên đăng ký tốt nghiệp trước khi môn học kết thúc nên muốn dừng học môn này. Sinh viên đã thanh toán học phí.",
    "Vì laptop em bị hư không đủ điều kiện môn học ME3139 nên em xin rút môn học.",
    "Dạ, Thầy Cô cho em hỏi là giai đoạn này em đã đăng ký in bảng điểm, nộp lệ phí và yêu cầu gửi chuyển phát nhanh về nhà để nộp hồ sơ xin học bổng thì mất khoảng bao lâu vậy ạ. Em hy vọng sẽ nhận được sớm để kịp thời gian nộp hồ sơ ạ . Em chân thành cảm ơn Thầy Cô  ạ.",
    "Em chào nhà trường ạ . Thời gian vừa qua em đang chờ có bằng TN tạm thời (do myBK chưa cập nhật điểm kịp) để kịp tốt nghiệp bổ sung hồ sơ đi làm chính thức với doanh nghiệp. Em vừa nhận được đủ điểm số ngày hôm nay . Không biết khi nào thì sẽ cập nhật danh sách tốt nghiệp ạ? Em đang cần bằng TNTT trong tháng này ạ. Cảm ơn trường ạ.",
    "Dạ xin chào PĐT ạ hiện giờ em đã thanh toán học phí rồi mặc dù trễ hạn 11/10/2021 do tình hình kinh tế hiện tại của em đang khó khắn ạ thì em muốn hỏi là em thanh toán xong thì thời khóa biểu ,lịch thi cũng như em có được phép đăng ký môn học cho kỳ sau hay không ạ? Nếu em không được phép đăng ký thì em phải làm như thế nào để được đăng ký lại ạ?   i ",
    "Bảng điểm sinh viên . Kính chào Thầy/Cô, Em là Phạm Phương Anh - MSSV: 1710511, sinh viên khoa Cơ khí. Em có đăng ký in bảng điểm ngày 7/10/2021, mã phiếu: InBD20211007018 và đã có kết quả ngày 12/10/2021 . Tuy nhiên do tình hình dịch bệnh nên em không thể lên văn phòng đào tạo để lấy bảng điểm được. Vì vậy em mong quý Thầy/Cô có thể scan bảng điểm của em và gửi qua email: anh.pham99@hcmut.edu.vn này được không ạ? Em xin chân thành cảm ơn và chúc Thầy/Cô nhiều sức khỏe!",
    "Thưa thầy/cô,  Em đã đậu đủ 141/141 tín chỉ trong chương trình đào tạo. Tuy nhiên, em đã học dư 2 tín chỉ tự chọn (143/141) nhưng kết quả em lại rớt 2 tín chỉ tự chọn này. Em không biết điểm Trung Bình Tích Luỹ và Trung Bình Tích Luỹ Ngành có tính điểm rớt đó không ? Em rất mong nhận được phản hồi kĩ càng để em chuẩn bị cho xét tốt nghiệp. Em chân thành cảm ơn .",
    "Em xin chào thầy/cô, Em đã có đủ điều kiện để được xét tốt nghiệp. Em muốn hỏi là khi nào danh sách tốt nghiệp năm nay được update ạ?  Em cảm ơn.",
    "Dạ em chào quý thầy/cô, dạ tại đợt đăng kí học trực tiếp tại trường do chưa được tiêm mũi 2 vacxin covid 19 và các điều kiện khác chưa đảm bảo nên em đã không điền link đăng kí. Nay em đã được tiêm đủ 2 mũi vacxin và hoàn toàn đáp ứng đủ điều kiện học trực tiếp tại trường em có thể xin đăng kí bổ sung được không ạ. Em chân thành cảm ơn quý thầy/ cô.",
    "Dạ em chào Thầy, Cô, Em vừa có điểm Toeic Speaking and Writing, và  tuần trước đã được cập nhật CTXH trên mybk . Hiện tại tình trạng sinh viên của em đang là \"Tạm Dừng\", em đăng ký tốt nghiệp thì bị báo lỗi như hình đính kèm. Thầy, Cô cho em biết là em nên làm như thế nào để đăng ký tốt nghiệp ạ? Với cho em hỏi là hạn cuối đăng ký tốt nghiệp là ngày 24/12 chứ không phải ngày 20/10 phải không ạ? Thank you! Thân mến   i Tốt nghiệp .",
    "Chào thầy/cô, Về tình trạng hiện tại của em: - Đã hoàn thành chương trình đào tạo (144 tính chỉ, đủ các môn nhóm A, B, C, D) - Đã đủ điều kiện Toeic (nhận kết quả toeic nói viết ngày 14/10) - Đã đủ ngày CTXH - Đã hoàn thành luận văn tốt nghiệp - Không đăng ký môn học kỳ này Em đăng ký tốt nghiệp trên mybk nhưng đến bước khai lý lịch tốt nghiệp thì không thể cập nhật thông tin như hình ạ. Thầy/cô có thể giúp em cách thức để cập nhập được không. Do kỳ này em không đăng ký môn học thì có phải làm đơn thu nhận lại không ạ, và nếu có thì phải gửi bằng cách nào Em xin chân thành cảm ơn ",
    "Kính gửi phòng Đào tạo, Kính thưa quý thầy cô! Em tên là , sinh viên khóa 2018, khoa Cơ khí, lớp CK18CTM2. Hôm nay em viết thư này để hỏi phòng Đào tạo về việc Rút môn học, vì lý do sức khỏe không tốt nên bây giờ em không thể ráng học được nữa. Học kỳ này em đăng ký 14 tín chỉ, em muốn Rút hết các môn chỉ để lại 3 tín chỉ thì có được không ạ? Bây giờ em học chắc chắn sẽ rớt môn, nếu như vậy em sẽ bị cảnh báo học vụ, mà điều này sẽ không tốt cho việc học của em. Trước đó, vào HK202 cũng vì sức khỏe mà em đã xin Hoãn thi 3 môn. Xin phòng Đào tạo xem xét và giúp đỡ hoàn cảnh em lúc này. Em xin chân thành cảm ơn phòng Đào tạo! Trân trọng, ",
    "Chào anh chị ạ Em tên  MSSV  Dạ lúc trước anh chị báo em còn chưa chuyển đổi môn học nên chưa thể tốt nghiệp, nay em đã giải quyết xong mong anh chị cho em đăng kí tốt nghiệp bổ sung ạ Em cảm ơn anh chị",
    "Dạ chào thầy cô,  Em tên là , lớp HC17KTHL. Em vừa nhận giấy chứng nhận tốt nghiệp tạm thời từ phòng đào tạo, có ghi em đủ điều kiện nhận bằng tài năng. Trong chương trình, em có một vài môn học tài năng không trên 7.5 . Thầy cô cho em hỏi là em có đủ điều kiện nhận bằng tài năng khi có một vài môn học tài năng không trên 7.5 không ạ? Em rất mong nhận được sự phản hồi và hỗ trợ của thầy cô! Em cảm ơn nhiều ạ! Chúc thầy cô một ngày làm việc vui vẻ!",
    "Em chào cô/thầy, Hiện tại vì lý do dịch bệnh nên chưa có thể thi TOEIC RL. Tuy nhiên em vừa tham dự kỳ thi nói viết của BKE và đủ chuẩn ra trường. Em có thắc là nếu tốt nghiệp vào năm sau (Tháng 11) thì em cần phải thi lại anh văn nói viết không ạ. Em xin cám ơn.",
    "Em xin được hướng dẫn và tư vấn các bước để bảo lưu kết quả học tập online (vì tình hình dịch).",
    "Em chưa đóng học phí dự thính vì lý do kinh tế gia đình bị ảnh hưởng bởi dịch covid vậy e có thể xin nhà trường cho e nợ học phí hay gia hạn thêm thời gian thanh toán được không ạ",
    "Em chào Thầy, Cô, Em nộp mẫu đớn thu nhận lại để xét tốt nghiệp đợt tháng 11/2021. Em mong Thầy Cô duyệt đơn sớm cho em ạ, cảm ơn rất nhiều. Thank you! Thân mến",
    "Em chào quý Thầy / Cô, Em là , sinh viên năm cuối và đã hoàn thành chươg trình đào tạo và các chứng chỉ anh văn. Học kì vừa qua em có hủy đăng kí một môn học (đăng kí để duy trì tình trạng SV). Em có thể xin quý Thầy cô mở đóng học phí cho em ngay thời gian này để em hoàn thành điều kiện đăng kí tốt nghiệp được không ạ? Em rất mong được sự giúp đỡ từ quý Thầy cô.  trọng,   i Tốt nghiệp .",
    "Kính gửi: Phòng đào tạo Em đã đăng kí in bảng điểm theo diện lấy ở CS1 (khi đăng kí có 2 lựa chọn: lấy ở CS1 hoặc gửi bưu điện), như vậy bây giờ em có thể trực tiếp đến phòng đào tạo để lấy bảng điểm phải không ạ? Em xin cảm ơn.",
    "Kính chào phòng đào tạo trường ĐH Bách Khoa. Em tên    MSSV  Lớp PC16HTD. Dạ em nhầm em chỉ sử dụng một mail là   , nhưng cả tháng nay em không nhận được mail của    từ trường Đại Học Bách Khoa nữaVì vậy em kính trình phòng đào tạo kiểm tra lại giúp trên hệ thống mail  của em để em nhận được các thông tin về việc học từ phía nhà trường, hoặc reset lại mail giúp cho em,  em xin chân thành cám ơn PĐT .(đính kèm hình ảnh từ mail ) Trân trọng ./.",
    "Kính gửi: Thầy cô phòng Đào Tạo ạ! Em tên:  MSSV:  lớp: CK17-KTK. Em đã thi và có kết quả anh văn nói viết đợt 2, các bạn thi cùng đợt đã có tên trong danh sách tốt nghiệp tạm thời. Em mong thầy cô có thể kiểm tra giúp em lí do em không có tên trong danh sách để em hoàn thiện điều kiện tốt nghiệp và đăng kí tốt nghiệp ạ. Em xin cảm ơn.",
    "Em muốn hỏi là học phí (kỳ 211) em đã đóng đầy đủ có cập nhật trên BkPay rồi thì khi nào mới được cập nhật mới để đăng ký tốt nghiệp ạ. Bởi vì em đã hoàn thành đủ các điều kiện khác. Em cảm ơn!   i Tốt nghiệp .",
    "Ngày 27/09 em có đăng ký nhận Giấy xác nhận sinh viên, với mục đích bổ sung hồ sơ Hoãn Nghĩa vụ quân sự tại địa phương. Sau đó, em có theo dõi thì thấy bản mềm (ký ngày 04/10, như file đính kèm) được upload trên MyBK, và sẽ được gửi qua đường bưu điện về địa phương thông qua đơn vị Viettel Post. Tuy nhiên, đến hôm nay ngày 14/10, em vẫn chưa nhận được thư chứa bản cứng. Vì vậy, em muốn xin Phòng Đào tạo mã vận đơn của thư đó để em và gia đình tiện theo dõi quá trình vận chuyển thư, và xử lý vấn đề (nếu có). Em xin cám ơn.",
    "Dạ em chào quý thầy cô phòng đào tạo ạ! Em là sinh viên k17 Cảng- Công trình biển thuộc khoa Kỹ thuật xây dựng Kỳ vừa rồi do sơ suất trong quá trình đăng ký môn học nên em đã đăng ký thiếu 1 môn tự chọn trong nhóm tự chọn hk1 năm 4 vì em tưởng rằng kỳ nào cũng sẽ có 1 môn, kỳ 1 năm 4 tới tận 2 môn, hiện em có tham gia học cùng các bạn trong môn này, em viết tin nhắn này để kính mong thầy cô Phòng đào tạo có thể tạo điều kiện đăng ký thêm cho em môn này trên sàn đăng ký môn học được không ạ, vì em cũng đã theo học kịp tiến độ, có gửi mail nhưng chưa thấy phản hồi... MSMH:CI4059 , Quản lý xây dựng công trình cảng Em mong quý thầy, cô xem xét đăng ký giúp em, Em cảm ơn rất nhiều, chúc thầy cô sức khỏe!",
    "HOÃN THI GIỮA KỲ Kính gửi Thầy/Cô Phòng Đào tạo, Em tên: Nguyễn Đăng Khoa - MSSV: 2033577 Đang học môn: Phương pháp tính (MT1009) – Nhóm tổ: DT01-C – Học kỳ: 211 Vào lúc 7h00 sáng, ngày 10/10/2021 em có lịch thi giữa kỳ môn phương pháp tính (MT1009) - Nhóm tổ: DT01-C Vì sự cố mất điện đột xuất khu vực nơi em ở vào thời điểm thi, nên em không thể đăng nhập được vào mạng Internet cũng như máy tính. Do đó, em không tham gia được vào hệ thống thi môn MT1009 (Nhóm tổ: DT01-C) đúng giờ thi quy định. Vì thế em xin phép hoãn thi: Môn Phương pháp tính (MT1009) – Nhóm tổ: DT01-C – Thời gian 7h00 sáng ngày 10/10/2021 . Em có nhận được phản hồi từ Thầy/Cô phòng đào tạo như sau: “Chào em, •    Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế). Em tham khảo thông báo HK202 •    Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra. Thân mến” Em đã kiểm tra phần quy định hoãn thi (HT) theo hướng dẫn thì không thuộc nội dung đã liệt kê cụ thể trong quy chế (hình đính kèm). Tuy nhiên ở phần “Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến như hình đính kèm”   Vậy trường hợp của em Thi giữa kỳ thuộc Học kỳ 211 thì có được Phòng đào tạo sẽ hậu kiểm với các Khoa sau không ạ HAY được xin phép Giảng viên bộ môn để xem xét cho kiểm tra lại không ạ? Do em có gửi nội dung Phòng Đào tạo đã hướng dẫn đến Giảng viên bộ môn xin phép được kiểm tra lại nhưng Giảng viên không chấp thuận do không thuộc diện kiểm tra giữa kỳ của HK DT202 và 203. Em kính mong Thầy/Cô hướng dẫn giúp em ạ. Em chân thành cảm ơn Thầy/Cô nhiều ạ!",
    "Em tên  Sinh viên khoá K17 Em xin xem xét tốt nghiệp đợt này. Em cảm ơn   i Tốt nghiệp .",
    "Em là , mssv , Em đã hoàn thành và có điểm môn học cuối cùng vào học kì 202 vừa rồi nhưng em vẫn chưa có tên trong danh sách tốt nghiệp, cho em hỏi em phải đăng ký ở đâu vậy ạ. Em xin cảm ơn!",
    "Em chào thầy/cô, em là , em là sv K17 ạ. Dạo gần đây trong quá trình đăng ký xét tốt nghiệp em bị đánh giá là NỢ HỌC PHÍ, những khoảng là BHTN, đăng ký in bảng điểm và đăng ký in thẻ sinh viên. Thành thật là do em sơ xuất đăng 2 lần nên mới bị tình trang để lại nợ, tuy nhiên là lỗi của em nên em đã thanh toán hết rồi ạ. Nhưng gần đây em nhận thấy tình trạng in bảng điểm của em có xác nhận đã in bảng mới nhất gần đây, vậy cho em hỏi như hình pdf chụp màn hình đính kèm em có thể nhận bảng điểm đã được thanh toán gần đây không ạ. Bởi vì nó có thể bổ sung vào hồ sơ xin việc khi ra trường cho em. Ngoài ra thẻ sinh viên em cũng đã thanh toán, em có thể nhận thẻ mới không ạ, hiện tại em đang thấy trên Mục đăng ký in thẻ sv nó đang thể tình trạng thông tin đang chờ xử lý. Cuối cùng em chân thành cám ơn thầy/cô đã đọc thư và mong nhận được phản hồi sớm ạ .",
    "Kính gửi Phòng Đào Tạo, Em tên , MSSV: . Em đăng ký hoãn thi học kì 203 và được duyệt, em muốn hỏi khi nào sẽ thi lại để có chuẩn bị tốt ạ. Em xin cảm ơn và kính chúc sức khỏe.",
    "Kính gửi Phòng đào tạo, Em là , MSSV:  Em viết thư này để xin được đóng học phí sớm, để có thể đăng kí tốt nghiệp trong tháng 10 này. Lúc trước khi chưa thi anh văn nói viết, em có đăng kí một môn học để duy trình tình trạng sinh viên. Nhưng hiện tại em đã làm đơn xin rút môn học và được chấp nhận. Nhưng vì thời gian nộp học phí bắt đầu vào này 2/11 nên em không thể đăng kí xét tốt nghiệp được, trong khi hạn đăng kí tốt nghiệp trên myBK là 31/10. Em rất mong Phòng đào tạo có thể thông cảm và tạo điều kiện cho em được thanh toán học phí sớm để em có thể thực hiện đăng kí tốt nghiệp. Em xin chân thành cảm ơn và mong phản hồi sớm từ Phòng đào tạo!",
    "Kính gửi thầy cô Phòng Đào Tạo, Hiện tại em chưa được xét tốt nghiệp vì còn thiếu 2 môn (Kết cấu bê tông cốt thép 1 và Nền móng) mã môn học cũ. Hiện tại em đã hoàn thành 2 môn học này bằng các môn tương đương tương ứng trong chương trình đào tạo. Em cũng đã liên lạc với Khoa Kỹ thuật Xây Dựng để làm đơn xin chuyển môn học tương đương. Em xin gửi thầy cô đơn đính kèm, rất mong thầy cô xem qua và xét duyệt giúp em ạ, Em cảm ơn thầy cô rất nhiều, .",
    "Kính gửi Phòng đào tạo, Em tên , MSSV:  Em có thắc mắc là em đã có tên trong danh sách dự kiến tốt nghiệp nhưng chưa đạt Anh văn 2 kỹ năng nói viết do em thuộc chương trình tài năng yêu cầu điểm số từ 245 mà em chỉ đạt 230, thì em có thể đăng ký thi trong đợt thi sắp mở và được xét lại bằng tài năng không ạ? Em xin cảm ơn.",
    "câu hỏi trước em có đề cập hai loại giấy tờ em thanh toán trễ dạo gần đây, hiện tại nếu có thể nhận những giấy tờ trên em có thể trực tiếp lên cơ sở 1 của trường để lấy kết quả không ạ? Em hiện tại đã tiêm ngừa covid đủ 2 mũi rồi ạ. Em cám ơn thầy/cô xem thư của em ạ.",
    "Chào Thầy/Cô. Em tên Võ Anh Duy, mssv , hiện em học Khoa Cơ Khí chương trình Chất lượng cao. Thầy/Cô cho em hỏi về việc cập nhật điểm môn Lựa chọn vật liệu trong thiết kế của Thầy Nguyễn Hải Đăng khi nào sẽ được cập nhận lên MyBK vậy ạ? Em đã mail văn phòng Khoa thì được trả lời là đã gửi cho PĐT rồi. Em hi vọng Thầy/Cô có thể cập nhật lên MyBK kịp trước ngày thứ 6 để em có thể được cập nhật trong danh sách tốt nghiệp trong tuần này. Em cảm ơn Thầy/Cô và hi vọng Thầy/Cô có thể giúp em hoàn thành thủ tục nhập điểm sớm nhất có thể ạ. Em cảm ơn và chúc Thầy/Cô một ngày tốt lành.",
    "Chào PĐT, Em tên , MSSV  Em được thông báo là bằng tốt nghiệp tạm thời của em đã được gửi vào chiều ngày 12 tháng 10 nhưng tới hôm nay em vẫn chưa nhận được thông báo gì từ bưu điện. (đính kèm 1) Nếu được em xin PĐT cho em biết mã vận đơn của đơn hàng gửi bằng tốt nghiệp tạm thời cho em để nhân viên bưu điện tra cứu tình trạng đơn hàng. Hiện nay em đã được bộ GTVT hướng dẫn cách đi từ Đồng Nai lên thành phố Hồ Chí Minh. Nếu có thể huỷ đơn hàng, em xin PĐT huỷ đơn hàng giúp em và em sẽ trực tiếp lấy bằng tại bưu cục hoặc PĐT. Cảm ơn PĐT đã hỗ trợ em,",
    "em có đăng ký hoãn thi môn Giải tích 2 MT1005 học kì 203 . Đã sau thời gian xử lý và hậu kiểm  về hoãn thi của PĐT nhưng bảng điểm môn của e vẫn là điểm 13. Em xin hỏi có phải là có sai sót gì không a?",
    "Dạ thưa cho em hỏi em có nguyện vọng được hoãn học phí học kì 211 và dể thanh toán cùng với học kì 212 thì em cần phải làm thủ tục như nào vậy ạ. Em xin cảm ơn.   i  .",
    "Kính gửi PĐT, Em có điền 1 cái form online để xin đổi Giảng viên hướng dẫn Đề Cương Luận văn bên web của bộ môn, nhưng hiện tại em vẫn giữ tên như cũ theo danh sách của Thực tập tốt nghiệp. Em xin hỏi làm thế có cách nào để đổi giảng viên hướng dẫn không ạ ?  Em xin cám ơn !   i ",
    "Em chào thầy/cô ạ, hiện tại em bị trộm mất laptop nên không đủ điều kiện tiếp tục học môn  học cần sử dụng laptop ạ. Em xin rút môn bây giờ có được không ạ, mong pdt giúp đỡ em với. Em xin cảm ơn",
    "Chào PĐT, Em tên , MSSV  Em được thông báo là bằng tốt nghiệp tạm thời của em đã được gửi vào chiều ngày 12 tháng 10 nhưng tới hôm nay em vẫn chưa nhận được thông báo gì từ bưu điện. (đính kèm 1) Nếu được, em xin PĐT cho em biết mã vận đơn của đơn hàng gửi bằng tốt nghiệp tạm thời cho em để nhân viên bưu điện tra cứu tình trạng đơn hàng. Hiện nay em đã được bộ GTVT hướng dẫn cách đi từ Đồng Nai lên thành phố Hồ Chí Minh. Nếu có thể huỷ đơn hàng, em xin PĐT huỷ đơn hàng giúp em và em sẽ trực tiếp lấy bằng tại bưu cục hoặc PĐT. Cảm ơn PĐT đã hỗ trợ em,",
    "Thưa thầy/cô, Em là , MSSV , là sinh viên K17 Khoa Khoa học và Kỹ thuật máy tính. Nhờ Phòng đào tạo cập nhật điểm môn học Đồ họa máy tính (Mã môn học: CO3059) ở học kì 202 giúp em với ạ. Em có liên lạc với thầy bộ môn (thầy ), thầy có nói đã gửi bảng điểm từ tháng 8. Do em sắp hết hạn xét tốt nghiệp (31.10) nên rất cần điểm môn này. Em cảm ơn thầy/cô nhiều ạ. Trân trọng,",
    "Em đã đăng ký in bảng điểm vào ngày 12/10. Em có thể yêu cầu gửi qua mail thêm bản điện tử hoặc file scan của bảng điểm có xác nhận của PĐT ngay khi in xong và trước khi chuyển cho bên vận chuyển không ạ? Lần trước em chọn nhầm giấy xác nhận nên chỉ có mỗi HK202 và thiếu HK201. Mà lần đó mất tận 9 ngày sau khi thanh toán phí mới giao tới nhà em. Lần này 17/10 hết hạn nộp hồ sơ học bổng nên em sợ vận chuyển không kịp ạ. Em cảm ơn.",
    "Dạ em chào thầy/cô ạ, Em tên , MSSV: Thầy/cô cho em hỏi, hiện tại do tình hình dịch bệnh kéo dài phức tạp nên em đang gặp khó khăn về vấn đề kinh tế nên em đang làm đơn vay tiền tại địa phương, nơi em đang cư trú. Theo em được biết là phải có chứng nhận tại trường đang theo học nên em xin phép được hỏi làm sao để em có được giấy xác nhận đang học tại trường ạ và sẽ thực hiện những bước như thế nào ạ. Em xin cảm ơn ạ.",
    "Dạ chào /Chị. Em đã liên hệ với văn phòng Khoa và được văn phòng khoa xác nhận là đã gửi bảng điểm cho phòng Đào tạo và đã được cô  xác nhận rồi ạ. /Chị có thể xem lại giúp em xem có sai sót ở đâu không ạ? Khi mà điểm được gửi rồi và PĐT chưa nhận được không? Em cảm ơn /Chị.",
    "Kính gửi PĐT Em tên , em có câu hỏi nhờ PĐT giúp ạ Hiện em đang ở quê và sắp phải thi online, yêu cầu có thẻ sinh viên. Nhưng do sơ xuất trong lúc về quê cách ly em để sót lại thẻ sinh viên ở phòng trọ. PĐT cho em hỏi có thể sử dụng thẻ CCCD thay thẻ sinh viên được không ạ. Mong PĐT giúp đỡ, em xin cảm ơn.",
    "Dạ cho em hỏi xin giấy xác nhận sinh viên để vay vốn thì dùng lí do gì ạ do vào mybk không có lí do vay vốn ạ",
    "Kính chào thầy/cô pđt, Em tên , MSSV: . Hiện tại em đã đủ tất cả các điều kiện tốt nghiệp . Thầy/cô cho em hỏi là em có phải chờ email xác nhận đủ điều kiện tốt nghiệp từ trường và đợi có tên trong danh sách dự kiến tốt nghiệp rồi mới đăng ký tốt nghiệp hay là em có thể đăng ký tốt nghiệp trên mybk xong rồi tra cứu tên mình trong danh sách tốt nghiệp dự kiến ạ? Em nên làm theo trình tự nào ạ? Em xin cảm ơn!",
    "Chào chị, Cho e hỏi là em sắp tốt nghiệp vào tháng 11 đợt này thì có xin được giấy hoãn nghĩa vụ nữa không. Do em nghe bạn nói xin được tới tháng 10 năm sau.",
    "Vì một số lý do cá nhân, em cần lấy lại 2 môn mình đã rút. Phòng đào tạo gửi mail rằng em có thể làm đơn hủy rút 2 môn trên để PDT phê duyệt. Em xin hỏi đơn này làm như thế nào ạ? Em xin cảm ơn.",
    "Tốt nghiệp . ĐƠN XIN XÉT TỐT NGHIỆP Kính gửi: Phòng Đào tạo Trường Đại học Bách khoa – Đại học Quốc gia TP.HCM Em tên là:        HÀ TIẾN ĐÔNG                        Sinh ngày:   28/02/1998 MSSV:            1614268                                              Lớp:                VP16CĐT Em làm đơn này mong PĐT cho em được xét tốt nghiệp. Tại vì hai năm đầu, em là sinh viên của Đại học Bách khoa Đà Nẵng. Sau kì thi phân ngành của chương trình CLC Việt-Pháp, em được trúng tuyển vào ngành cơ điện tử của trường Đại học Bách khoa – Đại học Quốc gia TP.HCM. Tất cả các môn ở năm 1 và năm 2 em đã hoàn thành đầy đủ theo chương trình đào tạo PFIEV. Sau đó, em tiếp tục học giai đoạn 2 chuyên ngành Cơ điện tử - Chương trình PFIEV – Trường Đại học Bách khoa – Đại học Quốc gia TP.HCM sau kì thi phân ngành PFIEV năm 2018. Em cũng đã hoàn thành đầy đủ và không nợ bất cứ môn nào. Theo như danh sách sinh viên khóa 2015 đến 2017 còn nợ môn tính đến HK201 của Văn phòng Khoa Cơ Khí, thì tất cả các môn em còn nợ trong danh sách em cũng đã hoàn thành. Em đã bảo về luận văn thành công bằng cả tiếng Việt và tiếng Anh theo CT đào tạo PFIEV, các bằng ngoại ngữ em cũng đã nộp đầy đủ và không nợ học phí bất kì môn học nào. Số ngày CTXH tích lũy cũng lớn hơn 15 ngày. Tuy nhiên, em không hiểu lý do vì sao em lại không thể đăng ký tốt nghiệp trong MyBK, phần khai lý lịch tốt nghiệp em không thể nhấn nút “Cập nhật thông tin”, và nút “Nộp đơn xin xét tốt nghiệp em cũng không nhấn được Vì vậy em viết đơn này mong Nhà trường xem xét để em có thể đăng ký tốt nghiệp và được xét tốt nghiệp cùng với khóa học. Em xin chân thành cảm ơn. P/s: Em đã gửi mail ngày 7/10 và PĐT bảo là sau ngày 12/10 chưa nhận dc mail hay chưa đk tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời",
    "Kính gửi Phòng đào tạo, Em là sinh viên lớp MA3077 - Vật liệu kỹ thuật (HK202). Em xin được nêu thắc mắc về điểm thi cuối kỳ môn học trên. Trong lần nhập điểm ngày 4/10, điểm thi của em là 8.20, điểm trung bình môn 8.00 Nhưng lần nhập điểm ngày hôm nay 14/10, điểm thi của em lại là 4.60, điểm trung bình môn 6.00 . Em không hiểu tại sao hai lần nhập điểm lại có sự chênh lệch lớn đến vậy. Việc này em nên làm đơn phúc khảo hay email hỏi giảng viên? Vì môn này là môn thi trắc nghiệm online. Em xin cảm ơn phòng đào tạo .",
    "Xin chào PĐT, Em là sinh viên khoá K15 mssv:  khoa Kỹ Thuật Giao Thông. Vì ba em mắc hội chứng ALS nên gần 2 năm qua em phải ở nhà chăm sóc cho ba ( em kì nào cũng đkmh nhưng chỉ chạy lên thi rồi về ), đây là học kì cuối của em nhưng khổ nổi vì tình hình dịch bệnh nên từ đầu năm 2021 đến nay em không thể đi thi Anh văn được. Em chỉ còn  LVTN nhưng là bây giờ em không đủ chuẩn làm LVTN vì thiếu 1 chỉ ( 125/126 chỉ xét LVTN, thiếu  ). Em hi vọng nhà trường cho em một cơ hội thêm 1 HK để sang đầu năm IIG mở e đi thi Anh văn để làm LVTN ra trường ạ! Em xin cam đoan những gì em nói về Trường Hợp của em là đúng sự thật, em thấy tại mục 5.5 có trường hợp đặc biệt sẽ được hiệu trưởng xem xét, liệu trường hợp của em có được thầy hiệu trưởng chấp thuận không ạ và nếu được thì cho e xin cách gửi đơn ạ.  Em xin cảm ơn ạ",
    "Dạ em chào thầy/cô ạ. Hiện tại laptop em bị hư nhưng ở địa phương em vẫn còn dãn cách chưa có điều kiện đi sửa. Giờ em không đủ điều kiện học một vài môn cần lap. Em muốn rút môn bây giờ có được không ạ. Mong thầy cô giúp đỡ. Em cảm ơn a.",
    "Kính thưa Phòng đạo tạo. Em tên là , sinh viên khoa Kỹ thuật Địa chất và Dầu khí, sinh viên khóa 2017. Em đã hoàn thành Luận văn tốt nghiệp và chương trình đào tạo vào tháng 9/2021, vừa thi anh văn nói viết vào ngày 9/20/2021 và đợi kết quả thi để đăng ký tốt nghiệp. Hiện tại địa phương em đang kêu gọi Nghĩa vụ quân sự, do đã hoàn thành chương trình đào tạo, em không có môn học nào nên không đăng ký được giấy xác nhận sinh viên . Mong Phòng đào tạo xem xét giúp em để em được nhận giấy xác nhận sinh viên ạ.",
    "Trong mục đăng kí địa chỉ nhận ở mybk có tặng giáo trình và thẻ đt , hôm ấy em ấn nhầm và ko chọn vào chỗ nhận thẻ điện thoại , liệu bây giờ em còn có thể nhận được thẻ nữa không ạ",
    "Kính chào phòng đào tạo trường ĐH Bách Khoa TP.HCM. Em tên: , MSSV: . Hiện học khoa Kỹ thuật Xây Dựng . Em viết đơn này để trình bày việc: Hiện tại, em đang thực hiện vay vốn SVBK bên Cựu sinh viên trường mình, và đang được hoàn tất giấy tờ để giải ngân. Nhưng trong lúc đó em được nhận mail là trễ học phí và sau 15h ngày 15/10/2021 thì sẽ bị xóa môn TKB và không được ĐK môn HK sau . Em rất mong được các thầy cô hướng dẫn em cách để giải quyết vấn đề này.   Em chân thành cảm ơn ạ.",
    "Em muốn hỏi em đã đủ các điều kiện tót nghiệp. Và đã đóng phí Tốt nghiệp nhưng danh sách tốt nghiệp tháng 11 em không có. Em cần làm thủ tục gì nữa để kịp lên A5 trong đợt tháng 11?",
    "Em có đăng kí rút môn vì điều kiện học không cho phép nhưng nay đã tìm được phương án thì làm sao để gỡ rút môn học ạ",
    "Vì lí do laptop của em bị hỏng không đủ điều kiện để tiếp tục môn học nên em muốn rút môn học ME3139(Đồ án thiết kế), mong thầy/cô xét duyệt ạ.Em cảm ơn.",
    "Cho em hỏi hiện tại em học Khoa Khoa học máy tính thì môn Đề cương luận văn và môn Luận văn tốt nghiệp có thể học cách nhau 1 kì được không ạ. Ví dụ kỳ 211 học đề cương luận văn thì kỳ 221 có thể học Luận văn tốt nghiệp không . Em xin cảm ơn.",
    "Em tên là , MSSV: , lớp DD17TD04. Em vừa mới hoàn thành hai kĩ năng nói-viết tiếng anh và đã đủ điều kiện để tốt nghiệp nhưng khi vào đăng kí tốt nghiệp thì thông báo là em chưa có trong danh sách dự kiến tốt nghiệp. Vậy cho em hỏi: khi nào phòng đào tạo sẽ cập nhật danh sách dự kiến tốt nghiệp để em có thể đăng kí ạ . Em mong có phản hồi sớm từ phòng đào tạo. Em xin chân thành cảm ơn.",
    "Chào thầy\\cô ạ, em còn thiếu 2.5 ngày ctxh mà bây giờ dịch em không lên TPHCM để hoàn thành đc ạ, thầy\\cô cho e hỏi có cách nào để hoàn thành CTXH ở địa phương rồi cho nhà trường xét duyệt được ạ? Em cảm ơn.",
    "Dear admin, Em là sinh viên năm nhất ạ. Em có đăng ký gửi sách và giấy báo nhập học về nhưng tra viettelpost thì đơn hàng bị từ chối. Giờ em phải làm sao để nhận được sách hay để biết sách và giấy báo nhập đang ở đâu để người nhà em ở tp.HCM đến lấy ạ. Em xin cảm ơn ạ.",
    "Thưa thầy cô, em tên là . Vừa qua em có cố đăng kí xét tốt nghiệp đợt tháng 11 tới nhưng không thỏa điều kiện. Mong thầy cô thông báo cho em điều kiện mà em chưa đạt đủ yêu cầu ạ. Em xin cảm ơn.",
    "Dạ chào Thầy/Cô, Hiện nay em đã đủ mọi điều kiện để tốt nghiệp, tuy nhiên, vẫn còn phí Bảo hiểm Y tế Sinh viên 12 tháng DDBHYT121711, mà cái này em vốn đã đóng đầy đủ ở ký túc xá . Em có hỏi các cô ở phòng y tế về việc này, và cô trả lời là vấn đề này rất đơn giản, nếu nào không tốt nghiệp được thì lên gặp cô giải quyết, nhưng giờ em không biết liên lạc thế nào ạ . Em xin cảm ơn ạ",
    "Em làm theo giống trong mail mà ạ?",
    "Em vẫn đnag học và có tkb học kì 211. nhưg khi đăng kí giấy xác nhận sv để nộp cho cơ quan nó lại báo lỗi \" bạn đang tạm dừng hoặc không có tkb\"   i ",
    "cho e hỏi là sao cái đơn sách của em lại ghi là bị hủy ạ?",
    "Em là tân sinh viên đã đăng ký nhận sách của trường. Em hiện ở quận Bình Tân TP.HCM. Em được biết là ở TP.HCM sẽ được các anh chị giao. Nhưng hiện cũng gần hai tuần từ lúc nhận thông tin trường bắt đầu giao, em vẫn chưa nhận được cũng như chưa có cuộc gọi nào hết. Hiện em rất cần cuốn giáo trình bài tập để làm. Em xin cảm ơn",
    "Cho em hỏi là khu em đang trong vùng cách li và không có bank OCB nên hiện giờ không thể đong tiền được. Em có làm đơn thanh toáng tiền trễ rồi do trong Mail nói là nếu không thanh toán sẽ xoá tkb hủy môn em và ghi nợ môn. Em mong trường cho em hạn thêm để khi có cơ hội em sẽ đi đóng tiền liền ạ. Do thu em ở hông có OCB em phải qua tỉnh Long An mới có 1 chỗ để đóng nên mong nhà trường xem xét giúp em. Em cảm ơn",
    "Em xin chào Thầy/Cô, em là Trương Công Minh. Em xin hỏi là do kì này đã đủ tín chỉ chỉ còn thi anh văn nói-viết nên em có đăng ký 1 môn để không bị tạm dừng học và đợt vừa rồi em đã xin rút môn học kèm theo là em đã qua av nói-viết nhưng hạn đóng học phí là 9/11 nên em chưa thể đăng ký tốt nghiệp, vậy Thầy/Cô cho em hỏi có được mở trước hạn học phí để e có thể đóng học phí đang nợ không ạ!  Em xin chân thành cảm ơn.",
    "Dạ em chào quý thầy cô ạ !  Em được thông tin về học bổng của Honda. Họ có yêu cầu về điểm rèn luyện. Dạ em có liên hệ với lớp trưởng và bạn bảo là liên hệ xin từ PĐT ạ, vậy có cách nào để em nhận được bảng điểm rèn luyện không ạ ?  Em xin cảm ơn nhiều ạ !",
    "Em chào cô ạ.Em là  học lớp CK20CK06 MSSV  em tình cờ xem lại lí lịch em thấy nó bị sai ạ.Hộ khẩu và chứng minh của em tại Quảng Nam nhưng nơi sinh của em là tại Gia Lai ạ.Mong cô cập nhật lại lí lịch giúp em ạ. Em xin cảm ơn. Chúc cô luôn mạnh khỏe.",
    "Tốt nghiệp . Chào Thầy/Cô. Em tên Võ Anh Duy, mssv 1752141, hiện em học Khoa Cơ Khí chương trình Chất lượng cao. Thầy/Cô cho em hỏi về việc cập nhật điểm môn Lựa chọn vật liệu trong thiết kế của Thầy Nguyễn Hải Đăng khi nào sẽ được cập nhận lên MyBK vậy ạ? Em đã mail văn phòng Khoa thì được trả lời là đã gửi cho cô Hồng Nga ở PĐT rồi. Em hi vọng Thầy/Cô có thể cập nhật lên MyBK kịp trước  thứ 6 để em có thể được cập nhật trong danh sách tốt nghiệp trong tuần này. Vì công ty yêu cầu phải có tên trong danh sách dự kiến tốt nghiệp hoặc bằng tốt nghiệp tạm thời trước tháng 11 nên em hơi gấp ạ. Em cảm ơn Thầy/Cô và hi vọng Thầy/Cô có thể giúp em hoàn thành thủ tục nhập điểm sớm nhất có thể ạ. Em cảm ơn và chúc Thầy/Cô một ngày tốt lành.",
    "Kính gửi pđt,  Dạ cho em hỏi là sao em thấy trên aao thì hạn xét tốt nghiệp đợt tháng 11.2021 là 24/12/2021 nhưng trên mybk thì là 30/10/2021 ạ? ",
    "em ở tp Hồ Chí Minh, em đăng kí nhận giáo trình đến hôm nay được 8 ngày rồi em vẫn chưa nhận được giáo trình ạ. Em muốn nhận giáo trình sớm để thuận tiện cho việc học onl ạ",
    "Em chào Thầy/Cô. Em tên là , MSSV , Em có đăng ký giấy tạm hoãn nghĩa vụ vào năm 2020 thì bây giờ em lên cơ sở 1 lấy giấy và nộp cho địa phương được không ạ ? Em cảm ơn.",
    "Kính chào thầy cô,  Em tên , MSSV:  Em muốn hỏi thầy cô là trong đợt thi giữa kì 211, các môn thi tập trung này có được đăng kí hoãn thi không ạ. Lý do: thiết bị (laptop) của em bị hư và gửi đem sửa nhưng chưa sửa được ạ. Em mong thầy cô giải đáp giúp em, em xin cảm ơn!",
    "Em chào quý Thầy Cô. Hiện tại em vừa được bổ sung điểm môn học CI3001 vài ngày trước nên trong thông tin cá nhân của em tại mục tốt nghiệp dự kiến trên aao.hcmut.vn có điểm trung bình tích lũy là 8.17; tuy nhiên trên mục bảng điểm Mybk và là điểm tích lũy chính thức của em là 8.22 . Kể từ ngày có điểm môn học CI3001 thì em có lên xem thông tin aao mỗi ngày để xem trạng thái cập nhật nhưng vẫn không có ạ. Vậy em phải chờ hệ thống aao cập nhật và kiểm tra đúng hết thông tin rồi mới đăng ký tốt nghiệp để không xảy ra sai sót giữa bằng tốt nghiệp và bảng điểm tốt nghiệp đúng không ạ? Em xin cảm ơn quý Thầy Cô.",
    "Thưa PĐT, từ ngày 4/10 đến hôm nay 15/10 đã hơn 1 tuần kể từ khi em đăng ký in giấy chứng nhận sinh viên thông qua bưu điện nhưng bây giờ em vẫn chưa nhận giấy chứng nhận sinh viên. Em muốn hỏi là có xảy ra sai sót gì không ạ? Sao bây giờ vẫn chưa nhận? Nên đợi bao lâu nữa thì sẽ được nhận.",
    "Kính chào thầy cô ạ, Nếu em không đủ điều kiện về thiết bị để thi giữa kì thì em có thể xin hoãn thi không và xin như thế nào ạ? Mong thầy cô hướng dẫn giúp em, Em xin cảm ơn!",
    "Em đã thi av vào ngày 25/9 và đã có điểm. Bên cạnh đó thì các điều kiện tốt nghiệp đã hoàn tất. Nhưng đến giờ em vẫn chưa có danh sách tốt nghiệp dự kiến Do hạn chót đăng kí là cuối tháng 10 nên em đang lo lắng. Mong thầy/cô kiểm tra giúp em ạ ",
    "em tên là  mssv . Hiện tại vì một số lí do cá nhân nên em không thể hoàn thành luận văn học kì 211 nên em muốn rút môn học.Kính mong quý thầy cô xem xét",
    "Kính gửi thầy cô PĐT, Em tên là , sinh viên lớp CK17KSCD. Sau khi thi anh văn Nói Viết đợt 2 thì hiện nay em đã đủ toàn bộ điều kiện để ĐKTN (ĐTBTL 7,5; 17 ngày CTXH, thanh toán toàn bộ phí trên mybk, pass tiêu chuẩn AV 4 kỹ năng, học và đạt toàn bộ các tín chỉ cần thiết); tuy nhiên em lại không tìm thấy tên mình trong danh sách dự kiến và vẫn chưa nhận được mail thông báo ĐKTN trong khi một số bạn của em đã nhận rồi . Rất mong thầy cô giải đáp giúp em ạ. Em xin chân thành cảm ơn thầy cô.",
    "Hôm nay em đóng không kịp thì thời khoá biểu dự thính bị xoá phải không ạ, phải ngày mai em mới đóng kịp thì thời khoá biểu dự thính có được khôi phục lại không",
    "Chào thầy/cô, Em sinh viên Khóa 2012, hiện nay em đã tốt nghiệp. Sáng nay em phát hiện ra mail sinh viên của mình đã bị trường vô hiệu hóa tài khoản. Em muốn hỏi có cách nào mở lại tài khoản (1 ngày cũng được) để em có thể lấy những dữ liệu còn lưu trên drive.",
    "Kính gửi thầy cô, Hiện tại các phường đang triển khai lấy danh sách NVQS. Em muốn hỏi là làm sao để có thể có được giấy tạm hoãn Nghĩa vụ quân sự ạ, tụi em có thể nhận bằng hình thức file mềm không ạ? Em cám ơn.   i ",
    "Chào PĐT ạ, lúc trước em có đăng ký học môn anh văn nhu cầu 2A, nhưng hiện tại vì 1 số lý do và em muốn thi bẳng Toeic để đổi điểm. Vì thế, em muốn xin hủy môn anh văn nhu cầu 2A. Mong PĐT giúp em ạ.",
    "Dạ em chào anh chị! Em có đăng kí môn dự thính lộ trình 2(bắt đầu học từ 30/8) nhưng không thấy có thời khóa biểu ạ. Môn học em đăng kí là Giải tích 2(MT1005) ạ Dạ đây là hình ảnh ạ! Em cảm ơn!",
    "Dạ chào thầy/cô, Em xem trên lịch trình đăng ký Tốt Nghiệp trên website của trường đã dời đến 24/12/2021 mà trong phần đăng ký Tốt Nghiệp trong Mybk thời hạn đăng ký chỉ đến 31/10/2021. Cho em hỏi này là sao ạ!  Em cảm ơn nhiều ạ!",
    "Em chào PĐT Em là , MSSV  , CK17LOG 2. Xét thấy bản thân đủ điều kiện tốt nghiệp nhưng hiện giờ vẫn chưa có tên trong DS tốt nghiệp dự kiến (do đó nên chưa thể đăng ký tốt nghiệp được). Mong PĐT rà soát và xem xét lại trường hợp của em ạ. Em cảm ơn.",
    "Chào anh/chị, Học kỳ 211 này các môn học 3 tín chỉ bị rút đi 1 tiết, chỉ còn 2 tiết trong một buổi học, bằng với môn 2 tín chỉ, dẫn tới việc thời gian để giảng viên hướng dẫn bài tập hay để phân tích các bài tập tình huống không đủ. Em xin phép được hỏi vì sao lại có sự giảm đi số tiết này trong học kỳ 211 ? Mong nhận được lời giải đáp của anh/chị. Trân trọng.",
    "Chào Phòng Đào Tạo! Em là - lớp XD15KT- MSSV: . Hôm nay em phát hiện tài khoản gmail trường của em là  đã bị vô hiệu hóa.   Phòng Đào Tạo có thể giúp em mở lại tài khoản để em sao chép tất cả dữ liệu trong google drive được không ạ? Bởi vì trong drive chứa các bài nghiên cứu của em từ lúc học đại học đến nay. Em sẽ sao chép dữ liệu lại và trả tài khoản lại cho trường. Vì em cần những bài nghiên cứu đó để nộp hồ sơ xin học bổng du học. Mong Phòng Đào Tạo xem xét và giúp đỡ cho em. Em cảm ơn! Trân trọng, ",
    "Kính gửi phòng đào tạo ĐHBK TPHCM, Em tên là , Mssv . Em gửi yêu cầu này là mong thầy cô cập nhật lại danh sách dự kiến đăng ký tốt nghiệp để em được đăng ký tốt nghiệp ạ. Em xin cảm ơn!   i Tốt nghiệp .",
    "Xin chào thầy/cô. Em xin bảo lưu kết quả HK 201,202,203. Cho đến HK 212. Đồng nghĩa với việc em xin không học HK211,212. Xin quý thầy/cô giúp đỡ. Em xin cảm ơn.",
    "Em chào thầy, cô . Em là , MSSV , là sinh viên ngành Kỹ thuật chế tạo máy, Khoa Cơ Khí. Lý do em gửi e-mail là vì: Em hiện tại đã đủ điều kiện tốt nghiệp và em đã lỡ đăng ký 1 môn học ở HK 211 và còn nợ học phí ( Phải thanh toán vào ngày 09/11/2021) và đồng thời hạn đăng ký tốt nghiệp là vào ngày 31/10/2021 . Em mong thầy, cô có thể mở sớm thanh toán học phí cho em để em có thể đăng ký tốt nghiệp sớm ạ . Em cảm ơn thầy cô rất nhiều . Chúc thầy cô một ngày ấm áp và hạnh phúc.",
    "Kính gửi thầy/cô, Do chưa có điểm của môn học EE3025 trước khi đợt đăng ký dự thính học kỳ 211 kết thúc, nên em có đăng ký môn học đó vào kỳ dự thính 211. Em vừa biết điểm là đã qua môn nên em mong muốn được rút môn học. Nhưng hạn rút môn học thông báo qua mail là ngày 01/10/2021, đã hết hạn rồi. Thầy/cô có thể hướng dẫn giúp em các thủ tục để rút môn học đối với trường hợp của em được không ạ? Em cám ơn thầy/cô ạ.",
    "Cho em hỏi là em có đăng ký giấy tạm hoãn nghĩa vụ quân sự vào ngày 10/10/2021 và địa điểm trả kết quả là văn phòng khoa cơ sở lý thường kiệt ạ. Nay em lên văn phòng khoa thì khoa bảo là chưa nhận được bản in từ phòng đào tạo ạ. cho em hỏi phiếu in của em đã được in xong và chuyển tới văn phòng khoa chưa ạ? (thông tin của em là , MSSV: ). Em cảm ơn ạ",
    "Em mới nhận được mail đăng kí thể chất em muốn hỏi là em là K19 có đăng kí đợt này được không ạ?",
    "Chào thầy/ cô, Em là sinh viên Khóa 2017 và hiện tại em đã đạt đủ các chứng chỉ Anh văn, CTXH cũng như tín chỉ tích lũy. Em đã có hỏi trên bksi và nhận được phản hồi của cô rằng em đã đủ điều kiện tốt nghiệp. Tuy nhiên, hiện tại em vẫn chưa đăng ký tốt nghiệp được trên mybk và cũng chưa có tên trong \"Danh sách tốt nghiệp dự kiến\" (hình ảnh đính kèm) Em không biết liệu em đang có vấn đề ở bước nào. Em mong nhận được phản hồi từ quý thầy cô ạ!",
    "Cho em hỏi là em đã học HP1 THỂ CHẤT, HIỆN TẠI TRƯỜNG MỞ HỌC PHẦN 1 2 MÔN VÕ VÀ AEROBIC LIỆU EM CÓ THỂ ĐĂNG KÝ HỌC 1 TRONG 2 MÔN ĐÓ LÀ HP2 ĐƯỢC KHÔNG Ạ. EM CẢM ƠN TRÂN TRỌNG ./.",
    "Chào thầy/cô Theo quy định thì khóa 2018 phải hoàn thành 3 môn GDTC khác nhau. Trường hợp em rớt một môn GDTC nhưng em không học lại môn đó mà học lại môn khác, và đã đủ 3 môn. Thì môn bị rớt đó, em có phải học lại để qua môn không ạ? Mong nhận được phản hồi sớm từ quý thầy/cô. Chân thành cảm ơn ạ Trân trọng",
    "Em chào cô, em là khoc k16, khóa em là 3 môn GDTC, em còn thiếu 1 môn GDTC 2 để kỳ sau đăng ký làm tốt nghiệp, em thấy có đợt đk môn GDTC học phần 1, em đk học môn này có được xét quan GDTC2 không ạ",
    "Kính Gửi Phòng Đào Tạo, Em là , MSSV . Khoa điện, điện tử, chương trình tiên tiến . Vào ngày 13/10/2021. Phòng đào tạo có email cho em, và nói rằng em còn nợ 2 Môn : Tư Tưởng  -MSMH: 001025. Và môn Trường, sóng điện từ - MSMH 405408. Nên không xét tốt nghiệp được Rất mong phòng đào tạo xem xét lại giúp em hai môn này. Đầu tiên, Môn Trường, sóng điện từ  - MSMH 405408, em đã hoàn thành, và qua môn, giảng viên cũng đã cập nhật điểm. Thứ 2, môn Tư tưởng , em đã đăng kí bằng MSMH SP10025, thuộc chương trình chất lượng cao, do ở học kì trước, MSMH 001025 không thể đăng kí được. Vì là học kì cuối cùng, học kì mới đã bắt đầu từ lâi, và cũng đến hạn ra trường, rất mong Phòng Đào Tạo xem xét lại các trường hợp này   và giúp đỡ em. Em xin chân thành cám ơn! Dưới đây là hình ảnh về điểm số của các môn : Tư Tưởng , và Trường, sóng Điện từ",
    "Chào thầy/cô, hiện tại do tình hình covid nên chưa biết khi nào mới có thể thi toeic đươc, mà  em sắp hết thời hạn 13 học kỳ. Em hiện có điểm toeic là 490 (cần 500 để tốt nghiệp) . Vậy em có thể xin trường xem xét giúp em trường hợp này không ạ. Em xin cảm ơn.",
    "Em xin chào phòng đào tạo . Hiện tại số tín chỉ tích lũy của em hiện là 93 tín chỉ, và em đã thi kiểm tra anh văn trong trường em đã thi qua hết qua đủ đạt chuẩn của năm 4 nhưng vì dịch em chưa thể thi để lấy bằng  để nộp cho trường, phòng đào tạo có thể cho em xin tạm tính tín chỉ tích lũy để đủ điều kiện đăng ký thực tập tốt nghiệp được không ạ? Em sẽ bổ sung bằng sớm nhất trong năm nay khi được tổ chức thi toeic lại. Để không ảnh hưởng đến đề cương luận văn của em. Em xin gửi lại đơn đăng ký môn học bổ sung. Em xin cảm ơn.",
    "Em là sinh viên khoá K17. Em còn nợ môn thể chất 2. Em đã đăng ký học học phần 2 môn thể chất của k20 ở hk202. Cho em hỏi nếu em đã hoàn thành học phần 2 thì em có cần đăng ký học phần 1 nữa không? Em xin cám ơn.",
    "Em hiện tại đang ở Q3 và đăng kí nhận giáo trình tại Q3 TPHCM nhưng vẫn chưa nhận được giáo trình ạ. Em học chương trình Việt - Pháp. Em cảm ơn ạ.   i  .",
    "Dạ thầy cô ơi. Em có nhận mail đăng ký môn học GDTC  . Em vô mybk-  đăng ký. Thì thấy lớp võ chỉ có các nhóm lớp CC, L . Em là sinh viên thuộc Chương trình Việt-Pháp . Vậy em đăng ký nhóm lớp nào ạ  U",
    "Em là , khoá 2017. Xin cho em hỏi về cách thức đăng ký môn giáo dục thể chất. Khoá k17 của em cần đăng ký gdtc1, gdtc2, gdtc3. Bây giờ em còn đang nợ gdtc2. Theo chương trình mới k20 chỉ học học phần 1 và học phần 2 môn gdtc. Em đã đăng ký học phần 2 môn Võ k20. Nếu em hoàn thành học phần này thì cho em hỏi em có cần đăng ký học phần 1 nữa hay không? Nếu em không đạt học phần 2 này thì em sẽ học lại như thế nào để bổ sung đủ cho học phần gdtc2 của k17 theo chương trình mới của k20 ạ? Em xin cám ơn",
    "Kính gửi Thầy/ cô, Dạ em là sinh viên K21 của trường ạ, em có thắc mắc về việc đăng ký môn giáo dục thể chất ạ: - Dạ nếu em không đăng ký ở học kỳ này thì có được đăng ký ở học kỳ sau không ạ? - Dạ nếu em có bằng ở môn võ taekwondo( cụ thể là đai đen nhất đẳng) thì có được miễn học không, hay vẫn học bình thường ạ? Dạ em cảm ơn thầy/ cô nhiều ạ.",
    "Chào anh(chị),    Cho em hỏi là giấy xác nhận khó khăn của địa phương để nộp ứng tuyển học bổng hay các khoản vay của trường, thì em dùng giấy đã xin xác nhận trước đó 2 3 tháng được không ạ? Em cảm ơn.",
    "Kính gửi thầy cô, Em tên là  MSSV , MSSV cũ: . Trong Học kỳ 3 (2020-2021) em đã hoàn thành các môn học và đủ điều kiện tốt nghiệp. Nhưng trên hệ thống vẫn thông báo em chưa đủ tín chỉ. Em mong thầy cô lần kiểm tra lại giúp em tình trạng này ạ. Do em đã thông báo tình trạng từ tháng 9, đến nay cũng đã sắp hết hạn đăng ký xét tốt nghiệp. Em xin lỗi đã làm phiền thầy cô nhiều lần ạ. Em xin cảm ơn. Sinh viên",
    "Em tên là:  MSSX:  Theo quy chế từ khóa K20 thì em sẽ phải học 2 học phần Giáo dục thể chất ạ. Vậy cho em hỏi là: _Nếu em học 2 môn thể chất khác nhau (như HK201 học Bóng Chuyền còn HK202 học Cầu Lông) thì có được chấp nhận không ạ? _Nếu HK201 em đã học môn Võ và đã qua và HK211 này em đăng ký học lại môn Võ thì có được chấp nhận không ạ? Mong PĐT giải đáp giúp em với ạ. Em xin cám ơn nhiều ạ.",
    "Thưa thầy cô, trước đây em định đăng kí anh văn 1A nhưng mà thời điểm đó điểm anh văn đầu vào của em lỗi và không đăng kí được. Và em đã nghĩ là sẽ không đăng kí được nữa. Nhưng mà hôm nay thì phòng đào tạo đã chỉnh lỗi điểm anh văn đầu vào của em, và tư nhiên môn Anh văn 1A của em được đăng kí,trong khi em đã không đăng kí nữa, làm em không kiểm soát được việc học cũng như học phí. Vậy cho em hỏi là có cách nào em có thể hủy môn học Anh văn 1A được không ạ ?",
    "chào thầy cô,  Em là Đức, khóa K19 em nhập học K19 nhưng hiện tại về nộp giấy xác nhận sinh viên thì bên quân đội xã yêu cầu có giấy nhập học năm 2019, vậy hiện tại trường có cung cấp lại giấy nhập học năm 2019 cho em được k ạ,  Em cảm ơn thầy cô ạ     i  .",
    "cho e hỏi hôm nay 15/10/2021 e đóng học phí qua trước 15h mà không dươc",
    "Dạ em kính chào Thầy, Cô. Em có thắc mắc là theo như bảng điểm chính quy thì em đã đạt các môn sau: 1. Những nguyên lý cơ bản chủ nghĩa -  5.6 2. Pháp luật Việt Nam đại cương 7.4 3. Hoá đại cương 5.5 4. Toán kỹ thuật 6.2 5. Phương pháp tính 8.1 6. Xác suất thống kê 5.7 7. Thực tập điện 1 6.0 8. Thực tập điện tử 1 6.0 Mã môn cũ Tên môn Mã môn mới 001001 Những nguyên lý cơ bản chủ nghĩa -  5.6 SP1003 008001 Pháp luật Việt Nam đại cương 7.4 SP1007 604002 Hoá đại cương 5.5 CH1003 404037 Toán kỹ thuật 6.2 EE1003 006023 Phương pháp tính 8.1 MT1009 006018 Xác suất thống kê 5.7 MT2001 406001 Thực tập điện 1 6.0 EE2025 410008 Thực tập điện tử 1 6.0 EE2023 440302 Thực tập tốt nghiệp 5.0 EE3333 Em mong phòng đào tạo xem xét cập nhật điểm các môn trên vào bảng điểm của hệ vừa làm vừa học của em ạ! Em chân thành cám ơn ạ! Em kính chào!",
    "Ah dạ, em là bạn hỏi về nhờ Phòng Đào tạo có thể scan bản electronic của bảng điểm Đại học được hay không - mà cô [staff_name] vừa trả lời vào sáng ngày 15/10 ạ. Hình như do em trình bày đã không rõ, nên cô chưa hiểu rõ yêu cầu của em nên em xin trình bày lại với cô và nhờ cô trả lời lại giúp em ạ. Cụ thể đó là: 1. Hiện tại em chưa đăng ký in bảng điểm Đại học tại Phòng Đào tạo - vì lí do là em đang chờ điểm tổng kết của 2 môn tương đương mà em học ở chương trình Cao học Liên thông mà em đạt được điểm tốt trong học kỳ 202 vừa qua, được chuyển điểm về bảng điểm Đại học. Tuy nhiên, em lại không biết rõ chính xác khi nào phòng Đào tạo sẽ cập nhật điểm này, chỉ biết là điểm này sắp được cập nhật (không rõ thời gian), để em có thể in bảng điểm (Đại học) ra (có 2 môn đạt điểm tốt này trong bảng điểm) để ứng tuyển cho một học bổng (hạn chót ngày 31/10). 2. Thứ hai, đó là về bối cảnh của gia đình em, nhà em ở tỉnh không phải TPHCM, do ảnh hưởng của dịch bệnh Covid nên gia đình em sắp phải chuyển nhà sang tỉnh khác, có thể là 3-4 ngày nữa, cũng có thể là 1-2 tuần nữa (thời gian chưa xác định). Vì thế, em rất khó trong việc xác định được địa chỉ gửi bảng điểm về nhà em nếu như chọn phương án chuyển bằng đường bưu điện ạ... =  Vì vậy, em dự định sẽ đăng ký in bảng điểm Đại học ngay khi điểm chuyển Liên thông được Phòng Đào tạo cập nhật, và em muốn chọn nơi nhận là PĐT cơ sở 1 (tại văn phòng của PĐT  luôn ạ). Và sau khi Phòng đã in xong, thì em có thể nhờ Phòng Đào tạo scan giúp em bảng điểm này và gửi đến email giúp cho em được không ạ? Khoảng cỡ 4-5 ngày nữa, cho dù là em đã được cập nhật điểm chuyển vào bảng điểm hay chưa, thì em đều đăng kí in bảng điểm ra để kịp nộp ứng tuyển cho học bổng. Đồng thời, em sẽ gửi PĐT địa chỉ email của em để phòng có thể scan ra xong rồi sẽ gửi bản electronic đó đến email của em như em đã trình bày ở đoạn trình bày bên trên ạ. Dạ, đó là phần diễn giải cụ thể của em cho yêu cầu này ạ. Có thể nói là, em muốn nhận được câu trả lời từ Phòng Đào tạo là: sẽ giúp đỡ theo như mong muốn của em (hoặc là không), để em có thể chuẩn bị để sắp xếp các phương án... Tuy nhiên, em rất mong được Phòng Đào tạo giúp đỡ bằng cách mà em đã trình bày trong các đoạn trình bày bên trên, có thể giúp đỡ cho tình cảnh khó khăn của em trong giai đoạn dịch bệnh Covid như hiện nay ạ. Em xin cảm ơn cô/ thầy trả lời câu hỏi của em, và em cũng xin cảm ơn Phòng Đào tạo rất nhiều ạ!   i  .",
    "Gửi Trường Đại học Bách Khoa, Em là , tân sinh viên trường mình khoa khoa học máy tính. Em xin hỏi tất cả các bộ giáo trình đã được phát ở khu vực Tỉnh Bà Rịa - Vũng Tàu chưa ạ. Bởi vì hiên tại em chưa nhận được giáo trình của trường (dù em đã đăng kí trên trang mybk) và em thấy một số bạn cùng khu vực đã nhận được rồi ạ. Em xin cảm ơn Trường ạ.",
    "Em chào Thầy Cô PĐT ạ Em tên là Trần Quang Nhật MSSV 1914493 Khoa: Công Nghệ Vật Liệu Hai năm học vừa rồi số lượng sinh viên đăng ký các môn học thể chất rất đông nên em không thể hoàn thành 3 môn thể chất như yêu cầu nhà trường chưa kể kỳ hè vừa rồi các môn thể chất trường không mở do dịch.Tuy nhiên hiện tại trường có mở hai lớp thể chất cho các bạn sinh viên là võ và aerobic nhưng 2 môn này em đã hoàn thành rồi vậy nên  em dự tính sẽ đăng ký 1 môn trong hai môn này rồi xin điểm chuyển sanng môn thể chất thứ 3 cho đủ yêu cầu hoàn thành 3 môn thể chất. Em hy vọng Thầy/Cô sẽ chấp nhận ạ",
    "Dạ xin chào PĐT,   Ngày 01/10 em có gửi mail đến PĐT để thắc mắc về việc em đăng ki hoãn thi 3 môn : - LA1037 - MT2013 - SP1031 Nhưng khi kiểm tra trong danh sách hoãn thi của nhà trường thì đã có sự thay đổi cụ thể là: KET QUA DKMH: MSMH: LA1037 DUNG MSMH: SP1031 DUNG MSMH: SP1033 DUNG Và em đã được hướng dẫn kiểm tra lại mail phản hồi của nhà trường sau khi đăng kí hoãn thi bằng \"google form\" để tự kiểm tra lại bản thân đã đăng kí đúng thông tin hay chưa. Sau khi em kiểm tra lại mail thì chỉ thấy 1 mail từ PĐT ngày 06/08 với nội dung như sau: \"Chào bạn, - Phòng Đào tạo đã đồng ý yêu cầu về việc xin Hoãn Thi/Vắng thi của bạn. Bạn vui lòng theo dõi kết quả được cập nhật trên trang mybk.hcmut.edu.vn /  Thông tin sinh viên/xem điểm và mail sinh viên sau ngày 30/09/2021 (nếu sau  thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn  để khiếu nại). Lưu ý: PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV  bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định Chúc bạn học tập tốt nhé. Thân.\" Và hiện tại em không có thêm mail nào ghi chi  tiết những môn em đã đăng ký hoãn thi để làm bằng chứng xác nhận lại với PĐT được ạ.   Dạ nếu trong trường hợp em đã thật sự đăng ký sai MSMH hoãn thi thì liệu em có thể đăng ký lại hoặc chỉnh sửa lại mã môn em đã viết sai không ạ? Em rất mong nhận được sự hướng dẫn của nhà trường, Em xin cảm ơn!",
    "Gửi các anh/chị phòng Đào tạo, Em là , khóa K17 ngành Kỹ thuật máy tính. Hiện tại em đã có đủ điểm số và hoàn thành đẩy đủ các môn học trong chương trình đào tạo nên em muốn đăng kí tốt nghiệp đợt tháng 11/2021. Anh chị có thể đăng kí giúp em được không ạ. Em cảm ơn anh chị. Trân trọng, .",
    "Thưa thầy, cô, Em đang hoàn thành hồ sơ nộp học bổng Honda và cần xác nhận tham gia bài báo nghiên cứu khoa học. Thầy, cô có thể hướng dẫn em các xác nhận tham gia bài báo được không ạ. Vì theo em biết thì em đã vào 1 đường link do thầy hướng dẫn để xác nhận tham gia bài báo rồi ạ. Em cảm ơn, ",
    "Thưa các thầy/cô cho em hỏi Em là sinh viên thuộc chương trình CLC, khi đăng kí môn Giáo dục thể chất thì em thấy có lớp mã L hợp với lịch học của em, vậy em có được đăng kí vào lớp này không hay bắt buộc phải đăng kí một lớp có mã CC ạ",
    "Cho em hỏi là bây giờ nếu em in bảng điểm thì có thể lên trường nhận trực tiếp bảng điểm được không    i  .",
    "Em chào anh/chị! Học kì này em có đăng ký một môn học để có thời khóa biểu nhưng đã đăng ký hủy môn học thì em có thể xin giấy chứng nhận sinh viên không ạ ? Thân, ",
    "Em chào cô, hiện tại em đã có email thông báo có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021, tuy nhiên em vẫn chưa thể khai lý lịch tốt nghiệp trên MYBK ạ. Em muốn xin hỏi thầy cô về thông tin trên mybk và tình trạng tốt nghiệp của em ạ",
    "Em tên là , hiện tại em đang có nhu cầu nộp học bổng nên em có in bảng điểm trên mybk nhưng đến bước thanh toán thì em không thể thanh toán được như những lần trước ạ, khi em ấn Thanh toán thì nó luôn bật lên các trang lỗi bảo mật ạ. em mong nhận được giải đáp từ quý thầy cô ạ, tại học bổng của em dự tính nộp cũng sắp tới hạn rồi ạ . em chân thành cảm ơn ạ.",
    "Em cần làm gì để được hoàn thi giữa kì vậy ạ . Do hiện tại em cần hoãn thi để sửa laptop",
    "dạ cho em hỏi trường em là tân sinh viên ạ, hôm nay em có đăng ký môn học thể dục online ạ nhưng đến đoạn đăng ký tiết học thì nó có 2 vấn đề ạ: Vấn đề 1 đó là nó trùng với tkb học của em ạ Vấn đề 2 là em đăng ký các tiết khác thì hệ thống ghi là không được đăng ký vào nhóm lớp này ạ Vậy thì em phải làm sao để đăng ký thể dục được ạ ?",
    "Kính chào thầy/cô pđt, Em tên , MSSV: . Hiện em đã nhận được email \"Thông báo lịch trình tốt nghiệp đợt 2 năm 2021\". Nhưng em chưa có tên trong danh sách tốt nghiệp dự kiến và chưa thể đăng ký tốt nghiệp trên mybk được. Thầy/cô cho em hỏi em chỉ cần đợi đến khi danh sách dự kiến có tên em là em đăng ký tốt nghiệp được hay như thế nào ạ? Em xin cảm ơn!",
    "Chào thầy, cô. Em tên là , MSSV . Vì lí do máy tính em không thể cài được phần mềm autocad nên em đã đăng kí hoãn thi môn Vẽ kỹ thuật( CI1004, cô  ) lớp L24, nhưng nay lại có thời khóa biểu học thực hành môn này. Vậy cho em hỏi em đăng kí hoãn thi rồi thì có học môn này theo thời khóa biểu không ạ? Em xin cảm ơn.",
    "Chào quý thầy cô.  Em có một số thắc mắc về cách điền thông tin trong mẫu đơn vay vốn ngân hàng chính sách nên mong thầy cô giải đáp giúp em. Cụ thể như sau: - Trong cụm \"Số …………/XN/ĐHBK-CTCT-SV\" em phải điền gì vào chõ chấm ạ ? - Trong mục \"Thời gian ra trường (tháng/năm)\" em điền 04/2024 như trong thẻ sinh viên được không ạ? - Trong mục \"Số tiền học phí hàng tháng' em lấy tiền học phí của năm học hiện tại chia đều ra cho từng tháng và điền vô đúng không ạ? - Trong mục \"Số tài khoản của nhà trường\" vì em bị mất thẻ ngân hàng OCB và chưa thể làm lại vì tình hình dịch bệnh trong thời gian qua, mục này em để trống được không ạ ?  Đó là những thắc mắc của em, mong quý thầy cô giải đáp. Em cảm ơn.",
    "Kính gửi phòng Đào tạo, Kính thưa quý thầy cô! Em tên là , sinh viên khóa 2018, khoa Cơ khí, lớp CK18CTM2. Hôm nay em viết thư này để xin phòng Đào tạo Rút môn học, vì lý do sức khỏe không tốt nên bây giờ em không thể ráng học được nữa. Lúc đăng ký Rút môn học trong thời hạn, em nghĩ mình có thể ráng được, bệnh sẽ lành nhanh nhưng bệnh không lành, bộ não của em hiện tại hết sức lực để học tập, em học chắc chắn sẽ rớt môn, nếu như vậy em sẽ bị cảnh báo học vụ, mà điều này sẽ không tốt cho việc học của em. Trước đó, vào HK202 cũng vì sức khỏe mà em đã xin Hoãn thi 3 môn.  Xin phòng Đào tạo xem xét và giúp đỡ hoàn cảnh em lúc này. Em xin chân thành cảm ơn phòng Đào tạo! Trân trọng, ",
    "Chào quý thầy cô.  Em muốn xem lại ngày nhập học thì em xem ở đâu ạ ? Em xem trên thông tin sinh viên thì chỉ có tháng/năm nhập học thôi ạ.  Mong quý thầy cô trả lời. Em cảm ơn.",
    "Em chào thầy cô, Em đã đăng kí đợt tốt nghiệp 11/2021 và phiếu đăng kí đã được xử lí, tuy nhiên tên được ghi trên giấy chứng nhận chưa đúng . Em muốn nhờ quý thầy cô thay đổi tên trên giấy tốt nghiệp từ   B Thái ý Linh     thành   B Thái Ý Linh    (viết in hoa cả tên lót). Rất mong nhận được phản hồi từ quý thầy cô vì thông tin này cũng được in trên bằng tốt nghiệp.",
    "Dạ thầy cô cho em hỏi, phần quà trường gửi cho em thì em có kiểm tra và biết đã được gửi từ ngày 05/10 nhưng kiểm tra vận đơn của Viettel Post báo đã bị từ chối là sao vậy ạ? Em mong nhà trường có thể giải quyết sớm giúp em ạ, tại vô học chính thức đã được 10 ngày nhưng không có sách thì khá bất tiện ạ. Em xin cảm ơn.",
    "Em chào thầy cô, em là  MSSV . Lúc trước em có nộp đơn onl để xin gia hạn học phí kì chính này. Sắp tới đây là hạn đóng nhưng em không biết được là đơn của em đã được chấp thuận hay chưa? Em có phải làm thêm thủ tục gì không? Em cảm ơn và mong thầy cô hồi âm ạ.",
    "Dạ em xin kính chào quý thầy/cô, Em muốn rút môn học nhưng hiện tại em đang ở quê và không lên thành phố được. Cho em hỏi là em có thể rút môn online được không? Hoặc em có thể nhờ bạn làm đơn rút môn thay em được không. Em xin cảm ơn!",
    "Em là . Mssv  . E đã hoàn thành chương trình học và đủ điều kiện nhận bằng tốt nghiệp. E có đk nhận bằng vài tháng 4 vừa r nhưng do công việc và tình hình dịch mà e ko vào tp HCM để nhận bằng được . Hiện tại thì em cần bằng để hoàn thành thủ tục bên công ty. Quý thầy cô cho e hỏi có hình thức nhận bằng file mềm hay trước giải quyết tạm thời nào đc ko ạ . E chân thành cảm ơn.",
    "Em chào thầy cô, em là , MSSV . Thầy cô cho em hỏi, em vừa đăng kí xét tốt nghiệp, do dịch em muốn trường gửi giấy chứng nhận qua đường bưu điện và trong quá trình đăng kí em có stick vào mục này. Nhưng khi đóng tiền xong và refresh lại trang thì mục đó không còn được stick nữa. Thầy cô cho em hỏi và kiểm tra giúp em giấy chứng nhận tạm thời có được gửi qua đường bưu điện không ạ, nếu không thì em phải làm những gì để được gửi ạ? Em xin cảm ơn.",
    "Kính gửi PĐT, Em có thắc mắc về học phần GDTC như sau: Theo như email mới nhất về việc đăng ký môn học GDTC, trong đó có ghi \"Theo quy chế học vụ Sinh viên phải hoàn thành 2 học phần thể dục để đủ điều kiện xét tốt nghiệp.\" Em thuộc khóa K2018 và theo ctđt thì cần 3 học phần GDTC. Hiện em đã đủ 2 học phần GDTC, nhưng do sức khỏe không đáp ứng để học tiếp môn GDTC còn lại, thì em có cần phải học thêm để đủ 3 môn GDTC không ạ? Hay chỉ 2 học phần GDTC là đủ như trong email mới nhất thông báo ạ? Em xin cảm ơn, Trân trọng,",
    "Em chào thầy(cô) ạ cho em hỏi hệ thống thanh toán học phí online Bkpay có đang bị lỗi gì không ạ , em vào thanh toán học phí môn anh văn theo nhu cầu mà không được ạ, khi click vào mục thanh toán thì hệ thống báo lỗi. Ngày 17/10/2021 là hết hạn đóng học phí rồi ạ, hiện tại em rất lo lắng, mong nhận được sự hỗ trợ Em cảm ơn",
    "E đóng học phí bị báo lỗi đến giờ vẫn vậy không đóng được.",
    "Cho em hỏi em là sinh viên K19 thì cần phải hoàn thành 2 hay 3 môn thể dục để được xét tốt nghiệp ạ?",
    "Cho em hỏi mình khi chọn thời khóa biểu, em có thể chọn nhiều nhóm lớp được không, hay chỉ chọn một nhóm lớp (Vì sợ nếu nhóm lớp ít người đăng ký quá thì không mở lớp được)  ",
    "Tên:  Lớp sinh hoạt:MT20KH04     Lớp:MT20KH11 Em xin phép được hoãn kỳ thi giữa kỳ 211,đối với 3 môn học, với lý do bất khả kháng,em hoãn thi các môn học gồm:Cấu trúc dữ liệu và giải thuật,mô hình hóa toán học,kiến trúc máy tính.Em chân thành cảm ơn.",
    "Em là , Em đã đăng kí GDTC tuy nhiên thì không đăng kí được như hình bên dưới ạ. Em mong nhận được sự giúp đỡ, Em xin cảm ơn ạ.",
    "Em chào PĐT ạ. Em tên , MSSV  Hiện tại, địa phương em đã yêu cầu nộp giấy hoãn NVQS, em muốn nhận giấy hoãn NVQS do nhà trường cấp thì phải làm sao ạ? Em cảm ơn PĐT ạ.",
    "Kính gửi Phòng Đào Tạo, Em là sinh viên khóa K2019, hiện tại em đã hoàn thành 1 môn GDTC là môn bóng bàn và đang học trực tuyến môn võ của học kỳ 202. Em xin hỏi là em có cần phải hoàn thành 3 môn GDTC như quy chế từ khóa K2019 hay không? Nếu như vậy thì em phải hoàn thành bao nhiêu học phần GDTC như chương trình mới ạ? Em xin cảm ơn.   i ",
    "Em chào thầy/cô, cho em hỏi nếu do ảnh hưởng của dịch covid nên năm qua kết quả học tập không tốt, sau khi hết thời hạn đào tạo tối đa thì có thể xin gia hạn thêm 1 học kỳ tiếp theo không ạ ? Em cảm ơn.",
    "Thưa thầy cô, vừa qua nhà trường có mở đợt đăng kí tốt nghiệp cho tháng 11 này. Tuy nhiên, khi tham gia đăng kí em nhận được thông báo không năm trong danh sách tốt nghiệp dự kiến. Mong thầy cô có thể thông báo giúp em các điều kiện mà em chưa thỏa và cách khắc phục ạ. Em xin cảm ơn.",
    "Em tên: Phạm Thiên Phú MSSV:  Dạ cho em hỏi bây giờ em có thể xin hoãn thi môn: Kỹ Thuật Số, mã môn: EE1015, lớp DT02 kỳ Dự thính 202, ngày thi: 10h ngày 18/10/2021 được không ạ. Vì không đáp ứng đủ về cơ sở vật chất và đường truyền mạng không ổn định.",
    "Dạ con đã đăng ký và thanh toán rồi thưa thầy cô. Nhờ thầy cô check thông tin giúp con với ạ. Con cảm ơn nhiều ạ ^^",
    "Em xin chào thầy/cô pđt ạ. Cho em xin hỏi một số vấn đề về đăng ký môn học Giáo dục thể chất đang được mở này ạ. Em là sv k18, các năm trước em có học và đã đạt điểm qua 2 môn là bơi và bóng chuyền. Với khóa của em thì sv phải đạt 3 môn thể chất. Tính đến nay em bị thiếu 1 môn thì trong đợt nà em có được đăng ký học môn thể chất học phần 1 đang mở này không ạ? Mong giáo viên giải đáp thắc mắc cho em ạ . Em xin cảm ơn.",
    "Phòng đạo tạo cho em hỏi khi nào có giấy chứng nhận tốt nghiệp tạm thời? Em có thể lên trường lấy giấy được không?",
    "Em xin chào thầy/cô! Em là  MSSV:  Hiện tại, sau khi kiểm tra lại mục đăng ký tốt nghiệp trên mybk vào tối thứ sáu và sáng nay (thứ 7) như lời hướng dẫn nhưng em vẫn chưa thể đăng ký tốt nghiệp được do thông tin vẫn đang cập nhật Nợ học phí. Tuy nhiên, em đã đóng học phí đầy đủ từ 1 tuần trước và trên BKpay đã ghi nhận điều đó. Hiện tại, em đang cần bằng tạm thời để bổ sung vào đơn xin việc làm. Em mong thầy/cô kiểm tra và cập nhật lại toàn bộ thông tin giùm em để em có thể sớm đăng ký tốt nghiệp. (Em có đính kèm hình ảnh tình trạng em vẫn chưa thể đăng ký tốt nghiệp trên mybk) Em chân thành cảm ơn thầy/cô nhiều.",
    "Kính gửi Phòng đào tạo. Em tên , MSSV , hệ đào tạo VLVH, chuyên ngành Công nghệ may. Hiện đang học theo CTĐT khóa 2014 và đã chuyển khóa 2013. Trong CTĐT 2014 em đang học môn Luận văn tốt nghiệp (ME4079) và môn Cơ khí đại cương (ME1003). Và còn 1 môn nữa là hoàn thành CTĐT theo khóa 2014. Vậy em vẫn học theo CTĐT 2014 luôn được không ạ. Vì trong CTĐT 2013 em vẫn còn vài môn vẫn chưa hoàn thành. Kính mong Thầy/Cô xem xét giúp em. Em xin cảm ơn.",
    "Gửi phòng đào tạo, Em tên  MSSV  Em có lịch thi giữa kỳ 2 môn học: CH2021-Hoá hữu cơ 13g00 ngày 17/10 CH2027-Sinh học đại cương 15g00 ngày 17/10 Do đường truyền internet không ổn định, không đảm bảo hoàn thành quá trình làm bài nên em xin được hoãn thi. Mong nhà trường xác nhận cho em. Thanks and best regards, .tnx",
    "Em chào thầy cô, Em là , MSSV:  Em có khoản học phí anh văn theo nhu cầu (hạn 17/10/2021) tuy nhiên khi chọn mục học phí cần đóng và tiến hành thanh toán thì link dẫn về OCB gặp vấn đề theo hình ảnh đính kèm khiến em không thể thanh toán học phí. Hiện tại em không thể ra ngân hàng để thanh toán, không biết có cách nào giải quyết vấn đề này hay không ạ?  Mong sớm nhận được phản hồi từ thầy cô. Em cảm ơn và chúc thầy cô cuối tuần vui vẻ!",
    "Kính chào Phòng đào tạo ạ! Em là  Mã số sinh viên:  Khoa: Điện - Điện tử Em xin trình bày như sau: Em hiện tại đã có bằng TOEIC 2 kỹ năng Listening và Reading 640 điểm. Trong đó Listening là 335 còn Reading là 305 điểm. Theo như chuẩn quy đổi điểm em xem qua quy chế học vụ thì chỉ quy đổi môn học Anh văn 3 là 7.5 điểm, còn môn học Anh văn 4 là 5 điểm. Em đã đăng ký thi lại chứng chỉ TOEIC từ tháng 5 năm 2021  để có thể quy đổi điểm cao hơn. Nhưng tình hình dịch nghiêm trọng vừa qua mọi kỳ thi đều bị hủy bỏ đến nay. Đến thời điểm hiện tại vẫn chưa có tín hiệu từ trung tâm IIG hay BKEnglish mở thi lại chứng chỉ TOEIC. Hiện tại em đã bảo vệ thành công Luận văn tốt nghiệp và điểm tích lũy nghành của em thì đủ điểm để được bằng tốt nghiệp loại giỏi (chưa tính điểm Anh văn 3 và Anh văn 4). Vậy em muốn hỏi với tình trạng của em, thì em có thể làm đơn để xét đạt môn Anh văn 4 thay vì quy đổi điểm được không ạ (còn môn anh văn 3 em sẽ quy đổi điểm ạ)? Hoặc là Phòng đào tạo có thể hướng dẫn cho em có cách giải quyết nào được không ạ? Em rất mong nhận được phản hồi từ Phòng đào tạo ạ. Em xin chân thành cảm ơn. Trân trọng./. Sinh viên",
    "Cho em hỏi là bây giờ em muốn đăng ký giấy xác nhận vay vốn ngân hàng sinh viên để nộp cho địa phương thì em nên liên lạc với bộ phận nào của trường để có giấy đó ạ?",
    "Em là sinh viên khóa 2017, MSSV  . Trong học kỳ 211 em có đăng ký môn Đề cương luận văn tốt nghiệp, em đã có thời khóa biểu trên MyBK thông tinh sinh viên, nhưng trên trang Elearning của em chưa có môn học đó ạ . Cho em hỏi việc này có ảnh hưởng gì không ạ? Em mong Phòng đào tạo sớm xem xét giúp em ạ. Em xin chân thành cảm ơn",
    "Em chào cô, hiện tại 11h em có lịch thi giữa kì nhưng chỗ em ở đã bị cúp điện.Em nên xử lí trường hợp này như thế nào ạ? Em cảm ơn cô.",
    "Xin chào PĐT, Em là , MSSV: . Em gửi mail này xin hỏi PĐT về giấy xác nhận sinh viên có được bưu điện chuyển về tận nhà không hay là in file được gửi trên myBK vậy ạ? Tại em thấy phiếu xử lý đã được hoàn thành và có file nhưng không thấy bưu điện gửi về ạ. Em đang cần gấp để bổ túc hồ sơ NVQS cho phường. Em xin cảm ơn.",
    "Em là , MSSV . Hiện tại em đang học khoa Kỹ thuật địa chất và dầu khí của trường. Nhưng em vừa nhận được Đơn gọi nghĩa vụ quân sự. Trong khi em đã nộp giấy xác nhận sinh viên của trường cho Xã huyện địa phương hồi năm 1. Và giở em bị gọi, hy vọng trường cấp cho em giấy mới để em nộp lại cho phường xã.",
    "cho em hỏi là em đã hoàn thành Giáo dục thể chất 1 khi còn học ở học kì pre, thì bây giờ em cần học lại học phần 1 GDTC không ạ? và em cần học tiếp mấy học phần GDTC ạ?",
    "Nội dung: Hiện em chỉ còn thiếu điều kiện Anh  nói-viết để ra trường. Có cách nào để xác thực được thông tin này để em bổ xung vào hồ sơ tạm hoãn nghĩa vụ được không? Em đã gửi giấy tạm hoãn nghĩa vụ nhưng bên ủy ban yêu cầu thêm. Mong quý thầy/cô giúp đỡ em xác thực thông tin này, tại chỗ em sắp có lệnh gọi nghĩa vụ rồi ạ.",
    "Em tên  ạ. Thầy cô cho em hỏi là em k18 phải học 3 môn thể chất mới qua được như từ học kì k201 trường lại chuyển thể dục lại 2 học phần. Nên em thắc mắc là mình có phải học môn thể chất 3 không ạ. Em cảm ơn",
    "Dạ em chào thầy cô, em đã hoàn thành được hầu hết các điều kiện để xét tốt nghiệp, tuy nhiên do bằng toeic của em không đạt 600 nên kì này em đang đăng kí và học anh văn 4. Em muốn hỏi nếu như tình hình dịch bớt, em đăng kí thi toeic, chuyển điểm anh văn 4 thì em có kịp đăng kí tốt nghiệp đúng hạn không (đợt đăng kí đến ngày 24/12) hay em phải đăng kí tốt nghiệp đợt sau ạ?  Em cảm ơn thầy cô, hi vọng thầy cô sớm giải đáp  giúp em ạ!",
    "Em chào thầy/cô, Em hiện đang học năm 2 ạ. Đợt đăng kí nộp bằng tốt nghiệp THPT lần trước em chưa đăng kí ạ. Thầy/cô có thể cho em biết là khi nào thì sẽ có đợt đăng kí mới không ạ. Em cảm ơn thầy/cô rất nhiều.",
    "Tốt nghiệp . Kính gửi thầy cô PĐT, e là  , mssv . Bảo dưỡng công nghiệp k17. Quý thầy cô cho e hỏi, e đã hoàn thành tất cả các điều kiện để xét tốt nghiệp, nhưng đợt trước do e chưa hoàn thành đủ ngày CTXH nên mới đăng ký môn Tổ chức bảo dưỡng 3 mã 260623. Bây giờ e đã đủ ngày ctxh, nhưng e vào mục xét tốt nghiệp thì thấy ghi là \"nợ học phí\". Nhưng môn Tổ chức 3 chưa đến thời gian thanh toán nên e cũng không thể thanh toán được, và e còn thấy nợ phí bảo hiểm y tế 6 tháng do e đăng ký nhầm nên k đóng mà đóng 12 tháng rồi (e đã liên lạc bên trạm y tế). Vậy e mong quý thầy cô xem xét tình trạng hiện tại của em, nguyên nhân đăng ký không được là do đâu, đề xuất hướng giải quyết để e có thể tốt nghiệp ra trường đi làm ổn định kinh tế gia đình ạ. Em chân thành cảm ơn. Trân trọng.",
    "Em tên là  MSSV  Em xin phép được cấp giấy chứng nhận sinh viên để hoãn nghĩa vụ quân sự qua file word hoặc pdf sớm nhất có thể được không ạ :( Em sợ giao qua đường bưu điện không tới nhà kịp thời trong thời hạn ạ. Em xin cảm ơn thầy cô đã giúp đỡ em",
    "Cho em hỏi là ngày mai là hạn chót thanh toán học phí anh văn theo nhu cầu bổ sung rồi mà từ hôm qua đến nay BKPAY em không thể thanh toán được ạ. Thanh toán thì bị lỗi bảo mật ạ.",
    "MSSV:  Kính gửi thầy cô! Em tên là , em xin phép được hỏi là hôm qua em có đăng kí học giáo dục thể chất HK211 bộ môn võ và nhóm lớp CC11. Sau khi nhận được mail báo lỗi, em có vào lại để đăng kí thì em không chọn lại nhóm lớp CC11. Em mong được thầy cô giải đáp. Em xin cảm ơn. .",
    "Phòng đào tạo cho em hỏi tình trạng hiện tại của em, khoa Điện-Điện tử đã gửi đơn xét tương đương môn học Thực Tập công nhân của em và chị thư kí đã báo tình trạng đơn của em đã được chấp nhận. Tuy nhiên trên bảng điểm của em vẫn chưa được cập nhật, vì vậy em chưa thể đăng kí tốt nghiệp được. Kính mong phòng đào tạo kiểm tra và cập nhập điểm cho em để em có tên trong danh sách tốt nghiệp sắp tới. Em cám ơn Phòng đào tạo nhiều ạ!",
    "Em xin chào Em có đăng ký giáo dục thể chất học phần 1 - HK211 Em thuộc chương trình đại trà nhưng khi chọn đăng ký các lớp L thì không được. Và hệ thống báo rằng \"Bạn không được phép đăng ký vào nhóm lớp này - Xem thêm về Loại hình SV và Loại hình đào tạo (tìm kiếm tại BKwiki - wiki.hcmut.edu.vn)\" Mặc dù lớp vẫn còn trống học viên và không trùng thời khoá biểu của em nhưng hệ thống vẫn không cho ạ . Mong nhận được sự hỗ trợ của đội ngũ hỗ trợ trường ĐH Bách Khoa Em xin cảm ơn!",
    "Em xin kính chào quý thầy cô, Hiện tại em có kiểm tra về tình trạng tốt nghiệp của em, và em không thể đăng kí tốt nghiệp do em chưa đóng 1 khoản học phí (phí in bảng điểm). Hiện tại em đã thanh toán xong khoản này rồi ạ. Và do em cũng đang cần gấp bằng tạm thời cho thủ tục xin việc. Nên em kính mong thầy cô có thể cập nhật lại thông tin tốt nghiệp của em sớm nhất, để em hoàn thành thủ tục xin đăng kí tốt nghiệp. Em xin cám ơn quý thầy cô.",
    "Hiện tại thì em thanh toán học phí trên bkpay từ mấy bữa nay nhưng không được, với lại giờ em ở quê nên không có OCB không biết em có thể dùng phương thức khác để thanh toán học phí không.Trả lời sớm giúp em hạn đóng học phí gần hết .",
    "Dạ thưa thầy cô , em tên là  . Hôm nay em có tham gia bài kiểm tra giữa kì môn Thủy lực và Thủy văn . Nhưng lúc em vào lại mất mạng và lúc vào được thì trang báo not secure . Lần đầu em gặp việc như vậy nên em cũng không biết làm sao . Dạ sau khi em xem lại đường mạng và loay hoay tìm cách sửa để vào trang thì bị trễ mất 30p ạ  . Mong thầy cô có thể xem xét giúp đỡ cho em được tham gia thi lại ạ . Cảm ơn thầy cô đã đọc đơn gửi của em  . Chúc thầy cô thật nhiều sức khỏe và niềm vui ạ ",
    "em là , mã số sinh viên , em đăng ký nhận giáo trình rất lâu rồi mà tới giờ bạn nào cũng nhận được riêng em thì không ạ. Cho em hỏi giờ em phải làm sao ạ?",
    "Chào anh/chị, Cho em được hỏi vì sao học kỳ 211 này các môn học 3 tín chỉ không được giảng dạy mỗi buổi học 3 tiết, mà đã bị giảm xuống chỉ còn 2 tiết một buổi học. Và sự cắt giảm này không hề thông báo tới sinh viên từ đầu học kỳ. Mong anh/ chị hồi đáp. Em cảm ơn.",
    "Dạ cho em hỏi là khi nào em nhận được sách giáo trình vậy, em đăng ký lâu rồi mà vẫn chưa nhận, mà bạn em ở gần lại nhận được lâu rồi .em cảm ơn ạ.",
    "Em hiện đã đăng kí nhận giáo trình và quà của trường từ rất lâu. Hiện tại, nhiều bạn đã nhận được bưu kiện từ trường nhưng em vẫn chưa có và kiểm tra đơn hàng cũng không thấy có đơn nhận nào cả. Em rất mong muốn nhà trường xem xét về việc này ạ. Xin cảm ơn",
    "Cho em hỏi em không đăng kí được những lớp còn lại của GDTC thì phải làm sao ạ ?",
    "Em tên , mssv  . Theo như qui định về việc học giáo dục thể chất từ hk182 yêu cầu sinh viên phải hoàn thành ít nhất 3 môn  giáo dục thể chất khác nhau trong 9 môn. Thế nhưng vào hk181 thì em có hoàn thành giáo dục thể chất 1 và vào hk193 em có hoàn thành môn Bóng rổ nữa. Thì với qui định về 3/9 môn của GDTC, em cần phải học ít nhất 1 hay 2 môn nữa mới được xem là hoàn thành chương trình GDTC ạ? Với lại, em đăng kí học võ trong phần \"đăng kí giáo dục thể chất học phần 1-hk211\" trên mybk thì khi hoàn thành có được tính là 1/9 môn yêu cầu không ạ? Em xin chân thành cảm ơn!",
    "Dạ cho em hỏi là học kì trước (HK202)em có hoãn vài môn, học kì này(HK211) em muốn đăng kí thi bổ sung thì em phải cần chuẩn bị bao gồm những gì (như đơn xin, hay sự cho phép của gvbm,...) với thông báo bởi những ai ?. Với sau đó em có được thông báo lịch thi lên mybk như lúc thi như thông thường không ? Em xin cảm ơn ạ !!!",
    "Cho em hỏi là ngày mai là hạn chót thanh toán học phí anh văn theo nhu cầu bổ sung rồi mà từ hôm qua đến nay BKPAY em không thể thanh toán được ạ. Thanh toán thì bị lỗi bảo mật ạ.",
    "Dạ em chào Phòng đào tạo Trường Đại học Bách Khoa TPHCM  Em tên là:  MSSV:  lý do: Vào thời điểm đó nhà em bị cúp điện, em muốn yêu cầu xin hoãn thi vào lúc sáng nay 7h ngày 16/10/2021 lớp L03_B (Vật Lý 1) Em xin cảm ơn Phòng đào tạo nhà trường ",
    "Dạ hệ thống Bkpay khi bấm thanh toán để chuyển sang trang web thanh toán thì bị lỗi và không thể load được mong được giải quyết sớm ạ để em kịp đóng tiền học vụ",
    "Em chào cô ạ Em là  MSSV .Em xin cập nhật lại ảnh giấy khai sinh có mộc đỏ của em ạ. Em xin cảm ơn. Chúc cô luôn mạnh khỏe",
    "Chào thầy cô/anh chị, em là sinh viên mã số , em muốn hỏi là tại sao em vẫn chưa nhận được sách ạ, em đã đăng kí địa chỉ nhận từ lâu rồi. Em tra viettelpost cũng không thấy đơn hàng nào luôn ạ.",
    "Chào cô, Em tên là ,MSSV: , Mặc dù đã quá thời hạn rút môn học của trường nhưng em đọc trong quy chế học vụ thì có thể rút môn học trước tuần thi cuối kỳ nếu có lý do chính đáng. Do đó em viết đơn này xin rút môn học Nguyên Lý Ngôn ngữ lập trình (CO3005) với lý do hiện tại em đang cách ly covid-19 tại xã nên không đủ thiết bị và mạng để thi giữa kỳ, các môn khác hiện tại không thi giữa kỳ nên không bị ảnh hưởng.Mong nhà trường cho phép em rút môn học a. Mong cô phản hồi sớm, em xin cảm ơn.   Hình ảnh do điện thoại em chụp không được rõ nét mong cô thông cảm ạ    i ",
    "Em có hoãn thi môn Giải tích 2 MSMH MT1005. Đã hơn tháng 10 rồi nhưng bảng điểm của em vẫn là điểm 13 chứ không phải điểm I hay điểm 14. Làm cho điểm tích lũy hiện tại của em bị tuột xuống. Phòng đào tạo kiểm tra giúp em tại sao em còn nhận điểm 13 với môn học này với ạ. Em cảm ơn",
    "Dạ chi e hỏi e thực hiện đầy đủ hướng dẫn rồi mà sao khi e đăng kí môn nào giờ nào nó cũng báo là trùng giờ hết vậy ạ mong trường xem cét ạ",
    "Kính gửi PDT, Em tên , MSSV , lớp XD17KT. Em đã đăng ký hoãn thi và nhận được mail xác nhận việc đăng ký hoãn thi vào ngày 28/08/2021 vào HK203 (NH 2020-2021) cho 2 môn là Pháp luật VN ĐC và Đường lối CN của DCSVN. Hiện tại trong đường link tra cứu danh sách SV hoãn thi không có tên em. Em muốn hỏi là bây giờ làm sao em có thể biết được mình có đang nằm trong danh sách sẽ được nhà trường xét duyệt hoãn thi vào tháng 12 sắp tới? Do là vì em không tra cứu được tên mình trong link danh sách hoãn thi mà trường đã gửi nên hiện tại em đang khá lo lắng ạ. Em cảm ơn.",
    "Thưa thầy/cô, Em tên:  MSSV:  1. Hiện tại em còn thiếu chứng chỉ ngoại ngữ để tốt nghiệp. Do đó, nếu các học kì tiếp theo em không ĐKMH thì có bị thôi học không? 2. Khoảng 1-2 năm nữa em mới đủ điều kiện tốt nghiệp thì em làm đơn thu nhận lại có được không hay là phải duy trì tình trạng học cho đến khi tốt nghiệp? Em xin cảm ơn.",
    "Dạ em xin chào quý Thầy cô, Em là , MSSV  Em có thắc mắc là với tình hình hiện tại, em có thể vào trường xin giấy xác nhận Công tác xã hội được chưa ạ? Hoặc nếu không thì có hình thức online nào không? Em cần giấy này để bổ sung cho hồ sơ học bổng HONDA. Em xin chân thành cảm ơn!",
    "Em chào cô, hiện tại em không thể đảm bảo được điều kiện học tập online vì thế có nhu cầu được bảo luư 1 học kì thì em nên làm những bước như thế nào ạ? Em cảm ơn.",
    "Em tên :   MSSV  Em muốn xin phép được hoăn thi cuối kỳ online môn Kỹ thuật số ( EE1015) học kỳ 202 dự thính. Ngày thi : 10h 18/10/2021  Lý do : Máy tính em vừa bị hư màn hình và không kịp sửa chữa trước ngày thi.",
    "Kính gửi Phòng đào tạo, Em là , MSSV:  Em viết thư này để xin được đóng học phí sớm, để có thể đăng kí tốt nghiệp trong tháng 10 này. Lúc trước khi chưa thi anh văn nói viết, em có đăng kí một môn học để duy trình tình trạng sinh viên. Nhưng hiện tại em đã làm đơn xin rút môn học và được chấp nhận. Nhưng vì thời gian nộp học phí bắt đầu vào này 2/11 nên em không thể đăng kí xét tốt nghiệp được, trong khi hạn đăng kí tốt nghiệp trên myBK là 31/10. Em rất mong Phòng đào tạo có thể thông cảm và tạo điều kiện cho em được thanh toán học phí sớm để em có thể thực hiện đăng kí tốt nghiệp. Em xin chân thành cảm ơn và mong phản hồi sớm từ Phòng đào tạo!",
    "Dạ em kính chào phào đào tạo e có lịch thi giữa kỳ môn dự thính giải tích 2(mã môn học:MT 1005) vào lúc 17h.Từ lúc 16h em đăng nhập vô bkexam thì vị hiển thị như hình ảnh đính kèm,em đã đăng nhập rất nhiều lần cho đến lúc 17h vẫn không vô được bkexam để thi. Kính mong phòng đào tạo xem xét giúp em ạ .   i ",
    "em chào pdt ạ, em mới thi gt2 xong. máy của em là máy cũ, chức năng quay màn hình bị lỗi , máy của e bị treo với nhảy lung tung đáp án 1 hồi. thi xong em mới phát hiện ra là máy bị lác nên mất hết dữ liệu . em mong nhà trường thông cảm cho trường hợp của em , mong nhà trường cho em xin được hoãn thi và tạo cơ hội cho em được thi lại ạ.em cảm ơn ạ",
    "Kính gửi Phòng Đào tạo, Em tên là  hiện là sinh viên Bách Khoa khóa K21, mã số . Vào lúc 21:38 ngày 15/10/2021 Phòng Đào tạo có gửi mail cho em về sự cố đăng ký môn học Giáo dục thể chất. Em đã đọc mail và thực hiện đăng ký lại. Nhưng khi đăng ký chỉ đăng ký được môn Aerobic còn môn võ thì đã đầy. Em muốn hỏi rằng nếu không đăng ký được môn võ thì có bị ảnh hưởng gì không ạ và khi nào sẽ được đăng ký học tiếp ạ. Em mong sẽ nhận được phản hổi sớm từ Phòng Đào tạo Em xin chân thành cảm ơn .",
    "Chào PĐT Em là , mssv  Em vừa mới đăng kí giấy xác nhận sinh viên. Em muốn hỏi là việc xử lí đăng kí giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự thì mất khoảng bao lâu vậy ạ? Bởi ngày 30/10/2021 này là hạn nộp giấy rồi. Mong được phản hồi sớm, Cảm ơn.",
    "Kính gửi PĐT, Em xin nộp đơn rút môn học của học kì dự thính 211 ạ. Em cảm ơn PĐT ạ.",
    "Dạ cho em hỏi là khi nào em nhận được sách giáo trình vậy, em đăng ký lâu rồi mà vẫn chưa nhận, mà bạn em ở gần lại nhận được lâu rồi .em cảm ơn ạ.",
    "Thưa Quý Thầy/Cô, Em tên là , MSSV . Vừa qua, em có gửi câu hỏi với lý do là em phát hiện mình không có tên trong danh sách dự kiến tốt nghiệp vào tháng 11 năm 2021. Đến nay, em đã kiểm tra nhiều lần nhưng vẫn chưa thấy mail về vấn đề này, và vẫn chưa đăng ký tốt nghiệp được trên MyBK. Em kính mong quý Thầy/Cô phòng Đào tạo xem xét và phản hồi về trường hợp của em ạ. Chân thành cảm ơn quý Thầy/Cô.",
    "Tốt nghiệp . Dear Thầy / Cô. Em là Trịnh Thành Nam, MSSV: 1710197. Vừa qua, em đã tham gia kỳ thi kiểm tra 2 kỹ năng  Nói - Viết tiếng Anh và đạt đủ điểm để tốt nghiệp (295). Tuy nhiên, hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến (hoặc mail thông báo đăng ký tốt nghiệp). Và theo em được biết, các bạn thi cùng đợt với em hiện đã nhận được thông tin. Thầy / Cô cho em hỏi là có vấn đề gì khiến em chưa nhận được thông tin tốt nghiệp như đã nêu trên ạ? Em cảm ơn Thầy / Cô.",
    "Em đã gữi đơn hủy kết quá rút môn học từ ngày 15/10 nhưng vẫn chưa được hồi âm. Mong thầy /cô có thể giải quyết sớm để em có thể có kế hoạch học tập ạ! em xin lỗi vì sự bất tiện này",
    "Cho em hỏi môn quản lý dự án cho kỹ sư có 2 mã là IM2011 và IM1025 có giống nhau không ạ. Vì trong CTDT lớp VP19HK của em môn tự chọn nhóm A có IM2011 nhưng lại bị trùng lịch học, em học IM1025 có quy đổi điểm sang IM2011 được không ạ? Em xin cảm ơn!",
    "Dạ em chào các thầy cô ạ. Em có hoãn thi KCT1 (CI3009)của K18 kì 203 ạ (đã được đồng ý hoãn) Cho em hỏi là em thi cuối kì KCT1(CI3231) với K19 được không ạ ?  Tại vì chương trình giống nhau chỉ đổi mã môn ạ, và em cũng không biết khi nào mở lại mã môn của K18 nữa ạ.",
    "Kính chào thầy/cô! Em tên  -, em xin phép được thanh toán học phí dự thính dù đã trễ hẹn (ngày 4 tháng 10) vì 1 vài lý do gia đình, em xin phép thầy/cô mở lại trang thanh toán để em được thanh toán học phí kỳ dự thính ạ! Em chân thành cảm ơn, cũng như là xin lỗi về sự chậm trễ này ạ! Em hứa sẽ không còn trường hợp nộp học phí trễ nữa ạ!",
    "Em -  - học lớp L02 CH2021 HK211. Muốn đăng ký hoãn thi vì nhà sẽ có lịch cúp điện từ 6:00 đến 16:00 ngày 17/10 còn thời gian thi là 13:00 ngày 17/10.   i  .",
    "Vì lý do cá nhân nên tôi có mong muốn được bảo lưu một học kì, trong tệp đính kèm có mẫu đơn tạm dừng học, vì tình hình dịch bệnh nên không thể trực tiếp gửi yêu cầu lên phòng đào tạo, sau khi liên hệ phòng đào tạo thông qua số điện thoại, nhận được hướng dẫn có thể nộp yêu cầu thông qua bksi   i  .",
    "Kính chào thầy/cô Em đã được phòng đào tạo xác nhận hoãn thi nhưng điểm thi của em là 13 ạ. Thầy/cô xem xét giúp em. Chân thành cảm ơn thầy/cô!",
    "chào thầy (cô) cho em hỏi về cập nhật lại điểm hoãn thi khi nào ạ, kì 202 em có hoãn 3 môn( thành công), mà giờ bảng điểm của em có môn điểm 0,môn điểm CH, môn điểm 13 ạ.",
    "Em có hỏi vì sao không Đăng kí được LVTN thì được phản hòi là do thiếu CCAV_1. Mà em có nhận được Mail là do dịch bệnh nên được miễn CCAV khi đăng kí LVTN. Mong PDT có thể xem xét giúp em, do em đã trễ nữa năm và cần phải đi làm để phụ giúp kinh tế gia đình. Em cảm ơn ạ!",
    "Dạ chào thầy(cô). Hôm nay là hạn cuối cùng thanh toán học phí của e mà hiện tại e không thể thanh toán được ạ do trang wed bị lỗi. Em có thể thanh toán bàng cách nào khác nữa không ạ. Em cám ơn!!",
    "Em học môn phương pháp tính lớp DT02 B lớp thầy  dự thính ạ.EM thi ngày lúc 10/10 nhưng máy tính lỗi sữa xong em quên em chứ nộp băng ghi hình thi ạ giờ em mới nhận ra em sợ em biết sai qui định nhưng mà em không muốn bị 0 điểm ạ",
    "Dạ kính chào các thầy cô phòng đào tạo, em tên  sinh viên hệ VHVL học kỳ vửa rồi em đăng ký 2 môn là , . Và đả đăng ký thành công 2 môn.  Sau khi về khoa, thấy em chưa qua môn  nên không cho làm .  Hiện tại em thấy trên BKPAY đả tính tín chỉ học phí cho cả 2 môn đó.  Hi vọng phòng đào tạo xem xét điều chỉnh học phí, bỏ học phí . Tình hình dịch bệnh khó khăn .  Trân trọng cảm ơn.",
    "Chào thầy/cô! Em tên _MSSV. Em muốn hủy hoãn thi 1 môn ở HK202, em đã điền thông tin cơ bản ở file dưới, nhưng không biết đã viết đơn đúng/đủ chưa, mong thầy/cô xem xét và chấp nhận đơn Hủy hoãn thi của em ạ. Em cám ơn. Chúc thầy/cô có ngày làm việc vui vẻ!",
    "Kính gửi: Phòng đào tạo Trường Đại Học Bách Khoa TP.HCM Em tên :  MSSV:  SV Hệ: VLVH nay em làm đơn này mong phòng đào tạo cho em hoãn thi giữa kỳ môn HÓA HỮU CƠ (CH2021) vào 13:00 ngày 17/10/2021 Lí do: không đáp ứng được trang thiết bị và 2 camera để thi. Mong PDT xem xét. Em xin chân thành cảm ơn. ",
    "Dạ em chào thầy (cô) ạ, Em đóng học phí dự thính từ hôm qua tới nay hệ thồng cứ báo lỗi, em không biết là tại vì sao ạ. Mong thầy cô phản hồi sớm do 15h chiều nay đã hết hạn đóng rồi. Em chân thành cảm ơn ạ.",
    "Hôm nay là hạn chót đóng học phí lớp anh văn nhu cầu rồi mà từ hôm qua đến giờ em vẫn không thanh toán được. Mong nhà trường xem xét ạ, em cảm ơn",
    "Em chào thầy cô, em muốn hỏi đến thời điểm này em muốn rút môn dự thính AV thì có phải đóng học phí không ạ? Em cảm ơn.",
    "Các môn em đã đăng kí hoãn thi hk202 và có mail từ phòng đào tạo xác nhận rồi nhưng điểm thi là điểm 13 là sao vậy ạ?",
    "Chào PDT, E có một số vấn đề về việc đóng tiền học phí, là không thể truy cập vào trang của ngân hàng OCB để đóng tiền học phí được, nó hiện thị lỗi truy cập ạ, Em cảm ơn",
    "Kính gửi Phòng Đào Tạo,  Em tên là , MSSV . Vào ngày 19 tháng 8 năm 2021 em có đăng ký hoãn thi môn Anh Văn 2 do gặp trục trặc kỹ thuật và đã được phòng đào tạo đồng ý. Nhưng trong bảng điểm vẫn để điểm 13( tức là vắng thi). Em xin lỗi rất nhiều vì sự bất tiện này!  Mong Phòng Đào Tạo có thể phản hồi sớm cho em.",
    "Em là khoá K19, em muốn hỏi chuẩn giáo dục thể chất đối với năm nay là cần phải đạt bao nhiêu môn, bao nhiêu học phần ạ?",
    "Ngày 17-10-2021 em có tham gia thi online giữa kì môn Quản trị kinh doanh IM3001 L04 do trong lúc chuẩn bị thi em hồi hộp nên đã lỡ bấm nhầm chế độ quay 1 cửa sổ mà không phát hiện, nên em chỉ quay lại 1 màn hình gg meet của phòng thi, em có 1 video phụ quay vị trí em ngồi làm bài. Liệu bài thi của em có được chấp nhận không ạ",
    "Thầy/Cô cho em hỏi là trong mẫu đơn xin gia hạn học phí hk211 bắt là phải có ý kiến của GVCN. Thì làm sao em xin được ý kiến của GVCN ạ?",
    "Nhờ PDT kiểm tra dùm em BKPAY bị lỗi khi em vào thì không thanh toán được học phí AV4a. Hạn là 15h ngày 17/10 những em vẫn chưa thấy được fix lỗi ạ. Em tên  . Xin cảm ơn.",
    "Trường ơi cho em hỏi tại sao em không thể đăng kí lớp học được ạ em đã thử nhiều lần nhưng không được. Em cảm ơn trường đã giúp em ạ.",
    "Dạ em chào thầy/cô, ﻿Em tên là , MSSV . ﻿Mấy ngày nay em lên bkpay đóng tiền nhưng bị cảnh cáo bảo mật, cả máy tính và điện thoại, và cũng thử tiếp tục nhưng vẫn không đóng được. Nay là hạn chót đóng tiền rồi, chỗ em cũng không có ngân hàng OCB. Vậy cho em hỏi là bây giờ em phải làm gì để không bị vi phạm đóng trễ học phí ạ? Em xin chân thành cảm ơn!",
    "Xin gửi, Cho em được hỏi, theo như câu hỏi lần trước em đặt về môn GDTC còn thiếu thì bây giờ em đã thấy lịch đăng kí môn học thể chất. Nhưng cho em hỏi thêm rõ, là theo em tìm đọc bây giờ học theo hình thức 2 học phần (cơ bản + nâng cao), nếu vậy em thiếu GDTC 2 của K17 thì đăng kí học phần 1 có được chuyển tương đương không ạ? Em xin cảm ơn.",
    "Cho em xin mở sĩ số môn GDTC mã PE1023 và nếu được cho em xin mở lớp L21 với ạ. Em xin chân thành cảm ơn.",
    "Em hiện đang học học kì pre và chưa vào học kì chính nhưng em lỡ đăng kí môn giáo dục thể chất trùng vào thời gian học pre . Bây giờ em phải huỷ đăng ký như thế nào ạ ",
    "PĐT cho em hỏi BKPay liên kết với OCB mấy ngày nay không mở được thì em không biết có được dời ngày đóng học phí dự thính không ạ. Em cảm ơn",
    "Cho em hỏi giờ em muốn hoãn thi môn vẽ kỹ thuật hk202 thì phải gửi cho pđt hay giảng viên bộ môn ạ.Nếu hoãn rồi thì có được thi vào tháng 8 năm sau hay thi chung với khóa K21 ạ? Em xin cảm ơn.",
    "kính gửi trường Đại Bách Khoa ĐHQG-HCM  -Em là tân sinh viên của trường khóa 2021 -trong khi hầu hết các bạn sinh viên cùng khóa của trường đã nhận được email hỗ trợ giáo trính năm nhất , và đã đăng ký và nhận được gióa trình của trường , thì em tới bây giờ vẫn chưa có email thông báo hỗ trợ của trường và em đăng ký nhận giáo trình vẫn không được  Mong nhà trưởng giải đáp thắc mắc của em Xin cảm ơn!",
    "Em chào phòng đào tạo, Em là , MSSV  . Hôm nay, em vào đăng ký xét tốt nghiệp, đã điền đầy đủ thông tin nhưng lúc đăng ký thì hệ thống báo \"không được phép đăng ký(nợ HP)\". Em từng đăng ký in bảng điểm để làm hồ sơ học bổng nhưng vì giấy tờ ở quê làm không kịp nên em đã quên việc thanh toán khoản tiền này và hiện nay đã quá hạn thanh toán . Mong được quý thầy(cô) giải quyết giúp em vấn đề này để em được đăng ký tốt nghiệp ạ. Em cảm ơn.",
    "Dạ cho em nộp đơn hủy hoãn thi môn Cơ khí đại cương HK202 ạ Em cảm ơn ạ!",
    "Gửi PDT,    Em là sinh viên chính qui K15, hiện tại đến hết kì này là em hết hời gian đào tạo và em còn nợ 2 môn.   Em muốn đăng kí chuyển qua hệ VHVL ở kì tới thì các môn em đã đạt có được giữ nguyên không ạ? hay em chỉ được phép miễn giảm 1 số môn nhất định thôi vậy ạ? Em cám ơn.   i  .",
    "Em chào thầy/cô. Em tên là  - K16 -  KH-KT Máy tính. Hiện tại tình trạng sinh viên của em đang   B tạm ngừng    nên em xin nộp đơn thu nhận để  có thể đăng kí xét tốt nghiệp. Rất mong được thầy/cô xem xét và phản hồi ạ. Em cảm ơn.",
    "Dạ, kính thưa thầy/cô phòng đào tạo, em là  mssv:  Dạ cho em hỏi, trường mình có nhận kết quả thi anh văn nói viết từ trung tâm IIG-Vietnam không ạ, hay trường chỉ nhận kết quả anh văn thi nói viết từ BK english ạ, dạ em cảm ơn thầy cô.",
    "Dạ cho em thắc mắc do nhà trường mở môn thể dục trùng với các tín chỉ mà em đã học nên em không đăng ký. Vậy học kì sau em có được đăng ký các môn chuyên ngành không ạ ?",
    "Xin chào, em là . Em có thắc mắc về việc chuyển phát giấy xác nhận sinh viên qua bưu điện ạ. Hiện tại, em đã đăng kí nhận và chuyển phát giấy xác nhận sinh viên từ ngày 27/09/2021 và đã được gửi file in (như hình đính kèm). Nhưng giấy xác nhận thì chưa được chuyển về quê ở Tiền Giang, trong khi bạn em đăng kí cùng ngày, cùng quê ở gần nhau mà đã có thông báo nhận giấy từ 1 tuần trước. Xin phòng đào tạo xem xét giúp em ạ . Em xin chân thành cảm ơn!",
    "Thưa thầy/cô, cho em hỏi là đối với K19 khi tham gia chương trình liên thông cử nhân - Kĩ sư/Ths, thì số chỉ đăng kí môn Ths có tính vào số tín chỉ đăng kí của học kỳ chính trên myBk không ạ, hay sẽ tính vào hệ thống sau đại học ạ? ví dụ: HK212 em đăng ký 21, trong đó có 6 chỉ môn Ths, thì 6 chỉ này tính riêng hay sao ạ? Em xin cảm ơn ạ!",
    "Kính gửi PĐT. Hôm nay ngày 17/10/21 hạn cuối đóng tiền môn học dự thính mà sáng giờ em vô BKbay thanh toán không được. Chọn mục thanh toán rồi chuyển qua web ngân hàng thì báo lỗi không truy cập được, lỗi bào mật. Kính mong PĐT xem xét và mở lại đợt khác cho em thánh toán môn học của mình ạ. Em xin cảm ơn.",
    "Dạ cho em hỏi khi nào thì em sẽ được nhận sách giáo trình à,em đã học được hai tuần rồi ạ",
    "Sau khi em tạo câu hỏi trên bksi và được các thầy cô trả lời về cách thức đăng ký rút môn học hiện tại, em xin phép được tiến hành rút môn học ở học kỳ 211 ạ (chấp nhận thanh toán đầy đủ tiền học phí) Em xin được phép rút   B 2 môn học   , em có đình kèm ảnh giấy đăng ký xin rút môn như đã được hướng dẫn và có kèm chữ ký xác minh. Em xin cảm ơn ạ.",
    "Kính gửi PĐT, Cho em hỏi về vấn đề thanh toán bảo hiểm y tế. Học kì 171 em ở KTX khu A của ĐHQG, đã thanh toán tiền bảo hiểm trực tiếp ở KTX nhưng trong BKPay vẫn hiện em chưa thanh toán. Vấn đề này có ảnh hưởng tới việc xét tốt nghiệp và có cách giải quyết không ạ. Em xin chân thành cảm ơn.   i  .",
    "Em chưa đăng kí môn học GDTC HK211 theo đúng yêu câu trước 2 giờ ngày 17/10. Em có thể đăng kí vào dịp nào nữa ạ?",
    "Kính thư PĐT, trên phường em hiện đang yeei cầu giấy xác minh em đang theo học ở trường Đại học BKHCM để tạm hoãn nghĩa vụ quân sự, cho phép em xin hỏi là lấy giấy khi đang học online thì phải làm như thế nào, em xin cảm ơn.",
    "Dạ em chào thầy/cô, em có đăng kí học dự thính lớp av4a và có hạn đóng học phí là 15h ngày 17/10. Tuy nhiên từ ngày 16, khi em thực hiện đóng học phí thì xảy ra lỗi trên hệ thống, nên em chưa thanh toán học phí được ạ. Vì vậy em xin trường cho phép em đóng học phí trễ ạ",
    "B Em tên là , mssv là . Em thi môn quá trình và thiết bị truyền khối hôm qua ngày 16/10/2021 lúc 9 giờ sáng. Lúc nộp bài do gấp quá với lần đầu em nộp bài kiểu scan nộp nên em đã không nộp đúng qui chế đó là phải gộp thành 1 file với đổi tên, em sợ hết giờ nên em scan 3 file hình kiểu pdf rồi em nộp 3 file hình đó với chưa đổi tên nữa. Em có mail cho thầy  mong thầy xem xét do thầy dạy lớp em, nhưng em cũng không biết như thế nào ạ. Cho em xin ý kiến về trường hợp của em với ạ.",
    "Em có nhu cầu xin phép vào trường để thực nghiệm cho LVTN (phạm vi hành lang tự học và sân trường). Thông tin về việc tiêm chủng vắc xin: -  Đã tiêm 01 mũi, 10/08/2021 -  F0 đã khỏi bệnh, 10/10/2021 Em cảm ơn ạ.",
    "Kính gửi thầy / cô ,  Dạ chào thầy/cô ,điều kiện chưa thể ra ngoài để thanh toán qua ngân hàng đợt học phí ngoại ngữ theo yêu cầu ( hết hạn vào 15h00 ngày 17/10 ) nên lần này em có thanh toán online qua OCB nhưng bị lỗi như hình bên dưới (em đã thử rất nhiều lần vào nhiều khung giờ khác nhau ), nếu không thể thanh toán off được thì tới khi khắc phục được lỗi này em mới thanh toán học phí thì em có bị xem là trễ không ạ , và liệu em có bị trừ điểm rèn luyện khi lỗi này không phải do em không ạ . Em cảm ơn ạ !",
    "Dạ em là  mssv:  học Khoa Kỹ Thuật Xây dựng lớp: XD19CTXD03  - Tên của em là     nhưng trong danh sách thi cử của em củng như danh sách lớp đôi lại có tên là:     thôi ạ, em đã liên lạc trình báo vấn đề này với bên văn phòng đào tạo cơ sở Dĩ An, và củng đã báo về văn phòng khoa nhưng vẫn chưa được xữ lý.  - Khi em đăng kí giấy xác nhận sinh viên củng bị lỗi hiển thị của tên em. hình ảnh em xin đính kèm bên dưới",
    "Em chào thầy cô ạ. Thầy cô cho em hỏi sao em đóng học phí mà cứ hiện không phải kết nối riêng tư ạ.",
    "Em có tham gia công tác phòng chống dịch ở địa phương. Không biết có được tính vào là ngày công tác xã hội không ạ và nếu được thì làm những thủ tục như thế nào ạ. Em xin cảm ơn ạ.",
    "HK 211 . Kính gửi thầy/cô, Em vừa nhận được điểm của môn học EE3025 là đã qua môn ở kỳ trước nên nay em có nguyện vọng rút môn học này ở kỳ này. Được sự hướng dẫn của thầy/cô hôm trước nên nay em làm phiếu rút môn học ạ . Phiếu rút môn học là file ảnh đính kèm bên dưới ạ. Em cám ơn thầy/cô ạ.",
    "Thầy cô cho em hỏi em bị ghi là nợ học phí nên em kiểm tra lại đó là 1 khoản bảo hiểm y tế em đã đóng rồi (đóng ở ktx đhqg) nhưng trên bkpay vẫn có 1 khoản đóng nữa dành cho các bạn ở ngoài ktx nên em không đóng nữa. Mà giờ thì em lại bị nợ học phí khoản 491.400 tiền học phí đó khiến em không đăng ký tốt nghiệp được. Mặc dù em vẫn tham gia bảo hiểm y tế đầy đủ nhất và không bỏ sót 1 học kỳ nào. Nhưng vẫn bị ghi nợ bảo hiểm. Em mong quý thầy cô hướng dẫn và hỗ trợ em trong việc khắc phục vấn đề này với ạ. Em xin chân thành cảm ơn quý thầy cô.",
    "n xin rút môn anh văn 1A .",
    "Em xin kính chào nhà trường, các thầy cô, em là  hằng học sinh lớp ck21ht1. ﻿ ﻿ Em vừa rồi có đăng ký nhận giáo trình ấy ạ. Lúc trước em ko tra được đơn hàng của em trên viettel post, hôm qua là ngày 16/10/2021 em thấy có tin nhắn, em vào tra lại thì thấy đơn hàng của em được gửi từ ngày 1/10/2021 mà đến hiện tại nó vẫn đề là đang liên hệ với bưu điện trung tâm quận 10. Em thấy không ôn, gọi theo số điện thoại mà không ai bắt máy. Kiểu này chắc em đi học vào lại trường thì sách mới đến nhà em quá ạ. ﻿ ﻿ Mong nhà trường có thể giúp cho em với ạ. em không biết làm sao. ﻿ ﻿Cảm ơn nhà trường đã xem xét vấn đề của em.",
    "Thưa Nhà trường,    Em là , mã số sinh viên , ngành Khoa học máy tính Chương trình Chất Lượng Cao Em có thể hủy đăng ký Giáo dục thể chất PE1023 - Võ(,,)(hp1) nhóm CC09 được không ạ?    Em mong Nhà trường có thể trả lời và hủy đăng ký Giáo dục thể chất của em    Em cảm ơn,  ",
    "Em chào admin ạ cho em hỏi là em hiện tại chưa nhận được giáo trình học kì 1 thì em phải làm gì ạ",
    "Hiện tại ở phường em đã có yêu cầu nộp giấy tạm miễn, tạm hoãn nghĩa vụ quân sự và 18/10 là hạn nộp ạ. Em có thể xin giấy tạm hoãn dưới dạng bản mềm được không ạ? Em cảm ơn ạ",
    "Chào cô, em là -. Do lần trước có chút nhầm lẫn nên em ghi nhầm học kì 3. Hôm nay em xin nộp phiếu đăng kí thi để thay thế điểm VP cho môn Giải tích mạch (EE2033) ở học kì 202 ạ. Em cảm ơn và chúc cô 1 ngày tốt lành.",
    "Em tên , Mssv: . Em vừa có tên trong danh sách dự kiến tốt nghiệp nhưng Không được phép đăng ký (Nợ HP )vào thứ 6 và đã thanh toán phần phần nợ trong thứ 6. Hiên tại, en đã ko còn nợ nhưng trên mybk vẫn báo em nợ và chưa cho đăng kí tốt nghiệp. Em xin thầy cô kiểm tra lại và hỗ trợ để em được phép đăng kí tốt nghiệp. Mong nhận được sự phản hồi sớm từ thầy cô. Trân trọng.",
    "Em chào thầy cô, ngày 15 vừa rồi em có đăng ký học phần Võ thể chất, đến ngày hôm hay kiểm tra lại thì em thấy là môn học đã bị xóa mất, trong lịch sử thì không thấy lý do bị xóa. Thầy cô có thể kiểm tra lại giúp em được không ạ. Và nếu được thầy cô có thể đăng ký giúp em học phần thể chất Võ luôn không ạ? Em cảm ơn thầy cô.",
    "Chào thầy cô ạ, em có đăng ký môn GDTC Aerobic CC08 nhưng lớp này không đủ số sv để mở lớp, vậy em có thể đổi qua lớp CC01 (lớp này cũng thích hợp với thời khóa biểu hiện tại của em) hiện đã có 31 sv học được không ạ, em cảm ơn.",
    "Kính gửi thầy cô và ban giám hiệu nhà trường, Em có 1 câu hỏi là trang bkel của em, em không thấy link nhóm để xem lại video bài giảng của thầy cô ạ, mong thầy cô giúp em. Chi tiết em có gửi ảnh ạ.",
    "Em chào thầy cô, em là SV lớp VLK18KL. Thầy cô cho em hỏi thời gian nộp tiền cho đợt anh văn theo nhu cầu hết hạn ngày 15h ngày 17/10 có được gia hạn không ạ. Vì suốt từ hôm 16 em vào BKpay để nộp tiền nhưng trang web đã bị sập và em chưa thể nộp được ạ. Em cảm ơn thầy cô đã trả lời ạ.",
    "cho em hỏi ngân hàng đóng cửa mà web không đóng được nên hiện tại em chưa đóng tiền av thì phải làm sao ạ",
    "Gửi thầy/cô, Em là sinh viên k15. Kì vừa rồi em có hoàn thành môn học cuối để đủ chỉ tốt nghiệp nhưng chưa có điểm môn học. Mong thầy cô xem xét để cập nhập danh sách để em hoàn thành đăng kí nhận bằng tốt nghiệp ạ",
    "Thưa ad,chuyện là trong mục đăng ký thẻ và sim em đã đăng ký đúng hạn nhưng đến hôm qua em nhận được quà từ trường mình thì không thấy thẻ cào và sim đâu ạ.",
    "Em chào thầy cô ! Em là  MSSV:  Em có tiết giáo dục thể chất vào lúc 7h ngày 18 tháng 10 năm 2021 ấy ạ . Nhưng mà em chưa thấy link học ở BKEL ạ , nếu có thì mình lấy link chỗ nào vậy ạ . Em cảm ơn",
    "Khi em đăng ký tốt nghiệp thì nhận được thông báo như hình. Em đã thử lại nhiều lần trong 2 ngày. Cho em hỏi khi nào mới fix lỗi này ạ. Em cảm ơn.",
    "Kính gửi nhà trường, em là , tân sinh K21, mã số sinh viên:  Hôm nọ em có đăng kí môn học thể dục thể chất nhưng đã bị huỷ, đến lúc kiểm tra lại thì đã bị trễ giờ, nhà trường cho em hỏi có liệu mình có dc đăng kí đợt 2 không, hoặc là có thể thu xếp để xếp em vào 1 lớp nào đó được không ạ.Hiện em đang học lớp Pre của CLC, Em có lịch học vào từ sáng thứ 2 đến 6 ạ. Em thành thật xin lỗi vì đã không để ý rằng đơn đăng kí của mình bị huỷ ạ. Mong nhà trường giúp đỡ. Em xin cảm ơn",
    "vì tình hình dịch bệnh nên môn thực tập và môn thí nghiệm em không hoàn thành được.Cho nên làm sao để được trường xác nhận là vì thế nên thời gian học của em kéo dài để em gửi về địa phương ạ",
    "Kính gửi Phòng đào tạo, Em là , cựu sinh viên khóa 2015. Em đã tốt nghiệp năm 2019, lúc đó trường đã có thông báo là sẽ khóa tài khoản mail sinh viên khi đã tốt nghiệp . Tuy nhiên, do chủ quan nên em vẫn chưa sao lưu dữ liệu trong tài khoản mail sinh viên của em (). Hiện tại thì tài khoản của em đã bị khóa rồi ạ, nhưng do em còn một số dữ liệu quan trọng chưa kịp sao lưu. Do đó, em gửi mail xin phép PĐT có thể mở khóa tài khoản của em trong vòng 1-2 ngày để em có thể sao lưu lại dữ liệu của em được không ạ. Em rất cần những dữ liệu này, kính mong được sự cho phép của PDT ạ. Kính chúc thầy cô PĐT nhiều sức khỏe, Em cám ơn thầy cô ạ.",
    "Tin gmail về đăng ký học phần giáo dục thể chất em quên xem, đến hôm nay mới thấy.Cho em hỏi giờ em còn có thể đăng ký không ạ ?",
    "Em có thực hiện đăng ký xét tốt nghiệp trên hệ thống mà bị báo lỗi, mong PĐT xem xét giúp em!",
    "Kính gửi PĐT, cho em hỏi về vấn đề xét tốt nghiệp ạ. Em đã hoàn thành xong chương trình học và các tiêu chí CTXH và anh văn 4 kỹ năng ạ. Nhưng em vẫn không nhận được thông tin danh sách tốt nghiệp dự kiến ạ. Em vẫn chưa đăng kí xét tốt nghiệp được ạ MOng PĐT kiểm tra giúp em . Em cảm ơn PĐT",
    "em đã đăng kí môn võ nhưng vừa rồi e đã không để ý mail nên không biết kết quả bị hủy phải đăng kí lại em muốn hỏi giờ em phải đợi kì sau mới dk học được hay sao ạ ?",
    "Em là  -  đang học chương trình chất lượng cao HK211, do thời gian yêu cầu giấy chứng nhận của sinh viên của nơi em đang sống quá gấp rút,là cuối ngày 20/10/2021. Em đã đã kí và đang chờ xác nhận giấy xác nhận sinh viên trên hệ thống myBK, em sợ thời gian xác nhận không kịp , em mong được nhận file pdf hay mội thông tin để xác nhận sinh viên để em gửi cho Trưởng Liên Xã Đội nơi em ở để xác minh ạ.Em mong các anh trị hỗ trợ, và các quý thầy cô thông cảm ạ . Em cảm ơn mọi người đã đọc tin của em.",
    "Vì tình hình dịch bệnh khó khăn em muốn gia hạn học phí học kì chính 211 thì làm sao ạ.",
    "Em chào thầy cô ạ . Em xin hỏi là nếu gia hạn đóng học phí thì mình đóng lại vào khi nào ạ . Form gia hạn là https://docs.google.com/forms/d/e/1FAIpQLSfTZREVHjC_fGstilQXpbxgxxZsV7iyhkrCu4wx7pMk7oYP2w/viewform phải không ạ . Em xin cảm ơn.",
    "Em tên , MSSV: , em có đăng ký in bảng điểm trên mybk qua hình thức nhận online nhưng hiện tại không thể thanh toán phí qua bkpay và phần đăng ký in bảng điểm đã bị lỗi. Em có kèm hình ảnh bên dưới ạ. Em xin cám ơn.",
    "Em chào thầy cô, Em là Trần Tấn Lộc, sinh viên lớp: XD15KT, MSSV:  Trong học kì này, em có đăng ký môn học thiết kế dự án tốt nghiệp và đã có thời khóa biểu cho môn học. Nhưng em vào BKPAY thì không thấy nội dung thanh toán của môn học. Em xin thầy cô có thể kiểm tra giúp em. Em rất mong được sự giúp đỡ của thầy cô! Em cảm ơn thầy cô!",
    "Em tên:  MSSV:  Em muốn hỏi là em nộp trễ học phí thì bây giờ làm sao để em hoàn thành nộp và làm đơn trình bày như nào ạ. Em cảm ơn !",
    "Em xin chào phòng đào tạo Cho em hỏi: Hiện tại văn phòng khoa và phòng đào tạo đã hoạt động trở lại bình thường chưa ạ? Hiện tại em muốn nhận giấy chứng nhận tốt nghiệp tạm thời trực tiếp tại văn phòng khoa được không ạ? Nếu không được, thì em phải đăng ký nhận giấy chứng nhận tốt nghiệp tạm thời qua đường bưu điện như thế nào ạ? Em xin chân thành cảm ơn.",
    "Em là , mã số sinh viên . Em gặp vấn đề là hôm thứ 7 ngày 16/10 em có đăng ký môn võ nhưng hệ thống máy em bị lỗi nên không hoàn tất đăng ký được. Hôm nay em vào để check lịch học thì mới biết bị lỗi, bây giờ lớp đã hết và cũng không đăng ký được nữa. Em muốn hỏi Phòng đào tạo là liệu em có được bổ sung vào lớp học không, nếu không các đợt đăng ký sau em có được đăng ký tiếp không ạ. Em xin cảm ơn .",
    "Chào Thầy/Cô, Em là Phạm Ngọc Trân, MSSV 1811291. Vào khoảng 11h ngày 17/10/2021, em có đăng ký in bảng điểm phục vụ cho việc đăng ký học bổng. Lúc đó, khi bấm vào nút Xác nhận, có thể do BKPay không hoạt động nên em không được chuyển sang BKPay để thanh toán. Vì vậy, em đành phải huỷ. Em thực hiện lại khoảng 3 lần thao tác trên . Đến hôm nay, 18/10/2021, em vào lại trang để đăng ký in bảng điểm thì gặp trường hợp tương tự. Khi em vào BKPay để check thì xuất hiện nhiều khoảng thanh toán tiền in bảng điểm. Em kính mong quý Thầy/Cô có thể giải quyết vấn đề này cho em ạ. Em có gửi hình ảnh đính kèm bên dưới. Em cảm ơn. Chúc Thầy/Cô nhiều sức khoẻ.",
    "Dạ thưa Thầy/Cô sau khi em đăng ký sau các thủ tục thì nó báo lỗi kết nối bkpay Mong Thầy/Cô xem xét giúp em",
    "Kính thưa, Tuần vừa rồi em có đăng ký lớp học GDTC và theo lịch thì 7 giờ sáng nay em có một buổi học, nhưng em không thể tìm thấy đường link dẫn vào lớp học GDTC. Theo em thấy thì các bạn khác cũng gặp phải vấn đề như em. Em xin hỏi không biết làm thế nào để vào được phòng google meet của lớp GDTC đây ạ? Em xin chân thành cảm ơn.   i  .",
    "Tốt nghiệp       Dạ em chào PĐT,    Em tên , MSSV:     Hiện tại em có nhu cầu muốn nhận lại tốt nghiệp tạm thời bản cứng được cập nhật thời gian dự kiến tốt nghiệp mới nhất (trước đó em đã được cô  hỗ trợ bản mềm như file pdf được đính kèm) Anh họ em tên , SV CC18 ngành Cơ điện tử sẽ cầm thẻ SV của em đến PĐT nhận giúp em    Em viết tin này xin nhờ Phòng và cô  hỗ trợ trả giấy tốt nghiệp tạm thời mới cập nhật giúp em ạ    Trân trọng,  Phương/",
    "Em chào quý Thầy Cô, Em là Nguyễn . Em có nhận được thông tin từ phía Cô là ngày hôm nay thứ 2 (18/10/2021) phòng đào tạo sẽ mở cửa thanh toán học phí (Hình ảnh đính kèm bên dưới) . Em không biết là PĐT sẽ mở vào lúc nào trong ngày ạ?  Em đang ngóng chờ từng giờ để được đóng học phí và đủ điều kiện đăng kí tốt nghiệp. Em mong nhận được sự giúp đỡ từ phía Thầy Cô ạ.  trọng,",
    "Kính gửi Phòng Đào Tạo, Em đã đăng ký nộp đơn xin xét tốt nghiệp sau khi có mail thông báo, và thanh toán trên BKPay sau đó (16/10/2021). Tuy nhiên, em chưa có ảnh để cập nhật vào \" Ảnh thẻ sinh viên\", hôm nay em mới có ảnh và đã cập nhật trên hệ thống. Em có quay lại kiểm tra mục \" Nộp đơn xin xét tốt nghiệp\" thì ở đây hiển thị tình trạng đăng ký là \" Phiếu đăng ký không được xử ký\". Như vậy, em không biết sau khi em đã cập nhật ảnh vào thì PĐT có xét lại phiếu đăng ký TN một lần nữa không ạ?",
    "Em tên:  Mssv:  Lý do em thanh toán học phí dự thính kì  211 trễ là trên trang BKpay em đăng nhập vào mà nó báo lỗi, ko vào được ạ, tới hiện tại là 10h49' ngày 18/10/2021 vẫn bị lỗi ạ, mong pđt sữa lại lỗi hệ thống. Em cảm ơn ạ.",
    "Kính gửi Phòng đào tạo, Phòng đào tạo cho em hỏi bản cấp lại giấy chứng nhận sinh viên của em đã được gửi đi chưa ạ? Đã 4 ngày rồi mà em chưa nhận được mã gửi hàng từ bưu cục . Phòng đào tạo có thể cho em xin gấp bản scan pdf của giấy đó được không ạ? Địa phương em đang hối rất gấp vì đã trễ hạn lập danh sách một tuần rồi.",
    "Chào nhà trường,  Em là  (MSSV: ), khóa K17, khoa Kỹ thuật Hóa học. Vừa qua em có đăng kí in bảng điểm nhưng hệ thống bị lỗi như hình đính kèm, mong nhà trường xem xét, kiểm tra để em có thể đăng kí in bảng điểm ạ. Em xin chân thành cảm ơn.",
    ":",
    "Em chào thầy cô, về việc thanh toán trên BKpay, hiện tại không thể kết nối tới cổng thanh toán của ngân hàng OCB. Cho em hỏi còn cách nào để thanh toán không ạ?",
    "Dạ em kính chào thầy/cô. Học kì dự thính này em có đăng kí môn  và đã được pđt huỷ , nhưng em vẫn bị nhắc đóng học phí. Nhờ thầy cô xem xét và hỗ trợ giúp em. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng Đào Tạo E là  Mssv:  Trong kỳ thanh toán học phí dự đợt này tài khoản ocb của e bị khoá và e đang ở quê (Phú Yên) không có văn phòng ocb để mở khoá. Thì cho e hỏi giờ e phải làm như thế nào để thanh toán học phí ạ. Rất mong Phòng Đạo Tạo giúp đỡ. E xin cảm ơn Phòng Đào Tạo",
    "Hiện tại em đã đủ điều kiện đăng kí xét tốt nghiệp, tuy nhiên khi thực hiện đăng kí gặp phải 2 lỗi như hình ảnh minh họa. Mong được nhận sự hỗ trợ từ PĐT Em xin chân thành cảm ơn",
    "Dạ xin chào, hiện tại em là sv k21, em muốn bảo lưu kq tuyển sinh thì phải làm như thế nào ạ",
    "Em bị trễ hạn học phí môn anh văn theo yêu cầu hết hạn vào ngày hôm qua 17/10/2021. Em đọc quy chế thấy không thể đăng ký môn học trong lần mở dự thính kế tiếp, bây giờ em phải làm gì để cứu xét ạ. Mong PĐT giải đáp giúp em.",
    "Hiện tại thẻ Bảo hiểm Y tế đã hết hạn từ năm 2019, em học ở Cơ sở 1 () muốn gia hạn lại thì làm cách nào ạ ?",
    "em chào thầy cô, hiện tại em đang bị gọi đi nghĩa vụ quân sự, nên em muốn đăng kí in giấy xác nhận sinh viên, nhưng do hạn chế đi lại do em đang ở Đồng Nai, thì em đăng kí để gửi giấy qua đường bưu điện được không ạ.",
    "Em là sinh viên khóa K17 đã hoàn thành luận văn tốt nghiệp. Em cũng đã đạt tiếng Anh 2 kỹ năng nói-viết thi online ở trường. Nhưng bây giờ bằng toiec của em là 510 chuyển điểm qua môn học thì em thiếu AV3 AV4. Hiện tại chỗ em chưa có xe lên thành phố HCM. Trung tâm IIG thì lịch thi sớm nhất hiện tại là 14/11 tới lúc em có thể lên Tp.HCM đăng ký dự thi sợ sẽ còn trễ hơn rất nhiều. Em sợ sẽ không kịp hạn xét tốt nghiệp đợt này. Em không biết bên trường có tổ chức thi online 2 kỹ năng nghe-đọc hoặc quy chuẩn chuyển điểm về trước 2020 để khắc phục tình trạng này không ạ . Mong bên trường hồi dáp sớm . Em cảm ơn",
    "Dạ Thầy/Cô cho em hỏi tại sao em không thể đăng ký tốt nghiệp và em không có tên trong danh sách tốt nghiệp dự kiến, trong khi em đã đủ các điều kiện để xét tốt nghiệp ạ?  Em cảm ơn và mong nhận được sự phản hồi sớm từ quý Thầy/Cô!",
    "Thưa thầy/cô PĐT, em có đăng kí xác nhận giấy sinh viên và được trả kết quả vào ngày 14/9 (địa chỉ nhận theo trên bản scan đã chính xác) nhưng đến nay vẫn chưa nhận được bản chính. Em đã đưa địa phương bản scan nhưng sắp đến hạn phải nộp bản chính. Em mong PĐT kiểm tra lại. - -.",
    "Do tình hình dịch bệnh. Dẫn đến việc kinh tế gia đình khó khăn và thanh toán học phí bị chậm trễ. Để gia hạn thanh toán học phí DT HK 211 (hết hạn 15h 17/10/2021) thì phải làm sao ạ? Mong sớm nhận được phản hồi . Em xin chân thành cám ơn!",
    "MSSV/MSSV:     Kính chào thầy(cô), Em tên   I , MSSV .  I  Theo như kế hoạch đóng học phí Dự thính anh văn theo yêu cầu, hạn hết thời gian nộp là 15 giờ ngày 17/10/2021. Nhưng vào ngày 17/10/2021 em vào đóng học phí nhưng lại bị lỗi trang như hình bên dưới (cụ thể là từ 9 giờ sáng 17/10 tới lúc này 11 giờ 30 phút ngày 18/10) nên bị trễ hạn đóng học phí. Theo như em biết bạn nào cũng bị lỗi tương tự. Nhận ra lỗi này là do lỗi của hệ thống nên em viết mail này khẩn khoản xin Phòng Đào tạo xem xét không xóa thời khóa biểu của em . Em xin hứa sau khi trang thanh toán hết lỗi thì em sẽ đóng học phí đầy đủ. Xin cảm ơn thầy(cô) dành chút thời gian đọc mail của em . Chúc thầy(cô) một ngày làm việc hiệu quả!",
    "Dạ Thầy Cô cho em hỏi nếu muốn đăng ký xin in bảng hoạt động ngoại khóa thì cần thực hiện những gì ạ? Và không biết bảng in có hỗ trợ vận chuyển đến địa chỉ nhà giai đoạn này không ạ? Vì em không thấy mục đăng ký in bảng hoạt động ngoại khóa như đăng ký in bảng điểm trên mybk, và cũng không tìm thấy hướng dẫn đăng ký online, nên không biết phải thực hiện thế nào . Kính mong thầy cô hỗ trợ cho em ạ. Em chân thành cảm ơn thầy cô!",
    "Sáng nay em đã nhận nộp mail báo trễ hạn và đã thanh toán ngay lập tức học phí rồi ạ Em xin lỗi vì sự chậm trễ, do tình hình COVID-19 nên gia đình em gặp chút khó khăn về việc thanh toán học phí cho nhà trường ạ. Em thành thật xin lỗi ạ.",
    "Chào , Em tên là , MSSV  Em có đăng ký lớp AV1A nhu cầu nhưng từ hôm qua đến giờ em vẫn không thể thanh toán học phí được (minh chứng phần ảnh), em đã có gửi hỗ trợ lên  hôm qua nhưng vẫn chưa nhận được phản hồi. Em hy vọng bên trường đừng hủy môn em, em đang cố gắng đóng học phí ạ, em cảm ơn",
    "En xin kính chào quý thầy/cô. Em tên là  Mssv: 1 700172. Em có nộp học phí kì dự thính của hk 211 từ chiều 16/10/2021 nhưng khi vào bk bay thì không vào được chỗ thanh toán như mọi khi, đến ngày hôm sau. 17/10/2021 dù đã cố đăng nhập nhiều lần và trên nhiều thiết bị nhưng vẫn không thể thanh toán được và do hôm qua là chủ nhật nên em không thể liên hệ ngân hàng để nhờ hỗ trợ đến hiện tại em cũng chưa vào được để nộp học phí. Em mong được thầy cô hỗ trợ và xem xét cho em được nộp học phí và không bị trừ điểm rèn luyện ạ. Em xin chân thành cảm ơn thầy/cô.",
    "Em là . Mssv . E đã hoàn thành chương trình học và đủ điều kiện nhận bằng tốt nghiệp. E có đk nhận bằng vài tháng 4 vừa r nhưng do công việc và tình hình dịch mà e ko vào tp HCM để nhận bằng được. Hiện tại thì em cần bằng để hoàn thành thủ tục bên công ty. Quý thầy cô cho e hỏi có hình thức nhận bằng file mềm hay trước giải quyết tạm thời nào đc ko ạ. E chân thành cảm ơn.",
    "Em chào pdt ạ, vì dưới quê em vẫn phong tỏa nên việc chuyển tiền đóng học phí gặp chút khó khăn, sáng ngày 15 em đã nhận tiền và tiến hành thanh toán học phí, nhưng vì hệ thống bkpay khi liên kết với trang thanh toán của ngân hàng OCB bị lỗi, em đã thử lại rất nhiều lần, (có gọi bên OCB để giải quyết nhưng không hiệu quả) thành ra em không thanh toán đúng hạn được, mong pdt xem xét giúp em không bị xóa môn ạ, em nội trong hôm nay hoặc ngày mai sẽ ra ngân hàng để đóng ạ. Vì ngày 15 là chủ nhật ngân hang không làm việc nên em không ra đóng được. Em có gửi hình ảnh minh chứng. Mong được pdt phản hồi ạ. Em cảm ơn",
    "Em tên:  Em có đóng trễ học phí học tiếng anh theo nhu cầu. Lí do: bị lỗi kĩ thuật Em kính mong phòng đào tạo xem xét không trừ điểm rèn luyện của em. Em xin chân thành cảm ơn.",
    "Em tên là , MSSV  . Hiện tại em đã đủ điều kiện tốt nghiệp nhưng vẫn còn một môn Dự thính chưa cập nhật điểm trên bảng điểm. Em đã đăng ký tốt nghiệp, cho em hỏi là điểm xét tốt nghiệp của em sẽ lấy điểm hiện tại (chưa cập nhật môn Dự thính) hay điểm sau khi cập nhật tất cả các môn ạ?",
    "Em có đăng kí anh văn 1, và trên BK pay có mở thanh toán, nhưng khi nhấn thanh toán lại nhảy vào 1 trang mới không bảo mật (Những lần thanh toán học phí trước đó không xảy ra trường hợp này nên hiện em vẫn chưa dám đóng học phí) . Với lại vì lý do cá nhân nên tài khoản ocb của em hiện đang bị khóa, mà em đang trong vùng dịch nên chưa thể đến phòng giao dịch để xử lý được ạ. Về trường hợp này có thể cho em cách giải quyết hoặc em có thể thanh toán qua ngân hàng khác được không ạ. (Em có gửi mail cho phòng đạo tạo mấy ngày trước nhưng vẫn chưa nhận được phản hồi.)   i  .",
    "Kính chào quí Thầy(Cô), Hiện tại ở trang BKpay của em chưa có mục thanh toán học phí ANH VĂN THEO YÊU CẦU mặc dù e có TKB học lớp AV1A . EM được biết là ngày 17/10 là đã hến hạn nộp học phí AV. Vậy sau này khi có mục học phí AV thì em có bị quy thành 'Nộp học phí trể' không ạ? Mong Thầy(Cô) giải đáp giúp em.",
    "Em tên: Phạm Thiên Phú MSSV:  Dạ cho em xin hoãn thi môn: Kỹ Thuật Số, mã môn: EE1015, lớp DT02 kỳ Dự thính 202, ngày thi: 10h ngày 18/10/2021 ạ. Vì không đáp ứng đủ về cơ sở vật chất và đường truyền mạng không ổn định. Em cám ơn ạ",
    "Cho e hỏi nếu bị cúp điện lúc thi online thì phải làm sao để hoãn thi ạ",
    "Kính gửi thầy cô,  Cho em hỏi em ​đăng ký đợt 2 GDTC nhưng hệ thống báo trùng đợt 1 và cũng không thấy chỗ hủy luôn thì phải làm sao ạ. Em xin cảm ơn ạ.",
    "Theo hạng đóng học phí của môn học Anh văn 1 dự thính hạng nộp học phí là 15/10/2021. Nhưng do hệ thống có vấn đề, em hoàn toàn không truy cập và đóng được. Bên cạnh đó là do tình hình dịch bệnh và ngày hết hạn là 15/10/2021 nhằm thứ sáu nên 16/17 là thứ bảy và chủ nhật em cũng không thể đóng. Và với lại do dịch bệnh nên em phải về quê việc tiếp cận ngân hàng và phòng dao dịch là rất khó. Nay em viết tin nhắn này trình bày nội dung như trên. Mong xem xét lại tình hình và giải giải viếc giúp em. Em không hoàn toàn đồng ý với việc áp dụng xử lý học vụ đối với em trong trường hợp tương đối bất khả kháng này .Em sợ không học được môn anh văn 1 dự thính và không được dự thi nên mong xem xét giúp em. Em xin cảm ơn!!! ",
    "Chào thầy/cô ạ, Em là sinh viên lớp Việt Pháp, em thấy trên đăng kí môn học không có mã ớp P cho các sinh viên Việt Pháp ạ. Em có thể đăng kí mã nào ạ? (Hiện em chỉ thấy 2 mã lớp là CC và  ạ)",
    "Dạ xin chào thầy cô, em là sv vừa chuyển hệ sang VLVH, em vẫn còn thiếu một môn GDTC, bây giờ chuyển hệ rồi nên không đăng kí được lớp theo chính qui. Bây giờ em phải làm sao mới đăng kí được ạ",
    "dạ em chào thầy cô , em có câu hỏi thắc mắc về việc hủy môn học thể chất online ạ do em đăng ký dư 1 môn giáo dục thể chất bây giờ em muốn hủy môn giáo dục thể chất đó thì phải làm sao ạ.em xin cảm ơn.",
    "Cho em hỏi là sáng nay em có lịch học môn Võ nhưng ko thấy có link và không biết lấy link học ở đâu ạ Em xin cảm ơn ạ.",
    "Kính gửi Thầy/Cô Phòng Đào tạo, Em tên:  - MSSV:  Em xin phép được bổ sung Phiếu đăng ký dự thi kiểm tra bổ sung môn Phương pháp tính (MT1009) – Nhóm tổ: DT01-C – Học kỳ: 211 (file pdf đính kèm) theo sự hướng dẫn của Thầy/Cô theo qua “Câu hỏi/yêu cầu # 38588 -  KỲ - môn: Phương pháp tính (MT1009) – Nhóm tổ: DT01-C” (hình ảnh đính kèm) Em kính mong Thầy/Cô xem xét và phản hồi giúp em ạ. Em chân thành cảm ơn Thầy/Cô nhiều ạ!",
    "Tốt nghiệp . Em có thắc mắc cần PĐT giải đáp ạ! HIện tại em đã đủ điều kiện đăng ký tốt nghiệp, nhưng vẫn còn một môn Dự thính chưa cập nhật điểm lên bảng điểm. Em đã đã lỡ bấm đăng ký tốt nghiệp ở mục   B ĐĂNG KÝ TỐT NGHIỆP   , nhưng vẫn chưa đóng tiền ở   B BK PAY   . Vậy cho em hỏi khi xét Xếp loại tốt nghiệp thì sẽ lấy điểm hiện tại hay lấy điểm sau khi cập nhật tất cả các môn ạ? Em chân thành cảm ơn",
    "Do Tài khoản ngân hàng OCB của em bị khóa em về quê nên không thể đóng học phí, hôm nay em lên lại thành phố nên mới đóng rồi ạ, mong phòng đào tạo xem xét ạ.",
    "Kính gửi PĐT ! Họ và tên : Nguyễn Hải lâm. MSSV:  Hệ VLVH. Kính mong quý Thầy cô Đăng kí giúp em môn Sinh Học Đại Cương CH2011. Do em hệ VLVH nên đăng kí vào môn học hệ thống báo lỗi chương trình đào tạo !..",
    "Em chào thầy cô . Xin cho em hỏi là mình học xong 4 năm cử nhân rồi học thêm 1 năm kỹ sư đúng không ạ . Em muốn đăng ký học sớm hơn có được không . Em xin cảm ơn.",
    "Thưa thầy/cô, Em tên , MSSV: . Dù có tên trong danh sách tốt nghiệp dự kiến nhưng em không thể đăng ký tốt nghiệp trên MyBK được ạ. Mong thầy/cô giúp đỡ em. Em xin cảm ơn, .",
    "Dạ cho em hỏi là hiện tại pđt có thư mục riêng trong mybk là phần chuyển điểm thì khi em kiểm tra lại là chỉ mới đạt chuẩn thể chất năm 2 chưa có chuẩn năm 3. Mà hiện tại em đã học đủ 3 lần thể chất trong năm 2 và sau đó các đợt năm 3 và 4 hiện tại em đkmh vẫn bình thường không có biểu hiện của chưa đủ chuẩn thể chất. Cho e hỏi trường hợp của em như vậy là sao ạ, và nếu đáng lẽ em chưa đủ chuẩn thì hệ thống phải thông báo để em có thể đăng kí học hoàn thành chuẩn. Mong thầy cô có thể kiểm tra lại giúp em được không ạ, và nếu thật sự em chưa đủ chuẩn thể chất năm 3 thì pđt có cách giải quyết gì trong trường hợp của em không ạ. Em xin cảm ơn thầy cô.  ",
    "Em muốn hủy đăng kí môn Aerobic học phần 1 thì phải làm cách nào ạ",
    "Em chào thầy/cô, Em tên , mssv , kỳ này em có đăng ký học dự thính, đến ngày 15/10/2021 em mới chuẩn bị kịp học phí để nộp, chiều là hết hạn, tuy nhiên cả sáng, chiều hôm qua em không thể vào bkpay được, và bkpay rất lag, do vậy em đã bị nộp trễ học phí! Nếu lỗi này là do hệ thống thì thầy/cô cho em hỏi em có bị trừ điểm rèn luyện không ạ? Và em cần làm những gì tiếp theo ạ? Em cảm ơn!",
    "Em đóng tiền hôm qua đến giờ mà trang web vẫn không hiển thị được( chắc web ngân hàng đang bảo trì ) nên em thông báo cho pdt để giữ tkb cho em và em sẽ đóng học phí khi ngân hàng làm việc ạ.",
    "Em là  (), hiện em đã đủ các điều kiện tốt nghiệp nhưng không thể đăng ký tốt nghiệp được trên MyBK được. Vậy nên em muốn hỏi PĐT xem liệu lý do em không đăng ký được là do đâu ạ?",
    "Dạ em chào thầy/cô, em có đăng kí học dự thính lớp av4a và có hạn đóng học phí là 15h ngày 17/10. Tuy nhiên khi em thực hiện đóng học phí thì xảy ra lỗi trên hệ thống, nên em chưa thanh toán học phí được ạ. Vì vậy cho em hỏi là em gia hạn thời gian đóng học phí được không ạ? Nếu được cho em hỏi quy trình cục thể sao ạ? Em xin cảm ơn thầy/cô nhiều ạ!",
    "Chào PĐT, Em muốn hỏi về việc môn giáo dục thể chất học đủ 2 học phần rồi thì có phải đăng ký nữa không ?",
    "i cho em hỏi là hiện tại em có thể hủy hay rút môn học được không ạ",
    "Dạ em chào thầy/cô. Em là  MSSV . Em có nhận được mail của trường về đăng kí bổ sung lớp thể chất vì lớp em đăng kí ít sỉ số nên bị huỷ. Hiện tất cả các lớp thể chất mã PE1021 đã đầy 50/50 và em không thể đăng kí môn thể chất được ạ. Mong thầy/cô tạo điều kiện cho em được đăng kí môn thể chất PE1021 lớp L09 ạ. Hiện em là sinh viên năm 4, em cần hoàn thành được môn thể chất để có thể đủ điều kiện làm LVTN và hoàn thành lộ trình ra trường đúng hạn ạ. Mong thầy/cô tạo điều kiện cho em ạ. Em cám ơn thầy/cô nhiều vì đã đọc mail này . Chúc thầy cô sức khoẻ ạ",
    "Em tên  mã số sinh viên . Trung tâm đào tạo bảo dưỡng công nghiệp _ Hệ Cao đẳng Chính quy . Quý Thầy Cô cho em hỏi về việc nộp chuyển điểm chứng chỉ ngoại ngữ . 1. Nếu em có chứng chỉ ngoại ngữ Anh văn TOEIC Listening và Reading đạt số điểm 500 thì em có được quy đổi điểm đạt các môn AV1, AV2, AV3, AV4 theo hệ Cao đẳng không ạ. 2. Với Hệ Cao đẳng chính quy thì em cần phải  có chứng chỉ ngoại ngữ TOEIC Listening và Reading đạt 400 thì đạt Chuẩn tiếng anh xét tốt nghiệp đúng không ạ . Em mong quý thầy cô hỗ trợ và giúp đỡ. Em xin chân thành cảm ơn!  ",
    "Em chào thầy/cô, tuần trước em có tạo câu hỏi với mong muốn được phòng đạo tạo tạo điều kiện cho thanh toán học phí sớm để đăng kí tốt nghiệp và được thầy/cô trả lời là ngày hôm nay, 18/10/2021 sẽ được mở cho thanh toán. Nhưng hôm nay em vẫn chưa được mở để thanh toán học phí, nên em mong thầy cô kiểm tra và phản hồi giúp em. Em xin chân thành cảm ơn!   B ",
    "Dạ hôm trước em có đăng kí môn giáo dục thể chất mà em k đăng kí được  Đến nay em có đăng kí lại mà vẫn k đăng kí được mong ad giúp em với ặ",
    "Dạ xin chào. Em là SV K20, hồi HK202 em có đăng ký học phần 1 môn bóng bàn. HK211 này em đăng ký học phần 1 của môn võ. Như vậy em có được tính là đã hoàn thành 2 học phần không ạ. Em cảm ơn",
    "Em là   MSSV  Em xin phép được đặc cách có bản scan của giấy CNSV sớm được không ạ? Vì ngày 20/10 em phải nộp để có thể hoãn nghĩa vụ quân sự nên không biết các thầy cô có thể giúp được em không :( Em xin cảm ơn ạ",
    "Kính gửi Phòng Đào Tạo, Em là  (), Khoa quản lý công nghiệp - hệ chính quy - chương trình chất lượng cao . Đến ngày 18.10.21 em đã chính thức có tên trong danh sách dự kiến tốt nghiệp, nhưng em vẫn chưa thể đăng ký tốt nghiệp do hệ thống báo em còn nợ học phí. Nhưng em đã kiểm tra lại các học phí từng học kỳ đã được hoàn thành đóng đầy đủ trên hệ thống BKpay (em có đính kèm ảnh ạ - ảnh chụp vào ngày 18.10.21) . Em mong được anh/ chị trong phòng đào tạo hỗ trợ em trong việc kiểm tra và giúp em đăng ký tốt nghiệp đúng hạn ạ . Em xin cảm ơn.",
    "Thưa Quý Thầy/Cô, Em tên là , MSSV . Vừa qua, em có gửi câu hỏi với lý do là em phát hiện mình không có tên trong danh sách dự kiến tốt nghiệp vào tháng 11 năm 2021 và nhận được phản hồi từ phía Thầy/Cô là em chưa tích lũy đủ tối thiểu 12 tín chỉ của các môn học nhóm D. Em đã kiểm tra lại và phát hiện bên nhà trường đã hủy nhầm việc chuyển điểm môn từ môn \"Học máy và ứng dụng\" bậc cao học xuống môn \"Học máy\" thuộc nhóm D của em. Cụ thể, ban đầu em dự định chuyển điểm từ môn \"Kỹ thuật Dữ liệu\" xuống môn \"Học máy\" và đã được duyệt. Nhưng do quy định về môn tương đương cho việc chuyển điểm thay đổi, sau đó em có làm đơn để chuyển điểm môn \"Kỹ thuật Dữ liệu\" sang môn \"Công nghệ phần mềm nâng cao\" thuộc nhóm C và chuyển thay thế môn \"Học máy và ứng dụng\" về môn \"Học máy\" cùng với 3 môn khác, 2 đơn này đều đã được duyệt. Sau một thời gian, em phát hiện trên MyBK vẫn còn giữ phần chuyển điểm từ \"Kỹ thuật Dữ liệu\" sang \"Học máy\" nên đã làm đơn hủy việc chuyển điểm đó, để tránh xung đột 1 môn chuyển sang 2 môn khác, và đơn này cũng đã được duyệt. Tuy vậy, vừa qua em mới kiểm tra lại thì phần chuyển điểm từ môn \"Học máy và ứng dụng\" sang \"Học máy\" đã bị hủy nhầm, dẫn đến việc em không đủ chỉ và không đủ điều kiện xét tốt nghiệp. Em xin gửi kèm các đơn em đã gửi trước đó. Mong quý Thầy/Cô xem xét và cập nhật giúp em. Chân thành cảm ơn quý Thầy/Cô.",
    "Kính gửi phòng đào tạo Em tên là  mssv:  Hiện tại đăng ký môn học GDTC các nhóm  học đã đủ 50/50 SV nên em không đăng ký được thì phải làm sao ạ. Em cảm ơn!",
    "Cho em hỏi nếu em đã hoàn thành học phần 1 của môn bóng chuyền, thì học kỳ sau em phải em đăng ký học phần 2 của môn bóng chuyền phải k ạ. Không biết em có thể đăng ký học phần 2 cho môn thể chất nào khác được không ạ.",
    "Em tên:   MSSV:  Dạ em chào phòng đào tạo , hiện tại em đang bị lỗi không đóng được học phí trên trang web BKPay. Mặc dù truy cập đóng học phí trên nhiều thiết bị nhưng kết quả vẫn bị lỗi và không vào đóng học phí được. Do tình trạng hiện tại em đã bị báo lỗi 2 ngày và quá hạn đóng học phí nên em mong quý thầy/cô phòng đào tạo xem xét giúp em trong thời gian sớm nhất ạ",
    "Phía nhà trường có bảo cho đăng ký đợt 2 nhưng cả 2 môn võ và aerobic đã đầy và không đăng ký tiếp được.",
    "Kính thưa thầy/cô, Em là , mã số sinh viên . Em xin phép có một số câu hỏi về việc đăng ký xét Tốt nghiệp của em. Em hiện đã hoàn thành xong Luận văn và tất cả các tín chỉ cũng như ngày CTXH. Tuy nhiên, hiện em không thể đăng ký xét Tốt nghiệp trên myBK được. Kính mong thầy/cô sớm giải đáp vì theo tiến độ, em sẽ Tốt nghiệp vào tháng 11 này ạ. Kính thư,   i Tốt nghiệp .",
    "Kính gửi Thầy, Cô Em có đăng ký học môn Pháp luật đại cương Việt Nam để duy trì tình trạng sinh viên do lịch 24/10 kết thúc đăng kí tốt nghiệp mà em chưa kịp thi anh văn nói viết. Nay lịch đăng kí tốt nghiệp được dời sang 24/12 nên em xin phép hủy môn học để thi AV và hoàn thành tốt nghiệp ạ. Tên : Pháp luật đại cương Việt Nam Mã : SP1007 Em chân thành cảm ơn! Em ",
    "Em hiện đang gặp vấn đề trong việc đăng kí môn học Giáo dục thể chất. Em đã làm theo đúng hướng dẫn đăng kí môn học qua email nhưng em không tìm thấy mục \"đăng kí mới\" mà thay vào đó là \"đăng kí/hiệu chỉnh\" như hình ạ . Em cảm ơn ạ ",
    "Em hỏi về vấn đề xét tốt nghiệp ạ. Hiện tại em đã hoàn thành đầy đủ LVTN và các môn, tuy nhiên em chưa chuyển điểm anh văn 1- 2. Bên cạnh đó  em cũng chưa đăng kí tốt nghiệp nhưng không hiểu sao tên em lại có trong danh sách tốt nghiệp dự kiến ạ? Em muốn xem xét hủy danh sách này để chuyển điểm anh văn 1-2 ạ . Bên cạnh đó nếu được em muốn dời qua tháng 4 mới tốt nghiệp thì có cần đăng kí môn học duy trì không? Em cảm ơn ạ",
    "Em chào thầy/cô, Em là sinh viên K20. Em muốn hỏi là HK201 em có học thể chất môn bóng chuyền, HK202 em chưa học thể chất. Em muốn hỏi là trong HK211 này em phải đăng ký học phần 1 không ạ? Vì em nghĩ em cần học học phần 2 nhưng chưa thấy mở ạ. Nếu kỳ này học phần 2 không mở thì kỳ sau có thể học không ạ hay em sẽ bị cấm học 1 kỳ. Em cảm ơn ạ",
    "B Học kì 202    em có hoàn thành môn học   B Giải tích 2 (MT1005)    là môn tương đương thay thế cho môn   B Toán 2 (006602)    trong chương trình đào tạo của em, nhưng tới hiện nay vẫn chưa thấy môn này xuất hiện trong bảng chuyển điểm nên em lo là sẽ ảnh hưởng tới việc xin xét tốt nghiệp. PDT kiểm tra lại giúp em. Em cảm ơn.",
    "Kính thưa Phòng đào tạo, em hiện tại đang là sinh viên năm 3 của trường và em có thắc mắc là sau khi tốt nghiệp chương trình học 4 năm thì khóa của em sẽ nhận được bằng cử nhân, cho em hỏi rằng là sau khi tố nghiệp em có nguyện vọng học tiếp lên kỹ sư thì phải đăng ký như thế nào, điều kiện là gì. Hiện tại, em có biết về chương trình liên thông lên thạc sĩ nhưng nguyên vọng của em chỉ muốn học lên kỹ sư, xin Phòng đào tạo giải đáp thắc mắc.",
    "Kính gửi Phòng đào tạo Đại học Bách khoa TP Hồ Chí Minh Em tên là: , Mssv:  Kính thưa thầy cô phòng đào tạo, do gặp vấn đề sự cố mạng nên em vô trang thanh toán của OCB không được, cho nên tới hôm nay (18/10) em mới vô được và hoàn thành thanh toán học phí ạ. Em kính mong thầy cô xem xét giúp đỡ em không bị xóa thời khóa biểu và cấm thi ạ. Em xin chân thành cảm ơn thầy cô.",
    "Em chào thầy\\cô, trong danh sách tốt nghiệp dự kiến, em tra thì thấy em bị ghi nợ HP là sao ạ? Trong khi e đóng tiền học phí đủ rồi ah.",
    "dạ em chà phòng đào tạo hiện tại em là sinh viên năm 2 nhưng chỉ mới hoàn thành xong 1 môn giáo dục thể chất,em đăng kí môn 2 nhưng giờ đã hết chỗ thì làm sao ạ ? nếu không đăng kí được sẽ không đăng kí được những môn năm 3..em mong pđt mở thêm lớp",
    "Dạ em là  thưa cô, MSSV: . Em đã điền thông tin nhưng em không thể nhấp vào mục tải hình lên và tình trạng của em vẫn là \"không tìm thấy trong danh sách dự kiến\" ạ. Em xin cảm ơn, .",
    "Dear . Em là , MSSV: . Vừa qua, em đã tham gia kỳ thi kiểm tra 2 kỹ năng  Nói - Viết tiếng Anh và đạt đủ điểm để tốt nghiệp (295). Tuy nhiên, hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến (hoặc mail thông báo đăng ký tốt nghiệp). Và theo em được biết, các bạn thi cùng đợt với em hiện đã nhận được thông tin. Kính nhờ  kiểm tra lại giúp em và bổ sung em vào danh sách tốt nghiệp hoặc thông báo giúp em nếu có bất kỳ vấn đề gì. Em cảm ơn .",
    "pdt cho em hỏi ạ: em là k18, khóa của em gồm 3 học phần,  em mới đi học lại thì em mới biết là mã môn học đã bị thay đổi và cấu trúc chỉ còn 2 học phần thể chất đầu năm nhất 2018 e có qua giáo dục thể chất 1 mã PE1003 thì bây giờ em có được tính điểm đó không ạ? em mới đăng ký giáo dục thể chất kỳ 211 (học phần 1 ) thì có được tính là giáo dục thể chất 2 không ạ ? hay em phải đợi kỳ mới để đk gdtc2 ạ Và bây giờ em phải đăng thể chất như thế nào để qua ạ ?",
    "Em chào thầy cô ạ ! Thầy cô cho em thắc mắc ạ, em còn 1 học phần TDTC nữa để đủ điều kiện năm 3 và em không kịp đăng kí lớp TDTC online đợt 2 này vì hết slot thì có cơ hội học TDTC ở học kì II năm 2 không ạ ?  Em cảm ơn ạ.",
    "Thưa thầy/cô, Hiện em muốn đăng kí thi TOEIC để chuyển điểm, nhằm cải thiện trung bình tích luỹ ngành  Tuy nhiên, thời hạn cuối xét tốt nghiệp là 24/12/2021, em muốn hỏi thời gian xét chuyển điểm anh văn, để em có thể kịp đợt xét tốt nghiệp này. Rất mong nhận được hồi đáp sớm từ các thầy/cô. Em xin cảm ơn",
    "Em đăng kí GDTC online đợt 2 bổ sung nhưng sĩ số các lớp đầy mất rồi ạ? Giờ em muốn đăng kí thêm vào liệu có được không ạ?",
    "Dạ em chào thầy/cô . Em là , MSSV  ạ. Em có gửi câu hỏi nhờ thầy cô mở thêm chỗ cho lớp thể chất và nhận được câu trả lời là tìm lớp L còn chỗ để đăng kí ạ. Nhưng hiện tại tất cả các lớp thể chất kể cả PE1023 và PE1021 em xem đều đã full chỗ 50/50 nên em không thể đăng kí vào bất kì lớp nào được ạ. Mong thầy cô xem xét và mở thêm chỗ cho lớp thể chất để tạo điều kiện cho chúng em được học và hoàn thành các môn thể chất . Hiện em đang năm 4 và cần hoàn thành các môn thể chất để được đăng kí các môn Luận Văn cũng như hoàn thành lộ trình ra trường đúng hạn ạ. Mong thầy/cô giúp đỡ em. Em cám ơn thầy/cô nhiều ạ.",
    "học kì trước em đã học môn Bóng đá(học phần 1) và Bóng rổ(học phần 2). Nếu em đăng kí môn Võ học kì này thì có đạt tiêu chuẩn về phần GDTC chưa ạ, hay em phải đăng kí học học phần còn lại của môn Bóng đá hoặc Bóng rổ ạ?",
    "em có thể đăng kí vào lớp CC11-PE1021 vì các lớp thể dục đã đầy nên em hy vọng được chen vào . Em sợ học kì này không học thể dục thì không đủ chuẩn cho năm sau. Em hy vọng được đăng kí môn ạ   .",
    "Kính gửi Phòng đào tạo Theo thông báo đăng kí môn học giáo dục thể chất từ 1:00pm 18/10-19/10, em bị huỷ lớp đăng kí đợt 1 và đợt 2 thì em vào lúc 8:00 pm 18/10 đã không còn lớp trống cho 2 mô võ (PE1023) và aerobic (PE1021) để đăng kí . Em rất mong Phòng đào tạo có thể mở thêm lớp hoặc có thể tạo điều kiện xếp em vào 1 lớp nào đó ạ . Em cảm ơn .",
    "Em muốn đăng ký môn võ mà tất cả các lớp đã đủ thành viên thì em phải làm sao ạ",
    "Em tên . MSSV: . Hiện tại em đã hoàn thành chương trình học và đã có tên trong danh sách tốt nghiệp dự kiến. Nhưng trong quá trình vào Mybk để đăng ký xét tốt nghiệp thì được báo tình trạng là đang nợ học phí. Mong phòng đào tạo xem xét lại giúp em vì em đã hoàn thành học phí đầy đủ ạ. Em xin cảm ơn.",
    "Em hiện là sv K19 học 1 kỳ pre , bây giờ đang cuối năm 2 , cho em hỏi nếu thiếu 1 học phần gdtc thì có bị cấm đăng kí môn học năm 3 không ? Em vừa thấy mail kêu đăng kí gdtc hk211 ( tức học kỳ em đang học). Vậy học phí của học phần gdtc này tính như thế nào , gộp chung vào hk em đang học luôn ạ ? Em thấy học kì gdtc học 8 tuần nếu em đã xong các môn hk211 mà vẫn chưa xong gdtc thì có được xem xét đăng kí môn học năm 3 không ? Với em vào trang đăng kí đợt 2 thì các lớp được mở đã trùng lịch với tkb em hiện đang học hết rồi , em phải làm sao ạ ? Có cách nào xem xét cho em được đkmh năm 3 không ạ ? Mong pđt phản hồi.",
    "Dạ em chào quý thầy cô, hiện em là sinh viên khóa 2017 và đã hoàn thành chương trình đào tạo( 142 chứng chỉ, bằng Toeic) nhưng chưa hoàn thành Anh văn nói viết. Cho tới khi trung tâm mở cho thi AV nói viết thì hiện tại em không còn môn học nên không có thời khóa biểu, đồng nghĩa không còn hiện là sinh viên. Đến khi em đăng kí và thi hoàn thành Anh văn nói viết thì em sẽ phải làm gì để đăng kí tốt nghiệp ạ. Em xin cảm ơn.",
    "Kính gửi phòng đào tạo  Em muốn đăng ký môn học giáo dục thể chất nhưng tất cả các lớp gdtc đều đạt sĩ số tối đa khiến em không đăng ký được. Nhà trường có thể mở thêm lớp giúp em được không ạ. Em xin cảm ơn",
    "Cho em hỏi các lớp thể chất kì này đã đủ sĩ số, em có thể làm đơn để xin tham gia lớp học được không ạ?",
    "Chào Thầy/Cô, em là  mssv , học kì này em có đăng kí môn dự thính, nhưng vì địa phương đang trong vùng dịch nên gia đình em không ra ngân hàng chuyển tiền được, nên em không thể đống đúng thời hạn, hy vọng pđt xem xét mở cổng cho em đóng lại ạ",
    "Kính thưa Phòng đào tạo Trường Đại Học Bách Khoa TP.HCM, Em tên là , MSSV  hiện đang theo học chuyên ngành Khoa Học Máy Tính trường Đại học Bách Khoa TP.HCM. Em xin phép được trình bày về việc xin phép được hoãn thi giữa kỳ môn Cấu trúc dữ liệu và giải thuật CO2003 và thi bù vào học kỳ tiếp theo do em đã tham gia cuộc thi Sinh viên an toàn thông tin 2021 cho đội trường mình. Giáo viên bộ môn hiện đã chấp thuận mong muốn của em và đã đề nghị em được thi vào học kỳ tiếp theo. Không rõ là để có thể tham gia được kỳ thi giữa kỳ tiếp theo em cần làm những gì để đúng với quy chế nhà trường do biểu mẫu của nhà trường chỉ là thi cuối kỳ. Những câu hỏi chính mà em xin được phép hỏi: Mẫu đơn cho việc hoãn thi giữa kỳ. Em có cần phải đăng ký môn học cho học kỳ tiếp theo không và học phí sẽ như thế nào. Điểm thi giữa học kỳ này của em sẽ được hoãn thế nào ạ. Rất mong phòng đào tạo sẽ hồi đáp em. Xin cảm ơn. Trân trọng",
    "Dear . Em là Trịnh Thành Nam, MSSV: . Vừa qua, em đã tham gia kỳ thi kiểm tra 2 kỹ năng  Nói - Viết tiếng Anh và đạt đủ điểm để tốt nghiệp (295). Tuy nhiên, hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến (hoặc mail thông báo đăng ký tốt nghiệp). Và theo em được biết, các bạn thi cùng đợt với em hiện đã nhận được thông tin. Kính nhờ  kiểm tra lại giúp em và bổ sung em vào danh sách tốt nghiệp hoặc thông báo giúp em nếu có bất kỳ vấn đề gì. Em cảm ơn .",
    "Chào Cô. Em tên , mssv , hiện tại em đã hoàn thành hết chương trình học. Cô có thể cho em biết khi nào điểm trung bình tích luỹ ngành của tụi em mới được cập nhật không vậy ạ? Tụi em đã có đủ điểm hết rồi. Và em thấy điểm cập nhật lúc 5/4/2021. Em xin lỗi nếu đã làm phiền vì thật sự em rất cần danh sách tốt nghiệp tạm thời trong tuần sau để em có thể được nhận việc vào ngày 1/11. Em cảm ơn Cô và chúc Cô một ngày tốt lành. Hi vọng sẽ nhận được phản hồi sớm từ Cô.",
    "em muốn đăng kí giáo dục thể chất nhưng tất cả các lớp của 2 môn aeobic và môn võ đều đủ sĩ số các bạn trong 1 lớp rồi, không còn lớp nào còn dư slot để em đăng kí của cả 2 môn luôn ạ. Giờ em phải làm thế nào ạ. Em mong sẽ được giải đáp sớm ạ  Em cảm ơn ",
    "Kính gửi pđt,  Em đã nộp đơn xét tốt nghiệp và được pđt xác nhận. Tuy nhiên em phát hiện phần thông tin giáo viên hướng dẫn luận văn trong mục \"Khai lý lịch tốt nghiệp\" bị sai . Làm sao để em thay đổi/cập nhật thông tin vậy ạ?",
    "Dear . Em là , MSSV: . Vừa qua, em đã tham gia kỳ thi kiểm tra 2 kỹ năng  Nói - Viết tiếng Anh và đạt đủ điểm để tốt nghiệp (295). Tuy nhiên, hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến (hoặc mail thông báo đăng ký tốt nghiệp). Và theo em được biết, các bạn thi cùng đợt với em hiện đã nhận được thông tin. Kính nhờ  kiểm tra lại giúp em và bổ sung em vào danh sách tốt nghiệp hoặc thông báo giúp em nếu có bất kỳ vấn đề gì. Em cảm ơn .",
    "E xin chào Phòng Đào Tạo E là  Mssv:  Trong kỳ thanh toán học phí dự đợt này tài khoản ocb của e bị khoá và e đang ở quê (Phú Yên) không có văn phòng ocb để mở khoá. Thì cho e hỏi giờ e phải làm như thế nào để thanh toán học phí ạ. Rất mong Phòng Đạo Tạo giúp đỡ. E xin cảm ơn Phòng Đào Tạo",
    "Chào thầy/ cô. Em xin hủy môn học sau đây có tính học phí. MT1009 -  Pháp Tính  Em xin chân thành cảm ơn thầy/ cô.",
    "Em đã hoàn thành xong anh văn 4 học kì vừa rồi và đã có điểm và em đã thi anh văn 2 kỹ năng nói và viết 2019. Mong quý Thầy (Cô) phòng đào tạo xem xét bổ sung em vào danh sách tốt nghiệp dự kiến năm 2021 . Em xin chân thành cảm ơn quý Thầy (Cô) !",
    "Em đã đủ điều kiện để xét tốt nghiệp nhưng không đăng ký được (hiển thị Không được phép đăng ký (Nợ CTXH)). Xin PĐT giải quyết giúp em vấn đề này ạ.",
    "Em xin hủy môn học sau đây: CO4323 - Luận văn tốt nghiệp (Kỹ thuật Máy tính) CO4321 - Đề cương luận văn tốt nghiệp (Kỹ thuật Máy tính)Em xin chân thành cảm ơn.",
    "Em chào thầy cô, Trước đây, em có hỏi về việc khi cải thiện môn cốt lõi thì có cần học lại phần mở rộng không thì được trả lời là thông báo cho giáo viên phụ trách để được chuyển điểm. Nhưng thầy em liên lạc với pđt thì được trả lời là em cần làm đơn xin rút môn mở rộng. Hiện tại thì form xin rút môn đã khóa nên em không thể điền được. Bây giờ em phải làm sao ạ ? Em cảm ơn thầy cô.",
    "Luận văn của em tên là \" Hoạch định tồn kho tại công ty TNHH sản xuất và thương mại Á Châu\"  và em vẫn muốn giữ tên này nhưng lúc đăng ký tốt nghiệp trên myBK em đăng ký tốt nghiệp với tên luận văn là \"Hoạch định tồn kho công ty sản xuất và thương mại Á Châu\" không biết điều này có ảnh hưởng xấu gì đến việc tốt nghiệp không ạ? Em mong sớm nhận được phản hồi từ thầy cô. Trân trọng, Trung Tín.",
    "Cho em hỏi chính xác là khi nào phòng đào tạo mới cập nhật đăng ký tốt nghiệp. Hiện tại em đã có tên trong danh sách nhưng do nợ học phí hk211 chưa đăng ký được. Vì vậy mà em đã đóng học phí rồi nhưng đã viết yêu cầu hỏi 2 lần sau khi đóng học phí thì vẫn chưa thấy cập nhật cho đăng ký. Mong phòng đào tạo phản hồi cho em biết lý do tại sao em chưa đăng ký được hoặc xử lý sớm để em có thể đăng ký vì hạn đăng ký không còn nhiều . Em cảm ơn ạ .   i Tốt nghiệp .",
    "Em vừa nhận được Mail là bên phòng đào tạo không chấp nhận môn hoãn thi của em là đại số tuyến tính Mã MT1008 của HK202. Em vẫn không hiểu là cả 3 lần đều không được chấp nhận nhưng trong lần đầu trường có trả lời Mail riêng cho em là đơn Hoãn Thi đã được chấp nhận. Nhưng khi tới 2 đợt vừa rồi em lại nằm trong danh sách không được chấp thuận. Em xin cảm ơn ạ",
    "Em có đăng ký hoãn thi môn Nhập môn trí tuệ nhân tạo mã số CO3061 vào ngày 17/9/2021 thì theo mail em mới nhận được sáng nay (19/10/2021) thì đăng ký hoãn thi không thành công. Sau khi kiểm tra lại thì em thấy trong file kết quả pđt gửi lại là em đăng ký hoãn thi môn này vào HK203, trong khi em học môn này vào HK202. Em dùng form đăng ký cho HK202 nhưng có lẽ có sự nhầm lẫn mong PĐT điều chỉnh lại giúp em.   i  .",
    "Kính gửi Trường Đại học Bách Khoa TP HCM! Em tên là:  MSSV:  Em đã có tên trong danh sách tốt nghiệp đợt 2 năm 2021. Nay vào mục đăng ký tốt nghiệp nhưng không thành công do lỗi tình trạng sinh viên \"tạm dừng\".Em mong nhà trường giải quyết hoặc hướng dẫn để em hoàn thành tốt nghiệp ạ.",
    "Xin chào thầy cô. E là , mssv , khoa Bảo dưỡng công nghiệp k17. E vừa thanh toán xong nợ học phí trên Bkpay. Mong thầy cô giải quyết sớm để e có thể đăng ký tốt nghiệp theo kịp tiến độ ra trường ạ. Trân trọng .",
    "Em chào Phòng Đào tạo ạ. Em viết yêu cầu này để xin được hoãm thi 3 môn trong học kì 202. Em đã đăng kí hoãn thi trước đó do dịch bệnh, nhưng do em lấy mã môn học ở trên \" thư viện tài liệu Bách Khoa\" và ở đây thì sử dụng mã môn học đã cũ nên PĐT ko xét hoãn thi cho em. Vậy nên em gửi lại đơn xin hoãn thi với 3 môn còn lại theo mã môn học mới ở trong thời khoá biểu học kì 202 của em, mong PĐT chấp nhận và bỏ qua cho sai lầm của em ạ. Em xin cảm ơn.",
    "Em chào cô, trong câu hỏi trước cô có nói em đk 1 trong 2 học phần GDTC để hoàn thành môn 1 trong 3 môn GDTC theo chương trình cũ những em đăng ký GDTC học phần 1 không cho phép đk ạ, tại em còn nợ một môn GDTC2 nếu k đk kịp sợ kỳ sau em bị đình chỉ 1 kỳ ạ     .",
    "Em là sinh viên khóa K21, hiện em đang muốn làm đơn xin bảo lưu thì phải làm như thế nào ạ.",
    "em vắng thi cuối kì giải tích 2 vì lý do điện em gửi đơn hoãn thi là giải tích 2 mã môn học là MT1005 nhưng vân không được giải quyết, em phải đăng kí 2 phần giải tích 2 MT1005 và Giả tích 2 bt MT1006 ạ , mong pdt giải quyết giúp đễ em sớm được thi lại",
    "Em muốn phản hồi lại môn hoãn thi của em do đăng ký không đúng mã số môn học . Em xin điều chỉnh là \" Hoãn thi HK203 môn đại số tuyến tính MT1007\".  MSSV: ",
    "Em muốn phản hồi lại môn hoãn thi của em do đăng ký không đúng mã số môn học . Em xin điều chỉnh là \" Hoãn thi HK202 môn đại số tuyến tính MT1007\".  MSSV:  ",
    "Chào thầy/cô, Em có đăng ký in thẻ sinh viên vận chuyển qua bưu điện đươc trả kết quả in thành công vào ngày 27/07 nhưng bây giờ vẫn chưa nhận được thẻ. Mong thầy/cô cho em xin thông tin vận chuyển để liên hệ với đơn vị vận chuyển. Trân trọng./.   i  .",
    "Kính gửi thầy cô phòng Đào tạo. Em tên là . MSSV:. Hiện tại em đã thực hiện đăng kí bổ sung các môn GDTC đợt 2 nhưng các lớp đều đã đóng đăng kí và đầy sinh viên. Em mong quý thầy, cô phản hồi và có hướng dẫn giúp em đăng ký môn. Em xin chân thành cảm ơn.",
    "Dạ em chào Thầy/Cô ạ! Tình hình dịch bệnh khá khó khăn nên em chỉ có thể thanh toán đúng hạn học phí ( 3,500,000đ ) học kỳ 211 và 1 phần học phí kỳ 202 ( 3,680,000 đ) vào cuối kỳ 1 này. Em mong quý thầy/cô có thể cho em gia hạn 1 phần học phí của kỳ 202 (3,670,000đ) qua kỳ 212 được không ạ. Em chân thành xin cảm ơn ạ.",
    "Cho em hỏi nếu muốn hoãn thi thì phải như nào vậy ạ",
    "Dạ cho em hỏi là trường đã có thông báo học thực hành, thí nghiệm trực tiếp chưa ạ?? Và bữa em điền form nhưng không đọc kĩ về điều kiện di chuyển nên trong trường hợp trường thông báo học thực hành trực tiếp mà em chưa tham gia được (vì lí do di chuyển) thì có bị sao không ạ?",
    "Chào anh chị ạ Em tên  MSSV  Dạ lúc trước anh chị bảo em đợi đến 19/10 nay em vẫn chưa thấy tên ạ mong anh chị cho em đăng kí tốt nghiệp bổ sung ạ Em cảm ơn anh chị",
    "Em chào thầy/ cô ạ! Tài khoản của em không có đăng nhập vào trang exam nhưng liên tục bị khóa từ hôm 10/10 đến nay. email:  Mong thầy cô mở khóa cho em với ạ !  Em cảm ơn thầy/cô !",
    "Xin chào trường ạ, em tên là  tân sinh viên K21 của ngành Khoa học máy tính CLC, MSSV của em là . Vào ngày 11/10 em có nhận được mail báo là phòng đào tạo đã nhận được bản sao chứng chỉ ngoại ngữ của em và em đã đăng ký thẩm tra chứng chỉ của mình trên mybk và làm theo hướng dẫn xác nhận trên file google sheet trong mail. Nhưng hôm nay em lại nhận được mail của cô  bên mail cá nhân của mình báo rằng phòng đào tạo vẫn chưa nhận được bản sao chứng chỉ của em thì em phải làm sao ạ. Em xin cảm ơn.",
    "Em là  mssv  Em đã đăng kí tốt nghiệp và ban đầu đã xác nhận thành công nhưng tại sao bây giờ lại bị để trong đăng kí là nợ học phí. Trong khi em đã thanh toán đầy đủ trong bkpay Em có đính kèm file chứng minh bên dưới Mong phòng đào tạo xem xét xử lý giúp em sớm với ạ. Vì em đang làm ở công ty cần có chứng nhận đã đăng kí tốt nghiệp thành công",
    "CODE    Chào admin ạ,em có vấn đề muốn hỏi là em vắng học hai buổi võ do không biết tuần này bắt đầu học, vậy có vấn đề gì không ạ. Với lại cho em hỏi email của thầy  để xin phép thầy học bù ạ!",
    "Em tên , mssv . Hiện giờ em đã hoàn thành chương trình học, và đủ ngày công tác xã hội, Em vẫn chưa đăng kí tốt nghiệp trên Mybk được. Em mong được hỗ trợ để có thể tốt nghiệp được.",
    "Trước khi khi thpt, em đã gửi bản sao chứng chỉ ngoại ngữ về trường để được chuyển điểm. Ngày 11/10, em nhận được mail đề cập tới việc Phòng đào tạo đã nhận được bản sao  và yêu cầu em khai báo thông tin online. Ngày 11/10, em đã đăng kí thông tin chứng chỉ ngoại ngữ online . Ngày 19/10, em nhận được mail yêu cầu nộp bản sao chứng chỉ ngoại ngữ. Có phải em đã quên thực hiện bước nào không hay là do nhà trường có sự nhầm lẫn ạ Hy vọng nhà trường có thể trả lời câu hỏi của em.",
    "Em tên là: . MSSV:  lớp: CK19CTM1 Hiện em có một khoản học phí dự thính môn anh văn 4A cần đóng. Tài khoảng ngân hàng OCB của em đã bị khóa. Ở tỉnh em không có chi nhánh ngân hàng OCB nào, vì dịch Covid và điều kiện không cho phép nên em không thể đi xa qua các tỉnh khác có ngân hàng OCB. Em đã phản hồi cho ngân hàng và xin hỗ trợ, hiện em vẫn đang đợi phản hồi lại của ngân hàng . Vậy cho em hỏi trường hợp của em có được xin đóng học phí muộn không",
    "Gửi PĐT, em có đóng học phí trễ môn anh văn theo yêu cầu, hiện tại thì em đã đóng đủ nhưng em biết là sẽ phải làm đơn nộp. Vậy cho em hỏi quy trình làm đơn như thế nào và xác nhận ra sao cũng như nơi tải mẫu đơn ạ.",
    "Thưa thầy/cô: -Việc đăng kí học GDTC học phần 1 của k21 lớp đại trà có cần phải đăng kí cả 2 môn võ và aerobic không ạ, nếu đăng kí cả 2 thì có được tính là hoàn thành 2 học phần để tốt nghiệp không ạ. -Nếu em đã đăng kí aerobic rồi thì có cách nào hủy lớp mà không mất học phí không ạ. Mong thầy/cô giải đáp ạ. Em xin cảm ơn!",
    "Dạ xin chào. Do em không đọc rõ quy chế học vụ và gmail từ Ban Hỗ Trợ SV nên em đã đăng ký nhầm môn GDTC học phần 1 (đợt 1 từ 15/10/2021 đến 17/10/2021). Em có mong muốn được được rút môn học, và cam kết sẽ đóng đầy đủ học phí.",
    "Em đã bị dừng học 2 học kì vì thiếu anh văn nói viết. Nay em đã có kết quả đậu nói viết thì em muốn vào myBK mục Đăng kí tốt nghiệp nhưng không được vì tình trạng sv là tạm dừng. Em muốn làm đơn thu nhận lại nhưng hiện tại do Covid nên không lên trường nộp đơn thu nhận được. Thì em phải làm sao ạ?",
    "Em đăng kí hoãn thi sai mã môn học. Em xin đổi ME1007 thành MT1007. Em xin cảm ơn.",
    "Em có đăng kí ở phần địa chỉ nhận số điện thoại là [phone_number]. Nhưng em lên kiểm tra trên Viettel Post thì lại không thấy bưu kiện nào được gửi đến cho số điện thoại mà em đã đăng kí ạ. Mong được thầy cô kiểm tra lại giúp cho em ạ. Em cảm ơn        MSSV:    sđt:[phone_number]    email:",
    "Chào thầy cô, Em là , MSSV  Em xin đăng ký rút môn học Anh văn theo nhu cầu 4A lớp DT07 học kì dự thính 211 (Đã đóng học phí) Lý do: Em bị trùng lịch học môn thể dục Em mong có thể được chấp thuận ạ. , ",
    "Chào Phòng đào tạo Em tên  là sinh viên K17 khoa Kỹ thuật Giao thông, MSSV . Em hiện đã đủ điều kiện tốt nghiệp đợt tháng 11/2021, và đã có chứng nhận tốt nghiệp tạm thời. Em xin phép Phòng đào tạo cấp bằng Tốt nghiệp Chính thức cũng như bảng điểm cho em vào tháng 11/2021. Lý do là em cần bằng tốt nghiệp chính thức để làm hồ sơ cho cục xuất nhập cảnh qua Nhật Bản, phía doanh nghiệp Nhật cần bằng tốt nghiệp chính thức để có thể làm hồ sơ. Em xin cám ơn.",
    "Dạ em chào thầy/cô ạ. Dạ thưa thầy/cô, em có đăng kí in bảng điểm từ ngày 12.10.2021 và thanh toán vào thời điểm đó. Cho em hỏi là khoảng khi nào thì em sẽ nhận được bảng điểm qua đường bưu điện vậy ạ, vì em cần hơi gấp ạ! Em cảm ơn ạ.",
    "Em chào thầy/cô ạ. Hiện tại phường nơi em sinh sống yêu cầu có giấy xác nhận từ trường để tạm hoãn nghĩa vụ quân sự ạ nên em muốn hỏi đó là loại giấy tờ gì và em có thể nhận ở đâu ạ?   Cảm ơn thầy/cô đã trả lời ạ.",
    "Sau đợt đăng kí hoãn thi đợt 1 không thành công, thì em có đăng kí họa thi lần 2, nhưng đến giờ em vẫn chưa có phản hồi gì từ nhà trường, nhưng một số bạn em thấy đã có, cho em hỏi là đã có kết quả đăng kí hoãn thi đợt 2 chưa ạ? Vì theo mail một số bạn thì mai đã là hạn cuối phản hồi cho nhà trường!",
    "Dạ cho em hỏi là em không đăng kí môn giáo dục thể chất mà trên web hiện ra như vậy là như thế nào ạ? Em xin cảm ơn ạ.    .",
    "Em đang cần gấp giấy chứng nhận đang học để nộp cho Hội đồng NVQS ở chỗ em nhưng em không lên trường lấy được. Mong nhà trường gửi cho em hình chụp giấy chứng nhận đang học để nộp gấp.",
    "Hiện tại em có Lệ phí miễn điểm cần thanh toán trên BKPay nhưng em không biết cách thức thanh toán như tài khoản nhận, nội dung chuyển khoản là như thế nào ạ. Mong được trợ giúp ạ.",
    "Em xin chào mọi người Em là , MSSV  Vừa rồi em báo cáo luận văn tốt nghiệp xong, đủ 145 tín chỉ, anh văn 4 kĩ năng em cũng thi đủ, ngày công tác xã hội em đủ 15 ngày nhưng em vẫn chưa nhận được mail đăng kí tốt nghiệp. Bạn bè em đa số đều được nhận mail và có tên trong danh sách dự kiến tốt nghiệp tháng 11/2021 Mong được nhận sự hỗ trợ, em cảm ơn.",
    "hoc kỳ vừa rồi do đk gia đình nên em không đăng ký môn học và k có tkb cho em hỏi khi nào có danh sách tạm dừng học và khi nào mình làm đơn xin thu nhận lại ạ",
    "Em xin chào thầy cô ạ Xin thầy cô cho em hỏi nếu em Đã đạt  học cải thiện chứ kh phải rớt môn học lại thì số tín chỉ học cải thiện đó có tính vào 5% số tín chỉ để hạ bậc xếp loại không .",
    "Em chào các thầy/cô PĐT, em tên , sinh viên năm 4, khoa Môi trường. Em có sử dụng thanh toán học phí thông qua hệ thống BKPay nhưng bị lỗi như trong hình (em có đính kèm hình). Mặc dù có thay đổi thiết bị và trình duyệt web nhưng kết quả trong đổi  trong thời gian từ ngày 16 -18/10. Em có gửi 1 email đến PĐT nhưng hiện tại chưa có kết quả. Em mong các thầy/cô có thể kiểm tra lại hệ thống và hướng dẫn em thanh toán học phí hoặc  làm đơn gia hạn thời gian. Em cảm ơn!",
    "MSSV:    Em không biết mình sai thông tin nào ạ. Em là  hoãn thi môn đại số tuyến tính lớp CC08 HK203 .",
    "Cho em hỏi sinh viên khóa K17 đã nhận được giấy tốt nghiệp tạm thời thì khi nào bị khóa email hcmut.edu.vn vậy ạ?",
    "Em xin kính chào quý thầy cô, Hiện tại em có kiểm tra về tình trạng tốt nghiệp của em, và em không thể đăng kí tốt nghiệp do em chưa đóng 1 khoản học phí (phí in bảng điểm). Hiện tại em đã thanh toán xong khoản này rồi ạ. Và do em cũng đang cần gấp bằng tạm thời cho thủ tục xin việc. Nên em kính mong thầy cô có thể cập nhật lại thông tin tốt nghiệp của em sớm nhất, để em hoàn thành thủ tục xin đăng kí tốt nghiệp. Em xin cám ơn quý thầy cô.",
    "Kính gửi phòng đào tạo Em tên  - MSSV , do trong năm nhất em không đăng kí được môn giáo dục thể chất học phần 1 nên kì 1 năm 2 em đăng kí học, nhưng do sỉ số lớp không đủ nên lớp đã bị hủy, nhưng em chưa kịp đăng kí lại thì các lớp đã đủ sỉ số. Cho em hỏi kì 1 năm 3 có đăng kí được không ạ? Em xin chân thành cảm ơn",
    "Cho em hỏi, học kì 212 em muốn đăng ký luận văn tốt nghiệp thì có cần phải xét chuẩn anh văn quốc tế không ạ. Do em thấy mail pdt chỉ không xét cho học kì 211 thôi ạ. Mà tình hình dịch vẫn còn phức tạp nên em chưa thể thi được ạ",
    "Hoãn thi môn tại kì 202 vì lí do thiết bị ạ",
    "em xin rút môn Anh văn 4A nhóm DT08",
    "Kỳ rồi em có học cải thiện lại một môn, PĐT cho e hỏi điểm cải thiện sẽ được tính như thế nào vậy ạ? Bỏ điểm cũ và tính điểm mới vào đtbtl hay tính cả điểm cũ và mới vào đtbtl?",
    "K' Sữa dạ cho em hỏi tại sao em hoãn thi 2 lần môn vật lí 2 Học kì dự thính học kì 2 năm học 2020- 2021:  Lần 1: Em có kiểm tra thì thấy sai học kì nhưng  Lần 2: Em vẫn không được hoãn và điều nhận được câu trả lời với lý do là:  \" Mã số môn học không đúng, đăng ký sai học kỳ, đăng ký hoãn thi môn thí nghiệm + bài tập lớn là môn học kèm chính xác là bạn phải đăng ký môn học chính thức …\" Vây em mong PDT có thể kiểm tra và xử lí hoãn thi giúp em môn học này do tình hình dịch nên mà học phí lại cao em hy vọng em sẽ phải đóng học phí môn học nầy 1 lần nữa Để PĐT có thể giúp em tìm lỗi sai em sẽ gửi file ảnh thời khoá biểu của em vào để PĐT có thể giúp em hoãn môn học này",
    "Em xin chào thầy/cô, Thầy/cô cho em hỏi về việc đăng ký thi chứng chỉ tiếng Anh TOEIC kỹ năng nghe và đọc ở học kỳ này thì có thể đăng ký online hay đến trường để đăng ký trực tiếp ạ? Em xin cảm ơn",
    "Dạ em tên  MSSV  Do lý do điều kiện học online khác với học tại trường nên em không đáp ứng được môn đã đăng ký. Em làm đơn này mong có thể rút môn \"Hệ thống điều khiển mờ\" Mã môn ME4207, lớp L01 Em mong phòng đào tạo xem xét ạ. Em xin chân thành cám ơn.",
    "Em tên là:  MSSV:  Em còn 1 buổi thí nghiệm môn , nhưng do không có laptop nên em không thể hoàn thành buổi học này được ạ . _Vậy cho em hỏi là em có cần làm đơn hoãn học học phần thí nghiệm của môn  này không ạ? Hay em chỉ cần báo giảng viên phụ trách ghi nhận là được rồi ạ? _Và nếu phải làm đơn hoãn học học phần thí nghiệm thì cho em xin biểu mẫu với ạ. Mong PĐT giải đáp sớm giúp em với ạ. Em xin cám ơn nhiều ạ.",
    "Cho em hỏi em bị quá hạn thời gian nộp video thi thì bây giờ làm sao để em gia hạn thời gian nộp video ghi màn hình giữa kì ạ?",
    "Dạ em là K20, em nhớ là khóa tụi em hoàn thành 2 môn giáo dục thể chất là đủ. Học kì 201 em đăng kí bóng rổ (học phần 1) và đạt Học kì 211 em đăng kí aerobic (học phần 1), không biết nếu em qua môn aerobic kì này em có được tính là đã hoàn thành 2 môn thể chất của K20 không ạ? Tại môn aerobic của em là học phần 1 chứ không phải là học phần 2. Em xin cảm ơn!",
    "Kính gửi Phòng đào tạo ĐH Bách Khoa TPHCM Em tên  MSSV  Ngày 07/08/2021 em bị nhiễm covid và chuyển qua bệnh viện dã chiến để chữa trị, do ngày thi gần kề nhau nên em đã đăng ký hoãn thi tất cả các môn HK202. Nhưng có môn học trong số những môn em hoãn thi đến ngày 17/10/2021 mới tổ chức thi cuối học kỳ, nên em đã tham gia làm bài thi cuối kỳ. Em xin phép phòng đào tạo cho em được huỷ hoãn thi môn học này. Tên môn học: Hóa vô cơ-công nghệ vật liệu Mã MH: MA2041 Học kỳ: HK202 Lớp: L02",
    "Dạ em chào anh/chị ạ, Em tên:  ID:  Hiện tại em đang có dự định chuyển ngành học (Điện-Điện Tử qua ngành Logistic và quản lí chuỗi cung ứng) ạ. Em có một số vấn đề xin phép nhờ anh/chị tư vấn ạ. - Hiện em xin anh/chị tư vấn giúp em ở tình thế hiện tại liệu em có được trường duyệt về vấn đề đổi ngành không ạ? Và nếu được thì em cần phải làm thủ tục gì để chuyển ngành ạ? - Em có được quy đổi tín chỉ các môn đại cương từ ngành cũ sang ngành mới không ạ? - Nếu em được làm thủ tục thì tầm bao lâu mới được duyệt và được đăng ký môn học ạ? - Em cũng xin phép anh/chị cho em xin đề cương ngành logistic luôn ạ, do em tìm trên trang chủ trường không thấy được đề cương nào cụ thể ạ. Nếu anh/chị không đảm nhận được vấn đề này thì anh/chị có thể forward cho người anh/chị biết đảm nhận được giúp em không ạ? Em cảm ơn nhiều và rất mong nhận được phản hồi ạ!   ",
    "Kính gửi,  Em tên  MSSV()   Vì một số lý do nên em đã quá hạn đăng kí môn học thể chất.Cho em hỏi là em có được đăng kí lại hay không ạ và nếu có thì phải làm sao ạ?  Em xin cảm ơn!  ",
    "Em hỏi về vấn đề xét tốt nghiệp ạ. Hiện tại em đã hoàn thành đầy đủ LVTN và các môn. Em đã có tên trong danh sách tốt nghiệp dự kiến, nhưng em chưa chuyển điểm anh văn. Em muốn dời thời gian tốt nghiệp sang đợt sau và chuyển điểm anh văn 1-2-3-4 . Em có thể làm như vậy không, nếu vậy em có cần đăng kí môn học duy trì không ạ? Em cảm ơn ạ",
    "EM CÓ ĐĂNG KÍ MÔN GDTC CÓ DẤU TÍCH ĐÃ ĐĂNG KÍ NHỮNG KHÔNG CÓ TKB Ạ",
    "Em lỡ mất đợt đăng ký 2 ạ. Trường có thể hỗ trợ em được không ạ. Em có nguyện vọng được học Aerobic ạ.",
    "Chào thầy/cô, Cho em được hỏi khi nào sinh viên sẽ nhận được kết quả đánh giá các môn học trong học kỳ 202 vậy ạ ? Vì gần 4 tháng kể từ ngày đóng cổng đánh giá nhưng em vẫn chưa thấy bảng kết quả ạ. Em cảm ơn.",
    "TKB sẽ được cập nhật lại sau 18g00 ngày 19/10. Hiện tại đã hơn 1 tiếng trôi qua và em vẫn chưa thấy update lại tkb, chẳng những thế khi em vào BKeL thì trường lại xóa môn học em trong khi đây là học kì chính khóa đầu tiên của em. Mong trường update lại TKB và đồng bộ BKeL sớm nhất ạ vì hiện tại cũng đã sắp thi midterm! Trân trọng./.",
    "Em xin kính chào Phòng đào tạo Em tên là , mssv . Hiện tại em vẫn chưa thể đăng ký tốt nghiệp trên hệ thống. Em đã gửi một yêu cầu về đăng ký xét tốt nghiệp. Kính mong Phòng đào tạo xem xét trường hợp của em. Trân trọng,",
    "Em chào thầy cô ạ, Em và 1 bạn nữa đã thi bổ sung AV 2 kỹ năng nói viết và đã qua nhưng hiện tại vẫn chưa nhận được mail của trường để đăng ký tốt nghiệp ạ. Trong khi các bạn thi cùng đợt đã có ạ, em mong thầy cô kiểm tra lại dùm bọn em ạ.   và   Em cảm ơn",
    "Dạ cho em hỏi là học kì này em đã vô tình đăng ký môn GDTC học phần 1 HK211 nhưng vì em đã hoàn thành học phần 2 rồi nên em muốn làm đơn yêu cầu hủy môn học thì làm như thế nào ạ?",
    "Em tên , hiện tại đang học tại Khoa KTXD của Đại học Bách Khoa TPHCM . Em có câu hỏi là: 1. Hiện tại học kỳ 211 em đang làm luận văn tốt nghiệp khoa Xây dựng, học kỳ tiếp theo em vẫn chưa tốt nghiệp vì phải đợi đợt xét tốt nghiệp tháng 4, và em có dự định học văn bằng 2 ngành KHMT của khoa Máy tính, nếu em đăng ký học 1 vài môn của khoa máy tính vào kỳ học sau, trước khi em đăng ký VB2, thì sao khi đăng ký VB2 nhưng môn của khoa máy tính em đã học trước đó có được xét miễn không ạ. 2. Và nếu được phép học trước, thì em có thể xem nhưng môn cần phải học khi học VB2 của khoa máy tính ở đâu ạ. Em xin cám ơn ạ.",
    "Cho em hỏi form đăng ký hoãn thi đã đóng, em muốn đăng ký hoãn thi cuối kì HK202 thì đăng ký sao ạ? Em xin cảm ơn!",
    "t trước em có gửi yêu cầu xét tốt nghiệp nhưng tới 19/10 vẫn chưa có mail và chưa đăng kí tốt nghiệp trên mybk được. Mong PDT kiểm tra giúp em. Em cảm ơn",
    "Em chào thầy/cô! Do nhà em không có máy tính và khu vực em ở đường truyền mạng không được ổn định nên em xin hoãn thi môn Vật lý bán dẫn ( mã môn học: EE1007, hk202). Trước đó, do em đã nhầm lẫn điền cả mã môn của phần thí nghiệm của môn học nên tạm thời chưa được cho phép hoãn ạ. Em xin cảm ơn thầy/ cô!",
    "Em là sv k17 vừa đk tốt nghiệp và đã được xác nhận. Vì lý do công việc nên không đăng kí gửi giấy chứng nhận tốt nghiệp tạm thời qua đường bưu điện được. Cho em hỏi là PĐT đã làm việc lại để em có thể lên nhận trực tiếp tại cơ sở 1 được chưa ạ ?",
    "Em chào Thầy/Cô. Minh chứng là phần pđt đã giải quyết trên đây đúng không ạ. Có nghĩa là em phải chụp màn hình phần đã được chấp nhận phải không ạ",
    "em đã xin phép giảng viên phụ trách môn thi nghiệm EE1008  về việc hoãn thi đã được chấp thuận và đăng kí trên trang. Tại sao lại không được chấp thuận từ phòng đào tạo ạ.",
    "Dạ thưa thầy cô em có một câu hỏi là: điểm tổng kết môn học từ các cột điểm thành phần sau khi bấm máy là 4.745 thì sẽ được làm tròn thành 4.5 hay là 5. ạ? Rất mong sự phản hồi từ thầy cô ạ.",
    "kính chào thầy/cô  ạ Em là  MSSV  Em hoãn thi môn đại số tuyến tính lớp cc08 HK203 mã môn học :MT1007 Cho em hỏi yên cầu hoãn thi của em đã được phê duyệt và xác nhận chưa ạ. Em cảm ơn và chúc thầy/cô buổi tối vui vẻ ạ.",
    "Em chào PDT ạ, theo thông tin lúc trước thì em đã chờ qua ngày 19/10/2021 nhưng hiện tại em vẫn chưa nhận được mail và chưa đăng ký tốt nghiệp được ạ. Mong PDT có thể kiểm tra giúp em ạ. Em đang cần giấy TNTT gấp để bổ sung hồ sơ đi làm ạ. Em cảm ơn. Thông",
    "Kính gủi PĐT  PĐT xem file ảnh em gửi dưới đây ạ. Kiểm tra hỗ trợ giúp em . Em Thân Gửi",
    "Em xin chuyển chương trình học 2014 sang chương trình học 2013. Do một số môn học của chương trình mới không thể chuyển đổi từ mã môn học cũ theo chương trình đào tạo 2012.",
    "Cô ơi cho em hỏi là bảo hiểm y tế của e đã hết hạn, không biết là khi nào trường mới mở lại chỗ đăng ký bảo hiểm y tế- tại nạn cho sinh viên vậy ạ Em cảm ơn!!!",
    "Dạ em tên   . Em đăng kí hoãn thi môn GT2 MT1005 . Mà em hoãn nhầm môn GT1 MT1003 . Mong Thầy , Cô có thể sửa lại giúp em",
    "Em muốn hỏi là em đã ghi đúng mã môn học vẽ kĩ thuật xây dựng tn là CI1034 thì em là thế nào để đơn của em hợp lệ ạ và em có cần phải làm lại đơn sao cho đúng ạ. Em cảm ơn",
    "Dạ cho em hỏi!Trong đợt đăng kí thể dục lần này, em có đăng kí học võ lớp L07 và đã thành công nhưng sao đến giờ em không có kết quả đăng ký và trên BK-el cũng không có lịch học! - Em mong phòng đào tạo giải quyết giúp em ạ! Em xin chân thành cảm ơn!",
    "Chào , Hiện tại em đã hoàn thành môn Bóng rổ ở kỳ 201, em thấy trường có tổ chức dạy Võ và Aerobic ở kỳ 211 này mà ghi là học phần 1.Cho em hỏi là nếu em đăng ký học Võ thì nó có tính cho em là đã hoàn thành 2 học phần thể chất không ạ, hay nó chỉ tính là em mới học 1 học phần.",
    "Chào thầy/cô Em là  sinh viên khóa K19. Em có thắc mắc là nếu em có số tín chỉ của các môn không đạt/học lại vượt quá 5% tổng số tín chỉ của chương trình đào tạo thì xếp loại tốt nghiệp giỏi có bị giảm xuống khá không ạ? Em cám ơn thầy cô."
]