[
    "Kính gủi PDT  . Hiện e đã hoàn thành chương trình học và đang đi thực tập , nhưng đợt đăng kí tltn này e không đủ điểm anh văn nên đã bỏ lỡ đợt đăng kí môn học . Vì vậy e mong PDT xem xét giúp e đăng kí bổ xung 1 môn học để duy trì tkb cho kì tới . Môn học e mong muốn đăng kí là môn Hàn 2 MSMH 260625 . Em mong PDT xem xét giúp em  . Em xin cảm ơn.",
    "Em chào thầy/cô Em có một thắc mắc như sau Môn \" EN2003-Các quá trình sinh học trong kỹ thuật môi trường\" . Tại sao lần này lại học ở cơ sở 1 ?  Môn này chỉ có sinh viên khoa Môi Trường và Tài Nguyên(MO) theo học, theo như thông báo của trường thì học kì chính, sv khoa MO học hoàn toàn ở cơ sở 2, thế tại sao kì này pđt lại xếp môn này học nguyên cả học kì ở cơ sở 1 ạ Em kính mong nhận được sự giải đáp từ thầy/ cô ạ  . Em kính mong thầy/cô xem xét việc xếp lại địa điểm học môn này ở cơ sở 2 ạ  Em xin chân thành cảm ơn",
    "Hiện tại sau đợt đăng kí đợt 3 em bị xóa hết các môn trong lượt đăng kí và khi đăng kí lại đều bị báo là chưa đến hạn đăng kí ạ. bây giờ em không biết làm như thế nào ạ.",
    "Lúc đăng ký môn học em chỉ đăng ký môn bóng bàn, nhưng trong thời khoá biểu lại phát sinh thêm môn bóng đá",
    "Dạ cho em hỏi em có đăng kí chuyển điểm 4 môn anh văn và đã thành toán tiền rồi. Khi nào em mới được chuyển điểm vậy ạ",
    "Em bị huỷ môn Ee2019 mà em lên đăng ký lại k dc ạ ",
    "Dạ, em có đăng ký môn học đợt 3, nhưng giờ lại ko có thời khóa biểu, kết quả đăng ký môn đợt 3 củng không có là sao ạ ?",
    "Dạ PDT cho em hỏi là hiện tại em có đăng ký nộp chứng chỉ ngoại ngữ để chuyển điểm nhưng dữ liệu không cập nhật được. Mong PĐT xem xét giúp em ạ",
    "Dạ em chào thầy/cô ạ,  em đã nộp CCNN ở cuối năm 1 để xét điểm av đăng kí chuyên ngành nhưng không đủ cao để giữ xét làm luận văn tốt nghiệp, vậy sau đó em có được tham gia kì thi kiểm tra trình độ anh văn trong trường để tiếp tục chuyển điểm không ạ  ?",
    "Cho em hỏi về việc thanh toán các khoản lệ phí qua BK Pay: Em có đăng kí in bảng điểm và làm lại thẻ sinh viên nhưng do không có nhu cầu sử dụng bảng điểm và làm lại thẻ nên vẫn chưa thanh toán. Hiện tại trên BK Pay vẫn để 2 khoản chưa thanh toán và đã quá hạn. Vậy làm thế nào để hủy 2 khoản này ạ, nếu không hủy được thì cho em hỏi nếu thanh toán thì có nhận lại được bảng điểm và thẻ sinh viên không ạ.",
    "ME2007 Chi Tiết Máy  . Dạ em đang cần giấy xác nhận sinh viên để nộp hoãn nghĩa vụ quân sự trước tháng 10 ạ. Vì lý do HK1 2020-2021 em làm  Tốt Nghiệp nhưng bổ sung chứng chỉ Anh Văn sau nên chưa có đăng kí chính thức ạ. Hiện thời khóa biểu đang trống và không xin được giấy chứng nhận.Em rất mong nhận được giúp đỡ và giải quyết ạ!",
    "Em đã đủ điều kiện đăng ký Luận văn tốt nghiệp, và em đã đăng ký ở đợt 3 đăng ký môn học Học kỳ 201, nhưng tại sao ở mục Kết quả đăng ký đợt 3 em lại không có môn học đăng ký ạ, cũng không có môn học trên thời khóa biểu ạ? Mong Phòng đào tạo giúp em kiểm tra ạ.Em cảm ơn.",
    "Em chào PĐT, Em muốn hỏi là giấy chứng nhận SV học kì mới khi nào mới có và nhận ở đâu ạ? Em có thể nhận sớm không tại vì địa phương em yêu cầu nộp hạn chót là 26/09 em sợ không kịp. Em xin cảm ơn.   i  .",
    "Em tên là . MSSV:  Kì này em có đăng kí môn luận văn tốt nghiệp MA4333, cả 3 đợt em đều đăng kí được và thoả mãn điều kiện đăng kí. nhưng khi vào xem kết quả thì nó bị xoá và không có trong thời khoá biểu. mong phòng đào tạo giúp e với ạ.",
    "Dạ do vừa rồi em có đăng ký nhầm mã môn của khóa k19. Nên có một số môn bị hủy sau đợt bổ sung lần 3. Dạ xin pđt cho em đăng ký thêm môn EE3145 kỹ thuật ra quyết định. Mong pđt cho em đăng ký để kỳ sau có đủ số tín chỉ để nhận LVTN.",
    "Em chào cô ạ ! Em có mong muốn được đăng ký thêm môn Quản trị kinh doanh quốc tế (IM4013 - A01) ở kỳ chính 201 . Rất mong thầy/cô chấp nhận cho em ạ ! Em cám ơn thầy cô rất nhiều !",
    "Chào thầy (cô), em tên là  học khoa Kỹ thuật Hóa Học   B chương trình CLC, K19   . Học kì 201 em có đăng kí thêm môn   B Pháp luật Đại Cương, nhưng bị trùng lịch với GD Quốc Phòng   . Em có nên rút môn hay không, hoặc nếu tiếp tục thì có giải pháp nào không ạ?  Em mong được thầy (cô) phản hồi sớm. Em chân thành cám ơn",
    "Cho em hỏi, em đã đăng ký rút môn học cơ lưu chất CI2003 học kỳ hè 193 nhưng bây giờ em vẫn có lịch thi và danh sách trên Elearning. Như vậy là em đã rút môn được chưa ạ?",
    "Em tên  MSSV  đăng ký xét tuyển mã ngành 108 điện tử viễn thông và điều khiển tự động hóa. Em đã làm hồ sơ nhập học, trên cổng thông tin sinh viên của trường, trong phần lý lịch em thấy có ghi ngành học là: Kỹ thuật điện tử-truyền thông; nguyện vọng của em muốn học ngành điều khiển tự động hóa, em phải đăng ký ngành học như tại đâu? vào thời gian nào? em xin cám ơn.",
    "Em chào cô thầy, vì đkmh đợt 3 lớp bị hết sĩ số nhưng em đang ở quê k thể lên trường để đk được nên em làm đơn này xin thầy cô xếp em vào lớp 04 CO3005 để em có thể theo học kịp tiến độ ạ    .",
    "Kính thưa phòng Đào tạo . Em tên: Huỳnh Lê Hiếu Anh. Mssv: . Ngành: Bảo dưỡng công nghiệp . Lớp: BD16CDT. Hôm nay em muốn trình bày vấn đề em gặp phải, nhờ các anh chị ở phòng Đào tạo tư vấn cũng như giải đáp thắc mắc giùm em. Số là kì 201 em chỉ còn mỗi 1 môn Tiểu Luận Tốt Nghiệp (TLTN) MSMH: 260663, em đã đăng ký môn học này từ đợt 1 cho đến đợt 3, nhưng không hiểu sao mỗi lần chuyển đợt đăng ký thì em phải đăng kí mới. Đợt đăng ký lần 2 vừa rồi em cũng có đăng ký, nhưng qua lần 3 em vẫn phải đăng ký mới và kết quả của đợt 3 em vẫn bị xóa môn học TLTN trong khi em đã đủ điều kiện để làm. Thắc mắc tiếp theo em muốn hỏi là những người bạn trong nhóm làm Tiểu luận của em đã có thời khóa biểu, nhưng em vẫn chưa có, em rất sợ trong kì 201 em không có thời khóa biểu thì em sẽ bị đình chỉ 1 học kì, em vô cùng hoang mang. Em xin nhấn mạnh hiện tại em đã đủ điều kiện để làm TLTN, và mỗi lần chuyển đợt đăng ký môn học thì em phải đăng ký mới lại . Em kính mong các anh chị ở phòng Đào tạo xem xét và giải quyết vấn đề giùm em . Em muốn giành lời cảm ơn đến các anh chị đã giành thời gian để giải quyết những thắc mắc của sinh viên . Em rất mong chờ sự hồi âm của các anh chị, chúc anh chị có 1 ngày làm việc vui vẻ.",
    "Hiện tại còn có thể đăng kí bổ sung môn học không ạ. Môn Đường lối Cách mạng của Đảng Cộng Sản Việt Nam mã môn học SP1009 nhóm A02, A03 hoặc A04 được không ạ! Em mong PDT có thể đăng kí giúp ạ do đợt 3 lớp đầy nên em không đăng kí được. Em cảm ơn nhiều.",
    "dạ chào thầy/cô, em thuộc diện bị hủy môn mà không nhận được mail như các bạn và em vào đăng kí môn cũng không được luôn . Mong thầy/cô xem xét mở lại cho em ạ.",
    "Em tên , hiện tại là sinh viên năm 3 chuyên ngành Điện Tử, em có nguyện vọng học văn bằng 2 bên khoa Máy Tính.Vậy thì em cần phải chuẩn bị những gì ạ",
    "Chào Thầy/Cô! Em đọc quy chế thấy từ học kỳ 201 thì cần 600 toeic mới đổi được 5đ av4. Không biết điều này có áp dụng với sinh viên k16 k ạ? Tại vì hiện tại sv k16 chỉ cần 500 để tốt nghiệp Em ơn cảm!",
    "Dạ em chào thầy/cô PĐT, Cho em hỏi có chỗ chữ màu xanh bấm dẫn tới phần video của những môn học HK201, mà sao em bấm vào thì bị ghi là: \"Bạn không thể ghi danh chính bạn vào khóa học này.\" vậy ạ, Em cảm ơn nhiều ạ,",
    "Phòng đào tạo cho em hỏi. Bảng quy đổi điểm tiếng anh mới . Bao gồm cả các khoá trước (cao đẳng k16) đúng k ạ . Hay là bảng quy đổi chỉ áp dụng với các khoá từ k20 trở đi ạ . Còn lại vẫn áp dụng bảng quy đổi cũ",
    "Chào thầy/cô, kì 201 em có đăng kí môn Truyền số liệu và mạng EE3019 và môn Cơ sở điều khiển tự động EE2019 nhưng do lúc đăng kí chưa có thời khóa biểu thí nghiệm, giờ em bị văng khỏi lớp EE2019, mong phòng đạo tạo xem xét cho em đổi lớp Truyền số liệu và mạng sang lớp A02_A06 để em hoàn thành môn học với ạ, vì môn này quyết định đến đồ án kì sau, rất quan trọng với em.",
    "Dạ em chào thầy/cô PĐT, Cho em hỏi, trên BK-eL ở những mục môn học HK201 có chỗ chữ màu xanh bấm dẫn tới phần video, mà sao em bấm vào thì bị ghi là: \"Bạn không thể ghi danh chính bạn vào khóa học này.\" vậy ạ, Em cảm ơn nhiều ạ,",
    "Kính gửi thầy/cô, Em có đăng kí môn SP1009, nhóm lớp A01. Tại thời điểm khoá đăng kí môn đợt 3, thời khoá biểu cho lớp trên là T6-13,14,15. Tuy nhiên khi ra thời khoá biểu, lịch học là T7-8, 9, 10. Em muốn hỏi, trường hợp của em có được rút môn học mà không đóng học phí được không ạ?",
    "chào thầy/cô Học kì 3 (2019-2020), em đã đóng học phí trễ, vậy em cần làm gì để trình báo lên phòng đào tạo ạ? em xin chân thành cảm ơn",
    "Em đã đăng ký Luận văn tốt nghiệp với mã môn học là ME4049 vào đợt 2 và 3, nhưng Phòng đào tạo đã hủy và ghi lý do SV tạm dừng. Tuy nhiên trước đó em đã nộp phiếu thu nhận lại rồi, được dặn dò đăng ký môn học cho học kỳ 201, và hiện tại tình trạng sv của em trên Cổng thông tin là Đang học ạ. Vậy em phải làm sao ạ?",
    "Kính chào Thầy/Cô,  Về chuẩn anh văn mỗi năm cần đạt của chương trình việt pháp là như hệ đại trà hay là hệ kĩ sư tài năng vậy ạ?  Em cảm ơn.",
    "em là sinh viên k15 tên  mssv  , bằng cấp 3 em pdt đang giữ phải ko ạ",
    "Dạ em chào thầy/cô PĐT, Phần video của các môn học HK201 chưa được cập nhật trên BKeL ạ! Em cảm ơn nhiều ạ,",
    "Em là:   MSSV:  Khoa Cơ Khí Đợt đăng kí môn học đợt 3 vừa rồi em có đăng kí học môn bóng chuyền nhưng kết quả đăng kí môn học đợt 3 lại có cả môn bóng chuyền với môn bơi, em xin nhờ nhà trường kiểm tra lại giúp em với ạ. Em xin cảm ơn.",
    "Môn Phương pháp tính ở HK201 của em có sự khác nhau ở tên GV như hình dưới. Trong kết quả ĐKMH đợt 3 thì để tên Thầy , nhưng trong BKEL lại là Cô Nguyễn Thị Cẩm Vân. Cuối cùng thì em sẽ học GV nào ạ?  Xin cảm ơn quý Thày/Cô PĐT đã đọc và giải đáp.",
    "e bị trùng lịch thi của môn SP1031, thi vào ngày 21/9/2020. 18h30, phòng 402C4 Và môn Địa chất công trình CI2095, học vào ngày 21/9/2020, tiết 10-12, phòng H6-306 thời gian di chuyển giữa 2 cơ sở ko đủ  e có cap màn hình lại ạ, xin pdt kiểm tra giúp e",
    "Dạ em chào thầy/cô PĐT, Video của các môn học HK201 bị lỗi không xem được ạ, (hình ảnh đính kèm) còn video của các môn học các học kì trước em vẫn xem bình thường được ạ! Em cảm ơn nhiều ạ,",
    "Hiện tại em xong hết. Chỉ còn anh văn. Em k15 chưa đủ 500. Hiện tại em thiếu 4 anh văn. Em đang chuyển điểm anh văn thành av1 av2 av3. Em còn thiếu av4. Để kịp tốt nghiệp cho KỲ sau. Em mong thầy cô PDT tạo đk cho em được vào lớp AV 4  Em chân thành cảm ơn .",
    "Kính gửi quí Thầy, cô Em tên:  MSSV  Em muốn hỏi  - Em học hệ vừa học vừa làm. Em có phải làm luận văn tốt nghiệp và đi thực tập không ạ. - Hệ VHVL có cần phải học anh văn toeic không ạ Mong Quí thầy cô giải đáp giúp em ạ.   i ",
    "Em đang ở quê khá xa trường và tuần sau là bắt đầu nhập học nhưng do tình trạng mưa bão không có dấu hiệu suy giảm nên em khó tới trường để học những môn vào đầu tuần sau có một số môn khá quan trọng vào đầu tuần sau em không biết trường có biện pháp nào không ạ",
    "Dạ em là , hiện là sinh viên năm cuối lớp xây dựng Việt Pháp. MSSV:. Em có vấn đề về điểm trung bình tích lũy ngành(TBTLN) và điểm trung bình tích lũy(TBTL). Hiện tại trên mybk bảng điểm là 2 số khác nhau. Và cho em hỏi điểm nào sẽ được ghi vào bằng tốt nghiệp ạ. Cũng như điểm TBTLN của em hiện tại là bao nhiêu ạ? Em xin cảm ơn.   i Tốt nghiệp .",
    "Dạ em chào thầy/cô PĐT, Video của các môn học HK201 bị lỗi không xem được ạ. Em bấm vào video thì bị hiện: \"Video format not supported\" ạ (em có đính kèm hình ạ), còn video của các môn học các học kì trước em vẫn xem bình thường được ạ! Em cảm ơn nhiều ạ,",
    "Kính gửi thầy/cô Em có đăng ký môn học SP1009, nhóm lớp A01 Khi khóa đăng kí môn học đợt 3, thì giờ học vẫn là thứ 6 tiết 13 - 15. Nhưng khi ra thời khóa biểu chính thức thì giờ học thay đổi sang thứ 7 tiết 8 - 10 . Em muốn hỏi, trong trường hợp này em có được hủy môn học mà không đóng học phí cho môn này không ạ? Vì ngày thứ 7 em không xếp lịch học được Em cảm ơn",
    "Cho em hỏi là em có đăng ký nhầm 1 môn trong hk201, bây giờ em có thể hủy môn đó và đăng ký lại môn khác được không ạ?",
    "Em tên: ,MSSV: , Khoa: Khoa học Ứng Dụng Học kì 201 này em có đăng kí môn Cơ Sở kỹ thuật y sinh (PH2001),thứ 2,tiết 3-6.Do có việc đột xuất (hôm nay em mới nhận được) nên em không thể học được sáng thứ hai. Phòng đào tạo cho em hỏi:   B Em có thể chuyển sang lớp chiều thứ 2 (tiết 9-12), sĩ số 49/67 được không? Nếu được thì chuyển như thế nào, có yêu cầu hay mất phí gì không ạ? Đây là môn em bỏ lỡ hồi năm 2 nên xin Phòng Đào Tạo xét duyệt ạ.",
    "Em chào thầy/cô, Em muốn hỏi về cách thức thực hiện giấy xác nhận ngoại trú tốt để tính điểm rèn luyện. Em có phải làm giấy xác nhận này theo một biểu mẫu nào không? Em xin cảm ơn.",
    "Chào thầy/cô Em tên  MSSV  Hiện tại em có đăng ký môn anh văn 4 mã LA1009 nhóm A04 nhưng nhà trường thông báo do cơ sở vật chất nên sẽ hủy nhóm này.Mong thầy cô tạo điều kiện chuyển em sang nhóm A02.Vì nếu không học anh văn 4 được kỳ này em sẽ bị trễ anh văn theo yêu cầu của trường. Mong thầy cô có thể xem xét và cho em  xin vào lớp A02 với ạ. Mong được quý thầy cô giúp đỡ",
    "Chào thầy/cô. Việc là vừa rồi trường mở đăng ký kiểm tra tiếng anh định kỳ nhưng đến khi em đăng ký lại không còn chỗ vì đủ sỉ số, nên em muốn hỏi là khi nào trường sẽ tiếp tục mở đợt kiểm tra tiếng anh mới? Để em đăng ký thi phục vụ cho đăng việc đăng ký môn kỳ 202 ạ. Em xin cảm ơn!",
    "Em chào cô/thầy ạ, Em là , MSSV: . Em có đăng ký kiểm tra trình độ Tiếng Anh và được xếp lịch vào 6h30 ngày 19/9. Nhưng vì ảnh hưởng của bão, chuyến bay của em bị dời sang chiều ngày 19/9. Em không thể vào kịp để kiểm tra. Vậy nên em mong cô/thầy có thể xem xét để em được kiểm tra vào ngày 20/9 được không ạ? Em xin chân thành cảm ơn.",
    "Em xin chào, Học kỳ 201 em đăng ký nhầm một môn Các phương pháp phân tích hiện đại vào thứ 3 tiết 2-3-4, liệu em có thể rút môn học đó rồi đăng ký lại môn Thiết kế thí nghiệm và xử lý số liệu cũng vào thứ 3 tiết 2-3-4 để thay thế không ạ? Đơn xin rút môn học thì bắt đầu từ ngày 30/9 mới nộp cho PĐT được phải không ạ? Em xin cảm ơn, bên dưới là hình môn em cần rút và môn em muốn đăng ký lại.",
    "Kính gửi Phòng Đào tạo, Gần đây em được thông báo về các học bổng từ các doanh nghiệp. Em muốn biết khi em đã hoàn thành chương trình đào tạo hiện tại, chưa đăng ký tốt nghiệp, thì có được xét hồ sơ ứng tuyển học bổng không ạ ? Em xin cám ơn.",
    "Em chào Thầy ạ . Em đang cần gấp giấy xác nhận sinh viên , để bổ sung hồ sơ nghĩa vụ quân sự ở địa phương . Ngày 17/9 em đã đăng ký xin giấy xác nhận trên MyBK , hôm nay em thấy đang bảo trì . Em không biết thứ Sáu tuần sau ngày 25/9 em có thể nhận được giấy xác nhận Sinh viên hay không vậy Thầy . Hiện tại em đã có thời khóa biểu của học kỳ kế tiếp rồi ạ . Mong  Em tên :   Hệ : VHVL  MSSV : ",
    "Gửi: anh/chị phòng đào tạo Em là . Học kì 193 em có đăng kí 1 môn học ở trường ngoài thực tập tốt nghiệp. Nhưng vì thật sự khó khăn nên tới giờ em mới đóng học phí được. Mặc dù là ngày mai em thi môn học đó. Em hi vọng là anh chị xem xét không hủy môn học của em ạ. Em xin chân thành cảm ơn.",
    "kính gửi PĐT, dạ môn học kết cấu thép 2 (CI3211) bị hủy , nên em xin PĐT mở thêm sỉ số lớp cho em đăng ký môn Động lực học kết cấu (CI4067) lớp A01. để đảm bảo chương trình học Em xin chân thành cảm ơn!",
    "chào thầy cô, em tên là Vũ Thị Kiều Trang mssv , lớp CK18DET do sơ xuất nên em quên đăng kí môn TIN HỌC TRONG DỆT MAY,mà môn này chỉ có K18 . kì sau không có mở lớp. em xin thầy cô add em đăng kí vào lớp này ạ. nếu có bị trừ điểm rèn luyện thì em chấp nhận. Mã môn học Tin học trong dệt may 2057 em cảm ơn thầy cô ạ     ",
    "Cho em hỏi là em có tham gia Tiếp Sức Mùa Thi do Thành Đoàn TP.Hồ Chí Minh tổ chức và em nhận được giấy xác nhận đã tham gia thì bây giờ em phải nộp tờ giấy đó vào đâu để được chuyển thành ngày công tác xã hội vậy ạ. Em cảm ơn!",
    "Cho em hỏi tài khoản mail của trường mình có tích hợp sẵn bản Office miễn phí cho sinh viên không ạ? Em cảm ơn ạ.",
    "Em chào thầy cô ạ. Em là  MSSV . Em muốn học cải thiện môn Cơ sở vật liệu và ăn mòn Mã MH CH2057 ở lớp thầy  tiết 234 thứ 4 để được 7. Vì lần đăng ký đợt 3 em quên đăng ký ạ. Em xin chân thành cảm ơn ạ.",
    "Kính thưa quý thầy/ cô. Em là sinh viên k19 khoa Kỹ thuật hóa học. Trong đợt đăng kí môn học, em có đăng kí môn hóa lý 1 lớp L03  I  nhưng bây giờ lớp L03 chuyển sang cho lớp Kỹ sư tài năng và em muốn chuyển sang lớp L01 ạ. Mong quý thầy/ cô giúp em.",
    "em tên  -  khoa kỹ thuật hoá hệ VLVH ạ ! em đã ĐKMH xong đợt 1 (2020-2021) HK1 hệ VLVH (khoảng tháng 8)....nhưng đến đợt đăng ký - hiệu chỉnh lần này em không đăng ký được môn nào hết..và danh sách đăng ký của em trước đó cũng bị mất. Mong thầy cô hỗ trợ giúp em ạ, em cảm ơn thầy cô",
    "Theo thời khóa biểu trên cổng thông tin sinh viên lịch học Võ của em là ở cơ sở 1. Nhưng mail trường nhắn thì môn Võ tổ chức học ở cơ sở 2. Vậy cho hỏi chính xác em học môn võ học ở đâu ạ ?",
    "Dạ thưa thầy/ cô Em tên là: , mã số sinh viên . Hiện đang học tại khoa Khoa học & Kĩ thuật Máy tính. Vừa qua, trong đợt đăng ký môn học HK1 năm học 2020 - 2021, em đã đăng ký 18 tính chỉ nhưng bây giờ em lại muốn rút môn học. Theo như quy định tại   I QUY CHẾ   /I    U điều 11.2   , thì việc rút môn học là có tính phí. Vậy em muốn hỏi là   B phí rút môn học    là như thế nào nếu như em rút môn học   B 3 chỉ / 4 chỉ    ạ? Dạ em xin cám ơn. Chúc một ngày tốt lành. ",
    "cho e hỏi hiện tại e học ngành kĩ thuật cơ khí năm 2 , thì đến bao giờ mới được phân ngành ra thiết kế cơ khí , chế tạo máy , nâng chuyển ạ ? và phân ngành thì có dùng điểm tbtl để phân ngành không ạ ? em cảm ơn",
    "Cho em hỏi là hiện em thấy phòng đào tạo đang in đồng loạt giấy chứng nhận sinh viên, vậy thì thời gian sớm nhất mình có thể nhận giấy chứng nhận sinh viên là khi nào ạk, em cảm ơn",
    "Chào thầy(cô)! Đợt 3 ĐKMH em bị xóa môn nên giờ em đăng kí lại trong đợt \"kết quả đăng kí đợt 3\" được không ạ?  Em đăng kí môn       Mạch điện tử thông tin EE3011 lớp A05      Kỹ thuật hệ thống viễn thông EE3015 lớp A05.",
    "Chào thầy cô em muốn đổi nhóm môn  SP1005 từ nhóm A06 sang nhóm A05 tại vì lý do em muốn đăng ký môn cơ sở điều khiển tự động EE2019 mà bị trùng lịch ạ. Em Cảm ơn",
    "Cho em hỏi là thời gian nhập học đối với sinh viên năm 2 là vào thứ hai(21/9) hay thứ 4(23/09)Em cảm ơn! ",
    "Xin Phòng đào tạo cho em đăng ký thêm môn MT1009- Phương pháp tính để kịp ra trường. Em xin cảm ơn.",
    "Chào thầy cô em muốn đổi nhóm môn SP1005 từ nhóm A06 sang nhóm A07 tại vì lý do em muốn đăng ký môn cơ sở điều khiển tự động EE2019 mà bị trùng lịch học ạ. Em cảm ơn",
    "Cho em hỏi em đã có tkb HK201 thì em có thể nộp giấy vay vốn SV được chưa ạ.",
    "Kính gửi PDT, em đã đăng ký nộp CCNG và đăng ký chuyển điểm , nộp phí chuyển điểm vào ngày 16/09/2020 trước ngày 18/09/2020 . Vậy cho em hỏi điểm chuyển sẽ cập nhật khi nào và mình muốn coi thì làm như thế nào ? Mong PDT chỉ giúp em, em có đính kèm một số hình ảnh để minh chứng cho việc em đăng ký và nộp phí trước ngày 18/09/2020.",
    "PĐT cho em hỏi. Em đã đăng kí tiêu luận tốt nghiệp đợt 3 rồi. Sao hôm nay em vân không có thời khóa biểu ạ. Pđt kiểm tra giúp em với em cảm ơn ạ",
    "Dạ em muốn hỏi trong kì 201 này còn đợt kiểm tra anh văn nào để làm chuẩn đăng kí môn học cho kì au không ạ? Em cảm ơn.",
    "Chào thầy cô, Hiện tại có một chuyện khá khó khắn đó là địa phương của em đang kêu khám NVQS và hiển nhiên em phải nộp giấy chứng nhận Sinh viên về, tuy nhiên nhà trường hiện vẫn chưa phát giấy chứng nhận Sinh viên trong năm học 2020-2021 mà hạn phải nộp ở địa phương là 25/9/2020. Em đã thử xin giấy xác nhận SV tuy nhiên giấy chỉ có hiệu lực 3 tháng hoặc 1 học kỳ nên bên địa phương vẫn không đồng ý. Mong nhà trường giải quyết giúp em ạ Em xin cám ơn.",
    "E đang thiếu môn GDTC3 mà e đăng kí môn Bóng đá PE1009 rồi sau này e có điểm thì có được tính vào môn GDTC3 không ạ",
    "EM CÓ ĐĂNG KÝ MÔN HỌC BỔ SUNG ĐỢT 3 NHƯNG SAO GIỜ CHƯA CÓ THỜI KHÓA BIỂU Ạ !",
    "e bị trùng lịch thi của môn SP1031, thi vào ngày 21/9/2020. 18h30, phòng 402C4 Và môn Địa chất công trình CI2095, học vào ngày 21/9/2020, tiết 10-12, phòng H6-306 thời gian di chuyển giữa 2 cơ sở ko đủ e có cap màn hình lại ạ, xin pdt kiểm tra giúp e t2 e học rồi ạ, mong pđt giải quyết sớm ạ",
    "Dạ em chào thầy cô. Em Tên  Mssv . Hiện tại e đang theo học hệ Vhvl khóa 2019. Em vừa mới dk môn học hk1 xong. Nhưng sắp tới em chuyển công tác ra đồng nai nên muốn đăng ký học ở cs2. Hiện tại em có thể chuyển luôn trong hk1 này được k ạ?",
    "Họ và tên:  MSSV:  Em xin viết đơn này để hủy môn học Kỹ thuật lạnh, mã môn học CH4047. Lí do em muốn hủy môn học này là vì em đã lỡ đăng ký nhầm môn học. Em muốn hủy môn để học môn khác nhằm có thể hoàn thành tốt luận văn trong tương lai tới. Em cám ơn thầy cô đã đọc đơn này của em.",
    "Chuẩn anh văn tốt nghiệp K17 đại trà chỉ là 500 Toeic, nhưng bảng quy đổi điểm từ HK1 năm tới 500 Toeic chỉ được 5đ AV2. Vậy mình chưa học AV4 thì 500 Toeic có thể xét tốt nghiệp hay không? Mình có gửi hình ảnh tìm được trên trang trường. Xin cảm ơn!",
    "Phòng đào tạo cho em hỏi. Điểm rèn luyện có ảnh hưởng đến.việc xét tốt nghiệp k ạ  Vì em đã học xong còn nợ anh văn nên em đki môn học để duy trì trạng thái sinh viên . Nếu em đki mà ko đi học k đi thi có ảnh hưởng đến việc tốt nghiệp của em k ạ  . Em cảm ơn pđt ạ",
    "Chào thầy (cô), Em tên:  MSSV:  Em có 2 yêu cầu: 1/ Chuyển nhóm môn: Phương pháp định lượng, MSMH: IM3039. Từ thứ 3 tiết 7-8-9 sang thứ 3 tiết 10-11-12 (Trống 7-8-9 để đăng ký thêm môn Kinh tế học kinh doanh). 2/ Đăng ký thêm môn: Kinh tế học kinh doanh, MSMH: IM3043. Thứ 3 tiết 7-8-9.",
    "Kính gửi phòng đào tạo, Theo thời khóa biểu em đăng kí thì chỉ có sáng thứ 7 và chiều CN là em có tiết nhưng sau khi có kết quả đăng kí thì học nguyên ngày cả thứ 7 và CN. Sau đó có thông báo lịch SHCD và họp sinh hoạt lớp CK18CNM của em trùng vào các ngày 26 27 nên em bị kẹt lịch. Phòng đào tạo có thể sắp xếp lại cho em được không ạ? Vì SHCD em có thể chuyển buổi khác nhưng hiện tại em không còn trống lịch để chuyển. Em xin cảm ơn",
    "dạ cho em hỏi là bằng tiếng anh để làm luận văn và ra trường của sinh viên chính quy k18 là bao nhiêu vậy ạ, em cảm ơn",
    "Em là , MSSV . Hiện em đã đủ điều kiện tốt nghiệp: Đã hoàn thành chương trình đào tạo 141 tín chỉ. TOEIC Reading & Listening 655 TOEIC Writing & Speaking 260 Đã có chứng chỉ GDQP Đã đủ số ngày công tác xã hội 35.5.",
    "Dạ em là sinh viên khoa KTTH khóa k18 ạ . Pđt cho em hỏi, trường mình miễn xét điểm anh văn vào đợt đăng kí môn học học kì 1. Vậy có miễn xét anh văn vào đợt đăng kí môn học học kì 2 luôn không ạ? Nếu không tức là kì 2 vẫn xét chuẩn anh văn như mọi năm ạ? ",
    "Dạ cho em hỏi hạn chót chuyển điểm anh văn học kì 201 để được đăng kí môn học học kì 202 là ngày bao nhiêu ạ? ",
    "Thưa Phòng Đào Tạo, Em tên là , MSSV . Em đã sắp xếp các môn trong học kì 201 và để trống hoàn toàn các ngày thứ 3, thứ 4, thứ 5 hàng tuần. Em muốn đăng kí môn Hệ thống số CO1023 chung với K20, không biết cần điều kiện giấy tờ gì để đăng kí không ạ? Em xin cảm ơn. Kí tên, ",
    "Dạ cho em hỏi là kết quả đăng kí môn học đợt 3 đã có rồi nhưng tại sao lịch thời khóa biểu với kết quả đăng kí bị khác nhóm lớp và ngày giờ học. Và bên thời khóa biểu em cũng bị mất môn nữa ạ.",
    "Em là sinh viên k18 hiện đang học năm 3, khoa kỹ thuật giao thông, ngành kỹ thuật hàng không. Thầy (Cô) cho em hỏi là môn Cơ Học Kết Cấu (TR3015) có môn thay thế nào không ạ . Em hỏi vì môn này là môn học trước của môn thực tập ngoài trường của k18, mà lại hết được giảng dạy từ k19 trở đi. Em xin cảm ơn quý thầy (cô).  .",
    "Cho em hỏi, kì 201 không xét chuẩn tiếng anh. Liệu em có thể đăng kí thi anh văn ở trường để đủ chuẩn cho đăng kí môn học kì 202 không ạ, và khi nào trường mở đợt đăng kí thi ạ. Em cảm ơn",
    "Phòng đào đạo có thể giúp em đăng kí lớp Xử lí số tín hiệu mã môn học EE2015. Em đã bị trễ chương trình rất nhiều rồi ạ! Nếu kì này em không học môn này thì các kì tới em sẽ thiếu điều kiện tiên quyết nhiều môn . Lúc đăng kí môn học đợt 3 em có lên phòng đào tạo nhiều lần nhưng nói là không tăng sỉ số lớp được nhưng qua ngày hôm sau thì lại có thêm 2 bạn đăng kí vào lớp đấy . Em cảm ơn và mong PDT giúp đỡ ạ.",
    "Gửi pdt, Thông tin tốt nghiệp của em mục Nơi sinh không hiện gì hểt liệu có vấn đề gì không? Và cách khác phục ạ.",
    "Em đã đăng kí rút môn học kì hè 193 trên bksi và đã được giải quyết. Hôm nay ngày 20/9 em vào mybk để xem kết quả như hướng dẫn thì thấy không có dữ liệu (như trong ảnh em có gửi kèm). Cho em hỏi như vầy là đã giải quyết hay chưa ạ? Em cảm ơn",
    "Em chào các thầy cô, Em hiện là học sinh năm nhất của trường. Theo em biết, ở mỗi học kì trường đều tổ chức kì thi kiểm tra trình độ Tiếng Anh để cho các bạn xét đủ chuẩn Tiếng Anh lên năm học tiếp theo. Em nhận thấy kì thi này đã giúp đỡ cho các bạn sinh viên không đủ chuẩn tiếng Anh như em.Vừa rồi, Em có đăng kí đợt thi kiểm tra vào ngày 19/09/2020 và em may mắn được 700 điểm. Tuy nhiên, em có thắc mắc không biết là kì thi này sẽ cho em được đăng kí môn học ở năm 2 hoặc có thể sang tiếp năm 3. Kính mong quý thầy cô giải đáp về thắc mắc này của em. Em cảm ơn quý thầy cô. Chúc quý thầy cô một ngày tốt lành. .",
    "Chào phòng đào tạo! Em là sinh viên lớp Liên thông khoa cơ khí, theo chương trình đào tạo thì em học theo chuyên ngành   B Kỹ thuật chế tạo    nhưng Đề cương luận văn trong thời khóa biểu lại ghi là của chuyên ngành Máy xây dựng và nâng chuyển, em đã đăng ký đúng theo mã môn học của chương trình đào tạo   B ME4725   . Rất mong nhận được câu trả lời sớm nhất từ pđt. Em xin chân thành cảm ơn!",
    "Chào PĐT, Em tên:  MSSV:  Lớp: GT16OTO1 Khoa: Kỹ thuật giao thông Hiện em vừa hoàn thành đầy đủ các điều kiện tốt nghiệp (Bảo vệ Luận văn tốt nghiệp đọt 2 (tháng 9) và đã có điểm trên MYBK; Toeic 2 kỹ năng Speaking & Writing cũng vừa mới đạt). Em chưa có tên trong Danh sách dự kiến tốt nghiệp và em cũng không Đăng ký tốt nghiệp trên MYBK được . PĐT cho em hỏi em cần làm gì để được xét tốt nghiệp. Em cảm ơn.",
    "Thưa các thầy cô, Em vừa nhận được giấy thông báo về lịch khám nghĩa vụ quân sự. Cho em hỏi là em có thể lấy giấy xác nhận sinh viên sớm trước ngày 25/09 không ạ? Em xin cảm ơn.",
    "Dạ, cho em hỏi về phần môn học MI1003 - Giáo dục quốc phòng (QDGP) ạ. - Học GDQP bao nhiều ngày trong 1 tuần ạ, cuối tuần có thể về nhà hay không ạ ? - Cụ thể là mình bắt đầu học lúc mấy giờ và kết thúc lúc mấy giờ ạ. - GDQP 0 có tín chỉ vậy mình chỉ cần đóng tiền thuê quần áo thôi ạ ?",
    "Chào thầy/cô phòng đào tạo, em là sinh viên vừa mới nhập học T9/2020 hệ VHVL chuyển từ chính quy sang, thì trong hồ sơ có tờ đơn chuyển khóa học em chọn là K2014, vậy cho em hỏi là chuẩn anh văn Toeic để nhận Đề cương/Luận văn tốt nghiệp của em là lấy chuẩn năm 2014 hay năm 2020 ạ?  Em cảm ơn PĐT Kính thư! ",
    "Cho em hỏi là bây giờ đã chốt danh sách lớp em muốn làm đơn để mở thêm sỉ số lớp EE2007 mạch điện tử chính quy kì 201 có được không ạ",
    "Em có trình bày việc đóng học phí trễ lên phòng đào tạo. Người trên phòng đào tạo nói là sễ mở lại cho đăng ký vào trưa 2h ngày 18/09/2020. Nhưng tới ngày 20/09/2020, em vẫn chưa đăng ký môn được và đã đóng tiền học rồi. Nhà trường xác lại dùm em có được đăng ký môn học của hk1 năm 2020 này ko? Xin cảm ơn []",
    "Gửi các anh chị phòng đào tạo, Hiện tại em vừa thi xong đợt kiểm tra anh văn định kỳ của trường và đạt 540d, theo em biết theo quy chế cũ thì em đã qua mức miễn anh văn 4 . Nhưng hiện có một số thông tin khá lẫn lộn, và bảo rằng trường hợp như em thì phải 600 mới được miễn anh văn 4. Em mong nhận được sự giải thích chính xác từ phía anh chị . Em cảm ơn,  ",
    "em tên là , mssv , năm nay em là sinh viên năm 7 và học kì này (HK 201) là học kì cuối của em. em còn nợ một môn kết cấu thép 1 (CI3009), do đợt hè này em có học nhưng kết quả không tốt,nên em xin phòng đảo tạo cho em vào lớp kết cấu thép 1 (CI3009) vào thứ 5,6,7,8 trong tuần. để em hoàn toàn chương trình đào tạo của mình. sau học kì này em không trả được môn học này thì sẽ bị thôi học vì quá thời hạn đào tạo của trường. em xin phòng đào tạo giúp đỡ em, em xin trân thành cám ơn.",
    "Kính gửi phòng đào tạo Trong đợt đăng kí môn học đợt 3, dựa vào lịch hiện hữu em đã sắp xếp học lớp cơ sở KTD (ee2017) vào thứ 4 hằng tuần; sau đó kết quả em được xếp vào lớp A02 vào thứ 5. Do chủ động xếp thời khóa biểu trống duy nhất vào thứ 5 để về Biên Hòa với gia đình nên em mong muốn đổi nhóm lớp sang thứ 4. Về phần thí nghiệm em có thể chuyển điểm nên vấn đề tỉ số lớp thí nghiệm có thể suy xét. Kết quả em mong nhận được phản hồi. Em cảm ơn",
    "Xin chào pđt Em đăng ký môn Hóa Phân Tích CH2113 được xếp vào nhóm lớp L03 là nhóm lớp của KSTN. Nhưng em không thuộc KSTN. Em thấy được thông báo của trưởng khoa muộn nên không kịp đổi. Cho em hỏi bây giờ còn được phép chuyển sang nhóm lớp khác (lớp thường) không ?",
    "Xin chào thầy cô ạ, em tên là  Em muốn hỏi là em đã làm hồ sơ giải thưởng honda thì sẽ nộp đơn ở đâu vậy ạ?  Em cảm ơn.",
    "Trong mail em nhận được thì hạn chót ĐKMH là 23h00 ngày 20/09/2020 nhưng khi lên web để đăng kí thì đã khóa vào lúc 3h59p ngày 20/09/2020. Vì vậy em chưa kịp đăng kí bổ sung môn mới . Mong nhà trường hỗ trợ em để em được đăng kí môn học kịp thời.",
    "Em chào cô ạ, em tên  , kì thi toeic diễn ra vào ngày 20/9 được tổ chức tại trường Đại học Bách Khoa em đạt số điểm là 415 ạ, hiện tại e mới chỉ học xong môn anh văn 1. Em có thắc mắc là với điểm số 415 thì , vào đợt đăng kí môn học hk202, thì em có thể đăng kí môn anh văn 3 không ạ? Trân thành cảm ơn lời giải đáp thắc mắc của thầy cô! ",
    "Dạ đợt đăng kí môn học đợt 3 em có đăng kí nhưng bị xoá lớp do sĩ số chưa đủ. Nhận được mail trường mở đăng kí bổ sung, em đã đăng kí lại nhưng em đăng kí vào cả 2 mục đăng kí cho hệ chính qui- sinh viên bằng 2 và mục đăng kí môn học kết quả đợt 3. Dạ em muốn hỏi là mục đăng kí \"hệ chính qui - sinh viên bằng 2\" là mục đăng kí cho cả sinh viên chính  qui và sinh viên bằng 2 hay chỉ dành cho sinh viên bằng 2 ạ? Dạ với em đăng kí luôn ở cả 2 mục thì nhà trường sẽ giải quyết thế nào ạ?  Mong nhà trường hỗ trợ cho em sớm nhất có thể ạ . Em cám ơn nhiều ạ.",
    "Kính gửi phòng đào tạo, Học kì 201 em có đang kí môn giáo dục thể chất aerobic, nhưng do lí do cá nhân, em muốn rút môn học. Theo quy chế thì đợt rút môn học từ ngày 30/9 đến 10/9 có tính học phí, nhưng môn thể dục thì tính học phí như thế nào ạ? Em mong phòng đạo đạo sớm giải đáp thắc mắc của em, Em cảm ơn/   i  .",
    "cho em hỏi ạ em thi toeic dc 640 , và đã đổi điểm rồi  + vậy khi thẩm tra rồi em cần lên pdt lấy phiếu gi không ạ  + với lại điểm quy đổi anh văn đó sao em bản điểm nó chưa cập nhật ạ vậy nếu chưa cập nhật làm sao để cập nhật điểm đó vào để em có đủ chỉ làm luận văn ạ  .",
    "Dạ cho em hỏi giờ sinh hoạt công dân của em ngày 3/10 bị trùng với giờ học thí nghiệm. Do đó là buổi học đầu tiên nên không nghỉ được. Vậy cho em hỏi là giờ em có thể làm gì ạ.",
    "Dạ em là sinh viên khóa k18. Năm nay em chuẩn bị vào năm 3 (học kì 201). Dạ cho em hỏi em đã qua anh văn 3, vậy em có được đăng kí môn học học kì 202 không ạ.",
    "Chào nhà trường! Em vừa xong năm nhất và có số tín chỉ tích lũy là 18. hè rồi em có đăng ký học thêm 8 chỉ nữa nên em đủ điều kiện để đăng ký những môn chuyên ngành năm 2 (24 chỉ trở lên). Ngày 21/9 là vào năm 2, cũng là ngày có tiết chuyên ngành, em thấy em vẫn được học dù các môn hè em vẫn chưa thi cuối kỳ (sẽ thi vào 24-25/9). Vậy giả sử em bị thiếu tín chỉ vì rớt các môn hè, thì em có bị hủy các môn chuyên ngành mà em đang học không? Em cám ơn.",
    "Dạ ngày 21/9 e thi môn SP1031 (Triết học -) vào 18h30 phòng 402C4, cùng ngày e có học môn Địa chất công trình (CI2095) từ 15:00-17:50 tại phòng H6-306 Thời gian di chuyển giữa 2 cơ sở ko đủ, mong pdt giải quyết sớm cho e E cảm ơn!",
    "Em là sinh viên k19. Cho em hỏi em đã nộp bằng Ielts 6.0 vào đầu học kỳ 191, đến tháng 11/2020 bằng sẽ hết hạn, đến khi nào em cần nộp bằng tiếng Anh lại ạ. Em cảm ơn",
    "Trong học kỳ kế tiếp (HK1), em có đăng ký môn   B Nhập môn điều khiển thông minh   , trên TKB mybk cũng hiển thị là em đã đăng ký môn này. Tuy nhiên khi lên BK-el kiểm tra để lấy tài liệu học tập thì em không thấy mục của môn này, mà thay vào đó là môn   B Lý thuyết Điều khiển Nâng cao    . Mong nhà trường xem xét lại giúp em với ạ, do  học rồi mà hiện tại em không download được tài liệu.",
    "Gửi pđt, Em tên  mssv  vừa rồi đợt 3 em có đăng kí môn học CI3141- Nguyên lí thiết kế kiến trúc nhà ở và hôm nay khi xem thời khoá biểu thì môn này bị xoá rồi ạ, vì môn này là môn tiên quyết để học kì sau em có thể đăng kí môn khác nên em hi vọng pđt có thể giải quyết giúp em để em không bị trễ chương trình học so với các bạn khác ạ. Em cảm ơn pđt đã đọc ạ.",
    "Em có đăng ký môn học Đồ án Logistics, mã môn học ME3255 nhưng không có lịch trong thời khóa biểu. Lỗi của em khi em không kiểm tra thời khóa biểu sớm hơn. Đây là môn học bắt buộc của em trong kỳ này, mong nhà trường xem xét cho em được đăng ký môn học này ạ.  Em xin cảm ơn!",
    "Kính gửi phòng đào tạo , em tên  mssv  . Nay em viết đơn này kính mong phòng đào tạo có thể cho em học môn Quang học - âm học mã môn:CI3143    nhóm lớp L01 học vào (thứ 2 tiết 3,4,5,6 ) kì 1 năm học 2020/2021.Do đợt rồi em bị đình chỉ 1 kỳ và mới được thu nhận lại với lại chương trình năm sau có nhiều thay đổi nên các môn em được đăng kí rất hạn chế.Em hiện cũng chỉ đăng kí được khá ít chỉ em rất mong nhà trường có thể bổ sung tên em vào lớp này để em có thể được học và ra trường không quá trễ . Em rất mong phòng đào tạo có xem xét để bổ sung tên em và cho em được học môn này ạ ,giúp em để em đủ tín chỉ để không bị cảnh cáo học vụ .Em chân thành cảm ơn.",
    "Em không hiểu bảng điểm chuyển này là sao ạ, tức là em không được công nhận hoàn thành hết 3 môn giáo dục thể chất sao ạ",
    "Xin chào Thầy / Cô! Em Xin thầy/cô giúp em đăng kí môn học quản lí xây dựng có mã môn học Ci1053,khi mở lớp em không kịp đăng kí. Em mong thầy /cô có thể giúp em đăng kí để kịp chỉ ra trường. Em cảm ơn Thầy /Cô rất nhiều!",
    "Xin chào Thầy / Cô! Em tên Trần Trung Quân . MSSV 1712833.Xin thầy/cô giúp em đăng kí môn học Động lực học kết cấu CI1051,khi mở lớp em không kịp đăng kí. Em mong thầy /cô có thể giúp em đăng kí để kịp chỉ ra trường. Em cảm ơn Thầy /Cô rất nhiều!",
    "Xin chào Thầy / Cô! Em tên Trần Trung Quân . MSSV 1712833.Xin thầy/cô giúp em đăng kí môn học Động lực học kết cấu CI4067,khi mở lớp em không kịp đăng kí. Em mong thầy /cô có thể giúp em đăng kí để kịp chỉ ra trường. Em cảm ơn Thầy /Cô rất nhiều!",
    "Em chào các thầy cô ạ, em là . Học kỳ vừa rồi em thi tiếng anh và kiếm điểm rèn luyện để đủ điều kiện tốt nghiệp. Nhưng mà hôm qua em kiểm tra tình trạng sinh viên của em thì có báo là \"Đang bị tạm dừng vì không đăng ký môn học\" ạ. Em giờ phải làm thủ tục gì để có thể đăng ký tốt nghiệp ạ, em xin cảm ơn.",
    "Chào thầy/cô. Em là sinh viên hệ VHVL có đăng ký môn Mạch Điện Tử Thông Tin ( EE3011 ) nhóm A01 . Em đã đăng ký cả 3 đợt của hệ chính quy nhưng mỗi khi có kết quả đăng ký thì lại bị mất môn. Mong thầy/cô xem xét lại giúp em. Sĩ số của lớp là 74/75. Dưới đây là hình ảnh em đăng ký ở đợt cuối.",
    "Em kính chào phòng đào tạo. Vừa qua em có đăng kí kì thi anh văn nói viết tại trung tâm anh văn của trường nhưng không thể đăng kí được các đợt thi trong tháng 9. Em đã thử đăng kí rất nhiều đợt thi nhưng đều có một kết quả là không đăng kí được, sau khi nhập thông tin và chọn đăng kí thì trang web báo sai thông tin, em kiểm tra thì không thấy có sai sót, em đăng kí lại vẫn không được, sau 2 lần thử thì trang web báo đã hết danh sách. Em mong phòng đào tạo có thể tạo điều kiện giúp em đăng kí được kì thi ngày 29/9/2020 tới đây và các kì thi trong tháng 10 để em có thể đủ điều kiện ra trường. Em cám ơn rất nhiều.",
    "Em là , MSSV . Kì 201 này em đã đăng ký môn Hóa vô cơ CH2013, trên thời khóa biểu đã xuất hiện môn học này nhưng trên Elearning em không thấy mục của môn học này. Các thầy cô có thể kiểm tra lại để em có thể tiếp cận được tài liệu cũng như thông báo của thầy cô không ạ? Em cảm ơn.",
    "Tiếng pháp 7 ( 003707)",
    "Em rớt anh văn 2 nhưng kì vừa rồi em qua anh văn 3 rồi thì có cần học lại anh văn 2 để đủ  chuẩn anh văn đăng kí môn học không ạ",
    "Tiếng pháp 7 (003707)",
    "cho em hỏi là giấy chứng nhận sinh viên khi nào có ạ? Tại ngày 10/10 là địa phương em hết hạn nộp giấy đó ạ",
    "Em tên  -  Dạ pđt cho em xin đăng ký bổ sung 2 môn học sau vào các lớp sau (lý do là để kịp đăng ký luận văn cho kỳ sau) :  - Môn ĐAMH Nền móng (CI3197): Lớp A01 (môn này em không đăng ký được do đã đủ sĩ số) - Môn ĐAMH Kết cấu thép (CI3213): Lớp A01 (môn này do đợt đăng ký môn học vừa rồi lớp thép 2 bị hủy nên em cũng bị mất môn này) Em xin cám ơn và mong pđt xem xét cho em ạ!",
    "Thưa quý thầy/cô, Theo thông báo mới nhất từ Phòng Công tác Chính trị - Sinh viên, lịch sinh hoạt công dân đợt 1 năm học 2020-2021 có sự thay đổi. Do bận việc gia đình, phải về quê nên em không thể tham gia ngày sinh hoạt công dân mà nhà trường sắp xếp. Vì vậy, em muốn hỏi liệu em có thể tham gia buổi sinh hoạt của khoa khác được không ạ? Rất mong sẽ nhận được phản hồi từ quý thầy/cô. Chúc quý thầy/cô ngày làm việc hiệu quả. Trân trọng, ",
    "Chào thầy/cô, Em tên , sinh viên lớp MT18. Thầy/cô cho em hỏi ngày 27/09/2020 em có lịch sinh hoạt công dân, nhưng em lại có việc gia đình vào ngày hôm đó, vậy em có thể đổi lịch sinh hoạt của mình sang ngày khác được không? Nếu được thì cần phải thực hiện như thế nào ạ? Em xin cảm ơn, N.",
    "Chào các thầy cô,  Em có thắc mắc là hiện tại đã có thời khóa biểu chính thức 201. Nhưng trong thời gian vừa rồi có một vài sự thay đổi nên em muốn được giải đáp là bây giờ phòng đào tạo, ban quản lí có trường hợp đặc biệt nào để hiệu chỉnh lại các môn học không ạ ?  Ở trên em đã nêu vấn đề mình gặp phải cũng như là thắc mắc cần được giải đáp. Rất mong được sự xem xét và phản hồi sớm nhất từ phòng đào tạo, ban quản lý.  Em xin chân thành cảm ơn!",
    "Cho em hỏi em đã có tkb HK201 thì em có thể nộp giấy vay vốn SV được chưa ạ?",
    "Dạ em xin chào phòng đào tạo trường đại học Bách Khoa đại học quốc gia thành phố Hồ Chí Minh. Em tên là  MSSV:  Lớp: XD18KT Khoa Kỹ thuật xây dựng Em có đăng ký môn Nguyên lý thiết kế kiến trúc nhà ở (CI341) nhưng PĐT đã hủy môn học của em do  Thiếu môn tiên quyết CI1021  image.png Theo như em được biết và giáo viên bộ môn Nguyên lý thiết kế kiến trúc nhà ở (CI341) cho em biết là môn học này đã bỏ tiên quyết rồi ạ.   B image.png    Thì giáo viên bộ môn có bảo em liên lạc lại với PĐT ạ. Em có lên đăng ký lại môn học này rồi ạ. image.png Mong phòng đào tạo xem xét và xét duyệt cho em để có thể tiếp tục được học bộ môn  Nguyên lý thiết kế kiến trúc nhà ở (CI341) ạ. Em xin cảm ơn phòng đào tạo ạ.",
    "Cho em hỏi khi nào thì mới có giấy xác nhận sinh viên HK201 ạ? Tại em thấy đang bảo trì để in hàng loạt mà không có thời gian cụ thể.",
    "Kính gửi phòng đào tạo , Em tên  , cho em xin hỏi em chưa đủ chứng chỉ anh văn để nhận luận văn , cho em hỏi thời hạng làm đơn xin đăng kí làm luận văn là khi nạo ạ ?  ",
    "Tốt nghiệp . Kính gửi Thầy/Cô PĐT, Hiện tại em đã bổ sung, hoàn tất các điều kiện tốt nghiệp, nhưng em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến. Kính mong Quý Thầy/Cô xem xét giúp em ạ. Em trân trọng cảm ơn.",
    "Em chào cô ạ ! Em có đăng ký môn học bổ sung vào mục Kết quả đợt 3, không biết là bao giờ mới có TKB cập nhật để em đi học ạ, tại môn đó có tiết vào ngày mai. Em cám ơn cô ạ !",
    "dạ phòng đào tạo cho em hỏi là em kích hoạt tài khoản cựu sinh viên để nộp đon xét tốt nghiệp , thì nhận được thông báo xác nhận qua gmail.com mà sao em vô mail không thấy mail xác nhận ạ",
    "Kính gửi: Phòng Đào tạo trường ĐH Bách Khoa ĐHQG TpHCM. Em tên là: . MSSV: . Nay em làm đơn này để hỏi về vấn đề học vụ của em. Em mới vừa được trường tạm thu nhận lại (hình 1), Phòng Đào tạo cho em hỏi em có thể đăng ký môn học trong học kỳ chính 201 hay không? Hay là phải đăng ký dự thính HK201. Và hiện tại em chưa thể đăng ký môn học (hình 2). Mong nhà trường và Phòng Đào tạo giúp đỡ và hướng dẫn em. Em xin chân thành cảm ơn.",
    "Cho em hỏi là kì này (201) thì bao giờ có giấy hoãn nvqs ạ. Kì này em vào đăng ký chứng nhận sinh viên không thấy có mục in giấy hoãn nvqs nửa ạ. Hiện tại e đang cần giấy hoãn nvqs rất gấp ạ. Em xin chân thành cảm ơn",
    "Chào PĐT, Em là sinh viên năm 3 khoa KHKT Máy tính. Theo như thông tin trường vừa thông báo thì lịch sinh hoạt công dân ngày 27/9 của khoa em bị trùng với lịch thi môn anh văn 4. Mong PĐT giải quyết vấn đề này giúp em ạ. Em xin cảm ơn PĐT.",
    "Kinh chào PĐT, PĐT cho em xin đăng kí bổ sung môn Cấp Thoát Nước Đô Thị (CI3179). Em xin cảm ơn ",
    "Dạ chào PĐT, PĐT cho em xin đăng kí bổ sung môn Cấp Thoát Nước Đô Thị (CI3179) vào TKB học kì 201. Em xin cảm ơn",
    "Em muốn chuyển môn thể chất khác trong học kỳ chính thức thì cần làm gì ạ",
    "Chào chị, em có nhận được email về SHCD, tình hình của em là đang xét tốt nghiệp, vậy, em có phải đi đợt SHCD này không chị? Cảm ơn chị?",
    "Kính gửi phòng đào tạo ! Cho em hỏi là bằng tốt nghiệp đại học cho đợt tốt nghiệp 07/2020 đã có chưa ạ. Xin cảm ơn !",
    "Xin chào PĐT, Vào đợt 3 ĐKMH, em có đăng kí môn 701703 - Kinh tế đại cương 1, được xếp vào   B thứ 2, tiết 10.11.12   . Do bị trùng 1 môn khác nên em không đăng kí được môn khác đó. Nhưng sau đó có kết quả đợt 3 môn   B 701703 lại được xếp vào chủ nhật   . Em muốn hỏi có thể đăng kí thêm môn vào thứ hai đã không đăng kí được vào đợt 3 không ạ? Em xin cảm ơn.",
    "Kính thưa thầy cô PĐT, em xin phép được hỏi thầy cô PĐT là em có thể đăng ký dự thính tiết 13 trong khi cùng ngày, học kỳ chính em học hết tiết 12 (học tiết 12 13 liền tiếp nhau) có được không ạ.",
    "Dạ em chào Thầy/Cô! Em đã nộp bằng TOIEC 500 điểm. Em đã yêu cầu xét miễn  1,  2,  3 và  4. Em cũng đã nộp phí chuyển điểm cho cả 4  nhưng sau ngày 18/9/2020. Hiện em đang chờ quy đổi điểm. Theo em được biết thì theo quy định mới với 500 điểm em không thể miễn  3 và  4. Thầy/Cô cho em hỏi trường hợp của em có được miễn cả 4  không ạ? Em có kèm theo ảnh .",
    "CI2091 A01 đổi sang nhóm A05 ",
    "Cho em hỏi về điểm miễn anh văn của em với ạ. Theo em được thấy thì các bạn của em có điểm như em thì phần điểm chuyển vẫn được ghi là miễn anh văn 1 mà sao em lại không được vậy ạ. Nếu mà không được chuyển điểm thì kì sau em có được đăng kí môn tiếp không ạ, vì em thi được 360 mà chuẩn năm nhất là 350 ạ. Mong thầy cô giải đáp hộ em với ạ. Em chân thành cảm ơn!",
    "Em là , MSSV . Hiện em đã đủ điều kiện tốt nghiệp: Đã hoàn thành chương trình đào tạo 141 tín chỉ. TOEIC Reading & Listening 655 TOEIC Writing & Speaking 260 Đã có chứng chỉ GDQP Đã đủ số ngày công tác xã hội 35.5. Nhưng vẫn chưa được bổ sung vào danh sách tốt nghiệp dự kiến ạ! Mong phòng đào tạo kiểm tra và phản hồi giúp em ạ! Em xin cảm ơn.",
    "Kính gửi PĐT, Vì lí do sức khỏe nên trong thời gian mở lịch dăng ký môn học em đã không kịp đặng ký môn cho kỳ tới, em có thể đăng ký 2 môn sau không ạ: - EE4333 Luận văn tốt nghiệp (Kỹ thuật Điện tử, truyền thông) - EE3101 Kỹ thuật tiết kiệm và sử dụng hiệu quả điện năng - Thầy  Em có trễ học phí ở học kỳ 192 sẽ đóng trong tuần này ạ, mong PĐT xem xét cho em ạ Em xin cám ơn    .",
    "kính thưa phòng đào tạo, hiện tại em đang học song ngành, có 1 môn là co1005 phải học thì mới được đăng kí mấy môn sau,nhưng môn này chỉ mở cho năm nhất, nhưng hiện tại cũng chưa biết có thể học được không vì đợi học chung với k20 thì có thể trùng lịch hiện tại. nhưng hiện tại đã có thầy mở lớp dự thính tiết 13, nhưng bây giờ em lại có tiết 12 ở cs2 nên không thể đăng kí được do thời gian di chuyển . kính mong pđt giúp đỡ cho em chuyển lớp môn CO3003: mạng máy tính lớp L04-L12 sang lớp L01-L02. kính mong thầy cô pđt giúp đỡ, em xin cảm ơn rất nhiều",
    "Chào Thầy (Cô), Em vừa thi qua tiếng Anh nói viết (kết quả có vào ngày 18/9 ) và muốn đăng kí giấy tốt nghiệp tạm thời. Thầy (Cô) cho em hỏi khi nào cập nhật lại danh sách tốt nghiệp để có thể đăng kí được ạ. Em cảm ơn.",
    "Kính gửi PDT, Em là , MSSV , do kỳ này vẫn chưa đủ điều kiện đăng ký môn LVTN (Thiếu CCAV) . Em có nguyện vọng muốn thực hiện LVTN  cũng như bảo vệ LVTN trước ở học kỳ này, do đề tài LVTN cần thực hiện nhóm hai sinh viên, vậy thì không biết trường hợp của em, có thể xin phép để thực hiện LVTN trước hay không ạ. Em xin cám ơn và kính mong PDT có thể chấp thuận nguyện vọng của em.",
    "Chào phòng đào tạo! Hiện tại em đã nộp đơn onl đăng kí tốt nghiệp đợt t11, pđt đã xác nhận đơn rồi, em cũng có tên trong dánh sách dự kiến tốt nghiệp tháng 11. Vậy thủ tục tốt nghiệp tháng 11 đã xong phải không? em có cần thêm hồ sơ gì không? Danh sách tốt nghiệp chính thức khi nào mới có vậy? Cảm ơn!",
    "Kính thưa phòng đào tạo, Em tên là , sinh viên khoá 2016 chương trình đào tạo kĩ sư chất lượng cao Việt Pháp (PFIEV). Em đã nộp bằng Delf B1 và đã được thẩm định và đã đóng tiền chuyển điểm tiếng Pháp 1, 2, 3, 4, 5, 6, 7 của ngành Xây dựng dân dụng và hiệu quả năng lượng (mã môn học)﻿. Tuy nhiên trong bảng chuyển điểm hiện tại em chưa thấy cập nhật﻿. Em xin cám ơn, .",
    "Gửi thầy/cô. Em vừa nhận được mail thay đổi lịch sinh hoạt công dân ở cơ sở 2. Trong đó ngày sinh hoạt của K18 khoa Máy Tính trùng với lịch thi môn Vật lý 2 của em vào sáng chủ nhật 27/9 ạ . Liệu em có thể đổi ngày đi sinh hoạt công dân và thủ tục xin đổi ngày như thế nào ạ? Em cảm ơn thầy/cô đã đọc",
    "Em chào các thầy cô. Em xin hỏi về chuẩn Anh văn như sau: Đối với K2019 để đăng ký môn học HK202 thì có yêu cầu qua môn AV3 hoặc đạt 450 TOEIC không ạ? Em xin chân thành cảm ơn!",
    "Chào Anh/Chị! Em K19. Em có thể để môn SP1003 (những Ng/lý cơ bản của chủ nghĩ M L) làm tín chỉ tự chọn tự do trong các kì học tới không, do khóa 19 không còn học môn này nữa ạ. Em cảm ơn!   i ",
    "Em có đăng kí môn học đợt 3 19 chỉ thoả mãn yêu cầu nhưng thời khoá biểu chỉ có 16 mất đi một môn mã EE1009 kỹ thuật số do báo lỗi chưa học môn mã EE1007 vật lí bán dẫn nhưng em đã hoàn thành rồi. Em có thể làm đơn để xin được học lớp đó vì môn đó là cơ sở ngành cho các môn tiếp theo không ạ. Em cảm ơn",
    "E muốn hó̀̉i là hiện giờ e đang bị tạm dừng học nên muốn chuyển sang hệ tại chức đc kô ạ",
    "Cho em hỏi tại sao thời khóa biểu môn hóa vô cơ của em khác với lúc em đăng kí môn học?  Mong nhà trường xử lý giúp em. Em xin cảm ơn .",
    "Em chào thầy cô. Vừa rồi thầy  có thông báo các bạn nào hệ đại trà mà bị dính vào lớp KSTN (lớp hóa phân tích CH2113 L03) thì xin chuyển lớp. Nhưng lúc đó vì chủ quan mà em đã chưa xin chuyển sang lớp đại trà . Em có thể xin pđt chuyển em sang lớp đại trà môn hóa phân tích (cụ thể là lớp CH2113 L05) không ạ? Em cảm ơn.",
    "Em Chào Thầy Cô! Em tên là  MSSV:  Thưa thầy cô, em muốn đáng kí môn học cùng K20 thì khi nào em mới được nộp đơ đáng kí ôn học bổ sung vậy ạ! Em mong Thầy Cô giúp đỡ! Em  Thầy Cô!",
    "Phòng đào tạo cho em hỏi. Điểm rèn luyện có ảnh hưởng đến.việc xét tốt nghiệp k ạ Vì em đã học xong còn nợ anh văn nên em đki môn học để duy trì trạng thái sinh viên . Nếu em đki mà ko đi học k đi thi có ảnh hưởng đến việc tốt nghiệp của em k ạ . Em cảm ơn pđt ạ",
    "Em có câu hỏi cần giải đáp ạ 1.Do em bị hủy môn do không đạt chuẩn sinh viên và đợt 3 không đăng kí môn nên giờ tkb em chỉ có 1 môn 5 chỉ thôi ạ. Không biết có cách nào đăng kí thêm môn không ạ ? 2.Nếu đăng kí dưới 10 tín chỉ học kì chính thì sẽ bị cảnh cáo học vụ, vậy đăng kí thêm vào giờ dự thính để bù vào có được tính không ạ ? Trường hợp thầy cô không giúp gì được thì em sẽ rút môn và tạm dừng học kì này ạ.",
    "Gửi: anh/chị Em muốn đăng kí bổ sung môn học CI1053 (quản lí xây dựng). Vì đợt đăng kí từ ngày 16/09-20/09 em hông đăng kí được ạ. Em xin cảm ơn.",
    "em là sinh viên k18 , em có đăng ký 1 môn Quản lý dự án cho kỹ sư ( IM2011 ) ở cs2 , nhưng giờ em cảm thấy cần chuyển lên cs1 để học , mà môn học đã bắt đầu học được 1 tuần đầu . lý do là lúc đầu chỗ em ở là gần cs2 nên em đăng ở cs2 , nhưng sau đó em nhận ra là học kỳ 201 này em nhiều môn học ở cs1 và sẽ chuyển lên gần cs1 để ở vì vậy em thấy việc ở cs2 sẽ không thuận tiện cho việc đi lại . Thêm vào đó em bị say xe khi di chuyển bằng xe bus . vậy em có thể chuyển môn lên cs1 học được không ạ   Em xin cảm ơn đã trả lời câu hỏi của em ạ.",
    "Em chào Cô, em là sinh viên K15 khoa điện-điện tử. MSSV: . Về việc xét tốt nghiệp, do trước đó em chưa đủ điều kiện anh văn nói viết tại trường nên em có đăng ký 1 môn đồ án để giữ kỳ 201. Hiện nay em đã hoàn thành và lên trường đăng ký xét tốt nghiệp. Em muốn hỏi là môn đồ án em sẽ lên pdt rút sau khi có mail đủ điều kiện tốt nghiệp hay phải rút ngay bây giờ để xét tốt nghiệp ạ. Em cảm ơn cô. Chúc cô có một ngày làm việc tốt.",
    "em xin chào ạ. Em mong pđt sẽ cung cấp thêm thông tin về chuẩn chuyển điểm anh văn để qua anh văn 3 và 4 đối với các sinh viên không học anh văn trong trường của trong học kỳ 201( sv k18 ). Em xin chân thành cảm ơn",
    "Chào thầy/cô, em là , là sv bằng 2. Khi so sánh với sv bằng 1 thì em thấy sv bằng 2 không có đủ thông tin về điểm như sv bằng 1. Điều này có thể dẫn đến không đủ điều kiện xét tn cho sv bằng 2. Hình đính kèm gồm 3 file hình: + 2 file hình về mybk của sv bằng 2, em và bạn , không có thông tin về điểm TBTLN và số tín chỉ TBTLN. + 1 file hình mybk của sv bằng 1, bạn  có đủ thông tin về điểm TBTLN và số tín chỉ TBTLN. Mong sớm nhận được phản hồi từ thầy/cô.",
    "Dạ thưa thầy/cô em hiện là K18 đã học qua được 4 anh văn và đủ ngày ctxh. Cho em hỏi như vậy thì năm 4 em đã đủ điều kiện nhận luận văn chưa ạ hay cần phải chứng chỉ anh văn nữa ạ. Em xin cảm ơn ạ.",
    "Tên:  MSSV:  Mã môn: Sản xuất sạch hơn (CH4027) Em muốn hỏi về việc nếu xin huỷ môn bây giờ thì có phải trả học phí hay phí gì không ạ?  Và cho em hỏi thêm là giờ em có thể đăng ký thêm môn Thí nghiệm xúc tác (CH4017) được không nếu được huỷ môn Sản xuất sạch hơn ạ?",
    "Dạ chào thầy cô, em có đăng kí lớp - A03, em xem thời khóa biểu thấy buổi đầu tiên đi học vào tuần 41 ạ. Em thấy khá là lạ không biết có đúng vậy không, mong thầy cô giải đáp giúp em",
    "Dạ em chào thầy/cô PĐT, Môn các phương pháp phân tích hiện đại tuần học 01 là sao vậy ạ (hình đính kèm), Em cảm ơn nhiều ạ,",
    "PĐT cho em hỏi em k19 kì này em đăng kí 3 môn gdtc trong 1 kì thì nếu qua hết 3 môn gdtc kì này em có được tính là đã tính luỹ được 3 gdtc theo chuẩn để đăng ký môn học năm 3 không ạ",
    "Dạ chào cô/thầy, Em là sinh viên khóa K2016. Em có thắc mắc về xin giấy xác nhận sinh viên mong cô/thầy có thể giải đáp. Hiện tại, em đã hoàn thành xong các môn học của chương trình đào tạo. Tuy nhiên, vì thiếu bằng Tiếng Anh nên em vẫn không chắc là mình có thể tốt nghiệp vào tháng 11 này. Nhưng ở quê, xã đã gọi em vào danh sách đi khám nghĩa vụ quân sự. Nên em có thử đăng ký giấy xác nhận sinh viên thì thấy thông báo của trường là tạm ngừng dịch vụ và sẽ in hàng loạt giấy xác nhận sinh viên cho những bạn có thời khóa biểu ở Học Kỳ 1 năm tới. Vì chủ quan nên học kỳ 1 năm sau em không đăng ký môn nào cả, và thời gian xã cho phép nộp giấy xác nhận cũng sắp hết. Nên mong cô/thầy có thể giúp - xem xét trường hợp của em có thể xin giấy xác nhận sinh viên được không ạ. Cảm ơn cô/thầy rất nhiều. Chúc cô/thầy và gia đình sức khỏe . Trân trọng!",
    "Chào cô, Hiện tại em đã đủ điều kiện xét tốt nghiệp sau khi có kết quả anh văn nói viết vào ngày 18/9. Tuy nhiên em vẫn chưa đăng kí xét tốt nghiệp được. Cho em hỏi em có cần thiết đến PĐT để bổ sung hay sẽ tự động cập nhật ạ? Nếu có thể cập nhật từ BKSI, em có thể cập nhật với những thông tin nào ạ? Em cám ơn",
    "Em chào quý thầy cô ạ. Em viết những dòng này mong quý thầy cô xem xét trường hợp của em. Học kỳ 191, em có đăng ký môn Triết học phương Đông (CI4099) và anh văn 4 (LA1009) nhưng do bộ môn không tìm được GV đứng lớp ở môn triết học phương Đông nên môn này bị hủy. Tuy rằng e biết đây là trường hợp bất đắc dĩ. Nhưng nếu học kỳ này e không đăng ký được môn thì sẽ bị trống thời khóa biểu, và không được cấp giấy tạm hoãn NVQS, ảnh hưởng rất nhiếu đến dự định trong tương lai, e đã thực hiện ĐATN và chỉ con hai môn này để hoàn thiện chương trình học . Vì chương trình kiến trúc đào tạo 4,5 năm và các môn này chưa bao giờ mở được tại các học kỳ khác (kể cả dự thính). E viết tin này, mong quý thầy (cô) có thể xem xét và giải quyết giúp e, để e có thể đăng ký được môn học này. E cảm ơn thầy (cô) rất nhiều ạ.",
    "kính thưa phòng đào tạo,như lớp hôm qua em xin pđt chuyển đã đầy nên hôm nay em xin chuyển qua lớp khác ạ.(chuyện là hiện tại em đang học song ngành, có 1 môn là co1005 phải học thì mới được đăng kí mấy môn sau,nhưng môn này chỉ mở cho năm nhất, nhưng hiện tại cũng chưa biết có thể học được không vì đợi học chung với k20 thì có thể trùng lịch hiện tại. nhưng hiện tại đã có thầy mở lớp dự thính tiết 13, nhưng bây giờ em lại có tiết 12 ở cs2 nên không thể đăng kí được do thời gian di chuyển). kính mong pđt giúp đỡ cho em chuyển lớp môn CO3003: mạng máy tính lớp L04-L12 sang lớp L02-L05. kính mong thầy cô pđt giúp đỡ, em xin cảm ơn rất nhiều",
    "Tốt nghiệp . Gửi Thầy/Cô PĐT Em là sinh viên có tên trong danh sách tốt nghiệp và hiện tại em đang thực hiện nghĩa vụ quân sự thì em nhờ người nhà mang căn cước công dân vào văn phòng khoa nhận bằng có được không ?  Mong thấy/cô sớm phản hồi giúp em ! Cám ơn thầy/cô.",
    "cho em hỏi là có thể đồ thể dục ở đâu trong cs1 ạ",
    "Chào anh/chị, Em tên là , khóa K13 ngành Điện-Điện Tử, MSSV 6. Hiện nay, em đã Tốt Nghiệp hơn 1 năm và đang có nhu cầu học văn bằng 2 ngành Công Nghệ Thông Tin. Anh/chị cho em hỏi em có cần thi đầu vào hay cần những điều kiện nào để được đăng kí học? Mong anh/chị phản hồi sớm giúp em. Trân trọng, ",
    "Chào thầy cô,  Em là , MSSV  Cho em hỏi: Đối với 16 quy đổi điểm av4 cần toeic bao nhiêu ạ???",
    "Em xin rút hai môn học vì lý do bất khả kháng không sắp xếp đủ thời gian để theo học hai môn thêm ngoài chuyên ngành mình đang học. Và mong muốn được rút môn không mất phí",
    "Cho em hỏi quy trình xin mở như thế nào vậy ạ! Em cảm ơn!!!",
    "cho em hỏi là em vừa thi toeic hôm Chủ Nhật và được 460. vậy điểm này chỉ để xét chuẩn av sau mỗi năm hay mình có được miễn av123 không ạ. hay là đủ chuẩn rồi mình vẫn phải học av123 ạ ?",
    "Em xin chào thầy/cô, Em là , sinh viên Việt Pháp khóa 14, MSSV  Hiện tại em đang đăng kí tốt nghiệp cho đợt tốt nghiệp sắp tới, tuy nhiên khi em lên mybk để điền thông tin thì không thể hoàn thành   B Bước 2: Khai lý lịch tốt nghiệp    do phần mềm không cho phép em clik vào nút   B Cập nhập thông tin    . Em đính kèm file ảnh mô tả vấn đề của em. Mong thầy/cô hướng dẫn em cách khắc phục tình trạng trên. Em xin cảm ơn, ",
    "Dạ em là , MSSV: . Dạ cho em hỏi là môn Máy thủy lực - máy nén (CI3161), trong quá trình em đăng ký môn học thì em đăng ký học môn này vào ngày thứ sáu tiết 7,8,9 và kết quả đăng ký môn học thành công cho kỳ chính cũng hiện ra lịch học là vào ngày thứ sáu tiết 7,8,9. Thế nhưng tại sao trong thời khóa biểu trên myBK của em lại hiện ra là môn này em học vào ngày thứ bảy tiết 8,9,10 ạ ? Nếu có sự thay đổi thì ít nhất phòng đào tạo cũng mail thông báo cho tụi em biết là đổi lịch or ngay từ đầu đăng ký môn học để lịch chính xác luôn chứ sao lại phải đổi như vậy ? Tụi em sinh viên sắp xếp lịch để tiện cho việc học của tụi em nhất nên ngay từ đầu đã đăng ký lịch vậy mà giờ đăng ký nẻo thời khóa biểu thì xếp đường. Mong phòng đào tạo phản hồi sớm nhất cho chúng em. Em xin thay mặt cho các bạn cảm ơn. Em có đính kèm bằng chứng ở dưới. Thank you .",
    "cho em hỏi ạ em thi toeic dc 640 , và đã đổi điểm rồi + vậy khi thẩm tra rồi em cần lên pdt lấy phiếu gi không ạ + với lại điểm quy đổi anh văn đó sao em bản điểm nó chưa cập nhật ạ vậy nếu chưa cập nhật làm sao để cập nhật điểm đó vào để em có đủ chỉ làm luận văn ạ        i ",
    "Cho em hỏi là em có thể đổi ngày đi sinh hoạt công dân được không ạ.",
    "Chào thầy/cô, Em tên , sinh viên lớp MT18. Thầy/cô cho em hỏi ngày 27/09/2020 em có lịch sinh hoạt công dân, nhưng em lại có việc gia đình vào ngày hôm đó, vậy em có thể đổi lịch sinh hoạt của mình sang ngày khác được không? ếu được thì cần phải thực hiện như thế nào ạ? Em xin cảm ơn, .",
    "Cơ sở máy tính (EE2403) - HK1 (2020-2021)",
    "Dạ cho em hỏi: kỳ kiểm tra anh văn ngày 20/9/2020 vừa rồi do công ty IIG tổ chức, với kết quả đó, trường có dùng để xét cho em được pass anh văn 1 2 3 4 trong trường không ạ? Em xin cảm ơn.",
    "Dạ PĐT cho em hỏi ngày mai là bắt đầu đăng ký dự thính học kỳ 201. Em không biết là trường có mở các môn anh văn trong kỳ dự thính không ạ. Em xin cảm ơn",
    "Em vừa tốt nghiệp đơth tháng 7 vừa rồi. Cho e hỏi là trường đã có bằng chính thức chưa ạ. Em cám ơn.",
    "Dạ em chảo thầy/cô PĐT, Thầy/cô cho em hỏi dự thính HK201 bao nhiêu tiền 1 chỉ vậy ạ? Em cảm ơn nhiều ạ,",
    "Em đã nộp đơn xét lại việc đăng ký Luận văn tốt nghiệp vào hôm qua và hiện tại đã có thời khóa biểu. Vậy em có cần phải lên PĐT để làm thêm thủ tục gì nữa không ạ? Em cảm ơn.",
    "Em chào cô ạ ! Em hiện là sinh viên khóa k14. Hiện tại em có nợ 2 môn năm nhất là đại số và giải tích 1. Cho em hỏi là khi nào thì em được phép làm đơn để xin học chung 2 môn đó với k20 và em có thể kịp ra trường trước thời gian học tối đa ạ. Em cảm ơn ạ .   I",
    "Kính gửi phòng đào tạo ĐH Bách Khoa TPHCM Em tên là     MSSV: Khoa: kĩ thuật hoá học ( HC19 -KSTN) Hiện nay em đang nhập viện nên phải nghỉ một số môn học có thể điểm danh thì có bị gì không ạ. Nếu sau khi xuất viện e có thể trình giấy của bệnh viện lên phòng đào tạo được không ạ. Em chân thành cảm ơn quý thầy cô đã xem qua",
    "Thắc mắc về môn giáo dục thể chất. Em là sinh viên K17, em vẫn còn nợ môn GDTC 2. Cho em hỏi học kì dự thính 201 có mở môn Giáo Dục Thể Chất không ạ? Em muốn được đăng kí trả nợ môn để không bị chậm tiến độ học tập ạ.",
    "Cho e hỏi là nếu cuối năm 1 e nộp bằng anh văn quốc tế để chuyển điểm thì đến khi tốt nghiệp (bằng anh văn của em đã hết hạn) thì e có cần phải nộp lại bằng mới không ạ?",
    "Dạ cho em hỏi khi nào mới cập nhật điểm AVDV  thi ngày 19/9 vậy ạ",
    "Kính gửi PDT, em đã đăng ký nộp CCNG và đăng ký chuyển điểm , nộp phí chuyển điểm vào ngày 16/09/2020 trước ngày 18/09/2020 . Vậy cho em hỏi điểm chuyển sẽ cập nhật khi nào và mình muốn coi thì làm như thế nào ? Mong nhận được phản hồi sớm từ PDT. Thân mến, ",
    "Em là sinh viên năm 2 chương trình CLC, có nguyện vọng học liên kết .  Em có liên hệ văn phòng vào cuối HK192 và được biết em có 2 lựa chọn: chuyển sang LKQT trước khi có visa (tương đương tối đa 7HK) hoặc chuyển sau khi có visa (tương đương tối đa 12HK). Em có một số thắc mắc như sau:  -Chuyện làm đơn chuyển hệ thì khi nào em chuyển mới cần thôi đúng không ạ?   -Em muốn biết liệu có sự khác nhau nào giữa việc em chuyển vào cuối HK201 (tươnng đương với việc vào hệ LKQT vào HK202) hay chuyển vào cuối HK202 không ạ?  -Hiện tại em đang chủ động đăng kí theo chương trình LKQT. Tuy nhiên học kì này của em chỉ có 12 tín chỉ. Em biết rằng theo trường thì cần phải đăng kí tối thiểu 14 tín chỉ hoặc đăng kí đúng theo chương trình đào tạo. Hiện tại em vẫn đang theo học hệ CLC, không biết em có cần phải làm gì không ạ?  Em xin cảm ơn.  Cái này ngoài lề một chút; Em để đề mục của câu hỏi này là 'học vụ' nhưng đề mục nào là chính xác ạ?",
    "Chào PĐT, Em là  - em học lớp tài năng khóa 2016 tuy nhiên em đã không đạt yêu cầu đầu ra của lớp, cụ thể em có một môn không đạt 7,5. Vậy em cần có làm đơn để nhận bằng đại trà không vậy ạ?  Cho em hỏi thêm là nếu như vậy em chỉ cần đạt anh văn đầu ra 200 thôi phải ko ạ? Em cảm ơn!",
    "Em chào anh/chị, Vào ngày 12/9 phường chỗ em ở gửi giấy nghĩa vụ quân sự do đó em đã lên mybk để đăng kí giấy, nhưng trong giấy xác nhận sinh viên thì đê năm học là năm 2019-2020 không phải 2020-2021 nên bên phường của em không chấp nhận. Cho em hỏi là em có thể xin cấp lại giấy xác nhận sinh vien được không ạ? ",
    "Sau khi em đọc quy chế và được cô giải đáp như này, thì em nghĩ là em đủ điều kiện để được miễn anh văn 1 chứ ạ, em là khóa 19. Nếu em không được miễn thì em mong cô có thể giải thích rõ nguyên nhân cho em hiểu với ạ. Em cảm ơn cô đã đọc câu hỏi của em!",
    "Xin chào phòng đào tạo  Em tên , Mssv .Em xin đăng ký bổ sung môn Tổ chức quản lý bảo dưỡng 3 (260623) trong hk 201.Em xin cảm ơn.",
    "Em chào Thầy/Cô, sắp tới e có buổi SHCD, nhưng vì lí do cá nhân nên hôm đó em bận không đi được, em muốn chuyển sang ngày khác của lớp khác có được không ạ, nếu được thì cần làm đơn gì và nộp ở đâu v ạ. Em cảm ơn!",
    "Gửi Thầy Cô,  Em là sinh viên K16 VB2, Khoa Xây Dựng . Hiện em muốn đăng ký môn học CI1043-Địa Chất Công Trình , chung với K20 VB2 . Mong nhận được tư vấn từ Quí Thầy Cô . Xin Cảm Ơn,  .",
    "Thưa phòng đào tạo, em là  thuộc khóa k17 khoa Quản lý công nghiệp. Em làm đơn này để đăng kí môn học bổ sung là môn Kinh tế học vi mô, mã môn học IM1003. Ghi lí do là do môn này thuộc nhóm đại cương hk1 năm nhất, không cho phép sv đk trong đợt đkmh, nên xin đc đk bổ sung.",
    "Em chào thầy cô, vừa qua em có sự chuyển đổi lớp về lại đúng lớp KSTN khoa KTHH nhưng hệ thống BKeL chưa cập nhật dữ liệu lớp mới chuyển cho em . Mong thầy cô giúp em để em có tài liệu phục vụ học tập. Em cảm ơn.",
    "Em xin chào trường ĐH Bách Khoa, Em vừa mới thi lại đại học nên sắp tới em sẽ học ở trường mới và rời trường mình. Nên em muốn xin phép trường cho em rút sổ đoàn ạ. Như vậy em cần gặp ai và chuẩn bị những gì ạ? Em xin cảm ơn.",
    "Em là tân sinh viên K20, nhà em hiện tại đang dùng BHYT hộ cận nghèo, còn HSD đến hết ngày 31/12/2020, em đọc trên web thì thấy là cần mang BHYT đến phòng y tế là được trả lại tiền phải không ạ, và phải đợi sau khải giảng mới đi được hay chỉ cần sau khi nộp hồ sơ thôi ạ, em cảm ơn",
    "Cho em hỏi về việc thi anh văn định kì theo kiểu toeic mà trường tổ chức. Sau khi thi xong thì trường sẽ dựa trên số điểm mà tự động cho đạt các môn anh văn(1,2,3,4) hay là em phải chuyển điểm hay làm gì đoa nữa mới được cho đạt các môn này ạ.",
    "Em muốn hỏi pđt là em đã được hủy môn bơi và được xếp qua lớp bóng rổ, em không biết là học phí có tính môn bơi ko ạ, em cảm ơn. Em mong pđt đừng tính học phí môn bơi ạ vì hoàn cảnh gia đình ạ. Em xin chân thành cảm ơn.",
    "Em chào thầy cô phòng ban , em tên 130. Thầy cô cho em hỏi em đăng ký môn Vẽ kỹ thuật xây dựng CI1033 HK dự thính 201 nhưng bị mắc lỗi như hình. Thầy cô giúp em xem vấn đề này với ạ, em xin cảm ơn.",
    "Cho em hỏi e đã ghi danh sách đăng ký tốt nghiệp ngày 22-9, và cô trong pđt hẹn 30-9 có kết quả, vậy từ giờ đến đó nếu như em muốn xem danh sách đó thì giờ em xem ở đâu ak.Em cảm ơn",
    "Em chào pđt ạ! Pđt cho em hỏi sao bạn em đợt đăng ký môn học vừa rồi vẫn đăng ký được môn ĐAMH Kết cấu thép (CI3213) trong khi chưa đăng ký được môn Kết cấu thép 2 (CI3211) song hành mà vẫn được .   Còn hôm 21/9 vừa qua em cũng có lên đây xin đăng ký môn học trễ hạn nhưng không được ạ? Và cho em hỏi là trong trường hợp kỳ dự thính này nếu em đăng ký được môn Kết cấu thép 2 (CI3211) thì em có được đăng ký môn ĐAMH Kết cấu thép (CI3213) trước không ạ . File dưới đây là thời khóa biểu HK này của bạn em trong đó có môn ĐAMH Kết cấu thép mà không có môn song hành để làm dẫn chứng. Em xin cám ơn! ",
    "Kính chào anh/chị, em là sinh viên khóa K17, hiện tại em đang nợ 1 số môn của năm 1 và năm 2 nhưng chưa trả. Sắp tới theo chương trình của K19 thì những môn này không còn mở nữa, vậy nhà trường có môn tương đương hay thay thế  để đảm bảo sinh viên được tốt nghiệp không ạ? Nếu có thì khi nào sẽ có ạ? Em cảm ơn, mong được anh/chị phản hồi sớm để em sắp xếp đăng kí môn học học kì dự thính 201 ạ.",
    "Kính thưa phòng đào tạo em tên   . Em thắc mắc là em xin phòng đào tạo đăng kí giúp em môn Quang học âm học , sao phòng đào tạo lại đăng kí nhầm cho em môn quản lý dự án xây dựng mã môn CI1053 rồi ạ ???? Môn đó đâu có trong chương trình học của em đâu ạ???? Em mong phòng đào tạo xem xét xoá giúp em . Xoá giúp em môn Quản lý dự án xây dựng CI1053 vì môn đó em không có trong chương trình đào tạo và phòng đào tạo đăng kí nhầm cho em rồi ạ  .",
    "Em muốn xin đổi sang nhóm lớp a01 môn ee3015 Lý do: do em đã thực hiện học phần mở rộng ở kì trước với giáo viên dạy lớp a01 nên em muốn đổi nhóm lớp để thuận tiện hơn trong việc học.",
    "Gửi Thầy/ Cô,   Em là sinh viên VB2, K2016.  Hiện trường có mở lịch DKMH Dự Thính HK1 2020-2021 .  Hiện em không được cấp phép đăng ký vào đợt DKMH này. ( Vui lòng xem file hình đính kèm)  Mong nhận được sự phản hồi của Quí Thầy, Cô. Xin cảm ơn. Thanh Nam.",
    "Cho em hỏi là dự thính học kỳ 201 có được miễn anh văn không ạ?",
    "Em chào thầy cô phòng đào tạo. Em xin được chuyển lớp Thiết kế hệ thống nhúng (EE3003) thứ 6 tiết 234 nhóm A02 phòng B1-211( ảnh đính kèm) sang lớp thứ 4 - tiết 789 nhóm A03 phòng B1-314 (ảnh đính kèm). Sau khi đưuọc chuyển thì hoàn toàn phù hợp thời khóa biểu của em ạ. Lý do: Vì em à sinh viên k17 đã bị trễ môn và môn học này em đã từng trải nghiệm thầy đứng lớp em nhận thấy cách truyền đạt nội dung không phù hợp với em, nên em mong được chuyển qua lớp khác ạ, em mong yêu cầu được giải quyết để em có thể theo kịp tiến độ môn học.",
    "Phòng đào tạo cho em hỏi là học phí học kì dự thính 201 môn anh văn 3 là bao nhiêu vậy ạ ?",
    "Thưa thầy cô, kì 201 này em có đăng ký môn ee2019 nhưng lại bị huỷ vì lý do trùng lịch nhưng lúc đăng ký thì em có xem kỹ là sáng t3 em không có lịch học ( lý thuyết của môn này vào sáng thứ 3 ) còn chiều thứ 3 là lịch học thí nghiệm của môn này thì em có học Tn của môn ee1007 nhưng theo thời khoá biểu thì bắt đầu vào tuần 49 trong khi môn ee2019 tn đã kết thúc vào tuần 48. VÌ vậy mong thầy cô xem xét cho em được học môn ee2019 này ạ. Em cảm ơn.",
    "Cho em hỏi khi nào mới có thể đăng ký thi nói viết lại ạ. Tại em thấy server đang bảo trì. Em cám ơn ạ.",
    "Lỗi trong hoạt động cập nhập điểm môn lập trình hệ thống nhúng HK 192 Điểm của em theo danh Sách điểm của giáo viên và thông bao ở Mybk thời gian ban đầu là 5.0 và em cũng đã xác thực qua cấu trúc thành phần môn là đúng vậy nhưng Thời gian gần đây kiểm tra lai thì bị cập nhập thành 3.5 trên mybk.  Mong kiểm tra lại lỗi này",
    "Thưa thầy/cô, Thầy/cô cho em hỏi chương trình bằng 1 của em đã học môn Tin học đại cương thì bằng 2 ngành Khoa học máy tính em có được miễn môn Nhập môn điện toán - CO1005 chương trình 2018 không ạ. Do đầu tiên em đăng kí học bằng 2 ngành xây dựng dân dụng nhưng mới chuyển qua ngành Khoa học máy tính nên phiếu miễn môn lần 1 cũ là của ngành xây dựng. Mong thầy/cô xem xét giúp em với ạ. Em cảm ơn.",
    "Dạ chào thầy cô!  E có gặp vấn đề như sau: Trước đó do đi công tác e có làm giấy xin vắng thi có phép để được thi lại vào kì sau cho 2 môn học( Kỷ thuật độ tin cậy và Các quá trình chế tạo) . Đã có xác nhận đồng ý nhưng e chưa nộp lại quyết định đó và đã bị mất. Do vậy khi e đăng kí lại 2 môn học này vẫn đang ghi nợ trên hệ thống trễ thanh toán. Nhờ thầy cô hướng dẫn e cách xử lý tình huống này . Dưới là đính kèm quá trình xin xác nhận có hai bạn cùng làm vs e và đã nộp bản quyết định.",
    "Do sơ sót nên học kì này em đăng kí thiếu 1 môn học: Dao động 1 201702. Em có thể đăng ký bổ sung môn học này để kịp tiến độ học tập không ạ? Em xin cảm ơn",
    "Dạ cho em hỏi là kì năm trước em có học AV1 nhưng bị rớt, giờ em có tham gia thi kiểm tra trình độ định kỳ đợt vừa rồi do IIG tổ chức và được 370, vậy điểm AV1 của em có được chuyển điểm hay không ạ, hay em phải học lại AV1 nữa ạ.",
    "Thưa cô/thầy, em vừa mới nhận được giấy báo tạm hoãn nghĩa vụ của trường, nhưng có in sai thông tin ở chỗ hộ khẩu thường trú không giống như trên thông tin sinh viên mà em đã cập nhật trước đó . Em mong cô/ thầy giải đáp thắc mắc cho em là, em phải đến đơn vị nào của trường để khiếu nại ạ? Và thường bao lâu là xong ạ? Do em có nhận được giấy báo của phường xã em rồi ạ! Em cảm ơn cô/thầy đã phản hồi.",
    "Em muốn đăng kí bổ sung môn đồ án môn học - cơ kỹ thuật : AS4001 và đề cương luận văn : AS4311 Vì em chưa hoàn thành gdtc1 nên không được đăng kí. Em xin được đăng kí ạ.    .",
    "Em chào PĐT, cho em hỏi là Kiểm tra trình độ Tiếng Anh đợt 19-20/9/2020 khi nào thì có điểm trên myBK vậy ạ. Em cảm ơn.",
    "Kính gửi PĐT, - Em xin đăng ký môn học này đưuọc không ạ EE3075Thiết bị và hệ thống tự động thủy khí - Lớp A01 thứ 2 tiết 789 của thầy  Em xin cám ơn    .",
    "Thưa thầy(cô) cho em hỏi điểm môn Nguyên Lý Máy (ME2003).  Lần update trước là đã có điểm tổng kết rồi. Nhưng lần này update lại thì điểm tổng kết của em không có ạ. Em kèm 2 file hình ảnh theo ạ . Em cám ơn!",
    "Dạ em là sinh viên ngành nhiệt lạnh hiện tại em cần đăng kí môn bơm, quạt, máy nén và nhiệt động nhưng cần học qua cơ lưu chất, hiện tại học kì chính em có học cơ lưu chất nhưng vẫn chưa đăng kí được 2 môn trên. Do đó là 2 môn cơ sở ngành hiện lớp em đang đăng kí học, em có thể làm đơn để xin học 2 môn đó được không thưa thầy/cô vì nếu học kì này em không học được 2 môn đó học kì sau sẽ không mở lớp đó nữa. Em cảm ơn ạ.",
    "Kính chào các thầy cô trong bộ phận giải đáp thắc mắc và yêu cầu. Em là , sinh viên khoa Khoa học và Kỹ thuật Máy tính Em xin trình bày nội dung thắc mắc như sau: Em là sinh viên chính quy thuộc đối tượng chính sách (con thương binh hạng 2/4, được miễn 100% phí đào tạo chính quy bậc đại học) Em đã tìm hiểu quy chế của nhà trường và biết được việc miễn giảm chỉ áp dụng cho các môn được đăng ký trong học kỳ chính. Tuy vậy có 1 trường hợp đặc biệt là về môn thực tập tốt nghiệp. Theo đó, môn này được tính học phí theo cách tính của học kỳ chính do tính chất đặc biệt chỉ mở vào dịp hè. Chiếu theo đó, em sẽ được miễn học phí đối với môn học này. Nhưng trong học kỳ 193 vừa rồi, em vẫn phải đóng học phí cho môn này, với số tiền 640.000 đồng. Vậy trong trường hợp này, em có thể được hoàn trả số tiền học phí nêu trên không ạ? Trên đây là nội dung thắc mắc của em. Mong nhà trường tiếp nhận và sớm phản hồi giúp em. Em xin chân thành cảm ơn.",
    "Dạ em kính chào Thầy/Cô ạ! Dạ em là  k14 mssv  trong đợt đăng ký môn học chính quy đợt 3 em có đăng ký môn anh văn 4 nhưng khi có kết quả đăng ký môn học thì trong đợt đăng ký mới là :Đăng ký môn học HK1 (2020-2021)- Hệ chính quy -Đăng ký cho sinh viên bằng 2 k20 lại có một môn đăng ký là môn anh văn 4 ạ. Em không có đăng ký trong đợt đăng ký đó nhưng sao lại có môn ạ. Em bị như vậy có sao không ạ xin pdt cho em hướng để khắc phục ạ. Em chân thành cảm ơn ạ!",
    "em chào PĐT em là sinh viên lớp GT19OTO1, vì lí do k đăng kí cơ lí thuyết ở kì 192 nên kì 201 em k đăng kí đc nguyên lí máy. Vậy em muốn xin PĐT cho em Đk nguyên lí máy dự thính kì 201 được k ạ (hiện tại em đang học kì chính cơ lí thuyết), em mong PĐT cho em được đk nếu không em bị trễ mất :((. Em cảm ơn ạ",
    "Ngày 20/9/2020 vừa rồi em có đăng ký kiểm tra tiếng anh ở trường em được 345 điểm, giờ em muốn đăng ký anh văn 1 ở kỳ dự thính 201 có được không ạ? với nếu qua av1 trong kỳ dự thính 201 thì có đủ điều kiện để đăng ký môn học trong kỳ chính 202 không ạ? Em cảm ơn ạ!",
    "Dạ chào Thầy/Cô Ngày 19/9 vừa rồi em có thi Toeic ở trường do IIG tổ chức, với số điểm là 530. Em muốn hỏi là em có thể đăng ký môn Anh văn trong Kinh doanh (IM3061) ạ. Em cảm ơn.",
    "Em đăng ký 3 môn đồ án nhưng lại không hiện thứ ngày cũng như giờ học trong khi các bạn đăng ký chung với em thì lại có. Bên em là khoa vật liệu polymer ạ Em mong được giải quyết sớm nhất để được theo học đồ án ạ",
    "Kết quả đăng ký môn học HK1 (2020 - 2021)-  - Đợt 1  PDT không đ/ký cho SV MH 405700 (L: Không đủ đ/kiện nhận LVTN) Em muốn biêt em không đủ điều kiện gì để nhận LVTN.",
    "Em xin phép PĐT cho em đăng ký bổ sung 2 môn học HK1 năm học 2020-2021 như sau: 1. Môn Kỹ thuật thi công (MMH: CI 3043) 2. Môn tổ chức thi công (MMH: CI 4125) Mong PĐT xem xét duyệt nguyện vọng của em ạ. Em cảm ơn thầy (cô) ạ!    .",
    "Em xin   I chào các Thầy Cô, em là Tou Prong Tuấn Phát MSSV: Em muốn hỏi là nếu em chưa có bằng anh văn nói viết để tốt nghiệp đợt tháng 11 thì em có cần đăng kí môn học cho học kỳ tới không, em cảm ơn.",
    "Vào đợt đăng kí môn học đợt 3, khi em đăng kí xong tất cả các môn hk3 khoa điện điện tử, em có xoá môn kĩ thuật số (EE1009) để đăng kí lại thời gian hợp lí hơn. Khi đăng kí xong trên danh sách đăng kí có 6 môn 19 tín chỉ. Nhưng khi có kết quả thì em bị mất môn giải tích mạch(EE2033). Xem lịch sử thì do môn song hành kĩ thuật số bị hủy nên hệ thống tự hủy môn giải tích mạch nhưng môn giải tích mạch vẫn không mất trên danh sách đăng kí. Em xin phòng đào tạo hãy xử lí cho em việc này",
    "Dạ em hỏi về việc đăng kí môn học dừ thính từ ngày 23-26 ạ.Dạ em là sinh viên ngành nhiệt lạnh hiện tại em cần đăng kí môn bơm, quạt, máy nén và nhiệt động nhưng cần học qua cơ lưu chất, hiện tại học kì chính em có học cơ lưu chất nhưng vẫn chưa đăng kí được 2 môn trên. Do đó là 2 môn cơ sở ngành hiện lớp em đang đăng kí học và xin mở lớp thành công ở học kì dự thính, em có thể làm đơn để xin học 2 môn đó được không thưa thầy/cô vì nếu học kì này em không học được 2 môn đó học kì sau sẽ không mở lớp đó nữa. Em cảm ơn ạ.",
    "Thưa thầy/cô Sắp tới là đợt đăng ký LVTN đợt cuối cùng(25/9-1/10) Nhưng kết quả thi Toeic của em chưa có ạ. Nên không thể kịp để nộp trong đợt đăng ký này. Thầy/cô cho em hỏi là nếu qua ngày 1/10 em có CCAV thì em có thể làm đơn xin nộp trễ để có thể đăng ký làm LVTN trong học kỳ 201 này được không ạ? Em mong thầy cô giải đáp giúp em. Em xin cảm ơn ạ",
    "Xin cô xem ảnh ạ. Thưa cô thầy có cách nào cho em xin phép học môn EE2019 vào kì chính này không ạ. Vào học kì dự thính này đăng ký tối đa 12 chỉ và em đang học đuổi cho kịp tiến độ học tập nếu không sẽ chậm đồ án ạ. Xin cô mách nước cho em tới xin ai hay làm gì cũng được  ạ. Mong cô cho phép em được học ạ . SĐT : [phone_number] MSSV ",
    "Thưa các thầy cô của phòng Đào Tạo, Em là ,  thuộc Cơ Kỹ Thuật K.18 Khoa Khoa Học Ứng Dụng. Chuyện là hè 193 em có đăng kí môn Thiết Kế Kỹ Thuật nhưng em đã bỏ thi cuối kỳ. Vấn đề ở đây là môn Đồ Án Thiết Kế Kỹ Thuật của em cần môn Thiết Kế Kỹ Thuật (học trước) vậy thì môn Thiết Kế Kỹ Thuật của em mặc dù đã rớt nhưng nó có tính là đã học chưa ạ cũng như là điểm trung bình của môn TKKT có tính vào trung bình tích lũy không ạ ?    B   U Tóm gọn câu hỏi:      I Em rớt TKKT kỳ hè thì em vẫn đủ điều kiện để làm Đồ Án Thiết Kế Kỹ Thuật không ạ ?  /I      Em xin cám ơn rất nhiều ! Trân trọng,  ",
    "Thưa thầy/cô Sắp tới là đợt đăng ký LVTN đợt cuối cùng(25/9-1/10). Nhưng hiện tại kết quả thi Toeic của em chưa có ạ vì vậy em không thể kịp nộp trong đợt đăng ký này. Thầy/cô cho em hỏi là nếu qua ngày 1/10 em có CCAV thì em có thể làm đơn xin nộp trễ để có thể đăng ký làm LVTN trong học kỳ 201 này được không ạ? Em mong thầy cô giải đáp giúp em. Em xin cảm ơn nhiều ạ",
    "Kính gửi các thầy cô trong phòng Đào Tạo, Em là , .   B Em có câu hỏi là:    Môn học vượt trong học kỳ hè 193 nhưng bị điểm 13 có được công nhận là đã học qua và tính là môn học trước của các môn yêu cầu hay không ạ ?  Em xin cám ơn ! Trân trọng,  ",
    "Chào PĐT Kỳ này em có đăng kí một môn trong thời khoá biểu học kỳ 201. Tuy nhiên hiện tại em không có nhu cầu học nữa và muốn đăng kí tốt nghiệp vào tháng 11 sắp tới. PĐT có thể huỷ thời khoá biểu của em trong học kỳ này để em có thể đăng kí tốt nghiệp được không ạ? Dạ em cảm ơn !!",
    "Chào pđt, em tên là  - . Đợt đăng ký môn học cho HK chính này vừa qua em có đăng ký môn học Kết cấu thép 2 (CI3211) và môn ĐAMH Kết cấu thép (CI3213) nhưng sau khi bị huỷ môn Kết cấu thép 2 (CI3211) do không mở được lớp thì em cũng bị huỷ luôn môn ĐAMH Kết cấu thép (CI3213) luôn. Trong khi đó bạn em vẫn đăng ký được môn học này trong học kỳ này . Mong pđt giải quyết cho em được đăng ký bổ sung môn ĐAMH Kết cấu thép (CI3213) để em đủ điều kiện đăng ký Luận văn tốt nghiệp cho học kỳ tới ạ. Em xin cám ơn!",
    "Kính chào Phòng Đào Tạo Em còn kì cuối để làm LVTN nhưng kết quả thi AV của em chưa có, em kính mong Phòng Đào Tạo xem xét trễ CCNN  của em để e đăng kí được LVTN và hoàn thành CCĐT. Em xin chân thành cảm ơn!",
    "HK191 em có đăng kí môn    B CH3015 - T/n quá trình thiết bị    Hệ VLVH Nhưng do không đủ sĩ số nên đã bị huỷ, em đã lên phòng đào tạo nộp đơn xin rút môn học  I (còn trong thời hạn rút môn học) . Ở thời điểm hiện tại khi em xem lại thì thấy môn học đó vẫn hiện lên và có điểm là VT (vắng thi)   i  Mong pđt giải quyết giúp em ạ . Em xin cảm ơn",
    "Kính gửi thầy cô, Em tên là ( MSSV:), hiện tại em học môn bóng đá ( mã : L08) vào sáng t5  ở cơ sở 2. Thầy cô cho em hỏi nếu em muốn chuyển qua lớp bóng đá mã A02 vào sáng t7 ở cơ sở 1 cho tiện việc di chuyển không ạ ? Nếu được thì em phải làm đơn gửi Phòng Đào Tạo hay gửi Thầy ở cơ sở 2 vậy ạ? Em xin cảm ơn",
    "Em chào Thầy (Cô), Em là sinh viên K13, vừa rồi em đã làm đơn xin gia hạn thời gian học tập thêm được học kỳ 1, 2020-2021 đã được xét duyệt, trong kỳ trên có học kỳ dự thính đang được mở đăng kí môn học, nhưng hiện tại hệ thống đã khóa Đăng kí môn học của mssv 7. Em mong quý thầy (cô) cho em được Đăng kí môn học Kết cấu thép 2 CI3211 cho học kỳ dự thính . Em xin cảm ơn Thầy (cô).",
    "chào PĐt em là sinh viên lớp GT19OTO1, cho em hỏi là môn ME2003 nguyên lí máy có phải là môn học trước của TR2007 kết cấu động cơ đốt trong và môn TR2013 kết cấu oto ko ạ, vì em xem trên aao thấy nguyên lí máy không phải là môn học trước mà ở chỗ DKMH nó báo nguyên lí máy học trước ạ, e cảm ơn ",
    "Dạ em xin chào, Em đã làm hết quiz môn cơ lưu chất từ đầu đến cuối trước hạn deadline 20/09/2020 luôn. Hôm qua em vào xem lại clip ôn bài vẫn bình thường, nhưng hôm nay lại báo em chưa làm quiz 2.1 như hình ạ. Cho em hỏi có bị gì không ạ.",
    "Dạ cô ơi, cô cho em là SV khóa k19,nếu em học bằng thứ nhất đến cử nhân thôi thì em có được học tích lũy bằng thứ 2 lên kĩ sư, thạc sĩ không ạ?  Em cảm ơn ạ!",
    "Dạ em cần đăng kí 2 môn mã là ME2039 và ME2041 ạ. Dạ em hỏi về việc đăng kí môn học dừ thính từ ngày 23-26 ạ.Dạ em là sinh viên ngành nhiệt lạnh hiện tại em cần đăng kí môn bơm, quạt, máy nén và nhiệt động nhưng cần học qua cơ lưu chất, hiện tại học kì chính em có học cơ lưu chất nhưng vẫn chưa đăng kí được 2 môn trên. Do đó là 2 môn cơ sở ngành hiện lớp em đang đăng kí học và xin mở lớp thành công ở học kì dự thính, em có thể làm đơn để xin học 2 môn đó được không thưa thầy/cô vì nếu học kì này em không học được 2 môn đó học kì sau sẽ không mở lớp đó nữa. Em cảm ơn ạ.",
    "Em đã đủ 142 tín chỉ và chỉ còn thi tiếng anh nói viết vào tháng 10 này là đủ điều kiện tốt nghiệp. Trong trường hợp em thi không đạt được tiếng anh nói viết để tốt nghiệp vào tháng 11 này và học kỳ này em không có đăng ký môn học và không có thời khóa biểu để duy trì . Cho em hỏi trong trường hợp này của em có bị buộc thôi học không ?",
    "Em có bảng điểm học kỳ 1 của năm học 2019-2020 có môn nguyên lý máy, ở học kỳ này em có đăng ký và thi xong môn nguyên lý máy được 8.0 điểm và phòng đào tạo có cập nhật điểm trên web cho em là 8.0 nhưng sao bây giờ em lại thấy phòng đào tạo cập nhật lại điểm của em môn nguyên lý máy là 0.0 (em có hình đính kèm). Ở học kỳ đó em đăng ký môn nguyên lý máy ở học kỳ chính là nhóm T01-A, nhưng do em muốn ôn thêm kiến thức nên trong lúc còn đang học thì em có đăng ký thêm học kỳ tết cũng là môn nguyên lý máy nhóm RZ01-, nhưng trước tết em đã thi và đã đậu được 8.0 điểm ở học kỳ chính nên kỳ thi môn này của học kỳ tết em không thi nên mới bị điểm 13.0. Mong phòng cập nhật lại điểm môn nguyên lý máy giúp em. Em có những thắc mắc về vấn đề đăng ký tốt ngiệp như sau: 1. Em đã bảo vệ thành công luận văn tốt nghiệp vào ngày 17/09/2020, em muốn đăng ký tốt nghiệp nhưng em có cần thiết phải có tên trong danh sách tốt nghiệp dự kiến thì mới đăng ký đc không? 2. Khi em đã được cập nhật điểm luận văn thì em có cần phải lên phòng đào tạo để làm đơn đăng ký tốt nghiệp bổ sung không? 3. Vấn đề ngày giờ làm lễ tốt nghiệp thì phòng đào tạo sẽ gửi mail cho em hay em phải theo dõi thông báo thường xuyên của trường. 4. Cho em cin thời gian làm việc của phòng đào tạo vì em làm ở Bình Chánh, khá xa, em sợ có khi lên mà phòng không làm nên rất tốn thời gian và công sức. Em mong phòng đào tạo giải quyết giúp em, em xin cám ơn.",
    "Em xin chào thầy/cô Phòng đào tạo. Em tên , lớp HC16KTTP. Hiện em đã đạt hoàn thành xong luận văn, không còn nợ môn, tín chỉ đạt yêu cầu, toeic 550, toeic nói viết 230, công tác xã hội cũng đạt đủ ngày theo yếu cầu. Nhưng mà các bạn cùng khóa em đã nhận được mail là có tên trong danh sách dự kiến tốt nghiệp, nhưng em vẫn chưa nhận được và trong mục đăng ký tốt nghiệp trên myBK cũng ghi em chưa có tên trong danh sách. Em không biết lí do vì sao em lại không có tên ạ. Em hi vọng nhận được phản hồi sớm từ Phòng đào tạo ạ. Trước môn tiên quyết của em không đạt 7.5 theo yêu cầu nên em đã bị ra khỏi chương trình tài năng. Lúc khi có kết quả thi toeic nói viết 230, em không biết mình còn tài năng không, em đã mail hỏi PĐT nhưng câu trả lời là liên hệ khoa. Khi em hỏi thầy phó khoa thì nhận được câu trả lời em xem trên aao và thầy bảo nếu toeic của em đạt chuẩn lớp thường thì vẫn tốt nghiệp được nhé và sẽ không còn bằng tài năng thôi, vì lý do đấy nên em không thi nâng điểm lại và giữ nguyên 230. Em không biết có phải còn mặc định em là tài năng nên toeic 230 không đạt không ạ. Em mong PĐT giải quyết giúp em ạ. Em chân thành cảm ơn ạ!",
    "Thầy/cô cho em hỏi hiện tại em muốn đăng kí bổ sung thêm môn học được không ạ",
    "Dạ pđt cho e hỏi hk192 em có đăng ký 2 môn gdtc, đều qua cả 2 môn nhưng phần chuyển điểm của em lại như thế này, cho em hỏi là em đã hoàn thành thành đủ 3 môn gdtc chưa ạ",
    "Ngày 5/9/2020 em đã thanh toán học phí học kỳ DT193 nhưng hệ thống ngân hàng OCB chưa gạch nợ. Tối ngày 14/9/2020 thi cuối kỳ môn PLĐC thì em được báo là còn nợ học phí chưa thanh toán nên phải xuống phòng đào tạo để xin giấy. Ở phòng đào tạo em phải thanh toán lại số tiền 1.440.000 đồng để BKPay cập nhật trạng thái thanh toán (đã trễ hạn). Cho em hỏi là số tiền 1.440.000 đồng đã thanh toàn trước đó của em có thể được hoàn trả lại hay trừ vào học phí học kì 201 không ạ ? ",
    "Em viết đơn xin sự giải đáp là, nếu em làm đơn thanh toán trễ học kì thì mình làm theo từng bước như nào ạ?  Em cảm ơn ạ.",
    "Em là sinh viên Khóa 2017. Theo như hình đính kèm thì 500 điểm TOEIC chỉ chuyển điểm được AV1, AV2. Nếu em đạt 500 điểm thì có cần phải học thêm AV3 và AV4 mới được tốt nghiệp không ạ ? Em cảm ơn",
    "Em đã hoàn thành đủ các điều kiện tốt nghiệp theo quy chế của trường. Mong phòng đào tạo cập nhật dach sách tốt nghiệp giúp em.",
    "Kính gửi thầy/ cô, Em có thể xin đổi môn EE3003 sang nhóm A01 hoặc A03 được không ạ? Lý do: vì thầy cô bên nhóm này sẽ thuận tiện hơn khi em làm học phần mở rộng của lớp tài năng ạ. Em xin cảm ơn ạ.",
    "Chào thầy cô, em vừa có điểm tiếng anh và đủ điều kiện tốt nghiệp cho tháng 11 săp tới. Nhưng trước đó em có đăng kí môn học để duy trì tình trạng học. Cho em hỏi để đăng ký xét tốt nghiệp em có cần phải rút môn học trước không và học phí sẽ thanh toán như thế nào(do em thấy lịch đóng học phí vào ngày 26/10 nên em nghĩ sẽ không cập nhật kịp)? Và cách thức đăng ký xét tốt nghiệp như thế nào ạ?(do em thử đăng ký online nhưng không được). Em xin chân thành cảm ơn.",
    "Em xin chào pdt. Em tên .Mssv , nay em muốn bổ sung môn công nghệ lạnh và điều hòa 2 (260628)trong học kỳ này.Em xin cảm ơn.",
    "Dạ cho em hỏi là học kì dự thính 201 trường tổ chức học online hay offline ở CS1 vậy ạ",
    "Tốt nghiệp     Chào Thầy,Cô  Cho em hỏi là hiện em đã hoàn thành LVTN (bảo vệ đợt 2) nhưng chưa có tên trong danh sách tốt nghiệp dự kiến và em chưa có bằng anh văn nói viết thì em có đăng ký tốt nghiệp được không và thủ tục như thế nào ạ?  Và hạn cuối để hoàn tất đăng ký là khi nào ? ",
    "Em là sinh viên k17. Em có câu hỏi là nếu bây giờ em thi toeic được 500 điểm thì có đổi được anh văn 4 hay không. Có phải là sang học kỳ 201 thì toeic 600 mới đổi được điểm anh văn 4. Em xin chân thành cảm ơn.",
    "chào thầy cô! em có đăng ký môn hoá phân tích mã CH2009 theo đúng kế hoạch giảng dạy của khoá k18-nghành công nghệ sinh học . Nhưng lại bị đưa vào lớp hoá phân tích của nghành công nghệ vật liệu và khoa học môi trường sáng thứ 5 tại phòng H6-206 . Thầy cô cho em hỏi giờ em cần phải làm gì ạ? Em cảm ơn!",
    "Dạ chào Thầy/Cô    Ngày 23/9 em có gửi câu hỏi là có đăng ký môn học IM3061 được không để em đăng ký học kỳ dự thính ạ nhưng có thể cô đã hiểu lầm nên đăng ký cho em vô học kỳ chính    Em mong cô xem lại và hủy dùm em với ạ    Em cảm ơn Cô ",
    "Dạ em chào PĐT, tình hình là em đang học môn as1003 cơ lí thuyết ở kì chính 201, vậy cho em hỏi em có thể đăng kí môn me2003 nguyên lí máy ở kì dự thính 201 đc k ạ, môn cơ lí thuyết là môn học trước của nguyên lí máy, mong pđt tạo điều kiện cho em để em có thể đk đc nguyên lí máy vì qua kì 202 nó bị vướng nhiều môn chuyên ngành ạ :((, em cảm ơn",
    "Kính thưa phòng đào tạo! Em có vào trang đăng ký xét tốt nghiệp cho đợt tháng 11 nhưng em thấy tình trạng đăng ký là không có tên trong danh sách tốt nghiệp dự kiến và cũng không thể bấm xác nhận vào các mục nhập thông tin được ạ. Vậy kính mong PDT cho em biết với tình trạng như vậy em phải làm như thế nào ạ? Bổ sung thêm là em vừa đạt đủ điểm anh văn nói viết vào ngày thi 14/8 rồi a.",
    "Thầy/cô cho em hỏi là em đã nộp bằng Toeic vào trường với mức điểm 675 và đã được xét duyệt miên 4  . Cho em hỏi là vào kì 202 tới em sẽ làm Luận Văn vậy khi đến đợt xét chuẩn Ngoại Ngữ để nhận Luận Văn Tốt Nghiệp cho học kì 202 thì hệ thống của trường sẽ tự xét duyệt luôn hay em có cần làm các thao tác gì trên Mybk để được xét duyệt nhận Luận Văn Tốt Nghiệp không ạ ?   Em chân thành cảm ơn Thầy/cô.",
    "Em mới chuyển sang nhóm A01 môn EE3015. Xin phòng đào tạo cập nhật nhóm trên elearning giúp em ạ. Em cảm ơn.",
    "hiện tại quiz môn cơ lưu chất đang bị đóng nên em không làm bài được, và theo lịch trình thì không làm quiz thì thị cấm thi cuối kỳ, mà hạn cuối làm quiz là cuối hôm nay. Chỉ em và 1 số bạn trong lớp thầy  bị thôi ạ. Có cách nào cứu vãn cho em được không ạ. Em cảm ơn . (Trong hình thì em đã xem video và làm trắc nghiệm tất cả những đường link đã click nhưng vẫn không làm phần tiếp theo của cô )",
    "Em xin chào thầy/cô phòng đào tạo. Em tên , lớp HC16KTTP. Ngày qua em đã gửi câu hỏi về việc không nhận Mail thông báo về việc có tên trong danh sách tốt nghiệp dù đủ các điều kiện và em xin cảm ơn về phản hồi của Phòng đào tạo gửi cho em. Em có hỏi bên BK English về việc chuyển điểm TOEIC speaking & writing và nhận phản hồi là đã chuyển cho phòng đào tạo trong ngày 17/8. Và các bạn em cũng được chuyển ngày đó và cả sau đó 2 tuần, các bạn đều nhận được Mail có trong danh sách tốt nghiệp và được đăng kí, nhưng em không có. Em mong đến ngày 30/9 sẽ nhận được tin tốt từ Phòng đào tạo rằng chỉ là do lỗi hệ thống và em đã được cập nhật danh sách. Em hi vọng được tốt nghiệp đúng hạn và không gặp phải lỗi gì ạ . Em chân thành cảm ơn sự hỗ trợ của thầy/cô !!",
    "Kính gửi phòng đào tạo Em làm đơn này để xin đăng ký môn học  Nguyên lý lò công nghiệp ( MA 3021) Lý do: Do đợt đăng kí đợt 2 môn học đã đủ người. Đợt 3 thì em bị vượt quá tín chỉ. Tuy nhiên em vẫn mong xin phòng đào tạo cho em đăng kí môn học này vì lý do từ học kì sau môn học sẽ chuyển thành môn tự chọn và em có khả năng không thể học được. Xin cảm ơn",
    "Em chào phòng đào tạo, em tên là , MSSV: . Em hiện là sinh viên năm 4 của khoa Môi trường và Tài Nguyên. Do bất cẩn trong quá trình đăng kí môn học, em đã bỏ sót một môn của năm 4 của em là môn   B EN3047 - Đánh giá tác động và rủi ro môi trường   . Đây là môn học do cô  giảng dạy, vì cô khá bận nên mỗi năm chỉ mở một lần và do em có làm việc với cô nên em được biết cô trong năm tới có thể không dạy do công việc riêng và điều đó rất khó cho em việc ra trường của em và vì em rất muốn làm việc với cô. Em hy vọng phòng đào tạo hướng dẫn em có thể tham gia môn học trong thời gian học kì hiện tại. Em cảm ơn.",
    "Em chào Thầy/Cô, Em tên , mssv: .Em hiện là sinh viên bằng 2 ngành Khoa học máy tính khóa 2020. Do em không thể đăng ký các môn học cho sinh viên năm 1 vào học kỳ chính nên em đăng ký các môn này trong học kỳ dự thính (em đã dkmh dự thính đợt 1). Hiện tại em đang có một môn học học từ tiết 10-12 CS2 vào thứ 4 & thứ 6 trong hk chính, do đó rất dễ trùng lịch khi đkmh đợt 2 (theo em được biết thì dự thính thường học từ tiết 13-15 CS1). Do đó em dự định sẽ hủy môn học này khi có TKB chính thức của hk dự thính (khi em chắc chắn đk được các môn học dự thính). Em muốn hỏi là ở đợt đkmh thứ 2 và thứ 3 nếu em đk dự thính vào tiết 13-15 ngày thứ 4 & thứ 6 thì hệ thống có xuất hiện lỗi không đảm bảo thời gian giãn cách không?(vì em vẫn chưa hủy môn học kia tại thời điểm này) Và nếu lỗi này xảy ra thì em phải làm sao để đk môn học cho hk dự thính?(em cam đoan sẽ hủy môn học kia sau khi có thời khóa biểu của hk dự thính). Em xin cảm ơn,",
    "Thầy(Cô) cho em hỏi : Các môn tự chọn nhóm A hệ VLVH hiện tại không mở, có thể học thay thế nhóm B được không.",
    "Em tên  MSSV:  Khoa: Cơ Khí Lớp: CK19CK12 Nội dung: em đã trễ học phí dự thính học kì 193, sau đó e đã thanh toán, nhưng do bận công việc riêng nên em chưa lên PĐT xin giấy xác nhận đã đóng trễ học phí. Vào ngày 23/09/2020 em không được dự thi cuối kì môn GT1, em kính xin PĐT xem xét cho em được thi lại, bởi vì mùa dịch khó khăn nên mới xoay sở học phí trễ mà do sơ suất mà không dược dự thi. Em cảm ơn PĐT đã nghe em trình bày, em mong nhận được quyết định sớm .",
    "Dạ cho em hỏi, giấy xác nhận sinh viên để nộp cho địa phương tạm hoãn nghĩa vụ quân sự bị in sai thông tin lưu trú thì có được cấp lại không ạ . Em cảm ơn",
    "Quý thầy cô cho em hỏi em đang theo học văn bằng 2. Hiện em đủ số tín chỉ để làm luận văn nhưng em chưa có có nộp bằng toeic. Vậy QUý thầy cô cho em hỏi em có cần nộp bằng toeic mới được đăng ký luận văn. Hay sao ạ. Nếu bắt buộc nộp bằng toiec mới được đang ký luận văn thì em xin phép dcd đăng ký làm luận văn trước và nợ bằng toiec sau được không ạ? Kinh mong Quý Thầy cô hướng dẫn cho em. Em xin chân thành cảm ơn!   i Tốt nghiệp .",
    "Cho em hỏi là môn học môn học Xác suất và thống kê mã môn MT2014 vẫn chưa được cập nhật ạ!",
    "Dạ cho em hỏi. BẢNG quy đổi điểm anh văn học kỳ mới 201 này có áp dụng cho ca các khoá từ k16 trở về trước ko Có phải bây giờ khoá của bọn em phải có đủ 4 av cùng bằng toeic 500 mới dc ra trường . Hướng thứ 2 là phải có đủ 600 điểm toiec Việc này đã gây nên rất nhiều bức xúc cho rất nhiều bạn sinh viên đang đọng lại chưa ra trường được vì anh văn Đa phần sinh viên năm bọn em ko có học hết 4 anh văn như các khoá khác và các bạn chỉ dừng lại ở mức av 1.2 Em vừa đi thi và khả năng là đủ 500 điểm. Nhưng giờ em ko có đủ 4 av ở trường thì sao ạ? 600 điểm toeic là 1 điểm số quá sức với sinh viên trường kỹ thuật. Mong pdt giải thích cho bọn em 1 cách thoả đáng. Em xin trân thành cảm ơn.",
    "Em xin chào PĐT ạ, em có 1 số câu hỏi cần trợ giúp ạ . Em là sinh viên khóa 2013, hiện tại theo quy định học vụ thì em đã hết thời gian đào tạo. Em vừa hoàn thành Luận Văn Tốt Nghiệp kì này nhưng vẫn còn nợ 1 môn học. Không biết còn cách nào để gia hạn thêm 1 kỳ không ạ . Mong PĐT hỗ trợ, chỉ dẫn em ạ. Em xin cảm ơn ạ.",
    "Dạ em xin chào các thầy cô! Em xin trình bày vấn đề về việc đăng kí tốt nghiệp của em ạ. Em là sinh viên K17 của TTĐT BDCN, hiện tại em đã tích lũy đủ 108 tín chỉ, TOEIC 720(đã thẩm tra và chuyển điểm thành công), 11 ngày CTXH. Nhưng em không thể đăng kí tốt nghiệp được ạ, em không thể cập nhật thông tin về lí lịch được và cũng không thể tải ảnh lên được. Mong các thầy cô xem xét về trường hợp của em ạ. Trong khi chờ đợi em xin chân thành cảm ơn các quý thầy cô!",
    "Mssv:  Em đã xem qua qui định về việc nộp bằng tin học, em muốn hỏi về hạn cuối nộp bằng là khi nào, vào cuối năm 2 hay năm 3, em cảm ơn ạ.",
    "Lịch SHCD bị trùng với lịch thi HK 193 của em thì giờ phải làm sao ạ?",
    "Dạ chào Cô, Em đã kiểm tra kết quả DKMH trên cổng thông tin sinh viên nhưng thấy vẫn chưa hủy IM3061 ạ. Cô kiểm tra giúp em với ạ. Em cảm ơn Co",
    "Chào thầy cô ạ! Vì một số lí do khách quan em muốn xin đổi lớp đồ án bê tông 2 có được không ạ? Kết quả đăng kí đợt 3 chỉ có 1 lớp nhưng sau đó chia nhỏ ra nên em không biết là GV em muốn đổi thuộc nhóm lớp nào. Nếu được em sẽ làm đơn nộp cho PĐT ạ Em cảm ơn ạ!",
    "Em tên là  MSSV  Em bị hủy môn học [ME2123] Kĩ thuật hệ thống nhóm L01 do bị trùng lịch. Giờ cho em hỏi em có thể chuyển qua nhóm L02 không ạ? Tại vì nhóm L02 em không bị trùng lịch. Nếu em không thể chuyển qua nhóm L02 được thì cho em đăng kí thêm môn [ME2051] Vận trù học nhóm L01 (trong học kì chính) ạ. Vì lí do môn ME2123 Kĩ thuật hệ thống bị hủy thì em chỉ còn 12 chỉ thôi ạ. Mong pđt phản hồi sớm giúp em ạ. Em cảm ơn.",
    "Em tên là . MSSV: . Lớp CK19LOG2. Em bị hủy môn học ME2123 Kĩ thuật hệ thống nhóm lớp L01 do bị trùng lịch. Cho em hỏi em có thể chuyển qua nhóm lớp L02 không ạ?  Hoặc nếu không được chuyển thì em có thể đăng ký thêm môn ME2051 Vận trù học không ạ? Mong PĐT phản hồi sớm giúp em, em xin cảm ơn!",
    "Em xin chào cô! Giấy chứng nhận sinh viên để tạm hoãn nghĩa vụ quân sự của em bị sai thông tin ở phần Hộ khẩu thường trú (Hộ khẩu thường trú của em là huyện   B Thanh Bình    nhưng trong giấy xác nhận là   B Tháp Mười   , như thế em có cần phải vào Văn phòng khoa để đổi lại giấy không ạ?(em đã kiểm tra thông tin lúc trước của em cập nhật cho PĐT là huyện Thanh Bình). Em chân thành cảm ơn!",
    "Em chào Thầy/Cô. Em tên , MSSV: , em mới đăng ký môn học AV350, nhưng ở mục CS (cơ sở) ghi là .D.LUC, em không biết học ở đâu, xin Thầy/Cô hỗ trợ giúp em. Trân trọng!",
    "Chào thầy. Học kỳ chính quy 201 (không phải dự thính) em có đăng ký môn Mạch Điện Tử (EE2007) và Mạch Điện Tử Thông Tin (EE3011). Môn EE2007 là môn tiên quyết của EE3011 nên em không đăng ký được môn EE3011. Dự định của em là sẽ tốt nghiệp sau học kỳ này nhưng nếu không đăng ký được môn EE3011 thì phải đợi 1 học kỳ nữa để đăng ký hoặc có thể là 2 học kỳ vì học kỳ trước môn học này cũng không mở. Em mong nhà trường sẽ tạo điều kiện để em có thể ra trường sớm nhất có thể. Em xin cám ơn thầy.",
    "Tình trạng của em hiện tại là ở lần nộp bằng đợt 1 thì em bị trễ. Nhưng lần nộp bằng lần 2 thì em quên mất khoảng thời gian nộp rồi. Hơn nữa em cũng đã đăng kí nộp bằng trên hệ thống từ khoảng cuối tháng 8, nhưng nó lại ghi là vẫn đang chờ xử lý. Bởi vậy em muốn hỏi về thời gian nộp bằng tốt nghiệm PT lần 2, và liệu tới khoảng thời gian đó thì hệ thống mới xử lý đơn đăng ký nộp bằng cho em hay không.",
    "Kính gửi: Phòng Đào Tạo Em tên:          MSSV:          Ngành: Bảo Dưỡng Công nghiệp Nay em xin trình bày một việc như sau: Do em đã xong hết môn nên đăng kí môn học bổ sung để duy trì tiến độ học tập. Em xin đăng kí môn: Tổ chức quản lý  bảo dưỡng 1 ( mã môn học: 260609 ). Em xin chân thành cảm ơn.",
    "Kính gửi: Phòng Đào Tạo Em tên:          MSSV:          Ngành: Bảo Dưỡng Công nghiệp Nay em xin trình bày một việc như sau: Do em đã xong hết môn nên đăng kí môn học bổ sung để duy trì tiến độ học tập. Em xin đăng kí môn: Tổ chức quản lý bảo dưỡng 1 MMH: 260609 Em xin chân thành cảm ơn",
    "Em muốn hỏi : Năm học này trường sẽ mua BHTN cho SV như năm rồi hay SV tự mua ạ?",
    "Do đăng kí nhầm môn hoá phân tích CH2009 của kỹ thuật môi trường thành môn hoá phân tích CH2113 Của kỹ thuật hoá học  Mong trường có thể giúp e giải quyết",
    "Chào Phòng đào tạo ạ. Em có trường hợp này muốn hỏi phòng đào tạo. Em xem bảng điểm thì thấy có 2 cột môn thực tập tốt nghiệp có mã môn là TR3313 ( hình đính kèm ). Phòng đào tạo cho em hỏi là có ảnh hưởng gì không ạ? Vì học kì sau em xét làm luận văn tốt nghiệp. Em xin cảm ơn.",
    "Em là , MSSV: . Em có nhận được mail pđt báo hủy môn phương pháp tính do trùng lịch với Kĩ thuật hệ thống công nghiệp. Em muốn xin chuyển môn phương pháp tính qua L04 ạ do hôm đó em không có lịch học. Em mong pđt xem xét cho em được chuyển lớp. Em xin cảm ơn.",
    "Dạ em chào thầy/cô. Về quy định số tín chỉ lích lũy để nhận LVTN, em thấy trong quy chế có ghi là \"Đạt số tín chỉ tích lũy (TCTL) tối thiểu bằng số TCTL theo tiến độ của CTĐT – 7 TC\". Vậy thầy cô cho em hỏi: -Theo chương trình đào tạo (CTĐT) 4 năm của em, nếu đúng tiến độ (không học trước), đúng các môn thuộc CTĐT, không rớt môn nào thì hết học kỳ 1 năm 4 sẽ được 129 chỉ. Vậy điều kiện về tín chỉ để nhận LVTN là 129-7=122 tín chỉ phải không ạ? -Vậy ví dụ hết học kỳ 1 năm 4 em còn nợ 10 chỉ, nhưng đã đăng ký học trước và qua 1 môn tự chọn 3 chỉ thuộc học kỳ 2 năm 4 =  em có  132-10 =122 chỉ thì vẫn thỏa điều kiện nhận LVTN phải không ạ? -Cứ miễn đủ 122 chỉ là em thỏa điều kiện tín chỉ nhận LVTN phải không ạ? Em cảm ơn",
    "e muốn đăng kí môn xác suất thống kê  không biết còn đăng kí được k ạ , e bị xóa mất môn đường lối của đảng . em cám ơn",
    "Em tên là , MSSV: . Em có thể xin đổi môn EE3003 (Thiết kế hệ thống nhúng) từ nhóm A02 (lớp thầy , tiết 2-3-4, thứ 6) sang nhóm A03 (lớp thầy , tiết 7-8-9, thứ 4) được không ạ? Lý do: lớp A03 sẽ thuận tiện hơn cho em trong việc học tập và hoàn thành học phần mở rộng lớp tài năng. Em cảm ơn.",
    "Kính gửi thầy/cô, Em có thể đổi môn EE3003 sang nhóm A03 được không ạ? Lý do: vì thầy cô bên nhóm này sẽ thuận tiện hơn khi em làm học phần mở rộng của lớp tài năng ạ Em xin cảm ơn ạ",
    "Kính thưa thầy/cô, Em có thể xin đổi môn EE3003 sang nhóm A03 được không ạ? Lý do: Thầy/cô và các bạn bên nhóm này sẽ thuận tiện hơn khi em làm học phần mở rộng của lớp tài năng ạ . Em xin cảm ơn.",
    "MSSV:  Đăng ký môn học Em có định đăng ký môn học Anh Văn 2 có mã môn học là LA1005 nhưng vì lớp đầy nên em không đăng ký vào được ạ.",
    "Chào thầy cô phòng đào tạo. Em hôm trước có nhờ thầy cô bên phòng đào tạo chuyển lớp môn Thiết kế hệ thống nhúng(EE3003) từ thứ 6 sang thứ 4, mà hiện tại phòng đào tạo đã chuyển lớp dùm em rồi.(có đính kèm ảnh) Lịch học trên Mybk đã đổi nhưng sao trong BKel nhóm lớp vẫn hiện lớp cũ ạ. Vì môn học này có chia bài tập nhóm nên em cần vào Bkel để tìm danh sách lớp và chia nhóm kịp thời. Mong thầy cô giải quyết hộ em với ạ. Để em theo kịp tiến độ của môn học. Em cám ơn ạ!",
    "Cho em hỏi là nếu mình đăng kí học bóng chuyền ở cơ sở 1 thì vẫn học ở cơ sở 1 hay là phải học ở trung tâm TDTT  của ĐHQG-HCM ạ?",
    "Em là   Lớp CK19CK12 Em xin hỏi hiện giờ có thể nhận bằng bằng quốc phòng được không và nhận ở đâu ạ? Em cảm ơn.",
    "Kính gửi Nhà trường, Em muốn đăng ký bổ sung môn MT1009 - Phương pháp tính vào lớp L01. Nguyên nhân là em đã đăng kí vào lớp L02 nhưng đã bị hủy do bị trùng TKB môn ME2123 (mới Bổ sung TKB theo tiến độ). Em xin chân thành cảm ơn.",
    "Gữi thầy/ cô Cho em hỏi là ở HK 201 này có mở đăng kí LVTN cho hệ chính quy tại cs1 hay không ạ? Cảm ơn thầy/ cô",
    "Kính gửi thầy/cô, Thầy/cô có thể cho em xin huỷ đăng kí môn học EE3077 được không ạ? Lý do: vì có một vài biến cố trong gia đình nên em phải đi làm thêm. Lịch làm thêm của em bị trùng với lịch học nên em không thể đi học được. Em mong thầy / cô thông cảm ạ.",
    "I      /I   B  Kính gửi ban giám hiệu Trường Đại học Bách Khoa thành phố Hồ Chí Minh Em tên là  Sinh viên lớp CK19LOG2  Nay em viết đơn này kính mong nhà trường cho em được đăng kí bổ sung môn học Triết học  -  mã môn SP1031, do môn học bị trùng lịch học với môn Kỹ thuật hệ thống nên em bị huỷ môn. Mong nhà trường xem xét và giúp em xếp lớp để em được học môn Này mà không bị trùng lịch. Em xin chân thành cảm ơn!",
    "Tại sao đăng kí môn học thành công mà không có thời khoá biểu học kì 201?",
    "Tốt nghiệp Chào Thầy. Em là  hệ VHVL Mssv : . Nhờ Thầy cho em xin điểm trung bình tích luỹ và các điều kiện còn thiếu để nhận . Em xin cám ơn.",
    "Em có rút bằng tốt nghiệp ở trường cấp 3 nhưng bằng có thiếu sót con dấu nên em không sao in ra được. Để làm lại bằng thì em phải về quê mà em không có đủ điều kiện để về. Vậy cho em hỏi em nộp trễ bằng tốt nghiệp trung học phổ thông được.và nếu em chưa nộp kịp so với thời gian trường yêu cầu thì có bị vấn đề gì ko ạ? Em chân thành cảm ơn",
    "Chào Phòng Đào tạo (PDT), em tên  mssv . Em có một số thắc mắc mong PDT giải đáp. Em là SV k2015, theo chuẩn đầu ra để xét tốt nghiệp là Toeic 500. Em đã đạt được số điểm trên, muốn chuyển điểm để được miễn học các lớp Av 1234 và tốt nghiệp vào tháng 11 tới. Nhưng mà em thấy bảng điểm qui đổi cho HK1 năm 2020-2021 đã thấy đổi. PDT cho em hỏi là bảng điểm trên là áp dụng cho SV khoá k2020 hay sao ạ. Nếu mà có áp dụng cho SV khoá k2015 thì quá thiệt thòi cho SV k2015, vì chuẩn đầu ra Toeic là 500 mà theo bảng qui đổi trên thì Toeic 600 mới được miễn AV 4. Em mong PDT cứu xét tạo điều kiện cho SV k2015 có thể tốt nghiệp vào đợt 2, chứ trong 1 tháng mà phải thi đạt được Toeic 600 thật sự quá khó. Em chân thành cảm ơn.",
    "Dear phòng đào tạo, Cho em hỏi việc học các môn GDTC nhóm lớp A là học tại sân B12-San1 như thời khóa biểu hay tại các địa điểm như mail thông báo ạ. Em cảm ơn",
    "Em vào web đăng ký tốt nghiệp đến phần \"4. Kích hoạt tài khoản cựu sinh viên\" khi đã nhập mật khẩu mới, web hiện thông báo quay về mail cá nhân để hoàn tất (em đã check ghi đúng mail, không sai). Nhưng vào mail cá nhân em không nhận được mail nào cả. Em tên -, đã có tên trong danh sách tốt nghiệp 11/2020. nhờ mọi người xem giúp em.",
    "Dạ cho em hỏi môn Các nguồn năng lượng tái tạo (Ma2013) là môn ngành của ngành Năng lượng Khoa CnVl và ngành của em trung bình 1 học kì chỉ có tầm 20 sv hiện tại thì đăng kí dự thính hk1 khoảng 9 bạn thì có được mở lớp không ạ?? Nếu không được mở do sl sv ít thì có cách nào để em được xin mở lớp không ạ!!! Em cảm ơn",
    "em đang là sinh viên năm 2 (K19) em có câu hỏi là chuẩn tin học của trường mình là phải có chứng chỉ bắt buộc để lên được năm 3 giống như việc sinh viên phải pass anh văn 3 mới được đăng kí môn học cho năm 3 phải không ạ.Hiện tại em không có nhiều thông tin về chuẩn tin học cho sinh viên lắm mong nhà trường giải đáp",
    "Em tên là . MSSV:  Lớp CK19LOG2 Em bị hủy môn PE1023 do bị trùng lịch với ME2123 Kỹ thuật hệ thống (mới cập nhật thời khóa biểu) Cho em xin được đăng ký môn PE1023 Võ lớp L04 ạ. Em xin cảm ơn.",
    "phone_number]   i  . Cho mình hỏi là vào ngày   B 19/09/2020    Mình đã thực hiện CTXH là đo thân nhiệt trong 2 ca là   B ca 1    và   B ca 2   , thời gian từ 6h tới 13h30. Và hôm đó mình đã xác nhận được tính là 2 ca rồi, nhưng phòng CTXH chỉ cập nhật   B 0.5    ngày CTXH cho mình thôi? Hiện nay mình đang   B thiếu 0.5    ngày CTXH để đăng ký tốt nghiệp nên rất cần phòng CTXH cập nhật sớm để mình có thể tốt nghiệp đúng hạn. Cám ơn.",
    "Em xin được cập nhật lại ngành học của em ạ. Em đã xin rút chương trình việt pháp vào khoảng đầu hk191 và đã được phân ngành kĩ thuật xây dựng vào đầu hk201 ạ",
    "Em chào thầy cô!  Em tên là . Mssv . Hệ VHVL . Thầy cô cho em hỏi là em chuyển hệ chính quy qua vhvl khóa 2019 nhưng chương trình học của em là khóa mấy ạ? Em thấy có nhiều bạn khóa 2019 nhưng chương trình học là khóa 2013. Em xin cảm ơn!",
    "Xin chào, em tên là Nguyễn Xuân  sinh viên khoa khoa học và kỹ thuật máy tính. Hiện tại em đang thực hiện Luận văn tốt nghiệp để hoàn thành chương trình học, nhưng do thiếu chứng chỉ ngoại ngữ nên em vẫn chưa đăng ký được môn học Luận Văn Tốt Nghiệp . Em đã đăng ký nộp bổ sung chứng chỉ ngoại ngữ vào ngày 24/09/2020 trễ so với hạn chót nộp chứng chỉ ngoại ngữ xét luận văn tốt nghiệp trong lịch học vụ. Em cần phải làm gì để có thể được đăng ký môn học Luận Văn Tốt Nghiệp trong đợt đăng ký cuối cùng vào ngày 25/09/2020 đến ngày 01/10/2020 . Mong quý thầy cô giúp đỡ. Em xin cảm ơn. ",
    "Chào thầy/cô, Em tên là  , MSSV: Mai em dự thi cuối kì của kì dự thính hè 193 và hôm nay em mới có thể đóng học phí trễ hạn được nhưng hệ thống  báo lỗi không thanh toán được. Giờ có cách nào giải quyết không ạ! Em xin cảm ơn",
    "Cho em xin đăng ký môn Nhà nhiều tầng (CI3121) lớp A01 để đảm bảo chương trình học. Em xin chân thành cảm ơn",
    "Cho em xin đăng kí môn học Kết cấu thép 1, mã môn học CI3009, lớp: A04, giáo viên: , tiết học: 789 thứ 3. Em mong nhà trường tạo điều kiện cho em xin vào lớp để hoàn thành chương trình học đúng tiến độ để kỳ sau có thể nhận luận văn tốt nghiệp, em cảm ơn",
    "Thưa thầy(cô)! Cho em hỏi là lần update điểm mới đây tại sao điểm môn Nguyên Lý Máy (ME2003) của em lại không có trong khi lần update lần trước điểm của em có rồi . Em cám ơn!",
    "Chào thầy/cô, Cho em hỏi là em đã đủ điều kiện tốt nghiệp, làm thế nào để em được vô danh sánh dự kiến tốt nghiệp ạ",
    "Dạ, cho em hỏi: 1. Vào tháng 10 tới em chuyển điểm anh văn để tốt nghiệp, vậy điểm chuyển sẽ tính theo cách mới chung của trường hay vẫn tính theo khóa K15 vậy ạ. 2. Học kì 201 em vẫn đăng kí 1 môn đễ giữ thời khóa biểu, nếu em đủ điều kiện tốt nghiệp thì e hủy môn (đóng phí) sẽ vẫn được công nhận tốt nghiệp trong kì này luôn đúng ko ạ. Em cám ơn !!",
    "Tốt nghiệp       Chào thầy/cô,    Em đã đăng ký tốt nghiệp và đóng tiền trên bkpay thì thấy thông báo phiếu đăng ký của em đã được xử lý nhưng vẫn chưa nhận được mail báo và kiểm tra   B danh sách dự kiến tốt nghiệp 11/2020    vẫn không có tên em ạ    Thầy/cô cho em hỏi khi nào tên em được cập nhật trong danh sách ạ    Em cảm ơn,   ",
    "Dạ thưa, đợt tổ chức kiểm tra anh văn tiếp theo là khi nào ạ.",
    "Em bị hủy môn do trùng lịch với 1 môn mới có TKB. Giờ em muốn xin chuyển lớp môn em bị hủy thì phải làm sao ạ ? Em cảm ơn",
    "Kính gửi PĐT, cho em xin đăng ký môn học Anh văn 2 (LA1005) lớp A01 để đảm bảo chương trình học. Em xin chân thành cảm ơn!",
    "xin chào thầy (cô) ạ , em là   . em có môn học Mạch điện tử Thông tin         EE3011 học vào ngày thứ 6 nhóm A01 hk201 có tkb rồi ạ , nhưng em k có môn học trên elearning . Rất mong thầy cô sửa lỗi để em có thể tiếp cận tài liệu cũng như tương tác với giáo viên ạ .em cảm ơn",
    "Em chào thầy(cô) ạ,thầy(cô) cho em hỏi là khi đăng ký làm lại thẻ sinh viên chỉ cần làm online hay có làm gì nữa không ạ,khi có thẻ thì có được thông báo đã có thẻ không ạ và vừa rồi em có đăng ký làm thẻ online nhưng hơn 1 tháng chưa lấy thì phải làm lại đúng không ạ.Em cảm ơn thầy(cô) ạ.",
    "Em có đăng kí làm luận văn cho hk1 ( hk chính 2020-2021) đợt 2, nhưng thời khoá biểu của em hiện tại không thông báo lịch làm luận văn ạ. Mong thầy/ cô giúp em kiểm tra lại ạ.",
    "Em là , sinh viên khóa k19 .  Vừa rồi ngày 20/9/2020 em có thi kì thi toeic do trường tổ chức và đạt được số điểu tổng cộng cho 2 kỹ năng nghe và đọc là 625 điểm . Em đã cố đọc ở web phòng đào tạo nhưng vẫn chưa hiểu điểm thi vừa rồi của em có thể được quy đổi để đạt qua chuẩn anh văn 4 chưa ạ, tại vì k19 nếu đạt trên 550 điểm toeic thì có thể được qua cả anh văn 4 ạ . Em có đính kèo mail mà phòng đạo tạo gửi đó ạ. Em mong sớm nhận được câu trả lời để có phương án học tập . Em cảm ơn Nhật .",
    "Pđt cho e hỏi là sao e bị huỷ môn đăng ký. E có chụp hình lại và up lên bên dưới E muốn đăng ký bổ sung vào những lớp buổi sáng, nhưng e đăng ký trễ. Vậy hiện có cách nào để e đc đăng ký ko? e phải làm đơn viết tay hay là mẫu của trường? Xin pđt cho e câu trả lời sớm nhất. E xin cảm ơn.",
    "Kính gửi PĐT Em là:  MSSV:  Em có một thắc mắc mong PĐT giải đáp dùm em ạ! Theo như quy chế:\"Đăng ký nộp CCNN để xét nhận Luận văn tốt nghiệp, chuyển điểm cho các môn ngoại ngữ, xét chuẩn tiếng Anh sau mỗi năm học và để không bị xếp lớp Anh văn bắt buộc: phải đăng ký nộp CCNN trước ngày bắt đầu Đợt đăng ký môn học từ 2 ngày đến 2 tuần tùy theo lịch quy định trong Lịch học vụ cuả từng học kỳ,   không cần chờ kết quả thẩm tra \". Em đã nộp CCNN vào ngày 24/09/2020 và chưa có kết quả thẩm tra, theo như quy chế nói là không cần đợi thẩm tra vẫn có thể đăng ký LVTN được, nhưng 25/9 có đợt đăng ký em lại được báo là chưa nộp CCNN. PĐT cho em hỏi là vì sao như vậy ạ? Nếu phụ thuộc vào kết quả thẩm tra thì em phải làm cách nào để kịp thời hạn đăng ký LVTN đợt 25/9-1/10/2020 ạ? Em mong nhận được phản hồi sớm từ PĐT . Em cảm ơn nhiều ạ!!!",
    "Dạ em chào thầy/ cô. Em tên: . MSSV: 9 Khoa cơ khí. Thầy/cô cho em hỏi là nếu em không thể kịp tốt nghiệp tháng 11 này thì em có bị đuổi khỏi trường không ạ. Hiện tại em chỉ còn thiếu Toeic nói viết 200d để ra, nhưng em thi 6 lần rồi vẫn không thể qua. Em vẫn còn 2 lần thi cho tháng 10. Vậy nếu em vẫn không thể qua thì điều gì sẽ xảy ra với em ạ. Kính mong thầy/ cô giải đáp giúp em. Em xin cám ơn thầy/ cô ạ.",
    "Em muốn huỷ môn  Tính mã môn MT1009 vì môn đó không có trong ctdt",
    "Kính gửi quý thầy cô phòng đào tạo. Hiện tại đang trong đợt đăng kí bổ sung đợt cuối cùng cho đồ án tốt nghiệp hk201, tuy nhiên em vẫn chưa kịp có chứng chỉ anh văn. Vì vậy em muốn hỏi là liệu em có thể nộp bổ sung chứng chỉ anh văn trễ để học kì 201 này em vẫn có thể làm đồ án tốt nghiệp không ạ? Nếu được thì cho em hỏi yêu cầu/ thủ tục để được làm đồ án tốt nghiệp trong học kì 201 này và nộp chứng chỉ anh văn bổ sung trễ là như thế nào ạ? Em xin cảm ơn.",
    "Em chào cô/ thầy ạ. Hiện giờ em mới rớt 1 môn ở học kì hè 193 làm em mất 3 chỉ và tổng tín chỉ em đạt được là 51 không đủ chuẩn năm 3. Vậy sắp tới em có bị hủy tất cả môn học trong học kì 201 không ạ. Do tất cả môn em hiện đang học đều là môn của năm 3 ạ. Em chân thành cảm ơn",
    "Em chào thầy/cô, em là  - MSSV: nay em đăng ký chuyển điểm AV tại MyBK và được biết bảng quy đổi điểm tương ứng với mức điểm 645 trên trang PĐT tương ứng AV1-2-3-4 là 10-10-10-8.5 nhưng sao khi đăng ký chuyển điểm trên MyBK lại hiện ra chỉ có 10-10-9-6.5 là sao ạ ? Mong thầy/cô xem xét vì tháng 12/2019 có thông báo học vụ mức điểm 650 tương ứng với ít nhất 8.0 AV4 nhưng 645 của em lại ra 9.0 AV3 và 6.5 AV4. Mong quý thầy/ cô xem xét",
    "Em chào cô/thầy ạ. Phòng đào tạo vừa gửi email về việc đăng ký Thực tập tốt nghiệp, LVTN và đề cương LV cho HK Chính 201 đợt cuối. Trong đợt 3 em đã đăng ký thành công và có TKB rồi thì bây giờ cần phải đăng ký thêm lần nữa không ạ? Em cảm ơn.",
    "Kính chào quý Thầy Cô! Em tên:  MSSV: Lý do: Em vừa đăng ký giấy xác nhận sinh viên, nhưng lại gặp vấn đề về thông tin, cụ thể là \" ngày sinh\" - em sinh ngày : 10/12/1996 nhưng trên thông tin cá nhân lại là 10/01/1996 =  em không thể thay đổi được. Trước khi nhập học em đã báo váo thầy cô tiếp nhận hồ sơ \"và được đảm bảo sẽ không có ảnh hưởng gì\". Mong thầy cô xem xét, hướng dẫn em làm cách nào để giấy \"xác nhận sinh viên \" được chính xác ạ. Em chân thành cảm ơn!  \"hình ảnh đính kèm bên dưới\"",
    "Chào thầy/cô Cho em hỏi muốn đăng ký các môn học năm 3 thì cần anh văn mấy ạ. Em cảm ơn.",
    "Em là SV K18 khoa Hóa Em chưa qua môn Vật Lý 2, và theo như thông tin em được biết thì K19( khoa Hóa) trở về sau không phải học môn Vât Lý 2 mà thay bằng môn . Vậy kỳ sau em có được đăng ký học XSTK thay vì môn VL2 không ạ Em xin cảm ơn",
    "Hiện nay lịch học  bị trùng vào giờ đi làm của em . Em xin được hủy môn học ạ . Em xin cảm ơn Thầy/Cô - Môn : Toán kỹ thuật - Mã môn học : EE1003 - Nhóm tổ : Z3CD",
    "MSSV  Dạ em xin pdt cấp lại giấy xác nhận sinh viên vì bị xin sai thông tin thường trú ạ. Hộ khẩu thường trú của em là Huyện Đức Phổ không phải là huyện Tư Nghĩa . Em cảm ơn",
    "Kính gửi phòng đào tạo Trường Đại học Bách khoa Em có thắc mắc về học kì 1 như sau: 1: Sau khi đăng ký môn học học kì 1 thì thời khóa biểu có 2 môn với thời gian bắt đầu học của từng môn cách xa nhau 10 tuần (hình đính kèm). Vì sao lại như vậy ạ. 2: Trong học kì 1 còn mở thêm đợt đăng kí môn nào nữa không? Mong nhận được giải đáp của quý thầy/cô, em xin cảm ơn.",
    "Chào thầy/cô, Cho em hỏi môn   b  Kỹ thuật điện - điện tử     (  i   B Mã môn    : EE2011   ) có sĩ số lớp tối thiểu là bao nhiêu thì sẽ được mở ạ?! Em xin cảm ơn thầy/cô.",
    "Phòng Đào Tạo giúp em cập nhật lại phần thông tin đăng ký tốt nghiệp. Họ và tên của em bị sai:  --  Sửa thành: ",
    "Cho em hỏi chút là trong hệ thống BK E-learning, sau khi đã hoàn thành môn học tại học kỳ trước 192 thì trong tab 'Sự kiện sắp tới' vẫn còn hiện lên những mốc thông báo thời gian của những môn học cũ trong khi đã sang học kỳ mới 201, như trong ảnh đính kèm thì có thừa 3 thông báo đầu của 2 môn Calculus 2 và Linear Algebra ạ. Có cách nào để ẩnh những thông báo đó không ạ? Em cảm ơn trước ạ",
    "Cho em hỏi nếu không đăng kí môn học trong học kì chính(không có thời khoá biểu HK chính) thù có được đang kí môn học trong HK dự thính hay không?",
    "thầy cô cho em hỏi là kỳ này em đã hoàn thành chương trình học và đang thi anh văn nói viết để tốt nghiệp. Vậy em có cần đăng ký môn học để tiếp tục duy trì tình trạng sinh viên không nếu như  kỳ này em chưa qua anh văn nói viết?  Em cám ơn",
    "Thưa thầy/cô, Em tên là  - là sinh viên khóa K17 khoa Môi Trường và Tài Nguyên. Cho em xin hỏi là để nhận được đề tài luận văn là chỉ cần hoàn thành 4 anh văn của trường hay là phải bắt buộc phải nộp bằng toeic 500 ạ. Và cách quy điểm của 4 anh văn khi em nộp chứng chỉ toiec 500 vô sẽ như thế nào ạ? Em xin cảm ơn. Mong được nhận sự phản hồi sớm ạ! Trân trọng,  .",
    "Kính gửi Phòng Đào Tạo, Em muốn xin file đề cương môn học( bản mô tả nội dung môn học) tất cả các môn em đã học thì làm như thế nào ạ? Trên Elearning có giảng viên đăng đề cương môn học, có giảng viên không đăng ạ. Mong Phòng Đào Tạo hồi âm sớm ạ! Chúc Phòng Đào Tạo một ngày làm việc vui vẻ! Em xin cảm ơn.   Họ tên:     MSSV:     Sđt: [phone_number]",
    "Chào , Em là sv khóa k16, theo quy chế lúc vào trường thì điểm toeic 500 là có thể quy đổi được cả 4 môn anh văn 1, anh văn 2, anh văn 3, anh văn 4. Đó cũng là điểm số cần thiết cho chuẩn đầu ra để tốt nghiệp, nên một phần đông sv k16 chúng em không học theo lộ trình 4 anh văn mà đợi thi toeic đủ 500 để quy đổi điểm. Nhưng hiện nay có thông tin muốn quy đổi đủ 4 anh văn phải vượt qua toeic 600 giống như các khóa sau ( k19, K20) trong khi chuẩn đầu ra 500 thì vẫn dữ nguyên. Điều nay đang làm khó khăn và hoang mang cho các sv khóa k16 chưa đủ 4 anh văn như em. Mong pdt xem xét và thông báo sớm cho chúng em . Em xin chân thành cảm ơn   i  .",
    "Em có học bóng đá vào thứ 7 tiết 2-5 ở b12 sân 1. Bữa đầu tiên em không biết sân ở đâu và học như thế nào ạ?",
    "Em là sinh viên việt pháp. Hiện tại em còn nợ môn Vật lý 1 mã 007706, em định sẽ học trả nợ môn nay trong ký dự thính này. Em muốn hỏi là em đăng ký mã mới tương đương là PH1009, em có cần phải đăng ký thêm môn TN Vật lý mã PH2007 không ạ?",
    "MT2013 L05 Đăng ký lại theo sự hướng dẫn của Phòng đào tạo nhà trường vì bị trùng lịch học ( có đính kèm ảnh chụp email do phòng đào tạo gửi ).",
    "Em chào thầy cô phòng ban, em là 130, em là sinh viên hệ CLC Việt - Pháp đã chuyển ngành sang hệ đại trà từ trước (hiện đã là sinh viên chính quy). Em có thắc mắc là có một số môn năm 1 mà em đã   B đạt ở chương trình cũ nhưng có MSMH khác với chương trình hiện tại    đó là: 1  03 Môn Giáo dục thể chất  ( ở VP) 2  Giáo dục quốc phòng       ( ở VP) 3  Những ngLý cơbản cn M-  ( ở VP) 4  Môi trường và con người   ( ở VP) Vậy em có cần làm các Đơn xin miễn môn học gửi đến từng văn phòng khoa để xét không ạ? Mong thầy cô giúp em, em xin chân thành cảm ơn thầy cô.",
    "Chào Thầy/Cô, em là sv việt pháp K19 sẽ sinh hoạt công dân vào ngày thứ 7 03/10/2020 từ 7h00-10h30. Nhưng sáng hôm đó lớp em cũng có lịch học môn xác suất thống kê MT2009 từ 8h00-11h50 Vậy em phải giải quyết như thế nào ạ? Em cảm ơn",
    "Dạ xin phép cho em hỏi là môn học giải tích 1 và giải tích 2 có đổi mã môn học không ạ? Vì em lên đăng kí mã cũ thì không có lớp mở ạ.",
    "Em đã thanh toán chi phí in thẻ sinh viên mới trên BKpay tuy nhiên hệ thống Dịch vụ sinh viên vẫn báo đang chờ thanh toán. Em không biết có gì sai sót không ạ.Em cảm ơn.",
    "Em là sinh viên lớp thường, đã đăng kí môn học Hoá vô cơ (CH2013), được xếp vào lớp L03. Lớp L03 bây giờ là lớp cho KSTN, do không nắm bắt được thông báo của Thầy  nên em đã không kịp thời đăng kí để chuyển lớp.  Nay em có nguyện vọng được chuyển vào lớp Hoá vô cơ học ở CS2.  Kính mong Phòng Đào tạo quan tâm giải quyết giúp em!",
    "Chào thầy/cô ạ! Em muốn hỏi về môn Cơ lưu chất có phải là môn tiên quyết của môn Sức bền vật liệu không ạ? Em có thể học 2 môn song song không ạ? Em xin cảm ơn nhiều ạ. Mong được phản hồi của thằy cô! Trân trọng!",
    "Dạ cho em xin hỏi về việc chuẩn anh văn cuối năm 2 của k19 ạ, dạ theo như hình 1 thì muốn qua anh văn 3 phải nộp bằng toeic 450 nhưng theo hình 2 thì phải đạt 550 mới qua được ạ. Vậy k19 vẫn áp dụng 450 hay xét theo học kì mới là 550 ạ. Em xi cảm ơn rất nhiều ạ!",
    "B  Cho em hỏi là mình làm sao để vai vốn hỗ trợ cho SV học vậy ạ, và mình đc mượn tối đa bao nhiêu vậy ạ",
    "Kính gởi Thầy/Cô phòng Đào Tạo. Em tên là . Dạ Thầy/Cô cho em hỏi là mình có được miễn học môn thể dục, quốc phòng không ạ? Từ lớp 10 đến lớp 12, do vấn đề sức khỏe nên em được nhà trường Trung học phổ thông miễn học môn giáo dục, quốc phòng (môn quốc phòng em kiểm tra lý thuyết ạ). Em có giấy chứng nhận của bệnh viện về việc yêu cầu miễn học môn thể dục, quốc phòng ạ. Vậy nếu có miễn, em phải cần những giấy tờ gì ạ? Em chân thành cảm ơn Thầy/Cô. Trân trọng.",
    "Em là sinh viên khoá k15, em có thắc mắc về điểm chuyển TOEIC: em phải đạt bao ít nhất  nhiêu điểm thì mới được chuyển điểm anh văn 3 và 4 ạ.",
    "Em muốn hỏi sau khi tốt nghiệp thì mail sinh viên và tài khoản google driver do trường cấp có bị xoá không ạ, và sau tốt nghiệp bao lâu sẽ xoá ạ. Em cảm ơn ạ!",
    "Em chào thầy, cô. Em tên là . Em là sinh viên VP2015, em đăng kí tốt nghiệp được nhưng trong dành sách dự kiến em bị ghi là nợ HP. Em không hiểu nợ HP là cái gì? Nếu là học phí thì em đã đóng đủ như trong ảnh. Còn nếu là nợ học phần thì em đã hoàn thành toàn bộ chứng chỉ trong trường rồi. Tổng cộng là 277 chỉEm mong quý phòng đào tạo trả lời sớm cho em bởi vì tháng 11 là tốt nghiệp ra trường rồi. Em xin cảm ơn",
    "n xin đăng ký môn học bổ sung Tôi tên là: Nguyễn Nhựt Hạ My MSSV: 1914197  Khoa: Cơ Khí Ngành: Logistics và Quản lý chuỗi cung ứng   914197      . Đơn xin đăng ký môn học bổ sung Tôi tên là: Nguyễn Nhựt Hạ My MSSV: 1914197  Khoa: Cơ Khí Ngành: Logistics và Quản lý chuỗi cung ứng Lớp: HT4  914197      . Đơn xin đăng ký môn học bổ sung Tôi tên là: Nguyễn Nhựt Hạ My MSSV: 1914197  Khoa: Cơ Khí Ngành: Logistics và Quản lý chuỗi cung ứng   914197      . Đơn xin đăng ký môn học bổ sung Em tên là: Nguyễn Nhựt Hạ My MSSV: 1914197  Khoa: Cơ Khí Ngành: Logistics và Quản lý chuỗi cung ứng Lớp: HT4Log2 Lí do viết đơn: do bị trùng thời khóa biểu nên em đã bị hủy môn học Kỹ thuật hệ thống, cần đăng ký bổ sung thời khóa biểu theo tiến độ. Kính mong nhà trường cho em được đăng kí bổ sung môn học Kỹ thuật hệ thống, mã môn học ME2123 để theo kịp chương trình đào tạo của nhà trường. Em xin chân thành cảm ơn",
    "Kính gửi: thầy/cô văn phòng Đào tạo Đại học Bách Khoa TP.HCM Em tên là:  K16 khoa Điện-Điện tử chuyên ngành Kỹ thuật điện Em có một vài thắc mắc về đăng ký LVTN mong thầy/cô giải đáp ạ: - Số TCTLN cần đạt được để đăng ký LVTN của khoa Điện là bn ạ  - Số TC đăng ký trong học kỳ kế trước cũng đc tính vào số TCTLN để đk LVTN (chưa biết có qua môn hay k, trừ các môn dự thính). Nhưng nếu mấy môn dự thính có điểm rồi thì nó có được tính không ạ Tại e hiện đang không thể lên vp khoa nên không thể hỏi được ạ. Mong quý thầy/cô giải đáp giúp e . Rất mong nhận được thư phản hồi của thầy/cô. Em xin cám ơn",
    "Dạ em có câu hỏi liên quan đến vấn đề nộp tín chỉ tiếng Anh: Giữa năm nhất em đã nộp bằng Toeic 555 với 2 kỹ năng (Đọc & Nghe) và đã được xét chuyển điểm thành công. PĐT cho em hỏi là đến khi xét tốt nghiệp thì em có cần thi lại để nộp lại bằng Toeic 2 kỹ năng đó nữa không ạ? Em cảm ơn.",
    "Kính gửi phòng đào tạo Em tên , khoa xây dựng Cho em hỏi là dự kiến tháng 11 có thi kiểm tra trình độ tiếng anh không ạ,vậy ngày thi và kết quả có trước ngày đăng ký môn kì 202 không. Em xin cám ơn.",
    "Chào thầy/cô, Lúc sinh hoạt công dân em có từng nghe qua trường hợp bị quá hạn đào tạo(13 học kỳ cho khóa K14) thì có thể làm đơn xin cứu vớt 1 học kỳ được phải không ạ. Hiện tại em chỉ thiếu AV toeic để đăng ký LVTN vào kỳ này HK201. Mong thầy cô giải đáp thắc mắc này giúp em ạ.   i ",
    "em có được đăng kí thi kiểm trang năng lực tiếng anh ở kì các em k20 kiểm trang tiếng anh đầu vào được không ạ",
    "Cho e hỏi là nếu em nộp cả 2 bằng Toeic đủ 4 kỹ năng thì đến tốt nghiệp e sẽ không cần nộp lại phải không ạ và chừng nào là hạn nộp chứng chỉ tin học vậy ạ? Em cám ơn ạ",
    "Kính gửi: Thầy,cô phòng đào tạo Em tên: , mssv: Thầy cô cho em hỏi kì dự thính 201 là học onl hay off vậy ạ? Nếu học off thì tiết học thường bắt đầu lúc mấy giờ trên cs1 ạ?  Em có nguyện vọng muốn đăng kí kì dự thính này nhưng các môn kì chính của em đa phần kết thúc lúc 17h50 ở cs2(do khoa vật liệu học 4 năm dưới cs2) nên em sợ không thể lên kịp tiết học dự thính trên cs1. Mong thầy cô giải đáp thắc mắc cho em với ạ",
    "Cho em hỏi là kì dự thính tối trường mình học online hay phải lên trường ạ? Em cảm ơn thầy/cô.",
    "cho em hỏi thi toic bên ngoài được 450 thì được anh văn mấy vậy ạ . em k18 ",
    "Chào quý thầy cô, Em là sinh viên bằng 2 chính quy. HK2 vừa rồi e có đăng ký thêm 1 môn là \"Công nghệ vật liệu nhựa & gia công khuôn mẫu\" với mục đích để thêm kiến thức phục vụ cho việc làm luận văn. Chứ thực ra em đã đủ tín chỉ tích lũy. Khi đến kỳ thi cuối kỳ môn này em đã bị sự cố nên vắng thi. Sự cố là em từ Quảng Ngãi (vùng dịch Covid đợt 2) vào Sài Gòn trước ngày thi 1 ngày nên tâm lý có hơi bất ổn dẫn đến coi nhầm giờ thi. Lúc đầu e nghĩ sẽ không bị ảnh hưởng nhiều đến điểm tích lũy nên cũng không để ý lắm . Nhưng giờ nhìn lại bảng điểm em thấy khá nghiêm trọng, điểm tích lũy của em giảm khá nhiều do một sai lầm ngớ ngẩn. Vì vậy, em mong quý thầy cô có thể nào xem xét và hướng dẫn giúp em cách khắc phục được không ạ. Em xin chân thành cảm ơn.",
    "Dạ chào nhà trường ạ, em tên là , MSSV .  Em đã qua kì thi tiếng Anh đầu vào sẽ thi chứng chỉ Toeic(Reading & Listening) để đạt chuẩn nhận luận văn tốt nghiệp. Em muốn hỏi là sau đó em thi chứng chỉ VNU-EPT để nộp cho nhà trường xét chuẩn để đạt chuẩn Anh Văn tốt nghiệp thay cho chứng chỉ Toeic(Speaking & Writing) được không ạ, và nếu được thì phần điểm Speaking & Writing của VNU-EPT tối thiểu là bao nhiêu ạ.  Em xin chân thành cảm ơn.",
    "Thưa thầy cô, Em là sinh viên K16, do sơ suất của em là đọc mail về chuẩn quy điểm anh văn từ học kì 201 không kĩ, em lầm tưởng là áp dụng từ học kì 1 cho sinh viên K20. Điểm Toeic 535 không đủ quy điểm cho anh văn 3 và 4 do em dự định bảo vệ luận văn xong em sẽ thi cải thiện điểm Toeic, sau khi biết rõ về quy định thì em không trở tay kịp và giờ cũng hết hạn quy điểm theo mức cũ. Quý thầy cô cho em hỏi, bây giờ em phải chấp nhận theo quy chế là tốt nghiệp trễ 1 học kì, hay có cách nào cứu vãn không ạ? Em cảm ơn quý thầy cô.",
    "Cô/thầy cho e hỏi vấn đề mà e thắc mắc là  em đã học hết 4 anh văn ở trường và trường có tính điểm vào trung bình tích lũy thì lúc em nộp bằng anh văn chuyển điểm thì điểm sau khi chuyển cao hơn điểm e học ở trường thì có được lấy điểm cao hơn để tính điểm trung bình không ạ . Em cảm ơn cô.",
    "Em có thắc mắc là học kỳ này em học Anh Văn 3, nếu khi đăng ký môn học cho học kỳ sau khi xét anh văn năm 3 mà chưa có điểm thi cuối kỳ thì có được đăng ký không ạ.",
    "Cho em hỏi, muốn xét tốt nghiệp thì phải nộp lại sổ điểm rèn luyện lại cho trường, nhưng phần điểm rèn luyện năm 1 của em lại thiếu do năm 1 bạn lớp trưởng lớp đầu vào của em giữ sổ cho cả lớp, sau đó bạn đấy nghỉ học làm mất sổ cả lớp, em phải in lại sổ nhưng phần thiếu điểm rèn luyện năm 1. Em có tìm hiểu thì mất sổ phải tìm lại giáo viên chủ nhiệm cũ để xác nhận điểm và xin lại chữ kí. Hiện tại em cũng không biết tên giáo viên CN cũ và cách liên liên hệ với cô đó. Cho em hỏi bây giờ em phải làm gì để được xác nhận phần điểm rèn luyện thiếu này ạ?",
    "Nếu như không thể sinh hoạt công dân vì lý do nằm viện thì cần phải làm gì để không bị dừng học học kỳ tới vậy ạ? Năm học trước có dừng học 1 năm thì có cần nộp phiếu điểm rèn luyện không ạ? Và có thể nộp trễ không ạ? Vì hiện tại vẫn chưa xuất viện ạ. Em xin cám ơn.",
    "Kính chào các cô/chú của Phòng đào tạo Hiện tại con đang học chương trình chính quy K17, nếu bây giờ con chuyển qua hệ vừa học vừa làm thì chuẩn tiếng anh nhận luận văn tốt nghiệp của con có được xét theo theo hệ vừa học vừa làm của khoá K17 không?? Hay là xét theo chuẩn nhận luận văn tốt nghiệp của hệ vừa học vừa làm khoá K20 ?? Con xin cảm ơn Chúc các cô/chú có ngày làm việc vui vẻ!!",
    "Hôm qua em có gửi đơn cho trường để đăng ký bổ sung môn Kỹ thuật hệ thống, mã môn ME2123 và trường đã bổ sung cho em vào thứ 6 tiết 7-9. Nhưng lịch học lại bị trùng với Anh văn 3 nên môn anh văn của em lại bị hủy ạ. Trường có thể xếp cho em môn Kỹ thuật hệ thống vào nhóm lớp L01 hoặc giờ khác để không trùng các môn khác được không ạ? Em xin chân thành cảm ơn",
    "Chào anh /chị cho em hỏi em hoàn thành bảo vệ luận văn,anh văn ,ctxh hết rồi nhưng vẫn chưa đăng ký tốt nghiệp được ,và cũng chưa có trong danh sách dự kiến ,mong anh chị giải đáp giúp em với .  ",
    "Chào thầy/cô! hiện tại kỳ hạn cuối để xét tốt nghiệp năm nay là 31-10-2020, em có đọc trong quy chế là \" sinh viên nên nộp Chứng chỉ ngoại ngữ trước kỳ hạn xét tốt nghiệp khoảng 2 tuần\". Do 1 số lý do em chỉ có thể nộp bổ sung CCNN Toeic vào 27/10/2020.Và đây cũng là kỳ cuối cùng của em tại trường ,vậy liệu trường hợp như em nộp chậm trễ như vậy thì có được ko? Rất mong phản hồi từ thầy/cô.",
    "dạ chào phòng đào tạo ạ,em hiện nay đang là sinh viên năm 3.pđt cho em hỏi là giờ muốn lấy sổ điểm rèn luyện thì phải tìm đến ai ạ??",
    "Thưa thầy cô cho em hỏi là nếu em đã đạt cử nhân ngành xây dựng công trình giao thông thì em có thể học bằng kĩ sư ngành xây dựng công trình xây dựng không ạ? Em xin cảm.ơn",
    "Thưa thầy(cô), em thuoojck19, em có 2 điều thắc mắc: - Ảnh hưởng của dịch covit 19 đợt 2 này thì trường mình sẽ tổ chức học học kỳ dự thính 201 học online hay học tại cơ sở 1. - Em đã tham gia thi tiếng anh vào ngày 20/9 tại CS2, tòa H6 trường mình, em được 400 điểm, vậy em muốn hỏi là em được tính đã qua anh văn 1 được hay không, và bạn của em cũng thi và đạt đến 510 thì bạn đó được tính là đã qua môn anh văn 4 được hay không. Em mong được giải đáp thắc mắc. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng Đào Tạo, Em muốn xin file đề cương môn học( bản mô tả nội dung môn học) tất cả các môn em đã học thì lấy ở đâu ạ? Trên Elearning có giảng viên đăng, có giảng viên không đăng ạ. Mong nhận hồi âm sớm từ Phòng Đào Tạo. Chúc Phòng Đào Tạo có một ngày làm việc vui vẻ! Em xin cảm ơn ạ.   Họ tên:     MSSV:     Sđt: [phone_number]    Email:  ",
    "Chào Thầy/Cô, em là sv việt pháp K19 sẽ sinh hoạt công dân vào ngày thứ 7 03/10/2020 từ 7h00-10h30. Nhưng sáng hôm đó lớp em cũng có lịch học môn xác suất thống kê MT2009 từ 8h00-11h50 Vậy em phải giải quyết như thế nào ạ? Em cảm ơn",
    "Dạ em nay năm là sinh viên khoa Điện K19, theo thông báo của khoa sẽ phân ngành vào khoảng tháng 9, 10 vậy cho em hỏi: 1. Điểm chuyển các môn AV có được tính vào điểm phân ngành không ạ ? nếu có thì: 2. Điểm phân ngành là tính tới HK2 vậy nếu em chuyển điểm vào đầu kì 3 thì có được tính không ạ ? 3 Các môn AV3, AV4 theo chương trình đào tạo là của kì 3 và kì 4 thì có được tính vào điểm phân ngành không ạ ? Vì việc phân ngành thực hiện sau học kì 2",
    "Em chào thầy/cô Em là sinh viên lớp tài năng k16, quy định điểm anh văn tốt nghiệp của em là 550. Tuy nhiên, ở học kì 201 có sự thay đổi: 600 mới quy đổi được 5 điểm av4. Em không biết như vậy có áp dụng với k16 không? Em xin cảm ơn.",
    "Tốt nghiệp . Em thi Toeic lấy bằng Anh văn đạt mức điểm xét tốt nghiệp và cũng chuyển điểm Anh Văn rồi. Nhưng tháng 12 năm nay bằng Anh văn của em bị hết hạn mà em chưa tốt nghiệp thì em có cần phải thi lại Toeic để lấy bằng lại không ạ?",
    "Dear các anh chị, Hiện trang đăng kí môn học của em đang không truy cập được như trong file đính kèm, nhờ các anh chị kiểm tra giúp. Em chân trọng cám ơn",
    "Cho em hỏi là do sơ ý nên em lỡ làm mất sổ theo dõi và đánh giá điểm rèn luyện sinh viên cùng với giấy chứng nhận tốt nghiệp quốc phòng. Bây giờ em muốn cấp lại thì làm sao ạ?  Em xin cảm ơn   ",
    "Chào thầy/cô, Em đã kích hoạt tài khoản cựu sinh viên nhiều lần. Trang web báo thành công và gửi mail xác nhận. Em đã kích hoạt nhiều lần từ t6 đến nay nhưng không có mail kích hoạt gửi đến email của em . Email của em là  . Mong thầy cô hỗ trợ em ạ. Em xin cám ơn",
    "Kính chào quý Thầy\\ Cô Em tên là Trần Lộc MSSV Chính quy: 41202018 MSSV chuyển hệ VLVH: 1937023 E xin có thắc mắc về chuyển điểm của các bộ môn Triết học mong được giải đáp như sau: - Ở CT CQ em đã học và đạt những môn Triết học như sau: 001001 - Những ngLý cơbản cn M-Lê  - 5TC 001004 - Đ/lối c/mạng đảng csvn    - 3TC 001025 - Tư tưởng Hồ Chí Minh   - 2TC  Nhưng sau khi nhận bảng điểm chuyển hệ thì các môn trên được chuyển thành các môn thay thế như sau: SP1003 - NHUNG NGLY COBAN CN M-LE SP1009 - DUONGLOI CM CUA DANGCSVN SP1005 - TU TUONG HO CHI MINH * Nhưng trong CT Đào tạo mới của ngành thì có những môn Triết với mã môn học hoàn toàn khác: SP1031 - Triết học Mac Lenin SP1033 - Kinh tế chính trị Mac Lenin SP1035 - Chủ nghĩa xã hội khoa học SP1037 - Tư tưởng Hồ Chí Minh SP1039 - Lịch sử Đảng CSVN --     I 1/ Vậy quý Thầy/Cô cho e hỏi là bây giờ mình phải học lại toàn bộ những môn trong CT mới hay có thể coi như môn tương đương không ạ? 2/ Nếu phải học lại toàn bộ các môn Triết thì có thể học 1 học kỳ gồm các môn trên không ạ? Vì ĐKMH yêu cầu môn học trước ạ!  /I",
    "Em nhớ đợt đầu năm nhập học bên Phòng Đào Tạo có công chứng giấy tờ. Em muốn hỏi là bây giờ còn không ạ??",
    "Kính chào quý thầy/cô, em vừa nhận được kết quả thi ngoại ngữ (TOEIC Listening Speaking), em đã đăng ký nộp chứng chỉ ngoại ngữ trên Mybk, cho em hỏi em có đủ điều kiện để đăng ký kịp đợt đăng ký bổ sung LVTN cuối cùng này không ??  Hiện tại thời hạn đợt đăng ký này chỉ còn 3 ngày nữa, em vẫn chưa đăng ký được vì hệ thống báo chưa có chứng chỉ ngoại ngữ?? Kính mong quý thầy/cô sớm giải đáp thắc mắc giúp em. Cảm ơn thầy/cô.",
    "Em tên  - . Em là sinh viên K16 khoa Điện - Điện tử. Em có bảo vệ luận văn tốt nghiệp đợt 2 vào ngày 15/9/2020. Đến nay đã gần 2 tuần em vẫn chưa thấy cập nhật bảng điểm để xét tốt nghiệp. PĐT cho em hỏi khi nào sẽ cập nhật bảng điểm ạ? Em xin cảm ơn!",
    "Kính gửi thầy/cô, hôm em đăng ký học kỳ 201 đợt 3 em có đăng ký môn hóa lý 1 (CH2001) là lớp L03 thứ 3 tiết 2 3 4 ở H6 phòng 112 nhưng khi có thời khóa biểu thì vẫn là lớp L03 nhưng đã đổi thành thứ 7 C5 phòng 401 và còn học chung với lớp kĩ sư tài năng nữa ạ. Mong quý thầy/cô giải đáp thắc mắc dùm em ạ. Em cảm ơn thầy/cô.",
    "Dạ. Em là . Mssv  Em học khoá K16 ạ. Chuẩn đầu ra cho anh văn là 500 điểm toiec và được quy ra 4av . Nhưng em mới đọc được thông tin rằng vẫn giữ chuẩn đầu ra 500 nhưng phải 600 điểm mới chuyển được 4av. . Rất nhiều người hợp giống như em ko theo học anh văn 3,4 tại trường. Dạ. Em biết là tiếng anh sau này rất là quan trọng, em cũng đã cố gắng rất nhiều để học. Nhưng với cá nhân em, 600 điểm toiec là quá cao so với khả năng của em.. em đã thi rất nhiều lần, lần cao nhất em thi là 480. Có nhiều bạn bè và anh chị khoá k14,k16 cũng gặp trường hợp giống như em . Em mong pdt xem xét lại,cho chúng em một cơ hội để chúng em cố gắng để dc ra trường sơm. Bảng quy đổi điểm áp dụng chung cho học kỳ mới thay thì các khoá làm chúng em nản chí , suy sụp nhiều. Em mong Pdt sẽ xem xét . Em xin trân thành cảm ơn.",
    "Cho em hỏi là em có đăng ký môn hệ điều hành trong học kì 201 và thành công, có thời khóa biểu nhưng không thấy các site ký thuyết lẫn thực hành trong e-learning. Cho em hỏi phải giải quyết sao ạ.   ",
    "Chào anh/chị, em là Nguyễn Thành Nguyên, mã số sinh viên 1612293. Hiện tại em đã được phép đăng kí tốt nghiệp nhưng hiện tại gặp một vấn đề \"Không kích hoạt được tài khoản cựu sinh viên\" . Thông tin em nhập như hình đính kèm, sau khi nhận email kích hoạt từ hệ thống và click vào link để xác nhận thì hệ thống báo lỗi 500 \"Token không hợp lệ\". Mong anh/chị kiểm tra giúp em, nếu được có thể hỗ trợ em kích hoạt tài khoản cựu sinh viên . Email cá nhân dùng để kích hoạt: conloctheki1998@gmail.com",
    "Em chào cô/ thầy ạ.Hôm em có hỏi cô là: \"Hiện giờ em mới rớt 1 môn ở học kì hè 193 làm em mất 3 chỉ và tổng tín chỉ em đạt được là 51 không đủ chuẩn năm 3. Vậy sắp tới em có bị hủy tất cả môn học trong học kì 201 không ạ. Do tất cả môn em hiện đang học đều là môn của năm 3 ạ. \" và em đã nhận được câu trả lời của cô là:\"Khi nào  có đủ điểm học kỳ hè 193 PDT sẽ xét lại chuẩn tín chỉ các năm nha bạn, bạn nào không đạt sẽ bị huỷ.\"  Em có thêm 1 thắc mắc nếu em bị hủy tất cả môn ở kì 201 và chỉ còn 1 môn 2 chỉ là được học thì em có còn được đi học không ạ. Hay là em bị nghỉ học 1 kì ạ.Và có cách nào để em được đi học ở kì này không ạ ví dụ như dự thính ạ. Em chân thành cảm ơn",
    "Em chào cô/thầy phòng đào tạo ạ, Em là  mssv , em muốn hỏi chính sách học bổng theo như quy định em có thấy điều kiện cần là “Số tín chỉ tích lũy ngành (TCTLN) ≥ 90% số tín chỉ của chương trình đào tạo (CTĐT) tính đến học kỳ xét học bổng” . Em là sinh viên đã bảo lưu 1 năm học vì hoàn cảnh cá nhân, quay trở lại học điểm số em rất tốt và hi vọng được nhận được tiền học bổng hỗ trợ học phí. Trường hợp của em bị trễ 1 năm vậy có đủ điều kiện để nhận học bổng không ạ, và có cách nào để em có thể viết đơn xin nhà trường tạo điều kiện xem xét không ạ ?  Em chân thành cảm ơn ! .",
    "Kính chào quý thầy cô, Em tên là , MSSV:  Trong quy chế của nhà trường về điều kiện xét tốt nghiệp có đề cập tới điều kiện đạt chứng chỉ GDPQ. Em đã hoàn thành khóa học QPAN từ hồi năm nhất nhưng cho tới thời điểm hiện tại em vẫn chưa nhận được tờ giấy chứng chỉ GDPQ từ nhà trường. Vậy cho em hỏi khi xét tốt nghiệp em có cần đến tờ giấy đó không, nghĩa là làm cách nào để biết em đã được nhà trường công nhận đã đạt chứng chỉ GDQP (nộp lại tờ giấy chứng chỉ đó hay thông tin xác nhận đạt chứng chỉ GDQP của em đã có trên cơ sở dữ liệu của nhà trường rồi). EM rất mong nhà trường có thể giải đáp cho em về việc này để em có thể yên tâm xét tốt nghiệp trong thời gian tới hoặc chuẩn bị kịp thời trong trường hợp cần xin cấp lại chứng chỉ GDPQ. Trân trọng.",
    "Dạ em chào anh/chị Em có thắc mắc là điểm trung bình tốt nghiệp của chương trình Việt Pháp bao gồm những môn nào ạ? Vì em thấy điểm TB tốt nghiệp không giống điểm TBTL, TBTL ngành hay là điểm TB các môn chuyên ngành năm 3 4 5 . Em mong anh/ chị giải đáp để em có sự chuẩn bị tốt nhất ạ! Em cảm ơn",
    "Em xin chào thầy/cô Phòng đào tạo. Em tên , lớp HC16KTTP. Em xin lỗi vì gửi câu hỏi nhiều, nhưng vì em hơi hoang mang ạ . Ngày 24/9 (Thứ 5), em và bạn em có đến Phòng đào tạo hỏi về việc vẫn chưa được cập nhật tên trong danh sách tốt nghiệp, và cô có ghi tên em và bạn trong giấy để xét bổ sung. Em được biết thứ 6 hàng tuần phòng đào tạo sẽ cập nhật danh sách, và hôm nay thứ 2, bạn em đã được cập nhật bổ sung trong khi bạn ấy có điểm toeic nói viết sau em, còn em vẫn chưa có. Em không biết mình có thiếu chỉ tiêu nào không ạ hay là danh sách vẫn đang tiếp tục cập nhật ? Vì em thấy mình đã đủ các yêu cầu. Em thật lòng mong muốn được biết để đỡ lo lắng ạ. Em chân thành cảm ơn thầy/cô đã xem mẩu tin nhắn của e ạ!",
    "Cho em hỏi em đã đăng ký tốt nghiệp ngày 22-9 và hôm nay em kiểm tra thì em đã có tên trong danh sách dự kiến tốt nghiệp.Vậy cho em hỏi bây giờ em phải làm gì nữa vậy ak.Em cảm ơn",
    "Kính gửi Phòng Đào Tạo, Nay em tạo câu hỏi này để hỏi về 2 vấn đề: 1. Điểm TB xét tốt nghiệp là ĐTBTL hay ĐTBTLN ạ? 2. Về việc nợ HP:Em có kiểm tra lại BKPay thì có 2 chỗ em chưa thanh toán: - BHYT ở học kỳ 1811: Em đã từng thắc mắc về vấn đề này và nhận được câu trả lời là nhà trường sẽ cập nhật cho em vì em đã thanh toán rồi ạ. - Anh văn ở học kỳ 182: Vì em thấy đã hết hạn thanh toán, vậy em có thể thanh toán bổ sung không ạ và bằng hình thức nào ạ?",
    "Dạ Phòng Đào Tạo cho em hỏi , em K15 chính quy nhưng đăng ký học phần LVTN B01 kỳ này thì sau này vẫn chấm điểm  tốt nghiệp bình thường đc không ạ. Em xin cảm ơn",
    "Chào , Em là . MSSV:  Trong thời khoá biểu của em có môn học Hệ điều hành (CO2017)(hình 1) nhưng môn này không hiển thị trong trang E-learning (hình 2). Mong  kiểm tra giúp em với ạ. Cảm ơn sự hỗ trợ từ .",
    "Chào Admin,  Hiện tại e đang học hệ liên thông đại học chính quy của khoa cơ khí. Hiện em đã hoàn thành chương trình học. Chỉ còn tiếng anh 2 kỹ năng nói và viết. Nhưng do em ko thể thi được. Nên em muốn chuyển qua hệ tại chức để được  xét tốt nghiệp theo hệ tại chức không ạ. Nếu được em cần làm những thủ tục gì ạ. Và  có thể tốt nghiệp đợt tháng 111 này ko ạ. Mong nhận được phản hồi sớm từ nhà trường. Em xin cảm ơn ạ.  - ",
    "Kính gửi PĐT, Em xin đăng ký bổ sung môn học cho học kỳ I 2020. | STT | Tên Môn Học                | Mã     | Nhóm     | |-----|----------------------------|--------|----------| | 1   | Bảo mật hệ thống thông tin | CO3033 | T01_T01k | Em xin chân thành cảm ơn. Thân.",
    "Dạ e chào thầy/cô . E là sinh viên K18 khoa Môi trường. Do e chưa học môn Nhập môn kỹ thuật và môn này chỉ mở cho hk1 năm nhất. Em mong Thầy/Cô có thể đăng ký dùm em môn này được không ạ? E chân thành cảm ơn !",
    "Em chào Các thầy/cô Phòng Đào tạo, Em là , sinh viên khoa Kỹ thuật giao thông, mã số sinh viên . Em đã hoàn thành tất cả các môn học trong chương trình học và hoàn thành mức điểm Toeic trên 500 để có thể nhận bằng tốt nghiệp cũng như chuẩn bị thực hiện chuyển điểm anh văn. Nhưng nay em được biết thì quy chế chuyển điểm anh văn đã thay đổi lên 600 để có thể qua anh văn 4. Do em không kịp theo dõi nên không thể theo kịp sự thay đổi này. Vậy nên em tạo câu hỏi này kính mong PĐT có thể tạo điều kiện để cho em và các bạn cùng khóa có thể hoàn thành chương trình đào tạo của mình. Em xin chân thành cảm ơn.",
    "Em sinh viên k19, khoa Hoá ngành CNSH, do không đọc được thông báo nên hiện nay em đang học Hoá Phân tích với lớp KSTN,  sau buổi học đầu tiên em thấy mình không phù hợp, em có nguyện vọng đổi lớp ở CS2 liệu có được không ạ? Em cảm ơn ạ!",
    "Dạ kính chào thầy/cô, Thầy/cô cho em hỏi là tín chỉ của những môn đăng kí ở học kì hè có được trong diện xét  I  Tín chỉ tích lũy  /I  để đăng kí   I Luận văn tốt nghiệp  /I  không ạ? Nếu có, thì em phải làm gì với những môn chưa có điểm ạ? Vì em còn những môn chưa có điểm và sắp hết hạn của đợt đăng kí LVTN bổ sung nên mong thầy/cô có thể cho em hướng để giải quyết sớm ạ! Em xin cám ơn thầy/cô. Mong sớm nhận được phản hồi từ thầy/cô ạ!",
    "Chào Thầy, Cô   Em tên là  (mssv:), em vừa mới nộp bằng av và chuyển điểm av1, 2, 3 Em mới đăng kí av4 trong học kì dự thính hk1 năm 2020-2021 Em mong Thầy/Cô chấp nhận cho e học dưj thính môn av4 Cảm ơn Thầy/Cô dã đọc tin ",
    "Em là Lưu Văn Phú - MSSV:  Em là sinh viên năm cuối khoa Kỹ thút Xây dựng đã vừa hoàn thành LVTN - CI4343. Ban đầu em có ý định làm lại LVTN nên đã đăng kí trong đợt Đăng kí HKI - Chính Quy - đợt 3 nhưng vì một số lý do nên em không thể theo học nữa. Mặc dù bây giờ đã có lịch học nhưng em xin phép được Rút môn học được không ạ? Em xin cảm ơn.   i ",
    "Kính gửi: phòng đào tạo đại học Bách Khoa Em tên là , hiện tại em đã hoàn thành xong chương trình đào tạo nhưng em chưa đăng ký tốt nghiệp được do thiếu bằng toeic nói và viết. Em muốn biết rằng nếu em không qua anh văn để đăng ký tốt nghiệp và không đăng ký môn học thì em phải làm sao để không bị đình chỉ ạ.",
    "Kính gửi pđt em là sinh viên PFIEV, em xin hỏi có được đăng ký bổ sung thêm một môn học 2 chỉ được không ạ? Trong đợt đăng ký môn, em đã đăng ký 34 chỉ, vì được báo quá mức cho phép nên em không đăng ký thêm, nhưng em vẫn thấy có bạn chung ngành đăng ký được 36 chỉ. Vậy em có được đăng ký bổ sung thêm môn không ạ? và em cần phải làm như thế nào? Em xin cảm ơn!",
    "Em tên , mssv , lớp CC16KCX1 Em có thắc mắc là mặc dù em đã đủ điều kiện để xét tốt nghiệp nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp tháng 11/2020. Mong văn phòng hỗ trợ kiểm tra lại giúp em.",
    "Chào thầy/cô, Em là , em đã nộp CCNN vào ngày   B 18/09/2020    và được xác nhận HỢP LỆ vào ngày   B 23/09/2020    nhưng khi đăng ký LVTN bổ sung đợt cuối thì hệ thống thông báo em thiếu CCNN. Em làm theo hướng dẫn là nộp CCNN trước ngày   B 21/09/2020    để được nhập điểm và hiện tại đang gặp vấn đề em nêu trên. Vậy em phải làm gì tiếp theo để có thể đăng ký LVTN đợt cuối này ạ? Trân trọng, ",
    "Em chào Thầy/Cô Em tên Nguyễn Trần Tùng Lâm MSSV:2036070 hệ VLVH Em vừa chuyển từ hệ Chính quy sang và nhập học ngày 11/9/2020. Em không rõ là kì I này mình đăng kí môn học hay trường tự đăng kí như kì 1 năm 1 Chính quy ạ? Em vào đăng kí môn nhưng không thấy môn học để đăng kí. Em mong thầy cô hướng dẫn giúp em. Em xin cám ơn.",
    "Dạ em chào phòng đào tạo Trường Đại học Bách Khoa. Em tên là . MSSV: . Theo áp dụng HK191 thì toeic 500 là chuyển điểm được av4. Nhưng mới đây e cập nhật là hk201 thì toeic phải 600 mới chuyển điểm được av4. Em thuộc khóa 2015 do vừa đi làm vừa học nên e bị chậm so với các bạn. Và hiện e đủ tiêu chuẩn xét tốt nghiệp và không vướn anh văn theo HK191 trở về trước. Em xin hỏi Phòng đào tạo là có thể cho em viết đơn xin Nhà trường xét em theo HK 191 được không ạ? Em xin chân thành cảm ơn ạ!",
    "Cho em hỏi là bạn em đăng kí nhầm lớp kỹ sư tài năng và có nguyện vọng muốn chuyển lớp. Bạn ấy bị sốt xuất huyết nhập viện hơn 1 tuần nên không chủ động được ạ. Nay mới phát hiện là đăng kí nhầm.",
    "Em đã làm đồ án tốt nghiệp cách đây hơn 1 năm. Khi đó em chưa điền vào link của pđt gửi về bộ môn để sv nhập thông tin tên đồ án bằng tiếng anh cho việc in bằng tốt nghiệp. Vừa rồi em đã được xác nhận đăng kí tốt nghiệp qua mail. Và vẫn ko tìm thấy tên mình trong link điền thông tin đề tài tiếng anh từ  pdf gửi về bộ môn vài ngày trước . Cho em hỏi em cần cập nhật thông tin đề tài bằng tiếng anh như thế nào ạ ? Em xin cảm ơn",
    "Em chào thầy cô. Em là sinh viên khoa Khoa học kĩ thuật máy tính. Em muốn hỏi về cách ghi điểm môn tự chọn trong HỌC BẠ khi ra trường ạ. Em học 5 môn tự chọn là A B C D E. Trong đó 2 môn D và E của em bị rớt môn(và em không học lại). Trong chương trình chỉ yêu cầu học 3 môn tự chọn là đủ. Vậy cho em hỏi trong học bạ của em lúc ra trường 2 môn D và E có bị ghi vào học bạ không ạ. Em cảm ơn thầy cô.",
    "Dạ em đăng ký thực tập tốt nghiệp nhưng mà hệ thống báo không có môn học mở. Em phải làm gì để được mở môn học ạ. Em xin cám ơn.",
    "Em chào thầy\\ cô  Em tên:  Mssv:  Em xin được bổ sung vào lớp Anh Văn 2 mã LA1005 Kì này e chỉ làm tiểu luận nên lớp nào cũng được ạ. Mong thầy\\ cô giúp em tại kì này đổi chuẩn đổi điểm rồi nên em cần học để ra trường ạ. Em cảm ơn thầy\\ cô.",
    "Em muốn hỏi Phòng Đào Tạo về vấn đề chuyển điểm ạ. Em sinh viên khóa 2018 và em đã nộp bằng anh văn 535 nhưng sao em không chuyển được điểm vậy ạ. Thông tin như 3 hình em đính kèm ạ. Em cảm ơn !",
    "Em chào thầy (cô) ạ. Cho em hỏi là Chuẩn tiếng Anh nhận LVTN của 17 với chứng chỉ TOEIC là bao nhiêu ạ. Em cảm ơn.",
    "Em chào /Cô  Em là sinh viên năm nhất khoa cơ khí em đã xác nhận nhập học rồi ạ Nhưng mà em không đăng nhập vào trang BK E-learning của trường để theo dõi lịch sinh hoạt và lịch học Em phải làm sao để vào được trang BK E-learning của trường ạ? Em cảm ơn",
    "em chào anh/chị cho em hỏi rút môn học có mất phí không ạ với lại kỳ sau e đăng kí lại có tính phí không ạ",
    "cho em hỏi thực tập tốt nghiệp thì cần trên 98 chỉ có tính cả mấy môn tự chọn nữa không ạ em cảm ơn",
    "Cho em đăng ký môn kết cấu thép 1, mã môn học CI3009, lớp A05, giáo viên , tiết học 10 11 12 thứ 2, em rất mong nhà trường tạo điều kiện giúp em hoàn thành chương trình học để có thể đủ điều kiện nhận luận văn tốt nghiệp ạ, em xin cảm ơn",
    "em là , khóa 2019  em xin hỏi thêm là: nếu như vậy thì em đã được qua chuẩn anh văn 3 rồi đúng không ạ? và sẽ được đăng kí môn cho năm 4 ạ? vì em vừa rồi em kiểm tra anh văn định kỳ được 625 điểm và trước đó đã qua anh văn 2 ở năm nhất rồi ạ . em cảm ơn .",
    "Em là ; MSSV:  Hiện tại em đang học lớp Hóa vô cơ (CH2013), lớp L03. Theo em tìm hiểu thì được biết lớp này là dành cho mấy bạn kỹ sư tài năng, học và thi điều bằng tiếng anh. Em có hỏi bên phòng đào tạo về việc chuyển lớp thì phòng đào tạo chỉ hướng dẫn em trình bày thắc mắc trên BKSI. Không biết em có thể chuyển sang lớp đại trà tiếng việt được không ạ. Hiện tại em đang bị sốt xuất huyết nhập viện đã được một tuần. Nên không chủ động lên lớp để hỏi được ạ . Em cam đoan lời nói trên là đúng sự thật.",
    "Xin chào thầy cô  Em là sinh viên K18 Em muốn hỏi là em lên trang web của phòng đào tạo xem thì thấy thông tin là phải đạt điểm Toeic 500 mới được làm luận văn tốt nghiệp vậy em chưa đạt Toeic 500 mà chỉ đạt môn Anh Văn 4 thì có được làm luận văn tốt nghiệp không ạ ? Em cảm ơn thầy cô ạ.   i ",
    "Dạ, chào anh chị, em là , MSSV:, em muốn đăng ký mua bảo hiểm tai nạn ở trường nhưng ở phần chọn loại bảo hiểm đăng kí mua em lại không tick chọn được. Mong anh chị giải quyết giúp em. Em xin cám ơn !",
    "Dạ em xin cảm ơn cô về câu trả lời trước ạ nhưng mà cho em xin hỏi thêm là k19 thì mình chuyển điểm anh văn là tính theo bảng chuyển điểm học kì 2019-2020 hay là phải theo bảng của học kì 2020-2021 ạ! Em xin cảm ơn nhiều lắm ạ!",
    "Em chào thầy, cô ạ! Cho em hỏi những môn nào   B không thuộc     I  tín chỉ tích lũy ngành (TCTLN) vậy ạ?  Em cảm ơn ạ",
    "Kính gửi phòng Đào tạo, Em chào thầy cô! Em tên là , sinh viên khóa 2018, khoa Cơ khí. Thưa thầy cô cho em hỏi điều kiện để đi Thực tập tốt nghiệp của  em là gồm những điều kiện nào vậy ạ?  Em xin cảm ơn! Trân trọng,",
    "Em chào phòng đào tạo, Hiện tại em đã tích lũy đủ tín chỉ và các môn yêu cầu như chương trình đào tạo để tốt nghiệp, tuy nhiên em có một môn không đạt trong bảng điểm học kì, em không biết nó có ảnh hưởng đến quá trình đăng kí xét tốt nghiệp hay không, em có cần lên phòng đào tạo để làm đơn rút môn học đó ra khỏi bảng điểm của em không? Nhờ phòng đào tạo tư vấn giúp em. Em cảm ơn ạ.",
    "Dạ cho em hỏi khi nào sẽ có thông báo học phí cho năm học này ạ. Nếu giờ vẫn chưa có thì sẽ tính học phí như năm học trước đúng không ạ? Em cảm ơn",
    "Chào anh/chị, Hiện nay em đã tốt nghiệp. anh/chị cho em hỏi các tài khoản sinh viên trường cấp (Gmail, Google Drive,..) thì có bị thu hồi lại không ạ? Và nếu có thì thời hạn khi nào, thông tin liên quan em có thể tham khảo ở đâu được? Em cảm ơn, .",
    "Chào PĐT, Ngày 29/09/2020, em có đăng ký thi anh văn nói viết vào ngày 6/10/2020. Sau khi thanh toán Momo, nhập mã giao dịch để thanh toán thì lại bị lỗi thanh toán. Sau khi nhập lại mã giao dịch thì lại hiện lỗi mã giao dịch đã sử dụng rồi. Trong khi mã giao dịch đó không hề được sử dụng. Em đã liên hệ với BKEnglish và BKEnglish chỉ em sang PĐT để giải quyết vấn đề này. Em mong PĐT có thể check giúp em mã giao dịch [phone_number] được không ạ. Em xin chân thành cảm ơn. BRs, Nhi   ",
    "Chào quý thầy cô, em là sinh viên năm 2, gia đình em muốn vay vốn hỗ trợ sinh viên tại ngân hàng thì cần những giấy tờ gì từ nhà trường ạ. Em cảm ơn ạ",
    "Em tên , sinh viên K16. Do đợt bảo vệ tháng 9 vừa rồi em không có tham gia nên em có đăng kí luận văn học kì này để hoàn thành. Vậy cho em hỏi về vấn đề sinh hoạt công dân học kì 201 em có cần phải tham gia bù không? Em xin cảm ơn",
    "Kính gửi Thầy (Cô); Em tên . MSSSV . Điều em xin phép hỏi: em không học anh văn trong trường và em định thi TOEIC. Em thấy qui chế mới về chuyển điểm anh văn từ học kì 201. Theo k19 thì để nhận luận văn tốt nghiệp cần đạt tối thiểu 550 TOEIC. Nhưng qui chế chuyển điểm mới thì 550 chỉ chuyển điểm qua av 1,2,3 . Vậy em phải thi cao hơn để pass qua 4 av hay thi 550 vẫn qua 4 av mà điểm thấp hơn ạ. Mong thầy (cô) giúp đỡ . Em cảm ơn . Trân trọng.",
    "Xin chào Quý Thầy Cô, Em đã hoàn thành luận văn và có điểm trên myBK cũng như hoàn thành tất cả các môn học yêu cầu trong Chương trình đào tạo, đủ chuẩn TOEIC 4 kỹ năng nhưng em tìm tên trong danh sách tốt nghiệp tạm thời tháng 11/2020 thì không có tên. Mong Quý Thầy Cô xem xét lại giùm em ạ. Em rất cảm ơn Quý Thầy Cô.",
    "Chào thầy cô ạ! Em là     MSSV:     Vì một số lí do khách quan em muốn xin đổi lớp đồ án bê tông 2 (  B CI3177   ) có được không ạ? Kết quả đăng kí đợt 3 chỉ có 1 lớp nhưng sau đó chia nhỏ ra nên em không biết là GV em muốn đổi thuộc nhóm lớp nào . Nguyện vọng của em là được vào lớp của thầy  nếu không có thì em nguyện vọng vào lớp của thầy  ạ Em xin chân thành cảm ơn ạ!",
    "Em chào thầy/cô! Em là . Hiện em đang ở KTX, nhưng em có làm Bảo hiểm y tế bên ngoài rồi. Thầy/cô cho em hỏi, em cần làm gì để nhà trường cập nhật bảo hiểm của e ạ Mong thầy/cô giải đáp giúp em. Em xin chân thành cảm ơn",
    "Cô cho em hỏi: theo thời khóa biểu thì em có môn Đồ án chuyên ngành (Kỹ thuật Chế tạo) - Mã MH ME4045. Bắt đầu học ở tuần 40, nhưng không có thời gian và phòng cụ thể. Vậy em sẽ liên hệ ở đâu ạ?",
    "Chào anh/chị Em có thắc mắc về điểm TB tốt nghiệp của sinh viên Việt Pháp. Em có tìm hiểu điểm tốt nghiệp của 1 anh VP khóa 15 thì thấy như sau: -  B điểm TBTL: 8.37 với 298 tín chỉ    (tính đến hết H192) -  B điểm TBTL ngành: 8.33 với 268 tín chỉ    (tính đến hết H 191), nếu cộng luôn với điểm H192 (gồm luận văn và đồ án) thì sẽ là   B 8.37 với 298 TC   . -  B điểm TB tốt nghiệp: 8.55    Em xin cam đoan là thông tin điểm số ở trên là chính xác. Vì vậy em không biết cách tính điểm TB tốt nghiệp của CT Việt Pháp là như thế nào, mong anh/ chị giải đáp. Em cũng đã hỏi 1 lần vào hôm qua và nhận được câu trả lời là Tb TN = TBTL ngành thì so lại với thông tin từ anh 15 Việt Pháp thì em thấy nó không chính xác. Em mong câu trả lời để có được sự chuẩn bị tốt nhất. Em xin cảm ơn ạ!",
    "Kính gửi Phòng đào tạo trường ĐHBK, Em trước là sinh viên khoa khác đã tốt nghiệp và hiện đang là sinh viên bằng 2 chính quy  khoa Xây Dựng, ngành kỹ thuật xây dựng. Theo em được biết đối với sinh viên bằng 2 chính quy thì vẫn học tất cả các môn như sinh viên chính quy,nhưng đối với ngành kỹ thuật xây dựng lại có thêm chương trình đào tạo riêng cho bằng 2 ( ảnh kèm). Vì chương trình đào tạo của 2 cái này có chút khác biệt. Vậy chương trình đúng để em theo học là gì ạ! Em xin chân thành cám ơn!",
    "Xin chào, em hiện đang là sinh viên năm cuối, đã hoàn thành chương trình học và đang thi Anh văn 2 kỹ năng Nói- để bổ sung điều kiện tốt nghiệp đại học. Và trong HK201 này thì em không đăng ký môn học nào của chương trình đại học, mà chỉ có TKB của chương trình liên thông sau đại học. Em muốn hỏi trong trường hợp em không kịp bổ sung đầy đủ các điều kiện để tốt nghiệp đại học, cụ thể là Anh văn Nói-, vào đợt tháng 11 sắp tới và em không có TKB của chương trình đại học trong HK201 và HK202, khi đó là em bị buộc tạm dừng học theo Điều 9.1 của Quy chế ĐT-HV, thì em có được xét tốt nghiệp trong đợt tháng 4 năm sau không ạ? Nói cách khác là đợt tốt nghiệp tháng 4 sắp tới có xét cho các trường hợp đã học xong trước HK201 và không còn trạng thái sinh viên do không có TKB HK201 như em hay không ạ? Em xin cảm ơn ạ.",
    "Do bên ủy ban phường làm thất lạc giấy xác nhận hoãn nghĩa vụ quân sự của em nên bên phường bảo em làm lại giấy xác nhận, em có giấy thông báo thất lạc bên phường có thể gửi cho trường nếu cần thiết. Em cảm ơn .",
    "Dạ em chào cô, cô cho em hỏi là em muốn vay tiền học phí của trường. Cô cho em hỏi là thủ tục làm thế nào vậy cô? Lãi suất và thời gian bắt buộc phải trả là bao lâu vậy cô. Em cảm ơn cô ạ!",
    "Em đã nộp bằng anh văn được 590 điểm, nhưng không chọn quy đổi điểm anh văn 1,2,3 được ạ. Thầy cô xét duyệt dùm em để em đăng ký luận văn với anh văn 4 với ạ",
    "Cho em được hỏi! Em chuẩn bị tốt nghiệp, hiện tại em muốn học cao học của văn bằng 1 và đồng thời học cùng lúc với văn bằng 2 của ngành khác được không ạ? Với việc đăng ký cùng lúc hai chương trình học như vậy có được sự đồng ý của nhà trường không ạ?",
    "Em tên là , MSSV , lớp CĐT VP15. Hiện nay em phát hiện điểm anh văn 4 trên mybk của em bị tính sai, làm em không đạt môn anh văn 4 và không đủ điều kiện ra trường, mong phòng đào tạo xem xét gấp giúp em để kịp xét tốt nghiệp ạ",
    "Cho em hỏi hiện em đang học khoa kỹ thuật xây dựng dân dụng chất lượng cao, em muốn chuyển sang ngành cầu đường có được không ạ.",
    "Gửi phòng Đào tạo Em tên là , MSSV 151003 . Em xin phép được hỏi một vấn đề như sau: Hôm nay là hôm cuối em nộp báo cáo tổng kết môn học cho một môn trong HK193, và em đã có nhờ giảng viên nhập điểm trực tuyến trên mybk, tuy nhiên vì thầy vẫn chưa kết thúc môn vì vẫn còn những nhóm khác chưa bảo vệ xong nên thầy chỉ có thể nhập điểm chứ chưa khóa bảng điểm trực tuyến được. Xin cho phép em hỏi là như vậy em vẫn có thể được chấp nhận đăng ký tốt nghiệp đúng hạn hay không, hay phải chờ tới khi PĐT cập nhật bảng điểm của thầy ạ? (ĐK tốt nghiệp của em đã hoàn thiện, trừ điểm môn trên chưa cập nhật) Em xin cảm ơn PĐT đã nhận yêu cầu ",
    "Dạ hiện tại học kỳ 201 này em muốn học môn anh văn 1 (LA1003), thứ 3, tiết 789, phòng B1-202, tại cơ sở 1. Nhưng đã qua thời hạn đăng ký môn học, Phòng đào tạo có thể xem xét cho em đăng ký bổ sung môn học này không ạ? Em xin cảm ơn.",
    "Dạ cho em hỏi, em vừa rồi thi anh văn trong trường được 525 thì em được chuyển điểm anh văn có 8 chỉ thêm hay sao ạ? Em k18 ạ",
    "Em là  MSSV:  PĐT cho em hỏi việc chuyển điểm thực tập tốt nghiệp cần những gì ạ. Em đi  thực tập trong kì hè này rồi. Kì này em đã đk thực tập giờ muốn chuyển điểm mà em chưa biết thủ tục thế nào ạ. Em cảm ơn.",
    "Xin chào Thầy/Cô, Vừa rồi, em có chuyển điểm anh văn 1234 và đã thanh toán bằng chứng chỉ Toeic 620 với mức điểm như sau: 1: 10đ 2: 10đ 3: 8đ 4: 5.5đ Tuy nhiên, hôm nay em thấy mức điểm chuyển có thay đổi như sau: 1: 10đ 2: 10đ 3: 10đ 4: 7.5đ Với điều kiện là chứng chỉ Toeic có trước ngày 21/9. Kính mong Thầy/Cô xem xét và chuyển điểm  1234 lại giúp em ạ. Em xin chân thành cảm ơn",
    "Em chào thầy/ cô Em tên:  Mssv:  Câu hỏi trước em có xin bổ sung lớp anh văn 2 mà cô trả lời là do e thiếu anh văn 1. Nhờ cô coi lại trường hợp của e ạ, vì e đã đổi điểm anh văn 1 từ hk192 rồi cô",
    "Về chứng chỉ tin học của k19, theo quy định của PĐT, SV sẽ được tham dự kì kiểm tra do trường tổ chức hoặc nộp chứng chỉ để đạt chuẩn đăng kí môn học cho năm học thứ 2 (HK201). Tuy nhiên, đến nay PĐT chưa ra thông báo mới nào về việc này . Nhờ Thầy/ Cô trả lời thời gian nào cần nộp chứng chỉ tin học và PĐT có tổ chức kì kiểm tra không? Xin cảm ơn.",
    "Chào thầy/cô, Thầy/cô cho em hỏi làm cách nào để kích hoạt tài khoản cựu sinh viên . Em có bấm kích hoạt tài khoản cựu sinh viên ở trang đăng ký tốt nghiệp nhưng không thành công. (Không có email gửi tới)",
    "Chào thầy cô ạ. Em là  sinh viên bảo dưỡng công nghiệp 2017 Cho em hỏi là về sau, cao đẳng TOEIC bao nhiêu điểm mới đổi được av3 av4 ạ? Có phải 500 điểm hay thay đổi ạ Vì em xem quy chế chỉ thấy dành cho đại học Em cảm ơn rất nhiều ",
    "Em chào cô. Cô cho em hỏi. Hiên tại em có bằng av để pass đc av1. Em nộp bằng chuyển điểm để pass av1. Sau đó em đi thi và có bằng cao hơn thì liệu em còn được nộp bằng chuyển điểm để pass av2 34 không ạ. Hay chuyển điểm chỉ được chuyển 1 lần duy nhất thôi ạ Em cảm ơn",
    "Thưa Pđt em là sinh viên K17, với việc  có thay đổi về điểm chuyển av để qua 4 môn av thì việc áp dụng với thời điểm toàn trường là không hợp lý. Thứ nhất với k17 tụi em rất ít thời gian để chuẩn bị vì năm học vừa rồi rất nặng và rất nhiều đồ án tụi em chỉ có thể ôn thi toeic và có nhiều bạn như em vẫn chưa thi lấy bằng do nhiều ảnh hưởng từ dịch, đồ án, thực tập tốt nghiệp tụi em phải ở lại công trường không có thời gian chuẩn bị.Thứ 2 chuẩn chuyển anh văn gây ảnh hưởng tới những bạn chưa học anh văn chứ không ảnh hưởng tới chung vì vậy sẽ không nâng cao được chất lượng của sinh viên, mà chỉ khiến sinh viên áp lực hơn. Mong  xem xét có thể xem lại hoặc gia hạn tới hết kì này để chúng em có thể yên tâm làm luận văn và chuẩn bị tốt nhất để ra trường đúng hạn, với tình hình này rất khó cho sinh viên ạ. Em cảm ơn . Trân trọng.",
    "Kính chào Thầy/Cô Em xin Huỳnh Hồng Thuận (Mssv: 1413869). Cho em xin hủy Av4 vừa mới dăng ký ngày 28/09/2020. Lý đo: em đã được gia hạn chuyển điểm AV theo bảng quy đổi cũ. Mong Thầy/Cô hủy giúp môn AV4 mới đăng kí ngày 28/09/2020 . Em xin cảm ơn đã học mail. Em Hy vọng sẽ hồi âm sớm.",
    "Kính gửi Phòng Đào Tạo  Em là khoá K15  Học kì trước , em bảo lưu luận văn tốt nghiệp một kì ,và hiện tại kì này làm luận văn tốt nghiệp nhưng em chưa đủ điều kiện hoàn thành chứng chỉ anh văn kịp để có thể đăng kí trong thời thời gian đăng kí bổ sung luận văn tốt nghiệp . + Em xin hỏi có thể xin thêm một kì bảo lưu để hoàn thành chứng chỉ anh văn để được làm luận văn được không ạ ? + Và thời hạn làm đơn xin làm luận văn khi đủ chứng chỉ anh văn nộp là khi nào ạ nếu được sự đồng ý của giáo viên hướng dẫn ? Rất mong được phòng đào tạo trả lời những câu hỏi này của em. Em rất chân thành cảm ơn !!! Ân ",
    "Em chào Thầy/ Cô  Em là Trần Minh Đức - Mssv  Hệ VHVL Học kì này em có đăng ký thành công 2 môn Đồ án (EE3061) và Nhà Máy điện trạm biến áp (EE3027) Em muốn đăng ký thêm môn Thực Tập Tốt Nghiệp (EE3313) và Đề Cương luận văn tốt nghiệp (EE4311) Do 2 môn này yêu cầu có môn học trước là Đồ Án và Nhà Máy điên trạm biến áp Thầy/ Cô có thể xem xét cho em học song song cùng 1 học kỳ được không ạ Do em bị trễ tiến độ học tập  và dịch Covid gây ảnh hưởng đến tiến độ học tập Mong Thầy/ Cô xem xét cho em Em xin cám ơn   ",
    "Dear , A/c cho em hỏi là trong tuần thứ 2 của học kì 201 này, em có thể làm đơn đăng kí bổ sung môn học được không ạ? Thanks and regards,   ",
    "Chào anh chị ,hiên em đang làm tại công ty ở xa ,em hoàn thành việc học nhưng chưa có tên trong danh sách dự kiến tốt nghiệp và đăng ký tốt nghiệp chưa được .Mong anh chị giúp em có cách nào không ạ.Xin cảm ơn",
    "PĐT cho em hỏi, em hiện là sinh viên khoá K19, sau này để xét tốt nghiệp em có được dùng chứng chỉ TOEIC speaking and writing do trung tâm BK English cấp không ạ?  em hỏi bên trung tâm họ bảo được ạ. nhưng em xem bên chuẩn tiếng anh của trường thì thấy nội dung như hình em đã đính kèm . \"đối với các khóa từ 2013 đến 2017, cho phép dự thi kỹ năng Speaking & Writing của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa với mức Đạt, tương đương mức điểm 200\" Em cảm ơn.",
    "Em muốn hủy môn học đã dăng ký cho học kỳ chính 201. Có cách nào giúp em không ạ?"
]