[
    "Em là , hệ VLVH, khoa Cơ khí. Em có thắc mắc môn về môn các môn về chính trị - ạ. ở Học kỳ 1 (2020-2021) em có học chính trị-xã hội mà không có thấy điểm môn này ạ. và ở trường cao đẳng em có học chính trị rồi không biết có được miễn những môn đấy không ạ. em cảm ơn. Và hình ảnh ạ.",
    "Kính gửi Phòng Đào tạo, Em tên là , MSSV:  Trong lúc đăng kí môn học Quản trị kinh doanh quốc tế (IM3081), em đã đăng kí lớp CC02 học thứ 2 tiết 2-3, nhưng kết quả đăng kí môn học của em lại tự đổi giờ học của lớp CC02 sang thứ 7 tiết 5-6. Cho em hỏi lí do của việc chuyển giờ học mà em đã đăng kí mà không được báo trước cho em vậy ạ?.  Nếu có nhầm lẫn, mong Phòng Đào tạo cập nhập kịp thời để em có thể tham dự đúng giờ học. Em xin cảm ơn, mong sớm nhận được phản hồi ạ.    .",
    "Chào thầy cô ạ Em là  mssv , năm ngoái em có bảo lưu và năm nay em đã đi học lại, trước hết em xin lỗi thầy cô vì đã nộp học phí trễ hạn do sơ suất của em ạ, hôm qua có một cô gọi điện cho em và nhắc nhở em đóng học phí vì hạn chót là ngày 3/1/2022, em đã chuyển khoản từ tài khoản OCB của em đến OCB của trường nhưng từ hôm qua đến nay thì giao dịch chuyển khoản đều bị từ chối, em đã thử gọi lên OCB nhưng họ bảo là không phải do hệ thống ạ, thầy cô cho em hỏi cách giải quyết với ạ. Với lại thầy cô cho em hỏi em nộp bao gồm tiền bảo hiểm y tế nhưng nếu em có rồi thì làm sao để được hoàn lại ạ. em cảm ơn thầy cô rất nhiều.",
    "Chào thầy/cô, Em tên: Em có câu hỏi là em đã đăng kí môn Luận văn tốt nghiệp MSMH: EE4333 ở cả đợt 1 và 2 nhưng đều bị xóa. Em đã học hết các môn học trước, tiên quyết và đáp ứng cả anh văn. Em không biết là mình còn thiếu điều kiện gì hay lỗi hệ thống. Em mong thầy/cô có thể giải đáp để em có thể đăng kí môn học và hoàn thành chương trình ạ. Em cảm ơn.",
    "Kính gửi thầy/ cô, Em tên Nguyễn Nguyệt Quyên Mã số sinh viên  Lớp QL03 Khóa 2021 ngành Quản Lý Công Nghiệp Vào ngày 31/12/2021 vì lý do cúp điện đột ngột nên em không thể dự thi cuối kì 1 môn Quản Trị Đại Cương ( IM1007) vào lúc 14h . Em đã lên mybk đăng kí hoãn thi nhưng không được ạ, rất mong phòng đào tạo và khoa duyệt giúp em để em được thi lại vào năm sau. Em xin chân thành cảm ơn.",
    "Em là , hệ VLVH, khoa Cơ Khí.Do em đã đăng kí môn học HK Chính + Dự thính 211 - lộ trình 1 + VLVH nhưng đã bị hủy ạ. Em muốn đăng kí lại các môn học sau ạ: *ME2019 - Môi trường và con người. *ME2005 - Trang bị điện - điện tử trong máy công nghiệp. *ME3001 - Kỹ thuật thủy lực và khí nén. *ME1001 - Nhập môn về kỹ thuật. *CI2001 - Sức bền vật liệu.",
    "Dạ em chào thầy/cô! Ở đợt ĐKMH đợt 2 em bị xóa và thay thế khá nhiều môn, một số môn là do khoa em có sự thay đổi dẫn dến vấn đề sai lệch mã môn. Trong số các môn bị xóa thì có môn CH1003 Hóa Đại Cương. Trong lịch sử đăng ký thì em có đăng ký và chưa xóa, nhưng mà trên hệ thống tự xóa môn và không có ghi nhận nào ở lịch sử đăng ký, ở kết quả ĐKMH đợt 2 thì không có ghi nhận gì về môn này (không trùng lịch môn khác, không dính điều kiện môn học). Bên dưới em có đính kèm hình ảnh, rất mong thầy/cô xem xét giúp em. Em xin chân thành cảm ơn! Chúc thầy/cô nhiều sức khỏe!",
    "Em là , hệ VLVH, khoa Cơ Khí. Cho em hỏi là em đã học những môn ở trường cao đẳng như:   U   I Lắp đặt và kiểm tra hệ thống điều khiển thủy lực và điện thủy lực  /I ,   I Lập trình điều khiển hệ thống cơ điện tử sử dụng vi điều khiển  /I    ,   U   I Lắp đặt và kiểm tra hệ thống điều khiển khí nén và điện khí nén  /I    ,   U   I Robot công nghiệp  /I    ,   I Lắp ráp, đấu nối và vận hành hệ thống cơ điện tử  /I   U ,      I Lập trình điều khiển hệ thống cơ điện tử sử dụng PLC  /I . Vậy em có được miễn các môn này không ạ: *ME3005 - Thiết kế hệ thống cơ điện tử. *ME3007 - Vi điều khiển. *ME3011 - Động lực học và điều khiển. *ME3013 - Hệ thống PLC. *ME3015 - Kỹ thuật robot . *ME3001 - Kỹ thuật thủy lực và khí nén",
    "Chào phòng đào tạo  Em tên . MSSV Em có gửi đơn lúc  mới đay em có gửi đơn hoãn thì cho phòng đào tạo và được phản hồi là phải làm theo hướng dẫn trên hệ thống của trường nhưng khi vào mục đăng kí hoãn thì môn học của em là về bài tập nên không đăng kí hoãn được mà phải mail cho giải viên dạy để giải quyết và giảng viên có phản hồi là phải gửi phòng đào tạo xem xét vì lý do là đã thi nhưng bị lỗi kĩ thuật. Bây giờ em không biêta phải làm sao. Xin phòng đào tạo hướng dẫn em giải quyết vấn đề ạ. Em xin chân thành cảm ơn",
    "Chào anh/ chị, Nay em đã đủ điều kiện xét tốt nghiệp. Tuy nhiên học ký này em bị xét vào tình trạng \"tạm dừng\". Em vào mục Đk thì trang báo như hình dưới. Em có thể đăng ký TN không ạ? Đợt đăng ký gần nhất là khi nào vậy ạ? Em cảm ơn anh/chị ạ.",
    "Em đã đăng ký môn học cho kỳ tới rồi mà tới nay vẫn chưa có thời khoá biểu, mà em lên zem thì mất luôn thời khoá biểu của học kỳ trước ạ? Em phải làm gì đây ạ thứ 2 này hình như bắt đầu học rồi ạ",
    "Kính gửi PĐT    Em tên là  mssv:    Em viết mail này để nộp đơn xin PĐT kiểm tra và giải quyết vấn đề đăng kí đồ án tốt nghiệp  (ME4387_HK212)cho em    Em xin chân thành cảm ơn!",
    "Mở môn đại số tuyến tính học học kỳ 212 cho sinh viên K21  . Kính gửi Phòng đào tạo Trường Đại học Bách Khoa - TP.Hồ Chí Minh, Em là  - MSSV:  Do các lớp đại số tuyến tính đã hết chỗ, tuy nhiên em không thể đăng kí những môn khác do yêu cầu của chương trình đào tạo bắt buộc của bộ môn GDQP; nên em làm đơn này, kính mong Phòng đào tạo xem xét, tạo điều kiện mở lớp môn đại số tuyến tính vào khung giờ phù hợp. Trong trường hợp bất khả kháng, em mong phòng đạo tạo có thể sắp xếp cho em vào một lớp đại số tuyến tính với khung giờ học phù hợp. Kính mong phòng đào tạo xem xét Em xin chân thành cảm ơn, .",
    "Mở môn học học kỳ 212 . Dạ kính thưa PDT , hồi đầu tháng 12 trường có gửi mail đk av nhu cầu chi sinh viên và hiện tại em đã học xong và chờ thi . Mong pdt mở lớp tiếp theo để tụi em đk để kịp pass chuẩn av ạ , tại vừa r em có đk dự thính mà e nghe nói là chưa thi nên không thể mở lớp  . Em cảm ơn.",
    "Dạ kính thưa PDT .hồi đầu tháng 12 trường có gửi mail đk môn av nh cầu cho sinh viên , em đã đk và mới học xong và chờ thi ạ . E mong pdt tiếp tục mở lớp để tụi em đk và pass chuẩn av ạ . Vừa rồi e có đk dự thính mà e nghe nói là chưa thi nên không thể đk av tiếp theo nên hơi lo là không mở lớp  . Em cảm ơn .",
    "Em xin chào thầy/cô ạ, em tên . Hôm nay là ngày cuối để em đăng ký hoãn thi cuối kì, nhưng em không thể thao tác trên trang mybk.hcmut.edu.vn    Ứng dụng cho Sinh viên    Đăng ký hoãn thi Cuối kỳ . Cho em hỏi em có thể làm cách nào khác để đăng ký hoãn thi cuối kỳ ạ?  Em cảm ơn ạ.",
    "Dạ em tên , MSSV  Dạ em học môn xác suất thống kê (MT2013) lớp A01 nhưng vì em đăng kí ktx ở khu vực Thủ Đức nên em có thể xin cho em chuyển lớp từ A01 sang L12 để tiện cho việc đi lại. Em xin cảm ơn.",
    "Thưa thầy cô, em có thắc mắc về hai loại số tín chỉ được ghi trong bản điểm: gồm tín chỉ tích lũy ngành và số tín chỉ tích lũy. Hai con số này không giống nhau khi số tín chỉ tích lũy ngành nhỏ hơn số tín chỉ tích lũy. Em không hiểu vì sao dù em đã học theo đúng chương trình đào tạo (có 6chỉ em học các môn tự chọn khác ngành). Em muốn hỏi rõ sự phân biệt hai loại tích lũy tín chỉ này . Và khi xét tốt nghiệp thì em sẽ phải xét loại tín chỉ tích lũy nào ạ? Em cảm ơn",
    "Kính thưa thầy cô, Em tên :  MSSV:  Vấn đề : Em đã đăng kí môn Kỹ thuật lập trình (CO1027) nhưng trên BKEL em không tìm thấy môn học trong phần \"Tổng quan khóa học\". Em rất mong được giải đáp thắc mắc này, em xin cảm ơn ạ. Trân trọng.",
    "Dạ chào thầy/ cô ở đợt đăng ký môn học lần thứ 2 em không đăng ký môn Thực tập thiết kế đồ họa (ME3177 ), nhưng trong kết quả đăng ký đợt 3 lại có môn này. Thầy/ cô xem lại và xóa môn này giúp em với ạ ",
    "Em chào thầy cô ạ Dạ em là K19, theo đúng tiến độ chương trình đào tạo thì K19 (Kỹ thuật cơ khí-  B ME3135   ) sẽ đăng ký thực tập ngoài trường vào học kỳ 6 nhưng sẽ đi thực tập trong hè HK213. Nếu em đăng ký thực tập ngoài trường  trong hè HK213 (Kỹ thuật cơ điện tử -   B ME3123   ) thì em sẽ đi thực tập trong kỳ chính HK221 hay đi trong kỳ HK213 ạ (dạ do em tính học song ngành nên phải đi thực tập ngòai trường 2 lần ạ) Dạ mong thầy/cô giải đáp giúp em ạ Em cám ơn thầy cô nhiều ạ",
    "Kính chào anh/chị, Em là , MSSV  Đợt đăng ký môn học vừa rồi em có đăng ký môn Phương pháp PTHH (CI3061). Do em có đi thực tập tại công ty ngoài, lịch thực tập vừa mới có là em sẽ đi các ngày thứ 2, 4, 6 trong tuần, trùng với lịch học ngày thứ 2 của lớp L02 (ngày có nhiều buổi học nhất). Em thấy lớp L01 sỉ số vẫn còn 79/80 nên em xin phép được chuyển qua lớp L01 để tiện và đảm bảo cho việc học tập tốt nhất ạ. Rất mong được sự phản hồi và chấp nhận của Phòng Đào tạo ạ. Em xin chân thành cảm ơn. Trân trọng.",
    "Cho em hỏi là: HAI môn thí nghiệm cùng một giảng viên, cùng thời gian học NHƯNG KHÁC tuần học thì có đăng ký được không ạ ? Vì pđt xếp tkb cho đợt 2 xong thì em có lớp, nhưng kết quả của đợt 2 thì do lớp đó ít người đăng ký nên bị hủy, thành ra là em lại bị mất đi môn quan trọng trong khi em đăng ký đầy đủ đợt 1, đợt 2 theo pđt sắp lịch và giờ thì bị hủy. Em mong nhận được sự giải đáp, em cảm ơn!",
    "Em đăng kí môn Đồ án chi tiết ME2011 trong đợt 2 không được chấp nhận vì thiếu môn học trước CI1003 vẽ kĩ thuật . Mà môn vẽ kt em mới học xong học kì này mà chưa có điểm . Mong pdt giúp em để em được đăng kí môn đồ án",
    "em có đăng ký hoãn thi học kỳ 1 vừa rồi nhưng em kiểm tra lại trên mybk thì ko thấy xuất hiện phần đăng ký hoãn thi nữa,Anh/chị có thể kiểm tra giúp em là em đã đăng ký thành công chưa ạ .Em là  MSSV  .Em cảm on ",
    "Dạ Em chào Thầy/Cô ạ! Tình hình của Em là bị xoá tkb HK211 ạ, không biết vì lý do gì và không biết có ảnh hưởng gì đến kết quả học tập của Em trong học kì không ạ? Em xin chân thành cám ơn",
    "Dạ Em chào Thầy/Cô ạ! Học kì 211 em có đăng kí môn thực tập tốt nghiệp CI3343, nhưng do tình hình dịch bệnh nên em có xin khoa hoãn lại vào kì 212 Cho Em hỏi nếu vậy thì Em có cần đăng kí lại môn thực tập tốt nghiệp đó vào kì 212 không ạ? Em xin cám ơn!",
    "cho em hỏi, em có đăng kí môn học thực tập điện tử, nhưng do tình hình dịch nên qua tết em mới vào lại TPHCM. Nhưng vào tuần sau e lại có lịch học trực tiếp. Vậy em có thể hoãn học trực tiếp và để qua tết e vô học lại được không ạ. Do em thầy kì 212 chỉ mở có 1 lớp ạ.",
    "Chào PĐT ạ, em là , MSSV , khóa K2014. Tình hình em thi nói viết để nhận đủ điều kiện tốt nghiệp ra trường, nhưng hiện vẫn chưa đạt. Và bị tạm dừng học do không đăng kí môn học. - Với khóa K2014 đây là học kì cuối cùng để ra trường, với tình hình hiện tại không biết em có thể gia hạn thêm qua học kì sau cho trường hợp của em để tốt nghiệp ra trường không ạ? - Nếu được em có cần làm đơn gì không ạ? Em cám ơn ạ!",
    "Chào Thầy Cô Phòng Đào tạo ạ,  Em tên là , MSSV , là sinh viên khoa Điện - Điện tử, chuyên ngành Kỹ thuật Điều khiển và Tự động hoá. Việc là em đăng ký môn học Luận văn tốt nghiệp ở học kỳ HK212 nhưng khi có kết quả đăng ký đợt 2 thì em lại bị từ chối do thiếu môn tiên quyết Đề cương luận văn tốt nghiệp, đó là môn em học ở học kỳ HK211 mà GVHD của em chưa nhập điểm ấy ạ . Thầy Cô Phòng Đào tạo cho em hỏi là Phòng Đào tạo có xét kết quả môn học ở học kỳ 211 để xét điều kiện tiên quyết cho việc đăng ký môn học ở học kỳ HK212 không ạ? Do em có nhận được email của Phòng Đào tạo là đã cập nhật lại các lỗi phát sinh khi đăng ký môn học (pass điểm của HK211) ấy ạ . Do học kỳ HK212 này em chỉ đăng ký 1 môn Luận văn tốt nghiệp thôi nên nếu không đăng ký được thì em sẽ không có môn học học kỳ này ấy ạ. Mong được Thầy Cô Phòng Đào tạo giải đáp thắc mắc ạ. Em có gửi file ảnh đính kèm tình trạng của em ạ. Em cảm ơn Thầy Cô Phòng Đào tạo ạ,  ",
    "t đằng ký môn học lần 1, em đã đăng ký và được trường sắp lịch học môn Cơ lưu chất. Nhưng đến đợt 2 dù không xóa hay tác động gì đến thời khóa biểu Cơ lưu chất nhưung môn học lại biến mất hoàn toàn khỏi thời khóa biểu. Em mong được sắp thời khóa biểu để có thể hoàn thành chương trình ạ. Em cảm ơn.",
    "Em đã đăng ký luận văn tốt nghiệp (CO4317) ở 2 đợt đăng ký nhưng không thành công. Lỗi báo là \"PDT không đ/ký cho SV MH CO4317 (0: Thiếu môn tiên quyết CO4315)\". Môn tiên quyết là Đề cương luận văn tốt nghiệp, môn em đang học tại học kỳ hiện tại. PĐT xem xét giúp em về vấn đề này để em có thể đăng ký học được trong kỳ tiếp theo mà không bị báo lỗi xoá môn nữa ạ. Em xin cảm ơn.",
    "Em tên là , MSSV là . Hiện tại sắp vào kì 212 rồi nhưng em vẫn chưa thấy thời khóa biểu của em được cập nhật. Em đã hỏi thử các bạn và được biết thời khóa biểu đã được cập nhật mấy hôm rồi . Mong thầy/cô giải quyết sớm giúp em. Em xin cảm ơn!!!",
    "Dạ e tên là : mssv .Cho e hỏi là môn Hệ thống năng lượng xanh(EE3131) dã có sỉ số là 70/70 rồi .E có thể xin thêm 1 slot nữa được ko ạ.Nếu được e cần làm những gì ạ.E cảm ơn!",
    "Em là , MSSV , hiện đang học bằng 2 khoa Kỹ thuật Địa chất và Dầu khí.      Đợt đăng ký môn học HK212, PĐT đã không cho em đăng ký môn học Luận văn tốt nghiệp (GE4313) vì thiếu môn tiên quyết Thực tập địa chất kiến trúc (GE2005). Vì dịch COVID-19 nên trong năm 2021 khoa chưa tổ chức đi thực tập được. Vì vậy em xin PĐT cho phép em đăng ký Luận văn tốt nghiệp (GE4313) và tạm bỏ qua điều kiện môn Thực tập địa chất kiến trúc (GE2005).      Em xin cảm ơn!      .",
    "Kính gửi Phòng đào tạo  Em là sinh viên khóa 2018, khoa KT Hóa học.   B Hiện tại, kết quả đăng ký môn Luận văn tốt nghiệp (CH4347) có một chút vấn đề như sau:    Kết quả đăng ký môn học và thời khóa biểu thì môn học này bị xóa, không có trong thời khóa biểu, tuy nhiên trên BKel lại có mục Luận văn tốt nghiệp rồi .   B Phòng đào tạo cho em hỏi là:    Kết quả như vậy thì trong đợt ĐKMH lần 3 em có cần đăng ký môn học này lại hay không, hay là hệ thống sẽ tự cập nhật lại ạ ? ",
    "Mở môn học học kỳ 212 .",
    "Dạ em chào thầy/cô. Em tên :  MSSV : . Lý do: học kỳ 211 em có học môn xstk mã mới MT2013 và đã đạt. Theo chương trình đào tạo thì em phải chuyển điểm về mã cũ là MT2001 nhưng em chưa biết quy trình chuyển điểm gồm các bước nào ạ. Mong thầy/cô hướng dẫn giúp em. Em chân thành cảm ơn thầy/cô.",
    "Dạ kính thưa Phòng Đào Tạo, Em tên:  - MSSV:  - Khoa Môi trường và tài nguyên Môn Kỹ thuật xử lý khí thải - EN3001 là môn chuyên ngành quan trọng năm 4 của khoa Kỹ thuật Môi trường, cũng là môn tiên quyết để đăng ký Đồ Án cho học kỳ sau. Em mong Phòng Đào Tạo tăng sĩ số lớp học do có hơn 70 bạn có nhu cầu đăng ký trong học kỳ này theo chương trình đào tạo nhưng chỉ mở 2 lớp với số lượng mỗi lớp tối đa 30 bạn. Làm cho nhiều bạn bị xóa môn dù đủ điều kiện đăng ký môn học trong đợt 2. Mong Phòng Đào Tạo giải quyết cho em Em xin chân thành cảm ơn",
    "Kính gửi PĐT, Em có kết quả đăng kí môn học đợt 2, tuy nhiên ở môn   B CO4327 - Luận văn tốt nghiệp (ktm    em đã bị hủy vì lý do   B PDT không đ/ký cho SV MH CO4327 (0: Thiếu môn tiên quyết CO4325)    Tuy nhiên môn học này em đã đăng ký ở học kì HK211 này (đề cương luận văn). Hi vọng PĐT xem xét lỗi này giúp em ạ!",
    "Mở môn học học kỳ 212 . Kính gửi Phòng đạo tạo, Trong đợt 2 đăng kí môn học, môn Kỹ thuật điều hòa không khí-ME3153 lớp L02-L03 bị hủy. Trong đợt 3 tới, các lớp còn lại có dư tổng cộng 4 lượt đăng kí, nhưng còn ít nhất 8 bạn cần đăng kí môn này (do bị hủy lớp sau đợt 2). Đây là môn chuyên ngành nên rất quan trọng và cần thiết học đúng theo kế hoạch đào tạo. Rất mong được tăng sỉ số 3 lớp còn lại để chúng em có thể đăng kí vào đợt 3, hoặc mở lại lớp L02-L03 ạ. Chân thành cảm ơn.",
    "Dạ, cho em hỏi trên ĐKMH là em có được duyệt môn (Thiết kế vi mạch) nhưng trên bkel không thấy cập nhật ạ. Mong thầy/cô kiểm tra giúp em ạ vì theo lịch là Thứ 2 em có tiết ạ.",
    "Dạ em vẫn chưa có thời khóa biểu ạ, ở bkel thì em có hiện lên môn học rồi ạ",
    "CODE  Chào thầy/cô, em có đăng kí học môn Giải tích 1 lớp DT02 nhưng muốn đổi qua lớp DT01 thì có thể đổi trong đợt 3 ĐKMH hay có cách nào chuyển lớp được không ạ? Em xin cảm ơn.",
    "Em chào thầy/cô! Do xin được bảo lưu và học kỳ vửa rồi em mới xin được thu nhận lại. Đây là học kỳ cuối của em theo như trong thời hạn đào tạo của trường. Nhưng do tình hình dịch bệnh khó khăn về đi lại, cộng với không thể tiếp xúc với các thiết bị phòng lab nên em chưa thể hoàn thành Luận văn TN để hoàn thành chương trình đào tạo. Em chỉ còn một LVTN để kết thúc. Em mong thầy/cô BGH nhà trường có thể tạo điều kiện cho em xin được gia hạn thời gian đào tạo thêm 1 học kỳ. Thủ tục và giấy tờ xin xem xét thế nào mong các thầy/cô cho em được biết. Em xin cảm ơn thầy/cô",
    "Dạ em kính chào thầy cô ạ, dạ thầy cô cho em hỏi là: Tại sao em không đăng kí được môn LVTN (CH4327) ạ tại vì còn một số môn em vẫn chưa có điểm thì hệ thống lại báo là em không đủ điều kiện nhận luận văn tốt nghiệp ạ. Xin thầy cô kiểm tra lại tình trạng của em để em biết được mình có chưa đạt phần nào để có thể đăng kí được LVTN ạ . Dạ em xin cảm ơn ạ Thông báo em bị như vầy ạ . NgàyĐợt DKTác vụ 01/ 01/ 2022 21:25HK212 - Đăng ký môn học HK212 - CQ - Đợt 3PDT không đ/ký cho SV MH CH4327 (L: Không đủ đ/kiện nhận LVTN)",
    "Kính gửi thầy,cô Em là , MSSV: . Nay em viết đơn để hỏi về vấn đề xin mở thêm lớp. Hiện tại nhóm em gồm 20 bạn sinh viên thì thầy cô cô em hỏi là không biết bên em có được mở thêm lớp không ạ. Em xin cảm ơn  . Minh Quân",
    "QUOTE  Em chào cô, Em đã viết đơn xin thu nhận lại vào ngày 24/12, cho em hỏi em đã được thu nhận lại chưa ạ (Do tình tạng sinh viên trên mybk vẫn để là tạm dừng) Em cảm ơn. ",
    "Kính gửi nhà trường Em là , sinh viên bằng 2 chính quy hệ ban ngày Sau khi đăng ký thành công ở đợt 2 môn học \"\" - CO2007. Đến lúc xếp thời khóa biểu thì bị hủy mất môn này với lý do thiếu môn học trước CO1005 Trong khi môn này em đã được xét miễn và đã có điểm chuyển. Mong nhà trường xem xét và cập nhật lại giúp em để em kịp thời bắt đầu học kì",
    "Kính gửi thầy/cô. Em tên , mssv , vào đợt đăng ký môn học đợt 2 vừa rồi, em có đăng ký thực tập ngoài trường mã môn ME3135 nhưng hiện tại em đã bị xóa trong kết quả đăng ký môn học nhưng BKEL của em lại hiện môn đó. Mong thầy cô kiểm tra lại giúp em ạ.",
    "Mở môn học học kỳ 212 . Chào PĐT. Em thuộc khóa 2018, do chương trình đào tạo của khóa 2019 đã thay đổi. Trong đợt 2 em có xin mở lớp và đăng ký lớp xong bị hủy môn học. Các giáo viên giảng dạy đã đồng ý mở lớp. Với sự tư vấn của giáo vụ khoa rằng xin mở lớp dưới dạng đồ án. Nay em gửi đơn mong PĐT chấp thuận để em được học các môn còn lại và ra trường sớm nhất có thể. Em xin chân thành cảm ơn. .",
    "Mở môn học học kỳ 212 . Em chào PĐT. Ở đợt 2 đăng ký môn học, em có xin mở lớp và đã được PĐT duyệt, nhưng có kết quả đăng ký đợt 2 thì đã bị hủy môn. Em có liên hệ với giáo vụ khoa và được tư vấn xin mở lớp dưới dạng đồ án. Nay em gửi đơn này xin PĐT giúp em được mở lớp dưới dạng đồ án. Em xin chân thành cảm ơn PĐT đã giúp đỡ em. .",
    "GE2041-Địa vật lý Dầu Khí MT2013-Xác xuất và thống kê GE2001-Cơ sở kỷ thuật Dầu Khí Dạ do dạo gần đây cúp điện liên tục với sửa mạng nên e ko bik đc mail đk đợt 3 ạ nên h zo kiểm tra e thấy đợt 1 mik đăng kí 5 môn mà h bị hủy hết 3 môn như trên ạ",
    "Em đã đăng kí hoãn thi 2 môn trên mybk. Cô cho em hỏi khi nào có kết quả hoãn thi ạ, em hoãn thi vì bị bệnh nên em có cần nộp giấy nhập viện cho pđt không ạ  Em cảm ơn cô ạ",
    "Kính chào thầy/cô. Con tên , mssv . Hiện tại con đang thiếu môn ME2087, mà hiện tại con đã là sinh viên năm 3, con mong thầy cô đăng ký cho con môn ME2087 lớp L02 ạ. Con cảm ơn.",
    "Kính gửi Phòng Đào Tạo! Hiện tại em đã hoàn thành hết tin chỉ yêu cầu nhưng do đang đợi lấy kết quả của anh văn nói-viết mà   B bị rơi vào tình trạng tạm dừng    và em không đăng ký tốt nghiệp được ạ. Kính mong phòng đào tạo có thể hỗ trợ cách để em có thể không còn tình trạng tạm dựng để khi có kết quả anh văn em có thể đăng ký tốt nghiệp Em xin chân thành cảm ơn ạ!",
    "Em kính chào quý thầy cô, em là , mã số sinh viên . Hiện tại vẫn còn đợt 3 để các bạn đăng ký thêm vào lớp để tăng sĩ số, nhưng môn học TR3067 Mô phỏng động cơ đốt trong và ô tô đã bị xóa. Đề nghị gỡ bỏ các điều kiện ràng buộc cho môn Tự chọn tự do của k19 này vẫn đang được xử lý, em kính mong môn này vẫn được trở lại danh sách dăng ký môn đợt 3 và các điều kiện ràng buộc cũ dành cho k18 được gỡ bỏ cho k19 ạ. Trong trường hợp sĩ số quá ít em vẫn kính mong PĐT mở lớp để tụi em có thể hoàn thành chương trình học tập đúng hạn, vì việc đổi chương trình đào tạo ngay sau k18 nên những môn của riêng Khoa như thế này sẽ rất khó được mở, sẽ gây khó khăn cho những bạn còn thiếu môn vẫn cứ chưa được học. Em xin chân thành cảm ơn.",
    "Kính chào thầy cô! Học kì 212 em có đăng kí 2 môn chuyên ngành nhưng đến khi cập nhật thời khóa biểu lại bị xóa vì lớp không đủ sỉ số . Nhưng mà 2 môn đó chỉ mở 2 lớp mà lớp còn lại thì thời gian học lại đụng thời gian học của môn khác ạ. Và trong đợt 3 thì không thể xóa môn học Mong thầy cô xem xét và giải quyết giùm em.",
    "Dear: Phòng Đào Tạo. Sinh viên thấy hình thức lớp học online qua các học kì vừa rồi cho các môn lý thuyết và thảo luận qua meet hiệu quả và có 1 số ưu điểm. Kính mong PĐT xem xét duy trì hình thức này cho 1 số môn có thể đào tạo qua hình thức này trong tương lai. 1/ một số trường khác trên thành phố họ cũng áp dụng học online cho các môn / học phần lý thuyết hay các môn không cần tới xưởng, phòng thí nghiệm, hoặc chỉ tới trường khi tới tiết thí nghiệm. 2/ phù hợp với các lớp buổi tối, vừa làm vừa học: tiết kiệm thời gian đi lại, điện nước, phòng học.... 1 số bạn làm cty nhà máy khá xa trường nên đi lại đôi cũng khó khăn. 3/ học online có record video lại, sinh viên cũng dễ trong việc coi lại bài học và ôn kiến thức. 4/ dễ mở/ nhận lớp hơn cho giáo viên và sinh viên. vì giáo viên có thể nhận lớp khi vừa kết thúc lớp tại cs1 hoặc cs2 mà di chuyển về cơ sở kia để dạy off thì không kịp. Kính mong PĐT xem xét.",
    "Kinh gửi PĐT, Em tên , là sinh viên Văn bằng 2 Khoa Khoa học và Kỹ thuật máy tính K2019. Vào đợt đăng ký môn học đợt 2 HK212, em có đăng ký LVTN mã CO4313 nhưng bị huỷ do thiếu môn tiên quyết. Hiện tại em đã đăng ký ĐỀ CƯƠNG LVTN ở học kỳ trước nhưng hiện tại chưa có điểm, nên em nghĩ báo thiếu môn tiết quyết là do vấn đề nếu trên. PĐT cho em hỏi vậy làm sao để em đăng ký LVTN trong khi điểm môn tiên quyết chưa có ạ. Em xin cảm ơn!",
    "kì trước em thấy form nhưng do dịch nên k đăng kí học offline được thì chuyển sang hk này học bổ sung thí nghiệm Hóa đúng k ạ? Nhưng em chưa thấy trên TKB",
    "Dạ cho em hỏi do học kì 1 năm 2021 em đã hoàn thành hết chương trình học, đã làm xong luận văn nhưng còn 1 môn học (em đã thi cuối kì, có điểm hết rồi) nhưng do dịch bệnh trường không mở cửa để vào học thí nghiệm môn đó. Nay em mới hoàn thành thí nghiệm xong từ tuần 50 và chờ điểm cập nhật lên để đăng kí tốt nghiệp. Nhưng theo quy định thì tình trạng sinh viên của em bị tạm dừng do không đăng kí môn cho kì tiếp theo. Cho em hỏi khi có điểm đầy đủ rồi thì em phải làm thế nào để đăng kí tốt nghiệp được ạ. Em cảm ơn quý thầy cô ạ .   i Tốt nghiệp .",
    "Em chào thầy cô, Em là , MSSV: Sau đợt đăng ký môn học đợt 2, em có bị hệ thống thêm vào một môn là Thực tập thiết kế đồ họa (ME3177) . Em mong thầy cô có thể hủy môn này giúp em. Em xin cảm ơn.",
    "Em chào Thầy/Cô. Em có câu hỏi về đăng ký môn học dự thính là vừa qua em đăng ký môn Giải Tích 2 ở học kỳ dự thính nhưng em chưa được cập nhật trên ELearning lẫn TKB ở trên MyBK. Không biết là vì lý do gì nhưng mà lúc đăng ký môn em vào đăng ký lúc đó vẫn còn dư sĩ số và không bị vướng về thời gian di chuyển hay trùng ngày của môn khác ạ. Mong Thầy/Cô giải đáp giúp em. Em cảm ơn ạ.",
    "Em chào thầy/cô. Em là . MSSV . Hiện tại em đã hết thời gian đào tạo. Em đã kiểm tra quy chế đào tạo và học vụ đối với khu vực của em (khu vực 1) được gia hạn thêm 1 học kỳ. Nên em làm đơn này kính mong thầy/cô xem xét gia hạn cho em thêm 1 học kỳ để em hoàn thành chương trình học ạ. Em xin phép gửi đơn gia hạn trong phần tập tin đính kèm ạ. Em xin chân thành cảm ơn thầy/cô.",
    "Mở môn học học kỳ 212 . Kính gửi: Phòng đào tạo trường Đại học Bách khoa TP.HCM Em tên: , MSSV:  Do bị trùng thời khoá biểu nên em không thể đăng kí được môn GDTC học phần 1. Vậy nếu trong năm nhất em chưa hoàn thành được học phần 1 môn GDTC thì sang năm 2 em có bị cấm đăng kí các môn trong học kì chính HK221 hay không ạ? Vì bị trùng thời khoá biểu lẫn các lớp GDTC ở CS1 đã full số lượng trong khi vẫn còn nhiều sinh viên chưa đăng kí được học phần 1 GDTC . Vì vậy kính mong Phòng đào tạo mở thêm lớp (mở thêm lớp vào thứ 7) các môn GDTC học phần 1 ở CS1 cho chúng em có thể được học học phần 1 GDTC ạ. Em xin chân thành cảm ơn.",
    "Kính thưa Phòng đào tạo, Em tên là: , MSSV: . Em xin trình bày như sau ạ! Hiện tại em còn nợ môn Hình hoạ (806703) thuộc chương trình Việt- Pháp, nhưng nay chương trình đã đóng và em phải học môn tương đương là Vẽ kĩ thuật (CI1003), đồng thời do thời khoá biểu chính của em đã kín lịch nên em đăng kí học dự thính môn này (CI1003), nhưng hệ thống báo là em chưa học môn này lần nào nên không cho đăng kí. Em sẽ đăng kí lại trong đợt 3 sắp tới. Kính mong phòng đào tạo cho phép em đăng kí môn này để hoàn thành chương trình đào tạo ạ.",
    "Kính gửi Thầy/ Cô PĐT,  Thầy Cô cho em hỏi là sao toàn bộ K18 đều bị xóa môn LVTN cho HK 212 trong đợt ĐKMH lần 2 vậy ạ? Lịch sử đăng ký hiển thị là do thiếu môn tiên quyết Đề cương LVTN, trong khi đó môn Đề cương thì tụi em đang thực hiện ở kỳ 211 này rồi ạ. Cả 2 lần đăng ký môn học đều bị xóa môn vì những lỗi không đúng.   Kính mong Quý Thầy/ Cô xem xét, khắc phục lỗi này giúp tụi em ạ . Em xin cảm ơn.",
    "Dạ xin chào, Hiện tại em đang không thể nào vào được giao diện của Đăng ký môn học cho học kỳ này. Hiện tại thì em là SV khoá K15, nên có thể việc đã vượt quá số lượng học kỳ tối đa (13 học kỳ) là nguyên nhân dẫn đến vấn đề của em. Em xin liên hệ để kiểm tra liệu vấn đề có phải như trên, và nhờ hướng dẫn giúp giải pháp cho tình trạng của em ạ. Em xin cám ơn.",
    "Cô ơi cho em hỏi là em có đăng kí môn học dự thính môn Cơ học thủy khí ở ĐĂNG KÝ MÔN HỌC DỰ THÍNH MÔN HỌC HK212 - CQ + VLVH ĐỢT 3 - LỘ TRÌNH 1 rồi và đăng kí được nhưng đến giờ cập nhật lịch học thì không có môn học này trong lịch học ạ. Thì có phải do em đăng kí học kì chính có 13 chỉ nên không được đăng kí học dự thính không ạ? Hay do hệ thống nhà trường chưa xếp lịch cho em ạ",
    "Vì lý do quê em có cấp thẻ y tế miễn phí hàng năm nên trong đợt đăng kí bảo hiểm y tế đợt vừa qua em không mua của nhà trường. Nhưng năm nay dưới quê vừa báo lại là sẽ không hỗ trợ cấp bảo hiểm y tế nữa . Vậy cho em hỏi là em còn có thể đăng kí bên mua bên trường được không ạ? Tại vì em thấy trong mybk vẫn có mục Đăng ký tham gia BHYT? Và nếu đăng ký được thì có cấp thẻ BHYT giấy không ạ? Vì trong phần hướng dẫn nói là xài BHYT điện tử.",
    "Dạ em chào PĐT , em là  . MSSV  , khoa xây dựng ngành kiến trúc . Trong đợt đăng ký môn học vừa rồi em có đăng kí môn CI4303 ( thiết kế dự án tốt nghiệp ) và được báo là không thành công do thiếu môn tiên quyết CI4103 ( thực tập tốt nghiệp ) . Nhưng trong học kì 1 năm 2021-2022 em đã hoàn thành môn CI4103 , nhưng chưa cập nhập điểm . Và em cũng kiểm tra thì thấy thời khóa biểu vào học kì 1 cũng bị xóa . Em mong PĐT xem xét lại để em được đki môn học CI4303 ạ  Em xin cảm ơn .",
    "CODE  Xin chào PĐT,  Em tên là , MSSV , K19-Môi trường&Tài nguyên, Chuyện là tụi em bị hủy môn mã EN3001 kĩ thuật xử lý khí thải, em mail hỏi gv thì bảo rằng xin PĐT mở sỉ số lớp vì lớp ban đầu đăng ký chỉ được tối đa 30 người mà hiện tại em khảo sát trên 10 bạn chưa đăng ký được. Vì thế em mạn phép xin PĐT nâng thêm sỉ số lớp học mã EN3001 Kĩ thuật xưt lý khí thải hoặc em có thể làm theo trình tự bằng cách nào để nâng thêm sỉ số lớp,  Xin cảm ơn, Thân gửi.",
    "Mở môn học học kỳ 212 . Kính gửi PĐT, Em đã liên lạc thầy  - Trưởng BM Vật lý Kỹ thuật Y sinh về việc mở lớp môn học Vật lý 2 (PH2005) và đã được thầy ký xác nhận đồng ý mở lớp dưới dạng đồ án ở HK Dự thính 212. Đơn xin mở lớp trường hợp ngoại lệ (đã có xác nhận của GV) em xin được đính kèm bên dưới cùng minh chứng đã liên hệ giáo viên qua email. Em xin gửi đơn đến PĐT để xác nhận việc mở lớp. Xin cảm ơn PĐT",
    "Chào thầy cô. Em là , sinh viên k19 khoa Điện, dạ em có một thắc mắc là môn thực tập ngoài trường trong ctdt thì đăng kí vào hk2 năm 3 thế thì tụi em phải thực tập ở kì 2 năm 3 luôn hay sao ạ, mong pdt có thể giải đáp dùm em ạ. Em xin chân thành cảm ơn .    .",
    "Kính gửi T  Em tên   MSSV:  Khoa: kĩ thuật xây dựng  Lớp: LT05 XD20XD13 Hôm nay em gửi đơn xin phép HỦY hoãn thi . Phần thông tin và lí do em đã trình bày rõ trong đơn rồi ạ. Em mong T có thể xem xét và tạo điều kiện cho em hủy phiếu hoãn thi mà em đã đăng ký trước đó ạ. Em xin chân thành cảm ơn .",
    "Em là sinh viên K19, Chuyên ngành chế tạo máy. Hiện tại em chưa qua môn đồ án thiết kế(ME3139) nên xin mở sỉ số để em được đăng ký trong đợt 3 tới đây. EM xin cảm ơn",
    "Dạ mọi người ơi cho em hỏi sao môn Operating System của em trên BKEL của em mới chỉ có mục lab thôi ạ, em có hỏi một vài bạn thì mấy bạn đã có mục lý thuyết luôn rồi ạ? Em cảm ơn mọi người ạ.",
    "Cho em hỏi sau DK Môn Học đợt 1 em nhận được kết quả là đã đăng ký 14 chỉ, mà sau đợt 2 thì em bị xoá mất 11 chỉ nhưng không rõ lý do. Vậy trường có tự sắp xếp cho em vào môn khác không ạ? hay học kì này em chỉ học 3 chỉ thôi ạ ?",
    "KHÔNG ĐĂNG KÝ ĐƯỢC  THIẾU MÔN CI2057 MÀ MÔN ĐÓ  , MONG PHÒNG ĐÀO TẠO KIỂM TRA X XÉT ĐIỀU CHỈNH GIÚP.  CẢM ƠN .",
    "Em chào Thầy/Cô, Em tên Nguyễn Hoàng Phúc, là sinh viên Văn bằng 2 Khoa Khoa học và Kỹ thuật máy tính. Cả 2 lần đăng ký môn học cho HK212, môn LVTN mã CO4313 đều bị hủy do thiếu môn tiên quyết. Hiện tại em đã hoàn thành các môn và môn ĐỀ CƯƠNG LVTN ở học kỳ trước đang chờ điểm, em không biết do thiếu môn học nào mà em vẫn bị hủy LVTN. Thầy/Cô kiểm tra giúp em ạ Em xin cảm ơn!",
    "Em chào quý thầy cô PDT ạ. Cho em hỏi là đối với khóa 2021 thì một học phần có điểm tổng kết từ 4.0 trên thang điểm 10 trở lên được xem như là đạt và tích lũy tín chỉ phải không ạ ? Em xin cảm ơn ạ.",
    "Dạ em chào pđt ạ, Em là , hạn tốt nghiệp của em là tháng 4/2022. Do em được biết là được gia hạn học kỳ nếu thiếu chứng chỉ tiếng Anh. Cho em xin hỏi cách để xin pđt gia hạn thêm 1 học kỳ để nộp chứng chỉ tiếng Anh ạ. Em xin cảm ơn pđt nhiều ạ.",
    "Chào Thầy/Cô, Em tên , MSSV  Em vừa xem lại mail trường thì có mail thông báo các môn thi lại được xếp lịch thi trong học kỳ vừa rồi, nếu không tham gia thi thì phải đăng ký hủy thi để xếp lịch thi vào học kỳ kế tiếp (nếu có mở môn học đó). Nhưng em đã qua thời gian đăng ký hủy thi, vậy em cần làm gì để tiếp tục được tham gia thi lại vào học kỳ kế tiếp ạ? Em cảm ơn Thầy/Cô dành thời gian hỗ trợ ạ!",
    "Dạ em chào anh/ chị Em tên:  MSSV:  Khoa: Môi trường và Tài nguyên Sau khi có kết quả ĐKMH đợt 2. Em đã bị huỷ môn Intership(EN3345) mà không hiểu lý do vì sao ạ. Vì các bạn cùng lộ trình của em đều đăng ký được.. Nhưng, hiện tại trên BK-EL của em vẫn hiện khoá học Intership(EN3345) ạ. Vậy cho em hỏi vào đợt 3 em có cần đăng ký bổ sung không ạ? Hay đây là do lỗi hệ thống ạ?   Mong anh/ chị có thể hỗ trợ em. Em xin chân thành cảm ơn!",
    "Dạ vì trường thay đổi CTĐT của Khoa tài nguyên và môi trường nên em chưa thể sửa kịp đăng kí môn học và không thể đăng kí môn Hóa môi trường 2. Và em được nghe nói là chỉ còn mở lớp ở kì học này và em cần phải học nó để hoàn thành CTĐT. Vậy thì em cần phải làm sao ạ???? Em xin cảm ơn",
    "Dạ thưa phòng đào tạo cho em hỏi, theo em kiểm tra lại em không có bị thiếu chỉ đăng ký hay vướng môn tiên quyết ngoài CCAV do em chưa thi được ạ, sao em bị xóa môn LVTN MA4317 vậy ạ ?  Trên E-learning em vẫn có môn đó nhưng ở KQ đăng ký đợt 2 lại bị xóa do chưa đủ đ/kiện nhận nhưng em thấy em không bị vướng gì ngoài CCAV nhưng trường hiện đã bỏ qua tạm thời không xét rồi ạ. Em cảm ơn ",
    "dạ em có lịch thi ngày 25/12 và em có hoãn thi trên hệ thống mybk sau đó trường có tổ chức thi lại vào ngày 31/12 do hệ thống thi bị lỗi. cho em hỏi em có cần đăng kí hoãn thi lại không ạ và cách thức đăng kí hoãn thi như thế nào ạ! do hệ thống mybk không cập nhật ngày thi mới ạ! ",
    "Họ và tên :  Dạ là kì nay e có đăng kí luận văn EE4333 nhưng cả hai lần đều bị hệt thống xoá môn học ạ . Em đã đủ hết môn tiên quyết của luận văn . Và năm nay trường không xét anh văn . Mong thầy cô xem xét để em có thể thực hiện luận văn trong kì này ạ . Cảm ơn thầy cô đã đọc ạ     .",
    "Môn: Kĩ thuật số -MSMH:EE1009 -lớp: L04-A -ngày thi:31/12/2021 lúc 16h00 Lí do: đường truyền mạng không ổn định để đáp ứng thi trực tuyến. em mong được dời lịch thi vào lần sau ạ! em cảm ơn ạ!",
    "Em chào thầy cô ạ em tên  MSSV . Em viết yêu cầu này mong PĐT xem xét em cho em đăng kí vào lớp L01- CI3175 - Kết cấu bêtông cốt thép2 và L01 - CI4127 - ĐAMH tổ chức thi công vì em có đăng kí mà kết quả lại không được học ạ. em đang định kì sau làm luận văn nên PĐT cho em xin đăng kí 2 môn ĐA này vào kì này để e kịp tiến độ để sớm ra trường ạ. Em cảm ơn thầy cô ạ",
    "t 3 đăng ký môn học, em có thể hủy môn đăng ký của đợt 2 không ạ.",
    "Kính gửi: Phòng Đào tạo trường ĐH Bách Khoa Em tên:  - MSSV:  Khoa: Cơ Khí Dạ em có nhận được thông tin phản hồi của PĐT từ 14/12/2021 sẽ cập nhật học phí LVTN trên BKPay để em thanh toán nhưng đến hiện tại trên BKPay của em vẫn chưa có thanh toán học phí LVTN nên kính mong PĐT bổ sung để em được thanh toán. Em xin cảm ơn. ",
    "Họ tên :  Mssv :  Khoa Điện- Điện tử Kính thưa ban giám hiệu nhà trường, em viết mail này để hỏi về vấn đề đăng ký môn học. Em có đăng ký môn Triết học -  (SP1031) và đã đăng ký thành công. Nhưng do sĩ số lớp quá ít nên trong thời khoá biểu của em đã bị xoá môn Triết nhưng khi em vào trang đăng ký môn học thì thấy môn Triết vẫn còn trạng thái là đã đăng ký. Vào đợt đăng ký môn đợt 3 tới em có được đăng ký môn học này không ạ và em có cần phải xoá môn này để đăng ký lại không ạ. Em xin trân trọng cảm ơn ạ.",
    "Em muốn xin nhà trường xem lại việc đăng ký môn Quốc Phòng ạ. Tại vì em đăng ký thì nó lại báo trùng lịch với các môn khác nên em đã bỏ lỡ đăng ký ạ. Mong nhà trường xem xét mở lại em cho em xin đăng ký lại môn Giáo Dục Quốc Phòng ạ. Em xin cảm ơn!",
    "Họ tên :  Mssv :  Khoa Điện- Điện tử Kính thưa ban giám hiệu nhà trường, em viết đơn này để hỏi về vấn đề đăng ký môn học ạ. Em có đăng ký môn Triết học -  (SP1031) và đã đăng ký thành công. Nhưng do sĩ số lớp quá ít nên trong thời khoá biểu của em đã bị xoá môn Triết nhưng khi em vào trang đăng ký môn học thì thấy môn Triết vẫn còn trạng thái là đã đăng ký. Vào đợt đăng ký môn đợt 3 tới em có được đăng ký môn học này không ạ và em có cần phải xoá môn này để đăng ký lại không ạ. Em xin trân trọng cảm ơn ạ.",
    "Cho em hỏi thủ tục đăng ký hoãn thi môn máy điện EE3009 Hk 202 nhóm A01 được thi ngày 31/12 để xóa điển hoãn thi nhưng e có vấn đề về sức khỏe và không tham gia được . Nhưng đăng ký hoãn thì trên BKportal thì không có môn , và e liên hệ với giáo viên bộ môn thì giào viên bảo liên hệ pđt ạ ",
    "Em có một thắc mắc mong được giải đáp như sau: Vào học kỳ 202 em có xin hoãn thi một số môn học do gặp sự cố trong phòng thi và đã được duyệt, hôm nay em kiểm tra lịch học của học kỳ 212 thì em có thấy các môn học đó được xếp vào lịch học. Vậy em muốn hỏi em có bắt buộc phải tham gia các lớp học đó không ạ. Em mong sớm nhận được hồi đáp. Em xin cảm ơn.",
    "Em tên  mssv  lớp XD19CTXD02. Em làm đơn xin phòng đào tạo xem xét cho em xin rút môn học dự thính kì 212 ạ",
    "MSSV:    Em chảo thầy, cô: Hiện tại thời khóa biểu trên myBK của em chỉ hiện được thời khóa biểu (tkb) của học kỳ 1 và 2 năm 2020-2021 nhưng lại không hiện tkb của học kỳ 1 và 2 năm 2021-2022. Tuy nhiên, theo như kết quả đăng ký môn học hk2 2021-2022 thì đã ghi em đã đăng ký thành công 3 môn, em không biết là hệ thống bị lỗi hay là em vì lý do khác em không thể coi thời khóa biểu. Em cảm ơn.",
    "Gửi Phòng đào tạo, Em là , MSSV . Thời khoá biểu HK212 của em có môn Hoá đại cương (CH1004) bị trùng với môn Thí nghiệm Vật lý (PH1007) vào 13:00-14:50 vào ngày thứ 5 hàng tuần. Hiện tại thì em phải giải quyết việc này như thế nào ạ? Cám ơn Phòng đào tạo đã đọc thư của em. Chúc một ngày tốt lành ạ.",
    "Em chào pđt em tên  Khoa môi trường và tài nguyên Mssv . Việc là kì này em có đăng kí môn hoá kỹ thuật trong môi trường 2 theo chương trình đào tạo của khoá k19 tụi em. Nhưng hiện tại nhà trường đã đổi chương trình đào tạo nên không còn học môn này nữa. Em có hỏi thầy cô trong khoa thì thầy cô bảo học môn hoá kỹ thuật môi trường mã En2031 nhưng em vô đăng kí thì đã hết slot. Em mong pđt thêm giúp em vào môn này để kịp chương trình đào tạo của nhà trường. Mã môn học En2031 Hoá kỹ thuật môi trường. Em cảm ơn pđt em chúc pđt một ngày làm việc vui vẻ ạ.",
    "Dạ kính chào PDT, em có thắc mắc là sắp tới em có dự định thi Anh văn 2 kỹ năng Nói viết. Tuy nhiên, em đã làm mất thẻ sinh viên.Pdt cho em hỏi nếu không có thẻ sinh viên mà có thẻ chứng minh nhân dân thì có được thi không ạ? Hoặc là có thể sử dụng thẻ sinh viên photo để thi được không ạ? (Tại trước đó em có photo dư rất nhiều). Em cảm ơn nhiều ạ.",
    "Dạ thưa phòng đào tạo, Em tên - là sinh viên thuộc chương trình CLC Việt Pháp K17. Đợt đăng ký môn học HK212-CQ em có đăng ký môn   B Phương pháp tính-MT2011    nhưng đã bị huỷ vì lí do chưa học môn   B Đại số tuyến tính-MT1015    . Em thuộc hệ chương trình cũ nên theo bảng quy đổi môn tương đương theo hệ chương trình Việt Pháp thì em đã được xác nhận là hoàn thành môn   B Toán 1-006711    tương đương với   B Đại số tuyến tính-MT1015    và   B Giải tích 1-MT1011    nên em mong phòng đào tạo có thể mở lại lớp Phương pháp tính-MT2011 và cho phép em đăng ký để em có thể kịp tiến độ học tập kỳ này ạ . Em có đính kèm 2 hình dưới đây để phòng đào tạo có thể xác nhận. Cảm ơn phòng đào tạo ạ.",
    "cho em nộp đơn bảo lưu từ kỳ 212 đến kỳ 222",
    "MSSV:  - Tài khoản: tan.nguyen.mybk   Thời khóa biểu chưa được cập nhập. Các môn học trên Bkel thì đã được cập nhập rồi .",
    "dạ chào thầy cô! em là  sv năm 2 khoa địa chất dầu khí. vào đợt đk môn học học kì 212 e có đăng kí môn địa vật lí dầu khí (Ge2041) lớp L01 nhưng khi sắp thời khóa biểu và lịch sử đk thì e bị chuyển qua L02! pđt có thể hỗ trợ để e chuyển lại lớp L01 được không ạ?",
    "Dạ em chào Thầy Cô, em là , MSSV là , lớp CC18HTP2. Hiện HK này em có đăng ký môn thí nghiệm Quá trình thiết bị (CH3015), nhóm lớp CC04 học vào sáng thứ 2. Nhưng do HK này em còn làm luận văn nên nhóm lớp này có thể trùng giờ làm luận văn  của em. Em xin phép Thầy Cô cho em được chuyển sang nhóm lớp CC03 vào buổi chiều thứ 5 để buổi sáng em có làm thí nghiệm cho luận văn ạ. Do đó em xin phép Thầy Cô cho em được huỷ môn Hoá hữu cơ (CH2021) vào buổi chiều thứ 5 do trùng lớp thí nghiệm Quá trình thiết bị CC03 ạ. Em xin cám ơn Thầy Cô rất nhiều và kính mong Thầy Cô xem xét cho trường hợp của em ạ.",
    "h Ngày 31 tháng 12 năm 2021 em có thi môn học Địa chất công trình nhóm L03-A,do là lần đầu thi online nên em không biết nhiều về phần mềm quay màn hình nên phần mềm của em chỉ quay được có 10p nên không biết có nộp được không ạ,môn thi của em chỉ có yêu cầu quay màn hình máy tính. Không biết em có thể dùng video của bạn khác nộp được không ạ? Mong được thầy cô giải thích giúp em với ạ. Em xin chân thành cảm ơn. :",
    "Dạ thưa PĐT, em xin PĐT đăng ký tên em vào danh sách lớp học môn Mạch từ và máy biến thế (408706) thuộc chương trình Việt Pháp được mở dưới dạng đồ án ở kỳ này do thầy  dạy. Do là lần đó các bạn viết đơn xin mở môn để hoàn tất chương trình học mà bỏ sót tên của em ạ. Em xin làm phiền quý thầy cô ở PĐT giúp em đăng ký ạ. Em là sinh viên , mssv , lớp VP17 chuyên ngành Viễn Thông ạ.",
    "Dạ em tên . MSSV  . Em xin dời học thực tập trắc địa đại cương từ VL01 sang lớp cũ L14 được không ạ. Do dịch bệnh dưới tỉnh em còn nhiều quá, phương tiện đi lại cũng khó ạ.Em đã xin phép giảng viên lớp em rồi ạ.Mong thầy cô giúp em. Em xin cảm ơn ạ",
    "Chào pđt em tên  tiến đạt mssv bị mất thời khoá biểu kì 212 em vẫn còn 1 môn học chưa hoàn thành đó là hoá đại cương mong pđt xem xét cập nhật lại cho em",
    "Em tên   MSSV , dạ cho em hỏi về việc em đăng ký nhầm môn học Kỹ thuật siêu cao tần (EE3025) thành mã môn EE3011( Mạch điện tử thông tin), vậy cho em xin chuyển lại thành môn học EE3025 được không ạ",
    "xin chào thầy cô ạ. em có thắc mắc là các kì dự thính sắp tới sẽ chỉ cho phép với các trường hợp học lại. vậy vào kì hè thì em có được phép đăng kí lớp dự thính anh văn nhu cầu không ạ. em xin cảm ơn.",
    "Em chào cô, Em tên , MSSV , lớp VP16VT. Trong đợt đăng ký môn học HK212 vừa rồi em có đăng ký môn Pháp văn 6 - Mã môn học:LA3023 và được xếp nhóm lớp P01 Thứ 4 tiết 234. Vì trùng lich cá nhân nên em không thể tham gia nhóm lớp này được. Nay em viết đơn này xin Phòng Đào tạo đổi nhóm lớp P01 Thứ 4 tiết 234 thành nhóm lớp P02 Thứ 6 tiết 8910 môn Pháp văn 6-Mã môn học:LA3023 và cập nhật lại Thời khóa biểu giúp em ạ. Mong nhận được phản hồi nhanh chóng từ PĐT để em có thể tham gia đúng tiến độ của nhóm lớp mới ạ, em xin chân thành cảm ơn.",
    "CÔ ƠI,  EM ĐĂNG KÍ NHẦM MÔN HỌC VẬY EM CÓ THỂ XÓA MÔN XÁC SUẤT VÀ THỐNG KÊ ĐƯỢC KHÔNG Ạ. VÌ EM ĐÃ QUA MÔN ĐÓ RỒI Ạ,   Ạ",
    "Em là sinh viên PFIEV khóa 17, Do em đã chưa đủ điểm qua môn học Toán 3 (006713) ở học kì 181, Sau đó do thay đổi ctđt nên môn này không còn mở và thay vào đó là môn tương đương theo ctdt mới Giải Tích 3 (MT2007) và em đã hoàn thành trong học kì 203. em đã làm đơn chuyển điểm mong phòng đào tạo xem xét. Xin chân thành cảm ơn",
    "Em tên  (MSSV: ). Em bị xóa đăng ký môn học Luận văn tốt nghiệp (CO4313) với lý do bị thiếu môn tiên quyết CO4311, nhưng em đã đạt môn này trong kỳ trước rồi ạ. Mong thầy/cô xem giúp em ạ. Em cảm ơn!",
    "Em tên là , MSSV: , Khoa Kỹ thuật Địa chất và Dầu khí. Trong đợt ĐKMH, em có đăng kí môn   U GE3203 \"ưd GIS &v/thám trg ql tn\"     B , và số lượng đăng kí là 11 bạn (Hình bên dưới). Theo như bên khoa em bảo, môn chuyên ngành chỉ cần 10-15 bạn đăng kí đã được mở lớp rồi, nhưng đến kết quả ĐKMH đợt 2 em lại bị huỷ môn này vì sỉ số thấp (hình bên dưới). Trong đó các bạn đăng kí môn GE3143 - \"Địa kỹ thuật 2\", sỉ số cũng chỉ 12 bạn mà được mở lớp ạ. Dạ cho em hỏi tại sao em lại bị huỷ môn và làm cách nào em có thể được học môn này ạ.",
    "Kính gửi Phòng đào tạo, Em là . Sinh viên K15 lớp VL15SI. Em xin nộp đơn thu nhận sinh viên ạ. Em xin cảm ơn",
    "Em xin chào Thầy/Cô ạ. Kì 212 em có đăng kí môn học do đăng kí trễ nên thời khóa biểu sắp xếp không hợp lý vậy nên có ngày em học đến 4 môn. vậy em có thể xin chuyển qua lớp có thời khóa biểu hợp lý hơn để việc học tập có hiệu quả tốt nhất. Em xin cảm ơn ạ",
    "Mở môn học học kỳ 212 . Em xin đăng kí phần mở rộng cho môn học Công nghệ phần mềm nâng cao (mr), Mã MH: CO306C trong học kì 202 tới. Em có đính kèm nội dung trao đổi mail với BCN khoa Máy tính cũng như đơn đăng kí đã được xác nhận từ khoa. Em cảm ơn ạ.",
    "Mở môn học học kỳ 212 . Em chào thầy/cô, Em tên là , MSSV: . Hiện tại, em đang là sinh viên lớp Song ngành Kỹ thuật Tàu thủy - Hàng không khóa 2019. Được sự hướng dẫn từ PGS.TS., em đại diện lớp gửi đơn lên phòng đào tạo để xin mở lại môn thực tập ngoài trường - TR3375. Lý do: đăng ký môn học theo như tiến độ chương trình đào tạo Song ngành Kỹ thuật Tàu thủy - Hàng không; sinh viên đã đăng ký môn học trong các đợt đăng ký, tuy nhiên kết quả ở đợt 2 là sai mã môn học, dẫn đến môn học chưa được mở. Rất mong thầy/cô xem xét, giúp đỡ, tạo điều kiện mở môn học. Em đã đính kèm đơn xin mở môn đã được xác nhận từ giảng viên và Khoa Kỹ thuật Giao thông, danh sách các sinh viên đăng ký, chương trình đào tạo ngành và hình ảnh lý do hủy môn học (cắt từ lịch sử đăng ký môn/đăng ký môn học/Mybk). Em cảm ơn! Chúc thầy/cô sức khỏe, Em chào thầy/cô.",
    "Em chào thầy/cô, Học kỳ 211 em đã đăng ký môn thực tập tốt nghiệp(CO3323) và bên cty chỗ em thực tập đã xác nhận em đạt yêu cầu. Tuy nhiên, do một số lý do nên vẫn chưa chuyển điểm qua được. Vì thế em vẫn chưa đủ điều kiện để đăng ký luận văn tốt nghiệp ở học kỳ 212 . Mong thầy/cô có thể xem xét: tạm thời công nhận cho em đủ điều kiện đăng ký luận văn, còn điểm thực tập sẽ chuyển qua sau ạ. Mong sớm nhận được phản hồi của thầy/cô, Em cảm ơn .",
    "Dạ em chào thầy/cô, Em là , MSSV:  Ở lần đăng ký môn học đợt 2 này em bị xóa kết quả đăng ký LVTN vì thiếu môn tiên quyết CO4315, môn Đề cương LVTN. Về Đề cương LVTN kỳ này em đã đăng ký học và đã hoàn thành việc báo cáo đúng quy định, kết quả là đạt. Em không biết là có nhầm lẫn gì hay còn lý do gì khác ạ? Em xin cảm ơn thầy/cô đã quan tâm vấn đề của em. Trân trọng, Nhân",
    "Em chào quý thầy/cô, Hk 211 em có hoãn thi 1 môn do lúc bắt đầu thi máy em gặp trục trặc và đã được pdt duyệt hoãn thi. Nhưng bảng điểm lại hiện điểm 13 vậy em có bị ảnh kỹ luật gì không ạ?",
    "Kính chào thầy cô phòng đào tạo và thầy cô quản lí bộ môn Vật lí 1(PH1003). Em tên là:  MSSV:  Em có nhu cầu muốn đăng kí hoãn thi cuối môn Vật lí 1. Thông tin chi tiết em đã trình bày trong đơn sau đây. Mong thầy cô sắp xếp cho em để em có thể thi cuối kì trong đợt tiếp theo và hoàn thành môn học . Em xin cảm ơn .",
    "Em xin chào ạ. Trong kỳ này em có một số môn đồ án đã có trong thời khóa biểu (Đồ án Hệ Thống Số, Đồ án Mạng máy tính và Thực tập đồ án đa ngành) nhưng trên e-learning chưa có cập nhật các môn này. Cho em hỏi là em phải liên hệ với các thầy bộ môn như thế nào ạ?",
    "Mở môn học học kỳ 212 . Em chào thầy cô! Em là Hồng Hạnh - đang học lớp MO19QLM. Hiện tại Môn Mô Hình Hóa (EN2017) của Khoa Môi trường & Tài nguyên vì mở đợt 2 khá trễ; nhiều bạn chưa kịp đăng ký nên đã xóa môn không mở lớp. Vì vậy lớp em xin thầy/cô có thể mở lớp ở đợt 3 để chúng em có thể học môn Mô hình hóa ở kỳ 212 ạ. Dưới đây là đơn xin mở lớp đã có chữ ký chấp thuận của Khoa Môi trường & Tài nguyên. Em xin chân thành cảm ơn sự hỗ trợ từ phía nhà trường!!!",
    "Dạ kính thưa pđt. Đợt dky 1 em có bỏ lỡ đợt dky học tại cs1 lý thường kiệt. Mong pdt xếp lịch học môn Hoá Đại cương(ch1003) để em hoàn thành tiến độ học tập ạ. Em cảm ơn.",
    "Dạ em muốn hỏi tại xin xem xét lại môn học IM2029 và IM3325    Môn IM2029 kì trước em có đăng kí rồi và do lớp có số lượng học sinh quá ít nên em phải huỷ môn Kì này em cố gắng đăng ký vào lớp L01 có sĩ số cao Nhưng trong kết quả đăng ký lại chuyển em sang lớp T01 với sĩ số 2 sinh viên Em mong muốn  xem xét cho em được chuyển lại lớp cũ là L01     Môn học IM3325, em đã đăng kí môn học này theo như lộ trình học và có xem xét chương trình đào tạo kĩ nhưng em vẫn không hiểu lý do chính xác bị huỷ môn là như thế nào Mong  giải quyết thắc mắc của em Vì em cần đăng kí môn này để hè đi thực tập Nếu không em sẽ bị mất một học kì Kính mong phòng đào tạo xem xét và tạo điều kiện cho em đăng ký môn thực tập này     Mong  sớm hồi âm Em xin cảm ơn! ",
    "Em đăng ký môn thực tập ngoài trường TR3375 mà sao lại bị hủy vậy ạ, bây giờ qua kì mới rồi thì làm sao đây ạ, với lại môn vật liệu hàng không có trong chương trình đào tạo song ngành tàu thủy hàng không của em mà lại không mở lớp vậy ạ, bên em đã gửi đơn lên rồi mà không thấy giải quyết, mong pdt giải quyết giúp em ạ",
    "Kính thưa ban/phòng đào tạo. Em tên là , mã số , là sinh viên khoa Xây Dựng.Em xin được trình bày về việc bị mất môn học đã đăng kí. Do em vừa mới xong tất cả phần bài và điểm liên quan đến kì trước vào sáng nay (2/1/2021) nên em mới vào kiểm tra lại mới biết mất môn. Những lần kiểm tra đăng kí môn trước em lại bấm vào phần đăng kí thay vì phần kết quả đăng kí, do vậy em nhầm rằng môn học của mình đã được đăng kí thành công. Em xin hỏi phòng đào tạo có hướng giải quyết nào không hay là có mở đợt đăng kí môn học đợt 3 không ạ. Em cảm ơn thầy/cô đã đọc hết mail. Em xin nhận lỗi lầm của mình và mong nhận được phản hồi từ phòng đào tạo.        ",
    "PĐT cho em hỏi lúc trước em không đạt môn giáo dục quốc phòng. Nhưng hiện tại em đã học qua và cách cập nhật lại kết quả như thế nào ạ",
    "Em chào nhà trường, em là  - , em có đăng ký học dự thính môn học Quản lý dự án (CI1053). Em kiểm tra thời khoá biểu thì không có môn đó. Nhà trường kiểm tra cho em nhé ( có ảnh đính kèm). Em xin cảm ơn. .",
    "Em chào thầy cô Phòng Đào Tạo, Em là , MSSV , lớp CK19HT1. Vào đợt đăng ký môn học đợt 2, học kỳ 212 (20/12/2021 - 30/12/2021), em có đăng ký tổng cộng 7 môn học (18 tín chỉ). Mặc dù vậy, trong kết quả đăng ký môn học đợt 2, em bị hệ thống xóa mất môn học: - Tên môn học: Thực tập ngoài trường - Mã môn học: ME3129 Em chưa bao giờ xóa đi môn học này. Hiện tại em chỉ còn học 6 môn học (16 tín chỉ) và trong thời khóa biểu cũng không có môn Thực tập ngoài trường . Em mong Phòng Đào Tạo có thể xem xét khôi phục lại môn học và thời khóa biểu giúp em ạ. Em cảm ơn Phòng Đào Tạo nhiều! Trân trọng!",
    "K    Cô cho em hỏi thông tin em đăng ký chuyển sang hệ VHVL để được đăng ký xét tốt nghiệp ạ",
    "Xin chào BKSI, Em là sinh viên K17, học kỳ vừa em đã bảo vệ LVTN, hiện em còn thiếu 2 chỉ môn AV4 để đủ số tín chỉ tốt nghiệp. - Em đã nộp bằng TOEIC để chuyển điểm (chưa thanh toán), điểm của em là 565. Với điểm trên em khi chuyển điểm em có qua môn AV4 không? được bao nhiêu điểm? Và đủ điểm xét tốt nghiệp chưa ạ? Mong BKSI làm rõ giúp, vì em đã xem bảng chuyển điểm trên aao.hcmut.edu tuy nhiên thấy 2 lần bảng điểm chuyển khác nhau!!!",
    "Dạ em xin được chuyển từ lớp Quản trị kinh doanh cho Kĩ sư (IM3001) 02 sang lớp 01 vì lí do em bị trùng lớp Thực hành Kĩ thuật điện tử (IU2012). Em xin cảm ơn.",
    "cho em hỏi là giờ em muốn rút môn học nhưng mà giờ em đang kẹt ở quê không lên TP HCM được thì có cách nào để rút môn học trực tuyến không ạ ?",
    "Xin chào thầy/cô, em là  -, vừa qua em đã thi đâu pre 1 của trường, nhưng vì lí do nào đó, đến giờ em vẫn chưa nhận được lịch của học kì mới, em xin cảm ơn! ",
    "Mở môn học học kỳ 212 . Em xin phép nộp đơn mở môn học tổng hợp hữu cơ hóa dầu (CH3007) tự chọn nhóm A. Do môn này chúng em hiện là K18, các môn tự chọn đã bị đổi mã, em làm đơn này hy vọng phòng đào tạo có thể cho chúng em được phép học môn này để đúng với chương trình đào tạo ạ. Do lần nộp đơn trước chúng em chưa gom đủ sỉ số, nên đợt 3 này chúng em xin mở môn lại ạ Đơn đã được giảng viên đồng ý dạy và thầy trưởng khoa Hóa phê duyệt ạ. Em cảm ơn rất nhiều ạ",
    "Thưa Phòng Đào Tạo, hôm bữa đăng kí môn học em có đăng kí thành công 17 tín chỉ trong học kì chính và 6 tín chỉ dự thính, hệ thống có ghi nhận rõ ràng. Vậy sao hôm nay khi em kiểm tra lại thời khóa biểu chỉ thấy 14 tín chỉ. Liệu có sai sót gì không ạ? Liệu em có thể đăng kí thêm không ạ?",
    "Chào thầy cô ạ Em có thắc mắc, vừa rồi em có thi 2 môn Kết cấu thép 1 và anh văn 4, nhưng hiện tại hệ thống vẫn chưa cập nhật điểm để em được đăng ký tốt nghiệp, em mong thầy cô xem có sai xót gì ở hệ thống không ạ Em cảm ơn ạ",
    "Em chào thày, cô ạ, Hiện tại em âm tính với covid-19 nhưng đang ở chung nhà và có tiếp xúc với người thân là F0. Như vậy,em có thể đến trường để học trực tiếp không ạ? Em cảm ơn và mong sớm nhận được giải đáp ạ.",
    "Tốt nghiệp . Em tên: Đoàn Công Cảnh. Mssv: 2134062. Hệ VLVH  -Em có tên trong \"danh sách QĐ sinh viên hệ VLVH,ĐTTXa tốt nghiệp đợt 2 năm 2021. PĐT cho em hỏi là thời gian nào thì em có thể nhận bằng tốt nghiệp được ạ?. Vì qua tết nguyên đáng em phải nhập ngũ để thực hiện nghĩa vụ quân sự. Nên có thể cho em nhận bằng trước tết được không ạ, nếu không qua tết em nhờ người thân nhận giúp, hoặc PĐT có thể chuyển bằng tốt nghiệp cho em qua đường bưu điện được không ạ?  -Em xin cảm ơn quý Thầy/Cô !",
    "Chào thầy/cô, Kết quả đợt đăng ký luận văn tốt nghiệp(CO4323) của em là bị thiếu môn tiên quyết đề cương luận văn(CO4321) là môn em vừa học kỳ 211. Mong thầy/cô kiểm tra lại ạ. MSSV:- . Em xin chân thành cảm ơn.",
    "Dạ em chào thầy cô em tên  MSSV , hiện tại trong đợt đăng kí môn học đợt 2 em  đăng kí CHỈ CÓ 4 MÔN như hình ảnh ạ, không đăng kí môn thực tập EN3325 nhưng em kiểm tra lại TKB cập nhật thì em có đăng kí môn thực tập ạ 5 môm , thầy cô có thể kiểm tra lại giúp em được khong ạ em xin cảm ơn",
    "Dạ em xin chào thầy cô phòng đào tạo Học kì 212 này em muốn rút một môn học thì em cần phải làm những bước nào vậy ạ. em sẽ làm đơn rồi gửi qua email của phòng đào tạo đúng không ạ em xin cám ơn phòng đào tạo",
    "/I  Kính gửi pdt đã 3 ngày sau khi thi bộ môn ki thuật số nhưng mục hoãn thi trên mybk vẫn chưa hoạt động được (ảnh đi kèm) kính ming pdt mở để em với nhiều bạn gặp sự cố lúc thi onl có thể hoãn thi ạ",
    ".  LÀ:  MSSV:  DO  BỊ SỰ CỐ TRƯỚC KHI THI, ,  (EE1009) , : 16H NGÀY 31/12/2021  (NHƯ HÌNH ĐÍNH KÈM) VÌ  , KÍNH MONG PHÒNG ĐÀO TẠO CÓ THỂ THÔNG QUA BKSI XÁC NHẬN KẾT QUẢ HOÃN THI CHO  VỚI Ạ  CẢM ƠN Ạ",
    "Thưa Thầy Cô Hình như PDT đã mở nhầm môn học. Môn học em muốn mở là Hàm phức và đại số ma trận (406702) Giảng viên đã phản ánh Mong PDT xem lại giúp em   .",
    "Em muốn đăng ký học lại để cải thiện điểm mà không biết rằng phải đăng ký học kỳ dự thính nên em lỡ đăng ký ở học kỳ chính(đă đăng ký thành công). Không biết việc em đăng ký bên học kỳ chính nếu được điểm cao hơn thì trường có lấy điểm cao hơn không ạ? Nếu không thì em phải làm sao để bỏ môn đó ở học kỳ chính chuyển qua đăng ký kỳ dư thính vậy ạ?(vì đợt đăng ký môn học lần 2 đã hết hạn). Em cám ơn anh/chị.",
    "Mở môn học học kỳ 212 . Kính chào Phòng Đào Tạo. Em tên , MSSV , Khoa Kỹ Thuật Giao Thông. Cho em hỏi là đợt 3 Phòng Đào Tạo có thể hỗ trợ mở lớp để em và các bạn đăng ký môn được không ạ, do đợt 2 thiếu sự liên lạc nên các quyết định của các bạn chưa được thống nhất nên có sự chậm trễ trong việc nộp đơn xin mở lớp. Kính mong Phòng Đào Tạo hỗ trợ giúp em. Xin cảm ơn.",
    "Dạ em chào thầy cô, trong đợt ĐKM đợt 1 và đợt 2, em vẫn đăng ký được môn Kỹ thuật xử lý khí thải EN3001 Nhưng ở lần Kết quả ĐKM lần 2 thì PDT lại hủy nhóm lớp 02 của các em và các bạn cùng khóa và khóa dưới ạ Với lý do ủy (nhóm lớp bị hủy, SV đăng ký hủy, Khoa hủy lớp…) SISOIT), trong khi 01 thì vẫn có thời khóa biểu ạ Dạ đây là môn chuyên ngành nên mong thầy cô xem xét mở lại nhóm lớp 02 của môn Kỹ thuật xử lý Khí thải EN3001 ạ Dạ em cảm ơn thầy cô a, chúc thầy cô ngày tốt lành ạ",
    "Kính gửi quý Thầy Cô, Em tên , là sinh viên năm 3 Khoa Quản lý công nghiệp có mã số sinh viên là . Em xin trình bày vấn đề của mình như sau: Em có đăng ký môn học Quản lý sản xuất theo ean và 6 sigma ( IM3077), nhóm lớp 02 học lúc 9 giờ sáng thứ 4 nhưng thời khóa biểu của em hiện tại lại là nhóm lớp 01 học lúc 7 giờ. Trong khi đó nhóm lớp hiển thị trong  Elearing vẫn là 02. Do vậy hiện giờ em không biết mình học ở lớp nào, nên theo thời khóa biểu hay theo kết quả đăng ký môn học và BK Elearning ạ. Mong sớm nhận được phản hồi từ Thầy Cô. Em xin cảm ơn, Trân trọng",
    "Em chào thầy cô ạ,  Em tên là  MSSV: Em là sinh viên năm nhất K21 ạ  Thầy cô cho em hỏi là trường mình sắp tới vào ngày 15/1/2022 có tổ chức thi AVĐV không vậy ạ  Tại hồi đầu năm em nghe lịch ban đầu là sẽ thi AVĐV vào ngày 15/1/2022 ạ. Và nếu thi vào ngày 15/1/2022 sắp tới thì mình sẽ thi online hay thi trực tiếp tại trường vậy ạ! Em xin cảm ơn ạ.",
    "Em chào cô/chú Tình hình là đã qua đợt đăng kí bảo hiểm y tế và giờ em đăng kí mua bảo hiểm nhưng chưa tới kì đăng kí vậy giờ em phải làm sao ạ. Em cảm ơn",
    "Em đọc thấy đang ký xét tốt nghiệp là cuối tháng 1 này, nhưng nếu em chưa đủ CTXH hoặc Anh Văn thì em có thể bổ sung từ khoảng cuối tháng 1 đến cuối tháng 3 để kịp tốt nghiệp đợt tháng 4 được không ạ? Em cảm ơn ạ.",
    "Chào anh/chị, Cho em được hỏi về lý do số tiết trong một buổi học bị giảm từ 3 tiết như ở học kỳ 202 trở về trước, xuống còn 2 tiết kể từ học kỳ 211 vậy ạ? Và liệu sau khi học trực tiếp trở lại thì nhà trường có tăng số tiết từ 2 lên 3 tiết như trước không ạ? Em cảm ơn",
    "Chào Phòng Đào Tạo. Em là sinh viên khóa 2015 khoa Khoa Học Ứng Dụng ngành Cơ Kỹ Thuật, tính tới thời điểm hiện tại em đã học 13 học kỳ không tính kỳ hè và đã hết thời hạn học của Đại Học chính quy. Phòng Đào Tạo cho em hỏi, muốn tiếp tục theo học cho xong chương trình thì em phải làm sao? em chỉ còn 3 môn là xong chương trình học.",
    "Kính chào Thầy/Cô. Em tên  sinh viên Khoa QLCN. Em có 1 câu hỏi về đăng ký môn học LVTN: Dạ theo thông tin từ các email của PDT thì \"Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN)\". Nhưng hiện tại   B kết quả đăng ký môn LVTN của em bị HỦY    do   B \"Thiếu môn tiên quyết - Đề cương LVTN\"   , dù em đã bảo vệ xong và đang chờ điểm nhập lên mybk thôi ạ. Chính vì vậy nên em rất hoang mang ạ. Cho em hỏi là hệ thống đăng ký môn học đang gặp trục trặc phải không ạ? Và liệu đăng ký môn học đợt 3 có gặp lại trục trặc đó nữa ko ạ. Do liên tiếp 2 đợt đăng ký vừa rồi đều gặp trục trặc và nhầm lẫn nên các sinh viên đềi rất hoang mang ạ. Trong thời gian chờ đợi sự phản hồi của Thầy/Cô em xin chân thành cảm ơn!",
    "Dạ em chào thầy/cô PĐT, Sau khi xem kết quả ĐKMH đợt 2 thì môn LVTN của em lại bị xoá nữa ạ, em hỏi nhiều người khác thì cũng bị tình trạng tương tự ạ Em cảm ơn nhiều ạ,",
    "Em tên , MSSV 201477o Em có đăng kí môn xác suất thốn kê (MT2013) lớp (A01) nhưng vì em đăng kí ktx khu A (gần cs2) nên em muốn chuyển từ lớp A01 sang L12 để tiện cho việc học ạ. Mong Thầy(cô) có thể xem xét. Em xin cảm ơn !!",
    "Dạ cho em hỏi là thời khóa biểu của em có 2 môn bị trùng là vật lý 2 và thí nghiệm vật lý(học kì 1 chưa học xong) thì em phải làm sao ạ? ",
    "Em chào thầy/cô, em xin gửi đơn xin chuyển hệ VLVH ạ, mong pdt giải quyết sớm giúp em, em cảm ơn.",
    "Dạ em tên là . Dạ Phòng Đào tạo cho em hỏi, do đường truyền mạng của em bị kém, em đã bị trục trặc trong suốt quá trình thi môn An toàn quá trình (25/12/2021) và đã không nộp kịp file PDF phần nội dung làm bài trong 20 phút sau thi theo quy định của bộ môn. Phòng Đào tạo có thể giải quyết giúp em không ạ? Giáo viên gác thi em hôm ấy là thầy  (khoa Kĩ thuật Hóa học). Thầy có nói em liên hệ liên PĐT để được giải quyết, và nếu cần thiết thì thầy sẽ làm chứng giúp em về sự việc em bị trục trặc mạng hôm ấy ạ. Em rất mong nhận được sự giúp đỡ từ quý thầy cô ạ. Em xin cảm ơn Phòng Đào tạo nhiều ạ.",
    "Dạ kính thưa PĐT, vào học kỳ 2(2020-2021) em có đăng ký môn học Cơ lưu chất (CI2003) - -A đã hoàn thành xong thí nghiệm, bài tập, thí nghiệm, đến thi cuối kỳ do bị lỗi đường truyền nên em đã đăng ký hoãn thi nhưng chưa biết là có được hoãn hay không. Do lo sợ không đủ tín chỉ tốt nghiệp nên vào đợt đăng ký môn học của học kỳ 1 (2021-2022) em đã đăng ký lại môn Cơ Lưu Chất (CI2003)--A và qua môn học này,cùng lúc đó em được PĐT gửi mail xác nhận thông tin được hoãn thi học kỳ 2(2020-2021). Em kính xin phòng đào tạo cho em được rút môn học vào học kỳ 2(2020-2021) và nhận điểm R. Em xin chân thành cảm ơn.",
    "Em xin chào thầy/cô PĐT ạ! Cho em hỏi là lễ tốt nghiệp và nhận bằng đợt tháng 11/2021 sẽ tổ chức khi nào vậy ạ? Em xem trên trang thông tin tốt nghiệp aao thì chỉ có dự kiến đầu HK212 tháng 1/2022 nhưng không có thông tin chính xác ạ. Em xin cám ơn thầy/cô PĐT ạ.",
    "Kính gửi: PĐT trường Đại học Bách Khoa TPHCM. Em tên:  MSSV:  Khoa: Cơ khí (Hệ VHVL) Trong đợt ĐKMH HK212 em vướng phải một số điều kiện, dẫn đến không thể đăng kí được các môn sau đây: 1. Thí nghiệm cơ học máy (ME2117). Lí do: Hệ thống báo thiếu môn Chi tiết máy (ME2007) học song hành. 2. Tối ưu hóa và quy hoạch thực nghiệm (ME3215). Lí do: Hệ thống báo thiếu môn học trước: Đại số tuyến tính (MT1007) và Xác suất thống kê (MT2013/MT2001). Kính mong PĐT ghi chú lại để em được ĐKMH ở HK212 này vì hiện nay em chỉ còn có 2 môn này nữa là đã hoàn thành CTĐT của mình, hơn nữa những môn này em đã từng học ở bậc Cao đẳng rồi. Lần trước, khi ĐKMH ở HK211 em cũng từng bị vướng những điều kiện ràng buộc như vậy, em cũng làm đơn và đã được giải quyết. Em xin cảm ơn, mong PĐT hỗ trợ nhanh chóng để em kịp đăng kí môn học HK212 khi lớp vẫn còn sỉ số. Kính chúc các thầy/cô thật nhiều sức khỏe!   i  .",
    "Chào Phòng Đào Tạo Hiện tại do em chưa hoàn thành việc học trong 13 học kỳ nên em xin đăng ký chuyển hệ để có thể tiếp tục và hoàn thành việc học tại trường. Em xin cảm ơn  ",
    "Em chào thầy/ cô, em là  - sinh viên khóa K18 khoa Điện-Điện tử. Đợt 2 vừa rồi em có đăng ký học cải thiện môn học  Tính mã MH 1009. Sau khi có kết quả ở BK e-learning em thấy có 2 mã môn là 1009 (T) và 1010 (). Thầy/ cô cho em hỏi việc này có ảnh hưởng đến kết quả học cải thiện của em không ạ (ở khóa K18 em học không có mã môn 1010 Bài tập ạ)? Em chân thành cảm ơn Thầy/ cô.    .",
    "Em chào thầy/cô, em là  MSSV . Dưới dây là đơn xin học song hành 2 môn học của em. Mong thầy cô đọc và xem xét giúp em ạ. Em xin chân thành cảm ơn.",
    "Em là sinh viên K18 khoa Cơ Khí. Do lúc đăng kí môn học đợt 1 và 2 em chưa biết đăng ký thực tập ngoài trường học kỳ chính sẽ bị hạn chế số tín chỉ đăng ký, nên em muốn xin phòng đạo tạo cho phép em được huỷ môn thực tập ngoài trường mã môn học ME3267 ở đợt 3 có được không ạ ? Em xin cảm ơn.",
    "Dạ em tên là . Dạ Phòng Đào tạo ơi cho em hỏi, em lịch thi môn An toàn quá trình ngày 25/12/2021 ạ. Em thấy theo quy định của phòng Đào tạo là được phép hoãn thi trong vòng 5 ngày (chỉ tính ngày làm việc). Em không biết là PĐT có làm việc vào Thứ 7 không ạ? Thật sự thì mấy hôm vừa rồi nghỉ lễ và em cũng không biết quy định 5 ngày của PĐT. Bây giờ nểu em bị trễ 5 ngày theo quy định thì có cách nào giải quyết trường hợp của em không ạ? Em hoãn thi vì lý do rất bất khả kháng và có sự xác nhận của các bộ coi thi nên em rất mong nhận được sự giúp đỡ từ phía PĐT ạ. Em xin cảm ơn Phòng Đào tạo nhiều ạ.",
    "Em xin chào phòng đào tạo, Em đã đăng ký tốt nghiệp vào ngày 22/11 nhưng hiện tại tên của em vẫn chưa có trong danh sách tốt nghiệp chính thức, và em cũng chưa có mail để nhận bằng chính thức. Cho em hỏi là khi nào thì em mới có thể nhận bằng chính thức ạ? Và nếu tên em không có trong danh sách tốt nghiệp chính thức thì có ảnh hưởng gì đến thời gian có bằng chính thức của em không ạ?",
    "Em chào thầy/cô. Em tên là  (MSSV:). Sau khi kiểm tra lịch học thì em có thấy tiết học hóa thí nghiệm trực tiếp tại BK-CS1 tuần 1-2 vào thứ 6 từ 12 giờ đến 16 giờ 50, lớp VL07. Em muốn xin dời lịch học lại (sang đợt sau tết). Vì em có lịch đi thi bằng lái xe trùng với lịch thí nghiệm. Em mong thầy/cô xem xét giải quyết hoãn lịch học cho em sớm để không bị đánh vắng và khó khăn cho việc học về sau. Em xin chân thành cám ơn!   i ",
    "Em tên: ; mssv:  Em đã bị hủy môn học trong học kỳ chính 212 do thiếu cẩn thân. Môn học đã đăng ký: Sp1009 Đường lối CM của Đẳng CSVN Lý do bị hủy: một số sinh viên trong lớp rút ôn nên lớp còn 12 thành viên nên không đủ sĩ số để mở lớp. Nếu được kính xin quý thầy cô giúp đỡ để em được đăng ký học môn này trong học kỳ chính 212 hoặc học kỳ dự thính 212(lộ trình 1). Em sẽ lấy đây là bài học để không vi phạm lỗi thế này nữa. Cảm ơn quý thầy cô đã xem.",
    "Nhà trường cho e hỏi là e có lịch thí nghiệm nhưng mà e k lên được trường thì phải làm sao ạ",
    "Thưa thầy cô, em là sinh viên K19, ở đợt đăng ký môn vừa rồi em không đăng ký được 2 môn TR3123 và TR3345 vì thiếu điều kiện tiên quyết của môn TR2007, mà môn TR2007 của em do gặp trục trặc trong lúc thi, nên em chỉ mới nhận được điểm hoãn thi. Thầy cô cho em hỏi, Phòng đào tạo có thể xem xét cho em đăng ký 2 môn trên ở kì này được không ạ, nếu em thi bù môn TR2007 mà không qua hãy xóa môn được không ạ. Em cảm ơn.",
    "Chào Phòng Đào Tạo Hiện tại do em chưa hoàn thành chương trình đào tạo trong 13 học kì.Nên em xin chuyển hệ vừa học vừa làm để hoàn thành được chương trình đào tạo của mình. Em xin cảm ơn.",
    "Em tên là  MSSV: 3 Lớp: DD13DV05 - Chuyên ngành Điện tử-Viễn Thông - Khoa Điện-Điện tử Hiện tại em đã chuyển sang hệ VLVH. Em đăng kí LVTN theo mã môn học 440303 (như hình a1) Kết quả em nhận được là \"PDT không đ/ký cho SV MH 440303 (B: Chờ xét TTTN - LVTN - DCLVTN - SV xem kết quả sau.)\" (như hình a2) Phòng Đào tạo cho em hỏi kết quả đăng kí như trên có ý nghĩa là gì? Em có đăng kí LVTN thành công không và chờ xem kết quả ở đâu? Em mong Phòng đào tạo hỗ trợ giúp em. Dạ em xin chân thành cảm ơn PĐT!",
    "ee2033 Em xin trình bày vấn đề ạ Em đăng ký môn giải tích mạch 2 lần rồi ạ nhưng đều bị hủy ạ. Em xin cho em vào lớp vì em đã bị trễ tiến độ nhiều rội ạ. Giải tích mạch còn là môn tiên quyết em không thể đăng ký mấy môn sau được ạ . Em cảm ơn thầy cô đã đọc ạ .",
    "Dạ em chào quý thầy /cô ạ Em là  Lớp CK19HT1 Mssv  Dạ trước khi đăng kí môn học cho kì 212 thì em đã tham khảo quy chế và em đủ điều kiện để đăng kí môn thực tập ngoài trường ạ. Tuy nhiên, kết quả đăng ký môn học của cả đợt 1 và 2 đều hủy môn thực tập ngoài trường của em ạ. Mong thầy / cô xem xét giúp em ạ. Em cảm ơn ạ.",
    "Mở môn học học kỳ 212 . Kính gửi Phòng đào tạo, Hiện em cần nộp đơn xin mở lớp cho khoa và cả PDT, em có thể đánh máy và nộp qua mail thay vì lên trường nộp đc hay không ạ?  Em xin cảm ơn.",
    "Em tên  MSSV , kì này do dịch nên trường đã bỏ điều kiện AV để đăng ký luận văn. Nhưng sao kết quả đăng kí luận văn em không hợp lệ ạ. hiện tại trên el có để môn luận văn tốt nghiệp nhưng TKB không có. vậy em có đăng kí được không ạ. Em cảm ơn.",
    "Em chào quý thầy cô.    Em tên:  - MSSV:    Hệ VLVH (nhập học tháng 11/2019).    Nay em xin làm phiền quý thầy cô cho em xin danh sách môn học của em với ạ. vì em bị rối sợ học nhầm danh sách thì phí công sức thời gian quá ạ.    Em xin chân thành cảm ơn quý thầy cô rất nhiều và xin chúc quý thầy cô năm mới thật nhiều tài lộc, hạnh phúc, và niềm vui ạ.",
    "Kính gửi Quý Thầy Cô. Em là , MSSV: , lớp B2 (sáng), khoa Khoa học Máy tinh. Trong đợt đăng ký môn học học kỳ 212 vừa qua, đợt 1 và đợt 2 em đều đăng ký môn Luận văn tốt nghiệp - mã CO4313 - nhóm lớp A01, nhưng em không biết vì lý do nào em lại được xếp vào nhóm lớp B01, trong khi nhóm lớp A01 vẫn còn dư sĩ số đăng ký . Em kính mong được Quý Thầy Cô xem xét và chuyển em qua nhóm lớp A01 ạ, vì lý do tuy là 1 môn học nhưng 2 nhóm lớp có học phí chênh lệch nhau nhiều lần ạ. Trân trọng.",
    "Cho em hỏi nếu đăng ký LVTN trong hè HK213 thì học phí sẽ tính theo dự thính hay tính theo học phí HK chính ạ ? Em là SV K17 hệ CLC ạ . Em xin cảm ơn .",
    "Dạ thưa phòng đào tạo cho em hỏi, theo em kiểm tra lại em không có bị thiếu chỉ đăng ký hay vướng môn tiên quyết, ngoài CCAV do em chưa thi được ạ, sao em bị xóa môn LVTN MA4317 của thầy  vậy ạ ? Trên E-learning em vẫn có môn đó nhưng ở KQ đăng ký đợt 2 lại bị xóa do ghi là chưa đủ đ/kiện nhận, nhưng em thấy em không bị vướng gì ngoài CCAV nhưng trường hiện đã bỏ qua tạm thời không xét rồi ạ. Em cảm ơn PDT.",
    "Kính gửi: Phòng đào tạo trường Đại học Bách Khoa TP Hồ Chí Minh Em tên là  :  -  Em là sinh viên khoa Quản Lý Công Nghiệp khóa 2018 . Trong đợt đăng ký môn học học kỳ 212, em bị hủy môn Thực tập ngoài trường (IM3315) vì lý do không đủ điều kiện đăng kí(tổng số tín chỉ). Môn Thực tập ngoài trường (IM3315) là môn song hành của môn Đề cương luận văn tốt nghiệp (IM4315). Vì em bị hủy môn Thực tập ngoài trường (IM3315) nên cũng bị hủy môn Đề cương luận văn tốt nghiệp (IM4315). Hiện tại, tiến độ học của em đang không theo kịp các bạn khoa Quản Lý Công Nghiệp khóa 2018. Kính mong quý thầy/cô xem xét và tạo điều kiện cho em có thể học được hai môn học Thực tập ngoài trường (IM3315) và môn học Đề cương luận văn tốt nghiệp (IM4315) trong học kỳ 212 để có đủ điều kiện làm Luận Văn tốt nghiệp ở kỳ học sắp tới (trễ so với tiến độ đào tạo của nhà trường). Em xin chân thành cảm ơn.",
    "Dạ em gửi cô ảnh minh chứng là không có môn Vẽ kĩ thuật ở phần đăng kí hoãn thi ạ.",
    "Dạ. Thầy/ cô cho em hỏi Em đăng kí luận văn tốt nghiệp, em đã đủ điều kiện theo quy định trường đưa tra trong học kì này. Nhưng trong kết quả đăng kí em đã bị xóa môn với lý do không đủ điều kiện đăng kí nhận luận văn, nhưng trong BKel thì luận văn tốt nghiệp đã có . Vậy trường cho em hỏi, em đã đăng kí được luận văn chưa ạ . Em cảm ơn",
    "Kính gửi PĐT, HK 212 em sẽ học trao đổi tại Khoa ESB Business School, ĐH Reutlingen, Đức (03/2022-08/2022). Em đã đăng ký 4 môn tại ESB, trong đó có môn “Operational Planning and Optimization” đã được phê duyệt môn học tương đương với môn “Hệ thống thông tin quản lý” trong chương trình ngành Quản Lý Công Nghiệp của trường. Tuy nhiên, trong kế hoạch HK212, em không được phép đăng ký môn “Hệ thống thông tin quản lý” trên hệ thống My BK . Em kính mong PĐT cho phép em đăng ký môn học này. Em đính kèm đơn ạ. Trân trọng!",
    "Em chào anh chị. cho em hỏi tại sao em bị hủy kết quả đăng ký luận văn tốt nghiệp (EE4333) vậy em. Giờ em cần làm gì để đăng ký do em thấy cũng nhiều bạn bị giống em ạ. Em xin cảm ơn.",
    "PHÁP KHÓA 17 CƠ ĐIỆN TỬ Trình bày lý do: Đợt ĐKMH đợt 2 em có đăng ký hai môn học có đăng ký môn    B Luận văn tốt nghiệp-218700   Thực tập tốt nghiệp-     B 218750      nhưng bị hủy do thiếu TCTL, so với chương trình em còn thiếu :  4 môn Anh Văn- 8 chỉ  1 môn Thực tập Kỹ thuật năm 4-2 chỉ do chưa có điểm trên MyBk . Em đã thi   B Toiec bên IIG ngày 28/12/2021    nên chưa có kịp kết quả . Vậy xin PĐT đăng kí cho em hai môn Luận văn và Thực tập trong kỳ này. Để em có thể tốt nghiệp đúng hạn, xin chân thành . Em sẽ chuyển điểm anh văn ngay khi có kết quả. Em  cảm ơn quý thầy cô.",
    "Em chào thầy/cô Trong đợt đăng ký môn học đợt 2 em đăng ký 14 chỉ mà không có môn TTTN mã CO3313. Nhưng khi kết quả đợt 2 được thông báo lại có môn đó. Em xin phép thầy/cô xóa giúp em môn TTTN mã CO3313. Em xin cảm ơn! .",
    "hiện giờ em đã có kết quả đăng kí môn học đợt 2 HK212 nhưng kết quả đăng kí luận văn của em bị hủy dù em đã đủ tín chỉ tối thiểu. Mong quý thầy cô phản hồi giúp em. em cảm ơn ạ",
    "Em đã xin tạm dừng học kì 212 rồi mà chỗ tình trạng sinh viên vẫn để là đang học ạ. Mong PĐT xem lại giúp em với ạ",
    "Em kính gửi thầy(cô). Em muốn chuyển điểm và được miễn học môn: Giáo dục quốc phòng(MI1003) và Giáo dục thể chất- Bóng đá( học phần 1)(PE1009). Ở bên dưới là file ảnh những mẫu đơn cần thiết em đã chuẩn bị. Thầy(cô) xem xét giúp em với ạ. Em cám ơn.",
    "Dạ chào thầy/cô Em bên hệ VHVL thì khi tốt nghiệp có cần thi tiếng anh nói viết và 15 ngày công tác xã hội không ạ?   i Tốt nghiệp .",
    "Kính gửi Phòng Đào Tạo; Em tên , MSSVV: . Trong đợt đăng ký môn học đợt 2 từ ngày 25/12 đến 30/12/2021 vừa rồi, Em đã đăng ký môn Luận Văn Tốt Nghiệp mã số CI4343. Ngày 26/12/2021 Phòng đào tạo có gửi email thông báo kiểm tra điều kiện tiên quyết cho môn học đăng ký. Trong đó điều kiện tiên quyết của em là hoàn thành môn Kết cấu BTCT 2 Vì là sinh viên văn bằng 2, nên em đã được chuyển điểm môn Kết cấu BTCT 2 do đã học trong bằng 1, đồng thời em đã học bổ sung môn Đồ án BTCT 2 (Xin xem file đính kèm hình ảnh chứng minh). Như vậy theo email thông báo nêu trên, thì em đã đủ điều kiện đăng ký  môn Luận văn tốt nghiệp Ngoài ra, em cũng đã đăng ký và hoàn thành đầy đủ các môn cần thiết theo chương trình học, và đã tích lũy 142 tín chỉ Tuy nhiên kết quả đăng ký thông báo trên https://mybk.hcmut.edu.vn/ ngày 03/01/2022 thì môn Luận Văn tốt nghiệp không được ghi nhận đăng ký  Do đó, em làm đơn này kính mong Phòng Đào Tạo xem xét phản hồi và hướng dẫn em về việc đăng ký môn học này (Đính kèm là file tóm tắt các nội dung phía trên) Em rất mong Phòng Đào Tạo hỗ trợ giải quyết để em có thể sớm hoàn thành khóa học. Em xin trân trọng cám ơn./.",
    "MSSV    i  . Rút môn học \"Cơ sở điều khiển tự động\" EE2019",
    "Dạ em chào thầy/cô ạ. Thầy/ cô cho em hỏi ở đợt đăng ký đợt 3 có thể xin rút môn được không ạ. Tại do em đăng kí để cải thiện điểm môn chuyên ngành nhưng do em là khoá K17 mà môn đó không còn mở và mở môn học thay thế nên em tưởng nếu học thì sẽ được bỏ điểm môn học cũ và thay thế điểm số môn mới ạ, mình có thể thay thế điểm cũ bằng điểm mới và tính vô trung bình tích luỹ được không ạ. Em xin cảm ơn thầy/cô",
    "Kính gửi Phòng đào tạo, Em tên là , MSSV: , hệ VLVH, khoa Kỹ Thuật Xây Dựng. Trong đợt Đăng ký môn học Dự thính môn học HK212 - CQ + VLVH Đợt 2 - Lộ Trình 1 vừa qua em có đăng ký môn học là  (CI4343) nhưng lại bị hủy bỏ do Phòng đào tạo báo thiếu môn học TT Nhận Thức Ngành (DDCN) (CI2057). Nhưng môn học TT Nhận Thức Ngành (DDCN) (CI2057) em đã học và hoàn thành môn học. Kính mong Phòng đào tạo kiểm tra lại và xét duyệt khôi phục môn học  (CI4343) đã bị hủy đăng ký trên cho em. Em xin cảm ơn!!!",
    "Kính chào anh/chị, Em là , MSSV  Đợt đăng ký môn học vừa rồi em có đăng ký môn Phương pháp PTHH (CI3061). Do em có đi thực tập tại công ty ngoài, lịch thực tập vừa mới có là em sẽ đi các ngày thứ 2, 4, 6 trong tuần, trùng với lịch học ngày thứ 2 của lớp L02 (ngày có nhiều buổi học nhất). Em thấy lớp L01 sỉ số vẫn còn 79/80 nên em xin phép được chuyển qua lớp L01 để tiện và đảm bảo cho việc học tập tốt nhất ạ. Rất mong được sự phản hồi và chấp nhận của Phòng Đào tạo ạ. Em xin chân thành cảm ơn. Trân trọng.",
    "Dạ thưa thầy/ cô, Em tên là , MSSV của em là , sinh viên khoa Điện- Điện tử ạ. Em có thắc mắc là em đã trúng tuyển vào trường bằng phương thức ƯTXT, trong bộ hồ sơ đó em đã có xác nhận nộp chứng chỉ anh văn và đã có liên hệ bên trung tâm để bên họ chuyển bản sao chứng chỉ về trường từ thời điểm đó rồi thì em có cần phải liên hệ để nộp bản sao CCNN lại một lần nữa không ạ? Vì hiện tại trong trang phần đăng kí nộp chứng chỉ anh văn trong Mybk của em chưa ghi đã nộp chứng chỉ và khi em tính đăng kí thì thấy trong trang có đề cập về việc liên hệ ấy trong ô màu xanh dương ạ. Và một vấn đề nữa là trong việc xét miễn điểm anh văn thì em có nộp CCNN trong hồ sơ ƯTXT rồi thì em vẫn phải đăng ký lại và đóng tiền để xét miễn điểm để không cần học và thi anh văn đầu vào phải không ạ?",
    "Kính thưa Phòng Đào Tạo. Hiện tại em chưa đóng Lệ Phí Tốt Nghiệp được vì BK Pay đang bảo trì mà hạn đóng lệ phí là đến 12h ngày 06/01/2022. Cho em hỏi là khi nào BK Pay bảo trì xong để em còn đóng lệ phí. Em cám ơn.",
    "dạ cho em hỏi là đợt đăng kí môn đợt 3 mà lớp có trên 30 sinh viên cụ thể là 42 thì lớp có khả năng bị hủy không ạ",
    "Em chào thầy cô . Cho em hỏi là em là khóa k16 đã hoàn thành luận văn và 142 chỉ vào tháng 1 năm 2021 . Hiện tại em mới hoàn thành anh văn nói viết và trong tình trạng tạm dừng học . Cho em hỏi thủ tục để đăng kí bằng tốt nghiệp tạm thời sớm nhất có thể ạ . Tại em cũng đang cần bằng gấp ạ . Cám ơn thầy/cô đã xem .",
    "Em chào Phòng đào tạo. Em tên: , MSSV: Đợt kết quả đăng ký môn học đợt 2 em bị xóa môn Kỹ thuật điều khiển tự động (ME2009). PĐT giúp em đăng ký lại môn \"Kỹ thuật điều khiển tự động (ME2009)\" nhóm _ ạ. Em cảm ơn.",
    "Họ và tên  MSSV  Lớp GT16TAU1  Thầy/cô cho em hỏi em sinh viên k16 và em mới  thi Toeic 2 kỹ năng tại IIG và đạt được 520đ. Sau đó em vào trang trường để  xem cách chuyển điểm thì thấy được 2 bảng quy đổi điểm, thì bảng quy đổi điểm này chỉ áp dụng  cho  các bạn sinh viên từ k19 hay áp dụng cho tất cả sing viên cần quy đổi điểm vào thời điểm đó ạ  Cảm ơn thầy/cô đã đọc ạ.",
    "Cho em hỏi là bữa em nhận được mail của trường là học kỳ dự thính chỉ được học lần 2 (không được đăng ký môn mới), tức là dự thính của kỳ hè cũng không được học vượt luôn ạ?  Em xin cảm ơn.",
    "Em tên . MSSV: . Em xin phòng đào tạo cho em được đăng ký môn học: Thủy văn công trình (CI3025) nhóm lớp P01_P01 để hoàn thành nốt môn học cuối cùng này ngoài luận văn ạ. Em đăng ký trên hệ thống thì báo không được phép đăng ký vào nhóm lớp này ạ. Em xin cám ơn.",
    "Chào PĐT ạ, Em là , MSSV , hiện đang là sinh viên năm 4 ngành Khoa học máy tính. Qua 2 đợt đăng ký môn học, em có đăng ký LVTN (CO4317) nhưng đều bị hủy mặc dù đã đủ điều kiện đăng ký (chỉ thiếu CCAV nhưng trường đã cho phép bỏ qua trong kỳ này) . Mong PĐT xem xét giúp em ạ, nếu đợt 3 mà bị hủy nữa thì sẽ ảnh hưởng tới tiến độ tốt nghiệp của em mất. Em xin cảm ơn.",
    "Chào thầy cô, em tên , mssv , học kì vừa rồi em có học lớp AV2A, nhưng vì đăng kí trễ, được phòng đào tạo thêm vào lớp sau khi khóa học đã bắt đầu và đã qua thời hạn thanh toán học phí. Nên hiện tại vẫn chưa thanh toán học phí, vậy cho em xin hướng dẫn cách thức thanh toán học phí cho môn này ạ. Em cảm ơn rất nhiều!!!",
    "Em chào thầy/cô, Kì 202 em đã đăng ký thành công môn Thực tập tốt nghiệp (địa chất dầu khí) - GE3323 nhưng vẫn chưa đi được do dịch Covid-19. Xong tới kì 212 tới này em đăng ký Luận văn tốt nghiệp (địa chất dầu khí) - GE4323 thì thời khóa biểu của em lại xuất hiện môn Thực tập tốt nghiệp - GE3323 dù em không đăng ký. Dẫn đến em bị giới hạn 13 tín chỉ và không thể đăng ký Luận văn được ạ. Em mong phòng đào tạo giải quyết dùm em để em có thể ra trường do em sắp hết thời hạn đào tạo rồi ạ.",
    "Dạ thưa thầy cô PDT, em là , sinh viên khóa k18 công trình thủy, khoa xây dựng. Do em và một số bạn bị trễ ctdt nên muốn mở môn học máy bơm trạm bơm CI3059, nhưng hiện tại form đăng ký của em chỉ có 6-7 bạn do chuyên ngành em cũng có ít người học ạ. Nên em mong thầy cô giải đáp giúp em nếu em xin mở lớp thì em xin mở kỳ nào ạ? (do kỳ chính thì ít người đăng ký, dự thính thì tụi em học lần đầu ạ nên khả năng đk lại khó ạ)  Em chân thành cảm ơn thầy cô nhiều ạ.",
    "Em muốn đăng kí nộp bằng tốt nghiệp nhưng đã rất lâu kể từ khi em đăng kí trên mybk ạ. Nếu mình muốn nộp thì mình làm thế nào ạ?",
    "Em là sinh viên năm 4 sắp ra trường nhưng vẫn còn thiếu môn Thực tập cơ khí đại cương 2 mã ME2001 tuy nhiên kỳ này lại không mở môn học này. Em có thể đăng ký môn Thực tập cơ khí đại cương 2 mã ME2087 rồi chuyển điểm không ạ?",
    "Dạ em chào thầy/cô ạ. Em tên , mssv . Dạ do em tưởng học môn thay thế được cải thiện điểm trung bình nhưng thầy cô bên bộ môn báo lại là không được, thầy/cô cho em hỏi bây giờ em làm đơn xin rút môn liền thì có được miễn đóng học phí của môn đó không ạ. Em xin cảm ơn thầy/cô rất nhiều",
    "Chào thầy cô ạ ! Cho em hỏi về vấn đề đăng kí môn học lần đầu tại học kì hè năm nay có được không ạ . Em xin cảm ơn !",
    "Em xin chào thầy cô ! Em là sinh viên khóa K20 của trường. Cho em hỏi về vấn đề tốt nghiệp hiện nay có 2 loại bằng là Cử nhân với Kỹ sư thì làm sao để em có thể tốt nghiệp với bằng Kỹ sư ạ ? Em có đọc một bài báo nói về việc bằng Kỹ sư học như Cử nhân nhưng tích lũy đủ 180 chỉ là được. Lưu ý: Em không đề cập tới chương trình Kỹ sư tài năng Em xin cảm ơn ạ",
    "Em có nhận được mail thông báo sẽ trả kết quả xét tuyển vào ngày 29/11/2021 nhưng đến nay vẫn không thấy mail thông báo kết quả xét tuyển và cũng không thấy kết quả trên trang tuyển sinh của trường. Cho em hỏi em có thể xem danh sách trúng tuyển ở đâu ạ  :",
    "Chào Thầy/Cô ạ, Em tên ,sinh viên Trung Tâm BDCN lớp BD17CN03. Em xin đăng ký chuyển điểm những môn sau đây từ hệ Đại Học sang hệ Cao Đẳng để có thể được đăng ký làm Tiểu luận tốt nghiệp ạ. Môn: _Pháp Luật Việt Nam Đại Cương (SP1007) -  Pháp Luật Việt Nam Đại Cương (008001). _Anh văn 3 (LA1007) -  Anh văn 3 (003003). _Anh văn 4 (LA1009) -  Anh văn 4 (003004). Em mong được Thầy/Cô hỗ trợ ạ. Em xin trân trọng cảm ơn.",
    "Em chào thầy/cô ạ, Theo thông tin em đọc được từ quy chế đào tạo học vụ trên trang web của trường về việc xếp loại bằng tốt nghiệp thì bằng tốt nghiệp loại xuất sắc sẽ bị giảm xuống thành loại giỏi nếu sinh viên có số tín chỉ của các môn không đạt phải học lại vượt quá 5% tổng số tín chỉ của CTGD. Vậy trường hợp các môn em học đạt (điểm trung bình trên 5, qua môn) nhưng học lại để cải thiện điểm thì có tính vào số lượng 5% tổng số tín chỉ như quy định không ạ? Và quy định hạ 1 bậc bằng tốt nghiệp chỉ áp dụng cho loại xuất sắc thôi chứ không áp dụng cho bằng tốt nghiệp loại giỏi đúng không ạ? Mong nhận được hồi đáp từ thầy/cô, em cảm ơn ạ!",
    "Cho em hỏi là kì trước em chưa đăng ký hóa phân tích ạ,kì này em đăng kí hóa vô cơ(vật liệu) nhưng không đăng ký được ạ,vậy cho em hỏi là có cần phải bắt buộc học hóa phân tích trước rồi mới được học hóa vô cơ(vật liệu) không ạ.Em xin trân thành cảm ơn.",
    "Em chưa được mở đăng ký môn học. Em xin PDT mở lại đăng ký môn học cho em. Em xin cảm ơn ạ.",
    "Mở môn học học kỳ 212 . Dạ em xin PDT có thể nào mở thêm lớp av kì chính được không ạ , hiện tại đã full lớp rồi , em đk kì dự thính thì lại k cho học  . Em cảm ơn.",
    "Em kiểm tra thì ban đầu 4 tây mới mở đợt 3, nhưng sao lại có chuyện đổi lại 3 tây mà chả có thông báo gì từ trước hết vậy ạ. số môn em chuẩn bị tranh slot đăng ký môn giờ lại thành chậm trễ 1 ngày giờ môn đó ddur sỉ số. em không hiểu phòng đào tạo sao lại không làm việc thông báo rõ ràng cho SV. Mở lớp tăng sĩ số không khả thi, giờ chỉ có hướng giành slot đăng ký môn mà lại không lành mạnh thì còn hướng nào xữ lý cho SV chứ ạ Mong nhận câu trả lời về việc thay đổi thời gian mà không có sự thông báo này cảm ơn (có hình ảnh minh chứng cho lời nói)",
    "Kính gửi thầy/cô. Con tên , mssv . Đợt ĐKMH vừa rồi con bị xóa môn thực tập ngoài trường (ME3135). Hiện tại số chỉ của con không đủ để nhận thực tập nhưng con mong PĐT tạo điều kiện để con được đăng ký thực tập vì kì 202 với 211 hầu hết là con hoãn thi vì không có laptop nên con không có đủ tín chỉ tích lũy. Con mong thầy cô tạo điều kiện cho con đăng ký môn ạ. Con cảm ơn ạ.",
    "Dạ em chào Phòng Đào Tạo! Em tên:    MSSV:   thuộc lớp Cơ điện tử K18 chương trình Việt - Pháp. Em làm đơn xin PDT mở lớp môn học  Đồ án môn học thiết kế kỹ thuật ( 218708) vào học kỳ dự thính 212 ạ!",
    "Em chào thầy/cô! Em có đăng ký môn LVTN CO4317 dành cho Khoa học máy tính vào đợt 2 vừa rồi, nhưng khi kiểm tra kết quả thì hệ thống báo là thiếu môn CO4315, là môn Đề cương LVTN. Nhưng môn CO4315 thì em đã đăng ký, học ở học kỳ 1 2021-2022 rồi và có phản biện rồi. Thầy/Cô kiểm tra giúp em lỗi này với ạ! Em xin chân thành cảm ơn!",
    "Kính gửi phòng đào tạo,em là  - mssv:  Xin cho em thắc mắc về điểm tổng kết môn Giải tích 2. Em có học dự thính môn Giải tích 2 (MT1005) kì dự thính 202, lớp DT04 và đã kết thúc môn lâu rồi nhưng mà đến giờ này em vẫn chưa nhận được cập nhật điểm thành phần cũng như điểm thi lên bảng tổng kết ạ. Em đã có liên hệ qua mail với giáo viên bộ môn kì dự thính 202 nhưng nhận được phản hồi là không thấy tên trong danh sách và yêu cầu em liên hệ phòng đào tạo . Mong phòng đào tạo xem xét giúp em sớm ạ. Em cảm ơn.",
    "Mở môn học học kỳ 212 .",
    "Em tên  MSSV  Cho em hỏi môn thực tập ngoài trường EE3345 Có được đăng kí kì hè 213 không ạ và nếu được thì mình học ở kì 213 luôn hay kì hè năm sau ạ",
    "Dạ em tên là  - MSSV: Em có đăng kí môn học cho học kì này mà sao em chưa thấy thời khoá biểu ạ . Em đăng kí ngay đợt đầu tiên lun ạ . Xin trường hỗ trợ em ạ . Em xin cảm ơn",
    "Mở môn học học kỳ 212 .",
    "em tên:   học kì này 212 em làm LVTN, Giáo viên hướng dẫn đề cương là thầy -bộ môn nền móng (Xây dựng). em muốn đổi qua thầy hướng dẫn LVTN khác được không ạ? nếu được thì em phải làm cách nào? em chân thành cảm ơn.",
    "Em chào thầy/cô ạ. Em tên là , MSSV:  Hiện tại em không đăng ký được luận văn tốt nghiệp (EE4337) ở 2 đợt đăng ký môn học trước do thiếu môn tiên quyết là đề cương luận văn (EE4335). Trong khi đề cương luận văn ở học kỳ hiện tại em chưa bảo vệ. Lịch bảo vệ thầy hướng dẫn cung cấp là ngày 15/01/2022. Tuy nhiên đợt đăng ký môn học lần 3 chỉ đến ngày 06/01/2022 là đóng rồi ạ. Thầy/cô cho em hỏi trường hợp này em phải làm thế nào để đăng ký được luận văn tốt nghiệp cho học kỳ 212 sắp tới ạ? Mong quý thầy cô sớm giải quyết giúp em ạ. Em xin cảm ơn thầy cô!    .",
    "Mở môn học học kỳ 212 . Dạ cho em hỏi là môn học Nền Móng (CI3239) của các lớp đã đủ sĩ số hết rồi, mà em chưa đăng ký được vào lớp.   Em muốn xin phòng đào tạo mở thêm lớp hoặc có thể cho em xin nhét vào các một trong các lớp L03, L05, L07 của hiện tại được không. Em xin cảm ơn .",
    "Chào quý thầy cô phòng đào tạo, Trong đợt 3 đăng kí môn học, thì có một lớp được mở nhưng nó lại bị trùng với một môn học đã đăng kí trước đó. Không biết là em có thể làm cách nào để hiệu chỉnh nhóm và đăng kí thêm môn mới được mở không ạ Em cảm ơn",
    "Tăng sĩ số lớp  . Kính gửi các thầy/cô Phòng Đào Tạo, Em là  - MSSV:  Sinh viên ngành Kĩ thuật môi trường Khoa Môi trường & Tài nguyên . Em viết mail này về vấn đề tăng sĩ số môn học. Em đã đăng kí môn học Kĩ thuật xử lý khí thải mã EN3001 đúng thời hạn đăng kí của nhà trường, đã gửi đăng kí và được xác nhận trong danh sách đăng kí môn cho kì tới. Nhưng em đã đã bị xoá môn trong đợt đăng kí lần 2. Hiện tại Phòng đào tạo đã hỗ trở mở đăng kí đợt 3 nhưng môn học EN3001 đã đủ sĩ số (30/30) cả hai lớp L01 và L02 nên em không thể đăng kí được. Em rất hy vọng các thầy/cô Phòng Đào Tạo sẽ xử lý tăng sĩ số giúp em ạ! Vì môn học này là môn bắt buộc để em có thể đăng kí đồ án nên nếu có thể mong thầy/cô hỗ trợ để em đăng kí được môn học ạ. Em xin chân thành cảm ơn các thầy/cô!",
    "Em tên là , MSSV . Em đã đăng ký Tốt nghiệp thành công và hệ thống báo là chờ nhận kết quả ở nơi đăng ký. Lúc em ghi địa chỉ, em có stick vào gửi giấy Tốt nghiệp tạm thời về địa chỉ trên. Nhưng khi em nhấn cập nhật thì mất dấu stick. Nên em cũng không biết em đã đăng ký gửi giấy Tốt nghiệp tạm thời về nhà thành công chưa. Do đó em viết mail này, để mong PĐT kiểm tra giúp em, giấy Tốt nghiệp tạm thời của em đã được đăng ký gửi về địa chỉ lưu trú chưa? Nếu chưa, thì em phải đến đâu để nhận giấy Tốt nghiệp tạm thời?  Em xin cảm ơn PĐT nhiều ạ.",
    "Kính chào Thầy/Cô!  Em tên , mssv , khoa Quản lý công nghiệp  Thời gian thi cuối kỳ vừa qua em có đăng ký hoãn thi 1 môn vào ngày 24/12 Nhưng đến giờ em vẫn chưa nhận được phản hồi và trang đăng ký hoãn cũng hông còn hiện ra tình trạng môn đó nữa Em muốn hỏi là khi nào sẽ biết được kết quả hoãn thi có được xét duyệt hay không ạ?  Em xin cảm ơn rất nhiều",
    "Mở môn học học kỳ 212 .",
    "Kính gửi: Phòng Đào  Tạo    Em là , MSSV , SV VB2, em học chương trình ĐT cho k16, HKII 2021-2022 em đăng ký môn luận văn tốt nghiệp nhưng bị PĐT hủy môn vì lý do thiếu môn tiên quyết Đồ Án CĐT (ME3017), em học môn này ở HKI 2021-2022 nên hiện chưa cập nhật điểm   1) Em muốn được biết về hướng giải quyết cho việc đăng ký môn LVTN này    Trân trọng     ",
    "Dạ thầy/cô cho em hỏi là bây giờ em muốn đăng kí môn thêm vào kì chính 212 có được không ạ? Em tưởng có 3 đợt đăng kí nên em đã không đăng kí môn đó ở đợt 2 ạ",
    "Chào pdt em tên  MSSV  Hiện em đang thấy là số lượng sinh viên trong 1 lớp của môn thủy lực khí nén (ME3001) là 20 sinh viên/lớp. Em thấy vẫn còn nhiều bạn có nhu cầu học . Em xem trên link ( aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2) số lượng sinh viên tối đa của môn là 60sv/lớp.Em xin pdt xem xét mở thêm lớp hoặc mở thêm số lượng sinh viên trong 1 lớp để tạo điều kiện cho sinh viên được học môn này ạ. Em xin cám ơn.",
    "Mở môn học học kỳ 212 .",
    "Dạ thầy/cô cho em hỏi là chương trình đào tạo của khoa Kỹ thuật Giao thông, ngành Kỹ thuật Ô tô có 12 tín chỉ tự chọn (không bao gồm 3 tín chỉ nhóm A Kinh tế) tức là 4 môn 3 tín chỉ, thì em có được đăng ký số tín chỉ môn tự chọn nhiều hơn 12 không ạ, và có cần bắt buộc môn tự chọn là thuộc chuyên ngành tự chọn bên em không ạ? Với nếu có thể học nhiều hơn 12 tín chỉ tự chọn (4 môn 3 tín chỉ) thì lúc tính điểm mình lấy điểm của 4 môn cao điểm nhất hay sao ạ? Mong thầy/cô phản hồi sớm ạ. Em xin cảm ơn thầy/cô và chúc thầy/cô năm mới đầy sức khỏe ạ.",
    "Mở môn học học kỳ 212 . Dạ chào ạ, em là , lớp GT19OTO2, em học chương trình đại trà. Em là người đại diện xin mở lớp TR3067 học kì 212. Em xin phép tường trình lại sự việc ĐKMH trong thời gian qua: ĐKMH đợt 2 em đã gửi cho BKSI đơn xin mở lớp của bộ môn, khoa và danh sách 43 bạn đăng ký học (phần lớn là k19) Vào đợt 2, PĐT đã mở cho môn học TR3067. NHƯNG do điều kiện ràng buộc kèm theo môn học của k18, mà k19 tụi em không phải học những môn đó, thậm chí thầy cũng đã duyệt cho k19 được phép học môn đó vào HK212. Cho nên chỉ có 6 người đủ điều kiện đăng ký vào đợt 2 đó. Cho nên vào đợt 3 đã xóa môn học đó vì không đủ sỉ số. NHƯNG thật ra có nhiều bạn k19 vẫn chưa được đăng ký vào vì điều kiện ràng buộc môn học. Em đã ghi mail cho BKSI nhưng vẫn không thấy phản hồi về sự việc này. Em mong BKSI và PĐT có thể cân nhắc cho trường hợp chúng em. Em có đính kèm minh chứng về những gì em tường trình. Em mong BKSI và PĐT có thể   B mở môn học TR3067 vào đợt 3    và   B xóa ràng buộc môn học    để k19 tụi em có thể đăng ký theo nguyện vọng học của mình ạ. Thân",
    "B  Em đăng ký nhầm môn GDTC PE1017 (học phần 1) vào HK212 nhưng em đã học ở HK211 rồi ạ . Em xin PĐT xóa dùm em môn Cầu lông PE1017 (học phần 1) với ạ .",
    "Dạ em là   dạ là em đã thanh toán tiền BHYT nhưng hiện tại em chưa được gia hạn bhyt ạ. Mong thầy cô kiểm tra giúp e ạ . E cảm ơn",
    "Em tên:   MSSV:  Xin đk môn Kỹ thuật thủy lực khí nén(ME3001)",
    "Thiếu môn học trong hệ thống E-learning  Kính thưa đội ngũ BKSI, được biết đã có thời khóa biểu và thông tin môn học trên BKe-Learning. Em là sinh viên  bị thiếu mục môn học \"Đò án Nền Móng\" trong BKe-Learning . Kính mong đội ngũ BKSI xem xét giùm em ạ. Em cảm ơn",
    "Kính gửi PĐT Em là  mssv - , sinh viên hệ VHVL Khoa Điện - Điện tử. Em có làm đơn xin chuyển sang ngành Khoa Học Máy Tính của hệ VHVL nhưng tới nay chưa được phản hồi thêm ạ. Nếu được mong PĐT giải quyết giúp em để em có thể đăng ký thêm các môn học của chuyên ngành mới ạ. Em xin cảm ơn.",
    "Mở môn học học kỳ 212 . Xin chào thầy/cô, em tên , MSSV . Cho em hỏi là đăng kí môn học đợt 3 có được xóa môn không ạ vì bạn em đăng kí cùng đợt với em mà bạn em thì xóa môn được còn em thì không ạ Xin cảm ơn thầy/cô",
    "Em muốn đăng kí huỷ môn kĩ thuật điện do đăng kí nhầm mong thầy cô giải quyết ạ.",
    "Mở môn học học kỳ 212 .",
    "Em chào quý thầy cô ạ,  1. Em đã đăng ký thành công môn học, trên hệ thống đăng ký môn học ghi em học giải tích 2 cô  nhưng bên bkel lại đề em học giải tích 2 thầy  ạ. Cho em hỏi vậy em học ai ạ, tại nó cũng hơi rối? 2. Bên đăng ký môn học thì em đã đăng ký thành công \"Con người và môi trường\" nhưng bên bkel của em thì chưa có ạ? Nên em cũng không biết làm sao . Mong quý thầy cô giải đáp, em cám ơn ạ.",
    "Em chào thầy/cô. Em là . MSSV , là sinh viên lớp HC18DK. Trong đợt đăng kí môn em có đăng kí môn Thực tập ngoài trường (CH3325) và một số môn. Tổng số chỉ là 13 chỉ trong đó có một môn học theo mã mới 3 chỉ (mã cũ 2 chỉ). Em đọc quy định là chỉ cho đăng kí tối đa 12 chỉ nếu có môn thực tập. Thầy /cô cho em hỏi là tình trạng của em có được xem xét không ạ?  Mong thầy/cô có thể phản hồi sớm giúp em ạ. Em cảm ơn thầy/cô ạ.",
    "Dạ hôm 28,29,30 em có lịch thi cuối kì nhưng vào ngày 26 em bị nhiễm covid 19 cùng với ba mẹ em nên em không tham gia thi được, em xin pđt cho em được thi lại cuối kì ạ.",
    "Mở môn học học kỳ 212 .",
    "Mở môn học học kỳ 212 .",
    "Mở môn học học kỳ 212     B ",
    "Mở môn học học kỳ 212 .",
    "Em có câu hỏi là hiện em là sinh viên năm 3 nhưng còn môn của năm 2 chưa học thì đến kỳ hè có đăng ký học được không ạ. Em thấy trường có đổi không được đăng ký học lần đầu cho kỳ dự thính thì có ảnh hưởng gì tới kỳ hè không ạ? Trong trường hợp lớp được mở thì có cơ hội để được học không ạ? Em cảm ơn!",
    "Thầy cô kiểm tra giúp em. em đăng kí 6 môn học dự thính đợt 2 EE3083 - Kỹ thuật số nâng cao EE2005 - Tín hiệu và hệ thống EE3019 - Truyền số liệu và mạng EE3117 - Thiết kế vi mạch số EE3071 - SCADA EE3099 - Kỹ thuật chiếu sáng đều thỏa điều kiện đang kí thành công mà chỉ có 1 môn đăng kí được ạ . Mong thầy cô kiểm tra giúp em ạ. Em cảm ơn!",
    "Dạ cho em hỏi là kì 202 em đăng kí lớp bóng bàn học phần 1 nhưng sao lúc cập nhật điểm là học phần 2. Giờ em muốn học bóng bàn tiếp thì em đăng kí học phần 1 hay 2 ạ.",
    "Mở môn học học kỳ 212 . Dạ thưa cô, em tên  , lớp XD18-CSHT, em viết mail này kính gửi phòng đào tạo xin phép được mở môn học trong đợt 3 này  Em đã có đơn kèm chữ ký đồng ý nhận lớp của GVBM : thầy  Và danh sách các bạn đăng ký môn, em kính xin phòng đào tạo sẽ mở lớp trong đợt 3 này ạ",
    "Mở môn học học kỳ 212 .",
    "Em chào Thầy, Cô Em là sinh viên K20 khoa Khoa học và Kỹ thuật Máy Tính, học kỳ 212 vừa rồi Em có đăng ký môn Kỹ thuật lập trình mã môn là CO1027, trên thời khóa biểu của Em có tiết học và trong phần đăng ký môn học của Em cũng có môn Kỹ thuật lập trình nhưng trên Bkel của Em lại không có link tham gia học online. Xin quý Thầy Cô giải đáp giúp Em ạ. Em cảm ơn rất nhiều. Chúc quý Thầy Cô và gia đình có nhiều sức khỏe và năm mới an lành.",
    "Cho em hỏi là năm nhất không hoàn thành học phần 1 của GDTC thì không được đăng kí môn học ở học kì 3 phải không ạ. Nếu phải như vậy thì em học kì hè phòng đào tạo có mở lớp học ko ạ? Em cảm ơn",
    "Mở môn học học kỳ 212 .",
    "Mở môn học học kỳ 212 .",
    "Em  SV k20, cho em xin đăng kí môn học phương pháp phần tử hữu hạn L02 với ạ, em không đăng kí được vì em bị trùng thời khóa biểu sức bền vật liệu, pdt cho em xin thay đổi lịch của môn sức bền sắp vào nhóm khắc giúp em để em đăng kí được môn phương pháp phần tử hữu hạn vì em mới có 9 tín chỉ thui ạ. Em cám ơn",
    "Xin phép pđt cho em đăng ký môn kỹ thuật điều hoà không khí ME3153 nhóm lớp L04 Do đợt 2, em có đăng ký thêm môn mà môn đó chưa xếp thời khoá biểu nên bị xoá môn ME3153 mong pđt tạo điều kiện cho em đăng môn học để sớm mong hoàn thành chương trình đào tạo. Em xin chân thành cảm ơn.",
    "dạ em bị lỗi đăng kí môn CI3239 - Nền móng, vào lúc 19h56' ngày 3/2, lúc đó sỉ số lớp chỉ có tầm 60 người nên đăng kí không hề bị lỗi hay vấn đề gì xảy ra thậm chí trong lịch sử đăng kí của em cũng không có hủy môn học hay bất cứ lí do nào để bị mất đăng kí. nhưng tới 23h em check lại thì môn nền móng của em bị mất mà không rõ lý do. sau khi em đăng kí em có thoát và vô lại vài lần để kiểm tra thì vẫn còn nhưng sau lại bị mất ạ",
    "Chào thầy/cô, Em đầy đủ điều kiện để đăng ký luận văn tốt nghiệp và khi đăng ký thì không bị cấm nhưng không thấy hiển thị trong   I kết quả đăng ký môn học  /I  là sao ạ ? Trong hình là lần thứ 3 em đăng ký.",
    "Thưa thầy cô, Em có vấn đề cần được giải đáp ạ. Chuyện là kì 212 này khi em đăng ký môn học, em đã bị xóa đi nhiều môn vì lỗi trùng thời khóa biểu với môn Giáo dục Quốc Phòng. Khi đăng ký đợt 2, em không thể xóa đi môn Quốc Phòng cũng như em không thể đăng ký thêm môn nào trong lịch trình học của em vì lỗi trùng thời khóa biểu ạ. Hiện tại thì thời khóa biểu em chỉ có 7 tín chỉ. Nên em xin phép hỏi là có cách nào để khắc phục không ạ ? Vì em nghe bảo dưới 10 tín chỉ sẽ bị cảnh cáo học vụ, cũng như việc học ít tín chỉ khiến em cảm thấy lo lắng ạ .",
    "Em xin chào các thầy cô. Em tên là , MSSV . Với sĩ số tối đa cho môn cơ sở ngành là 80SV nên em mong các thầy cô tăng thêm sĩ số cho môn học CO3015 - Kiểm tra phần mềm vì lớp này hiện chỉ có 77SV (L01) và 62SV(L02) ạ. Em xin chân thành cảm ơn.",
    "Dạ em chào cô, Cô cho em hỏi, đăng ký môn học đợt 3 em có lỡ bấm xóa môn học, em đã bấm đăng ký lại đúng lớp học sau đó nhưng có 1 môn thể chất em bấm tham gia lại lớp không được do đã bị đầy. Cô cho em hỏi cách xử lý được không ạ, em cảm ơn cô rất nhiều.",
    "Em chào phòng đào tạo, em là , MSSV , hiện đang học lớp VPk17 CDT. Em có đăng kí học dự thính môn Vẽ kỹ thuật - CI1003, nhưng bị huỷ đăng kí vì chưa học trong kỳ chính bao giờ. Trong chương trình Việt Pháp nó là môn Hình hoạ, hiện tại môn đó đã không còn trong chương trình đào tạo và nếu muốn học lại để trả nợ môn thì phải đăng kí môn tương đương   B Vẽ kỹ thuật - CI1003  B . Hy vọng phòng đạo tạo xem xét để em có thể đăng kí được ạ, em xin cảm ơn. Em có gửi mẫu đơn đính kèm ạ.",
    "Thưa Thầy/Cô Em xin phép mở môn học 006714 Giải Tích Số - Tối Ưu Hóa dưới dạng đồ án Em đã được sự đồng ý của Giảng Viên, Chủ nhiệm bộ môn, Văn Phòng Việt Pháp. Chi tiết trong file đính kèm. Em cảm ơn Thầy/Cô Chúc Thầy/Cô thật nhiều sức khỏe  .",
    "Thưa Thầy/Cô Em xin phép mở môn học 610702 Sinh Thái Công Nghiệp dưới dạng đồ án Em đã được sự đồng ý của Giảng Viên, Chủ nhiệm bộ môn, Văn Phòng Việt Pháp. Chi tiết trong file đính kèm. Em cảm ơn Thầy/Cô Chúc Thầy/Cô thật nhiều sức khỏe  .",
    "Em chào cô, cô cho em hỏi, môn GDTC thấy để học onl cho đến sau tết mới học off, mà sao e k thấy môn đó hiển thị trên ele v ạ, em thấy mấy môn kia có hết rồi, chưa hiển thị trên ele hay sao v ạ",
    "Chào PĐT ạ, em muốn hỏi là bây giờ liệu em có thể làm bản cam kết hay gì đó khác để có thể học vượt qua 21 chỉ tối đa (cụ thể là 22) cho học kì chính quy không? Nếu có thì em phải làm gì ạ? Em xin cảm ơn.",
    "PĐT cho em hỏi là môn kinh tế kỹ thuật (IM2003) có thể học môn kinh tế kỹ thuật (ME2045) làm môn tương đương không ạ? Em cảm ơn!",
    "Mở môn học học kỳ 212 .",
    "Dạ rất mong nhà trường giúp lớp em XD19VL khoa kỹ thuật xây dựng mở thêm 1 lớp môn kỹ thuật bê tông mã CI3057, vì đây là môn chuyên ngành rất quan trọng để đủ điều kiện đăng ký môn cho kỳ sau nếu không đăng kỳ được thì kỳ sau chúng em không thể đăng ký những môn kế tiếp được ạ, em cảm ơn nhà trường nhiều lắm ạ",
    "Kính thưa ban/phòng đào tạo. Em tên là , mã số , là sinh viên khoa Xây Dựng.     Em xin được trình bày về việc không kịp đăng kí môn học ở đợt đăng kí thứ 3 của học kì 212. Hôm qua em có mail hỏi phòng đào tạo về vấn đề mở đăng kí môn học đợt 3 và nhận được phản hồi rằng sẽ mở vào ngày 4/1/2022 đến 6/1/2022. Vào khoảng 1h30 sáng ngày 4/1/2022 em có vào kiểm tra xem đã mở đợt chưa thì nhận được hiển thị rằng đợt 3 đã mở vào lúc 10:00 AM ngày 3/1/2022. Vậy nên em đã không kịp đăng kí môn học (tất cả lớp đã đầy). Em xin được đề xuất về việc tăng sĩ số của một vài lớp để các bạn khác (em khảo sát thấy có một vài bạn cũng chưa đăng kí được) và em có thể đăng kí được không ạ. Môn học em muốn đăng kí là \"Nền Móng\" (mã: CI3239). Em cảm ơn thầy/cô đã đọc hết mail. Em xin nhận lỗi lầm của mình và mong nhận được phản hồi từ phòng đào tạo.        ",
    "Em chào nhà trường, em là  - . (có đính kèm đơn xin đăng ký môn học) -Học kỳ 212 em có đăng ký môn “ Nền móng - CI3195 - lớp L02 - tiết 4,5,6 - thứ 2” nhưng không được. Vì môn “ Nền móng” kết thúc vào tiết 6 và vào tiết 7,8,9 thì em có học môn “Thiết kế đường 1 - CI3063”. -Em không đăng ký được môn nền móng, là do không được phép đăng ký môn học kết thúc vào tiết 6 và bắt đầu môn khác vào tiết 7. -Vì vậy em viết đơn này mong nhà trường cho phép em đăng ký môn học “Nền móng - CI3195 - lớp L02 - tiết 4,5,6 - thứ 2”. Và sau đó em sẽ đăng ký được thêm môn “ Đồ án nền móng – CI3197” để kỳ hè này em có thể đi thực tập được. -Em xin cam kết học tốt các môn, chấp hành nội quy và thanh toán đầy đủ các khoản học phí . -Em xin cam đoan dù có chuyện gì xảy ra cũng sẽ do bản thân tự chịu. Em xin chân thành cảm ơn.   .",
    "Dạ cho em hỏi, nếu đăng ký hoãn thi, sinh viên sẽ nhận điểm I, và sẽ phải thi lại để xóa. Vậy lúc này các cột điểm thành phần của môn học bị hủy hay vẫn được tính như bình thường ạ ? Em có đọc kỹ ở trên quy chế học vụ rồi, nhưng mà về phần điểm I này vẫn chưa được rõ, mong PĐT giải đáp. Em cảm ơn!",
    "Hiện tại em có môn xúc tác ứng dụng - ch3151 tiết thứ 4 tiết 11-12 ở cơ sở 1, bây giờ em đăng ký môn ệu - ch3157 vào thứ 4 tiết 7-8 ở cơ sở 2. Hai mô học khác cơ sở nhau nhưng khoảng cách đăng kí 2 môn là 2 tiếng mà vẫn ko đăng kí được là sao ạ ? Rất nhiều bạn gặp phải giống em, mong  fix lỗi giùm ạ.",
    "Mở môn học học kỳ 212 . Dạ thưa PDT, em là , mssv  Dạ em có thể xin mở lớp CI2005: cơ lưu chất 2 chỉ cho kì chính hoặc kì dự thính 212 được không ạ? Hồi đợt 1 em xem môn này cũng có tới 18 bạn đăng ký ( hình dưới ạ ) nhưng sang đợt 2 lại bị hủy lớp, mong PDT xem xét giúp em với ạ . Em cảm ơn.",
    "Kính gửi phòng đào tạo Em tên là . MSSV Em nhận thấy là điểm chuyển từ hệ chính quy sang hệ vừa làm vừa học của em bị thiếu mất 2 môn là \"giải tích 1\" và môn \"đại số tuyến tính\". Mong phòng đào tạo có thể bổ sung thêm 2 môn này vào điểm chuyển giúp em ạ. Em xin cảm ơn! MSSV chính quy của em là  .",
    "Chào thầy cô, Cho em hỏi về điểm tổng kết HK202, môn Phân tích và thiết kế giải thuật (CO3031) và môn Mô hình hóa toán học (CO2011) vẫn chưa có điểm tổng kết ạ? Đã hơn 4 tháng kể từ ngày thi, 2 môn này em thi vào ngày 17/08/2021 (đối với mã môn CO3031) và ngày 18/08/2021 (đối với mã môn CO2011). Nhờ nhà trường kiểm tra giúp. Trân trọng",
    "Mở môn học học kỳ 212 . Dạ em tên  _, đợt dự thính đợt 3 lộ trình 1 em không thấy mở môn thiết kế P&ID_ CH2081, cho em hỏi em có làm giấy xin mở môn cho dự thính không ạ, em cảm ơn",
    "Chào PĐT,  Theo em biết theo quy định mới chưa học môn này lần nào thì không được đăng kí dự thính môn này nhưng do môn học quy định có hạn số lớp và sinh viên tham gia nên rất nhiều bạn học lần đầu nhưng phải chuyển qua học dự thính môn này. Mong PĐT tạo điều kiện cho em và các bạn có thể được học môn này trong kì dự thính vì đây là môn cuối trong CTĐT của bọn em nếu không học được rất nhiều bạn phải trễ thêm 1 kì. Cảm ơn PĐT đã đọc yêu cầu và xử lý giúp em.",
    "Hôm nay, thứ 3 ngày 4 tháng 1 năm 2022 . Em có lịch học môn Vật Liệu Học và Xử Lí lớp L02_HK212. Em đã đọc phương pháp học nhưng chưa hiểu và hiện thì BKeL đang sập. Em không biết phải làm sao mong thầy cô giải đáp giúp em!  Em cảm ơn! ",
    "Em tên , Cho em hủy môn CO3117 ở nhóm L01.",
    "Dạ em chào thầy cô !! Hiện tại em đang muốn đăng ký 2 môn đó là môn Kỹ thuật Điều khiển tự động (ME2009) và môn Kỹ thuật thủy lực và khí nén (ME3001). Nhưng hiện tại sĩ số của lớp đã đầy. Em viết đơn này để xin mở thêm sĩ số lớp để em có thể đăng ký và học 2 môn này ạ. Cụ thể là: -Lớp Kỹ thuật Điều khiển tự động của thầy  sĩ số hiện tại là 30/30 -Lớp Kỹ thuật thủy lực và khí nén của thầy  sĩ số hiện tại là 20/20 Em mong PĐT có thể sắp xếp cho em học 2 môn này ạ. Em xin cảm ơn !!!",
    "Nhà trường cho em hỏi là lễ tốt nghiệp của đợt tháng 11 sắp tới có tổ chức không ạ? Em cảm ơn",
    "Em chào quý thầy cô ạ. Em tên là  MSSV  Kỳ trước em có đăng ký đề cương luận văn tốt nghiệp nhưng không theo được nên đã xin thầy hướng dẫn bỏ đề cương trong kỳ vừa rồi. Kỳ này em đã đăng ký học lại đề cương. Thầy, cô cho em hỏi là bây giờ em có mong muốn là thầy hướng dẫn khác với kỳ trước thì em nên làm như thế nào ạ Em xin cảm ơn",
    "Dạ em chào thầy cô, thầy cô giúp cho em vào lớp DT01_DT04 môn học IU2003 Cơ lưu chất với ạ. Em cảm ơn ơn thầy cô nhiều",
    "Gửi PĐT, Em là  -, sinh viên ngành Cơ Điện Tử PFIEV, khoa Cơ Khí Em viết đơn này để xin phép PĐT cho em được đăng ký và thực hiện luận văn tốt nghiệp vào học kỳ 212 ạ. Em hiện tại đang bị thiếu tín môn tiếng Pháp nên không đủ điều kiện số tín chỉ tối thiểu để đăng ký luận văn tốt nghiệp và thực tập tốt nghiệp. Tuy nhiên em xin cam kết rằng sẽ nộp bằng tiếng Pháp vào và chuyển điểm để đảm bảo đúng tiêu chuẩn vào học kỳ tới. Mong PDT xem xét và giúp đỡ em ạ. Em xin cảm ơn rất nhiều. ",
    "Kính gửi phòng đào tạo Học kì sau em có đăng kí môn ME3119-Đồ án 1, em đã học môn hoạch định mặt bằng làm môn tương đương cho cho ME3117 (Thiết kế mặt bằng) từ kì trước rồi ạ. Kì này em đã đăng kí môn ME2123 làm môn tương đương cho ME3321(Kỹ thuật hệ thống), nhưng tại sao trong danh sách môn tiên quyết lại có tên em ạ. Hy vọng pdt xem xét cho em ạ.",
    "Em đăng kí hai môn học Luận văn tốt nghiệp (218700) và môn Thực tập tốt nghiệp (218750) ở 2 đợt và bị hủy do các lý do ở hình ảnh đính kèm. Hiện tại em không nợ môn và thiếu bằng Toeic nhưng theo thông báo của PDT thì tạm thời chưa xét đến. Thì em phải được đăng kí môn học theo tiến độ học tập. Mong Nhà trường xem xét trường hợp của em. Em cảm ơn",
    "dạ cho em hỏi là em đã làm đơn xin tạm dừng học trước đó và giờ em đã hủy hết các môn học theo như hướng dẫn của ,và bên  có nói tình trạng học của em sẽ chuyển qua'tạm dừng'trước ngày 3/1,nhưng giờ em vẫn chưa thấy cập nhật,cũng chưa thấy mail pdt gửi về,mà hk212 đã bắt đầu học rồi ạ,nên em thấy hơi lo,em mong được quý thầy cô phản hồi sớm giúp em với ạ,em xin chân thành cảm ơn.",
    "Chào thầy cô, em có đăng ký môn học CH3157 nhưng trong quá trình đăng ký bị lỗi không đủ thời gian giãn cách giữa hai cơ sở với môn CH3151. Trong khi hai môn em đăng ký có thời gian giãn cách là 2 tiết học ạ. Thầy cô có thể xem xét trường hợp này giúp em được không ạ? Em cảm ơn ạ.",
    "Em chưa hoàn thành môn phương pháp tính mã 006719 nhưng do thay đổi chương trình nên theo ctdt mới chỉ còn mã MT2011 chau Việt Pháp nhưng yêu cầu môn tiên quyết đại sô tuyến tính MT1015 của chương trình mới. Em đã hoàn thành môn Toán 1 của Việt Pháp cũ gồm cả học phần đại số tuyến tính. Em hi vọng phòng đào tạo sẽ hỗ trợ cho em đăng kí môn MT2011 trong đợt đăng kí môn học thứ 3 học kì này để em sớm trả nợ vì không còn mở môn mã cũ",
    "Kính gửi phòng đào tạo Trong học kì 212, em không đăng kí được môn học ME3119 vì thiếu 2 môn song hành ME3117 và ME2123, nhưng do chương trình đào tạo thay đổi, em đã học 2 môn khác làm môn tiên quyết cho 2 môn này rồi ạ. Nhưng kì này khi đăng kí môn học vẫn báo là em thiếu 2 môn đó ạ. Hi vọng phòng đào tạo xem xét điều chỉnh cho em ạ. Em cảm ơn",
    "Xin chào quý thầy cô,  Em tên , MSSV:   Dịch bệnh COVID kéo dài suốt nhiều tháng, gia đình em lại nhiều con nên tình hình kinh tế gặp rất nhiều khó khăn Vì vậy em đã xin phụ việc để kiếm tiền trang trải cho sinh hoạt và học tập của mình để phụ giúp phần nào cho gia đình Năm 3 lại là năm quan trọng vì em có thể tiếp xúc gần hơn với môn chuyên ngành mà mình theo học tiến gần hơn với dự định mà em mong muốn  Nay em viết đơn này kính mong quý thầy cô tạo điều kiện cho em có thể chuyển lớp CH3321 từ thứ 4 tiết 7-8 sáng thứ 4 tiết 2-3 được không ạ bởi vì việc làm em mới xin được bị trùng với môn học này Em rất mong muốn đổi lớp để có thể đảm bảo giữa việc học đạt kết quả tốt và có thêm thu nhập phụ giúp cha mẹ  Rất mong nhận được câu trả lời từ quý thầy cô  Trân trọng  ",
    "Em chào thầy/cô! Em muốn hỏi về thời gian dự kiến cho đợt rút môn học (không tính phí) của học kỳ chính 212 này ạ! Em cảm ơn!",
    "Em chào PDT ạ,   Do sơ suất nên em bấm nhầm xóa các môn học trong đợt đăng ký đợt 2. Trong đợt đăng ký đợt 3 này các lớp đã bị đầy hoặc em không đăng ký được do bị trùng TKB với môn Giáo dục quốc phòng do em là sinh viên năm 1.  Do chưa hiểu về hệ thống đăng kí môn học nên hiện tại em không thể đăng ký vào lớp khác trong đợt đăng ký môn học đợt 3 này .  Phòng đào tạo có thể đăng kí bổ sung cho em vào các lớp ở các môn:  1. Vật lý bán dẫn EE1007  2. Giải tích 2 MT1005  3. Phương pháp tính MT1009  4. Hoá đại cương CH1003  5. Anh văn 1 Mức độ ưu tiên của các môn em sắp xếp theo thứ tự ạ. Đặc biệt môn VLBD nếu không được học thì em sẽ bị trễ hẳn 1 kỳ do các môn năm 2 đều yêu cầu học trước môn này. Mong PDT có thể giúp đỡ em ạ! Em biết điều này khá khó khăn nhưng nếu không đăng ký được các môn này có thể em sẽ bị trễ cả năm học ạ. Em chân thành cảm ơn.",
    "Dạ em chào cô ạ, em có thắc mắc xin cô giải đáp ạ. Học kì 211 vừa rồi em có đăng kí môn Vẽ Kĩ thuật nhưng trong quá trình học em chưa thật sự chuẩn bị tốt cho môn học này nên em đã rút môn ở tuần thứ 3 của học kì ạ. Bây giờ em đăng kí lại môn Vẽ Kĩ Thuật của kì dự thính kì chính 212 thì có tính cho em là môn đã học qua rồi không ạ. Em cảm ơn cô ạ",
    "Thưa PĐT, PĐT có thể xoá môn Thực tập EE3333 giúp em được không ạ? Em được đăng kí tự động môn này mà không biết, giờ không xoá được ạ. Em xin cám ơn, Khoa    .",
    "Kính thưa thầy cô phòng đào tạo. Dạ thưa thầy cô, em muốn xin đổi nhóm lớp môn Pháp văn 6 - LA3023 ạ. Em muốn đổi từ nhóm P02 sang nhóm P04 thì em cần làm những gì để có thể đổi nhóm lớp ạ. Em kính mong thầy cô hỗ trợ em với ạ. Em xin chân thành cảm ơn thầy cô nhiều ạ.",
    "em chào thầy cô PDT, em là , MSSV:  hiện là sinh viên ngành điện tử viễn thông. Do em đăng kí nhầm môn của ngành kỹ thuật điện và em đã nộp đơn rút môn qua mail của PDT nhưng chưa thấy phản hồi. Em mong PDT giải quyết giúp em để em có thế đăng kí được môn khác trong đợt 3 này ạ. Em cảm ơn thầy cô.",
    "Em xin chào thầy/cô ạ, Em có hai thắc mắc, xin thầy/cô giải đáp ạ: 1. Hiện tại em vẫn đang còn thấy một số môn học kì 202 vẫn chưa có điểm. Em xin hỏi thời gian các môn được cập nhật điểm sẽ là vào khoảng thời gian nào ạ? 2. Bên cạnh đó, em có một môn bị nhập điểm sai và hiện tại giáo viên đã cập nhật lại, tuy nhiên trên hệ thống vẫn đang còn ở điểm cũ. Vấn đề này là do hệ thống chưa cập nhật hoàn toàn điểm phải không ạ? Em cảm ơn thầy/cô và xin kính chúc thầy/cô một năm mới bình an và hạnh phúc ạ!",
    "Em chào /Cô Em tên là:  Mssv: Cho em nộp đơn đăng ký môn đặc cách. Em xin cảm ơn.    .",
    "Kính gửi quý thầy cô phòng đào tạo đại học Bách Khoa TpHCM. Em tên Nguyễn , mssv , khoa Kĩ thuật xây dựng. Quý thầy cô cho em hỏi quy trình làm đơn xin giảng viên nhận hướng dẫn Đề cương luận văn với ạ. Và hạn chót khoa chốt danh sách giảng viên hướng dẫn đề cương là khoảng khi nào ạ . Em cám ơn quý thầy cô đã xem và chúc thầy cô thật nhiều sức khỏe ạ.",
    "Em chào thầy/ cô ạ. Cho em hỏi là môn luận văn tốt nghiệp của ngành điều khiển và tự động hoá (EE4327) em thấy có 2 nhóm lớp là A01 và L01. Cho em hỏi sự khác nhau giữa 2 nhóm lớp này là 1 nhóm ở cơ sở 1 và 1 nhóm ở cơ sở 2 phải không ạ. Hay có sự khác biệt nào khác nữa không ạ.(vd như dành cho chất lượng cao, đại trà,...). Em xin cảm ơn ạ.",
    "chào ad ạ  hôm nay em có tiết học môn Tín Hiệu và Hệ Thống (EE2005) lớp L08 cuat Thầy  . Nhưng em vào trang bkel lớp thì không thấy thầy đăng link lớp học lên và em cũng không có mail của thầy ạ Mong ad giúp em liên lạc với thầy ạ Em cảm ơn ad ạ",
    "Em đã nộp phiếu đăng ký thu nhận lại cho phòng đào tạo và được xác nhận hôm 28/12, nhưng đến nay vẫn chưa thấy được cập nhật mới tình trạng sinh viên trên hệ thống MyBK để em có thể đăng ký môn học . Mong phòng đào tạo hỗ trợ em để có thể kịp đăng ký môn học trong đợt 3 HK 212 này. Em cảm ơn,  ",
    "Kính gửi : Phòng Đào Tạo Trường Đại Học Bách Khoa  Em tên là :   Mssv :   Lớp : XD18CT1  Dạ em chào PĐT ạ!  Dạ hôm nay được sự đồng ý của Thầy Chủ nhiệm Bộ Môn Tài Nguyên Nước Thầy TS  và  đứng lớp Cô TS  nên em xin PĐT mở lớp Thực tập nhận thức ngành(KT Công Trình Thủy) để em và các bạn có thể hoàn thành được chương trình đào tạo ạ đúng tiến độ ạ!!  Em xin chân thành cảm ơn!  !   ",
    "Kính gửi phòng đào tạo,  Em tên , MSSV . Học kỳ này kết quả đăng ký môn đợt của em ở môn IM3077 - Q/lý sx theo Lean&6Sigma thuộc nhóm L02 nhưng đợt 3 lại chuyển sang lớp L01. Em có thể làm cách nào để chuyển lại lớp L02 ạ. Em xin cảm ơn ạ.",
    "Thưa thầy/cô, cho em hỏi khóa K19 có thể học lên chương trình kĩ sư được không ạ? Em cảm ơn.",
    "Chào thầy/cô, Kết quả đăng kí đợt 2 của em bị xóa môn CO4313-LVTN do thiếu môn tiên quyết CO4311-ĐCLV. Môn này em chưa có điểm mà ạ? Hiện đợt 3 em đăng kí lại CO4313 thì có bị xóa môn nữa không ạ? Em cảm ơn.",
    "em chào thầy cô PDT, em là , MSSV:  hiện là sinh viên ngành điện tử viễn thông. Do em đăng kí nhầm môn của ngành kỹ thuật điện và em đã nộp đơn rút môn qua mail của PDT nhưng chưa thấy phản hồi. Em mong PDT giải quyết giúp em nhanh chóng để kịp đăng kí được môn khác trong đợt 3 trước 6/1/2022 3:00pm được không ạ. Và em có thắc mắc là tại sao có một số bạn em hỏi có thể hủy môn trong đợt 3 nhưng em lại không có nút để hủy môn ạ. em cảm ơn thầy cô.",
    "Dạ em chào thầy cô ạ , em muốn rút môn AS2015- Thực tập CKT1 thì có được không ạ. Em cảm ơn !",
    "Em chào thầy/cô, Em có đăng kí hoãn thi trước khi thi môn Kỹ Thuật Số, nhưng hôm qua đủ trang thiết bị nên em đã dự thi đầy đủ, nay em lên mục 24 để Hủy hoãn thi thì không thấy hiển thị. Em nên làm sao để đăng kí hủy hoãn thi được ạ. Em cảm ơn thầy cô .   i ",
    "Kính gửi Phòng Đào Tạo, Em là Nguyễn Thụy Khánh  (MSSV: ). Vào kỳ 203, em có đăng ký học môn Hóa Đại Cương (CH1003). Hiện tại, em vẫn còn thiếu 2 buổi học trực tiếp Lab tại trường để có thể hoàn thành môn học . Sau khi liên hệ với Giảng viên, Thầy phản hồi rằng em cần đợi lịch của PĐT. Vì vậy, em muốn hỏi về   B lịch cụ thể cho việc học thí nghiệm trực tiếp tại trường cho kỳ 203   , đồng thời   B cách đăng ký học thí nghiệm trực tiếp tại trường.    Em mong nhận được phản hồi sớm từ PĐT. Em xin chân thành cám ơn. Trân trọng, ./.",
    "Dạ em chào thầy/cô,   Em là sinh viên năm cuối hệ   B Đại trà   . ĐKMH Đợt 3 này môn Con người và môi trường (EN1003) mở sỉ số quá ít nên em không đăng ký được. Thầy/cô có thể cho em đăng ký môn bên lớp hệ   B Việt Pháp    và chuyển điểm sang hệ Đại trà của em được không ạ?  Em mong thầy/cô thông cảm cho trường hợp của em để em có thể   B tốt nghiệp đúng hạn    mà không bị trễ chỉ vì thiếu 1 môn không mở lớp.",
    "Em chào thầy/cô ạ Em bị xoá kết quả đăng ký luận văn, không có thời khoá biểu nhưng có trên BKEL thì có cần đăng ký đợt 3 không",
    "Em có thấy PDT nói đã tăng tối đa sỉ số các lớp học. Nhưng môn quản lý dự án xây dựng (mã môn học: CI1053) lớp L01 là 60 slots, lớp L02 là 70 slots. Mong PDT tăng sỉ số lớp L01 từ 60 lên 70 giống với lớp L02 để tụi em có thể đăng ký học ạ. Vì còn vài bạn trong lớp không đăng ký được mà mở lại môn thì rất khó. Mong PDT xem xét.",
    "a/c cho e xin tăng sỉ số mã ME3001 được không ạ. em k16 mà còn mỗi môn đó em đăng ký kì này lần thứ ba mà vẫn chưa được, mong anh chị xem xét",
    "Xin phép mở thêm sỉ số lớp L01 mã môn CI1053. Vì học lần đầu nên em đăng kí dự thính bị hủy. Mong PDT tạo điều kiện để chúng em kịp tiến độ học tập.",
    "Em chào thầy(cô), em hiện đã có tên trong danh sách tốt nghiệp nhưng chưa thể đăng ký tốt nghiệp do tình trạng sinh viên đang tạm dừng. Mong thầy(cô) giúp em vấn đề này ạ.",
    "Mở môn học học kỳ 212 . Kính gửi PĐT, Em và một số bạn có nhu cầu đăng kí học môn Phương Pháp Phần Tử Hữu Hạn - CI3061 do thầy Quốc giảng dạy Hiện nay sỉ số lớp đang là 79/79, theo quy định PĐT thì tối đa sẽ là 100 sinh viên. Nên em mong PĐT mở thêm sỉ số để tụi em có thể đăng kí thêm. Trân Trọng",
    "Chào PĐT, em xin gửi yêu cầu vì em đăng ký môn học T/n Quá trình thiết bị MSMH: CH3015, từ đợt 1 nhưng sao qua đợt 3 đã bị hủy lớp rồi ạ. Tuy nhiên các lớp còn lại em đều kẹt lịch học, nếu sắp xếp được, em xin phép đăng ký môn T/n Quá trình thiết bị   B MSMH: CH3015    vào   B thứ 7    mã số lớp   B 01/05/08  ",
    "Sau khi em có nộp công văn của môn tương đương tư tưởng HCM sp1037 và môn 001025 cho PĐT.Nhưng mà đến nay em vẫn chưa đăng kí môn sp1037 được. Mong PĐT có thể giúp em đăng kí ạ.",
    "Gửi PĐT, Em là  -, sinh viên ngành Cơ Điện Tử PFIEV, khoa Cơ Khí Em viết đơn này để xin phép PĐT cho em được đăng ký và thực hiện luận văn tốt nghiệp vào học kỳ 212 ạ. Em hiện tại đang bị   B thiếu tín môn tiếng Pháp    nên k  B hông đủ điều kiện số tín chỉ tối thiểu    để đăng ký luận văn tốt nghiệp và thực tập tốt nghiệp. Tuy nhiên em xin cam kết rằng sẽ n  B ộp bằng tiếng Pháp vào và chuyển điểm    để đảm bảo đúng tiêu chuẩn vào học kỳ tới. Mong PDT xem xét và giúp đỡ em ạ. Em xin cảm ơn rất nhiều. ",
    "Cho em hỏi em có thể xin học kì này 212 22 chỉ không ạ .    .",
    "Em tên -,khoa Kỹ thuật Hoá học, lớp cô -CC20HC11.   i  . Em đi khám bệnh nhưng thẻ BHYT lại sử dụng không được mặc dù em đã thanh toán trên hệ thống Bkpay. Em xin được hổ trợ gấp về việc này ạ. Em xin cảm ơn .",
    "Do em chỉ còn môn Cơ học đất và luận văn tốt nghiệp mà cơ học đất đã full sĩ số có bạn đã gửi đơn mở thêm sĩ số và lớp nhưng chưa có phản hồi. Nếu như không không được mở thêm sĩ số hoặc lớp em có thể xin giáo viên và làm đơn để được vào lớp không ạ? Vì nếu không đăng ký được thì học kỳ tới em sẽ không có TKB. Mong PĐT xem xét giúp em em xin cám ơn",
    "Dạ em có môn bị hủy vì sỉ số thấp, mong PDT có thể mở khóa để em có thể hủy và đăng kí bổ sung ạ. Em cảm ơn!",
    "Em chào thầy cô ạ, Em là  MSSV , cho em hỏi là trong HK212 này em đã có thời khóa biểu nhưng vì lý do cá nhân nên em muốn rút môn ạ, cho em hỏi là còn rút môn được không ạ, và cách thức rút môn như thế nào ạ. Em cám ơn thầy cô!",
    "Mở môn học học kỳ 212 . Em chào thầy/cô. Em là sv CQ k18. Cho em hỏi phòng đạo tạo có những điều kiện gì để được đăng kí môn học lại dưới dạng bài tập lớn ạ. Nếu được thì em phải đăng ký để học lại dưới dạng bài tập lớn như thế nào, có phải đăng ký như trên mybk không ạ? Và em đang ở quê thì có bắt buộc phải nộp đơn xin mở lớp trực tiếp cho trường không ạ. Em cảm ơn",
    "Em tên -, khoa Kỹ Thuật Hoá học, lớp CC20HC11- cô .   i  . Em không thể sử dụng thẻ Bảo hiểm y tế để khám bệnh mặc dù em đã mua và thanh toán tiền BHYT trên BKPay trong học kì 211. Hình ảnh được nhân viên nơi khám bệnh phản hồi là bên Trường đại học Bách Khoa đã ngưng tham gia BHYT. Em mong văn phòng giải quyết sớm dùm em. Em xin cảm ơn.",
    "Kính gửi thầy cô PĐT, Em là , MSSV . Em có 2 câu hỏi mong được thầy cô PĐT giải đáp: 1. HK212 này em có đăng ký môn Luận văn tốt nghiệp (CO4313) thì bị xóa với lý do: Thiếu môn tiên quyết CO4311 (đề cương LVTN). Tuy nhiên theo thông báo từ khoa thì đề cương LVTN của em đã được duyệt và có thể chuyển sang  giai đoạn làm LVTN - Link thông báo: http://e-learning.hcmut.edu.vn/mod/forum/discuss.php?d=153801) - Folder chứa danh sách đề cương LVTN được duyệt: https://drive.google.com/drive/folders/1JtCpnPo8rFp-qKZO2Q48ZTU-T2Z-q09e?usp=sharing - Tên đề tài: Xây dựng hệ thống hỗ trợ học tập dành cho học sinh Trung học Cơ sở - Mã đề tài: MDT-260 Không biết lý do là PĐT chưa cập nhật, hay sẽ có đợt ĐK riêng cho LVTN ạ? Vì đợt 1&2 bị xóa môn LVTN nên đợt 3 này e có ĐK lại 2. Em thuộc hệ VB2, nhưng học chung với CQ B1 ban ngày, vậy nếu em được ĐK LVTN thì sẽ đăng ký loại nhóm lớp nào ạ? Hiện tại môn CO4313 có 3 nhóm lớp: - A: ĐH CQ tại CS1 - B: ĐH Bằng 2 tối (CS1) - CC: CT Chất lượng cao/QT Mong thầy cô giải đáp giúp, em xin cám ơn nhiều ạ!",
    "Nguyễn Đoàn    i Xin hủy môn học  . Em xin hủy môn AV400 nhóm DT01 thứ 7 tiết 13-15. Do đợt trước em có đăng ký danh sách AV400 cuối tháng 11. Và đầu tháng 12 đã có lớp học AV400 mhóm HL01 hiện vẫn đang học. Hôm qua em có kiểm tra thời khóa biểu thì có thêm lớp AV400 nhóm DT01 mà em không có vào đăng ký Mong thầy/cô xét duyệt hủy môn giúp em. Em xin chân thành cảm ơn.",
    "Chào quý thầy cô phòng đào tạo, Trong đợt 3 đăng kí môn học, thì có một lớp được mở nhưng nó lại bị trùng với một môn học em đã đăng kí trước đó. Không biết là em có thể làm cách nào để vừa hiệu chỉnh nhóm để đăng kí thêm môn mới được mở không ạ Em cảm ơn",
    "Chào cô! Em có một số thắc mắc mong được cô giải đáp 1.Cô cho em hỏi nếu em đăng kí tốt nghiệp đợt 2 HK 211 này thì bằng chính thức có trước Tết không ạ? Tại vì rằm tháng Giêng (16/2/2021) là em nhập ngũ rồi, nếu có sau thời gian này em không lên SG lấy bằng được . 2. Em dự định sẽ bảo lưu 2 năm, sau khi xuất ngũ mới đăng kí tốt nghiệp. Cô cho em hỏi các chứng chỉ AV như Toeic Nghe Đọc hay Nói viết có phải thi lại sau 2 năm để tốt nghiệp không ạ?(Em có tên trong danh sách dự kiến tốt nghiệp đợt này rồi, chỉ đăng kí tốt nghiệp là xong). Mong được cô giải đáp, em cảm ơn cô!",
    "Xin cho em dang ky du thinh vao lop MT2001 DT01_DT01, em còn thiếu môn này để kì sau làm LVTN nhưng chưa đăng ký được. Em xin cám ơn",
    "Kính thưa thầy/cô, Em tên , do tính hình các môn học cũ rất khó để mở lớp. Nhưng giờ học của em bị dính giờ học liên tiếp. Cụ thể là tiết học kết thúc vào tiết 6 và môn học mới bắt đầu vào tiết 7. Em rất cần học môn học đó, em xin PĐT cho phép được học liền kề như vậy ạ. Mã môn học bị kẹt CI4019 và môn học sau đó CI3063. Mã môn CI4019 hiện tại chỉ còn 3 slot đăng ký em hy vọng PĐT giải quyết nhanh giúp em ạ. Em xin cảm ơn và chúc buổi sáng tốt lành tới thầy/cô ạ.  ",
    "Kính chào quý thầy / cô phòng đào tạo Em có hai câu hỏi mong quý thầy / cô giải đáp: - Thứ nhất, ở đợt 2 đăng ký môn học, em không đăng ký môn IM3001 (Quản trị kinh doanh cho kỹ sư), phòng đào tạo có thể kiểm tra ở file đính kèm. Em không hiểu vì lý do gì mà môn này vẫn hiện diện ở đợt 3 đăng ký môn học. Điều này có thể ảnh hưởng đến tiến độ làm luận văn của em. - Thứ hai, kết quả đợt 2 đăng ký môn học, em bị xóa môn luận văn tốt nghiệp AS4317, lý do không thỏa môn tiên quyết AS4001 (đồ án môn học cơ kỹ thuật). Đồ án môn học này ngày 11/01 em mới ra hội đồng để bảo vệ, chắc chắn sẽ không kịp theo lịch đăng ký môn học của phòng đào tạo. Trong khi đó email của phòng đào tạo có đề cập \"Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN)\". Em không hiểu tại sao lại không thỏa môn tiên quyết?  Em xin phòng đào tạo hướng dẫn em cách giải quyết để em có thể làm luận văn ngay trong học kỳ này. Em xin cảm ơn quý thầy / cô phòng đào tạo.",
    "Chào thầy/cô, Em muốn hỏi Phòng đào tạo có phản hồi đơn xin thu nhận lại của em sẽ được ra quyết định trong tháng 12, sau đó thì có nói là trong ngày 29 hoặc trước đợt 3. Cho em hỏi khi nào đơn xin của em mới được ra quyết định vậy ạ? Em mong được cô giải đáp thắc mắc. Trân trọng cảm ơn. ",
    "Dạ em xin chào thầy cô ạ. Em tên là  MSSV là . Dạ là do kì 212 em đăng kí nhầm 2 môn tự chọn nhóm C nên em xin được rút môn học Hệ thống năng lượng xanh (EE3131).Em có kèm theo file pdf điền vào đơn rút môn học ạ. Dạ thầy cô giúp đỡ em với ạ. Em xin cám ơn ạ.",
    "Em có đang kí môn học tự chọn nhưng đk bị dư. E không học nên điểm bằng 0 thì có ảnh hưởng gì tới điểm tbtl không ạ. Tại nhóm đó em có họC môn khác rồi ạ",
    "Em đăng ký môn học hóa vô cơ và môn này trùng hết lịch các môn chuyên ngành. Bây giờ em muốn rút môn học để có thể đăng ký các môn học khác, vậy em có thể rút môn như thế nào và rút môn xong có thể đăng ký môn học khác vào trùng lịch môn mới rút không ạ",
    "Mở môn học học kỳ 212 . Em xin kính chào quý thầy/cô PĐT! Em được nhận thông tin rằng nếu năm nhất không hoàn thành học phần 1 môn gdtc thì không thể đăng kí môn học tiếp theo của năm 2. Và với lịch học bị trùng thì em không thể đăng kí được lớp vào ngày không bị trùng do nhà trường thông báo mail muộn 1 ngày( em đã nhận thông tin từ bên ngoài và vào đăng kí sớm cũng không kịp). Vậy cùng rất nhiều bạn chưa đăng kí được xin phép mở lớp hiện tại thì có bất cập gì xảy ra hay không? Và hiện tại đang là học kì 2 và em có thể có cơ hội nào để đăng kí môn này nữa không ạ? Em đang rất lo lắng về việc mình sẽ bị đình chỉ học do đăng kí thiếu học phần. Mong thầy/cô PĐT có thể xem xét và mở thêm lớp GDTC cho chúng em vào ngày không bị trùng lịch( cụ thể là vào các tiết ngày thứ 7). Em xin chân thành cảm ơn!",
    "Mở môn học học kỳ 212 . Hiện tại em đã làm đơn xin mở lớp 3 môn sau: 1. Thí nghiệm công trình (CI4011) 2. Đồ án môn Kết cấu bê tông cốt thép 2 (CI3177) 3. Đồ án môn Kết cấu thép (CI3213) Em xin gửi đơn xin mở lớp của 3 môn trên với chữ ký của giáo viên bộ môn là thầy  và trưởng bộ môn là thầy . Mong VPĐTQT xét duyệt đơn và ký xác nhận vào đơn giúp chúng em. Dưới đây là đơn xin mở lớp và danh sách các bạn đăng ký của 3 môn ạ .",
    "em là  MSSV  hệ VHVL em có dk môn LVTN (mã mh CI4393) trong đợt dk Dự thính môn học HK212 - CQ + VLVH Đợt 2 - Lộ Trình 1 nhưng em xem kết quả dk lại k đc duyệt em kiểm tra kết quả đăng kí thì được báo lỗi thiếu môn tiên quyết CI3057 nhưng môn này em học lâu rồi và đã có điểm Kì vừa rồi em cũng đã có đk LVTN nhưng không làm kịp để bảo vệ. Xin thầy cô kiểm tra giúp trường hợp của em ạ",
    "Thưa PĐT, Em muốn xin được thêm sĩ số cho LVTN nhóm L01 để em có thể làm LVTN trong kì này. Em chân thành cảm ơn, .",
    "CODE  XIN RÚT DÙM   LIỆU CI2001 TRC 6/1/2022 ĐỂ EM CÓ THỂ MÔN CHUYÊN NGÀNH Ạ,EM CẢM ƠN RẤT NHIỀU!",
    "Kính gửi Phòng đào tạo, Em tên là  - MSSV , Hiện tại em không thể đăng kí được LVTN đợt 3 ạ . Xin phòng đào tạo hỗ trợ giúp em đăng kí được môn học trong đợt này ạ. Em xin cảm ơn. P/S: em có gửi ảnh đính kèm thông báo lí do không đăng kí được môn học là do môn Chứng chỉ ngoại ngữ ạ.",
    "Kính gửi PDT, em tên , MSSV , lớp XD17KT, ngành Kiến trúc. Lý do: Học kỳ này em có đăng ký môn CI4303-Thiết kế dự án tốt nghiệp. Nhưng do em còn thiếu 8 tín chỉ anh văn (từ anh văn 1 đến anh văn 4) trong khi trường chỉ cho nợ tối đa 7 tín chỉ để được đăng ký làm đồ án tốt nghiệp.   Do tình hình dịch bệnh nên cuối tháng 1/2022 em sẽ nhận bằng Chứng chỉ anh văn toeic và đăng ký xét chuyển điểm cho các môn anh văn . Kính mong PDT xem xét cho em được đăng ký làm đồ án tốt nghiệp ( mã môn học:CI4303) trong  đợt học kỳ chính này. Em chắc chắn sẽ nộp Chứng chỉ anh văn trong tháng 1/2022. Mong nhận được phản hồi sớm từ PDT để em có thể kịp thời sắp xếp đăng ký môn học. Em xin chân thành cảm ơn. Trân trọng,  .",
    "DẠ em chào thầy cô ạ. em tên là :  MSSV  Hiện tại có đợt đăng kí môn học đợt 3 nhưng do trước đó em không kịp đăng kí mon đợt 2 nên sĩ số môn học đó đã đầy. Dạ vậy giờ em xin  đăng kí thêm vào lớp đó thì em phải làm sao ạ. hiện tại giờ em không ở TP.HCM nên không thể tới trực tiếp phòng đào tạo được ạ. Em xin cảm ơn.",
    "Xin chào PĐT trường Đại học Bách Khoa TP.HCM SV:  MSSV: Em muốn hỏi là em đã đăng kí môn luận văn tốt nghiêp(cdt-ME4019) trong đợt 2 học kì 212 và có kết quả đã bị xóa do thiếu môn tiên quyết ME3017-Đồ án thiết kế hệ thống cơ điện tử. Nhưng em vừa hoàn thành môn ME3017 ở học kì 211 nhưng chưa có kết quả. Học kì sau em chỉ đăng kí môn luận văn tốt nghiệp(cdt) nên nếu bị xóa lần 3 thì em không có thời khóa biểu ạ. Mong PDDT sớm giải quyết thắc mắc của em. Xin chân thành cảm ơn.",
    "Theo như thông báo của trường, các môn học sẽ tăng sỉ số lên 100 . Nhưng em vào đăng kí môn siêu cao tầng thì sỉ số vẫn còn là 80. Cho em hỏi chừng nào mới cập nhật lại. Em cảm ơn.",
    "Em muốn rút môn học ngay bây giờ để kịp đăng ký môn học khác bị trùng lịch, em phải làm như thế nào ạ. Em không đợi mail rút môn học được, vì ngày 6/1 hết hạn đk môn học đợt 3 rồi ạ",
    "Em cháo thầy/cô ạ. Vì sự nhầm lẫn của bản thân không xem kỹ chương trình đào tạo, em đã đăng ký nhầm 1 môn không có trong chương tình, phòng đào tạo có thể mở khóa môn đợt 3 để em điều chỉnh môn học được không ạ. Em mong yêu cầu của em được chấp thuận . Em cảm ơn ạ.",
    "dạ em là sinh viên khoa xây dựng cho em hỏi, kì này trường thông báo,tất cả các môn học chưa có điểm được xem là đạt để đk được học phần luận văn Môn đồ án tổ chức thi công của em hiện tại chưa có điểm, vậy sao em lại bị xóa luận văn ạ?",
    "Em xin chào phòng đào tạo. Hiện tại đang có đợt đăng ký môn học đợt 3. Em khoá K15 đã hết thời gian học chính quy và đã làm đơn xin chuyển hệ vừa học vừa làm và được phòng đào tạo tiếp nhận đơn rồi. Nhưng vẫn không thể đăng ký môn học trong đợt 3 này mong phòng đào tạo giải đáp thắc mắc giúp em ạ.",
    "Chào Thầy/Cô, cho em xin hỏi là ở học kì 212 này em hiện đang thực tập và khoa có yêu cầu nộp báo cáo trước ngày 5/1 để nhập điểm vào kì đăng kí môn Thực tập là kì hè 203. Nhưng do thời gian tiếp nhận thực tập của công ty là từ 9/12-22/1/2022 nên em không thể có báo cáo kịp 5/1, Cô thư kí nói sẽ nhập điểm 13 rồi sẽ xin phòng đào tạo để mở cổng xin nhập điểm lại sau khi em gửi báo cáo và công văn trình bày. Thầy/Cô cho em hỏi nếu vậy em có bị xóa môn Luận văn tốt nghiệp EE4313 trong kì 212 không ạ? (hiện em đã đăng kí thành công trong kì đăng kí môn học lần 3) Do theo chương trình đào tạo thì Thực tập là môn tiên quyết của Luận văn. Em xin cám ơn.",
    "Em là , mssv  thuộc hệ Việt Pháp. Em có học môn \"Những nguyên lí cơ bản chủ nghĩa -\" có msmh SP1003 không thuộc trong CTDT của Việt Pháp, em xin PĐT giúp em chuyển môn học này thành môn tương đương cùng tên của hệ Việt Pháp có msmh là 001001 ạ.",
    "Học kỳ chính 212 em có đăng ký môn Công nghệ hóa hương liệu (CH3157), Nhóm lớp L01, lịch học vào thứ 4 tiết 7-8 ở cơ sở 2. Sau đó em đăng ký thêm môn Kỹ thuật xúc tác và ứng dụng (CH3151), Nhóm lớp A01, lịch học vào thứ 4 tiết 11-12 ở cơ sở 1. Nhưng hệ thống lại thông báo là \"Không đủ thời gian giãn cách giữa hai cơ sở\" trong khi hai giờ học cách nhau 2 tiếng. Ở đăng ký môn học đợt hai em đã thông báo lỗi đến phòng đào tạo và phòng đã hồi trễ nên không không đăng ký được đến đăng ký đợt 3 thì lỗi vẫn chưa được khắc phục. Mong phòng đào tạo sớm khắc phục lỗi để em có thể đăng ký được môn học.",
    "Mở môn học học kỳ 212 . Chào T, Em là   MSSV:   SV năm 4 Lớp XD18CTN - T cho e hỏi: Môn học Đề cương luân văn tn (CI4325) có được đăng kí học kỳ hè 213 không ạ? - Do dịch bệnh nên e vẫn chưa đăng kí Thực tập (CI3325) để đi thực tập nên hiện tại khi đăng kí môn Đề cương luận văn (CI4325) thì không đăng kí được do thiếu môn song hành Thực tập (CI3325).  Mong T mở đăng kí môn học Đề cương luận văn (CI4325) cho e học kỳ này với ạ!  Môn Thực tập (CI3325) em sẽ đăng kí vào học kì hè 213 tới ạ. Em cảm ơn.",
    "Mở môn học học kỳ 212 . Dạ chào thầy cô. Em rất mong thầy cô có thể mở điều chỉnh môn học vào đợt 3 hk 212 giúp em ạ. Vì em cần điều chỉnh thời gian học của 1 môn để dời việc học trung tâm Tiếng Anh bên ngoài lên sớm hơn 7h tối ạ. Em cảm ơn thầy cô nhiều ạ.",
    "Mở môn học học kỳ 212 .",
    "Em đã hoàn thành môn học đề cương luận văn học kì 211 . Học kì 212 em đăng ký luận văn tốt nghiệp CO4323 nhưng bị hủy do không đủ điều kiện nhận luận văn. Em kiểm tra điều kiện thì có 1 số môn học kì 211 em đăng ký hoãn thi nên ảnh hưởng đến số tín chỉ tích lũy của em. Học kì này em sẽ thi bù để hoàn tất các tín chỉ đó. Em xin phòng đào tạo cho phép em được đăng ký luận văn tốt nghiệp học kì này. PDT không đ/ký cho SV MH CO4323 (L: Không đủ đ/kiện nhận LVTN)",
    "em muốn học 1 số môn học tự chọn để bổ sung kiến thức và không cần điểm số, vậy em có thể xin đăng kí học vào kì hè để kịp tiến độ ra trường không ạ. Em chỉ học để lấy kiến thức thôi ạ",
    "I   U Họ và Tên:    B   I   U MSSV:   /I         Em tên , mssv: . ngày 31/12 khi em check lần cuối đăng kí môn học có môn CO1027-Kĩ thuật lập trình nên tổng số chỉ em đã đăng kí là 14. Tới hôm nay ngày 1/1 em lại bị xóa mất môn đó và cỏn 11 chỉ. Lớp học em được nhà trường chọn là CC01.",
    "Xin chào thầy / cô, Em là , lớp trưởng lớp GT18HK. Hiện tại, nếu theo đúng tiến độ, học kỳ 212 này lớp sẽ thực hiện luận văn tốt nghiệp TR4337. Tuy nhiên, do tình hình dịch, môn học Thí nghiệm Kỹ thuật hàng không 3 TR4015 đáng lẽ đã được triển khai ở HK211 nhưng đã bị dời qua HK212. Đây là môn tiên quyết, do đó, khi lớp đăng ký môn LVTN TR4337, kết quả đăng ký môn học đợt 2 là không cho đăng ký vì thiếu môn tiên quyết. Kính mong Phòng đào tạo xem xét. Em xin cảm ơn.",
    "Dạ kính thưa thầy cô phòng đào tạo. Dạ thưa thầy cô, em muốn rút môn học thì em chỉ cần điền biểu mẫu rồi gửi qua email của phòng đào tạo trong đợt 3 này hay em phải đợi đến khi có mail thông báo đợt rút môn học của phòng đào tạo ạ . Em xin chân thành cảm ơn thầy cô ạ.",
    "Em tên là . Mssv: . Khoa Cơ Khí Liên Thông . Em xin gia hạn thời gian học tập để xét Tốt Nghiệp tháng 4 năm 2022. Em đã hoàn thành xong chương trình học từ năm 2019. Nhưng do thiếu CCNN Toeic. RC - LC và vì dịch bệnh kéo dài nên em không thể tốt nghiệp 2019. Hiện tại em vừa hoàn thành xong CCNN. Nên em viết đơn này kính xin PDT cho em xin gia hạn thêm thời gian học tập để xét Tốt Nghiệp vào tháng 4 năm 2022.",
    "Em  là  MSSV 7 -Em không đăng ký được luận văn tốt nghiệp vì báo thiếu môn tiên quyết đề cương luận văn tốt nghiệp , bữa e có xin bổ xung đề cương luận văn tốt nghiệp trong học kỳ 211 r ạ  .  - Em có thể xin thêm sĩ số vào một lớp  tính( MT1009) bất kỳ được k ạ , em k17 r ạ e chỉ còn đúng 1 môn này thôi ạ , mong pdt xem xét ạ  . Em xin chân thành cảm ơn",
    "Em chào thầy/cô Thầy cô cho em hỏi bảo giờ trường tổ chức thí nghiệm tại trường đợt tiếp theo vậy ạ. Do em có đi thực tập cả tuần nên không biết bao giờ tổ chức để em tiện sắp xếp ạ. Em cảm ơn thầy cô!",
    "Mong thầy/cô hỗ trợ nâng sĩ số môn MT1005(Giải tích 2) lớp L29 giúp em!",
    "Thưa thầy cô, Ở học kì 202, em có bị lỗi hệ thống khi thi môn kết cấu ô tô TR2013. Em có đăng kí xin phép hoãn thi và được duyệt nhưng vẫn chưa được tổ chức thi. Nhưng mà môn kết cấu ô tô TR2013 lại là môn tiên quyết của 2 môn khác kì 212 này. Em không biết làm sao để đăng kí được hay tổ chức thi để đáp ứng được chương trình học của bản thân ạ. Em xin cám ơn ạ.",
    "Môn học tự chọn thì lúc tốt nghiệp điểm chỉ xét môn có điểm cao nhất thôi đúng k ạ",
    "Hôm nay em vô để đkmh Luận Văn mà bên pdt vẫn chưa mở cho em ạ. Hôm trước em có làm đơn chuyển sang hệ VLVH rồi ạ.",
    "Kính gửi Phòng Đào Tạo, Em là V:  sinh viên K17 Khoa cơ khí. Hiện em đã tích lũy được 118 tín chỉ ( vì nhà trường tạm thời tích lũy tín chỉ cho các môn chưa có điểm) và 15.5 ngày CTXH. Nhưng theo chương trình đào tạo thì em phải tích lũy đủ 123 mới được nhận LVTN. Vì các năm trước em đã thi avđv và qua các chuẩn av hằng năm nên em dự định thi Toeic để chuyển điểm và đăng kí LVTN nhưng vì điều kiện khó khăn do dịch bệnh em chưa thể có bằng toeic và chuyển điểm trong ngay thời điểm này. Thông thường em thấy lịch học vụ hằng năm khác biệt rất lớn so với năm nay và cũng không có trước để em tham khảo ngày giờ đăng kí môn học nên rất khó để chủ động đăng kí thi toeic cho kịp các đợt đăng kí môn học. Em đã đăng kí LVTN nhưng không được vì không đủ điều kiện nhận LVTN . Em rất mong phòng đào tạo có thể xem xét giúp em để em có thể nhận LVTN. Em xin chân thành cảm ơn.",
    "Em xin kính chào quý thầy cô, ban giám hiệu nhà trường và pdt. Em tên là , MSSV  là diện SV buộc thôi học nhưng đã được sự đồng ý cứu xét lại và chuyển sang hệ vừa học vừa làm từ BGH nhà trường và trưởng Khoa. Em đã làm đơn chuyển sang hệ VHVL gửi lên bksi, được pdt tiếp nhận đơn xử lí ngày 29/12/2021. Đến nay là ngày 4/1/2022 em xem tình trạng SV của mình trên mybk thì vẫn chưa cập nhật nên em chưa đăng kí môn được, em rất muốn đăng kí môn học ở đợt 3 này để tiếp tục cố gắng học theo kịp tiến độ của nhà trường và bản thân. Nếu không đăng kí môn ở đợt này được thì em rất buồn vì đã làm tốn thời gian, công sức của ba mẹ nuôi dưỡng. Em kính mong pdt có thể giúp em xử lí đơn xin chuyển sang hệ VHVL của em sớm nhất để em kịp đăng kí môn ở đợt 3 này ạ Em cảm ơn pdt rất nhiều ạ",
    "Thưa các Thầy Cô, em là , MSSV . Em và một số bạn có đăng ký môn Luận văn tốt nghiệp CH4327 ở đợt 1 và 2 nhưng đều bị xoá (vì điểm đồ án chưa được cập nhật) . Em định đăng ký lại môn Luận văn tốt nghiệp CH4327 ở đợt 3 nhưng các lớp L01 và A01 đều đã hết slot (chỉ sau 30 phút mở đăng ký). Em rất mong quý Thầy Cô mở thêm lớp môn Luận văn tốt nghiệp CH4327 cho chúng em ạ. Em và các bạn cảm ơn Thầy cô rất nhiều.",
    "Trường mở đăng kí đợt 3 nhưng hết lớp phù hợp lịch học của em và em đang bị thiếu tín chỉ em muốn được đăng kí thêm môn: IU2001 ME2013",
    "Kính chào Cô, Em đã làm đơn và đã chuyển qua hệ VHVL rồi nhưng khi đợt 3 này mở đăng ký môn học thì trang đăng ký môn học của em nó vẫn bị khoá không cho đăng ký. Mong Cô có thể chỉnh sửa lại hệ thống để em đăng ký môn học ạ.",
    "Em là , là sinh viên năm nhất của trường với mssv là , khoa cơ khí. Hiện tại em đang gặp vấn đề với việc đăng ký môn giáo dục thể chất 1. Hầu hết tất cả lớp của các môn đều full sỉ số, những lớp còn sỉ số thì em lại trùng lịch học. Em mong trường và phòng đào tạo có thể mở thêm lớp hoặc tăng sỉ số để tạo điều kiện giúp em hoàn thành học phần 1 của môn GDTC. Em mong có thể nhận được phản hồi sớm nhất của trường và phòng đào tạo. Em chân thành cảm ơn.",
    "Dạ em chào thầy cô . Đợt 3 dự thính em muốn đăng kí môn anh văn 2A(LA1039). Nhưng hệ thống không cho đăng kí, mặc dù em đã học anh văn 1 rồi. Hồi đợt 2 em đăng kí dc nhưng đợt 3 e lỡ bấm xóa, xong e đk lại thì k cho. Mong thầy cô fix lỗi lại giúp e. Em xin chân thành cảm ơn!",
    "Chào thầy cô ạ, Em muốn hỏi về việc môn học Luận văn tốt nghiệp - CH4327 hiện tại đã full sỉ số 100/100 ạ. Mong thầy cô tăng sỉ số giúp em với ạ. Em xin cảm ơn.",
    "Mở thêm sỉ số lớp L02, môn Quản lý dự án xây dựng (CI1053)Mở môn học học kỳ 212",
    "Dạ em chào thầy/cô ạ. Thầy/cô cho em hỏi bạn em muốn bảo lưu kết quả học tập thì phải làm sao ạ? Em xin cám ơn ạ",
    "Dạ em là  mssv  ,dạ cho em nộp đơn mở môn thí nghiệm chuyên ngành vật liệu xây dựng(CI3079) theo lớp đồ án ạ",
    "Chào PĐT, Em có đăng ký môn đường lối SP1009 ở đkmh đợt 1-2 và TKB đã xếp nhóm L04, do chiều ngày 3/1 đkmh đợt 3 đã mở nên em đã thực hiện xóa và chuyển nhóm sang L02. Cho em hỏi như vậy có bị ảnh hưởng gì không ạ? Em cảm ơn.",
    "Em tên  , do hệ thống gặp trục trặc nên cả 2 đợt đăng kí em đều không đăng kí được môn này , đến nay thì lớp đã hết sĩ số . Mong phòng đào tạo tăng sỉ số lớp EE3037 để em được đăng kí ạ . Em xin cảm ơn",
    "Kính chào phòng đào tạo, Trong đợt 2 đăng kí môn học(đkmh) của học kì 212, em có đăng kí môn LVTN cầu đường (MSMH:CI4313), nhưng kết quả của đợt 2 này, thì phòng đào tạo đã xóa đi vì thiếu môn tiên quyết là   B đề cương luận văn tốt nghiệp (MSMH:CI4311)   . Trong khi môn này em đã hoàn thành ở học kì 211 nhưng chưa có điểm môn này trên bảng điểm. Đồng thời trong email của phòng đào tạo gửi đến toàn bộ sinh viên vào ngày 28/12, có viết \"  I PĐT đã bổ sung mở lại các lớp Giáo dục thể chất, các môn mở lớp bổ sung (theo đơn mở lớp của SV), đã cập nhật lại các lỗi phát sinh khi đăng ký môn học (pass điểm của Hk211, pass Chuẩn CCAV quốc tế khi xét LVTN…).  /I \". Hôm nay đã là bắt đầu của đợt đkmh cuối cùng, em đã đăng kí lại môn luân văn tốt nghiệp. Vì vậy em mong phòng đào tạo xem xét lại các lỗi đăng kí đã thực sự được sửa chữa một cách hoàn toàn hay chưa để không làm ảnh hưởng đến quyền lợi của sinh viên. Em cảm ơn Trân trọng kính chào",
    "Dạ em tên  Mssv  Dạ do em đăng kí mốn xây dựng và khai thác đường ở đợt 3 mà bị lỗi. Cho em xin hỏi lí do tại sao ạ Em trân thành cảm ơn.",
    "Dạ em chào phòng đào tạo ! Do kỳ rồi em không đăng ký môn học nên bị tạm dừng, nên nay em làm đơn xin thu nhận lại ạ. Đính kèm là đơn thu nhận lại của em, mong phòng tạo xem xét thu nhận lại cho em ạ. Em xin cảm ơn phòng đào tạo !",
    "nhà trường có kế hoạch tổ chức thêm các lớp giáo dục thể chất không ạ vì các lớp hiện giờ đã full nên em chưa thể đăng kí được. mong được giải đáp",
    "Dạ PĐT có thể xem lại, sao em bị hủy môn vì sỉ số thấp nhưng sao trong đợt 3 này em không thể đc mở khoá để hiệu chỉnh ạ. Em cảm ơn!",
    "Kính gửi Trường Và Phòng đào tạo Đại học Bách Khoa Em là  sinh viên năm nhất với mssv là  khoa Điện - Điện tử. Hiện tại em đang gặp vấn đề với việc đăng ký môn GDTC 1. Em và nhiều bạn khác chưa học GDTC 1, và các lớp hiện tại đã full sỉ số và trùng lịch nên chúng em không thể đăng ký. Vậy khi nào em mới có thể đăng ký và học GDTC 1 ạ? Và nếu không đăng ký được thì năm 2 em có được đăng ký môn học khác hay không ạ? Tại em thấy quy định của trường năm nay có chút thay đổi là nếu không hoàn thành được học phần 1 GDTC thì không thể đăng ký môn tiếp theo ở năm 2 ạ? Mong nhà trường sẽ giúp đỡ chúng em về điều này ạ. Em xin cảm ơn ạ.",
    "Dạ hiện tại theo TKB thì lịch học Hóa thí Nghiệm vào thứ 6 ngày 07/01/2022 (12h00-16h50) ở học kì 1 trùng với lịch học Đại Số Tuyến Tính ngày 07/01/2022 (14h00-15h50) ở học kì 2 nên em mong Phòng Đào Tạo xem xét và hủy hóa thí nghiệm cho em. Mong Phòng Đào Tạo duyệt sớm cho em để không ảnh hưởng đến việc học ở trưởng, em cảm ơn ạ",
    "Em xin chào thầy cô. Em là K15 và đã hết đợt đkmh. Nên em đã làm đơn xin chuyển hệ và đã được duyệt. Nhưng không biết vì sao mà hôm nay 4/1 khi mở đợt 3 thì e vẫn không được đkmh. Em mong thầy, cô có thể giúp em để em kịp đkmh ở đợt 3 này",
    "Xin chào ạ, em tên là  mssv , sinh viên khoa Điện - Điện tử ngành Điều khiển & Tự động hóa. Hôm nay ngày 4/1/2022 em có đăng ký uận văn tốt nghiệp của ngành Điều khiển tự động EE4327. Có hai nhóm lớp là 01 và 01. Do 01 đã đủ 100 người nên em đã đăng ký qua 01. PĐT Cho em hỏi việc khác nhóm lớp có ảnh hưởng hay khác biệt gì không ạ? Em cảm ơn ạ. Chúc quý thầy cô thật nhiều sức khỏe.",
    "Chào thầy/cô, Em là sv K2015, em đã nộp đơn chuyển sang hình thức VLVH. Hiện tại đợt dkmh thứ 3 đã mở nhưng em vẫn không thể dk được. Cụ thể, em nhận được thông báo dưới: Bạn không được quyền đăng ký môn học! Vui lòng liên hệ PDT! Em mong sớm được hỗ trợ để kịp dkmh trong học kì này. Em cảm ơn thầy/cô. Thức    .",
    "Kính chào thầy cô, Em là Nguyễn Trọng Nhân, MSSV: . Em có tham dự kỳ thi anh văn đầu vào do trường tổ chức vào đầu năm nhất, lần đầu em thi và được điểm dưới 400 điểm nên em có đăng ký thi đợt 2 do trường tổ chức và lần 2 đó em đạt được 490 điểm là em đã được ghi điểm miễn học Anh Văn 1. Em muốn hỏi là em có đăng ký học môn Anh Văn 2 (LA1005) lớp L03 vào kỳ 212 mà em bị hệ thống báo là thiếu môn Anh Văn 1 học trước, em mong thầy cô xem xét lại việc đăng ký giúp em với ạ. Em xin cảm ơn thầy cô và chúc thầy cô sức khỏe.",
    "Theo CTDT 19 thì nhóm Tự Chọn Tự Do em có thể ĐMH vào nhóm B được phải không ạ. Nhóm A(các môn chuyên ngành em chưa Đ được vì thiếu môn tiên quyết) Vì Học kì này em ĐMH được 9tc",
    "Mở môn học học kỳ 212 . Thầy cô cho em hỏi có thể tăng sĩ số lớp AV3 L06 lên được không ạ. Do lịch môn học em có thể học av3 vào giờ đó. Mong thầy cô giúp em",
    "Kính chào thầy/cô, Em có đăng ký xét tốt nghiệp vào tháng 11 và đã nhận được giấy tốt nghiệp tạm thời. Thầy/cô cho em hỏi là khi nào mới nhận được bằng tốt nghiệp chính thức ạ? Em xin cảm ơn nhiều.",
    "Mở môn học học kỳ 212 . Em muốn hỏi là đợt 2 vừa rồi em có đăng kí Môn Ô Nhiễm Đất Nước và các phương pháp xử lý với sĩ số là 10 sinh viên và bị huỷ môn do chưa đủ sĩ số. Pđt vừa có mail sẽ mở lại những môn học bị huỷ do sĩ số ít ở đợt 2 vào đợt ĐKMH thứ 3. Nhưng em vẫn chưa thấy môn học hiện lên. Mong được hồi đáp.",
    "Em chào quý thầy cô phòng tuyển sinh, em tên là , Khoa Công nghệ Vật liệu, MSSV . Em là sinh viên buộc thôi học, đã được trưởng Khoa Công nghệ vật liệu ( thầy  ) và nhà trường chấp nhận thu nhận lại và chuyển em sang hệ VHVL . Hiện tại đơn xin chuyển sang hệ VHVL của em chưa được duyệt nhưng em muốn đăng kí môn học ở đợt 3 ( ngày 4/1/2022 ) , mong quý thầy cô giúp đỡ em cho em được đăng kí môn học trước để theo kịp tiến độ giảng dạy của nhà trường từ học kì 2 ( 2021-2022 ) . Em xin phép gửi danh sách các môn em muốn đăng kí ở kì này ạ:  1) Giải tích 2 ( MT1005 ) 2) Đại số tuyến tính ( MT1007 )  3) Vật lí 2 ( 1005 ) 4) Hóa đại cương ( CH1003 ) 5) Vẽ kĩ thuật ( CI1003 )",
    "Em mới chuyển sang hệ VLVH nhưng phòng đào tạo vẫn chưa giải quyết kịp cho em để em đăng ký môn học trong đợt 3 này ạ. Mong PĐT mở quền được đăng ký môn học để em đăng ký với ạ. Cho em hỏi nữa là em tìm đọc điều kiện tốt nghiệp hệ VHVL ở đâu ạ? Em cảm ơn.",
    "Dạ em chào cô ạ. Em có hơi làm phiền cô nhưng mà em có câu hỏi nếu em không hoàn thành bất kỳ học phần nào của GDTC (vì GDTC 1 em không đăng ký được nên em cũng không dám đăng ký GDTC 2) thì liệu em có bị cấm đăng ký môn học ở năm 2 không ạ? Vì trường năm nay thay đổi quy định nếu không hoàn thành học phần 1 của GDTC thì không được đăng ký môn học năm 2. Em xin cảm ơn ạ.",
    "Học kì 212 do em thiếu chứng chỉ tiếng Pháp nên không đăng kí được LVTN và TTTN nhưng không còn nợ môn nào khác, nếu học kì 212 em bổ sung tiếng Pháp nhưng không đăng kí môn học nào ở trường trong kì này thì có làm sao không? Em cảm ơn!",
    "Em chào quý thầy cô, Em muôn đăng ký học hóa đại cương nhóm L18-L54, nhưng sỉ số đăng ký đã hết, em mong quý thầy cố giúp em tăng sỉ số lớp ạ.",
    "CÔ) Em tên là  - , trong đợt mở yêu cầu bổ sung thông tin sinh viên vừa rồi, em bổ sung trễ, em hiện tại ở tỉnh thành khác TPHCM và em kiểm tra thiếu xót phần mail thông báo của PĐT, kính móng thầy cô xem xét mở cổng đăng kí môn học cho em trong đợt đkmh bổ sung môn học:   - CI4127 . Em đã bổ sung phần khai báo theo quy định của nhà trường. Kính móng quý Thầy (Cô) xem xét . Em xin cám ơn.",
    "Chào cô! Học kì tới em   B bảo lưu    2 năm để thực hiện NVQS. (Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp, chỉ đăng kí tốt nghiệp nữa là xong). Em muốn hỏi là sau 2 năm em có cần phải thi lại các chứng chỉ AV như TOEIC Nghe đọc, Nói viết để tốt nghiệp không ạ? Hay là sau 2 năm em chỉ cần làm đơn thu nhận lại rồi đăng kí tốt nghiệp là được? Mong được cô giải đáp, em cảm ơn cô!",
    "Mở môn học học kỳ 212 . Kính giử Phòng Đào Tạo, Em là  - CK17DET. Em gửi đơn xin đặc cách mở ME2043 - Cơ học máy theo dạng đồ án đã được  và bộ môn Thiết kế máy ký duyệt. Kính mong Phòng Đào Tạo xem xét mở lớp để em có thể hoàn thành chương trình đào tạo. Em xin cảm ơn.",
    "Em xin chào thầy/cô , em tên  -  , em nghe thông báo từ trường sẽ miễn các yêu cầu tiên quyết để sinh viên đăng kí môn học , em còn đang thiếu điểm 1 môn đồ án tiên quyết do thầy vẫn chưa nhập vào nhưng theo thông báo nhà trường thì em đã đủ điều kiện đăng kí LVTN vào học kì này nhưng vẫn bị xóa môn LVTN sau cả 2 lần đăng kí môn học . Mong nhà trường giải đáp giúp em . em xin cảm ơn",
    "Cho em hỏi thủ tục đăng ký hoãn thi môn máy điện EE3009 Hk 202 nhóm A01 được thi ngày 31/12 để xóa điểm hoãn thi nhưng e có vấn đề về sức khỏe và không tham gia được . Nhưng đăng ký hoãn thì trên BKportal thì không có môn , và e liên hệ với giáo viên bộ môn thì giào viên bảo liên hệ pđt ạ . Em cần làm gì để đăng ký hoãn thi ạ ?",
    "Em  MSSV  em đã viết đơn hủy đơn bảo lưu kết quả HK212 và nộp lên bksi rồi ạ , sau giờ em vẫn có tên trong quyết định bảo lưu điểm ạ, mong pdt kiểm tra lại giúp em với ạ , em cảm ơn",
    "CHào thầy cô. Thầy, cô có thể cho em biết tại sao em không thể đăng ký môn học được không ạ. Em cám ơn.  Nếu được có thể cho biết cách xử lý với ạ.",
    "Thưa PĐT, Môn học EE3333, em không đăng kí, được thêm tự động bởi PĐT, mặc dù em đã học rồi, mong PĐT xoá giúp em. Vì em không biết đăng kí môn được tự động thêm bởi PĐT từ học kì này. Em xin cảm ơn,     .",
    "Kính chào phòng đào tạo . Hiện e đã có quyết định thu nhận và đạt yêu cầu đăng ký môn học chính quy. Tuy nhiên trong trang đăng ký môn học em lại báo như hình đính kèm. mong phòng đào tạo phản hồi sớm và giải quyết giúp e ạ !!",
    "Kính chào thầy/cô. Em tên  - MSSV:  Trog đợt đăng kí môn học 1 và 2 em có thựuc hiện đăng kí nhận LVTN theo đúng chương trình đào tạo của khóa 17 cũng như khoa em yêu cầu. Ngày 2/1/2022 em có kiểm tra đã thấy môn học được cập nhật lên BK-Elearning nhưng đến ngày cuối của đợt đăng kí em lại bị xóa môn và hôm nay em vào kiểm tra lại thì đã bị xóa môn khỏi BK-El. Trong lịch sử ĐKMH hiển thị em không đủ điều kiện để nhận luận văn nhưng hiện tại em đã ra soát lại các điều kiện cần để nhận LVTN em đều đã có đủ? Em đã thực hiện ĐK lại môn học trong đợt 3 vậy thầy/cô cho em hỏi vì sao 2 đợt trước của  em lại bị xóa và ở đợt thứ 3 này có xảy ra vấn đề như vậy nữa không ạ?  Emi xin cảm ơn và mong sớm nhận được phản hồi từ PĐt và nhà trường.    .",
    "Chào em hỏi vừa rồi trong đợt ĐKMH đợt 1, 2 em có đăng ký LVTN nhưng đều bị hủy với lý do không đủ điều kiện ĐKMH . Nhưng em không biết điều kiện cụ thể mà em không đáp ứng được trong các điều kiện đã nêu trong qui chế về học vụ là gì? Mong Phòng đào tạo có thể cho em biết điều kiện mà em không thỏa là gì ạ? Em cảm ơn ạ!",
    "Kính gửi Phòng Đào Tạo. Em tên Chung Quốc Toản có chuyển hệ từ chính quy sang VLVH (MSSV chính quy  và VLVH là ). Em xin trình bày là khi chuyển hệ thì bên trường cập nhật thiếu điểm 3 môn Anh Văn 3,  và Luận văn Tốt nghiệp cho em. Em xin PĐT giúp em cập nhật lại điểm chuyển ạ. Em xin chân thành cảm ơn!",
    "Em không đăng kí được môn học Mạch điện tử thông tin EE3011. Lịch sử đăng kí báo lỗi thiếu môn tiên quyết là Mạch điện tử EE2007 nhưng học kì trước em đã học Mạch điện tử EE2035 (mã theo file chương trình đào tạo)  Mong được quý thầy cô giải đáp để em không bị chậm tiến độ ạ!",
    "Em chào các thầy cô ạ. Kỳ tới em có đăng kí 2 môn là TTTN và LVTN. Nhưng bị huỷ với lý do không đủ điều kiện. Mặc dù em chỉ còn nợ 1 môn Pháp 4(5 chỉ) . Em mong PDT cho em biết lý do cụ thể mà em bị hủy lớp là gì ạ. Em xin cảm ơn",
    "Dạ em chào pdt,cho em hỏi nay đki môn học tới đợt 3 rồi mak tụi em vẫn chưa có kết quả đki TLTN của cả 2 đợt 1 và 2 vậy ạ, hôm thứ 7 em có vào bklearning thì thấy pdt có cập nhật TLTN nhưng 2 ngày hôm nay thì tụi em vào ko thấy nửa ạ, em cám ơn",
    "Kính gửi phòng đào tạo, Em tên là  -  - Sinh viên năm 4 khoa Khoa học và Kĩ thuật máy tính. Em có thắc mắc là mình đã xoá môn thực tập ngoài trường CO3315 khỏi đợt đăng kí môn học vừa rồi. Và môn CO3315 không thể đăng kí cùng với các môn học khác khi vượt ngưỡng 12 tín chỉ trong học kì chính nhưng em đã có thời khoá biểu cho 20 tín chỉ mà vẫn cập nhật gồm môn CO3315 thì không biết hệ thống cập nhật môn học ở trường có đang lỗi hay sao ạ. Em có đính kèm hình ảnh đã hủy đăng kí môn CO3315 và không có đăng kí lại trong đợt đăng kí môn học thứ 2, mong phòng đào tạo xem xét xóa môn học này giúp em với ạ. Em xin chân thành cảm ơn.    .",
    "Em chào thầy cô,  Em tên , mssv  khoa Công nghệ Vật liệu. Hôm trước em có đăng ký môn MA2037 - Hóa lý - cn vật liệu có hiện lên phần đăng ký môn học lớp L01-L01 nhưng giờ em bị xóa môn đó ạ. Hiện có đăng ký đợt 3 nhưng môn này đã đủ số lượng 30/30 . Em thành thật xin lỗi vì gặp phải việc này . Thầy cô, trường có thể cho em xin mở thêm 1 slot vào lớp L01-L01 vì khoa Công Nghệ vật liệu kì này đều học Hóa lý ạ. Mong trường xem xét cho em được đăng ký ạ Em thành thật cảm ơn.",
    "Mở môn học học kỳ 212 . Dạ xin kính chào phòng đào tạo, Em tên , lớp GT19OTO3, khoa Kỹ thuật Giao thông . Nay em muốn hỏi về việc    Mở lớp TR3067 Mô phỏng động cơ đt &ôtô Đại trà  B . Thì ở đợt đăng ký môn thứ 2 môn này đã có mở nhưng lại vướn điều kiện ràng buộc của chương trình K18 trong khi tụi em là    Chương trình K19  B  không còn điều kiện đó nữa. Em đã trình bày lên thầy  trưởng Bộ môn thì thầy bảo tụi em gửi mail lên Phòng đạo tào xin    bỏ ràng buộc cho K19  B  thì phòng đào tạo có trả lời lại mail em là đợi đợt 3. Nhưng khi đợt 3 mở thì không có lớp    Đại trà    . Kính mong phía Phòng đào tạo xem xét   B mở môn    và   B bỏ ràng buộc cho k19    để tụi em được học môn này và theo kịp tiến độ chương trình. Em xin chân thành cảm ơn.",
    "Chào thầy cô Thầy cô cho em hỏi là môn phương pháp tính MT1009 có mở thêm sỉ số dự thính được không ạ?  Em cảm ơn thầy cô",
    "DO LỚP ĐÃ FULL. EM MONG ĐƯỢC XÉT DUYỆT VÀ  Ạ",
    "Em xin chào Phòng Đào tạo  Cho em hỏi em có thể lấy mẫu đơn hoãn thi ở đâu ạ ? Em xin cám ơn",
    "Em tên là . Dạ trên bảng điểm phúc khảo môn Sức Bền Vật Liệu của em có cập nhật lại điểm 9 nhưng trên bảng điểm chính trong thông tin sinh viên của em vẫn hiện điểm 13 và phiếu của em vẫn trong tình trạng đang xử lý. Cho em hỏi trường hợp của em khi nào thì điểm được cập nhật lên trang bảng điểm chính ạ. Em cảm ơn ạ.",
    "Em tên là   mssv  lí do em viết đơn này xin nhà trường cho em hoãn một hoc kỳ 2 vì lí do hoàn cảnh gia đình không đủ điều kiện để theo hoc học kỳ 2. em xin cảm ơn",
    "Dạ anh/chị cho em hỏi là em có chuyển điểm anh văn thì thấy chuyển điểm rồi và tính điểm trung bình rồi nhưng khi đăng kí tốt nghiệp thì em không đăng kí được ạ. Anh/chị xem giúp em là tại sao em vẫn chưa thể đăng kí tốt nghiệp được ạ.",
    "Dạ kính thưa phòng đào tạo, Em là , MSSV . Ở đợt đăng ký môn học lần 1, em có đăng ký môn IM3001 (Quảntrị kinhdoanh cho ks) nhưng kết quả trả về là không được do khoa không mở. Khi kiểm tra em thấy có đến 4 khung giờ được mở nhưng đầy sỉ số 60/60. Nay em làm đơn kính mong quý thầy cô phòng đào tạo mở sỉ số và đăng ký môn học giúp em ạ. Em xin trân trọng cảm ơn.",
    "I Mở môn học học kỳ 212 .",
    "Em đã hoàn thành các điều kiện tốt nghiệp của học kì 211. Và đang bị tạm dừng học kì 211 do không đăng kí môn học chính. Vậy em viết đơn này mong phòng đào tạo tiếp nhận và cho em đăng kí tốt nghiệp.",
    "CHào thầy cô. Thầy, cô có thể cho em biết tại sao em không thể đăng ký môn học được không ạ. Em cám ơn.  Nếu được có thể cho biết cách xử lý với ạ",
    "Dạ e có nộp đơn xin chuyển sang hệ VHVL vào ngày 28-12-2021, mà hôm nay mở đợt ĐKMH đợt 3 em vẫn chưa đăng kí môn được ạ. mong nhà trường xem xét lại trường hợp của em để em đăng kí luận văn hoàn thành chương trình học ạ, em cám ơn",
    "Em có thấy PDT nói đã tăng tối đa sỉ số các lớp học. Nhưng môn quản lý dự án xây dựng (mã môn học: CI1053) lớp L01 là 60 slots, lớp L02 là 70 slots. Mong PDT tăng sỉ số lớp L01 từ 60 lên 70 giống với lớp L02 để tụi em có thể đăng ký học ạ. Vì còn vài bạn trong lớp không đăng ký được và ảnh hưởng đến việc tốt nghiệp đúng hạn ạ . Mong PDT xem xét.",
    "MSSV:       . Em xin chào quý thầy/cô, Do em đăng kí môn TTNT (CO3315) trong HK211, vì một vài lý do nên phía doanh nghiệp mà em đang làm việc chưa gửi điểm về khoa để thực hiện chuyển điểm vào môn TTNT nên em không được đăng ký môn LVTN (CO4317). Vậy nên em có thể làm một yêu cầu để xin Phòng đào tạo có thể cho em thực hiện đăng ký môn LVTN trước khi điểm được chuyển cho môn TTNT được không? Hay em cần phải xử lý như thế nào trong trường hợp này? Em xin cám ơn!",
    "Dạ em chào thầy (cô), Theo như thông báo của trường thì sẽ miễn xét chứng chỉ AV quốc tế khi đăng ký nhận LVTN. Tuy nhiên khi em đăng kí môn học đợt 1 và đợt 2 đều bị hủy môn. Mong PĐT kiểm tra lại giúp em ạ.",
    "MSSV/MSV:     . Thưa cô V em đã gửi email về cho phòng đào tạo rồi, tại em thấy lâu rồi mà vẫn chưa cập nhật điểm mới ạ.",
    "Thưa cô em tên  mssv  , dạ là em đã lỡ chuyển đăng kí nhóm lớp mình của cùng môn học trong đợt 3 để có thể bổ sung môn học bị thiếu. Em đã chuyên lớp thành công nhưng e sợ sẽ bị xoá môn học. cho em hỏi cô là nếu em chuyển nhóm lớp như vậy có bị xoá môn học đã đăng kí ở đợt 2 rồi hay  không. em cảm ơn cô rất nhiều",
    "Kính gửi: PĐT ĐHBK - ĐHQG TPHCM Em:    MSSV:  - Em đăng ký môn ĐAMH thiết kế hệ thống cn - ME3119 trong kỳ 212 không được  - Lý do: thiếu các môn Thiết kế mặt bằng - ME3117 và môn Kỹ thuật hệ thống - ME 3221) - HK202 em đã học môn Hoạch định mặt bằng - ME3253 (được thầy  - trưởng bộ môn Kỹ thuật hệ thống công nghiệp gửi đơn xét tương đương với môn Thiết kế mặt bằng - ME3117 và đã được PĐT giải quyết) - HK212 em đã đăng ký môn Kỹ thuật hệ thống - ME3221  Rất mong được PĐT giải quyết việc đăng ký môn ĐAMH thiết kế hệ thống cn - ME3119 giúp em ạ! Em cảm ơn!!!",
    "Em chào Thầy/Cô. Em tên là Nguyễn Mạnh Hùng, MSSV: . Em hiện đang là sinh viên năm 4 của khoa Điện - Điện tử. Thầy/Cô cho em hỏi. Quy trình cin giảng viên hướng dẫn TTNT + ĐCLV bên khoa Điện-Điện tử? Em cũng có gửi email cho văn phòng khoa Điện-Điện tử với địa chỉ là  những vẫn chưa nhận được phản hồi. Em cảm ơn Thầy/Cô. Chúc Thầy/Cô một ngày tốt lành!",
    "E chào thầy/ cô em là ,   MSSV:   E vừa nhận được quyết định gia hạn thêm 1 học kỳ( Em có đính kèm quyết định ở dưới ạ) Thầy/ cô mở đăng ký môn giúp e môn học:   - Nguyên lý ngôn ngữ lập trình (CO3005) Em xin cảm ơn",
    "Em chào thầy/cô ạ, Em có đăng ký học cải thiện môn Kỹ thuật thực phẩm 1 (CH2017) và đã có thời khoá biểu + có trên bk e-learning. Nhưng hôm nay tới buổi học khi giảng viên đã gửi link google meet trên bkel thì em không tìm thấy. Thầy/cô cho em hỏi là tại sao lại như vậy và làm sao để em nhận được những gì giảng viên gửi trên bkel ạ?",
    "Mở môn học học kỳ 212 . Dạ thưa thầy/cô, em tên   lớp XD18-CSHT,  em viết mail này kính mong pđt sắp xếp và mở lớp môn học Thủy Văn Đô Thị trong đợt 3 này ạ  Em đã có đơn và chữ ký đồng ý nhận lớp của GVBM : thầy   Kèm với danh sách các bạn đăng ký học. Em kính mong PĐT sẽ sắp xếp giúp em ạ . Em kính chúc thầy/cô thật nhiều sức khỏe ạ ",
    "Chào Phòng Đào Tạo. Em là sinh viên khóa 2015 khoa Khoa Học Ứng Dụng ngành Cơ Kỹ Thuật, tính tới thời điểm hiện tại em đã học 13 học kỳ không tính kỳ hè và đã hết thời hạn học của Đại Học chính quy. Phòng Đào Tạo cho em hỏi, muốn tiếp tục theo học cho xong chương trình thì em phải làm sao? em chỉ còn 3 môn là xong chương trình học.",
    "em hệ vhvl mssv  lúc trước e học chung k18 gv cho mã thực tập ngoài trường là CH3345 mã đó k trùng mã thực tập tốt nghiệp CH33B3 của k17 và nó báo em không đăng kí được trong khi e đã thực tập xong em mong pdt có thể đăng kí giúp em môn đề cương luận văn CH43B1 để e kịp chương trình ạ em cám ơn",
    "môn mà hệ thống tự động đăng kí giờ bị trùng với môn cơ sở ngành của em nên em không thể đăng kí được, PĐT có thể giải quyết được giúp em không ạ.",
    "Dạ em chào thầy cô ạ, em là  mssv: . Do kì rồi bị mất thẻ nên em có đăng kí in lại thẻ sinh viên mới, em đã hoàn thành phí đăng kí, củng như thủ tục nhưng đợi lâu rồi vẫn chưa thấy thẻ sinh về được giao về ạ. Em đăng kí nhận thẻ tại nhà ạ, mong PĐT xem xét, em xin cảm ơn.   i  .",
    "Giấy tốt nghiệp tạm thời  . Dạ em chào thầy cô!  Em là  Mssv ,em đăng ký tốt nghiệp ngày 20/12, đến nay em vẫn chưa nhận được giấy tốt nghiệp tạm thời , em có lên app viettel post thì thấy nó đã hoàn trả về trường. Hôm 25/12 trên app ghi giao hàng, hôm đó cuộc 1 gọi nhỡ ngay lúc em có cuộc gọi nên em không để ý , mà em cũng không nhận được bất kì tin nhắn sms nào từ dịch vụ giao hàng cả. Cho em hỏi là trường sẽ gửi giao hàng lại cho em hay em đến trường lấy giấy ạ? Em xin cám ơn!",
    "Dạ chào thầy cô, Thầy cô cho em hỏi hiện tại em đang k16 thì em nộp bằng toeic 500 điểm thì sẽ quy đổi theo học kỳ trước đây hay là theo bảng quy đổi học kỳ 211 ạ.",
    "MT2013 Xác xuất và thống kê GE2041 Địa vật lý dầu khí GE2001 Cơ sở kỹ thuật dầu khí Dạ e đã đk 5 môn học ở đợt 2 những h chỉ tkb chỉ hiện 2 môn và e bị mất 3 môn trên do gần đây nhà hay cúp điện và mất mạng do ảnh hưởng bão nên e đã bõ lỡ đợt đăng ký môn học đợt 3 ạ h em mun đăng ký thêm 3 môn trên thì phải làm sao ạ",
    "Kính gửi PĐT Mong PĐT có thể xem xét giúp em, vì khi em đăng ký luận văn mã môn CI4343 bị báo thiếu đề cương luận văn, thực tập. Hai môn đó em đã xong từ rất lâu rồi ạ. Vì hệ thống hủy đk em sợ sẽ bị trễ luận văn. Em xin cám ơn.",
    "Em chào nhà trường, em là  - . Em thuộc khoá đào tạo hệ cũ và đã bị trễ tiến độ 1 năm. Em xin Phòng đạo tạo mở thêm 15 sĩ số môn nền móng CI3195 lớp 02, vì có khoảng 15 bạn muốn đăng ký thêm môn nền móng nhưng do cả 2 lớp nền móng 01 và 02 đều full sĩ số lớp, và mở thêm môn nền móng sẽ rất khó khăn do nhiều thầy đều không rảnh ngày thứ 6. Những bạn muốn đăng ký đều lần đầu học nên không thể mở môn vào kỳ dự thính . Em mong phòng đào tạo mở thêm sĩ số để tụi em có thể đăng ký thực tập vào kỳ hè này và không bị trễ tiến độ học tập nữa. Em xin chân thành cảm ơn.",
    "Em muốn thanh toán để đăng ký tốt nghiệp, gần hết hạn rồi nhưng cả tuần nay bkpay em vào đều báo bảo trì nhưng không nhận được mail thông báo nào hết. Không biết là khi nào em mới thanh toán bkpay được ạ hay do lỗi tài khoản của em.",
    "Dạ kính chào quý thầy cô. Em tên là , MSSV: . Dạ hôm qua khi đợt đăng ký môn học đợt 3 vừa mở em có đổi nhóm lớp môn học đo lường nhưng hôm nay khi nhận được mail của trường là  không được phép chuyển thì lớp cũ của em đã đầy sỉ  số không quay lại được nên em xin phép quý thầy cô thông cảm và cho phép em được học nhóm lớp vừa đổi ạ. Em cám ơn quý thầy cô rất nhiều và chúc thầy cô nhiều sức khỏe ạ!",
    "Hiện tại em đang bị cấm đăng ký môn học ngay khi vào trang đăng ký. Em đã nộp đơn trình bày trễ học phí và thanh toán học phí đầy đủ. Nhưng đến nay vẫn đang bị cấm đăng ký. Nay là 4/1 chỉ còn một ngày nữa để đăng ký Mong nhà trường xem xét giúp em. (Em có đính kèm đơn học phí và hình ảnh mô tả vấn đề của em)",
    "Dạ kính chào quý thầy cô. Em tên là  MSSV: . Dạ hôm qua khi đăng ký môn học đợt 3 vừa mở em có đổi nhóm lớp môn học nhưng hôm nay khi nhận được mail của trường là  không được phép chuyển thì lớp cũ của em đã full sỉ số nên em không quay lại được nên em xin phép quý thầy cô thông cảm và cho phép em được học nhóm lớp vừa đổi ạ. Em cám ơn quý thầy cô đã dành thời gian đọc tin nhắn của em.",
    "Cho em hỏi khi em đăng kí LVTN thì nhận được thông báo như trong hình. PDT cho em hỏi em phải xử lý như thế nào ạ?",
    "Kính gửi Thầy/cô Phòng đạo tạo Em tên:  MSSV:     Lớp: VLVH Mã môn học đăng ký:   B TR4023    Tên môn học: Điều khiển tự động trên ô tô Xin Phòng đào tạo xét duyệt cho em được học lớp chính quy L01 của thầy . Em chân thành cảm ơn Thầy/cô Phòng đào tạo .",
    "Dạ em chào cô ạ. Em có hơi làm phiền cô nhưng mà em có câu hỏi nếu em không hoàn thành bất kỳ học phần nào của GDTC (vì GDTC 1 em không đăng ký được nên em cũng không dám đăng ký GDTC 2) thì liệu em có bị cấm đăng ký môn học ở năm 2 không ạ? Vì trường năm nay thay đổi quy định nếu không hoàn thành học phần 1 của GDTC thì không được đăng ký môn học năm 2. Em xin cảm ơn ạ.",
    "dạ hiện tại em đã bắt đầu tạm dừng học từ khóa hk212,và em đã liên hệ với trung tâm gdqp để đăng kí học vào tháng 2 năm 2022 và bên trung tâm gdqp yêu cầu phải có giấy giới thiệu có đóng mộc của nhà trường.Vậy thì giờ em phải làm sao để có được giấy giới thiệu đó được ạ?",
    "Kính gữi thầy/cô  Hiện tại em đã hoàn thành xong chương trình học. Em xin hỏi thầy/cô các bước tiếp theo làm gì để được xét tốt nghiệp , cũng như là được cấp giấy tốt nghiệp tạm thời để được đi làm. Em xin cám ơn",
    "Dạ thưa thầy, cô. Em là . Mssv: . Thầy cô cho em hỏi đăng ký môn học học kì 3 vừa mới mở hôm qua em đã đổi nhóm lớp một số môn học và sau đó hôm nay em mới nhận được mail của trường là không được phép chuyển nhưng khi quay lại thì lớp cũ của em đã đầy sỉ số. Dạ nên em muốn xin phép thầy cô cho phép em được học nhóm lớp mới ạ. Em mong thầy cô thông cảm và cho phép em được ở lại nhóm lớp mới ạ. Em cảm ơn thầy cô.",
    "Kính gửi Phòng đào tạo,     Em là  có MSSV: , cho em xin được phép hỏi HK212 có các môn học thực hành, thí nghiệm thì có được mở lớp học trực tiếp tại CS1 không ạ. Em xin cám ơn . Trân trọng.",
    "Em tên là (sinh viên khoa khoa học máy tính- mã số sv ).Em muốn được giải đáp về vấn đề không đăng ký được môn kỹ thuật lập trình(mã môn CO1027).Lý do em không có lớp môn này là vì cho dù trước đó vào đợt 1 đã đăng ký đầy đủ các môn theo chương trình đào tạo, nhưng tới ngày 25/12(tức ngày bắt đầu đăng ký đợt 2), em lại bị mất 1 lớp kỹ thuật lập trình. Thay vào đó em được thêm vào 1 lớp quốc phòng. Và trong đợt đăng ký thứ 2 đó, em đã cố đăng ký học vào 1 lớp kỹ thuật lập trình nhưng vi lỗi hệ thống nên em không thể hoàn thành đăng ký mà cứ bị trục trặc(em đã gửi hình ở file \" hình ảnh lỗi hệ thống đăng ký đợt 2\"). Cho tới vài ngày sau đó thì đã hết lớp để đăng ký và em thấy có một lớp mới mở có mã là CC07, em cũng đã cố đăng ký để có môn để học theo lộ trình nhưng lúc này vẫn gặp lỗi và hệ thống báo là \"không thể đăng ký vì trùng lịch học quốc phòng\".",
    "Thưa thầy/cô, Em đã có làm theo hướng dẫn là liên hệ với cô  bên nhà điều hành ĐHQG-HCM . Và được giải đáp rằng là, do em đã học xong các môn gdtc ở học kì 181,182 và 191.Ba học kì đó thì  bên trung tâm gdtc chưa giảng dạy tại trường mình. Nên là em phải làm thế nào để nhận được chứng chỉ gdtc đây ạ? Xin cảm ơn thầy/cô.",
    "E chào quý thầy cô pđt  Cho e hỏi đã qua tháng 1/2022 vậy nhà trường khi nào mới phát bằng tốt nghiệp vậy ạ Thân !",
    "Em chào Phòng Đào tạo, Hiện em đang thực hiện thủ tục hợp pháp hóa bằng tốt nghiệp tại Lãnh sự quán Hàn Quốc nên em được yêu cầu cung cấp SDT và tên người nhận cuộc gọi để cơ quan này xác nhận tính xác thực của bằng đại học. Em đã thử gọi số 028 3864 7256, phím 1 nhưng không ai bắt máy. Chính sách của trường bên HQ là em phải nộp bằng tốt nghiệp được hợp pháp hóa thì mới gửi chứng nhận nhập học về VN. Nểu không có chứng nhận nhập học thì không thể tiến hành làm VISA được ạ. Em rất mong nhận được phản hồi từ phòng đào tạo.",
    "em đã thực tập rồi trong kì này em  muốn đăng kí đề cương luận văn CH43B1 nhưng e k đăng kí được lần trước mã môn thực tập tốt nghiệp sữa thành thực tập ngoài trường  mong pdt hỗ trợ e đăng kí vào lớp đề cương luận văn của cô hoàng mỹ dung để kịp tiến độ học tập ạ",
    "Em chào PĐT. Em tên: , MSSV: Đăng ký môn học đợt 2 em bị xóa môn \"Kỹ thuật điều khiển tự động (ME2009)\" do trùng thời khóa biểu, nay thời khóa biểu em đã không bị trùng nữa. PĐT giúp em đăng ký lại môn \"Kỹ thuật điều khiển tự động (ME2009)\" nhóm L01_L01 Em cảm ơn!",
    "n xin tạm dừng học kì 212",
    "Em tên là , mssv là . Cho em hỏi là khi nào có danh sách tốt nghiệp chính thức đợt tiếp theo ạ. Bởi vì thời hạn xét tốt nghiệp cũng đã đóng, và tụi em được thông báo là dự kiến tốt nghiệp vào tháng 1, nhưng em và một số bạn vẫn chưa nhận được bất kỳ thông tin gì về danh sách tốt nghiệp chính thức. Em xin cảm ơn!",
    "Dạ em chào thầy cô em tên  MSSV , hiện tại trong đợt đăng kí môn học đợt 2 em  đăng kí CHỈ CÓ 4 MÔN như hình ảnh ạ, không đăng kí môn thực tập EN3325 nhưng em kiểm tra lại TKB cập nhật thì em có đăng kí môn thực tập ạ 5 môm , thầy cô có thể kiểm tra lại giúp em được khong ạ em xin cảm ơn",
    "Dạ em chào thầy cô em tên  MSSV , hiện tại trong đợt đăng kí môn học đợt 2 em  đăng kí CHỈ CÓ 4 MÔN như hình ảnh ạ, không đăng kí môn thực tập EN3325 nhưng em kiểm tra lại TKB cập nhật thì em có đăng kí môn thực tập ạ 5 môm , thầy cô có thể kiểm tra lại giúp em được khong ạ em xin cảm ơn",
    "Dạ sao trong mục mybk của em như hình chỉ có môn hóa là được cho hoãn thi vậy ạ, môn toán và lý em không hoãn được ạ.",
    "Kính gửi Phòng Đào tạo. Em tên là  sinh viên hệ chính quy chuyển hệ sang VLVH (MSSV cũ là , MSSV mới là ) Nay em làm đơn này xin trình bày về việc khi chuyển hệ có chuyến thiếu các điểm các môn như sau: - Anh văn 3 học kỳ 192, điểm chuyêbr là 5.0 - Anh văn 4 học kì 1 2020-1021, điểm tổng kết là 6.0 - Luận văn tốt nghiệp học kì 1 2020-1021, điểm tổng kết là 7.54 Nay em xin Phòng đào tạo cập nhật giúp em điểm đã thiếu ạ. Em xin chân thành cảm ơn!",
    "Hi admin, Em tên là  - , hiện tại em vẫn chưa được thu nhận để có thể đăng ký tốt nghiệp được ạ. Mong admin giải quyết giúp em vấn đề này ạ.",
    "Dạ em là Lan Anh, khoa Môi trường và Tài nguyên. Em muốn hỏi cách viết đơn xin mở lớp ạ. Có biểu mẫu nào để em có thể dựa vào để viết đơn xin không ạ.",
    "Kính gửi Phòng đào tạo,  Em đã nhận được email thông báo quyết định thu nhận lại và chuyển sang hệ VHVL. Trong mail có thông báo rằng đã mở cổng cho Sinh viên đăng ký môn học học kỳ 212 . Tuy vậy em vào mục đăng ký môn học trực tuyến vẫn có thông báo \"Bạn không được quyền đăng ký môn học...\" Mong nhà trường và phòng đào tạo kiểm tra giúp tường hợp của em, em cảm ơn ạ .    .",
    "Thưa thầy/cô, em tên , mssv , khoa Kỹ thuật hoá học, bộ môn Quá trình & thiết bị, vừa qua e có lịch bảo vệ luận văn vào ngày 31/12, nhưng do lý do sức khoẻ, tâm lý, nên em chưa hoàn thành ổn thoả được phần bảo vệ của mình, được biết bộ môn có lịch bảo vệ đợt 2 vào ngày 15/2, quý thầy cô có thể sắp xếp cho em bảo vệ lại vào đợt 2 này được không ạ. Em đã hỏi ý kiến của thầy chủ nhiệm bộ môn, thầy nói em liên hệ phòng đào tạo để biết thêm thông tin ạ. Em xin cảm ơn",
    "Em chào thầy/cô ạ, Em tên là , lớp CC19HTP1, MSSV: Dạ thưa thầy/cô, môn các tính chất kỹ thuật thực phẩm, mã môn là CH5159, thuộc chương trình liên thông kỹ sư, thạc sỹ, em có đăng kí ở đợt 2 ở lóp L01 nhưng do lớp không đủ sĩ số nên lớp bị hủy, Đợt 3 em có đăng kí lại ở lớp L02 nhưng trang web bị lỗi và không cho em đăng kí môn với lý do em không thuộc loại hình lớp này, mặc dù em đủ điều kiên cũng như đợt 2 em vẫn được đăng kí, Ngoài em thì có 2 bạn cũng muốn xin vào hoc lớp này ạ,  ,  , Em rất mong nhận được thư phản hồi của thầy/cô ạ Em trân trọng cảm ơn thầy/cô.",
    "Kính gởi thầy cô  Em là  khóa 2015  Nay em làm đơn xin chuyển hệ từ chính quy thành hệ vhvl  Nếu cần bổ sung thêm giấy tờ quan trong , mong thầy cô báo sớm để em bổ sung kịp thời  Xin cảm ơn quý thầy cô",
    "Thưa phòng đào tạo, kì 212 vừa rồi em không có đăng kí môn thực tập thiết kế đồ họa, tại sao trong đăng kí môn học em lại có vậy ạ. Em mong sớm được giải đáp ạ. Em xin cảm ơn",
    "Em tên , MSSV . Em học chương trình liên thông kỹ sư, thạc sĩ . Em có đăng kí đợt 3 môn Kttp4 CH5157 ở cơ sở 1 thì bị báo lỗi là ở cs2 nên không được đăng kí. Rất mong phòng đào tạo xem xét lại để em được đăng kí môn học ạ . Em xin trân trọng cảm ơn!",
    "Kính gửi Phòng Đào tạo, Em là  - MSSV: _ chương trình chất lượng cao ngành kỹ thuật hóa học và hiện em đang học liên thông chương trình kỹ sư/thạc sĩ tại cơ sở 1. Em được xếp học lớp thầy  (L02) môn Thiết kế P&ID trong công nghiệp( CH5015) Nhưng vì bị trùng lịch với môn sắp đăng kí ở đợt bổ sung, nên kính nhờ thầy/cô giúp em chuyển sang lớp thầy  (L01_CH5015) tại cơ sở 1. Em cám ơn thầy/cô rất nhiều, Mong nhận tin từ thầy/cô. Trân trọng,",
    "Dạ em chào cô, Em là  mssv , cô ơi đến bây giờ em vẫn không đăng ký được Luận văn tốt nghiệp với lỗi cũ là thiếu môn tiên quyết thực tập tốt nghiệp ạ. Các bạn đều đăng ký được ngoại trừ em, em nhờ pđt xem xét giúp em với ạ.",
    "Kính gửi Phòng Đào Tạo    Em tên , MSSV:  Hiện đang là sinh viên Khoa Kĩ thuật Giao thông    Hiện tại em đã tích lũy 119 tín chỉ, đã đạt các môn tiên quyết  Theo như yêu cầu của chương trình đào tạo thì em phải tích lũy đủ 126 tín chỉ để đăng kí nhận Luận văn tốt nghiệp, điều này đồng nghĩa em phải đạt các môn Anh văn trong chương trình đào tạo Mà do lúc trước em thi xét chuẩn anh văn trên trường và đã đạt chuẩn từng năm đối với K17 nên em không theo học các lớp Anh văn trong chương trình đào tạo, em dự tính thi CCNN và chuyển điểm các môn Anh văn Nhưng do tình hình dịch bệnh em không thể kịp thi CCNN để chuyển điểm kịp theo như lịch học vụ, vì thế em thiếu tín chỉ để đăng kí Luận văn tốt nghiệp    Em đã đăng kí luận văn tốt nghiệp ở đợt 2 nhưng bị từ chối đăng kí vì chưa đủ điều kiện đăng kí Luận văn    Em kính mong Phòng đào tạo xem xét giúp em để em có thể đăng kí Luận văn tốt nghiệp kịp tiến độ học tập ạ    Em xin chân thành cảm ơn! ",
    "Kính thưa phòng đào tạo, em có câu hỏi về việc đăng ký luận văn ở HK212. Chuyện là em còn 1 cái đồ án nên hình như bị hủy kết quả đăng ký luận văn, em muốn hỏi xin được làm luận văn và đồ án cùng 1 học kỳ không ạ. Em cũng có hỏi với bộ môn rồi thì thầy bảo em nên hỏi lại phòng đào tạo. Mong trường tạo cơ hội cho em được làm luận văn kỳ này ạ. Em xin cảm ơn!",
    "Tốt nghiệp       Thưa thầy cô,  Hiện  tại  em đang cần bảng điểm của 5 năm theo học đại học Tuy nhiên, quá trình đăng kí tốt nghiệp của em đã được thực hiện khá lâu mà chưa có kết quả dẫn tới việc văn phòng Việt Pháp không thể truy cập vào bảng điểm của em Đồng thời gần đây em cũng đã đăng kí in bảng điểm và gửi yêu cầu scan bảng điểm lên bksi nhưng cũng chưa nhận được phản hồi Em mong thầy cô cho em xin hướng giải quyết ạ  Sinh viên   ",
    "Dạ em muốn hỏi, em có thể làm đơn xin chuyển lớp được không ạ? Lớp em muốn chuyển vẫn còn chỗ trống ạ. Em cảm ơn.",
    "Chào phòng đào tạo, Em là  - MSSV   Mục đích em viết thư này để xin phòng đào tạo thêm số lượng sinh viên vào lớp học, cụ thể là môn anh văn 4. Mã môn học là LA1009. Do tình hình dịch bệnh nên việc học và thi cũng có nhiều khó khăn nên em muốn đăng ký học môn này trong kỳ 212. Em mong phòng đào tạo tạo điều kiện để em tham gia lớp học này. Em xin chân thành cảm ơn. Em rất chân thành cảm ơn phòng đào tạo.",
    "Kính gửi Phòng Đào tạo. Hiện tại OCB đang bảo trì mà hạn cuối đóng phí tốt nghiệp là ngày 5/1 . Mong PĐT giải quyết vấn đề này cho em với ạ . Em cảm ơn",
    "Kính gửi quý Thầy/Cô,  Em là Cao Đức Hùng - MSSV:2020035 với hệ đào tạo VB2 chính quy ngành Kỹ thuật Điện. Bằng email này em kính mong phòng cứu xét và tạo điều kiện cho phép em được đăng ký môn  B  Đồ án - EE3061     ở học kỳ này. Em xin trình bày một số nội dung để nhà trường nghiên cứu và cứu xét giúp em . 1/ Khi em nhập học vào thời điểm học kỳ hè tháng 8/2020 và cũng chưa được hướng dẫn về các môn học đăng ký để không khéo sẽ khó khăn trong quá trình thực tập, luận văn. Chính vì thế, bằng sự hiểu biết cũ kỹ ở giai đoạn trước nên em cứ nghĩ là cứ học cố gắng hoàn thành hơn 80% thì sẽ làm đồ án. Đó là sự sai soát vì em cũng nói thật là khi em download cái bảng chương trình đào tạo hiện nay nó không có mấy mũi tên, đường nét đức như thời 2003 của em là biết cái nào quyết định cái nào nên em cũng sơ suất . 2/ Số lượng các môn chuyên ngành em học cũng gần như ở mức tương đối hoàn thiện. Tuy nhiên, khi em đăng ký Đồ án -EE3061 thì báo em thiếu môn Truyền số liệu, HTMT và NN lập trình là những môn tiên quyết. Theo cá nhân em, thì sự bổ cập kiến thức trong học kỳ 2 này cũng có thể ít ảnh hưởng đến quá trình thực hiện đồ án vì theo kế hoạch học tập của khóa mới thì các bạn cũng chưa học Truyền số liệu và Mạng nhưng vẫn làm đồ án. Chính vì thế em mong PĐT nghiên cứu xem xét tạo điều kiện cho em được đăng ký môn Đồ án - EE3061 3/ Xem xét cho lý do cá nhân chính đáng như hiện nay em đã đi làm nhưng vẫn tham dự lớp chính quy với nỗ lực cao nhất. Tuy nhiên, vì sao em phải xin cứu xét để em xét xét cho em cũng vì theo kế hoạch em dự kiến trong học kỳ sau em sẽ đi thực tập và làm đề cương thì kỳ hè em sẽ có thể ra trường vì hiện giờ con em nhỏ quá, mà mẹ cháu lại có thêm 1 bé sẽ sinh trong tháng 8 năm sau và gia đình không ai ngoài em chăm lo nên em mong muốn nhà trường cứu xét để em có thể hoàn thiện kế hoạch học tập theo tâm nguyện. Dẫu biết, lý do cá nhân nhưng cũng mong nhà trường bằng sự xem xét và có sự ngoại lệ để hỗ trợ cứu xét cho em được đăng ký đồ án kỳ này. Bằng email này, em hi vọng sẽ được nhà trường xem xét và chấp thuận được sự mong muốn của bản thân. Em cam kết sẽ nỗ lực học tập thật tốt để hoàn thiện theo đúng tiến độ nhà trường đã tạo điều kiện hỗ trợ . Trân trọng, ",
    "Em chào thầy/cô, em là  mssv Lớp L04-A. Ca 12 giờ Hôm nay em viết mail này để trình bày với cô/thầy sự việc hoãn thi môn Pháp luật đại cương của em, chuyện là lúc đi thi, vì lý do tâm lý và tình hình mạng mẽo cộng voies việc mất file ghi màng hình nên thi xong em đã hoãn, và kết quả nhận được khả quan và được nhập lên MyBK. Nên em bày tỏ mong là thầy/cô ỪNG duyệt cho em hoãn thi được không ạ? Em rất biết ơn thầy/cô, mong chờ mail trả lời của thầy/cô, em chào thầy/cô và gửi đến thầy/cô lời chúc sức khỏe chân thành",
    "Mở môn học học kỳ 212 . Kính gửi Phòng Đào Tạo trường Đại học Bách Khoa Thành phố Hồ Chí Minh Em tên là , mssv  Em làm đơn xin phép phòng Đào Tạo cho mở lớp dự thính dưới dạng đồ án môn học Giải tích số và tối ưu hóa (006714) Em gửi kèm đơn có chữ ký của Giảng viên, chủ nhiệm bộ môn đồng ý cho phép mở lớp Em kính mong văn phòng hỗ trợ để chúng em có thể hoàn thành môn học Em xin cảm ơn",
    "Chào anh/chị phòng đào tạo,  Em là  - . Lần trước em có được thông báo là mình còn nợ môn CH2055 nên chưa thể đăng kí xét tốt nghiệp được . Hiện tại em đã hoàn thành và có điểm môn CH2005 trên hệ thống. Mong được anh/chị cập nhật lại giúp em để em có thể tốt nghiệp trong đợi này  Em cảm ơn,  Trân trọng. (có kèm file minh chứng)",
    "Phòng Đào tạo cho em hỏi, hiện tại em không có mặt ở TPHCM, vậy em nộp phiếu huỷ môn bằng cách nào ạ?",
    "Em chào thầy (cô) phòng đào tạo ạ, Em tên là  MSSV . Vào học kỳ 202 em có đăng kí hoãn thi môn Kỹ thuật chẩn đoán và bão dưỡng ô tô TR4021 và đã được phòng đào tạo chấp nhận và trong bảng điểm của em cũng có điểm 14 (Hoãn thi, được phép thi sau) nhưng mà kỳ vừa rồi HK211 em lên trang exam.hcmut.edu.vn thì không có phòng thi môn này và em đã liên hệ với giảng viên giảng dạy môn này thì thầy báo với em là không có danh sách thi lại ạ. Em rất mong muốn phòng đào tạo có thể giải quyết để em được phép hoàn thành môn học này ạ. Em xin chân thành cảm ơn quý thầy cô rất nhiều !",
    "Trong đợt 3 đkmh, em có xóa môn và đăng kí lại lớp khác môn đó, liệu như vậy có hợp lệ không? Môn SP1039 từ L17 thành L14. Thời khóa biểu và Bkel có được cập nhật không ạ?",
    "Chào thầy cô. Em tên là , MSSV . Do sự chậm trễ thoáng chốc nên em đã đăng ký trượt môn Nhập môn lập trình CO1003 lớp DT01. Em gửi mail này rất mong được cô thầy châm chước và cho em thêm 1 slot để được học và theo kịp chương trình. Em xin chân thành cảm ơn thầy cô."
]