[
    "Thầy  giúp em hủy môn Vẽ kỹ thuật mã môn CI1033, và khôi phục lại môn Kết cấu thép 1 mã môn CI3009 thời gian học từ thứ 2 tiết 13-15 và chủ nhật tiết 7-9 nhóm T01 do thầy  dạy.. Em cám ơn Thầy!   .",
    "trong đợt đăng ký dự thính đợt 2 em đã đăng ký được môn MT1005 - Giải tích 2 nhưng kết quả đợt 3 lại ko có chắc là do trùng lịch nhưng em quên kiểm tra, mong phòng đào tạo có thể đăng ký lại giúp em lớp DT02_DT02 được không ạ. em cám ơn",
    "Em chào /Cô, em vừa mới hoàn tất môn luận văn tốt nghiệp HK201. Hiện tại đã hết hạn nộp cuốn luận văn tốt nghiệp. Em dự định học kì 1 (năm học 2021-2022) tốt nghiệp thì đên lúc đó em nộp cuốn luận văn có trể không ạ.",
    "Em là  () Em muốn hỏi hiện tại em có thể xin đăng kí thêm môn Hóa phân tích (CH2005) vào học kì dự thính 202 hiện tại còn kịp được không ạ?",
    "cho e hỏi chỉ tiêu để nhận luận văn tốt nghiệp là anh văn toic 400.vậy e có được học bằng avan bên ngoài quy đổi tương đương không. bằng của tổ chức nào cấp trường mới chấp nhận ạk. e là sinh viên hệ VHVL:",
    "p Kính Chào Thầy Cô",
    "Cho em hỏi học kì 2 này em đăng ký trùng môn với lại học kì 1, cụ thể là học kì 1 em đăng ký bóng đá - học kì 2 này em vẫn đăng ký bóng đá thì có được tính vào các môn học để đủ điều kiện học tiếp các năm sau và tổng 3 kì thể chất của em không?",
    "Dạ chào pđt , em là k19 , em mới thi toeic cua iig xong và được 370 , cho em hỏi cách thức nộp bằng và như vậy em có đủ điều kiện học được năm 2 chưa ạ ! mong pđt giúp em , em cảm ơn pđt ạ !",
    "Cho em hỏi tại sao các bạn em đều nhận mail của thầy cô chủ nhiệm mới còn em thì không ạ. Hôm nay có bạn gửi cho em thấy thì bạn ấy đã nhận mail hơn tuần và thầy cô thông báo những thứ quan trọng rồi ạ. Khoa điện điện tử",
    "Dạ cho em hỏi, lúc trước trong đợt đăng ký dự thính em có đăng ký môn Anh văn 3A, nhưng bây giờ vẫn chưa có trong thời khóa biểu ạ . Gíup em với ạ, em rất cần môn học này",
    "Chào PĐT, - Em là  hiện đang tham gia lớp Kĩ thuật số DT02 của thầy , tuần trước TKB, bkel vẫn hiển thị lịch học của em tuy nhiên hiện tại không còn hiển thị. Em không biết hiện có vấn đề gì mới môn học này của em không. Em cảm ơn ! Em .",
    "cho e hỏi thường thì môn Đồ Án có được mở vào kì hè hay không ạ   .",
    "phòng đào tạo cho em hỏi chứng chỉ tin học em thi cách đây 8 năm có thể nộp vào được không ạ ? Cám ơn thầy cô đã đọc .",
    "Kính gửi pdt. Em hiện đang là sv hệ VHVL MSSV . Phòng đào tạo có gửi mail thông tin xét tốt nghiệp vào ngày 04/03 báo em thiếu tín chỉ 146/148 cụ thể là phần tự chọn B nhưng em đã hoàn thành 2 tín chỉ này ở học kì I năm học 2020 - 2021 . Em đã thông tin lại cho pdt và được báo đã bổ sung nhưng tại sao hiện tại danh sách tốt nghiệp dự kiến lại không có tên em ạ. Mong pdt sớm phản hồi",
    "Em tên  mssv  Xin đăng ký thêm môn học: Ee3023 thực tập điện tử- nhóm DT01 Ee2021 cơ sở điện tử công suất- nhóm DT01 Hiện tại em đang xin gv theo học ké và nhờ pđt hổ trợ để có tên trong danh sách học cùng các bạn ạ  Ở đợt Hiệu chỉnh ĐKMH HK-202 SV nhập học đợt tháng 10 năm 2020 hệ VLVH.  Không có mở môn thực tập điện 2 ạ!",
    "Thưa pddt, em tên , mssv  em có câu hỏi về việc mở lớp anh văn theo yêu cầu ạ. theo thông tin trên mail thì sv có thể học 1 kì 3 lớp av, vậy cho em hỏi lớp này thuộc hệ dự thính hay chính qui vậy ạ. thời gian mở lớp là khi nào ạ ( có ngày cụ thể không ạ). và có gửi mail đăng kí khi mở lớp k ạ.. . em cảm ơn",
    "Em tên , mssv: . em đã đăng ký tốt nghiệp được rồi. Vậy Khi nào thì em có thể lấy bằng tạm được?",
    "Em xin chào thầy/cô. Em tên là , MSSV: . Thầy/cô cho em xin hỏi về vấn đề đăng ký tốt nghiệp ạ: Hiện tại thì em đã đậu anh văn nói viết và có kết quả từ ngày 21/03/2021 nhưng tới hiện tại thì em chưa thể đăng ký tốt nghiệp trên trang web của trường. Em không biết là mình còn thiếu yêu cầu nào nữa không ạ? Em xin cảm ơn.",
    "Dạ em tên là  MSSV:  Em là sinh viên khoá K16 trên thẻ sinh viên thời gian hiệu lực đến 04/2021. Khi hết thời gian hiệu lực em phải đăng ký cấp thẻ mới ở đâu và được gia hạn thêm thời gian là bao lâu ạ. Em xin cảm ơn ạ",
    "E bị hủy môn học giải tích 2 dự thính MT1005 không lí do mà pdt không thể giải quyết là thế nào ạ",
    "Em chào quý thầy cô ạ. Quý thầy cô cho em hỏi là thời gian cụ thể cho việc chuyển điểm hệ chính quy sáng hệ VHVL đợt tháng 3/2021 là lúc nào, thời gian có thể đăng ký môn học và bắt đầu vào học là lúc nào ạ? Em xin cám ơn",
    "Em tên  MSSV   Xin rút môn Anh Văn 1 mã mh LA1003 nhóm tổ L01 Lý do : em phải học từ 7h đến 15h chiều  Sinh viên cam kết sau khi rút môn học phải đảm bảo đủ số tín chỉ tối thiểu của học kỳ SV cam đoan nộp đủ học phí (kể cả các môn nhận điểm R )   i ",
    "Sang học kì 301 thì SV phải tích lũy ít nhất 56 chỉ và qua av3 mới đăng kí môn học của các môn năm 3 phải không ạ, và các môn năm 3 của khoa xây dựng thì học ở cơ sở 1 đúng không?  ",
    "Chào PĐT, Em tên là , MSSV:  Em có 2 vấn đề kính mong được PĐT giúp đỡ như sau: Vấn đề 1: Em đã hoàn thành xong chương trình đào tạo của cả 2 ngành là Công nghệ kỹ thuật Vật liệu xây dựng (bằng 1) và Kỹ thuật công trình xây dựng (bằng 2). Em có nguyện vọng đăng ký tốt nghiệp 2 bằng cùng lúc vào lễ tốt nghiệp tháng 4/2021 thì em cần phải thực hiện những thủ tục gì? Vấn đề 2: vừa rồi em đã nộp bằng TOEIC và đã được thẩm tra. Do đó, em đã đủ điều kiện tốt nghiệp nhưng tra danh sách dự kiến tốt nghiệp trên aao vẫn chưa hiển thị. Mong PĐT có thể kiểm tra lại giúp em. Em xin chân thành cảm ơn!",
    "Em chào thầy/ cô ạ! Em tên là , mssv  thuộc k18, sinh viên lớp HC18SH. Em muốn trình bày hoàn cảnh của mình: hiện gia đình em gặp chuyện nên kinh tế hiện khá khó khăn, liệu em có thể rút 2 môn học mà không tính học phí được không ạ? (em vẫn đảm bảo đủ số tín chỉ yêu cầu trong 1 học kỳ chính)  Mong thầy/ cô giải đáp và hỗ trợ em! Em cảm ơn rất nhiều ạ!",
    "Chào thầy/cô Em tên là:  MSSV:  Thầy(cô) cho em hỏi, học kì vừa rồi (HK202) em DTB = 0, nhưng trong danh sách xử lý học vụ lại không có tên em, vậy em có cần làm đơn cứu xét không ạ. Em cảm ơn.",
    "PĐT cho em hỏi có hình thức tổng kết bảng điểm online thay vì đăng ký in bảng điểm không ạ? Vì trong kì thực tập có vài công ty yêu cầu bảng điểm gửi qua mail ạ ",
    "Dạ chào thầy cô Em tên:  Mssv:  Ngành: Điện tử viễn thông, hệ CQ sang VHVL, hoàn thành thủ tục nhập học đợt ngày 19/3/2021 Dạ cho em hỏi về việc đăng ký môn học, nhà trường sẽ có gửi mail thông báo về thời gian cụ thể để đăng ký môn học hay không, hay là được đăng ký đợt 23-24 tháng 03, và sẽ đăng ký những môn còn thiếu, hay là đăng ký theo lịch học vụ của trường sắp xếp như thế nào. Làm thủ tục nhập học xong rồi, không thấy nhà trường hướng dẫn bước tiếp theo, và thời gian cụ thể lịch như thế nào cả, em mong nhà trường có gửi mail để giải đáp thắt mắt cho sinh viên Em xin cảm ơn..!!",
    "Em chào anh/chị, Em muốn làm luận văn trước rồi đăng ký môn sau được không chị. Nếu được thì thủ thục mình cần làm gì vậy ạ. Em cảm ơn anh/chị nhiều.",
    "Cho em hỏi Phần em khoanh đỏ trong ảnh nghĩa là gì ạ? Miến phí này là miễn phí thi xét duyệt qua chuẩn CNTT hay sao? Em muốn đăng ký thi thì làm như nào ạ?",
    "Tên:  Mssv  Mã môn học: PH1003 Mã nhóm: DT08",
    "Theo thông tin đăng tuyển sinh vào năm 2017, sinh viên tốt nghiệp bảo dưỡng công nghiệp sẽ được thi tuyển liên thông lên hệ chính quy Khoa Cơ Khí hằng năm, nhưng năm ngoái do dịch Covid đã hoãn 1 năm, làm mất rất nhiều thời gian chờ đợi của các bạn sinh viên, nên mong nhà trường mở lớp liên thông trong năm nay giúp sinh viên để hoàn thiện quá trình học tập.",
    "Cho em xin hỏi là trong đợt đăng ký môn học cho học kỳ chính vừa qua em đã đăng ký 1 một để duy trì trạng thái học tập. Và do sự chủ quan đến giờ em mới kiểm tra tkb thì phát hiện môn học không có trong tkb. Cho em hỏi là giờ em phải làm sao để có thể cập nhật được thời khóa biểu ạ? Nếu không em sẽ bị đình chỉ và học kỳ sao không đăng ký luận văn được. Em xin cảm ơn.",
    "Dạ chào Thầy/Cô! Em tên:  MSSV : . Lớp BT14OTLT. Hệ : Vừa làm vừa học Dạ em đăng kí tốt nghiệp trong mục thông tin cá nhân bị sai Khoa/TT Đào tạo và thiếu mục nơi sinh Khoa/TT Đào tạo của em: Khoa Kỹ thuật giao thông .Nơi sinh : tỉnh Thanh Hóa Mong Quý Thầy Cô xem và cập nhật lại giúp em. Em xin chân thành cảm ơn! Sđt của em : [phone_number]",
    "Dạ kính thưa PĐT,em hiện đang học lớp thể chất Cầu lông (PE1017) lớp L17. Em có TKB nhưng thầy nói em không có tên trong danh sách,thầy nói em lên PĐT để hỏi ạ. Em xin cảm ơn",
    "Chào Thầy Cô ạ. Em tên là , em học bên chính quy đã làm xong LVTN, do  em ko học được nữa lên em đã chuyển qua hệ VHVL tháng 11/2020 để tốt nghiệp. Thầy cô xem thử cho em xem em còn thiếu điều kiện gì để tốt nghiệp ko ạ. em vào đăng kí tốt nghiệp thì ko đc ạ. em có lên hỏi PĐT nhưng chưa thấy thông tin gì ạ. Kính mong thầy cô xem xét cho em với ạ.   i Tốt nghiệp .",
    "Ko biết sao em đã hoàn thành hết các môn trong chương trình học cũng như thi đủ điểm AV rồi nhưng mà em k đăng ký tốt nghiệp đc ạ !",
    "Thưa thầy/cô, em vừa kiểm tra lịch thi cuối kỳ thì nhận thấy ngày 11/6 phải thi 2 môn. Trong đó có 1 môn thi lúc 7h00 phòng 303H1 và 1 môn thi lúc 9h00 phòng 304C5. Diễn ra ở 2 cơ sở và giờ gần nhau như vậy thì sao em có thể tham gia được ạ. Em xin cảm ơn thầy/cô.",
    "Kính thưa Phòng Đào tạo  Em là  mssv  Hiện là trên elearning của e bị mất môn học đồ án thi công CI4127 , dù trong thời khóa biểu vẫn còn. Xin quý pđt xem xét giúp e . Em xin cảm ơn",
    "Em chào PĐT Em đã nộp Chứng chỉ ngoại ngữ quốc tế IELTS 5.5 (K18) vào năm 1 Vậy em đã đủ điều kiện về ngoại ngữ để được nhận luận văn rồi phải không ạ? Em cảm ơn PĐT",
    "Dạ em xin chào PĐT ạ,  Em là sinh viên K19, khoa Kỹ Thuật Xây Dựng ạ, PĐT cho em hỏi là việc tụi em gần như bị trùng lịch thi. Cụ thể, em được sắp xếp là 7h thi môn Vật liệu Xây Dựng ở 212H1, mà 9h lại thi môn Sức bền vật liệu ở 303C5, với khoảng thời gian ngắn như vậy thì việc duy chuyển từ CS2 đến CS1 đúng giờ thi là điều không thể. Vậy nên em muốn hỏi là liệu rằng lịch thi của tụi em có được thay đổi không ạ. Và nếu được thay đổi thì em phải làm thủ tục như thế nào ạ. Đây là trường hợp rất nhiều bạn cũng bị tương tự như em. Em cảm ơn.",
    "Thưa Quý Thầy Cô ﻿Em là sinh viên Ngành Khoa học máy tính ﻿Hệ đào tạo từ xa ﻿Nay em muốn chuyển hệ qua VHVL.. ﻿Mong quý thầy cô hướng dẫn giúp em phải làm thế nào? ﻿Cám ơn Quý Thầy Cô ﻿Sv  - ",
    "Dạ em muốn rút môn giáo dục thể chất của kì này thì cần làm những gì và hạn cuối để rút là khi nào ạ. Em cảm ơn.",
    "Dạ cho em hỏi là, đợt kỳ rồi, trường có mở thi anh văn trong trường, và em có đăng ký thi và được 495 điểm, vậy là em đã qua anh văn 3 phải không ạ, bây giờ em muốn đăng ký anh văn 4a được không ạ, hay là em phải học lại trong trường từ anh văn 1a rồi mới lên được 4a ạ ?",
    "Cho em hỏi kì trước em đã nộp chứng chỉ chuyển điểm av1,2 rồi, kì này em muốn dùng chứng chỉ đó để chuyển điểm av3 được không hay là phải thi lại và nộp chứng chỉ khác?",
    "Em nghe mọi người có nhắc về chứng chỉ tin học, chứng chỉ này có bắt buộc với sinh viên năm nhất không ạ? nó có ảnh hưởng gì chương trình học không ạ? nếu có thì em có thể đăng kí học cũng như thi ở đâu ạ.",
    "Thầy cô cho em hỏi là số tín chỉ tối thiểu để đc đi thực tập của ngành em là 99, nhưng bây giờ em tích lũy được 80 chỉ, kì chính em đky 16 chỉ, kì dự thính em đky 7 chỉ. vậy khi tính số tín chỉ tối thiểu được đi thực tập thì em đc tính số chỉ tích lũy + số chỉ đky kì chính hay là được cộng luôn kì dự thính ạ (tất cả xem như học kì này đã đạt) em xin cảm ơn thầy cô",
    "Dạ chào pđt, em đã thi Toeic và đã đủ học năm 2 , cho em hỏi cách nộp bằng để hè em được học! Em cảm ơn pđt ạ !",
    "Cho em xin hỏi là trong đợt đăng ký môn học  cho học kỳ chính vừa qua em đã đăng ký môn Pháp luật đại cương SP1007 để duy trì trạng thái học tập và đăng ký đã báo thành công. Và do sự chủ quan đến giờ em mới kiểm tra tkb thì phát hiện môn học không có trong tkb. Cho em hỏi là giờ em phải làm sao để có thể cập nhật được thời khóa biểu ạ? Nếu không em sẽ bị đình chỉ và học kỳ sao không đăng ký luận văn được. Em xin cảm ơn.",
    "Em xin trình bày với pdt lần cuối ạ. Em bị hủy môn học giải tích 2 dự thính MT1005 không rõ lí do và em đã xem kết quả ddkmh nhưng không thấy môn học. Pdt đưa ra giúp em một câu trả lời chính đáng với ạ.",
    "Chào thầy cô, Em có câu hỏi thắc mắc về vấn đề đăng ký lớp anh văn theo yêu cầu. 1. Nếu em chưa học av1 av2 liệu có được dăng kí anh văn 3A không ạ? 2. Rồi nếu em chỉ qua được anh văn 3a này thì liệu có được đăng kí môn học năm 3 không ạ? 3. Học phí và thời gian học của anh văn 3a này có khác với môn học trên trường không ạ? hy vọng sẽ nhận được câu trả lời sớm của thầy cô. Em cảm ơn",
    "Em tên là NGUYỄN CHÍ THÀNH, sinh viên ngành CƠ ĐIỆN TỬ, thuộc khoa CƠ KHÍ. Phòng đào tạo cho em thắc mắc là tên của em không có trên danh sách chính thức ( đã được in ra) được gửi cho giáo viên bộ môn cầu lông ạ. Theo thời khóa biểu đã được phân sẵn cho em thì em học lớp cầu lông vào sáng thứ ba, từ 9h đến 11h 50, mã lớp học của em là L05 ạ. Dưới đây em có đính kèm theo ảnh được cắt chụp từ thời khóa biểu chính thức của em ạ. Em mong phòng đào tạo sẽ giúp em giải quyết được vấn đề này nhanh ạ. Em chân thành cảm ơn  .",
    "Em sinh viên năm nhất k20. Em có nghe thông tin là k20 sẽ chỉ học qua 2 môn thể chất thay vì 3 môn của mấy anh chị năm trước trong vòng 2 năm đầu là pass qua yêu cầu về môn thể chất rồi đúng không ạ?",
    "Em xin chào quý thầy cô pđt. Cho em hỏi đơn xin đăng kí vào lớp học Cơ học máy DT01 (mã môn học ME2077 ) có được chấp nhận không ạ. Nếu được bao giờ em mới được cập nhật tkb ạ. Em xin chân thành cám ơn Bên dưới là biên nhận của em ở pđt cs2",
    "Cho em hỏi học phí học kì hè này là bao nhiêu ạ?",
    "Em là  K14 . PDT cho e hỏi tại sao đến giờ em chưa có tên trong danh sach dự kiến tốt nghiệp ạ. Em không rõ là e còn thiếu điều kiện TN nào Em xin cảm ơn !",
    "Kính gửi Phòng Đào tạo Em muốn hỏi 2 vấn đề ạ:  Thứ nhất, nếu em đã qua anh văn 3 thì có thể đăng ký anh văn 4A không ạ . Thứ hai, nếu không được thì mình muốn học bắt buộc học từ anh văn 1A ạ",
    "Chào thầy, cô. Em có 1 chút thắc mắc về số điểm tối thiểu để được xét chuyển điểm cho các môn anh văn với bằng TOEIC. Bạn em có bằng TOEIC 405 điểm, đã thẩm tra và hợp lệ. Quy ra điểm môn anh văn 1 là được 7.5 và anh văn 2 là 5 điểm. Nhưng khi thực hiện chuyển điểm thì báo lỗi \"Bạn đang chọn sai môn chuyển điểm, loại chứng chỉ hoặc thang điểm miễn\" và không chuyển được. Mong thầy, cô giải đáp. Em cảm ơn",
    "Em xin chào thầy/cô. Em tên là , MSSV: . Thầy/cô cho em xin hỏi về vấn đề đăng ký tốt nghiệp ạ: Hiện tại kỳ này em có đăng ký một môn học cải thiện nên khi đăng ký tốt nghiệp em bị trường hợp là nợ học phí. Vậy trường hợp này thì em phải giải quyết như thế nào ạ? Em xin cảm ơn.",
    "Dạ em xin chào Thầy (Cô). Em là sinh viên khoá K14 hiện tại đã hết thời gian đào tạo và vẫn còn nợ 2 môn anh văn. Em muốn xin được kéo dài thêm 1 học kỳ nữa để hoàn thành 2 môn anh văn thay vì chuyển hệ VHVL không biết có được không ạ. Mong Thầy (Cô) giải đáp và phản hồi sớm giúp em . Em cảm ơn,",
    "Cho em hỏi là môn Triết với kình tế chính trị có phải là 2 môn tiên quyết của nhau không mà bạn em nó rớt Triết vẫn học được kinh tế chính trị .Và câu hỏi thứ 2 nữa là bạn em nó cũng không đủ chỉ dưới 28 chỉ nhưng tại sao lại đăng ký được xác xuất thống kê( MT2013);Sức bền vật liệu( CI2007).Xin cảm ơn.",
    "Dạ chào thầy/cô, em muốn hỏi về địa điểm học tập của mình kì sau( kì 5/ kì đầu năm 3), em học k19 khoa Điện- điện tử, chuyên ngành điện tử viễn thông. Lí do là em nghe các anh chị k18 học ở cs2 Dĩ An chứ không chuyển lên cs1 như các năm trước nữa. Em mong thầy/cô sớm giải đáp thắc mắc để em tiện sắp xếp chỗ ở và chuẩn bị tinh thần cho học kì sau ạ, em cảm ơn!",
    "Dạ em chào thầy/cô, Dạ cho em hỏi các môn học không thuộc chuyên ngành mình thì có cách nào xóa khỏi bảng điểm được không ạ, do kỳ rồi em tính toán sai mục đích nên đã học nhầm môn không thuộc chuyên ngành và ảnh hưởng nhiều đến việc apply học bổng ạ. Em không biết môn không thuộc chuyên ngành mình có cách nào để không hiển thị nữa ko ạ. Em xin cảm ơn.",
    "Em có làm đơn rút môn học.Mà bây giờ trên lịch thi cuối kỳ của em vẫn có môn đó thì cho em hỏi là đơn của em có được giải quyết chưa ạ?",
    "Thưa thầy cô, Em là sinh viên K19 thuộc khoa Điện-Điện tử, em muốn hỏi là khi lên năm 3 thì sv khoa Điện sẽ học ở cơ sở Lý Thường Kiệt hay cơ sở Dĩ An để tiện cho việc thuê phòng trọ. Em cảm ơn thầy cô.",
    "Chào Anh/chị, em hiện tại có nhu cầu đăng kí làm đề cương tốt nghiệp trong kì hè 203 của khoa điện, không biết em cần có những giấy tờ gì để anh/chị có thể hỗ trợ em đăng kí được môn học này, hiện tại em đã xin được giáo viên đồng ý hướng dẫn Mong sớm phản hồi",
    "Chào anh/chị, Cho em hỏi bằng Toeic nói viết có quy định thời gian nộp không? Hay chỉ cần mình nộp trước khi tốt nghiệp là được?",
    "Dạ. Em tên  Em muốn hỏi về việc đăng kí môn học tiếng anh theo nhu cầu Em không pass avdv thì có được đăng kí av-1A không ạ Em lên xem trang đăng kí môn học thì chỉ thấy mở ở cs1 và không có thời khoá biểu mở từng lớp thì làm sao em sắp xếp thời gian phù hợp để học ạ Mong quý thầy/cô giải đáp giúp em ạ",
    "Dạ chào pđt, em đã đăng ký thẩm tra , nhưng chưa thấy kết quả, đã 3 ngày lể từ ngày em đăng ký rồi ạ , nộp bằng toiec đó ạ ! Em cảm ơn!!",
    "Dạ chào thầy cô  Em tên:   Mssv: , hệ CQ chuyển sang VHVL, hoàn tất thủ tục nhập học ngày 19/3/2021 Cho em hỏi về đợt đăng ký môn học ''KHHT HK202-Đăng ký bổ sung môn học HK2/2020-2021 hệ VLVH và ĐTTXa ( chỉ đk bổ sung môn chưa học)'' từ ngày 26-28 /3/2021 Em có được đăng ký môn học đợt này hay không. Mong PĐT gửi mail cụ thể về lịch và ĐKMH như thế nào, một tuần từ khi nhập học không thấy mail hướng dẫn cho sinh viên nhập học đợt 19/3/2021. Nên em rất thắc mắc Mong PĐT làm rõ vấn đề giúp em Em xin cảm ơn..!!",
    "Kính gửi Phòng đạo tạo, em là sinh viên khóa K14,hiện nay em đã đủ các điều kiện để xét tốt nghiệp, nhưng em không thể đăng ký tốt nghiệp, xin nhà trường hướng dẫn giúp em.MSSV của em là , email: ",
    "Em tên là , MSSV:  . Học kỳ HK202 này em có đăng ký học môn PE1017 - Cầu lông và được xếp thời khoá biểu vào nhóm lớp L08. Nhưng trong thời khoá biểu mới cập nhật thì mã môn của em đã bị đổi thành PE1041 - Cầu lông (học phần 2) nhóm lớp L08. Và vì em còn thiếu một môn thể chất để hoàn thành chương trình. Nên em muốn hỏi là nếu em vẫn học mã môn PE1041 theo thời khoá biểu này và hoàn thành môn học thì có được chuyển điểm để hoàn thành chương trình giáo dục thể chất không ạ?  Trước khi được sự giải đáp em xin chân thành cám ơn!   i ",
    "chào cô. em tên  . mssv:  kỳ này em có đăng kí môn đồ án bê tông 2(CI3177) và được phân  vào lớp thầy , nhưng hiện tại trong danh sáchphân đề tài trên elearning không có tên em . em muốn xin mail thầy  bộ môn công trình , để liên lạc với thầy ạ.",
    "Chào thầy/cô, dạ cho em hỏi, em có thể đăng kí tốt nghiệp khi chưa biết điểm nói viết được không ạ, vì 2 lần thi gần nhất của em là cuối tháng 3, hạn cuối đăng kí tốt nghiệp là 02/04 nhưng vì em nghĩ có thể sẽ không qua được kì thi nói viết nên đã đăng kí 1 môn học dự phòng để duy trì tình trạng sinh viên mà thời gian đóng học phí là từ 13/04. Vậy em có thể đăng kí tốt nghiệp được không ạ và cách giải quyết về học phí khi đủ điểu kiện xét tốt nghiệp. Em xin cảm ơn thầy/cô.",
    "Em là , MSSV: , Hiện tại em đã hoàn thành đủ ngày công tác xã hội và đủ điều kiện anh văn nhưng không nộp được đơn đăng ký xét tốt nghiệp trên MyBK , giờ em cần làm gì để được đăng ký ạ . Em xin cảm ơn.",
    "Cho em hỏi là bạn em không đủ chỉ dưới 28 chỉ mà sao bạn ấy vẫn đăng ký được Xác xuất thống kê( MT2013) vs Sức bền vật liệu (CI2007) vậy ạ.",
    "Chào thầy/ cô Như lần trước em đã đặt câu hỏi thì bên PDT nói sẽ xét lại môn Đề Cương luận văn cho em. nhưng đến hôm nay đã 10 ngày mà vẫn chưa có thời khóa biểu môn Đề cương luận văn. Xin PDT sớm có câu trả lời giúp em. Thân!",
    "cho em hỏi nếu mình học Anh Văn xA liệu có trong kỳ chính có thể  đăng ký Anh Văn x không ạ? Ví dụ kỳ này em học Anh Văn 2A kỳ sau trong kỳ chính em có được đăng ký Anh Văn 3  không ạ?     /I  Em có nghe thông tin là K17 nếu học hết Anh Văn 4 hoặc Anh Văn 4A thì xét tốt nghiệp chỉ cần thi 500 điểm Toeic là được xét. Còn nếu ngược lại là phải 600 điểm Toeic có đúng thế không ạ?",
    "chào phòng đào tạo ạ Lí do là môn học những nguyên lí cơ bản mac lenin em đã xin pdt giải quyết và pdt tạo nói rằng đã giải quyết nhưng đến nay vẫn chưa thấy cập nhật trên tkb nên em mong pdt giải quyết sớm giúp em ạ em xin chân thành cảm ơn",
    "Em xin chào thầy cô ạ, Trong trang khóa học của em bị mất những môn học của năm học 2016-2017. Em tìm lại nhưng chỉ có từ năm 2017 cho đến hiện tại . Em mong được sự giúp đỡ của thầy cô ạ, em xin cám ơn.",
    "Em tên là  - . Em đã nhận được email được tốt nghiệp đợt này, nhưng em nhập mssv trong danh sách dự kiến vẫn chưa có tên. Mong thầy cô kiểm tra gúp em ạ.",
    "Khi nào thì có kết quả đăng kí môn học cho kỳ dự thính ạ? Hiện tại em thấy có mục đó ở phần ĐKMH nhưng những môn em ghi danh - full lớp - vẫn chưa thấy cập nhật . Em xin cảm ơn",
    "Dạ, em là SV khóa k14 hiện còn môn AV4 để tốt nghiệp. Em hoàn thành Luận văn tốt nghiệp từ 2 học kì trước và từ đó đến nay em không còn ĐKMH nào nữa. Do đó tình trạng của em đang bị \"Tạm dừng\". Em có nhận được mail của PĐT về việc mở lớp AV theo yêu cầu. Em đã đăng kí môn AV trên MyBK nhưng không biết tình trạng của em như vậy thì có được đăng kí môn AV này không? Và em có cần làm đơn xin thu nhận để được đăng kí AV cũng như tốt nghiệp vào kì này không? Hiện PĐT nghỉ làm đến thứ Hai, mà 15h chiều nay hết hạn ĐKMH AV. Vậy nếu em làm \"Đơn xin thu nhận\" gửi PĐT thì đến thứ Hai sẽ quá hạn đăng kí môn AV. Em mong thầy/cô giúp em giải đáp thắc mắc này. Em xin cảm ơn!",
    "Kính gởi Quý Thầy/Cô phòng Đào Tạo, Em tên là  - MSSV:  (VHVL) . Vào tháng 06/2019 em đã đăng ký chuyển hệ từ CQ qua hệ VHVL.  Ngành:   B Điện tử - viễn thông    Tuy nhiên từ đó tới nay em không thể đăng ký được môn học đúng với chuyên ngành này vì không đủ sĩ số để mở lớp. Em xin hỏi em có thể xin chuyển qua hướng   B Điều khiển và tự động hoá    được không ạ? Vì em thấy các môn bên hướng này mở khá nhiều. Mong nhận được hồi âm từ Quý Thầy/Cô, Em xin cám ơn.",
    "Kính gửi pđt, e xin hỏi e đăng kí tốt nghiệp thứ 6 ngày 26/3/2021 thì khoảng khi nào e nhận được bằng tốt nghiệp tạm thời. Em xin cảm ơn..",
    "Dạ cho em hỏi là em nộp đơn đăng ký xét tốt nghiệp vào ngày 27/03/2021 thì sau bao lâu có thể lên nhận giấy chứng nhận tốt nghiệp tạm thời ạ. Em xin cảm ơn.",
    "Em xin đăng kí vào lớp dự thính Điện Tử 402705 do cô  do 2 lần đăng kí môn trước không đăng kí được ạ . Em xin cảm ơn.",
    "Cho em hỏi môn đồ án nền móng của khoa xây dựng học kỳ hè và học kỳ 1 hằng năm có mở lớp không hay chỉ mở vào học kỳ 2 của năm học ạ. Em cảm ơn",
    ": Xin chào thầy/cô Em muốn hỏi về cách mua BHYT khi không gia hạn từ năm 2018. Trên trang mybk có mục số thẻ BHYT từ 2021 (em ko có). Cho em hỏi bây giờ phải mua ở đâu đây ạ?",
    "Em hiện tại đã đủ các điều kiện tốt nghiệp như sau: - Đã đủ số tín chỉ yêu cầu (141 tín chỉ) - Đã hoàn thành các yêu cầu về tiếng anh (TOEIC nghe, đọc trên 500 và nói, viết trên 200) - Đã đạt yêu cầu về các môn giáo dục thể chất và giáo dục quốc phòng (Em đã làm đơn chuyển điểm và gửi bảng điểm môn giáo dục quốc phòng ngày 5/3/2021 tại phòng đào tạo cơ sở 2) Em mong phòng đào tạo và nhà trường xem xét và giải quyết nhằm giúp em được đăng ký tốt nghiệp trong thời gian tới ạ! Em xin cám ơn ạ!",
    "PĐT cho em hỏi, em đã chuyển điểm anh văn hơn hai tháng nay rồi(16/1/2021) nhưng vẫn chưa được cập nhật điểm vào bảng điểm mặc dù em đã thanh toán lệ phí chuyển điểm rồi, mong PĐT kiểm tra và giải đáp giùm em, em cảm ơn.",
    "Em tên , em có ĐKAV theo nhu cầu đợt bổ sung thì em có thể hủy không?",
    "Em tên , mới chuyển từ hệ chính quy sang vừa học vừa làm đợt tháng 3/2021. MSSV cũ là . Cho em hỏi khi nào các môn học và điểm mới được chuyển từ điểm hệ chính quy sang điểm hệ vừa học vừa làm ạ? Do em xem bảng điểm và xem điểm hệ VHVL đều không có thông tin. Em cảm ơn.",
    "Dạ cho em hỏi, em mới chuyển từ hệ chính quy sang vừa học vừa làm đợt tháng 3/2021 Khoa Công nghệ vật liệu. Trong chương trình chính quy em chỉ còn 1 môn so với chương trình đào tạo và hệ vừa học vừa làm của khoa thì học chung với chính quy. Dạ cho em hỏi em có thể đăng kí học chung với lớp dự thính chính quy khi có mở lớp được không ạ và đăng kí như thế nào ạ? Em cảm ơn.  ",
    "Chào PĐT, Nhà trường có thông báo hỗ trợ gói cước data 3G/4G cho sinh viên (100.000đ), và em đã cập nhật thông tin trên BK Pay đúng hạn nhưng đến hôm nay (28/3/2021) vẫn chưa nhận được số tiền hỗ trợ. Cuối tháng 11/2020 em có lên hỏi PĐT và được biết em nằm trong danh sách bị ngân hàng OCB từ chối chuyển tiền nhưng em kiểm tra thì số tài khoản và thông tin cá nhân đều đúng. Em cũng đã làm sao kê tài khoản ngân hàng và chờ phản hồi từ PĐT nhưng mấy tháng rồi vẫn không thấy gì. Vậy PĐT cho em hỏi khi nào thì em nhận được số tiền đó ạ? Em cảm ơn.",
    "Dạ chào thầy cô Em tên: ; sinh ngày 24/11/1995 MSSV:  Hệ: VLVH Dạ em đăng kí tốt nghiệp trong mục thông tin cá nhân em sai nơi sinh. Nơi sinh của em: Tỉnh Nam Hà. Mong Quý Thầy Cô xem và cập nhật lại giúp em Chân thành cảm ơn thầy cô!",
    "Chào thầy cô, cho em hỏi hạn chót bổ sung điều kiện tốt nghiệp là 2/4 hay 30/4 ạ?. Mybk vẫn chưa cho phép em cập nhật đề tài tốt nghiệp và đăng ký tốt nghiệp,  hiện tại học kỳ này em đăng ký một môn đă rút môn học nhưng bkpay chưa mở thanh toán học phí ạ. Còn một vấn đề nữa là nếu đã có bảo hiểm y tế ở ngoài thì phải nộp những giấy tờ gì cho phòng y tế để hủy bảo hiểm y tế trong trường ạ.",
    "Cô ơi,hiện nay em không thể cập nhật thông tin  khai lý lịch tốt nghiệp để đăng ký tốt nghiệp được. Em đã kiểm tra đầy đủ điều kiện đăng ký. Cô kiểm tra giúp em thiếu điều kiện gì để đăng ký với. Em có phần chụp màn hình như trong hình đính kém",
    "Ad cho em hỏi, em đã nhận được mail có tên trong danh sách dự kiến tốt nghiệp hôm thứ 6 26/3/2021, nhưng sao đến nay kiểm tra danh sách trên web của trường thì vẫn chưa có ạ, em vẫn chưa xác định được điểm trung bình của mình. Em đã đăng ký tốt nghiệp trên mybk, hiển thị tình trạng Phiếu đăng ký đã được xử lý, nhưng em vẫn chưa nhận được mail phản hồi ạ. Mong ad trả lời giúp em ạ, cảm ơn.",
    "Em chào thầy/cô! Em đã cập nhật đủ điều kiện tốt nghiệp nhưng vẫn chưa có tên trong danh sách tốt nghiệp dự kiến và không đăng ký tốt nghiệp được. Mong thầy/cô xem lại giúp em với ạ! Em xin cảm ơn!!",
    "Em chào thầy/cô! Em tên:  Hệ: Vừa làm vừa học. Em đã đăng ký luận văn, đã được tick xanh, mà sao chưa phân giảng viên. Mong thầy/cô hướng dẫn giúp em chổ này. Trân trọng cảm ơn!",
    "Em chào thầy/cô! Em tên:  Hệ: Vừa làm vừa học. Sao em đăng ký in thẻ sinh viên không được ạ. Trân trọng cảm ơn!",
    "Em xin chào quý thầy cô pđt. Em nhận được mail của pđt về cập nhật tkb cho môn học Cơ học máy mã môn học ME2077. nhưng đến nay tkb của em vẫn chưa được cập nhật ạ. Em xin chân thành cám ơn quý thầy cô.",
    "Chào quý thầy cô em tên  , lần trước em có xin hủy môn học và được trả lời \"PDT đã ghi nhận yêu cầu của bạn , kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên mục TKB\" và đến giờ em vẫn chưa thấy thay đổi trên tkb của em. Cho em hỏi là em có được hủy môn học hay không và em có cần làm đơn rút môn học hay kkoong ạ . Em cám ơn",
    "Dạ em tên  MSSv  Em thấy các bạn trong lớp có lịch thi HK2 2020-2021 nhưng em vẫn chưa có gì. Bây giờ em cần gặp ai để giải quyết ạ? Em cảm ơn",
    "Em xin rút môn Vẽ kỹ thuật và Vật lý 1 vì lí do em đăng kí nhầm 2 môn này ạ Mã môn học là CI1003 và PH1003",
    "Xin chào Em tên là:  Mssv:  Lớp: XD16CB Sdt: [phone_number] Email:  Vừa qua, em đã hoàn thành chuẩn anh văn  TOEIC writing & speaking để ra trường nhưng trên mục đăng ký tốt nghiệp vẫn chưa cho cập nhập thông tin và upload ảnh 4x6 Em viết yêu cầu này để xin được gia hạn đăng ký  tốt nghiệp(phiếu hẹn TN) ạ, em không đi nộp đơn trực tiếp được do đang ở quê và nhà đang có tang ạ. Em xin cảm ơn",
    "PĐT cho em hỏi, em có kết quả anh văn( nói-viết) vào ngày 27/03/2021. Vậy em có kịp đăng ký tốt nghiệp vào tháng 04/2021 không ạ.",
    "chào thầy, cô. Em tên . mssv: . Em có đăng ký luận văn tốt nghiệp(808303) nhưng đăng ký không được do thiếu tín chỉ, nhưng em đã qua hết các môn chỉ còn luận văn ạ. Em có gửi phản ánh trên bksi và lên phòng đào tạo nhưng nhưng chưa thấy thời khóa biểu có luận văn ạ. Mong thầy cô xem xét lại giúp em. Em cảm ơn ạ.",
    "Kính thưa PĐT. Em tên là , MSSV  đang theo học chuyên ngành Vật liệu xây dựng khoa Kỹ thuật xây dựng. Em đã hoàn tất chương trình học tập và đã đủ điều kiện anh văn để tốt nghiệp. Nay em xin phép pđt xem xét tạo điều kiện cho em đăng ký tốt nghiệp ạ. Em chân thành cảm ơn .",
    "Dạ em chào Thầy/ Cô. Em tên Trần Tuấn Vũ - MSSV: 1431157 hệ VLVH. HK 202 em có đăng ký thành công môn An Toàn Điện và đã lên TKB, ngày 21/3 em có vào để check lại TKB thì không thấy nữa. Nhờ Thầy/Cô kiểm tra lại giúp em ạ. Em cảm ơn!",
    "Tôi đã nộp chứng chỉ ngoại ngữ, đóng lệ phí và xét miễn điểm các môn ngoại ngữ, mặc dù đã cập nhật điểm chuyển nhưng điểm trung bình tích lũy vẫn chưa được cập nhật. Tôi muốn hỏi  rằng tới khi nào điểm trung bình sẽ được cập nhật? Tôi có cần làm gì khác không? Xin cảm ơn",
    "Mỗi cuối kì sinh viên nào đủ đk có học bổng sẽ được xét và báo hay là phải đăng ký xét học bổng ạ ? Em cảm ơn nhiều",
    "Em tên , mssv:  Em đã hoàn thành chương trình học và các chứng chỉ nhà trường yêu cầu ạ. Nhưng em lại không tìm thấy tên mình trong danh sách tốt nghiệp ạ. Mong trường xem xét và giải quyết giúp em với ạ,em xin chân thành cảm ơn ạ.",
    "Kính gửi quý thầy, cô, Em đang tham gia khoá học hệ VHVL, do sơ ý nên em bỏ lỡ thời gian đăng ký môn học. Nay em có thể xin đăng ký bổ sung môn học được không ạ?  Em muốn đăng ký bổ sung môn EE3149. Mong nhận được phản hồi từ quý thầy, cô. Em xin cảm ơn ạ.",
    "Do em không kiểm tra lại đợt đăng ký môn học dự thính đợt 3 nên em bị hủy môn học này (Điện tử - 402705), nhờ Thầy/Cô giúp em đăng ký lại môn này với ạ. Em xin cảm ơn.",
    "Em xin phép được đặt câu hỏi này ở độ ưu tiên cao . Em xin lỗi vì đã không hỏi thẳng trong câu hỏi trước, làm mất thời gian hai bên . Như được biết, TTGDTCĐHQG đảm nhận chuyện đào tạo các lớp GDTC chứ không phải nhà trường như trước nữa . Trong ký dự thính 202 này, em được tin có mở lớp GDTC, và đã đăng ký, vào nhóm có đông thành viên nhất, vào các đợt mở lớp. Tuy nhiên, qua cả 3 đợt thì lại không thấy thông báo có lớp. Em quan tâm tới lý do lớp bị huỷ/chưa mở lớp . Em xin cảm ơn.",
    "Xin hỏi tại sao lớp Quốc tế, Chất lượng cao lại không được đăng ký?  Xin cảm ơn.",
    "Dạ chào thầy cô, em tên , mssv: , Em đăng ký luận văn tốt nghiệp(808303) vì  lí do thiếu chỉ nên không đăng ký được. Và được trả lời trên bksi là 119/122 chỉ, nhưng kỳ trước em đã 129 chỉ    ( hình dưới ạ). Và kỳ trước e đã đăng ký được luận văn bình thường nhưng vì lí do cá nhân nên em chưa làm được. Mong thầy cô xem xét lại và giúp em đăng ký ạ.",
    "Em chào PĐT, Em đăng kí tốt nghiệp trong học kì 1 (2020-2021). Nhưng trong thông tin đăng kí tốt nghiệp của em, năm sinh là 199 (thay vì 1997) như hình em đang đính kèm ạ. Nhờ PĐT kiểm tra lại dùm em với ạ. Em cảm ơn ạ. Ngoài ra, em vừa mới nộp chứng chỉ toeic listening & reading ngày 30/3. Như vậy em có kịp được thẩm tra để xét tốt nghiệp vào tháng 4 không ạ?",
    "Em chào cô/thầy ạ ! Hôm nay em xin hỏi thầy cô là học bổng học kì 201 sắp công bố chưa ạ.Em cảm ơn thầy cô.   i  .",
    "Em bị trùng thời khóa biểu môn thí nghiệm Giải tích mạch (EE2032) nên bị xóa đăng kí dự thính môn Điện tử (402705). Nhưng em đã được miễn thí nghiệm môn Giải tích mạch (EE2032) nên cho em hỏi là có cách nào để giải quyết không ạ, vì đây là kì cuối mở mã môn Điện tử (402705). Em xin cảm ơn.",
    "Kính chào Phòng Đào tạo! Em là , sinh viên K17, Khoa Điện - Điện tử, hệ chính qui, theo đúng tiến độ thì em Tốt nghiệp vào tháng 11 năm 2021. Nhưng hiện tại em chưa có điểm Anh văn 3 4. Em sẽ thi ở IIG để chuyển điểm cho  Môn học Anh văn 3 4. Vậy em muốn hỏi khi nào là hạn cuối để chuyển điểm cho 2 môn học này để em có thể Tốt nghiệp đúng hạn vào tháng 11 năm 2021 ạ? Em xin chân thành cảm ơn và mong có sự phản hồi chính xác của Phòng đào tạo ạ! Trân trọng!",
    "Em chào thầy/cô Cho em hỏi là em thấy trên trang web của PĐT, mục chương trình đào tạo là môn CI2039 tương đương với môn CI2091 và CI2093(em đã học môn CI2039) nhưng em chưa được xét đăng ký môn luận văn ạ. Em rất mong thầy/cô xét lại giúp em để em được đăng ký làm luận văn và thanh toán tiền học phí đúng hạn ạ. Em cảm ơn thầy/cô nhiều.",
    "ng ký LVTN . Chào thầy cô, - Học kỳ này em đăng ký 5X0303 - Khóa Luận/Thi TN (ĐH) nhưng lại không được do thiếu Anh văn. - Em có bằng TOIEC mà đã hết hạn. - Cho em hỏi em phải làm thủ tục gì để được nhận LVTN ạ?  - Em xin chân thành cảm ơn. Thân",
    "Dạ chào thầy cô Em tên:  MSSV:  Hệ: VLVH Dạ em đăng kí tốt nghiệp nhưng chưa có kết quả. em gửi email từ ngày 9/3/2021 cho () nhưng không nhận email trả lời. Trong chương trình em học của em có môn (206123Tổ chức vận tải ô tô) môn này không còn được mở ở hệ VLVH. nên phải học môn tương dương thay thể là môn (TR3025Phân tích phần tử hữu hạn trong ô tô). đã có kết quả nhưng giờ vẫn chưa được xét. Mong Quý Thầy Cô xem và cập nhật lại giúp em Chân thành cảm ơn thầy cô!",
    "Em là sinh viên k19 hiện tại em có rớt 1 môn cơ sở ngành của năm 2, em định học lại vào kì 301, không biết nếu vậy thì em có được học mấy môn chuyên ngành của năm 3 kh ạ ? ( em vẫn đủ tín chỉ của sinh viên năm 3)",
    "Thầy cô cho em hỏi là nếu em rút 1 môn học thì học kì đó em có được xét học bổng hay không ạ ? Em xin cảm ơn thầy cô.    .",
    "Kính gửi quý thầy, cô, Em có câu hỏi về thời gian làm việc của phòng đào tạo ạ. Em cần liên hệ để làm đơn đăng ký bổ sung môn học thì vào khoảng thời gian nào ạ? Mong nhận được phản hồi từ quý thầy, cô. Em xin cảm ơn ạ.",
    "Em xin kính chào quý Thầy Cô  Em tên   mssv  Em có một thắc mắc muốn hỏi là : Học kỳ 301 của khoa Xây dựng CTĐT hệ đại trà của khoa em sẽ được học ở đâu ? Em xin cảm ơn quý Thầy Cô đã giải đáp ạ.",
    "Tiêu đề : Sai Khoa trong đăng ký tốt nghiệp Dạ chào thầy cô Em tên  MSSV : Hệ : VHVL Khi em tiến hành đăng kí tốt nghiệp thì phát hiện sai khoa học. Cụ thể em học khoa \"kỹ thuật giao thông\" nhưng trong phần đăng kí lại là khoa \"điện - điện tử\" . Mong quý Thầy Cô xem và chỉnh lại giúp em. Em cảm ơn!   i Tốt nghiệp .",
    "Cho em hỏi là có thông báo là từ HK211 thì tất cả sinh viên hệ Đại trà học tập từ cs2 (cơ sở Dĩ An). Nh  QUOTE ưng em là K19 Khoa Xây Dựng thì có học ở cs2 hết 4 năm không ạ hay chỉ là từ K21 trở đi",
    "Chào thầy/cô, Em là , MSSV . Vấn đề cần hỏi của em như sau: - Em đang có 14.5 ngày CTXH, em dự định hôm nay hiến máu ở bên ngoài lấy giấy chứng nhận hiến máu để cập nhật ngày CTXH kịp đợt tốt nghiệp tháng 4. Vậy PDT cho em xin hỏi thủ tục cập nhật CTXH như vậy có lâu không? Có kịp để em đăng kí tốt nghiệp không ạ? Trân trọng",
    "Dạ cho em hỏi nếu em bảo lưu một học kỳ thì học kỳ đó em có phải nhận cảnh cáo học vụ không ạ em cảm ơn",
    "Em tên là , sinh viên K16. Em đã hoàn thành chương trình đào tạo 142 tín chỉ và chứng chỉ Toeic 500, nhưng do chưa đạt chứng chỉ Toeic nói viết ở trường nên không thể đăng kí tốt nghiệp vào học kì trước. Hiện giờ vào đăng kí tốt nghiệp thì được thông báo tình trạng sinh viên đã tạm dừng do không đăng kí môn học. Em muốn được biết phương án để giải quyết ạ. Em xin cảm ơn",
    "Chào anh/chị PĐT Đại học Bách Khoa TP.HCM Em tên là  - MSSV:  Theo thông tin em tìm hiểu thì ngày 02/04/2021 sẽ hết hạn đăng ký Tốt Nghiệp học kỳ 2-(2020-2021) Lý do gia hạn thời gian tốt nghiệp: ngày 29/03/2021 em có đăng ký nộp chứng chỉ ngoại ngữ Toeic, thì kết quả thẩm tra vẫn chưa xong . Em mong PĐT xem xét gia hạn thời gian cho em đăng ký tốt nghiệp để kịp ra trường. Em xin chân thành cảm ơn.",
    "Em tên là  sinh viên khóa K16. Em đã hoàn thành chương trình đào tạo 142 tín chỉ và chứng chỉ toeic 510. Do chưa đạt chứng chie anh văn nói viết ở học kì trước nên không thể đăng kí tốt nghiệp. Hiện giờ em vào đăng kí tốt nghiệp thì được thông báo tình trạng sinh viên đã tạm dừng do không đăng kí moon học. Em muốn biết phương án để giải quyết để em có thể đăng kí tốt nghiệp sớm ạ. Em xin cảm ơn.",
    "kì vừa rồi e có đăng kí môn kết cấu động cơ đốt trong nhưng thời gian qua e thấy thời khóa biểu không có e tưởng là không đủ lớp. Hôm nay e vào thời khóa biểu thấy có lịch học môn kết cấu động cơ đốt trong. em mong phòng đào tạo giải quyết dùm em",
    "MSSV/MSSV:     Em xin hỏi rằng em có đăng ký nộp bằng THPT  12/10/2020. Em đã nộp bản sao bằng kèm phiếu xác nhận thông tin bằng THPT cho lớp trưởng và đã được lớp trưởng xác nhận là đã nộp cho PĐT. Nhưng đến giờ em vẫn chưa được xác nhận là đã nộp trên hệ thống myBK ạ. Em muốn hỏi nguyên do và cách khắc phục ạ. Em xin cảm ơn",
    "Dạ chào Thầy Cô! Em tên:  MSSV:  Hệ VLVH Trong mục thông tin in bằng tốt nghiệp của em thiếu nơi sinh và sai thông tin khoa Nơi sinh của em: TP. Hồ Chí Minh Khoa: Kỹ Thuật Giao Thông Mong Thầy Cô cập nhật lại giúp em Sđt của em: [phone_number]/[phone_number] em cảm ơn Thầy Cô!",
    "Cho em hỏi là có một vài thông tin dạo gần đây có nói là hệ đại trà từ năm 3 sẽ học ở cơ sở 2 . Vậy việc nó có đúng không ạ? Em cảm ơn!",
    "Thưa thầy cô, cho em hỏi là k20 chúng em học GDTC 2 năm phải học được 2 môn khác nhau ,nhưng em học 1 môn là bơi thôi và có mã số môn học khác nhau vì thế em có cần phải học thêm môn khác ở học kì tiếp hay không ạ? Em mong thầy cô phản hồi lại sớm ạ! Em xin cảm ơn.",
    "Chào admin ! Cho em hỏi ngày tốt nghiệp chính thức là ngày nào ? Em thấy trên trang web pdt hạn chót bổ sung điều kiện tốt nghiệp là 2/4. Hạn chót nộp đơn xin xét tốt  nghiệp là 30/4. Vậy em bổ sung đầy đủ điều kiện tốt nghiệp trước 30/4 thì có được tốt nghiệp vào đợt này không ạ. ﻿Em xin cảm ơn !",
    "Thầy cô cho em hỏi khi nào sẽ diễn ra lễ tốt nghiệp đợt tháng 4 2021 ạ.",
    "Em chào Thầy (Cô), em là k16 đả hoàn thành tiểu luận và còn thiếu toeic để ra trường. Hôm 18/3 em có thi toeic nhưng vì lí do nào đó bên IIG đả yêu cầu em phải thi lại để kiểm chứng, vì thế mà em phải thi lại vào ngày 25/3 và hôm nay họ đả trả kết quả. Em đả nộp chứng chỉ toeic trên web trường. Thầy(Cô) cho em hỏi em có thể xét để được tốt nghiệp vào tháng 4 không ạ. Em chân thành cám ơn Thầy(Cô) Tốt nghiệp .",
    "Dạ cho em hỏi là cơ sở học của K19 năm 3 là học ở cơ sở 1 hay cở sở 2 ạ.tại hổm nay có thông tin là chương trình chính quy đại trà học ở cơ sở 2 ạ.",
    "Em chào thầy/cô ạ ! Em có thắc mắc là khi xét học bổng thì không xét các môn học ở kỳ dự thính và học lại lần 2 mà sao em lúc tính điểm trung bình để xét học bổng hk201 thì điểm này vẫn tính môn học e học ở kỳ chính vậy ạ.Em cảm ơn phòng đạo tạo.Em có kèm theo hình ảnh bên dưới ạ.Đúng là em tổng 8.52 nhưng giờ em chỉ còn 8.38 .",
    "Em chào PĐT, - Em là , MSSV: - PĐT cho em hỏi là theo như kết quả học kỳ 201 thì em đạt điểm TBTL là 8.88 và số tín chỉ tích lũy của học kỳ 201 là 12. Và số tín chỉ tích lũy là 131. Theo em được biết thì em đã thỏa điều kiện để xét học bổng khuyến khích mỗi kỳ, nhưng bảng điểm của em ở mục \"Thông tin xét học bổng khuyến khích học tập\" lại chưa được cập nhật. - Em không biết là mình đã nắm thông tin sai, hay là PĐT chưa cập nhật ạ. Mong PĐT giải đáp thắc mắc này giúp em.Em xin trân thành cảm ơn.",
    "Em là  mssv  sinh viên trung tâm Bảo Dưỡng Công Nghiệp . Nay em xin phép phòng Đào tạo cho em được đăng ký môn học Pháp luật việt nam đại cương ( SP1007) lớp học DT02 có giờ học vào thứ 3 tiết 13 14 15 . Do đợt đăng ký dự thính vừa rồi lớp full sĩ số nên em không đăng ký được . Mong phòng đào tạo giúp đỡ tạo điều kiện  để em có thể hoàn thành khóa học của mình . Em xin cảm ơn.",
    "Kính chào Thầy/Cô, Vào tháng 5 sắp tới, em sẽ nộp chứng chỉ ngoại ngữ để xét chuẩn anh văn năm 2. Em chỉ nộp chứ không chuyển điểm thì nếu điểm em cao có được tính môn AV3 và AV4 vào số TCTL (điểm miễn) không ạ?  Và đăng ký học kỳ hè có hạn chế chuẩn SV năm 2 không ạ? Nếu không thì hạn chót để xét chuẩn SV là khi nào ạ? Em cảm ơn.",
    "ILI13212   Tốt nghiệp . Chào anh/chị, ﻿Em là . MSSV : ili13212. Em đã hoàn thành công tác xã hội và các tín chỉ, anh văn để tốt nghiệp. Nhưng hiện tại em không đăng ký tốt nghiệp được vì lí do nợ công tác xã hội. Mặc dù e cập nhật đã đủ 15 ngày rồi. Em không thể đăng ký online được ạ?  Vậy có cách nào giúp em cập nhật và đăng ký tốt nghiệp được không ạ? ﻿Thân, ﻿",
    "Xin chào thầy (cô) Em tên:  Mssv:  Gmail:  Hệ đang học: VLVH Em thắc mắc về điểm của môn Bổ sung kiến thức cơ khí là 0đ và vắng thi, trong khi em đi thi đủ môn và có kí tên có mặt. Em đăng ký phúc tra thì đã hết hạn không xuất được phiếu. Mong nhà trường xem xét lại và phản hồi giúp em. Em xin chân thành cảm ơn. Sdt [phone_number]",
    "Dạ em chào thầy cô ạ em tên  MsSv . Thầy cô cho em hỏi là em thanh toán bkpay in bảng điểm hôm qua nhưng sao nay vẫn để em chưa thanh toán ạ. Em xin cảm ơn. Mong phản hồi tùe thầy cô ạ",
    "Kính gửi phòng Đào tạo, Em tên là , mã số sinh viên là . Em muốn hỏi về việc chuyển điểm anh văn, điểm anh văn 4 em học trong trường là 8.5 (điểm trung bình); việc chuyển điểm toeic cuối kì để đăng ký luận văn của em quy đổi điểm anh văn 4 được 7.5, vậy điểm anh văn 4 của em có được nhận mức điểm cao nhất không ạ. Em cảm ơn và mong chờ hồi âm sớm nhất từ phòng Đào tạo. Chúc anh/ chị có một ngày làm việc vui vẻ. Trân trọng",
    "Tốt nghiệp        chào quý Thầy/Cô!  Em là Nguyễn Duy Thịnh, MSSV  Em hiện chỉ còn kì cuối theo chương trình đào tạo, nhưng em còn duy nhất môn Anh Văn 4 để ra trường, cho em xin phép nộp bằng chuyển điểm hoặc học lớp Anh Văn theo yêu cầu của nhà trường tổ chức để hoàn thành tốt nghiệp cho đợt tốt nghiệp tới đây được không ạ? Em có thể xin gia hạn thêm thời gian được không ạ? Em rất mong nhận được phản hồi và hỗ trợ từ nhà trường Em chân thành cảm ơn!  ",
    "Chào PĐT, Em tên là , MSSV:  Vừa qua, em có đăng ký tốt nghiệp cùng lúc 2 bằng và đã hiển thị trong danh sách tốt nghiệp dự kiến cho cả 2 bằng. Hôm nay, khi em kiểm tra danh sách tốt nghiệp chính thức thì chỉ hiển thị cho 1 bằng. Kính mong PĐT có thể kiểm tra lại thông tin giúp em. Em chân thành cảm ơn.",
    "Cho em xin phép hỏi hiện tại trang đăng kí tốt nghiệp của em bị đánh dấu nợ HP và em đã hoàn thành thanh toán tất cả các khoản còn nợ. Em xin phép được cập nhật lại trang đăng kí tốt nghiệp để em có thể đăng kí tốt nghiệp được không ạ hay em phải làm thêm thủ tục nào ạ?  Em xin chân thành cảm ơn.",
    "Em vừa thi qua anh văn nói viết 31/3/2021 Em vào đăng kí tốt nghiệp mà không có tên trong danh sách dự kiến. Em muốn hỏi Bao giờ em có thể đăng kí TN được? Em cảm ơn.",
    "Kính gửi PĐT  Em tên , MSSV 0, học kỳ vừa rồi là hạn cuối tốt nghiệp của em, em cũng vừa mới hoàn thành thi vét môn Kết cấu công trình xây dựng môi trường và vừa có kết quả thi tiếng anh speaking and writing nhưng em lại không đăng ký tốt nghiệp được Mong PĐT kiểm tra lại giúp em ạ",
    "Dạ chào Thầy/Cô! Em tên:  MSSV: . Hệ: Vừa làm vừa học Dạ em đăng kí tốt nghiệp trong mục thông tin cá nhân sai Khoa đào tạo ạ. Khoa của em là:   B Điện - Điện tử    Mong Quý Thầy Cô xem và cập nhật lại giúp em. Em xin chân thành cảm ơn!",
    "i Chào thầy/cô! .   i Em là , MSSV , khoa Khoa Học và Kỹ thuật Máy tính   i Em đã đạt anh văn nói viết thi ngày 26/03 (có kết quả ngày 02/04). Em đã bổ sung đủ các điều kiện để tốt nghiệp nhưng vào https://mybk.hcmut.edu.vn/ vẫn không đăng ký xét tốt nghiệp được do không có tên trong danh sách. Thầy/cô có thể kiểm tra vấn đề này giúp em không ạ   i Em cảm ơn thầy/cô nhiều, Chúc thầy/cô sức khỏe",
    "Em chào Thầy/ cô, Em đã cập nhật đủ điều kiện tốt nghiệp (vừa được cập nhật điểm anh văn Nói- hôm nay) nhưng vẫn chưa có tên trong danh sách tốt nghiệp dự kiến và không đăng kí tốt nghiệp được. Mong thầy/cô xem lại giúp em với! Em xin cảm ơn!",
    "Em vừa có kết quả thi Speaking and Writing hôm nay. Nhưng em chưa thấy phòng đào tạo cập nhật, vậy em có đăng ký xét tốt nghiệp kỳ này được không ạ? Vì theo lịch học vụ thì hôm nay la ngày cuối giải quyết những vấn đề về điều kiện đăng ký tốt nghiệp ạ. Em xin cảm ơn",
    "Thưa Thầy Cô, Em tên Nguyễn Hoàng Hải Triều MSSV , em không được ký được tốt nghiệp ( em đã có anh văn nói - viết và hoàn thành luận văn) Xin Thầy Cô cho em hỏi em còn điều kiện gì chưa thỏa để đăng ký tốt nghiệp không ạ Em xin chân thành cảm ơn và mong nhận hồi âm. ",
    "Xin rút môn học ạ . Chào thầy cô ạ! Em xin được rút môn học: Ề  Mã môn học: CO1003 Em chân thành cảm ơn ạ! ",
    "Dạ cho em hỏi là em đăng ký 12 chỉ ở học kỳ 202 nhưng sao học phí em có 1 triệu 462 ngàn vậy ạ",
    "Dạ cho em hỏi là vào năm 3 ngành xây dựng tụi em học ở cơ sở 1 hay cơ sở 2 ạ?",
    "Tốt nghiệp       Xin chào Thầy/cô  Dạ, theo lịch thì hôm nay 2/4 vào lúc 4h là hạn cuối đăng kí tốt nghiệp, mà em đã cập nhật đủ điều kiện tốt nghiệp nhưng vẫn không có tên trong danh sách dự kiến và không thể đăng kí tốt nghiệp được ạ Mong thầy/cô giúp đỡ!!  Em xin cảm ơn",
    "Em tên là  MSSV:  Sau khi có điểm anh văn nói nói viết, em thấy mình đã đủ điều kiện để xét tốt nghiệp đợt tháng 4/2021. Em mong phòng đào tạo sớm cập nhật dể em có thể đăng ký tốt nghiệp trong trang Mybk. Em xin cảm ơn .",
    "Chào ad ạ  Ad cho em hỏi sao học kỳ này em đăng ký có 2 tín chỉ mà phải đóng tận ₫ học phí vậy ạ. Có quá lêchh không ạ. Mong ad phản hồi ạ. Em cảm ơn ạ.",
    "Họ tên:  MSSV:  Em là sinh viên thuộc diện chính sách con thương binh, được miễn học phí. Học kỳ 202 em đăng ký 19 tín chỉ kỳ chính. Theo như em biết thì qua chỉ 17 sẽ đóng tiền như bình thường, vậy em sẽ phải đóng tiền 2 chỉ. Theo hình em chụp kì này em phải nộp 2 triệu 1 trăm. Cho em hỏi số tiền đó tính như thế nào?",
    "Em chào thầy cô ạ ! ﻿Em xin hỏi là nếu mình thi lại ngành khác thì có chuyển tín chỉ đã đạt được qua ngành mới không ạ .",
    "Do em không check mail và không biết ngày để đi sinh hoạt nên em đã không đi sinh hoạt và bị đánh vắng, cho em hỏi là có cách giải quyết nào không ạ?    i  .",
    "Em chào PĐT. Em tên là  học chuyên ngành Vật liệu xây dựng khóa 2014. Em đã đủ điều kiện  tốt nghiệp và đã đăng ký vào ngày 2/4/2021 tuy nhiên em đã bị sự cố khi hình không đáp ứng để được xét tốt nghiệp. Kính mong PĐT tạo điều kiện để em đăng ký lại ạ. Em chân thành cảm ơn.",
    "Dạ chào Thầy/Cô! Em tên:  MSSV :  Hệ : Vừa làm vừa học Dạ em đăng kí tốt nghiệp trong mục thông tin cá nhân thiếu nơi sinh. và mục Khoa/TT đào tạo sai thông tin. Nơi sinh của em: Đồng Tháp Khoa/TT đào tạo của em: kỹ thuật giao thông Mong Quý Thầy Cô xem và cập nhật lại giúp em. Em xin chân thành cảm ơn!",
    "Em thưa thầy cô ạ    Em không hiểu về lịch học của mình như file đính kèm. Nó trùng lịch giữa thí nghiệm Cơ lưu chất và thí nghiệm Vật liệu xây dựng ạ. Cảm ơn",
    "Em là  học lớp XD15DD5,     MSSV:  Em đã có tên trong danh sách tốt nghiệp tạm thời nhưng em không thể đăng ký tốt nghiệp trên mybk được. Mong phòng đào tạo hướng dẫn em.( Tình trạng sinh viên: Tạm dừng ) Em xin cám ơn!",
    "Cho em hỏi là làm sao để biết bằng PTTH của mình là hợp lệ ạ ? Em đã vào mybk và thấy phiếu đăng ký đã được xử lý. Vậy thì đã được xác nhận hợp lệ chưa ạ ? Em cảm ơn.",
    "Dạ em chào thầy/cô, hiện em là sinh viên K19, ngành Kỹ thuật Xây Dựng, em có nguyện vọng muốn đổi sang ngành khác trong trường mình thì em phải làm sao ạ. Em xin cảm ơn.",
    "Chào cô, Em tên , mã số sinh viên . Em có đăng ký trong đợt đăng ký tốt nghiệp vừa rồi trên mybk và đã đóng tiền đăng ký 95 nghìn. Trên trang đăng ký của em hiện trạng thái \"Phiếu đăng ký đã xử lý\" nhưng em tra mã số sinh viên trong danh sách tốt nghiệp chính thức không có. Mong cô hỗ trợ giùm em. Cảm ơn cô đã đọc.",
    "Em: -MSSV:   Sinh viên của khoa Bảo Dưỡng Công Nghiệp, lớp BDCN CN01  Nay em làm đơn này để xin phòng Đào tạo mở thêm sĩ sỗ lớp môn Anh Văn 4 nhóm DT01 vào 3h thứ 7 hàng tuần của thầy  . Em xin cảm ơn.",
    "xin chào các thầy cô  hiện em đang học ngành cơ điện tử  em muốn hỏi là e có bắt buộc phải nộp bằng tin học cơ bản không ạ ??? nếu có thì phải nộp vào thời gian nào ạ ??? mong các thầy cô giải đáp thắc mắc của em. em cám ơn ",
    "Chào thầy cô, Em tên là , mssv , là sinh viên khoa KH&KT Máy tính. Trong đợt đăng ký tốt nghiệp vừa rồi (tháng 3/2021), em đã đăng ký tốt nghiệp thành công và được công nhận tình trạng \"Tốt nghiệp\". Hiện nay em đang muốn nhận giấy tốt nghiệp tạm thời. Vậy thầy cô cho em hỏi em có thể nhận bằng này ở đâu, và có cần phải đăng ký in trước không ạ? Em kiểm tra các dịch vụ trên MyBK hiện không có tính năng in bằng tốt nghiệp tạm thời. Mong nhận phản hồi từ thầy cô! Trân trọng, Đang",
    "Phòng Đào tạo cho em hỏi SV K20 cần bắt buộc học 2 hay 3 môn thể chất ạ?",
    "Em chào thầy/ cô ạ. Sáng nay đột nhiên em thấy tên mình trong nhóm BTL XSTK kì DT202. Em lên đki môn học check thì thấy có gửi đăng ký đợt 2 nhưng em có thể chắc chắn rằng mình không có đăng ký. Bên trường có thể nào check lại xem có phải do lỗi hệ thống hay không ạ?",
    "Cho em hỏi lần trước quên đóng bảo hiểm y tế thì thẻ có bị hủy không ạ, và bây giờ đóng được không và đóng ở đâu ạ ? ",
    "Em đã hoàn thành các điều kiện để tốt nghiêp nhưng chưa thấy có tên trong danh sách tốt nghiệp dự kiến. Anh chị kiểm tra giùm em còn thiếu điều kiện gì nữa ạ",
    "Em chào thầy/cô !  Em là sinh viên K14. Em đã hoàn thành hết các môn học, ngày CTXH, anh văn nói viết. Nhưng AV4 thì em đang đợi kết quả toeic để đổi điểm. Do kết quả toeic có trễ hơn ngày hạn đăng kí tốt nghiệp nên cho em hỏi là sau khi em nhận kết quả toeic em mang lên PĐT xin phép đăng kí chuyển điểm AV4 rồi đăng kí tốt nghiệp luôn được không ạ?. Khi đăng ký tốt nghiệp trễ thì có được tham gia lễ tốt nghiệp không ạ?  Em cảm ơn.",
    "Thưa thầy/cô, sao em lên trang thông tin sinh viên phần điểm rèn luyện thì phần năm 1 em lại để 0 điểm rèn luyện ạ? Về học kỳ 201 thì có điểm rèn luyện là 86 nhưng học kì 191 và 192 lại để 0.",
    "Dạ chào PĐT, cho em hỏi điểm trung bình tích lũy ngành có tính điểm của các môn thuộc \"Cơ sở ngành/Nhóm ngành\" không ạ? Em cám ơn.",
    "Chào cô, cho em hỏi học phí dự thính kì sau có tăng nửa không ạ",
    "Cho em hỏi là trong bản sơ yếu lý lịch để đăng ký hệ vừa học vừa làm có chỗ ký xác nhận của địa phương quản lý người dự thi là phải về nơi đăng ký hộ khẩu thường trú xin chữ ký xác nhận phải không ạ. Xác nhận của phường ở Tp.HCM em đang đăng ký tạm trú được không ạ?. Em cảm ơn.   i  .",
    "Hiện tại em chưa nhận được thông tin về học phí trong kì này trên trang bkpay. Mong pdt có thể kiểm tra lại giúp em.",
    "Em chào phòng đào tạo! Cho e hỏi là khi thi 2 kỹ năng SPEAKING-WRITING thì khóa 2018 có được công nhận khi đăng kí thi tại BK-english không .Em cảm ơn.   i  .",
    "Em chào thầy/cô. Thời khoá biểu của em hiện tại bị lỗi, không hiển thị lịch học môn học dự thính Cấu trúc dữ liệu và giải thuật (CO2003) nhóm DT01_DT01 thầy  giảng dạy. Mong thầy cô PĐT kiểm tra và cập nhật lại giúp em.  - ",
    "Chào anh/chị PĐT Đại học Bách Khoa TP.HCM Em tên là  - MSSV:  Hiện tại em vừa hoàn thành đầy đủ các tiêu chí để tốt nghiệp ra trường vào tháng 04/2021, nay em muốn đăng ký vào danh sách tốt nghiệp bổ sung 04/2021, thì em có cần lên trực tiếp PĐT để đăng ký không ạ ? Kết quả danh sách tốt nghiệp bổ sung khi nào cập nhật ạ? Em cảm ơn ạ !",
    "Kính gửi thầy cô giáo tư vấn Em tên là , MSSV: thuộc khoa Cơ Khí. Theo như em đọc về quy đinh học bổng trên trang aao.hcmut.edu.vn thì điểm trung bình 1 học kỳ sẽ không tính điểm của các môn kì dự thính. Nhưng khi em xem mục Thông tin xét học bổng khuyến khích học tập ở Bảng điểm của mình thì điểm trung bình học kì em lại tính luôn cả điểm của môn dự thính ( chi tiết em có đính kèm ảnh Bảng điểm của em bên dưới ). Mong quý thầy cô giáo Phòng đào tạo giải quyết giúp em . Em xin chân thành cảm ơn.",
    "Cho e hỏi là : khi e đăng ký môn học, e có đăng ký 16 tín chỉ bình thường và có đăng ký thêm 1 môn GDTC ( 1 tín chỉ học phí ), nay e vào bkpay thì có thấy mức đóng của là 6.200.000 mà e biết thì trong khung 17 tín chỉ , chỉ phải đóng 5.850.000, tại sao lại có khoảng chênh như vậy ạ, em cảm ơn.",
    "chào cô em là (mssv) cô ơi cho em hỏi trước em có đăng kí chuyển điểm trên mybk nhưng chưa có điểm trên bảng điểm ấy ạ vì bây giờ em muốn hủy lệnh chuyển điểm đó được không ạ. Do em đang muốn dùng bảng điểm đó để chuyển điểm ở trường bên Nhật sắp chuyển tiếp tới đây và họ yêu cầu là bằng đó chưa được sử dụng để đổi điểm ở trường cũ ạ, từ giờ cho tới khi chuyển điểm bên kia còn mấy ngày nên không kịp thi bằng mới mong cô/thầy giúp đỡ em. Em cảm ơn.",
    "Em đã có gửi yêu cầu xem lại học phí học kỳ 201. Do đầu năm em đăng ký 18 chỉ học chính và môn học đề cương luận văn , lúc thanh toán học phí có thanh toán học phí môn đề cương luận văn nhưng môn đề cương không có trên bảng điểm .  Em mong PDT xem lại học phí cho em với ạ",
    "Em có đăng kí đợt thi kiểm tra tiếng Anh theo định hướng TOEIC hệ VHVL,ĐTTXA ngày 7/3/2021 lúc 13g30, phòng thi C5-302. Cho em hỏi có điểm thi chưa ạ ? Em chưa biết điểm ạ. Em cám ơn!",
    "Cô cho em hỏi là vào HK193 em có vắng thi cuối kì môn Những nguyên lí cơ bản của chủ nghĩa Mac Lê-nin (SP1003) do em bệnh phải nhập viện. Em có nộp đơn xin nhận điểm vắng thi có phép và đã có quyết định đồng ý của nhà trường, em đã đăng kí thi môn học này vào HK201 nhưng đến hiện tại bảng điển của em vẫn được cập nhật môn này.Em có lên pdt và hỏi ở trên bksi nhưng tới hiện tại vẫn chưa cập nhật cho em ạ. Mong cô sớm cập nhật giúp em. Em cảm ơn cô ạ.",
    "Hiện tại các bạn khác đã được cập nhật thông tin điểm để xét học bổng nhưng trên mybk của em lại chưa được cập nhật ạ. Mong phòng đào tạo xem giúp em với ạ!",
    "Kính chào Thầy/Cô ạ. Em là Huỳnh Quang Vinh. MSSV: 1713967. Lớp HC17MB1 Khoa Kỹ thuật hóa học. Hôm nay em có kiểm tra lại Thời khóa biểu học kỳ này của em thì phát hiện các môn của kỳ này bị mất hết ạ. Trên E-learning cũng tương tự như vậy. Trong khi TKB và EL của bạn em thì vẫn vào được bình thường. Mong Thầy/Cô kiểm tra lại và cho em hướng giải quyết ạ, vì kỳ này em đang làm luận văn ạ. Em cảm ơn Thầy/Cô đã đọc. Huỳnh Quang Vinh.  ",
    "Chào thầy cô, Em là  MSSV . Em đã học xong tất cả các môn nhưng thiếu anh văn để đăng ký luận văn. Em muốn xin giấy xác nhận sinh viên để đăng ký thi nhưng kỳ này em không đăng ký môn học nên không xin được. Kính mong thầy cô giúp đỡ ạ. Em xin cảm ơn ạ.",
    "Chào anh/chị PĐT Em tên Nguyễn Hồng Sơn -  Trong lần yêu cầu trước em có câu hỏi, là việc đăng ký tốt nghiệp bổ sung tháng 04/2021, thì PĐT có trả lời em nợ chứng chỉ Toeic nói - viết. Hiện tại em có kết quả thi Toeic Nói - viết tại BK English ngày 10/09/2020 là 200 điểm và ngày 13/09/2020 là 220 điểm. Mong anh/chị PĐT kiểm tra lại thông tin giúp em để em đăng ký tốt nghiệp đúng hạn, em cảm ơn.",
    "Em bị nhà trường buộc thôi học. Em hỏi rằng có cách nào để em được học lại ở trường không?",
    "Kính gửi thầy cô phòng đào tạo. Em đã làm đơn xin phép và gửi cho PĐT cs2 để xin được đăng kí môn học dự thính cơ học máy ME2077 vi nhà trường nhiều lần xóa môn của em . Em đã được PĐT đồng ý và giáo viên đứng lớp đã đồng ý ký xác nhận để em được học lớp cho kịp tiến độ học tập. Nhưng em đã đi học được một tuần vẫn chưa được cập nhật thời khóa biểu lẫn elearning , mong Thầy cô xem xét cập nhật giúp em ạ !",
    "Kính chào Thầy/Cô, Văn phòng PFIEV có nói với sinh viên tụi em là chương trình đào tạo mới chỉ có 2 môn tiếng anh chứ không còn 4 môn như trước nữa. Vậy điều này chính xác không ạ? Như vậy chuẩn sinh viên cũng thay đổi phải không ạ? Em cảm ơn",
    "Dạ em tên là  Mssv:  Dạ trường cho em hỏi em đã đủ hết tất cả điều kiện tốt nghiệp vậy vì sao em không đăng ký xét tốt nghiệp tháng 4/2021 và đóng tiền Onl được ạ ? Kính mong nhà trường xem xét và kiểm tra giúp em để em kịp hoàn thành thủ tục ra trường ạ.  B ",
    "Chào thầy,cô em là sinh viên khóa 18 bị trễ tiếng anh từ năm 1 nên em học trễ so với chương trình 1 năm và việc thay đổi chương trình từ khóa 19 làm em gặp nhiều khó khăn trong quá trình học tập, có 3 câu hỏi mong thầy, cô giải đáp giúp em ạ.       1. Có một số môn học bắt buộc ở k18 nhưng chương trình đào tạo ở k19 lại không có hay nó là một môn tự chọn. Và nếu có một số môn chuyên ngành bọn em xin mở lớp với mã môn học cũ, đủ sỉ số và được giảng viên bộ môn đồng ý mở lớp thì phòng đào tạo có mở lớp cho bọn em không ạ. Vì nếu đợi môn học tương đương của k19 tụi em sẽ lại trễ tiếp 1 năm nữa là 6 năm để tốt nghiệp trong khi nếu không tính những môn rớt tụi em chỉ còn 6-7 môn để ra trường và trong quá trình học bọn em chua bị cảnh cáo học vụ bao giờ cả ạ.   2. Sỉ số mở lớp môn chuyên ngành và môn chuyên ngành tự chọn nhóm A,C là bao nhiêu ạ.   3.học kì hè nhà trường có mở lớp vào thứ 7, chủ nhật không ạ. Em xin cảm ơn thầy, cô. Chúc thầy cô một ngày tốt lành ạ.",
    "kính gửi pdt  em đã xin hủy môn học những nguyên lí cơ bản mac lenin nhưng tại sao lại tính học phí môn học đó và chưa thấy cập nhật môn học đó trên tkb ạ  em xin cảm ơn",
    "Hiện tại theo thông tin em biết thì từ học kì 211 sinh viên chương trình đại trà sẽ chuyển 100% về cơ sở 2 học. Vậy cho em hỏi thông tin đó có chính xác không ạ (để em có thể chủ động sắp nơi ở để phù hợp với điều kiện học tập). Em xin cảm ơn ạ",
    "TRƯỜNG cho em hỏi điều kiện và quy trình bảo lưu học tập tại trường là như thế nào ạ Và tái nhập học như nào ạ",
    "Thưa thầy cô, em được biết từ K21 đại trà sẽ lên học phí mức 25tr/Kỳ, nếu em là K19 học liên thông đại học từ học kì 211 thì sẽ tính mức học phí theo K19 hay K21 ạ. Và nếu theo K21 thì học phí Liên thông ĐH là bao nhiêu ạ? Em cảm ơn thầy cô đã hỗ trợ.",
    "do em thiếu anh văn nên chỉ đăng kí được 7 tín chỉ mà trong bkpay không có hiển thị tiền đóng học phí. vậy em phải làm sao ạ",
    "Cho em hỏi là trong kì này em không có đăng kí dự thính mà sao trong Bkpay lại yêu cầu em phải thanh toán ạ. Mong được admin trường sớm giải quyết giúp em ạ. Em cảm ơn.",
    "Chào thầy/cô. Hiện tại thời khóa biểu của em bị lỗi. Em đang học môn cấu trúc dữ liệu và giải thuật (CO2003) nhóm DT01_DT01 , nhưng thời khóa biểu của em lại hiển thỉ môn CO2003 của nhóm khác, không phải nhóm em đang học. Thời khóa biểu môn CO2003 em đang học là tối thứ 4 và thứ 5 tại CS1. Hôm qua em có gửi hỗ trợ, nhưng chưa giải quyết xong đã đóng yêu cầu của em. Mong thầy cô kiểm tra lại giúp em. Em xin cảm ơn thầy/cô.",
    "Thầy cô ơi, hiện nhà em đang khó khăn, thầy cô có thể dời hạn học phí của em, đợi đóng đợt 2 rồi em đóng luôn 1 lần được ko ạ, tại hiện giờ em chưa có tiền, nên là thầy cô có thể dời hạn đến đợt đóng tiền này đến đợt 2 rồi em đóng luôn được ko ạ, em xin cảm ơn thầy cô",
    "Dạ em chào thầy/cô ạ. Em muốn đăng kí rút môm XSTK mã MT2013 và Vật lý 2 mã PH1005 ở kì dự thính 202 này ạ. Lí do là do em không hề biết mình có đăng ký môn, có thể do lỗi hệ thống hoặc do ai đó vào tài khoản của em để đăng ký và sáng nay em có lên PĐT thì cô không giải quyết được ạ. Em có thể rút môn được không và mức học phí em vẫn phải đóng là 4.200.000 đúng không ạ?",
    "Cho em hỏi em có thấy trên trang web   I http://www.aao.hcmut.edu.vnndex.php?route=catalog/chitietsv&path=59_79&tid=1952  /I  là học phí chương trình vừa học vừa làm ở Bách Khoa được thu theo trọn gói một học kỳ: 15.000.000 VNĐ/HK từ khoá 2021 nghĩa là mình học bao nhiêu tín chỉ cũng đóng bằng đó tiền hay sao ạ? Em cảm ơn!   i ",
    "Em chào thầy cô, Em muốn hỏi là điểm trung bình tích lũy Ngành có tính các điểm môn đại cương và chính trị vào không ạ? Và môn học được đánh dấu cốt lõi tốt nghiệp là gì ạ? Em cảm ơn",
    "Tên là: .  MSSV:    i  . Cho em hỏi học phí kỳ chính của em là 19 chỉ còn dự thính của em ( tính cả anh văn 1A trong kỳ chính) là 6 chỉ, tổng công em có 25 chỉ. Mà học phí học kỳ chính của em có vấn đề ạ, theo nhà trường 1 chỉ là 350k vnđ trong kỳ chính, nhân lên với 19 chỉ của kỳ chính của em là 6650k vnd mà em đc miễn giảm học phí 70% ( thuộc diện dân tộc thiểu số) vậy đc miễn giảm xong em còn 1995k vnđ chứ ạ. Mà sao trên PKpay của em trong học kỳ chính là 2730k vnd vậy ạ?",
    "HỌC PHÍ - Hiện tại trên trang Bkpay của em chưa có hiện học phí học kỳ này (202), em có nợ lệ phí kiểm tra Anh Văn (160k) hồi đợt tết. - Em rất sợ là mình bị huỷ kết quả học kỳ này (202). Em xin được hỏi cách giải quyết và e sẽ làm nhanh nhất có thể để khắc phục.",
    "Trong đợt đăng kí môn học em có đăng kí thành công môn Pháp Luật Việt Nam Đại Cương (SP1007). Nhưng sau nhiều lần Phòng Đào Tạo cập nhật lại thời khóa biểu thì thời khóa biểu của em đã bị mất môn học trên (đồng thời mất luôn 2 tín chỉ đã đăng kí). Kính mong Phòng Đào Tạo xem xét ạ. Em xin chân thành cảm ơn.",
    "Dạ chào thầy/cô, em là , mssv:  Dạ em muốn rút môn học thì tuần này là tuần 6 còn kịp không ạ ? với em ghi vào đơn mẫu và gửi hình qua bksi vẫn được không ạ ? em cảm ơn thầy/cô.",
    "Em có thi av do trường tổ chức tại cơ sở 2, và được 495đ thì nó có được tính là qua av3 không ạ? và muốn coi danh sách những môn av đã được thông qua thì xem ở đâu ạ? em cám ơn.",
    "Kính thưa thầy cô! Vì một số lý do nên em muốn rút môn học ở HK này. Theo quy chế là hết tuần thứ 6(là hết tuần này), nhưng trên mail lại là 26/3. Thầy cô cho em hỏi bây giờ em có thể nào làm đơn xin rút môn không ạ",
    "em học lại do rớt môn mà đăng kí trong học kì chính không học kì dự thính vậy tiền học tính trong học kì chính luôn phải không ạ",
    "Cho em hỏi, nếu chưa đạt chuẩn anh văn năm 4 thì có được thực tập tốt nghiệp vào hè năm 3 không ạ! Em cảm ơn.",
    "Dạ cho em hỏi, em đang học ngành Kỹ thuật hóa học CLC K19, em có được đổi sang ngành Công nghệ thực phẩm không ạ? Điểm thi đầu vào của em đủ cho cả 2 ngành ạ.",
    "cho em hỏi là tuần này còn có thể nộp giấy đăng ký rút môn học không ạ?",
    "Em chào thầy ạ ! Em là sinh viên hệ VHVL , em có học một số môn học ở hệ Chính Quy . Em có cần phải chuyển điểm từ hệ Chính Quy sang hệ VHVL không ạ ? . Nếu cần phải chuyển điểm , mong Thầy chuyển giúp giùm em hoặc Thầy có thể hướng dẫn giúp em thủ tục để chuyển điểm được không ạ . Em xin cảm ơn Thầy ạ ! ",
    "chào cô em là (mssv) cô ơi cho em hỏi trước em có đăng kí chuyển điểm trên mybk nhưng chưa có điểm trên bảng điểm ấy ạ vì bây giờ em muốn hủy lệnh chuyển điểm đó được không ạ. Hủy kết quả hay điểm cũng được ạ. Do em đang muốn dùng bảng điểm đó để chuyển điểm ở trường bên Nhật sắp chuyển tiếp tới đây và họ yêu cầu là bằng đó chưa được sử dụng để đổi điểm ở trường cũ ạ, từ giờ cho tới khi chuyển điểm bên kia còn mấy ngày nên không kịp thi bằng mới mong cô/thầy giúp đỡ em. Em thực sự rất cần để đủ điều kiện qua đó mong thầy cô xem xét",
    "Dạ thưa ban quản lý pđt , học kì này em đăng ký dưới 8 chỉ thì cho em hỏi là em có đc giảm 50% học phí không ạ? Do em thấy em đk 6 chỉ mà học phí tận 4tr4 nên em muốn hỏi mình có đc giảm bớt học phí không ạ.",
    "Thưa cô/thầy, Trên web tốt nghiệp nhà trường ghi hạn chót xét tốt nghiệp là 2/4. Em muốn hỏi có dời lại thêm được không ạ, nếu h mình đăng ký xét tốt nghiệp tháng 4 thì còn kịp không ạ. Cảm ơn",
    "Tốt nghiệp     Chào Thầy/cô  !!  Em tên:   MSSV:   Em xin hỏi trường mình đã có thời gian chính thức cho lễ tốt nghiệp chưa ạ !! Mong Thầy/cô phản hồi em sớm để em có thể sắp xếp công việc  Em xin chân thành cảm ơn Thầy/Cô   Kí tên  Thạnh ",
    "Kính gửi thầy cô Em là Ông  MSSV  Em có một số câu hỏi như sau: 1) Em đọc quy định học bổng thấy có ghi là số tín chỉ (tc) tối thiểu 10 tc nếu sinh viên học vượt có TCTLN  = 100% số tc chương trình đào tạo (ctdt) tính tới kì xét học bổng. Em không hiểu phần này mong thầy cô giải thích. 2) Theo ctdt hk202 của em là 18 tc và hiện tại em đang học 21 tc. Nếu điểm trung bình xét học bổng của em  = 7.0 với: - đạt 21 chỉ - có rớt nhưng đạt được 100% số tc theo ctdt - có rớt nhưng đạt được 90% số tc theo ctdt Trong 3 trường hợp trên thì trường hợp nào em được xét học bổng khuyến khích học tập vậy ạ Em mong thầy cô giải đáp cho em Em trân thành cảm ơn",
    "Kính chào Thầy/Cô! Em tên:  MSSV : . Lớp PC16HTD. Hệ : Vừa làm vừa học Em đăng kí tốt nghiệp trong mục thông tin cá nhân thiếu nơi sinh và Khoa/TT đào tạo. Nơi sinh : Thành phố Hồ Chí Minh Khoa: Điện - Điện Tử Kính mong Quý Thầy Cô xem và cập nhật lại giúp em. Em xin chân thành cảm ơn!",
    "Dạ do em nợ học phí Sau Đại học kỳ rồi nên TKB Đại học HK202 bị hủy. Hôm qua em kiểm tra thấy học phí bên Sau Đại học có thời hạn deadline là 9/5/2021 và em đã thanh toán lại vào hôm qua rồi ạ . Vậy cho em hỏi là em có thể xin mở lại bổ sung môn Luận văn tốt nghiệp (CH4353) ở kỳ này được không ạ? Mong Thầy/Cô xem xét ạ. Cảm ơn Thầy/Cô đã đọc ạ, em cảm ơn.",
    "Chào thầy/cô Em có thắc mắc là khóa K19 có phải nộp chứng chỉ CNTT không ạ?",
    "Kính chào Thầy/Cô! Em tên:  MSSV : . Lớp PC16HTĐ. Hệ : Vừa làm vừa học Em đăng kí tốt nghiệp trong mục thông tin cá nhân thiếu nơi sinh và Khoa/TT đào tạo. Nơi sinh: Thành phố Hồ Chí Minh Khoa: Điện - Điện Tử Kính mong Quý Thầy Cô xem và cập nhật lại giúp em. Em xin chân thành cảm ơn!   i  .",
    "Em muốn rút môn học nhưng không đọc kĩ mail nên đã bỏ lỡ đợt rút môn học  Cho em hỏi giờ phòng đào tạo còn tiếp nhận đơn rút môn học không ạ  Em cảm ơn",
    "Cho e hỏi là lịch thi giữa kì môn giải tích 2 của e trùng với lịch học thực hành môn vẽ kỹ thuật xây dựng thì phải làm sao ạ?",
    "Kính gửi quý thầy cô giáo tư vấn, Em tên là ,mssv:  sinh viên Khoa Cơ Khí. Theo như em đọc về quy đinh học bổng trên trang aao.hcmut.edu.vn thì điểm trung bình 1 học kỳ sẽ không tính điểm của các môn kì dự thính. Nhưng khi em xem mục Thông tin xét học bổng khuyến khích học tập ở Bảng điểm của mình thì điểm trung bình học kì em lại tính luôn cả điểm của môn dự thính ( chi tiết em có đính kèm ảnh Bảng điểm của em bên dưới ). Mong quý thầy cô giáo Phòng đào tạo giải quyết vấn đề này giúp em . Em xin chân thành cảm ơn.  ",
    "Em là sinh viên K16 nghành Công nghệ may khoa Cơ Khí, hiện tại em vẫn chưa qua một số môn, nhưng theo chương trình đào tạo của k19 thì em không thấy có môn học giống khóa của em, cụ thể là 2 môn có MSMH ME3985 VÀ ME3111, em tìm trong danh sách môn tương đương thay thế trên trang web phòng đào tạo cũng không thấy môn học thay thế cho hai môn này . Môn học ME3111 là môn đồ án, vậy nếu chỉ có mình em đăng kí, không đủ sĩ số thì có được mở lớp không ạ. Và trường hợp môn tương đương thay thế ít số tín chỉ hơn môn học theo chương trình đào tạo khóa của em thì phải làm sao ạ. Mong phòng đào tạo sớm giải đáp giúp em. Em cảm ơn ạ",
    "Tên :   MSSV :  Vào ngày 07/4/2021 em có kiểm tra học phí kỳ 202 trên bkpay, ngoài tiền học phí 5.850.000 nghìn đồng cho kỳ này em còn có một mục khác là mục tiền học phí dự thính ngoài giờ 1.050.000 nghìn đồng của kỳ 202, trong khi lúc trước em chưa từng đăng ký học dự thính cho kỳ 202 và ở kỳ 202 em chỉ đăng ký đủ 17 tín chỉ, vậy em phải làm như thế nào ạ ???  Em xin cảm ơn.",
    "Em muốn hỏi là tại sao em đã có quyết định chuyển khoá từ k19 sang k20 vào ngày 16/10/2020 , và đã được cập nhật lớp mới GT20HKTT1  ở thời điểm đó . Nhưng sao bây giờ lớp của em lại là GT19TAU1 vậy ạ?",
    "Kính chào  Em là   MSSV :  Em vào mục đăng ký TN nhưng trang web hiện trình trạng đăng ký là không được đăng ký ( tạm dừng ). Trước em có lên  nộp đơn đăng ký thu nhận lại thi  bảo không cần. Nếu có tên trong danh sách dự kiến TN thì trang web đăng ký sẽ tự động thu nhận lại và em sẽ đăng ký được. Vì vậy, em mong  mở lại trang web đăng ký để em đăng ký TN ạ. Em xin cảm ơn!",
    "Dear cô, Em vừa rút môn học mã EN1003 vào ngày 07/04/2020. Em xin phép được hỏi làm sao để biết rút môn học đã thành công ạ?",
    "Dạ em chào các thầy cô! Em tên , sinh viên khóa K2018, mới sáng nay em nhận được thông báo từ trường là từ học kỳ 211, sinh viên hệ đại trà tất cả các khóa kể cả k2018 đều về học tại cs2. Nhưng thưa các thầy cô, tụi em thuộc khoa Cơ khí và kể từ học kỳ 201,tụi em đã chuyển lên học tập tại CS1 theo đúng chương trình, từ đó tới giờ cũng gần được 1 năm, rồi trường đột ngột thông báo chuyển về cs2 học, rồi học 212 lại làm luận văn các thứ ở CS1, vậy là tụi em cứ di chuyển lên xuống liên tục. Trong khi đồ đạc, thầy cô cũng hiểu, tụi em chuyển trọ đâu phải chuyện đơn giản ạ, chỗ ở cứ không cố định thì tụi em phải học tập sao thưa các thầy cô. Em có thắc mắc, có hay không việc phân biệt đối xử giữa sinh viên hệ đại trà và sinh viên hệ Chất Lượng Cao/Tiên Tiến/Quốc tế và PFIEV? Kể từ khóa 2019 thì các em chưa chuyển lên, nhưng k2018 tụi em đã chuyển lên được gần 1 năm rồi ạ. Em rất mong nhà trường xem xét, vì chuyển trọ không phải đơn giản đâu ạ. Trước khi ra quyết định, nhà trường có nghĩ đến nhận được khó khăn của sinh viên chưa? .",
    "Chào PĐT, Em tên là , MSSV:  Vào tuần rồi, em có nhờ PĐT giúp đỡ em kiểm tra lại thông tin hiển thị trong danh sách tốt nghiệp chính thức tháng 4/2021 chỉ hiển thị 1 bằng mặc dù trong danh sách dự kiến tốt nghiệp đã hiển thị 2 bằng. Hôm nay, khi em kiểm tra lại thông tin trong danh sách tốt nghiệp chính thức vẫn chỉ hiển thị cho 1 bằng. Vậy, có phải dữ liệu tốt nghiệp của em gặp vấn đề không? Liệu rằng có ảnh hưởng đến kết quả nhận bằng sắp tới không ạ? Kinh mong PĐT kiểm tra lại giúp em. Em xin chân thành cảm ơn!",
    "dạ chào pđt , em đã nộp chứng chỉ anh văn , và đã trả kết quả hợp lệ ! cho em hỏi giờ em coi điểm anh văn của em ở đâu và được học năm 2 không ạ ! em thi 370 toeic ạ ! em cảm ơn ad ạ ! ",
    "Dạ em chào quý thầy cô. Em là sinh viên khoá K18. Dạ thầy cô cho em hỏi là theo như quy chế mới thì tất cả môn đại trà sẽ học ở cơ sở Dĩ An. Vậy em khoá k18 đã vào cs 1 hx đc 1 năm. V năm thứ 4 có phải trở về cs 2 để hx ko ak",
    "Phòng đào tạo cho em hỏi thời gian công bố học bổng 201 là bao nhiêu vậy ạ, em cảm ơn phòng đào tạo .",
    "Thưa thầy(cô)! Em có nhận mail thông tin về địa điểm học tập cụ thể của hk 211 cho sinh viên hệ đại trà là toàn bộ học ở cs 2 thủ đức ạ. Thầy cô cho em hỏi nếu vậy thì những môn chuyên ngành từ năm 3 trở đi phải bắt buộc học ở cs2 luôn hay được học ở cs1 không ạ ? Vì địa điểm học tập của các lớp thí nghiệm sẽ là cs1 nên em thiết nghĩ việc học ở cs2 các lớp lí thuyết chuyên ngành sẽ gây ảnh hưởng rất lớn đến việc lựa chọn chỗ ở của sinh viên ạ.(việc chạy đi lại giữa 2 cs là rất tốn thời gian và sức lực của sinh viên ạ.). Em có lướt qua một số diễn đàng của sinh viên trường  thì hầu hết các bạn đều cảm thấy bất ngờ và hoang mang với quyết định này của trường ạ.",
    "Em xin chào thầy cô ạ! Em vừa xem quy chế mới liên quan đến học phần GDTC được cập nhật ngày 8/4/2021. Quy chế mới có ghi là học sinh phải hoàn thành học phần 1 gdtc trong năm nhất mới được đăng kí môn học ở năm 2.Nhưng vì một số lí do ( lúc em đăng kí thì tất cả các môn đã đầy đủ học sinh tham gia) nên em không đăng kí được. Nên em không thể học được học phần 1 gdtc, ở học kì 202 em mới đăng kí được thể chất nhưng chỉ học phần 2. Em viết yêu cầu này kính mong thầy cô cho em biết em có thể đăng kí các môn học ở năm 2 được không, và có cách nào để giải quyết vấn đề này không ạ!!! Em mong quý thầy cô giúp đỡ em. Em xin chân thành cảm ơn( Việc không đăng kí được học phần 1 gdtc không chỉ mỗi riêng em, mà còn rất nhiều bạn ạ)",
    "Kính chào anh/chị PĐT Em tên :  -MSSV:  Em vừa nhận được thông báo đủ điều kiện xét tốt nghiệp, trong quá trình đăng ký đơn xin tốt nghiệp, thì em phát hiện mình chỉ tốt nghiệp 1 bằng. Hiện tại em đủ các điều kiện xét tốt nghiệp song bằng ( bằng 1 và bằng 2 ) theo chương trình đào tạo chính quy của ĐH Bách Khoa TPHCM   B Bằng 1 – Ngành học : Kỹ thuật Công Trình Biển ( Cảng – Công Trình Biển)– Khoa Kỹ Thuật Xây Dựng. Bằng 2 – Ngành học : Kỹ thuật Công trình xây dựng ( Xây dựng Dân Dụng và Công Nghiệp) – Khoa Kỹ Thuật Xây Dựng.     Em mong Phòng đào tạo xem xét lại nguyện vọng tốt nghiệp của em Em xin cảm ơn",
    "Em chào thầy cô ạ! Em xin hỏi là học phí của k19 là 5.850.000 nhưng trong BKpay lại là 6.200.000 mặc dù em không đăng ký dư chỉ. Không biết có phải lỗi không hay là do trường tăng học phí ạ. Mong thầy cô giải quyết, em xin cảm ơn.",
    "Em có dự định học bằng 2 ngành Kỹ thuật xây dựng cho em hỏi bằng 2 chính quy khác gì với vừa học vừa làm ạ. Bằng 2 chính quy có học buổi tối không ạ?",
    "Em chào thầy cô, theo quy chế khoá k19 được phép đăng kí speaking and writing tại trường nhưng nếu em thi bằng quốc tế toeic speaking and writing nộp thì có được không",
    "Chào thầy/cô, Em có thắc mắc là điểm trung bình học kỳ để xét HBKK theo quy định mới có tính điểm học kì dự thính của học kì đó không ạ? Ở mục thông tin xét HBKK, điểm trung bình học kỳ của em đã được cộng điểm của học kỳ dự thính. Em xin cảm ơn.",
    "Em xin chào quý thầy/cô. Theo quy chế mới, sinh viên khoá 18 có thể sử dụng chứng chỉ Speaking & Writing của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa để xét tốt nghiệp, tuy nhiên mức điểm tối thiểu là bao nhiêu thì lại không đề cập. Vậy quý thầy/cô cho em hỏi mức điểm bao nhiêu thì mới được ạ? Em xin cám ơn!",
    "Kính thưa thầy (cô) Em có nhận thông báo về việc thay đổi địa điểm học tập từ học kỳ 211 sẽ thực hiện dạy học ở cơ sở Dĩ An (đối với sinh viên hệ đại trà). Cá nhân em cảm thấy có một vài bất cập trong việc thay đổi trên. Trước tiên là về chỗ ở, em đang là sinh viên năm 4 và trong khoảng 1 năm nữa là em ra trường và chỗ ở hiện tại em đã đặt cọc 2 năm trong khi hết học kỳ này em chỉ vừa ở được 1 năm và việc dời địa điểm học xuống cơ sở Dĩ An thì hoặc là em phải chịu mất tiền cọc hoặc là em phải chịu di chuyển đoạn đường xa để đi học. Thứ hai là về việc một số môn học thí nghiệm có phòng thí nghiệm đặt tại cơ sỏ Lý Thường Kiệt nên nếu em chuyển xuống cơ sở Dĩ An thì việc đi lại của em cũng mất nhiều thời gian và ảnh hưởng đến chất lượng học tập . Em mong thầy (cô) xem xét và có phương án hỗ trợ giúp em ạ! Em cám ơn và chúc sức khỏe thầy (cô)! ",
    "Trong quy chế học vụ thay đổi từ 202 trong phần anh văn 2 kỹ năng nói viết do Trung tâm ngoại ngữ trường thực hiện và áp dụng cho từ khóa 18. Vậy cho em hỏi là 19 cũng sẽ thi do Trung tâm hay phải thi lấy bằng nói viết riêng ạ?",
    "Dạ em chào quý thầy cô phòng đào tạo. Em tên:  MSSV:  Lớp XD17CTGT02 Dạ cho em hỏi là lớp anh văn theo yêu cầu đợt đăng ký bổ sung, đợt mở đăng ký từ 25/3/2021-27/3/2021, khi nào mới mở lớp này ạ. Dạ em cảm ơn quý thầy cô.",
    "Thưa quý thầy cô. Hiện tại nơi ở của em đã bị nhà nước giải tỏa. Em bắt buộc phải nhập hộ khẩu đi nơi khác nhưng cũng chỉ là phường này sang phường khác trong tỉnh. Nên em muốn hỏi là cách thức để thay đổi trong thông tin sinh viên em",
    "Kính chào thầy (cô), Em tên là  mssv . Trong học kỳ hiện tại 202 này em có đăng ký thực tập tốt nghiệp và phía công ty có yêu cầu em về xác nhận không đi qua các vùng dịch COVID 19 để đảm bảo về vấn đề y tế. Em xin cam đoan trong vòng hơn 21 ngày gần đây em không hề rời khỏi tp.HCM. Em không biết nhà trường có thể làm xác nhận cho em hoặc có hướng giải quyết nào giúp em được không ạ. Hiện tại em không biết phải làm thế nào, mong nhà trường có thể hỗ trợ giúp em. Em chân thành cảm ơn",
    "PĐT cho em hỏi kì này em đăng kí 15 chỉ nhưng sao học phí của em lại là 6.200.000 VNĐ ạ. Em cảm ơn.",
    "Dạ em tên là  MSSV . Dạ cho em hỏi tại sao số tín chỉ tích lũy của em là 73 mà số tín chỉ tích lũy ngành chỉ có 71, trong khi em không học môn nào ngoài chương trình đào tạo. Em xin cảm ơn ạ.",
    "Chào cô/thầy, Theo như tệp đính kèm em đã tải lên, ở mục thông tin xét học bổng khuyến khích, số tín chỉ đạt trong kì là 18, nhưng sao điểm lại tính theo 21 tín chỉ ạ? Em xin cảm ơn. Thân.",
    "Kính gửi Phòng đào tạo  Em tên:  mssv:  Học ở trung tâm đào tạo bảo dưỡng công nghiệp khoá K17. Lớp CN01 Nay em làm đơn này để xin tăng sĩ số môn học Anh văn 4 (LA1009), nhóm DT01. Thứ 4 tiết 13 15 15. Thứ 6 tiết 1314 15 ở cơ sở 1  Em làm đơn này kính mong phòng đào tạo cho em xin phép được học Anh văn 4 trong học kì dự tính 201 Em xin cám ơn Phòng đạo tạo",
    "Dạ cho em hỏi nếu kì này không qua thể chất thì phải học lại đúng môn đó hay được đăng kí môn khác không ạ",
    "Kính gửi thầy(cô) Theo như em được thông tin là để đăng ký được môn thực tốt nghiệp ngành xây dựng dân dụng(mã môn học CI3345) thì cần tối thiểu 95 tín chỉ tích lũy ngành. Trường hợp của em là hết kỳ 202, tổng tín chỉ tích lũy ngành là 94. Thì có thể cứu xét để đăng ký thực tập tốt nghiệp không?",
    "Chào thầy/cô ạ Em muốn hỏi là em lỡ làm mất thẻ sinh viên hiện em có đăng ký làm lại thẻ mới trên mybk ạ. Nhưng em thấy phải in ra nộp cho phòng CTCT SV rồi mới đem qua PĐT để nhận đúng không ạ? Mong thầy cô cho em một chỉ dẫn cụ thể ạ? Em xin cám ơn ",
    "Chào thầy/cô . Em là khóa K14. Cho em hỏi là trường có mở đợt đăng ký tốt nghiệp bổ sung không ạ? Do em chờ điểm toeic nên bị trễ hạn đăng ký tốt nghiệp. Em có thấy hạn đăng ký tốt nghiệp trên Mybk tới 30/4. Vậy đăng ký trước 30/4 vẫn nhận bằng tốt nghiệp được đúng không ạ? Em cảm ơn ạ.",
    "Thưa cô, Nếu không tính điểm học kỳ dự thính, thì điểm TBHK phải là 8,08 chứ ạ. Xin cám ơn cô.",
    "Em chào thầy cô ạ. Hiện tại em thiếu 2 môn(xử lý số tín hiệu và truyền số liệu) để đủ điều kiện thực tập hè. Vậy có cách nào để em thực tập trước rồi học bù 2 môn đó sau được không ạ? Em cám ơn ạ.",
    "Chào phòng đào tạo , em là sinh viên k19 ngành cơ khí , khoa cơ khí , hiện tại học  kỳ 202 em đã đăng ký gồm 2 môn trong chương trình đào tạo khóa 2019  là chi tiết máy ME2007 ( bao gồm cả  môn thí nghiệm của nó đi kèm là ME2008 ) , và môn Thí nghiệm cơ học máy ME2117 chỉ có thí nghiệm. Em được giáo viên dạy môn thí nghiệm chi tiết máy ( ME2008 ) thông báo là chỉ cần học môn thí nghiệm ME2008 ( đi kèm khi đăng ký môn ME2007 ) hoặc  ME2117 là đủ , không cần học cả 2 môn , vì 2 môn có nội dung trùng nhau và mã ME2008 là mã của chương trình cũ . Như vậy em có quyền chọn 1 trong 2 để học hay không , và nếu bị trùng môn học như vậy thì em có được hoàn lại hoc phí 1 trong 2 học phần thí nghiệm không . Em cảm ơn",
    "Em chào thầy/cô, Em vừa đăng kí tốt nghiệp ngày 02/04/2021 và đã được xử lí, hiện tại là trong danh sách tốt nghiệp dự kiến tháng 4 đã có tên em nhưng trong danh sách tốt nghiệp chính thức chưa có . Em không rõ là em có được làm lễ tốt nghiệp vào tháng 4 này không, nếu không thì em có thể đăng kí bổ sung được không? Mong thầy/cô giúp đỡ thông tin giúp em. Em xin cảm ơn.",
    "Em nộp bằng toeic vào ngày 30/3/2021. Ngày trả kết quả hợp lệ là 9/4/2021. Em đã hoàn thành đủ 142 chỉ tích lũy ngành (Kỹ thuật điện tử viễn thông) và đậu anh văn nói viết. Liệu bây giờ em có được xét tốt nghiệp vào tháng 4, nếu có thì em cần phải làm những gì ạ? Em mong nhận được sự trả lời từ phòng đào tạo ạ! Em cảm ơn.",
    "Dạ cho em hỏi ngày tốt nghiệp chính thức của đợt t4 là ngày mấy vậy ạ? Mong nhà trường báo sớm để gia đình xem sắp xếp đến dự ạ. Em cảm ơn.",
    "Chào thầy cô, Em là , MSSV ,   học ứng dụng. Em có đăng kí tốt nghiệp nhưng chỗ dòng  như kèm hình không để tên  của em. Do đó e xin hỏi thầy cô cách khăc phục. Trân trọng",
    "Dạ em chào PĐT, cho em hỏi kỳ này em đăng ký 21 tín chỉ, trong đó bao gồm 3 chỉ môn Địa chất công trình, 4 chỉ XSTK em đã xin điểm Vắng thi có phép kỳ 201 . Nhưng sao tiền học phí của em là 7 triệu 250 nghìn đồng vậy ạ? Quy chế là em sẽ được miễn phí học phí đăng ký các môn Vắng thi có phép trong vòng 1 năm mà ạ?  Em cảm ơn ! Mong PĐT giải quyết cho em sớm nhất ạ !",
    "Em xin kính chào quý thầy cô. Trong đợt tốt nghiệp hệ chính quy vào tháng 4 này, em đã có tên trong danh sách tốt nghiệp dự kiến, thực hiện đăng ký tốt nghiệp và thanh toán trên BKpay rồi. Tuy nhiên hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp chính thức. Em mong quý thầy cô xem xét trường hợp này của em để có thể tốt nghiệp vào đợt tháng 4 này. Em xin chân thành cảm ơn quý thầy cô đã dành thời gian giúp em trong trường hợp này.",
    "Em chào thầy cô  yêu cầu chuyển hệ là ietls 6.0 vậy nếu em có bằng toeic tương ứng thì có được chuyển không? và điểm toiec tương ứng là bao nhiêu ạ? Em cảm ơn ạ",
    "Hiện tại em đang học anh văn 4 nhưng vì một số lí do cá nhân nên không thể tiếp tục học. Vậy nếu không rút môn học sau này em phải đăng kí học lại anh văn 4 hay chỉ cần đạt 600 điểm trong kì thi toeic ở trường thôi ạ? Nếu phải rút môn học thì bây giờ còn rút được không ạ?",
    "Dạ cho em hỏi thì Anh văn định kì để xét chuẩn đăng kí môn học năm nay dự tính thi vào thời gian nào ạ? Và để kịp đăng kí môn học cho kì 211 thì trường có khả năng tổ chức nhiều lần không ạ? Em cám ơn.",
    "Dạ chào quý thầy cô,  Cho em hỏi là bây giờ nộp đơn rút môn vẫn còn kịp không ạ.",
    "Chào /Chị. Em tên  MSSV  Hiện tại em đã có tên trong danh sách tốt nghiệp tạm thời và đã đăng ký hoàn thành việc tốt nghiệp ở trường Nhưng chưa có tên trong danh sách chính thức.  B  / Chị cho em hỏi là trường hợp của em đã có bằng tốt nghiệp tạm thời chưa ạ?    Em chân thành cảm ơn anh/chị đã dành thời gian.",
    "Chào thầy cô! Dạ cho em hỏi, em vừa hoàn tất học phí vào ngày 10/4 nhưng khi đăng kí tốt nghiệp vào hôm nay (12/4) thì tình  trạng vẫn là nợ học phí, dạ cho hỏi có phải hệ thống chưa cập nhật không ạ.Dạ em cảm ơn.",
    "Sau khi bắt đầu học kì 2 em nhận thấy bản thân không thể hoàn thành tốt được khối lượng đã đăng kí học tập nên em muốn rút môn anh văn 4. Phòng đào tạo có thể xem xét giúp em được không ạ?",
    "Chào thầy/cô, Em là , MSSV . Thầy/cô cho em hỏi đã có lịch ngày tổ chức lễ tốt nghiệp tháng 4/2021 chưa ạ. Em xem trên lịch học vụ mà không thấy ngày tổ chức lịch tốt nghiệp ạ. Em cảm ơn thầy/cô nhiều.",
    "Em tên là  MSSV:  Sau khi thanh toán xong học phí HK202 em thấy mình dã đủ điều kiện tốt nghiệp. Em mong phòng đào tạo sớm cập nhật dể em có thể đăng ký tốt nghiệp ạ. Em xin cảm ơn.",
    "Em là , em muốn rút môn av theo yêu cầu thì làm như thế nào và có tính học phí không ạ?",
    "Dạ em chào quý thầy cô phòng đào tạo. Em tên:  MSSV: Lớp XD17CTGT02 Dạ đợt phòng đào tạo có mở đăng ký lớp anh văn theo yêu cầu em có đăng ký nhưng tới đợt kết quả mới đây thì không có môn học ạ . Dạ em cảm ơn.",
    "Cho em hỏi, ban đầu em thi anh văn định kì ở trường được 355, đủ qua chuẩn anh văn năm nhất của khóa 2019 ạ, đến lúc đăng kí anh văn theo yêu cầu, em đăng kí nhầm môn av1A nên em định hủy môn lại nhưng đã hết hạn hủy môn ạ, nên em mới hông đi học av1A luôn ạ vì nghĩ là em đã qua chuẩn av1 rồi ạ, vậy sao đến đợt đăng kí av theo nhu cầu em đk av2A mà lại bị hủy với lý do trên trang mybk là chưa học môn lA1037 (em đã qua av1 theo chuẩn của khóa 2019) vậy ạ.",
    "Dạ em chào thầy/cô Em là sinh viên năm 3 (K18)  Em đã đạt AV3, chưa đạt AV4 Cho em hỏi với tình hình như trên thì học kì tới 211 em có được đăng ký những môn học có mã bắt đầu bằng 3 không? như CH3105 Em cảm ơn",
    "Dạ chào pdt, em có đăng ký học môn anh văn 2A nhưng kết quả lai xoa của em , em có nộp bằng toiec được 370 và đã có học vu được học năm 2 và pass anh văn 1 , vay sao giờ xoa mon anh van 2 của em ! Em mong pdt tra loi som giúp em a",
    "Dạ em chào thầy cô ạ Hiện tại em đang học lớp anh văn theo yêu cầu ( lớp AV1A ) và em sắp kết thúc lớp AV1A và tiếp tục đăng kí lớp AV2A tiếp theo . - Ngày 25/3/2021 trường có mở \" Đăng ký bổ sung các lớp Anh văn theo yêu cầu\" và em đã đăng kí tiếp tục lớp AV2A - Ngày 12/4/2021 trường công bố kết quả đăng kí nhưng em bị đăng kí không thành công, do lịch học lớp AV2A là thứ 3 và thứ 7 lúc 18h đến 20h tại cơ sở 2. Và T3 em cũng có tiết học sức bền vật liệu lúc 14h đến 17h50 tại cơ sở 2. Do hai môn em học tại cùng cơ sở 2 và em có đủ thời gian giãn cách giữa hai môn học. Em kính mong thầy cô có thể xem xét lại giúp em, giúp em có thể đăng ký được lớp AV2A để có thể đi kiệp tiến độ học tập ạ Em chân thành cảm ơn  .",
    "Dạ cho em hỏi là sắp tới em có thi gk dự thính. Vậy cho em hỏi phòng GDB2A là ở đâu ạ Em cảm ơn",
    "Dear cô, Em đã viết đơn xin rút môn học vào ngày 07/04/2021. Vậy mất bao lâu thì đơn của em mới được xét duyệt? Thứ hai, chỉ cần phòng đào tạo đóng dấu vào đơn thì em chắc chắn được rút môn và từ nay không cần đi học môn học đã rút nữa đúng không ạ?  Em xin chân thành cảm ơn cô. Mong sớm nhận được hồi âm của cô. Chúc cô một ngày vui vẻ.",
    "Dạ em xin chào thầy cô. Em có thể hủy môn anh văn 2 được không ạ. Em không thể học tối được với lúc em đăng kí em không biết học anh văn là sẽ học buổi tối. Em mong thầy cô có thể giải quyết giúp em ạ. Em xin cảm ơn.",
    "Vừa rồi có kết quả đăng kí anh văn theo yêu cầu e thấy không có thời khóa biểu nên chắc bị loại khỏi danh sách. Em rất mong nhà trường tạo điều kiện tăng sĩ số để em có thể học qua anh văn 3A để đủ điều kiện học kỳ chính sắp tới! E rất mong nhà trường xem xét và giúp đỡ! Em xin chân thành cảm ơn",
    "Chào thầy, cô. Em có một thắc mắc về cách thức thi anh văn nói viết khoá K18. Trên trang aao mục quy chế và học vụ thì phần thi anh văn nói viết trong Trung tâm Ngoại ngữ của trường chỉ áp dụng cho khoá K13 đến K17. Nhưng trong file thay đổi về học vụ từ HK202 thì có nhắc đến áp dụng từ khoá K2018 là sao ạ. Vậy là tụi em có được thì trong trung tâm ngoại ngữ hay phải thi ở ngoài. Mong thầy, cô giải đáp. Em cảm ơn",
    "Em chào thầy(cô) Em muốn rút môn học AV4A MSMH LA1043, em có thể rút online tại bksi không? Em cảm ơn! Trân trọng",
    "Kính chào quý thầy/cô. Em tạo mục này để hỏi về việc em có đăng kí lớp anh văn theo nhu cầu 3A. PĐT có mail gửi em vào MyBK để xem kết quả đăng kí và thời khoá biểu. Nhưng em vào theo hướng dẫn thì không thấy có kết quả, cũng không có lí do nếu em không đăng kí được . Kính mong quý thầy/cô giải đáp giúp em.",
    "sao em ko có đăng kí môn dự thính ngoại giờ pên lớp mà lại có khoản thu 1 triêụ mong được giải thích ạ",
    "Kính gửi phòng đào tạo. Em là  khóa 2016 MSSV:. Em nhận được mail có tên trong danh sách tốt nghiệp dự kiến ngày 8/4. Nhưng không được đăng kí do chưa hoàn thành học phí và em đã đóng hết các khoảng học phí trên BKPay ngày 8/4 (thứ 5) . Sau đó em có lên phòng đào tạo hỏi thì được thông là thứ 2 ngày 12/4 sẽ có kết quả. Nhưng đến ngày 12/4 em vẫn chưa được đăng kí tốt nghiệp (trên trang đăng kí vẫn ghi là nợ học phí). Chiều ngày 12/4 em lại lên hỏi phòng đào tạo thì lại được thông báo là về đợi đến thứ 6 có kết quả. Kính mong phòng đào tạo xem xét trường hợp của em vì ngày tốt nghiệp đã đến rất gần. Em xin chân thành cảm ơn. Trân trọng.",
    "Dạ em có lịch thi cuối kì môn Vật lí bán dẫn vào ngày 20/06 nhưng vào ngày đó em có một đăng kí dự thi một chứng chỉ nước ngoài (EJU). Vậy em có thể làm thủ tục xin dời lịch thi có được không vậy ạ",
    "chào admin em có đăng kí anh văn 3A nhưng lần trước mong muốn được học ở cơ sở 1 nhưng thời khóa biểu sắp ở cở sở 2 buổi tối em không có khả năng đến lớp, admin cho em chuyển nhóm lớp cở sở 1 đi ạk",
    "Dạ em chào PĐT, cho em hỏi kỳ này em đăng ký 21 tín chỉ, trong đó bao gồm 3 chỉ môn Địa chất công trình, 4 chỉ XSTK em đã xin điểm Vắng thi có phép kỳ 201. Nhưng sao tiền học phí của em là 7 triệu 250 nghìn đồng vậy ạ? Quy chế là em sẽ được miễn phí học phí đăng ký các môn Vắng thi có phép trong vòng 1 năm mà ạ? Em cảm ơn ! Mong PĐT giải quyết cho em sớm nhất ạ ! Em có đính kèm quyết định của PĐT về điểm vắng thi ạ!",
    "Em chào thầy/ cô ạ. Dạ cho em xin đăng kí môn Anh văn theo yêu cầu LA1039 lớp DT02 được không ạ? Thứ 7 tuy là em có lịch học thí nghiệm Chi tiết máy nhưng do em học ngành Kỹ thuật cơ khí nên môn thí nghiệm này bị hủy rồi ạ mà thay vào đó em sẽ học Bài tập chi tiết máy vào chiều thứ 5. Do đó thứ 7 em có đủ thời gian di chuyển cũng như học môn Anh văn theo câu cầu. Mong thầy/ cô xem xét giúp em với ạ, em cảm ơn!",
    "Kính gửi PĐT Đại Học Bách Khoa HCM. Em có 1 số vấn đề cần sự giúp đỡ từ pđt . Em là K18 ở ki hè 203 này tụi em có muốn mở 2 môn chuyên ngành: 1: kỹ thuật sản xuất cao phân tử ( MA3019) 2:kỹ thuật gia công Polyme ( MA3047)  Hiện tại sỉ số của lớp đăng ký cho Hk203( kì hè ) là 13 bạn , em đã được sự đồng ý của trưởng khoa CNVL là thầy  và chủ nhiệm bộ môn đồng ý cho mở lớp và thầy đã ký vào đơn xin mở lớp rồi ạ . Nhưng em có nghe nói là ở Hk203(kì hè ) thì cần 15 bạn để có thể mở 1 môn học chuyên ngành nhưng hiện tại tụi em số lượng bị trễ chỉ có 13 bạn nên chúng em rất mong sự thông cảm cho chúng em từ pđt . Em hy vọng pđt có thể tạo điều kiện giúp chúng em có thể học được các môn học này ở học kì 203( kì hè ) . Do hiện tại chúng em đã bị trễ và chương trình khóa K19 cũng đã đổi hoàn toàn so với K18 và chúng em không thể học môn tương đương với K19 vì có 2 bất cập ạ ( 1 là không được tích lũy điểm chuyên ngành , 2 là chúng em phải đợi k19 thêm 2 năm nữa đồng nghĩa với việc tụi em bị hết hạn đào tạo là 6 năm ) nên em rất mong sự giúp đỡ của pđt cho sinh viên chúng em có thể có điều kiện để được mở lớp và có thể học tập và hoàn thành chương trình đào tạo của trường mình ạ . Rất mong pđt có thêt giúp đỡ chúng em . Em xin cám ơn ạ .",
    "Em chào Thầy/Cô! Em tên , MSSV  . Cho em đăng ký môn anh văn theo yêu cầu AV2A LA1039, lớp DT02 được không ạ? ",
    "Dạ em chào thầy/ cô. Em ở ktx đại học quốc gia, do lúc trước không biết nên em có bấm đăng kí bảo hiểm y tế ở trường. Em đã thanh toán và tham gia bảo hiểm ở ktx rồi, nhưng hiện tại trong bkpay của em vẫn còn ghi nợ bảo hiểm y tế. Thầy/ cô kiểm tra lại giúp em với ạ . Em cảm ơn nhiều ạ.",
    "Dạ chào pđt , em đã coi quy chế học vụ điều 31 phục lục 1 , và em đã chắc chắn rằng trường để chuẩn anh văn sau năm 1 là 350 hoặc qua anh văn 1 , từ khóa k19 , em k19 ạ , và em thi toeic được 370 nên đã có thể học năm 2 , nhưng khi em đăng học anh văn 2A thì trường xóa môn của em , mong pđt coi kỹ lại và giải quyết giúp em để em được học anh văn để năm 3 em được học ạ ! em cảm ơn pđt ! ",
    "Chào , Trong học kỳ 192, em có đăng ký môn SP1003 trong học kỳ dự thính 192, nhưng hiện nay em bị mất eLearning môn này. Không biết  có thể khôi phục giúp em phần eLearning của môn này không? Em cảm ơn",
    "em tên ,mssv:,vấn đề là vào ngày 25/3/2021 phòng đạo tạo mở lớp bổ sung tiếng anh theo nhu cầu,thì em có đăng kí anh văn 2a(LA1039) nhưng lại bị xóa với lí do là chưa học môn anh văn 1A(LA1037),nhưng lí do này không hợp lí vì em đang học anh văn 1a trên trường và sắp thi cuối kì -Mong phòng đào tạo xem xét lại ạ,và có thể sắp xếp lịch học cho em vì tuần học sẽ bắt đầu vào ngày 19/04/2021",
    "Phòng đào tạo cho em hỏi là do em đăng ký môn luận văn tốt nghiệp trễ mà luận văn của em đã làm xong rồi thì giờ em muốn làm đơn để kỳ này được bảo vệ luận văn thì em nên làm những gì ạ. Em cảm ơn",
    "Dear cô, Sau khi nhận được hỗ trợ từ cô nên em xin gửi cô đính kèm 2 tờ phiếu rút môn học \"Con người và môi trường\" - mã EN1003, lớp L04 của 2 sinh viên: 1.  -  2.  -  Em mong rằng sẽ sớm nhận được hồi âm kết quả từ cô. Cảm ơn cô vì đã giúp đỡ chúng em. Chúc cô một ngày vui vẻ ạ.",
    "Em là , em có nhận được gmail là đăng kí khảo sát lớp anh văn theo yêu cầu , và em không đọc kĩ  đã đăng kí 2 môn anh văn a cơ bản với anh văn a1 , lịch trải dài khắp nguyên tuần em không thể nào đáp ứng về thời gian  cũng như học phí như thế , em có thể mong nhà trường có thể cho em một cơ hội để có thể hủy lớp anh văn được không ạ. Vì sự bất cẩn không đọc thật kĩ mà đã để đăng kí quá nhiều môn trong 1 lúc . Nếu được thì có thể hoản cho em tới kì hè ạ . Em rất mong nhà trường có thể giúp đỡ cho em . Em cảm ơn nhà trường",
    "Em chào Thầy cô Em là Ông  MSSV  Em có 1 câu hỏi là: khi em nộp chứng chỉ ngoại ngữ để quy đổi điểm 4 học phần tiếng anh thì em có đc công nhận 8 tín chỉ không ạ . Em mong thầy cô hồi đáp Em cảm ơn.",
    "Em chào thầy cô ạ, em là sinh viên K19, dạ trong danh sách các môn học, em phải chọn 9 tín chỉ tự chọn tự do, vậy các môn học tự chọn đó có tính vào điểm trung bình tích lũy ngành của em không ạ. Em cám ơn thầy cô nhiều ạ",
    "Chào Thầy/Cô, Em là Lương Quốc Đạt, mssv 1910111, trên mục bảng điểm trên mybk đã có mục điều kiện xét HBKKHT, hệ thống bảo em không đủ điều kiện là sao ạ??? Điểm tbhk em là 9,18 và đrl là 100 ạ Mong Thầy/Cô xem xét ạ. Em cảm ơn",
    "Em chào quý thầy/cô ạ. Hôm trước em có hỏi về việc em đăng kí lớp Anh văn 3A và đã được trả lời. Nhưng mà em thắc mắc việc em vào thời khoá biểu hay ĐKMH phần kết quả thì trống trơn ạ, không có môn này. Em mong quý thầy/cô sẽ giải đáp lại giúp em. Em xin cám ơn.",
    "Chào thầy cô ! Em muốn báo việc lịch học tuần 15 môn ch2093 tiết 3-5, ở cs1 sát với lịch thi môn ch2071 11h, cs2. Em đã đính kèm hình ảnh minh chứng cho vấn đề này trong \"tập tin đính kèm\"  Mong thầy cô cho em hưởng giải quyết ạ.Em xin cảm ơn!",
    "Em chào thầy cô, hổm trường có đợt đăng kí av1a thì em có gửi yêu cầu đăng kí môn. Lúc đầu là ghi cs1 nhưng sau khi bạn em cũng đăng kí cùng lớp với em thì ghi học cs2. E thì không đăng kí đc với lí do là không đủ thời gian duy chuyển giữa hai cơ sở. Nếu học ở cơ sở 1 thì e nghĩ không đủ nhưng trường có lớp ở cơ sở 2 nên e hi vọng thầy cô có thể cho e đăng kí vào lớp av 1a ạ vì các buổi chiều em chỉ học tới 5h trừ ngày thứ 4 là 6h. E đã đăng kí av 2 lần rồi mà không được . E hi vọng thầy cô có thể xem xét cho e đc học av ạ. E cám ơn",
    "Dạ chào thầy/cô, Em muốn hỏi về điểm chuyển tiếng anh kỳ này vẫn như Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021 hay có thay đổi khác không ạ, do em thấy Chuẩn tiếng Anh nhận LVTN/xét tốt nghiệp của K2018 là 500 TOEIC trong khi ở bảng chuyển điểm 500 TOEIC chỉ chuyển được điểm AV 1,2. Em cảm ơn ạ!",
    "Dạ thưa cô ạ. Em đang là SV K18 và đang học ở CS1. Em đăng ký lớp av theo nhu cầu ban đầu là ở CS1. Nhưng khi đăng ký thành công thì lại học ở CS2. Rất bất tiện cho việc đi lại của em và em không thể sắp xếp thời gian hợp lý vì trường đã khoá. Em mong trường chấp nhận cho em xoá môn học đó ạ. Em xin chân thành cảm ơn.",
    "Dạ em chào Thầy (Cô), hiện tại em đả đăng kí tốt nghiệp bổ sung và may mắn được phòng đào tạo chấp thuận xét tốt nghiệp bổ sung, kết quả sẽ có sau ngày 16/4, Nhưng hôm nay em được một bạn cùng khóa báo tin là có tên trong danh sách tạm dừng học do không đăng kí môn học trong HK202. Thầy (Cô), cho em hỏi là em cần phải làm gì trong trường hợp này để được xét tốt nghiệp vào học kì 202 ạ. Em xin lỗi đã làm phiền Thầy (Cô), em mong được Thầy (Cô) giúp đỡ. Em chân thành cám ơn Thầy (Cô).Tốt nghiệp .",
    "Em tên là  -  Hiện tại em đã hoàn thành xong các môn chuyên ngành với tổng là 132, học kỳ 201 em học 12 chỉ, theo chương trình học em đã hoàn thanh hết môn chuyên ngành, nên cũng không còn môn để đăng ký học thêm . Vậy nếu để xét Học bổng khuyến khích, cho em hỏi sao em Không đủ điều kiện ạ? Mong Phòng đào tạo sẽ sớm cho em câu trả lời ạ, em chân thành cảm ơn!",
    "Em tên là , MSSV    Em có thắc mắc về điều kiện xét HBKK HK201 mong được thầy cô giải đáp ạ.   Cụ thể trong HK201 em đã đạt 11 TC (Hình 1), trong các quy định trước về số tín chỉ yêu cầu khi học vượt để đủ điều kiện là 10 TC (Hình 2) và trong nội dung thay đổi về điều kiện nhận HBKK HK201 gần đây nhất cũng áp dụng theo quy định hiện hành (điều 6, hình 3).   Ngoài ra em đang là sinh viên trong chương trình KSTN nhưng do không còn nguyện vọng trong chương trình này nên em đã vắng thi các môn mở rộng.   Em chưa rõ vì sao em chưa đủ điều kiện xét HBKK HK201, mong được thầy cô giải đáp ạ.   Em cảm ơn thầy cô ạ.",
    "Cho em hỏi em học chương trình tài năng và có một học phần mở rộng không đạt, nhưng học phần mở rộng thì lại không ảnh hưởng đến kết quả của môn học đó, vầ kết quả của môn học là em qua môn, vậy tại sao khi xét học bổng em lại không đủ điều kiện để xét ???, học phần mở rộng là phần đi chung với môn học, môn học em vẫn qua chứ không rớt môn, nên em mong trường xem xét điều kiện xét học bổng của em",
    "Em là sinh viên của VP2014XDC, học kỳ 201 vừa rồi em vẫn chưa nhận được học bổng 500000 của chương trình PFIEV, cho em hỏi là học bổng này hiện không còn nữa hay là em không đủ điều kiện để nhận ạ ? Điểm TB của em là 5.5 và số tín chỉ đã đạt được là 199 ạ.",
    "Em đã đọc quy chế về học vụ mục 17.2 Điều 17 nhưng mà vẫn không thấy có khoản nào thuộc về trường hợp của mình nên không biết em có thể làm thủ tục hoãn thi có được hay không?",
    "Dạ chào pdt, ý em là bây giờ em sao em không đăng ký anh văn 2A được a , hay em phải học lại từ anh văn 1A đi len hay sao ạ ! Em cảm ơn pdt!!",
    "Em có thắc mắc về quy định như sau: Tại thời điểm đăng kí môn học HK201, quy định về số tín chỉ trong kì xét học bổng là  = 11. Trường hợp của em là đã học đủ số tín chỉ xét tốt nghiệp (trừ luận văn) nên em chỉ đăng kí đủ 11 chỉ (đủ điều kiện xét học bổng). Tuy nhiên, quy định mới vừa được ban hành ngày 08/04/2021 có quy định về số tín chỉ tối thiểu trong học kì xét học bổng là 14. Việc thay đổi đột ngột quy định dẫn đến em không đủ điều kiện xét học bổng khuyến khích, em không biết trường hợp này có được xem xét lại không ạ? Em cảm ơn.",
    "Về việc thông tin để xét HBKK không khớp với thông tin thực, em mới chỉ học học kì 4, số tính chỉ tích lũy cũng kh đúng, chỉ có điểm rèn luyện là đúng thôi ạ, em mong sẽ được cập nhật lại đúng với thông tin của mình ạ, em xin cảm ơn, em tên , mssv  ạ. Em xin chân thành cảm ơn.",
    "Em chào thầy cô phòng đào tạo! Em tên là  (MSSV:), sinh viên lớp XD16KT Kiến trúc. Hôm nay em viết thư này gửi đến phòng đào tạo mong phòng đào tạo giải đáp thắc mắc về số tín chỉ đạt trong học kỳ 1 vừa rồi. Cụ thể học kỳ 1 năm học 2020-2021 em có đăng ký 2 môn học (Thiết kế dự án tốt nghiệp - CI4303 - 9 tín chỉ và môn Triết học phương Đông - CI4099 - 2 tín chỉ) và đều đạt. Được biết ngành của em được xét học bổng khuyến khích 9 học kỳ, và em đã hoàn thành 100% chương trình học đúng ky thứ 9. Theo các tiêu chí về xét học bổng khuyến khích học bổng khuyến khích thì em đều đạt nhưng không hiểu vì lí do gì trong phần xét học bổng khuyến khích học tập thì em thấy phòng đào tạo để chữ \"không đủ\" điều kiện xét. Bên dưới có em kèm hình ảnh minh chứng về bảng điểm và một số thông tin em đã cung cấp phía trên, mong phòng đào tạo xem và giải phản hồi sớm giúp em! Chân thành! Sinh viên, ",
    "Em có thực hiện chuyển điểm tiếng Anh bằng cách nộp chứng chỉ tiếng Anh vào học kì 201 . Cho em hỏi, điểm chuyển tiếng Anh có tính vào điểm trung bình học kì 201 để xét học bổng hay không ạ?  Em cảm ơn!",
    "Kính gửi phòng đào tạo. Em là  MSSV:  Em vừa đăng kí tốt nghiệp và đóng lệ phí tốt nghiệp tối hôm qua ngày 13/4. Qúy thầy/cô cho em hỏi là em có kịp tốt nghiệp ở đợt 1 ngày 24/4 sắp tới không ạ. Mong thầy/ cô xem xét và và giúp đỡ ạ. Em xin chân thành cảm ơn. Trân trọng.",
    "Do em có đăng kí lớp anh văn bổ sung mà hiện nay em có đăng kí học tiếng anh ở trung tâm nên bị trùng lịch mong  pđt có thể cho em hủy môn av1 được không ạ",
    "Em là , sinh viên khoa KTHH. Nhà trường vừa  cập nhật điều kiện xét học bổng thì em thấy tín chỉ tích luỹ em trong học kỳ là 10 vì  đã học đủ chỉ còn 9 chỉ luận văn kỳ này, vậy em có được xét học bổng không tại vì em xem các năm trước thì thấy các anh chị có 10 chỉ trong 1 kỳ vẫn nhận học bổng ạ. Mong thầy cô giải đáp giúp em. Em cảm ơn ạ.",
    "Em có thắc mắc về quy định điều kiện xét học bổng khuyến khích cho kết quả học kỳ 201 như sau: Theo như quy định của các kì trước, quy định  số tín chỉ đăng kí tối thiểu cho sinh viên học vượt là 10 tín chỉ ( hình đính kèm ). Học kì 201 em đăng kí 11 tín chỉ và đã hoàn thành toàn bộ chương trình đào tạo tính đến kì đang xét, ngoại trừ luận văn dành cho kì 202. Tuy nhiên, ngày 8/4/2021 trường lại ra công văn thay đổi về điều kiện xét học bổng khuyến khích rắng số tín chỉ tối thiểu trong kì xét học bổng là 14 tín chỉ. Dẫn đến việc em không đủ điều kiện xét học bổng khuyến khích cho kì 201. Quy định này xuất hiện sau khi chúng em đăng kí môn học và hoàn thiện các môn học của kì 201. Do đó, khiến cho tụi em gặp thiệt thòi trong quá trình xét duyệt học bổng khuyến khích. Mong nhà trường xem xét lại.",
    "Kính gửi phòng đào tạo.    Em là sinh viên:  - MSSV:  Em có một thắc mắc về điều kiện xét học bổng khuyến khích học tập Theo như quy định mới nhất thì em thấy mình đã đủ điều kiện để xét học bổng khuyến khích. Cụ thể là: - Điểm trung bình học kì 8.60 - Điểm rèn luyện 100 - Số tín chỉ tích lũy đến học kì 191: 131 tín chỉ. (Đã thõa điều kiện tối thiểu là 15 tín chỉ x số học kì chính theo tiến độ của ngành - học kì thứ 7). Theo như chương trình đào tạo của ngành thì đến học kì thứ 7 em chỉ cần đăng kí 13 chỉ (nhưng trong đó có 1 môn 3 chỉ dự thính do không mở lớp ở kì chính). Em cũng thắc mắc số tín chỉ trong kì thấp có phải không đủ điều kiện xét học bổng khuyến khích không ạ. Em cảm ơn.",
    "phút trước) tới ctctsv Em chào thầy / cô, Em tên là:  MSSV :  Em có thắc mắc liên quan đến học bổng khuyến khích. Hôm qua em kiểm tra thấy mình được ghi đủ điều kiện xét học bổng khuyến khích nhưng sáng nay kiểm tra lại thì em thấy mình không đạt. Thầy / cô có thể cho em biết em bị thiếu điều kiện gì mà không được xét vậy ạ? , ",
    "Em chào Thầy/Cô. Em tên là Nguyễn Thị Bích Phượng - MSSV: 1710253 Điểm xét học bổng khuyến khích của em được 7., nhưng mà trong thông tin điều khiện xét học bổng của em ghi là Không đủ điều kiện ạ. Em có gửi file hình ảnh bên dưới. Mong Thầy/Cô giải đáp thắc mắc giúp em. Em cảm ơn ạ.",
    "Cho em hỏi là lấy biểu mẫu xin ra khỏi chương trình kỹ sư tài năng ở đâu ạ?  Em tìm trên aao miết mà không thấy ạ.",
    "Kính gửi Phòng Đào tạo, Theo nội dung em hiểu được từ Quy chế đổi mới, một môn thể chất sẽ phải học đầy đủ 2 học phần cho 2 học kỳ, mỗi học phần 1 học kỳ thì mới được xem là đủ tín chỉ thể chất. Vậy cho em hỏi học kỳ 1 em học môn Aerobic, học kỳ 2 em học Võ thì em đã đủ tín thể chất chưa hay em còn cần học Aerobic thêm 1 học kỳ nữa? Em mong sớm nhận được giải đáp từ Phòng Đào tạo. Trân trọng!",
    "Em chào các Thầy các Cô ạ. Em là , MSSV . Hôm nay em có nhận được Email của phòng CTCT-SV về việc Phòng Đào Tạo đã đưa thông tin xét HBKK HK201 lên MYBK. Sau khi kiểm tra thì em thấy rằng ở ô Điều kiện xét HBKK của em có chữ \"Không đủ\". Sau khi tham khảo Quyết định số 728 mà Trường đã gửi cho Toàn sinh viên thì em thấy mình đủ điều kiện để xét HBKK HK201. Chiều nay em cũng có lên trình bày sự việc trên với các Cô ở phòng CTCT-SV thì các cô nói với em là em đủ điều kiện và chắc do sai sót hệ thống . Vậy em kính mong Phòng xem xét lại trường hợp của em và phản hồi cho em sớm ạ. Em cám ơn và kính chúc các Thầy các Cô dồi dào sức khỏe.  ",
    "Cho em hỏi em học chương trình tài năng và có một học phần mở rộng không đạt, nhưng học phần mở rộng thì lại không ảnh hưởng đến kết quả của môn học đó, vầ kết quả của môn học là em qua môn, vậy tại sao khi xét học bổng em lại không đủ điều kiện để xét ???, học phần mở rộng là phần đi chung với môn học, môn học em vẫn qua chứ không rớt môn, nên em mong trường xem xét điều kiện xét học bổng của em",
    "Em chào thầy cô. Em là , Mssv . Dạ cho em đăng kí môn Anh văn 2A mã môn học LA1039 lớp DT02 với ạ. Em có thẻ sắp xếp thời gian để hoàn thành tốt môn học ạ . Em cảm ơn thầy cô.",
    "Thông tin của em bị thiếu mục Nơi Sinh, anh chị xem xét và cập nhật thêm giúp em với ạ. Và em đã đăng ký và thanh toán tiền xét tốt nghiệp thì thông tin em cập nhật sau có được không vậy ạ. Hay phải đăng ký lại lần nữa ạ",
    "Phòng đạo tạo cho em hỏi SV K20 cần bắt buộc phải học 2 hay 3 môn thể chất ạ? Theo trong file pdf trường gửi thì em hiểu là SV K20 chỉ cần học 2 môn, em không biết đúng không? Mong PĐT giải đáp giúp em. Em cảm ơn.   i ",
    "Chào thầy/cô, Em tên . Mssv  Em xin phản ánh về số tín chỉ tích lũy để xét HBKK ạ. Số tín chỉ của em đã tích lũy đc là 80 nhưng tại sao trong phần xét HBKK lại là 75 ạ. Xin thầy/cô xem xát giúp e ạ. Xin cám ơn.",
    "Em đăng ký làm lại thẻ sinh viên thì bị lỗi như trong hình ạ.",
    "iểm trung bình học kì của em là 8.75  Số tín chỉ tích lũy 132, số tín chỉ đạt trong học kì là 12, điểm rèn luyện 95. Vậy tại sao em không đủ điều kiện xét học bổng khuyến khích ạ? Em cảm ơn",
    "Kính gửi PĐT, Em là sinh viên lớp K17KSCD, em muốn hỏi về đánh giá xét duyệt HBKK của HK201. HK201 em chỉ đăng ký và đạt được 13 tín chỉ (như trong hình đính kèm), vì em chỉ còn mỗi luận văn đang làm trong HK202 này nữa là hoàn thành chương trình đào tạo. Vậy em có đủ điều kiện để đăng ký xét học bổng HK201 không ạ? Nếu không thì em có thể làm đơn xin được xét không ạ? Em cảm ơn Thầy/Cô đã đọc câu hỏi, mong nhận được phản hồi từ Thầy/Cô. Chúc Thầy/Cô nhiều sức khỏe, .",
    "Em chào các Thầy các Cô ạ. Em là , MSSV . Hôm nay em có nhận được Email của phòng CTCT-SV về việc Phòng Đào Tạo đã đưa thông tin xét HBKK HK201 lên MYBK. Sau khi kiểm tra thì em thấy rằng ở ô Điều kiện xét HBKK của em có chữ \"Không đủ\". Sau khi tham khảo Quyết định số 728 mà Trường đã gửi cho  sinh viên thì em thấy mình đủ điều kiện để xét HBKK HK201. Chiều nay em cũng có lên trình bày sự việc trên với các Cô ở phòng CTCT-SV thì các cô nói với em là em đủ điều kiện và chắc do sai sót hệ thống . Vậy em kính mong Phòng xem xét lại trường hợp của em và phản hồi cho em sớm ạ. Em cám ơn và kính chúc các Thầy các Cô dồi dào sức khỏe.",
    "Em chào cô! Em tên , mssv  khoa Công nghệ vật liệu Dạ thưa cô, khoá K18 khoa CNVL được tự chọn chuyên ngành, cuối năm nhất em có đăng ký chuyên ngành polymer, nhưng sau đó em chuyển sang chuyên ngành  SILICAT, bây giờ số tín chỉ tích lũy của em là 100, nhưng tín chỉ tích lũy chuyên ngành của em chỉ 77 chỉ. Vậy bây giờ em phải làm thủ tục hay đơn như thế nào để chuyển sang chuyên ngành SILICAT ạ,để tín chỉ chuyên ngành của em được cập nhật vào ạ. Mong nhận được sự phản hồi và giúp đỡ từ cô.Em cảm ơn.",
    "Dạ em tên , MSSV .Sau khi em đã xem xét các tiêu chí xét điều kiện học bổng khuyến khích thì em thấy thoả điều kiện.Nhưng trên trang thông tin Mybk ngày 13/4 em truy cập vào thì điều kiện xét học bổng ghi đủ điều kiện, đến hôm 14/4 thì lại hiện không đủ điều kiện.Mong phòng đào tạo xem xét giúp em ạ .",
    "PDT cho en hỏi là vừa qua toeic giờ muốn làm luận văn mà lần dkmh trước không đăng ký luận văn được do thiếu chứng chỉ toeic thì giờ phải làm sao ạ",
    "Kính gửi thầy cô Em là Ông  MSSV  sinh viên năm 1 Em có câu hỏi như sau: Theo như thông tin học bổng khuyến khích học tập của  trong học kì 201 không xét điểm rèn luyện. Điểm trung bình của em là 7.18 Điểm rèn luyện 0 Số tín chỉ đạt trong học kì là 14 Số tín chỉ tích lũy 14  (Không rớt môn nào) Vào ngày (13/4/2021) em vẫn được cập nhật là đủ điều kiện xét học bổng nhưng ngày (14/4/2021) thì lại không đủ điều kiện. Kính mong thầy cô xem xét lại. Mong thầy cô phản hồi Em xin cảm ơn.",
    "Kính gửi Phòng Đào tạo, Em là sinh viên năm 3 chuyên ngành cơ điện tử Chương trình đại trà. Theo thông tin gần đây thì kì 1 năm sau chương trình đại trà sẽ chuyển lên học ở cơ sở Dĩ An nhưng em chỉ còn 3 môn là: Đồ án Thiết kế hệ thống Cơ điện tử. Đề cương Luận văn tốt nghiệp. Luận văn tốt nghiệp. Vậy phòng Đào tạo cho em hỏi địa điểm học của 3 môn trên để em có thể sắp xếp nơi ở cho kì sau ạ. Em xin cảm ơn.",
    "Dạ cho em hỏi ở mục thông tin xét học bổng,ô điểm trung bình 1 học kỳ của em sao chưa cập nhật ạ. Tại em thấy các bạn của em đã được cập nhật. Còn ô số tín chỉ tích lũy đạt được trong học kì sao lại hiện 0 ạ. Trong khi kỳ vừa rồi em tích lũy được 16 tín chỉ ạ. Mong PDT xem xét ạ",
    "Dạ em tên  MSSV  Dạ cho em hỏi là hiện tại em có đăng kí 18 chỉ môn học HK chính và 2 chỉ thực tập công nhân nhưng hè em mới học 2 chỉ này, thì tiền học phí em đóng phải là tối đa 17 chỉ + 1 chỉ tăng thêm thì phải là 6tr200 nhưng em lại đóng tới 6tr900.Cho em hỏi là nhà trường tính tiền này như thế nào vậy ạ (p/s: 2 chỉ thực tập công nhân các bạn em đều chưa đóng) Dạ em cảm ơn ạ.",
    "Em chào pdt,em tên , mssv  Em còn anh văn 3 4 ra trường, pdt mở lớp cho em học ra trường",
    "Cho em hỏi là học kì này em đăng kí 3 môn tổng cộng là 6 chỉ mà em coi mức thu học phí pđt kì này thông báo là sẽ giảm 50% học phí cho   =8 tín chỉ không biết em có thuộc diện này không em là SV khoá 2017 ạ",
    "Dạ thưa phòng đào tạo, theo như thông tin trên aao em đủ điều kiện xét học bổng mà em lại không được ạ. (Ba kì em được 50 chỉ (bằng 100% số tín chỉ yêu cầu)) Em xin chân thành cảm ơn ạ   i  .",
    "Em xin hỏi trường có quy định bắt buộc phải dự lễ tốt nghiệp để được nhận hồ sơ tốt nghiệp hay không do hiện em đang công tác tại cơ quan ở thành phố khác?",
    "Dạ cho em hỏi là ở học kì 192 em đã học vượt một số môn so với chương trình đào tạo dẫn đến học kì 201 vừa rồi số tín chỉ của em phải hoàn thành chỉ còn lại 6 tín chỉ (ngoại trừ luận văn tốt nghiệp). Theo tìm hiểu quy chế, ở trường hợp của em số tín chỉ tối thiểu để xét học bổng là 10 tín chỉ nhưng em hiện không đủ điều kiện để xét học bổng ạ . Em mong PĐT có thể giải đáp thắc mắc giúp em ạ. Em xin chân thành cảm ơn!",
    "Em có thắc mắc về điều kiện xét học bổng khuyến khích cho học kỳ 201. Theo như kết quả từ mybk trong hình đính kèm. Em có thắc mắc không biết tại sao em lại không đủ điều kiện nhận học bổng ạ?",
    "Cô ơi, em vừa bị mất cmnd nên không lấy lại tài khoản ocb omni được, tài khoản của em vừa bị khóa do em bấm nhầm mật khẩu. Có cách nào thanh toán học phí khác được không ạ hoặc giải quyết giúp em với. Em đóng học phí trễ là do nhà em phải đợi có lương đến nay mới có tiền đóng ạ",
    "Kính gửi thầy cô, Em là , MSSV , thuộc chương trình Việt Pháp khóa 2016. Do quá trình xét học bổng khuyến khích đang được tiến hành nên em đã thường xuyên lên trang MyBK kiểm tra tình trạng sinh viên của mình. Tuy nhiên, tại mục \"Điều kiện xét HBKK\" của em, kết quả liên tục thay đổi từ \"không đủ\" sang \"đủ\" và hiện tại là \"không đủ\" . Do đó, em xin được viết email này để xin ý kiến từ thầy cô. Cụ thể, em xin được thắc mắc về thời gian đưa ra kết quả cuối cùng cho mục xét điều kiện này . Em kính mong nhận được sự giúp đỡ từ thầy cô. Em xin chân thành cảm ơn thầy cô. Trân trọng, ",
    "Ad cho em hỏi, do thứ bảy tuần sau 24/4/2021 em có việc bận không thể vào dự lễ cấp bằng tốt nghiệp được, em có thể lấy bằng sau tại Văn phòng khoa được không ạ? Em cảm ơn.",
    "Em chào  Em tên , mssv  Em còn 2 anh văn 3 4 nữa là ra trường, em đã đăng ký bổ sung các lớp anh văn theo yêu cầu mà không có TKB  ",
    "Em chào pdt,em muốn đki học av3,av4 để em ra trường thì em đki cách sao ạ.",
    "Dạ thưa cô ạ. Em đang là SV K18 và đang học ở CS1. Em đăng ký lớp av theo nhu cầu ban đầu là ở CS1. Nhưng khi đăng ký thành công thì lại học ở CS2. Rất bất tiện cho việc đi lại của em và em không thể sắp xếp thời gian hợp lý vì trường đã khoá. Môn: Anh văn 4A . MSMH: LA1043 nhóm DT29 ạ. Em tên  MSSV . Em mong trường chấp nhận cho em xoá môn học đó ạ. Em xin chân thành cảm ơn.",
    "Chào thầy cô, em tên: , mssv: . Em muốn đặt câu hỏi về việc số tín chỉ tích lũy để xét hbkk. Em đã nộp bằng và được chuyển điểm, tín chỉ môn anh văn 1 vào ngày 3/4/2021, nên số tín chỉ của em là 46, tuy nhiên phần thông tin xét hbkk của em chỉ cập nhật có 44 tín chỉ. Mong thầy cô xem xét giúp đỡ ạ. Em cám ơn.",
    "Dạ chào pđt, vậy em muốn đăng ký anh van 1A thì phải sao ạ , pđt giúp em cho em đăng ký anh văn 1A được không ạ ! Hay phải đợi đăng ký đợt sau ậ :(( em cảm ơn pđt ạ ! ",
    "Chào thầy/cô Theo lịch làm lễ tốt nghiệp tháng 4/2021 là ngày 24/4/2021. Nhưng do lịch công tác của em bị trùng nên em không thể tham gia lễ tốt nghiệp được,vậy sau đó em có thể nhận bằng tốt nghiệp được không và liên hệ ở đâu để nhận bằng. Mong quý thầy/cô giải đáp giúp em. Em xin cảm ơn.",
    "Dạ cho em hỏi là thứ 7 tuần sau em đi dự lễ tốt nghiệp, thì em có cần đăng ký thuê đồ tốt nghiệp không ạ? Hay ngày dự lễ bên trường sẽ phât cho ạ?",
    "Kính gửi Phòng Đào tạo, Em đóng học phí cho trường hoàn toàn qua BKpay đã liên kết với tài khoản OCB, hoàn toàn online. Vậy cho em hỏi có cách nào trích xuất được hoá đơn đóng học phí ko ạ? Trân trọng!",
    "ng kí môn học bổ sung   B Tên môn học: Anh văn 4A Mã số môn học: LA1043 Nhóm lớp: DT30 (Thứ 6 tiết 13 14 15 và Chủ nhật 7 8 9)    Lý do đăng ký muộn: Là lỗi của em không chú ý đăng ký môn học nên để lỡ qua dịp ạ, thầy cô PĐT chiếu cố cho em đăng kí muộn ạ. Em cảm ơn thầy cô.",
    "Kính gửi thầy cô, Em là , MSSV , thuộc chương trình Việt Pháp khóa 2016. Do quá trình xét học bổng khuyến khích đang được tiến hành nên em đã thường xuyên lên trang MyBK kiểm tra tình trạng sinh viên của mình. Tuy nhiên, tại mục \"Điều kiện xét HBKK\" của em, kết quả liên tục thay đổi từ \"không đủ\" sang \"đủ\" và hiện tại là \"không đủ\" . Do đó, em xin được viết email này để xin ý kiến từ thầy cô. Cụ thể, em xin được thắc mắc về thời gian đưa ra kết quả cuối cùng cho mục xét điều kiện này . Em kính mong nhận được sự giúp đỡ từ thầy cô. Em xin chân thành cảm ơn thầy cô. Trân trọng, ",
    "Thưa Thầy/Cô, Em là sinh viên PFIEV k17. Kỳ trước em có thi lại môn Thiết kế bằng máy tính CAO-CFAO mã môn học là 207702. Em được Thầy thông báo đã qua môn. Trên bảng điểm cũng đã thay đổi em đã tích lũy đủ 34/34 tín chỉ của kỳ trước. Nhưng tại sao điểm thi và điểm trung bình của môn CAO-CFAO vẫn chưa được cập nhật ạ? Em cảm ơn.",
    ": Cho em hỏi ĐBT 1 học kỳ để xét HBKK và điểm trung bình học kỳ có khác nhau không ạ. Em thấy một số bạn có 2 điểm khác nhau nhưng em thì 2 điểm giống nhau . Em cảm ơn.",
    "Dạ chào Thầy/Cô, Em là , sinh viên K18 khoa KH&KT Máy Tính. Em có thắc mắc về HBKK mong được giải đáp ạ. Em thấy em đã đáp ửng đủ điều kiện HBKK cho học kì 201 theo quy định mà phòng CTCT vừa gửi vài ngày trước. Và 2 ngày trước trên mybk cũng hiển thị tình trạng của em là Đủ điều kiện, nhưng 2 ngày nay thì đã bị sửa thành Không đủ điều kiện. Em xin cung cấp một số thông tin ạ: Sinh viên: Nguyễn Đăng  MSSV:  Khoa: KH&KT Máy Tính ĐTBHK: 8.80 Số TCTLHK: 20 ĐRL: 100 ĐTBTL: 7.89 Số TCTL: 102 Mong sớm nhận được phản hồi ạ.",
    "Xin thưa Phòng Đào Tạo, hiện tại em không xem được vào Thời khóa biểu của học kì mà em đang theo học trên mybk, chỉ còn Thời khóa biểu của các học kì trước. Xin cho hỏi em phải làm sao trong trường hợp này?",
    "Kính gửi PĐT, Em là sinh viên lớp CK17KSCD, em muốn hỏi về đánh giá xét duyệt HBKK của HK201. HK201 em chỉ đăng ký và đạt được 13 tín chỉ (như trong hình đính kèm), vì em chỉ còn mỗi luận văn đang làm trong HK202 này nữa là hoàn thành chương trình đào tạo. Vậy em có đủ điều kiện để đăng ký xét học bổng HK201 không ạ?  Em cảm ơn Thầy/Cô đã dành thời gian đọc và giải đáp thắc mắc. Em mong nhận được phản hồi từ Thầy/Cô. Best regards, ",
    "Cho em hỏi về tiêu chuẩn xét HB KKHT. Hôm trước em thấy để là đủ điều kiện xét HB nhưng nay lại thấy không đủ. Mong được xem xét lại giúp em. Em xin cảm ơn.",
    "Em đăng kí môn võ ở cs1 lúc 6h tối mà em qua 2lần k thấy ai dạy. Em muốn hỏi có đổi giờ hay sao k ạ tại e đăng kí được môn này",
    "Dear thầy/cô, Thầy cho em hỏi về việc đăng ký tốt nghiệp, hiện em đã đáp ứng đủ yêu cầu về đăng ký tốt nghiệp nhưng không đăng ký do còn 1 khoảng học phí của chương trình liên thông thạc sĩ sau đại học chưa đến hạn thanh toán- ngày 9/5/2021 mới hết hạn( em gửi hình đính kèm bên dưới).Em thấy không hợp lý lắm về việc này. Và hiện tại thì trang trang đăng ký tốt nghiệp trên MyBK của em không vào được nữa ( em có gửi hình đính kèm )",
    "Kính gửi: Phòng đào tạo Đại học Bách Khoa TP Hồ Chí Minh Em tên là: , Mssv: . Hiện tại em đang có chuyến đi thực tập tại Bến Tre nên không thể lên nộp đơn trực tiếp tại phòng đào tạo. Em viết đơn này kính xin Phòng đào tạo cho em được rút 2 môn học sau: - GE3063: Trầm tích học và nhịp địa tầng - LA1005:  Em xin chân thành cảm ơn ạ.",
    "Em muốn in bảng điểm hiện tại thì phải bắt đầu như thế nào ? Hiện em đang cần bảng điểm dạng scan ạ",
    "Em xin chào thầy/cô.   Em tên Huỳnh Minh Thuỳ. Mssv: 1915400 _ Em có thắc mắc về học bổng khuyến khích (HBKK) đang xét duyệt. Tối ngày 14/04/2021 em kiểm tra thì thấy trên trang mybk ghi đã đủ điều kiện xét HBKK nhưng qua tới sáng ngày 15/04/2021 đã được chỉnh sửa lại là không đủ. Em có gửi thắc mắc một lần nhưng được trả lời   B   I lý do trường hợp của em không đủ điều kiện là do học kỳ vừa qua em không đăng ký đủ 14 tín chỉ  /I .     Em là sv khoa Môi trường. Thông tin học kỳ vừa qua (HK201):  - Số tín chỉ đăng ký: 12 - Điểm tb học kì: 8.38 - Điểm rèn luyện: 90 (Hình ảnh kèm theo) Theo quy chế xét HBKK em có tham khảo ở trang aao.hcmut tính tới ngày 16/04/2021 mục (i) Điều kiện cần có một ý như sau:  -   I    Số tín chỉ (TC) đăng ký học tối thiểu trong học kỳ là 10 TC ( nếu SV học vượt có số TCTLN  = 100% số TC của CTĐT tính đến học kỳ xét học bổng). (hình ảnh kèm theo)  /I     Em xin được trình bày: Học kỳ vừa qua số TC em đăng ký là 12TC, theo CTĐT của em tới học kỳ hiện tại (học kỳ 4 khoa Môi Trường khóa K19) các bạn sv phải tích lũy đủ 50 TC. Nhưng số tín chỉ tích lũy năm (TCTLN) của em tới học kỳ hiện tại (HK đang xét học bổng) là 58TC đã vượt qua 100% số TC của CTĐT đề ra . Do đó xét theo tiêu chí hiện có về cách xét HBKK trên, em thấy mình đủ điều kiện để xét HBKK. Mong thầy cô có thể hỗ trợ xem xét lại trường hợp của em.   Em xin cảm ơn thầy/cô nhiều ạ.",
    "Thông tin Học bổng khuyến khích học tập, em đã thỏa mãn các tiêu chí ( phần mở rông của lớp KSTN tuy em không đạt nhưng không xét vào chương trình chính thức) nhưng vẫn hiện \"Không đủ\", mong PDT kiểm tra và điều chỉnh cho em ạ.",
    "Kính thưa Thầy, Cô, Anh, Chị phụ trách. Em tên là , Sinh viên Việt Pháp lớp VP2016VT, chuyên ngành Viễn Thông. Thông tin trên myBK của em như sau, và hoàn toàn chính xác: ĐTB 1 học kỳ: 8.72 Điểm rèn luyện: 95 Số TC đạt trong học kỳ: 32 Số TC tích lũy: 270 Điều kiện xét HBKK: Không đủ Tuy nhiên em thắc mắc rằng vì sao mình không đủ điều kiện xét HBKK ạ?  Tất cả mục điểm trung bình, số tín chỉ đạt trong kỳ hay số tín chỉ tích lũy của em đều đúng hết ạ. Tuy nhiên em vẫn không đạt điều kiện xét HBKK ạ,  Trong khi các bạn cùng lớp em điểm thấp hơn mà vẫn đủ điều kiện ạ. Kính mong Phòng Đào tạo có thể vui lòng cho em biết lý do được không ạ? Rất mong sự giúp đỡ từ phía Thầy, Cô, Anh, Chị ạ! Em xin chân thành cảm ơn ạ! Huu-",
    "Kinh chào thầy cô, Em là , sv lớp VP16XDC. Theo quy chế của nhà trường thì em cảm thấy em đủ điều kiện để được xét HBKK, nhưng  lại thông báo là e chưa đủ. Kính mong thầy cô kiểm tra và xem xét tình trạng này ạ! Em chân thành cảm ơn thầy cô.",
    "Dạ em chào thầy cô ạ Hiện tại em đang học lớp Anh văn theo yêu cầu (lớp AV1A) và em sắp kết thúc lớp AV1A và tiếp tục đăng ký lớp AV2A (Mã môn học là LA1039) - Ngày 25/03/2021 Trường chỉ có mở một đợt \"Đăng ký bổ sung các lớp Anh văn theo nhu cầu\" và em lỡ quên đăng ký tiếp tục lớp AV2A. - Ngày 12/04/2021 Trường công bố kết quả đăng ký và các bạn đã đăng ký đã có thời khóa biểu đi học ngày 19/04/2021. Em mong nhà trường có thể mở thêm một đợt \"đăng ký bổ sung các lớp Anh văn theo nhu cầu\" nữa để cho em và các bạn lỡ quên đăng ký có cơ hội để học tập và ra trường đúng hạn ạ. Em xin chân thành cảm ơn.",
    "Em là , MSSV . Em bị nhập sai số tín chỉ tích luỹ mục xét học bổng khuyến khích ạ. Em hiện tích được 52 chỉ mà PĐT chỉ nhập có 48. Kính mong PĐT sửa đổi giúp em. Em xin cảm ơn",
    "Kính gửi phòng đào tạo. Em đã đăng kí tốt nghiệp và thanh toán lệ phí ngày 13/4 nhưng đến hôm nay 16/4 vẫn chưa thấy có tên trong danh sách tốt nghiệp bổ sung. Mặc dù nhận được mail của trường và khoa thông báo ngày tốt nghiệp . Đồng thời trên trang mybk trong mục tình trạng sinh viên vẫn còn hiển thị tình trang đang học. Mong PĐT xác nhận là em có được tốt nghiệp ở lần tháng 4 này không. Để em sớm có thể thông báo cho gia đình và kịp chuẩn bị. Em xin chân thành cảm ơn. Trân trọng.",
    "Em là -, ngày 13/04/2021 em có thực hiện một giao dịch ở mục thu học phí Bách Khoa trên ứng dụng momo. Nhưng đọc kĩ lại thì nó không phải nơi để đóng học phí nhưng em vẫn bị trừ số tiền 4.450.000đ. Em xin hỏi đơn vị này có trực thuộc trường mình không và em có thể được hoàn lại tiền để đóng học phí không ạ. Mong nhà trường xem và phản hồi giúp em. Em xin chân thành cảm ơn!",
    "Xin chào các thầy cô, Em có 1 câu hỏi: Do có việc bận nên em không đến dự lễ tốt nghiệp vào ngày 24/4/2021. Sang ngày khác em cần làm gì để lên lấy bằng đại học không ạ. Em cảm ơn ",
    "Kính gủi quý thầy/cô,  Em là  (MSSV ) Em có đọc quy chế mới về việc cấp học bổng khuyến khích học tập thì thấy mình đủ hết các điều kiện cần để được xét cấp học bổng. + Tính đến thời điểm hiện tại em đã hoàn tất 5 học kỳ chính và đạt số tín chỉ tích lũy là 99 (thỏa điều kiện d trong điều 6, tiêu chuẩn cấp xét học bổng khuyến khích) + Số tín chỉ đạt trong học kỳ vừa rồi là 12/12 (chưa bao gồm 3 tín chỉ học kỳ dự thính) + Điểm rèn luyện: 100 Cách đây khoảng 1 tuần em có vào bảng điểm thì thấy điều kiện xét HBKK là \"Đủ\" nhưng hôm nay khi xem lại thì thấy \"Không đủ\". Dạ kính mong quý thầy/cô xem xét lại trường hợp của em bị vi phạm điều kiện gì hay do hệ thống bị lỗi vậy ạ. Em xin cảm ơn    .",
    "Chào thầy/cô! Dạ cho em hỏi, em đã hoàn tất học phí vào ngày 10/4 nhưng đến nay (17/4) thì em không thể đăng kí tốt nghiệp được vì vẫn trong tình trạng nợ học phí. Mong thầy cô hướng dẫn dùm em, em cảm ơn.",
    "Em xin chào, Cho em hỏi, khi em lên đăng ký tốt nghiệp đợt tháng 4/2021 thì có ghi em đang ở tình trạng tạm dừng nên không thể đăng ký tốt nghiệp được, như trong trong đính kèm bên dưới. Em đã tra ở tình trạng sinh viên thì trạng thái của em là đang học ạ . Như vậy thì em phải làm sao để đăng ký tốt nghiệp trong tháng 4/2021 ạ?  Em xin cảm ơn!",
    "Kính gửi quý thầy cô, Em: , MSSV: . Em đã hoàn thành đầy đủ điều kiện xét tốt nghiệp (số ngày ctxh, chuẩn AV, không nợ học phí, hoàn thành chương trình đào tạo). Nhưng vẫn không thể đăng ký xét tốt nghiệp qua mybk (thiếu ngày ctxh). Em kính mong quý thầy cô có thể xem xét lại và giải quyết em vì hạn chót ngày xét tốt nghiệp đẫ rất gần. Em xin chân thành cảm ơn quý thầy cô.",
    "Thưa phòng đào tạo , em tên  MSSV  , hôm nay em viết đơn này muốn hỏi về môn tương đương ạ . Em học khóa k18 ngành kiến trúc và chương trình năm học của các khóa sau là khóa k19,k20 đã thay đổi và các môn học sau này hoặc là đổi tên , hoặc là tăng giảm tín chỉ , hoặc là bỏ luôn. ==  Vậy em và các bạn khóa k19 trở về trước có thắc mắc là: 1/ Với những môn cũ chỉ có từ khóa k18 trở về trước và từ khóa k19 trở đi thì không còn mà số lượng sinh viên rớt môn đó lại quá ít thì làm sao để bọn em học lại ạ . 2/ Danh sách môn tương đương đã có vậy thì từ kì sau bọn em đã có thể đăng kí các môn tương đương ở khóa dưới chưa ạ  3/ Với môn tương đương bị nhiều hơn hoặc ít chỉ hơn so với môn cũ của năm bọn em vậy thì khi bọn em hoàn thành môn tương đương đó thì môn cũ của bọn em vẫn được cộng tín chỉ cũ như chương trình mà bọn em học hay cộng như số chỉ( nhiều , ít hơn ) của khóa sau . 4/với môn tương đương 4 chỉ trong khi môn đó ở chương trình cũ chỉ có 3 chỉ , vậy khi đóng học phí bọn em đóng cho bao nhiêu chỉ ạ ? 5/Với việc 1 môn của khóa k19 trở đi lại tương đương với 2 thậm chí 3 môn của khóa k18 trở về trước thì bọn em phải học lại 1 môn đó 2 hoặc 3 lần để qua 3 môn cũ phải không ạ  6/ Vậy thì cách thức đăng kí môn tương đương thế nào làm sao để chuyển điểm khi đã học xong môn tương đương ạ  Em học ngành kiến trúc khóa k18  em cảm ơn ạ.",
    "Kính chào Thầy/Cô Em là Đỗ Thị Thảo (MSSV: 1811227) Theo như điểm tổng kết các môn học trong HK1, em tự tính điểm trung bình HK1 của em là 8.69 nhưng so với điểm được đăng trên MYBK thì không giống . Tuy chênh lệch không nhiều nhưng em kính mong Thầy/Cô kiểm tra và điều chỉnh lại nếu thật sự có sai sót . Em xin chân thành cảm ơn ạ!",
    "Dạ PĐT cho em hỏi là tầm tháng mấy là trường mình tổ chức thi tiếng anh cho kỳ này vậy ạ",
    "Em chào thầy cô,  Em không biết lí do tại sao em lại không đủ điều kiện xét HB, trong khi em ko bị rớt và học lại môn nào . Em mong là sớm nhận được phản hồi từ thầy cô ạ . Em xin cảm ơn.   i  .",
    "Dạ em chào thầy cô, Hiện tại, số tín chỉ tích lũy của em là 71 tín chỉ. Nhưng theo bảng điểm thì em chỉ được xét duyệt số tín chỉ ngành là 62 tín chỉ . Nó ảnh hưởng trực tiếp đến việc không đủ tín chỉ ngành để đăng kí Thực tập luận văn. Em có được làm đơn xin PĐT cứu xét để được đăng kí Thực tập luận văn không ạ? Vì thực tập luận văn 1 năm chỉ mở 1 lần vào thời gian hè.   i ",
    "Em đã xem lại nhưng vẫn không có thay đổi gì về lịch học ạ. Hệ thống vẫn ghi lỗi do chưa học  2A nhưng theo em biết thì  theo nhu cầu không cần học theo thứ tự đúng k ạ?",
    "Em đã làm theo các bước hướng dẫn trong mail của Phòng CTCT - SV về cách cài đặt ứng dụng VSSID, nhưng em làm tới bước 5 (của phần 1 - Hướng dẫn đăng ký tài khoản VSSID) là truy cập vào đường link để nhà trường hoàn tất thủ tục đăng ký cho sinh viên và đã điền đầy đủ vào đơn nhưng em không nhận được mật khẩu để đăng nhập VSSID ạ! Em đã làm 2 lần nhưng tới cuối cùng đều không nhận được tin nhắn có chứa mật khẩu. Cho em hỏi là hệ thống có bị lỗi gì không ạ?",
    "Chào ad ạ, kì rồi em có thi TOEIC ở IIG, em thi để đủ điều kiện để đk môn học cho năm 2 ( em là K19) nhưng em lỡ ấn nhầm qua đổi điểm, em viết đơn này xin PĐT cho em rút chuyển điểm lại, em chỉ muốn đủ điều kiện đk môn thôi chứ em chưa có nhu cầu đổi em, lúc đó em hành động mà chưa hiểu biết. EM cảm ơn nhiều ạ.",
    "Cho em hỏi mức học phí của kì hè sắp tới là bao nhiêu tiền / 1 tín chỉ vậy ạ? em xin cảm ơn",
    ". Dạ em chào ad ạ. Em có đang tìm hiểu về bộ quy tắc ứng xử của trường mình. Nhưng sau nhiều giờ tìm kiếm thì em không thể tìm thấy bất cứ thông tin gì về vấn đề này cả . Không biết có thể cho em hỏi là trường mình có xây dựng bộ quy tắc hay cái gì khác tương tự chưa ạ? Và nếu có thì em có thể tìm nó ở đâu. Em xin cảm ơn!",
    "cho em hỏi 880k/chỉ là tính học kì hè, vậy có tính cả dự thính không ạ.",
    "Dạ em chào thầy/ cô, Em là , MSSV: , hiện đang là sv năm 3 khoa Khoa học và Kỹ thuật máy tính hệ tài năng. Giờ đây em muốn ra khỏi chương trình tài năng thì phải làm những thủ tục nào ạ? Em cảm ơn thầy/ cô đã quan tâm!",
    "Dạ e xin chào Phòng Đạo Tạo ạ! Em đã lên phòng Đào Tạo và được yêu cầu viết đơn huỷ môn anh văn do lúc đăng kí trường ghi học cs1 nhưng lúc có thời khoá biểu lại phải học cs2 và trường không cho phép hiệu chỉnh ạ. Em viết đơn và nộp  vào ngày 13/04 và được phản hồi sẽ giải quyết vào ngày 15/04 nhưng hôm nay 18/04 em vẫn không có được phản hồi cũng như em vẫn bị tính học phí môn học đã huỷ. Vậy em phải làm thế nào ạ? Em xin cảm ơn ạ!",
    "Cho em hỏi thời gian nhận lễ phục là khi nào ạ?",
    "Kính thưa thầy/cô Vào lúc 19h:42 ngày thứ 6, 16/4 em có lên trang Bkpay để thanh toán học phí ĐH chính quy 202 gồm 2 nội dung tổng cộng 6,550,000 VNĐ(ảnh 3), sau đó em nhận được mã giao dịch thành công(ảnh 1) và được ngân hàng nhắn tin thông báo trừ tiền vào tài khoản(ảnh 2) Nhưng đến hiện tại trên trang Bkpay của em vẫn hiện học phí 202 là em vẫn chưa đóng(ảnh 3) Mong thầy/cô xem xét giúp em và có phản hồi sớm nhất để em an tâm ạ!",
    "Em xin hỏi về ĐK xét học bổng là trong chương trình đào tạo của ngành em được thiết kế là 15 nhưng vì đã tích được 2 chỉ anh văn do kì thi KTAV năm nhất nên em chỉ đăng kí cho đủ là còn 13 chỉ thì không được xét học bổng ạ?",
    "Hiện tại em đang học lớp Anh văn 1A vào thứ 4 và chủ nhật bắt đầu từ tuần 16 ạ. Vì một số lý do nên em muốn chuyển sang lớp thứ 3- thứ 5 được không ạ. Em mong nhà trường trả lời cho em. Em cảm ơn.",
    "Họ và tên:  MSSV:  Thầy cô hướng dẫn cho em cách rút lại sổ đoàn.",
    "Dạ em chào quý thầy cô phòng đào tạo. Dạ em cho em hỏi khi nào sẽ có danh sách cấp học bổng khuyến khích học tập kì 201 vậy ạ.",
    "Kính gửi Phòng Đào tạo, Em tên là , thuộc chương trình kĩ sư tài năng khoa Điện - Điện tử khóa 2017 và hiện đang theo học chương trình liên thông cao học-đại học. Nay em xin được thắc mắc về số tín chỉ học kỳ trong học kỳ 201 để xét học bổng. Kì 201 vừa rồi em có 9 tín chỉ bên đại học và 6 tín chỉ bên cao học nhưng hiển thị ở bảng điểm của em là 9 tín chỉ và điều kiện xét học bổng được hiển thị là không đủ ạ. Cho em hỏi là chỉ bên cao học của em có được cộng vào để giúp cho việc xét HBKK kì 201 này không ạ? Em cảm ơn và chúc thầy/cô có một ngày làm việc vui vẻ. Em mong nhận được hồi âm sớm nhất từ thầy cô. Trân trọng, ",
    "Em muốn hỏi vì sao em đã đóng tiền học phí vào 5 ngày trước (14/04/2021) đến nay là 19/04/2021 nhưng hệ thống BKPay vẫn chưa cập nhật là em đã đóng tiền ạ?",
    "MSSV:    Đăng ký bổ sung luận văn tốt nghiệp . Em chào thầy cô,  Đợt đăng ký luận văn hết hạn ngày 02/03/2021 nhưng em chưa đủ điều kiện đăng ký, nay qua đợt kiểm tra Anh văn TOEIC ngày 04/04/2021 em đã đạt điểm Anh văn thỏa điều kiện nhận luận văn. Nay em xin đăng ký bổ sung luận văn tốt nghiệp được không ạ.",
    "Kính gửi phòng đào tạo, Em là , MSSV:. Em có thắc mắc là đơn xin hủy môn dự thính Truyền số liệu và mạng(MSMH: EE3019, Nhóm: DT01) đã được duyệt ngày 14/04 nhưng trên thời khoá biểu của em vẫn còn môn đó và trên BKpay vẫn còn mục thanh toán môn học. Em mong phòng đào tạo sẽ giải đáp thắc mắc của em. Em cảm ơn nhiều ạ.   i  .",
    "Em chào thầy ( cô ) Em tên Khang - Khóa 2018  Trong lịch thi giữa kỳ 202 thì em được thông báo là thi giữa kỳ   B môn hóa hữu cơ ngày 24/4 lúc 13h phòng 101H1 cs2    nhưng lúc đó em lại   B thi môn giữa kỳ môn anh văn 4 tại phòng 602C6 trên cs1    .Trong lịch thi thông báo là em thi giữa kỳ   B hóa lý 2 vào sáng ngày 25/4 ,7h phòng 401H2 tại cs2     nhưng buổi đó em bận phải   B thuyết trình nhóm môn anh văn 4 tại phòng 303C5    Mong phòng đào tạo giải quyết sớm vấn đề trùng lịch của em  Em cảm ơn",
    "Số tín chỉ tối thiểu để xét học bổng là bao nhiêu ạ Điều kiện tối thiểu trên 10 chỉ (sô tín chỉ đạt trên hoặc bằng 100% tín chỉ theo ctđt) có còn giữ không ạ    i ",
    "Dạ em chào thầy cô , em tên  MSSV  , lớp HC18TP ,  Em muốn hỏi là điểm anh văn nói viết của em đã được bên BK English chuyển điểm chưa ạ (em thi tổng được 210 điểm ạ) Em xin cảm ơn ạ",
    "Thưa các thầy cô, Với điểm trung bình và điểm rèn luyện học kỳ vừa rồi của em xét thấy phù hợp cho việc xét học bổng khuyến khích tuy nhiên tình trạng vẫn là không đủ Mong thầy cô giúp em giải quyết Em cảm ơn",
    "cho em hỏi lúc mình mua bảo hiểm y tế đã bao gồm bảo hiểm tai nạn chưa, hay bảo hiểm tai nạn phải mua riêng, dạ em cảm ơn",
    "Xin chào em bên hệ Kĩ Thuật Nhiệt (VHVL),em có những câu hỏi sau đây mong anh giải đáp: 1) Về tín chỉ: Cho em hỏi nghành liên thông kĩ thuật nhiệt tổng bao nhiêu tín chỉ để đủ ra trường vậy ạ? 2) Về việc môn đã học ở cao đẳng: Em đã học môn cơ lưu chất ở cao đẳng nhưng liên thông lên bách khoa cũng có, và em đã lỡ đăng ký học và đang trong quá trình học. Vậy sau khi em học xong môn đó, trường có tính vô tín chỉ chung của em không hay sẽ loại ra do đó là môn đã học ở cao đẳng? 3) Ngoài học đủ các môn và tín chỉ thì trường yêu cầu phải đạt toeic  650 thì sẽ đạt tiêu chuẩn ra trường đúng không ạ?",
    "Do gia đình có vấn đề về kinh tế thì học phí mình đóng trễ 1 tháng có sao không ạ   i  .",
    "Họ và tên:  MSSV:  Em đã thanh toán học phí HK202 nhưng trong đăng ký TN vẫn ghi tình trạng nợ học phí ạ. Hiện tại em vẫn chưa đăng ký tốt nghiệp được . Em mong PDT sớm cập nhất thông tin tốt nghiệp cho em ạ.",
    "Dạ thưa thầy/cô Em là , MSSV:  Khoảng 1 tuần trước khi có thông tin kiểm tra thông tin nhằm xét HBKK, em có kiểm tra và thấy em đủ điều kiện xét HBKK, nhưng ngày hôm nay khi kiểm tra lại thì lại không đủ Về các điều kiện, em thoả các điều kiện xét HBKK trường hợp học vượt. Số tín chỉ tích luỹ ngành của em = 100% tín chỉ yêu cầu trong chương trình đào tạo, số tín chỉ tích luỹ kỳ 201 của em   10 tín chỉ Em mong thầy/cô xem xét lại giúp em ạ Em cảm ơn ạ.",
    "Từ chủ nhật tới nay em lên bkpay là trang bị lỗi làm em không đóng học phí được vậy giờ em phải làm sao đóng học phí bây giờ",
    "dạ là mai hết hạn nhưng thứ 6 em ms đóng dk tức là em đóng trễ hai ngày thì có sao ko ạ học phí dự thính ạk",
    "Em chào thầy/cô pđt: em k15 do đã đi làm và bị trễ hạn ra trường muốn chuyển hệ thì cần làm những thủ tục gì và xem thông tin ở đâu ạ. Em cảm ơn!",
    "Ad cho em hỏi, nếu em bận em có thể nhờ người khác lấy hộ bằng tốt nghiệp sau Lễ tốt nghiệp được không ạ, nếu được thì cần chuẩn bị gì ạ? Em cảm ơn.",
    "Em chào thày (cô), em tên , MSSV  chuyển từ hệ chính quy sang hệ VHVL đợt tháng 3/2021 và chỉ còn 1 môn để hoàn tất chương trình học. Dạ cho em hỏi tài khoản ngân hàng OCB là dùng chung tài khoản sẳn có của hệ chính quy hay phải đăng kí tài khoản mới ạ? Do lúc nộp hồ sơ người nhận hồ sơ không nói gì về tài khoản ngân hàng và em nghĩ là dùng tài khoản cũ.Hồ sơ đã hoàn tất và cũng đã kích hoạt tài khoản BKNetID được 1 tháng nhưng em vẫn chưa thấy cập nhật điểm nên không biết có thiếu sót gì trong các bước chuyển hệ không? Mong thầy (cô) xem xét giúp em. Em cảm ơn ạ.",
    "Cho em hỏi là từ đêm 19/4/2021 đến sáng nay em vẫn không vô BK pay đóng tiền được, em phải làm thế nào ạ, trong khi em đang ở quê không có ngân hàng OCB",
    "Hiện tại và trước đây em đếu không học Anh Văn trong trường. Nhưng do thi Anh văn định Kỳ thì em không đủ điểm để đủ điều kiện học năm 3. Vậy giờ làm thế nào để em có thể học anh văn ạ. Tại trước em thi là qua mức của năm 2 thôi ạ. Mà việc bắt hcj từ 1A lên em nghĩ không kịp thời gian ạ! Em xin chan thành cảm ơn!",
    "em có lên đăng ký tốt nghiệp bổ sung ngày 12/4/2021 và nhận được giấy hẹn là sau ngày 19/4/2021 sẽ có kết quả. Em vào đăng kí và báo là không được cấp quyền truy cập.",
    "Em tên là , lớp CK18KSCD mssv  Thông tin Học bổng khuyến khích học tập, em đã thỏa mãn các tiêu chí ( phần mở rông của lớp KSTN tuy em không đạt nhưng không xét vào chương trình chính thức) nhưng vẫn hiện \"Không đủ\", mong PDT kiểm tra và điều chỉnh cho em ạ.",
    "Vậy DS miễn môn bên hệ Kĩ Thuật- (Vừa học vừa làm) khi nào có vậy ạ để tụi em sắp xếp đăng ký cho môn sau?",
    "Họ và tên:  Mssv:  Đăng kí môn học:  2A Mã môn học: LA1039 Lớp: DT02 ",
    "Chào anh/chị ạ Em muốn hỏi là thông tin học bổng du học của trường hoặc của khoa Xây dựng có thể tìm xem ở đâu ạ Em cảm ơn",
    "Dạ cho em hỏi là lý lịch của em bị sai thì có thể sửa lại được không ạ. Vì em học lớp kỹ thuật hoá vô cơ và cũng có tên trong danh sách lớp nhưng trên lý lịch trên mybk lại ghi em học lớp kỹ thuật hoá hữu cơ nên em mong phòng đào tạo có thể kiểm tra và chỉnh sửa giúp em ạ. Em xin chân thành cảm ơn.",
    "Chào nhà trường, Em có xem qua bảng điểm quy đổi tương đương trên trang aao của trường thì với 670 Toeic 2 kỹ năng Reading & Listening thì em sẽ được AV1 10, AV2 10, AV3 10, AV4 9 . Nhưng khi em xét chuyển điểm trên mybk thì AV1 10, AV2 10, AV3 9.5 và AV4 7. Em thắc mắc trên aao không phải là bảng điểm mới nhất ạ? trong khi trường nhắc lên đó xem để cập nhật bảng điểm tương đương chính xác nhất. Em mong thắc mắc này được giải đáp sớm nhất ạ. Em chân thành cảm ơn.",
    "Sao em đóng học phí cái môn 1230k lúc 1giờ rồi mà trường cập nhật em nữa ạ  Em Tên  mssv ",
    "Dạ pdt kiểm tra giúp em tên , MSSV . Em đã đóng tiền học và có tin nhắn trừ tiền từ ngân hàng nhưng trên BKPay vẫn chưa xác nhận đã thanh toán ạ.",
    "Chào thầy/cô, Dạ em hiện vừa có kết quả anh văn nói viết đạt để bổ sung đủ điều kiện tốt nghiệp. Vì vậy em xin được đăng ký bổ sung vào đợt tháng 4 năm 2021 có được không ạ? Nếu được, thầy/cô có thể cho em biết rõ qui trình đăng ký bổ sung được không ạ? Em rất mong nhận được phản hồi ạ! Em cảm ơn và chào thầy/cô.",
    "Em có đăng kí dự thính học ở cơ sở 2 môn học AV4 (2 MSMH: LA1009) với giảng viên cô , cô đã kí duyệt. Nhưng khi gửi đơn lên phòng đào tạo phòng đào tạo cập nhật học tại cơ sở 1. Khác với đơn xin đăng kí môn học mà em đã làm đơn. Mong phòng đào tạo duyệt giúp em học dự tính anh văn 4 dưới cơ sở 2 để em thuận tiện trong quá trình học.",
    "Chào Thầy(cô) Em là , sinh viên k14 khoa Môi trường, hệ chính quy. MSSV cũ là . Hiện em đã hoàn thành thủ tục chuyển từ hệ chính quy sang hệ VHVL(đợt tháng 3). Sau đó em cũng đã đăng kí môn luận văn tốt nghiệp(EN4323)ở kì này dưới phần Kết quả và đăng kí bổ sung đợt 2 hệ VHVL vào ngày 18/03/2021. Hiện tại tới nay, em chưa nhận được kết quả đăng kí môn học, cũng như thời khóa biểu. Mong thầy cô hỗ trợ giúp em đăng kí được môn học. Trong lúc chờ đợi kết quả. Em xin chân thành cảm ơn!",
    "Dạ em chào cô ạ. Cô cho em hỏi rằng em có lỡ quên ngày đóng tiền học phí thì em bây giờ đóng trên của BKPAY được không ạ hay em phải ra ngân hàng đóng vậy ạ . Em cảm ơn cô nhiều ạ.   i  .",
    ": Em xin chào, em tên , mssv: . Em đã thanh toán học phí thông qua BKpay, và tình hình hiện tại đã trừ tiền trong tài khoản OCB của em nhưng chưa xác nhận em đã thanh toán trên BKpay ạ .",
    "Em chào thầy cô . Cho em hỏi là về việc học av3a av4a có thay thế được av34 không ạ. Để xét tốt nghiệp e thi bằng toeic 500 với nói viết rồi học thêm môn Av3a với av4a là có đủ xét tốt nghiệp không ạ. Em cám ơn",
    "Kính chào Thầy(Cô)! Em Tên: LÊ VĂN TRÍ MSSV:  CN: Kỹ Thuật Môi Trường Lý do: Là sinh viên hệ vừa học vừa làm nhưng ngành KTMT không mở lớp riêng. - Từ nằm học 2020-2021 các môn học em đăng ký đều học chung với hệ Chính Quy(buổi sáng) cho đến nay. - Nhưng vẫn phải đóng học phí dự thính cao hơn thay vì 390k/chỉ thì em phải đóng 525k/chỉ. =  Vấn đề này em mong Quý Lãnh đạo nhà trường xem xét miễn giảm học phí cho em!  Vì một vài khó khăn như:1/ không có thời gian làm thêm như học dự thính. 2/ kết quả học tập cao nhưng vẫn không được xét học bổng dù kiến thức vẫn học như Chính Quy( đại trà) 3/ Thời gian công sức kiến thức đều bỏ ra cũng như các bạn sinh viên Chính quy nhưng chi phí lại cao hơn 120-135k/ 1 chỉ( trung bình 1 học kỳ cao hơn 1.5 đến 2tr) Rất mong được sự xem xét, giúp đỡ để em có thêm động lực học tập. Em xin chân thành cảm ơn!",
    "Thưa Thầy/cô, em biết là đã quá hạn phản hồi thông tin 1 ngày, em rất xin lỗi vì phản hồi chậm, nhưng mong thầy cô thông cảm cho em vì nhà trường gửi thông báo vẫn xét học bổng cho sinh viên học vượt ngày 19/4 nhưng thời hạn phản hồi lại là 20/4 là quá gần và em đã kiểm tra thông tin ngày ngày 14/4 khi PĐT thông báo sinh viên kiểm tra thông tin, lúc đó không hề có sai sót gì. Nhưng trong thời hạn kiểm tra thông tin của em lại bị thày đổi mà không có thông báo kiểm tra lại. Em cảm thấy thời gian thông báo và điều chỉnh như vậy không được công bằng cho lắm . Bản thân em là mọt sinh viên học vượt, em tích luỹ đủ số chỉ yêu cầu tính đến hết hk201 là 52/50 chỉ, hk201 em tích luỹ được 13 ch - đủ yêu cầu xét học bổng theo Thông báo điều chỉnh tạm thời điều kiện xét HBKK ngày 19/4. Trên bảng điểm của em, thông tin xét HBKK đầu chính xác, chỉ trừ dòng chữ \"Điều kiện xét HB: Không đủ\". Nhưng lúc nhà trường mới gửi thông báo kiểm tra thông tin (ngày 14/4) em đã kiểm tra và ở đó ghi \"đủ điều kiện\". Em rất thắc mắc về việc em bị thay đổi điều kiện xét HBKK ngày trong thời gian phản hồi thông tin mà không được bất kì thông báo nào về việc thay đổi. Em rất lo mình sẽ không được xét BHKK, rất mong phòng đào tạo giải quyết giúp em. Một lân nữa em vô cùng xin lỗi vì đã phải hồi trễ.",
    "Hiện tại em thấy có email gửi cho em về danh sách bị xử lí học vụ học kì 202 nhưng em không vào xem danh sách được, không biết hiện tại em đang bị xử lí như nào và cách làm đơn cứu xét ạ",
    "Kính gửi pdt. Em đang là sv hệ VHVL . MSSV . Em đã đăng kí xét tốt nghiệp và đóng phí xét tốt nghiệp. pdt đã gửi mail thông báo  xác nhận đơn đăng kí xét tốt nghiệp của em và gửi chương trình tốt nghiệp ngày 24/04 nhưng trong danh sách tốt nghiệp chính thức vẫn không có tên em thì 24 này em có thể nhận bằng chưa ạ. Em đang rất hoang mang.",
    "kính gửi Em tên  MSSV  hiện tại em bị cảnh cáo học vụ lần 2 và quyết định xử lý kỷ luật mong thầy cô có biết cách xử lý như thế nào hay phải làm những gì có thể gợi ý giúp em để em có thể chuẩn bị ạ Em cảm ơn",
    "Em kính chào   Em là  Lúc trước có làm đơn rút môn ở kì chính và xin được đăng ký môn ở kì dự thính do bị hủy  Môn đăng ký: Kỹ thuật số  Mã môn học: EE1009  Lớp lí thuyết: DT02  Lớp thí nghiệm: DT04  E vừa trải qua kì thi giữa kì tại lớp và e nhận thấy tên e không có trong danh sách thi E đã đóng học phí, bk-el, thời khóa biểu của e đã có môn như bình thường E kính mong phòng đào tạo có thể kiểm tra lại giúp em về vấn đề này (e đã làm bài thi giữa kì và ghi thêm tên vào danh sách theo hướng dẫn của giảng viên ạ)      i Học vụ      ",
    "Do vấn đề gia đình nên đợt thu học phí lần 1 em vẫn chua thanh toán kịp. Em muốn hỏi có thể thanh toán bù đợt vào đợt sau hoặc thanh toán bằng hình thức nào khác được không ạ.",
    "Dạ cho em xin hỏi bây giờ em có thể đăng kí anh văn 1 được không ạ?",
    "dạ thưa thầy/cô, Em tên , K18 Em thắc mắc k18 thi nói-viết anh văn trong trường thì có còn được tính làm chuẩn đầu ra như K17 trở về trước không ạ? Vì em nghe nói K18 phải thi bên ngoài và nộp lại bằng thì mới đưuọc công nhận. Em mong nhận đưuọc phản hồi từ thầy/cô,em cảm ơn.",
    "em chào thầy cô ! cho em hỏi là đăng ký in bảng điểm thì có in kết quả dự thính vào bảng điểm không ạ. Em cảm ơn thầy cô!",
    "Kính gửi  Em tên  MSSV Cho em hỏi khi xử lý học vụ do thiếu số tín chỉ học mà em thấy trên thoong báo tối thiểu 1 kỳ 10 tín chỉ vậy số kỳ học có tính cả học kỳ hè ko ạ  Em cảm ơn",
    "Văn phòng cho em hỏi là cần điều kiện gì để có thể nhận được giấy chứng nhận tốt nghiệp ạ? Nếu em có đủ hết tín chỉ thì có thể đăng kí nhận giấy chứng nhận được luôn không ạ trong lúc chờ bằng? Em cảm ơn.",
    "Chào thầy/cô, Học kỳ trước em có đăng ký bổ sung môn học CO3031: Phân tích và thiết kế giải thuật, ngày thi 02/12/2021. Hiện đã qua 4 tháng mà em vẫn chưa thấy điểm t hi của môn này(các môn khác đều đã có) nên nhờ thầy cô kiểm tra lại giùm em. Em xin chân thành cảm ơn. Thân",
    "Thầy (Cô), cho em hỏi em có đăng kí tốt nghiệp bổ sung và may mắn được phòng đào tạo chấp nhận nhưng đả qua 19/4 em vẫn chưa nhận được mail có kết quả và hôm nay trên trang thông tin em đả bị tình trạng tạm dừng học. Thầy (Cô) cho em hỏi em có thể tốt nghiệp vào đợt tháng 4 này kịp không ạ, và trường hợp tạm dừng của em giải quyết như thế nào vậy ạ. Em xun lỗi nếu làm phiền Thầy (Cô). Em chân thành cám ơn (Thầy) Cô, chúc Thầy (Cô) có một ngày làm việc vui vẻ.   i Tốt nghiệp .",
    "Dạ em chào quý thầy cô ạ, em xin trình bày sự việc như sau: -Sáng ngày 20/4/2021, lúc 6h52p em có thanh toán học phí, được xác nhận bằng tin nhắn của ngân hàng OCB ( ảnh 1). Tuy nhiên, đến hôm nay ( 22/4/2021) hệ thống BKPay vẫn chưa xác nhận việc đóng học phí của em ( ảnh 2) . Em rất mong nhận được sự giúp đỡ của quý thầy cô ạ. Em xin cảm ơn!",
    "Em là , mssv . Hiện tại em không vào được trang đăng ký xét tốt nghiệp trên https://mybk.hcmut.edu.vn. Mong nhà trường xem xét và xử lý giúp em ạ",
    "Em là . MSSV:  Hiện em đang gặp trường hợp không đăng bài thảo luận trong diễn đàn môn học nhập môn lập trình(TH)(CO1004)_L05(DH_HK202) . Tại có một số thắc mắc cần trao đổi qua diễn đàn nên em mong nhà trường có thể giải quyết sớm ạ . Em xin cám ơn!",
    "Em tên:  MSSV:  PDT cho em hỏi em đã đăng ký tốt nghiệp và thanh toán tiền trên bkPAY nhưng vẫn chưa có tên trong danh sách tốt nghiệp chính thức. Vậy em có được làm lễ tốt nghiệp không ạ. Em cảm ơn.",
    "Do lý do cá nhân em muốn thôi học thì có cần phải đóng học phí rồi mới được xin thôi học không ạ? Em cảm ơn ạ",
    "Dạ em có mail PĐT hôm 16/4 về việc cập nhật sai số tín chỉ. Dạ ý em là số tín chỉ tích luỹ ạ. Trước học kỳ 201 thì em tích được 33 tín chỉ. Qua học kì 201 em có học 19 chỉ bao gồm có 4 chỉ dự thính. Thế nhưng khi em đã học xong thì PĐT chỉ cập nhật có 48 chỉ, trong khi tín chỉ tích luỹ của em là 52 chỉ. Mong PĐT xem xét.",
    "Hôm trước em có hỏi đến hỏi trực tiếp phòng đào tạo cơ sở 1 về việc tham gia lễ tốt nghiệp hiện có được bổ sung được không ạ. sáng nay em đã có nhận được mail trường là đủ điều kiện tốt nghiệp nhưng vẫn không đăng ký tốt nghiệp được. Do kỳ này tốt nghiệp nên em không có đăng kí môn học nào nên em có tên trong danh sách buộc tạm dừng học. Không biết có ảnh hưởng đén việc đăng kí tốt nghiệp không ạ Em cảm ơn.",
    "Em xin chào, Hiện tại thì e đã gửi thông tin đăng ký tốt nghiệp từ ngày 19/4/2021, em đã nhận mail để tham gia buổi tổng duyệt và lễ tốt nghiệp. Nhưng trên danh sách tốt nghiệp chính thức và danh sách tốt nghiệp bổ sung thì không có tên của em. Như vậy thì em có đươch tốt nghiệp vào đợt này không ạ? Em xin cảm ơn.",
    "Trường đã gửi mail đăng ký tốt nghiệp cho em, nhưng hiện tại em bị xóa tên vì hết thời gian học nên không thể vào trang https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky  để đăng ký tốt nghiệp. Nên mong nhà trường xem xét và giải quyết giúp em để em có thể đăng ký tốt nghiệp và kịp làm lễ tốt nghiệp vào ngày 24/4/2021 ạ.",
    "Cho em hỏi, khi nào pđt mở lớp học anh văn 1A ạ ! Em cảm ơn! Mong pđt trả lời sớm để em đăng ký học ! Cam ơn pđt nhiều ạ",
    "Em chào cô ạ. Thời gian vừa rồi vì lý do công việc và chưa nhận được mail thông báo đóng học phí nên em có đóng học phí muộn 2 ngày. Hiện tại em đang đi làm công việc giờ hành chính nên cô cho em hỏi có cách nào nộp đơn xin đóng học phí trễ online được không ạ, em mong cô giải đáp, cảm ơn ạ",
    "Gửi Quý Thầy, Cô. Em tên là  -  - lớp DC16DK - MSSV  Em xin trình bày lý do như sau: Trong kỳ xét tốt nghiệp 4/2021 em đã hoàn thành hết các môn học và chỉ  không đủ điều kiện anh văn nói viết để xét tốt nghiệp, xong tình trạng sinh viên của em ở trên MyBK đang là  (hình đính kèm). Vậy trường hợp của em cần phải xử lý như thế nào để được xét tốt nghiệp trong thời gian tới ạ.   Kính mong quý Thầy, Cô phản hồi cho em. Trân trọng,",
    "Dạ em chào thầy/cô!  Em có thắc mắc muốn hỏi. Về vấn đề xin được bảo lưu. Trong biểu mẫu em download về có mục chữ ký của GV chủ nhiệm. Nhưng do thời gian khá lâu, em cũng không nhớ GV chủ nhiệm thì em có thể thay bằng chữ ký xác nhận của bộ môn được không ạ . Em xin cảm ơn ạ!",
    "Chào quý thầy cô phòng đào tạo , đội ngũ kỹ thuật . Em là sinh viên khóa K18,  trong 5 học kỳ vừa qua em đã tích lũy 79 chỉ và  tất cả đều nằm trong chương trình đào tạo của nghành em theo học  . Nhưng khi cập nhật thì phòng đào tạo chỉ cập nhật TCTLN của em là 73. Em rất mong quý thầy cô kiểm tra và cập nhật lại giúp em. Em sinh năm 98 vì hoàn cảnh nên em đã học trễ 2 năm , năm sau thì em gái em bắt đầu vào đại học nếu kỳ này em không được thực tập do không đủ 98 chỉ tctln thì gánh nặng kinh tế trên vai mẹ em sẽ rất lớn. Kỳ này em đăng ký được 19 chỉ nếu được cập nhật đúng 79 tctln nữa là em sẽ đủ điều kiện để đi thực tập tốt nghiệp .Em rất mong quý thầy cô giúp em , cảm ơn quý thầy cô đã đọc mail !chúc quý thầy cô thật nhiều sức khỏe ạ !",
    "Tốt nghiệp . Chào Thầy/Cô, Em là sinh viên khóa K16, em vừa đủ điều kiện tiếng anh (ngày 20/4) nên đăng ký trễ xét tốt nghiệp đợt này và được hẹn 28/5 check mail để xem danh sách tốt nghiệp, cho em hỏi trước ngày 28/5 em có thể xin giấy tốt nghiệp tạm thời được không ạ, vì em đang cần gấp để bổ sung vào hồ sơ xin việc? Nếu được thì xin như thế nào ạ? Mong Thầy/Cô hỗ trợ giúp em. Em cảm ơn ạ",
    "Thầy/Cô ơi cho em hỏi là bây giờ em muốn đăng ký dạnh hiệu sinh khá/giỏi toàn diện còn kịp không ạ. Nếu được thì đăng lý ở đâu ạ.",
    "Kính chào Thầy /Cô! Em Tên:  MSSV:  Trong học kỳ 202 này em có đăng ký môn học Luận văn tốt nghiệp (VHVL), mã MH CI4313. Nhưng đến thời điểm hiện tại (22/04/2021) vẫn chưa được cập nhật học phí. Kính mong Quý Thầy Cô xem và cập nhật học phí  giúp em. Để em có thể thanh toán kịp thời gian (23/04/2021) - theo lịch Học vụ ạ. Em xin chân thành cảm ơn!",
    "Kính chào Qúy Thầy Cô Hiện tại em trễ hạn thanh toán học phí đợt 1. Em có thể thanh toán các khoản trên ở đợt hai không ạ. Hay em phải xử lý như thế nào ạ. Mong quý Thầy Cô hướng dẫn giúp em ạ. Trân trọng.",
    "Kính gửi Em là  MSSV   Em muốn hỏi trên file ảnh của em gửi phần sau cảnh cáo học vụ lần 2 loại quyết định kỷ luật đó là sao ạ  em cảm ơn",
    "Em học cao đẳng ngành Bảo Dưỡng Công Nghiệp, năm nay bên Cao đẳng được phép đăng ký xét tuyển liên thông lên hệ Đại học Bảo dưỡng công nghiệp nên em muốn hỏi là làm sao để đăng ký xét tuyển ạ?",
    "Chào Quý Thầy, Cô, Năm ngoái em có đăng ký tham gia Nghiên cứu khoa học cấp trường. Cho em hỏi là nếu như em không hoàn thành kịp Nghiên cứu khoa học thì em có được xét tốt nghiệp vào tháng 11/2021 không ạ? Mong Thầy, Cô trả lời câu hỏi này của em. Em xin cảm ơn.",
    "Tốt nghiệp . Kính chào quý THầy/Cô. Em tên là: Ngô Thị Phương Nam MSSV:1937029 hệ vừa học vừa làm Em xin đính chính thông tin cá nhân phần ngày sinh của em thiếu số cuối cùng trong năm sinh . Ngày sinh của em là:01/08/1976 Em xin quý Thầy/ Cô xem và cập nhật thông tin lại giúp em. Em cảm ơn rất nhiều.",
    "Dạ em bị trùng lịch thi hai môn là Giải tích mạch và Xác suất thống kê, vào sáng 7h ngày 25.04.2021 ( chủ nhật ). Không biết em phải làm những thao tác nào để được thi lại hoặc được dời lịch thi ạ? Em cảm ơn!",
    "Em xin chào anh/ chị, Em là , mssv: . Hiện tại em bị báo dừng học tập do không đăng kí môn học HK2 2020- 2021 ạ.Hiện tại em còn chứng chỉ Toeic 500d (chuyển đổi cho av4 và đăng kí tốt nghiệp) và bằng speaking & writting 200d mà em chưa thi được nên chưa nộp, nên em không đăng kí học kì 2 ạ. Em dự tính tháng 8/2021 này nộp bổ sung để đăng kí tốt nghiệp đợt tháng 11/2021 thì em phải làm sao để có thể đăng kí tốt nghiệp khi đang bị tạm dừng học tập được vậy ạ?. Em mong sớm nhận được phản hồi từ trường ạ. Em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo, Với lý do bị trùng lịch thi giữa môn Giải tích mạch (Dự thính) và môn Xác suất thống kê (Chính quy) Em đã liên hệ với giáo viên môn Xác suất thống kê để được thi lại vào tuần lễ đầu của Tháng 5 . Tuy nhiên em có cần hoặc phải có giấy xác nhận bị trùng lịch thi để thi lại không ạ? Vì môn Giải tích mạch bị trùng là môn dự thính và không có lịch thi trên hệ thống . Em xin chân thành cảm ơn!",
    "Dạ mở rồi , nhưng lúc đầu em tưởng em được học anh văn 2A nên đã xóa môn em , pđt giúp em đăng ký lại anh văn 1A ở cs1 được không ạ ! em cần học gấp để được học năm 3 ! em cảm ơn pđt nhiều lắm ạ ! mong pđt giải quyết giúp em ạ !",
    "Thầy cô cho em hỏi em đã đăng kí anh văn 2a nhưng sao bị hủy lớp do thiếu môn học trước dù em đã học LA1037 rồi nhưng lại bị hủy lớp trong khi các bạn học chung đã có thời khóa biểu rồi ạ.",
    "Kính chào thầy/cô, Em thi tiếng anh đầu vào thì chuẩn Tiếng Anh của em vừa đủ mức qua AV3 và chưa qua AV4 để được đăng ký học kì 1 năm 4 (HK211). Em có check lịch nộp Chứng chỉ ngoại ngữ(CCNN) thì chỉ thấy ngày muộn nhất là 01/06/2021 để có thể ĐKMH học kỳ hè 203. Thầy/cô cho em hỏi em muốn nộp CCNN để được ĐKMH HK211 thì sau đợt nộp CCNN ngày 01/06/2021 còn đợt nộp CCNN khác trong hè không ạ?  Em cảm ơn thầy/cô nhiều. Chúc thầy/cô một ngày tốt lành ạ .   i ",
    "Chào thầy (cô), cho em xin hỏi là liệu phòng đào tạo có còn lưu giữ bản sao chứng chỉ ngoại ngữ của em không vì em muốn đăng ký xét miễn điểm anh văn. Trước đây phòng đào tạo có gửi mail về vấn đề này nhưng do sơ suất nên em đã bỏ quên. Mong thầy (cô) hỗ trợ. Em xin cảm ơn.",
    "Em là , mssv: . Hk201 em có ĐTBHK=0 và không đăng kí môn học trong Hk202. Vì thế em dự kiến bị thôi học và xóa tên khỏi danh sách. Mọi việc như thế bởi l trong học kì 1 em mới biết mình bị bệnh về thần kinh, em rất tuyệt vọng muốn từ bỏ tất cả. Nay em đã hồi phục dần. Em mong PDT có thể làm đơn trình bày để thu nhận lại ạ.",
    "Chào bạn, Môn ME3323 có môn học trước là MA2027 nên bạn không đăng kí 2 môn này trong 1 học kỳ được bạn. Thân",
    "Em là  , hiện em đã bị buộc thôi học, em đã trao đổi với giáo viên chủ nhiệm và có nguyện vọng đăng ký hệ VHVL. Em muốn hỏi về các thủ tục để thanh toán ra trường như trong mail đề cập, và về học phí do em nhớ nhầm ngày đóng nên hiện em vẫn chưa đóng đợt 1. Em có 2 câu hỏi về các thủ tục và học phí mong được giải đáp ạ.",
    "Em xin chào quý thầy cô ạ.   B  Em hiện đang học chương trình Việt Pháp tại CS1 nhưng gần đây em không sử dụng được wifi trường bằng tài khoản MYBK được ạ.     Mong trường hỗ trợ ạ.   i  .",
    "Chào Thầy/Cô, Em muốn \"Giấy xác nhận điểm rèn luyện năm học 2019 – 2020\" để làm hồ sơ xét học bổng thì em xin ở đâu thì được vậy ạ?  Mong nhận được phản hồi sớm từ Thầy/Cô ạ! Em xin cảm ơn/   i  .",
    "Em là  MSSV  Em muốn hỏi trên file ảnh của em gửi phần sau cảnh cáo học vụ lần 2 loại quyết định kỷ luật đó là sao ạ em cảm ơn trích giấn từ câu hỏi lần trước chưa xong ạ file ảnh ở bên dưới em came ơn",
    "Em chào thầy(cô ). Em hiện tại bị cảnh cáo học vụ lần 2. thầy(cô ) cho em hỏi cách làm đơn xin cứu xét với ạ! Em cảm ơn!",
    "Em vừa thi được 575 IIG Toiec . Em xem trên aoo thì thấy chuyển được: AV1: 10 AV2: 10 AV3: 9 AV4: 6.5 Nhưng mà khi chuyển điểm thì được: AV1: 10 AV2: 8.5 AV3: 6 Cho em hỏi là Bảng chuyển điểm đã cập nhật hay bị lỗi ạ. Do em thấy bảng chuyển điểm này 2019 ạ.   i ",
    "Dạ cho em hỏi là ở cs1 thuê áo blouse để học thí nghiệm hóa ở đâu ạ . Em cảm ơn ạ!",
    "Em có nhận được mail buộc thôi học của phòng đào tạo cho e hỏi giờ em phải làm sao để tiếp tục đi học tại trường ạ",
    "Chào thầy/cô.  Em là K14, tháng 4 là em hết thời gian đào đạo. Nhưng em chỉ nợ Av4 ngoài ra em hương thành hết rồi ạ. Em có thể lên pdt xin gia hạn 1 kỳ để nộp toeic để đăng ký tốt nghiệp vào đợt bổ sung tháng 7 được không ạ. Vì em không muốn chuyển sang hệ VHVL ạ. Em cảm ơn ạ",
    "Dạ cô cho con hỏi là kì rồi con đăng kí thi anh văn ở trường con được 475 điểm  thì con đã đạt chuẩn sinh viên năm 3 rồi phải không ạ . Con cảm ơn ạ !",
    "Ad ơi cho em hỏi, hôm qua em k có đi dự tốt nghiệp thì có quy định trong thời gian bao lâu em phải lấy bằng k ạ? Và nếu lâu thì em phải lấy ở PĐT hay ở Văn phòng khoa ạ? Em cảm ơn",
    "Em chào thầy cô, Em bị buộc tạm dừng học HK2/20-21 do không đăng kí môn học . Em đã hoàn thành xong đủ tín chỉ nên không đăng kí môn học vào học kì HK2/20-21, nhưng do chưa qua anh văn nói viết. vậy nếu khi em qua anh văn nói viết thì có được xét tốt nghiệp không ạ. Em cảm ơn",
    "dạ em có đóng tiền in thẻ sinh viên . em muốn hỏi khi nào em có thể nhận thẻ ạ",
    "Kính chào thầy/cô,  Em tên Phạm Thùy Dương-MSSV: Em có học môn Hóa Phân Tích (CH1009-mã môn của K17) vào học kỳ 172 và rớt môn này. Đến học kỳ 201 em học lại môn này thì bộ môn của khoa em cho biết môn này đã đổi tên thành CH2009 bắt đầu từ khóa K19, do đó em đã học lại môn này với mã môn CH2009 và đã qua môn. Giờ khi em kiểm tra điểm thì thấy môn CH2009 không được cập nhật vào điểm trung bình tích lũy ngành, tín chỉ của môn Hóa Phân Tích cũng chưa được cộng vào tín chỉ tích lũy ngành. Mong thầy/cô giải quyết giúp em ạ. Em xin chân thành cảm ơn."
]