{
    "Tốt nghiệp .    Họ tên sinh viên  / . . [full_name]. . . .    Mã sinh viên  / . . ABC123. . . .    Nội dung yêu cầu  / . . Thưa thầy cô,. . em muốn biết em có đủ điều kiện tốt nghiệp không?. . . .": [
        [
            "hỏi điều kiện tốt nghiệp với khoa gì?",
            "đủ điều kiện tốt nghiệp",
            3.6569438179867575e-06
        ],
        [
            "hỏi điều kiện tốt nghiệp với khoá gì?",
            "đủ điều kiện tốt nghiệp",
            2.217109977209475e-05
        ],
        [
            "hỏi điều kiện tốt nghiệp với hê đào tạo nào?",
            "đủ điều kiện tốt nghiệp",
            3.631740401033312e-05
        ]
    ],
    "Điểm thi .    Họ tên sinh viên  / . . [full_name]. . . .    Mã sinh viên  / . . BK1126. . . .    Nội dung yêu cầu  / . . Chào thầy cô,. . . . Em muốn xin chấm phúc khảo lại bài thi \"Tư tưởng [full_name]\" ạ!. . . . Em cảm ơn.. . . .": [
        [
            "phúc khảo điểm với loại điểm gì?",
            "bài thi \"Tư tưởng",
            0.022019337862730026
        ],
        [
            "phúc khảo điểm với môn học gì?",
            "bài thi",
            0.002363333711400628
        ],
        [
            "phúc khảo điểm với mã môn học gì?",
            "sinh viên",
            0.20003874599933624
        ],
        [
            "phúc khảo điểm với học kỳ nào?",
            "bài thi \"Tư tưởng [full_name]\"",
            3.7269726362865185e-06
        ],
        [
            "phúc khảo điểm với lý do gì?",
            "Mã sinh viên",
            9.732783837534953e-06
        ],
        [
            "phúc khảo điểm với hình thức gì?",
            "chấm",
            1.894766796795011e-06
        ]
    ],
    "Học phí &gt  khong chinh quy .    Họ tên sinh viên  / . . sinh vien A. . . .    Mã sinh viên  / . . 0001. . . .    Nội dung yêu cầu  / . . Noi dung yeu cau hoc phi. . . .    cau 1  / . . hoi ve hoc phi. . . .": [
        [
            "hỏi học phí với số tín chỉ bao nhiêu?",
            "cau 1",
            2.1840435238118516e-06
        ],
        [
            "hỏi học phí với khoá gì?",
            "sinh vien",
            0.00029134549549780786
        ],
        [
            "hỏi học phí với hê đào tạo nào?",
            "sinh vien",
            1.5491103113163263e-05
        ]
    ],
    "HP 2017": [
        [
            "hỏi học phí với số tín chỉ bao nhiêu?",
            "HP",
            1.5736427785850715e-11
        ],
        [
            "hỏi học phí với khoá gì?",
            "HP",
            7.631390872120392e-06
        ],
        [
            "hỏi học phí với hê đào tạo nào?",
            "HP",
            0.024024328216910362
        ]
    ],
    "MSSV/MSGV: 002282  / \t. . . .    Dịch vụ cho sinh viên &gt  Đăng ký in bảng điểm . in 2 bang": [
        [
            "đăng kí in bảng điểm với số lượng bao nhiêu?",
            "2",
            0.02189400978386402
        ],
        [
            "đăng kí in bảng điểm với hình thức gì?",
            "in 2 bang",
            0.00022094784071668983
        ],
        [
            "đăng kí in bảng điểm với thời gian nào?",
            "in 2 bang",
            4.313274182266014e-09
        ],
        [
            "đăng kí in bảng điểm với lý do gì?",
            "in 2 bang",
            1.478748981753597e-05
        ],
        [
            "đăng kí in bảng điểm với học kỳ nào?",
            "in 2 bang",
            3.6129470970536204e-08
        ]
    ],
    "Yêu cầu khác: Em là sinh viên năm nhất mới nhận được bằng tốt nghiệp THPT. Hôm nay em có đăng kí nộp bằng tốt nghiệp thì hệ thống báo lỗi. Ở ô nơi sinh không cho phép nhập, đến lúc chọn xác nhận thông tin thì ô nơi sinh bắt điền mà không điền được. Mong thầy/cô fix lỗi này để em có thể đăng kí nộp bằng tốt nghiệp THPT trong thời gian sớm nhất. Em xin cảm ơn.Yêu cầu khác . Em là sinh viên năm nhất mới nhận được bằng tốt nghiệp THPT. Em có lên web trường để đăng kí nộp bằng nhưng đến ô Nơi sinh thì hệ thống lại không cho phép nhập và xác nhận thông tin không được. Em mong thầy/cô fix lỗi này để em có thể nộp bằng tốt nghiệp THPT trong thời gian sớm nhất. Em xin cảm ơn.. .Đang kiểm tra, vui lòng đợi kết quả.. . Thân": [
        [
            "báo lỗi với dịch vụ gì?",
            "đăng kí nộp bằng tốt nghiệp",
            0.000512993021402508
        ],
        [
            "báo lỗi với loại lỗi gì?",
            "ô nơi sinh không cho phép nhập,",
            0.30929991602897644
        ],
        [
            "báo lỗi với quá trình gì?",
            "đăng kí nộp bằng tốt nghiệp",
            0.7649396657943726
        ]
    ],
    "MSSV/MSGV: [student_id]0  / \t. . . .    Học phí &gt  Học phí học kỳ chính . Em chào thầy, cô quản trị viên. . . . Em tên là: [full_name]. . MSSV: [student_id]0. . Học khoa Điện-Điện tử, bộ môn Điện tử. . . . Cho em hỏi, Em đăng kí in thẻ sinh viên, sau đó vào BKpay để thanh toán phí. Khi đăng nhập bkpay xong, chọn khoản thanh toán rồi nhấn thanh toán, thì nó nhảy qua OCB. Nhưng sau khi đăng nhập OCB thì không thấy khoản thanh toán đâu cả (Em có đính kèm file chụp màn hình khi sau khi đăng nhập OCB phía dưới). Đáng lẽ nó hiện khoản thanh toán rồi mình nhấn vào xác nhận luôn. Nhưng me đã đăng xuất hết, rồi làm lại nhiều lần vẫn không được.. . Mong thầy cô khắc phục cho em ạ.. . . . Em cảm ơn.Em đã thanh toán được rồi. Cảm ơn phòng đào tạo": [
        [
            "báo lỗi với dịch vụ gì?",
            "Học khoa Điện-Điện tử, bộ môn Điện tử.",
            0.00014017333160154521
        ],
        [
            "báo lỗi với loại lỗi gì?",
            "Học khoa Điện-Điện tử, bộ môn Điện tử.",
            2.868506498998613e-06
        ],
        [
            "báo lỗi với quá trình gì?",
            "đăng xuất hết,",
            0.002696337178349495
        ]
    ],
    "MSSV/MSGV: [student_id]0  / \t. . . .    Điểm thi &gt  Điểm môn học . Em chào thầy, cô quản trị viên. . . . Em tên là: [full_name]. . MSSV: [student_id]0. . Học khoa Điện-Điện tử, bộ môn Điện tử. . . . Cho em hỏi là nếu trong một list môn tự chọn chuyên ngành, Chương trình yêu cầu 6 môn tự chọn. Nếu em học 8 môn (trong đó có 2 môn rớt), thì khi tính điểm trung bình tích lũy, hệ thống sẽ lấy 6 môn tự chọn cao nhất phải k ạ? Nhưng em thống kê file excel thì thấy điểm trung bình tích lũy aao tính hết tất cả 8 môn tự chọn (kể cả 2 môn rớt). Không biết có phải do lỗi hay là nguyên nhân tại sao lại vậy ạ?. . . . Mong thầy cô giải đáp giúp em.. . Em xin cảm ơn.Chảo em,. . Điểm trung bình lích lũy là tính tất cả các môn em đã học.. . KHi xét tốt nghiệp, trường chỉ lấy điểm cao nhất của các môn trong tổ hợp môn tự chọn  đúng số tín chỉ của  tích lũy trong ngành.. . ThânDạ. Em hiểu rồi. EM cảm ơn ạThân": [
        [
            "hỏi cách tính điểm với loại điểm gì?",
            "Điểm thi &gt  Điểm môn học",
            0.09066471457481384
        ],
        [
            "hỏi cách tính điểm với khoá gì?",
            "nếu trong một list môn tự chọn chuyên ngành,",
            0.006288184318691492
        ],
        [
            "hỏi cách tính điểm với hệ số mấy?",
            "6 môn tự chọn cao nhất",
            0.008661658503115177
        ]
    ],
    "Học vụ &gt  Phúc tra bài thi . Em chào thầy cô,. . Về bài thi cuối kì môn phương pháp tính học kì 162, thầy cô cho em hỏi là em có được quyền xin xem lại bài làm của mình để biết được mình sai ở đâu không ạ.. . Em xin cảm ơn.. . . . . .Chào bạn, nếu bạn muốn xem lại trực tiếp bài thi bạn liên hệ trực tiếp giáo viên giảng dạy. . . . - còn nếu xin thầy chấm lại bài thì bạn tải mẫu đơn phúc khảo điền vào và nộp tại cửa tiếp sv của phòng đào tao, pdt sẽ chuyển phiếu chuyển đề nghị thầy xem lại bài thi cho sv": [
        [
            "phúc khảo điểm với loại điểm gì?",
            "chấm lại bài",
            1.2225023660050738e-08
        ],
        [
            "phúc khảo điểm với môn học gì?",
            "phương pháp tính",
            0.0012037709821015596
        ],
        [
            "phúc khảo điểm với mã môn học gì?",
            "phương pháp",
            0.00020379429042804986
        ],
        [
            "phúc khảo điểm với học kỳ nào?",
            "học kì 162,",
            0.17943371832370758
        ],
        [
            "phúc khảo điểm với lý do gì?",
            "xin thầy chấm lại bài",
            2.551214947743574e-06
        ],
        [
            "phúc khảo điểm với hình thức gì?",
            "nếu xin thầy chấm lại bài",
            2.165121031794115e-06
        ]
    ],
    "Yêu cầu khác: Khi em bấm vào link xác nhận tham gia hoạt động, nhập đúng MSSV và mật khẩu nhưng lại báo em là thông tin đăng nhập sai trong khi mật khẩu em vẫn dùng được khi đăng nhập eL và sàn hoạt động ngoại khóa. Xin kiểm tra lại giúp em.Đang kiểm tra vui lòng chờ kết quả.Dạ em mong nhận phản hồi sớm vì 5/7 CTXH đó sẽ đóng ạNếu xác nhận cần mật khẩu ban đầu trường cho vậy có thể cho em lại mật khẩu đó được không vì em đã làm mất tờ giấy có mật khẩu ban đầu. Em cảm ơn ạCHào em,. . Em vui lòng đến trực tiếp tổ kỹ thuật Phòng đào tạo để được hỗ trợ.. .  Thân. .": [
        [
            "báo lỗi với dịch vụ gì?",
            "thông tin đăng nhập",
            2.735003818088444e-06
        ],
        [
            "báo lỗi với loại lỗi gì?",
            "thông tin đăng nhập sai",
            0.03242610767483711
        ],
        [
            "báo lỗi với quá trình gì?",
            "thông tin đăng nhập sai",
            0.011867273598909378
        ]
    ],
    "Chứng chỉ ngoại ngữ &gt  Khác ... . chào cô!. . Dạ thưa cô bây giờ em nôp điểm toeic 340 vào để xét miễn anh văn đầu vào, vậy sau này em còn có thể nộp bằng 550 vào để chuyển điểm không ạ. tại em đọc trên web là chỉ chuyển điểm môn học được 1 lần ạCHào em,. . Mỗi môn av em chỉ được chuyển điểm 1 lần duy nhất, môn Av nào đã đăng ký chuyển điểm rồi thì không chuyển lại được.. .  Thân": [
        [
            "chuyển điểm với môn học gì?",
            "av",
            0.015335729345679283
        ],
        [
            "chuyển điểm với học kỳ nào?",
            "av",
            2.730714732024353e-05
        ],
        [
            "chuyển điểm với mã môn học gì?",
            "toeic 340",
            0.0021979319863021374
        ],
        [
            "chuyển điểm với lý do gì?",
            "xét miễn anh văn đầu vào,",
            0.004135824274271727
        ]
    ],
    "Học vụ &gt  Khác ... . Kính chào Quý Thầy/Cô,. . Em tốt nghiệp lớp MO10KMT1-kỹ thuật môi trường năm 2015. Sau khi ra trường đi làm 1 thời gian, em quay lại học thêm chuyên ngành xây dựng. Hiện tại, em đang là sinh viên theo học lớp XD15B2D1-Lớp xây dựng bằng 2. Em đã học được 4 học kỳ, 3 học kỳ trước em học vẫn ổn. Nhưng đến học kỳ thứ 4 trở đi do em đi công tác thường xuyên nên việc học bị gián đoạn nhiều, ngoài ra các lớp thực tập có khi được sắp xếp vào ban ngày nên em đang trong giờ làm việc không thể xin ra ngoài được.. . Do cảm thấy tình hình học tập không ổn nên em  đang có ý định chuyển Hệ sang Hệ Tại chức hoặc Hệ Vừa học vừa làm.. . Xin Quý Thầy/Cô cho hướng dẫn, tư vấn cho em về các vấn đề sau: . . 1/ Với trường hợp của em, em có được chuyển Hệ hay không? Điều kiện, yêu cầu để em được phép chuyển Hệ là gì?. . 2/ Khi em chuyển Hệ, liệu em có thể chuyển điểm các môn học tương đương em đã hoàn thành từ lớp Bằng 2 này sang được không?. . Trên đây là các vướng mắc của em. Kính mong Quý Thầy/Cô xem xét và có giải đáp giúp em.. . Em xin cảm ơn và chúc Quý Thầy/Cô nhiều sức khỏe.- Chào bạn, bạn có thể chuyển sang hệ vừa học vừa làm. . - Thủ tục: bạn tải mẫu đơn thôi học kèm theo thẻ sinh viên nộp tại cửa tiếp sv của phòng đào tạo --&gt  sau khi có QĐ chuyển hệ liên hệ tổ đào tạo thường xuyên 201A4 . . - Bạn in bảng điểm theo mssv: [student_id], liên hệ tổ đào tạo thường xuyên 201A4 để giải đáp về môn tương đươngDạ vâng, em xin cảm ơn.": [
        [
            "chuyển hệ với hệ đào tạo nào?",
            "Hệ Tại chức hoặc Hệ Vừa học vừa làm..",
            0.7995225787162781
        ],
        [
            "chuyển hệ với lý do gì?",
            "cảm thấy tình hình học tập không ổn",
            0.8919177651405334
        ]
    ],
    "MSSV/MSGV: [student_id]9  / \t. . . .    Chứng chỉ ngoại ngữ &gt  Xét miễn môn anh văn (chuyển điểm) . Chào PĐT,. . . . Em muốn hỏi SV khóa K13, muốn ra trường đúng hạn thì hạn chót chuyển điểm NN là học kỳ nào?. . . . Nếu học kì 171 chuyển điểm thì có kịp ra trường đúng hạn không?. . . . Em xin cảm ơn!Chào em,. . EM có thể đăng ký chuyển điểm các môn ngoại ngữ vào HK171 để tốt nghiệp đúng đợt vào HK172.. . Thândạ tốt nghiệp đợt HK172 có cùng đợt với toàn khóa K13 không ạ?HK172 là đợt tốt nghiệp chính của K2013.em cảm ơn cô nhiều ạ!. .": [
        [
            "chuyển điểm với môn học gì?",
            "anh văn",
            0.31964704394340515
        ],
        [
            "chuyển điểm với học kỳ nào?",
            "học kì 171",
            0.3189719021320343
        ],
        [
            "chuyển điểm với mã môn học gì?",
            "anh văn",
            0.03310557082295418
        ],
        [
            "chuyển điểm với lý do gì?",
            "tốt nghiệp đúng đợt vào HK172..",
            0.00039688259130343795
        ]
    ],
    "MSSV/MSGV: [student_id]8  / \t. . . .    Tốt nghiệp &gt  Khác ... . Em là sv K12, hiện đã hoàn thành chương trình học và sẽ tốt nghiệp vào tháng 11 tới. Em muốn hỏi về việc em đã nộp bằng TOEIC từ 2 năm trước, đã thực hiện chuyển điểm nhưng bằng TOEIC chỉ có giá trị 2 năm, em xin hỏi là có cần phải thi lại TOEIC và nộp để được tốt nghiệp hay không ạ. Nếu có thì thời gian em phải nộp là khi nào để có thể tốt nghiệp vào tháng 11 tới ?Chào bạn, bạn đã đủ chuẩn TOEIC để tốt nghiệp": [
        [
            "hỏi về chuẩn tiếng Anh với mục đích gì?",
            "thi lại TOEIC và nộp để được tốt nghiệp hay không",
            4.3519521568669006e-05
        ],
        [
            "hỏi về chuẩn tiếng Anh với khoá gì?",
            "TOEIC",
            0.0132985794916749
        ],
        [
            "hỏi về chuẩn tiếng Anh với hệ đào tạo nào?",
            "TOEIC",
            1.0892410500673577e-05
        ]
    ],
    "Dịch vụ cho sinh viên &gt  Đăng ký in bảng điểm .": [
        [
            "đăng kí in bảng điểm với số lượng bao nhiêu?",
            "sinh viên &gt",
            7.765263258796562e-12
        ],
        [
            "đăng kí in bảng điểm với hình thức gì?",
            "Dịch vụ cho sinh viên",
            9.473120599068352e-07
        ],
        [
            "đăng kí in bảng điểm với thời gian nào?",
            "sinh viên &gt  Đăng ký in bảng điểm .",
            2.4848441988918613e-13
        ],
        [
            "đăng kí in bảng điểm với lý do gì?",
            "Dịch vụ cho sinh viên",
            1.1249760945020171e-07
        ],
        [
            "đăng kí in bảng điểm với học kỳ nào?",
            "Dịch vụ cho sinh viên &gt",
            4.015267285328861e-11
        ]
    ],
    "MSSV/MSGV: G[student_id]  / \t. . . .    Chứng chỉ ngoại ngữ &gt  Xét miễn môn anh văn (chuyển điểm) . Kính gửi Phòng đào tạo, . . . . Em là [full_name], MSSV G[student_id]. Ngày 13/6 em đã đăng ký miễn điểm các môn Anh văn 1,2,3,4 và đã đóng lệ phí. Nhưng tới nay em vẫn chưa thấy Điểm chuyển trên trang Thông tin sinh viên. Mong các thầy/cô xem giúp em có thiếu sót gì không? Và trong bao lâu sẽ có điểm chuyển.. . . . Em xin chân thành cảm ơn.Chào em,. . Đợt chuyển điểm các môn Av trong HK163 là ngày 28/07/2017, em vui lòng đợi. Điểm chuyển sẽ tính vào điểm tích lũy trung bình chung vào cuối kỳ 163.. . ThânVâng, em cảm ơn cô!": [
        [
            "báo lỗi với dịch vụ gì?",
            "Chứng chỉ ngoại ngữ",
            1.4349978982863831e-07
        ],
        [
            "báo lỗi với loại lỗi gì?",
            "miễn môn anh văn",
            1.4855709196126554e-07
        ],
        [
            "báo lỗi với quá trình gì?",
            "chuyển điểm các môn Av trong HK163",
            1.2024471288896166e-05
        ]
    ],
    "MSSV/MSGV: G[student_id]  / \t. . . .    Tốt nghiệp &gt  Khác ... . Kính gửi PĐT . . Em vừa hoàn thành Luận Văn Tốt Nghiệp, đã có điểm và đủ điều kiện tốt nghiệp. Hiện tại, em có dự định đăng ký thi cao học. Tuy nhiên, theo lịch trình đăng ký tốt nghiệp của năm trước thì em nhận được giấy chứng nhận tốt nghiệp tạm thời sau đợt đăng ký cao học tháng 8 này (hạn cuối đăng ký là 11/8). Vậy, em có thể xin giấy chứng nhận tốt nghiệp tạm thời hoặc xác nhận tốt nghiệp trong đợt này để đăng ký thi cao học được  không ạ?Chào bạn, bạn theo dõi thông báo tốt nghiệp dự kiến có vào thán 8 nghen. . - nếu bạn đăng ký thi cao học ở trường đại học bách khoa, thì yên tâm không bị trễ hạn nghen": [
        [
            "hỗ trợ tốt nghiệp với vấn đề gì?",
            "đăng ký thi cao học.",
            1.312002041231608e-06
        ],
        [
            "hỗ trợ tốt nghiệp với hình thức gì?",
            "yên tâm không bị trễ hạn nghen",
            9.141695755943147e-08
        ],
        [
            "hỗ trợ tốt nghiệp với thời gian nào?",
            "tháng 8 này",
            0.0001303874159930274
        ],
        [
            "hỗ trợ tốt nghiệp với lý do gì?",
            "có điểm và đủ điều kiện tốt nghiệp.",
            1.9368702851352282e-05
        ]
    ],
    "Tốt nghiệp &gt  [full_name]hác ... . [full_name]ính gửi PĐT. . Em tên là [full_name].. . - PĐT cho em hỏi là điểm Toeic để tốt nghiệp của [full_name]10 vẫn là 450 phải không ạ.. . - Em chuẩn bị nộp bằng Toeic để tốt nghiệp vào tháng 11 tới nhưng trong học kỳ II (2016 - 2017) em có đăng ký môn học để duy trì (em đã hoàn thành chương trình học trước đó) nhưng điểm dưới 5 (trên 0) thì có ảnh hưởng gì đến tốt nghiệp không ạ.Chào bạn, trả lời câu hỏi . . -PĐT cho em hỏi là điểm Toeic để tốt nghiệp của K10 vẫn là 450 phải không ?   B&gt ĐÚNG  /B&gt . . - Em chuẩn bị nộp bằng Toeic để tốt nghiệp vào tháng 11 tới nhưng trong học kỳ II (2016 - 2017) em có đăng ký môn học để duy trì (em đã hoàn thành chương trình học trước đó) nhưng điểm dưới 5 (trên 0) thì có ảnh hưởng gì đến tốt nghiệp không ạ ?   B&gt KHÔNG , NHƯNG NẾU CÓ TÊN TRONG DANH SÁCH BTH THÌ [full_name] LIÊN HỆ PHÒNG ĐÀO TẠO ĐỂ GIẢI QUYẾT  /B&gt": [
        [
            "hỏi về chuẩn ngoại ngữ với ngoại ngữ gì?",
            "B&gt",
            0.023085635155439377
        ],
        [
            "hỏi về chuẩn ngoại ngữ với mục đích gì?",
            "duy trì",
            0.00011235249985475093
        ],
        [
            "hỏi về chuẩn ngoại ngữ với khoá gì?",
            "B&gt",
            0.057318996638059616
        ],
        [
            "hỏi về chuẩn ngoại ngữ với hệ đào tạo nào?",
            "B&gt",
            0.1218147948384285
        ]
    ],
    "Chứng chỉ ngoại ngữ &gt  Xét miễn môn anh văn (chuyển điểm) . dạ em chào cô. . em nộp bằng 340 vào để xét miễn anh văn đầu vào ,nhưng  sau khi thẩm tra hợp lệ em bấm vô danh sách xét miễn chỉ có anh văn 1 2 3 4 không có muc anh văn đầu vào, vậy giờ em phải làm sao cô.": [
        [
            "báo lỗi với dịch vụ gì?",
            "Chứng chỉ ngoại ngữ &gt  Xét miễn môn anh văn",
            3.046759289304646e-08
        ],
        [
            "báo lỗi với loại lỗi gì?",
            "vô danh sách xét miễn chỉ có anh văn 1",
            1.298653131698302e-07
        ],
        [
            "báo lỗi với quá trình gì?",
            "vô danh sách xét miễn chỉ có anh văn 1",
            1.2634474160222453e-06
        ]
    ],
    "Yêu cầu khác: Kính chào PĐT. . . . . Em là [full_name]; MSSV: [student_id] . . Chuyển hệ từ Chính Quy sang VLVH tháng 6 năm 2016,(MSSV cũ : K[student_id]).. . . . Em xin hỏi là: Đã hết hai kỳ học nhưng em vẫn chưa nhận được phiếu miễn môn học tạm thời (em đã trực tiếp đến PĐT hỏi nhiều lần và được trả lời là chưa có, nên em vẫn đang đợi...). . . . . Hiện tại, em đã học xong hết các môn còn thiếu và đã thi đạt toeic 400 (đã hoàn thành đăng ký nộp chứng chỉ ngoại ngữ). Xin PĐT hướng dẫn em cần làm gì để hoàn tất chương trình học và đăng ký tốt nghiệp vào tháng 8 tới ạ. Xin hỏi thêm là vào kỳ 171 sắp tới em có cần ĐKMH để duy trì tình trạng sinh viên không ạ?.. . . . Em xin chân thành cảm ơn.": [
        [
            "hỗ trợ tốt nghiệp với vấn đề gì?",
            "hoàn tất chương trình học và đăng ký tốt nghiệp vào tháng 8 tới",
            0.02349737659096718
        ],
        [
            "hỗ trợ tốt nghiệp với hình thức gì?",
            "phiếu miễn môn học tạm thời",
            0.0001828584645409137
        ],
        [
            "hỗ trợ tốt nghiệp với thời gian nào?",
            "tháng 8 tới",
            0.36833176016807556
        ],
        [
            "hỗ trợ tốt nghiệp với lý do gì?",
            "học xong hết các môn còn thiếu và đã thi đạt toeic 400",
            0.0004567521100398153
        ]
    ],
    "MSSV/MSGV: [student_id]8  / \t. . . .    Tốt nghiệp &gt  Cập nhật ngày CTXH, điểm ... . Cho em hỏi về thời gian chi tiết cập nhật điểm trung bình tích lũy cuối cùng và thời gian em được nhận bằng TN tạm thời. Vì em hiện đang trong thời gian phỏng vấn và công ty muốn em cho một thời gian cụ thể để cung cấp bảng điểm, nhưng vì điểm LVTN của em dù đã có được 3 tuần nhưng vẫn chưa được tính vào điểm TBTL.- Chào bạn, dự kiến đầu tháng 8 sẽ có thông báo cụ thể về tốt nghiệp , bạn vui lòng theo dõi thông báo nghen": [
        [
            "hỏi thời gian xét tốt nghiệp với khoá gì?",
            "Tốt nghiệp",
            0.00035169185139238834
        ],
        [
            "hỏi thời gian xét tốt nghiệp với khoa gì?",
            "Tốt nghiệp",
            1.929278369061649e-06
        ],
        [
            "hỏi thời gian xét tốt nghiệp với học kỳ nào?",
            "Tốt nghiệp",
            2.8630796805373393e-05
        ],
        [
            "hỏi thời gian xét tốt nghiệp với hệ đào tạo nào?",
            "Tốt nghiệp",
            1.7413769910490373e-06
        ]
    ],
    "MSSV/MSGV: [student_id]7  / \t. . . . Kính gửi phòng đào tạo Đại học Bách Khoa Tp.HCM. . Em tên là [full_name],MSSV :[student_id]7,khoá K13 khoa Môi trường và tài nguyên. . Em xin hỏi là bằng TOEIC của em đã được xét là hợp lệ nên em đã đăng kí chuyển điểm, em đã làm các bước và thanh toán học phí đầy đủ nhưng em không thấy có gì thay đổi trong bảng điểm cũng như môn được chuyển.Kính mong pđt giải đáp thắc mắc giúp em.Em xin chân thành cảm ơn!Chào em,. . Đợt chuyển điểm của HK163 là ngày 28/7 nhen em,. . Thân": [
        [
            "chuyển điểm với môn học gì?",
            "Bách Khoa",
            0.003451545024290681
        ],
        [
            "chuyển điểm với học kỳ nào?",
            "Đại học Bách Khoa",
            0.002611340256407857
        ],
        [
            "chuyển điểm với mã môn học gì?",
            "TOEIC",
            1.2437237273843493e-05
        ],
        [
            "chuyển điểm với lý do gì?",
            "bằng TOEIC của em đã được xét là hợp lệ",
            0.015153396874666214
        ]
    ],
    "MSSV/MSGV: [student_id]9  / \t. . Chào anh (chị)!. . Vừa qua em đã bảo vệ luận văn thành công vào ngày 16/6/2017 và hiện tại đang tìm kiếm việc làm bên ngoài. Anh (chị) cho em hỏi khi nào em có thể nhận giấy chứng nhận tốt nghiệp tạm thời? Và có phải làm thêm thủ tục gì không? Có thể lấy ở đâu ạ? Em mong hồi đáp sớm từ anh (chị). Em xin chân thành cảm ơn!. .- Chào bạn, bạn vui lòng xem thông báo tốt nghiệp chi tiết vào đầu tháng 8 nghen": [
        [
            "hỏi thông tin tốt nghiệp với thời gian nào?",
            "đầu tháng 8",
            0.6521248817443848
        ],
        [
            "hỏi thông tin tốt nghiệp với học kỳ nào?",
            "đầu tháng 8",
            1.1617376003414392e-05
        ],
        [
            "hỏi thông tin tốt nghiệp với khoa gì?",
            "đầu tháng 8",
            3.221293445676565e-05
        ],
        [
            "hỏi thông tin tốt nghiệp với khoá gì?",
            "đầu tháng 8",
            0.0005069436738267541
        ],
        [
            "hỏi thông tin tốt nghiệp với hệ đào tạo nào?",
            "đầu tháng 8",
            1.1967557611569646e-07
        ]
    ],
    "MSSV/MSGV: 408T1681  / \t. . . . Dạ em chào Quý Thầy/Cô, Thầy cho em hỏi:. . Em còn nợ môn Quản lý và sử dụng năng lượng nhưng không thấy Trường mở trong hoc kỳ 163 và học kỳ 171 năm 2017, vậy môn tương đương em có thể đăng ký học là môn nào?Nhờ Thầy xem xét giúp để em đăng ký trong học kỳ này. . Em cám ơn Thầy nhiều!": [
        [
            "hỏi môn tương đương với môn học gì?",
            "Quản lý và sử dụng năng lượng",
            0.07508303970098495
        ],
        [
            "hỏi môn tương đương với mã môn học gì?",
            "Quản lý và sử dụng năng lượng",
            0.004019865766167641
        ],
        [
            "hỏi môn tương đương với khoá gì?",
            "Quản lý và sử dụng năng lượng",
            0.03632355108857155
        ],
        [
            "hỏi môn tương đương với hệ đào tạo nào?",
            "Quản lý và sử dụng năng lượng",
            0.009909922257065773
        ],
        [
            "hỏi môn tương đương với khoá gì?",
            "Quản lý và sử dụng năng lượng",
            0.03632355108857155
        ]
    ],
    "Chứng chỉ ngoại ngữ &gt  Xét miễn môn anh văn (chuyển điểm) . Kính chào quý thầy cô, cho em hỏi, em đã thanh toán lệ phí chuyển điểm cho 4 môn anh văn rồi, nhưng vẫn chưa thấy điểm chuyển trong bảng điểm của em. Vậy sau bao lâu thì điểm mới được cập nhật trong bảng điểm ạ?. . Em cảm ơn.. .Chào em.. . Đợt chuyển điểm cuả HK163 là 28/7.. . Điểm chuyển chỉ tính vào tích lũy chung khi cuối kỳ.. .  Thân. .": [
        [
            "chuyển điểm với môn học gì?",
            "anh văn",
            0.12526683509349823
        ],
        [
            "chuyển điểm với học kỳ nào?",
            "môn anh văn",
            5.790508566860808e-06
        ],
        [
            "chuyển điểm với mã môn học gì?",
            "anh văn",
            0.008746548555791378
        ],
        [
            "chuyển điểm với lý do gì?",
            "Điểm chuyển chỉ tính vào tích lũy chung khi cuối kỳ..",
            0.00013446064258459955
        ]
    ],
    "MSSV/MSGV: [student_id]2  / \t. . . . Em chào Thầy Cô ạ! . . Thầy cô cho em hỏi, lịch đăng kí môn học học kì 1 năm 2017 cụ thể thế nào ạ??? Ngày đăng kí và đợt đăng kí bổ sung ạ???Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. .": [
        [
            "hỏi thời gian đăng kí môn học với môn học gì?",
            "HK211",
            0.028252722695469856
        ],
        [
            "hỏi thời gian đăng kí môn học với mã môn học gì?",
            "HK211",
            0.06843327730894089
        ],
        [
            "hỏi thời gian đăng kí môn học với học kỳ nào?",
            "kì 1 năm 2017",
            0.4183955192565918
        ],
        [
            "hỏi thời gian đăng kí môn học với mã nhóm/lớp gì?",
            "HK211",
            0.23556822538375854
        ],
        [
            "hỏi thời gian đăng kí môn học với đợt mấy?",
            "đợt 2",
            0.5951038599014282
        ]
    ],
    "Chương trình đào tạo &gt  Môn tương đương, tiên quyết, ... . Kính gửi PĐT Sau ĐH,. . Hiện tại tôi đang là học viên cao học (Thạc sĩ) ngành Kỹ Thuật Viễn thông - Khoa Điện-Điện tử. Theo chương trình đào tạo hiện bao gồm 4 môn bắt buộc và 4 môn tự chọn (và các môn Triết học, PPNCKH). Hiện tôi đã hoàn thành môn Triết học, PP NCKH, 3 môn bắt buộc và 3 môn tự chọn. Vậy trong học kì tới tôi có được phép đăng ký Đề cương Luận văn tốt nghiệp hay không trong khi vẫn còn thiếu 1 môn bắt buộc?. . Kính mong nhận được phản hồi từ quý thầy cô!. . Trân trọng.Chương trình đào tạo &gt  Môn tương đương, tiên quyết, ... . Kính gửi PĐT Sau Đại Học. . Hiện tại tôi đang là học viên Thạc sĩ ngành Kỹ thuật viễn thông - Khoa Điện-Điện tử.Chương trình đạo tạo hiện bao gồm 4 môn bắt buộc và 4 môn tự chọn. Hiện tại tôi đã hoàn thành các môn Triết học, PPNCKH, 3 môn bắt buộc và 3 môn tự chọn.. . Vậy trong học kì tới tôi có được phép đăng ký Đề cương luận văn tốt nghiệp hay không trong khi vẫn còn 1 môn bắt buộc chưa hoàn thành?. . Kính mong nhận được phản hồi từ quí thầy cô!. . Trân trọngSinh viên liên hệ Phòng Quản lý Sau Đại Học": [
        [
            "hỏi điều kiện nhận luận văn với khoa gì?",
            "Khoa Điện-Điện tử.",
            0.03933938592672348
        ],
        [
            "hỏi điều kiện nhận luận văn với khoá gì?",
            "có",
            0.032874945551157
        ],
        [
            "hỏi điều kiện nhận luận văn với hê đào tạo nào?",
            "có",
            0.04510192200541496
        ]
    ],
    "MSSV/MSGV: [student_id]9  / \t. . . .    Đăng ký môn học &gt  Khác ... . Kính thư Phòng đào tạo Trường Đại học Bách khoa TP HCM.. . Em tên [full_name]; MSSV [student_id]9. . Theo như kế hoạch học tập của trường là ngày đăng kí môn học bổ sung học kì 171 là ngày 7/6-8/8. Cho em hỏi là sau ngày 8/8 em vẫn chưa có bằng Anh văn để xét tốt nghiệp thì em có thể xin phòng đào tạo cứu xét gia hạn thêm thời gian nộp bằng Anh văn để xét tốt nghiệp được không ạ. Và cho em hỏi thời gian cứu xét là bao nhiều ngày kể từ ngày 8/8 ạ.. . Mong phòng đào tạo sớm trả lời câu hỏi của em. em xin chân thành cảm ơn ạ.chào bạn, nếu bạn chỉ cần nộp   B&gt CCNG để xét TỐT NGHIỆP  /B&gt , thì hạn cuối có thể là đầu tháng 9": [
        [
            "đăng kí gia hạn với lĩnh vực gì?",
            "&gt  Khác",
            0.01020275242626667
        ],
        [
            "đăng kí gia hạn với thời gian nào?",
            "đầu tháng 9",
            0.07472874969244003
        ],
        [
            "đăng kí gia hạn với lý do gì?",
            "nộp   B&gt CCNG để xét TỐT NGHIỆP",
            0.0002883666311390698
        ]
    ],
    "Em tên [full_name], mã số sinh viên:[student_id], lớp BC14X_D. Hiện tại điểm thi toeic của em chưa đạt 350 chưa đủ điều kiện nhận luận văn tốt nghiệp. Em không tìm thấy lịch đăng ký av350 để học. Thầy/Cô cho em hỏi tại trường mình hiện tại có mở lớp học av350 không ạ? Nếu có thì bây giờ thủ tục đăng ký như thế nào ạ? . . Chân thành cảm ơn!Chào bạn , bạn liên hệ tổ đào tạo thường xuyên 201A4": [
        [
            "đăng ký môn học với môn học gì?",
            "av350",
            3.3577231306480826e-07
        ],
        [
            "đăng ký môn học với mã môn học gì?",
            "av350",
            6.744046550011262e-05
        ],
        [
            "đăng ký môn học với học kỳ nào?",
            "lớp BC14X_D.",
            1.0157186807191465e-05
        ],
        [
            "đăng ký môn học với mã nhóm/lớp gì?",
            "BC14X_D.",
            0.6568630337715149
        ],
        [
            "đăng ký môn học với đợt mấy?",
            "lớp BC14X_D.",
            1.2719787889636791e-08
        ]
    ]
}