[
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi bộ phận hỗ trợ BKSI,. . Em tên là [full_name] mssv [student_id], vào học  kì 171, do không nắm rõ thông tin nên em đã đăng kí BHYT cả 2 nơi, 1 là ở KTX Khu A ĐHQG- TPHCM và ở trường, sau đó em đã lên hỏi PĐT ở CS2, thì được giải đáp là không sao, hệ thống BKPay sẽ tự xóa khoản thanh toán đó cho em, hiện tại em vừa bảo vệ luận văn xong, em muốn hỏi về khoản thanh toán BKPAY này em có phải thanh toán để được xét tốt nghiệp hay không, hình ảnh khoản thanh toán BKPay em đính kèm trong hình ảnh, em cảm ơn. . . . . [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Kính chào phòng đào tạo,. . Em là [full_name] - MSSV [student_id] Khoa Cơ Khí Lớp CK14CD02 . . Năm 2020 em đã làm đơn tạm ngừng học vì có lệnh nhập ngũ. Hiện tại em đã xuất ngũ và muốn làm thủ tục nhập học lại nhưng không biết thủ tục gồm những gì và có nộp online được không. Em mong PĐT giải đáp thắc mắc giúp em.. . Em trân trọng cám ơn."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính chào phòng đào tạo,. . Em là [full_name] - MSSV [student_id] Khoa Cơ Khí Lớp CK14CD02. . Năm 2020 em đã làm đơn tạm ngừng học vì có lệnh nhập ngũ. Hiện tại em đã xuất ngũ và muốn làm thủ tục nhập học lại nhưng không biết thủ tục gồm những gì và có nộp online được không. Em mong PĐT giải đáp thắc mắc giúp em.. . Em trân trọng cám ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em tải mẫu đơn thu nhận lại, điền đầy đủ thông tin gửi qua bksi kèm ảnh chụp quyết định xuất ngũ nhé.. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính chào phòng đào tạo,. . Em là [full_name] - MSSV [student_id] Khoa Cơ Khí Lớp CK14CD02. . Em xin phép đính kèm mẫu thu nhận lại và quyết định xuất ngũ để PĐT xem xét thu nhận lại em trong HK gần nhất.Mong sớm nhận được phản hồi từ PĐT.. . Em chân thành cám ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã tiếp nhận đơn thu nhận của bạn, hiện tại đang là tuần thứ 3 của HK212, em còn nợ MH gì? SV vui lòng bổ sung thêm giúp cô 1 đơn xin ĐKMH (nếu có nhu cầu), SV vui lòng liên hệ thêm ở Khoa/GVCN để tư vấn về việc học và xin thông tin liên hệ với GV để xin vào lớp học trước trong thời gian chờ ra quyết định thu nhận cho bạn. . Thân"
    },
    {
        "intent": "",
        "message": "Chào [full_name] . . Hiện tại cho đến nay em đã hoàn thành hết chương trình đào tạo tại trường, không nợ MH nào cả, tuy nhiên trong kì thi Speaking and Writing tại trường em chưa đủ điểm nên chưa đủ điều kiện tốt nghiệp.. . Giờ em đã nộp đơn thu nhận lại và giấy xuất ngũ để làm hồ sơ học lại, em đang thắc mắc là em có cần ĐKMH nào không hay em chỉ cần điểm đạt trong kì thi Speaking and Writing tại trường là có thể đăng kí tốt nghiệp.. . Em chân thành cám ơn."
    },
    {
        "intent": "",
        "message": "Đã tl"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Dạ thưa thầy/cô, em có xin chuyển lớp môn Giải tích 1 từ DT02 sang DT01 và đã được PDT chấp thuận. Theo thông báo em nhận được thì ngày 14/1/2022 em sẽ được cập nhật thời khóa biểu nhưng hôm nay em vẫn chưa được cập nhật ạ. Mong thầy/cô giúp em giải quyết. Em cảm ơn. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT không giải quyết được do full sỉ số.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy cô ạ,. . Em là sinh viên khóa k16, cho em hỏi là giờ em nộp bằng toeic thì quy chuẩn đổi điểm sang 4 anh văn là theo quy chuẩn cũ hay mới ạ và điểm 4 anh văn đó có tính vô điểm trung bình tích lũy không ạ. . Em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . . . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--&gt  sinh viên --&gt  Quy chế --&gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --&gt Phụ lục 1: Quy định về ngoại ngữ . . . . - Hiện nay, P.ĐT đặc cách xét chuyển điểm Anh văn cho Khóa 2016 theo bảng qui đổi cũ \"Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2017-2018 đến HK3/2019-2020\". . . . Chúc bạn học tập tốt nhé.. . Thân. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Cho em hỏi là khi nào thì em có thể đăng ký kiểm tra trình độ tiếng anh được ạ, em đã tìm lịch học vụ ở AAO nhưng vẫn không thấy lịch đăng ký.. . Em cám ơn.. . . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại chưa có thông báo về việc tổ chức thi AV định kỳ nhé bạn.. . SV vui lòng đợi thông báo sau nhé. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "answer rate: Answer suits the needs / Câu trả lời đúng ý"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Thầy cô PĐT thân mến,. . Sáng em có gửi yêu cầu mong được hủy thời khóa biểu học trực tiếp môn học Hóa Đại Cương. Nhưng em chưa rõ như sau:. . 1. Thầy cô PĐT hướng dẫn em liên hệ giảng viên hướng dẫn để được giúp đỡ. Em đã gửi mail cho 2 giảng viên và nhận được phản hồi \"em hãy xin PĐT hủy lịch học để đăng kí học vào đợt sau\".. . 2. Ngày em nhận được mail thông báo đăng kí học trực tiếp thí nghiệm, em có gửi câu hỏi yêu cầu hỗ trợ trực tuyến về lịch học nhưng không được hỗ trợ. Và em đăng lỡ đăng kí học. Thời khóa biểu xếp ngay vào tuần tiếp theo nên điều kiện đi lại ở quê lên Sài Gòn và chỗ ở em không đáp ứng được. . . 3. Mong thầy cô giúp em được hủy thời khóa biểu và đăng kí học vào đợt sau. Vì tình hình dịch bệnh gây khó khăn cho việc học, lý do của em cũng không phải vấn đề cá nhân em bận nên không đi học được. Thí nghiệm nếu vắng sẽ ảnh hưởng đến kết quả môn học."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "B&gt    MSSV/MSGV: [student_id]  / \t[full_name] [full_name] [full_name] [full_name]   i&gt Tốt nghiệp  /i&gt [full_name] [full_name] [full_name] [full_name] Em tên [full_name] [full_name] [full_name] MSSV [student_id][full_name] [full_name] Lớp CC17KCX1[full_name] [full_name] [full_name] [full_name] Em xin được PĐT xét tốt nghiệp HK211 với đủ điều kiện như sau:[full_name] [full_name] Tên đề tài luận văn: [full_name]-[full_name]ER 3-[full_name][full_name] [full_name] CBHD: TS[full_name] [full_name][full_name] [full_name] Điểm bảo vệ: 8[full_name]17[full_name] [full_name] Số tín chỉ tích lũy ngành: 144[full_name] [full_name] Số ngày CTXH: 17[full_name] [full_name] [full_name] [full_name] Mong PĐT xem xét giúp em ạ[full_name] [full_name] Em xin cảm ơn,"
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . SV vui lòng trình bày rõ trường hợp của bạn đã hoàn thành tất cả các điều kiện tốt nghiệp vào thời điểm nào? điều kiện gì? vui lòng trình bày rõ nhé!. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: e k21, e có thể xin ảnh thẻ sinh viên đc không ạ . . [full_name] . . MSSV [student_id]. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Thẻ SV của K21 chưa có, em vui lòng đợi thông báo về việc nhận thẻ sv sau nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . PĐT cho em hỏi là vào trước ngày 26/12 em có vào mybk danh mục hoãn thi cuối kì môn phương pháp tính nhưng bây giwof em vào lại múc đó thì thấy ko có đơn hoãn thi ạ và trong phần bảng điểm môn phương pháp tính lại nhập điểm của em là 0 , Mong PĐT giải đáp thắc mắc giúp em ạ . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác. . PĐT cho em hỏi là vào trước ngày 26/12 em có vào mybk danh mục hoãn thi cuối kì môn phương pháp tính nhưng bây giờ em vào lại mục  đó thì thấy ko có đơn hoãn thi ạ và trong phần bảng điểm môn phương pháp tính lại nhập điểm của em là 0 , đáng lẽ ra nếu em đã hoãn thi thì phải nhập điểm 14 chứ ạ , Mong PĐT giải đáp thắc mắc giúp em ạ. .   /QUOTE&gt . ."
    },
    {
        "intent": "",
        "message": "\"\"\" . . Chào bạn. . Hiện đã trễ thời gian đăng ký hoãn thi theo quy định:  trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc).. . . . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . . . Quy trình xử lý:. . Cuối tháng 12/2021 (dự kiến), PĐT sẽ lấy dữ liệu SV đăng ký hoãn thi và hậu kiểm các tình huống cấm thi hoặc không đủ điều kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi (Trường hợp đặc biệt, nhà trường sẽ xem xét riêng).. . Dự kiến vào cuối tháng 01/2022: Ra Quyết định Hoãn thi có điều kiện (SV phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này), và gửi email thông báo kết quả xử lý đến SV.. . . . Thân. . \"\"\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác .  Kính chào PĐT, em tên là [full_name] mssv [student_id]. Hôm nay em có đăng nhập đóng tiền học nhưng hệ thống [full_name] pay bị lỗi nên không thể đóng được. Xin phép PĐT cho gia hạn thời gian thanh toán tiền học phí ạ. em xin cảm ơn ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . BKPay vào được nhé em.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . PĐT ơi , cho em xin thủ tục chuyển điểm môn học tương đương/ thay thế . Em cảm ơn nhiều ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp ."
    },
    {
        "intent": "",
        "message": "Cho em hỏi em muốn đăng kí xét tốt nghiệp ! Em đăng ký thế nào ạ!"
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ kính thưa Thầy/Cô. . . . Em tên là Lý Gia Hân - [student_id], khoa Môi Trường và Tài Nguyên. . . . Em kính mong Thầy/Cô xem xét giúp em. Tính tới thời điểm hiện tại thì em đã học xong hầu như toàn bộ môn học trong chương trình đào tạo, xong cả môn Thực tập tốt nghiệp và Đề cương luận văn tốt nghiệp, chỉ nợ duy nhất hai môn là Giải tích 1 và Giải tích 2 (HK211 em có học Giải tích 2 nhưng hiện tại vẫn chưa có điểm). . . . . Theo quy định thì sinh viên chỉ được nợ tối đa 7 tín chỉ khi đăng kí Luận văn tốt nghiệp (LVTN), trường hợp của em thì nợ 8 tín chỉ ạ. . . . . Em kính mong Thầy/Cô xem xét cho phép em đăng kí LVTN trong HK212 ạ.. .  . . Em biết là khó, nhưng với tình hình dịch Covid-19 đã gây khó khăn nhiều về việc học tập như là kéo dài và mất rất nhiều thời gian để hoàn thành môn học, đặc biệt là những môn cần thực hành, thí nghiệm (cần sử dụng phòng lab để thực hiện Luận văn) . . Cá nhân em cũng mong muốn mau chóng hoàn thành để đi làm phụ mẹ (nhà em chỉ có mình mẹ đi làm thôi ạ), em học nay là năm thứ 5 rồi ạ. Em cũng không mong vì mình thiếu 1 tín chỉ mà phải muộn thêm nữa ạ. Thêm tình hình dịch Covid-19 (nếu bùng dịch lại) cộng thêm việc học của em nếu kéo dài hơn nữa, sẽ gây khó khăn rất lớn về tài chính đối với gia đình em ạ. . . . . Em cũng đã đăng kí để học nốt hai môn Giải tích 1 và Giải tích 2 trong HK212 rồi ạ.. . . . Em kính mong Thầy/Cô xem xét trường hợp của em,. . Em xin chân thành cảm ơn Thầy/Cô ạ.. . . . . ."
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. .  Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này. . . . .  Thời gian dự kiến từ ngày 10 giờ ngày 18/1 đến 15g ngày 19/1/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV). . . .  Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Em chào thầy cô ạ, em là [full_name] [student_id]. . Bọn em gồm 3 sinh viên K18 ngành ô tô khoa kỹ thuật giao thông : [full_name] [student_id], [full_name] [student_id], [full_name] [student_id]. . Em có một vấn đề như sau, hy vọng thầy cô giải quyết hộ bọn em với ạ. Nhóm bọn em có báo cáo đồ án 1 ngày 13/1/2022 và không đạt vì thời điểm báo cáo khá muộn và đợt đăng ký môn đồ án 1 đã qua nên bọn em không thể đăng kí lại môn này được, như vậy thì tụi em sẽ bị trễ so với chương trình đào tạo. Em hy vọng thầy cô có thể cho bọn em hướng giải quyết vấn đề này. Em xin chân thành cảm ơn ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Mỗi sv sử dụng tài khoản của mình đặt câu hỏi. Thông tin cần có mã môn học, tên môn học, nhóm, HK, lý do .... . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em chào phòng đào tạo . . Em tên là [full_name] MSSV [student_id] cùng với hai bạn là [full_name] ([student_id]) và [full_name] ([student_id]). Nhóm em sau khi báo cáo đồ án 1 thì kết quả không đạt và muốn đăng kí lại môn này vì là môn tiên quyết của đề cương luận văn tốt nghiệp nhưng do hết đợt đăng kí . Tụi em mong phòng đào tạo có thể đăng kí bổ sung cho tụi em . Vì nếu không đăng kí được tụi em sẽ trễ thêm nữa ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . SV cần sử dụng tài khoản của mình đặt câu hỏi. Thông tin cần có mã môn học, tên môn học, mã nhóm, HK, lý do nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Những nguyên lý cơ bản của chủ nghĩa [full_name]-[full_name]. . . . Pháp luật Việt Nam đại cương SP1007. . Địa chất công trình CI1043. . Phương pháp phần tử hữu hạn CI3061. . . . Lý do chuyển sang hình thức đào tạo vừa làm vừa học"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em kính chào Phòng đào tạo.. . Em tên [full_name] mssv: [student_id]. Nhóm Đồ án em gồm em, bạn [full_name] ([student_id]) và bạn [full_name] ([student_id]). Đợt báo cáo Đồ án 1 vừa qua nhóm em đã có kết quả không đạt. Và Đồ án 1 là môn tiên quyết để đăng ký Đề cương luận văn.. . Em kính mong Phòng đạo tạo có thể cho tụi em đăng ký bổ sung lại môn học này (Đồ án 1 TR3043) trong học kì 212, do tụi em biết kết quả khi đã hết đợt đăng ký, để tụi em có thể nhanh chống hoàn thành chương trình học của mình.. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính gửi Phòng đào tạo,. . Em tên là [full_name] . . MSSV [student_id] khoa Cơ Khí. . Em xin phép được hủy buổi thực hành thí nghiệm hóa vào ngày mai vào lúc 13:00 - 17:30 nhóm tổ VL24 phòng B2-406 cs1. . Lí do hiện tại em vẫn chưa có khả năng lên tp HCM để có thể tham gia thực hành được. . Em đã mail cho giáo viên bộ môn nhưng thầy đã bảo em gửi cho Phòng đào tạo. . Em mong Phòng đào tạo có thể hủy buổi học giúp em hoặc có thể hướng dẫn em cách để rút buổi học thí nghiệm vào ngày mai.. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi nhà trường.. . . . Cho em được rút môn   B&gt Thực tập ngoài trường  /B&gt  trong kì này vì lúc đăng kí môn có sai sót. . . . . Em nghĩ đăng kí trong học kì chính và sẽ đi thực tập ở học kì hè. Nhưng theo như mail mới nhất từ phòng đào tạo thì đăng kí kì nào đi kì đó.. . . . Nay em làm đơn này mong nhà trường xem xét rút môn   B&gt Thực tập ngoài trường  /B&gt  cho em ạ.. . . . Em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em cần tư vấn từ VPĐTQT, vì rút môn học có tính HP nhé.. . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Chào thầy cô ạ. . Em tên là [full_name] mssv [student_id]. . Do một số lí do gia đình nên em muốn huỷ lịch học Thí Nghiệm Hoá Đại Cương trực tiếp vào tuần 3 4 lớp VL19.. . Em đã liên hệ với giảng viên giảng dạy rồi ạ và cô kêu em đăng kí huỷ đợt này và đăng kí đợt mới ạ . . Em xin lỗi vì sự bất tiện này . . Chân thành cảm ơn thầy cô  . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi Phòng Đào tạo,. . . . Sau khi liên hệ Khoa về vấn đề hoãn bảo vệ Luận văn sang học kỳ sau, Khoa và Bộ môn đã yêu cầu em xin bảo lưu kết quả đăng kí môn Luận văn tốt nghiệp ở học kỳ vừa rồi với Phòng Đào tạo để có thể hoãn bảo vệ trong kì này và bảo vệ Luận văn tốt nghiệp trong học kỳ sau (HK212).. . Vậy em xin phép được hỏi Phòng Đào tạo về cách thức làm đơn xin bảo lưu kết quả đăng kí LVTN.. . . . Trân trọng.. . [full_name]"
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ, em chào thầy/ cô. . . . Dạ, cho em hỏi là khi đăng kí đi thực tập trong . . . . kì  hè, thì kì hè đó mình có được đăng kí học. . . .  dự thính không ạ. . . . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi lại thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em có đăng kí môn học EN2019 cho kì đăng kí môn học dự thính 212 mà em thấy sỉ số lớp chỉ có 2 ban thì môn có được mở không ạ, và em muốn hỏi thêm về việc đăng kí làm đề cương luận văn tốt nghiệp mã là EN4311, em không hiểu sao không đăng kí được để em kịp tiến độ làm luận văn tốt nghiệp trong kì 221 ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ thưa thầy/cô:. . E tên [full_name] mssv [student_id]. E vừa báo cáo luận văn tốt nghiệp xong, e xin giấy xác nhận sinh viên để thi toiec nhưng không được, thầy /cô cho e hỏi là e lên trường xin giấy xác nhận sinh viên nữa được không, nếu không được e làm đơn xin gia hạn thêm 1 học kỳ nữa được không ạ, e cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng làm đơn xin cấp giấy CNSV (ghi rõ lý do) và gửi qua bksi nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào [full_name], em hiện tại đã hoàn thành tất cả các môn học trong chương trình đào tạo nên học kì này em không có đăng kí môn học trong trường. Nhưng em vẫn còn thiếu ngày công tác xã hội, cho em hỏi việc em không đăng kí môn học ở học kì này thì em có bị cấm tham gia công tác xã hội không ạ? em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Xin hỗ trợ cách thức liên hệ với Phòng Đào Tạo qua email. . #tôi không thể liên hệ với Phòng Đào Tạo qua email này: pđ[email]"
    },
    {
        "intent": "",
        "message": "[email]. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em chào thầy/cô,. . . . Em đã có tên trong danh sách dự kiến tốt nghiệp và hiện tại em cần có bằng tốt nghiệp để nộp xin visa làm việc ở Sing.. . . . Không biết thầy/cô có thể tạo điều kiện cho em nhận bằng sớm được không ạ, vì bên đó họ đã đợi em 1 tháng rồi và không thể tiếp tục đợi.. . . . Em có đính kèm thông tin minh chứng. . . Em cảm ơn quý thầy/cô rất nhiều !. ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán (ngày 27/1/2022). . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi PĐT.. . Cho em hỏi là bao giờ em được cập nhật môn Thực tập cơ khí ĐC2 ạ. Vì cũng đã là tuần 3 rồi ạ. Nếu cập nhật thì em mong PĐT cập nhật sớm cho em để em còn học bù các tuần trước ạ. Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT không giải quyết được vì đã full sỉ số.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em chào đại diện hỗ trợ ạ.. . . . Em tạo yêu cầu này vì muốn hủy môn học Thực tập Ngoài trường, mã môn học    CO3345  /  mà em đã đăng kí trong học kì 212.. . . . Lí do em hủy là do em vừa nhận được thông báo rằng thực tập nên đăng kí trong học kì hè để tránh bị hoãn điểm ạ.. . . . Em xin cảm ơn.. . Sinh viên,. . [full_name].. .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em tham khảo thêm từ VpĐTQT, vì hết thời gian huỷ môn học.. . Về rút môn học:. . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại [full_name] điều 11.2. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em xin kính chào Phòng Đào Tạo ạ, . . . . Em tên là [full_name]. Mã số sinh viên [student_id]. Kì này em có đăng kí học dự thính môn Cơ học thủy khí- TR1005. Trong kết quả đăng kí đã để trạng thái thành công nhưng em lại không có môn này trong thời khóa biểu và cả BKel ạ. Hiện tại lớp học này đã bắt đầu được 3 tuần nên em mong Phòng Đạo Tạo có thể giúp em sớm giải quyết trường hợp này ạ. . . . . Em xin chân thành cảm ơn ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "-Em là [full_name], sinh viên vật lý kỹ thuật.. . -Em thuộc lớp VL25 sẽ do thầy [full_name] phụ trách.. . -Em viết mail này xin phép cho em dời buổi thực hành thí nghiệm hóa học của em đến sau tết vì em hiện đang là F1 do em có tiếp xúc với F0 tại địa phương và đang tự cách ly tại nhà.. .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Cho em hỏi đơn phúc khảo của em (môn CI3233) đã được yêu cầu thầy chấm lại chưa ạ?. . . . Vì bài thi của em đặt tên file không đúng nên bị lạc bài -&gt  em đang bị điểm 13."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em  gửi phúc tra bài thi trên mybk: em vui lòng xem kết quả trên web em nhé. PĐT thường xuyên cập nhật kết quả trên web. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em tên là: [full_name]. . MSSv: [student_id]. . Học kỳ 1 năm học 2021 - 2022, em làm luận văn đề tài nghiên cứu. Nhưng vì dịch covid nên không thể đến trường, thực hiện phần thí nghiệm cho luận văn của mình. Nên chưa thể hoàn thành được luận văn.. . Cho em hỏi trường hợp của em có thể tạm hoãn sang học kỳ 2 không ạ? Mong nhà trường xem xét và giúp đỡ ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em xin hỏi cách để bảo lưu kết quả đăng kí luận văn tốt nghiệp"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Em vui lòng trình bày rõ hơn nhé.. . - Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . - SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . -Trường hợp Khoa không tiếp nhận trường hợp tổ chức đợt bảo vệ bổ sung, SV nhờ Khoa làm công văn đề nghị lên Phòng Đào tạo, ghi rõ lý do vì sao không thể tổ chức đợt bảo vệ LVTN bổ sung, để Phòng Đào tạo trình lên Ban Giám hiệu nhà trường xin ý kiến và phản hồi cho sinh viên.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tên : Phạm Minh Phương . . Khoa : Kỹ thuật vật liệu . . . .   i&gt Đăng ký môn học . Hôm nay em xin phép được bổ sung thêm mã số môn học : môn Giải Tích 2 ( mã số môn học : MT1005), [full_name] 1 ( mã số môn học : PH1003) , [full_name] ( mã số môn học : CI1003 ) những môn trong học kì 2. . Lí do bổ sung : Vào vài ngày hôm trước em có yêu cầu xin phép đăng ký bổ sung môn học . Sau khi được trả lời lại là em nên thêm mã số môn học vào . . . Hình ảnh, thông tin, lí do trước đó em đã để cụ thể ở phía dưới. Mong thầy cô xem và giúp đỡ em ạ .. . Em xin cảm ơn .. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . cho em hỏi em đăng ký như trong ảnh là đăng ký môn học thành không không ạ? . . tại em không thấy thời khóa biểu.. . em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Môn học có trong TKB thì mới được tính HP, mới thành công nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ chào thầy/cô, do hôm nay chỗ em bị sự cố điện đến 6h nên em đã đóng trễ học phí bổ sung học kì 211 3 tiếng. Thầy/cô có thể xem xét cho em được không ạ? Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT ghi nhận thông tin của em, em chú ý thanh toán đúng thời gian vào các HK sau nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . PĐT cho em hỏi ,em vừa có kết quả đồ án 2 và không đạt. Thầy Đồ án có bảo về đăng ký điểm y để tiếp tục làm cho kỳ này. Cho em hỏi quy trình đăng ký điểm y để em có thể tiếp tục làm đồ án 2 cho kỳ này là như thế nào?Em cảm ơn rất nhiều. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em có học môn sức bền vật liệu (mã mh: 809704) do thầy [full_name] giảng dạy, do môn học được mở dưới dạng đồ án nên điểm cả năm chỉ lấy điểm bài tập lớn. Em đã hoàn thành và nộp bài đúng kì hạn qua mail nhưng thầy vẫn cho em điểm 13. Mong phòng đào tạo có thể liên hệ thầy hoặc cho em xin số điện thoại để liên lạc với thầy. Em cảm ơn ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Điểm do GV nhập, em vui lòng liên hệ GV.. . cho em xin số điện thoại để liên lạc với thầy.. . =&gt  Em liên hệ [full_name] [email]. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . PĐT cho em hỏi nếu có sự đồng ý của giáo viên hướng dẫn và ký này em đã đăng ký thành công luận văn tốt nghiệp (nhưng kết quả vừa rồi đồ án 2 không đạt) thì em có thể tiếp tục đăng ký làm đồ án 2 song song cùng luận văn tốt nghiệp cho học kỳ này không? Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tên :[full_name]&gt   MSSV: [student_id]&gt . . . .   i&gt Tụi em có gửi danh sách pdt đăng ký giúp môn học Ge3009:Công nghệ khoan dầu khí, nhưng đến nay em vẫn chưa được vào lớp mong thầy cô xem xét giúp cho em vào lớp hoặc hướng dẫn em cách đăng ký xin vào lớp . Cảm ơn quý thầy cô   &gt . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi thầy cô Phòng Đào Tạo. Em là sinh viên hệ VHVL khóa 2020. Em có được xét miễn 4 môn anh văn 1,2,3,4. Thầy cô cho em hỏi nếu em đã được miễn av 1,2,3,4 thì em có cần học anh văn 250,300,350,400 hay có cần phải thi Toeic để nhận LVTN hay xét tốt nghiệp nữa không ạ. Nếu có thầy cô có thể cho em biết là em cần thi Toeic bao nhiêu điểm và cần học môn anh văn nào để ra trường với ạ. Em liên thông từ trương CĐ Điện Lực nhưng do không đủ sĩ số nên phải học trực tiếp tại trường nên những quy chê này không ai hướng dẫn cho em nên em hơi gặp khó khăn ạ. Em cảm ơn thầy/cô.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Không cần học nhưng đầu ra bạn phải nộp chứng chỉ toeic 500 (hoặc tương đương). . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em có đăng ký môn học Kỹ thuật số EE1009 của thầy [full_name] giảng. Em đã học được 1 buổi, nay em đăng nhập vào E-learning để vào môn học Kỹ thuật số mà không hiện trong trang.. . . . Cho em xin hỏi môn học Kỹ thuật số của em có bị lỗi gì không trong quá trình đăng ký môn học?. . . . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em tên: [full_name] - MSSV: [student_id]. . Em vừa hoàn thành luận văn tốt nghiệp nhưng còn thiếu chứng chỉ anh văn nên không đủ điều kiện tốt nghiệp vào tháng 4. Do đó, em dự định tốt nghiệp vào tháng 11. Theo thông tin ở quy chế học vụ, nếu không đăng kí môn học vào kì tiếp theo, thì em phải làm đơn thu nhận lại. Vậy em phải làm đơn thu nhận lại vào thời gian nào để tốt nghiệp đợt tháng 11 ạ? . . Em cảm ơn thầy/cô!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi Phòng Đào tạo. . Em tên là [full_name], MSSV: [student_id], em được trường sắp xếp học thí nghiệm hoá đại cương vào thứ 3 (18/1/2022) tiết thứ 2, nhóm/tổ VL20. . . Em viết đơn này để xin Phòng Đào tạo cho em được rút vì tình hình dịch còn phức tạp. Em sẽ học lại khi trường học trực tiếp.. . Mong Phòng Đào tạo xác nhận giúp em. . Chúc thầy/cô nhiều sức khoẻ.. . . . [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào anh, chị. Em hiện là sinh viên năm nhất, nếu học kỳ 2 em chỉ có 11 tín chỉ, học kỳ 1 em có 15 tín chỉ, thì em sẽ không đủ điều kiện để đăng ký môn học năm 2 hay sao ạ ? Nếu vậy anh, chị cho em hỏi, em nên khắc phục bằng cách nào ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ GVCN, [full_name] để tư vấn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi PĐT ĐH Bách Khoa tp HCM.. . Em tên [full_name], MSSV [student_id], sinh viên khoa Khoa học và Kĩ thuật Máy Tính khóa K15.. . Hiện tại em đã quá số học kì tối đa nên không đăng kí được DCLV/LVTN. Kính mong PĐT có thể hướng dẫn để em làm thế nào để đăng kí được DCLV/LVTN của hệ vừa học vừa làm.. . Em xin chân thành cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em tải mẫu đơn, điền đầy đủ thông tin rồi gửi lại nhé.. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu/Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Kính gửi PĐT ĐH Bách Khoa tp HCM. . Em xin gửi Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học ạ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . . . -  Bạn gởi lại câu hỏi muốn đăng ký môn gì ghi rõ tên môn học + mã môn học + lý do đang làm thủ tục chuyển sang VLVH (hiện tại chỉ có thể đăng ký môn học có mở ở lộ trình 2- dự thính, hoặc Lvtn). . trên Bksi mục DKMH, để Pdt xử lý. . . . Thân\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Xin kính chào quý thầy cô. E là cựu sv BK 2017. E có đăng ký hệ vhvl và nhận được mail là 17/1 sẽ biết kết quả nhưng giờ vẫn chưa thấy. Vậy kính xin quý thầy cô cho e hỏi thời gian biết kết quả là khi nào ạ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng email đến [email] nhé. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính gửi quý thầy cô,. . Em tên [full_name] mssv: [student_id] sinh viên khoa kĩ thuật hóa học k21.. . Em có lịch học hóa thí nghiệm tuần 3-4, sáng thứ 4 lớp VL27. Tuy nhiên, do điều kiện đi lại khó khăn vì nhà em xa và tình hình dịch bệnh tại địa phương em còn rất phức tạp, nên em xin phép được hoãn học tới khi học trực tiếp lại. Mong thầy cô xem xét và giải quyết cho em. Em chân thành cảm ơn.. . [full_name]"
    },
    {
        "intent": "",
        "message": "PĐT đã trả lời qua email.. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi PĐT, . . Em tên là [full_name], MSSV [student_id]. Hiện em đang học chuyên ngành Kỹ thuật điện.. . . . Cho em được hỏi là nếu sau khi em tốt nghiệp và  tiếp tục đăng ký Chương trình Tự động hoá theo dạng vừa học vừa làm thì những môn trùng với chương trình Kỹ thuật điện em đang theo học có được miễn không ạ?. . . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi email đến [email] . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi cô,. . . . Em đã thi AV nói viết do trường tổ chức ngày 6/11/2021 và đạt đủ điểm để xét TN với điểm là 215 (Viết 110, Nói 105). Điểm này có cần đăng kí chuyển điểm như thi Toeic nghe - đọc không thưa cô? . . . . Hiện tại em đăng kí thì nhận báo là không hợp lệ (như hình)"
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp nếu em thi AV nói viết tại Trung tâm Ngoại Ngữ của Trường tổ chức thì không cần phải đăng ký tại Mybk/Đăng ký chứng chỉ Ngoại ngữ nhé bạn, tự động TTNN sẽ chuyển kết quả cho PDT . . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Cho em hỏi, sao em đăng kí thi toeic 2 kĩ năng nói-viết trên mybk không được ạ. . Em chưa làm luận văn, chưa có bằng Toeic nghe-đọc ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . AV Nói - viết: Em vui lòng liên hệ Trung tâm ngoại ngữ sau tết Nguyên đán để đăng ký thi.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em là sv k17 khoa xây dựng, ngành cầu đường ạ. . Cho em hỏi thủ tục chuyển chuyên ngành, từ Cầu đường sang Dân dụng như thế nào ạ. . Em có đọc quy chế, cần phải có lý do chính đáng và xác nhận của trưởng khoa ( như ảnh đính kèm). . Bạn em khoa Địa chất dầu khí, đã  chuyển ngành thành công từ Dầu khí sang Địa chất. Bạn bảo là làm đơn có xác nhận chữ ký của trưởng 2 bộ môn rồi nộp cho văn phòng khoa thôi ạ. . Nhưng em liên hệ khoa Xây dựng thì họ nói đó là quy chế của trường, khoa không giải quyết được. . Mong pdt hướng dẫn giúp em. Em cảm ơn nhiều ạ"
    },
    {
        "intent": "",
        "message": "QUOTE&gt"
    },
    {
        "intent": "",
        "message": ". . Em là sv k17 khoa xây dựng, ngành cầu đường ạ. . Cho em hỏi thủ tục chuyển chuyên ngành, từ Cầu đường sang Dân dụng như thế nào ạ. . Em có đọc quy chế, cần phải có lý do chính đáng và xác nhận của trưởng khoa ( như ảnh đính kèm). . Bạn em khoa Địa chất dầu khí, đã  chuyển ngành thành công từ Dầu khí sang Địa chất. Bạn bảo là làm đơn có xác nhận chữ ký của trưởng 2 bộ môn rồi nộp cho văn phòng khoa thôi ạ. . Nhưng em liên hệ khoa Xây dựng thì họ nói đó là quy chế của trường, khoa không giải quyết được. . Mong pdt hướng dẫn giúp em. Em cảm ơn nhiều ạ. ."
    }
]