[
    {
        "intent": "",
        "message": "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em có check lại bảng điểm thì điểm thi cuối kì học kì hè 203 của em bị lỗi, cụ thể là điểm trung bình được 6.25 mà bây giờ chỉ còn 4.25, em có đính kèm hình ảnh bên dưới. Mong xem xét giúp em ạ. Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT đang cập nhật lại hệ thống, Sv đón xem lại vào cuối ngày hôm nay nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Dạ kính gửi PĐT,. . . . Em tên [full_name], MSSV: [student_id], lớp HC17CHC. Em đã hoàn tất đăng ký tốt nghiệp vào ngày 09/11/2021 và cho đến nay (05/01/2022) vẫn chưa nhận được mail nhận bằng tốt nghiệp chính thức. Hiện tại em đang cần bằng tốt nghiệp gấp để hoàn tất một số thủ tục cho công việc của em. Vậy nên, em kính mong PĐT kiểm tra và xem xét cho em được nhận bằng ạ. Em cảm ơn rất nhiều ạ.. . . . [full_name]"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào PDT, Kì 212 này em và một số bạn k18, khoa kĩ thuật xây dựng. Muốn được học môn Cấp THoát Nước Mã (CI3241) cho kịp tiến độ. Mong PDT tạo điều kiện mở thêm sĩ số ở đợt DKMH kì chính đợt 3 này. .  Em xin chân thành cám ơn !"
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính gửi Phòng đào tạo,. . Em là sinh viên khóa K20, lúc đầu năm em chưa thi anh văn đầu vào, và cũng không đăng kí học anh văn 1. Do tình hình dịch nên trường có thông báo tạm không xét chuẩn anh văn hằng năm. Cho em xin hỏi sau hết dịch thì liệu em có phải học đủ anh văn 1,2,3 để có thể đăng kí môn năm 3 hoặc em phải nộp chứng chỉ anh văn ạ, liệu có giải pháp nào khác không ạ? Em xin cám ơn.. . Mong sớm hồi âm. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trong Học kỳ 212 nhà trường không xét chuẩn tiếng Anh từng năm nhé bạn.. . Theo quy định SV phải hoàn thành các điều kiện mới có thể đkmh của năm tiếp theo nhé.. . Em đang hỏi về dkmh của học kỳ nào? . . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào thầy/cô,. . . . Trước đây, em cùng các bạn trong lớp VP17CDT có tạo yêu cầu để xin PĐT cập nhật TKB môn Thực hành tin học (MMH: 501706 ) do thầy [full_name] phụ trách vì  TKB môn này của bọn em bị xóa do tình hình dịch bệnh. Tuy nhiên đến hôm nay thì các bạn của em vừa được cập nhật TKB, còn em thì vẫn chưa được ạ.. . . . Hiện nay, em vẫn đang học cùng các bạn theo TKB của các bạn. Nên mong PĐT cập nhật TKB giúp em để em kịp tiến độ thi cuối kỳ ạ.. . . . Mong nhận được hồi đáp của thầy/cô.. . . . Em cảm ơn.. . . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Chiều tối nay PĐT sẽ bổ sung nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em có gửi mail về vấn đề này cho chị [full_name] bên văn phòng rồi ạ. Nay em gửi thêm bên platform này mong văn phòng duyệt giúp em.  B&gt   /B&gt   B&gt   U&gt . .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . SV chương trình chất lượng cao, quốc tế, bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:[email]. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Em xin chào nhà trường ạ, em là [full_name] mssv là [student_id]. Em đã đăng ký PE1023- võ (hp1) trong hk 212 dù em đã hoàn thành môn võ hp1 trong hk 211 rồi. Em thật sự xin lỗi và mong nhà trường có thể hủy lớp cho em ạ.lớp em đăng ký là lớp L15 học vào T6 tiết 8,9,10. Em cũng đã đăng ký hp2 rồi ạ. Một lần nữa mong nhà trường hủy lớp cho em ạ.. . Xin cảm ơn.. . [full_name]. . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi Phòng Đào Tạo Trường Đại học Bách Khoa HCM.. . Hiện tại thì em và khoảng 45 bạn khác đã tập hợp lại và xin nhà trường mở thêm lớp môn bóng đá học phần 1 ạ.. . Nếu được sắp xếp thời gian thì bọn em quyết định vào thứ 7. Còn nếu không thì chúng em xin phụ thuộc vào thời gian sắp xếp của nhà trường.. . Dưới đây là danh sách các bạn mà em đã tập hợp lại được.. . https://docs.google.com/spreadsheets/d/1FoQEq_IgJpk1G4Ay4xgDZJIei58OMBe1coJuvJkhA[full_name]U/edit?[full_name]bclid=IwAR0bj0rBSiPoHjgbO0gH_TL5g4qRSTMileCOQ7SXKUx1l2877gtC3SOiRPU#gid=0. . Mong nhà trường phản hồi sớm nhất để chúng em có thể tìm cách giải quyết ạ.. . Xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . - TT Giáo dục thể chất chỉ mở những nhóm đó nhé. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / \t[full_name] [full_name] [full_name] [full_name]   i&gt Đăng ký môn học  /i&gt [full_name] [full_name] [full_name] [full_name] Kính gửi phòng đào tạo,[full_name] [full_name] [full_name] [full_name] Em tên [full_name], mã số sinh viên [student_id][full_name] Em là sinh viên Khoa Khoa học và Kỹ thuật Máy tính chương trình Chất lượng cao[full_name][full_name] [full_name] [full_name] [full_name] Hôm nay khi đăng ký môn học Thực tập công nghệ phần mềm (CO3055) lớp CO01 (dành cho chương trình chất lượng cao) thì gặp lỗi \"bạn không \bđược phép đăng ký vào nhóm lớp này\"[full_name] Kính mong phòng đào tạo xem lại giúp em trường hợp này và giải đáp giúp em với ạ[full_name] Hiện học kỳ tới là học kỳ cuối cùng em có thể học và em chỉ còn một môn này để hoàn thành chương trình học[full_name] Kính mong phòng đào tạo giúp em có thể đưa ra giải pháp cho trường hợp này ạ[full_name][full_name] [full_name] [full_name] [full_name] Kính mong sớm nhận được sự phản hồi từ phòng đào tạo[full_name][full_name] [full_name] [full_name] [full_name] Em cảm ơn mọi người đã giành thời gian quý báu của mình để xem qua mail này và kính chúc thầy/cô nhiều sức khoẻ[full_name][full_name] [full_name] Kính thư,[full_name] [full_name] Văn"
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "B&gt Yêu cầu khác: Dạ, hiện tại em hết thời gian đào tạo, cho em xin chuyển hệ sang vừa làm vừa học"
    },
    {
        "intent": "",
        "message": "B&gt Yêu cầu khác: Do hết thời gian đào tạo, em xin thu nhận lại"
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . K2015 đã hết thời gian đào tạo nên không dkmh được. . - Về quy định thời gian và kế hoạch học tập (kéo dài thêm 1 Học kỳ): Bạn vui lòng xem chi tiết tại trang web aao &gt &gt  sinh viên &gt &gt  Quy chế &gt &gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng &gt &gt  Các trường hợp được kéo dài thời gian đào tạo &gt &gt  điều 5.5. . - Bạn có thể chuyển sang VLVH. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Thưa PĐT,. . Xin PĐT có thể xoá môn thực tập EE3333 giúp em. Vì em không đăng kí và học phí kì này đã khá cao rồi. Xin PĐT có thể xoá môn này giúp em ạ. Em xin cảm ơn. .   i&gt Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào thầy/cô,. . Em là SV thuộc lớp GT2 L08 của thầy Nguyễn Đình Dương. Hôm nay có tiết lý thuyết 7h và tiết bài tập 10h mà chưa thấy thấy đăng link hangout lên BKeL cho tụi em vậy ạ?. . Cảm ơn thầy/cô!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào thầy cô,. . . . Em tên là Lê Văn Lưu và lớp HC19 Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học.. . . . *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm.. . . . Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới).. . . . *Đính kèm 2: CTDT cũ của liên thông ĐH-[full_name] ngành CNSH. . https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=[student_id]55. . . . Vì môn CH5061 hiện nay là môn tự chọn của Ks-[full_name] [full_name] nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ, đồng thời em mong môn học CH5013 có thể được mở để chúng em có thể được học đúng chương trình.. . . . Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ. . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "Em tên [full_name], MSSV [student_id]. . . . Vào học kì 1 năm học 2021- 2022, em có đăng kí môn thực tập điện 1, và đã đăng kí học offline. Tuy nhiên khi vào thời điểm đi học, thì gia đình lại chưa cho phép em đi học lại, nên em đã nghỉ học môn thực tập điện 1. Và trong học kì 2 năm học 2021-2022, em có đăng kí môn học thực tập điện 2. Vậy em cần hỗ trợ là em có thể học môn thực tập điện 2 hay không? Trong kì 2 năm 2021- 2022 không mở môn thực tập điện 1 để em học lại thì em phải làm sao ạ? . . . . Em xin cảm ơn thầy cô.. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Môn TTđiện 1 sẽ có thông báo xếp lịch học sau tết nguyên đán. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy cô. . . . Theo như em nhận được mail của PĐT:\"Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN)\", nhưng đợt 2 đăng ký môn học em bị PĐT xóa môn thực tập do thiếu chỉ ( thiếu 1 chỉ so với điều kiện do một môn học HK211 giảng viên chưa up lên bảng điểm), đợt 3 em đã đăng kí lại được môn này (hiện giảng viên vẫn chưa up điểm), như vậy, em có bị xóa môn này nữa không ạ?. . Em cám ơn."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chao [full_name] ạ. em là SV khoa xây dựng khóa K18 do là kỳ này môn hạ tầng chỉ mở lần cuối. . Em tra thì thấy sĩ số lớp mới 70 bạn, theo như meet thì được tối đa 99 bạn, nên em xin bổ sung thêm 1 slot môn họ cho em ạ. . mã môn CI4019. . . . cảm ơn ạ. em thực sự cần học nó ạ"
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "B&gt   /B&gt Yêu cầu khác . Dạ trong học kì 211 có môn CNXHKH lớp A01 em được tổng kết 8 theo bảng điểm cô [full_name] là giảng viên dạy học lớp A01 nhưng hệ thống Mybk chỉ nhập em 6.75 ạ, em mong hệ thống xem xét và điều chỉnh giúp em ạ. Em xin chân thành cảm ơn ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT, em vui lòng liên hệ GV nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT đang cập nhật lại hệ thống, em vui lòng xem lại vào cuối ngày hôm nay nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính gửi pđt. . Em tên [full_name], MSSV [student_id]. Nay em gửi mail này xin phép trình bày một vấn đề: kỳ này em dự định đăng ký 2 môn học là môn Kỹ thuật xúc tác và ứng dụng (CH3151) tiết 11-12 thứ 4 và môn Hóa học xanh trong công nghệ hóa học (CH5049) tiết 7-8 thứ 4 nhưng do không đảm bảo thời gian di chuyển 2 cơ sở là 3 tiết như qui định nên hiện tại em chỉ đăng ký được 1 môn là Kỹ thuật xúc tác và ứng dụng (CH3151). Do là sinh viên năm cuối và em còn thiếu môn để ra trường đúng hạn em xin pđt tạo kiện cho em được đăng ký học môn Hóa học xanh trong công nghệ hóa học (CH5049) tiết 7-8 thứ 4. Em xin hứa sẽ đảm bảo đúng thời gian học (do em đi xe máy nên việc di chuyển giữa 2 cơ sở chỉ khoảng tầm 1 tiết) và tham gia các bữa học đầy đủ. Em xin chân thành cảm ơn. .   i&gt Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . . . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . . . hoặc Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . . . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ cho em hỏi với ạ. Dạ em phúc tra bài thi môn kinh tế kỹ thuật ME2045 nhưng lại không bấm được xác nhận đăng kí là sao vậy ạ? Tại vì em thấy bài thi tự luận vẫn được phúc tra ấy ạ.. . Dạ em cảm ơn ạ!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT đã mở thêm thời gian sv có thể vào đăng ký nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / \t[full_name] [full_name] [full_name] [full_name]   i&gt Mở môn học học kỳ 212  /i&gt [full_name] [full_name] [full_name] [full_name] Kính gửi : Phòng Đào Tạo Trường Đại Học Bách Khoa[full_name] [full_name] Em tên là : [full_name][full_name] [full_name] Mssv : [student_id][full_name] [full_name] Lớp : XD18CT1[full_name] [full_name] Dạ em chào PĐT ạ![full_name] [full_name] Dạ được sự đồng ý của Bộ Môn Kỹ Thuật và Quản Lí Tài Nguyên Nước và Giảng Viên Đứng Lớp TS[full_name] [full_name][full_name][full_name] [full_name] Hôm nay em làm đơn xin mở lớp dưới dạng đồ án môn học cho Môn học: [full_name] [full_name] Tên môn học : Thực Tập Nhận Thức Ngành(KT Công Trình Thủy)[full_name] [full_name] Mã môn học : CI2063[full_name] [full_name] Dạ dưới đây là đơn và xác nhận của Thầy Trưởng Bộ Môn ạ[full_name][full_name] [full_name] Em xin chân thành cảm ơn![full_name] [full_name] [full_name]![full_name] [full_name] [full_name][full_name]"
    },
    {
        "intent": "",
        "message": "Dạ Dưới đây là danh sách 3 bạn đăng ký học ạ . . Em xin chân thành cảm ơn!. . [full_name]!. . [full_name].. ."
    },
    {
        "intent": "",
        "message": "đã xử lý"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . anh/chị cho em hỏi em là sinh viên K18, thì phải đăng kí môn thể chất học phần 1 hay 2 ạ?. . em cảm ơn!. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Theo quy định là em phải hoàn thành 3 môn GDTC khác mã số môn học. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Thầy/cô cho em hỏi tại sao em không thể đăng ký được môn Đường lối Đảng cộng sản trong đợt đăng ký chính quy đợt 3 này ạ. Em đã đọc trên BKwiki nhưng vẫn chưa hiểu vấn đề ạ.. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . . . Bạn thuộc Diện SV nhóm \"đại học chính quy\", chỉ đăng ký mã nhóm tương ứng, tra cứu tại: BKwiki --&gt  tìm \"Bảng tóm tắt các ký hiệu nhóm lớp\". . . . http://wiki.hcmut.edu.vn/wiki/index.php/B%E1%BA%A3ng_t%C3%B3m_t%E1%BA%AFt_c%C3%A1c_k%C3%BD_hi%E1%BB%87u_nh%C3%B3m_l%E1%BB%9Bp. . . . Nhóm \"CC\" là lớp cho SV chương trình chất lượng cao, với học phí theo chương trình chất lượng cao. . . . Chúc bạn học tốt. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . xin pdt đăng kí dùm e môn học sức bền vật liệu mã CI2007 , cơ kết cấu mã CI2029, Giải Tích 2 mã MT1005, kết cấu thép 1 mã CI3009 do e mới được mở trang đăng kí môn học nên không còn chỉ tiêu e xin cảm ơn."
    },
    {
        "intent": "",
        "message": "môn bê tông cốt thép 1 mã môn học CI2091"
    },
    {
        "intent": "",
        "message": "Chào em,. .  Em vui lòng gửi mã số môn học, tên môn học, mã nhóm, lý do nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học: Giáo dục thể chất . Kính gửi: Phòng đào tạo. . Em tên: [full_name], MSSV:[student_id], Khoa Khoa học và Kỹ thuật máy tính, chương trình CLC.. . Em muốn đặt câu hỏi về việc đăng kí môn Giáo dục thể chất:. . Theo như buổi họp tư vấn môn học K21 ngày 26/11/2021 trường có hướng dẫn nếu chưa đăng kí được môn GDTC1 thì vẫn có thể đăng kí môn GDTC2 nhưng khi đăng kí hệ thống lại yêu cầu phải học GDTC1 trước mới được đăng kí GDTC2, vậy làm sao để em đăng kí được GDTC2 ở hk212 ạ vì em không đăng kí được GDTC1 do trùng lịch học.. . Em mong nhận được phản hồi và sự hướng dẫn từ trường.. . Em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em chào quý pđt, lớp kết cấu thép 1 CI3009 đang có sĩ số 80/80, em xin quý pđt mở thêm 1 slot để đăng ký môn học ạ. Em cảm ơn quý phòng đào tạo!"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Thân mến. . '"
    },
    {
        "intent": "",
        "message": "vì đăng kí nhầm môn học nên em muốn rút lại môn học đã đăng kí vì không xóa được ở đợt đăng kí 3. mong pdt giải quyết sớm cho em. em cám ơn. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "answer rate: Answer suits the needs / Câu trả lời đúng ý"
    },
    {
        "intent": "",
        "message": "Thưa phòng đạo tạo, em là [full_name] mssv : [student_id] sinh viên lớp XD18TD01 thuộc Bộ Môn Địa Tin Học khoa kĩ thuật xây dựng, hiện tại bộ môn của em đã không còn mở 2 môn học đó là môn [full_name] (CI2019) và môn [full_name] ( CI2035). em đã học 2 môn học thay thế theo quy định của bộ môn lần lượt là : . . [full_name] (CI3251) thay thế cho môn [full_name] (CI2019). môn [full_name] (CI2037) thay thế cho môn [full_name] ( CI2035), cho em hỏi bây giờ em cần phải làm thủ tục gì chuyển điểm 2 môn thay thế ạ, em cảm ơn. . . Thân Mến. . . [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Kính gửi:Phòng Đào Tạo Trường ĐH Bách Khoa-. . . . Em  là [full_name], MSSV [student_id], Hệ VHVL, khoa Quản Lý Công Nghiệp.. . . . Trong thời gian qua em và các bạn làm thủ tục để xin được ĐKMH môn IM 3061 Anh Văn Trong Kinh Doanh, cho các bạn chưa đăng ký học lần nào. Và được Văn phòng Khoa và Cô [full_name] (GV bộ môn) đồng ý cho mở môn trong học kỳ chính vào Thứ 2 tiết 9-11 . . . . Dạ, em cũng được biết Văn phòng Khoa Quản Lý Công Nghiệp cũng đã nộp đơn mở lớp và danh sách sinh viên lên Phòng Đào Tạo, tuy nhiên em có tìm trên hệ thống thì môn học vẫn chưa được mở ạ, trong khi thời hạn ĐKMH là 15h hôm nay. . . . . Vì môn học này   I&gt   B&gt không còn trong chương trình mới nữa, lại không có môn tương đương thay thế  /B&gt   /I&gt , đây có thể là lần cuối cùng được mở, và môn này cũng không thể mở dự thính được nên em mong Phòng Đào Tạo giúp em và các bạn có cơ hội hoàn thành chương trình học ạ.. . . . Em viết thư này vì các bạn K19 trong danh sách lo rằng môn này không chắc được mở nên đang muốn đăng ký môn khác, như thế thì sẽ mất sĩ số. Hơn nữa em sợ Phòng Đào Tạo nhiều việc nên quên mất.. . . . Em cám ơn Thầy Cô nhiều ạ . . . . [full_name]. . [phone_number]"
    },
    {
        "intent": "",
        "message": "Dạ, môn học đã được mở, em cảm ơn Thầy Cô đã giúp đỡ em và các bạn !. . . . . . [full_name]. . [phone_number]"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1914105  / \t. . . .   i&gt Đăng ký môn học . Em chào thầy cô ạ,. . . . Em tên Bạch Ngọc Mai lớp HC19BSH - Công Nghệ Sinh Học. Vừa qua lớp em có đăng ký môn học theo chương trình ThS/KS, mã cũ của môn \"Các phương pháp phân tích hiện đại và ứng dụng\" là CH3439. Nhưng sau đó, tụi em được các thầy cô báo đổi mã mới và trong file mới môn đó có mã là CH5061 (file đính kèm). Nhưng chỉ thông báo qua facebook và không có gmail chính thức ạ.. . . . *Đính kèm file 1: Mã số mới của Phòng Đào Tạo vừa cấp như file đính kèm.. . . . *Đính kèm file 2: Mã số cũ của Phòng Đào Tạo:  https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=1568550197. . . . Tuy nhiên, sau khi học ngày đầu tiên (5/1/2022), thầy bộ môn đã thông báo là mã CH5061 là môn \"Các chiến lược thực tiễn trong phân tích định tính và định lương\". Sau khi liên hệ lại thì giảng viên thông báo chúng em đã đăng ký sai mã và cần đăng ký lại mã CH5013 - \"Các phương pháp phân tích trong công nghệ sinh học\". Chúng em hoàn toàn không nhận được bất cứ thông tin nào từ Khoa hay CTĐT về mã mới này.. . . . Vì môn CH5061 là môn tự chọn của ngành Kỹ Thuật Hóa Học và nếu học thì chúng em không được công nhận. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này.. . . . Và mong PĐT có thể mở lớp CH5013 để chúng em có thể học kịp chương trình ạ. Hiện tại, môn này có sĩ số hơn 20 bạn và thời gian có thể đăng ký được là thứ 4 tiết 2 3 ạ (trùng thời gian với mã CH5061 đã đăng ký). . . . Mong PĐT có thể xem xét mở giúp chúng em và thông cảm vì chúng em không nhận được thông tin rõ ràng về mã môn mới cũng như là đổi tên môn học ạ.. . . . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ. . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1914105  / \t. . . .   i&gt Mở môn học học kỳ 212 . Em chào thầy cô ạ,. . . . Em tên Bạch Ngọc Mai lớp HC19BSH - Công Nghệ Sinh Học. Vừa qua lớp em có đăng ký môn học theo chương trình ThS/KS, mã cũ của môn \"Các phương pháp phân tích hiện đại và ứng dụng\" là CH3439. Nhưng sau đó, tụi em được các thầy cô báo đổi mã mới và trong file mới môn đó có mã là CH5061 (file đính kèm). Nhưng chỉ thông báo qua facebook và không có gmail chính thức ạ.. . . . *Đính kèm file 1: Mã số mới của Phòng Đào Tạo vừa cấp như file đính kèm.. . . . *Đính kèm file 2: Mã số cũ của Phòng Đào Tạo:  https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=1568550197. . . . Tuy nhiên, sau khi học ngày đầu tiên (5/1/2022), thầy bộ môn đã thông báo là mã CH5061 là môn \"Các chiến lược thực tiễn trong phân tích định tính và định lương\". Sau khi liên hệ lại thì giảng viên thông báo chúng em đã đăng ký sai mã và cần đăng ký lại mã CH5013 - \"Các phương pháp phân tích trong công nghệ sinh học\". Chúng em hoàn toàn không nhận được bất cứ thông tin nào từ Khoa hay CTĐT về mã mới này.. . . . Vì môn CH5061 là môn tự chọn của ngành Kỹ Thuật Hóa Học và nếu học thì chúng em không được công nhận. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này.. . . . Và mong PĐT có thể mở lớp CH5013 để chúng em có thể học kịp chương trình ạ. Hiện tại, môn này có sĩ số hơn 20 bạn và thời gian có thể đăng ký được là thứ 4 tiết 2 3 ạ (trùng thời gian với mã CH5061 đã đăng ký). . . . Mong PĐT có thể xem xét mở giúp chúng em và thông cảm vì chúng em không nhận được thông tin rõ ràng về mã môn mới cũng như là đổi tên môn học ạ.. . . . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ. . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . . . Kính gửi:Phòng Đào Tạo Trường ĐH Bách Khoa-. . . . Em  là [full_name], MSSV [student_id], Hệ VHVL, khoa Quản Lý Công Nghiệp.. . . . Trong thời gian qua em và các bạn làm thủ tục để xin được ĐKMH môn IM 3061 [full_name] Trong Kinh Doanh, cho các bạn chưa đăng ký học lần nào. Và được Văn phòng Khoa và Cô [full_name] (GV bộ môn) đồng ý cho mở môn trong học kỳ chính vào Thứ 2 tiết 9-11. . . . Dạ, em cũng được biết Văn phòng Khoa Quản Lý Công Nghiệp cũng đã nộp đơn mở lớp và danh sách sinh viên lên Phòng Đào Tạo, tuy nhiên em có tìm trên hệ thống thì môn học vẫn chưa được mở ạ, trong khi thời hạn ĐKMH là 15h hôm nay.. . . . Vì môn học này không còn trong chương trình mới nữa, lại không có môn tương đương thay thế, đây có thể là lần cuối cùng được mở, và môn này cũng không thể mở dự thính được nên em mong Phòng Đào Tạo giúp em và các bạn có cơ hội hoàn thành chương trình học ạ.. . . . Em viết thư này vì các bạn K19 trong danh sách lo rằng môn này không chắc được mở nên đang muốn đăng ký môn khác, như thế thì sẽ mất sĩ số. Hơn nữa em sợ Phòng Đào Tạo nhiều việc nên quên mất.. . . . Em cám ơn Thầy Cô nhiều ạ. . . . [full_name]. . [phone_number]"
    },
    {
        "intent": "",
        "message": "Dạ, môn học đã được mở, em cảm ơn Thầy Cô đã giúp đỡ em và các bạn !. . . . [full_name]"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Cho em hỏi trong lần đăng kí môn học lần 3 này em có hủy môn được không ạ. Em thấy có dấu thùng rác nhưng không biết khi xóa thì mình có phải nộp học phí cho môn xóa hay không? Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng ghi rõ thông tin có mã số môn học, tên môn học .... . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi các thầy cô phụ trách BKSI,. . . . Em có một thắc mắc về vấn đề xin chuyển đổi thời khóa biểu của môn EE2401 trong học kì 212 sắp tới. Khi thời khóa biểu khá cấn lịch các môn học khác của đa số sinh viên và đã được giáo viên phụ trách môn đó chấp nhận. Vậy có thể đổi khung giờ học của môn đó để thuận tiện hơn cho việc mở lớp không ạ. . . . Em xin cảm ơn rất nhiều"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . SV chương trình chất lượng cao, quốc tế, bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:[email]. . . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em đã nhận được email mời nhận bằng tốt nghiệp từ ngày 12/11/2021 (theo quyết định tốt nghiệp số 2271/QĐ-ĐHBK, ngày 18/10/2021). . Do dịch covid nên tới giờ em vẫn chưa đi nhận.. . Cho em hỏi là phòng đào tạo có còn phát bằng tốt nghiệp nữa ko ạ? và có làm việc ngày thứ 7, chủ nhật không ạ?. . (do em vẫn còn ở quê nên muốn hỏi trước cho chắc). . Em cảm ơn,"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Phòng Đào tạo làm việc từ thứ 2 đến thứ 6 nhé bạn. . Thân. . . . \""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào thầy/cô.. . Em là sv CQ k18.. . Cho em hỏi phòng đạo tạo có những điều kiện gì để được đăng kí môn học lại dưới dạng bài tập lớn ạ.. . Nếu được thì em phải đăng ký để học lại dưới dạng bài tập lớn như thế nào, có phải đăng ký như trên mybk không ạ? Và em đang ở quê thì có bắt buộc phải nộp đơn xin mở lớp trực tiếp cho trường không ạ. Em cảm ơn"
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Về vấn đề này bạn vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . . .  - Quy trình nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp) : Hiên tại Phòng Đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK chính quy 212. SV có nhu cầu mở lớp dự thính vui lòng đăng ký vào Đợt 1 của Lộ trình 2 Dự thính dự kiến bắt đầu đăng ký vào ngày 06/01/2022.. .    1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. .    2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI) &gt &gt  chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212” &gt &gt  ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. . . . Thân. . \""
    },
    {
        "intent": "",
        "message": "Học vụ . Mình sinh viên VB2_mssv [student_id], hk 211 mình có hoãn thi lần 2 các môn:. .   - cơ sở Kỹ Thuật Điện- EE2017. .   - Trường điện từ - EE2003. . thì trong bảng điểm ,phần ĐIểm Tổng kết . là 14/13 và 13/13 dù mình đã đăng kỹ hoãn thi cả 2 lần khi có lịch thi ( vì lí do không đảm bảo thiết bị thi ). Xin phòng Đào tạo xem xét lại ,"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ em chào thầy cô [full_name].. . Đợt 3 dự thính LỘ TRÌNH 1 em muốn đăng kí môn anh văn 2A(LA1039). Nhưng hệ thống không cho đăng kí( [full_name]), mặc dù em đã học anh văn 1(LA1003) rồi. Hồi đợt 2 em đăng kí dc nhưng đợt 3 e lỡ bấm xóa, xong e đk lại thì k cho.. . Mong thầy cô fix lỗi lại giúp e.. . Em xin chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . em đã nhận đc quyết định đc kéo dài thời gian đào tạo của nhà trường mà phòng đào tạo vẫn chưa mở đăng kí môn học cho em. ."
    },
    {
        "intent": "",
        "message": "đã trả lời trực tiếp. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Thưa thầy cô PDT, trong kỳ này em còn vướng môn thiết kế đường 1(CI3063), trong kỳ này có tổ chức lớp vào tiết 789 thứ 2 và thứ 4. Nhưng do cận lịch tiết 6 của 2 môn khác nên em không đăng ký được. Xin phòng đào tạo có thể tạo điều kiện cho em có thể đăng ký được môn thiết kế đường này. Do em học chương trình cũ hệ sư nên các môn này khó có thể mở ở các kỳ sau nên hi vọng phòng đạo tạo xem xét giúp đỡ em ạ. Em xin cảm ơn thầy cô phòng đạo tạo ạ.. . . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào cô,. . . . Do chưa nhận được phản hồi nên em đặt lại câu hỏi, do cần bằng tốt nghiệp để nộp cho công ty, nên em có thắc mắc là khi nào nhà trường có thông báo mới nhất ạ.. . . . Em cảm ơn nhiều ạ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . Cho em hỏi nếu đăng kí thực tập ngoài trường CI3415 vào kì hè 213 thì sẽ đi thực tập vào kì nào ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ Khoa, Bộ môn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Học vụ. . . . Em tên là [full_name], MSSV: [student_id]. . Em có mong muốn xin Phòng đào tạo cho em  vào lớp L01 môn Quản lý dự án xây dựng (CI1053). Vì trong lúc em điều chỉnh môn học đợt 3 đã xảy ra lỗi nên em không biết là đã lỡ xoá môn Quản lý dự án xây dựng ( CI1053).  Nhưng môn này theo đúng tiến độ chương trình đào tạo của em là em sẽ phải học trong học kỳ này. Em xin lỗi vì đã gửi mail trễ thế này. Em mong Phòng Đào Tạo giúp đỡ em. Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào thầy/cô,. . Thầy/cô cho em hỏi là điều kiện để được đăng kí thực tập ngoài trường là bao nhiêu tín chỉ và tổng số tín chỉ được tính đến học kì nào ạ. Em đăng kí thực tập ngoài trường học kì 212, nhưng bị xóa vì không đủ tín chỉ. Nhưng vẫn có nhiều bạn có số chỉ tương đương em nhưng vẫn đăng kí được ạ. Và cho em hỏi còn điều kiện nào khác liên quan đến việc đăng kí thực tập ngoài trường không ạ. Em là sinh viên K19. Mong được thầy/cô  giải đáp sớm ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính thưa PĐT,. . Em là [full_name] mssv [student_id], em đang vướng phải vấn đề sai thông tin nơi sinh trên danh sách tốt nghiệp chính thức. Trong danh sách dự kiến cũng sảy ra tình trạng này nhưng PĐT đã sửa thông tin và cập nhật giúp em rồi nhưng hiện tại em kiểm tra thì trong danh sách chính thức vẫn bị sai nơi sinh em là Gia Lai trong khi danh sách dự kiến thì chính xác.. . Đính kèm email có hình ảnh 2 danh sách em chụp hôm nay.. . Mong PĐT giải quyết giúp em vấn đề này ạ.. . Trân trọng.. ."
    },
    {
        "intent": "",
        "message": "Mong nhận được phản hồi từ thầy cô PĐT ạ!. . Trân trọng."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nơi sinh là Bình định là đúng nghen bạn"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Họ và tên SV: [full_name]. . MSSV: [student_id]. . Lớp: DD19TD4. . . . Em viết đơn này nhằm mục đích xin Phòng Đào tạo HỦY đăng ký hoãn thi HK211. . . . Môn: Cơ sở điều khiển tự động. . MSMH: EE2019. . . . Thời gian thi 12g00 ngày 21.12.2021. . . . Mong Phòng Đào tạo xem xét và chấp nhận hủy kết quả hoãn thi, em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Pdt ghi nhận đăng ký hủy Hoãn thi của bạn cho Hk 211. . Thân\""
    },
    {
        "intent": "",
        "message": "Dạ em chào Cô. . - Hiện tại em đã đăng kí tốt nghiệp được rồi ạ.. . - Em có vào mybk để kiểm tra điểm để phân loại bằng tốt nghiệp thì thấy 7.01 và 7.07 (như hình em gửi). . - Như vậy thì điểm xét loại bằng tốt nghiệp TB, Khá, Giỏi của em là điểm nào vậy cô?. . - Vì em sợ khi xét loại bằng được TB khá thì em sẽ cải thiện điểm ạ.. . - Em cảm ơn Cô thời gian vừa qua đã giúp đỡ em rất nhiều.. . Dạ em cảm Cô. .   i&gt Tốt nghiệp ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem quy chế điều 21. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 21. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . PĐT hỗ trợ đăng ký bổ sung giúp em môn PE1015-L14.. . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào quý thầy cô ạ. . Em tên là [full_name]-[student_id]. Hiện tại em không đủ điều kiện đăng ký môn Luận văn vì chưa đạt môn Thực tập. Em có trình bày lý do với [full_name] và đã được khoa chấp nhận cho em có thể đăng ký làm luận văn vào kỳ 212 này. Trong kỳ 212 này em đã xin thực tập và đăng ký thực tập thành công rồi ạ. Em cũng đã gửi đăng ký môn luận văn trong kỳ 212 này và đang chờ phòng đào tạo duyệt. Em kính mong thầy cô có thể giúp đỡ và xét duyệt cho trường hợp của em có thể làm luận văn chung với các bạn nhóm Đề cương ạ. Em cảm ơn thầy cô rất nhiều. Em có đính kèm file xác nhận từ [full_name] ạ."
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kinh mong thầy cô mở thêm sỉ số môn  CI1053-L01 thứ 3 tiết 2 3- của thầy [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: kì vừa rồi có một số lí do kỹ thuật nên em hoãn thi môn cơ lưu chất, thì vào kì tiếp theo thi lại điểm thí nghiệm sẽ bỏ hay giữ lại ạ. Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--&gt  sinh viên --&gt  Quy chế --&gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --&gt Điều 17.2. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . PĐT đăng ký bổ sung giúp em môn PE1013-L12. Em thấy lớp mới có 40 SV. Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Mong PĐT giúp em ạ, em là SV K19 nhưng do dịch bệnh nên em chưa thể hoàn thành GDTC. Kì hè HK213 đi thực tập nên em không thể học GDTC dự thính. Em sợ chưa hoàn thành GDTC thì không thể học năm 4 được.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: . . Chào thầy cô, em là [full_name] [full_name]18. Do trễ một năm nên em học môn luyện kim đen(. . MA3105) của [full_name]19 thay thế cho môn Lý thuyết và công nghệ luyện kim 1(MA2017).. . . . Nhưng do lỗi hệ thống nên khi em đăng kí môn MA3015 - L/t & công nghệ l/kim 2 thì bị thông báo   Nhóm [MA2017]: MA2017 - Lý thuyết &c/nghệ l/kim1 (học trước)&gt . . . . Mong thầy(cô) xem xét quy đổi môn học trước giúp em. Vì kì này là lần cuối mở môn L/t & công nghệ l/kim 2!. . . . (Có đính kèm bảng môn học tương đương phía dưới)"
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . 2- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . 3- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 4- Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng làm theo hướng dẫn qua theo mail PĐT đã gửi cho SV v/v ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022) ngày 07/01/2022. . 5- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . dạ cho e hỏi là tháng 8 vừa rồi em có đăng ký hoãn thi 1 môn. tháng 11 e đã thi lại, pđt cho e hỏi là điểm thi lại có được tính cùng với điểm thành phần hay là thi đạt 5 điểm là qua vậy ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--&gt  sinh viên --&gt  Quy chế --&gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --&gt Điều 17.2. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em chào quý phòng đào tạo ạ. Học kì tới phòng đào tạo có thể cho em đăng kí bổ sung vào lớp:. . CI1053\tQuản lý dự án xây dựng. L02 - [full_name]. . Được không ạ. Mong phòng đào tạo mở thêm sĩ số cho em đăng kí hoặc bổ sung em vào với. Em đang bị trễ 1 học kì, rất mong phòng đào tạo giúp đỡ em ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Yêu cầu khác: . . Chào thầy cô, em là [full_name] [full_name]18. Do trễ một năm nên em học môn luyện kim đen(. . MA3105) của [full_name]19 thay thế cho môn Lý thuyết và công nghệ luyện kim 1(MA2017).. . . . Nhưng do lỗi hệ thống nên khi em đăng kí môn MA3015 - L/t & công nghệ l/kim 2 Ở [full_name]Ì DỰ THÍNH thì bị thông báo. .    Nhóm [MA2017]: MA2017 - Lý thuyết &c/nghệ l/kim1 (học trước)&gt . . . . Mong thầy(cô) xem xét quy đổi môn học trước giúp em. Vì kì này là lần cuối mở môn L/t & công nghệ l/kim 2!. . . . (Có đính kèm bảng môn học tương đương phía dưới)"
    },
    {
        "intent": "",
        "message": "\"\"\"Chào bạn. . [full_name] đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân. . \"\"\""
    },
    {
        "intent": "",
        "message": "Học vụ . Chào thầy cô, em là [full_name] K18. Do quy đổi mã môn học nên em đăng kí môn học trong danh sách môn học tương đương.. . . . Cho em hỏi có cần làm đơn xin chuyển điểm không hay hệ thống trường tự quy đổi rồi ạ?. . Em xin cảm ơn!. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1717"
    }
]