[
    {
        "intent": "",
        "message": "Chào em,. . Em kiểm tra lại, cô thấy điểm LVTN ở HK202 của bạn có được cập nhật tại mybk/Thông tin sinh viên/xem điểm (E4039\tLuận văn tốt nghiệp (ktn\tA01-A\t9\t\t7.33\t7.33), SV vui lòng kiểm tra lại.. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 ."
    },
    {
        "intent": "",
        "message": "Chào em,. . sau 13h chiều ngày 21/1 em lên đăng ký môn nhe. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . [full_name]ạ kỳ này em muốn đăng ký. . . . Tên môn Học     - Mã môn học - Mã nhóm:. . Trường Điện từ  - EE2003     - [full_name]T01_[full_name]T01. . Truyền số liệu  - EE3019     - [full_name]_[full_name]1. . . . Lý do: Sinh viên mới được thu nhận lại. . . . Em đính kèm quyết định thu nhận ở dưới. . . . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em tên   B&gt [full_name]  /B&gt , MSSV:   B&gt [student_id]  /B&gt  lớp CK18LOG02. . Em xin   B&gt đăng kí môn học  /B&gt  Luận văn tốt nghiệp ạ.. . Mã môn học:   B&gt ME4677  /B&gt"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ .  Em chào thầy/cô.. .  Hiện tại em đã hết hạn đào tạo, và em có mong muốn chuyển sang hệ VHVl , thầy/cô cho em hỏi là hiện tại em đang ở quê, sau nghỉ tết em mới có thể vào lại thành phố để nộp hồ sơ chuyển hệ, vậy thì e vẫn có thể chuyển hệ được không ạ? và nếu như chuyển thì điểm các môn học đã hoàn thành của em có được chuyển sang cho hệ VHVL không ạ?. .  Em xin cảm ơn thầy/cô.. .  Em mong nhận được câu trả lời sớm từ thầy/cô ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em tải mẫu đơn, điền đầy đủ thông tin gửi lại. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Anh chị kiểm tra giúp em môn hóa đại cương của em đã được hoãn thi chưa ạ .Hệ thống đang bảo trì nên em không biết đã hoãn thi được hay chưa .[full_name] MSSV [student_id]. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi Phòng Đào,. . . . Vào hôm Thứ 3 em có lên Phòng Đào tạo để hỏi về vấn đề hoãn bảo vệ LVTN, thì có một cô yêu cầu em lên biểu mẫu tải Đơn Hoãn thi/Vắng thi để nộp. Em đã về làm theo (đã xin chữ ký của GVHD, bộ môn và khoa) và thứ 4 em có lên để nộp thì lại không được chấp nhận và yêu cầu khoa phải gửi công văn. Em cũng đã liên hệ khoa để xin công văn và được khoa đồng ý, vào sáng nay trợ lý giáo vụ đã thông báo cho em là phải kèm minh chứng để ra quyết định. Và lý do của em là gia đình em có tang trong đợt dịch nhưng nhà có mỗi em là con trai nên em phải về quê và phải cách ly tập trung 21 ngày rồi sau đó lại tiếp tục có tang 1 lần nữa, ngoài ra sau đó khu vực của em lại là vùng đỏ nên không thể di chuyển, vậy em đã mất hơn 2 tháng ở quê và không thể vào lại HCM để tiếp tục tiến độ làm luận văn. Và em không biết phải nộp cái gì để chứng minh lý do vừa qua của em.. . Em mong Phòng Đào tạo có thể xem xét cho em được hoãn bảo vệ đến kì sau, bởi vì cũng đã hết hạn đăng kí môn học cho kì này.. . . . Trân trọng,. . [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . Trợ lý giáo vụ đã thông báo cho em là phải kèm minh chứng để ra quyết định. . . Và lý do của em là gia đình em có tang trong đợt dịch nhưng nhà có mỗi em là con trai nên em phải về quê và phải cách ly. . =&gt  Em vui lòng photo giấy chứng tử nhé.. . Thân mến"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Thưa PĐT,. . . . Cho em hỏi khi nào trường sẽ xét học bổng KKHT học kì 202 vậy ạ?. . . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . [full_name]. . MSSV [student_id]. . PDT cho em Đăng kí bổ sung môn học CI3345 - Thực tập ngoài trường.. . Tại vì hôm bữa em có một số trục trặc chưa đăng kí được ạ. Mong PDT đăng kí bổ sung giúp em ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào thầy (cô), em là sinh viên khoa xây dựng tốt nghiệp đợt này, em thấy thông báo lễ tốt nghiệp sẽ diễn ra vào tháng 1 nhưng giờ vẫn chưa thấy thông báo. Cho em hỏi lễ tốt nghiệp khoa xây dựng vào khi nào ạ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ em chào thầy cô, em tên là [full_name],. . MSSV là [student_id].. . Hiện tại em đã hoàn thành xong bảo vệ tốt nghiệp, và nộp đơn xin cập nhật điểm.. . Em xin phép hỏi vài câu hỏi:. . 1. Em đã nộp đơn xin cập nhật điểm cho PĐT, nhưng vẫn không thấy cập nhật điểm bên bảng điểm sinh viên, vì vậy em hỏi là em cần làm thủ tục gì thêm không ạ?. . 2. Do em đã bảo vệ xong đề tài vào hk211, và em đăng ký xét TN ở HK212. Nhưng ở ô cập nhật thông tin đề tài và cập nhật hình ảnh và nộp đơn xin cấp bằng tốt nghiệp lại không cho phép em nhập thông tin. Em xin phép cũng như câu hỏi trên là em cần làm thủ tục gì thêm không ạ?. . Mong thầy cô hướng dẫn giúp em ạ.. . Em xin chân thành cảm ơn thầy cô. . [full_name],. . [student_id]."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu bạn đã đủ các điều kiện tốt nghiệp thì vui lòng đợi thông báo của đợt tốt nghiệp tháng 4/2022 sau tết nguyên đán. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em Chào thầy cô. . . Cho em hỏi là kì rồi em có đăng ký hoãn thì môn vật lý 1. Nhưng mà đến nay em vẫn bị điểm 13 là vắng thi. Vậy tức là em đăng ký hoãn thi nhưng không được chấp nhận đúng không ạ.. . Em cảm ơn thầy, cô."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em xin chào thầy/cô.. . Em tên là Nguyễn Thị Thu Trang. . MSSV [student_id]. Lớp MTKH02. . Em xin phép gửi thầy/cô đơn xin chuyển hệ [full_name] ạ.. ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . . . -  Bạn gởi lại câu hỏi muốn đăng ký môn gì ghi rõ tên môn học + mã môn học + lý do đang làm thủ tục chuyển sang VLVH (hiện tại chỉ có thể đăng ký môn học có mở ở lộ trình 2- dự thính, hoặc Lvtn). . trên Bksi mục DKMH, để Pdt xử lý. . . . Thân. . \""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . EM tên [full_name], sinh viên Khoa Giao thông, chuyên nghành Ô tô. Do 3 lần đăng kí LVTN đều không đạt, nhưng lần cuối cùng này em lại quên đăng kí, hiện tại thời gian đăng kí đã hết, em muốn hỏi PĐT bây giờ em còn cách nào để đăng lại được không ạ? Do kì này em chỉ còn LVTN nữa thôi là em hoàn thành chương trình học ạ, thật tiếc khi em phải trễ 1 kì , em mong PĐT tạo cơ hội giúp em với ạ. Em cảm ơn!. . Em xin lỗi vì sự bất tiện này ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi lại thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ em xin chào quý thầy cô PĐT. . Em tên là [full_name], MSSV [student_id] SV K17 Khoa Môi Trường ạ.. . Dạ trong email, em có đề cập em thiếu 20TC (106tc) so với chuẩn đăng kí LVTN (126TC) ạ. Trong kì này em chỉ đăng kí 9TC để dành TC cho môn LVTN nên em rất mong PĐT cân nhắc cho em đăng kí học kì này ạ. Vì để tới hè cộng lại em cũng chưa đủ mà thầy cô ơi hic. Em chuẩn bị rất nhiều thứ cho HK212 đăng kí được Luận Văn, em xin PĐT luôn ạ xin hãy xem xét hộ em với.. . Ở câu hỏi cũ em đã nói hết rồi, em hiểu PĐT muốn tốt cho em nhưng em xin PĐT hãy cho em đăng kí LVTN ở HK212 đi mà Thầy Cô!!. . Em không chịu nổi nếu phải đợi ạ. . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp của em thầy Trưởng phòng Không đồng ý nhé (cô gửi em lại file đơn phê duyệt của thầy), em có thể hoàn thành các điều kiện còn thiếu trong HK212 và có thể đăng ký LVTN trong HK hè 213. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . MSSV: [student_id] . . Họ và tên : [full_name] . . Em xin chào thầy / cô ạ !. . Dạ chuyện là em đăng kí giáo dục thể chất vào học kì chính nhưng bị hủy lớp do không đủ sĩ số nên giờ em đăng kí giáo dục thể chất vào kì dự thính thì có tính học phí môn gdtc không ạ ? . . Mong quý thầy / cô giải đáp thắc mắc giúp em ạ ! . . Em rất cảm ơn thầy / cô !"
    },
    {
        "intent": "",
        "message": "Chào em,. . Môn GDTC nhà trường thu hộ TT GDTC, có tính HP nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em là [full_name] em xin gửi tiếp thông tin liên quan mà anh chị Phòng đào tạo yêu cầu ạ.. . Thông tin môn học: . . Mã số môn học: TR4317. . Tên môn học: Môn Luận văn tốt nghiệp (ô tô). . Mã nhóm: A01. . HK: 212. . Lý do: Do em quên thời gian đăng kí LVTN lần cuối, nên em mong PĐT cho em cơ hội được đăng kí và hoàn thành chương trình đúng thời hạn ạ.. . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi thầy/cô,. . Khi đăng ký môn Luận văn tốt nghiệp (ME4677) trong đợt ĐKMH vừa rồi em có gặp báo lỗi từ hệ thống rằng thiếu môn tiên quyết - Đề cương luận văn  nhưng em đã hoàn thành môn này vào học kỳ trước rồi. Do đó để đăng ký được môn LVTN (ME4677) thì em đã đăng ký thêm môn Đề cương luận văn (ME4675). . . Hiện tại, sỉ số môn Đề cương luận văn (ME4675) là 9    15 nhưng vẫn được cập nhật lên thời khóa biểu của em. Vậy em có cần hủy môn theo hướng dẫn không hay môn sẽ tự hủy ạ? . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Cô chưa hiểu ý em, vui lòng trình bày rõ hơn. Thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . - Vậy em có cần hủy môn theo hướng dẫn không hay môn sẽ tự hủy ạ?. . =&gt  Huỷ môn nào, lý do huỷ, vì đã hết thời gian huỷ môn học.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Em đã đủ điều kiện tốt nghiệp lâu rồi mà sao không thấy nhận mail để em đăng kí tốt nghiệp ạ? Nếu có làm đơn xin xét tốt nghiệp thì làm như thế nào ạ? Em cảm ơn ạ.. .   i&gt Tốt nghiệp ."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Gửi Phòng Đào tạo,. . Trong đợt đăng ký HK Dự thính đợt 1, em có gửi mẫu đơn xin mở môn học \"Thiết kế kiến trúc Công cộng 1\" theo nguyện vọng và có sự xác nhận của thầy bộ môn. Kết quả trong đợt 1 đã được mở lớp để đăng ký. Tuy nhiên sang đợt 2 thì lớp lại không được mở nữa. Nay em gửi lại mẫu đơn nhờ thầy cô hỗ trợ giúp trường hợp này. Mong có thể mở lớp để tụi em kết thúc học phần. Và nếu không mở được lớp thì cho em xin được biết lý do hoặc còn thiếu xót gì trong quá trình làm đơn ạ. Em xin chân thành cảm ơn.. . . . Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn bổ sung gấp danh sách sinh viên muốn đăng ký gấp. . trước ngày 10g 26/01/2022. . Thân"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Hôm trước , em có gửi đơn xin mở lớp môn này (ngày 06/01/2022) có chữ ký thầy nhận dạy và thầy Chủ nhiệm bộ môn nhưng đến giờ thì không được mở lớp. . . Môn này kỳ chính cũng có mở lớp mà đã hết chỗ 80/80 nên em có thể xin PĐT mở dự thính trong kỳ này đc ko ạ ?. . Môn này từ khóa K19 đã học mã mới nên những kỳ sau sợ sẽ không đủ số lượng để lớp. . . Rất mong quý thầy cô , xem xét giúp đỡ bọn em với ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn;. . đã bổ sung cho bạn nhóm L01 nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Cho em hỏi về thông tin hay thời gian tổ chứ Lễ tốt nghiệp đợt tháng 11?. . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Gửi phòng đào tạo.. . . . Hiện tại đã hết hạn đăng ký tốt nghiệp học kỳ 211 nhưng đến bây giờ em mới bổ sung đủ điều kiện để tốt nghiệp (nhưng vẫn chưa có tên trong danh sách tốt nghiệp dự kiến). . . . Phiền phòng đào tạo kiểm tra điều kiện tốt nghiệp giúp em, và cho phép em hỏi, em có thể đăng ký tốt nghiệp trong đợt tháng 11 (học kỳ 211) này không ạ?. . . . Em xin cảm ơn phòng đào tạo"
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / \t[full_name] [full_name] [full_name] [full_name]   i&gt Yêu cầu khác  /i&gt [full_name] [full_name] [full_name] [full_name] Em nhờ thầy cô cấp cho em 2 (hai) giấy chứng nhận về việc em đang theo học ở trường[full_name][full_name] [full_name] Lý do: Một giấy dùng nộp để bổ sung hồ sơ đăng ký người phụ thuộc giảm trừ gia cảnh ở công ty mà Ba em đang làm việc ​(Công ty TNHH Posco VST)[full_name][full_name] [full_name] Một giấy khác cũng nộp công ty trên để được hỗ trợ học phí[full_name][full_name] [full_name] Em xin chân thành cám ơn[full_name] [full_name] [full_name][full_name][full_name] [full_name] [full_name] [full_name] [full_name] [full_name] [full_name] [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em đăng ký giấy xác nhận sinh viên tại mybk.hcmut.edu.vn/5. Đăng ký in Giấy xác nhận SV. . Thân"
    },
    {
        "intent": "",
        "message": "Gửi nhà trường, Em tên [full_name] mssv[student_id].. . Em và các bạn có thắc mắc rằng tại sao dự thính lại không mở đăng ký cho sinh viên học lần đầu. Trong khi đó trường lại áp dụng các chính sách về ngoại ngữ, quy định khác nếu sinh viên vi phạm thì sinh viên sẽ không đăng ký môn học được trong  kỳ tiếp theo , và đến kỳ sau khi sv được đăng ký lại môn học và có nhu cầu học lại các môn chưa học thì lại dính học lần đầu. Thật sự để mà nói thì nhiều bạn k18 khoá em bị cấm đăng ký môn học ở năm 2 và bỏ 1 kỳ thậm chí là 1 năm đến khi các bạn đã đủ điều kiện đăng ký và chấp nhận bỏ thêm tiền học dự thính để mong hoàn thành môn thì lại vướng \" học lần đầu \". Em mong nhà trường có thể cho lý do hoặc hướng giải quyết chứ nếu đợi mỗi năm học chính tới rồi mới lục đục làm đơn mở môn thì bao nhiêu sinh viên sẽ trễ hạn ra trường??? Sao kỳ dự thính mở ra để sinh viên có thể tranh thủ học để kiệp tiến độ lại không được đăng ký?. ."
    },
    {
        "intent": "",
        "message": "Chào em,. .  Em vui lòng xem email PĐT đã gửi: \"Thông báo Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước. . Hộp thư đến. . - Ho Tro SV   [email] . . 10:36, 27 thg 12, 2021 . . tới stu,. . -   Lưu ý: Thực hiện Nghị định 81/2021/NĐ-CP ngày 27/8/2021, đối với các SINH VIÊN CHÍNH QUY, chỉ tổ chức dạng dự thính cho các trường hợp HỌC LẠI (học từ lần thứ hai).\" . . . . Nhà trường muốn cho SV đăng ký DT để học trước..., do nghị định  81/2021/NĐ-CP ngày 27/8/2021 quy định như vậy nên Trường làm theo đúng quy định nhé em.. . - Trường hiện có nhiều kênh để sinh viên phản ánh:. . - Qua lớp môn học E-learning . . - Gởi về phòng Công tác Sinh viên qua email [email] . . - Phòng Đào tạo qua email [email]. . - Hoặc thầy [full_name] qua email [email]. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em có đăng ký thực tập ngoài trường mã ME3267 ở đăng ký đợt 3 và đã bị hủy,nhưng đợt bổ sung hôm qua em không đăng ký kịp.Hôm qua em có hỏi trên BKsi làm thế nào để đăng ký được môn này và được yêu cầu cung cấp mã môn học nên bây giờ em cung cấp ạ. Mã môn học là ME3267.. . em cảm ơn!. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . cho em hỏi bản tải lên trực tuyến của giấy chứng nhận tốt nghiệp tạm thời sau khi đăng ký tốt nghiệp xem ở đâu. ."
    },
    {
        "intent": "",
        "message": "Chào em; . . em vào trang đăng ký tốt nghiệp để tải nhé. . Thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / \t[full_name] [full_name] Dạ thưa Thầy/Cô,[full_name] [full_name] Em vừa đăng ký chuyển hệ và được phê duyệt chuyển hệ trong học kỳ 2 này[full_name] Nên em có vài thắc mắc mong được Thầy/Cô hỗ trợ giải đáp ạ[full_name][full_name] [full_name] 1[full_name] Thẻ sinh viên cũ của em đã hết hạn em có thể đăng ký in lại thẻ sinh viên với hạn sử dụng mới không ạ?[full_name] [full_name] [full_name] [full_name] 2[full_name] MSSV và tài khoản Mybk của em có bị thay đổi sang tài khoản khác không ạ?[full_name] [full_name] [full_name] [full_name] 3[full_name] Chương trình đào tạo em tham khảo trên web \"http://www[full_name]aao[full_name]hcmut[full_name]edu[full_name]vn/index[full_name]php?route=catalog/chuongtrinhdaotao\" dành cho khóa 2015 vẫn có thể sử dụng và đăng ký môn học theo đó tiếp được hay không ạ?[full_name] [full_name] Em xin cảm ơn Thầy/Cô[full_name] [full_name]   i&gt Học vụ  /i&gt [full_name] [full_name] [full_name] [full_name]"
    },
    {
        "intent": "",
        "message": "Chào bạn. . 1- Bạn có thể đăng ký in thẻ SV. . 2- Không. . 3- Đúng rồi Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em đã hết 6.5 năm gio8i1 hạn. Muốn chuyển từ hệ chính quy sang VLVH để có thêm thời gian học thì em cần làm như thế nào."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em tải mẫu đơn, điền đầy đủ thông tin gửi lại nhé.. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu/Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kinh gửi Phòng Đào tạo,. . Em là sinh viên khóa K17. Em đã nhận được mail xác nhận đăng kí tốt nghiệp hôm 10/01/2021. Em có đăng kí gửi giấy TN tạm thời về nhà nhưng đến nay vẫn chưa nhận được giấy TN tạm thời.. . Em muốn hỏi Phòng đào tạo giấy TN tạm thời đã được gửi về chưa ạ. Kính mong Phòng đào tạo kiểm tra giúp em ạ.. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em;. . gửi em mã vận đơn của viettel post. . thân"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Chào thầy/cô,. . Em xin phép gửi đơn xin mở môn học CI2005 ạ! Mong thầy/cô giúp đỡ tụi em mở lớp này ạ vì đây là môn theo mã riêng của khoa công nghệ vật liệu và tụi em là khóa cuối cùng học môn này ạ. Mong thầy/cô giúp đỡ để tụi em có thể ra trường đúng hạn ạ!. . Em xin chân thành cảm ơn thầy/cô!. . Chúc thầy/cô một năm mới thật nhiều sức! . ."
    },
    {
        "intent": "",
        "message": "Chào em;. . Dự thính học buổi tối không học ban ngày, đơn của em không hợp lệ nha"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Chào thầy/cô,. . Em xin phép gửi đơn xin mở môn học CI2005 ạ! Mong thầy/cô giúp đỡ tụi em mở lớp này ạ vì đây là môn theo mã riêng của khoa công nghệ vật liệu và tụi em là khóa cuối cùng học môn này ạ. Mong thầy/cô giúp đỡ để tụi em có thể ra trường đúng hạn ạ!. . Em xin chân thành cảm ơn thầy/cô!. . Chúc thầy/cô một năm mới thật nhiều sức!. ."
    },
    {
        "intent": "",
        "message": ". . Kính gửi phòng đào tạo,. . Em tên [full_name], Mssv [student_id]. . Em có thắc mắc là em đã nằm trong danh sách dự kiến tốt nghiệp, tuy nhiên khi tra danh sách QĐ tốt nghiệp sinh viên hệ VLVH đợt 2 năm 2021 thì không có tên của em.. . Vậy phòng đào tạo cho em hỏi lí do vì sao như vậy ạ.. . Cảm ơn phòng đào tạo."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi phòng đào tạo. . Em tên [full_name] - MSSV [student_id]- Khoa Kỹ Thuật Xây Dựng - hệ VHVL. . Em muốn hỏi em bổ sung điều kiện tốt nghiệp ngày  22/12/2021 ,trong giấy chứng nhận tạm thời ghi chỉ có giá trị trong tháng 01/2022, vậy khi nào trường mới cấp bằng chính vậy ạ . . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . dạ em có đăng kí môn vào đợt 1 và đợt 3 môn thực tập ngoài trường, xong đợt 1 không đăng kí được, tới đợt 3 em cũng đăng kí nhưng ko được (sĩ số là 82/100). em muốn hỏi là nếu kì này em ko đăng kí được môn thực tập thì kì sau em có đăng kí được để thực tập chung đợt với các bạn đăng kí trước ko ạ? em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Chào Admin, . . Vào đợt đăng ký bảo hiểm y tế dành cho sinh viên năm cuối hồi tháng 11, em có đăng ký mua bảo hiểm với kỳ hạn 6 tháng. . . Nhưng lúc em đăng ký thì hệ thống cứ load mà không xác nhận đăng ký cho em và sau 1 lúc thì trang web hiển thị lỗi kết nối.. . Em vào kiểm tra trên BKPay thì không thấy thông tin đăng ký BHYT nên vào đăng ký lại lần nữa. . . Cuối cùng hệ thống hiển thị 2 khoản đăng ký, và em chọn thanh toán 1 khoản thôi.. . Bây giờ vào kiểm tra lại thì thấy khoản đăng ký thừa đó vẫn còn. . . Em nhờ Admin giải đáp giúp em nếu để như vậy thì có ảnh hưởng đến việc xét tốt nghiệp của em hay không? Hoặc sau này có ảnh hưởng đến việc tham gia BHYT của em hay không?. . Em cảm ơn admin!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Do hiên tại em có đăng ký môn đồ án 1 Mã số CO2023, do có một số phát sinh nên chưa hoàn thành được môn học này, nay xin nhờ phòng đào tạo cho em xin được phép rút môn học này. . . . Em đã thánh toán đầy đủ học phí.. .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "Do hiên tại em có đăng ký môn đồ án 1 Mã số CO2023, do có một số phát sinh nên chưa hoàn thành được môn học này, nay xin nhờ phòng đào tạo cho em xin được phép rút môn học này. . . . Em đã thánh toán đầy đủ học phí.. .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . MSSV: [student_id]. . Họ và tên : [full_name]. . Em xin chào thầy / cô ạ !. . Dạ cho em hỏi với ạ . Điểm trung bình môn của avcb av1 av2 av3 av4 có tính vào điểm trung binh tích lũy k ạ ?. . Mong quý thầy / cô giải đáp thắc mắc giúp em ạ !. . Em rất cảm ơn thầy / cô !"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Môn anh văn 1234 là môn học trong CTDT nên sẽ tính điểm nghen bạn. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em là sinh viên K18 cho em xin phép hỏi là khóa K18 còn được chấp nhận bằng thi speaking với writing ở BK English không ạ, hay tụi em phải thi bên ngoài và nộp bằng vô ạ. . . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Khóa 2018 vẫn được sử dụng kết quả AV nói viết tại BK English. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Chào nhà trường,. . Em là [full_name] [student_id], em muốn hỏi nhà trường khôi phục file xóa khỏi thùng rác vĩnh viễn trên google drive giúp em vì google drive bảo rằng chủ sở hữu hcmut.edu.vn mới có thể khôi phục file lại được và những file này là file rất quan trọng với em. . Nếu có cách giải quyết xin nhà trường cho em hỏi với ạ.. . Em xin chân thành cảm ơn. . . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trung tâm Dữ liệu và Công nghệ thông tin để được hỗ trợ và giải đáp thắc mắc về tài khoản mail của bạn.. . Điện thoại    : (84.28) 38.647.256 - Ext:5200. . Website    : www.netadm.hcmut.edu.vn. . Email    :  [email]. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: G[student_id]  / \t. . . .   i&gt Học vụ . Dạ PĐT cho e được chuyển điểm:. . - Môn Đồ án thiết kế - MSMH ME3139 sang ĐAMH1: chi tiết máy - MSMH 209001.. . - Môn Đồ án thiết kế động cơ đt - MSMH TR3043 sang ĐAMH 2: thiết kế động cơ đốt trong - MSMH 206031.. .  (đã có trong danh sách môn tương đương và môn thay thể của K2014 thay cho K2013 trở về trước).. . Vì đây là môn tiên quyết để em được xét mở lớp LVTN và đã có điểm trên MYBK học kì 211 ạ.. . Mong PĐT kiểm tra giúp em. Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn . . Đã nhận đơn trực tiếp. . Thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / \t[full_name] [full_name] [full_name] [full_name]   i&gt Khiếu nại đăng ký môn học  /i&gt [full_name] [full_name] [full_name] [full_name] Kính gửi: Phòng Đào Tạo[full_name][full_name] [full_name] Em [full_name] kính mong Thầy/Cô hủy giúp em môn học bị trùng do đăng ký nhầm 2 lần[full_name][full_name] [full_name] - Môn học đề nghị hủy do trùng AV400 thuộc lớp D101[full_name] [full_name] - Môn học đang theo học: AV400 thuộc lớp HL01[full_name][full_name] [full_name] [full_name] [full_name] Em chân thành cảm ơn,[full_name] [full_name] Trân trọng[full_name] [full_name] [full_name]"
    },
    {
        "intent": "",
        "message": "Kính gửi: Phòng Đào Tạo.. . Em [full_name] kính mong Thầy/Cô hủy giúp em môn học bị trùng do đăng ký nhầm 2 lần.. . - Môn học đề nghị hủy do trùng: AV400 thuộc lớp DT01. . - Môn học đang theo học: AV400 thuộc lớp HL01.. . . . Em chân thành cảm ơn,. . Trân trọng. . [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em tên là [full_name] - MSSV [student_id].. . Em vừa được chuyển sang hệ VHVL, và chưa đăng ký kịp vào thời gian ĐKMH hoc kỳ 212.. . Nay em kính mong PĐT cho em đăng ký môn học Luận Văn tốt nghiêp (cầu đường) - MSMH: CI4313 trong học kỳ này.. . Em mong PĐT xem xét. . . Chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Thưa thầy (cô), em vừa đăng kí luận văn cho đợt đăng kí cuối cùng, thì khi nào có thời khóa biểu, để em có thể liên hệ với giảng viên hướng dẫn của mình ạ.Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy / cô ạ, em tên là Đinh Khang MSSV [student_id] học lớp DD18DV3 hiện đang là sinh viên năm 4. Em xin trình bày vấn đề của mình ngắn gọn như sau:. . Hiện tại em đã hoàn thành đầy đủ toàn bộ chương trình hoc bao gồm cả các môn chuyên ngành, chỉ ngoại trừ EE3025 - Kỹ thuật siêu cao tầng, TTTN, ĐCVL và LVTN. Em dự định sẽ học EE3025 vào kỳ chính dự thính nhưng do xảy ra lỗi đăng ký (chưa hoàn thành môn học tiên quyết mặc dù em đã qua môn) nên không đăng ký được và bị quá tải sĩ số. Vì vậy em đã quyết định nộp đơn xin mớ lớp dự thính, nhưng theo quy định kỳ này thì lớp dự thính không mở cho sinh viên học lần đầu và bị huỷ kết quả đăng ký. Em đã đăng ký lại môn học EE3025 và làm đơn này với mục đích mong PĐT cũng như bộ môn sẽ xét duyệt cho em được đăng ký môn học này vì só lượng sinh viên đăng ký rất ít (23/60 sv) nên em cam đoan sẽ không có vấn đề số lượng sinh viên đâu ạ. Em xin cảm ơn quý thầy cô đã đọc yêu cầu của em"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Dạ trong đợt đăng ký học kì vừa rồi em vẫn chưa được xếp lịch cho môn học EE3025 ạ, em dự định đăng ký trong lần đang kí môn học tới vào ngày 8/4/2022, PĐT có thể ghi nhận và chuyển yêu cầu của em cho bộ phận ĐKMH được không ạ, vì đây là môn cuối cùng còn sót lại trong CTĐT của em rồi ạ. ."
    },
    {
        "intent": "",
        "message": "Chào em;. . đợt 8/4 là đợt nguyện vọng của hè, em. . đợi kết quả xem môn có mở trong đợt 2 nhé. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân. ."
    },
    {
        "intent": "",
        "message": "Em tên là [full_name], mã số sinh viên [student_id]. Em là sinh viên đã đủ điều kiện tốt nghiệp và em có một số câu hỏi mong phòng đào tạo giải đáp giúp em ạ. . . . . 1. Em muốn đăng ký học thêm một số môn không nằm trong chuyên ngành rong học kỳ 221, nhưng lo rằng sẽ bị gọi nghĩa vụ quân sự trong thời gian học. Do vậy, nếu em không đăng ký xét tốt nghiệp trên mybk, đồng thời đăng ký các môn khác chuyên ngành (có thời khóa biểu học) thì trường có hỗ trợ cấp cho giấy chứng nhận sinh viên cho em không ạ.. . . . 2. Nếu trong học kỳ 221, em đăng ký học cải thiện các môn trong lộ trình học và không đăng ký tốt nghiệp trên mybk, thì em có được cấp giấy hoãn chứng nhận sinh viên không ạ. . . . . 3. Nếu kết quả học cải thiện tệ hơn so với kết quả trước đó thì kết quả nào sẽ được lưu lại trong bảng điểm ạ. . . . . Cảm ơn phòng đào tạo đã đọc và mong nhận được phản hồi sớm ạ. . . . . Trân trọng . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . 1- Nếu bạn có TKB theo quy định sẽ được cấp Giấy xác nhận sinh viên. . 2- Sẽ lấy điểm cao nhất. . Thân"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Em tên [full_name], MSSV [student_id] hiện đang học Khoa Kĩ thuật Giao thông ngành Công nghệ ô tô khoá 2020. . Em hiện chỉ con các môn sau là hoàn thành chương trình học:. .   /B&gt _SP1039: Lịch sử Đảng Cộng Sản VN. . _SP1037: Tư tưởng HCM. . _EN1003: Con người và môi trường. . Và 4 môn tự chọn bao gồm:. . _IM1021: Khởi nghiệp. . _IM1025: Quản lý dự án cho kỹ sư. . _IM1027: Kinh tế kĩ thuật. . _IM3001: Quản trị kinh doanh cho kỹ sư. . Nhưng cả 7 môn trên đều không mở lớp, học kì này em không thể học môn nào được . . Mong PĐT mở lớp giúp em ạ, em có thể học theo dạng Đồ Án các môn học. . Em xin cám ơn PĐT  B&gt"
    },
    {
        "intent": "",
        "message": "Chào em;. . em vui lòng kiểm tra lại, các môn học đều có mở trong HK212 này nhé. . Thân"
    },
    {
        "intent": "",
        "message": "B&gt Dạ thầy [full_name], em đã thử tất cả 7 môn trên nhưng đều không mở lớp, học kì này Thời Khoá Biểu em số lượng là 0 môn đăng kí, Mong thầy giúp em với ạ. . Em cám ơn thầy nhiều  /B&gt"
    },
    {
        "intent": "",
        "message": "Chào em;. . em cần đăng ký môn gì thì ghi rõ, chứ tôi thấy các môn đều có mở nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em là sinh viên khóa K2015, em thuộc khu vực 1,em đã được hướng dẫn và làm đơn này để xin được gia hạn thêm 1 học kỳ 212."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . . . -  Bạn gởi lại câu hỏi muốn đăng ký môn gì ghi rõ tên môn học + mã môn học + lý do đang làm thủ tục gia hạn 1 học kỳ (hiện tại chỉ có thể đăng ký môn học có mở ở lộ trình 2- dự thính, hoặc Lvtn). . trên Bksi mục DKMH, để Pdt xử lý. . . . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . [full_name] ơi cho em hỏi tài khoản OCB nhà trường cấp cho sinh có đặc biệt hơn khi sinh viên tự đăng ký bên ngoài ko ạ.. . Sau khi tốt nghiệp thì sinh viên còn được giữ tài khoản OCB ko ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Thưa pđt em có hủy 1 môn học nhưng sau đó được thông tin là vẫn phải hoàn thành nghĩa vụ đóng tiền môn học đó. Nên em xin nhà trường cho em tiếp tục học môn PE1015\tBóng rổ (học phần 1).Về môn gdtc thì em cũng đã hoàn thành võ hp1 rồi. Em cảm ơn  . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Cho em gửi đơn xin mở lớp Dự thính môn Thiết kế Cầu 1 ( CI3039 ) trong kỳ này.. . Em đã xin được thầy TS [full_name] nhận lớp và chủ nhiệm bộ môn là thầy PGS.TS [full_name] đã ký xác nhận rồi ạ .. . Rất mong được quý thầy cô giải quyết sớm ạ.. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi: Phòng đào tạo trường Đại học Bách Khoa TP Hồ Chí Minh.. . Họ và tên : [full_name]    MSSV: [student_id]. . Hiện tại em là sinh viên khoa Quản Lý Công Nghiệp khóa k18.. . Trong đợt đăng ký bổ sung TTTN và DCLV em có đăng kí môn học Thực Tập ngoài trường (IM3315) và môn học Đề cương luận văn tốt nghiệp (IM4315) nhưng hiện tại vẫn chưa được cập nhật thời khóa biểu trên Mybk.. . Kính mong phòng đào tạo kiểm tra lại và cập nhật thời khóa biểu 2 môn học này trên Mybk để em có thể tham gia học tập cùng các bạn và hoàn thành 2 môn học này trong học kỳ 212 này, đủ điều kiện để thực hiện Luận văn tốt nghiệp ở học kỳ tiếp theo.. . Em xin chân thành cảm ơn.. . Trân trọng,"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Cho em gửi đơn xin mở lớp Dự thính môn Thiết kế Cầu 1 ( CI3039 ) trong kỳ này.. . Em đã xin được thầy TS [full_name] nhận lớp và chủ nhiệm bộ môn là thầy PGS.TS [full_name] đã ký xác nhận rồi ạ .. . Và bên Ban chủ nhiệm Khoa cũng vừa mới xác nhận.. . Em gửi lại đươn đầy đủ nhất ạ.. . Rất mong được quý thầy cô giải quyết sớm ạ."
    },
    {
        "intent": "",
        "message": "sau 17h ngày 21/1 em lên đăng ký online nhé"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em chào phòng đào tạo.. . Em có hỏi lần trước về điểm trung bình tốt nghiệp thì phía phòng đào tạo trả lời là điểm TBTN của em là 8.01. Hiện tại em kiểm tra trên danh sách tốt nghiệp chính thức thì thấy điểm chưa cập nhật. Phòng đào tạo cho em hỏi là khi nào nó được cập nhật vậy ạ. . Em cảm ơn. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Điểm TBTN của bạn sẽ được cập nhật trong bảng điểm tốt nghiệp nhé.. . Khi nhận bằng và bảng điểm tốt nghiệp em vui lòng kiểm tra lại nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ pdt cho em hỏi. Nếu em chuyển sang hệ VLVH ngành mới ở học kỳ sau, mà học kỳ này em đang học cải thiện 1 số môn của ngành mới thì điểm kỳ này có được tính sang kỳ sau của hệ VLVH không ạ ?. . Với lại thủ tục chuyển sang hệ VLVH như thế nào để em chuẩn bị ạ. Mong pdt giải đáp thắc dùm em. Em cám ơn pdt nhiều ạ! . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . . . Thân. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: chào thầy/cô, thầy cô cho em hỏi . . em xem trên CTĐT thì môn   B&gt MA3085  /B&gt  Hóa học và hóa lý silicat tương đương với   B&gt 2 môn  /B&gt .. . Trong kì 211, em có đăng kí học và đã đạt môn. .   B&gt MA3085  /B&gt  Hóa học và hóa lý silicat. . Hiện tại em có nguyện vọng chuyển điểm qua môn   B&gt MA2005  /B&gt  Hóa học chất rắn, thì em phải làm như thế nào ạ?. . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . MÔN MA3085 CHỈ ĐƯỢC XÉT CHỌN 1 TRONG HAI MÔN MA2005 HOẶC MA3013 CHỨ KHÔNG PHẢI 2 MÔN NHÉ.. . SV CHỌN TĐ MA2005 -&gt  đã cập nhật. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ em chào thầy/ cô,. . . . Em là [full_name], MSSV [student_id], em đã có quyết định được xét tốt nghiệp ngành Công nghệ Thực phẩm. . . . . Hiện em có nhu cầu học thêm, nhưng trong quá trình làm hồ sơ, trường kia có yêu cầu em nộp chương trình đào tạo em đã học có xác nhận của trường Đại học Bách Khoa ấy ạ.. . . . Em muốn hỏi liệu em có thể xin dấu xác nhận này ở trường không ạ? Và cho em hỏi thêm thủ tục cần làm là gì ạ? Do dịch bệnh nên em vẫn còn ở quê chưa thể vào lại HCM được, nên em có thể nhờ người khác lên làm giúp được không ạ?. . . . Em cảm ơn thầy/ cô đã xem ạ!. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Về chương trình đào tạo em có thể liên hệ ở Khoa của bạn để được hỗ trợ nhé.. . Thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1711575  / \t. . . .   i&gt Tốt nghiệp . Kính gửi Thầy/Cô,. . . . Em là Huyền, sinh viên khóa K2017. Hiện nay em đã có tên trong danh sách tốt nghiệp t11/2021 và nhận được giấy chứng nhận tạm thời.. . . . Tuy nhiên, trong khi các bạn cùng khóa đã nhận được bằng tốt nghiệp chính thức nhưng em không có mail thông báo nào.. . . . Em mong Thầy/Cô có thể kiểm tra lại giúp em ạ."
    }
]