[
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học .    Em chào ban cán bộ trường đại học Bách Khoa.. .    Em là [full_name], MSSV: [student_id], khoa Địa chất và Dầu khí. Thưa em có một thắc mắc về đăng ký luận văn ạ.. .    Trong quy định về đăng ký luận văn cho phép nợ tối đa 7 chỉ ạ. Xét đến kì này em cần 132 tín chỉ để đăng ký luận văn, nhưng nếu cho nợ 7 tín chỉ thì em chỉ cần 125 tín chỉ, trong khi hết kì này là em 126 tín chỉ nhưng vẫn bị huỷ kết quả đăng ký luận văn 4 lần ạ. Về bằng Toeic thì em được thông tin là cho qua, về ngày công tác xã hội em được 16 ngày (so với 6 ngày yêu cầu), về học phần thực tập, đồ án em đều đăng ký và hoàn thành hết ạ. Vậy cho em hỏi lý do bị huỷ LVTN.. .    Em xin cảm ơn !"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em kính chào Phòng Đào Tạo.. . Em là [full_name] sinh viên khoa kỹ thuật giao thông.. . MSSV: [student_id]. . . . Em làm đơn này xin xem xét tốt nghiệp đợt 1 – Học Kì 1, năm học 2021 – 2022.. . Em biết rất khó khăn dể được xem xét nhưng em muốn làm đơn mong được xem xét để được tốt nghiệp đúng hạn. Em đã đủ điều kiện để đăng ký tốt nghiệp tính đến học kì 1 năm học 2021 – 2022. Lý do xem xét, em đã trình bày trong đơn xin xem xét tốt nghiệp đính kèm.. . . . Đơn xem xét đã được em đính kèm, kính mong phòng đào tạo xem xét giúp em ạ.. . . . Em xin trân trọng cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp của em đã được xét tốt nghiệp, em vui lòng vào mybk/Đăng ký tốt nghiệp để đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp.. . Thân"
    },
    {
        "intent": "",
        "message": "Dạ em kính chào Phòng đào tạo ạ !. . . . Trường hợp của em đã được xét tốt nghiệp đợt 1 (học kì 1 - năm học 2021-2022) đúng không ạ ?. . . . Em lên trang đăng ký tốt nghiệp thì đang nhảy qua đợt 2 (Tốt nghiệp - Học kỳ 2 Năm học 2021 - 2022). Nếu vậy em đăng ký tốt nghiệp được luôn phải không ạ? . . . . Hiện tại em không đăng ký được, em phải đợi danh sách tốt nghiệp dự kiến đúng không ạ?. . . . Rất mong phòng đào tạo giải đáp giúp em.. . . . Em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Đã tl mail"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi Phòng đào tạo. . Em tên là [full_name] MSSV [student_id]. . Cho em xin đăng ký môn học Anh Văn 3 (LA1007) lớp L04. . Em xin chân thành cảm ơn!. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi Phòng đào tạo,. . Em tên [full_name], mssv [student_id], K21 hệ chính quy.. . . . Em xin trình bày vấn đề của em: Môn Giải tích 2 MT1005, em được Phòng đào tạo đăng ký lớp lý thuyết L33 nhưng lớp bài tập là L39.. . . . Em xin hỏi có thể đổi cho em vào lớp bài tập L33 để thuận tiện hơn trong việc học tập được không ạ.. . . . Kính mong sự giải quyết của Phòng đào tạo.. . Em xin chân thành cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Dạ em chào phòng đào tạo, em có thắc mắc là nếu mình nộp bằng TOEIC vào để đổi điểm cho 8 chỉ anh văn trên trường thì những điểm đó có ảnh hưởng tới điểm trung bình tích lũy không ạ? Hay chỉ là cộng vào số chỉ tích lũy ạ? Mong phòng đào tạo giải đáp thắc mắc. Em xin cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . điểm chuyển các môn AV 1,2,3,4 được tính vào điểm trung bình tích lũy và số tín chỉ tích lũy nhé bạn. . Thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1712525  / \t. . . .   i&gt Khiếu nại đăng ký môn học . . . . . Em chào các thầy cô ạ. Em tên là Trần Thị Nhung- MSSV-1712525-lớp VP17VT.. . Em không hiểu sao em không thể đăng kí LVTN(405700),TTTN(405750) ở HK212. Kính mong quý thầy cô em xét lại giúp em ạ.. . . . Lý do để trên trang để DKMH như sau:. . . . 21/ 01/ 2022 10:17    HK212 - Kết quả đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN    PDT không đ/ký cho SV MH 405700 (L: Không đủ đ/kiện nhận LVTN). . 21/ 01/ 2022 10:17    HK212 - Kết quả đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN    PDT không đ/ký cho SV MH 405750 (N: Không đủ đ/kiện nhận TTTN - STC). . . . Em đã xem điều kiện nhận 2 môn LVTN,TTTN trên trang aao thì không có môn tiên quyết cho 2 môn này. Chỉ cần đạt đủ tín chỉ tích lũy nghành tối thiểu là 263.. . . . Em đã đủ điều kiện về số tín chỉ tích lũy nếu tính cả số tín chỉ HK202 là 30+ dự thính HK203 là 3 chỉ thì em tổng số chỉ tích lũy là  263 chỉ là đủ để nhận 2 môn LVTT, TTTN ạ.(Em để trong phần tập tin đính kèm). Môn dự thính em học là 201701-Cơhọc đc &ch mtr liêntục, nhóm DT01-A,thầy dạy là Vũ Công Hòa. Em có liên lạc với thầy thì thầy nói đã nộp bảng điểm và em cũng xin thầy bảng điểm để làm minh chứng với PDT  ạ.. . . . Em có 1 số thông tin bổ sung là: còn 1 môn là môn thực tập kĩ thuật(405752) do dịch tụi em chưa được học và kết quả vẫn để là CH. Em chỉ còn nợ duy nhất 1 môn là Tiếng Pháp 4-003704 (5 chỉ). Nếu cộng thêm 10 chỉ luận văn là đủ 280 chỉ là tổng số chỉ của ngành Viễn thông ạ.. . Em cũng đã hỏi về việc này trên bksi 1 lần rồi và thầy cô có ghi là bất cứ trường hợp nào không đăng kí được thì có thể đăng kí vào đợt 18-19 vừa rồi nhưng hôm nay em nhận kết quả thì vẫn không đăng kí được ạ.. . . . Giờ em đang chuẩn bị giấy tờ để đi thực tập tốt nghiệp tại Pháp vào tháng 2 ạ. Thời gian lúc này rất gấp rút rồi ạ. Em mong các thầy cô giúp đỡ xử lý trường hợp của em sớm ạ, vì nếu mà được hay không thì em còn biết để kịp chuẩn bị ạ, vì giấy tờ nó vô cùng phức tạp ạ. Em xin cảm ơn ạ.  . ."
    },
    {
        "intent": "",
        "message": "Em chào các thầy cô ạ. Em tên là Trần Thị Nhung- MSSV-1712525-lớp VP17VT.. . Em không hiểu sao em không thể đăng kí LVTN(405700),TTTN(405750) ở HK212. Kính mong quý thầy cô em xét lại giúp em ạ.. . . . Lý do để trên trang để DKMH như sau:. . . . 21/ 01/ 2022 10:17    HK212 - Kết quả đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN    PDT không đ/ký cho SV MH 405700 (L: Không đủ đ/kiện nhận LVTN). . 21/ 01/ 2022 10:17    HK212 - Kết quả đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN    PDT không đ/ký cho SV MH 405750 (N: Không đủ đ/kiện nhận TTTN - STC). . . . Em đã xem điều kiện nhận 2 môn LVTN,TTTN trên trang aao thì không có môn tiên quyết cho 2 môn này. Chỉ cần đạt đủ tín chỉ tích lũy nghành tối thiểu là 263.. . . . Em đã đủ điều kiện về số tín chỉ tích lũy nếu tính cả số tín chỉ HK202 là 30+ dự thính HK203 là 3 chỉ thì em tổng số chỉ tích lũy là  263 chỉ là đủ để nhận 2 môn LVTT, TTTN ạ.(Em để trong phần tập tin đính kèm). Môn dự thính em học là 201701-Cơhọc đc &ch mtr liêntục, nhóm DT01-A,thầy dạy là Vũ Công Hòa. Em có liên lạc với thầy thì thầy nói đã nộp bảng điểm và em cũng xin thầy bảng điểm để làm minh chứng với PDT  ạ.. . . . Em có 1 số thông tin bổ sung là: còn 1 môn là môn thực tập kĩ thuật(405752) do dịch tụi em chưa được học và kết quả vẫn để là CH. Em chỉ còn nợ duy nhất 1 môn là Tiếng Pháp 4-003704 (5 chỉ). Nếu cộng thêm 10 chỉ luận văn là đủ 280 chỉ là tổng số chỉ của ngành Viễn thông ạ.. . Em cũng đã hỏi về việc này trên bksi 1 lần rồi và thầy cô có ghi là bất cứ trường hợp nào không đăng kí được thì có thể đăng kí vào đợt 18-19 vừa rồi nhưng hôm nay em nhận kết quả thì vẫn không đăng kí được ạ.. . . . Giờ em đang chuẩn bị giấy tờ để đi thực tập tốt nghiệp tại Pháp vào tháng 2 ạ. Thời gian lúc này rất gấp rút rồi ạ. Em mong các thầy cô giúp đỡ xử lý trường hợp của em sớm ạ, vì nếu mà được hay không thì em còn biết để kịp chuẩn bị ạ, vì giấy tờ nó vô cùng phức tạp ạ. Em xin cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào thầy/cô. . Cho em hỏi bằng tốt nghiệp của em được in chưa ạ. Vì chỉ còn một tuần nữa là tết rồi ạ. Bữa em có hỏi trên [full_name] cô có trả lời cho em là sẽ có trước tết ạ.. . Em xin cảm ơn ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em theo dõi mail SV nhé, hiện tại do tình hình dịch nên sẽ gửi mail theo từng đợt cho SV lên nhận bằng nhé.. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Kính thưa thầy cô. . Cho em hỏi khi nào [full_name] trên MyBK cập nhật điểm môn AV4 mã môn LA1009 lớp L02-B ạ. Em thấy trên trang [full_name] PHÚC TRA ĐIỂM THI có điểm rồi nhưng [full_name] của em vẫn ghi [full_name]. Em có liên hệ giáo viên thì cô nói đã nộp bảng điểm cho PĐT từ 16/12 rồi và tới giờ bảng điểm của tụi em chưa có điểm.. . Em mong quý thầy/cô xem lại giúp và cập nhật điểm cho lớp em ạ.. . Em chân thành cảm ơn quý thầy/cô.. . Em có để hình ảnh của [full_name] và [full_name] PHÚC TRA ĐIỂM THI mong quý thầy/cô xem giúp ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - [full_name] tra lên điểm cũng mở khóa. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa  trong thời gian cho phép sửa.. . Thân mến. . . . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em xin chào quý thầy cô.. . . . Em đang là sinh viên K18 Khoa Cơ khí. Học kì DT202 em có học môn Giải tích 2. Đến kì thi cuối kỳ đợt tháng 8 em xin hoãn thi và đến tháng 12 cùng năm (2021) thì em được thực hiện thì môn này. Và kết quả em đc 7.5. nhưng khi lên bảng điểm thì là điểm 13;7,5(lần 2). Em nghĩ là lỗi hệ thống nên đợi xem sao thì sau 2 tuần lên điểm vẫn không đổi. . . Mong quý thầy cô giải thích giúp em . . Em xin chân thành cảm ơn rất nhiều ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Chính xác điểm hiện tại của bạn là 7d5 nghen. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Chào thầy cô PDT!. . Thầy cô cho em hỏi sao lịch thi của em luôn ở trang thái đang cập nhật trong hơn 3 ngày rồi ( ảnh đính kèm), vậy có lỗi hệ thống gì không ạ? . . . . Em cảm ơn!. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Hệ thống sẽ ổn định lại sau tết nguyên đán, Bạn xem lại thời gian rồi kiểm tra cho đúng nghen. . Thân"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Em chào thầy cô,. . Em xin nộp đơn mở lớp môn Hóa vô cơ CH2013 kèm minh chứng là email xác nhận của giảng viên giảng dạy, chủ nhiệm bộ môn và chủ nhiệm khoa đồng ý mở lớp. Giảng viên đã đồng ý mở lớp dù sĩ số ít và thầy rảnh vào tất cả buổi tối ( thứ 2-chủ nhật, tiết 14-16) nên tùy PĐT xếp lịch ạ.. . Em xin cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ thưa thầy/ cô. . . . Em tên là: [full_name], mã số sinh viên [student_id]. Hiện đang học tại khoa Khoa học & Kĩ thuật Máy tính.. . . . Trong HK212 này, em đã đăng ký 17 tín chỉ Chính quy và thêm 6 tín chỉ liên thông Đại học - Thạc sĩ,   B&gt tổng cộng là 23 tín chỉ  /B&gt . Tuy nhiên, do chưa tìm hiểu kỹ nên khối lượng học tập trong học kỳ này là quá sức với em. Chính vì vậy,   B&gt em muốn làm đơn rút 1 môn ở bậc Chính quy  /B&gt , để còn   U&gt 13 + 6 = 19 tín chỉ  /U&gt . . . . Em muốn hỏi là việc rút môn này có được chấp nhận không ạ, và liệu nó có ảnh hưởng gì không ạ?. . . . Dạ em xin cám ơn.. . Chúc một ngày tốt lành.. . . . [full_name]"
    },
    {
        "intent": "",
        "message": "[full_name] KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:57, Th 6, 7 thg 1. . tới stu.all. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Chào pdt. . Cho em hỏi khi nào có bằng tốt nghiệp chính thức ạ. E sắp về quê đón tết và muốn mang bằng về trước tết ạ. Em xin cảm ơn. .   i&gt Tốt nghiệp ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em theo dõi mail SV nhé, do tình hình dịch nên PDT sẽ gửi mail theo từng danh sách SV đến nhận bằng nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em đã đăng kí luận văn tốt nghiệp (ME4673) trong các đợt đăng kí môn học học kì 212 và cả đợt đăng kí bổ xung vừa rồi. Nhưng hiện tại em vẫn chưa có thời khóa biểu về môn luận văn tốt nghiệp. Kì vừa qua em cũng đã hoàn thành đề cương và thực tập tốt nghiệp, hiện đã có cập nhật điểm rồi ạ. Cho em hỏi tại sao vậy ạ và có cách nào đăng kí được không ạ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Chào thầy cô,. . Em tên [full_name], MSSV [student_id], thuộc khoa Kỹ Thuật Xây Dựng.. . Vì đợi kết quả từ đợt đăng kí môn học khác và đăng kí không thành công nên em có đăng kí hơi trễ môn học này và sĩ số đã đầy.. . Em mong thầy cô có thể mở thêm sĩ số lớp DT03-DT04 môn học Giải Tích 1 đợt \"đăng kí môn học dự thính đợt 2 - lộ trình 2\" để em có thể được học và đủ tín chỉ tối thiểu trong kì này.. . Em xin chân thành cảm ơn thầy cô. Chúc thầy cô có một buổi sáng làm việc hiệu quả.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Chào thầy/cô,. . Hôm trước em có gửi đơn mở môn học CI2005 nhưng không hợp lệ và em đã gửi lại một đơn khác nhưng không nhận được sự phản hồi từ thầy/cô và em cũng không thấy môn học được mở ạ. Nay em gửi lại đơn xin mở môn CI2005 mong thầy/cô giúp đỡ tụi em ạ. Vì từ K19 môn này đã bị bỏ ở khoa em nên tụi em rất khó để xin thầy/cô đồng ý dạy. Mong thầy/cô giúp tụi em mở lớp môn học CI2005 ạ, để tụi em có thể ra trường đúng hạn.. . Em chân thành cảm ơn thầy/cô!. . Chúc thầy/cô nhiều sức khỏe."
    },
    {
        "intent": "",
        "message": "Chào em;. . môn này không mở được do giảng viên bận giờ nhé. . thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]7  / \t. . . .   i&gt Đăng ký môn học . Em thuộc diện thu nhận lại nên không thể đăng ký môn học trực tuyến, xin thầy/cô giúp em đăng ký môn học Anh Văn 4 (LA1009) lớp dự thính ạ.. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Em xin kính chào Cô,. . Em gửi tin nhắn này muốn nhờ Cô giải đáp thắc mắc cho em là:. . Các môn   B&gt Anh văn 1A  /B&gt  (  I&gt LA1037  /I&gt ),   B&gt Anh văn 3A  /B&gt  (  I&gt LA1041  /I&gt ) ngoài việc không tính vào điểm TBTL   B&gt thì có tính vào số tín chỉ tích lũy   U&gt ngành  /U&gt   /B&gt  giống như các môn Anh văn 1, Anh văn 2, ... không ạ?. . . . Em xin cảm ơn Cô.. . . .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Học vụ . dạ thưa PĐT , em có thể học môn công nghệ thủy lực (mã số là IU4015 của [full_name]19) 3 chỉ để chuyển điểm về môn công nghệ thủy lực (IU3045 của [full_name]18) 2 chỉ thì em được chuyển điểm không ạ ?? mong pđt cho em câu trả lời , em cảm ơn PĐT rất nhiều ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1511091  / \t. . . .   i&gt Yêu cầu khác .   B&gt ĐƠN XIN MỞ LẠI TÀI KHOẢN. .   /B&gt . . Kính gởi Phòng Đào Tạo.. . . . Em là: Trần Đặng Hoan.. . MSSV: 1511091. . Lớp MT16KH01. . . . Vừa qua, em mới nhận quyết định thu lại và chuyển sang hệ vừa học vừa làm.. . . . Em viết đơn này xin được mở lại tài khoản sinh viên. Vì lý do tài khoản em bị thông báo \"Tài khoản không tồn tại hoặc hết hiệu lực\" khi đăng nhập vào mybk, hoặc aao (ảnh đính kèm).. . . . Mong nhà trường tạo điều kiện xử lý cho em thuận tiện học tập.. . . . Sớm mong nhận được phản hồi.. . Em xin chân thành cảm ơn!. ."
    },
    {
        "intent": "",
        "message": "Đã mở lại cho bạn nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Dạ em chào PDT!. . Em tên [full_name] MSSV: [student_id]. . Cho em hỏi là môn đồ án không mở vào kì dự thính thì có mở vào kì hè không ạ?!Em cám ơn!. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . 6. Kế hoạch học kỳ hè HK213, DT213. . . . -   HK213 và DT213 bắt đầu từ tuần 22/2022 (Thứ hai, 30/05/2022) theo đúng Biểu đồ học tập năm học 2021-2022 đã công bố.. . . . -   Học phần Thực tập ngoài trường tổ chức trong hè (HK213). Đối với các khoá từ K2019 của chính quy, số tín chỉ này được tính cộng vào học kỳ HK212 khi tính học phí trọn gói.. . . . -   Nhà trường cho phép mở các học phần đồ án, đề cương luận văn tốt nghiệp (ĐCLV), luận văn tốt nghiệp (LVTN) trong hè, theo đúng biểu đồ học tập. Sinh viên thực hiện đủ 15 tuần từ đầu học kỳ (Tuần 22-36). Đợt bảo vệ LVTN cho các sinh viên thực hiện trong hè là khoảng tuần lễ 37 (12/09/2022). LVTN mở bổ sung cho nhóm thực hiện ĐCLV trong hè tính từ tuần 37 và bảo vệ trong tuần lễ 52 (26/12/2022).. . . . -   Các học phần khác được mở dạng dự thính trong 12 tuần (áp dụng blended learning).. . . . . . . . Trân trọng thông báo./."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em xin chào các thầy cô,hiện nay em đang muốn bảo lưu học kỳ 212 thì còn thời hạn bảo lưu không  ạ.Em xin hỏi thêm là em có hoãn thi các môn ở học kỳ 202 nếu sau thời hạn 1 năm em k thi thì các môn đó em được tính là rớt môn và phải học lại thay vì thi lại đúng không ạ.. . Em xin chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Sau thời gian 1 năm SV không thi xóa điểm hoãn thi thì điểm môn học đó sẽ thành điểm VT.. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--&gt  sinh viên --&gt  Quy chế --&gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --&gt Điều 17.2. . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn &gt &gt  Sinh viên &gt &gt  biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Trong đợt đăng ký bổ sung đợt 2 và 3 vừa rồi, em có đăng ký môn thể chất 3 là môn bơi (học phần 2). . Em đã kiểm tra thời khoá biểu có lịch học nhưng lúc chuẩn bị đi học lại bị huỷ lớp không rõ nguyên nhân.. . Lần đăng ký bổ sung này em không đăng ký được và thấy không mở lớp. . Mong phía nhà trường giúp em. . Cảm ơn và mong nhà trường phản hồi cho em trong thời gian sớm nhất"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học  . . . . Xin mở thêm sỉ số các lớp dự thính môn Anh văn 2A. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào Thầy/Cô,. . Cho em hỏi, trong tình hình dịch Covid như hiện nay, nếu như em không đăng ký môn học nào cho kỳ tiếp theo thì em có phải lên trường nộp giấy tạm thu nhận cho phòng đào tạo không vậy ạ? Em xin cảm ơn ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại thời điểm hiện tại là tuần thứ 4 của HK212, SV vui lòng trình bày rõ em thu nhận lại để làm gì?. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ thầy/cô cho em hỏi, do nhiều hk em ko đkmh nên bị huỷ tình trạng sinh viên, giờ em muốn làm đơn để quay lại tình trạng sv để em nộp bằng ngoại ngữ ra trường thì em phải làm những thủ tục gì ạ?"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Tình trạng hiện tại của bạn đang bị buộc thôi học vì tự ý nghỉ học. . - Thời gian học của bạn đến tháng 10/2022. . - Bạn liên hệ Khoa để làm đơn cứu xét thu nhận lại diện BTH, sau khi có QD thu nhận thì bạn đăng ký xét tốt nghiệp bổ sung. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em vẫn chưa thấy có môn học trong thời khóa biểu ạ. Mong PDT có thể đăng kí giúp em không thì em sẽ bị trễ ạ."
    },
    {
        "intent": "",
        "message": "Mong phòng đào tạo giải quyết giúp em với ạ. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 120&gt 95Không ĐK đc vì môn học trước CI2057. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Chào phòng đào tạo, trong đợt dịch vừa rồi gia đình em đã gặp nhiều khó khăn về tài chính nên đã có ý định sẽ tạm dựng một học kỳ vì sợ không đủ tiền để đóng học phí, em cũng gửi câu hỏi về việc đơn xin tạm dừng học cho phòng đào tạo ở thời điểm đợt đăng ký môn học trước đây. . . . Nay gia đình em hiện tại đã cố gắng xoay sở được về tiền học phí cho môn luận văn cuối cùng . . để tốt nghiệp , tuy hiện tại em biết đã muôn so với đăng ký môn học cuối cùng , nhưng em có thể xin phòng đào tạo cho em được đăng ký môn học cuối này được không ạ , em cám ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "answer rate: Answer suits the needs / Câu trả lời đúng ý"
    },
    {
        "intent": "",
        "message": "Kính gửi Phòng dào tạo,. . . . Em là [full_name], MSSV: [student_id]. . Em đang có vấn đề cần giúp đỡ mong thầy cô và phòng đào tạo giúp em.. . . . Hiện tại, em đang học môn Thiết kế cầu 1 (CI3039) ở học kì chính 212 nhưng em muốn chuyển xuống lớp học dự thính vì hiện tại đã có thông tin lớp dự thính thiết kế cầu (CI3039) đang mở lớp.. . . . Em có thể đăng ký môn học này cùng lúc ở học kì chính và học kì dự thính (HK 212) được không ạ.Sau khi lớp dự thính được mở và có thời khóa biểu, em sẽ hủy lớp ở học kì chính để không bị trùng mã môn học xuất hiện ở HK 212 (cả HK chính và dự thính).. . . . Mong Phòng đạo tạo và thầy cô có thể giải quyết câu hỏi này của em.. . Mong nhận được phản hồi sớm nhất có thể.. . . . Em xin chân thành cảm ơn.. . . . [full_name],. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Chào đại diện phía PDT,. . . . Em tên là Hà Chấn Hưng, sinh viên K18 của khoa Quản Lý Công Nghiệp, MSSV: [student_id].. . . . Em có tham gia đăng ký môn học HK212 - Bổ sung TTTN, ĐCLV, LVTN để đăng ký LVTN.. . . . Em đã thỏa điều kiện để đăng ký LVTN nhưng kết quả đợt đăng ký môn học này không cập nhật thời khóa biểu cho em, em kiểm tra kết quả thì được báo rằng \"PDT không đ/ký cho SV MH IM4317 (L: Không đủ đ/kiện nhận LVTN)\".. . . . Kính mong phía PDT xem xét giúp em.. . . . Em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi quý thầy cô phòng đào tạo. . . Học kì 212 em có đăng kí môn động lực học kết cấu (môn tự chọn nhóm B khoa Xây Dựng). Nhưng bị xóa do đây là môn em học lần đầu. Kính mong quý thầy cô tạo điều kiện cho em được học môn cuối này để có thể tốt nghiệp đúng hạn trong năm nay. Em xin chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học  /i&gt  CI4019 - Hạ tầng công trình GT . . . .  Mong PĐT giúp em được DKMH và tham gia lớp học_ HK chính 212 ) để thuận tiện cho việc hoàn thành tiến độ chương trình đào tạo . . . Môn này rất quan trọng , kiến thức nhiều và ít SV Dk dự thính (  15) nên không thuận tiện cho việc mở lớp mới ạ .. . . . 1 Phần do em là SV khóa cũ , nên cũng muốn thực hiện xong học phần , để không phải bị bối rối trước việc điều chỉnh chương trình đào tạo ạ .. . . . em mong sớm nhận được hồi đáp từ quý PĐT ạ .. . . . Em xin chân thành Cảm ơn .. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính gửi phòng Đào Tạo trường Đại học Bách Khoa TPHCM,. .     Em tên: [full_name], MSSV: [student_id]. Vì lí do tình trạng sinh viên \"Tạm Dừng\" nên em không thể đăng kí tốt nghiệp trên website của trường được. Nên em gửi đơn đề nghị xét tốt nghiệp qua đây ạ. Mong quý thầy (cô) phòng đào tạo chấp nhận và xem xét cho em ạ.. .     Em chân thành cảm ơn ạ.. . . . . ."
    },
    {
        "intent": "",
        "message": "c\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Gửi bksi,. . Em xin đăng ký bổ sung LVTN 800700. Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Trong đợt đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN. Em có đăng kí luận văn tốt nghiệp mã CO4317 lớp L01. Mặc dù lúc đăng ký ghi đủ điều kiện nhưng lúc có kết quả lại bị xóa. Em có xem trong lịch sử đăng ký có bảo là do không đủ điều kiện chứ không nói rõ do sao ạ. Em rất hoang mang, rất mong thầy cô giúp đỡ sớm ạ.. .   i&gt Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em tên là [full_name]. . MSSV: [student_id]. . Khoa: Khoa học Ứng dụng. . . . Mã số môn học: \tAS4317 . . Tên môn học: Luận văn tốt nghiệp (Cơ kỹ thuật) Mã nhóm: A01. . Học kì 8 - HK 212. . Lý do: Theo như điều kiện đăng kí luận văn thì em đã đáp ứng đủ hết nhưng sau 3 đợt đăng kí và cả đợt đăng kí bổ sung em vẫn bị xóa môn học ạ!. . . . Em mong Phòng đào tạo cho em biết lý do bị xóa môn học ạ, em xin chân thành cảm ơn!. . Ở phía dưới em có đính kèm ảnh của bảng điểm để làm minh chứng ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - PĐT đã trả lời qua email. . - Lần sau em gửi bksi hoặc email pdt, không gửi cả 2 nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Theo như điều kiện đăng ký luận văn tốt nghiệp thì em đáp ứng đủ hết nhưng sau 3 đợt đăng ký và cả đợt đăng ký bổ sung em vẫn bị xóa môn học !!!. . Em mong phòng đào tạo cho em biết lý do bị xóa môn ạ! Em xin chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Hỏi về hậu kiểm học phần tốt nghiệp . Kính gửi phòng đào tạo,. . Em mới đăng kí thành công lvtn, đã có thời khoá biểu môn lvtn.. . Có điều hiện em chưa đủ tín chỉ, những môn chưa có điểm được tạm xét đạt thì em không tự tin là sẽ qua.. . Em mới gọi cho chuyên viên pdt qua đường dây hỗ trợ thì được trấn an là cứ yên tâm làm lvtn, nhưng em vẫn lo nên muốn đặt câu hỏi ở đây.. . Cho em hỏi thì khi nào pđt sẽ \"hậu kiểm\" và nhưng trường hợp của em có thể yên tâm làm lvtn chưa ạ (em chỉ lo mỗi tín chỉ thôi, đề cương và thực tập em qua hết rồi). . Em xin cám ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . đã có thông báo xét tạm đạt các môn ở Hk211 rồi thì sẽ tiến hành như thông báo nghen bạn. . - Pdt chỉ hậu kiểm lại các môn tiên quyết : TTTN, DCLV... phải đạt thôi. . Thân"
    },
    {
        "intent": "",
        "message": "Em chào phòng đào tạo, em là [full_name], mssv: [student_id].. . Đợt đăng kí bổ xung LVTN vừa rồi em không được hệ thống nhận vì không đủ điều kiện, em phát hiện ra hệ thống đã nhập điểm nhưng chưa cộng số tín chỉ em đã học ở kì 212 vừa rồi của em là 17 tín chỉ, thành ra em không đủ điều kiện đăng kí LVTN. . . Tới giờ em chỉ còn 2 môn nữa là hoàn thành chương trình học, em đã đăng kí thành công 2 môn đó trong kì rồi. Không biết bây giờ em phải làm gì để đăng kí lại được LVTN ạ? Em đã có mail thông báo của khoa QLCN về việc được thầy [full_name] hướng dẫn luận văn bộ môn Sản xuất ạ.. . Hiện tại em đang không thể lên HCM làm việc trực tiếp tại đang bị cách ly khu  vực, phòng đào tạo thông cảm ạ.. . Mong phòng đào tạo xem xét, em cảm ơn ạ. .   i&gt Khiếu nại đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào anh chị,. . Em tên là [full_name], lớp HC18HD, khoa Kỹ thuật hóa học. Anh chị cho em hỏi: Trong các đợt đăng ký môn học HK212, em đều có đăng ký Luận văn tốt nghiệp (CH4327) và đợt đăng ký bổ sung LVTN ngày 18-19/1 em cũng có đăng ký lại nhưng kết quả vẫn không đăng ký được. Anh chị cho em hỏi tại sao em lại bị như vậy và em còn có cách nào để đăng ký bô sung cho kỳ này được không ạ.. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em tên là [full_name] - MSSV: [student_id]. Vào đợt ngày 18/1 em có đăng ký môn học Luận văn tốt nghiệp, mã: ME 4727. nhưng sau khi trả kết quả thì bị xóa môn học với lý do chưa chọn đợt đăng ký ạ. Mong thầy (cô) xem xét giúp e ạ!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em tên là [full_name] - MSSV: [student_id]. Vào ngày 18/1 vừa rồi em có đăng ký môn học ME4727 - Luận văn tốt nghiệp, nhóm lớp: A01, học kì 212. Nhưng sau khi trả kết quả thì bị xóa môn học. Mong thầy (cô) xem xét giúp em."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "B&gt   /B&gt Khiếu nại đăng ký môn học . chào PĐT. . Em hiện đang là sinh viên năm cuối MSSV: [student_id] đăng ký không được luận van tốt nghệp.. . MSMH: ME4677. . Tên môn học: Luận văn tốt nghiệp. . Mã nhóm: A01. . HK: HK212. . Lý do: Không đủ điều kiện nhận luân văn mặc dù em đã đủ điều kiện ạ.. . Cảm ơn thầy cô.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Em là [full_name], mssv [student_id].. . Em bổ xung thông tin ạ.. . Môn Luận văn tốt nghiệp, mã môn học: IM4323, nhóm CC01 học kì 212.. . Lý do: hệ thống chưa cập nhật tín chỉ học kì 211 nên chưa đủ điều kiện đăng kí luận văn.. .   i&gt Khiếu nại đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Hiện nay, em đang là sinh viên năm 4 đang theo học ngành Logistics và Quản lý Chuỗi cung ứng thuộc khoa Cơ Khí. Em đã hoàn tất các môn học theo tiến độ nhà trường và đạt 124 tín chỉ (không nợ môn). Theo như thông báo thì nhà trường sẽ không xét chứng chỉ anh văn kì này khi đăng kí Luận văn tốt nghiệp. Em thắc mắc là tại sao em vẫn chưa có thời khóa biểu chính thức cho luận văn tốt nghiệp kì này ạ ???"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em gưi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em tên là [full_name]. . MSSV: [student_id]. . Khoa: Khoa học Ứng dụng. . . . Mã số môn học:     AS4317. . Tên môn học: Luận văn tốt nghiệp (Cơ kỹ thuật) Mã nhóm: A01. . Học kì 8 - HK 212. . Lý do: Theo như điều kiện đăng kí luận văn thì em đã đáp ứng đủ hết nhưng sau 3 đợt đăng kí và cả đợt đăng kí bổ sung em vẫn bị xóa môn học ạ!. . . . Em mong Phòng đào tạo cho em biết lý do bị xóa môn học ạ, em xin chân thành cảm ơn !!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Xin chào quí thầy cô!. . Em tên [full_name] MSSV [student_id] có phúc tra môn kết cấu bê tông cốt thép vì lý do có tham gia kiểm tra nhưng vẫn nhận điểm 13, còn điểm thành phần vì lý do giảng viên [full_name] không tham gia giảng dạy, nếu như có điểm thành phần thì chỉ có điểm đồ án môn học em chuyển từ môn ĐAMH KCBTCT1 chương trình từ k18 về trước em đạt 7.0 cùng giảng viên hd là thầy [full_name]. . . Kính mong nhận được giải quyết từ quý thầy cô phòng đào tạo!. . Xin trân trọng kính chào!"
    },
    {
        "intent": "",
        "message": "Chào bạn. . - Phúc tra: Giảng viên báo có điều chỉnh điểm nên Pdt cập nhật trên hệ thống phản hồi của Giảng viên. . - Sửa điểm: Giảng viên phải sửa điểm theo quy trình sửa điểm của nhà trường. . Nên hiện tại trong hệ thống điểm của bạn 13 có nghĩa là Giảng viên chưa hoàn thành quy trình sửa điểm, Bạn liên hệ lại Giảng viên để Thầy/Cô kiểm tra lại cập nhật đúng theo quy trình. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi phòng đào tạo. . Em tên [full_name] - MSSV [student_id] - Khoa Kỹ thuật hóa. . Em muốn trình bày việc không thể tham gia lớp Giáo dục thể chất. Em có thời khóa biểu học vào 12h thứ hai nhưng đã nhiều lần không thể tham gia lớp.. . Mong phòng đào tạo kiểm tra lại thời khóa biểu của em. Em chờ hồi âm sớm nhất từ phòng đạo tạo. Em cảm ơn thầy cô rất nhiều ạ.. . Thân gửi"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào Phòng Đào Tạo,. . Em là [full_name], Mssv: [student_id].. . Em xin gửi [full_name].. . Nếu có kết quả thì em mong nhận được phản hồi ạ.. . Dạ em cảm ơn ạ!. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . . . Kính gửi Văn phòng Đào Tạo trường Đại Học Bách Khoa TP.HCM.. . Em tên là [full_name], MSSV [student_id], lớp OTO2. Em làm đơn này muốn xin được đăng ký 2 môn học dự thính Hệ thống điện điện tử oto (TR3045) và môn Thiết kế động cơ đốt trong (TR3013). Vì lý do em chưa được học 2 môn nêu trên nên em không thể đăng ký dự thính được mà kỳ này có mở 2 môn đó. Em mong Phòng Đào Tạo cho em được phép đăng ký 2 môn trên vì 2 môn đó không đủ sinh viên đăng ký để mở lớp ở học kỳ chính và học kỳ dự thính chỉ dành cho sinh viên học lại. Thêm vào đó môn sẽ không mở ở học kỳ chính nữa vì đã bị xóa khỏi chương trình đào tạo các khóa sau. Em chân thành cảm ơn quý thầy cô ở Văn Phòng Đào Tạo đã đọc. Em rất mong nhận được phản hồi từ quý thầy cô.. . Trân trọng,. . [full_name]."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào quý nhà trường. . Em tên [full_name] . . . . Tình hình của em là tìm để đăng kí môn Giáo dục thể chất của lộ trình 2 ( đợt 2) thì không thấy ạ . Mong quý nhà trường giúp em với ạ.. . Em cảm ơn quý nhà trường nhiều."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em tên: [full_name] . . Mssv: [student_id]. . Em xin chuyển hệ để đăng kí luận văn ạ. ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Pdt đã ghi nhận đơn chuyển hệ VLVH của bạn. . - Bạn theo dõi thông tin cập nhật tại Mybk- thông tin sv. . - Bạn bổ sung thêm đơn đăng ký môn học ghi rõ tên môn học và msmh. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em chào các Thầy/Cô bên phòng đào tạo.. . Em là [full_name], MSSV [student_id], học lớp Việt Pháp k17 Cơ Điện Tử.. . Em có đăng kí   B&gt Luận văn tốt nghiệp - 218700  /B&gt  và   B&gt Thực tập tốt nghiệp - 218750  /B&gt  vào học kì 212 nhưng cả 4 lần đều bị hủy vì không đủ điều kiện. Em không biết em thiếu điều kiện gì dẫn đến việc bị hủy đăng kí này, và muốn phản ánh lại để phòng đào tạo có thể giải quyết cho em được đăng kí làm   B&gt Luận văn tốt nghiệp  /B&gt .. . Em xin chân thành cảm ơn.. .   I&gt [full_name]  /I&gt"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào quý thầy cô.. . Em có thắc mắc về học phí ở kì dự thính 212 chương trình CQ hệ đại trà là bao nhiêu ạ.. . Em xin cảm ơn quý thầy cô"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem quy chế http://www.aao.hcmut.edu.vn/sinh viên/quy chế quy định/học vụ/Học phí. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em K18, học lớp DC18DK. Em đã hoàn thành hết các môn học trong chương trình, chỉ còn lại LVTN và GE3095(TQ) (do covid lớp em vẫn chưa học được GE3095). Kỳ 212 này, lớp em được Khoa xin pđt đăng ký LVTN song hành với GE3095(TQ) và đã được duyệt. Các bạn trong lớp đa phần đều đăng ký được vào đợt 3 nhưng một số bạn (có em) lại bị lỗi không đăng ký được.. . Em có gửi phản hồi rồi và pđt bảo đăng ký lại vào đợt bổ sung 18-19/01/2022. Nhưng kết quả đăng ký vẫn không được duyệt vì thiếu môn GE3095.. . Xin nhắc lại là đa số các bạn trong lớp đều đăng ký được cả LVTN và GE3095 theo yêu cầu của Khoa).. . Mong pđt xem xét giải quyết giúp em ạ. Xin Cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em chào thầy cô,. . . . Do quá trình học bận việc gia đình đột xuất nên em chưa hoàn thành đồ án để nộp thầy, nên em xin rút môn để trong thời gian tới đăng ký lại. Em đã hoàn tất việc thanh toán học phí. Mong thầy cô chấp nhận.. . . . Đồ Án 1, mã môn học : CO2023, HK: Học kỳ 1 Năm học 2021 - 2022, Mã nhóm : T01. . . . Em xin cám ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . đến thời điểm hiện tại không thể rút môn học của Hk211. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi các Thầy/Cô/Chuyên viên,. . . . Em là [full_name] - MSSV: [student_id]. . . . Em đã có tên trong DSTN Dự kiến từ 22/11/2021 nhưng đến hiện tại vẫn chưa nhận bằng tốt nghiệp.. . . . Theo lịch trình cá nhân của em thì qua Tết Âm lịch này em sẽ sang nước ngoài làm việc (15/02/2022) và em đang nợ bằng tốt nghiệp kỹ sư ở phần thủ tục với Công ty em. Kính mong quý Thầy/Cô/Chuyên viên xem xét lại trường hợp của em và cấp bằng cho em để kịp các thủ tục xin việc ạ.. . . . Em xin cảm ơn."
    }
]