[
    {
        "intent": "",
        "message": "Chào em,. . - Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học. Về việc rút Môn Học (có tính học phí) em vui lòng xem email PĐT đã gửi . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: 1. Trong đợt đăng kí môn học vừa rồi em không thể đăng ký được bất kỳ lớp học GDTC nào và HK211 em không đăng ký được lớp học GDTC, và hiện tại đợt ĐKMH thứ 3 em cũng không đăng ký được vậy thì có cách nào khác để em hoàn thành 1 học phần GDTC trước năm 2 không ạ?. . 2. Nếu trước năm 2 mà em chưa có bất kỳ học phần thể chất nào thì em có bị cấm đăng kí môn học ở năm 2 không ạ? Và ở học kỳ hè thì nhà trường có mở lớp thể chất cho sinh viên không ạ?. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1914478  / \t. . . .   i&gt Đăng ký môn học . Kính chào quý thầy/cô,. . . . Em tên là Minh Nhật, sinh viên khóa 2019 ngành Công nghệ Sinh học - thuộc khoa Kỹ thuật Hóa học, hiện đang là lớp trưởng lớp HC19BSH. Hôm nay, em đại diện các bạn hiện đang theo chương trình liên thông Kỹ sư - Thạc sỹ của lớp để viết yêu cầu này, mong được quý thầy/cô tư vấn hướng dẫn em về 2 vấn đề sau ạ:. . . . 1/ Trong đợt đăng ký môn học thứ hai, chúng em được thầy Nam thông tin là các môn học chương trình liên thông đã đổi mã môn. Theo như chương trình, chúng em sẽ học môn CH3439 (mã cũ - chung cho KTHH và CNSH), thì trong file thông tin đó có môn CH5061 (mã mới) với tên tương tự do bộ môn Hóa Lý phụ trách nhưng bộ môn CNSH không có môn nào tương tự. Vì vậy, tụi em đã đăng ký môn CH5061. Tuy nhiên, đến bữa học đầu tiên, giảng viên đứng lớp thông báo cho chúng em biết ngành CNSH học mã môn khác, em đã hỏi cô Tiên trưởng bộ môn CNSH, cô cũng xác nhận đó là CH5013. Chúng em không hề được thông tin về vấn đề này và trong đợt 2 cũng không mở môn học này. Giờ chúng em không biết nên giải quyết như thế nào ạ!. . . . 2/ Cũng trong đợt đăng ký đó, một môn học khác theo chương trình là CH5185 ban đầu chỉ có TKB một buổi. Tuy nhiên đến khi có TKB chính thức thì lại xuất hiện thêm một buổi ThL của môn học. Nhiều bạn bị trùng lịch TN của môn khác trong nhiều tuần và chúng em cũng không biết nên giải quyết như thế nào ạ!. . . . Em đã gửi mail nhưng chưa nhận được hồi đáp ạ! Mong quý thầy/cô sớm giải đáp để chúng em có được hướng giải quyết đúng đắn ạ!. . . . Em cảm ơn quý thầy/cô đã đọc hết yêu cầu này của em!. . Em kính chúc quý thầy/cô sức khỏe và an toàn!"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ PDT em bị sai bảng điểm HK212 cụ thể như hình dưới ạ, phần điểm tổng kết với điểm thi của em nó gióng hệt nhau ạ, mong pdt xem và chỉnh sửa giúp em. Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT đang cập nhật lại hệ thống, Sv đón xem lại vào cuối ngày hôm nay nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi Phòng đào tạo,. .  . . Em là sinh viên [full_name] MSSV:[student_id].Do lần đầu đăng kí môn học nên em có sự nhầm lẫn đáng trách giữa môn Vẽ kĩ thuật CI1003 và Vẽ kĩ thuật xây dựng CI1033.. . Em xin phép xin Phòng Đào tạo giúp xóa gấp tên em ([full_name] MSSV:[student_id]) ra khỏi danh sách nhóm lớp L07_L13 CI1003 - Vẽ kỹ thuật để em có thể đăng kí môn Vẽ kĩ thuật xây dựng CI1033 theo đúng CTĐT (do hiện tại các lớp CI1033 đều không thể đăng kí do trùng lịch CI1003).. . . . Em xin cảm ơn.. . . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy/ cô.. . Em là Phạm [full_name] Tú. MSSV: [student_id].. . Em có nhận được mail yêu cầu cập nhật thông tin mà do em đọc không kỹ nên nhầm thông tin là cần 1 năm nữa mới đến hạn.. . Nên em đã cập nhật thông tin trễ.. . . . Mong thầy cô xem xét mở cho em đăng ký môn học HK212.. . . . Em xin chân thành cảm ơn thầy/ cô."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . . . -  Bạn gởi lại câu hỏi muốn đăng ký môn gì ghi rõ tên môn học + mã môn học + lý do mới cập nhật ... trên Bksi mục DKMH, để Pdt xử lý , gởi trước ngày 14/01/22. . . . Thân. . \""
    },
    {
        "intent": "",
        "message": "Thưa cô, em là Nguyễn Trung Kiên.MSSV : 1913857. . Hôm qua, ngày 4/1/2022 em có đăng kí hiệu chỉnh môn học về những môn như xã hội như kinh tế chính trị Mác nhưng ko hiểu lý do ko đăng kí được trong khi môn Triết học Mác em đã qua môn.. . Hôm nay, em có lên xem điểm lại thì thấy mấy môn của mình bị chỉnh sửa sai điểm tổng kết cập nhật bằng điểm thi (mà ko tính theo thành phần môn qui định). Em mới nhờ phòng xem lại điểm để em có thể xem xét hiểu chỉnh những môn nào ạ. Em cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT đang cập nhật lại hệ thống, Sv đón xem lại vào cuối ngày hôm nay nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy cô, . . . . Em tên là [full_name] và lớp HC19 Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5046 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học.. . . . *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm.. . . . Tuy nhiên tới hôm nay (5.1.2021) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới). . . . . *Đính kèm 2: CTDT cũ của liên thông ĐH-ThS ngành CNSH. . https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=[student_id]55. . . . Vì môn CH5046 hiện nay là môn tự chọn của Ks-ThS [full_name] nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ. . . . . Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.. . . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Dạ em bổ sung là mã mới và mã em đăng ký theo CH5061 chứ không phải CH5046. Làm phiền thầy cô xem xét yêu cầu hỗ trợ giúp em ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ. . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ em chào cô . . Em tên là [full_name] MSSV [student_id] K20 PFIEV. . Dạ cô cho em hỏi là hiện em đang học môn AV2A(LA1039), thì điểm môn này có tính vào trung bình HỌC KÌ và trung bình tích luỹ không vậy cô? . . Em cảm ơn cô nhiều ạ!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Các môn anh văn theo nhu cầu đều không tính vào điểm TBTL, chỉ tính stctl đều quy về mã gốc theo quy định.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Dạ cô cho em hỏi là vậy điểm trung bình học kì thì có tính không anh văn nhu cầu vào không ạ?. . Dạ em cảm ơn cô rất nhiều"
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Không tính vào điểm Trung bình tích lũy, chỉ tính vào số tín chỉ tích lũy, vì theo quy định học các môn anh văn theo yêu cầu thì các môn anh văn tương ứng trong chương trình đào tạo ghi điểm ĐẠT. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi PĐT, em tên là [full_name], MSSV: [student_id]. Em viết mail này để phản ánh về việc hệ thống đăng ký môn học tự đăng ký thêm môn Thực tập tốt nghiệp (mã GE3333) cho em (có thể là do hệ thống cập nhật điểm thực tập kì trước của em trễ quá) trong khi em chỉ đăng ký duy nhất môn Luận văn tốt nghiệp (mã GE4333) ở học kỳ chính. Sáng nay hệ thống đã cập nhật điểm môn thực tập mà em đã học ở học kỳ 202, nhưng em vào phần đăng ký môn học hiệu chỉnh thì không thể nào xoá được môn Thực tập tốt nghiệp. Kính mong PĐT xem xét và xoá giúp em môn Thực tập tốt nghiệp (mã GE3333) vì em đã học môn này và hoàn thành từ trước rồi. Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào thầy/cô, bảng điểm của em trên mybk đang bị sai, mong được cập nhật lại cho đúng ạ, em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT đang cập nhật lại hệ thống, Sv đón xem lại vào cuối ngày hôm nay nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Dạ cho em hỏi là em muốn đăng kí phúc tra bài thi cuối kì, nhưng hiện tại vào phần phúc tra thì lại ghi không có đợt phúc tra, dạ khi nào sẽ mở đợt phúc tra ạ ?. .   i&gt Học vụ ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT đã mở thêm thời gian sv có thể vào đăng ký nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Cho em hỏi sao ngày 5/1/2022 sau khi cập nhật điểm thì điểm học kỳ 2 (2020-2021) môn phương pháp tính của em nó bị xuống còn 3. Trong khi kỳ này em có xem ở đợt trước vẫn còn nguyên điểm ạ."
    },
    {
        "intent": "",
        "message": "Ở kỳ trước em xem thì môn này em được trên 5.0 đủ điều kiện qua, và 3 là điểm không liệt."
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT đang cập nhật lại hệ thống, Sv đón xem lại vào cuối ngày hôm nay nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Xin chào quý Thầy (Cô) phòng đào tạo.Em là [full_name] hiện đang là sinh viên học lớp CK18CD03.. . Em có đăng ký học dự thính môn học Nhập môn lập trình CO1003 nhưng bị hủy vì chưa từng học ở kì chính .Hiện tại, em cần đăng ký môn học này để có thể ra trường đúng hạn ạ. Hy vọng phòng đào tạo có thể xem xét cho em đăng ký được ạ .. . Em xin cảm ơn ạ.. . Em có gửi mẫu đợn đính kèm ạ ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Theo quy chế là không được nghen bạn. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi Phòng Đào Tạo. . . . Em đã   B&gt thi qua  /B&gt  môn xác suất thống kê (MT2013), hôm nay vào xem lại thì hiện điểm thi và điểm tổng kết bằng nhau luôn. Mong phòng đào tạo cập nhật lại giúp em ạ, em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Điểm do GV nhập, [full_name] gửi bảng điểm PĐT, em vui lòng liên hệ GV nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT đang cập nhật lại hệ thống, em vui lòng xem lại vào cuối ngày hôm nay nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy cô,. . Em là [full_name], lớp CNSH HC19BSH.. . Hôm nay ngày 5/1/2022 em có 1 lớp CH5061 - Các chiến lược thực tiễn trong phân tích định tính và định lượng, giáo viên bộ môn thông báo lớp em học nhầm mã môn.. . Mã môn đúng của tụi em là CH5013 - Các phương pháp phân tích trong công nghệ sinh học.. . Do khoa thay đổi mã môn học nhưng không thông tin đến sinh viên rõ ràng, tụi em đã bị nhầm lẫn môn học thuộc ngành Kĩ thuật hóa học.. . Mong PĐT có thể mở xóa môn học này để tụi em có thể đăng kí lại môn học đúng với chương trình đào tạo ạ.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ . . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào thầy/cô phòng đào tạo trường ạ. Em là [full_name]. MSSV:[student_id] hệ VHVL em hoàn thành luận văn vào đợt tháng 8 hồi tháng 11 em có nhận được giấy chứng nhận tốt nghiệp tạm thời của trường nhưng em vẫn chưa thấy thông báo về việc nhận bằng chính thức. Cho em hỏi là ngày mấy em có thể nhận bằng chính thức và nhận như thế nào vậy ạ?. Em cảm ơn thầy/cô!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em kiểm tra lại mail SV đã nhận được mail nhận bằng tốt nghiệp chưa nhé. . Thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / \t[full_name] [full_name] [full_name] [full_name]   i&gt Đăng ký môn học  /i&gt [full_name] [full_name] VÌ [full_name]ÊN [full_name]I CI1003 ( VẼ [full_name] ) [full_name]I1033( VẼ [full_name] XÂY DỰNG)  CHO [full_name] [full_name] [full_name] CHÂN THÀNH CẢM ƠN[full_name] [full_name] [full_name] [full_name]"
    },
    {
        "intent": "",
        "message": "DẠ EM ĐÃ ĐK THÊM  CI1033 RỒI Ạ VÀ GIỜ CHỈ CẦN HỦY MÔN CI1003 CHO EM THÔI Ạ. VÀ VỀ VIỆC NÀY EM CŨNG ĐÃ GỬI [full_name] [full_name] Ạ"
    },
    {
        "intent": "",
        "message": "CHO EM HỎI HỦY MÔN LÀ KHÔNG PHẢI ĐÓNG PHÍ ĐÚNG KHÔNG Ạ TẠI HỌC PHÍ NĂM EM(K21) RẤT CAO Ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Đã hết thời gian huỷ môn học. . - Về việc rút môn học em vui lòng xem email . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính chào quý thầy cô,. . . . Em tên là [full_name] thuộc lớp công nghệ sinh học HC19. Vừa qua, lớp chúng em có đăng kí môn học CH3439 (và được thông bảo đổi mã mới thành CH5061 theo file đính kèm).. . . . Tuy nhiên cho tới tuần học đầu tiên vào hôm nay (5/1/2022), giáo viên bộ môn thông báo cả lớp CNSH đã đăng ký nhầm mã môn. Sau khi kiểm tra và xác nhận với cô chủ nhiệm thì đúng thật tui em đã đăng kí nhầm mã (mã đúng phải là CH5013).. . . . Thế nên em mong PĐT có thể mở hiệu chỉnh để chúng em có thể xoá môn CH5061 và đăng kí lại môn CH5013 cho đúng ạ.. . . . Kính mong PĐT có thể xem xét mở giúp chúng em, và thông cảm vì chúng em cũng không nhân được thông tin rõ ràng cho đến khi tham gia lớp học ngày hôm nay.. . . . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ. . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "B&gt    MSSV/MSGV: 1914105  / \t. . . .   i&gt Đăng ký môn học . Em chào thầy cô ạ,. . . . Em tên Bạch Ngọc Mai lớp HC19BSH - Công Nghệ Sinh Học. Vừa qua lớp em có đăng ký môn học theo chương trình ThS/KS, mã cũ của môn \"Các phương pháp phân tích hiện đại và ứng dụng\" là CH3439. Nhưng sau đó, tụi em được các thầy cô báo đổi mã mới và trong file mới môn đó có mã là CH5061 (file đính kèm). Nhưng chỉ thông báo qua facebook và không có gmail chính thức ạ.. . . . *Đính kèm file 1: Mã số mới của Phòng Đào Tạo vừa cấp như file đính kèm.. . . . *Đính kèm file 2: Mã số cũ của Phòng Đào Tạo:  https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=1568550197. . . . Tuy nhiên, sau khi học ngày đầu tiên (5/1/2022), thầy bộ môn đã thông báo là mã CH5061 là môn \"Các chiến lược thực tiễn trong phân tích định tính và định lương\". Sau khi liên hệ lại thì giảng viên thông báo chúng em đã đăng ký sai mã và cần đăng ký lại mã CH5013 - \"Các phương pháp phân tích trong công nghệ sinh học\". Chúng em hoàn toàn không nhận được bất cứ thông tin nào từ Khoa hay CTĐT về mã mới này.. . . . Vì môn CH5061 là môn tự chọn của ngành Kỹ Thuật Hóa Học và nếu học thì chúng em không được công nhận. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này. . . . . Và mong PĐT có thể mở lớp CH5013 để chúng em có thể học kịp chương trình ạ. Hiện tại, môn này có sĩ số hơn 20 bạn và thời gian có thể đăng ký được là thứ 4 tiết 2 3 ạ (trùng thời gian với mã CH5061 đã đăng ký). . . . Mong PĐT có thể xem xét mở giúp chúng em và thông cảm vì chúng em không nhận được thông tin rõ ràng về mã môn mới cũng như là đổi tên môn học ạ.. . . . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ. . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . Từ cuối tháng 12, trên bảng điểm đã có điểm tổng kết hiện rõ là 6 điểm của môn Chủ nghĩa xã hội, nhóm tổ L12-C HK2021-2022 mã môn SP1035, họ và tên sinh viên: [full_name], MSSV:[student_id]. Nhưng ngày hôm nay 8:47 ngày 5/1/2022,11:35:49 am thấy pđt đã sửa điểm tổng kết của sinh viên thành 4.75. Đề nghị PĐT giải thích rõ giúp em? file bảng điểm giáo viên bộ môn đã đính kèm phía dưới. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT, em vui lòng liên hệ GV nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT đang cập nhật lại hệ thống, em vui lòng xem lại vào cuối ngày hôm nay nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy cô,. . Em tên là [full_name] và lớp HC19BSH. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học.. . \"Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm.. . Tuy nhiên tới hôm nay (5.1.2021) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTĐT hay file mã mới).. . *Đính kèm 2: CTDT cũ của liên thông ĐH-ThS ngành CNSH. . Vì môn CH5061 hiện nay là môn tự chọn của Ks-ThS KTHH nên em không thế học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ. . . Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.. . Em xin cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ. . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi quý thầy / cô phòng đào tạo,. . . . Em là Nguyễn Phúc Nhật Minh. . MSSV: [student_id]. . . . Ở đợt 2 đăng ký môn học, em   B&gt ĐÃ HỦY  /B&gt  đăng ký môn   B&gt IM3001  /B&gt  (Quản trị kinh doanh cho kỹ sư), phòng đào tạo có thể kiểm tra ở file đính kèm. Em không hiểu vì lý do gì mà môn học này vẫn hiện diện ở thời khóa biểu và BK -Elearning. Nay em làm đơn khiếu nại này, kính mong phòng đào tạo xem xét giúp em hủy môn học em đã kể trên. . . . . Em xin chân thành cảm ơn quý thầy / cô."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy cô. . . . Em tên là [full_name], MSSV [student_id], học lớp HC19 Công nghệ sinh học. Vừa qa lớp em đã đăng kí môn CH3439 (sau đổi lại thành mã CH5061 theo mã môn mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học.. . . . ' Đính kèm file 1: Mã môn mới mà Phòng đào tạo vừa cấp.. . . . Tuy nhiên đến hôm nay [5. 1. 2021] thuộc tuần học đầu tiên, và giáo viên bộ môn thống báo với lớp CNSH đã đăng kí sai mã môn. Và giáo viên thông tin đến chúng em là cần phải đăng kí môn CH5013 (KHÔNG có thông tin từ khoa hay từ mã môn mới).. . . . ' Đính kèm file 2: CTDT cũ của đại học liên thông ĐH - ThS ngành CNSH. . . . Vì môn học CH5061 hiện nay là môn tự chọn của KS - ThS ngành KTHH nên em không thể học được. Vì vậy, em mong có thể được mở hiệu chỉnh để em có thể xóa môn học này.. . . . Mong PĐT có thể xem xét mở giúp em và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.. . . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ. . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . cho em hỏi rằng nếu em có ý định tạm dừng học HK212, mà đơn tạm dừng học lại có yêu cầu chữ ký của các GV Chủ nhiệm, Chủ nhiệm khoa, mà hiện tại thì các thầy cô lại không thể gặp mặt để trực tiếp ký vào đơn hay em không biết tìm thầy cô ở đâu, vậy bây giờ thủ tục tạm dừng học sẽ được thực hiện như thế nào ạ"
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Thời điểm này, Không cần xác nhận nghen bạn. . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn &gt &gt  Sinh viên &gt &gt  biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: em tên là [full_name]. . mssv [student_id]. . Ở học kì 202 em có đăng kí hoãn thi các môn: nguyên lí máy, đstt, giải tích 2, vật lý 2 qua hinh thức gửi đơn qua bksi, trước đó em có hoãn thi môn đại số tuyến tính qua mail của phòng đào tạo nhưng hiện tại thì điểm thi vẫn là 13"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trước tiên bạn vui lòng xem lại các thông báo của Nhà trường đã gởi: Vì số lượng hoãn thi của SV gởi qua BKSI quá nhiều,. . Nên vào ngày 5/8/2021, Pdt đã gởi cho toàn bộ SV quy trình Hoãn thi mới (nội dung bên dưới) nhấn mạnh Trường hợp SV đã nộp đơn qua email của PĐT và qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Bạn vui lòng làm lại theo hướng dẫn (kèm xác nhận của Giảng viên và Khoa), vì hiện tại Phòng Đào tạo đã gửi danh sách hoãn thi về khoa để hậu kiểm về danh sách cấm thi và đã ra quyết định hoãn thi.. . Bạn vui lòng làm lại theo hướng dẫn sau và lưu ý theo dõi mail và thực hiện theo quy thời gian quy định của Phòng Đào tạo:. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn &gt &gt  biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI)\""
    },
    {
        "intent": "",
        "message": "Học vụ . Em [full_name] MSSV [student_id] hôm trước em gửi đơn hủy bảo lưu điểm HK212 với lí do theo như cô hỗ trợ em đó là cô [full_name], thì em viết đơn hủy với do  và cô [full_name] xác nhận là Phòng đào tạo đã tiếp nhận cho em và cô nói em đăng kí hk212 và học như bình thường, hôm nay em vào tình trạng sinh viên đã thấy tạm dừng , và tất cả môn học em đăng kí hk212 trên bkel đều bị xóa, em mong phòng đào tạo check lại giúp em sớm nhất do em bắt đầu vào học kì mới rồi ạ. em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt sẽ hủy qd tạm dừng cho bạn. . Bạn trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm cần phục hồi tkb của Hk212. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ em chào pđt ạ,. . . . Em là [full_name], hạn tốt nghiệp của em là tháng 4/2022. Do em được biết là được gia hạn học kỳ nếu thiếu chứng chỉ tiếng Anh.. . . . Cho em xin hỏi cách để xin pđt gia hạn thêm 1 học kỳ để nộp chứng chỉ tiếng Anh ạ. Em xin cảm ơn pđt nhiều ạ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Trường hợp gia hạn thời gian nộp CCNN xét tốt nghiệp của SV khóa 2015, sau khi hết đợt tốt nghiệp tháng 4/2022 (SV chưa đủ điều kiện vì thiếu CCNN), có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé!. . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi Phòng đào tạo,. . . . Em tên là [full_name], MSSV: [student_id], hệ VLVH, khoa Kỹ Thuật Xây Dựng.. . . . Trong đợt Đăng ký môn học Dự thính môn học HK212 - CQ + VLVH Đợt 3 - Lộ Trình 1 vừa qua em có đăng ký môn học là [full_name] (CI4343) nhưng lại bị hủy bỏ do Phòng đào tạo báo thiếu môn học [full_name] 1 (CI2091).. . Nhưng môn học [full_name] 1 với mã môn học là CI2039 em đã học và hoàn thành môn học.. . Kính mong Phòng đào tạo kiểm tra lại và xét duyệt khôi phục môn học [full_name] (CI4343) đã bị hủy đăng ký trên cho em.. . Em xin cảm ơn!!!"
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Thưa thầy, cô. . Em tên là [full_name]. . Thầy, cô cho em hỏi về 2 vấn đề với ạ:. . 1. Em đăng kí môn Sức bền vật liệu và nguyên lý máy. trong trường trình đào tạo khoa thì có mã là CI2001 và ME2003 với 3 tín chỉ mỗi môn nhưng do không có lớp nên em đăng kí môn ở mã CI2007 và ME1015 thì sau khi học xong em có chuyển điểm được không ạ?. . 2. Em phải đăng kí ở đâu và mã nào để có thể học được giải tích 1 và 2, tại vì mã cũ em thấy không có mở lớp nữa.. . Em cảm ơn thầy cô đã đọc là giải đáp thắc mắc giúp em"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ thưa PĐT,. . . . Em là [full_name], MSSV [student_id], lớp MO20QLM, khoa Môi trường và Tài nguyên.. . . . Hiện tại em đang 20TC nên em cần rút môn Anh Văn 4 mã LA1009 (2TC) để thay bằng môn cơ sở ngành EN2045 (3TC),vì EN2045 là môn tiên quyết của môn khác ở kì sau nên em cần ưu tiên hơn ạ.. . . . Em cần rút môn LA1009 lớp L05 để có thể đăng ký EN2045 lớp L02.. . . . Kính mong PĐT có thể giải quyết cho trường hợp của em, em xin cảm ơn PĐT.. . . . [full_name]."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "[full_name]ính gửi: Phòng đào tạo ĐH Bách [full_name]hoa ĐHQG HCM. . Em tên là Ôn Nguyễn Minh Tâm - [student_id]. Sinh viên lớp HC19BSH (CÔNG NGHỆ SINH HỌC). . Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học.. . . . *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm.. . . . Tuy nhiên tới hôm nay (ngày 5 tháng 1.2021) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 ([full_name]HÔNG có thông tin từ [full_name]hoa và CTDT hay file mã mới).. . . . *Đính kèm 2: CTDT cũ của liên thông ĐH-[full_name] ngành CNSH. . https://docs.google.com/spreadsheets/d/18r[full_name][full_name]NSy14JaYveyUtdwNR/edit#gid=[student_id]55. . . . Vì môn CH5061 hiện nay là môn tự chọn của [full_name]s-[full_name] [full_name]THH nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ.. . . . Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.. . . . Em xin chân thành cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ. . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy cô,. . . . Em tên là [full_name] lớp HC19BSH (Công nghệ sinh học) khoa Kỹ Thuật Hóa Học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại thành mã CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học.. . . . *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm.. . . . Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới).. . . . *Đính kèm 2: CTDT cũ của liên thông ĐH-[full_name] ngành CNSH. . https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=[student_id]55. . . . Vì môn CH5061 hiện nay là môn tự chọn của Ks-[full_name] [full_name] nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ.. . . . Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.. . . . Mong tin tốt lành,. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi PĐT,. . Em tên [full_name]. . MSSV: [student_id]. . . . Em muốn xin PĐT mở hiệu chỉnh ĐKMH đợt 3 cho lớp HC19BSH để có thể hiệu chỉnh và xóa các môn, cụ thể như sau ạ.. . . . 1. Xóa môn CH5061 và đăng kí lại môn CH5013. . . . Theo CTĐT cũ bọn em được cung cấp, chương trình liên thông ThS/Ks cần đăng kí học môn Phân tích hiện đại - mã CH3439. . . . . Sau đó tụi em nhận được thông báo đổi mã môn thành CH5061, nhưng đây là môn của chuyên ngành Kỹ thuật Hóa học. Còn môn đúng của chuyên ngành Công nghệ Sinh học là CH5013 thì tụi em không nhận được thông báo, cho đến hôm nay học buổi đầu tiên, bọn em hỏi giảng viên thì mới nhận được thông tin ạ.. . . . . . 2. Hiệu chỉnh các môn khác do trùng lịch môn CH5185 - Tin sinh học . . . . Lý do: [full_name] đăng kí đợt 2, môn Tin sinh học chưa có TKB cho tiết Thực hành vào thứ 6 - tiết 11-12, nhưng khi cập nhật TKB thì lại có.. . Do đó, bị trùng tiết Thí nghiệm của môn CH3019 - Công nghệ Tế bào vào thứ 6 - tiết 8-12.. . . . Mong PĐT có thể xem xét mở hiệu chỉnh cho em cũng như lớp, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học và thời khóa biểu cập nhật ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ. . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "MSSV/MSGV[full_name] [student_id]  / \t. . . .   i&gt Học vụ . Chào thầy cô,. . . . Em tên là[full_name] [full_name]. . MSSV[full_name][student_id] . . Lớp HC19 Công nghệ sinh học. . . Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học.. . . . *Đính kèm file 1[full_name] Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm.. . . . Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới).. . . . *Đính kèm 2[full_name] CTDT cũ của liên thông ĐH-[full_name] ngành CNSH[full_name]. . https[full_name]//docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=[student_id]55. . . . Vì môn CH5061 hiện nay là môn tự chọn của Ks-[full_name] [full_name] nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ.. . . . Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.. . . . Em xin cảm ơn pdt ạ."
    },
    {
        "intent": "",
        "message": "Thầy/cô pđt cho em hỏi là học kì này đăng kí luận văn có cần bằng toeic ko ạ. Vì em đăng kí bị báo lỗi thiếu chứng chỉ ngoại ngữ"
    },
    {
        "intent": "",
        "message": "QUOTE&gt   &gt MSSV/MSGV: [student_id]  / \t. . . .   i&gt Học vụ . Gửi Phòng đào tạo,. . Em có thắc mắc về điểm tổng kết môn Cơ Lý Thuyết AS1003. . Điểm tổng trên file do giảng viên đăng và điểm trên hệ thống mybk bị lệch nhau 0.5 cho em hỏi vì sao vậy ạ. . Em xin cám ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT đang cập nhật lại hệ thống, Sv đón xem lại vào cuối ngày hôm nay nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "B&gt Em đã xin phép và được thầy cô, giảng viên, giáo viên chủ nhiệm đồng ý, sẽ bổ sung em vào danh sách các lớp (Giải tích 2) mã (MT1005) chương trình Đại trà (các lớp L..)  HK212, hiện mới chỉ học 1 buổi.  /B&gt"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "dạ TKB của em đã xuất hiện môn học rồi ạ. . em rất vui và xin chân thành cảm ơn cô [full_name] nhiều lắm ạ.. . em chúc cô một buổi chiều vui vẻ ạ"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy cô,. . . . Em tên là [full_name] và học lớp HC19 Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học.. . . . *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm.. . . . Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới).. . . . *Đính kèm 2: CTDT cũ của liên thông ĐH-[full_name] ngành CNSH. . https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=[student_id]55. . . . Vì môn CH5061 hiện nay là môn tự chọn của Ks-[full_name] [full_name] nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ.. . . . Mong PĐT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.. . . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ. . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Chào thầy/cô,. . . . Vào các kỳ trước, em không hoàn thành tốt học phần mở rộng của các môn học:. . - Môn Nguyên lý Ngôn ngữ Lập Trình (mr) - CO300C, được học ở kỳ 202. . - Môn Đồ họa Máy tính (mr) - CO305E, được học ở kỳ 211. . Hiện nay, khi lịch học đã nhẹ hơn, em muốn được đăng ký và hoàn thành nốt các học phần mở rộng này. Em đã gửi yêu cầu lên Khoa và được xác nhận (file kèm theo). . . . Em hi vọng thầy/cô có thể đăng ký hai môn này ở kỳ này giúp em.. . . . Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy cô,. . . . Em tên là [full_name], học lớp HC19 Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học.. . . . *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm.. . . . Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Sau đó giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTĐT hay file mã mới).. . . . *Đính kèm 2: CTDT cũ của liên thông ĐH-ThS ngành CNSH. . . . Vì môn CH5061 hiện nay là môn tự chọn của Ks-ThS [full_name]H nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ.. . . . Mong PĐT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.. . . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . [full_name]. . Độc lập – Tự do – Hạnh phúc. . . . [full_name] XIN HIỆU CHỈNH ĐĂNG KÝ MÔN HỌC. . HK212 HỆ CHÍNH QUY ĐỢT 3. . \t. . Kính gửi: Phòng Đào tạo trường Đại học Bách khóa – ĐHQG TPHCM. . Em tên là: [full_name], khoa Kỹ thuật Hóa học, chuyên ngành Công nghệ Sinh học. MSSV: [student_id]. . Kính thưa quý Thầy, Cô! Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học. . . *Đính kèm file 2: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm. Tuy nhiên tới hôm nay (05.01.2022) đây đã là tuần đầu tiên học, và giáo viên bộ môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTĐT hay file mã mới). . . *Đính kèm file 3: CTĐT cũ của liên thông ĐH-ThS ngành CNSH . . Vì môn CH5061 hiện nay là môn tự chọn của Ks-ThS KTHH nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ. Mong PĐT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay. . . Em mong Phòng đào tạo sẽ xem xét cho trường hợp của em ạ!. . Em xin chân thành cảm ơn!. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ. . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy cô,. . . . Em tên là [full_name] và lớp HC19 Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học.. . . . *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm.. . . . Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới).. . . . *Đính kèm 2: CTDT cũ của liên thông ĐH-[full_name] ngành CNSH. . https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=[student_id]55. . . . Vì môn CH5061 hiện nay là môn tự chọn của Ks-[full_name] [full_name] nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ, đồng thời em mong môn học CH5013 có thể được mở để chúng em có thể được học đúng chương trình.. . . . Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.. . . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào PDT, kỳ 212 này em và một số bạn khoá K18 Khoa Kỹ thuật Xây dựng muốn được học môn Cấp Thoát Nước (CI3095) cho kịp tiến độ ạ. Mong PDT có thể mở thêm sĩ số môn này ở đợt đăng ký kỳ chính số 3 ạ. Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em xin chào thầy cô,. . . . Em tên là [full_name] và lớp HC19 Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học.. . . . *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm.. . . . Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới).. . . . *Đính kèm 2: CTDT cũ của liên thông ĐH-ThS ngành CNSH. . https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=[student_id]55. . . . Vì môn CH5061 hiện nay là môn tự chọn của Ks-ThS KTHH nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ.. . . . Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.. . . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ. . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy cô,. . . . Em tên là [full_name] mssv [student_id] và lớp HC19BSH Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học.. . . . *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm.. . . . Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới).. . . . *Đính kèm 2: CTDT cũ của liên thông ĐH-[full_name] ngành CNSH. . https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=[student_id]55. . . . Vì môn CH5061 hiện nay là môn tự chọn của Ks-[full_name] [full_name] nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ.. . Đồng thời em mong môn học CH5013 có thể được mở để chúng em có thể được học đúng chương trình.. . . . Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.. . . . Mong tin tốt lành,. . Em xin cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ . . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ hiện tại theo TKB thì lịch học Hóa thí Nghiệm vào thứ 6 ngày 07/01/2022 (12h00-16h50) ở học kì 1 trùng với lịch học Đại Số Tuyến Tính ngày 07/01/2022 (14h00-15h50) ở học kì 2 nên em mong Phòng Đào Tạo xem xét và hủy hóa thí nghiệm cho em. Mong Phòng Đào Tạo duyệt sớm cho em để không ảnh hưởng đến việc học ở trưởng, em cảm ơn ạ"
    },
    {
        "intent": "",
        "message": "Chào [full_name]. Hiện tại em đã sắp xếp để đi học Hóa Thí Nghiệm được rồi ạ! Xin thầy cô không hủy lịch học Hóa Thí Nghiệm của em nữa ạ!. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Chào thầy cô,. . . . Em tên là [full_name], lớp HC19 Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học.. . . . *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm.. . . . Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới).. . . . *Đính kèm 2: CTDT cũ của liên thông ĐH-ThS ngành CNSH. . . . Vì môn CH5061 hiện nay là môn tự chọn của Ks-ThS KTHH nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ, đồng thời em mong môn học CH5013 có thể được mở để chúng em có thể được học đúng chương trình.. . . . Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ. . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính chào thầy cô,. . . . Em tên là [full_name], lớp HC19BSH.. . Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới).. . . . *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm.. . . . Tuy nhiên tới hôm nay (05.01.2022) là buổi học đầu tiên, giảng viên bộ môn thông báo cả lớp CNSH đã đăng ký sai mã (mã này chỉ dành riêng cho các lớp Kỹ thuật Hóa học, lớp Công nghệ Sinh học phải đăng kí mã khác). Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTĐT hay file mã mới).. . . . *Đính kèm 2: CTĐT cũ của liên thông ĐH-[full_name] ngành CNSH. . https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=[student_id]55. . . . Vì môn CH5061 hiện nay là môn tự chọn của Ks-[full_name] [full_name] nên dù em có học cũng không được công nhận kết quả, vì vậy em mong thầy cô mở hiệu chỉnh để em có thể xóa môn CH5061, đồng thời đăng kí môn học CH5013 để chúng em có thể được học đúng chương trình ạ.. . . . Kính mong PĐT xem xét mở giúp lớp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.. . . . Em xin cảm ơn thầy cô rất nhiều ạ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy cô,. . . . Em tên là [full_name] và lớp HC19 Công nghệ sinh học (HC19BSH). Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học.. . . . *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm.. . . . Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới).. . . . *Đính kèm 2: CTDT cũ của liên thông ĐH-[full_name]S ngành CNSH. . https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=[student_id]55. . . . Vì môn CH5061 hiện nay là môn tự chọn của Ks-[full_name]S [full_name] nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ, đồng thời em mong môn học CH5013 có thể được mở để chúng em có thể được học đúng chương trình.. . . . Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ. . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em chào thầy cô, em là sinh viên khóa K18 của trường.. . Cho em hỏi là em đã nộp chứng chỉ TOEIC 2 kỹ năng nghe - đọc rồi, còn 2 kỹ năng nói - viết thì em có cần phải nộp chứng chỉ quốc tế TOEIC không hay chỉ cần thi trong trường mình là được ạ?. . Em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Khóa 2018 vẫn được áp dụng 2 kỹ năng nói viết trong trường thi tại Trung tâm Ngoại ngữ. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy cô,. . . . Em tên là [full_name] thuộc lớp HC19 Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học.. . . . *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm.. . . . Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới).. . . . *Đính kèm 2: CTDT cũ của liên thông ĐH-ThS ngành CNSH. . https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=[student_id]55. . . . Vì môn CH5061 hiện nay là môn tự chọn của Ks-ThS [full_name] nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ, đồng thời em mong môn học CH5013 có thể được mở để chúng em có thể được học đúng chương trình.. . . . Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ. . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\". ."
    },
    {
        "intent": "",
        "message": "[full_name] [student_id]. . . .   i&gt Đăng ký môn học  /i&gt  . . Dạ em có đăng ký 2 môn đồ án là Đồ án thiết kế ô tô TR4037 và đồ án thiết kế động cơ đốt trong TR3043 nhưng em mới có lịch làm việc sắp tới hơi nhiều em muốn hủy 1 môn thì làm như thế nào ạ ? Em đăng ký đã cập nhật thời khóa biểu rồi ạ. Mong pđt giải đáp ạ. Em cảm ơn !  . ."
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Em chào ad. . Em là [full_name]SV [student_id]. . Thầy cô cho em hỏi Nếu em làm LVTN trong kì hè 213 thì em sẽ tốt nghiệp vào tháng 11 đúng không ạ?"
    },
    {
        "intent": "",
        "message": "Em chào ad. . Em là [full_name]SV [student_id]. . Thầy cô cho em hỏi Nếu em làm LVTN trong kì hè HK213 thì em sẽ tốt nghiệp vào tháng 11 đúng không ạ?. . Với ví dụ kì hè HK213 số lượng sinh viên đăng kí LVTN rất ít khoảng 1,2... bạn thì có được mở lớp LVTN không ạ?. . Em xin hết"
    },
    {
        "intent": "",
        "message": "Chào em,. . Theo đúng biểu đồ học tập thì đúng nhé bạn. . Thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV[full_name] [student_id]  / \t. . . .   i&gt Yêu cầu khác . Chào thầy cô,. . . . Em tên là[full_name] [full_name]. . MSSV[full_name][student_id]. . Lớp HC19 Công nghệ sinh học.. . Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học.. . . . *Đính kèm file 1[full_name] Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm.. . . . Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới).. . . . *Đính kèm 2[full_name] CTDT cũ của liên thông ĐH-[full_name] ngành CNSH[full_name]. . https[full_name]//docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=[student_id]55. . . . Vì môn CH5061 hiện nay là môn tự chọn của Ks-[full_name] [full_name] nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ,đồng thời em mong môn học CH5013 có thể được mở để chúng em có thể được học theo đúng chương trình. . . . Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.. . . . Em xin cảm ơn [full_name] ạ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ . . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy cô,. . . . Em tên là Hồ Thị Ngọc Trâm học lớp HC19BSH. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học.. . . . *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm.. . . . Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới).. . . . *Đính kèm 2: CTDT cũ của liên thông ĐH-ThS ngành CNSH. . https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit?fbclid=IwAR34V6ytdYEkRu5YvN1tfxF_YvVJj_LaEHD3EBPoofguOkjb9J_yy5Wthbg#gid=[student_id]55. . . . Vì môn CH5061 hiện nay là môn tự chọn của Ks-ThS KTHH nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ, đồng thời em mong môn học CH5013 có thể được mở để chúng em có thể được học đúng chương trình.. . . . Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ. . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "Dạ em tên : [full_name]. . MSSV : [student_id]. . Ở học kì rồi em có đăng kí và học môn Pháp Luật Đại Cương ( SP1007) do thầy [full_name] dạy . Sau khi có điểm thì điểm tổng kết của em là 5.5 và qua môn và điểm được giữ nguyên như vậy cho tới hôm nay em lên kiểm tra lại thì rớt xuống còn 4.1. .  Em có tình cờ chụp hình sẵn hôm điểm là 5.5 và điểm hôm nay là 4.1 . Sau khi tính điểm lại theo bộ môn thì điểm em thật sự là 5.5 . Em xin văn phòng sửa lại giúp em , em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT đang cập nhật lại hệ thống, Sv đón xem lại vào cuối ngày hôm nay nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em:[full_name]- MSSV:[student_id] đăng kí chuyển điểm môn thay thế-tương đương là: Lí thuyết sai số và xử lí số liệu đo. . Mã cũ:  CI2019. . Mã mới: CI3251"
    }
]