[
    {
        "intent": "",
        "message": "Chào bạn. . Tùy tình hình nghen bạn. . Nếu được thì [full_name] sẽ tổ chức kỳ thi riêng. . Bạn vui lòng đợi thông báo sau. . Thân"
    },
    {
        "intent": "",
        "message": "Dạ em xin chào phòng đào tạo trường Đại học Bách Khoa- ĐHQG TP.HCM.. . Em tên là [full_name]. . MSSV: [student_id]. . Lớp: XD18KT. . Khoa: Kỹ thuật xây dựng. . em xin trả lời cho câu hỏi mã 47116 của em như ảnh bên dưới, em xin hủy đăng kí môn thí nghiệm vật lí kiến trúc (CI3151) vì L02 em bị trùng lịch học, L03 em cũng vừa bị sắp trùng lịch ạ. Em xin cám ơn!"
    },
    {
        "intent": "",
        "message": "Kính gửi phòng đào tạo,. . . . Em là [full_name], mssv là [student_id]. Theo như mail mới nhất em được nhận thì em có thể điền vào link đăng kí học thí nghiệm Hoá Đại cương vì em học ở kì HK211 (như hình 1 đính kèm). Vì 1 lí do nào đó mà mỗi lần em ấn vào đều không điền được (như hình 2 đính kèm.. . . . Kính mong phòng đào tạo giải quyết giúp em ạ.. . Chúc thầy/cô có ngày làm việc hiệu quả và vui vẻ.. . Trân trọng./.. . LGH.. .   i&gt Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại, Phòng Đào tạo không thể đăng ký học thí nghiệm trực tiếp theo yêu cầu của bạn.. . Sau tết Nguyên đán, Pdt sẽ tự động xếp học thí nghiệm cho Sinh viên chưa có lịch học. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ cho em xin bảng điểm được không ạ, tại sao em in từ ngày 27/12/2021 hệ thống hẹn 30/12/2021 mà giờ là ngày 11/1/2021 vẫn chưa có ạ. Em đã đóng tiền r ạ"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ em chào quý thầy cô. Cho em hỏi môn tự chọn tự do em có thể lấy môn nhóm B để học được không ạ. Em cảm ơn và chúc thầy cô sức khỏe ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ em chào thầy/cô. . Em tên là [full_name]. . Mssv: [student_id]. . Em có đăng kí môn Lịch sử Đảng (SP1039) lớp DT01 do cô Đào Thị Bích Hồng giảng dạy ở đợt ĐĂNG KÝ MÔN HỌC DỰ THÍNH MÔN HỌC HK212 - CQ + VLVH ĐỢT 3 - LỘ TRÌNH 1 mà hôm nay (11/1/2022) em chưa thấy có thời khóa biểu và phòng học trên BKel. . Dạ thầy cô cho em hỏi em đã đăng kí thành công chưa ạ hay là em có được học lớp này không ạ?. . *em có đính kèm hình ảnh TKB và cổng ĐKMH*. ."
    },
    {
        "intent": "",
        "message": "Chào em;. . SV chính quy có thể đăng ký học lại ngoài giờ (Không mở cho SV chính quy học môn học lần đầu). môn này em chưa học lần nào nên không đăng ký được nhóm DT01 nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Thưa thầy (cô) cho em hỏi em đã đăng kí đồ án môn học thiết kế đường 1 (CI3221) vào đợt đăng ký môn học đợt 3 và trên thời khóa biểu đã có môn học này nhưng trên elearning lại không có và trong danh sách thầy cô hướng dẫn đồ án không có tên em trong danh sách. Không biết trường hợp của em là như thế nào ạ ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Chào văn phòng ạ. . . . Em có câu hỏi là em đã đăng ký dự thính và có kết quả ở Đợt 3 - Lộ trình 1, vậy bây giờ em rút môn thì có bị tính học phí không ạ? Em cảm ơn. . . . . Chào văn phòng, chúc văn phòng có một buổi chiều vui vẻ ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Rút môn học có tính học phí theo quy định nhé bạn"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào Thầy/Cô. . . . Em có đăng kí làm luận văn ở đợt 2 và 3 của đợt đăng kí môn học thì đều bị Hủy ạ . . . . Em chỉ nợ 1 môn 7 chỉ (học kỳ này em đã đăng kí học lại ) . . . . Nhờ Thầy cô kiểm tra lại dùm và cho em được đăng kí làm luận văn ạ . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1914867  / \t. . . .   i&gt Đăng ký môn học .  Chào thầy/cô, em có đăng kí học môn Giải tích 1 lớp DT02 nhưng muốn đổi qua lớp DT01 thì có thể đổi lớp trong ĐĂNG KÝ MÔN HỌC DỰ THÍNH MÔN HỌC HK212 - ĐỢT 1 - LỘ TRÌNH 2 hay có cách nào chuyển lớp được không ạ? Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính gửi PDT,. . . . Em có nhận được mail lên trường nhận bằng tốt nghiệp. Cho em hỏi là PDT có làm việc vào   B&gt thứ 7  /B&gt  không ạ?. . . . Em cảm ơn. .   i&gt Tốt nghiệp ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT làm việc giờ hành chánh từ thứ 2 đến thứ 6. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em xin chào PĐT ạ!. . . . Em là [full_name], . . MSSV:[student_id], thuộc lớp XD18CTT. . Em muốn đăng ký bổ sung vào lớp L01_Đồ án môn học thủy công 1_(CI3201) của cô [full_name] giảng dạy HK212 này.. . Vì em vừa đăng ký được môn thủy công 1(CI3199) đối với các trường hợp đăng ký môn học ngoại lệ. Nên giờ em muốn học thêm môn đồ án thủy công 1 (môn song hành) để theo kịp tiến độ cho kỳ sau cũng như việc thực tập ngoài trường.. . Mong PDT giúp đỡ em với ạ. . Em xin cảm ơn!"
    },
    {
        "intent": "",
        "message": "\"\"\"Chào bạn. . [full_name] đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân. . \"\"\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Xin chào,. . Em là [full_name], mssv: [student_id]. Em xin hỏi là em đăng kí luận văn học kì 1 vừa rồi, do vẫn chưa có lịch báo cáo đợt 2. Bây giờ qua kì 2 em không có đăng ký môn, nên không có thời khóa biểu vì vậy em không đăng ký xin giấy xác nhận sv trên trên mybk được. Em có lên trang aao.hcmut.edu.vn tìm trong mục Biểu mẫu không thấy đơn viết tay. Cho e xin Mẫu đơn xác nhận sv viết tay ạ.. . Em mong được sự phản hồi và sự giúp đỡ sớm.. . Em chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . SV không có thời khóa biểu trong học kỳ thì không được cấp giấy xác nhận SV nhé bạn.. . Bạn vui lòng trình bày rõ là bạn xin cấp giấy SV để làm gì?. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Dạ em chào thầy cô.. . Em muốn hỏi giúp cho anh chị khóa trên ạ . . . . Do tụi em đăng luận văn kì 1, vẫn chưa báo cáo. bây giờ qua kì 2 tụi em không có đăng kí môn, nên không có thời khóa biểu tụi em không đăng kí xin giấy xác nhận sinh viên trên trên mybk được. Tụi em lên trang aao tìm trong mục biểu mẫu không thấy đơn viết tay. Thầy cô cho tụi em xin đơn mẫu viết tay ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . SV không có thời khóa biểu trong học kỳ thì không được đăng ký giấy xác nhận SV nhé bạn.. . Bạn vui lòng trình bày rõ là bạn xin cấp giấy SV để làm gì?. . Thân"
    },
    {
        "intent": "",
        "message": "Dạ, em muốn xin giấy xác nhận sinh viên để thi Toeic.. . Em cám ơn Cô."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em làm đơn xin cấp giấy xác nhận SV để thi TOEIC, ghi rõ lý do và gửi qua [full_name] nhé. . thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào PĐT, em có tham gia thi lại online môn Trắc địa đại cương CI1007 nhóm lớp L01-A học kì 211 vừa rồi!. . Cô phụ trách lớp của em đã up lên Bkel file điểm Trắc địa đại cương nhưng trong đó không có tên của em!. . Dạ! Cho em thắc mắc là điểm Trắc địa đại cương của em là sẽ gửi riêng về PĐT nên chưa cập nhật cho em đúng không ạ? . . Em gửi lại phiếu cho phép dự thi và ghi điểm của môn này ạ!"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Đã cập nhật điểm đạt (điểm 22) trên Mybk xem điểm. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ  /i&gt Kính gởi PĐT, thời khóa biểu để môn thí nghiệm vật lí có 2 tín chỉ như thế này ạ. Em đính kèm tệp phía dưới.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Tính có 1 TC, em cộng TC các môn lại nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: -[full_name] EM ĐANG THẮC MẮC VÀI ĐIỀU. VẬY [full_name] [full_name] ( [full_name]) Ở ĐÂU Ạ. . - [full_name] CHỈ ĐỂ [full_name] [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . Khoa XD có email: [email] hoặc em liên hệ với GVCN nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em chào mn, em là [full_name], mssv [student_id]. . . . Mặc dù là thời gian đăng kí môn học đã qua tương đối lâu nhưng mà cho em hỏi là phòng đào tạo có thể mở thêm lớp vật lý bán dẫn (EE1007) (nhóm lớp L09_L18) được không ạ? Do đợt đăng kí 2 và 3 em chưa đăng kí được môn này vì trùng TKB và do các lớp đều đã đủ không đăng kí được mà môn này là môn tiên quyết của nhiều môn năm 2. . . . Em xin cảm ơn và chúc mn nhiều sức khỏe. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . . . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . . . hoặc Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . . . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ thưa quý thầy/cô, em có nhận được mail đăng ký xin dạy bù trực tiệp Thực hành thí nghiệm hóa đại cương (CH1004)-HK202+203+211 nhưng khi ấn vào link để đăng ký thì em chỉ nhận được bảng trạng thái là không có quyền truy cập ạ. Kính mong quý thầy/cô giải đáp giúp em với ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Nếu em chưa được xếp thì sau tết Nguyên đán, Pdt sẽ tự động xếp học thí nghiệm cho Sinh viên chưa có lịch học. . - SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . . . . . . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ thầy cô cho em hỏi là em nhận thẻ sinh viên ở đâu ạ?. . Hiện tại đã là học kì 2 rồi nhưng em vẫn chưa nhận thẻ sinh viên ạ. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng chờ email thông báo sau nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ chào quý pđt, em tên [full_name]([student_id]) học kỳ này e có đăng ký môn đồ án nền móng đã có thời khóa biểu nhưng trên bkel lại không tìm thấy môn vì vậy không biết ai sẽ hướng dẫn đồ án để liên lạc. mong quý pđt cập nhật môn đồ án lên bkel giúp em ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ em chào các thầy cô PĐT ạ!. . dạ cô ơi cho em hỏi đơn xin kéo dài tối đa 1 học kỳ của em đã được PĐT xử lý chưa vậy ạ? em thấy hôm trước cô trả lời cho em là sẽ phản hồi trên BKSI trễ nhất 8/1/22 mà em chưa thấy thông báo gì hết ạ. Em tìm thông tin trên MYbk mục thông tin sinh viên -&gt  tình trạng sinh viên thì thấy đã được kéo dài như ảnh em đính kèm, mà vào trang đăng kí môn học thì vẫn để \" liên hệ PĐT\" vậy ạ?. . Mong các thầy cô sớm phản hồi giúp em ạ. Em cảm ơn nhiều ạ!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp của em đã có QD gia hạn 1 Học kỳ rồi.. . Em vui lòng trình bày rõ hiện tại em muốn xin ĐKMH nào? ghi rõ tên và mã MH xin đăng ký và gửi qua [full_name]. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào thầy/cô,. . . . Em tên là [full_name], ngành [full_name] học máy tính, hệ Chính quy K2019.. . . . Cho em hỏi là xét chuẩn TOEIC cho Speaking and Writing để tôt nghiệp thì em có được đăng kí thi ở BK English không hay bắt buộc phải thi ở IIG?. . . . Trân trọng,. . [full_name]."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này bạn vui lòng đợi thông báo sau . . Hiện tại đang áp dụng đến Khóa 2017. . Thân. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em là Huỳnh Hoàng Lộc, MSSV: [student_id] vừa làm đơn chuyển sang hệ VHVL, nay em xin đăng ký môn học cho HK212 là môn PLC mã số EE3069.. . . . Lý do diện chuyển sang VHVL: Em còn thiếu một môn học cuối cùng để tốt nghiệp nhưng do đã hết 13 học kỳ chính quy (vì hoàn cảnh khó khăn do dịch bệnh 2 học kỳ) nên em xin chuyển sang hệ VHVL để có thể hoàn thành chương trình học và tốt nghiệp."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Kính gửi Phòng Đào Tạo,. . Em tên [full_name], MSSV: [student_id].. . Em có gửi yêu cầu huỷ điểm bảo vệ luận văn học kỳ 2 năm học 2020-2021, lý do em xin hoãn bảo vệ học kỳ 2 năm học 2020-2021 đó ạ. Hiện em đã hoàn thành khoá bảo vệ luận văn tốt nghiệp học kỳ 1 năm học 2021-2022, tuy nhiên Bộ môn không cập nhật điểm của học kỳ này được và cần Phòng Đào Tạo huỷ điểm học kỳ 2 năm học 2020-2021 để có thể cập nhật điểm ở học kỳ 1 năm học 2021-2022 ạ.. . Kính mong Phòng Đào Tạo hồi đáp. Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Cô chưa hiểu ý của bạn.. . Trường hợp bạn hoãn LVTN ở HK202, thì điểm của bạn sẽ được cập nhật ở HK202 nhé (sau khi bạn bảo vệ lại trong HK211).. . Nếu bộ môn em không nhập được điểm của bạn có thể liên hệ tại bộ phận nhập điểm của PDT để được hỗ trợ và trả lời. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Em chào thầy/ cô PĐT.. . Em là [full_name], MSSV: [student_id], ngành Kiến trúc, Khoa KTXD. . . Em xin phép được Tạm dừng học kỳ 2 năm học 2021-2022 ( kèm đơn xin tạm dừng học). . . Em cảm ơn thầy/ cô ạ.. . . ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn tạm dừng HK212 của bạn, Sinh viên theo dõi tình trạng sinh viên được cập nhật trên mybk/Thông tin Sinh viên/tình trạng. . chuyển qua trạng thái từ \"\"đang học\"\" sang \"\"tạm dừng\"\", dự kiến sẽ cập nhật trước ngày 25/1/2022 và gửi mail Quyết định qua email cho sinh viên. . SV vui lòng theo dõi lịch học vụ và mail SV để làm đơn thu nhận lại để đăng ký MH cho học kỳ tiếp theo. . Thân\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi quý nhà trường, . . . . Em tên là [full_name], MSSV: [student_id],. . . . Lúc em hoãn thi các môn, ví dụ như môn giải tích 2 thì chỉ có nhóm lớp HT02, nhưng sau này thì lại có thêm mã của nhóm lớp DT05, Em không biết có 2 mã nên chỉ đăng kí của HT02 thì em có được hoãn thi môn này không ạ. Với lại cho em hỏi tại sao lại có hai mã như vậy.. . . . Em xin cảm ơn và kính chúc nhiều sức khỏe,. . Trân trọng."
    },
    {
        "intent": "",
        "message": "Chào bạn. . do lỗi kỹ thuật nghen bạn. . Pdt đã ghi nhận việc bạn đăng ký xóa lịch thi của môn giải tích 2 nghen. . Thân"
    },
    {
        "intent": "",
        "message": "[student_id]. .   i&gt Đăng ký môn học . Dạ do sơ xuất em quên không đăng kí môn tín hiệu và hệ thống nên em xin thầy cô có thể cho em học trong kì dự thính 212 được không ạ, em xin cảm ơn quý thầy cô ạ. ."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Dạ em chào PDT ạ,lúc trước em có mail cho pdt về việc xin mở thêm sĩ số của môn Nền móng CI3239,thì hôm nay em đã xin được vào lớp thầy [full_name] ở bộ môn Nền móng theo dạng bổ sung,nhưng do ở đợt đăng kí môn học thứ 3 em không đăng kí được môn Nền móng do đã đủ sĩ số nên hiện tại trên bkel của em không có môn Nền móng,em xin PDT mở cho em lớp Nền móng thầy [full_name] ạ,em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi quý thầy cô Phòng Đào tạo,. . Em tên là [full_name], MSSV [student_id]. Trong lần đăng kí môn học vừa rồi em có đăng ký môn Aerobic học phần 2 (PE1045) lớp CC08. Em đã kiểm tra rất kĩ là có trong thời khóa biểu trên mybk trong thời gian diễn ra đợt 3 (tới ngày 6/1). Sau đó, khi có kết quả đăng ký môn học (ngày 8/1) thì em được biết là các lớp môn này đều bị hủy. Như vậy là em không thể đăng kí môn học GDTC nào thay thế được vì đã quá hạn đăng kí đợt 3 dù bản thân đã rất cẩn trọng trong việc kiểm tra thời khóa biểu và kết quả đăng kí môn học đúng theo yêu cầu của Nhà trường.. . Vì vậy, em kính mong quý thầy cô xem xét cho em được tham gia một môn GDTC học phần 2 khác trong học kì này ạ. Em xin chân thành cảm ơn quý thầy cô đã đọc yêu cầu của em."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi quý thầy, cô Phòng Đào tạo,. . Em tên là [full_name], MSSV [student_id], chương trình Chất lượng cao. Trong 3 đợt đăng kí môn học vừa rồi em có đăng ký môn Aerobic học phần 2 (PE1045) lớp CC08. Em đã kiểm tra sau mỗi đợt đăng ký là môn học có trong thời khóa biểu của em trên Mybk trong thời gian diễn ra đợt 3 và trong thời gian đăng ký lại cho các sinh viên bị hủy môn học (đến 14h50 ngày 6/1/2022). Tuy nhiên khi có kết quả đăng ký môn học (ngày 8/1/2022) thì các lớp môn này đều bị hủy. Và vì đã qua hạn nên em không thể đăng kí môn học GDTC nào thay thế được dù bản thân đã rất cẩn trọng trong việc kiểm tra thời khóa biểu và kết quả đăng kí môn học đúng theo yêu cầu của Nhà trường.. . Vì vậy, em kính mong quý thầy cô xem xét cho em được tham gia hay đăng ký mở lớp một môn GDTC học phần 2 khác trong học kì 2 này ạ vì em biết cũng có nhiều bạn gặp tình trạng giống em và có nhu cầu đăng ký học GDTC ạ. . . Em xin chân thành cảm ơn quý thầy cô đã đọc mail của em.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. . . . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi quý Thầy, Cô phòng đào tạo của trường Đại Học Bách Khoa TPHCM.. . Em tên là [full_name], MSSV [student_id]. Trong đợt 1 đăng kí môn học vừa rồi em có đăng ký môn Aerobic học phần 2 (PE1045) lớp CC08. Cho tới ngày 6/1, nghĩa là hạn chót của đăng kí môn học đợt 3, em vẫn kiểm tra và thấy môn aerobic có trong thời khoá biểu trên mybk. Tuy nhiên khi có kết quả đăng ký môn học (ngày 8/1) thì em được biết là các lớp môn aerobic đều bị hủy và em không thể nào điều chỉnh kịp thời vì hệ thống thông báo đã quá hạn. Em hi vọng em đã làm đúng quy trình đăng kí môn học và có thể có cơ hội để được học môn GDTC học phần 2 ở học kì này theo đúng kế hoạch của em ạ.. . Em kính mong quý thầy cô xem xét cho em các biện pháp thay thế để em có thể tham gia vào một lớp thích hợp ạ. Em rất cảm ơn quý thầy cô đã đọc mail của em.. . Trân trọng,. . [full_name]. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em tên là [full_name], MSSV [student_id]. Hiện đợt đăng ký môn học đợt 3 em có đăng ký Luận văn tốt nghiệp mã ME4119. Lúc em đăng ký thì hệ thống đã báo là đăng ký thành công, tuy nhiên khi kết thúc đợt đăng ký môn 1 ngày thì em bị hủy môn. Em đã kiểm tra rất kỹ lại là đã đủ điều kiện nhận Luận văn. Nên em muốn hỏi liệu em bị hủy môn do lỗi kỹ thuật hay thật sự em thiếu chuẩn gì và có thể viết đơn xin nhận luận văn không ạ?. . Em xin chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi Phòng Đào tạo; Ban Giám Hiệu trường Đại Học Bách Khoa Hồ Chí Minh.. . . . Em tên là [full_name]. Em hiện tại đang điều trị Covid tại Biên Hòa - Đồng Nai, chưa tiện để nộp đơn trực tiếp tại văn phòng Phòng Đào Tạo.. . . . Em xin được đính kèm file \"phiếu đăng ký thu nhận lại\" để có thể tiếp tục theo học tại trường.. . . . Kính mong được Thầy/Cô chấp thuận và hướng dẫn em các thủ tục cần thiết. Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp của em còn nợ HP của HK201, SV vui lòng vào thanh toán.. . Em đã bị Buộc thôi học vì hết thời gian đào tạo và không thể thu nhận để tiếp tục đăng ký MH hệ chính quy.. . Hiện tại em có thể làm đơn xin chuyển qua Vừa làm vừa học  để tiếp tục hoàn thành chương trình đào tạo. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn &gt &gt  Sinh viên &gt &gt  biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . SV vui lòng thanh toán hết các khoản HP còn nợ trên bkpay trước khi nộp đơn chuyển hệ nhé. . Thân. ."
    },
    {
        "intent": "",
        "message": "Em chào quý thầy/cô, trước hết em xin chúc quý thầy/cô một ngày tốt lành và sức khỏe.. . Em tên là [full_name] ([student_id]), hôm nay em viết đơn xin được thu nhận lại vì trước đó em chưa đủ điều kiện đăng ký tốt nghiệp và chưa đóng lệ phí in bảng điểm. Nay em đã đủ các điều kiện để được xét tốt nghiệp, bao gồm cả việc đóng đầy đủ học phí, mong quý thầy/cô xem xét để em được đăng ký tốt nghiệp đúng hạn ạ!. . Em xin đính kèm theo đơn thu nhận lại tại đây.. . Em xin cảm ơn quý thầy/cô đã dành thời gian xem xét!. .   i&gt Tốt nghiệp ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Sau ngày 12/1 em vào đăng ký tốt nghiệp lại nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Kính gửi Phòng đào tạo.. . Em tên là [full_name], mssv [student_id], là sinh viên chuyển hệ.. . Kính thưa PDT vừa qua em có đăng ký môn học đăng ký đợt HK Chính + Dự thính 211 - lộ trình 1 + VLVH, đến lúc xem kết quả thì bị xoá. Đợt hai em đăng ký lại thì hiển thị lý do không đăng ký được là \"Cấm đăng ký\". . . Kính mong PDT có thể xem xét lại giúp em nguyên do em không đăng ký được và hướng dẫn giúp em để em có thể đăng ký môn học bởi vì em chỉ còn thiếu một môn là hoàn thành chương trình học.. . Em xin trân thành cảm ơn.. . Trân trọng,. . Hieu.. . . . . . . . ‌"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Môn học em cần đăng ký: . . Luận văn tốt nghiệp (Kỹ thuật Điện tử, truyền thông) . . MSMH: EE4333"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / . . . .   i&gt Yêu cầu khác .  Dạ thầy cô cho em hỏi em đang làm luận văn vào HK1 học kì này ngày báo cáo là 12/1/2022 bộ môn điện tử truyền thông nhưng do một số lý do em chưa hoàn thành được nên có thể xin hỏi thầy/cô học kì này có ngày bảo vệ đợt 2 không ạ? Em cảm ơn ạ.  . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo kế hoạch tổ chức thi học kỳ 1 năm học 2021-2022, ngày 08/11/2021 (Phòng Đào tạo đã gửi mail cho SV vào ngày 22/11/2021), có thông báo rõ về thời gian phản biện và bảo vệ Luận văn tốt nghiệp (LVTN) trong HK211 và có ghi rõ về các \" Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19\". SV vui lòng xem lại email sinh viên về thông báo báo này.. . SV vui lòng liên hệ khoa để được hỗ trợ và hướng dẫn để xin đăng ký bảo vệ trong đợt bổ sung theo đúng chỉ đạo của Ban Giám hiệu nhà trường.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ em tên là [full_name], MSSV [student_id].. . Hiện tại em đã hoàn thành tất cả các môn học và đã chuyển qua hệ đào tạo VHVL, nhưng khi vào đăng kí xét tốt nghiệp thì vẫn để là hệ chính quy và không gởi mẫu xét tốt nghiệp được ạ.. . Mong phòng đào tạo kiểm tra giúp em ạ, em cảm ơn ạ!. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Chúc mừng sinh viên đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021.. . . . Sinh viên xem lịch trình đăng ký tốt nghiệp trang web PĐT. . . . http://www.aao.hcmut.edu.vn &gt &gt  Tốt nghiệp &gt &gt  Thông tin tốt nghiệp. . . . - Tiếp nhận các phản hồi của sinh viên tại Phòng Đào tạo: từ ngày 14/01/2022 -  đến 08g00 15/01/2022."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . TÊN MÔN HỌC: HÓA HỌC TRONG [full_name].. . [full_name]: EN2031.. . [full_name]: L01.. . [full_name]: Vì khoa Tài nguyên môi trường đã đổi mã môn học này nên K19 tụi em chỉ còn đợt học này để quy đổi môn học theo đúng chương trình đào tạo. Xin PĐT có thể cho em đăng ký môn này để có thể hoàn thành CTĐT theo đúng tiến độ. . . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "em [full_name] mssv [student_id],hôm trước nhà trường kêu mở lớp GT2 cho em vào ngày 12/1/2022. nhưng nay em vô vẫn chưa có lớp ,em mong trường giúp em để em có lớp học ạ thì em mới đủ điều kiện phân ngành ạ.. . việc có lớp gt2 đối vói em rất là quan trọng vf cần thiết ạ. . em mong nhà trường giúp và tạo điều kiện để em được học ạ. Em cảm ơn. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi phòng đào tạo,. . Em tên: [full_name]. . MSSV: [student_id]. . Hiện tại, em vẫn chưa đăng ký được lớp Giải tích 2 và [full_name] [full_name].. . Mong trường có thể sớm giải quyết trường hợp của em.. . [full_name] trọn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Cho em hỏi là em không đăng kí học môn thí nghiệm offline trong thời gian này nhưng thời khoá biểu của em lại có và mã môn học trên BKEL của em cũng bị thay đổi thành mã học offline. Vậy có sao không ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng trình bày rõ là em đang nói môn học nào? ghi rõ tên và mã MH? ở HK nào?. . Thân"
    },
    {
        "intent": "",
        "message": "dạ, gồm 2 môn học đó là môn Sinh học tế bào (CH3352) ở học kì 202 và môn Hóa sinh (CH2034) ở học kì 211"
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại em muốn xin hủy đi học trực tiếp hay như thế nào? Vui lòng trình bày rõ giúp cô?. . Thân"
    },
    {
        "intent": "",
        "message": "Em chào cô, . . Trường hợp của em là 2 môn này ở kì 211 đăng kí học thí nghiệm trực tiếp trong những tuần cuối của kì. Nhưng em không có đăng kí, tuy nhiên lịch của em lại có lịch học trực tiếp cộng với mã môn học của em bị đổi thành mã học trực tiếp là mã V. Em hiện tại muốn hủy lịch đó để kì này - tức kì 212 em được học ạ. Vì em sợ là kì 211 em có lịch như vậy thì kì 212 em không được đi học và không có thời khoá biểu để đi học ạ. Cụ thể em xin gửi cô thời khoá biểu kì 211 của 2 môn này cùng với mã môn học bị đổi thành mã trực tiếp ạ. Em mong muốn được xoá để có thể đăng kí học trực tiếp trong kì 212 tới ạ.  . . Em cám ơn cô."
    },
    {
        "intent": "",
        "message": "answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp của em đã được bổ sung lại vào đợt sau tết nhé, SV lưu ý theo dõi mail thông báo và TKB được cập nhật tại mybk/Thông tin SV/Thời khóa biểu. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi phòng đào tạo,. . Em tên là [full_name]. . MSSV: [student_id]. . Em gửi lá đơn này vì hiện tại em chưa thể vào học môn Giải tích và Vẽ kỹ thuật vì toàn bộ các lớp đã đã đủ số lượng. . . Em mong nhà trường có thể giải quyết trường hợp của em. . . Trân trọng"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học. . . . Kính gửi phòng đào tạo,. . Em tên là [full_name]. . MSSV: [student_id]. . Em gửi lá đơn này vì hiện tại em chưa thể vào học môn Giải tích (mã môn học:MT1005) và Vẽ kỹ thuật(mã môn học: CI1003) vì toàn bộ các lớp đã đã đủ số lượng.. . Lý do: Vì cả đợt 2 và đợt 3 đã 'full slot' em không thể đăng kí thêm. Các lớp khác còn trống đều bị trùng lịch với môn học khác và dãn khoảng cách giữa . . Em mong nhà trường sẽ xếp cho em vào lớp L01_L02 môn vẽ kỹ thuật và lớp L11_L11 của môn giải tích 2 . . Em mong nhà trường có thể giải quyết trường hợp của em.. . Trân trọng    /QUOTE&gt . ."
    },
    {
        "intent": "",
        "message": "QUOTE&gt Trích. . MSSV/MSGV: [student_id]    . . . . Đăng ký môn học. . . . Kính gửi phòng đào tạo,. . Em tên là [full_name]. . MSSV: [student_id]. . Em gửi lá đơn này vì hiện tại em chưa thể vào học môn Giải tích (mã môn học:MT1005) và Vẽ kỹ thuật(mã môn học: CI1003). . . Lý do: Vì cả đợt 2 và đợt 3 đã 'full slot' em không thể đăng kí thêm. Các lớp khác còn trống đều bị trùng lịch với môn học khác và dãn khoảng cách giữa 2 cơ sở . . Em mong nhà trường sẽ xếp cho em vào lớp L01_L02 môn vẽ kỹ thuật và lớp L11_L11 của môn giải tích 2.. . Em xin nhà trường có thể giải quyết trường hợp của em.. . Trân trọng  . . . .   /QUOTE&gt . ."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi bộ phận hỗ trợ,. . Em tên [full_name], mssv [student_id], K21 hệ chính quy.. . . . Em xin trình bày vấn đề của em trong quá trình đăng kí môn học, cụ thể là môn Giải tích 2 MT1005:. . - Em đã được xếp vào lớp MT1005_L25 nhưng ngày 28/12/2021 môn Giải tích 2 tự mất khỏi danh sách môn đăng ký của em dù em không chọn xóa môn học.. . - Khi em đăng ký lại thì hệ thống báo lỗi \"Thiếu (các) môn học:   Nhóm [MT1003]: - Giải tích 1 (học trước)&gt \" trong khi em đã học và thi môn Giải tích 1 ở HK211.. . - Các lớp đã full và không mở lớp mới.. . . . Kính mong sự giải quyết và hỗ trợ để em có thể đăng ký môn Giải tích 2 ở HK212.. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Tên [full_name]. . Mssv [student_id]. . Dạ thưa cô,link đăng kí môn hóa đại cương thí nghiệm CH1004 mặc dù vẫn còn hạn nhưng từ hôm 11/1/2022 đến 12/1/2022 nay em vẫn  không vào được.Với lại cả nhà em bị mắc covid vẫn đang cách ly nên em không thể học trực tiếp trong đợt này ạ.em muốn hoãn qua tết ạ.em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT đã trả lời em qua email. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Thưa anh/chị, em là [full_name] mssv [student_id] sinh viên k18 Khoa CNVL lớp VLK18KL. Ngoại trừ thực tập tốt nghiệp và chuẩn anh văn để nhận luận văn, số tín chỉ tích lũy của em là đủ để đăng ký luận văn tốt nghiệp. Nhưng qua các đợt đk môn học vừa rồi em vẫn bị hủy môn, vậy nên nhờ anh/chị giúp em, xem xem lí do tại sao không được đăng ký, em muốn biết để đảm bảo trong lần đăng ký bổ sung sắp tới em được làm luận văn tốt nghiệp. Kính mong anh/chị hổ trợ để em có cơ hội hoành thành chương trình học đúng hạn. em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân"
    },
    {
        "intent": "",
        "message": "Kính gửi thầy cô!. . Em tên là [full_name], MSSV [student_id].. . Ngày 28/12 em có đăng ký môn Cầu lông PE1041 L07 và đã thành công. Đến đợt 3 em vẫn thấy môn này trong danh sách đăng ký thành công nhưng bây giờ thì em không thấy nữa ạ.. . Em rất mong thầy cô xem xét giúp em. Em cảm ơn thầy cô rất nhiều.. . Em cũng đã gửi mail đến PĐT rồi ạ.. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . . . [full_name]dt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . . . Thân"
    },
    {
        "intent": "",
        "message": "Chào em;. . môn PE1041 của em đăng ký không được, lý do là chưa học môn học trước PE1017. . Thân"
    },
    {
        "intent": "",
        "message": "B&gt   /B&gt Yêu cầu khác: em ở Khoa BDCN-K21( mssv:[student_id]) hôm 28,29,30 em có lịch thi các môn giải tích nhưng do em bị nhiễm covid từ ba em nên em phải đi cách li để điều trị bệnh nên không hoãn thi ngay lúc đó được. Vào ngày 28 em có mail cho pđt xin hoãn nhưng không được phản hồi nên em không biết cách hoãn trên mybk. Dưới đây là các hình đơn hoãn thi, đơn thi lại, giấy chứng nhận covid để em xin pđt cho em được thi lại để bố sung điểm.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em xin hoãn thi cuối kỳ hay em xin kiểm tra bổ sung giữa kỳ bạn?. . Vui lòng trình bày rõ nhé, cô thấy em gửi 2 đơn. . Trường hợp hoãn thi cuối kỳ trễ hạn, em vui lòng làm theo hướng dẫn và có xác nhận của Giảng viên nhé.. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn &gt &gt  biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--&gt  sinh viên --&gt  Quy chế --&gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --&gt Điều 17.2. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi phòng đào tạo trường đại học bách khoa-ĐHQG TP.HCM. . Em tên là [full_name]V:[student_id].lớp CK18CD2, khoa Cơ Khí.. . Vào đợt đăng kí môn học đợt 3 em có đăng kí môn  ME4221-Luận văn tốt nghiệp cơ điện tử nhóm L01 và thấy xác nhận đã gửi đăng kí thành công. Nhưng khi có kết quả đăng kí đợt 3 thì bị hủy lý do là không đủ điều kiện nhận luận văn, Nhưng em không biết lý do là gì. Số tín chỉ tích lũy của em đủ để nhận luận văn nhưng do một số môn chưa có điểm nên số tín chỉ tích lũy khồng được tính nên có thể thiếu tín chỉ để nhận luận văn ạ.. . Em mong nhà trường sớm giải quyết cho chúng em. Em cảm ơn ạ.. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . . . Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . Thân. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 213T1008  / \t. . . .   i&gt Tốt nghiệp . Chào Quý Thầy cô,. . . . Em đã nhận được giấy chứng nhận tốt nghiệp tạm thời, mong quý thầy cô cho em xin thông tin về thời gian làm lễ tốt nghiệp. Em đã xem trên trang Web trường mà không thấy thông báo. Hoặc quý thầy cô cho em xin số đt của Văn phòng khoa cơ khí để em liên hệ do hiện em đang ở Tiền Giang nên không thể lên trường hỏi trực tiếp. . . . . Cám ơn quý thầy cô.. . . . [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . - [email]. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào thầy cô!. . Do đợt đăng kí môn học lần 2 em đã được xếp thời khóa biểu môn Võ HP2 vào thứ 6. Nhưng đến đợt 3 thì em đã bị hủy kết quả đăng ký nên cho em hỏi là có thể mở lại lớp gdtc vào thứ 6 được không ạ?. . Và cho em hỏi thêm là nếu xong năm 2 em chưa hoàn thành 2 học phần gdtc thì sang năm 3 em không được đăng ký môn năm 3 hay không được đăng ký môn mã EE3xxx ạ? (Vì chương trình năm 3 của em vẫn có môn mã EE2xxx).. . Em xin cảm ơn thầy/ cô!"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào anh/chị. . Em tên: [full_name]. . . . Anh/chị cho em hỏi chứng chỉ giáo dục quốc phòng k19 có chưa ạ? . . . . Nếu có vậy em phải lên trường lấy trực tiếp hay bên phòng đào tạo có gửi ccgdqp về cho sinh viên trong mùa dịch không ạ?. . . . Em cảm ơn, mong nhận được phản hồi sớm nhất từ anh/chị!. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . CC GDQP đã gửi về Khoa rồi nhé, SV QT nhận tại VPĐTQT. . Thân mến"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Đăng ký môn học. . . . Cho em hỏi hiện tại e chưa đủ chứng chỉ av tốt để tốt nghiệp, và đăng kĩ môn học của e bị khoá, vậy làm sao mở lại tài khoản để đk thi av nói viết ạ ?.. . . . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV [full_name]15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: Em vui lòng xem chi tiết tại trang web aao &gt &gt  sinh viên &gt &gt  Quy chế &gt &gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng &gt &gt  Các trường hợp được kéo dài thời gian đào tạo &gt &gt  điều 5.5. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi phòng đào tạo,. . Hiện tại e đã hoàn tất các khoản phí trên bkpay và tình trạng sinh viên cũng đã được thu nhận lại.. . Nhưng khi vào link đăng ký tốt nghiệp thì vẫn báo là em vẫn hiển thị:. . \"Không được phép đăng ký (Nợ Hp/lệ phí+Tạm dừ )\". . Nên em vẫn không đăng ký tốt nghiệp được.. . Mong phòng đào tạo hướng dẫn em cách giải quyết vấn đề này ạ.. . Em chân thành cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Đã mở khóa cho bạn, bạn vui lòng vào đăng ký tốt nghiệp nhé. . Thân"
    },
    {
        "intent": "",
        "message": "answer rate: Answer suits the needs / Câu trả lời đúng ý"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . DẠ EM ĐĂNG KÍ THÀNH CÔNG MÔN. . CI 3197 ĐAMH NỀN MÓNG. . PHẦN THỜI KHÓA BIỂU VÀ ĐKMH THÌ CÓ. . PHẦN ELEARNING KO CẬP NHẬT Ạ [full_name]. ."
    }
]