[
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi mã số môn học, tên môn học, mã nhóm, lý do nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính gửi Phòng Đào tạo. . . . Em tên [full_name] . . . . Mssv:[student_id] . . . . Em xin đăng kí chuyển điểm những môn này từ hệ ĐẠI HỌC sang hệ CAO ĐẲNG để em có đủ tín chỉ tích lũy để có thể đăng ký làm tiểu luận tốt nghiệp ạ, vì có những môn đã tự chuyển điểm nhưng lại có những môn chưa chuyển ạ. . . . . 1. [full_name] 1 - [full_name]3 chuyển điểm TOÁN 1 - MÃ 006601 . . 2. [full_name] 2 - [full_name]5 chuyển điểm TOÁN 2 - MÃ 006602. . 3. [full_name] - [full_name]5 chuyển điểm  [full_name] HỆ CAO ĐẲNG - MÃ 001025. . 4. [full_name]ỦA [full_name] -[full_name]3 chuyển điểm Hệ Cao Đẳng - MÃ 001001 . . . . Mong PĐT hỗ trợ em chuyển điểm để em có thể đăng ký LVTN kỳ này ạ. Em cảm ơn. . . . . Bên dưới em có cung cấp thêm bảng điểm của em, do môn [full_name] 2 em vừa thi xong kì này nên chưa có điểm, nhưng em làm bài được nên em nghĩ qua môn rồi ạ.. . . . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Môn MT1005 HK211, chưa có điểm, hiện các môn khác đã chuyển nghen bạn. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào thầy/ cô,. . Em tên [full_name], em vừa mới chuyển sang hình thức VLVH và muốn ĐKMH cho học kỳ 212 nhưng khi đăng nhập vào để đăng ký thì lại hiển thị \"Bạn không được quyền đăng ký môn học\". Vậy nên em không biết phải làm sao để ĐKMH tiếp tục, mong thầy/ cô giúp đỡ ạ.. . Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi mã số môn học, tên môn học, mã nhóm, lý do nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Cho em hỏi là tại sao em lại bị lỗi không đúng loại hình sinh viên trong khi em chọn đúng mã lớp CC dành cho CLC ạ?(Có ảnh đi kèm). Trước đó kỳ 211 em có tạm dừng và đã thu nhận lại vào kỳ 212, em đã nhận được mail và quyết định thu nhận ngày 4/1 và vào đăng ký môn nhưng không được. . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy/cô!. . Em muốn phản hồi về việc đăng ký môn Anh văn 1 - LA1003. . Theo như điểm thi anh văn đầu vào từ đầu năm nhất, thì điểm của em không đủ để học anh văn 1.. . Tính đến thời điểm hiện tại thì em vẫn chưa hoàn thành lớp anh văn cơ bản nào và cũng chưa nộp chứng chỉ để chuyển điểm. . . Vậy em muốn hỏi là tại sao trong đợt đăng ký môn học đợt 2 vừa rồi, môn Anh văn 1 vẫn có trong thời khóa biểu của em ạ?. . Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "Học vụ . Chào thầy/ cô,. . . . Em là [full_name] - MSSV: [student_id].. .  . . Hiện tại em đã hoàn thành xong chương trình đào tạo, còn bổ sung bằng Toeic để ra trường. Vậy cho em hỏi em cần phải làm thủ tục gì không hay đợi đến khi nào có bằng Toeic nộp vào rồi đăng ký xét Tốt nghiệp thôi ạ? Vì theo em được biết nếu không đăng ký môn học nào trong kỳ thì sẽ bị chuyển sang trạng thái tạm hoãn ạ.. . . . Em cám ơn ạ.. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em tên [full_name] MSSV [student_id].. . Sinh viên năm 4 khoa Môi trường. Nếu trong kỳ 212 em không đăng ký bất kỳ tín chỉ nào thì có cần phải làm đơn từ gửi cho trường khộng ạ? Nếu có, em cần làm đơn gì?.. . Em cảm ơn. ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em đang có nguyện vọng học môn Thiết Kế Cầu 1. . ( CI3039 ) trong kì này , em là K16. Nhưng môn này đã hết chỗ. Môn này em chưa qua.. . Vậy nếu em đăng kí học theo mã mới ( CI3261 ) , mã môn học bắt đầu từ K19 đang mở lớp trong kì này thì có được chấp nhận ko ạ ?"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . xin chào PDT E đã nhận được quyết định chuyển sang hề VLVH . E vào đăng kí môn học mà vẫn không được xin PDT mở lại trang đăng kí môn học dùm E E xin cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi mã môn học, tên môn học, mã nhóm, lý do nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em chào thầy/cô ạ.. . . . Em là sinh viên K17 Khoa Môi trường và Tài nguyên. Điểm thi TOEIC của em là 565 và em xem trên bảng quy đổi điểm thì em sẽ đổi được 4 anh văn. Nhưng khi em chọn xét miễn thì chỉ có 3 anh văn thôi. (Em có đính kèm ảnh). . . . Thầy/cô cho em xin hỏi là trường hợp của em bị thiếu điểm nên không thể xét AV4 hay sao ạ? Em cần phải thi lại đạt mức nào để được xét Anh văn 1-4 ạ?   . . . . Em cám ơn thầy/cô ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn xem lại bảng quy đổi mới áp dụng từ Hk 1(20-21). . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ e chào PĐT. . . Em tên [full_name], MSSV: [student_id]. . Lý do: Em đã ký tốt nghiệp trên mybk vào ngày 22/11/2021, mà e kiểm tra trên danh sách tốt nghiệp chính thức vẫn chưa tìm thấy tên ạ.. . Mong PĐT giải đáp thắc mắc của em.. . Em cảm ơn ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp của em đã có quyết định tốt nghiệp chính thức và được cập nhật tại trang mybk/Thông tin sinh viên/tình trạng. . SV vào kiểm tra lại nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào Cô, . . Em tên là [full_name] mssv [student_id] , hôm nay là ngày 5/1 rồi nhưng em vẫn chưa được thu nhận lại (tình trạng tạm dừng)  để đăng kí tốt nghiệp , em mong Cô giúp em để em kịp đăng kí tốt nghiệp với ạ. Chân thành cảm ơn Cô."
    },
    {
        "intent": "",
        "message": "SV đã đăng ký tốt nghiệp. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . a/c hướng dẫn em đăng ký mở môn học với ạ"
    },
    {
        "intent": "",
        "message": "- Quy trình nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp) : Hiên tại Phòng Đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK chính quy 212. SV có nhu cầu mở lớp dự thính vui lòng đăng ký vào Đợt 1 của Lộ trình 2 Dự thính dự kiến bắt đầu đăng ký vào ngày 06/01/2022.. .    1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. .    2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI) &gt &gt  chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212” &gt &gt  ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. .     3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi PĐT,. . . . Em là sinh viên K15, chương trình PFIEV, ngành Xây dựng dân dụng và Hiệu quả năng lượng.. . . . Hiện tại em chưa đăng ký học 2 môn đó là Pháp văn 6 và Pháp văn 7. Tuy nhiên do chương trình đào tạo của [full_name] thay đổi, mã môn học Pháp văn 6  đổi từ 003728 sang LA3032 và môn Pháp văn 7 003729 đã không còn năm trong chương trình đào đạo.. . . . Em đăng ký môn Pháp văn 6 với mã mới LA3032 có được hay không và làm sao em có thể đăng ký được môn Pháp văn 7?. . . . Em mong nhận được phản hồi sớm từ PĐT.. . . . Em xin chân thành cảm ơn.. . . . Trân trọng,. . Phúc"
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em vừa hỏi câu môn tương đương lúc nãy.. . Em thấy môn này không có môn tương đương , mà lớp mã CI3039 thì đã Full chỗ, vậy nếu em xin PĐT mở thêm chỗ có đc ko, hay phải xin mở lớp hoặc xin mở dự thính ạ ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi PĐT, . . . . Em là sinh viên K15 chương trình PFIEV.. . . . Em đã hoàn thành môn Toán 1 (006711). Tuy nhiên em lại không đăng ký được môn Phương pháp tính MT2011.. . . . Em mong nhận được phản hồi sớm từ PĐT.. . . . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào bạn. . [full_name] đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân. . \"\"\""
    },
    {
        "intent": "",
        "message": "Học vụ . Em tên là [full_name], MSSV [student_id], lớp CC19HTP2 . . . . Em có đăng ký thực tập ngoài trường ở HK212, mặc dù trên BK e-learning có cập nhật môn cũng như tên giảng viên bộ môn nhưng trên thời khoá biểu và kết quả ĐKMH lần 2 thì không ghi nhận môn này. . . . . Do em không nộp bằng IELTS đúng quy định và bị hạn chế ĐKMH ở HK211 nên có một số môn chuyên ngành em chưa học được và có 2 môn ở HK212 cũng không đăng ký được do vướng điều kiện môn học trước. . . . . Tuy nhiên, khi em kiểm tra điều kiện đăng ký môn thực tập trên hệ thống aao của nhà trường thì thực tập không bị vướng bất kỳ điều kiện gì.. . . . Vì vậy, em muốn hỏi là: Có phải do em chưa đăng ký học các môn chuyên ngành ở HK1 và HK2 năm 3 nên điều này ảnh hưởng đến kết quả đăng ký thực tập của em không ạ? . . . . Em cám ơn ạ.. . . . Trân trọng./."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . SV chương trình chất lượng cao, quốc tế, bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:[email]. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Em là sinh viên khoa Khoa học Máy tính, hiện đang đăng ký thực hiện ĐCLV tại học kỳ 212. Em có đọc được hướng dẫn về việc thực hiện ĐCLV trong học kỳ này và có thắc mắc về vấn đề chọn đề tài. Cụ thể, để chọn đề tài ĐCLV, em sẽ liên lạc trực tiếp với GVHD mong muốn và xin đề tài hay sẽ có một file bao gồm những đề tài được phép đăng ký như trong học kỳ 211 ạ? . . Em chân thành cảm ơn. . . Trân trọng.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ Khoa, GV nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em xin chào thầy cô, em tên là [full_name] MSSV [student_id]. Em có câu hỏi là trong kỳ hè này, mình còn được đăng ký môn học lần đầu không ạ, do em cần học trước vài môn để không bị trễ hạn ra trường. Mong thầy cô dành thời gian giải đáp giúp em ạ. Em xin cảm ơn thầy cô!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem email PĐT đã gửi: \"Thông báo Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước. . Hộp thư đến. . - Ho Tro SV   [email] . . 10:36, 27 thg 12, 2021 (2 ngày trước). . tới stu,. . -   Lưu ý: Thực hiện Nghị định 81/2021/NĐ-CP ngày 27/8/2021, đối với các SINH VIÊN CHÍNH QUY, chỉ tổ chức dạng dự thính cho các trường hợp HỌC LẠI (học từ lần thứ hai).\" . . Em có câu hỏi là trong kỳ hè này, mình còn được đăng ký môn học lần đầu không ạ, . . =&gt  Không được nhé, nhà trường tuân thủ theo Nghị định 81/2021/NĐ-CP ngày 27/8/2021. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Hiện đã hết thời gian nhận đơn mở lớp . . . . - Quy trình nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp) : Hiên tại Phòng Đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK chính quy 212. SV có nhu cầu mở lớp dự thính vui lòng đăng ký vào Đợt 1 của Lộ trình 2 Dự thính dự kiến bắt đầu đăng ký vào ngày 06/01/2022.. .    1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. .    2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI) &gt &gt  chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212” &gt &gt  ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. .     3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. ."
    },
    {
        "intent": "",
        "message": "Học vụ . . . Họ và tên [full_name]. . MSSV [student_id]. . Lớp GT16TAU1. . Thầy/cô cho em hỏi em sinh viên k16 và em mới  thi Toeic 2 kỹ năng tại IIG và đạt được 520đ. Sau đó em vào trang trường để  xem cách chuyển điểm thì thấy được 2 bảng quy đổi điểm, thì bảng quy đổi điểm này chỉ áp dụng  cho  các bạn sinh viên từ k19 hay áp dụng cho tất cả sing viên cần quy đổi điểm vào thời điểm đó ạ. . Cảm ơn thầy/cô đã đọc ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . áp dụng theo bảng cũ nghen. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em chào PĐT,. . . . Em tên [full_name], MSSV: [student_id].. . . . Em đã có tên trong danh sách tốt nghiệp dự kiến tháng 11, 2021. Nhưng thời gian nhận bằng tốt nghiệp thì chưa được cụ thể. . . . . Hiện tại em đang cần những văn bằng để chứng minh mình đã tốt nghiệp để nộp cho PĐT Sau Đại Học cho mục đích đăng ký đề cương cao học ạ.. . . . Em cảm ơn PĐT và chúc các thầy cô ở PĐT năm mới thật nhiều điều tốt đẹp!. . . . [full_name],. . [full_name]."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  /  Kính chào thầy/cô.. . Em tên [full_name] - MSSV: [student_id]. . Trog đợt đăng kí môn học 1 và 2 em có thựuc hiện đăng kí nhận LVTN theo đúng chương trình đào tạo của khóa 17 cũng như khoa em yêu cầu.. . . . Ngày 2/1/2022 em có kiểm tra đã thấy môn học được cập nhật lên BK-Elearning nhưng đến ngày cuối của đợt đăng kí em lại bị xóa môn và hôm nay em vào kiểm tra lại thì đã bị xóa môn khỏi BK-El.. . . . Trong lịch sử ĐKMH hiển thị em không đủ điều kiện để nhận luận văn nhưng hiện tại em đã ra soát lại các điều kiện cần để nhận LVTN em đều đã có đủ?. . . . Em đã thực hiện ĐK lại môn học trong đợt 3 vậy thầy/cô cho em hỏi vì sao 2 đợt trước của  em lại bị xóa và ở đợt thứ 3 này có xảy ra vấn đề như vậy nữa không ạ? . . Emi xin cảm ơn và mong sớm nhận được phản hồi từ PĐt và nhà trường.. .   i&gt Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . . Trân trọng thông báo.. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em chào cô ạ.. . Em có hơi làm phiền cô nhưng mà em có câu hỏi nếu em không hoàn thành bất kỳ học phần nào của GDTC (vì GDTC 1 em không đăng ký được nên em cũng không dám đăng ký GDTC 2) thì liệu em có bị cấm đăng ký môn học ở năm 2 không ạ? Vì trường năm nay thay đổi quy định nếu không hoàn thành học phần 1 của GDTC thì không được đăng ký môn học năm 2.. . Em xin cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . nếu không hoàn thành học phần 1 của GDTC thì không được đăng ký môn học năm 2.. . =&gt  Đăng ký được học phần năm 2 nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi: Phòng đào tạo. . Em tên là [full_name] MSSV [student_id]. Khoa Cơ Khí hệ VHVL.. . Hiện nay em vẫn chưa thể đăng kí được môn học CI2001 - Sức bền vật liệu, SP1007 - Ph/luật ViệtNam đạicương và EE2011 - Kỹ thuật điện-điện tử. Vì Khoa không mở môn học, không thuộc diện đăng kí (như hình). Em mong được hướng dẫn để đăng kí môn học, hoàn thành chương trình ạ. Em xin cảm ơn. ."
    },
    {
        "intent": "",
        "message": "Chào em,. .  Em vui lòng gửi mã số môn học, tên môn học, mã nhóm, lý do nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em là [full_name] [student_id] cho em hỏi là hiện tại môn học Khoa học trái đất (GE1013) lớp L02_L04 có 30/30 sinh viên thì em có thể xin thêm một chỗ để vào lớp học được không nếu được em cần phải làm những gì ạ mong phòng đào tạo hướng dẫn cho em để em hoàn thành môn học cuối này để đúng thời gian ra trường ạ.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em tên: [full_name], MSSV:[student_id]. Em xin PĐT cho em đăng ký vào lớp L10 môn thí nghiệm quá trình thiết bị (CH3015). Do ở đợt 2, em có đăng ký vào lớp A01 của môn này, nhưng có ít người đăng ký vào nên đã bị xóa và không mở lại, ngoài ra các lớp L khác hiện đã đầy đủ sỉ số và em không thể đăng ký để vào ạ. Vì thế, em kính mong thầy/ cô sẽ xem xét giúp em đăng ký vào lớp L10 ạ. Em cảm ơn thầy/cô đã đọc."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "[student_id] - [full_name]. . . . Em xin rút môn Vẽ kỹ thuật CI1033 . . và đăng ký môn mới là môn Xây dựng khai thác đường CI3219.. . Em cần làm những gì mong quý thầy cô giúp đỡ em.. . Em cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "[student_id] - [full_name]. . . . Em xin rút môn Vẽ kỹ thuật CI1033 và đăng ký môn mới là môn Xây dựng khai thác đường CI3219. Vì môn CI3219 là môn mã cũ mà môn CI1033 trùng lịch nên em muốn rút môn CI1033 để thay thế bằng môn CI3219.. . Em cần làm những gì mong quý thầy cô giúp đỡ em.. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Thưa nhà trường cho em hỏi , em đang muốn chuyển từ hệ chính qui sang hệ VLVH thì có được không , nếu được thì cần làm những gì vậy ạ .. . Em xin cám ơn nhà trường .. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy cô [full_name].. . Dạ là kì 202 em hoãn thi nền móng(ci3105) và đc PDT cho thi xóa điểm HT vào ngày 12/12//2021. Nhưng do đảm bảo trang thiết bị nên e tiếp tục hoãn thi vào ngày 6/6/2021. Bây giờ PDT cập  nhật e bị điểm 13 ạ.. . Mong thầy cô sửa lại điểm  cho e với ạ.. . Em xin chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Do khó khăn trong vấn đề liên hệ với các bạn nên em nộp đơn xin mở muộn. Mong thầy cô giúp đỡ chúng em mở lớp ở đợt 3 này, chúng em hiện đăng kí được rất ít môn và môn này cũng là 1 trong 3 môn chuyên ngành khó đăng kí vì nó bị chuyển thành môn tự chọn và là môn tiên quyết. Em rất cảm ơn thầy cô đã xem xét giúp em."
    },
    {
        "intent": "",
        "message": "Xin thầy/cô giúp em duyệt sớm để chúng em có thể kịp đăng kí ạ"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Đến thời điểm này Phòng đào tạo không nhận đơn mở lớp cho học kỳ chính. . Sinh viên vui lòng liên hệ Khoa để được hỗ trợ, có thể Khoa làm công văn đề xuất mở lớp + đảm bào danh sách sinh viên gởi công văn cho Pdt để xin xét duyệt của ban lãnh đạo Pdt. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào thầy cô!. . Em học cải thiện ở kỳ chính quy, mà nếu điểm thấp hơn, thì em có được tính điểm cũ trong TBTL không ạ?. . Em xin chân thành cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. .  Đtbtl là tính hết, học bao nhiêu môn tính bấy nhiêu. Còn đtbtl ngành chỉ tính những môn có trong chương trình đào tạo ngành mà sv theo học suốt khoá học và lấy điểm cao nhất tính.. . - Sv muốn học cải thiện thì môn học phải có cùng một msmh vì khi này sẽ lấy điểm cao nhất tính.. . . . - Khi tính đtbtl sẽ được tính nếu có cùng msmh như vd sau :. . -Môn A = 5,0 đ . .    Học lại cải thiện môn A =7,0 đ . . =&gt  sẽ lấy 7,0đ tính . . Thân mến. . . . . . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy, cô!. . Em tên là [full_name]. . MSSV [student_id]. . là sinh viên khoa Điện, Điện tử. . Em có một câu hỏi muốn hỏi thầy cô về LVTN.. . Em đang làm ĐCLV học kì 211 để chuẩn bị cho LVTN học kì 212, kì sau em đủ khả năng làm LVTN. Em muốn hỏi, liệu em có thể đổi GVHD hướng dẫn LVTN của em mà vẫn giữ nguyên đề tài LVTN được không ạ?. . Nếu được thì em phải làm những bước nào?. . Nếu không được thì em có cách nào để đổi thầy hướng dẫn được không ạ? Hoặc em có thể đăng kí ĐCLV LVTN chung một kì ở kì 212 với GVHD là người khác được không ạ?.. . Hoặc trong học kì 212 này em có thể đăng kí lại ĐCLV để làm với GVHD khác được k ạ. . Em xin cảm ơn thầy cô. Mong thầy cô giải đáp thắc mắc giúp e. Em xin cảm ơn.. . Sinh viên,. . [full_name]. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ Khoa, bộ môn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / . .    Tên: [full_name]  / \t. . . .   i&gt Học vụ . Thưa thầy/cô, em có thắc mắc là sau khi đăng ký hoãn thi và nếu được chấp nhận, vậy thì . . . . 1. Điểm môn học của em sẽ được tính như thế nào?. . . . 2. Các cột điểm thành phần sẽ được xử lý như thế nào?. . . . Rất mong được phản hồi từ thầy/cô. Em chân thành cảm ơn, chúc thầy/cô một ngày làm việc hiệu quả.. . . . Sinh viên,. . [full_name]. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--&gt  sinh viên --&gt  Quy chế --&gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --&gt Điều 17.2. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Thưa cô,. . . . Sau khi đọc thì em có thấy là có hai loại là VP và HT. Thì em thắc mắc kì này vì điều kiện ngoại cảnh mà đăng ký hoãn thi thì sẽ được điểm nào vậy cô?. . . . Nếu VP, sau này ddki thi lại -&gt  DT. . Nếu là HT, sau này KQ thi lại là điểm trung bình.. . . . Mong được cô giải đáp, em chân thành cảm ơn.. . . . Sinh viên,. . [full_name]"
    },
    {
        "intent": "",
        "message": "Thưa cô,. . . . Em đã kiểm tra mail và nhận thấy sẽ được đánh điểm HT, sau này KQ thi sẽ là ĐTB. Em cảm ơn cô.. . . . Sinh viên,. . [full_name]"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Cho em hỏi hiện tại phòng đào tạo có thể mở thêm môn được không ạ"
    },
    {
        "intent": "",
        "message": "- Quy trình nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp) : Hiên tại Phòng Đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK chính quy 212. SV có nhu cầu mở lớp dự thính vui lòng đăng ký vào Đợt 1 của Lộ trình 2 Dự thính dự kiến bắt đầu đăng ký vào ngày 06/01/2022.. .    1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. .    2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI) &gt &gt  chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212” &gt &gt  ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. .     3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính chào Phòng Đào Tạo,. . . . Em là [full_name]. Hiện em đã đủ điều kiện xét tốt nghiệp nhưng việc thẩm tra bằng tiếng anh TOEIC nge đọc của em chưa được xác nhận dù em đã đăng ký nộp chứng chỉ ngoại ngữ từ ngày 25/12/2021. Phòng Đào Tạo có thể xem xét thẩm tra chứng chỉ sớm giúp em để em có thể đăng ký xét tốt nghiệp kịp cho đợt 15/1 này được không ạ.. . Em xin chân thành cảm ơn!. . Chúc một ngày tốt lành.. . . . Trân trọng.. ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Trường hợp của bạn đã có tên trong ds dự kiến tốt nghiệp, SV kiểm tra mail và vào đăng ký tốt nghiệp nhé. . Thân\""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Hi admin,. . Hôm nay là ngày 5/1 rồi mà em vẫn chưa được thu nhận lại ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Cô hẹn em sau ngày 5/1 mà, em xem lại câu trả lời giúp cô nhé.. . PDT đang tiến hành làm QD thu nhận cho SV nhé bạn. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Vậy nếu chúng em chỉ đăng kí và hoàn thành gdtc 2 thôi thì năm 2 chúng em có bị cấm đăng kí môn không ạ?. . Em cảm ơn cô ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng theo dõi email sau về vấn đề này. Em yên tâm nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy/cô,. . Hiện tại em đã được giải quyết chuyển hệ, nhưng vẫn chưa đkmh được đợt 3, em mong pdt giải quyết sớm để em kịp thời đkmh ạ !. . Em cảm ơn. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022)"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em chào Thầy(cô), em thuộc khoa kỹ thuật hàng không. Hiện tại em đăng kí nhận luận văn tốt nghiệp nhưng bị xoá môn ( lý do không đủ điều kiện nhận luận văn tốt nghiệp). Tín chỉ hiện tại của em là 117 do năm vừa qua tình hình dịch bệnh nên em không thể thi được anh văn để đổi điểm anh văn hiện tại của em là [full_name] 1. Dạ thầy(cô) cho em hỏi nếu trường xét miễn anh văn thì các tín chỉ của các môn anh văn sẽ được tính như thế nào ạ. Mong được sự giúp đỡ của thầy cô để em có thể hoàn thành chương trình học ạ.( em đã bảo vệ xong đề cương luận văn ạ )"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . .   B&gt 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.  /B&gt . . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào thầy/cô ạ. Em là sinh viên k17 và đã hoàn thành LVTN và còn một môn Hạ Tầng CTGT với mã môn học là Ci4019, nhưng đợt đăng ký môn học này chỉ mở 1 lớp và sỉ số là 70/70. Thầy/cô có thể bổ sung sỉ số cho em vào lớp để hoàn thành chương trình học được không ạ? Em cảm ơn thầy cô ạ!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chao [full_name] ạ. em là SV khoa xây dựng khóa K18 do là kỳ này môn hạ tầng chỉ mở lần cuối. . Em tra thì thấy sĩ số lớp mới 70 bạn, theo như meet thì được tối đa 99 bạn, nên em xin bổ sung thêm 1 slot môn họ cho em ạ. . mã môn CI4019. . hình ảnh đính kèm. . cảm ơn ạ. em thực sự cần học nó ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Dạ thưa Thầy/Cô,. . Dạ đã nộp đơn xin chuyển hệ và nhận được email xác nhận nhưng vẫn chưa được đăng kí môn học ạ.. . Thầy/cô có thể xem lại giúp em vấn đề được không ạ. . . Em cảm ơn.. .   i&gt Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. .  Em vui lòng gửi mã số môn học, tên môn học, mã nhóm, lý do nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào thầy/cô ở phòng đào tạo ạ. Em là [full_name] [student_id].. . Em muốn tăng sĩ số môn học kĩ thuật siêu cao tần ee3025 lớp L01 ạ.. . Mong thầy/cô sớm giải quyết để em được tham gia lớp học này ạ. Môn này là môn cuối cùng em bị thiếu ạ. .   i&gt Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em xin chào Thầy/cô, hiện em đã có trong danh sách tốt nghiệp dự kiến, nhưng em vẫn chưa đăng ký xét tốt nghiệp được vì tình trạng sinh viên ở trạng thái tạm dừng ạ.. . . . Mong thầy/cô xem xét giúp em với ạ!. . Em chân thành cảm ơn Thầy/cô, chúc thầy cô có một ngày vui vẻ!. . . . [full_name]. . MSSV: [student_id]"
    },
    {
        "intent": "",
        "message": "SV đã đăng ký tốt nghiệp"
    },
    {
        "intent": "",
        "message": "Kính gửi : PĐT . . Em tên là: NGuyễn THị Hà Giang khoa KTHH- k21. . xin phép cho em hỏi là kì 1 em mới đăng kí được 11 tín và em muốn đăng kí thêm các môn tự chọn để đủ 14 tín ạ, vậy em chưa học môn này ở kì chính thì có được đăng kí ở lớp dự thính không ạ ? v. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. .  Em vui lòng xem email PĐT đã gửi: \"Thông báo Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước. . Hộp thư đến. . - Ho Tro SV   [email] . . 10:36, 27 thg 12, 2021 (2 ngày trước). . tới stu,. . -   Lưu ý: Thực hiện Nghị định 81/2021/NĐ-CP ngày 27/8/2021, đối với các SINH VIÊN CHÍNH QUY, chỉ tổ chức dạng dự thính cho các trường hợp HỌC LẠI (học từ lần thứ hai).\" . . đăng kí thêm các môn tự chọn. . =&gt  Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, Khoa gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ Khoa trình bày môn đã chọn tự do, để Khoa xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . dsd"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Xin lỗi, mình bấm lộn khi chưa ghi nội dung.. . . . Hiện nay mình có 10 điểm CTXH, nhưng mà tốt nghiệp cần 15 điểm CTXH. Mình học xong rồi chỉ còn kiếm CTXH để tốt nghiệp nữa thôi. Mình đã thử kiếm trên Sàn hoạt động ngoại khóa, nhưng phần lớn các chương trình đều không đăng ký được chắc do dịch bệnh. Không biết nhà trường có thể hỗ trợ không?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Vấn đề này em liên hệ phòng CTCTSV để được hướng dẫn.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào cô ạ. . Em đã đóng tiền BHYT trên BKpay nhưng chưa được gia hạn thêm 12 tháng ạ. Hiện tại thẻ em đã hết hạn vào 31/12/2021.. . Vì lí do khám chữa bệnh nên em cần được gia hạn BHYT sớm, mong cô kiểm tra lại và giúp đỡ em ạ.. . Em cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi: phòng đào tạo. . Em tên là: [full_name] MSSV: [student_id]. Em đăng kí luận văn tốt nghiệp thì xuất hiện lỗi chưa học các môn tiên quyết nhưng các môn học đó em đã học qua rồi, mong phòng đào tạo xem xét giải quyết cho em. . . ."
    },
    {
        "intent": "",
        "message": "Đã trả lời trực tiếp"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Kính gửi PDT . . Do sĩ số các lớp giải tích 2 đã đầy mà em chưa đăng kí đươc mong PDT mở thêm lớp . . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "- Quy trình nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp) : Hiên tại Phòng Đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK chính quy 212. SV có nhu cầu mở lớp dự thính vui lòng đăng ký vào Đợt 1 của Lộ trình 2 Dự thính dự kiến bắt đầu đăng ký vào ngày 06/01/2022.. .    1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. .    2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI) &gt &gt  chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212” &gt &gt  ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. .     3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi: phòng đào tạo. . Em tên: [full_name] MSSV: [student_id]. Đợt đăng kí môn học lần này em có đăng kí môn luận văn tốt nghiệp thì báo lỗi bị dính các môn tiên quyết, nhưng các môn học này em đã học qua rồi. Mong phòng đào tạo xem xét giải quyết cho em.. ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Hồi nãy mình đã gửi yêu cầu nhưng chưa ghi nội dung, xin gửi lại.. . . . Hiện nay mình có 10 điểm CTXH, nhưng mà tốt nghiệp cần 15 điểm CTXH. Mình học xong rồi chỉ còn kiếm CTXH để tốt nghiệp nữa thôi. Mình đã thử kiếm trên Sàn hoạt động ngoại khóa, nhưng phần lớn các chương trình đều không đăng ký được chắc do dịch bệnh. Không biết nhà trường có thể hỗ trợ không?"
    },
    {
        "intent": "",
        "message": "Cô đã trả lời em câu trước rồi nhé.. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em tên là [full_name], em đang học năm 2 và thiếu môn GDTC học phần 1 và hiện tại đang có lớp aerobic nhóm CC14 vào thứ 2 tiết 789 nhưng em có lớp vào tiết 23456 nên không thể đăng kí được. Em mong sẽ được xem xét ạ. Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . SV chương trình chất lượng cao, quốc tế, bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:[email]. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi Phòng Đào Tạo,. . . . Em tên là [full_name], MSSV: [student_id]. . . . Em muốn yêu cầu Phòng Đào Tạo hủy điểm bảo vệ Luận văn tốt nghiệp học kỳ 2 năm học 2020-2021 của em để Bộ môn có thể cập nhật điểm bảo vệ mới của em trong học kỳ 2 năm học 2021-2022 ạ.. . . . Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng trình bày rõ vấn đề của bạn giúp nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em chào PDT,. . Em đã có tên trong DS dự kiến tốt nghiệp nhưng do nhu cầu em đăng ký in bảng điểm và đã thanh toán BKpay để chuyển bưu điện về có được ko ạ?. . Nếu không dc thì em phải xử lý như thế nào để nhận bảng điểm mà không cần đến trường ạ?. . . . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Cô thấy em vẫn đăng ký in BD và đóng tiền qua bkpay được nhé!. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi PDT. . Em là [full_name] - [student_id], HK202 vừa qua có học môn Nền móng(Ci3195) do thầy [full_name] giảng dạy. Khi kết thúc môn thì điểm thi trên hệ thống của em bị nhập sai thành điểm 13 (vắng thi) trong khi em có tham gia thi và nộp bài đầy đủ có sự xác nhận của giảng viên. Em có liên hệ giảng viên để báo về vấn đề của mình và thầy có nói là do sai sót nên thầy sẽ update lại. Nhưng sau 2 tháng thì điểm của em vẫn giữ nguyên là điểm 13. Em có gửi mail hỏi lại thầy thì thầy nói là để thầy xin mở lại, hy vọng còn cho update. Nhưng sau hai tuần thì điểm của em vẫn không thay đổi gì. Em mong PDT có thể liên hệ thầy để giải quyết vấn đề này giúp em. Nếu không thì em sẽ bị thiếu môn và bị trễ một học kỳ ạ. Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Đã trả lời ở câu trước. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Kính gửi PĐT!. . Vừa qua khoa Điện-Điện Tử tổ chức thi cuối kì 211 môn Kỹ Thuật Số,do không đáp ứng được trang thiết bị đường truyền nên em muốn hoãn thi.Tuy nhiên mục đăng kí hoãn thi đã bị khóa,em không biết phải hoãn như thế nào ạ(Do dời lịch thi từ ngày 25/12/2021 sang ngày 31/12/2021). . Mong PĐT cho em giải pháp để hoãn thi,em cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "\"\"\" . . Chào bạn. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân. . \"\"\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Thắc mắc: Sinh viên chính quy khóa K16 được chuyển điểm anh văn từ bằng Toeic theo bảng quy đổi cũ đúng không ạ ?"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Đúng rồi. . Thân"
    }
]