[
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng kiểm tra lại mail SV về việc nhận bằng tốt nghiệp nhé, có gửi cả mail cá nhận mà SV đã đăng ký.. . Trường hợp SV có QD tốt nghiệp vào ngày 11/11 đã có QD lên nhận bằng tốt nghiệp nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Chào Thầy/Cô,. . Em đã bỏ lỡ mail đăng ký BHYT đợt 2 hồi tháng 11 nên không thể đăng ký BHYT cho năm tiếp theo nên em lập câu hỏi này mong Thầy/Cô giải đáp thắc mắc cho em ạ.. . 1) Liệu trường còn đợt đăng ký BHYT lần thứ 3 hay không ạ ?. . 2) Nếu em mua BHYT ở bên ngoài thì em có cần phải trình diện cho trường không ạ ? Vì vấn đề này liên quan đến việc được đăng ký môn học ở HK212 nên em rất quan tâm ạ.. . Em xin cảm ơn Thầy/Cô.. . . ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Học vụ . Chào thầy/cô,. . Em là sinh viên khóa 2015, em đã hoàn thành chương trình đào tạo, nhưng vẫn chưa qua được AV 2 kỹ năng để có thể tốt nghiệp, vừa qua vì dịch nên nhà trường chỉ tổ chức thi online, vì không đủ điều kiện thiết bị nên em chưa thể đăng ký thi online.. . Thầy cô cho em hỏi hiện giờ nhà trường còn tổ chức thi av 2 kỹ năng không ạ. Sinh viên khóa 2015 như em còn cơ hội để thi không ạ.. . Thầy cô cho em hỏi khi nào thì khóa 2015 hết hạn ạ. Nếu như hết hạn mà em vẫn chưa đủ điều kiện tốt nghiệp do thiếu AV 2 kỹ năng thì em có còn cơ hội nhận bằng nữa không ạ.. . Em cảm ơn thầy/cô, chúc thầy cô nhiều sức khỏe."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . AV Nói - viết: Bạn vui lòng liên hệ Trung tâm ngoại ngữ sau tết Nguyên đán để đăng ký thi .. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Dạ cho em hỏi là em muốn đăng kí hoãn thi cuối kỳ môn hóa phân tích(CH2009) nhưng trên phần đăng ký hoãn thi thì lại không có môn này, không biết là em phải làm sao thì mới có thể đăng ký hoãn thi môn này được vậy ạ. Em rất mong sớm nhận được phản hồi từ thầy (cô). Em cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT đã cập nhật dữ liệu, sv có thể vào đăng ký lại.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi phòng đào tạo,. . Em tên là [full_name], mã số sinh viên [student_id].. . Thời gian gần đây em có lập câu hỏi về điểm PLC bị chậm trễ nên không xét tốt nghiệp được.. . Hôm nay điểm đã được cập nhật trên hệ thống nên em kính mong phòng đào tạo xét tốt nghiệp bổ sung cho em.. . . . Em xin chân thành cảm ơn,. . [full_name]."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Cô ơi cho em hỏi em đã thi lại môn XSTk mà e đã hoãn thi vào kì r và đã có điểm. . . . Cô cho em hỏi điểm này chỉ tính đạt hay không đạt hay có tính vào điểm tbtl ko ạ. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--&gt  sinh viên --&gt  Quy chế --&gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --&gt Điều 17.2. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác:"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đã trả lời"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Em chào thầy/ cô ạ.. . . . Hôm trước em có nộp phiếu thu nhận lại cho phòng đào tạo và đã được tiếp nhận rồi nên cho em hỏi là thầy/cô có thể xử lí nhanh và cho em biết hôm nào quyết định xong không ạ vì ngày mai là mở đăng kí môn học đợt 2 rồi mà em vẫn đang tạm dừng ạ.. . . . Em cảm ơn thầy cô đã đọc.. . . . Trân trọng.. ."
    },
    {
        "intent": "",
        "message": "Chào em, . . Em vui lòng theo dõi tình trạng sv. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi PĐT,. . . . Em tên [full_name], MSSV: [student_id].. . . . Em đã cập nhật và đăng ký thẩm tra chứng chỉ ngoại ngữ.  . . . . Do vấn đề bất khả khán về thời gian vận chuyển bảng điểm IETLS từ bưu điện đến trường nên mong PĐT xem xét để em có thể làm đơn xin tốt nghiệp đúng hạn (hôm nay). (Thời gian chuyển đã bắt đầu hôm qua, 23/12, nhưng mất 3-5 ngày để có thể chuyển đến trường.). . . . Dưới đây là mail đính kèm xác nhận gửi bảng điểm đến trường của British Council và hình ảnh cập nhật điểm trên MyBK.. . . . Trân trọng,. . [full_name]."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Kính gửi PĐT,. . . . Em đã thi Toeic nhưng sử dụng Căn Cước Công Dân (được cấp tháng 4/2021)để đăng kí thi. Nhưng thông tin trong trang mybk là sử dụng chứng minh nhân dân.. . . . Vậy cho em hỏi có cách nào để cập nhật thông tin CCCD hay không? Và có ảnh hưởng đến việc xét duyệt bằng Toeic không ạ?. . . . Em cám ơn. . . . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Khi nào có kết quả thi CCNN bạn nộp theo quy trình. . Nếu có gì trực trặc thì báo lại nghen. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác  /i&gt Kính thưa phòng Đào tạo, em tên là [full_name], mã số sinh viên [student_id], em viết mail này để xin phòng Đào tạo cho em xin hoãn lịch học thí nghiệm Nhập môn kĩ thuật vì hiện tại em chưa thể sắp xếp thời gian để học cũng như gặp khó khăn trong việc tới cơ sở 1 để học. Kính mong phòng Đào tạo xem xét mail và hoãn lịch học giúp em. Em xin cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
    },
    {
        "intent": "",
        "message": "answer rate: Answer suits the needs / Câu trả lời đúng ý"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi Thầy Cô phòng đào tạo. . Em viết mail này là để hỏi là tháng 1 này có tổ chức thi nói viết lại cho sinh viên k17 không ạ và hình thức kiểm tra là onl hay tập trung ạ? Do em có hỏi BK english họ nói tổ chức theo yêu cầu của phòng đào tạo ạ. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Tháng 1 này có tổ chức thi nói viết lại cho sinh viên k17 không ạ. . =&gt  Dự kiến sau tết nguyên đán. . -  Hình thức kiểm tra là onl hay tập trung ạ. . =&gt  Lúc sáng cô đã trả lời em liên hệ TTNN nhé.. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: e sinh viên k15 cho  e hỏi pdt chuyển hệ phải làm thế nào mong pdt hướng dẫn dùm e, e cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em tải mẫu đơn điền đầy đủ thông tin gửi [email]. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu/Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu. . xin chào pdt e đã gửi đơn chuyển hệ, xin cho e hỏi bao giờ e đăng kí môn học được hiện e không đăng kí môn học được ngày mai 25/12/20121 là pdt mở lại đợt dk môn học mong pdt giải quyết cho e . e xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em tải mẫu đơn điền đầy đủ thông tin gửi tại BKSI. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu/Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học. . Thân mến"
    },
    {
        "intent": "",
        "message": "Kính gửi Phòng đào tạo Trường Đại học Bách khoa. . Em là [full_name],  MSSV [student_id].. . Nay em làm đơn này xin phòng đào tạo nhận và xét duyệt đơn của em.. . Em xin chân thành cám ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi lại phiếu đăng ký thu nhận từ HK212 (em ghi HK211). . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Dạ cho em nộp lại đơn thu nhận lại ạ"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ theo học kỳ &gt &gt  Lịch học vụ năm học 2021-2022 &gt &gt  Học kỳ 2. . Sau 13h ngày 04/1/2022, SV vào ĐKMH. . Thân\""
    },
    {
        "intent": "",
        "message": "Hiện tại em vẫn chưa được thu nhận lại. Kính mong đội ngũ PĐT cập nhật sớm để ngày mai em đăng ký môn học ạ.. . Em cám ơn."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào bạn,. . . . Bạn xem lại lịch hẹn của Pdt trả lời chứ. . Hiện tại PĐT đã cập nhật. Nên SV vui lòng vào đăng ký lại . . Nếu vẫn không dkmh được bạn vui lòng báo lại PĐT. . . . Thân chào.. . \"\"\""
    },
    {
        "intent": "",
        "message": "[full_name]. . Kính gửi: Thầy Cô bộ môn và Phòng Đào tạo.. . Em tên: [full_name] – MSSV: [student_id]. . Học lớp: L02 – Môn: Kỹ thuật hệ thống viễn thông . . Nay em làm đơn muốn xin Phòng Đào tạo và Thầy Cô bộ môn cho em xin phép được xin hoãn thi môn Kỹ thuật hệ thống viễn thông. Do em phải về quê gấp để lo tang cho ông bà và do là cháu lớn nên em phải lo nhiều việc nên em đã có sự nhầm lần về thời gian thi môn này, dẫn đến việc em không tham gia buổi thi cuối kỳ của môn vào 7h00 sáng ngày 22/11/2021. Em rất xin lỗi Thầy Cô vì sự bất cẩn của bản thân. Xin Thầy Cô cho em cơ hội được xin hoãn thi. Em cảm ơn các Thầy Cô.. . TP.Hồ Chí Minh, ngày 24 tháng 12 năm 2021. . Ký tên. . [full_name]. . . .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Cho em hỏi với tình hình dịch bệnh Online Thì em muốn hoãn thi phải làm các bước như thế nào ạ, Tại vì online thì sao mà em nộp giấy hoãn thi cho trường được ạ, và làm sao em lấy đc chữ kí giáo viên ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Chào cô (thầy), cho em hỏi là vì lí do không đủ điều kiện về thiết bị (laptop hỏng) nên em muốn hoãn thi môn đồ họa máy tính (CO3059) do thầy [full_name] giảng dạy, nhưng môn của thầy tổ chức thi riêng nên không có lịch thi trên myBK nên không thể hoãn thi theo hướng dẫn của phòng đào tạo. em có mail cho thầy xin hoãn thì thầy báo là gửi mail cho phòng đào tạo, vậy cho em hỏi là trong trường hợp này có được hoãn thi không ạ? Em cảm ơn  . ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn &gt &gt  biểu mẫu. . Nội dung ghi rõ Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--&gt  sinh viên --&gt  Quy chế --&gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --&gt Điều 17.2. . Thân mến"
    },
    {
        "intent": "",
        "message": "Kính thưa phòng đào tạo, em tên là [full_name], MSSV [student_id]. Bữa trước em có gửi đến PĐT đơn thu nhận mà hiện tại em vẫn không đăng ký được vì lý do \"Tạm dừng\". Mong PĐT hỗ giúp em được đăng ký môn học kỳ sau vào đợt 2 này ạ! Em cảm ơn  ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Ngày mai đợt 2 em vào đăng ký, nếu không đkmh được thì gửi lại nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính gửi Phòng Đào tạo,. . . . Em có đăng ký học offline môn thí nghiệm hóa hữu cơ (lớp VC01) nhưng buổi học đầu tiên (7h, thứ bảy, ngày 25/12/2021) bị trùng với lịch thi môn Truyền Nhiệt (7h, thứ bảy, ngày 25/12/2021) nên em không thể tham gia buổi học được.. . . . Em đã gửi mail Thầy phụ trách môn xin dời qua buổi khác nhưng Thầy không đồng ý và vẫn giữ nguyên lịch học theo thời kháo biểu.. . . . Em đã gửi mail cho phòng đào tạo xin sắp xếp lại lịch học nhưng phòng đạo tạo không trả lời em.. . . . Em xin phép được rút môn học này. Mong phòng đào tạo giải quyết sớm cho em.. . Xin cảm ơn. . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi PĐT,. . . . Em tên là [full_name], hiện đang là sinh viên lớp Việt Pháp Viễn Thông 2014 (VP VT 2014 PFIEV), mssv: [student_id]. . . . Học kì này em có đăng ký học cải thiện môn Khuếch Đại Vi Ba (môn học này em đã hoàn thành trước đó) và có lịch thi cuối kỳ vào ngày 21.1.2022, lúc trước em đăng ký môn học là vì để duy trì thời khóa biểu để em hoàn thành các chứng chỉ ngoại ngữ để xét tốt nghiệp.. . Hiện tại, em đã hoàn thành các chứng chỉ ngoại ngữ và đủ các điều kiện để xét tốt nghiệp nên em làm đơn này kính xin Ban lãnh đạo PĐT xem xét cho em được rút môn học Khuếch đại vi ba (em có đính kèm theo phiếu) để em có thể đăng ký tốt nghiệp đợt T11/2021 ạ.. . Em xin cam kết mình đã thanh toán đầy đủ học phí và hoàn thành đầy đủ số tín chỉ của chương trình ạ.. . . . Em rất mong nhận được sự phản hồi từ PĐT ạ.. . Trân trọng. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại chứng chỉ tiếng Pháp của em vẫn trong tình trạng đang thẩm tra nên vẫn chưa thể xét tốt nghiệp trong đợt tháng 11/2021 nhé. . Bạn có cân nhắc lại việc rút MH trong HK211 này nữa không?. . Thân"
    },
    {
        "intent": "",
        "message": "Kính gửi Phòng Đào tạo,. . . . Em xin được rút môn thí nghiệm hóa hữu cơ lớp VC01 trong học kì 211 này vì em bị trùng ngày học với lịch thi cuối kì môn Truyền nhiệt vào ngày 25/12/2021.. . . . Em đã gửi mail Thầy phụ trách môn xin dời qua buổi khác nhưng Thầy không đồng ý và vẫn giữ nguyên lịch học theo thời khóa biểu.. . . . Mong PĐT sớm giải quyết cho em. Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính gửi phòng đào tạo quốc tế OISP,. . . . Em tên là [full_name], sinh viên K2016, MSSV là [student_id], chương trình Tiên Tiến, khoa Điện - Điện Tử . . . . Hiện tại trên MyBK em nghĩ là em đã có đủ điều kiện để đăng ký tốt nghiệp. . . . Xin văn phòng cho phép em đăng ký tốt nghiệp. . . . Em xin cảm ơn.. . . .   i&gt Tốt nghiệp ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân mến. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / \t[full_name] [full_name] [full_name] [full_name]   i&gt Tốt nghiệp  /i&gt [full_name] [full_name] [full_name] [full_name] Dạ em chào thầy/cô! [full_name] [full_name] [full_name] [full_name] Em là [full_name] - [student_id] - Khoa điện điện tử[full_name] [full_name] Em vừa có kết quả anh văn nói viết hồi tối hôm qua[full_name] Hiện tại thì thì tài khoản mybk của em đang để tình trạng sinh viên là \"[full_name]\" nên em không thể đăng ký xét tốt nghiệp được[full_name] Hôm nay 24/12 là hạn cuối đăng ký xét tốt nghiệp[full_name] Mong thầy/cô hướng dẫn em với ạ! [full_name] [full_name] [full_name] [full_name] Em cám ơn[full_name][full_name] [full_name] [full_name] [full_name] [full_name][full_name] [full_name] [full_name]"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: lúc trước ngày thi môn tín hiệu và hệ thống ngày 15/12/2021. em có đăng kí hoãn thi hệ thống mybk có xác nhận. nhưng giờ em vô không thấy còn xác nhận . h có cách nào hoãn thi ko ạ. do đã quá ngày thi hơn 5 ngày rồi ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Sinh viên không có đăng ký nên hệ thống không ghi nhận.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào thầy/cô,. . Em tên là [full_name] - mssv: [student_id]. . Do hôm nay laptop của em bị hư nên không thể tham gia thi online cuối kì được nên em đã gửi email xin phép thầy bộ môn xin hoãn thi và được thầy trả lời là xin ý kiến của phòng đào tạo. Nên em muốn xin ý kiến của thầy về các thủ tục cần hoàn thành để được hoãn thi. Em xin cảm ơn. .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính gửi: Phòng đào tạo trường ĐH Bách Khoa ĐHQG TPHCM. . Em tên là [full_name] - MSSV: [student_id]. . Em đăng ký đi học kỳ 211 và đã có lịch học thí nghiệm kỳ 211 trên mybk khi đó(lịch các nhóm lớp Vxxx). Sau đó em đã mail để HỦY DUY NHẤT lịch học môn Thí nghiệm hữu cơ cơ bản CH2111 (lớp VA01), pdt đã xác nhận hủy qua mail.. . Em vẫn đi học được và không yêu cầu hủy các môn thí nghiệm còn lại bao gồm Thí nghiệm Vi sinh vật CH3004 và Thí nghiệm hóa sinh CH2034 và Thí nghiệm Sinh học tế bào CH3352.. . Nhưng TKB trường cập nhật đã HỦY TOÀN BỘ môn thí nghiệm thay vì HỦY DUY NHẤT môn Thí nghiệm hữu cơ. (Em có đính kèm mail đã gửi pdt).. . Em kính mong quý thầy/cô xem xét và cập nhật TKB lại các môn Thí nghiệm (trừ TN hữu cơ cơ bản) giúp em ạ. Các môn thí nghiệm đang diễn ra nên em thật sự cần TKB cập nhật lại gấp ạ.. . Em xin chân thành cảm ơn.. . Kính chúc quý thầy/cô thật nhiều sức khỏe ạ.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT đã cập nhật.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Gửi thầy cô admin,. . . . Em vừa tra và thấy điểm anh văn đầu ra (nói-viết) của em đã đạt chuẩn. Em muốn hỏi rằng hạn đăng ký tốt nghiệp đã qua chưa ạ? (Em được nghe rằng tới 31/12 mới hết hạn, nhưng một số bạn khác bảo là 24/12 là hết hạn rồi). . . . Và em thấy rằng tình trạng sinh viên của em đang bị tạm dừng do kỳ này không đăng ký môn. Thầy cô admin có thể hướng dẫn em quy trình để khôi phục lại tình trạng sinh viên được không ạ?. . . . Rất mong câu trả lời từ thầy cô ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 27/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em tên là Phùng Ngọc An . . MSSV [student_id]. . Em xin phép hoãn thi môn Kỹ Thuật Số (EE1009) vào ngày 25/12/2021 lúc 12h00 . . Lí do: Mạng yếu, chập chờn, em vừa bị lúc sáng nay và bị nộp trễ mất 15' do mạng liên tục chập chờn nên em mong có thể hoãn thi môn này cho học kì tới ạ, em xn cảm ơn thầy cô"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào cô,. . Em tên là [full_name]- [student_id]. . Em muốn xin hoãn thi môn Đồ họa máy tính(CO3059_nhóm L01). Em làm theo email hướng dẫn của phòng đào tạo thì không được do đây là môn học giáo viên tự tổ chức thi nên không xuất hiện trên hệ thống hoãn thi nên em không thể đăng kí hoãn thi được. . . Mong được sự hưỡng dẫn của cô.. .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn &gt &gt  biểu mẫu. . Nội dung ghi rõ Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--&gt  sinh viên --&gt  Quy chế --&gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --&gt Điều 17.2. . Thân mến. ."
    },
    {
        "intent": "",
        "message": ". . Kính gửi: Phòng đào tạo. . Em tên [full_name] - MSSV [student_id]. . Ngày 24/12/2021 em thi môn Quá trình thiết bị truyền khối. . nhóp lớp L07.. . Khi chuẩn bị nộp bài máy tính em bị tắt ngang, khởi động lại thì bị treo máy nên em đã không kịp thời gian để nộp bài thi.. . Em có liên hệ CBGD môn học này và thầy không chấp nhận cho em nộp bài qua email.. . Kính mong P. ĐT cho em được hoãn thi và được thi lại khi môn học được mở lớp.. . Em xin chân thành cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Cho e hỏi là sáng nay em mới thi môn Quản trị kinh doanh cho kỹ sư mà chiều nay em nộp thi cái form nộp hết hạn không nhận phản hồi thì làm sao để nộp file ghi hình ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . cho em hỏi là dự thính có tính vào điểm tb của kì ko ạ. nếu như đã qua môn rồi mà học lại dự thính không qua thì vẫn tính là đã qua phải ko ạ và điểm tb môn là của học phần nào ạ"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em là sinh viên K17 vẫn chưa tốt nghiệp, trên thẻ sinh viên của em có ghi thời gian hiệu lực là đến 03/2022, em dự định in thẻ sinh viên mới thì thời gian hiệu lực của thẻ sinh viên có được thay đổi kéo dài thêm hay không ạ?"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Khi thẻ hết hiệu lực bạn có thẻ đăng ký in lại thẻ SV nhé.. . Mỗi lần sẽ được gia hạn thêm 1 năm. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy cô ạ, em tên [full_name] mssv [student_id]. .   Trong kì thi môn CLC ngày 19/12 vừa rồi em có gặp sự cố và không tham gia được, em đã đăng kí hoãn thi trên mybk và xin phép thầy bộ môn trước một ngày, em đã đọc quy chế rùi ạ nhưng em vẫn còn thắc mắc là trường hợp của em có được thi lại hay không ạ, em có phải làm đơn gửi lên pdt nữa hay không và lịch thi lại của em sẽ được pđt sắp hay em phải tự đi xin thi lại ạ, mong th cô giúp đỡ ạ, em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn xem quy trình hoãn thi Pdt gởi vào ngày 10/12. . Ngày 10/12/21. . Tiêu đề: Quy trình Hoãn thi HK211 và Xóa điểm hoãn thi HK202&203. . Nội dung:. . Thân gửi các bạn sinh viên,. . Căn cứ trên tình hình phòng chống dịch Covid-19, theo lệnh của Ban giám hiệu, Phòng Đào tạo (PĐT) thông báo về Quy trình Hoãn thi học kỳ 1 năm học 2021-2022 và xóa điểm hoãn thi HK202&203 như sau:. . I- Quy trình Hoãn thi Cuối kỳ HK211 đối với các môn có lịch thi:. . Các trường hợp đăng ký hoãn thi gồm:. . Sinh viên (SV) không đáp ứng được các yêu cầu về trang thiết bị điện tử, đường truyền như trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến. . . Trường hợp gặp sự cố trong lúc thi, trường hợp này SV lưu ý phải báo với CBCT hoặc Giảng viên về sự cố trong lúc thi để được ghi nhận lại.. . Hướng dẫn đăng ký hoãn thi cuối kỳ HK211:. . SV đăng ký tại trang mybk.hcmut.edu.vn &gt &gt  Ứng dụng cho Sinh viên &gt &gt  12. Đăng ký hoãn thi Cuối kỳ. . . Thời gian đăng ký hoãn thi theo quy định: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc).. . Quy trình xử lý:. . Cuối tháng 12/2021 (dự kiến), PĐT sẽ lấy dữ liệu SV đăng ký hoãn thi và hậu kiểm các tình huống cấm thi hoặc không đủ điều kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi (Trường hợp đặc biệt, nhà trường sẽ xem xét riêng).. . Dự kiến vào cuối tháng 01/2022: Ra Quyết định Hoãn thi có điều kiện (SV phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này), và gửi email thông báo kết quả xử lý đến SV.. ."
    },
    {
        "intent": "",
        "message": "Em xin chào thầy/cô ạ,. . . . Em tên là [full_name], MSSV:[student_id]. Sáng hôm nay (lúc 7h), em đã tham gia thi cuối kì môn Quản trị kinh doanh cho kỹ sư (IM3001). Nhưng chiều nay khi em vào link google form để nộp video ghi màn hình thì google form thông báo là không nhận phản hồi nữa. Em có đọc quy định của trường là nộp trong vòng 48h. Vậy em nên làm như thế nào để nộp lại video ghi hình ạ.. . . . Em xin cám ơn thầy/cô ạ. Em mong nhận được phản hồi sớm nhất của thầy/cô ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em là [full_name]. . mssv: [student_id]. . Em đã có tên trong danh sách SV hệ VLVH tốt nghiệp đợt 2 năm 2021, vậy khi nào em có thể nhận bằng tốt nghiệp và nhận như thế nào ạ. . . Em cảm ơn!. .   i&gt Tốt nghiệp ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Học vụ . E chào các thầy cô [full_name]. E tên Võ Danh Thùy [student_id].. . - Dạ cho em hỏi là Môn NỀN MÓNG (CI3195) e hoãn thi ở kì 202 và dc PĐT tổ chức thi xóa điểm HT vào kì 211 vào   B&gt 12/12/2021  /B&gt . Nhưng do e k đảm bảo trang thiết bị nên tiếp tục hoãn thi. Nhưng k hiểu sao kết quả k dc HT như trong ảnh.. . Mong thầy cô giải đáp cho e với ạ.. . Em xin cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Thời gian đăng ký hoãn thi theo quy định: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc).. . Ngày thi là 12/12 + 5 ngày để đăng ký, sau thời gian trên là hết hạn không đăng ký được. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Kính gửi Phòng đào tạo Trường Đại học Bách khoa. . Em là [full_name],  MSSV [student_id].. . Nay em làm đơn này xin phòng đào tạo nhận và xét duyệt đơn của em.. . Em xin chân thành cám ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ em chào Thầy/cô. . . . Hiện em đã đủ điều kiện đăng ký xét tốt nghiệp nhưng em vẫn chưa vào được link để đăng ký xét tốt nghiệp ạ.. . . . Mong thầy/cô xem xét giúp em và mở link để em có thể đăng ký xét tốt nghiệp vì sắp đến hạn đăng ký rồi ạ. . . . . Em chân thành cảm ơn!. . [full_name]. . MSSV:[student_id]"
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em tên: [full_name] - MSSV: [student_id]. . . . Kính gửi phòng đào tào. . . . . Phòng đào tạo cho em hỏi. Hiện tại em còn thiếu yêu cầu gì mà đến nay vẫn chưa được đăng ký tốt nghiệp ạ. Em cảm ơn. ."
    },
    {
        "intent": "",
        "message": "Đã có tên trong ds dự kiến tốt nghiệp. SV kiểm tra mail vào đăng ký tốt nghiệp"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy, cô.. . Em là [full_name]. . MSSV: [student_id]. . Em là sinh viên K21. Trong thời khóa biểu của em thấy có môn Nhập môn về kỹ thuật (thí nghiệm) (EE1002) của thầy [full_name]. Vì tình hình dịch bệnh nên em không thể đến trường để học môn này được ạ.. . Em muốn xin được hủy môn này. . . Em cám ơn nhiều ạ.. . . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
    },
    {
        "intent": "",
        "message": "MSSV: [student_id]  / \t. . . .   i&gt Tốt nghiệp . Kính gửi phòng đào tạo trường Đại học Bách Khoa-DHQG Hồ Chí Minh. . Em tên là [full_name], MSSV [student_id], lớp VP2015/2, Khoa kỹ thuật xây dựng.. . Em đã hoàn thành xong chương trình học và tất cả điều kiện để xét tốt nghiệp và nhận bằng. Nhưng hiện tại, tình trạng học tập của em là đang tạm dừng do không đăng kí môn học học kì 1 2020-2021.. . Kính mong phòng đào tạo thu nhận lại để em được đăng kí xét tốt nghiệp học kì 1 năm học 2021-2022.. . Kính mong quý thầy cô xem xét và giúp đỡ.. . Em xin trân trọng cảm ơn.. . (Đơn thu nhận lại được đính kèm). . . ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp để được xét tốt nghiệp, yêu cầu bắt buộc chứng chỉ phải được thẩm tra hợp lệ bạn.. . Thời điểm này không thể trả lời trường hợp của em được vì chứng chỉ Tiếng Pháp của em vẫn đang trong trạng thái chờ thẩm tra. . Khi nào có kết quả thẩm tra hợp lệ em gửi lại câu hỏi qua bksi để hỏi về việc xét tốt nghiệp nhé. . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . Trong học kì 202 em có thi online môn Nhập môn trí tuệ nhân tạo nhưng do hệ thống BKeX bị lỗi nên bị mất câu trả lời và em bị chấm điểm liệt. Sau khi thắc mắc với giáo viên bộ môn thì em được chấm lại và điểm thi cũng đã được cập nhật trên MyBK nhưng điểm trung bình tích luỹ của học kì và số tín chỉ tích luỹ vẫn chưa được cập nhật.. . . . Em có đính kèm hình chụp bảng điểm học kì 202"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu, do đó khi nào đủ điểm mới cập nhật. . . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Em thấy MyBK hiện lần cập nhật gần nhất là 27/12 nhưng điểm trung bình vẫn là điểm trước khi em được chấm lại. Sau khi điểm em được cập nhật thì em vẫn không thấy điểm trung bình được cập nhât lại ạ."
    },
    {
        "intent": "",
        "message": "Em gửi mã môn học, tên môn học, hk nhé.. ."
    },
    {
        "intent": "",
        "message": "Dạ CO3061, Nhập môn trí tuệ nhân tạo, HK202. ."
    },
    {
        "intent": "",
        "message": "Dạ CO3061, Nhập môn trí tuệ nhân tạo, HK202.. . . . Em có đính kèm hình chụp bảng điểm, chị xem lại giúp với."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Cô kiểm tra trên hệ thống gốc là 7d5, điểm vậy đúng chưa bạn?. .  Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Đến thời điểm hiện tại, sẽ cập nhật lại điểm tb hk, tb tích lũy sau nghen bạn. . Thân. ."
    },
    {
        "intent": "",
        "message": "Điểm hk 202 đã được cập nhật lại rồi ạ. Em cảm ơn.. . . . Nhưng cho em hỏi sao sang hk 203 điểm trung bình của em là 8 nhưng điểm trung bình tích lũy lại xuống chỉ còn có 7.35 ạ?. . . . Em có đính kèm hình chụp bảng điểm, cô kiểm tra giúp em"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn cứ kiểm tra và tính lại điểm theo quy chế. . Nhưng hiện tại điểm tbhk và tb tích lũy không ổn định và không cập nhật thường xuyên. . Ví có nhiều điểm phát sinh. . Nên tốt nhất là bạn kiểm tra điểm nhập từng môn đúng là được. . Có thể đăng ký in bảng điểm để kiểm tra cách tính điểm đúng theo thời gian trên bảng điểm in. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ em chào thầy/ cô, anh/ chị,. . Em tên :[full_name]. . Mssv [student_id]. . Là sinh viên khoá K15 khoa Điện-Điện tử.. . Nay em làm đơn này vì lí do xin Phòng Đào Tạo ĐHBK cho em được trả nợ môn cuối sau khi đã hết thời gian đào tạo tối đa. Trong kì này em đã và đang làm LVTN và trả hết các môn học còn thiếu ngoại trừ môn Giải tích 2(MT1005) ( em cũng đã đăng kí trong kì vừa rồi nhưng do bị trùng lịch và em đã phát hiện trễ).. . Em sẽ cố gắng hoàn thành LVTN và các môn đã đăng kí trong kì và hứa sẽ hoàn thành môn còn thiếu cùng với các chứng chỉ tiếng Anh trong kì tới nếu Phòng Đào Tạo cho em cơ hội.. . Em xin chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . K 2015 không có quy định được thi vét. . K2015 đã hết thời gian đào tạo nên không dkmh được. . - Về quy định thời gian và kế hoạch học tập (kéo dài thêm 1 Học kỳ): Bạn vui lòng xem chi tiết tại trang web aao &gt &gt  sinh viên &gt &gt  Quy chế &gt &gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng &gt &gt  Các trường hợp được kéo dài thời gian đào tạo &gt &gt  điều 5.5. . - Bạn có thể chuyển sang VLVH. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Học vụ . Thưa thầy/cô, . . Em tên là [full_name], hiện tại Email [email] của em đã bị mất tất cả những mail từ ngày   B&gt 10/08/2021  /B&gt  đến hiện tại. Mong thầy/cô kiểm tra lại giúp em ạ.. . Em xin chân thành cảm ơn thầy/cô. Kính chúc thầy/cô nhiều sức khỏe."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Ban quản lý mạng qua địa chỉ mail: [email] . . Thân. . \"\"\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào thầy/cô, cho em hỏi về việc đăng kí bảo hiểm y tế sau 24/12 vì bị lỗi trên bkpay ạ. . . Em cảm ơn thầy/ cô rất nhiều."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: [full_name] [student_id]. . Em xin hoãn thi cuối kì môn Kỹ thuật số vì lí do không đảm bảo thiết bị và đường truyền"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ em chào thầy cô,. . . . Em là [full_name], MSSV [student_id].. . . . Tuần rồi em có nhận được giấy tốt nghiệp tạm thời từ trường gửi về. Song, trên giấy lại ghi em tốt nghiệp theo chương trình tài năng chứ không phải chương trình chính quy.. . . . Nhờ thầy cô kiểm tra giúp em xem thông tin trên giấy có chính xác không, và bằng tốt nghiệp chính thức thì sẽ theo chương trình nào ạ.. . . . Mong nhận được phản hồi từ thầy cô.. . . . Em xin cảm ơn ạ,. . [full_name]."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng chụp hình gửi kèm giấy CN tốt nghiệp tạm thời giúp cô để kiểm tra cho bạn nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em chào PĐT ạ,. . . . Em là [full_name], MSSV [student_id], sinh viên khóa K2017, lớp MO17KMT1.. . . . Em đã đủ các điều kiện để tốt nghiệp, trong đó điểm môn ngoại ngữ thì em vừa nộp bằng TOEIC 690 điểm, chuyển điểm của 4 môn Anh văn.. . . . Nay em nộp phiếu đăng kí thu nhận lại để được xét tốt nghiệp (file ảnh đính kèm).. . . . Kính mong PĐT xem xét và phản hồi giúp em.. . Em chân thành cảm ơn.. . . . Trân trọng,. . [full_name]. . [full_name]. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại CCNN của bạn còn đang trong trạng thái chờ thẩm tra nên không thể xét tốt nghiệp trong đợt tháng 11/2021.. . Thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ ngoại ngữ nhé.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 11/2021 . . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Cho em hỏi nếu em làm đơn chuyển từ hệ chính quy sang VHVL thì em có thể nộp online qua BKSi được không ạ, hay em sẽ nộp đơn trên pđt của trường ạ. Nếu em chuyển hệ thì em có đóng học phí đầu vào là 15 triệu không ạ. Khi em chuyển hệ thì học kì sau, tức HK212 em có thể đăng ký môn học để tiếp tục ngay kì sau không ạ.. . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em tải biểu mẫu, điền đầy đủ thông tin rồi gửi bksi. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu/Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học. . - Khi PĐT nhận được phiếu này thì em xem câu trả trả lời.. . - Nếu em chuyển hệ thì em có đóng học phí đầu vào là 15 triệu không ạ. . . =&gt  Không nhé.\t. . Thân mến. . . . . . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . Em tên: [full_name]. . MSSV [student_id]. . Hệ VHVL. . Em có xin Phòng Đào Tạo cho em xin hoãn thi Kết cấu thép 1 Học kỳ 2 (2020-2021). Vì không rõ thủ tục hoãn thi môn học nên Học kỳ 1 (2021-2022) em đăng ký lại môn học mới. Cuối kỳ PĐT có gửi lịch thi hoãn thi Học kỳ 2 (2020-2021) và Học kỳ 1 (2020-2021) cùng 1 ngày. Em thi được 5 điểm. Nếu như vậy trường cập nhật điểm thì sẽ tính học kỳ thi đủ điều kiện qua môn trước đúng không ạ.. . Kính mong Phòng Đào Tạo kiểm tra và phản hồi giúp em ạ.. . Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "\"\"\"Chào bạn. . Bạn đăng ký đồng thời môn Kết cấu thếp 1 Hoãn thi ở HK202 và đồng thời đăng ký dự thính Hk211 . . Nên đương nhiên là bạn thi ở Hk dự thính 211 trước còn về môn việc thi của môn Hoãn thi HK202 nhà trường sẽ thông báo sau. . Thân. . \"\"\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào pđt, hiện nay em lên trang đăng kí môn học thì thấy có mục \"Đăng ký môn học Dự thính môn học HK212 - CQ + VLVH Đợt 2 - Lộ Trình 1\" để thời gian đăng kí từ 23/12/2021 đến 29/12/  B&gt 2020  /B&gt . Với lỗi thời gian này thì tụi em vào đăng kí không được.. . . . Mong pđt xem lại và chỉnh sửa sớm ạ!. . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "\"Chào bạn. .  SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Xin chào admin, cho em hỏi em đã được thu nhận lại nhưng khi vào đăng ký môn học, chọn đợt đăng ký mới nhất thì thấy vẫn không được đăng ký. Lý do vẫn là Đang ngưng học, quyết định vẫn chưa được hủy, còn trong Tình trạng sinh viên thì đã được thu nhận.. . . . Mong nhận được hỗ trợ sớm. Em xin cảm ơn!"
    }
]