[
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng trình bày rõ.. . Trường hợp môn thực tập có TKB trên mybk/Thông tin SV, nhưng trên BkeL chưa có, thường là do Khoa chưa gửi danh sách phân công cán bộ lên cho PDT để cập nhật.. . 'SV vui lòng liên hệ về Khoa/ Bộ môn để biết về kế hoạch tổ chức thực tập ngoài trường của Khoa/ bộ môn như thế nào? Xin tư vấn về trường hợp của bạn nhé. . Thân. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . . . Em tên là [full_name] - MSSV: [student_id], hiện đang là sinh viên K17 Khoa Kỹ thuật giao thông.. . Hiện em đang có 125 tín chỉ tích lũy và đã đạt các môn tiên quyết, ngày công tác xã hội là 62.5 ngày.. . Theo như yêu cầu của PĐT thì em phải đạt 126 tín chỉ để đăng ký nhận luận văn, điều này đồng nghĩa là em phải đạt các môn anh văn trong chương trình đào tạo, nhưng do lúc trước em nộp bằng Toeic xét Chuẩn anh văn hàng năm và đã đạt Chuẩn từng năm đối với K17 nên em không theo học các môn Anh văn trong chương trình đào tạo. Em dự tính thi CCAV Toeic và xét qua các môn Anh văn nhưng do tình hình dịch bệnh bất ngờ em không thể thi được vì thế em thiếu tín chỉ đăng ký Luận văn tốt nghiệp.. . Em có đăng ký Luận Văn Tốt Nghiệp và nhận kết quả không thành công do không đủ điều kiện đăng ký môn học.. . . . Em rất mong Phòng Đào Tạo xem xét giúp em để em có thể đăng ký làm luận văn và kịp tiến độ học tập ạ.. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . em chào thầy/ cô ạ.. . thầy/ cô cho em hỏi là em có tên trong danh sách tốt nghiệp chính thức vào tháng 11/2021 thì đến bao giờ em được nhận bằng chính thức ạ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Thân\""
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . - Em tên là [full_name], mssv [student_id]. . - Trong cả 2 đợt đăng ký môn(đợt 1, đợt 2) vừa rồi thì em có bị hủy môn   B&gt Mạch điện tử thông tin  /B&gt  với lý do là   B&gt chưa học môn tiên quyết  /B&gt , nhưng em đã học môn đó trước đó rồi, em không hiểu lý do tại sao lại bị hủy môn học đó, . . - Đợt 3 em cũng đã đăng ký lại môn đó và đã đăng ký thành công, nhưng sau khi kết thúc đợt đăng ký thì em có bị hủy không ạ, em mong trường hồi đáp sớm giúp em ạ, em có đính kèm các hình ảnh bên dưới ạ, em cám ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . . . Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . . . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!"
    },
    {
        "intent": "",
        "message": "Em chào cô.. . . . Dạ môn Giải tích 1 em đã thi lại ( trước em hoãn ) nhưng trên mybk lại là điểm 13 và trong bkel thì mất Giải tích 1 ( lớp em được xếp vào lúc mà lịch thi lại có ạ ).. . . . Dạ cô cho em hỏi là trường hợp của em có sao không cô ?. . . . Em cảm ơn cô.. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Điểm giải tích của bạn là điểm 14 nghen (điểm 13 là sai)"
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ em tên là [full_name].. . . . Dạ Phòng Đào tạo ơi cho em hỏi, em lịch thi môn An toàn quá trình ngày 25/12/2021 ạ. Em thấy theo quy định của phòng Đào tạo là được phép hoãn thi trong vòng 5 ngày (chỉ tính ngày làm việc). Em không biết là PĐT có làm việc vào Thứ 7 không ạ? Thật sự thì mấy hôm vừa rồi nghỉ lễ và em cũng không biết quy định 5 ngày của PĐT. Bây giờ nểu em bị trễ 5 ngày theo quy định thì có cách nào giải quyết trường hợp của em không ạ? Em hoãn thi vì lý do rất bất khả kháng và có sự xác nhận của các bộ coi thi nên em rất mong nhận được sự giúp đỡ từ phía PĐT ạ.. . . . Em đã gửi câu hỏi Phòng Đào tạo từ ngày 03/01/2021 mà vẫn chưa nhận được câu trả lời ạ. Em rất lo lắng nên em gửi lại câu hỏi, em kính mong Phòng Đào tạo giải quyết giúp em ạ.. . . . Em xin cảm ơn Phòng Đào tạo nhiều ạ."
    },
    {
        "intent": "",
        "message": "\"\"\" . . Chào bạn. . Hiện đã trễ thời gian đăng ký hoãn thi theo quy định:  trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc).. . . . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân. . \"\"\""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ em xin chào PĐT, . . Em là Huỳnh Bá Hoàng Sơn, MSSV [student_id], hệ VLVH (chuyển hệ từ HK 202 - MSSV cũ: [student_id]).. . Dạ em xin PĐT xác nhận xem điểm Tiếng Anh Listening - Reading của em lúc còn ở hệ chính qui đã được chuyển qua chưa ạ (đạt 740). Em dự kiến thi nốt 2 kỹ năng còn lại để tốt nghiệp trong HK212.. . Em xin cám ơn ạ.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . SV VLVH không cần 2 kỹ năng nói viết nhé bạn.. . Trường hợp của em đã đủ điều kiện tốt nghiệp chưa?. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Dạ cho em được hỏi là trường đã có lịch học và thi gk cụ thể cho kỳ 212 chưa ạ, tại em ở tỉnh lẻ mà muốn vô thành phố phải đặt vé mà vé tết rất đắt nên em muốn hỏi liệu sau tết thì có lịch học trực tiếp cụ thể hay học trực tuyến tiếp ạ  B&gt  . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . SV vui lòng xem mail về: \"Thông báo ​​Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 ​và phần bù các học kỳ trước\" đã gửi mail cho SV vào ngày 27/12/2021. . Thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: K[student_id]  / \t. . . .   i&gt Yêu cầu khác . Em nộp đơn xin chuyển sang hình thức VHVL để xét tốt nghiệp nhưng chưa nhận được trả lời. Cô hỗ trợ giúp e"
    },
    {
        "intent": "",
        "message": "đã tl"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Đợt đkmh vừa rồi em có dự định đăng ký môn Cảm quan CH3049, nhưng em vướng giờ thí nghiệm nên không đăng ký được. Nhưng hôm nay thầy dạy thí nghiệm mail báo là thầy không dạy thí nghiệm chiều thứ 5 được, và đề nghị học thí nghiệm các buổi khác. Và các giờ trống còn lại của em thì vừa may đúng với các giờ thầy đề xuất. Vậy em có cách nào để được học môn này trong kỳ này không ạ? Vì em sợ năm sau học cùng K20 sẽ khó xếp trùng giờ, làm trễ tiến độ ấy ạ. Em mong Phòng đào tạo hỗ trợ giúp em. Em thực sự mong muốn và cần ra trường đúng hạn ạ :(("
    },
    {
        "intent": "",
        "message": "Chào em,. . Nhưng hôm nay thầy dạy thí nghiệm mail báo là thầy không dạy thí nghiệm chiều thứ 5 được, và đề nghị học thí nghiệm các buổi khác.. . =&gt  GV vui lòng liên hệ PĐT nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi quý thầy, cô,. . . . Theo kết quả môn học Trường điện từ tại học kỳ 211 thì điểm em có phần tổng kết không đúng lắm. . . Giữa kỳ: 6,5 chiếm 15℅. . Bài tập: 9,5 chiếm 25%. . Cuối kỳ: 7,5 chiếm 60% . . ==&gt  Tổng kết: 7,85 chứ sao lại 7,5 ah.. . . . Mong phòng đào tạo xem lại. . . . . Trân trọng,"
    },
    {
        "intent": "",
        "message": "Chào em,. . Điểm không có sai nhé: môn EE2003. . KT = 6.5 x 20%. . BT = 9.5 x 15%. . BTL=9.5 x 5%. . Thi =7.5 x 60%. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Do sĩ số lớp Vật lí 2 đã đầy mà em chưa đkí đc mong PDT mở thêm lớp . . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "- Quy trình nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp) : Hiên tại Phòng Đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK chính quy 212. SV có nhu cầu mở lớp dự thính vui lòng đăng ký vào Đợt 1 của Lộ trình 2 Dự thính dự kiến bắt đầu đăng ký vào ngày 06/01/2022.. .    1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. .    2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI) &gt &gt  chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212” &gt &gt  ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. .     3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em có đăng kí luận văn tốt nghiệp mã CH4327 đợt 1 thì qua đợt 2 bị xóa, đki tiếp đợt 2 nhưng lại bị xóa tiếp và em đã đăng kí lại nên nghĩ là ổn rồi. Nhưng hôm nay em lên kiểm tra lại thì thấy đợt 3 môn luận văn đã bị xóa. Mong thầy cô giúp đỡ cho em đăng kí lại với ạ vì chỉ còn luận văn là em có thể ra trường. Em xin cám ơn thầy cô"
    },
    {
        "intent": "",
        "message": "Chào bạn. . . . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1-   B&gt Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022  /B&gt . . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em chào PĐT, . . Em tên là [full_name], mssv [student_id]. Em đã đăng kí môn Luận văn tốt nghiệp (EN4317) cho kì 212 qua hai đợt đăng kí, và em kiểm tra trên BK-EL của em hiển thị có môn học Luân văn tốt nghiệp, tuy nhiên trên hệ thống đăng kí vẫn báo chưa đăng kí được vì lý do em thiếu môn học Đồ án ( kì này em đang học đồ án ạ) vì nhận thấy hệ thống xét duyệt đăng kí môn học bị lỗi nên em nghĩ em đã đăng kí thành công môn học Luận văn tốt nghiệp. Tuy nhiên, hôm nay em kiểm tra trên hệ thống BK –EL lại không thấy môn học Luận văn tốt nghiệp và đợt đăng kí 3 cũng đã hết hạn. . .  Em mong PĐT thông cảm cho em cũng như các bạn có trường hợp như em và mở thêm cơ hội đăng kí môn học Luận văn tốt nghiệp, thật sự em đã rất cố gắng và theo dõi đăng kí môn học trong quá trình hệ thống nhà trường bị lỗi và đã làm cho em rất bối rối, lo lắng. Vì đây là môn học cuối cùng để em ra trường, ảnh hưởng rất nhiều đến tương lai của em, em mong PĐT xem xét để em đăng kí được môn học Luận văn tốt nghiệp ạ.. . Em chân thành cảm ơn !. . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . . . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1-   B&gt Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022  /B&gt . . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: . . Xin chào pdt, . . Em tên [full_name]. Em đã hoàn thành bài kiểm tra shcd trên bkel nhưng do không đọc kỹ mail nên em đã không nộp bài thu hoạch. Trong trường hợp của em có bị hủy đăng ký môn học học kỳ 2 không ạ ?. . Em cảm ơn. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 2110368  / \t. . . .   i&gt Khiếu nại đăng ký môn học . Cộng hòa xã hội chủ nghĩa Việt Nam. . Độc Lập - Tự Do - Hạnh Phúc. . . . ĐƠN KHIẾU NẠI ĐĂNG KÝ MÔN HỌC. . . . Kính gửi: Phòng Đào Tạo Trường Đại học Bách Khoa Tp. Hồ Chí Minh. . Em tên là Đoàn Đình Nam, mã số sinh viên 2110368, CMND 225831936, khóa 2021. Hiện đang học ở khoa Điện - Điện Tử.. . Nội dung đơn:. .              Em viết đơn này để mong nhà trường xem xét về việc môn MT1005 của em bị hủy không rõ lí do.. . . .             Ngày 25/12/2021, sau khi có kết quả đăng ký môn học ở đợt 1. Em có vào dangkymonhoc để ghi màn hình lại toàn bộ nội dung các môn mà em đã đăng ký được. Thầy cô có thể xem minh chứng ở đường link: https://www.youtube.com/watch?v=ZDPRhwVwCRA. . . Tại thời điểm này em vẫn còn đủ 14 tín chỉ và chưa bị mất môn MT1005.. .             Ngày 28/12/2021: Trong khoảng thời gian 3 ngày từ ngày 25 đến ngày 28, em có thực hiện 1 số điều chỉnh đối với các môn học và đăng ký thêm học phần giáo dục thể chất \"PE1017 - Cầu lông (học phần 1)\". Tuy nhiên em không có điều chỉnh nào đối với môn MT1005. Nhưng sau khi nhìn kỹ lại các môn đã đăng ký và tổng số tín chỉ thì phát hiện môn MT1005 đã bị biến mất không rõ lý do. Để chắc chắn rằng đây liệu có phải là lỗi của em trong quá trình điều chỉnh thì em đã kiểm tra phần \"xem lịch sử đăng ký\". Tuy nhiên em không thấy bất cứ thông báo nào về việc em chủ động ấn xóa môn MT1005. Em có ghi màn hình lại thời điểm đó và lưu minh chứng tại đường link: https://www.youtube.com/watch?v=Lyo5QN3ZeQ8. .              Như vậy em đã bị hủy môn MT1005 lớp L14_L14 mà không rõ lý do vì sao.. . . .              Ngày 29/12/2021: Em đã xin giải đáp trên web BKSI với câu hỏi có số ID là \"45981\". Trong phần trả lời, cô hướng dẫn đã bảo em thử đăng ký lại vào đợt 3 (từ ngày 4/1 đến 6/1/2022). Nếu không được thì có thể làm đơn khiếu nại. Em đã cố đăng ký nhưng tất cả các lớp đều đã đủ sinh viên. Nên em xin gửi đơn khiếu nại này ạ.. .              . .              Kính mong phòng đào tạo có thể xem xét, hỗ trợ, giải quyết giúp em để có thể học môn MT1005 trong kì HK212 này ạ. Vì hiện nay trường đã không cho phép đăng ký môn học lần đầu vào kỳ dự thính. Nếu không được học môn này có lẽ em sẽ không đủ tín chỉ cho việc phân ngành, xét học bổng, xét chương trình tài năng,.. vào năm 2. Điều này sẽ rất khó khăn, áp lực.và chậm trễ trong việc học tập của em. . .  . .             Kính mong phòng đào tạo xem xét.. .            Em xin cảm ơn và xin lỗi về sự bất tiện này.. . . . . . Khánh Hòa, ngày 7 tháng 1 năm 2022. . Sinh viên: Đoàn Đình Nam. . Email: nam.doanlqd@hcmut.edu.vn"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ em chào pđt ạ,. . . . Em là [full_name], hạn tốt nghiệp của em là tháng 4/2022. Do em được biết là được gia hạn học kỳ nếu thiếu chứng chỉ tiếng Anh.. . . . Cho em xin hỏi cách để xin pđt gia hạn thêm 1 học kỳ để nộp chứng chỉ tiếng Anh ạ. Em xin cảm ơn pđt nhiều ạ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Trường hợp gia hạn thời gian nộp CCNN xét tốt nghiệp của SV khóa 2015, sau khi hết đợt tốt nghiệp tháng 4/2022 (SV chưa đủ điều kiện vì thiếu CCNN), có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé!. . Thân\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào quý Thầy Cô. . Em tên [full_name]. . MSSV [student_id]. . Nay em viết đơn này la vì em đã lên trực tiếp phòng đào tạo hỏi về vấn đề thanh toán môn học [full_name] ( đợt xin bổ sung) nhưng hiện tại vẫn chưa có mã để thanh toán học phí. Em được cô giải đáp là sẽ cập nhật sau ngày 5-1-2022 nhưng hiện tại vẫn chưa có mã để thanh toán trong BKpay ạ. Thầy nhập điểm luận văn ai cũng có thời khóa biểu chỉ có em chưa có thôi ạ. Em mong quý thầy cô giải quyết giúp em để em được thanh toán học phí ạ.. . Em cảm ơn quý Thầy Cô ạ.. . Em bổ sung hình trong BKpay ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp của em đã được cập nhật lại ds nhập điểm, em báo lại GV để nhập điểm cho bạn nhé.. . Về HP sẽ cập nhật trong thời gian sớm nhất cho SV nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Kính gửi phòng đạo tạo. . Em tên [full_name],MSSV:[student_id], khoa kĩ thuật xây dựng. . Em xin trình bầy lí do là  lúc đầu em đã có lớp nhưng bị kẹt lịch ,sau khi đang cố đổi lớp thì máy báo lỗi khiến em không thể đăng kí được lớp . . hiện tại đã có đợt 3 nhưng lớp gt2 đã full danh sách ạ. . em mong phòng đào tạo mở lớp để được học môn gt2  MT1005 ạ . . Em xin chân thành cảm ơn. ."
    },
    {
        "intent": "",
        "message": "Kính gửi phòng đạo tạo. . Em tên [full_name],MSSV:[student_id], khoa kĩ thuật xây dựng. . Em xin trình bầy lí do là  lúc đầu em đã có lớp nhưng bị kẹt lịch ,sau khi đang cố đổi lớp thì máy báo lỗi khiến em không thể đăng kí được lớp. . hiện tại đã có đợt 3 nhưng lớp gt2 đã full danh sách ạ. . em mong phòng đào tạo mở lớp để được học môn gt2  MT1005 ạ. . Em xin chân thành cảm ơn. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . đến thời điểm hiện tại đã hết thời gian mở lớp cho hk chính. .  - Quy trình nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp) : Hiên tại Phòng Đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK chính quy 212. SV có nhu cầu mở lớp dự thính vui lòng đăng ký vào Đợt 1 của Lộ trình 2 Dự thính dự kiến bắt đầu đăng ký vào ngày 06/01/2022.. .    1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. .    2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI) &gt &gt  chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212” &gt &gt  ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. .     3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Do em kiểm tra mail chưa kĩ nên em đã bỏ lỡ đợt đăng kí BHYT lần 2. Em muốn hỏI bây giờ em có thể đăng kí được không ạ, nếu có thì em phải làm sao ạ hoặc nhà trường có thêm lần đăng kí 3 không ? . . . . Em xin cảm ơn ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: G[student_id]  / \t. . . .   i&gt Mở môn học học kỳ 212 . Thưa PĐT, hiên giờ e vẫn chưa có điểm các môn tiên quyết để mở LVTN.. . PĐT cho e hỏi đến khi có điểm các môn đó, e còn có thể xin phép PĐT mở môn LVTN ko ạ.. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em là Nguyễn Gia Tuân. . MSSV [student_id]. . Em muốn xin PDT chuyển cho em từ lớp L01 sang L02 của môn học SP1009 ĐƯỜNG LỐI CM ĐẢNG CỘNG SẢN VN, để em tiện hơn về thời gian và di chuyển. Em cảm ơn ạ. ."
    },
    {
        "intent": "",
        "message": "Em chào phòng đào tạo, em tên [full_name]. MSSV [student_id]. Sau đây là đơn xin thôi học ạ. Em mong sẽ được duyệt sớm. Em cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thôi học HK212 của bạn, Sinh viên theo dõi tình trạng sinh viên được cập nhật trên mybk/Thông tin Sinh viên/tình trạng chuyển qua trạng thái từ \"\"\"\"đang học\"\"\"\" sang \"\"thôi học\"\", dự kiến sẽ cập nhật trước ngày 2/2022 và gửi mail Quyết định qua email cho sinh viên. . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi phòng đào tạo!. . Em có đăng kí môn học Nhập môn về lập trình (CO1003), lúc đăng kí thì môn học đã đầy đủ sỉ số lớp. Em có làm đơn xin với khoa máy tính và thầy [full_name] thì thầy và khoa đã đồng ý cho phép tăng sỉ số lớp để em được phép học môn này ah.. . Phòng đào tạo cho em hỏi vậy bước tiếp theo em đăng kí môn học này là như thế nào ah? . . Em cảm ơn quý thầy cô!. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào bạn;. . sinh viên đại trà không được đăng ký nhóm CC của chất lượng cao nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Do gặp một số khó khăn về kinh tế trong đợt dịch này nên em xin nhà trường cho em gia hạn thời gian đóng học phí ạ. Muộn nhất là khi đi học off lại thì em sẽ thanh toán đầy đủ ạ"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . SV vui lòng thanh toán học phí đúng hạn theo quy định,. . Vấn đề gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính chào phòng đào tạo!. . Cho em hỏi vừa rồi em đã đăng ký bảo hiểm y tế của trường vào năm 2022, tuy nhiên hiện tại em đã đi làm và công ty sắp đóng bảo hiểm xã hội và y tế cho em. Cho em hỏi có cách nào em hủy đăng ký bảo hiểm y tế tại trường và nhận lại được tiền không ạ?. . P/s: Hiện tại em đang làm xa và không ở SG"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Chào PĐT ạ,. . Em là [full_name], MSSV [student_id],. . Em đã đăng kí in bảng điểm và có thời gian nhận vào ngày 10/01/2022 (thứ 2).. . Rất tiếc là hôm đó em phải đi làm nguyên ngày, nhà em cách khá xa (Thủ Đức) và em cũng khá gấp lấy bảng điểm.. . Em muốn xin lấy bảng điểm trong ngày thứ 7 hoặc CN ạ (ngày 8/1 hoặc 9/1),. . Nếu được thì PĐT có thể sắp xếp cho em k ạ?. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi: Phòng Đào Tạo trường ĐH Bách Khoa TP Hồ Chí Minh.. . Họ và tên: [full_name]     MSSV: [student_id]. . Hiện tại là sinh viên khoa Quản Lý Công Nghiệp khóa K18.. . Em viết yêu cầu này kính xin Phòng đào tạo sớm chuyển điểm những môn học tương đương mà em đã học với khóa K19 và Khóa K20 để em được cập nhật số tín chỉ tích lũy ngành và đủ điều điện đăng kí Thực Tập Ngoài Trường(IM3315) và Đề Cương Luận Văn Tốt Nghiệp(IM4315) trong học kỳ 212 này. Những môn học tương đương chưa được chuyển điểm em có để trong file đính kèm.. . Em xin chân thành cảm ơn.. . Trân trọng,. . . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng ghi rõ trong ô nội dung giúp cô là em học môn học này ở Hk nào? tương đương môn học nào? ghi rõ tên mà mã MH giúp cô nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Dạ em chào cô. . Em gửi danh sách các môn tương đương em học ở từng học kỳ ạ.. . Em gửi cô file có bảng danh sách để cô dễ xem ạ.. . Em cảm ơn cô nhiều."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã tiếp nhận yêu cầu của bạn, bạn vui lòng đăng ký lại các học phần tốt nghiệp trong đợt 4 (đã gửi mail cho SV). . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi: Trường đại học Bách Khoa TP.HCM. . Họ và Tên : [full_name]. . Nội dung: lần trước em có gửi yêu cầu về cho trường về việc bị mất môn Vật Lý 2 và được trường phản hồi lại là nếu đăng ký đợt 3 vẫn không được thì gửi thêm yêu cầu. sau khi kết thúc đăng ký đợt 3 thì em vẫn không thể đăng ký được môn vật lý 2 do bị trùng lịch và theo kết quả của đăng ký đợt 1 thì em đã được đăng ký và đã có lớp và giờ thì em bị mất môn cũng như thời khóa biểu cũng không hiển thị thời gian học luôn ạ. Nếu trường có thể khắc phục thì hãy cho em học lớp L08 tại vì thời gian học của lớp này không bị trùng với các môn khác ạ. Mã môn học là PH1005 và lớp đã được đăng ký là L08 ạ. . . Mong trường có thể giải đáp giúp em phần này với ạ. . Em cảm ơn ạ. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em chào PDT ạ,. . . . Do sơ suất nên em bấm nhầm xóa các môn học trong đợt đăng ký đợt 2. Trong đợt đăng ký đợt 3 này các lớp đã bị đầy hoặc em không đăng ký được do bị trùng TKB với môn Giáo dục quốc phòng do em là sinh viên năm 1.. . . . Do chưa hiểu về hệ thống đăng kí môn học nên hiện tại em không thể đăng ký vào lớp khác trong đợt đăng ký môn học đợt 3 này.. . . . Phòng đào tạo có thể đăng kí bổ sung cho em vào các lớp ở các môn:. . . . 1. Vật lý bán dẫn EE1007. . 2. Giải tích 2 MT1005. . 3. Phương pháp tính MT1009. . 4. Hoá đại cương CH1003. . 5. Anh văn 1. . . . Mức độ ưu tiên của các môn em sắp xếp theo thứ tự ạ. Đặc biệt môn VLBD nếu không được học thì em sẽ bị trễ hẳn 1 kỳ do các môn năm 2 đều yêu cầu học trước môn này.. . . . Mong PDT có thể giúp đỡ em ạ! Em biết điều này khá khó khăn nhưng nếu không đăng ký được các môn này có thể em sẽ bị trễ cả năm học ạ. Em chân thành cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . LA1009\tAnh văn 4. . . . EN1003\tCon người và môi trường. . . . . . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em chào PDT, . . . .  Do em không kiểm tra thường xuyên nên không biết hệ thống tự động đăng ký môn Đồ án - EE3149. Nhưng môn này em đã hoàn thành và thầy nộp điểm rồi ạ, nhưng không hiểu vì sao điểm vẫn chưa cập nhật.. .  Em mong PDT xem xét và đăng ký lại cho em 2 môn trong kỳ này là . .  - Thực tập tốt nghiệp EE3325. .  - Đề cương luận văn tốt nghiệp EE4325. . . .  Em cảm ơn, momg PDT xem xét và chấp thuận."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Em chào PDT,. . . . Do em không kiểm tra thường xuyên nên không biết hệ thống tự động đăng ký môn Đồ án - EE3149. Nhưng môn này em đã hoàn thành và thầy nộp điểm rồi ạ, nhưng không hiểu vì sao điểm vẫn chưa cập nhật.. . Em mong PDT xem xét và đăng ký lại cho em 2 môn trong kỳ này là. . - Thực tập tốt nghiệp EE3325. . - Đề cương luận văn tốt nghiệp EE4325. . . . Em cảm ơn, momg PDT xem xét và chấp thuận."
    },
    {
        "intent": "",
        "message": "Kính gửi PĐT. . Em có thắc mắc này cần PĐT hỗ trợ, đó là trong lúc đăng ký môn học đợt 2 vừa rồi,em có đăng ký môn Khởi nghiệp nhưng đã đăng ký nhầm vào lớp Việt Pháp trong khi em là sinh viên thuộc hệ đại trà. Và trong thời khoá biểu của em vẫn có lịch học môn này.. . Vậy em không biết là em thuộc sinh viên đại trà thì có học trong lớp Việt Pháp đó được không. Nếu không được thì em có được chuyển sang lớp đại trà không hay là bị huỷ môn đó ạ.. . Em cảm ơn. .   i&gt Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào thầy cô ạ. Do kỳ vừa rồi em có đăng ký hoãn thi môn học do điều kiện không thể đáp ứng đc yêu cầu của nhà trường nên em chưa đủ tín chỉ để có thể đăng ký môn học LVTN.. . Em có thể xin phép PĐT cho em được đăng ký môn học LVTN trong học kỳ này để có thể hoàn thành chương trình học được không ạ. Em sẽ hoàn thành các môn đã hoãn thi theo đúng yêu cầu của PĐT. Em mong được sự tư vẫn của thầy cô ạ. Em cảm ơn thầu cô ạ"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Bạn vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân. . . . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 4- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ chào anh/chị.. . . . Hiện tại thì bằng anh văn của em đã thẩm tra hợp lệ, em cũng đã đủ các điều kiện để tốt nghiệp. . . Nhưng em vẫn chưa có tên trong ds tốt nghiệp dự kiến. Nên không thể đăng kí tốt nghiệp được ạ.. . . . Anh/ chị kiểm tra giúp em, xem là em bị vướng điều kiện gì mà chưa có tên trong danh sách tốt nghiệp dự kiến ạ.. . . . em xin chân thành cám ơn."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em nhà trường ạ. . Em có thắc mắc như sau mong được giải đáp ạ: Vào kì 211 kết quả môn học của em chưa được như ý nên em có đăng kí dự thính để cải thiện điểm. Nhưng tình hình kì 212 em có nhiều môn học cần thời gian nên muốn rút môn học dựa trên form của nhà trường. Trong trường hợp em rút môn vẫn phải trả học phí của môn dự thính hay trả học  phí bình thường ạ.. . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "[full_name] KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:57 (7 giờ trước). . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!"
    },
    {
        "intent": "",
        "message": "Em chào thầy cô PĐT ạ, em tên là [full_name], mssv [student_id], hiện tại em đã đủ điều kiện để đăng ký xét tốt nghiệp nhưng không thể cập nhật thông tin tốt nghiệp trên mybk vì em chưa có tên trong danh sách xét tốt nghiệp dự kiến, thầy cô cho em hỏi khi nào thì em có thể đăng ký xét tốt nghiệp ạ.. . Em xin chân thành cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Trường hợp của bạn đã có tên trong ds dự kiến tốt nghiệp, SV kiểm tra mail và vào đăng ký tốt nghiệp nhé. . Thân\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào thầy/cô,. . Về việc thanh toán thẻ bảo hiểm y tế 2022, em đã thanh toán vào ngày 13/11 và đã được xác nhận trên bkpay nhưng hiện tại trong VssID chưa cập nhật. Thầy/cô có thể cho em cách xử lý được không ạ. . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ em chào anh/chị.. . Em là sinh viên K17. Em đã vừa được thẩm tra bằng anh văn và chuyển điểm xong. Như vậy em đã hoàn thành xong chương trình đào tạo của trường mình.. . Mong anh/chị kiểm tra và cho em vào danh sách tốt nghiệp dự kiến để em được đăng kí tốt nghiệp kịp thời gian ạ.. . Em xin chân thành cám ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . SV kiểm tra mail và vào đăng ký tốt nghiệp nhé. . Thân\". ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào thầy/cô,. . . . Em tên là [full_name], MSSV [student_id]. Em tạo câu hỏi/yêu cầu này để thắc mắc về vấn đề môn học Phân tích và thiết kế giải thuật em đã học vào học kỳ 202 nhưng đến nay là kỳ 212 rồi mà vẫn chưa có điểm ạ. Em có mail cho giảng viên bô môn nhưng không nhận được phản hồi. Nhận thấy đây là môn chuyên ngành chỉ mở ở học kỳ 2, nếu được điểm thấp hay rớt môn thì em sẽ phải đợi thêm 1 năm nữa để được đăng ký môn học lại. Vì vậy, em mong phòng đào tạo có thể liên hệ tới giảng viên để yêu cầu nhập điểm sớm ạ.. . . . Em xin chân thành cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Thông tin môn học chưa có điểm: . . . . CO3031 - Phân tích và thiết kế giải thuật - L05-A"
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại cô kiểm tra vẫn thấy chưa có điểm môn học CO3031.. . SV vui lòng liên hệ với Giảng viên/bộ môn/khoa để nhờ nộp điểm sớm lên cho PDT nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi Thầy/Cô,. . . . Về vấn đề in bảng điểm, em muốn hỏi hai ý sau:. . 1. Hiện tại học kỳ 202 của em còn một số môn chưa có điểm (do dịch khoa hoãn học thí nghiệm). Vậy khi in bảng điểm có kết quả của kỳ 202 không ạ.. . 2. Thời gian in bảng điểm tính từ lúc thanh toán là bao lâu?. . . . Em cảm ơn Thầy/Cô nhiều!"
    },
    {
        "intent": "",
        "message": "Chào bạn. . 1- Điểm sẽ cập nhật mới tính đến thời điểm SV đăng ký in . . 2- Khoảng 3 ngày . . Thân"
    },
    {
        "intent": "",
        "message": "Em đã có nhận thông tin của thầy cô ạ.. . Hiện tại, tính cả kì vừa rồi nếu được cập nhật thì em sẽ đạt 151 chỉ, và tính hoàn thành môn Thực tập tốt nghiệp để làm Luận văn.. . Tuy nhiên phải đạt ít nhất 155 chỉ mới có thể làm luận văn, mà em hiện tại thì thiếu 4 chỉ, 1 phần là do anh văn của em cũng chiếm trong đó 4 chỉ.. . Em muốn hỏi là PĐT có thể ưu tiên cho phép em được hoàn thiện lộ trình học tập với Luận văn, và sau đó em sẽ nộp bằng anh văn để quy đổi ngay trong kì này không ạ?. . Em rất cám ơn thầy cô và mong thầy cô xem xét.. . MSSV của em là [student_id] ạ.. .   i&gt Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Bạn vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân. . . . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 4- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . dạ em là Đỗ Ngọc Hiếu. . em có đăng kí môn Nến Móng CI3239 nhóm Lớp L01 vào 19h56 ngày 3/1/2022 như hình lịch sử đang kí em kèm theo. lúc đó trong danh sách đăng kí của em vẫn có môn Nền móng và số tín chỉ đăng kí của em đã lên 19 chỉ.. .  tới tối cũng ngày em check lại thì danh sách đăng kí của em bị mất môn Nền Móng Ci3239 và số chỉ đăng kí của em về 15 mà lịch sử đăng kí của  em không hề có xóa đăng kí môn học như hình kèm theo. lúc đó thì sỉ số của toàn bộ các lớp đã full nên em không thể thử đăng kí lại được, nên xin phòng đào tạo sử lý giúp em lỗi này vì em đăng kí từ rất sớm mà lại bị lỗi và mất xuất học oan ức trong kì này ạ. . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . xin chào phòng đào tạo!. . lúc đăng ký môn học kỳ chính 212 em đăng ký môn lịch sử đảng (SP1039) nhưng đã hết vì các lớp đã đủ sỉ số. Cho em xin đăng ký vào kỳ dự thính ạ để đủ tín chỉ qua từng năm ạ.. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. . . . . ."
    },
    {
        "intent": "",
        "message": "Chào thầy cô [full_name]!. . . . ĐKMH ĐỢT 3, khi nào có kết quả đk ạ? Hơn 1 ngày nhưng vẫn chưa thấy môn đk thêm được thêm vào TKB!. . . . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. .  Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi: Phòng Đào Tạo Trường Đại Học Bách Khoa. . . . Em là sinh viên K17 và đã được xét tốt nghiệp ngày 29/12/2021 đợt vừa rồi. . . . . Hiện tại em đang học chương trình Thạc sĩ ở nước ngoài và đang cần bằng tốt nghiệp chính thức để bổ sung hồ sơ du học rất gấp. . . Do dịch nên em đã trì hoãn việc nộp bằng tốt nghiệp chính thức cho trường ở nước ngoài tận 3 tháng. Cuối tháng 1 là  HẠN CUỐI CÙNG để em nộp bổ sung bằng tốt nghiệp chính thức. . . . . Vì thế, em kính xin Thầy Cô phòng đào tạo cũng như nhà trường có thể giúp đỡ cho trường hợp của em, có thể ưu tiên xét duyệt sớm và cấp in bằng chính thức giúp em trước khi nghỉ Tết Nguyên Đán ạ. . . . . Rất mong được nhận phản hồi sớm từ Thầy/Cô.. . Em chân thành cảm ơn ạ!. . . . *Sinh viên: [full_name]. .   MSSV:     [student_id]. . . . . . . . . . . ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Thân\""
    },
    {
        "intent": "",
        "message": "Dạ em chào Thầy/ Cô,. . . . Như em đã có mail trước đó về việc xin cấp bằng chính thức để bổ sung hồ sơ du học GẤP. . . . . Hiện tại, em đang rất cần GẤP bằng chính thức để làm visa và bổ sung hồ sơ nhập học trường ở nước ngoài. . . . . Nếu không có kịp bằng chính thức thì em sẽ bị hủy chương trình học, do đó em kính xin Thầy/Cô cũng như nhà trường tạo điều kiện giúp đỡ trường hợp của em,. . . . có thể ưu tiên giúp em in cấp bằng chính thức trước khi Trường nghỉ Tết Nguyên Đán với ạ. Em thật sự đang cần bằng chính thúc RẤT GẤP ạ.. . . . Em chân thành cám ơn!. . . .   B&gt *Tên: [full_name]. . Mssv: [student_id]. . Đã được xét tốt nghiệp ngày 30/12/2021  /B&gt . . . ."
    },
    {
        "intent": "",
        "message": "Đã gọi điện cho SV. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào pdt, hôm thứ 4 PDT có gửi mail thông báo cho em là chiều tối vào MYBK để kiểm tra TKB của môn học (260663) TlTN mak nay em vẫn chưa có ạ,mong PDT cập nhật cho em TKB để em liên hệ giáo viên nhận đề tài ạ,em cám ơn"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ .   B&gt Mã số môn học: LA1003. . Học kỳ 211 (HK1 2020-2021)  /B&gt . . . . Em chào thầy/cô.. . . . Em là sinh viên văn bằng 2 - khoa Khoa học và kỹ thuật máy tính.. . Em đã đăng ký tốt nghiệp đợt TN.20211.1, và đang chờ xử lý.. . . . Học kỳ 211 (HK1 2020-2021) vừa rồi em có đăng ký học 1 môn (  B&gt Anh văn 1 - Mã LA1003  /B&gt ) để duy trì tình trạng sinh viên, kết quả môn học này không được như mong muốn.. . . . Môn học này em đã được miễn điểm (em là sinh viên văn bằng 2) trước đó, và đồng thời đã chuyển điểm 10 từ chứng chỉ toeic qua.. . . .   B&gt Nay em có nguyện vọng muốn rút và hủy kết quả môn học LA1003, vì kết quả không được tốt ảnh hưởng đến học bạ ạ.  /B&gt . . . .   B&gt Mã số môn học: LA1003. . Học kỳ 211 (HK1 2020-2021)  /B&gt . . . . Mong thầy cô xem xét và cho phép em được hủy môn học này ạ.. . . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Dạ, em xin lỗi em ghi nhầm năm học ạ (  B&gt HK1 2021-2022  /B&gt  thay vì HK1 2020-2021).. . . . Em xin cung cấp lại thông tin môn học em muốn rút kết quả:. . - Mã số môn học: LA1003. . - Học kỳ 211 (HK1 2021-2022). . . . Một lần nữa em xin cảm ơn thầy/cô ạ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn &gt &gt  Sinh viên &gt &gt  biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: [full_name]: [student_id],lớp VL01 thí nghiệm dung sai,GVHD: [full_name]. . Vắng 2 buổi thí nghiệm đo lường khiến em không nộp được báo cáo. . . Chào Phòng đào tạo, Em là [full_name] [student_id] lớp VL01 thí nghiệm dung sai và đo lường, . . Em viết thư này là vì em đã vắng 2 buổi học thực hành và muốn đi bù vào ngày 2/1 như thầy [full_name] đã nói là có thể đi bù theo lịch nhưng ngày 2/1 trường lại nghỉ tết và em đã mail thầy [full_name] hỏi về lịch học bù của lớp VL04 từ rất sớm nhưng không được phản hồi. Vào ngày 5/1 thì thầy [full_name] có đăng thông báo nộp báo cáo bù của lớp VL04 em muốn thông qua thầy để gửi báo cáo thì hôm nay thì bảo là em vắng 2 buổi và không thông báo cho giáo viên hướng dẫn nhưng em có minh chứng đã mail cho thầy bành quốc nguyên để nói về việc vắng buổi học và không có buổi bù đồng thời hỏi về lịch học VL04 để đi học bù. Thầy [full_name] bảo em viết mail cho phòng đào tạo để giải quyết nên em mong phòng đào tạo giúp đỡ em. . . Em xin chân thành cảm ơn. . . Trân trọng, . . [full_name]. ."
    },
    {
        "intent": "",
        "message": "Đã được giáo viên hướng dẫn thông báo"
    },
    {
        "intent": "",
        "message": "Học vụ . Thưa thầy/cô. . . . Em tạo câu hỏi/yêu cầu này nhằm nhờ thầy/cô hỗ trợ em trong việc đăng ký hoãn thi.. . . . Cụ thể, trong lần thi Lập trình Web, em có đăng ký hoãn thi trong vòng 5 ngày vì lí do cơ sở vật chất (mạng). Hôm nay (ngày 7/1), thầy chủ nhiệm môn Lập trình Web có mail em rằng:. . \"Vì lý do hệ thống nhập điểm của trường không chấp nhận điểm 14, nên bắt buộc thầy phải nhập điểm 13 cho em. Về việc hoãn thi này em cứ liên hệ với PĐT để hỏi thông tin và quy trình xử lý cho trường hợp của em, nếu có cần xác nhận từ phía thầy thì em liên hệ lại, thầy sẽ xác nhận cho em.\". . . . Vì vậy mong thầy/cô pđt có thể duyệt đơn xin hoãn thi của em và tư vấn quy trình giải quyết đăng ký hoãn thi giúp em.. . . . Em chân thành cảm ơn, chúc thầy/ cô một ngày làm việc hiệu quả.. . . . Sinh viên,. . [full_name]. ."
    },
    {
        "intent": "",
        "message": ". . \"\"\" . . Chào bạn. . Pdt đã nhận yêu cầu Hoãn thi [student_id]\t[full_name]\tCO3049 và sẽ xử lý theo quy trình. . . . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân. . \"\"\""
    },
    {
        "intent": "",
        "message": "Học vụ . Trước em có gửi đơn xin chuyển sang hệ VLVH, em có kiểm tra tình trạng sinh viên trên trang mybk vẫn ghi là đang học. Cho em hỏi là nếu đã được duyệt thì trong tình trạng sinh viên nó hiển thị như thế nào ? Sao khi chuyển hệ xong em có nhận được mail chuyển hệ không ? Cho em hỏi giờ còn đợt ĐKMH cho VLVH không hay em chỉ có thể đăng ký môn học [full_name]ỌC HK212 - ĐỢT 1 - [full_name] 2 ?. . . . Em xin cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Tình trạng của em đã thu nhận rồi nhé.. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi PĐT,. . . . Em là Hương Huệ - [student_id], sinh viên vừa chuyển hệ sang VLVH. Vì nhận được thông tin từ PĐT là tạm thời không xét CCAV khi xét LVTN nên trong đợt ĐKMH này em muốn đăng ký môn LVTN - CH43B3 cho HK212, tuy nhiên sau khi đăng ký môn học cả 3 đợt đều không thành công.. . Em xin phép gửi phiếu khiếu nại ĐKMH - HK212 cho môn học LVTM - CH43B3, kèm lí do hiện khi đăng ký (kèm hình ảnh). . . . Nhờ PĐT kiểm tra và xét giúp em ạ.. . . . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em xin chào Thầy Cô,. . Em là sinh viên K17, đang học song ngành vb2, vậy khi em ĐKMH là dựa theo CTĐT của K17 hay K19 vậy ạ?. . Em xin cảm ơn ạ.. ."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "B&gt Học vụ . Dạ em xin trường cấp cho em giấy hổ trợ vay tiền cho sinh viên ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em xin chào PDT!. . Em là [full_name] - [student_id] lớp XD18CTT.. . Em có môn một môn cần học trước để có thể học những môn chuyên ngành khác. Tại đây là môn học lần đầu đối với em. Nhưng kỳ chính thì không đủ người để mở. Em thử liên hệ GVCN thì cô bảo hỏi PDT.. . Lớp em bây giờ có thể có đủ số lượng đăng ký môn Thủy Lực CI3081 cho kỳ dự thính lộ trình 2 này, nhưng em thuộc trường hợp học lần đầu nên em lo là không đăng ký được. Kỳ sau cũng còn một mình em học thì em cũng không biết phải làm sao luôn ạ. Vậy em có cần làm đơn gì để được học môn học này vào kỳ dự thính với các bạn không ạ. Thực sự ngành của em rất ít người học để đăng ký. Nên quy định không cho học lần đầu này thì em không biết có thể đăng ký được môn nào cho học kỳ sau luôn, kỳ này em chỉ đăng ký được 4 chỉ ở chương trình đào tạo thôi ạ. Vì không đủ sĩ số tại mấy bạn đều học trước em cả rồi ạ. Hy vọng PDT có thể cho em một hướng dẫn ạ. Em chân thành cảm  ơn!"
    },
    {
        "intent": "",
        "message": "Dear PĐT,. . . . Em là [full_name], MSSV: [student_id]. . Hiện tại em mới thi qua TOEIC và nộp chứng chỉ TOEIC lên mybk. PĐT có thế tạo điều kiện thẩm tra nhanh giúp em để em kịp đăng kí tốt nghiệp tháng 1 này được không ạ.. . Em cảm ơn rất nhiều.. . . . Best regards,. . [full_name].. . . . . ."
    },
    {
        "intent": "",
        "message": "Chào em. . Trường hợp của em vui lòng đợi kết quả thẩm tra hợp lệ mới có thể gửi yêu cầu xin xét tốt nghiệp (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ). . SV theo dõi lịch học vụ để xem lịch trình tốt nghiệp tháng 4/2022 (hiện chưa có nhé). . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . E xin chào!. . E đã được xác nhận tốt nghiệp nhưng đã hơn 1 tháng rồi mà vẫn chưa có bằng chính thức ạ,. . Xin pdt cho e biết khoảng thời gian trước hay sau tết sẽ có ạ. . Mong cô cho em biết thêm thông tin về vấn đề này ạ!!. . Em cám ơm. ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Thân\""
    },
    {
        "intent": "",
        "message": "Kính chào quý Thầy Cô.. . Em tên [full_name]. MSSV: [student_id]. . Ngày 18/12 em có kết quả điểm anh văn hai kỹ năng nói viết đủ tiêu chuẩn để đăng ký tốt nghiệp nhưng tới hôm nay em vẫn chưa thể đăng ký nhận bằng tốt nghiệp được. Thầy Cô xem xét giúp em còn thiếu gì và khi vào em có thể đăng ký nhận bằng tốt nghiệp được ạ.. . Em chân thành cảm ơn Thầy Cô.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Cô thấy em đã đăng ký tốt nghiệp thành công, nhưng hiện tại em vẫn thanh toán lệ phí tốt nghiệp, em vui lòng vào thanh toán trước ngày 14/1/2022. . Thân"
    }
]