[
    {
        "intent": "",
        "message": "Chào bạn. . . . [full_name]dt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . . . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Chào PĐT, . . . . Em tên [full_name] - [student_id], sinh viên khoa Vật liệu. . . . . Em muốn hỏi về thực tập ngoài trường - MA3325. Theo ctđt thì có môn thực tập ở kì 212, nhưng theo em được biết là kì 213 mới bắt đầu đi thực tập: . . 1. Vậy ở kì 212 có bắt buộc phải đăng ký thực tập ngoài trường không hay đến kì 213 mới đăng kí?. . 2. Nếu đã đăng kí thực tập ở kì 212 và có thời khóa biểu thì cứ để đó và kì 213 mới đi thực tập đúng không ạ?. . . . Mong PĐT có thể giải đáp thắc mắc của em. . . Xin cảm ơn. . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Vấn đề đi thực tập em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em xin chào thầy/ cô,. . . . Em là [full_name], em có học và thi môn anh văn 4, lớp L02-A  của HK1 ( 2021-2022),nhưng hiện tại là cả lớp em chưa có điểm trên mybk ạ.. . . . Em có liên hệ với cô giáo dạy môn anh văn 4 này thì cô cho biết là cô đã cập nhật và khoá điểm cho cả lớp vào ngày 16/12/2021 rồi ạ.Nhưng cả lớp vẫn chưa có điểm tổng kết.. . . . Cho em hỏi là điểm anh văn 4 lớp L02 khi nào sẽ được cập nhật vậy ạ.Tại lớp em đang hoang mang khi các lớp khác thi cùng nhưng có điểm sớm hơn so với lớp em cả 2-3 tuần.. . . . Em mong sự phản hồi sớm từ thầy/ cô.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem lại sau ngày 14/01/22 nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi phòng đào tạo.. . Em tên [full_name] mssv [student_id] em đã đăng ký môn quá trình hóa lý EN2045 vag học được 1 tuần nhưng tuần này em xem tkb thì bị xóa và mất luôn trên bkel.. . Mong thầy cô giải quyết giúp em với ạ.. . Em xin cám ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
    },
    {
        "intent": "",
        "message": "Chào PĐT,. . Em là [full_name], MSSV: [student_id]. . PĐT cho em hỏi em không đăng kí được tốt nghiệp trong khi đó em đã học hết và đủ các điều kiện tốt nghiệp. PĐT xem giúp em với ạ.. . Em cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại cô kiểm tra bạn chưa có tên trong ds dự kiến tốt nghiệp nên không thể đăng ký tốt nghiệp.. . SV vui lòng trình bày rõ vấn đề của bạn giúp cô. . Thân. ."
    },
    {
        "intent": "",
        "message": "Trường hợp xét tốt nghiệp báo bạn vẫn nợ TOEIC, bạn bạn đạt đủ quy định về CCNN theo quy định chưa nhé?. . AV 2 kỹ nói nói viết. . Thân"
    },
    {
        "intent": "",
        "message": "Cô check lại giúp em với ạ.. . Em check trên 16.Đăng ký nộp chứng chỉ ngoại ngữ thì thấy bằng toeic 500 của em đã được thẩm tra và em cũng thi av nói viết được 210 vào hồi . . ngày 15/12."
    },
    {
        "intent": "",
        "message": "Dạ thêm nữa là kì trc em học AV4a tương đương với AV4 để hoàn thành đủ 4AV.. . Nên hiện tại em đã xong 4AV + toeic 500 + nói viết 210.. . Cô check lại giúp em điểm này nhé.. . Cảm ơn cô."
    },
    {
        "intent": "",
        "message": "Em gửi cô ảnh để check."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp của em mới có kết quả thẩm tra CCNN ngày 12/01/2022, thời điểm này đã hết hạn xét tốt nghiệp của đợt tốt nghiệp tháng 11/2021 nhé.. . SV đơi thông báo lịch trình của đợt tốt nghiệp tiếp theo nhé. . Thân"
    },
    {
        "intent": "",
        "message": "EM khóa K15 là còn đợt tốt nghiệp tháng 4 nữa đúng không ạ ?"
    },
    {
        "intent": "",
        "message": "[full_name] xem trình hình có thể cho xét TN bổ sung cho đợt 12/2021 để cho gọn, tránh trường hợp phải tạm dừng HK 211 này.. . (Câu trao đổi chủ đích chỉ dành cho techsupport, không hiển thị cho SV.)"
    },
    {
        "intent": "",
        "message": "Chào em,. . Đúng rồi em nhé.. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi phòng đào tạo, em đã đăng kí tốt nghiệp và nhận bằng tốt nghiệp tạm thời được một thời gian dài nhưng vẫn chưa có bằng chính thức. Vì đang cần gấp để hoàn tất hồ sơ du học, nên em cần bằng tốt nghiệp gấp. Mong được phòng đào tạo hỗ trợ. Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ em xin đăng ký tạm dừng học kỳ 212, em đính kèm mẫu đơn như hình . . . ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn tạm dừng HK212 của bạn, Sinh viên theo dõi tình trạng sinh viên được cập nhật trên mybk/Thông tin Sinh viên/tình trạng. . chuyển qua trạng thái từ \"\"đang học\"\" sang \"\"tạm dừng\"\", dự kiến sẽ cập nhật trước ngày 25/1/2022 và gửi mail Quyết định qua email cho sinh viên. . SV vui lòng theo dõi lịch học vụ và mail SV để làm đơn thu nhận lại để đăng ký MH cho học kỳ tiếp theo. . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ cho em hỏi là qua 2 học kì rồi mà có 1 môn chưa có điểm thì làm sao ạ . . Em đã mail thầy mà không thấy hồi âm . . Cho em hướng dẫn để biết điểm được không ạ ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi lại thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi PĐT, em tên [full_name], MSSV [student_id], ngành Kỹ thuật máy tính.. . . . Em có học và đã qua môn một số môn tương đương nhưng chưa được chuyển điểm ở môn gốc, cụ thể như sau:. . . . Môn CO1011 tương đương môn CO1027 và môn CO1031. . Môn CO2033 tương đương môn CO1025. . . . Đính kèm là bảng điểm và danh sách môn tương đương.. . . . Mong PĐT kiểm tra và chuyển điểm giúp em. Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Vui lòng ghi rõ điểm và học kỳ của từng môn em học tương đương giúp cô nhé.. . Em học MH nào? mã MH? ở HK nào? bao nhiêu điểm? tương đương MH nào? Ghi rõ giúp cô. . Thân"
    },
    {
        "intent": "",
        "message": "Chào cô,. . Em học môn Kỹ thuật lập trình CO1027 (3 tín chỉ) ở HK192, điểm tổng kết 5.5, môn Đồ án kỹ thuật lập trình CO1031 (1 tín chỉ) ở HK202, điểm tổng kết 8.5. Hai môn này tương đương với môn Kỹ thuật lập trình CO1011 (4 tín chỉ).. . . . Em học môn Thiết kế luận lý với HDL CO1025 (3 tín chỉ) ở HK202, điểm tổng kết 7.5. Môn này tương đương với môn Thiết kế luận lý với verilog HDL CO2033 (3 tín chỉ).. . . . Cảm ơn cô.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã tiếp nhận yêu cầu chuyển điểm của bạn.. . Hiện tại bạn đang cần cập nhật chuyển điểm để làm gì? . . Thân"
    },
    {
        "intent": "",
        "message": "Chào cô, . . Em có đăng ký môn học LVTN ngành Kỹ thuật máy tính CO4327 ở 3 đợt ĐKMH thì đều gửi đăng ký được nhưng kết quả là không được nhận LVTN do không đủ điều kiện. . . . . Em có nhờ kiểm tra trên BKSI thì không được trả lời rõ là thiếu điều kiện gì nên em tự kiểm tra và nhận thấy chỉ có thể là thiếu số   B&gt Tín chỉ tích luỹ ngành  /B&gt  do môn tương đương chưa chuyển điểm. Do vậy, em đã gửi yêu cầu nhờ chuyển điểm để có thể đăng ký đợt bổ sung LVTN.. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Chào anh/chi pđt. . HK2 (2020-2021) em có học môn vật liệu xây dựng, có học phần thí nghiệm và đã có điểm ở học phần này. Kì này, em tiếp tục đk lại, thì em có được chuyển điểm TN từ học kì trước qua không ạ? Nếu có thì cho em hỏi thủ tục như thế nào ạ ?. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "dạ em XIN CHÀO THẦY CÔ BAN GIÁM HIỆU NHÀ TRƯỜNG EM TÊN LÀ PHÙNG VĂN TÂN MSSV [student_id] EM XIN GỬI ĐƠN [full_name] VẼ [full_name] VẼ [full_name] EM MONG ĐƯỢC THẦY CÔ CHẤP NHẬN ĐỂ EM CÓ THỂ HOÀN THÀNH TỐT CÔNG VIỆC HỌC TẬP CỦA MÌNH Ạ. EM XIN CHÂN THÀNH CẢM ƠN VÀ CHÚC THẦY CÔ THẬT NHIỀU SỨC KHỎE Ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em tên [full_name] có MSSV là [student_id]. Trong kì thi onl vừa qua thì em có đăng ký hoãn thi môn vẽ kỹ thuật và được thầy [full_name] dạy lớp thí nghiệm xác nhận cho hoãn thi vì máy em lúc đó không thể đáp ứng phần mềm. Nhưng sau khi em nhận được danh sách hoãn thi thành công từ PĐT rồi thì thầy vẫn tiếp tục chấm điểm em dẫn đến điểm thí nghiệm của em bị trống và xuất ra điểm. Và như em biết thì sau khi đăng ký hoãn thi thành công là xoá hết điểm thành phần chỉ xét vào một bài thi dành cho hoãn thi cuối cùng của em nhưng mà khi em mail thầy [full_name] dạy lớp lý thuyết và phụ trách chấm bài thì thầy lại đưa ra điểm thành phần nói điểm thí nghiệm của em không hoàn thành và thầy cho bài thi cuối kì của em điểm 0. Em mong xem xét giúp em về trường hợp này ạ vì em đã làm đúng hết các thủ tục PĐT yêu cầu.. . Em xin cám ơn.. . Dưới là mail xác nhận hoãn thi của thầy [full_name] dành cho em khi em không thể học thí nghiệm và hình danh sách hoãn thi của PĐT dành cho em.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn trình bày lại với Giảng viên về việc nhập điểm này, nếu sai sót chỗ nào thì chỉ có Thầy mới có thể sửa điểm. . Vì Pdt không thể can thiêp, Pdt đã làm đúng quy trình ra qd hoãn thi, xếp lịch thi. . Thân"
    },
    {
        "intent": "",
        "message": ". . DẠ EM XIN ĐỔI NHÓM LỚP ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. ."
    },
    {
        "intent": "",
        "message": "Gửi phòng Đào Tạo. . . . Em tên: [full_name]. . MSSV: [student_id]. . Lớp: MT20KH01. . . . Do sơ sót của bản thân em đã không kịp đăng kí học bù Thí nghiệm Hóa Đại cương mặc dù bản thân đã có đủ điều kiện để có thể di chuyển và tham gia học tập trong thành phố.. . . . Mong phòng Đào Tạo có thể xem xét và cho em tham gia kì này."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại, Phòng Đào tạo không thể đăng ký học thí nghiệm trực tiếp theo yêu cầu của em.. . Sau tết Nguyên đán, Pdt sẽ tự động xếp học thí nghiệm cho Sinh viên chưa có lịch học. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi phòng Đào tạo,. . . . Vào học kỳ 212, em sẽ đi trao đổi tín chỉ theo chương trình ERASMUS+ tại Italy. Trong quá trình chờ visa, em vẫn đăng ký LVTN trên mybk theo đợt của trường để trong trường hợp không được cấp visa. . . . . Đến thời điểm em có visa (06/01) thì thời hạn đkmh đợt 3 đã kết thúc và em cũng không thể xoá LVTN. Hiện tại trong thời khoá biểu trên mybk của em có hiển thị LVTN. . . . . Như vậy phòng ĐT cho em hỏi, em có thể rút LVTN mà không phải đóng học phí không ạ? Và với những môn em đăng ký trong Learning Agreement em nộp cho phòng đào tạo thì em sẽ đóng học phí lúc nào và  ĐT sẽ đăng ký cho em sau khi em về nước hay sao ạ?"
    },
    {
        "intent": "",
        "message": "Đã trả lời trực tiếp. . [full_name]ân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Thưa anh/chị . . Em tên [full_name] mssv [student_id] sinh viên khoa CNVL lớp VLK18KL . . lý do: Đăng ký môn LVTN MA4317 L01. đợt 2 đăng ký môn học em đã được xếp lớp và TKB tuy nhiên sau đó bị xóa mất, đến đợt 3 em đăng ký lại cũng bị xóa. . . Em đã tích lũy đủ 126 chỉ, đủ điều kiện đăng ký luận văn tốt nghiệp. Em không biết còn nguyên nhân nào khác dẫn đến không đăng ký được, xin anh/chị xem xét, giai đáp thắc mắc giúp em. em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Cho em hỏi vì sao em đăng kí dự thính đợt 3 lộ trình 1 gần 1 tuần mà chưa có kết quả vậy ạ, tại có 1 số môn bắt đầu học rồi nhưng em vẫn chưa được thêm vô elearing do chưa có kết quả đăng kí dự thính đợt 3. ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . . . Bạn vui lòng xem   B&gt TKB Dự thính  /B&gt  cập nhật tại Mybk-xem TKB dự kiến từ 20/01/2022 - 25/01/2022 (để kiểm tra TKB sơ bộ, có thể đăng ký thêm, điều chỉnh nhóm hoặc hủy môn theo Lịch học vụ HK212). . . . Chúc bạn học tốt. . Thân"
    },
    {
        "intent": "",
        "message": "Kính gửi Phòng đào tạo,. . Em tên là [full_name]. MSSV: [student_id]. chuyên ngành điều khiển và tự động hóa.. . Em viết mail này để xin thông tin về giảng viên sẽ hướng dẫn luận văn cho em trong kì sắp tới.. . Do 1 số lý do mà em phải nghĩ 2 kì nên khi đăng kí luận văn trong kì này em chưa có thông tin về giảng viên sẽ hướng dẫn luận văn của em.. . Rất mong sự phản hồi sớm của khoa để em có thể liên lạc được với giảng viên sớm nhất có thể.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi Phòng Đào Tạo,. . Em tên [full_name], MSSV: [student_id], XD15CTGT02.. . . . Nay em làm đơn này kính mong PDT xem xét, cho em được chuyển hệ vừa học vừa làm để tiếp tục theo đuổi việc học. Em đang thuộc diện hết thời gian đào tạo và em sẽ cố gắng hoàn thành xong việc học trước thời gian quy định. Em xin chân thành cảm ơn.. . . . [full_name],. . [full_name].. . . ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH (SV làm đơn xin đăng ký MH và nộp qua bksi cho PDT). . Thân\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào anh (chị),. . . . Em có nhận được mail nhắc nhở đăng kí và đóng BHYT nhưng do sự nhầm lẫn của em, thì hiện tại em chưa đăng kí và chưa có BHYT cho năm 2022.. . . . EM có mong muốn anh (chị ) giúp em đưa ra hướng giải quyết vấn dề này ?. . . . Em cảm ơn ạ . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ nhà trường cho em hỏi là tại sao có mấy bạn thiếu chỉ lại đăng kí được môn luận văn tốt nghiệp và đã có thời khóa biểu, em cũng bị thiếu chỉ mà lại đăng kí không được ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em là [full_name] mã số SV: [student_id], vào ngày 24/04/2021 do em có 2 môn thi là Anh văn 2 và Vật liệu học và xử lý cở tại cơ sở 1 và 2 sát giờ nhau nên em xin trường chuyển sang thi ở cơ sở 2 và đã được trường chấp nhận. Em cũng thi 2 môn nhưng chỉ có môn Anh văn là có điểm còn môn Vật liệu học và xử lý thì có điểm là 13. Em mong Phòng đào tạo kiểm tra lại giúp em."
    },
    {
        "intent": "",
        "message": "Chào bạn. . . . Về điểm thành phần môn học, bạn vui lòng liên hệ với giảng viên giảng dạy để kiểm tra lại điểm thành phần môn học giúp.. . Nếu có sai sót trong quá trình nhập điểm, thì giảng viên sẽ điều chỉnh với P.ĐT. . . . Chúc bạn học tốt. . Thân,"
    },
    {
        "intent": "",
        "message": "Học vụ . Kính chào!. . Em tên là [full_name]_MSSV:[student_id]. . Em có vấn đề cần hỏi là: em đã đăng kí môn bóng chuyền học phần 2 trong đợt đk GDTC học kì 212 và đã nhận được thời khóa biểu học vào lúc 15h-17h50 ngày thứ 3. Nhưng sau khi cập nhập lại thời khóa biểu thì em bị mất thời khóa biểu của môn bóng chuyền và thông tin môn bóng chuyền trên BKEL của em cũng bị mất luôn ạ. Em xin hỏi hiện tại em có tham gia học bóng chuyền nữa không ạ và làm sao để có link học ạ ?. . Em mong được giải quyết vấn đề ạ . . Em xin chân thành cảm ơn !"
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "B&gt   i&gt Đăng ký môn học  /i&gt   /B&gt . . Mã MH  -  Tên MH     -  Mã Nhóm. . CO2017 - Hệ điều hành - [full_name]01_[full_name]01. . MT2001 - Xác suất và thống kê - [full_name]01_[full_name]01. . . .   I&gt Lý do:  /I&gt  SV mới được thu nhận lại.. . . . (Quyết định thu nhận lại ở file đính kèm)."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào thầy (cô) ạ,. . . . Em đăng ký môn học Thực hành Địa kỹ thuật 2 nhưng bị xóa 2 lần nhưng hiện tại môn học đó vẫn được mở với sỉ số sinh viên là 1.. . . . Em muốn xin đăng ký bổ sung thêm để em có thể học kịp tiến độ. Nhưng em không biết mẫu đơn cần làm là mẫu đơn như thế nào ạ.. . . . Mong thầy (cô) cho em xin mẫu đơn để em có thể đăng ký bổ sung môn học này ạ.. . . . Em cảm ơn. . Trân trọng.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ em xin phép gửi đơn xin hoãn thi (pdf) có sự xác nhận của thầy [full_name] - giáo viên hướng dẫn bộ môn Vẽ kĩ thuật giao thông (TR1003), thầy [full_name] - chủ nhiệm khoa Kỹ thuật giao thông. Em cũng xin phép được gửi các file minh chứng mà 2 thầy yêu cầu, em xin cảm ơn nhiều ạ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . PDT đã tiếp nhận đơn hoãn thi HK211 của bạn.. . Quy trình xử lý:. . Dự kiến vào cuối tháng 01/2022: Ra Quyết định Hoãn thi có điều kiện (SV phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này), và gửi email thông báo kết quả xử lý đến SV.. . SV theo dõi mail, nếu sau thời gian dự kiến chưa nhận được mail thông báo về Quyết định Hoãn thi HK211, SV vui lòng gửi lại câu hỏi qua BKSI để được hỗ trợ trả lời.. . Thân\""
    },
    {
        "intent": "",
        "message": "Dạ phòng đào tạo cho em hỏi thời điểm nào thì làm lễ tốt nghiệp nhận bằng vậy ạ? Tại vì em nhận giấy chứng nhận tốt nghiệp tạm thời từ đầu tháng 12 mà tới giờ em vẫn chưa nhận được thông báo nào nên không biết có bỏ lỡ gì không.. . Mong pđt thông tin đến em ạ.. . Em cảm ơn!. .   i&gt Tốt nghiệp ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính gửi : Phòng Đào tạo trường ĐH Bách Khoa Tp.HCM. . Em tên là : [full_name] . . MSSV: [student_id] . . Sinh viên Khoa Kỹ Thuật Hóa học Khóa: 2021. . Dạ cho em hỏi hiện tại lịch học của em có ngày thứ 4 tuần 7,8,9,14,15,16,17,18,19 học Vẽ Kỹ Thuật hangout lúc 12h-14h sau đó thì em lại học trực tiếp thí nghiệm vật lý lúc 14h-16h tại cơ sở 2 . Vì em hong có đkí KTX và em ở thành phố nên sợ không kịp chạy từ thành phố về cơ sở 2 để kịp học thí nghiệm vật lý đó ạ . Vậy cho em hỏi có cách nào giải quyết không ạ và nếu hủy môn thí nghiệm vật lý thì em không đủ tín chỉ để đăng ký cho học phần sau đó ạ . . Em cảm ơn thầy/cô đã đọc tin nhắn của em ạ !. . Chúc thầy/cô có một ngày tốt lành ạ !"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào em;. . môn vẽ kỹ thuật sau này nếu học tại trường thì em cũng phải học ở cơ sở 2 nhé, em nên sắp xếp thời gian để học nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em là [full_name], sinh viên khoa điện-điện tử. Trong đợt đkmh vừa rồi, em đăng kí môn  [full_name]háp luật Việt Nam đại cương(S[full_name]1007[full_name] nhưng em chọn sai nhóm lớp, em thuộc nhóm [full_name] mà đăng kí nhóm [full_name][full_name]. Kính mong thầy cô hỗ trợ em giải quyết vấn đề này ạ. Em cảm ơn ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học  /i&gt   B&gt   /B&gt . . . . Chào thầy cô em là [full_name]ăng mssv [student_id]. . E có đk môn học GDTC nhưng nay tới lịch học thì bị xóa môn . . Mong thầy/cô xem xét. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Họ tên: [full_name] MSSV: [student_id]. . Nguyên do: Không đăng ký được môn do thiếu môn học trước.. . Yêu cầu: Xin phép PDT mở cho em đk môn học ME4083 Kỹ thuật đo lường trong nhiệt lạnh được học song song với môn Điều hòa không khí ME3153 vào học kỳ này.. . Em được xin phép và được sự cho phép của thầy [full_name] và giáo viên giảng dạy môn này để được học ạ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Chào pdt em thuộc khoá k17 ngành cầu đường khoa KTXD. . Do không còn đam mê với ngành cầu đường nên em muốn chuyển sang dân dụng. Pdt cho en hỏi thủ tục chuyển chuyên ngành như thế nào ạ. . Em có mail hỏi khoa rồi thì họ bảo đó là quy chế của trường nên khoa không giải quyết được. . Mong pdt hướng dẫn giúp em. Em cảm ơn nhiều ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem quy chế . . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 30. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Họ tên: [full_name]SV: [student_id]. . Nguyên do: Không đăng ký được môn do thiếu môn học trước.. . Yêu cầu: Xin phép PDT mở cho em đk môn học [ME4083] Kỹ thuật đo lường trong nhiệt lạnh được học song song với môn Điều hòa không khí [ME3153] vào học kỳ này.. . Do học kỳ này là học kỳ cuối khóa k18 đăng ký được môn, RẤT QUAN TRỌNG VỚI EM. Em mong PDT xem xét cho em đk môn.. . Em xin phép và ĐÃ ĐƯỢC SỰ CHO PHÉP của thầy [full_name] và giáo viên giảng dạy môn này để được học ạ.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Họ tên: [full_name]SV: [student_id]. . Nguyên do: Không đăng ký được môn do thiếu môn học trước.. . Yêu cầu: Xin phép PDT mở cho em đk môn học [ME4083] Kỹ thuật đo lường trong nhiệt lạnh được học song song với môn Điều hòa không khí [ME3153] vào học kỳ này-HK2 2021-2022.. . Do học kỳ này là học kỳ cuối khóa k18 đăng ký được môn, RẤT QUAN TRỌNG VỚI EM. Em mong PDT xem xét cho em đk môn.. . Em xin phép và ĐÃ ĐƯỢC SỰ CHO PHÉP của thầy [full_name] và giáo viên giảng dạy môn này để được học ạ.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu chuyển điểm môn học tương đương: . Môn học: CO2041 - Đồ án thực tập phần cứng máy tính. . . . Học ở HK2, năm học 2020-2021. . . . Điểm môn học: 7.50. . . . Tương đương với môn học: CO2019 - Thực tập phần cứng máy tính. . . ."
    },
    {
        "intent": "",
        "message": "Kính gửi PĐT.. .  . . Em tên là Nguyễn Văn Phong, MSSV: [student_id].. . Thuộc khoa Kỹ thuật địa chất và dầu khí, chuyên ngành ĐỊA KỸ THUẬT.. . . . Lý do em viết đơn này là em đã đọc quy định về đăng ký luận văn tốt nghiệp rất nhiều lần rồi nhưng vẫn không hiểu tại sao tín chỉ tích lũy của em đã đủ 123 chỉ, công tác xã hội 18 ngày và các điểm thực tập đã đầy đủ hết nhưng vẫn không đăng ký được LVTN. . . . . Nên em muốn nhờ Thầy Cô xem giúp em là với số chỉ 123 tín chỉ hiện tại của em đã đủ để đăng ký luận văn tốt nghiệp hay chưa ạ. Em chân thành cám ơn.\t. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân"
    },
    {
        "intent": "",
        "message": "Kính gửi thầy cô,. . Em đã ​đăng ký môn GDTC đã thành công nhưng nay lên học thì lại bị xóa mất link và trong thời khóa biểu cũng không có, khi em đi hỏi thì một số bạn cũng bị trường hợp tương tự như em ạ. Mong thầy/cô xem xét ạ.. . Em xin cảm ơn thầy/cô."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ chào thầy cô em là [full_name] , do em chỉ pass 1 TC thôi và kì này em lại bị huỷ môn GDTC nên k đủ điều kiện đăng kí môn năm 3 , có cách nào giải quyết k ạ em cảm ơn . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em tên là [full_name], sinh viên K16, MSSV [student_id]. Nay em làm đơn này kính xin quí thầy cô cho em được thu nhận lại.. . . . Em cảm ơn thầy cô,. . . . [full_name]"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận HK212 của bạn. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên . . SV xem lịch học vụ và mail SV để vào ĐKMH cho HK dự thính _ Lộ trình 2, đợt 2 (nếu có nhu cầu). . Thân\""
    },
    {
        "intent": "",
        "message": "EM TÊN :NGUYỄN NGỌC QUANG -1712781. . LÝ DO : EM KHÔNG CÓ Ở TP NÊN EM PHẢI NỘP ĐƠN PHÚC KHẢO ĐIỂM  ONLINE , MONG PHÒNG ĐÀO TẠO XEM XÉT CHO EM.EM CẢM ƠN. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã tiếp nhận đơn Phúc tra của bạn và đã chuyển về Khoa để xem lại bài thi cho bạn.. . Dự kiến sẽ trả lời kết quả vào cuối tháng 2/2022.. . Nếu chưa nhận được phản hồi vui lòng phản hồi lại qua [full_name] để khiếu nại. . Thân"
    },
    {
        "intent": "",
        "message": "Chào bạn[full_name] [full_name] [full_name] đã nhận kết quả trả lời từ [full_name] về việc phúc tra môn học của bạn: Không thay đổi kết quả[full_name] [full_name] [full_name]ân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ hiện tại em đang học ngành viễn thông kì 2 năm 2 bên Điện - Điện tử, do chủ quan nên e đã quên không đăng kí môn Tín hiệu và Hệ Thống , em mong quý thầy cô cho phép em có thể đăng kí và học môn này trong kì dự thính 212 được không ạ em hứa sẽ đảm bảo tiến độ học tập. . . Em xin cảm ơn rất nhiều ạ.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào pđt, em cần pđt giải đáp gấp giúp em những vấn đề sau :. . . . 1. Em đã check lại lý do mà em không đăng ký môn học thành công là vì   B&gt \" Thiếu môn tiên quyết \"  /B&gt . Mong pđt kiểm tra lại   B&gt lý do cụ thể  /B&gt  giúp em là em đang thiếu môn gì vì   B&gt tất cả môn học trừ chứng chỉ tiếng anh  /B&gt  ra thì em đều   B&gt pass  /B&gt  hết rồi.. . . . 2. Nếu như lý do là   B&gt thiếu chứng chỉ tiếng anh  /B&gt  thì không phải   B&gt Học kì 212 được miễn xét tiếng anh  /B&gt  để làm LVTN sao ạ? . . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy cô,. . Hiện em đang là sinh viên năm thứ 4, và còn một môn lập trình CO1013 chưa học(Môn này được thay thế bằng môn tương đương là CO1003-Nhập môn về lập trình). Hiện thì em đăng ký dự thính học kỳ 212 không được do nghị định mới 81/2021/NĐ-CP không mở lớp cho sinh viên chính quy học lần đầu. Vậy em có thể đăng ký trong học kỳ hè 213 hay tới tận học kỳ 221 em được đăng ký môn học này ạ? Liệu có cách nào giúp em đạt kịp tiến độ ra trường không ạ? Tại vì chỉ còn một môn này do em chưa đăng ký thôi ạ?. . Mong thầy cô phản hồi em sớm. Em cảm ơn rất nhiều ạ. Chúc thầy cô nhiều sức khỏe."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em [full_name], mssv [student_id]. Em nhận được \"Thông báo v/v hủy kết quả, thay đổi mã nhóm do SV đăng ký sai vào nhóm Việt Pháp\", em xem lại thời khóa biểu được cập nhật vào lớp Cơ lưu chất L01 và em có thể học được, vậy giờ em bắt đầu tham gia vào học lớp cơ lưu chât L01 phải không ạ, vậy khi nào thì Bkel của em mới bổ sung lớp mới để em dễ dàng tham gia học ạ (tại bây giờ em lên trang bkel thì chưa có lớp mới ạ)"
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại nếu chưa vào được em gửi lại nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em đăng kí nhầm môn \"thiết kế luận lý với hdl\", vốn không có trong ctđt của khoa khmt nên em muốn hỏi cách để huỷ môn. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Đã hết hạn huỷ môn học.. . - Về việc rút môn học em xem email:. . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em chuẩn bị đi khám bệnh nhưng bây giờ chưa có thẻ bhyt (đã đóng tiền cho trường) thì phải làm sao ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Kính chào nhà trường. . Em là [full_name] [student_id], em có thắc mắc là có 1 môn ở học kì 202 của em là môn Trường sóng điện từ (405408) đến giờ vẫn còn bị treo điểm 15 (ảnh đính kèm), trong khi đó điểm ở trong trang Phúc tra điểm thi thì có điểm tổng kết. Em có hỏi các bạn khác thì một vài bạn có bị và một vài bạn không bị như vậy. Mong nhà trường giải đáp giúp em.. . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ em chào cô. . . . Kì 202 em có học môn kỹ thuật số và em có hoãn thi trong kì 211 em có thấy để lịch thi là ngày 17/1/2022 trong phần đăng ký hoãn thi nhưng trong phần lịch thi lại không có, bkel và bkexam cũng không có link phòng thi .Cho em hỏi em có được thi môn kts ko ạ, em có gửi kèm ảnh ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Cô chưa hiểu rõ ý của bạn, vui lòng trình bày rõ vấn đề của bạn giúp cô nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ em chào phòng đào tạo, em là [full_name], MSSV [student_id]. . Dạ em đang thắc mắc không biết sau Tết trường sẽ tiếp tục dạy online hay tổ chức offline kể từ tuần 6 luôn ạ? Tại vì em coi trong thời khóa biểu thì thấy học lại từ tuần 6, em không biết là học online hay offline ạ? Và nếu như học online thì học online tới bao giờ ạ?. . Kính mong phòng đào tạo giải đáp sớm giúp em ạ! Em xin cảm ơn nhiều. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Cho em hỏi sao em không xét tốt nghiệp được ạ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại em chưa có tên trong ds tốt nghiệp dự kiến nên không đăng ký tốt nghiệp được.. . Em vui lòng trình bày rõ vấn đề của bạn giúp cô. . Thân"
    },
    {
        "intent": "",
        "message": "answer rate: Answer suits the needs / Câu trả lời đúng ý"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em xin chào nhà trường ,. . Cho em hỏi là em vừa được nhận vào hệ VLVH , bây giờ em đang chờ nhà trường mở DK môn học để đăng kí nốt DCLV , LVTN vào hạn chót ngày 18/1/2022. Em là sinh viên khóa K15 chuyển qua hệ VLVH thì bây giờ em đăng kí môn học theo mã mới hay mã cũ ạ . Và khi chuyển qua hệ VLVH thì có phải học thêm hay bổ sung các học mới không hay là vẫn học theo chương trình khóa K15 ạ .. . Vì hiện tại trên myBk/stinfo  không có mục Chương Trình Học nên em đặt câu hỏi . Mong nhà trường giải đáp thắc mắc .. . . . Em xin chân thành cám ơn .. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH,. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em có nhận mail PDT thay đổi nhóm môn học. Tại sao PDT lại thay đổi mã nhóm môn học PLDC (SP1007) của em từ P02 sang L05? Em thuộc sinh viên VP thì tất nhiện đăng ký vào nhóm VP, và em đã học nhóm P02 2 tuần rồi, mọi thứ như nhóm bài tập lớn đã được sắp xếp, xin PDT trả em về nhóm P02 như cũ.. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . . . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . . . hoặc Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . . . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ em đã thanh toán lệ phí còn nợ nhưng đến giờ khi vào đăng ký tốt nghiệp thì hệ thống vẫn báo là em không được phép đăng ký vì còn nợ học phí và tạm dừng. Kính nhờ cô cập nhật lại thông tin sinh viên giúp em ạ!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Đã mở khóa, em vào đăng ký tốt nghiệp lại nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học ."
    }
]