[
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại PDT đang gửi mail theo danh sách SV đến nhận bằng, SV vui lòng theo dõi mail nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Chào thầy/cô từ phía phòng đào tạo,. . Em tên là [full_name], sinh viên khóa 18 khoa Quản Lý Công Nghiệp.. . Em có đọc Quy chế đào tạo về Số tín chỉ/môn học tối thiểu trong một học kỳ chính và muốn hỏi về thông tin sau: \"Các SV chưa đạt chuẩn AV từng năm, cho phép đăng ký học ít hơn 10 TC.\". . Thầy/cô cho em hỏi, học kỳ chính này em chỉ đăng ký 1 môn học 3 chỉ và nộp bằng Anh Văn thì có bị buộc tạm dừng học hay cảnh cáo học vụ không ạ?. . Em cảm ơn.. . [full_name],. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy/ cô. . Em tên là [full_name], MSSV [student_id]. . . Hiện tại em chưa có TKB của hk2(2021-2022) về LVTN ( CNTP) với mã môn học là CH4337. Nhưng giờ đã qua đợt ĐKMH nên em không đăng kí được. Mong thầy cô đăng kí giúp em để em có thể hoàn thành chương trình học của mình. . . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ chào thầy cô, em có đăng ký hoãn thi trên mybk các môn CI3231, CI3237, CI2095 nhưng trên bảng điểm để 13. Mong được thầy cô hỗ trợ ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp .  Em xin chào quý thầy cô trường mình ạ . . . . Em tên là Đinh Sơn Huy ( có mã số sinh viên [student_id] hệ VHVL chuyển qua từ chính quy ) . . Mong thầy cô giúp đỡ cho em : hiện em đã hoàn thành tất cả các môn học và đạt chứng chỉ tiếng anh quốc tế nhưng vẫn không có tên trong danh sách tốt nghiệp . Do đó em không thể đăng ký xét tốt nghiệp được ạ , mong quý Thầy Cô giúp đỡ kiểm tra giúp em . . . . . Em xin trân trọng cảm ơn quý Thầy cô ạ !"
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Đăng kí vào lớp dạng đồ án môn học. . Cơ kỹ thuật và dao động; Mã môn học: TR2001. . Tên: [full_name], MSSV: [student_id]"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Họ và tên: [full_name]. . MSSV: [student_id]. . Đăng ký vào lớp dạng đồ án môn cơ kỹ thuật và dao động, mã môn học TR2001.. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em là [full_name], MSSV: [student_id], em có học môn Môn học: Kỹ thuật Thủy lực khí nén . . Mã số môn học: ME3001 . . Mã nhóm: DT01. . Học kì: 202 dự thính . . bao gồm cả lý thuyết và thí nghiệm vào kì 202, HK2- 2020-2021 (là nhóm dự thính năm ngoái và có thí nghiệm online vào tháng 11/2021), nhóm lớp lý thuyết và thực hành : DT01A. . . . Như đã thông báo của thầy [full_name] dạy thì điểm của em đã được gửi đi nhưng lí do nào đó phòng đào tạo chưa cập nhập điểm, do đó em không thể đăng kí được LVTN.. . . . Mong pđt có thể xem xét và kiểm tra lại, điểm của em đã được cập nhập tại :\"Phúc tra bài thi cuối kì\". Mong pđt có thể cập nhập để em có thể đăng kí luận văn. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 112  123 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
    },
    {
        "intent": "",
        "message": "B&gt   /B&gt Kinh chào Phòng đào tạo, . . Em là [full_name], MSSV [student_id]. Do sự cố không mong muốn nên em xin được đống học phí trễ hạn cho kì 211. Nhưng không biết vì sao em không đóng được ở trang BKpay. Mong phòng đào tạo có thể xem lại giúp em ạ.. . Em xin cám ơn. .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "Chào bạn BKpay bình thường nghen bạn. . Bạn có thể liên hệ trực tiếp ngân hàng OCB hoặc số điện thoại: [student_id]8. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính chào Phòng Đào Tạo, . . . . Em tên [full_name], MSVV [student_id]. . . Hiện tại em đã hoàn thành môn Luận Văn và đủ các yêu cầu để tốt nghiệp. Em viết mail này để mong muốn được xét tốt nghiệp ạ. . . Mong PDT xem xét và phản hồi giúp em ạ. . . . . Em cảm ơn ạ, . . Trân trọng."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . Chào anh/chị,. . EM là [full_name] sinh viên cua OISP K17, nay gia đình em có một số việc nên em có ý định chuyển qua hệ VHVL. Và em có một số câu hỏi, thắc mắc sau ạ, mong được anh/chị giải đáp.. . 1) Hệ VLVH thời gian biểu, lịch học có phải chủ yếu ở ngoài giờ hành chính không ạ?. . 2) Nhưng môn, tín chỉ em đã học ở chương trình CLC có được chuyển qua, hay em phải học lại, học thêm môn gì không ạ?. . 3) Hệ VLVH tổ chức và giảng dạy chủ yếu ở đại học BK cs 2 ở dĩ an phải không ạ?. . Trên là một số câu hỏi chủ yếu em thắc mắc, mong anh, chị giúp em giải đáp ạ. Ngoài ra khi chuyển qua hệ VLVH em có cần lưu ý điều gì không ạ?. Mong anh/chị giúp đỡ.. .  Cám ơn anh, chị.. ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Về CTDT là giống nhau của đại trà và VLVH, Nghĩa là khi bạn chuyển sang VLVH thì học theo CTDT của hệ đại trà, bạn còn nợ môn này thì đăng ký trả nợ môn đó nếu có mở lớp, có thể đăng ký chính quy dự thính bằng 2 hay VLVH để học. . nếu muốn học theo chương trình CLC thì phải làm đơn riêng gởi Văn phòng đào tạo quốc tế. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Học vụ . Em thân chào anh/chị phụ trách. . Hiện tại em đang ở quê từ lúc dịch bùng phát cho đến giờ. Vì lý do cá nhân nên em muốn được tạm dừng học để không phát sinh học phí trong HK212.Mong được anh/chị hỗ trợ em về thủ tục tạm dừng trong thời gian này ạ.. . Trân trọng./."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em tải mẫu đơn tạm dừng, điền đầy đủ thông tin gửi lại nhé.. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Lưu ý: xem quy chế tạm dừng: nộp đơn trong 4 tuần đầu HK sẽ không đóng HP.. . Thân mến"
    },
    {
        "intent": "",
        "message": "Dạ cho em gửi lại đơn ạ.. . Thân mến ./."
    },
    {
        "intent": "",
        "message": "answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. . \""
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ cho em hỏi là vào tuần 7 em có lịch học thí nghiệm môn vi xử lí ở cơ sở 2 nhưng theo mail mới nhất của bên trường là từ tuần 7 cho tới tuần 10 thì vẫn học trực tuyến sau đó mới bắt đầu học các học phần thí nghiệm thì không biết là tuần 7 này em có cần phải đi học không ạ?"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn vui lòng đợi cập nhật mới TKB, có thể thí nghiệm hangout hay trực tiếp. . Pdt đang làm việc lại với Phòng thí nghiệm để ra TKB chính xác. . Thân. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dear quý thầy/ cô,. . . . Thầy/cô cho em hỏi khi nào nhà trường tổ chức lễ tốt nghiệp cho đợt TN tháng 11 vừa rồi vậy ạ?. . . . Trân trọng,"
    },
    {
        "intent": "",
        "message": "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính thưa PĐT!. . em là [full_name] MSSV:[student_id] Lớp VL18SI. . em gửi câu hỏi này để mong PĐT xem xét cho em được đăng kí môn thực tập tốt nghiệp (MSMH:MA3315).. . Lý do: vì đợt đăng kí vừa rồi em không đủ điều kiện nhận thực tập tốt nghiệp do thiếu số tín chỉ tích luỹ nhưng hiện tại điểm tổng kết học kì của em đã có mà chưa được cập nhật vào STC tích luỹ nên em mong PĐT xem xét các hình ảnh minh chứng dưới đây và cho em được đăng kí môn này bởi nếu không đăng kí được thực tập tốt nghiệp thì em sẽ không nhận được đề cương LVTN và LVTN kéo dài tiến độ ra trường rất nhiều ạ.. . Em xin cám ơn thầy cô PĐT đã chấp nhận câu hỏi này, Chúc thầy cô một ngày mới tốt lành ạ!. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em có đăng ký môn TTTN 2 chỉ mã EN3335 và kết quả thông báo em không đủ điều kiện nhận TTTN (STC), tuy nhiên ở mail trước em có nhận được thông báo là tất cả được xét đủ điều kiện để đăng ký và hậu kiểm sau, chỗ này em chưa rõ tại sao em bị xóa môn, mong thầy/cô giải đáp giúp em.. . Em xin chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em là sinh viên tiên tiến khoa điện-điện tử ngành viễn thông K17. Em muốn đăng ký môn luận văn tốt nghiệp mã số 400433 nhưng bị hủy vì không đủ điều kiện. Trường cho em hỏi vì sao ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em xin chào thầy/cô PĐT.. . Cho em hỏi, trường có tổ chức lễ tốt nghiệp đợt tháng 11/2021 cho sinh viên đại học chính qui như em không ạ, nếu có thì thời gian chính xác sẽ diễn ra lúc nào vậy ạ? Vì em không thấy thông báo gì cả. Trên trang tốt nghiệp aao chỉ để dự kiến đầu HK212 tháng 1/2022. . Nếu không tổ chức lễ tốt nghiệp thì khi nào em lên nhận bằng được ạ, hình thức và thủ tục hồ sơ giấy tờ thế nào vậy ạ?. . Em xin cám ơn thầy/cô nhiều ạ!"
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Bị PDT hủy môn LVTN (218700), TTTN(218750). . . . Thắc mắc: Nếu coi như các môn đã đăng kí học trong kì này là đạt như PDT nói thì hiện tại em chỉ thiếu môn Pháp 4 (003704) (5 chỉ). Vậy tại sao em lại bị hủy dk luận văn ạ ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 27/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy/cô ạ.. . Cho em hỏi là thời gian sau tết (từ tuần 7-9) các học phần thí nghiệm của học kì 212 của sinh viên đại trà (cụ thể là khoa điện) được bố trí học như thế nào ạ, tại theo dõi mail mới nhất về hình thức học em không thấy mục nào nói về vấn đề đó ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn vui lòng đợi cập nhật mới TKB, có thể thí nghiệm hangout hay trực tiếp. . Pdt đang làm việc lại với Phòng thí nghiệm để ra TKB chính xác. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Không đăng ký được môn học CI3415. . Họ tên : [full_name]. . Mã môn học : CI3415. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Thưa thầy/cô,. . . . Em muốn biết tình trạng của mình còn là sinh viên tài năng hay không thì xem ở đâu ạ.. . . . Cụ thể là em đã rớt học phần mở rộng ở kì 211 và có môn cốt lõi đạt điểm TB    7.5 thì có còn là sinh viên tài năng không ạ. . . . . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về danh sách tài năng, thì [full_name] quản lý nghen bạn. . Bạn vui lòng liên hệ [full_name] để được hỗ trợ. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em xin chào Phòng Đào tạo.. . Em tên là [full_name], MSSV: [student_id], lớp KU18CKT02. Em hiện đủ điều kiện để đăng ký môn học Luận văn tốt nghiệp Cơ Kỹ thuật (AS4317 - nhóm A01), em đã tích lũy đủ số tín chỉ tối thiểu để nhận Luận văn tốt nghiệp. Tuy nhiên, đợt đăng ký bổ sung vừa rồi là đợt cuối cùng nhưng em bị xóa môn học. Em mong Phòng Đào tạo giúp em xem xét lại.. . EM xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Dạ em xin cảm ơn Phòng Đào tạo."
    },
    {
        "intent": "",
        "message": "Gửi Phòng đào tạo,. . . . Dạ em tên là [full_name], MSSV: [student_id].. . Em có đăng ký luận văn tốt nghiệp nhưng nhận được phản hồi là không đủ điều kiện luận văn dù em đã hoàn thành xong đồ án và đề cương. Em mong phòng đạo tạo cho em một lý do cụ thể để em có thể biết được nguyên nhân rõ ràng ạ. . . - Tên môn học em đăng ký là Luận văn tốt nghiệp CKT.. . - Mã môn học: AS4313.. . Cảm ơn phòng đào tạo đã đọc. Mong sẽ sớm được nhận phản hồi từ phòng đào tạo ạ.. . . . Người gửi:. . [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em chào anh (chị), cô (thầy),. . Hiện em không đăng ký được Luận văn tốt nghiệp (MA4343).. . Quá trình đăng ký   B&gt Luận văn tốt nghiệp (MA4343)  /B&gt  của em như sau:. . - Lần 1: bị hủy;. . - Lần 2: có TBK và môn trên BkEl, nhưng sau đó bị xóa;. . - Lần 3: bị hủy;. . - Lần 4: bị hủy.. . Tất cả các lần bị hủy đều với lý do:   I&gt Không đủ điều kiện đăng ký  /I&gt . Trong khi đó nhà trường cho phép qua các môn ở HK211 và tạm hoãn điều kiện anh văn. . . Nếu cho phép qua các môn ở HK211 thì em còn nợ 4 chỉ.. . Em xin hỏi lý do vì sao em bị hủy môn này ạ.. . Em cảm ơn ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 27/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "E chào thầy/cô! . . Em là [full_name].MSSV: [student_id]. . Khoa CNVL.. . E có đăng kí luận văn tốt nghiệp học kì 212. Mã số môn học MA4323. . . Nhưng sau 4 đợt thì phòng đào tạo vẫn chưa đăng kí cho e. E đã hoàn thành hết tất cả các môn (trừ av) nhưng học kì này nhà trường tạm thời k xét chuẩn anh văn. Vậy mong phòng đào tạo cho e câu trả lời sớm nhất ạ! . . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
    },
    {
        "intent": "",
        "message": "Kính chào nhà trường,. . . . Em là [full_name], MSSV: [student_id], thuộc lớp CC18KMT1. Hiện em đang đăng ký luận văn tốt nghiệp với mã môn học là EN4327.. . . . Hệ thống hiện thị lý do, em không được phép đăng ký là \"  I&gt PDT không đ/ký cho SV MH EN4327 (L: Không đủ đ/kiện nhận LVTN)  /I&gt \".. . . . Em mong nhà trường xem xét, bởi em đã đạt đủ các tiêu chí tiên quyết để đăng ký rồi ạ.. . . . Trân trọng,. . [full_name].. .   i&gt Khiếu nại đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em tên [full_name] MSSV [student_id]. . lớp KU18CKT01. . Đợt đăng ký vừa rồi môn LVTN mã môn AS4317 của em bị hủy và trên đkmn ghi Không đủ đ/kiện nhận LVTN dù không thiếu tín chỉ và không nợ môn tiên quyết nhà trường cũng không xét chứng chỉ AV nên em không biết vì lý do gì.. . Em mong PĐT xem xét lại trường hợp này ạ.. . Em xin cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Cho em hỏi thực tập tốt nghiệp với thực tập ngoài trường có giống thực tập tốt nghiệp không ạ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em tên [full_name], mssv [student_id], xin được khiếu nại về việc không thể đăng kí môn học Luận văn tốt nghiệp MA4317. Xin gửi kèm Kết quả đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 27/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Mình có đăng kí môn luận văn tốt nghiệp me4039 nhưng không được. Lý do là: đợi xét kết quả đề cương nhưng điểm đề cương đã update trên mybk lâu rồi.. . Mong pdt tháo gỡ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 27/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Chào anh/chị,. . . . Theo như email mới nhất về kế hoạch học tập sau tết Nguyên đán, nhà trường tiếp tục cho sinh viên học trức tuyến tới đầu tháng 4. Em không hiểu vì sao nhà trường lại cứ tiếp tục cho sinh viên học trực tuyến, trong khi mọi hoạt động trong thành phố từ vui chơi giải trí đã mở lại(chắc chắn số lượng người tập trung đông hơn gấp nhiều lần so với việc đi học của sinh viên), thậm chí sau kỳ nghỉ tết, rất nhiều trường đai học lớn khác đã triển khai việc học trực tiếp, nhưng trường ta thì không. Vậy trường yêu cầu sinh viên khảo sát đi học trực tiếp lại làm gì, khi trường để gần như những tuần cuối cùng mới cho sinh viên tới trường (thậm chí còn chưa chắc chắn sẽ học trực tiếp hoàn toàn)?. . . . Mong anh/chị giải đáp.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Cô ghi nhận ý kiến của bạn và trình Ban lãnh đạo Phòng xem xét nghen. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi Phòng Đào tạo Đại học Bách Khoa, ĐHQG Thành phố Hồ Chí Minh,. . Em tên là [full_name], MSSV [student_id].. . Nay em viết đơn này mong Phòng Đào tạo có thể giải đáp thắc mắc cho em ạ. Em xin được trình bày như sau.. . Em có đăng ký Luận văn tốt nghiệp ngành Kỹ thuật điều khiển và tự động hóa, mã môn học EE4327 ở học kỳ 212. Sau 4 đợt đăng ký em đều nhận được kết quả là không đăng ký được, xem lý do thì chỉ nhận được 1 câu là không đủ điều kiện nhận LVTN. Em không biết em bị thiếu điều kiện gì nữa. Mong Phòng Đào tạo có thể hỗ trợ kiểm tra và giải thích rõ hơn cho em được không ạ.. . Em xin chân thành cảm ơn.. . Bên dưới là hình ảnh kết quả ĐKMH ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 27/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em tên Trần Quang Mẫn, MSSV [student_id]. Đợt đăng ký LVTN với Mã Môn Học CI4353 cả 3 đợt em đều đăng ký và trả về kết quả như sau \"L: Không đủ đ/kiện nhận LVTN\". Bạn của em cũng như vậy trong 2 đợt đầu đăng ký nhưng lần đăng ký bổ sung thì bạn em có thời khoá biểu, còn em thì không có. tiến độ học các môn gần như là như nhau. Em xin PĐT cho em câu trả lời thoả đáng trong thời gian sớm nhất. Em xin cảm ơn rất nhiều."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . em có đăng kí thực tập ngoài trường nhưng bị hủy tới lần 4 ạ, có 1 số môn vì em chưa thể tham gia thí nghiệm nên vẫn chưa kết thúc được môn học nên vẫn chưa thể tổng được số chỉ nên không đủ chỉ đăng kí thực tập, mong cô xem xét giúp em về vấn đề này và cho phép em đăng kí tham gia thực tập ạ, em cảm ơn. . MSSV em là [student_id]"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em là [full_name] Nhật MSSV [student_id]. . . . Trong đợt DKMH - đợt 4 bổ sung TTTN, DCLVTN, LVTN em có đăng kí môn   B&gt EN3335 - Thực tập ngoài trường  /B&gt  nhưng bị xoá đăng kí.. . . . Hiện tại em đang có 43 tín chỉ tích luỹ (chưa tính tín chỉ của học kì 211 và 212, mỗi kì 20 tín chỉ).. . . . Em mong thầy cô tạo điều kiện để em được đăng kí môn EN3335 - Thực tập ngoài trường ạ.. . . . Em xin cảm ơn thầy cô.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính thưa pdt em đã đủ ngày ctxh nhưng vẫn không đăng kí được môn Tiểu lụan tốt nghiệp 260663.. . Dưới em có kèm hình ảnh mong pdt giải quyết sớm cho em."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 27/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . [full_name] [student_id]. . trong đợt đk môn học đợt 4 em có đk môn luận văn tốt nghiệp ạ, và không đăng ký được ạ. lý do em nhận được là PDT không đ/ký cho SV MH MA4323 (L: Không đủ đ/kiện nhận LVTN)."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 27/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Chào anh chị,. . Em tên là [full_name], lớp HC18HD, khoa Kỹ thuật hóa học. Em có đăng ký LVTN (CH4327) vào đợt 4 mà không có thời khóa biểu. Em có kiểm tra kết quả đăng ký thì lý do của em là không đủ điều kiện nhận LVTN. Em đã thi anh văn đầu vào vào kỳ 193 và được 550 điểm, không biết qua như vậy có được tính tín chỉ anh văn nào không. Anh chị cho em hỏi lý do em không đăng ký được và nếu do thiếu tín chỉ tích lũy thì em có thể giải quyết bằng cách nộp bằng anh văn vào để đủ tín chỉ và đăng ký bổ sung luận văn sau được không ạ.. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Tên: [full_name]. . MSSV: [student_id]. . Mã môn đăng ký: EE3375. . Lí do khiếu nại: sinh viên đăng ký mã môn EE3375 nhưng không được phòng đào tập đăng ký"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi PĐT,. . . . Em là Huỳnh Minh Hiếu,. . MSSV: [student_id],. . Hệ VLVH (chuyển từ CQ K.2014). . Khoa Kỹ thuật hóa học. . . . Trong đợt \"Đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN\", PĐT đã tự đăng ký môn học Luận văn tốt nghiệp (KT Quá trình-Thiết bị & Điều khiển) CH4353 cho em và môn học cũng đã có trong Thời khóa biểu. . . . . Tuy nhiên khi vào mục \"KẾT QUẢ ĐĂNG KÝ MÔN HỌC HK212 - BỔ SUNG TTTN,DCLV,LVTN\" lại không thấy có môn học kèm lý do \"Bạn chưa đăng ký\". . . . Kính mong PĐT xem xét điều chỉnh \"KẾT QUẢ ĐĂNG KÝ MÔN HỌC HK212 - BỔ SUNG TTTN,DCLV,LVTN\" lại giúp em. . . . . Em xin chân thành cảm ơn!. ."
    },
    {
        "intent": "",
        "message": "Kính mong PĐT xem xét thêm môn học Luận văn tốt nghiệp (KT Quá trình-Thiết bị & Điều khiển) CH4353 vào mục \"KẾT QUẢ ĐĂNG KÝ MÔN HỌC HK212 - BỔ SUNG TTTN,DCLV,LVTN\" giúp em.. . . . Em xin chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "Học vụ . Em xin chào anh/chị ạ. Dm vừa nhận được mail thông báo kế hoạch học tập của hk212 và hk hè. Nhưng riêng hình thức học môn GDQP-AN em không thấy được đề cập. Cho em hỏi là GDQP-AN chúng em sẽ được học trực tiếp hay trực tuyến ạ? Em xin cảm ơn. ."
    },
    {
        "intent": "",
        "message": "Học vụ. . Em xin chào anh/chị ạ. Em vừa nhận được mail thông báo kế hoạch học tập của hk212 và hk hè. Nhưng riêng hình thức học môn GDQP-AN em không thấy được đề cập. Cho em hỏi là GDQP-AN chúng em sẽ được học trực tiếp hay trực tuyến ạ? Em xin cảm ơn. .   /QUOTE&gt . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . lý do: em đã đăng kí môn Luận văn tốt nghiệp mã môn học AS4327 ở tất cả đợt đăng kí và ở đợt đăng kí bổ sung nhưng khi vào xem thì để là không đủ điều kiện nhận lvtn. em xem mấy môn tiên quyết thì đều đã học, còn chứng chỉ anh văn thì kì này không cần nộp để nhận lvtn ạ. Đến giờ em vẫn chưa đăng kí được môn luận văn tốt nghiệp mã AS4327 mong pđt xem xét giúp em ạ. em cảm ơn!. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 813T1119  / \t. . . .   i&gt Khiếu nại đăng ký môn học . em tên là [full_name].. . MSSV: 813T1119. . Dạ, thưa quý thầy cô, hiện giờ em đăng ký luận văn chưa được,. . Kính mong quý thầy cô giúp em biết rỏ số môn học em còn nợ, để em đăng ký được tốt hơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": "Dạ em là [full_name], lớp CC18QKD ạ. . Hiện tại em vẫn chưa đăng kí được môn luận văn tốt nghiệp vì em chưa thể hoàn thành môn thực tập vào học kì 203, nhưng em dự tính sẽ hoàn thành vào đợt cuối vào ngày T5,24/2/2022 ạ. Em không biết là nếu em kết thúc môn thực tập vào đợt này (24/2/2022) thì có thể còn được ĐKMH môn LVTN không vậy ạ? (vì theo thông tin em có đọc được trên trang SIM OISP thì nhà trường có mở cơ hội cho những bạn như em hoàn thành môn thực tập vào đợt tháng Hai và đăng kí môn LVTN sau đó ạ) và quy trình đăng kí là như thế nào ạ. Em xin cảm ơn văn phòng Nhà trường rất nhiều ạ. Em rất mong vẫn có thể có cơ hội để có thể ĐKMH môn LVTN trong kì này ạ. . . Em xin cảm ơn rất nhiều ạ và rất mong nhận được phản hồi của các Thầy/ Cô ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Thưa thầy/cô,. . Em là sinh viên k16. Học kỳ vừa rồi em đã học 1 môn đó là ME3139 Đồ án thiết kế và được thông báo rằng đây là môn tương đương với môn ME2011 Đố án thiết kế cũng bởi vì thời điểm em đăng ký thì em thấy rằng môn ME2011 không có trong danh sách mở lớp. Đây cũng chính là môn tiên quyết của luân văn ngành em ME4029. Nhà trường có thể trả lời giúp em vấn đề này không ạ, vì theo em thấy nội dung 2 môn học là giống nhau nhưng khi đăng ký môn học em lại bị loại ra chỉ vì sai mã môn đã học thôi sao ạ? Nếu đây là lỗi của em thì em rất xin lỗi nhưng cũng môn có cách nào đó để có thể đăng ký được môn luận văn. Mong nhà trường có thể giải quyết giúp em vì đây là năm cuối của em và em không muốn bị mất tiền oan uổng.. . Thân mến"
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ em là [full_name], MSSV [student_id],lớp CC18QKD ạ. . Hiện tại em vẫn chưa đăng kí được môn luận văn tốt nghiệp vì em chưa thể hoàn thành môn thực tập vào học kì 203, nhưng em dự tính sẽ hoàn thành vào đợt cuối vào ngày T5,24/2/2022 ạ. Em không biết là nếu em kết thúc môn thực tập vào đợt này (24/2/2022) thì có thể còn được ĐKMH môn LVTN không vậy ạ? (vì theo thông tin em có đọc được trên trang SIM OISP thì nhà trường có mở cơ hội cho những bạn như em hoàn thành môn thực tập vào đợt tháng Hai và đăng kí môn LVTN sau đó ạ) và quy trình đăng kí là như thế nào ạ. Em xin cảm ơn văn phòng Nhà trường rất nhiều ạ. Em rất mong vẫn có thể có cơ hội để có thể ĐKMH môn LVTN trong kì này ạ. . . Em xin cảm ơn rất nhiều ạ và rất mong nhận được phản hồi của các Thầy/ Cô ạ."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: K[student_id]  / \t. . . .   i&gt Tốt nghiệp . Cô cho em hỏi thông tin danh sách tốt nghiệp của em, trong thời gian đợi em có thể in giấy chứng nhận tốt nghiệp tạm thời không"
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Kính chào thầy/cô,. . Em tên [full_name], mssv [student_id]. . Trong đợt đăng ký môn học bổ sung LVTN (mã môn MA4317) em đã thỏa câc điều kiện đăng ký môn LVTN hiện tại và đã đăng ký thành công. Nhưng đến hiện tại kết quả ĐKMH của em đã bị xóa và với lý do là không đủ điều kiện nhận LVTN trong khi em đã đủ ĐK. . . Mong quý thầy/cô có thể xử lý giúp em, để em ĐKMH kịp tiến độ ạ.. . Em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ, trong đợt báo điều kiện xét lvtn vừa rồi, có hiện lên là các môn tiên quyết của em đã đạt, và anh văn chưa đạt, chờ xét,. . em cũng đã nộp thẩm tra chứng chỉ, và đã thẩm tra xong, nhưng sao em vẫn không đăng ký được ạ.. . Tên sinh viên, [full_name]. . mssv [student_id]. . môn đăng ký ME4049 LVTN KTTK"
    },
    {
        "intent": "",
        "message": "em chuyển từ k14 qua thì em thuộc chuong7 trình đào tạo nào ạ, vì em đã đủ các môn chỉ còn luận văn, giờ nói em thiếu tín chỉ thì em cũng không biết mình thiếu tín chỉ nào ạ."
    },
    {
        "intent": "",
        "message": "tại vì theo chương trình cũ (k2014 khoa cơ khí) thì em chỉ còn thiếu đúng luận văn nữa là xong ạ, mà vẫn bị ghi là thiếu 9 chỉ, em cũng không biết mình thiếu chỉ nào của môn nào ạ"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi PĐT,. . . . Em tên: [full_name]. . MSSV: [student_id]. . Lớp: CK17B2CM. . . . Vừa rồi em có đăng ký Luận văn tốt nghiệp (  B&gt ME4029  /B&gt ) và bị hủy với lý do [(8: Đăng ký sai mã TTTN, LVTN, DCLV theo chuyên ngành đào tạo.)] (đính kèm 1). . . Mã môn học này em lấy từ trang [chương trình đào tạo] &gt &gt  Khóa 2017 &gt &gt  Khoa cơ khí &gt &gt  Ngành kỹ thuật cơ khí &gt &gt  Chuyên ngành kỹ thuật chế tạo (đính kèm 2). . . Ở học kỳ trước em cũng đã đăng ký mã môn học này thành công và ra thời khóa biểu (đính kèm 3) tuy nhiên vì bệnh không thể hoàn thành nên kỳ này em đăng ký lại và bị báo lỗi.. . . . . . Kính mong phòng đào tạo xem xét và hướng dẫn giúp em.. . . . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": ". . dạ cho em xinh đăng kí môn LVTN . . tên SV: [full_name]. . MSsv: [student_id] . . Mã môn: CI4393- nhóm T01. . Đợt vừa rồi em có đăng kí bổ sung ngày 19-1-2022 nhưng không có thời khoá biểu, mong nhà trường xem xét cho em ( hình đính kèm).. . Em xin cám ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1913485  / \t. . . .   i&gt Khiếu nại đăng ký môn học . Em tên là: Lê Văn Hợp. . MSSV: 1913485. . . . Nội dung khiếu nại: em đã đăng ký môn Thực tập ngoài trường (EE3365) tại kì 212 tại đợt 1,2,3 thì đều bị xóa môn mà không rõ lí do. Em đã có gửi email cho PĐT để được giải quyết nhưng PĐT chỉ báo là em không đủ điều kiện đăng ký môn học. Nên em đã hỏi ý kiến thầy chủ nhiệm và được thầy hướng dẫn là tổng hợp lại các minh chứng chứng minh em bị PĐT xóa môn với lí do chưa xác đáng và được thầy chủ nhiệm xác nhận là em bị xóa môn không xác đáng. Nên em đã gửi lại email cho PĐT và được PĐT hướng dẫn là vào đăng ký môn Thực tập ngoài trường ( EE3365 ) vào đợt 4 đăng ký bổ sung TTTN, LVTN nếu không được thì gửi lại mail để PĐT giải quyết.. . Sau khi đăng ký tại đợt 4 thì em thấy trong TKB tại trang Mybk&gt &gt Thông tin sinh viên&gt &gt  TKB đã có môn THực tập ngoài trường ( EE3365 ) nhưng theo trong mail hướng dẫn thì vào trong TKB tại trang MyBk &gt &gt  đăng ký môn học thì không thấy môn học nên em sợ môn học của em đã bị xóa thêm lần nữa. Em đã xem lại rất nhiều lần điều kiện để đăng ký môn Thực tập ngoài trường (EE3365) tại kì 212 là học song hành môn Đồ án 1 ( EE3183 ), em đã đăng ký thành công môn Đồ án 1 ( EE3183 ) tại đợt 1 nhưng môn Thực tập ngoài trường vẫn bị xóa ở những lần 1,2,3,4.. . . . Môn học em đăng ký: Thực tập ngoài trường.. . MSMH: EE3365. . . . Dưới đây là các minh chứng em tổng hợp lại quá trình đăng ký và bị xóa môn.. . . . Mong thầy cô giải quyết giúp em.. . . . Em xin cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Dạ em là [full_name], MSSV [student_id], học lớp CC18QKD ạ.. . Đợt vừa rồi em có ĐKMH dự thính môn Tư tưởng [full_name] (SP1005) nhưng không được mở lớp ạ. Em có biết là khóa K18 là khóa cuối học môn Tư tưởng [full_name] với mã môn này ạ nên em rất lo lắng nếu để lâu hơn có thể sẽ càng khó để học môn này ạ. Học kì trước em có đăng kí nhưng do bị trùng tkb nên đã bắt buộc phải hủy môn này và kì này em đã thử đăng kí lại môn này trong chính quy cũng như dự thính đều không được ạ. Em rất lo lắng liệu em có thể hoàn thành môn học này được không ạ và môn này có thể có cơ hội mở lại để em có thể hoàn thành đủ các môn trong lộ trình không ạ. Em rất mong có thể nhận được phản hồi và hướng dẫn cách giải quyết của quý văn phòng ạ. Em xin cảm ơn rất nhiều ạ và mong sớm nhận được phản hồi ạ. . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Thưa thầy/cô,. . Em là sinh viên k16. Học kỳ vừa rồi em đã học 1 môn đó là ME3139 Đồ án thiết kế và được thông báo rằng đây là môn tương đương với môn ME2011 Đố án thiết kế cũng bởi vì thời điểm em đăng ký thì em thấy rằng môn ME2011 không có trong danh sách mở lớp. Đây cũng chính là môn tiên quyết của luân văn ngành em ME4029. Nhà trường có thể trả lời giúp em vấn đề này không ạ, vì theo em thấy nội dung 2 môn học là giống nhau nhưng khi đăng ký môn học em lại bị loại ra chỉ vì sai mã môn đã học thôi sao ạ? Nếu đây là lỗi của em thì em rất xin lỗi nhưng cũng môn có cách nào đó để có thể đăng ký được môn luận văn. Mong nhà trường có thể giải quyết giúp em vì đây là năm cuối của em và em không muốn bị mất tiền oan uổng.. . Thân mến"
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Cho em hỏi là những môn hoãn thi em vừa thi lại trong học kì vừa rồi sao bản tổng kết điểm trên trang thông tin sinh viên không có điểm thi cuối kì vậy."
    }
]