[
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. . . . Thời khóa biểu môn Hóa đại cương (thí nghiệm) CH1004 nhóm [full_name] đã được cập nhật, Lịch học này thể hiện trong HK1 (21-22), bắt đầu học từ ngày 17/01/2022 tại Cơ sở 1.. . . . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . . .  SV xem TKB tại mybk &gt &gt  Thông tin SV &gt &gt  Xem TKB.. . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Học vụ . Theo tỉ lệ điểm theo thông báo mới trên bkel của cô [full_name] trong học kì 211 theo đề cương mới , điểm tổng kết của em là 8.5 nhưng điểm trên hệ thống lại tính theo tỉ lệ của đề cương cũ nên em bị mất 0.5. . . . Em thấy việc này rất không công bằng cho sinh viên khi tỉ lệ điểm theo đề cương mới nhưng điểm tổng kết lại tính theo đề cương cũ.. . . . Em mong nhà trường xem xét lại giúp em."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi thông tin có mã môn học, tên môn học, mã nhóm, HK, lý do nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Kính chào Thầy Cô Phòng Đào tạo,. . . . Em là [full_name], mã số sinh viên [student_id], là sinh viên chương trình Chất lượng Cao, thuộc khoa Kĩ thuật Hóa học, chuyên ngành Công nghệ Thực phẩm, mã lớp CC21HTP1.. . . . Cách đây ít phút, em nhận được thông báo không xếp TKB môn Hóa đại cương (Thí nghiệm), mã môn CH1004 từ Phòng Đào tạo. Lý do được ghi là \"[full_name]\". Thầy Cô cho em hỏi điều này có nghĩa là gì và em cần phải làm gì để được xếp TKB môn ạ?. . . . Em xin cảm ơn quý Thầy Cô.. . . . Chúc quý Thầy Cô một ngày tốt lành!. . . . Trân trọng,. . . . [full_name]. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em xem email PĐT đã gửi:. . Thông báo V/v tổ dạy bù trực tiếp Thực hành Hóa Đại Cương (CH1004)-HK202+203+211. . Hộp thư đến. . [email]. . . . \"Các Sinh viên chưa đủ điều kiện đến trường trong đợt này, hoặc không đăng ký sẽ vẫn được lùi lịch học  phần thực hành môn CH1004   đến khi có thông báo mới.\". . Thân mến. . . . . ."
    },
    {
        "intent": "",
        "message": "answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy cô ạ!. . Em tên [full_name]. Mssv: [student_id]. . . . Vừa rồi em có đăng ký học Hóa đại cương (thí nghiệm) CH1004. Thời khoá biểu sắp xếp môn học bắt đầu vào ngày 17/1/2022. Do đang ở quê(Khánh Hoà) nên em không có khả năng vào Tp.HCM để học học phần này. . . . . Em muốn dời môn học này ra sau Tết thì em cần làm những thủ tục nào ạ. Sau khi rút môn học thì em còn có thế đăng ký vào đợt sau nữa được không?. Mong quý thầy cô giải đáp ạ!. . . . Em chân thành cảm ơn!. . . . Thuong. . . ."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em có đăng kí học Thí nghiệm Hóa DC tại trường nhưng không biết lịch sẽ học trước tết nên không có điều kiện để vào lại TPHCM.. . Em có liên hệ giảng viên nhưng cô không thể hủy.. . Giờ em phải làm gì để hủy việc học TN Hóa tại trường hoặc lùi về sau tết ạ?. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào thầy cô, em xin phép được đăng ký bổ sung vào môn học Công trình cấp thoát nước (CI3167) vào lớp học L01 được không ạ?. . Em cảm ơn thầy cô"
    },
    {
        "intent": "",
        "message": "Dạ, em không có nhu cầu xin đăng ký lại nữa ạ, em cảm ơn thầy cô"
    },
    {
        "intent": "",
        "message": "Học vụ . Em học môn Quản lí sản xuất mã IM1023, lớp L02 học kì 211.. . . . Theo tỉ lệ điểm theo thông báo mới trên bkel của cô [full_name] trong học kì 211 theo đề cương mới , điểm tổng kết của em là 8.5 nhưng điểm trên hệ thống lại tính theo tỉ lệ của đề cương cũ nên em bị mất 0.5.. . . . Em có gửi đính kém ảnh về việc cô [full_name] thông báo thay đổi về tỉ lệ điểm và thông báo đó hiện vẫn còn trên BKEL.. . . . Em thấy việc này rất không công bằng cho sinh viên khi tỉ lệ điểm theo đề cương mới nhưng điểm tổng kết lại tính theo đề cương cũ.. . . . Em mong nhà trường xem xét lại giúp em."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / . . Em là [full_name] , sinh viên năm nhất khoa cơ điện tử , vì ko đọc kĩ nên đã điền vào cái khảo sát đi học hóa ĐC thí nghiệm lớp Vxxx. . Em muốn được hủy lịch đi học hóa ĐC Thí nghiệm ( 17/1/2021) vì em không thuộc lớp Vxxx, em học lớp L59 thầy [full_name] ( môn Hóa ĐC thí nghiệm ), em cần phải nhắn cho ai ạ.. . Em xin cảm mơn ạ\t. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi Phòng đào tạo Trường Đại Học Bách Khoa TP.HCM.. . Em là [full_name], MSSV: [student_id].. . Hiện em đã được nhận quyết định thu nhận và chuyển sang hệ VHVL HK212.. . Hôm nay, em viết mail này kính mong Phòng Đào Tạo hỗ trợ em đăng ký tốt nghiệp theo như quy chế ạ. Mong Phòng Đào Tạo cho em đăng ký tốt nghiệp ạ.. . Em xin chân thành cảm ơn ạ.. . Sinh viên,. . [full_name]."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, . . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi PĐT, . . . . Em là [full_name], sinh viên hệ VLVH - mssv: [student_id], em đã hoàn tất bảo vệ Luận văn ở kì 211 vừa rồi nhưng trên mybk hiện chưa update điểm ạ. Em muốn hỏi là trong kì này em có được phép đăng kí tốt nghiệp không ạ? Và em có thể xem thông báo/danh sách tốt nghiệp ở đâu ạ.. . . . Em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé, việc tạm dừng không ảnh hưởng đến việc đăng ký thi AV nói viết. Sau tết nguyên đán SV vui lòng liên hệ tại Trung tâm Ngoại ngữ hỏi về việc đăng ký thi AV nói viết. . Thân\""
    },
    {
        "intent": "",
        "message": "Tên : [full_name]. . Khoa : Kỹ thuật vật liệu. . Khóa 2021-2022. . . .   i&gt Đăng ký môn học .   B&gt Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa - Đại Học Quốc Gia TP-HCM  /B&gt . . . . Hôm nay em xin phép muốn bổ sung đăng ký môn Giải Tích 2 ( mã số môn học : MT1005), [full_name] 1 ( mã số môn học : PH1003) , Vẽ Kỹ Thuật ( mã số môn học : CI1003 ) những môn trong học kì 2 . . . .   U&gt Lí do đăng ký  /U&gt  : Lúc trước em là sinh viên Việt Pháp đã đăng ký những môn bên chương trình Việt Pháp . Sau khi xác nhận em về CT Đại trà em đã có đăng ký nhưng do sĩ số đã đủ và kẹt thời khóa biểu lúc đó nên đã không đăng ký được . Cho đến chiều hôm nay , em đã thấy mail hủy những môn học do đăng ký sai Chương Trình . Nên giờ thời khóa biểu của em chỉ có 2 môn học . Em muốn được bổ sung thêm để theo kịp Chương Trinh Đại Trà ạ.. . . . Em xin cảm ơn .. ."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Cho em hỏi về % các điểm thành phần của môn học Con người và Môi trường (EE1003)? Căn cứ theo đề cương môn học (file đính kèm) mà cô phụ trách đưa cho em, điểm trung bình tổng kết môn có sai sót mong pdt xem xét lại ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Điểm do GV nhập. Em vui lòng liên hệ [full_name], GV . Về đề cương: PĐT vận hành theo đề cương [full_name] gửi nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi quý phòng đào tạo,. .  . . Em tên là Võ Ngọc [full_name], mssv [student_id], em có đăng kí học thí nghiệm môn hóa đại cương HK 203 qua form đợt 2 nhưng hiện TKB của em vẫn chưa hiện ngày học. Có thể trong lúc đăng kí, em quên chưa ghi thông tin các mũi vaccine đã tiêm nên không thõa điều kiện được lên trường học.. .  . . Em Xin bổ sung thông tin các mũi tiêm:. . + Mũi 1: 09/09/2021 - Vero Cell.. . + Mũi 2: 06/10/2021 -Vero Cell.. . + Mũi 3: 08/01/2022 -AstraZeneca.. . . . Kính mong phòng đào tạo có thể tạo điều kiện để em có thể học thí nghiệm Hóa Đại Cương ở trường.. .  . . Trân trọng,. . [full_name]. ."
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. . . . Theo đề nghị của Khoa/bộ môn, Phòng đào tạo sẽ hủy tất cả các nhóm VCxx- TN trực tiếp- Chất lượng cao của môn Hóa đại cương (thí nghiệm) CH1004 vì sĩ số ít.. . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp .   B&gt Chào Thầy/Cô  /B&gt ,. . Em tên là [full_name], . . MSSV: [student_id]. . Em đã đủ các tiêu chí để tốt nghiệp nhưng em vẫn chưa nhận được mail có trong danh sách tốt nghiệp dự kiến. . . Mong thầy cô xem xét cho em với ạ.. . Mong nhận được phản hồi sớm từ thầy/cô.. . Em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại đã hết thời gian xét tốt nghiệp của đợt tháng 11/2021.. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Em vui lòng trình bày rõ là em đã hoàn thành đủ các điều kiện tốt nghiệp khi nào? vui lòng trình bày cụ thể nhé. . Thân\""
    },
    {
        "intent": "",
        "message": "Em chào cô,. . Em hoàn thành môn học trong kì 1 (2021 - 2022) và có điểm vào ngày 16/12 ạ.. . Trước đó em đã hoàn thành đủ các điều kiện khác để xét tốt nghiệp ạ.. . Em mong nhận được phản hồi sớm từ nhà trường ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp SV đăng ký môn học trong HK211 vui lòng theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào trường ạ, em là [full_name] có mssv là [student_id]. Tuần trước em có nhận được mail của trường về việc đăng ký học hoá thí nghiệm thì em hiểu nhầm rằng link đó để đăng ký cho những ai chưa học hoá tn ở kỳ 1 để trường tổng hợp lại. Nay sau khi có thời khoá biểu thì em mới biết là tuần sau em đã có tiết ở trong trường. Vì khả năng đi lại bị hạn chế( em ở thành phố Huế) nên em viết đơn này xin phép trường huỷ tiết hoá thí nghiệm của em vào tuần sau và em sẽ đăng ký lại đợt học hoá thí nghiệm khác ạ. Em xin cảm ơn trường đã lắng nghe."
    },
    {
        "intent": "",
        "message": "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": ". . Chào các thẩy/cô, . . . . Em có đăng kí học offline môn Thí nghiệm Hóa đại cương đợt 2 (bắt đầu từ ngày 17/01/2022), hiện tại đã có TKB. Vì một số lý do cá nhân nên em muốn rút đăng kí và đợi đợt sau. Thầy/cô cho em hỏi, em có thể rút được không ạ. Nếu được thì em cần làm đơn gì và gửi cho ai ạ. . . . . Mong thầy/cô giải đáp giúp em. . . Em xin chân thành cảm ơn. . .  ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Khí động lực học 1   (mã môn học :TR2011). . . . . . Điện - điện tử hàng không  (mã môn học: TR4069). . . . Thực tập tốt nghiệp (kỵ thuật hàng không)      ( mã môn học: TR3333). . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ em chào thầy/cô, em đã nhận giấy tốt nghiệm tạm thời hồi đầu tháng 1, mà do em cần bằng tốt nghiệp với một số tài liệu đi kèm để hoàn thành thủ tục chuyển ngành ở trường khác vào tuần sau, cho em hỏi em có thể nhận bằng của mình vào tuần sau được không ạ, em cảm ơn !"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào cô,. . Cô cho em hỏi là môn học Phân tích thiết kế và giải thuật (CO3031) nhóm lớp (L04-A) đã thi ngày 17/08/2021 mà hiện tại vẫn chưa có điểm. Không biết là do chưa có điểm từ thầy hay do lỗi cập nhật từ trang web trường ạ.. . Em có gửi mail cho thầy mà chưa nhận được thông tin.. . Mong cô kiểm tra giúp em ạ.. . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Điểm do GV nhập, [full_name] gửi bảng điểm đến PĐT. Em vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi Phòng Đào tạo. . Em tên là [full_name]. MSSV [student_id]. . Vào ngày 10/1/2022 em có đăng kí học trực tiếp lớp thí nghiệm Hóa đại cương và đã được nhà trường sắp xếp học vào ngày Chủ Nhật 23/1/2022. Tuy nhiên, em đã đăng kí vé xe về quê vào ngày này. Em có thể hủy đăng kí đợt học trực tiếp này và đăng kí lại sau Tết được không ạ ? . . Em chân thành cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em tên [full_name] mssv [student_id]. . Em có học lớp DT01 môn Phương Pháp tính vào hk211 vừa qua. Em thấy điểm tb tổng của em là 4.5 trên bảng điểm nhưng khi tính bằng máy tính theo phần trăm các cột điểm thì em được 4.875 là tròn 5.0. Mong phòng đào tạo xem xét và giúp em. . Em cảm ơn. . . .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Điểm là do GV chấm và nhập điểm nhé, nếu có khiếu nại thắc mắc về điểm, SV vui lòng liên hệ với GV để được giải đáp. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Kính thưa quý thầy/cô,. . Em đang là sinh viên năm hai tại trường. Vào lúc đăng kí môn đợt 2 HK212, em có đăng kí môn GDTC HP2 - môn Aerobic (PE1045). Môn học của em cũng đã được xác nhận từ đơt 2 và đợt 3, myBK cũng có hiển thị cả thời khóa biểu của lớp. Nhưng khi đến tuần 02 này, trước lúc bắt đầu buổi học đầu tiên thì lớp đã bị xóa trên Bkel lẫn thời khóa biểu trên myBK. Theo quy định của trường thì sinh viên phải hoàn thành GDTC đủ 2 học phần thì mới được đăng kí môn năm ba, nên em mong quý thầy/cô xem xét giúp em còn lớp GDTC nào trống để em có thể hoàn thành 2 học phần và không bị chậm trễ tiến độ học tập ạ.. . Em chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào ad,. . Hiện tại em đã có lịch học TN Hóa đại cương, tuy nhiên kì học em đăng kí là 202, theo email thông báo thì sẽ học 1 buổi, nhưng TKB lại hiển thị là học 2 buổi vậy em sẽ học cả 2 buổi hay là 1 trong 2 buổi ạ. . . Và do một số khó khăn hiện tại em vẫn chưa hoàn tất môn học Cơ học đá vào kì 211 (hiện tại vẫn đang bù vào kì 212) vậy nên đã trùng giờ học TN Hóa. PĐT hỗ trợ em đổi giờ học từ chiều T2 thành sáng T2 được không ạ.. . . . Em xin cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Dạ hiện tại em kiểm tra lại TKB thì em có 3 buổi học TN Hóa đại cương, nhiều hơn hẳn 2 buổi so với thông báo ban đầu của nhà trường. Vậy em sẽ học cả 3 buổi hay sao vậy ạ. . . Mong PĐT phản hồi và hỗ trợ sớm vì lịch hiện tại trùng rất nhiều vào giờ học của em."
    },
    {
        "intent": "",
        "message": "Dạ PĐT cho em xin phép rút môn và đăng ký vào đợt sau được không ạ, vì theo thông báo em chỉ cần học 1 buổi nhưng hiện tại TKB tận 3b và 3b hoàn toàn trùng vơi slojch học kì học hiện tại của em. Em đã mail xin hỗ trợ nhưng nhận được phản hồi của PĐT thật sự rất chậm nên em xin rút môn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . MT2013 Xác xuất và thống kê. . GE2041 Địa vật lý dầu khí. . GE2001 Cơ sở kỹ thuật dầu khí. . Dạ e đã đk 5 môn học ở đợt 2 những giờ tkb chỉ hiện 2 môn và em bị mất 3 môn trên do gần đây nhà hay cúp điện và mất mạng do ảnh hưởng bão nên e đã bõ lỡ đợt đăng ký môn học đợt 3 ạ h em muốn đăng ký thêm 3 môn trên thì phải làm sao ạ vì lý do trên nên em ko thể nhớ mã lớp mình đã đăng ký ở đợt 2 ạ cũng như xem lịch sử đăng ký cũng ko thấy ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi thầy, cô Phòng Đào Tạo.. . . . Em đã hoàn tất Đồ án Tốt Nghiệp - ĐATN, chứng chỉ tiếng Anh (nghe, nói, đọc, viết) nhưng điểm của ĐATN chỉ mới vừa được thầy, cô bộ môn báo là đã gửi vào hôm nay (14/1) mà 15/1 hết đợt đăng ký xét TN. . . . . Thầy, cô cho em xin hướng giải quyết để em được đăng ký xét TN đúng thời gian sớm nhất ạ. . . . . Em cảm ơn thầy, cô!. ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp để được xét tốt nghiệp, yêu cầu bắt buộc chứng chỉ NN  phải được thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ). . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Điểm ĐA tốt nghiệp của bạn đã được cập nhật trên mybk/Thông tin SV xem điểm chưa?. . Thân\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: DẠ em có 2 vấn đề hỗ trợ ạ. . . . Thứ nhất: em có thể xin sđt và email của cô [full_name] dạy môn giải tích được không ạ, vì em cần xác nhận của cô để xin thi lại cuối kì nhưng email nhiều lần cô không trả lời em ạ, trong quá trình em học em cũng mail không được mặc dù cô đã cho email. . . . Thứ hai : hồi thi cuối kì em bị nhiễm covid nên em không kịp hoãn thi và giờ đã hết hạn vậy em phải cần xác nhận giảng viên dạy em để em được thi lại chứ không bị cấm thi đúng ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ về Khoa/Bộ môn của bạn để xin thông tin liên hệ với giảng viên nhé.. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: dạ em là [full_name] mssv [student_id]. . em có đăng kí môn Nến Móng CI3239 vào đợt 3.. . nhưng sau khi vào lớp L05 thì thầy [full_name] không nhận sinh viên đợt 3 và mail em xin pđt chuyển lớp. em đã xin thầy [full_name] của lớp nền móng CI3239 L01 và thầy đã có nhận em nên xin pđt chuyển em qua lớp L01 ạ. . . em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "answer rate: Answer suits the needs / Câu trả lời đúng ý"
    },
    {
        "intent": "",
        "message": "Em tên [full_name], MSSV:[student_id]. . Em không thể thanh toán học phí môn học của em trên Bkpay thì em có thể thanh toán bằng hình thức khác được không ạ ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . BKpay đã vào được rồi nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1611541  / \t. . . .   i&gt Yêu cầu khác . Xin chào PĐT. Em xin phép gửi đơn xin chuyển điểm môn tương đương ạ!. . Môn em học ở học kì 1 năm 2021-2022 là môn Luyện Kim Đen MA3105. Môn Luyện Kim Đen là môn tương đương của môn Lí thuyết và công nghệ luyện kim 1 với mã là MA2017. Em đã hoàn thành môn Luyện Kim Đen MA3105 ở kì 1 năm 2021-2022 với số điểm là 6. Kính mong PĐT sẽ chuyển đổi điểm của môn Luyện Kim Đen sang môn tương đương là Lí Thuyết và công nghệ luyện kim 1 (MA2017) cho em kịp tiến độ đăng kí tốt nghiệp ạ!. . Em xin cám ơn. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Hôm trường gửi mail kèm form cho em đăng ký học bù TH Hóa, nhưng do nhà em ở xa trường nên em không tiện đi lên học nên em không đăng ký học liền, nhưng giờ bạn chung nhóm TH với em đã lỡ đăng ký rồi. Dạ vậy cho em hỏi nếu giờ em muốn đăng ký lại để lên học thì bên pđt có thể gia hạn lại form đăng ký giúp dùm em được không ạ?. . Dạ em xin cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . \"Thân gửi các bạn sinh viên,. . . . Theo đề nghị của Khoa/bộ môn, Phòng đào tạo sẽ hủy tất cả các nhóm VCxx- TN trực tiếp- Chất lượng cao của môn Hóa đại cương (thí nghiệm) CH1004 vì sĩ số ít.. . . . Trân trọng thông báo.\""
    },
    {
        "intent": "",
        "message": "Học vụ . Chào thầy/cô trong ban tư vấn ạ. Em là sinh viên đại học chính qui K19. Trong học kì 212 này, em dự định sẽ thi và nộp chứng chỉ TOEIC để chuyển điểm cho các môn anh văn. . . Thầy/cô cho em hỏi là trong trường hợp của em sẽ áp dụng Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2017-2018 đến HK3/2019-2020 (do em là sinh viên K19), hay em sẽ phải áp dụng Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021 (do đây là bảng qui đổi mới nhất). . . Em xin cảm ơn thầy/cô đã đọc thư và mong sớm nhận được phản hồi ạ.. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Áp dụng Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021 (do đây là bảng qui đổi mới nhất).. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . do em không biết đăng ký học thí nghiệm đợt 2 sẽ phải lên trường học trước tết nên hiện tại em không thể đến trường học thí nghiệm được vì em còn đang ở quê, em muốn dời lịch học thí nghiệm thì phải làm như thế nào ạ?. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ em kính chào quý thầy cô ạ!. . Em tên là Vũ Thị Hồng Nhung, MSSV: [student_id].. . Em đã học môn Hóa Đại Cương vào HK202 và do trước khi nghỉ dịch lớp em mới chỉ được học 1 buổi thí nghiệm nên em đã đăng kí học bù thực hành.. . Nhưng khi được cập nhật thời khóa biểu thì trên thời khóa biểu của e xuất hiện cùng lúc 2 lớp hóa thí nghiệm khác nhau theo như file em đã đính kèm ạ. . . Vậy em chỉ cần học 1 lớp thôi hay sao ạ.. . Em xin chân thành cảm ơn quý thầy cô nhiều ạ!"
    },
    {
        "intent": "",
        "message": "Chào em. . Em học môn học ở 2 HK khác nhau nên PĐT cập nhật đủ 2 nhóm. . Em có thể đi học 1 nhóm và hoàn thành môn học. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ thầy cô cho em hỏi là nếu chương trình học của em còn 1 môn thì em có thể đăng kí cả kì chính và dự thính luôn được không ạ? Em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. .  Em vui lòng xem email PĐT đã gửi: \"Thông báo Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước. . Hộp thư đến. . - Ho Tro SV   [email] . . 10:36, 27 thg 12, 2021 (2 ngày trước). . tới stu,. . -   Lưu ý: Thực hiện Nghị định 81/2021/NĐ-CP ngày 27/8/2021, đối với các SINH VIÊN CHÍNH QUY, chỉ tổ chức dạng dự thính cho các trường hợp HỌC LẠI (học từ lần thứ hai).\" . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . - Giải tích 1 (MT1003) nhóm CC02_CC. . - Pháp luật Việt [full_name] (SP1007) nhóm CC02. . -Cơ lý thuyết (AS1003) nhóm CC01_CC. . Lý do được thu nhận lại:Vĩ hiện tại vẫn đang theo học chươnh trình học của trường hệ chính quy"
    },
    {
        "intent": "",
        "message": "Dk môn học hệ vừa học vừa làm. . Sv: Phạm Hải Biên. . Mssv:[student_id]. . . . . . Giải tích 1 (MT1003) nhóm CC02. . - Pháp luật Việt Nam đại cương (SP1007) nhóm CC02. . -Cơ lý thuyết (AS1003) nhóm CC01. . Lý do được thu nhận lại:Vĩ hiện tại vẫn đang theo học chươnh trình học của trường hệ chính quy  B&gt"
    },
    {
        "intent": "",
        "message": "Chào em,. . Các nhóm CC, TT, QT của SV CLC, SV CQ không được đăng ký nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác:"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng email đến [email] để được hỗ trợ nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Chào anh/chị,. . Em là [full_name], mssv là [student_id].. . Em muốn hỏi anh/chị như sau: Học kì 202 em đã học môn TN Hóa đại cương (CH1004) trực tiếp tại trường một buổi, sau đó nghỉ dịch và đã kết thúc môn sau khi học online các buổi còn lại; em cũng đã có điểm tổng kết của môn. Vậy sau này em vẫn phải đăng kí và học trực tiếp môn TN Hóa đại cương (CH1004) thêm một buổi nữa đúng không? Nếu học trực tiếp thì kết quả đã tổng kết môn này của em có bị ảnh hưởng không?. . Mong anh/chị sớm phản hồi,. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ GV, [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính gửi phòng đào tạo trường ĐH Bách Khoa TpHCM,. .    Em tên: [full_name], MSSV:[student_id]. Em có kết quả thi toeic 500 và quy đổi điểm anh văn 3 và 4 được 8.0 và 5.5 (học kỳ 202) nhưng khi vào xem bảng điểm thì bảng điểm vẫn chưa cập nhật điểm anh văn 3 và 4 (vẫn 138 chỉ). Dạ cho em hỏi có vấn đề gì với kêt quả điểm chuyển của em không ạ?. .    Em chân thành cảm ơn thầy (cô) ạ. . . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Bảng điểm vẫn chưa cập nhật điểm anh văn 3 và 4 (vẫn 138 chỉ). . =&gt  Em xem mục điểm chuyển đã có nhé.. . - Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu, do đó khi nào đủ điểm mới cập nhật. . . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến. . . . . ."
    },
    {
        "intent": "",
        "message": "Dạ em chào cô ạ,. . Dạ em vẫn chưa rõ chỗ này ạ \"Điểm vẫn còn thiếu, do đó khi nào đủ điểm mới cập nhật.\". Dạ điểm vẫn còn thiếu là sao ạ. Dạ hiện tại kết quả của em là 138 chỉ, còn điểm TOEIC em là 535 quy đổi được anh văn 3 và 4 8.0 và 5.5 (được 142 chỉ), vậy em còn thiếu điểm gì ạ?. . Em chân thành cảm ơn cô ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Thưa quý thầy,cô,. . Em là [full_name] k21 khoa điện- điện tử. Em đã có bằng quân sự /(vào năm ngoái khi em còn là sinh viên của trường đại học FPT) vậy liệu em cần phải học kì quân sự tới (HK212) không ạ? và. . Nếu như miễn thì em còn phải làm những thủ tục gì khác nữa ạ.. . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp SV đã có chứng chỉ GDQP, vui lòng làm đơn xin miễn (tải mẫu đơn tại aao.hcmut.edu.vn/sinh viên/biểu mẫu), kèm theo bản chụp Chứng chỉ GDQP và gửi qua bksi. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Kính gửi Phòng đào tạo trường Đại học Bách Khoa TPHCM. . Em tên [full_name]. MSSV: [student_id]. . PDT cho em hỏi là em có được xác nhận hoãn thi môn Phương pháp tính chưa ạ. Do hôm đấy nhà em cúp điện đột xuất trong khi làm bài và em có lên mybk để đăng kí hoãn thi nhưng nay khi có điểm thì em thấy trên mybk bị điểm 0 cuối kì ạ.. . Nhờ PDT xem xét giúp em với ạ.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Bạn kiểm tra lại Pdt đã ghi nhận yêu cầu Hoãn thi của bạn tại trang Mybk - Mục 12 đăng ký hoãn thi. . Xem Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy cô. Hiện tại em đang là sinh viên K18 bộ môn Công nghệ sinh học(CNSH) khoa Kĩ thuật hoá học, trong kì 212 này em có đăng kí học cải thiện môn hoá phân tích (CH2009).. . Khoá K18 CNSH tụi em học môn này có mã là CH2009, nhưng sang K19 CNSH thì đổi thành CH2113. Hiện tại mã CH2009 chỉ dành cho khoa Vật liệu và Môi trường. Em có hỏi giảng viên thì thầy nói hỏi lại phòng đào tạo.. . Vậy em đăng kí học cải thiện môn này thì có được tính điểm vào trung bình tích luỹ không ạ.. . Em cảm ơn quý thầy cô đã đọc câu hỏi."
    },
    {
        "intent": "",
        "message": "Chào em,. . Sv muốn học cải thiện thì môn học phải có cùng một msmh vì khi này sẽ lấy . . điểm cao nhất tính.. . - Môn học cải thiện mà khác msmh thì vô nghĩa vì sẽ không lấy điểm cao nhất tính được vì hai msmh khác.. . - việc học lại môn thay thế do môn gốc không còn mở lớp và khi đạt môn này sẽ được quy về môn gốc và được ghi thành điểm miễn(12).. . Tóm lại khi tính đtbtl sẽ được tính nếu có cùng msmh như vd sau :. . -Môn A = 5,0 đ . .    Học lại cải thiện môn A =7,0 đ . . =&gt  sẽ lấy 7,0đ tính . . -Môn A= 5,0 đ . . Học lại môn B = 8,0đ (có trong môn thay thế/tương đương với A) , được quy về môn gốc B=A=12 đ . . =&gt  sẽ lấy 5,0đ tính vì điểm 12 sẽ không có tính vào đtbtl. . . - Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. . . . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: DẠ CHO HỎI EM CÓ THỂ LẤY [full_name] BẠ CHÍNH ĐÃ GỬI NHẦM  KHI VÀO TRƯỜNG HỌC OFF CÓ THỂ LẤY [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng email [email] để được hướng dẫn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em xin chào thầy/ cô!. . Trong kỳ này em muốn đăng ký tốt nghiệp, em muốn hỏi là điều kiện anh văn toeic xét tốt nghiệp của [full_name]16 ở kỳ này bao nhiêu ạ? . ."
    },
    {
        "intent": "",
        "message": "Chào em. . Em xem quy định về ĐK LVTN tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em tên là [full_name] . . MSSV [student_id]. . Vì điều kiện hiện tại chưa cho phép em vào Sài Gòn được nên nhà trường có thể xem xét hủy lịch học Hóa Thí nghiệm cho em được không ạ?. . Em sẽ học bù cùng các bạn vào thời gian sắp tới ạ.. . Mong thầy cô xem xét giúp em với ạ.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV[full_name] [student_id]  / \t. . . .   i&gt Học vụ . Dạ em chào quý thầy cô ạ. . Em tên là[full_name] Chu Đức Chí. . Sinh viên khóa K21. . MSSV[full_name] [student_id]. . Em đã đăng ký điền form học trực tiếp trong đợt vừa rồi phòng đào tạo gửi mail nên có nhận được lịch học Hóa Thí Nghiệm tại cs1 vào tuần 3 4 ạ, mà giờ tình hình dịch xung quanh nơi em đang sinh sống diễn ra khá phức tạp và một số lý do khác liên quan đến dịch bệnh nên không thể vào Sài Gòn được ạ.. . Em mong quý thầy cô có thể hủy lịch học Hóa Thí Nghiệm của em và dời cho em vào đợt sau được không ạ. . Và cho em hỏi là dự kiến lịch học Hóa Thí Ngiệm đợt sau của phòng đào tạo là khi nào vậy ạ, để em và gia đình sẽ sắp xếp và khai báo với chính quyền địa phương ạ. . Em xin cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính gửi: thầy cô phòng đào tạo,. . . . Em tên là: [full_name]. . MSSV: [student_id]. . Hiện tại, em có đăng kí tham gia thí nghiệm hóa đại cương CC34 (tiết 2-6) nhưng trong thời gian đó em chưa sắp xếp được việc học trực tiếp ở trường nên em muốn xin hủy đăng kí thí nghiệm đợt này và dời lại sang đợt sau ạ. . . Em xin cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Dạ em nhầm ạ. Mã lớp em vừa cập nhật lại là VC15 học vào thứ 5 tiết 8-12"
    },
    {
        "intent": "",
        "message": "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Họ và tên: Trần [full_name] Thuận.. . MSSV: [student_id]. . Vì lý do BKSI của em bị lỗi nên em xin phép được nhờ bạn gửi yêu cầu. Em cảm ơn ạ. . . Cho em xin đăng ký môn học hệ VLVH. . . ĐAMH Kết cấu bê tông CT1- CI2093- T01. . MT2001 - Xác suất và thống kê- DT01. . CI2003 - Cơ lưu chất- DT01 . . CI2007 - Sức bền vật liệu- DT01 . . MT1009 - Phương pháp tính- DT01. . Lý do: SV mới được thu nhận lại. . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Họ và tên: Trần [full_name] Thuận.. . MSSV: [student_id]. . Vì lý do BKSI của em bị lỗi nên em xin phép được nhờ bạn gửi yêu cầu. Em cảm ơn ạ. . . Cho em xin đăng ký môn học hệ VLVH. . . ĐAMH Kết cấu bê tông CT1- CI2093- T01. . MT2001 - Xác suất và thống kê- DT01. . CI2003 - Cơ lưu chất- DT01 . . CI2007 - Sức bền vật liệu- DT01 . . MT1009 - Phương pháp tính- DT01. . Lý do: SV mới được thu nhận lại. . . Em xin cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . Em là Nguyên - sinh viên khoa KH&KT Máy Tính K16. . Hiện tại em đã đạt đủ điều kiện để đăng kí tốt nghiệp cho đợt tốt nghiệp tháng 1 sắp tới. . . Tuy nhiên hoạt động CTXH cuối cùng của em để hoàn thành 15 ngày CTXH thì vẫn chưa kịp cập nhật lên hệ thống.. . Như vậy em có thể đăng kí TN trước trong lúc ngày CTXH đang cập nhật được không hay phải chờ đến đợt sau ạ?. . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Cho em hỏi hiện tại em đã được cập nhật đủ 15 ngày CTXH nhưng tại sao em vẫn không thể đăng kí tốt nghiệp vậy ạ?. ."
    },
    {
        "intent": "",
        "message": "Em đã đăng kí được rồi ạ"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào thầy/cô,. . Em có đăng ký môn Cơ học thủy khí (TR1005) ở học kỳ dự thính 212, em đã đăng ký ở cả lộ trình 1 và 2, nhưng sao em vẫn không được xếp thời khóa biểu ạ? Em kiểm tra lại không thấy trùng lịch gì hết.. . Em cảm ơn ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "chào thầy/cô. . dạ cho em hỏi học phí hk2 mình tính như thế nào ạ, tính theo số tiền 1 tính chi hay có mức cố định ạ ?. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem quy chế. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế quy định/học vụ/Học phí. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Kính gửi quý thầy cô,. . Em tên [full_name] mssv: [student_id].. . Em có lịch học hóa thí nghiệm tuần 3-4, sáng thứ 4. Tuy nhiên, do điều kiện đi lại khó khăn vì nhà em xa và tình hình dịch bệnh tại địa phương em còn rất phức tạp, nên em xin phép được hoãn học tới khi học trực tiếp lại. Mong thầy cô xem xét và giải quyết cho em. Em chân thành cảm ơn.. . [full_name]. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Sinh viên nếu muốn rút (không học được vì lý do cá nhân) thì vui lòng liên hệ trực tiếp với Giảng Viên/Khoa.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học .  [full_name]. .  [full_name] [full_name] [full_name], NHƯNG VỀ [full_name] ĐƯỢC LÀM LUẬN VĂN. [full_name], [full_name], [full_name]. [full_name].. . - [full_name] [full_name].. . - [full_name]. [full_name].. . - [full_name]. . - [full_name] [full_name] 18-19/1 TỚI ĐÂY.. . - [full_name] [full_name] [full_name] VẨN GHI [full_name] [full_name], [full_name] [full_name]. MONG PĐT SỚM ĐIỀU CHỈNH. . - [full_name] XIN CẢM ƠN."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi quý thầy, cô, . . . . Em tên [full_name], mssv [student_id].. . . . Em có lịch học hóa thí nghiệm tuần 3-4, sáng thứ 2, lớp VL22. Tuy nhiên, do điều kiện đi lại khó khăn vì nhà em xa nên em xin phép được hoãn học tới khi học trực tiếp lại. . . . . Mong thầy, cô xem xét và giải quyết cho em. . . . . Em chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào thầy cô ạ, em là [full_name], mssv [student_id]. . Mặc dù biết là thời gian đăng kí môn học đã hết nhưng em mong muốn là phòng đạo tạo có thể mở thêm lớp vật lý bán dẫn(EE1007) được không ạ do đợt 2 và đợt 3 e ko thể đăng kí vì trùng lịch và số lượng thành viên trong lớp đã đủ.. . Em xin cảm ơn và chúc thầy cô nhiều sức khoẻ ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Thân mến. ."
    }
]