[
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . . . Em là [full_name], MSSV: [student_id], lớp CK15NH2. Em xin đăng ký xét tốt nghiệp hệ VLVH trong đợt này.. . . . Thân."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi phòng đào tạo,. . Em tên là Nguyễn Thị Thùy Vân - MSSV [student_id] - Khoa Khoa học và Kỹ thuật Máy tính. Em muốn trình bày việc tài khoản mybk của em bị mất thời khóa biểu môn học PH1003 - Vật lý 1. Và ngay cả bkel cũng mất hoàn toàn dữ liệu của môn học Vật lý 1. Do đó em không thể làm bài tập trên hệ thống và truy cập vào lớp học nên gây khó khăn cho em trong quá trình học tập.. . Mong phòng đào tạo kiểm tra lại tài khoản của em và chỉnh sửa lại giúp em. Em chờ hồi âm sớm nhất từ phòng đạo tào. Em cảm ơn thầy cô rất nhiều ạ.. . Thân gửi"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Do hiện tại em có đăng ký đồ án 1, do có 1 số phát sinh nên chưa hoàn thành được, nhờ phòng cho phép xin rút môn học này.. . . . Em đã thanh toán đầy đủ học phí của môn này. . . . Mã môn xin rút : CO2023. . . .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng trình bày rõ giúp. Thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào admin ạ. . Em là [full_name] - [student_id]. . Đợt đăng kí môn học đợt 1 và 2 em không thấy môn CI2057 - Thực tập nhận thức ngành dân dụng mở nên em không biết là đợt 3 có mở, và giờ đã quá hạn. . Em muốn xin đăng kí để kịp tiến độ theo học, mong admin giúp em đăng kí được không ạ.. . Em xin chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Chào anh/chị,. . . . Cho em được hỏi là nếu em muốn phản ánh về chất lượng giảng dạy môn học trong học kỳ 212 này thì em có thể phản ánh qua đâu ạ? Vì theo như nhà trường ra thông báo trong học kỳ 212 sẽ áp dụng phương pháp blended learning, tức 20% thời lượng học sẽ được chuyển qua xem video, nhưng hiện tại trong các môn học em đăng ký ở HK212, có 2 môn giảng viên chưa làm video môn học nào cả (IM3081,IM3083), và một môn giảng viên chỉ lấy video có sẵn trên youtube xuống (IM3041).. . . . Mong được anh chị giải đáp,. . . . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hiện có nhiều kênh để sinh viên phản ánh:. . - Qua lớp môn học E-learning . . - Gởi về phòng Công tác Sinh viên qua email [email] . . - Phòng Đào tạo qua email [email]. . - Khoa QLCN. . - Hoặc thầy [full_name] qua email [email]. . - Ban Đảm bảo chất lượng qua email: [email]. . . . Em cần ghi rõ chi tiết: mã môn học, tên môn học, mã nhóm, tên GV, HK, gởi đến các nơi muốn gởi ở trên và CC luôn cho BGH qua email [email](để đánh động các đơn vị và BGH có thông tin giải quyết vấn đề).. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính gửi phòng đào tạo,. .   . .  Em tên là [full_name] - MSSV [student_id] - Khoa Môi trường & Tài nguyên. Em muốn trình bày việc tài khoản mybk của em bị mất thời khóa biểu học kì 2 và cả trang mybk lại trở về học kì 1. Và ngay cả bkel cũng mất hoàn toàn dữ liệu của hk2 mà chỉ còn hk1. Do đó việc tham gia các môn học ở hk2 của em trở nên khó khăn và cả việc xem bài tập trước cũng đã bị hạn chế hoàn toàn. .   Mong phòng đào tạo kiểm tra lại tài khoản của em và chỉnh sửa lại giúp em. Em chờ hồi âm sớm nhất từ phòng đạo tào. Em cảm ơn thầy cô rất nhiều ạ.. . . . Thân gửi"
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em tên là [full_name], mssv là [student_id], hiện đang là sinh viên của Trung Tâm Bảo Dưỡng Công Nghiệp - Đại học Bách Khoa Thành Phố Hồ Chí Minh. . Hôm nay em viết email này cho Phòng đào tạo để trình bày vấn đề liên quan đến việc đăng kí luận văn tốt nghiệp của em: Theo như đúng lịch đăng kí môn trên Mybk thì hôm nay (19/01/2022) lúc 17h là hạn đăng kí bổ sung LVTN, nhưng do em đi thực tập ngoài trường về trễ nên đã không đăng kí được LVTN. Mong Phòng đào tạo xem xét và mở cho em có thể được đăng kí LVTN để em có thể tốt nghiệp đúng thời hạn ạ.. . Email thầy [full_name] - Giám đốc Trung Tâm Bảo Dưỡng Công Nghiệp: [email]. . Em xin cảm ơn rất nhiều ạ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em có đăng ký thực tập tốt nghiệp ở lượt đăng ký môn học đợt3 và bị hủy mà lượt đăng ký bổ sung hôm nay do em không để ý nên không đăng ký được, bây giờ có cách nào để em có thể đăng ký được không ạ ?. . Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào em;. . em vui lòng cung cấp thêm mã môn học của thực tập gấp nhé"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kinhs gửi PĐT Đại học Bách Khoa TPHCM. . Em tên [full_name], mssv: [student_id], khoa QLCN (k17). . Lí do: Do em hiện không đăng kí được LVTN ở học kì tới. Nên em sẽ không có TKB của kì chính sắp tới và sẽ bị buộc thôi học do không có TKB. Vì thế, em đăng kí môn học vào kì dự thính thì có được tiếp tục duy trì tình trạng sinh viên không ạ?. . Mong quí thầy/cô giải đáp giúp em!. . Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Xin Chào PĐT,. . . . Em là [full_name]. . Sinh viên khóa K15, ngành Kỹ thuật cơ khí. . MSSV: [student_id]. . . . Hiện em đã đủ điều kiện tốt nghiệp nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp.. . Em viết mail xin đăng ký xét tốt nghiệp vào học kỳ này.. . . . Em mong sớm được PĐT xét tốt nghiệp và cập nhật tên em trong danh sách dự kiến tốt nghiệp ạ.. . . . Em cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi Phòng Đào tạo. . Em là [full_name] - [student_id] Khoa cơ khí. . Phòng đào tạo cho em hỏi, em có đăng ký môn đồ án thiết kế máy ME2011 nhóm T01, hiện tại em chưa thấy có lịch học và giảng viện hướng dẫn.. . Mong Phòng đào tạo xem xét về trường hợp của em.. .  Em chờ hồi âm sớm nhất từ phòng đạo tào. Em cảm ơn thầy cô rất nhiều ạ.. . Thân gửi. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] qua email [email] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em tên là [full_name], mssv là [student_id], hiện đang là sinh viên của Trung Tâm Bảo Dưỡng Công Nghiệp - Đại học Bách Khoa Thành Phố Hồ Chí Minh. . Hôm nay em viết email này cho Phòng đào tạo để trình bày vấn đề liên quan đến việc đăng kí luận văn tốt nghiệp của em: Theo như đúng lịch đăng kí môn trên Mybk thì hôm nay (19/01/2022) lúc 17h là hạn đăng kí bổ sung LVTN, nhưng do em đi thực tập ngoài trường về trễ nên đã không đăng kí được LVTN. Mong Phòng đào tạo xem xét và mở cho em có thể được đăng kí LVTN để em có thể tốt nghiệp đúng thời hạn ạ, tại vì em đã đủ điều kiện để có thể đăng kí LVTN rồi ạ.. . Email thầy [full_name] - Giám đốc Trung Tâm Bảo Dưỡng Công Nghiệp: [email]. . Em xin cảm ơn rất nhiều ạ."
    },
    {
        "intent": "",
        "message": "Chào em; em cung cấp thêm mã Luận văn tốt nghiệp nhé. . Thân"
    },
    {
        "intent": "",
        "message": "answer rate: Answer suits the needs / Câu trả lời đúng ý"
    },
    {
        "intent": "",
        "message": "Dạ thưa mã luận văn của em là IU4317 ạ. Em xin cảm ơn ạ."
    },
    {
        "intent": "",
        "message": ". . \"Chào bạn. . Sau khi Phòng đào tạo kiểm tra thì tình trạng xét môn LVTN của bạn như sau:112+16=128&gt 123  KHÔNG ĐỦ ĐK NHẬN LVTN . . . . . . . . \"\". . - Bạn xem quy định các môn thực tập tốt nghiệp, đề cương luận văn, luận văn tốt nghiệp: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--&gt  sinh viên --&gt  Chương trình đào tạo. . - Về các môn anh văn bạn chưa đăng ký chưa chuyển điểm thì không được tính vào số tín chỉ đạt . . Chúc bạn học tập tốt nhé.. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính chào pđt , mong pđt đăng kí dùm em môn hạ tầng công trình giao thông CI4019 ở kì chính 212 ( lý do là em không đki đc vì full sỉ số 70/70 nên em chờ đợt dự thính đợt 2 nhưng pđt có thông báo không mở các môn đã mở rồi ) kính mong pđt hỗ trợ đki môn dùm em vì em còn môn hạ tầng nữa là ra trường , em xin cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào quý thầy cô ạ, do em sơ suất quên làm bài tập 5% nên bị điểm 13 ạ, các điểm khác em đều trên hết và trung bình tính ra là em 7.5 ạ. Vậy em có cần học lại môn đó không ạ. Em cám ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Điểm do GV nhập, em vui lòng liên hệ GV nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . PĐT cho em hỏi lớp hoá lý 1 CH2003 trong đợt ĐKMH Dự thính lộ trình 2 lần 1 HK212 có được mở lớp chưa ạ? Lớp có 19 bạn đăng ký trong khi đây là môn cơ sở ngành tối thiểu 15 bạn đăng ký trong 1 lớp.. . Trân trọng"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em tên: [full_name]\tMSSV: [student_id] . . Khoa kỹ thuật giao thông. Ngành kỹ thuật ô tô. Lớp: GT17OTO2.. . . . Hiện tại em có 119 tín chỉ tích lũy. Do em thi xét chuẩn anh văn trên trường và đã đạt chuẩn từng năm đối với K17 nên em không theo học các lớp Anh văn trong chương trình đào tạo, em dự tính thi CCAV và chuyển điểm các môn Anh văn. Nhưng do tình hình dịch bệnh em không thể kịp thi CCAV để chuyển điểm kịp theo như lịch học vụ. Vì vậy em bị thiếu tín chỉ để đăng ký nhận LVTN (TR4313).. . . . Hiện tại em đã có đề tài và đang trong quá trình nghiên cứu và làm LVTN.. . . . Nay em làm đơn này rất mong PĐT xem xét giúp em có thể đăng ký và bảo vệ luận văn tốt. . nghiệp trong kỳ 212 để em có thể hoàn thành. . kịp tiến độ học tập. Em xin hứa sẽ hoàn thành CCAV theo yêu cầu và nỗ lực hoàn thành tốt. . LVTN. . . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 119  126 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi Văn phòng Đào Tạo trường Đại Học Bách Khoa TP.HCM.. . Em tên là [full_name], MSSV [student_id], lớp OTO2. Em làm đơn này muốn xin được đăng ký 2 môn học dự thính Hệ thống điện điện tử oto (TR3045) và môn Thiết kế động cơ đốt trong (TR3013). Vì lý do em chưa được học 2 môn nêu trên nên em không thể đăng ký dự thính được mà kỳ này có mở 2 môn đó. Em mong Phòng Đào Tạo cho em được phép đăng ký 2 môn trên để có thể theo kịp tiến độ học. Em chân thành cảm ơn quý thầy cô ở Văn Phòng Đào Tạo đã đọc. Em rất mong nhận được phản hồi từ quý thầy cô.. . Trân trọng,. . [full_name]."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ em là [full_name] - [student_id] thuộc bộ môn Cơ Điện Tử khoa Cơ Khí. Dạ trong kỳ hiện tại 212 em có đăng ký môn đồ án thiết kế và đã có trong lịch học nhưng hiện tại vẫn chưa có trong bk elearning, em có đặt câu hỏi trên bksi và được trả lời là liên hệ với giảng viên tuy nhiên hiện tại em chưa biết ai là giảng viên môn đồ án thiết kế của mình thì liên lạc như thế nào ạ . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào PĐT, em có nhận được mail học kỳ hè 213 tới đây sẽ có mở đợt đăng ký làm Luận văn tốt nghiệp trong học kỳ hè 213. PĐT cho em hỏi thông tin này chính xác không, và có thể bị hủy bỏ không ạ. Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem email PĐT đã gửi: \"Thông báo Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước. . Hộp thư đến. . - Ho Tro SV   [email] . . 10:36, 27 thg 12, 2021 . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học  /LA1039&gt . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học  /LA1039&gt . . . . gửi PĐT vì đăng ký môn học vừa rồi em đăng ký không kịp môn anh văn 2A, thì giờ cho em phỏi có thêm có lớp còn chổ hay đợi đợt dăng ký mới được đăng ký Anh văn 2A ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Chào PĐT!. . PĐT cho em hỏi môn luận văn tốt nghiệp có môn tiên quyết là đồ án. Nhưng luận văn tốt nghiệp kỳ này đã đăng ký thành công nhưng đồ án học kỳ trước thì không đạt thì môn học luận văn tốt nghiệp sẽ tự xoá hay sinh viên phải đăng ký rút môn. Em cảm ơn PĐT!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng trình bày rõ thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Dạ là môn luận văn tốt nghiệp (Tr4317) nhóm A01 và môn tiên quyết là đồ án thiết kế môn học thiết kế ô tô(TR4037).. . Môn đồ án kì 211 là đồ án môn thiết kế ô tô(TR4037) lớp L01.. . Lí do: Vì đăng ký luận văn tố nghiệp trước khi có kết quả đồ án môn học thiết kế ô tô nên môn học luận văn tốt nghiệp được giữ lại để tiếp tục học hay phòng đào tạo sẽ hậu kiểm và xóa môn hay sinh viên phải tự rút môn học. . Nếu mà không xóa được môn thì em có được học song hành giữa môn đồ án TR4037 và luận văn tốt nghiệp TR4317 được hay không ạ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ em chào anh/chị.. . . . Anh/chị cho em hỏi là em đã đăng kí tốt nghiệp và đóng tiền ngày 11/01/2022. Theo email của pđt gửi là trễ nhất là T3 tuần tiếp theo. Nhưng đến nay em vẫn chưa nhận được bằng tốt nghiệp tạm thời cũng như email xác nhận đăng kí tốt nghiệp thành công ạ.. . . . Anh/chị kiểm tra giúp em xem em có bị sai xót gì không ạ. . . Em xin chân thành cám ơn.. ."
    },
    {
        "intent": "",
        "message": "Em kính chào quý thầy cô ạ,. . Em tên là [full_name], MSSV [student_id]. . . . Em gửi mail này vì lúc đăng ký môn học em đã nhầm lẫn mã số môn học và đăng ký môn thực tập đồ án môn học đa ngành hướng trí tuệ nhân tạo (CO3017) thay vì hướng công nghệ phần mềm (CO3019).. . Em biết đây hoàn toàn là lỗi của em ạ, em vô cùng xin lỗi đã làm phiền thầy/cô, em xin thầy/cô cho em được đổi qua thực hiện môn thực tập đồ án môn học đa ngành hướng công nghệ phần mềm ạ (CO3019). . . . Xin kính mong thầy/cô giúp đỡ cho em ạ.. . Xin cảm ơn thầy/cô và chúc thầy/cô một ngày thật tốt ạ. . Trân trọng,. . [full_name]. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi Phòng Đạo Tạo,. . . . Em là [full_name], MSSV [student_id], khoa Quản lý công nghiệp, em gửi mail này để hỏi về việc cộng ngày công tác xã hội.. . . . Như trong hình đính kèm, ở hoạt động có mã DD21KKK0001 đã diễn ra và kết thúc vào khoảng tháng 11/2021 thì em đã hoàn thành và được xét 3 ngày CTXH, tuy nhiên cho đến hiện tại thì 3 ngày đó vẫn chưa được cộng vào tổng ngày CTXH của em. Chính bởi thế em muốn hỏi là em phải làm gì để được cộng những ngày CTXH này.. . . . Em rất mong nhận được sự giải đáp của Phòng Đào Tạo.. . . . Trân trọng./.. . [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Thưa thầy,cô cho em xin hỏi là kì hè này có mở đề cương luận văn không ạ.. . Em cảm ơn ạ. ."
    },
    {
        "intent": "",
        "message": "Chào em;. . Đợt hè này có mở nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính thưa nhà trường. Em đã gữi mail và hỏi đáp nhiều lần nhưng đến nay vẫn chưa đăng ký môn học được. Nay là thời điểm cuối cùng để đăng ký đồ án tốt  nghiệp.. . Tình trạng sinh viên đang học.. . Còn trong thời gian đào tạo (ngành kiến trúc tối đa 15 kì). . Không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần.. . Tuy nhiên em đăng ký môn học vẫn báo lỗi(cấm đăng ký). Mong trường xem xét và giải quyết giúp e ạ.!!. . Mã môn học: CI4303. . Tên môn học: Thiết kế dự án tốt nghiệp.. . Em cảm ơn.!!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 154  155 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em chào cô,. . Hiện này cổng đăng ký TN cảu em đã mở nhưng em lại chưa có trong danh sách TN dự kiến nên không thể nào đang ký được thưa cô. . . Cô có thể cho em hỏi cách đăng ký vào danh sách này không ạ?. . Em cảm ơn cô. . . ."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, . . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em tên là [full_name], mssv [student_id],. . . . Vừa rồi em có đăng kí rút môn học \"Kiểm tra phần mềm\" (CO3015) bằng cách điền vào form trong mail hướng dẫn rút môn học.. . . . Sau đó mail phản hồi có đề cập rằng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 31/03/2022.. . . . Theo em biết thì sau khi rút môn học thì môn học sẽ không còn hiển thị trong thời khoá biểu nữa nhưng hiện thời khoá biểu trên trang Mybk của em vẫn có môn học \"Kiểm tra phần mềm\". . . . Vậy cho em hỏi hiện tại môn học đang diễn ra thì em có cần phải tham gia lớp học và hoàn thành các bài tập lớn nhỏ trong khi chờ kết quả được cập nhật không ạ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Sau đó mail phản hồi có đề cập rằng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 31/03/2022.. . =&gt  Sau ngày này nếu em còn thấy TKB thì phản hồi lại, vì chưa hết thời gian nên PĐT chưa giải quyết nhé.. . -  Hiện tại môn học đang diễn ra thì em có cần phải tham gia lớp học và hoàn thành các bài tập lớn nhỏ trong khi chờ kết quả được cập nhật không ạ? . . =&gt  Tuỳ em thôi, vì đã rút môn học thì không cần học nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Dạ thầy cô cho em hỏi em có đăng kí hoãn thi ở học kì 202, ở học kì 211 trong lịch thi cuối kì của em có lịch thi của môn đã đăng kí hoãn thi nhưng một thời gian sau bị xoá. Vậy ở học kì tiếp theo em có được sắp xếp thì cuối kì không ạ.Em có cần phải đăng kí môn học đó trong học kì chính hay học kì dự thính để được thì lại không ạ? Dạ mong thầy cô giải đáp thắc mắc, em xin chân thành cảm ơn ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn bổ sung tên môn học và msmh để Pdt kiểm tra. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy cô ạ! Em tên là [full_name], MSSV [student_id]. . . Thời gian trước em có xin   B&gt dời lịch học thí nghiệm trực tiếp tại trường môn Hóa phân tích (CH2029)   /B&gt  sang sau Tết và đã được phòng đào tạo giải quyết.. . Tuy nhiên hôm nay bảng điểm mybk của em xuất hiện   B&gt cột điểm thí nghiệm Hóa phân tích là 13 và điểm tổng kết môn học là 0  /B&gt  ạ. Mặc dù em chưa tham gia học thí nghiệm môn này.. . Em mong được quý thầy cô xem xét lại ạ. Vì đây cũng là học kì em đăng kí luận văn tốt nghiệp nên có yêu cầu về số tín chỉ tích lũy. Và môn học này cũng đã đổi mã ở các khóa sau rồi ạ.. . Em cảm ơn thầy cô."
    },
    {
        "intent": "",
        "message": "Chào bạn. . yêu cầu hủy thí nghiệm của bạn Pdt đã xử lý, bạn kiểm tra tại Mybk-tkb không có Tkb môn này, và Pdt sẽ xếp lại thí nghiệm sau tết. . Về điểm thì bạn liên hệ Giảng viên để được hỗ trợ. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Đăng ký Anh văn theo nhu cầu DT212 _ lộ trình 2 Đợt 2. . Em đã học môn LA0011 Anh căn cơ bản A lớp tháng 12 nhưng không đăng ký được môn LA1037 Anh văn 1A (nhu cầu) do thiếu tiên quyết ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy/cô hỗ trợ giải đáp!. . Em là [full_name], MSSV: [student_id], khoa Khoa học máy tính.. . . . Em có đăng ký môn học LVTN đợt 2 nhưng bị hủy vì lý do thiếu tiên quyết môn DCLVTN[Ảnh-1], em kiểm tra bảng điểm thì thấy chưa được cập nhật điểm [Ảnh-2]. . . Và em có đăng ký môn học đợt đăng ký cuối cùng (các học phần tốt nghiệp) ngày 18-19/01/2022. Em đã mail cho thầy hướng dẫn là thầy [full_name] vào ngày 17/01/2022 và ngày 19/01/2022 nhưng vẫn chưa thấy điểm được cập nhật ạ. . . Cho em hỏi nếu pđt hủy môn LVTN vì lý do thiếu môn tiên quyết là DCLVTN (chưa có điểm) thì đến khi bảng điểm của em được cập nhật thì pđt có xử lý vấn đề này của em không ạ?. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi PĐT. . Hiện tại em muốn đăng ký môn CI2001 ở dự thính đợt 2. Nhưng vì lịch chỉ bị trùng tuần 12 và tuần 14 môn Giải Tích 2 ( cũng là lớp dự thính) nên em mong PĐT cho em đăng ký môn đó để em có thể kịp tiến độ trong trường. Em chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Thưa thầy cô em có tkb trên mybk lẫn trên bkel nhưng đã 2 tuần rồi em không xin vào lớp võ của thầy [full_name] được ạ mặc dù đã xin vào rất sớm, thầy cô có thể cho em xin phương thức liên lạc với thầy được không ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân mến"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em chào các thầy, cô phòng đào tạo ạ, . . . . Em tên là [full_name], hiện em đang tham gia chương trình trao đổi sinh viên ở nước ngoài. Trước khi đi, khoa em có kí thỏa thuận học tập cho em (em đính kèm file bên dưới ạ). . . . . Trong thỏa thuận học tập không có môn Thực tập ngoài trường (CH3355), tuy vậy, thời gian diễn ra môn này sẽ vào tháng 5, khi đó em đã từ nước ngoài trở về, vì vậy, em có thể đăng kí bổ sung môn này để kịp thực tập cùng các bạn chung khóa không ạ?. . . . . . Em rất mong sẽ nhận được sự hướng dẫn của thầy, cô ạ.. . . . Em kính chúc thầy, cô một ngày làm việc vui vẻ.. . . . Em [full_name]"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Hk213 bạn có thể đăng ký TTTN được, nhưng quan trọng thời điểm đó phải đủ điều kiện (số tín chỉ, môn tiên quyết ...). . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy(cô) đang đọc yêu cầu của em ạ. Em viết yêu cầu này là để hỏi về việc đăng kí thi thay thế điểm HT môn GT2 ở học kì 202 vừa rồi vào học kì này (HK212). Cho em hỏi muốn thi thay thế thì em chỉ cần nộp đơn đăng kí thi tại yêu cầu bksi là được ạ.. . Em cảm ơn, rất mong thầy(cô) giải đáp thắc mắc ạ.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại chưa có quyết định hoãn thi, nên việc thi thay thế em vui lòng đợi thông báo sau.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em chào thầy cô,. . . . Em là [full_name], mssv [student_id]. Em đã hoàn thành đủ tín chỉ trường yêu cầu và LVTN, chuẩn TOEIC nên em mong muốn được xét tốt nghiệp ra trường đợt gần nhất ạ.. . . . Em cảm ơn thầy cô nhiều,. . . . [full_name]"
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "answer rate: Answer suits the needs / Câu trả lời đúng ý"
    },
    {
        "intent": "",
        "message": "Em chào cô em tên là  [full_name] mssv [student_id]. Em mong cô có thể mở lớp để tụi em đủ điều kiện làm luận văn tốt nghiệp trong hè tới ạ . Em cảm ơn cô. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . sau 13h chiều ngày 21/1 em lên đăng ký môn nhe. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính chào phòng đào tạo,. . Em là [full_name] - MSSV [student_id] Khoa Cơ Khí Lớp CK14CD02. . Năm 2020 em đã làm đơn tạm ngừng học vì có lệnh nhập ngũ. Hiện tại em đã xuất ngũ và muốn làm thủ tục nhập học lại.. . Em xin phép đính kèm mẫu thu nhận lại và quyết định xuất ngũ để PĐT xem xét thu nhận lại em trong HK gần nhất. Mong sớm nhận được phản hồi từ PĐT.. . Em chân thành cám ơn."
    },
    {
        "intent": "",
        "message": "Đã trả lời"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em chào phòng đào tạo , . . Lời đầu tiên em xin được gửi lời chúc sức khỏe đến tất cả quý thầy cô.. . Em tên: [full_name]- MSSV: [student_id] – Sđt: [phone_number]. . Em có 4 việc mong được giải đáp ạ,. . + Thứ nhất tình hình hiện tại em là sinh viên K15, em đã học hết tất cả môn học, chỉ thiếu mỗi anh văn để có thể tốt nghiệp ra trường, vì vậy việc em ko cần đăng kí để duy trì thời khóa biểu liệu có sao ko ạ, có bị vi phạm quy chế gì từ trường, mong thầy cô nhắc nhở em với ạ, em cần làm gì trong thời gian bây giờ ạ, em sẽ bị tạm dừng học tập hay bị kỉ luật gì theo như trường hợp của em không ạ. . . + Thứ 2, hiện tại mong phòng đào tạo kiểm tra lại giúp còn một tín chỉ nào mà em chưa chuyển đổi từ mã mới sang mã cũ, để bây em sẽ đăng kí chuyển đổi luôn ạ, mong phòng đào tạo hướng dẫn em quy trình đăng kí chuyển đổi môn học đó… thông qua hình thức online này. . . + Thứ 3 em là sinh viên khóa 2015, em xin được hỏi là thời gian tối đa mà trường cho phép em tiếp tục hoàn thành chương trình chính quy tối đa(kể cả thời gian gia hạn thêm 1 kỳ) là đến tháng mấy năm 2022 vậy ạ. . . + Thứ 4, hôm bữa em có đăng kí giấy chứng sinh viên để tham gia thi toeic, em chỉ mới nhận được bản scan, tình hình tại mong nhận được gửi đường bưu điện về nhà tại đỉa chỉ: 144/8, Âu Cơ, Phường 9, Quận Tân Bình, TP. HCM, hoặc nếu có ghé trường e sẽ đén trực tiếp nhận tại Phòng đào tạo được khộng ạ. . . Trong thời gian chờ đợi, em xin chân thành cảm ơn ạ.  . . [full_name],. . . ."
    },
    {
        "intent": "",
        "message": "Chào em. . Trường hợp SV khóa 2015 đã hết thời gian đào tạo và không thể đăng ký môn học trong HK212. SV phải hoàn thành các điều kiện còn thiếu để tốt nghiệp trong đợt tốt nghiệp tháng 4/2022.. . 2) Trường hợp nếu em học 1 tương đương, vui lòng gửi 1 yêu cầu khác về việc xin cập nhật môn tương đương, ghi rõ em học môn học nào (tên và mã MH), ở HK nào? bao nhiêu điểm? tương đương với môn học nào (tên và mã MH), để PDT kiểm tra và cập nhật môn tương đương cho bạn nhé.. . 3) Hiện tại bưu điện đã ngưng nhận thư nên cũng không thể gửi bản giấy về cho bạn nhé, sau tết em gửi lại yêu cầu để PDT gửi lại cho bạn.. . 4) về gia hạn học kỳ, em vui lòng làm đơn xin gia hạn 1 học kỳ và nộp tại phòng Đào tạo (ghi rõ bạn thuộc KV1) và kéo dài đến hết HK212 nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính chào phòng đào tạo,. . Em là [full_name] - MSSV [student_id] Khoa Cơ Khí Lớp CK14CD02. . Năm 2020 em đã làm đơn tạm ngừng học vì có lệnh nhập ngũ. Hiện tại em đã xuất ngũ và muốn làm thủ tục nhập học lại.. . Em xin phép đính kèm mẫu thu nhận lại và quyết định xuất ngũ để PĐT xem xét thu nhận lại em trong HK gần nhất. Mong sớm nhận được phản hồi từ PĐT.. . Em chân thành cám ơn."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . PĐT cho em hỏi làm sao để liên hệ Khoa Kỹ thuật hoá học để mở môn học Hoá lý 1 ạ?. . Trân trọng."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng email [email] để hỏi nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ chào thầy/ cô, do sai sót của bản thân nên em chưa có TKB của hk 212 về LVTN ( CNTP) với mã môn học là CH4337. Mong thầy/ cô giải quyết giúp em.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa TPHCM.. . Em tên là: [full_name] [student_id].. . Nay em làm đơn này xin Phòng đào tạo tạo điều kiện cho em được mở lớp ME3015-Kỹ thuật robot vào học kỳ dự thính 2 để bọn em hoàn thành chương trình học.. . Em xin cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . sau 13h chiều ngày 21/1 em lên đăng ký môn nhe. . Thân"
    },
    {
        "intent": "",
        "message": "Chào em;. . môn học này  phần  thực hành/ thí nghiệm không còn phòng nên không thể mở được nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Do môn học này không trong chương trình đào tạo kể từ K19 ( ngành công trình thủy - xây dựng ) về sau nữa , nên mong pđt mở lớp ạ .. . . ."
    },
    {
        "intent": "",
        "message": "[full_name]UOTE&gt MSSV/MSGV: [student_id]    . . . . Mở môn học học kỳ 212. . Do môn học này không trong chương trình đào tạo kể từ K19 ( ngành công trình thủy - xây dựng ) về sau nữa , nên mong pđt mở lớp ạ .. . . .   /[full_name]UOTE&gt . .   [full_name]UOTE&gt MSSV/MSGV: [student_id]    . . . . Mở môn học học kỳ 212. . Do môn học này không trong chương trình đào tạo kể từ K19 ( ngành công trình thủy - xây dựng ) về sau nữa , nên mong pđt mở lớp ạ .. . . .   /[full_name]UOTE&gt . . https://docs.google.com/spreadsheets/d/[full_name]7p-M/edit?usp=sharing"
    },
    {
        "intent": "",
        "message": "Chào em,. . sau 13h chiều ngày 21/1 em lên đăng ký môn nhe. . Thân"
    },
    {
        "intent": "",
        "message": "Chào em;. . môn của em học dự thính chỉ mở ngoài giờ, nên đơn của em không hợp lệ. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: - Dạ nhờ PĐT check giúp em, học kỳ này em có đăng ký môn đồ án thiết kế ME2011 rồi, vô xem thời khóa biểu thì có nhưng tới giờ vô E-learning chưa có thì có phải bị lỗi không ạ!!!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Do [full_name] chưa cập nhật phân công GVHD cho các môn Đồ án môn học với P.ĐT, nên PĐT chưa cập nhật TKB trên BKeL được.. . Thân"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Dạ em chào ạ, PĐT có thể cho em xin đăng kí để học môn Kĩ thuật thủy lực khí nén lần đầu tiên ở đợt 2 ( dự thính lộ trình 2). Em cần học môn này để thuận tiện cho việc học Đồ án chuyên ngành, em đã tìm cách đăng kí ở kì chính nhưng mà bị trùng lịch môn khác (môn tiên quyết). Em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"Thông báo ĐKMH HK Dự thính 212 - lộ trình 2 (Đợt 2). . Hộp thư đến. . . . - Ho Tro SV   [email] . . Tệp đính kèm. . 15:32, Th 4, 19 thg 1 (1 ngày trước). . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . . . . . . Sinh viên (SV) đăng ký đợt HK Dự thính 212 - lộ trình 2 (Đợt 2) từ 10g00 ngày  22/01/2022  đến 14g50 ngày 25/01/2022 (Đợt 2), Không mở cho SV chính quy học môn học lần đầu.. . . . - Trong đợt ĐKMH này : SV kiểm tra TKB sơ bộ, có thể đăng ký thêm, điều chỉnh nhóm hoặc hủy môn. Nếu SV không hiệu chỉnh là chấp nhận TKB sơ bộ đã được xếp. Môn Giáo dục thể chất đã được bổ sung, SV có nhu cầu thì đăng ký.. . ...\". . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Kính gửi PDT trường Đại học Bách Khoa TP. Hồ Chí Minh.. . Em tên là [full_name], mã số sinh viên [student_id], thuộc hệ VLVH khoa Kỹ thuật Xây dựng.. . Em đã đăng ký xét tốt nghiệp trong đợt xét \"Tốt nghiệp - Học kỳ 2 Năm học 2021 - 2022\" và đã nhận được bằng tốt nghiệp tạm thời.. . Do tình hình dịch bệnh phức tạp và hiện tại em đang không ở thành phố Hồ Chí Minh và đã về Quảng Trị để làm việc, cộng thêm công ty em đang làm việc cần bằng tốt nghiếp chính thức để nhận em vào làm chính thức. . . Em muốn hỏi là hiện tại bằng tốt nghiệp chính thức đã có chưa và em có thể nhờ người nhận giùm hay có thể nhờ nhà trường chuyển phát nhanh về nhà không. Hay là có một hình thức nhận bằng nào khác?. . Em xin chân thành cảm ơn và mong nhận được phản hồi sớm từ phía Phòng Đào tạo!. . . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. . . Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Em là [full_name], MSSV [student_id], hiện đang học bằng 2 khoa Kỹ thuật Địa chất và Dầu khí, học theo chương trình khóa k2017.. .      Đợt Đăng ký học Dự thính môn học HK212 - Đợt 1 - [full_name]nh 2 em có đăng ký môn học Địamạo-tân kiếntạo &ttđt (GE3053), nhưng theo điều kiện   B&gt Không mở cho SV chính quy học môn học lần đầu  /B&gt  nên em bị hủy kết quả đăng ký. Môn này từ k2019 trở đi đã không còn dạy nữa, em không đăng ký học được vào kỳ này thì sẽ khó có cơ hội học vào các học kỳ sau. Vậy nên em xin PĐT chỉnh sửa điều kiện cho phép em đăng ký môn học này vào đợt Đăng ký môn học Dự thính môn học HK212 - Đợt 2 + Kết quả đợt 1 - [full_name]nh 2 bắt đầu từ ngày 20/01/2022.. .      Em xin cảm ơn!   . .   i&gt Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "câu hỏi khác . Dạ cho em hỏi. Em vừa thanh toán trễ học phí kì dự thính môn anh văn 2 thì có bị làm sao không ạ. Em vừa đọc quy định pdt là bị cấm thi cuối kì và không  được đăng kí môn kì sau phải k ạ . . mong pdt phản hồi và giúp em. Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT ghi nhận thông tin của em, em chú ý thanh toán đúng thời gian vào các HK sau nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính chào phòng đào tạo (PĐT).. . Trong đợt đăng kí môn cho học kì chính 212, em có nhu cầu học môn hạ tầng công trình giao thông (MSMH:CI4019). Do sơ ý em đã không đăng kí vào đợt 1 lấy sĩ số, vì vậy vào đợt 2 và 3, lớp đã đủ sĩ số (70/70). Nên em có đăng kí môn này vào lớp dự thính lộ trình 2. Nhưng đến đợt 2 của học kì dự thính lộ trình 2 thì PĐT thông báo không mở lớp do đã mở ở học kì chính. Vì thế em mong PĐT bổ sung em vào lớp L01 của môn hạ tầng công trình giao thông hoặc PĐT có thể xem xét mở lại môn này vào lộ trình 2 ( do môn này từ khóa k19 trở đi không còn học nữa). Em chân thành cảm ơn và xin lỗi vì sự bất tiện này.. . Trân trọng."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Hi admin, . . Hiện tại em đang gặp vấn đề vì chưa thấy bằng tốt nghiệp tạm thời của minh. Em tên là [full_name] -[student_id]. Em có gọi lên Phòng đào tạo thì có bảo update cho em vào ngày 18 rồi và bên đó thấy chỗ \"tải về\" (là tải được bằng tốt nghiệp về được). Mong admin xem giúp em ảnh đính kèm là do bị lỗi gì ạ mà em không thấy mục \"tải về\""
    },
    {
        "intent": "",
        "message": "Chào em,. . Cô gửi em file scan giấy chứng nhận tốt nghiệp tạm thời nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em chào thầy cô, . . Em là [full_name], MSSV:[student_id]. Em bảo vệ luận văn tốt nghiệp học kì 202 và hoàn thành xong chương trình học. Nhưng do chưa có điểm anh văn nói viết nên chưa đăng kí tốt nghiệp được.. . Học kì 211 vừa rồi, do có vấn đề về sức khỏe, em không đăng kí môn học và chưa thi được anh văn nói viết nên em thấy trong tình trạng sinh viên bị tạm dừng học. Và em kiểm tra trong bảng điểm thì điểm luận văn tốt nghiệp không hiển thi.. . Thầy cô cho em hỏi, em bị tạm dừng vậy cần làm như thế nào để có thể nhận được bằng tốt nghiệp ạ!. . Em chân thành cảm ơn, mong thầy cô hỗ trợ giúp em.  B&gt   /B&gt"
    }
]