[
    {
        "intent": "",
        "message": "Em đã liên lạc [full_name], BKel của em đã cập nhật lớp học, cám ơn PDT ạ"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . To whom it may concern. . . . Em tên là [full_name], MSSV [student_id], lớp CK19LTH, khoa Cơ khí.. . Vừa qua em có hỏi PĐT về bằng tốt nghiệp thì được trả lời là em đã có quyết định tốt nghiệp và đang chờ in bằng, dự kiến sẽ có trước tết nguyên đáng. (Em đăng ký tốt nghiệp ngày 15/11/2021). . Nay em muốn hỏi PĐT bằng của em đã có chưa ạ? Nếu chưa có em có thể xin PĐT ưu tiên in cho em trước được không ạ, vì sắp tới em sẽ lên đường nhập ngũ, em muốn trước khi đi có thể lấy bằng để yên tâm cho tương lai sau này. Ngày 16/2/2022 em sẽ lên đường, rất mong PĐT xem xét giúp đỡ.. . Em xin cảm ơn PĐT, kính chúc quý thầy cô PĐT một năm mới tấn tài, tấn lộc, tấn bình an.. . . . Thank you & Best Regards."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính chào phòng đào tạo. Em là [full_name], MSSV [student_id]. Em đã có tên trong danh sách tốt nghiệp chính thức. Hiện tại em mong phòng đào tạo có thể ưu tiên cấp bằng tốt nghiệp chính thức để bổ sung hồ sơ xin việc ạ.. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
    },
    {
        "intent": "",
        "message": "Họ tên: [full_name]. MSSV: 161297. . Khoa CNVL.. . Em chào thầy/cô.. . Hiện tại e chưa đăng kí được LVTN. Mặc dù đã học hết môn và chỉ thiếu av ( do dịch về quê và có 1 thời gian dài điều trị f0) nên vẫn chưa thi được av. . . Nhưng trong thông báo của nhà trường thì học kì này không xét các điều kiện av. . . Em đã gửi khiếu nại từ hôm 24/1/2022 nhưng vẫn chưa nhận được giải đáp. . . Em xin cảm ơn. . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt kiểm tra số tín chỉ tích luỹ ngành của em: 123+2  126 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Em vui lòng kiểm tra lại nhé. . Thân mến"
    },
    {
        "intent": "",
        "message": ". . \"Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 123+2=125  126 Không đủ ĐK nhận LVTN. . Bạn kiểm tra lại nghen. . Thân\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Phòng đào tạo cho em hỏi là em đã hết thời hạn đào tạo hệ chính quy và bị xoá tên vì hết thời gian học thì em thể chuyển qua hệ VLVH không ạ.. . . . Em học ngành Kỹ thuật công trình xây dựng. Nếu được chuyển hệ sang cùng ngành thì các môn em đã học có được miễn không ạ.. . . . Em xin cảm ơn!. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Việc chuyển sang VLVH thì điểm của bạn được giữ nguyên điểm và mã số SV, chỉ chuyển qua hình thức VLVH và dùng chuẩn VLVH để xét tốt nghiệp.. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn &gt &gt  Sinh viên &gt &gt  biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Em vui lòng trình bày rõ hiện tại bạn còn nợ gì bên chính quy để tốt nghiệp nhé. . Thân. ."
    },
    {
        "intent": "",
        "message": "Học vụ  /i&gt  Em chào cô ạ! Em xin PĐt xem xét rút môn học Vi xử lý EE2013 học vào thứ 2 tiết 13,14,15 nhóm DT01. Lý do: trùng lịch học bổ túc môn Chi tiết máy ME2007 vào thứ 2 tiết 13,14,15. Môn chi tiết máy là môn cơ sở ngành quan trọng, với việc mở bổ túc hiện tại rất khó nên môn quý thầy/ cô cho em xin rút môn Vi xử lý(EE2013) không tính học phí để em có thể học bổ túc môn Chi tiết máy (ME2007). Em xin chân thành cảm ơn!. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT đã huỷ, em xem TKB cập nhật vào ngày thứ 2 tuần sau nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Thưa phòng đào tạo, đăng kí môn học đợt 3 HK212 em có đăng kí môn mạch điện tử thông tin(EE3011), và trước đó em hoãn thi môn mạch điện tử(EE2035) nhưng sau khi thi xong thì kết quả của em không đạt môn mạch điện tử. Môn mạch điện tử lại là môn tiên quyết của môn mạch điện tử thông tin và hiện tại sau khi em đăng kí môn học đợt 3 thì đã có thời khóa biểu cũng như trang e-learning của môn mdttt. PDT cho em hỏi môn mạch điện tử thông tin HK212 này em sẽ tiếp tục học hay là bị hủy thời khóa biểu vậy ạ. Em xin cảm ơn.. . Nhóm lớp của em là lớp L03."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Môn học hiện không hậu kiểm, chỉ hậu kiểm LVTN, TTTN , DCLV nhé em.. . - PDT cho em hỏi môn mạch điện tử thông tin HK212 này em sẽ tiếp tục học hay là bị hủy thời khóa biểu vậy ạ. . =&gt  Không huỷ nhé. . Thân mến. . . . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Gửi phòng đào tạo.. . . . Phiền phòng đào tạo kiểm tra giúp em xem em đã hoàn thành đủ điều kiện tốt nghiệp chưa ạ.. . . . Em xin phép cảm ơn phòng đào tạo"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/02/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 04/2022.. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân.. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi PDT,. . . . Em có đăng ký LVTN ngành DT-VT khoa Điện - Điện tử (EE4337) học kỳ 212. Hiện tại em có thời khóa biểu môn học nhưng Elearning chưa được cập nhật ạ.. . . . Mong PDT cập nhật giúp em.. . . . Em cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ em chào PĐT ạ, em là sinh viên K15 ạ, hiện tại thì em cũng đã sử dụng hết 6,5 năm học tập ạ, và em đã hoàn thành được tất cả những điều kiện để được xét tốt nghiệp ạ, chỉ trừ anh văn nói viết ạ. Theo quy định cho sinh viên K15, thì em được phép thi anh văn nói viết ở trung tâm BK English với mức đạt (200đ) ạ và em cũng thấy là đợt tháng 10 11 12 thì PĐT có tổ chức thi anh văn nói viết online, nhưng do em chưa hoàn thành luận văn nên em cũng chưa dám đăng ký thi. Vậy PĐT cho em hỏi là trong tháng 2 3 tới, thì khi nào PĐT mở lại những kì thi anh văn nói viết cả online hoặc offline ạ? Tại em sợ không kịp cho đợt tốt nghiệp tháng 4 ạ, bởi vì em cũng không còn thời gian học tập ở trường nữa ạ. Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . AV Nói - viết: Em vui lòng liên hệ Trung tâm ngoại ngữ để đăng ký thi. Cuối tuần sau em xem trên web của TTNN để biết lịch thi, dự kiến thi tại C6-CS1 nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Dạ cho em hỏi là bây giờ em liên hệ với TTNN bằng cách nào ạ, trước tết em có liên hệ với fanpage của TTNN thì được trả lời là chưa có thông tin về lịch thi và chỉ hỗ trợ tổ chức thi cho đối tượng được PĐT ĐHBK cho phép ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ TTNN để được hỗ trợ. . Điện thoại    (08) 3866 6869 – 0909 625 988. . Fax    (84.8) 38.[student_id]69. . Website http://bkenglish.edu.vn/. . Email    [email]. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính chào thầy, cô làm việc tại phòng đào tạo. Em tên là [full_name], MSSV [student_id], sinh viên khoa KHUD. Em viết mail này để trình bày lỗi xảy ra trong quá trình nộp bài thi môn Kỹ thuật thiết bị y học - thí nghiệm (AS3103) vào ngày 16/01/2022.. . Trong quá trình nộp bài thi, do thời gian nộp bài gần hết, nên em chỉ lưu thay đổi nhưng không chú ý tới phần nộp bài. Nhưng, khi xác nhận nộp bài trong khung chat google meet thì giảng viên coi thi đã xác nhận em có bài. Dẫn tới bài thi của em không có trên hệ thống và bị đánh dấu là vắng thi, dù em đã điểm danh đầy đủ. Khi được giảng viên thông báo, thì bài thi của em đã nộp trễ 10 ngày. . . Mong thầy, cô xem xét cho phép em phúc khảo bài thi, hoặc thi cùng với lớp của kì sau. Em xin trân trọng cảm ơn.. . Dưới đây là link ghi lại quá trình thi:. . https://drive.google.com/file/d/1towDKgynOfoLgPFlCrsNC2uLpD9Hssbl/view?usp=sharing. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ trực tiếp Giảng viên giảng dạy. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Cho em hỏi trường có kế hoạch học trực tiếp lý thuyết từ ngày14/2 không ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"Thông báo cập nhật Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 15:06, Th 2, 24 thg 1. . tới stu.all, \". . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi [full_name]. . Em tên: [full_name]     MSSV:[student_id]. . Em đã tốt nghiệp ngành cơ khí chế tạo (đã có bằng tạm thời hạn đến hết tháng 01/2022). . Nhưng đến nay vẫn chưa có thông báo nhận bằng chính thức. Mong [full_name] kiểm tra và phản hồi giúp em.. . Hiện công ty đang đòi bằng chính thức của em (vì bằng tạm thời đã hết hạn). . Em xin cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Xin chào thầy/cô ạ. . . . Em tên là [full_name], MSSV: [student_id] học tại Khoa Cơ khí. Hiện nay em đã hoàn thành các môn học và các điều kiện đi kèm.. . . . Em mong thầy/cô cấp cho em giấy xác nhận đã hoàn thành chương trình học trong thời gian đợi tốt nghiệp.. . . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng trình bày rõ trường hợp của bạn cần giấy xác nhận này để làm gì giúp cô nhé. . Kèm minh chứng nếu có. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Hiện nay các  Thầy Cô không ghi lại được video vậy thì bọn em rất thiệt thòi , đề nghị nhà trường có cách khắc phục . Vì nhà trường áp dụng hình thức mới có các video để bọn em xem thì mới được giảm số tuần dạy xuống , bây giờ bọn em ko có nữa nên đề nghị nhà trường khắc phục sớm nhất để không ảnh hưởng đến việc học tập ."
    },
    {
        "intent": "",
        "message": "Chào em,. . 1. Nhà trường đang triển khai để nâng cấp dịch vụ Google của nhà trường, trong đó có việc ghi hình Google Meet, và sẽ sớm có kết quả.. . 2. Nhà trường đã có hướng dẫn để GV sử dụng công cụ khác để ghi hình giờ giảng cho SV. Tuy vậy, khả năng vẫn có GV gặp khó khăn trong thao tác ghi hình và chia sẻ video này.. . 3. Nhà trường triển khai phương pháp blended learning, trong đó thời gian giảng dạy (truyền giảng) sẽ được giảm và nhà trường cung cấp học liệu số (bài giảng ngắn, tài liệu giảng dạy, bài kiểm tra ngắn (quiz), bài tập/bài tập lớn, … trên hệ thống e-learning) để giúp SV nắm vững kiến thức môn học.. . Việc cung cấp video quay lại giờ giảng là hỗ trợ để SV có thể xem lại, cùng với học liệu số, làm gia tăng chất lượng học tập. (Ngoài ra, còn hỗ trợ trong tình hình dịch Covid-19, khi SV có thể đang không có điều kiện tốt nhất trong tiết học trực tuyến.). . . . Mong tất cả chúng ta cùng tiếp tục đồng hành với nhà trường trong tổ chức học tập và đảm bảo chất lượng học tập.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ, em chào PĐT Trường Đại học Bách Khoa. . SV: [full_name] MSSV: [student_id]. . Hiện em muốn hỏi rằng là em có đăng ký môn dung sai đợt đăng ký môn học dự thính đã thành công. Nhưng thời khóa biểu của em không có môn. Nên em muốn hỏi là do tkb chưa cập nhật hay là em đã bị xóa môn rồi ạ. Và có cách nào để đăng kí lại không ạ. Em monng nhận được sự giúp đỡ từ phòng đào tạo ạ.. . Mong PĐT sớm hồi đáp thắc mắc của em.. . Chúc PĐT và đoàn Trường ĐH Bách Khoa sức khỏe và vượt qua đại dịch.. . Em cảm ơn ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . Em xin phép được đăng ký môn học cho học kì này: . . CI3313 thực tập tốt nghiệp. . CI1033 vẽ kỹ thuật xây dựng. . . . Lý do: vừa chuyện hệ vừa học vừa làm. . Kính mong PDT xem xét cho em được đăng ký môn học"
    },
    {
        "intent": "",
        "message": "Chào em;. . môn vẽ kỹ thuật xây dựng hết thời gian vào lớp, môn thực tập tốt nghiệp không mở trong kỳ này, em đăng ký môn học ở học kỳ 3/2021-2022 nhé. . Thân"
    },
    {
        "intent": "",
        "message": "[full_name] - [student_id]. . . . Yêu cầu huỷ môn học. . . . Dạ thưa thầy cô. . Em xin huỷ môn \"Cấu trúc rời rạc cho KHMT\". . Mã môn học: CO1007. . Do em đăng ký nhầm môn ạ . . Em xin chân thành cảm ơn thầy cô rất nhiều ạ. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Đã hết thời gian huỷ môn học.. . - Em vui lòng xem email PĐT đã gửi về rút môn học:\"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn&gt . . 08:57, Th 6, 7 thg 1. . tới stu.all\". . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Dạ em chào cô ạ. . Trường có gửi cho em email về \"đăng ký rút môn học học kỳ\", em   B&gt đã điền vô đơn đăng ký  /B&gt  xin rút 2 lần luôn r ạ.. . Nhưng sau khi điền thì trong thư ghi là chờ kết quả tới trước ngày 30/3/2022 thì phải em ko nhớ rõ ạ. . Hiện tại môn học của em vẫn chưa đc huỷ và em sắp thi giữa kỳ môn đó em sợ môn đó sẽ k đc huỷ ạ . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em đã điền em đã điền vô đơn đăng ký xin rút 2 lần luôn r ạ.. . =&gt  Em xem email phản hồi lại nhé.. . - Hiện tại môn học của em vẫn chưa đc huỷ và em sắp thi giữa kỳ môn đó em sợ môn đó sẽ k đc huỷ ạ. . =&gt  Nếu em đã điền rút môn học: thì TKB sau 30/3 sẽ giải quyết nhé, lịch kiểm tra đã có em không cần thi kiểm tra. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "dạ vâng em đã hiểu rõ, nếu vậy em ko cần thi môn đó là được ạ.. . em xin chân thành cảm ơn cô [full_name] ạ. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính chào quý Thầy/Cô,. . . . Em là [full_name] (MSSV: [student_id]), hiện tại là sinh viên khóa 17, khoa Điện - Điện tử.. . . . Tính tới thời điểm hiện tại, em đã hoàn thành chương trình đào tạo do nhà trường và khoa đưa ra. Chỉ còn thiếu [full_name] 2 kỹ năng (Nói - [full_name]) thì có thể xin giấy xác nhận hoàn thành chương trình đào tạo không ạ?. . Nếu được thì em có thể lấy form đăng ký xin xác nhận ở đâu ạ?. . . . Rất mong nhận được phản hồi từ quý Thầy/Cô. Em xin chân thành cảm ơn!. . . . Trân trọng,. . [full_name]"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Hiện tại, tình trạng của bạn không thể xác nhận hoàn thành chương trình đào tạo được.. . Bạn xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 04/2022. Để biết quy trình cấp giấy chứng nhận tốt nghiệp tạm thời, bằng tốt nghiệp.. . Thân."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Chào anh/chị PĐT. . em xin hỏi về thời gian đăng kí tham gia kì thi anh văn định kì vào học kì 212 vì trong mail học vụ kì 212 PĐT gửi chỉ đề cập đến thời gian dự kiến tổ chức vào 23/5-5/6 chứ kh đề cập đến thời gian đăng kí ạ. Và PĐT cho em hỏi cách thức để đăng kí tham gia thi anh văn định kì luôn được kh ạ vì đây là lần đầu em đăng kí ý ạ. . Em xin cám ơn!Chúc anh/chị sức khỏe. . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"Thông báo cập nhật Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp. . mục 6.. . - Và PĐT cho em hỏi cách thức để đăng kí tham gia . . =&gt  PĐT sẽ email thông báo việc này sau nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em là [full_name],mssv:[student_id], ngành điện tử- viễn thông, khoa điện -điện tử, em làm đơn để xin tạm dừng học kì 212"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã tiếp nhận đơn tạm dừng của em, SV vui lòng theo dõi tình trạng tại mybk/Thông tin sinh viên/tình trạng sẽ chuyển qua trang thái tạm dừng và quyết định sẽ gửi qua mail sinh viên nhé (dự kiến trễ nhất sau ngày 1/3/2022, SV vẫn chưa nhận được quyết định vui lòng phản hồi qua bksi giúp cô nhé). . Thân. ."
    },
    {
        "intent": "",
        "message": "Dạ học kỳ 203 em có đăng ký hoãn thi và được PĐT đồng ý và thông báo qua email  \"[email]\"  nội dung \"Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên -&gt  Lịch thi. PĐT sẽ gửi email thông báo Lịch thi sau khi xếp xong (Trường hợp môn có mở trong HK211 nhưng đã thi, thì SV vui lòng đợi thông báo sau).\" Hiện tại em có thông tin ngày 20/02/2022 có mở lớp thi AV400 em xin được thi trong đợt này luôn ạ. xin thầy cô chấp thuận cho em được thi av400. Em chân thành cảm ơn thầy cô. .   i&gt Học vụ ."
    },
    {
        "intent": "",
        "message": "Anh [full_name] đã trả lời mail cho SV, SV kiểm tra mail. . Thân"
    },
    {
        "intent": "",
        "message": "Kính chào thầy cô,. . Em tên là [full_name] sinh viên năm nhất, mã sinh viên: [student_id], khoa Kỹ thuật Giao thông.. . Nguyên nhân: Em không biết sử dụng BK pay của trường dẫn đến chưa đóng học phí đúng thời hạn.. . Em gửi mail này để xin được mở thêm thời gian để nộp tiền học phí.. . Em cảm ơn thầy cô đã dành thời gian để đọc mail này.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "B&gt   /B&gt Đăng ký môn học . Cho em hỏi là hôm bữa có mở đợt đăng ký môn học cho học kỳ 2 nhưng mà trong thời gian đăng ký môn học em không đăng ký môn nào thì bây giờ em có được học tiếp không ạ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Xin chào Anh (Chị) PĐT!. . . . Kết quả đăng ký LVTN đợt bổ sung của em như hình ạ.. . . . Cho em hỏi bao giờ biết kết quả xét ạ!. . . . Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 18/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Em tên [full_name] mssv[student_id].Em muốn biết lý do tại sao em không đăng ký được môn tiểu luận tốt nghiệp (260663).Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt kiểm tra số tín chỉ tích luỹ ngành của em: 91+2  98 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Em vui lòng kiểm tra lại nhé. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em là [full_name], MSSV [student_id], hiện đang học khoa Khoa học & Kỹ thuật Máy Tính.. . . . Em đăng ký phúc khảo điểm thi môn Công Nghệ Phần Mềm (CO3001) vào ngày 24/01 (trước tết) nhưng chưa được duyệt phiếu đăng ký. Sau đó em thấy hệ thống của trường đã tạm nghỉ đến 09/02. Nhưng hạn phúc tra bài thi của em chỉ đến ngày 31/01. . . . . Đến hôm nay em vào lại thì thấy phiếu đăng ký vẫn chưa được duyệt. Cho em hỏi bây giờ em nên giải quyết thế nào ạ?"
    },
    {
        "intent": "",
        "message": "Chào bạn. . . Bạn vui lòng chụp hình minh chứng đính kèm.. . Thân."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em chào thầy/cô ạ!. . Em là [full_name], mssv [student_id].. . Thầy cô cho em hỏi trong đợt đăng kí môn học học kì dự thính đợt 3, lộ trình 1 em có đăng kí môn học Giải tích 2 lớp DT02 thành công, tuy nhiên đến nay em vẫn chưa có thời khóa biểu, khóa học trên bkel và lịch thi giữa kì. Vậy cho em hỏi là như vậy em đã đăng kí thành công môn học hay chưa ạ? . . Em xin cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em;. . môn này trùng thời khóa biểu nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Chào Thầy/Cô phòng đào tạo,. . . . Em tên là [full_name] mã số sinh viên [student_id] . . . . Hôm nay em có lên phòng đào tạo và nhận được kết quả phản hồi về việc không đủ điều kiện nhận luận văn tốt nghiệp .. . . . Sau khi kiểm tra lại em thấy có môn \"Nhập môn về kỹ thuật\" mã môn ME1001 được ghi nhận là chưa hoàn thành . Môn này em đã học ở học kỳ 1 năm thứ 1 (2017-1018) vì đây là học kỳ đầu tiên khi em vào trường nên thời khóa biểu (việc đăng kí môn học ) là do nhà trường sắp xếp. Thời khóa biểu của em cũng có môn \"nhập môn về kỹ thuật\" với mã môn CI1001 nên mong phòng đào tạo xem xét cho em được chuyển điểm môn này. (sau năm học thứ 2 thì em mới được phân ngành lại nên môn nhập môn về kỹ thuật ngành em cần là ME1001 nhưng em đã học CI1001). . . . Sau khi được chuyển điểm nhờ Thầy/Cô phòng đào tạo xem xét và đăng kí giúp em môn Luận văn tốt nghiệp mã môn 213700 và môn Thực tập tốt nghiệp mã môn 213750 (đây là 2 môn song hành để em đủ điều kiện xét tốt nghiệp) . . . . Nhờ nhà trường và phòng đào tạo xem xét dùm vì em cũng đã có đề tài luận văn và hiện em đang làm đề tài đó để chuẩn bị cho đợt tốt nghiệp sắp tới. Nhờ thầy cô xem xét để em được tốt nghiệp đúng hạn, em cảm ơn Thầy/Cô.. . . . Trong kết quả phản hồi từ phòng đào tạo sáng nay em còn thấy là mình bị thiếu điều kiện TOEIC thì chứng chỉ TOEIC em đã thi, gửi kết quả và xét chuyển điểm thành công, nhờ phòng đào tạo xem lại vấn đề này luôn giúp em .. . . . Em cảm ơn thầy cô nhiều ạ. . . . Chúc Thầy/Cô một ngày tốt lành . . . . [full_name] . .   i&gt Khiếu nại đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "B&gt Học vụ . Kính thưa Phòng Đào Tạo.. . . . Em tên là [full_name], hiện đang học K20-  Chương trình Đại trà song ngành Kĩ thuật Hàng không-Tàu thủy.. . Hiện em đã học hết học kì 1 năm thứ 2 trong chương trình nhưng có mong muốn đổi ngành.. . . . Em muốn hỏi là em có thể chuyển lên Chương trình Chất lượng cao ngành Khoa học Máy tính hoặc ngành Kiến trúc được không ạ.. . Em đã có bằng IELTS đã được chứng thực nộp cho trường. Vậy em cần làm những thủ tục chuyển và bảo lưu điểm nào nữa ạ?. . . . Em xin cảm ơn Phòng Đào tạo đã bỏ thời gian quí báu để đọc câu hỏi và trả lời em ạ!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "answer rate: Answer suits the needs / Câu trả lời đúng ý"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ em chào quý thầy cô ạ!. . Dạ cho em hỏi tại sao em bị xóa và không có luận văn tốt nghiệp TR4317 trong thời khóa biểu ở kì này dù em đã học qua các môn, chỉ chưa có chứng chỉ anh văn nhưng kì này trường không xét chứng chỉ anh văn ạ. Tại em có một số bạn cũng như em nhưng lại đăng ký được luận văn ạ.. . Em xin cảm ơn và chào ạ!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt kiểm tra số tín chỉ tích luỹ ngành của em: 111+14=125  126 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Em vui lòng kiểm tra lại nhé. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Em tên [full_name]. Vào tháng 1 nhà trường có khoá BKeL và TKB của em, khi em hỏi thầy chủ nhiệm thì được biết là do em chưa hoàn thành hồ sơ TSV. Ngày 21/1 em đã hoàn thành hồ sơ đầy đủ và web của trường cũng đã cập nhật em đã hoàn thành(ảnh đính kèm). Nhưng tới hôm nay là ngày 11/2 em vẫn chưa được mở lại BKeL và lịch thi. Mong văn phòng mở lại cho em gấp vì em sắp đến hạn nộp bài tập ạ. . . Em cảm ơn thầy cô nhiều.. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt kiểm tra bạn đã được phục hồi dữ liệu . . Thân"
    },
    {
        "intent": "",
        "message": "Kính gửi Phòng Đào Tạo: . . . . Em tên: [full_name] . . MSSV:   [student_id]. . Em đã đăng ký chuyển từ hệ chính quy khoá 2010( mssv [student_id]0) sang hệ VHVL khoá 2019 mssv [student_id] . . Hiện tại bảng điểm chuyển đổi của em sang hệ VHVL chưa có.. . Kính mong PDT chuyển điểm và cập nhật giúp em.. . Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng email đến [email] để hỗ trợ nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Cho phép em gửi đơn đăng ký anh văn 4A đã có sự đồng ý của thầy giảng dạy theo như yêu cầu của PĐT ạ.. . em cám ơn."
    },
    {
        "intent": "",
        "message": "Chào em;. . môn này đã học được 7 tuần rồi(quá thời gian đăng ký) nên không đăng ký được nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Gửi Phòng Đào tạo Đại học bách khoa Tp. HCM,. . . . Em vừa nhận được email đăng kí học các môn hồi dưỡng kiến thức (BDKT) bậc đại học dành cho sv đã tốt nghiệp cao đẳng. Em có 2 câu hỏi chính hy vọng nhận được hồi đáp từ phòng đào tạo:. . . . 1. Tại sao lại có sự khác nhau trong đăng kí môn học BDKT này trong các năm học ạ. Kì 1 2020 em học trong khi chỉ cần hoàn thành học phần Chính trị xã hội - SP0001 là được miễn giảm tương đương 3 môn:. .   -  Triết học [full_name] - [full_name] (SP1031).. .   -  Kinh tế chính trị [full_name] - [full_name] (SP1033).. .   -  Chủ nghĩa xã hội khoa học (SP1035).. . trong khi năm nay phải học riêng từng môn, tất nhiên số tín chỉ hơn rất là nhiều và học phí cũng vậy.. . . . 2. Theo lịch mà trường đã sắp xếp sơ bộ và gửi qua file excel cho sinh viên ([full_name]B Chuyen De BD Kien Thuc.xlsx), thì em thấy các học phần chính trị này sẽ học trùng vào ngày Chủ nhật, tuy nhiên phải kết thúc học phần này mới tới học phần khác, học liên tiếp (các tuần 1, 6, 11, 16, 23).  Mà trong khi đó việc đăng kí môn học trên mybk thì lại báo trùng [full_name]B, như vậy rất khó sắp xếp thời gian để học đầy đủ và hoàn thành sớm CTĐT. Có hình ảnh đính kèm để rõ hơn ạ, mong nhà trường xem qua.. . . . Mong nhận được phản hồi sớm từ phòng đào tạo.. . Em chân thành cảm ơn.. . . . Trân trọng. . [full_name]. . ————————. . . . MSSV: [student_id]. . Email: [email]. . Phone: [phone_number]. . Ngành: Khoc học máy tính 2020 - VLVH"
    },
    {
        "intent": "",
        "message": "Chào em,. . 1. CTĐT khung theo quy chế của Bộ GDĐT . . 2. Khác tuần nên không trùng TKB nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Hiện tại em là sinh viên năm 3 ngành Kiến trúc. Em dự định sắp tới muốn chuyển trường từ trường mình sang trường Đại học Xây dựng Miền Trung. Muốn hỏi quy trình chuyển trường em cần phải làm những gì và chuẩn bị những loại giấy tờ nào. Mong PĐT hỗ trợ và hướng dẫn giúp em ạ. Em cảm ơn nhiều"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem quy chế. . https://portal.hcmut.edu.vn/dao-tao/quy-dinh-hoc-vu. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Em tên [full_name]19. . Dạ cho em hỏi hiện tại em chưa đăng ký và thanh toán BHYT2022, có hướng giải quyết nào để đăng ký môn học kỳ chính tiếp theo và đăng ký tham gia bảo hiểm y tế lại không ạ? Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . - Bảo hiểm y tế . . =&gt  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Cho em hỏi giấy tốt nghiệp tạm thời của em có hạn đến tháng 1 . Đến giờ vẫn chưa thấy mail thông báo nhận bằng. Vậy trường hợp của em đã có bằng chưa ạ?"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi thầy/cô,. . . . Em muốn hỏi về quy trình xét công nhận ngày CTXH ạ. Cụ thể là em vừa hoàn thành chương trình hiến máu nhân đạo ở địa phương, và em muốn xét quy đổi ngày CTXH. Em muốn biết mình cần chuẩn bị những gì để xét, và em có thể được quy đổi ra bao nhiêu ngày CTXH ạ.. . . . Em xin cảm ơn.. . . . Chúc thầy cô một năm mới thật nhiều may mắn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em tên là [full_name], mã số sinh viên [student_id], thuộc Khoa Khoa học và Kỹ thuật máy tính. Em viết mail này xin phòng đào tạo tính lại điểm trung bình môn Kiến trúc máy tính của em ở HK211. Em thấy bảng điểm trên My Bach Khoa có vấn đề ạ. Em cám ơn ạ.. . Trân trọng,. . [full_name]. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Việc nhập điểm (các điểm thành phần...) là do giảng viên giảng dạy nhập nên về vấn đề này bạn vui lòng liên hệ giảng viên giảng dạy kiểm tra lại. . . Thân."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào quý thầy cô PDT ạ,. . Em tên là [full_name], MSSV: [student_id]. Dạ cho em hỏi là đối với khóa 2021 thì điểm thành phần làm tròn đến 0,5 điểm tổng kết làm tròn đến 0,1 nhưng tại sao bảng điểm chính thức trên MY BK lại vẫn để điểm thành phần giữ nguyên điểm tổng kết làm tròn đến 0,5 vậy ạ ?. . Em xin chân thành cảm ơn nhiều ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Khóa 2021 đang cập nhật chương trình theo quy chế mới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào quý thầy cô PDT ạ,. . Em tên là [full_name], MSSV: [student_id]. Cho em hỏi mình xem các điều kiện tiên quyết của học phần như khuyến nghị, song hành hay tiên quyết ở đâu vậy ạ ? . . Em xin cảm ơn nhiều ạ"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này bạn vui lòng xem chi tiết tại trang web portal.hcmut.edu.vn &gt &gt  Đào tạo &gt &gt  Quy chế - quy định &gt &gt  Quyết định ban hành quy định chung về học vụ và đào tạo số 2931(10/09/21). . Chúc bạn học tập tốt nhé.. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em đọc công văn thì em thấy SV phải ở 100% trong KTX của trung tâm và không được ra ngoài trong thời gian học tập trung tại đó. Vậy cho em là cuối tuần (T7 và CN) có được về lại KTX của ĐHQG hay được ra ngoài chơi không ạ?. . Em mong được giải đáp thắc mắc ạ, em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Thưa thầy/cô, học kỳ này em có lịch học quốc phòng ạ, sau khi đọc Công văn về tổ chức giảng dạy môn GDPQ vào tháng 03/2022 thì em thấy có đề cập mục số 5 về vấn đề ở nội chú ạ. Theo như trong công văn thì không bắt buộc phải ở nội chú cho học phần trực tiếp phải không ạ? Tức là em có thể đi về nhà sau khi học xong đúng không ạ hay là em bắt buộc phải ở lại trung tâm GDQP khi học học phần trực tiếp ạ? . . Em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Dạ em hỏi sớm về vấn đề nội trú tại vì gia đình em không muốn cho em ở lại Trung tâm GDQP ấy ạ, em thấy các kỳ trước đều không bắt buộc ở nội chú ấy ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em tên [full_name] . MSSV: [student_id]. Em đã có tên trong danh sách tốt nghiệp chính thức đợt tháng 11.2021 và đã nhận được bằng tốt nghiệp tạm thời. Trong bằng có ghi hiệu lực hết tháng 1.2022. Đến nay em vẫn chưa nhận được email nhận bằng tốt nghiệp, em bong quý thầy cô kiểm tra và phản hồi lại dùm em để em bổ sung hồ sơ vào Cty ạ. Em đợi mãi vẫn chưa có rất mong  quý thầy cô hỗ trợ em. Em xin chân thành cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ em đã đăng kí được môn học. Tình trạng sinh viên của em là đang học ạ. Mà thời khóa biểu chỉ cập nhật môn học ở thời điểm trước tết. Vẫn chưa cập nhật thời gian học vào thứ mấy trong tuần ạ. Hiện nay thì em không thấy thời khóa biểu của em nữa ạ. Mong pđt cập nhật sớm để tuần sau em theo kịp lịch học ạ"
    },
    {
        "intent": "",
        "message": "thời khóa biểu không cho em biết học vào thứ mấy ạ. trong elearning cũng không thấy link hay tài liệu thầy gửi ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Môn CI3223\tCông nghệ sản xuất cấu kiện bê tông cốt thép đúc sẵn. . =&gt  SV làm đơn mở lớp dạng đồ án do sỉ số ít. SV liên hệ GV trên BKel, liên hệ [full_name] hỏi GV dạy nhé.. . - Các môn ĐA: không có TKB, SV liên hệ GV, [full_name] nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em xin trình bày sự việc như sau: em có làm mất căn cước công dân, em đã có đi làm lại và bên huyện báo là 2 tháng sau (từ ngày làm lại 7/2/2022) mới cấp lại được và em cũng chưa có bằng lái xe. em xin hỏi về các vấn đề như sau:. . Thứ nhất: theo kế hoạch của trường đưa ra thì giữa kì này vẫn thi online, thì làm sao để xác minh danh tính của mình trong phòng chờ meet. Em có ảnh căn cước có thể photo ra được không ạ.. . Thứ hai: nếu có thể đi học trực tiếp trên trường, về các giấy tờ để làm thẻ sinh viên và ngân hàng thì làm sao để xác minh danh tính của mình."
    },
    {
        "intent": "",
        "message": "Chào em,. . - SV phải dùng thẻ SV khi dự thi.. . - Nhưng vì nhiều lý do bất khả kháng, SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . - Dự kiến học trực tiếp sẽ phát thẻ SV.. . - Ngân hàng thì làm sao để xác minh danh tính của mình. . =&gt  Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": ". . Dạ em chào Thầy/Cô. . Em tên [full_name]. . MSSV:[student_id] hệ VLVH ngành Cơ Điện Tử. Khóa 20. . Dạ lý do là em trúng nghĩa vụ quân sự, và nhận được lệnh gọi nhập ngủ trễ nên em không thể nợp đơn cho nhà trường bảo lưu. Nên cho e hỏi có thể nhờ bạn e nộp giúp đơn và lệnh gọi nhập ngủ để được bảo lưu được không ạ. . . Trên mẫu đơn của nhà trường là nghĩ liên tiếp 2 kì sẽ bị xóa tên. Trường hợp của em là đi nghĩa vụ có được bảo lưu được 2 năm không ạ. . . Dạ em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em có thể gửi đơn tạm dừng (tải mẫu đơn tạm dừng tại aao.hcmut.edu.vn/sinh viên/biểu mẫu) kèm lệnh gọi nhập ngũ và gửi qua bksi cho cô nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em đã hoàn thành 136/142 tính chỉ (Còn thiếu 6 tín chỉ tiếng anh văn). Em dự định sẽ thi TOEIC để chuyển điểm, nhưng do học kì vừa rồi em không biết nên không đăng ký môn học vì thế nên bị \"tạm dừng\". Thì bây giờ em nộp bằng TOEIC đủ điểm có được tốt nghiệp không ạ. . . . . Em cảm ơn rất nhiều"
    },
    {
        "intent": "",
        "message": "Chào em,. . Được nhé bạn, . . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 . . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào thầy/cô,. . . . Em là sinh viên K19 khoa Điện - Điện tử, có học môn Mạch điện tử thầy [full_name] [full_name] HK202. . . . . Môn học đã thi cuối kì khá lâu từ tháng 9 và các học phần thí nghiệm cũng đã hoàn thành từ tháng 12 nhưng đến hiện tại thì điểm của lớp em vẫn chưa được cập nhật. . . . . Tụi em cũng có liên hệ với thầy [full_name] qua email nhưng không bạn nào nhận được phản hồi. Kính mong nhà trường có hướng giải quyết sớm để tụi em biết là mình rớt hay đậu để có thể đăng ký học dự thính kịp trả nợ ạ. . . . . Em cảm ơn thầy cô đã xem."
    },
    {
        "intent": "",
        "message": "Chào em,. . Về việc chấm và nhập điểm, SV vui lòng liên hệ với Giảng viên/Bộ Môn/ Khoa để được hỗ trợ nhé.. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . . . Em thấy theo thông báo thì Kỳ hè 213 này sẽ cho phép mở LVTN trong hè. Kế hoạch này có thay đổi gì không ạ? Và việc mở LVTN có phụ thuộc vào số lượng sinh viên đăng ký không ạ? Và cho em hỏi việc đăng ký LVTN sẽ được thực hiện trong đợt đăng ký môn học trong kỳ hè đúng không ạ?. . . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem email PĐT đã gửi: \"Thông báo Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước. . Hộp thư đến. . - Ho Tro SV   [email] . . 10:36, 27 thg 12, 2021 . . tới stu,. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "kính gửi phòng đào tạo. . họ tên: phạm minh hiếu. . mssv : [student_id]. . lớp: kỹ thuật điều khiển tự động hóa. . hệ VLVH. . . . XIN THẦY\\CÔ XEM XÉT CHO EM ĐĂNG  KÝ 4 MÔN HỌC BỔ TÚC VÌ THIẾU MÔN GIẢI TÍCH MẠCH. . MONG THẦY\\CÔ XEM QUA FILE EM GỬI BÊN DƯỚI. . E CẢM ƠN THẦY\\CÔ ĐÃ XEM. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . môn EE2033 trùng thời khóa biểu. . các môn còn lại cũng không được đến thời điểm này nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Xin chào trường.. . Em tên là: [full_name], MSSV:[student_id]. . Bảng thời khóa biểu học kì 2 em bị mất trên trang mybk mong trường sửa lại ạ. Em cảm ơn rất nhiều"
    },
    {
        "intent": "",
        "message": "bạn kiểm tra lại nhé"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào thầy/cô,. . Hôm nay (11/2/2022) em lên google drive bằng tài khoản gmail nhà trường cung cấp. Sau khi em vào phần \"Bộ nhớ dùng chung\" thì em thấy em được thêm vào 3 bộ nhớ dùng chung của người lạ mà em không quen biết và có đuôi mail hcmut của trường mình (3 bộ nhớ dùng chung được em khoanh đỏ đính kèm hình bên dưới).. . Vì tính chất riêng tư, em đã gửi mail yêu cầu họ xóa em ra khỏi các google drive \"Bộ nhớ dùng chung\" đó. Nhưng em lại được google báo lỗi không gửi được mail, do bên người nhận có vẻ đã chặn mail từ phía em.. . Thầy cô cho em hỏi, với việc như em nêu trên, em có thể liên lạc đến bộ phận nào của nhà trường để được xóa ra khỏi \"Bộ nhớ dùng chung\" đó. Bởi vì bản thân em không phải người tạo ra bộ nhớ đó nên không thể tự mình xóa mình ra khỏi.. . Em cảm ơn thầy/cô.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ Trung tâm Dữ liệu và Công nghệ thông tin để được hỗ trợ và giải đáp thắc mắc về tài khoản mail của bạn.. . Điện thoại    : (84.28) 38.647.256 - Ext:5200. . Website    : www.netadm.hcmut.edu.vn. . Email    :  [email]. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM,. . Em tên [full_name], MSSV: [student_id], là sinh viên đang theo học hệ Vừa học vừa làm.. . Hôm nay, em viết mail này mong Phòng Đào Tạo hỗ trợ cấp giấy chứng nhận Tốt nghiệp tạm thời giúp em ạ.. . Theo như lịch đăng ký Tốt nghiệp, em đã đăng ký Tốt Nghiệp trên trang MyBK, em cũng đã hoàn thành lệ phí Tốt nghiệp trên BKPay và nhận được mail xác nhận của Phòng Đào Tạo. Nhưng, khi em kiểm tra lại thông tin trên trang MyBK thì vẫn chưa cập nhật tình trạng đăng ký Tốt nghiệp ạ (Em có đính kèm file ạ).. . Hiện giờ, em cần giấy Tốt nghiệp tạm thời để có thể nộp ở nơi làm việc nhưng không rõ khi nào mới được Trường xác nhận và hỗ trợ cấp cho em nên em mong Phòng Đào Tạo có thể xem xét và hỗ trợ giúp em ạ.. . Trong khi chờ đợi phản hồi từ Phòng Đào Tạo, em xin chân thành cảm ơn.. . Sinh viên,. . [full_name]"
    },
    {
        "intent": "",
        "message": "Đã giải quyết trực tiếp"
    }
]