[
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 3 (từ ngày 4/1/2022). . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Dạ cho em hỏi là năm một, học kỳ 1 em tích lũy được 23 tín chỉ sang học kỳ em tích lũy đc 13 tín chỉ mà sao cộng dồn em chỉ có 34 vậy ạ.. . Em cảm ơn ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu, do đó khi nào đủ điểm mới cập nhật. . . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em mong các thầy cô trong Ban Giám Hiệu và Phòng Đạo Tạo có thể dành chút thời gian đọc qua đơn xin cứu xét của em, cũng như tâm thư em viết trong file scan viết tay đính kèm, em không phải học sinh bỏ bê học hành (TBTL 7,31 Luận Văn 9,2). Hiện tại em đã về quê chăm sóc người thân bị tai nạn nên em không thể đến trực tiếp trường được để nộp đơn được. Em đã hoàn thành tất cả chương trình ĐT và chỉ còn thiếu anh văn nói viết.. . Em hiểu quy chế là em sẽ không được, em kính mong các thầy cô có thể đọc qua và xem xét cho trường hợp của em.. . Em xin gửi lời cảm ơn tới các thầy cô phụ trách phản hồi online trên trang bksi.. . Em xin chân thành cảm ơn các thầy cô!"
    },
    {
        "intent": "",
        "message": "Chào bạn[full_name] [full_name] [full_name]ầy Trưởng phòng đào tạo không đồng ý, gởi đính kèm bút phê của [full_name]ầy[full_name] [full_name] [full_name]ân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1613814  / \t. . . .   i&gt Tốt nghiệp . Em xin chào Thầy/Cô. Em tên là Trương Ngọc Trung, MSSV:1613814, Lớp DD16DV4.. . Hiện tại thì em đã hoàn thành khóa học và đã đủ điều kiện để xét tốt nghiệp.Em có đặt câu hỏi trên BKSI vào ngày 23/12/2021 và được phản hồi là sẽ được giải quyết trước ngày 27/12/2021.Nhưng hiện tại em vẫn chưa đăng ký tốt nghiệp được.Cho nên em xin Thầy/Cô xem xét và đồng ý cho em đăng ký xét tốt nghiệp ạ.Em xin cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có tên trong danh sách tốt nghiệp dự kiến. SV vui lòng kiểm tra mai SV nhé.. . Do hiện tại hệ thống bkpay đang bảo trì, SV vui lòng đợi sau ngày 05/01/2022 mới có thể vào đăng và thanh toán lệ phí tốt nghiệp.. . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em không vào được trang đăng kí môn học DT212, mong PDT hỗ trợ em đăng ký môn học dự thính.. . EE3011 Mạch Điện tử thông tin. . EE3003 Thiết kế Hệ thống nhúng. . EE2017 cơ sở kỹ thuật điện. . EE3015 Ký thuật hệ thống viên thông. . EE3031 lập trình hệ thống nhúng. . EE3007 lập trình điều khiên nâng cao.. .  Em vừa chuyển sang hệ VHVL nhưng chưa được cập nhập.. . mong được thầy cô hỗ trợ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . SV đã chuyển hệ, vì vậy Pdt đã set loại hình đào tạo thành vlvh, SV đăng mh ở CQ thì chọn chuyển hệ nghen. . Thân"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . xin chào thầy, cô;. . dưới đây là đơn xin mở môn học CI3013 của em;. . mong các thầy cô xem xét ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn . . Đơn mở lớp chưa có tkb, chưa có xác nhận của giảng viên, Khoa, bộ môn. . Thân"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 ."
    },
    {
        "intent": "",
        "message": "Dạ cho em bổ sung email xác nhận của Giáo viên bộ môn dưới dạng file .pdf ạ. Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Không có đơn mở lớp, gởi mà không có nội dung gì  hết nên Pdt không thể xử lý. . Thân"
    },
    {
        "intent": "",
        "message": "Dạ em chào cô,. . Em xin lỗi vì hôm đó cô [full_name] trả lời cận hạn nộp quá nên em nộp nhầm file chưa điền thông tin. Em xin lỗi cô, cho phép em nộp lại đơn ạ."
    },
    {
        "intent": "",
        "message": "Dạ em chào cô,. . Cho em gửi lại mẫu đơn đã điền thông tin, phòng trường hợp tin nhắn hôm qua của em bị trôi mất ạ. Em cảm ơn cô."
    },
    {
        "intent": "",
        "message": "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Học kì 211 em có đăng kí hoãn thi môn học có mã số CO2003 trong thời hạn 5 ngày sau khi tham gia thi vì không đảm bảo thiết bị làm ảnh hưởng đến kết quả bài thi cuối kì nhưng hiện giờ lại muốn hủy hoãn thi, tuy nhiên đã quá thời hạn 5 ngày nên không thể hủy hoãn thi trực tiếp trên hệ thống được. Em mong phòng đào tạo sẽ xem xét hỗ trợ em trong trường hợp này. Em xin cảm ơn ạ.. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Theo quy định là không được nghen bạn. . Thân"
    },
    {
        "intent": "",
        "message": "Em tên:[full_name]. . MSSV: [student_id] lớp MO17QL. . Em làm đơn này để xin nhập tín chỉ tích lũy ngành môn học tư tưởng [full_name] (SP1005) do em đã học môn học tương đương (001025).. . Và  được miễn học môn giáo dục quốc phòng em đã học ở trường cũ (Đại học KHTN).. . Em xin cảm ơn.. . . . . . . . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . môn học tư tưởng [full_name] (SP1005) do em đã học môn học tương đương (001025): Pdt đã cập nhật. . - Về thủ tục miễn môn học: Bạn vui lòng tải mẫu đơn: Miễn môn học tại trang web : aao.hcmut.edu.vn &gt &gt  Sinh viên &gt &gt  biểu mẫu. . Điền đầy đủ thông tin đính kèm bảng chụp bằng GDQP nộp qua BKSI. . Thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]7  / \t. . . .   i&gt Đăng ký môn học . Do em thuộc diện thu nhận lại nên không thể mở được trang đăng ký môn học, xin thầy/ cô giúp đỡ mỡ trang ĐKMH ạ, em cảm ơn. . . . . Xin thầy/ cô đăng ký môn học Anh Văn 4 (LA1009) lớp dự thính chính quy ạ.. .  Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Kính chào thầy cô phụ trách trang hỗ trợ sinh viên trực tuyến, em là [full_name], mssv [student_id]. Ở học kì 212 này, em đã đăng kí môn Học máy (CO3117), em muốn hỏi liệu mã môn này có tương đương với môn Học Máy (CO4027) của K18 không, do số lượng sinh viên của mã CO4027 không đủ để đăng ký nên em đã đăng kí mã CO3117 của chương trình từ K19 trở đi. . . . . Em xin cảm ơn thầy cô rất nhiều."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi pdt. . Học kì sau em có đăng kí môn ME3119-Đồ án 1, em đã học môn hoạch định mặt bằng làm môn tương đương cho cho ME3117 (Thiết kế mặt bằng) từ kì trước rồi ạ. Kì này em đã đăng kí môn ME2123 làm môn tương đương cho ME3321(Kỹ thuật hệ thống), nhưng tại sao trong danh sách môn tiên quyết lại có tên em ạ. Hy vọng pdt xem xét cho em ạ.. . Em cảm ơn!. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Em xin phép gửi đơn mở lớp 3 môn dưới đây ạ. Đã có xác nhận của khoa và bộ môn ạ.. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học .  Em là sinh viên năm 4 chuyên ngành cơ điện tử chương trình Việt Pháp. Kỳ này em có môn tiếng Pháp bắt buộc, tuy nhiên em không thể đăng kí vì sĩ số lớp đã đủ. . . Em xin được hướng dẫn để đăng kí mở thêm sĩ số lớp ạ . ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân.. . \""
    },
    {
        "intent": "",
        "message": "Em chào phòng đào tạo, em tên là [full_name], MSSV [student_id]. Em là diện sinh viên diện buộc thôi học, hiện tại em đã có đơn cứu xét được thu nhận lại và chuyển sang hệ vừa học vừa làm. Em rất mong phòng đào tạo xét duyệt cho em ạ.Em cảm ơn quý thầy/cô. . . . ."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 3 (từ 13 g ngày 4/1/2022). . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Kính gửi phòng đào tạo. . Hôm nay ngày 28/12/2021 em vẫn chưa nhận được mail thông báo tốt nghiệp như trong hướng dẫn ở câu hỏi trước. Em mong phòng đào tạo kiểm tra về tình trạng sinh viên của em ạ.. . Em xin chân thành cảm ơn. .   i&gt Tốt nghiệp ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có tên trong danh sách tốt nghiệp dự kiến. SV vui lòng kiểm tra mai SV nhé.. . Do hiện tại hệ thống bkpay đang bảo trì, SV vui lòng đợi sau ngày 05/01/2022 mới có thể vào đăng và thanh toán lệ phí tốt nghiệp. . (SV đã đăng ký tốt nghiệp thành công vui lòng bỏ qua nội dung này).. . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Làm ơn sửa giùm em lỗi thời gian giãn cách giữa 2 cơ sở không đủ khi em đăng ký DCLV với TTTN với !. . Em xin chân thành cảm ơn !"
    },
    {
        "intent": "",
        "message": "Học vụ . Kính chào thầy/cô,. . . . Em là [full_name], MSSV: [student_id], sinh viên năm 4, khoa Điện - Điện tử. Do học kì trước em chờ thi môn hoãn thi Siêu cao tần (EE3025 - môn cuối cùng của em trong chương trình) nên em đã không đăng kí môn học. Để tiếp tục học trong kì tiếp theo nên em đã viết phiếu đăng kí thu nhận lại gửi PĐT để cho em tiếp tục học trong kì tiếp theo.(em có đính kèm file PDF bên dưới). . . . Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe.. . . . Kính gửi,. . [full_name]"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ theo học kỳ &gt &gt  Lịch học vụ năm học 2021-2022 &gt &gt  Học kỳ 2. . Sau 13h ngày 04/1/2022, SV vào ĐKMH. . Thân\""
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn không có bị tạm dừng nên bạn vui lòng đăng ký môn học bình thường. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào pđt, . . Thầy/cô cho em hỏi là do kỳ này em không đủ điều kiện học trước để đăng ký đồ án, thực tập thì em đăng ký vào kỳ hè. Vậy em có được thực tập vào ngay trong học kỳ hè không ạ ? . . Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào thầy/ cô em là [full_name] ([student_id]) sinh viên khóa K15, hiện tại học kỳ tới là học kỳ thứ 14, nên theo quy định là không được đăng ký môn học.. . Em thuộc khu vực 1 nên làm đơn mong thầy/ cô gia hạn thêm cho e 1 kỳ để hoàn thành chương trình học ạ. . . . . Em có đính kèm đơn trong phần tệp, mong thầy/ cô xem xét giúp e để kịp đăng ký môn học trong học kỳ tới. . . . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn kéo dài thời gian học vào HK2(2021-2022) của bạn.. . PDT sẽ phản hồi  file scan quyết định kéo dài  cho sinh viên tại  BKSI  trễ nhất là 05/01/2022. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn &gt &gt Sinh viên &gt &gt Quy chế-Quy định&gt &gt Học vụ. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Chào thầy/cô.. . Em xin nộp đơn mở lớp chính quy các môn sau:. . 1.Thiết kế đường 1 - CI3063. . 2.Xây dựng và khai thác đường - CI3219. . Hai môn này khóa sau đã không còn học nữa mà đăng ký môn tương đương thì vướng môn học trước của chương trình mới.. . Hiện chỉ còn khoảng 15 bạn đăng ký/môn, Khoa/Bộ môn đã đồng ý mở lớp nên xin PDT đừng hủy vì sĩ số ít.. . Trân trọng. ."
    },
    {
        "intent": "",
        "message": "Phản hồi giúp em với ạ"
    },
    {
        "intent": "",
        "message": "Phản hồi giúp em với ạ. Mai hết hạn đăng ký rồi ạ. Khó khăn lắm mới tập hợp được các bạn và có giảng viên dạy đó ạ"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi Phòng đào tạo,. . Em tên là [full_name] - MSSV [student_id],. . Hiện tại em không thể đăng kí môn học cho học kì sắp tới được ạ. Do em còn thiếu chứng chỉ ngoại ngữ 2 kĩ năng là nghe và đọc, tuy nhiên theo thông báo từ nhà trường là tạm thời không xét chuẩn tiếng anh nên em vẫn đăng kí được LVTN. Xin phòng đào tạo hỗ trợ giúp em đăng kí được môn học trong đợt này ạ. Em xin hứa sẽ bổ sung chứng chỉ ngoại ngữ sớm ạ.. . Em xin cảm ơn.. . . . P/S: em có gửi ảnh đính kèm thông báo lí do không đăng kí được môn học."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học, đồng thời mở lại các môn Giáo dục thể chất. Nên SV vui lòng vào đăng ký lại . . Nếu vẫn không dkmh được bạn vui lòng báo lại PĐT. . . . Theo thông báo : . . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.. . \""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em xin pdt xem xét mở rộng sỉ số môn M3115 Thiết kế trang phục 2 giúp em, em là K18 đã trễ môn này 2 kì rồi, trễ nữa em không biết làm sao luôn ạ. Mong pdt giúp em."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ để sắp xếp công việc gia đình khi chỉ còn hơn 1 tháng nữa là tết ta nên em muốn hỏi về thời gian và hình thức tổ  chức lễ tốt nghiệp sắp tới ạ?"
    },
    {
        "intent": "",
        "message": "Chàm em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Xin chào anh chị .. . Em tên la [full_name] k15 .. . Hiện tại e không thấy có lịch tốt nghiệp vào thang 1/2022 .. . Cho e xin hỏi là :. . Lịch tôt nghiep 1/2022 là ngày nào vậy ạ.. . Em xin chân thành cám ơn. .   i&gt Tốt nghiệp ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em đang gặp vấn đề: hôm qua 27/12 em vẫn còn đăng kí môn học được, tình trạng sinh viên của em là \"đang học\". Tuy nhiên, hôm nay 28/12 em muốn đăng kí thêm môn thì lỗi như hình dưới đây ạ. . ."
    },
    {
        "intent": "",
        "message": "B&gt   /B&gt Kính gửi Quý thầy cô,. . Em tên là [full_name], mã số sinh viên [student_id], thuộc lớp HC19KTTP. . . Theo Chương trình Đào tạo, học kỳ 212 chúng em sẽ học môn Các tính chất kỹ thuật của thực phẩm, mã môn CH5159. Tuy nhiên, do vướng lịch học môn Thí nghiệm Vi sinh thực phẩm (CH3001), nhiều bạn lớp em không thể đăng ký môn CH5159 nói trên [Nguyên nhân: không đủ thời gian để di chuyển giữa 2 cơ sở]. . . Em hy vọng Phòng Đào tạo dời lịch cho lớp L01 mã môn CH5159, từ tiết 5-6 xuống tiết 9-10 ngày thứ 6. Em đã hỏi thử Giảng viên phụ trách môn này và cô đã xác nhận là có thể dạy được ạ.. . Kính mong thầy cô giúp đỡ. Em xin chân thành cảm ơn.. . Em xin đính kèm danh sách sinh viên bị vướng lịch ở dưới ạ.. . . . Trân trọng,. . [full_name]"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Hi admin,. . Admin có thể xem giúp mình số chỉ tích luỹ của mình đến hiện tại là 142 chỉ chứ không phải 145 chỉ như hình ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng trình bày rõ nội dung câu hỏi nhé?. . Số tính chỉ trên mybk/Thông tin sinh viên là số tín chỉ tích lũy chung nhé bạn.. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Xin chào, em muốn hỏi k19 đăng ký gdtc đợt này được không ạ? Cụ thể là mấy môn có chữ hp1 hp2. Em xin cám ơn !"
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học, đồng thời mở lại các môn Giáo dục thể chất. Nên SV vui lòng vào đăng ký lại . . Nếu vẫn không dkmh được bạn vui lòng báo lại PĐT. . . . Theo thông báo : . . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.. . \""
    },
    {
        "intent": "",
        "message": "Học vụ . Xin chào phòng đào tạo e là Phạm Hải Biên mssv [student_id] khóa k16 . . Hiện tại e đang theo học và muốn chuyển qua hệ vừa làm vừa học trong học kỳ tới em mong phòng đào tạo hỗ trợ em về yêu cầu này.. . Em xin chân thành cảm ơn"
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 3 (từ 13 g ngày 6/1/2022). . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "MSSV/MSGV[full_name] [student_id]  / \t. . . .   i&gt Tốt nghiệp . Kính gửi Phòng đào tạo Trường Đại học Bách Khoa TPHCM,. . Em tên là[full_name] [full_name]. MSSV[full_name] [student_id]. Hiện đang học lớp[full_name] KU17VLY2 - Khoa Khoa học Ứng dụng - ngành Vật lý Kỹ thuật.. . Em đã tạm dừng học kỳ 01 năm học 2021-2022.. . Lý do[full_name] em chưa đủ điều kiện tốt nghiệp ra trường và thiếu chứng chỉ ngoại ngữ.. . Hiện tại em đã đủ điều kiện để đăng kí tốt nghiệp ra trường.. . Em xin gửi phòng đào tạo phiếu xin thu nhận lại sinh viên. Mong Phòng đào tạo xem xét để thu nhận lại và cho phép em đăng ký tốt nghiệp.. . Mong sớm nhận được phản hồi từ phía PĐT. Em xin chân thành cám ơn.. . Trân trọng./.. . . . . ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Chào thầy cô,. .  Em đã đăng kí môn này nhưng không vào được. Em là k18 đã lỡ môn mày 2 kì rồi. Mong pdt mở thêm sĩ số lớp này cho em được học ở kì này ạ.. . Trân trọng,. . Phong.. .   i&gt Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào bạn, . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên) . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2 . . Chúc bạn học tập tốt nhé. . . Thân. . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Sáng nay em có lên phòng đạo và được hướng dẫn là về viết đơn để xem xét được kéo dài thêm 1 học kì và cho em đăng kí môn học ee2007  em đã viết đơn này để gởi phòng đào tạo về trường hợp của em , mong nhà trường giải quyểt cho em sớm nhất để em đăng kí đc môn học , lí do và các chứng từ liên quan em đã viết trong đơn và file đính kèm . . em trân thành cảm ơn ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn kéo dài thời gian học vào HK2(2021-2022) của bạn.. . PDT sẽ phản hồi  file scan quyết định kéo dài  cho sinh viên tại  BKSI  trễ nhất là 05/01/2022. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn &gt &gt Sinh viên &gt &gt Quy chế-Quy định&gt &gt Học vụ. . Thân. . \""
    },
    {
        "intent": "",
        "message": "[full_name] CỦA [full_name] NHƯ THẾ NÀO RỒI HÔM NAY LÀ NGÀY 5/01 MÀ [full_name] VẪN CHƯA THẤY MỞ ĐĂNG KÍ"
    },
    {
        "intent": "",
        "message": "em đã nhận đc đơn quyết định của nhà trường mà PĐT vẫn chưa mở đăng kí cho em"
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . . . -  Bạn gởi lại câu hỏi muốn đăng ký môn gì ghi rõ tên môn học + mã môn học + lý do + đính kèm quyết định kéo dài thời gian học trên Bksi mục DKMH, để Pdt xử lý. . . . Thân. . \""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em xin chào thầy cô.. . Em tên là: VÕ THÀNH NHÂN - MSSV: [student_id].. . Vừa hồi em vừa đạt chứng chỉ Tiếng Anh Nói - Viết vào ngày 24/12/2021. Em đạt được số điểm 280/245 của chương trình tài năng. . . Em xin gửi đơn xin thu nhận và em có thắc mắc là sau khi được Phòng Đào Tạo thu nhận để xét tốt nghiệp đợt tháng 11 thì em vẫn còn trong chương trình tài năng không ạ? Và nếu có vấn đề gì về tình trạng tài năng của em, mong thầy/cô cung cấp cho em những hướng dẫn để em được nhạn bằng tài năng ạ. . . Em xin chân thành cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp của bạn vẫn được xét tốt nghiệp trong đợt tốt nghiệp của tháng 11/2021 nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Em xin kính chào Phòng Đào Tạo và Văn phòng đào tạo Quốc Tế OISP.. . . . Em tên [full_name] mã số sinh viên [student_id] sinh viên khóa 2018, khoa Kỹ thuật Địa chất & Dầu khí, chương trình chất lượng cao.. . . . Em xin phép được gửi đơn xin mở lớp môn học GE3045 Phương pháp minh giải tài liệu địa chấn trong học kỳ chính 212 đã có chữ ký của Chủ Nhiệm [full_name], Chủ Nhiệm Bộ Môn, Giảng Viên giảng dạy và sinh viên đến Phòng Đào Tạo và Văn phòng đào tạo Quốc Tế OISP ạ.. . . . Mong Phòng Đào Tạo và Văn phòng đào tạo Quốc Tế OISP hổ trợ giúp em mở lớp môn GE3045 Phương pháp minh giải tài liệu địa chấn để em có thể học môn này trong học kỳ chính 212. Em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name]. . . ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Dạ cho em môn điện tử công suất ứng dụng mã EE3079 đợt 3 có mở thêm lớp không ạ. Vì lớp đã đủ số lượng nên em và một số bạn không thể đăng ký được."
    },
    {
        "intent": "",
        "message": "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. ."
    },
    {
        "intent": "",
        "message": "Dear [full_name]. . Em: [full_name]. . Mssv: [student_id]. . Ngành :kỹ thuật điều khiển và tự động hóa VLVH. . . . [full_name] giúp em ĐK2 môn EE2017,EE2019.. . Lí do là cần Học Trước (HT) môn EE2033_ Giải Tích Mạch.. . Nhưng môn EE2033 có trong nhóm môn học Bổ Túc cho SV CĐ liên thông em đang đợi học bổ túc.. . Học phí tín chọn gói 15tr mà HK này em ĐK được có 2 môn. Nên mong [full_name] xem xét giúp em đăng ký được 2 môn trên. . Em thân gửi.. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi phòng đào tạo trường Đại học Bách Khoa- ĐHQG Hồ Chí Minh.. . Em tên [full_name], mssv [student_id], lớp HC15BSH, khoa Kỹ thuật Hóa Học.. . Ngày 23/12 em đã nộp phiếu đăng kí thu nhận lại và được phản hồi như file em đính kèm. Nhưng hiện tại sau ngày 27/12 em vẫn chưa nhận được email và chưa đăng kí tốt nghiệp được. Kính mong phòng đào tạo kiểm tra và phản hồi giúp em.. . Em xin trân trọng cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có tên trong danh sách tốt nghiệp dự kiến. SV vui lòng kiểm tra mai SV nhé.. . Do hiện tại hệ thống bkpay đang bảo trì, SV vui lòng đợi sau ngày 05/01/2022 mới có thể vào đăng và thanh toán lệ phí tốt nghiệp. . (SV đã đăng ký tốt nghiệp thành công vui lòng bỏ qua nội dung này).. . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân.. . \""
    },
    {
        "intent": "",
        "message": "Học vụ . PĐT cho em  hỏi, các môn hoãn thi có tính điểm thành phần và điểm tích lũy không. Em thi lại có môn 4 đ vậy có đủ qua môn không ạ? Mong PĐT trả lời giúp ạ, em đang rất hoang mang. Chúc PĐT có những ngày cuối năm ấm áp bên gia đinh, năm mới vạn sự như ý."
    },
    {
        "intent": "",
        "message": "Chào em,. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--&gt  sinh viên --&gt  Quy chế --&gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --&gt Điều 17.2. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em muốn gia hạn thêm một học kỳ có được không ạ.Vì em đã bảo lưu 3 học kỳ. Em bắt đầu học lại ở học kỳ 171. PĐT có thể xem xét cho em không ạ. Em cảm ơn. . . ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . K2015 đã hết thời gian đào tạo nên không dkmh được. . - Về quy định thời gian và kế hoạch học tập (kéo dài thêm 1 Học kỳ): Bạn vui lòng xem chi tiết tại trang web aao &gt &gt  sinh viên &gt &gt  Quy chế &gt &gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng &gt &gt  Các trường hợp được kéo dài thời gian đào tạo &gt &gt  điều 5.5. . - Bạn có thể chuyển sang VLVH. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212. Lý do: Em có đăng kí môn Cơ Lưu Chất (CI2003) vào đợt đăng kí môn học kì chính đợt 1 nhưng đợt 2 này em vào thì môn học đã bị hủy do các lớp đã đủ sĩ số, em tính đăng kí lại nhưng mà các lớp đều đã đủ sĩ số. Kính mong trường có thể mở thêm 1 lớp vào (thứ 5, thứ7) để chúng em có thể học kịp chương trình ạ. Em cảm ơn ạ. ."
    },
    {
        "intent": "",
        "message": "- Quy trình nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp) : Hiên tại Phòng Đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK chính quy 212. SV có nhu cầu mở lớp dự thính vui lòng đăng ký vào Đợt 1 của Lộ trình 2 Dự thính dự kiến bắt đầu đăng ký vào ngày 06/01/2022.. .    1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. .    2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI) &gt &gt  chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212” &gt &gt  ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. .     3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . em chào Thầy Cô,. . . . em đã chuyển hệ đào tạo xong trên hệ thống và đã cập nhật trên tình trạng sinh viên là đã chuyển hệ vào ngày 23/12/2021.. . . . cho em hỏi giờ em làm gì bước tiếp theo để được  xét tốt nghiệp bổ sung ạ?. . . . em cảm ơn ạ,"
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . . . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . . . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Gửi PĐT,. . . . Em tên [full_name], mssv [student_id], sinh viên Hàng không PFIEV K16.. . Em viết đơn này để hỏi về tình trạng không đăng ký được môn học IM3001 (Quản trị kinh doanh cho kỹ sư) với lý do \"PDT không đ/ký cho SV MH IM3001 (K: Môn học khoa không mở lớp - SV liên hệ Khoa Môn không mở)\".. . Nhưng, trong lần đkmh, em có đăng ký thành công không bị full sĩ số, và hiện tại khi tìm lớp thì vẫn có 4 lớp hình thức học online L01, L02, L03, L04, và các lớp đều được xếp lịch học, và full sĩ số(60/60, trong khi học online được PĐT giới hạn tối đa 100 bạn). . . PĐT cho em hỏi : Em có thể đky được môn học IM3001 nữa không ạ? và nếu không thì cho em xin lý do cụ thể.. . . . Em xin cám ơn. Trân trọng."
    },
    {
        "intent": "",
        "message": "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi PĐT trường ĐH Bách Khoa,. . . . Em là [full_name]. . Mssv:[student_id]. . . . Cho em xin hỏi về đăng kí thi online anh văn nói viết tháng 1 ạ, bởi vì đây là hạn cuối của HK này để em tốt nghiệp, nhưng tháng 12 vừa rồi em chưa đạt được điểm tốt nghiệp của chuẩn anh văn. . . . . Mong PĐT mở thêm đợt thi cho chúng em có cơ hội ôn tập tiếp để thi ạ. . . . . Em cảm ơn./. . . . SV [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . AV Nói - viết: Bạn vui lòng liên hệ Trung tâm ngoại ngữ sau tết Nguyên đán để đăng ký thi .. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em chào các anh chị. Em tên là [full_name], MSSV [student_id]. Đến thời điểm hiện tại em vẫn chưa nhận được mail báo lấy bằng tốt nghiệp. Em mong anh chị giải đáp giúp em. Em cám ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em kiểm tra lại, hiện tại cô thấy em còn chưa thanh toán khoản lệ phí tốt nghiệp 95.000 đ trên bkpay nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi quí Thầy/cô, em tên: [full_name]. MSSV: [student_id]. Thuộc bộ môn: Thiết kế máy. Khoa: Cơ khí.. . Nay em làm đơn này kính gửi quí Thầy/cô xem xét để em được đăng kí môn học cuối của mình.. . Vì lý do: Thời gian đào tạo của em sắp hết nên không thể đăng kí môn học.. . Em rất mong quí Thầy/cô có thể hướng dẫn và cho em cơ hội để em có thể đăng kí môn học cuối này ạ.. . Trước khi được sự chấp thuận của quí Thầy/cô, em xin chân thành cám ơn và chúc quí Thầy/cô luôn dồi dào sức khỏe.. . Trân trọng!  B&gt   /B&gt   B&gt   I&gt  ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . K2015 đã hết thời gian đào tạo nên không dkmh được. . - Về quy định thời gian và kế hoạch học tập (kéo dài thêm 1 Học kỳ): Bạn vui lòng xem chi tiết tại trang web aao &gt &gt  sinh viên &gt &gt  Quy chế &gt &gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng &gt &gt  Các trường hợp được kéo dài thời gian đào tạo &gt &gt  điều 5.5. . - Bạn có thể chuyển sang VLVH. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em xin chào PĐT ạ. . Em tên là [full_name] mssv [student_id] khoa Điện Điện tử, do là kì trước em đăng kí môn GIẢI TÍCH MẠCH (EE2033) nhưng mà không đăng ký được, mà môn đó lại là môn tiên quyết của 3 môn khác trong hk4 của em, nên hiện tại vì thiếu môn GIẢI TÍCH MẠCH nên đợt đăng kí môn học lần 1, em  có đăng kí 4 môn thì đã bị xóa hết 3 môn vì thiếu môn tiên quyết là Giải tích mạch và em chỉ còn có 3 chỉ trong phiếu đăng kí thôi ạ.. .  Dạ hiện tại ở kì này, môn Giải tích mạch có mở 1 lớp nhưng mà chỉ với sĩ số 80 nên đã đầy sinh viên rồi ạ. Em muốn xin PĐT có thể nào ghép em vào lớp đó để em có cơ hội học tập ở kì này và có thể đăng ký những môn học khác ở kì sau được không ạ? Vì đối với em, môn học đó ở kì này nó quan trọng với em lắm ạ. Hoặc PĐT có phương án nào có thể hỗ trợ em trong việc đăng kí môn học ở kì này không ạ, vì bữa giờ em có ngồi canh đăng kí môn rất nhiều rồi nhưng mà các môn học đều đầy rồi ạ, mà em vẫn chỉ có 3 chỉ thôi ạ.. . Mong PĐT có thể hỗ trợ trong trường hợp của em để tạo cơ hội cho sinh viên được học tập tại trường ạ.. . Dạ em cảm ơn PĐT ạ. . Chúc PĐT có nhiều sức khỏe ạ. Em mong là PĐT sẽ tạo điều kiện cho em để có thể được học tập ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. ."
    },
    {
        "intent": "",
        "message": "Dạ em chào Cô. . - Hiện tại hệ thống đã chuyển em sang hệ VHVL, giờ em cần phải làm gì để đăng kí tốt nghiệp vậy ạ?. . - Em có xem trong mybk thì thấy điểm trung bình tích lũy của em là 7.01 . Như vậy là em tốt nghiệp loại khá đúng không Cô?. . Dạ em cảm ơn cô nhiều.. .   i&gt Tốt nghiệp ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Dạ chào anh chị em đang là sv năm 2.Hk 201 do chưa quen với cách học nên em chỉ tích lũy được 7 chỉ điểm tbtl trên 5. , Hk202 thì do không đăng kí được môn học nên em chỉ đăng kí được 10 chỉ và tích lũy được 6 chỉ. Tới học kì 211 do tình hình covid nên điều kiện học tập onl k được tốt nên tình hình học tập cũng không khả quan hơn nên điểm tbtl học kì này của em rất thấp. Và qua hết 3 học kì em chỉ tích lũy được hơn 20 tín chỉ. Em có tra tại Mybk và website của phòng đào tạo thì không thấy có kết quả cảnh cáo học vụ. Vậy thì cho em hỏi là em có bị buộc thôi học sau học kì này không ạ và nếu có em phải làm gì ạ!. . Em cảm ợn a!"
    },
    {
        "intent": "",
        "message": "Chào em,. . SV vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT và Giáo viên chủ nhiệm để được tư vấn và hỗ trợ thêm cho bạn nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy cô Phòng Đào Tạo,. . Em tên là [full_name] - MSSV:[student_id]. . Hiện tại, em chưa học môn Cơ lưu chất (CI2003) do em từng đi trao đổi tại Đài Loan. Và môn này khó đăng ký dự thính, chỉ đăng ký kỳ chính. Em đã đăng kí đợt 1 nhưng bị hủy với lý do Quá sĩ số. Em thấy môn nhóm lớp L03 có 3 lớp khoảng 75 sinh viên.. . Em kính mong thầy cô PĐT có thể xem xét cho em đăng kí lớp L03_L07 để em có thể hoàn tất các môn chưa học.. . Em cảm ơn các thầy cô rất nhiều."
    },
    {
        "intent": "",
        "message": "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em xin chào quý thầy cô PĐT, hiện tại em đã bỏ qua tin nhắn đăng ký thi anh văn (mã môn học BKE123) trong đợt vừa rồi, em muốn hỏi là mình có thể đăng ký bổ sung hay không ạ (vì chưa đến hạn đóng lệ phí). Em xin cám ơn quý thấy cô!. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . AV Nói - viết: Bạn vui lòng liên hệ Trung tâm ngoại ngữ sau tết Nguyên đán để đăng ký thi .. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Dạ em gửi lại đơm đăng kí vì lúc sáng em nộp nhưng thiếu thời khoá biểu ạ. Lúc sáng em có nộp đơn thì được pđt yêu cầu là cần chữ kí của thầy và thời khoá biểu nhưng ở đây em có mail xác nhận sự đồng ý của thầy vì tình hình dịch bệnh em không thể có chữ kí đươc ạ. Rất mong pđt duyệt cho em vì mai là hạn chót đăng kí môn rồi ạ.. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Kính gửi PĐT,. . . . Em tên là Huỳnh Tấn Hưng, MSSV [student_id], hiện là sinh viên năm 4 chuyên ngành Kỹ thuật Xây dựng Dân dụng.. . . . Nay em viết mail này với nguyện vọng mong PĐT có thể đồng ý mở lớp TỔ CHỨC THI CÔNG (CI4125). . . . . Em đã liên hệ với thầy [full_name] và VP Khoa Xây Dựng và được cả thầy lẫn khoa đồng ý mở lớp. Đính kèm dưới đây là đơn xin mở lớp đã có chữ ký xác nhận của thầy lẫn VP Khoa Xây dựng.. . . . Ngoài ra còn có danh sách các bạn sinh viên có nhu cầu mở lớp ạ.. . . . https://docs.google.com/spreadsheets/d/1yQnS9wHORMI_vsOBpvsVQb2q_S0aprPC6sddaO2WoKs/edit?fbclid=IwAR1lZj-y7AjAYEoVh6xfaHfzE3mVMGsUn3OyYFTwMWXpRLoP8LmeyXjdwuY#gid=0. . . . Em khẩn thiết mong PĐT có thể đồng ý mở môn học này để em cũng như các bạn khác có thể ra trường sớm nhất có thể ạ. . . . . Hôm qua (T2, 28/12) em đã gửi 1 mail xin đăng ký nhưng vẫn chưa nhận được hồi âm của PĐT. Vì đến ngày 29/12 là hết hạn đăng ký môn nên em đang rất lo lắng. Kính mong PĐT sớm giải quyết trường hợp này của em ạ!. . . . Em xin chân thành cảm ơn! . . . . Chúc PĐT luôn làm việc hiệu quả và giữ gìn sức khỏe trong mùa dịch ạ!. . . . Kính thư!"
    },
    {
        "intent": "",
        "message": "Em là sinh viên [full_name]18 ngành kĩ thuật Cơ [full_name]hí của OISP. . . . . 1. Học kì này em có đăng kí môn ME4725 - Đề cương luận văn tốt nghiệp. Sáng nay em có nhận được email từ PĐT về việc em cần phải bổ sung môn học song hành là ME3267 - Thực tập ngoài trường thì mới có thề học môn Đề cương luận văn. Tuy nhiên, khi em search môn học ME3267 để đăng kí thì môn này không mở. Nhưng em thấy trong CTĐT của [full_name]19 có môn ME3135 cũng tên là Thực tập ngoài trường và môn này có mở trong kì này. Em muốn hỏi là liệu em có thể đăng kí môn ME3135 để thay thế ME4725 được không ạ?. . . . 2. Học kì này em có đăng kí môn học ME4045 - Đồ án chuyên ngành (ct). Em thấy bên đại trà có 78 bạn đăng kí, nhưng bên OISP thì chỉ có 2 bạn đăng kí thôi. Em muốn hỏi là với sỉ số lớp bên OISP ít như vậy thì liệu lớp đồ án có được giữ lại không ạ, và nếu không thì cần ít nhất bao nhiêu bạn để có thể mở lớp đồ án ạ?. . . . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em;. . 1, em liên hệ về khoa để biết về môn mình cần học trong chương trình đào tạo của mình nhé. . 2, môn đồ án vẫn mở bình thường nhé em. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . em đăng ký mã môn học ci4351 và ci3353 không thành công vì hệ thống báo lỗi về thời  giãn cách giữa 2 cơ sở không đủ"
    },
    {
        "intent": "",
        "message": "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào cô em là   B&gt [full_name]  /B&gt  MSSV:   B&gt [student_id]  /B&gt . . Hôm nay là 28/12 nhưng em vẫn chưa nhận được mail về việc đăng kí tốt nghiệp cũng như là chưa đăng kí tốt nghiệp được.. . Mong cô kiểm tra giúp em ạ!. . Em cảm ơn cô!. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp của em đã có tên trong danh sách tốt nghiệp (dự kiến). SV vui lòng kiểm tra mail nhé.. . Do hiện tại hệ thống bkpay đang bảo trì, SV vui lòng đợi sau ngày 05/01/2022 mới có thể vào đăng và thanh toán lệ phí tốt nghiệp.. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em mới kiểm trai thử bên ĐKMH thì PĐT vẫn chưa mở ĐKMH cho em. Mong PĐT kiểm tra lại em với. Mai là 29/12 là hết hạn ĐKMH em sợ ĐK [full_name] Không được. Em xin chân thành cảm ơn rất nhiều ạ."
    }
]