[
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ em Chào pđt ạ,. . Em đã hoàn thành chương trình học vào kì 212, xong em chưa có bằng  toeic để chuyển điểm anh văn.. . Em mới nộp bằng toeic và chuyển điểm nhưng  tình trạng sinh viên thì là tạm dừng. . . Vây em có cần làm đơn thu nhận lại để đăng kí tốt nghiệp không ạ. Với lại trước khí đăng kí tốt  nghiệp em đăng kí  giấy  xác nhận sinh viên được phải không ạ.. . Em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn, . . SV phải có TKB trong HK thì mới có thể đăng ký giấy xác nhận SV được.. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em xin chào thầy cô. . Em xin được phép bảo lưu học kỳ 212 với lý do cá nhân,em đã được sự đồng ý của giáo viên chủ nhiệm và của khoa.. . Em xin chân thành cảm ơn"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Em chào thầy ( cô), cho em hỏi nếu điểm của một môn học trên hệ thống ( thông tin sinh viên &gt &gt  bảng điểm ) bị sai thì em sẽ mail cho ai để được giải quyết ạ? Tại vì điểm môn Trang Bị Điện trong máy công nghiệp của em trên hệ thống bị cập nhật sai, em có mail cho giảng viên thì giảng viên nói là đã gửi bảng điểm đúng nhưng không hiểu vì sao trên hệ thống lại cập nhật sai.. . Mong thầy cô phản hồi lại giúp em. Em cảm ơn. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa  trong thời gian cho phép sửa.. . - Nếu thầy cô sửa điểm rồi thì phải nộp lại bảng điểm cho PĐT, lúc đó mới cập nhật lại nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Trong mybk cái thời khóa biểu của em nó mất thông tin về lịch học (HK2 2021-2022). Lúc trước tết thì có thấy, nhưng sau tết thì lại không thấy đâu nữa. Mong kiểm tra giúp em, MSSV: [student_id]. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vào mybk xem lại nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào thầy cô,. . Em tên: [full_name] - MSSV : [student_id] - [full_name] : [full_name] Điện Điện tử hệ VLVH. . . . Em có liên hệ Thầy [full_name] ([email]) để nhờ Thầy kiểm tra về các môn học còn nợ để xem em đã đủ điều kiện tốt nghiệp chưa nhưng không nhận được phản hồi từ Thầy. . . Học kì này em đang học môn Kỹ thuật chiếu sáng (EE3099) và theo như em tự thống kê thì hoàn thành xong môn này e sẽ đủ điều kiện tốt nghiệp ạ.. . . . Kính mong Thầy Cô xem xét còn cách nào khác để em biết được em đã đủ điều kiện tốt nghiệp chưa để có thể sắp xếp kế hoạch học tập sắp tới ạ.. . Em xin chân thành cảm ơn. Mong nhận được phản hồi từ Thầy Cô.. . . ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn &gt &gt  Tốt nghiệp &gt &gt  Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ:. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại em có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính chào phòng đào tạo,. . Em tên [full_name], hệ VLVH, MSSV:[student_id]. . . . Hiện em không được chấp nhận đăng ký môn học \"Đề Cương Luận Văn Tốt Nghiệp\" - Mã [full_name]: ME4219 trong khi đã đạt đầy đủ điều kiện. Em đã đăng ký nhiều lần nhưng đều bị huỷ và báo sai CTDT. Sau khi được thầy [full_name] trả lời ở yêu cầu trước, em đã liên hệ khoa và biết được mã môn học [full_name] TN của em là ME4095 (theo tiêu chuẩn xét TN khoá 2014). Tuy nhiên hiện tại đã hết thời gian đăng ký môn học. Mong thầy/cô có thể giúp đỡ em đăng ký đúng mã môn vì hiện tại em chỉ còn 2 môn là ĐCLVTN và LVTN là đã hoàn thành chương trình học.. . . . Mong sớm nhận được phản hồi từ quý thầy/cô.. . Em xin chân thành cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 18/02/2022.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào PĐT, các thầy cô có thể hướng dẫn em các bước hủy môn học được không ạ.. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Đã hết thời gian huỷ môn học.. . - Rút môn học: em xem email PĐT đã gửi:. . \"ĐĂNG KÝ [full_name] HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:57, 7 thg 1, 2022. . tới stu.all. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký [full_name] (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin [full_name] theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em có theo học giáo dục thể chất học phần 2 môn bóng rổ thầy [full_name] nhưng em chỉ vào học được buổi đầu tiên và 2 buổi tiếp theo em đều vào học theo link google meet đúng giờ những không được thầy chấp nhận cho vào lớp. Mong phòng Đào tạo có thể giúp đỡ em."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ em chào thầy/cô. Em tên [full_name] - MSSV [student_id] hiện đang học lớp MO18KMT1 khoa môi trường - tài nguyên. Kỳ này em có đăng ký môn \" Đồ án môn học xử lý nước cấp - EN3033 \" và đã có môn này trên thời khóa biểu, nhưng khi vào BKel xem thì em chưa thấy có môn này do đó em chưa biết được GVHD của môn này ạ. Mong thầy/cô kiểm tra lại giúp em để em liên hệ GVHD thực hiện đồ án này, em xin cảm ơn thầy/cô ạ.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác  /i. . . . Cho em hỏi nếu em muốn hủy môn học phải làm sao ạ!. . Em đã điền form hủy môn học rồi ạ!. . Em đã hủy môn học đăng ký chưa ạ?  xin kiểm tra giúp em thông tin sau với ạ?. . [full_name] - [student_id] - CI3062 - Phương pháp phần tử hữu hạn.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Đã hết hạn huỷ môn học.. . - Rút môn học: em xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn&gt . . 08:57, Th 6, 7 thg 1. . tới stu.all. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!\". ."
    },
    {
        "intent": "",
        "message": "Học vụ . cho em hỏi sao em bị mất thời khóa biểu rồi ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vào mybk xem lại nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính chào thầy/cô, hiện trên mybk em đang bị mất thời khóa biểu, mong sớm được hỗ trợ khắc phục ạ, em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vào mybk xem lại nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ thưa thầy cô,. . Trong học kỳ 211 em có đăng ký hoãn thi môn Kết cấu thép (CI3231) nhưng trong bảng điểm của em đến ngày 13/02/2022 thì môn KCT vẫn là điểm 13. Kính mong thầy cô có thể giúp em xem xét lại kết quả hoãn thi ạ.. . Chúc thầy cô một năm mới an lành!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 3, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Em không biết mybk có bị lỗi gì không? mà em lại không vào được thời khóa biểu ạ. . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vào mybk xem lại nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Kính thưa phòng đào tạo. . Em tên [full_name] mssv [student_id] khoa kỹ thuật xây dựng lớp XD18CTXD03.. . Em có đăng kí môn DAMH kết cấu BTCT1 (CI2093) nhưng em xin phép phòng đào tạo cho em được rút môn. Lí do rút môn cụ thể em ghi ở trong file đính kèm.. . Em xin cảm ơn! . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:57, Th 6, 7 thg 1. . tới stu.all. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại [full_name] [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!\""
    },
    {
        "intent": "",
        "message": "Họ tên: [full_name]. . Mssv:[student_id]. . Lý do:xin cập nhật điểm môn học tương đương. . Môn giải tích 1 (Mt1003) học kì 211 với số điem tổng kêt 7₫ Với môn tương đương là môn toán 1 (006001). . Em xin cảm ơn. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp của em đã được cập nhật môn tương đương, em cần cập nhật để làm gì? vui lòng trình bày rõ thêm giúp cô nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Dạ em chào cô . . Em tên [full_name]. . Mssv [student_id]. . Lí do : em xin chuyển điểm giải tích 1 (mt1003) của em thành điểm toán 1 (006001). . Em cần cập nhật để em có đủ tính chỉ làm luận văn tốt nghiệp vì em cũng sắp hết hạn đào tạo em mon cô thông cảm. . Em cảmg ơn cô"
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp em đã cập nhật, em viết thêm đơn xin đăng ký LVTN trễ hạn (ghi rõ tên và mã LVTN), kèm theo xác nhận đồng ý của GVHD và của [full_name] nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em tên : [full_name] . . Mssv : [student_id]. . lý do : về việc xin cập nhật điểm môn học tương đương.. .  Giải tích 1 ( MT1004) HK(211) điểm: 6.0 môn tương đương là Toán 1( 006001 ). .  [full_name] ( CH1003 ) HK(202) điểm: 7.0 môn tương đương là [full_name] ( 604601 ). .  [full_name] ( SP1005 ) HK(201) điểm : 7.0 môn tương đương là [full_name](001025). .  Mong phòng đào tạo cập nhật giúp em để em đủ tín chỉ đăng ký Tiểu Luận Tốt Nghiệp . em xin cảm ơn quý thầy cô và phòng đào tạo . .  . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Đã cập nhật tín chỉ môn tương đương cho bạn, SV vui lòng bổ sung thêm mã LVTN giúp cô?. . SV liên hệ Khoa xem hiện tại còn đồng ý cho SV đăng ký TLTN trễ hạn không nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . thẻ sinh viên của em tới tháng 3/2022 sẽ hết hạn sử dụng, nhưng em vẫn còn 1 số môn học kéo dài tới kì hè 2022 thì em có cần làm lại thẻ sv không ạ và khi đăng kí làm lại thẻ mới thì có được gia hạn thêm thời gian không ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Nếu đăng ký mới sẽ được gia hạn tới 04/2023 (2 học kỳ).. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi phòng đào tạo . . Em tên [full_name],MSSV [student_id] Khoa tài nguyên và môi trường lớp MO1903. . Dạ hiện tại em có đăng kí môn quy hoạch và tối ưu hóa thực nghiệm (ME3215) nhưng em xin phép phòng đào tạo cho em được rút môn ạ. Lí do em có ghi trong file đính kèm"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:57, 7 thg 1, 2022. . tới stu.all. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại [full_name] [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!"
    },
    {
        "intent": "",
        "message": "Chào ad ạ, em có 2 ý muốn được hỏi:. . - Đợt thi anh văn ở trường (tháng 5) sắp tới thì bạn em đang học ở trường khác có thể đăng kí thi để kiểm tra trình độ được không ạ?. . - Em có tìm trên aao về thời gian nộp điểm anh văn kì này của K19 để được học tiếp môn năm 4 nhưng em chưa thấy. Mong ad có thể giúp em việc này ạ.. .  . . Em cảm ơn ad rất nhiều. Chúc ad sức khỏe!"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . 1. Không được nha bạn.. . 2. Thời gian nộp Chứng chỉ ngoại ngữ sẽ được cập nhật sau. Còn nếu như bạn có Chứng chỉ rồi thì vui lòng nộp theo quy trình.. . Thân."
    },
    {
        "intent": "",
        "message": "Học vụ . Em là [full_name]. Từ ngày 11/2 đến nay 13/2 em không tìm thấy TKB HK212 trên trang Thông tin sinh viên, em chỉ thấy TKB của những HK trước. Em mong PĐT giúp em. Em xin cãm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vào mybk xem lại nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em chào thầy/cô,. . . . Em là khoá K15, hiện em đã hoàn thành chương trình học. Còn anh văn 4 (chưa nộp Toeic để quy đổi điểm) và anh văn nói viết. Em có thể xin gia hạn thêm 1 kỳ để nộp Toeic và anh văn nói viết không ạ, . . . . Em cám ơn ạ! . . . .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "Chào bạn, . . Bạn thuộc KV 1 nên bạn có thể làm đơn kéo dài 1 HK để đăng ký học môn anh văn 4A đang mở đợt đăng ký. . . Nộp đơn kéo dài trước ngày 24/02 để PDT xứ lý.. . Thân"
    },
    {
        "intent": "",
        "message": "[full_name] MSSV: [student_id]. . SV đã thanh toán \" Học phí môn Ngoại ngữ theo y/c CQ 211 - bổ sung \" vào ngày 16/01/2022 lúc 12:59 nhưng đến nay vẫn chưa được gạch nợ trên hệ thống BKPay .. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vào bkpay xem lại nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Vì tình hình dịch bệnh nên em vẫn chưa hoàn thành môn thí nghiệm hóa đại cương trong HK211.. . Và theo lịch của trường thì trong tháng 3 sẽ tổ chức học bù các môn thí nghiệm của học kì trước, tuy nhiên em là sinh viên khóa K21 nên trong thời gian này em sẽ đi học quân sự theo lịch nhà trường. . . Vậy cho em hỏi môn này có tổ chức vào thời gian khác hay không và làm thế nào để đăng kí ?. . (Vì em ở quê nên không thế lên trường trước ngày 7/3/2022). . Em xin chân thành cám ơn phía nhà trường đã giúp em giải quyết thắc mắc."
    },
    {
        "intent": "",
        "message": "đã cập nhật thời khóa biểu thí nghiệm nhé. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác  /Xin được làm mới thời khóa biểu môn học Thực tập kỹ thuật ô tô mã TR3075 do cách ly Covid-19&gt . . Dạ em xin chào thầy/ cô của phòng đào tạo!. . Em là [full_name] - MSSV: [student_id], cho phép em xin hỏi trường hợp của em là môn học Thực tập kỹ thuật ô tô mã TR3075 HK202 bị hoãn thực tập do dịch Covid19 cho đến HK211 em có đăng kí lại thời khóa biểu trở lại trường và được trường xếp vào lịch học tuần 50. Nhưng do đúng ngay thời gian đó em có kết quả dương tính và buộc phải cách ly tại nhà 14 ngày nên không được phép đến trường. Cho phép em trình bày vì thực sự em không biết cần phải có giấy xác nhận đã thực hiện cách ly và cũng không biết cách để xác minh để được trường tin tưởng. Em cũng đã liên lạc với thầy phụ trách môn học và thầy cho biết hiện tại môn học bị trễ và có rất nhiều sinh viên giống em đang đợi đến lịch để học. Rất mong phòng đào tạo thông cảm cho trường hợp của em cũng như tạo điều kiện làm mới Thời khóa biểu để giúp em được hoàn thành môn học.. . Chân thành, em xin cám ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Kính gởi Khoa/Bộ môn. . Để hỗ trợ cho các Sinh viên (SV) đi Thực tập ngoài trường (TTNT) trễ trong đợt từ tháng 1 đến tháng 2/2022, Phòng Đào Tạo (PĐT) dự kiến tổ chức cho các SV đăng ký LVTN bổ sung trong HK212 dự kiến vào cuối tháng 02/2022.. . Kính đề nghị Khoa/Bộ môn vui lòng gởi toàn bộ danh sách SV tham gia thực tập ngoài trường (trong đợt từ tháng 1 đến tháng 2/2022)  file Excel phản hồi về mail [email] để PĐT tổ chức cho các SV trong danh sách này đăng ký LVTN trễ hạn.  Nhóm này sẽ được bảo vệ LVTN trong tháng 7/2022.. . Thời gian phản hồi đến ngày 22/02/2022.. . Trân trọng./.. . Em xem mình có thuộc trong trường hợp này không nhé?. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ cô, Em có đăng kí môn học [full_name] Tính, MÃ số môn học là L01, Hệ VHVL , nhưng vẫn chưa có thời khóa biểu ạ. Mong cô kiểm tra lại giúp em với ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn;. . có kết quả nhé, bạn kiểm tra lại. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Xin chào. . Em tên là [full_name] - MSSV [student_id]. Cho em hỏi là vì sao thời khoá biểu học kì 212 của em bị mất không xem đuợc vậy ạ ?. . Em cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vào mybk xem lại nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa TPHCM.. . Em Tên [full_name] Mssv [student_id].. . Cho em hỏi em tốt nghiệp đợt tháng 11 vừa rồi thì đã có bằng chính thức chưa ạ và nhận ở đâu ạ?. . Em cảm ơn!. ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi pdt,. . Em là [full_name], MSSV: [student_id]. Hiện tại em đã đủ điều kiện để xét tốt nghiệp tháng 04/2022 nhưng vì lí do đang bị tạm dừng học nên em chưa thể đăng kí xét tốt nghiệp được. Hôm nay em làm đơn này mong pdt thu nhận lại em để em được đăng kí tốt nghiệp kịp đợt tốt nghiệp tháng 04 này ạ. Vì lí do dịch nên em chưa thể lên trực tiếp trường để nộp đơn được, nếu cần phải nộp trực tiếp xin pdt báo cho em để em cố gắng sắp xếp lên trường sớm nhất ạ. Em xin cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/02/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
    },
    {
        "intent": "",
        "message": "MSSV: [student_id]. . . . Khiếu nại đăng ký môn học: ME4677. . . . Chào thầy/cô,. . Em [full_name], vừa rồi em có câu hỏi về việc hủy đăng ký môn học luận văn tốt nghiệp kì 212 mã môn học là ME4677. Theo như được thông báo là do em chỉ có 123 tín chỉ, chưa đủ điều kiện 125 chỉ để đăng ký luận văn.. . Do em thuộc chuyên ngành logistics của khoa cơ khí, nên khi theo học đầy đủ theo chương trình tiêu chuẩn (không rớt môn, không xét anh văn) thì cũng chỉ đạt 124 tín chỉ, vì thế tụi em (một số bạn cũng gặp trường hợp giống em) rất mong được PDT xem xét và hỗ trợ cho sinh viên.. . Rất mong PDT xét duyệt việc đăng kí luận văn tốt nghiệp của bọn em trong kì 212. . . Trân trọng, mong được phản hồi! . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào thầy/cô,. . . . Em tên là [full_name], MSSV:[student_id].. . Hiện tại em đã hoàn thành chương trình học. Môn học cuối của em là Giải tích 2, đã thi cuối kì hồi cuối tháng 12 nhưng đến nay giảng viên vẫn chưa nhập điểm lên mybk. Nên em chưa có bằng tốt nghiệp tạm thời hay in bảng điểm để xác nhận hoàn thành chương trình học với công ty em đang ứng tuyển.. . Em có thể lên PĐT xin giấy xác nhận hoàn thành chương trình học không ạ? Em có đính kèm file giảng viên đã gửi bảng điểm cho lớp.. . . . Em cảm ơn ạ!. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em có vui lòng liên hệ với GV để nhờ chấm và nhập điểm lên cho Phòng Đào tạo xét tốt nghiệp nhé.. . SV có thể sử dụng bảng điểm để gửi bổ sung hồ sơ xin việc cho cơ quan nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Em tên: Nguyễn Tống Huy. . Mssv: [student_id]. . . . Chào các thầy cô PĐT, em đã có hỏi về lý do em bị xoá LVTN và đã được thầy cô ghi nhận và chờ kiểm tra xử lý và em cũng đã theo dõi thời khoá biểu, nhưng đến nay em vẫn chưa được cập nhật thời khoá biểu về LVTN, em mong thầy cô có thể giải quyết và cập nhật thời khoá biểu và có thể cho em biết lý do vì sao em bị xoá LVTN ạ. . . Mong nhận được phản hồi từ quý thầy cô. Em xin chân thành cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt kiểm tra số tín chỉ tích luỹ ngành của em: 112\t  123 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Em vui lòng kiểm tra lại nhé. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ em chào thầy/cô,. . Dạ thầy/cô có thể cho em hỏi về thời gian đăng kí môn học kì 221 (tức là kì tiếp theo)nằm vào tầm khoảng thời gian nào không ạ? Tại vì em có dự định đăng kí thi TOEIC nộp vào trường để có đủ điều kiện đăng kí môn nên em muốn hỏi để có thể canh ngày đăng kí thi TOEIC cho phù hợp.. . Em cảm ơn thầy/ cô đã đọc và giải đáp thắc mắc giúp em. Em mong sớm nhận được phản hồi từ thầy/cô.. . Em chúc thầy/cô có một buổi sáng đầu năm thật nhiều vui vẻ và tràn đầy năng lượng."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem lịch học vụ. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=374. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em có đk học môn Sức bền vật liệu, mã mh: 809704, học kì 211 do thầy [full_name] giảng dạy. Vừa qua thầy có sai sót trong quá trình chấm điểm và thầy đã cập nhật lại điểm cho phòng đào tạo. Tuy nhiên em kiểm tra điểm vẫn là điểm cũ, không biết pđt có nhận được bảng điểm cập nhật chưa. Xin vui lòng cho em biết tình trạng điểm của em vì môn học sẽ ảnh hưởng đến quá trình tốt nghiệp của em sắp tới. Em momng pđt xem xét và trả lời sớm giúp em ạ. Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa  trong thời gian cho phép sửa.. . - Nếu thầy cô sửa điểm rồi thì phải nộp lại bảng điểm cho PĐT, lúc đó mới cập nhật lại nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . kính gửi phòng đào tạo. . hiện em và sinh viên k15 khoa kỹ thuật xây dựng. . .  Cho em hỏi khi nào trường hoặc bk enghlish sẽ tổ chức kỳ thi toeic 2 kỹ năng nói viết để em có thể xét tốt nghiệp đợt học kỳ 2 năm học 2021-2022. Theo như kế hoạch đăng ký tốt nghiệp của trường thì hạn cuối nhận các trường hợp bổ sung là ngày 11/04/2022.. . Mong phòng đào tạo reply sớm ạ, chân thành cảm ơn. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . AV Nói - viết: Em vui lòng liên hệ Trung tâm ngoại ngữ để đăng ký thi. Cuối tuần này em xem trên web của TTNN để biết lịch thi, dự kiến thi tại C6-CS1 nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em có đăng kí môn học Đề cương luận văn nhưng không có thời khoa biểu, mà hết hết hạn khiếu nại. Cho em hỏi là còn giải pháp nào không ạ??. . Môn hoc : Đề cương luận văn  EE 4331. . . ."
    },
    {
        "intent": "",
        "message": "Khi nhận mail em có kiểm tra thời khóa biểu thì có môn rồi nhưng bây giờ thì không thấy nữa ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em có đăng kí môn học Đề cương luận văn nhưng không có thời khoa biểu. . =&gt  Em vào mybk xem lại nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Trước đó em có gửi thông tin và nhờ thầy/cô xem xét nhưng chưa thấy trả kết quả.. . Mong thầy cô xem xét lại và cho em kết quả cũng như lí do về việc dki môn học này ạ. . . . Em tên [full_name]. . MSSV: [student_id] hệ VHVL ngành Kỹ thuật hoá học - [full_name]. . . . Đợt 4 ĐKMH em có đăng kí LVTN mã CH4363 [khóa 2015] - và được trả kết quả đăng kí \"PDT không đ/ký cho SV MH CH4363 (B: Chờ xét TTTN - LVTN - DCLVTN - SV xem kết quả sau.)\". . . . Tuy nhiên em đã hoàn thành các môn TTTN và DCLVTN,  cụ thể ở Học kỳ 1 (2019-2020):. . điểm Thực tập tốt nghiệp (CH3363) là: 7.0. . điểm Đề cương luận văn tốt nghiệp (CH4361) là: 6.50"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng email đến [email] để hỗ trợ nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chuyện bị HỦY lớp môn THIẾT KẾ CẦU 1 bữa thứ 5 vừa rồi ( 10/02/2022 ) em có liên hệ thầy [full_name] thì thầy ấy nói lớp bị HỦY do ko đủ số lượng ( 9SV )và thầy [full_name] nhắn em lập lại Danh sách và gửi đơn xin mở lớp , nay em lập Danh sách và gửi lại đơn xin mở lại lớp ạ.. . Trong Danh sách này có những bạn đang học kỳ chính mà muốn RÚT kỳ chính để Đăng ký qua kỳ Dự thính, em rất hy vọng được các thầy cô chấp nhận , giải quyết ạ.. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV[full_name] [student_id]  / \t. . . .   i&gt Học vụ . Em chào Phòng Đào Tạo. . . . Em tên là[full_name] [full_name]. . Hệ [full_name] VLVH. . MSSV[full_name] [student_id]. . . . Em đã nhận được bảng miễn môn của trường và trong thời gian vừa qua em có xem lại tất cả các môn em đã học ở cao đẳng thì em thấy có một số môn trùng nên em làm đơn đề nghị xét miễn môn này để phòng đào tạo xét duyệt những môn đã trùng ở Cao Đẳng. File đơn đề nghị xét miễn môn và bảng điểm cao đẳng (em đính kèm vào trong mail). . . . . Mong Phòng Đạo Tạo xem qua và thông tin lại giùm em. . cảm ơn Phòng Đạo Tạo. . Trân trọng"
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Gởi cô [full_name]. . . . Em xin phép cập nhật lại phiếu đề nghị xét miễn môn (vì em xem lại thì phát hiện có 1 môn em chưa điền mã MH và điểm). Nên em xin phép cô cho em cập nhật lại file, nhờ cô cập nhật lại file cho phòng đào tạo giùm em. Mong cô bỏ qua vì sự thiếu sót này.. . . . Cảm ơn cô. . Chúc cô có một ngày làm việc thật vui vẻ. . Trân trọng !"
    },
    {
        "intent": "",
        "message": "đã tl trực tiếp"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Xin chào [full_name]QL, . . . . Mình đã hoàn thành môn cuối học cuối cùng để đủ tín chỉ tích lũy ngành, trên hệ thống đã cập nhập điểm nhưng mình không thể đăng ký xét tốt nghiệp. . . . . Mình cần làm gì để giải quyết vấn đề này ạ? . . Mình xin cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Sinh viên xem lịch trình đăng ký tốt nghiệp trang web PĐT: . . . . http://www.aao.hcmut.edu.vn &gt &gt  Tốt nghiệp &gt &gt  Thông tin tốt nghiệp. . . . - Sinh viên kiểm tra kỹ các thông tin (Họ tên, ngày tháng năm sinh, nơi sinh, điểm TB, loại tốt nghiệp, ngành tốt nghiệp,..) trên danh sách dự kiến tốt nghiệp và Giấy chứng nhận tốt nghiệp tạm thời và đảm bảo không có sai sót vì các thông tin này sẽ được in trên Bằng tốt nghiệp và học bạ. Xin phản hồi ngay với Phòng Đào tạo nếu có sai sót.. . . .   Thứ 6 hàng tuần P.ĐT sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo. Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . . . . Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký.. . . . Lưu ý :      . . . . - Đăng ký tốt nghiệp tại myBK (Mục Đăng ký tốt nghiệp), thanh toán tiền qua BKPay, sau đó nhấn xác nhận (Sinh viên không phải in đơn cấp bằng).. . . . - PĐT xác nhận Đơn cấp bằng qua hệ thống, sinh viên theo dõi thông tin được gửi trong email sinh viên.. . . . Trân trọng thông báo.. . Thân\""
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / . . Thưa [full_name] cho em hỏi là trước tết em có chuyển qua hệ VLVH và có đăng ký môn thành công ( đã có thời khóa biểu trên myBK học kì 212) . Nhưng qua tết vào kiểm tra lại thì đã mất hết môn học Học kì 212 . Như vậy là các môn học em đk bị hủy háy sao ạ . . . Em cảm ơn [full_name] . Chúc [full_name] một năm mới vui vẻ .\t. . . .   i&gt Khiếu nại đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vào xem TKB lại nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Hiện tại em đã có trong danh sách tốt nghiệp chính thức tháng 11/2021, không biết khi nào em mới được lên lấy bằng ạ, vì hiện tại em đang cần để bổ sung hồ sơ làm việc ạ. . . ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: em tên [full_name] MSSV:[student_id]. . - Nay em vào trang thông tin sinh viên của em thì mất thời khóa biểu học kì 2 bây em không nắm được lịch học của mình. Em xin các thầy cô giải quyết sớm nhất có thể ạ. Em xin cảm ơn. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vào mybk xem lại nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em là [full_name], MSSV:[student_id]. . Vào ngày 24/12/2021 em đang điều trị Covid 19 nên không thể tham gia buổi thi Trang bị điện-đtử trg MCN. Trước đó là ngày 23/12/2021 em có nhờ bạn em đăng ký hoãn thi và bạn em đã điền đầy đủ thông tin trong mục hoãn thi cuối kì rồi nhưng vừa qua em xem bảng điểm thì thấy mình điểm 13.. . Mong nhà trường xem xét xác nhận về việc hoãn thi của em. Em xin chân thành cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 3, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1513634  / \t. . . .   i&gt Học vụ . Kính gửi: Phòng Đào Tạo - ĐH. Bách Khoa TPHCM;. .                Quý Thầy/Cô; . . . . Em là: Ngô Thị Diễm Trinh, MSSV: 1513634, Khoa Môi Trường và Tài Nguyên - khóa 2015;. . . . Hiện tại em đang hoàn thành Luận Văn Tốt Nghiệp trong đợt bảo vệ của khoa ngày 22/02/2022. Tuy nhiên, do thời gian dịch bệnh vừa qua và em cũng bị nhiễm Covid vừa khỏi, nên em vẫn chưa thể hoàn thành được chuẩn anh văn đầu ra (4 kỹ năng), em đang lên kế hoạch sẽ cố gắng hoàn thành đủ để được xét tốt nghiệp trong kỳ này. Tuy nhiên, em vẫn có một vài thắc mắc như sau, rất mong Thầy/Cô sẽ giúp em giải đáp, cụ thể:. . - Thời hạn cuối cùng để em nộp chứng chỉ anh văn trong kì xét tốt nghiệp này, bao gồm: anh văn quốc tế toeic 500 và 2 kỹ năng nói viết là khi nào?. . - Em tra trên web của thi tiếng anh 2 kỹ năng nói viết tại BK English hiện đang trong trạng thái tạm dừng từ ngày 21/05/2021, vậy khi nào thì sẽ mở thi lại bình thường?. . - Trường hợp em không thể hoàn thành được chuẩn anh văn để xét tốt nghiệp trong kỳ này (hạn đào tạo em kiểm tra được là 04/2022) thì em có được gia hạn thêm thời gian để hoàn thành không? và thủ tục như thế nào?. . Em thật sự rất lo lắng vì em thấy đợt này là đợt cuối để em có thể tốt nghiệp, vì vậy, em đã tìm hiểu trên web của trường có nói về 2 nội dung:. . 1. Nếu em đã hoàn thành đủ điều kiện xét tốt nghiệp (TCTLN và điểm TBTLN) Nhưng chưa đủ các điều kiện xét tốt nghiệp (chuẩn anh văn) thì em sẽ được kéo dài thời gian đào tạo tối đa 1 học kỳ;. . 2. Nếu hết thời gian đào tạo bao gồm luôn cả thời gian được kéo dài, mà em vẫn chưa đủ điều kiện xét tốt nghiệp thì em sẽ chuyển sang hệ VLVH.. . Tuy nhiên, em vẫn rất mong Thầy/Cô có thể xác nhận lại giúp em về thông tin trên em tìm hiểu có đúng không? Để em có thể có kế hoạch học tập và sắp xếp cho kịp tiến độ.. . . . Rất mong PĐT và Quý Thầy/Cô hỗ trợ giúp đỡ em ạ!. . . . EM XIN CHÂN THÀNH CẢM ƠN!"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . - Thời hạn cuối cùng để em nộp chứng chỉ anh văn trong kì xét tốt nghiệp : trước tháng 4/2022. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 04/2022.. . - Bạn vui lòng liên hệ TTNN để được hỗ trợ. .  . . Điện thoại        (08) 3866 6869 – 0909 625 988. . Fax        (84.8) 38.[student_id]69. . Website        . . http://bkenglish.edu.vn/. .  . . Email        [email]. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV [full_name]15 sẽ nộp đơn kéo dài 1 H[full_name] (tự làm, không mẫu) thời gian sau tháng 04/2022. . . - Nếu hết thời gian đào tạo bao gồm luôn cả thời gian được kéo dài, mà em vẫn chưa đủ điều kiện xét tốt nghiệp thì em sẽ chuyển sang hệ VLVH : đúng.. . Thân."
    },
    {
        "intent": "",
        "message": "Tên: [full_name]. . MSSV: [student_id]. . Cho em hỏi là sao bảng điểm có 1 môn mạch điện tử đăng kí học kì 2 (2020-2021) _Đã qua môn_Học cải thiện điểm.. . Nhưng đến nay bảng điểm vẫn 14(hoãn thi đợt 1 và đã thi lại trong đợt 2), mặc dù trước đó học offline đi học đầy đủ và vẫn làm bài kiểm tra giữa kì đầy đủ. Nhưng vẫn chưa cập nhật điểm, chỉ có mỗi điểm thí nghiệm(online sau này) nên em thắc mắc ạ.. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Vui lòng trình bày rõ tên và mã MH giúp cô? . . Điểm là do GV chấm và nhập điểm. SV vui lòng liên hệ GV để được nhập điểm và nộp cho PDT để cập nhật điểm cho SV nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ cho em hỏi quy trình rút môn trong thời gian chưa thể quay lại trường ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:57, Th 6, 7 thg 1. . tới stu.all. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại [full_name] [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Hiện tại thời khóa biểu của học kỳ này trên mybk của em ở hoc kì này không hiển thị ạ(TKB chỉ hiển thị những môn của học kỳ trước). Mong nhà trường sửa lai giúp em.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vào mybk xem lại nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ em chào thầy cô ạ,. . Hôm ngày 21/01/2022 em có tạo yêu cầu về việc đăng kí luận văn tốt nghiệp với mã yêu cầu là . . # 48993, thầy cô có trả lời đã nhận và sẽ gửi kết quả lại qua bksi hoặc email, hôm nay em vẫn chưa nhận được kết quả, em rất lo và chờ đợi phản hồi từ trước tết đến giờ, em sợ yêu cầu của em bị bỏ xót. Mong thầy cô kiểm tra và phản hồi kết quả cho em với ạ. Em chân thành cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt kiểm tra số tín chỉ tích luỹ ngành của em: 100+21=121  123 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Em vui lòng kiểm tra lại nhé. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính gửi Quý Thầy Cô.. . Em là [full_name].. . MSSV: [student_id]. . Học kỳ 212 em có đăng ký môn Luận văn tốt nghiệp. Nếu em rút môn học trong kỳ học kỳ 212 thì em có bị tính học phí không ạ? Hoặc nếu bị tính học phí thì em có thể chuyển tính học phí đó qua học kỳ sau (HK221) được không ạ.. . Em xin chân thành cám ơn.. . Trân trọng.. ."
    },
    {
        "intent": "",
        "message": "Chào em;. . theo quy chế học vụ điều 11.2 rút môn học phải thanh toán học phí nhé, còn vấn đề  gia hạn học phí em có thể liên hệ phòng Công tác Chính trị - Sinh viên nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy cô,. . Em là [full_name] MSSV:[student_id]. . Thời khóa biểu HK 212 của em hiện không có, trên BKEl vẫn có môn học đăng kí, mong thầy cô kiểm tra giúp em.. . Sinh viên . . [full_name]. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vào mybk xem TKB lại nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi Thầy Cô,. . Cho phép em gửi đơn để cập nhật thời khóa biểu AV4A (LA1043) học kỳ dự thính lộ trình một.. . Đơn đã có sự chấp thuận của thầy [full_name] dạy môn AV4A theo như yêu cầu của PĐT đưa ra.. . Em hy vọng thời khóa biểu sẽ được cập nhật sớm.. . Em chân thành cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . kính gửi thầy/cô. . Em đã tham gia thi xóa điểm hoãn thi kì hè 203 theo lịch của phòng đào tạo nhưng trên bảng điểm hiện nay vẫn là điểm 14 ạ. Mong thầy/ cô xem xét giúp em ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Vui lòng trình bày rõ tên và mã MH.. . Điểm là do GV chấm và nhập điểm, SV vui lòng liên hệ GV nhờ nộp điểm cho PDT để cập nhật cho SV nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ em chào phòng đào tạo. . . Em tên [full_name], MSSV: [student_id]. . Kì 212 này em có đăng kí nhận luận văn nhưng do vẫn thiếu điều kiện, cụ thể ở đây là thiếu tín chỉ dẫn đến trường hợp bị xóa LV ạ. Nhưng sắp tới T3 này em thi AV xong sẽ đủ tín chỉ nên em xin phép bên phòng có thể xem xét cho em được đặc cách được đăng kí LVTN để có thể kịp tiến độ trong kì 212 này được không ạ? . . Dạ hiện tại em được 115 chỉ trong đó chưa bao gồm:. . + 3 chỉ thực tập tốt nghiệp do dịch nên cả khoa em dời lại đến tháng 6.. . + 8 chỉ anh văn -  đây cũng là lí do khiến em chưa thể đăng kí được luận văn ạ. . . Vì khoảng tháng 3 em mới thi được và nộp bằng ngay để bù 8 chỉ này. Như thế em sẽ đủ 126 chỉ ạ. Nên mong phòng đào tạo xem xét thêm một lần nữa.. . Em xin chân thành cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Bạn vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân. ."
    },
    {
        "intent": "",
        "message": "QUOTE&gt Tốt nghiệp . Kính gửi PĐT trường Đại học Bách Khoa,. . . . Em tên là [full_name]. . MSSV: [student_id]. . . . Hiện tại em chưa thấy lịch thi anh văn nói viết ở trung tâm ngoại ngữ để kịp tốt nghiệp trong HK này.. . . . Em đã hỏi Trung tâm ngoại ngữ thì được phản hồi liện hệ đến phòng đào tạo, cho em hỏi phòng đào tạo có kế hoạch tổ chức thi anh văn nói viết lại cho sinh viên vào thời gian nào ạ?. . . . Em cảm ơn,. . Sv [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . AV Nói - viết: Em vui lòng liên hệ Trung tâm ngoại ngữ để đăng ký thi. Cuối tuần này em xem trên web của TTNN để biết lịch thi, dự kiến thi tại C6-CS1 nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em chào PDT,. . . . Em có thấy tên em trong Danh sách tốt nghiệp chính thức 11/2021 mà đến nay em chưa nhận được mail nhận bằng tốt nghiệp. Em có thắc mắc là đợi mail trường hay đến trường nhận bằng mà không cần chờ mail ạ?. . . . Và em có đăng ký in Bảng điểm vào 05.01 thì em không biết là bảng điểm em có chưa ạ? Và khi nào em được nhận bảng điểm ạ?"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ em chào quý thầy cô. . Hiện tại trên bẳng điểm của em chưa cập nhật điểm trung bình và số tín chỉ trong học kỳ 211. Em mong quý thầy cô có thể cập nhật điểm số trung bình và số tín chỉ để em sớm làm thủ tục đăng ký tốt nghiệp trong học kỳ 212 . . Em cảm ơn quý thầy cô"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/02/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
    }
]