[
    {
        "intent": "",
        "message": "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính chào Phòng đào tạo,. . Em là [full_name], hiện là sinh viên khoá K18, thuộc chương trình Kỹ năng tài năng khoa Khoa học và Kỹ thuật máy tính.. . . . Vào học kỳ 202, em đã học môn CO3069 Mật mã và an ninh mạng nhưng chưa hoàn thành phần mở rộng CO306E tương ứng. Do đó, em đã xin phép Ban Chủ nhiệm Khoa có thể cho phép em được tham gia thực hiện lại phần mở rộng CO306E ở kỳ 212 này và đã được chấp thuận từ khoa.. . . . Do đó, em viết thư này xin Phòng đào tạo xem xét xếp lớp phần mở rộng CO306E cho em trong học kỳ HK212 này.. . . . Đính kèm là đơn xin học phần mở rộng đã được khoa duyệt và trao đổi xác nhận của khoa đối với vấn đề này.. . . . Mong sớm nhận được hồi âm của Phòng đào tạo.. . . . Trân trọng,. . [full_name].. .   i&gt Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học .    Em thầy cô ạ!. .    Em là sinh viên K19 hệ chính quy đại trà. .    Trong đợt đăng ký môn học vừa rồi thì em gặp lỗi đăng ký đúng được loại hình lớp, trong đó duy nhất môn Sức bền vật liệu CI2007 là em chỉ có thể đăng ký lớp P (Việt Pháp), mặc dù còn rất nhiều lớp L (đại trà), nếu đúng bình thường thì sẽ không thể chọn chương trình học khác được ạ. Theo sự hướng dẫn của bạn bè và theo bảng phân loại mã lớp thì em đã đăng ký , và hiện tại đang được xếp vào lớp P01. . .   Nhưng một số bạn nói rằng học khác chương trình sẽ không được tính điểm. Vậy trường hợp này em phải làm thế nào ạ? Em có thể học tiếp và xin xét điểm, hay là phải chuyển lớp ạ?. .   Mong thầy cô có thể xử lí nguyện vọng này giúp em, vì môn học này là điều kiện để đăng ký các môn chuyên ngành kỳ tới của em. Em cũng đã từng hoãn 1 năm (vì điều kiện gia đình), nên sẽ rất áp lực nếu không kịp tiến độ.. . Em cám ơn thầy cô rất nhiều ạ!. .    . .    . . . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. .  Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. . . . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Hiện [full_name] đã duyệt đơn cho em rồi ạ, mong PĐT giúp em đăng ký môn CO4327- \"Luận văn tốt nghiệp\" trước khi học môn CO3007 - \"Đánh giá hiệu năng hệ thống\".. . . . Mong thầy cô duyệt cho em trước 3h chiều ngày 6/1/2022.. . . . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Thưa cô, em vẫn chưa đăng ký được môn CO4327- \"Luận văn tốt nghiệp\" bởi vì vướng phải điều kiện môn học trước: CO3007 - \"Đánh giá hiệu năng hệ thống\". Mong cô hướng dẫn giúp em cách đăng ký môn Luận văn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "answer rate: Answer suits the needs / Câu trả lời đúng ý"
    },
    {
        "intent": "",
        "message": "answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
    },
    {
        "intent": "",
        "message": "Kính thưa cô,. . . . Hiện tại em xem trên ELearning và Thời khóa biểu chưa có môn \"Luận văn tốt nghiệp\" - CO4327.. . . . Mong cô xem xét lại giúp em với ạ,. . Em gửi kèm theo đơn và ảnh chụp đồng ý của [full_name] ạ.. . . . Em xin chân thành cảm ơn cô.. . [full_name]."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em đã bị huỷ tình trạng sinh viên nên không đkmh được. Thầy/cô hỗ trợ và hướng dẫn em làm thủ tục để đkmh với ạ. . .   i&gt Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. .  Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / \t[full_name] [full_name] [full_name] [full_name]   i&gt Yêu cầu khác  /i&gt [full_name] [full_name] [full_name][full_name] [full_name]    [full_name]ộc lập - Tự do - Hạnh phúc[full_name] [full_name]     [full_name]ƠN [full_name][full_name] [full_name] Kính gửi: Phòng đào tạo trường đại học Bách Khoa thành phố Hồ Chí Minh[full_name][full_name] [full_name] Em tên là: [full_name][full_name][full_name] [full_name] MSSV: [student_id][full_name][full_name] [full_name] Khoa: kỹ thuật xây dựng thuộc khóa K21[full_name][full_name] [full_name] Lý do: Em viết đơn này để xin phòng đào tạo mã chuyển môn học trong HK212[full_name][full_name] [full_name] Nội dung: Em đã đăng ký nhầm môn vẽ kỹ thuật với mã môn là CI1003[full_name] Vì thế em mong được phòng đào tạo cho em được đổi sang môn học vẽ kỹ thuật xây dựng với mã môn CI1033[full_name] [full_name] [full_name] Kính mong phòng đào tạo sẽ xem xét và chấp thuận[full_name][full_name] [full_name] Trân trọng,[full_name] [full_name]              Vũng Tàu,ngày 6 tháng 1 năm 2022 [full_name] [full_name]                                   [full_name][full_name] [full_name]                            [full_name]"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / \t[full_name] [full_name] [full_name] [full_name]   i&gt Tốt nghiệp  /i&gt [full_name] [full_name] [full_name] [full_name] Em chào thầy / cô[full_name] [full_name] Em là [full_name] - [student_id] - Điện tử truyền thông[full_name][full_name] [full_name] [full_name] [full_name] Hiện tại em chưa thể đăng ký tốt nghiệp trên Mybk được, em đã phản hồi về tình trạng của mình và em nhận được thông tin là sau ngày 5/1/2021 vào đăng ký tốt nghiệp lại[full_name] Nhưng hiện tại em không thể đăng ký tốt nghiệp trên mybk được[full_name] [full_name] [full_name] Em rất mong thầy / cô kiểm tra và cập nhật tình trạng của em[full_name][full_name] [full_name] [full_name] [full_name] Note: em đã có tên trong danh sách dự kiến tuy nhiên em bị ghi chú là nợ CTXH + tạm dừng[full_name][full_name] [full_name] [full_name] [full_name] Trân trọng[full_name] [full_name] [full_name][full_name] [full_name]"
    },
    {
        "intent": "",
        "message": "Đã tl"
    },
    {
        "intent": "",
        "message": "Xin chào thầy cô thầy cô tiếp nhận. Em tên [full_name]. Mssv: [student_id]. Học kỳ 211 em có thanh toán học phí trễ nên pđt đã xóa những kết quả kiểm tra ngắn trên bkel. Và cụ thể là môn Cơ Lưu Chất. Mã môn học: CI1005. Mà các bài kiểm tra trên bkel chiếm đến 20% tổng điểm thành phần ạ. Em kính mong PĐT có thể khôi phục lại kết quả để em có thể hoàn thành chương trình học của mình ạ. Em xin chân thành cảm ơn. .   i&gt Học vụ ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt không hủy nên không cần phải phục hồi. . bạn kiểm tra lại chương trình xem sao nghen. . Thân"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Kính chào PĐT, em là [full_name], mssv [student_id].. . . . Em và các bạn có nhu cầu mở lớp Dự thính cho môn CƠ HỌC KẾT CẤU - CI2079 trong học kì 212.. . Em đã thông qua thầy Chủ nhiệm bộ môn, giảng viên và được sự chấp thuận.. . Em xin đính kèm file đơn xin mở lớp có chữ ký của thầy Chủ nhiệm bộ môn, giảng viên và email chấp nhận của giảng viên.. . Em xin cảm ơn.. . . . Trân trọng,. . [full_name]. . . ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 10 giờ ngày 20/1/22 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Chào bạn. . Sau khi Pdt kiểm tra Thầy [full_name] bận giờ tối thứ 6 nên không mở lớp được. . Thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1712759  / \t. . . .   i&gt . . THƯA THẦY/CÔ. . MÔN HỌC ĐÃ MỞ NHƯNG SỈ SỐ LẠI LÀ 0/0 EM KHÔNG THỂ ĐĂNG KÝ ĐƯỢC!!!. . XIN THẦY/CÔ CHỈNH LẠI GIÚP EM. . MÔN NHIỆT ĐỘNG HỌC THỐNG KÊ 210702. .  ."
    },
    {
        "intent": "",
        "message": "[full_name] [full_name]Ề [full_name][full_name] [full_name] [full_name]"
    },
    {
        "intent": "",
        "message": "Đã tl trực tiếp"
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào PĐT ạ!. . môn EE2015.. . em là sinh viên hoãn thi HK202.. . thi lại vào HK211.. . điểm thi của em trong phần phúc khảo thì để điểm 13.trong bảng điểm thì để điểm 14.. . - còn phần Điểm TỔNG KẾT = 6đ.. . cho em hỏi 6đ đó được tính như thế nào vậy ạ?. . . . . ."
    },
    {
        "intent": "",
        "message": "answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào cô/thầy,. . Cho e hỏi là nếu mà lịch học chính là tiết 11-12 nhưng dự thính là 14-16 có bị dính khoảng cách không ạ. Nếu dính thì phải làm sao vì môn dự thính đó bắt buộc phải học trong kì này.. . Chúc cô/thầy một ngày tốt lành,. . [full_name] Nguyễn Dinh. ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . 2- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . 3- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 4- Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng làm theo hướng dẫn qua theo mail PĐT đã gửi cho SV v/v ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022) ngày 07/01/2022. . 5- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . em tên là [full_name] mssv [student_id] khoa KT Xây dựng. Nay em có nguyện vọng đăng kí môn học Quy Hoạch đô thị bền vững (CI3147) ở kì dự thính. Nhưng khi đăng kí thì hệ thống báo em thiếu môn học nguyên lý tk công trình nhà ở (CI3141). Nhưng môn này bị đổi mã và em đã học mã cũ là CI2103. . Kính mong PĐT xem xét và giải quyết giúp em để em có thể đăng kí được môn học.. . Em xin cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Học vụ .   Dạ chào thầy cô, em là [full_name] ,. .  MSSV: [student_id] , K18. . . . . . .  Theo mail của phòng đào tạo thì cho phép mở Luận văn tốt nghiệp. Em muốn hỏi về học phí nếu đăng kí Luân văn trong Hk3 sẽ tính theo học phí dự thính, hay học phí của kì chính ạ. . .  . .  Em cảm ơn thầy/cô nhiều ạ. Chúc thầy / cô nhiều sức khỏe. . . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . . . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn &gt &gt  sinh viên &gt &gt  học vụ &gt &gt  học phí . . . . Học phí của các môn học thuộc học phần tốt nghiệp ở HK dự thính được tính như học kỳ chính. . . . Chúc bạn học tốt.. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào quý thầy/cô ạ.. . . . Tình hình là em bị trùng thời gian học 2 buổi thí nghiệm của 'Vật lý bán dẫn' online của học kỳ 2 và 'Thí nghiệm vật lý' offline của học kỳ 1.Vậy bây giờ em phải làm sao ạ.. . . . Em xin cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Vì khả năng cho phép khi xếp thời khóa biểu nên có buổi bị trùng, bạn vui lòng liên hệ Thầy cô dạy thí nghiệm chuyển buổi khác để không bị trùng nữa nghen. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào thầy, cô. . . . Hiện tại em đã hoàn thành luận văn nhưng vẫn chưa có bằng AV nói viết và chưa đủ ngày CTXH để tốt nghiệp.. . . . Thầy cô cho em hỏi là nếu như HK tới(Kỳ 212) em không đăng ký môn học thì em vẫn có thể tham gia CTXH của khoa để bổ sung đủ ngày CTXH không và có thể bổ sung bằng AV để có thể tốt nghiệp được không. . . Đồng thời em cũng muốn hỏi là nếu em bổ sung 2 điều kiện trên sau tết thì em có thể tham gia xét tốt nghiệp vào tháng 4 được không hay sẽ là sang tháng 11.. . Em xin cảm ơn và chúc thầy, cô có 1 ngày tốt lành"
    },
    {
        "intent": "",
        "message": "Chào em,. . - CTXH của khoa để bổ sung đủ ngày CTXH không. . =&gt  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Nếu em bổ sung 2 điều kiện trên sau tết thì em có thể tham gia xét tốt nghiệp vào tháng 4 được không hay sẽ là sang tháng 11.. . =&gt  Em vui lòng xem lịch học vụ nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . em xin hỏi: em học hệ đại trà nhưng khi đăng ký môn học cùng mã môn học như CTĐT của em thì nó có ra lớp hệ Việt Pháp, vì hết lớp đại trà nên em đăng ký theo học lớp Việt Pháp và được pđt xếp lịch ạ, cho em hỏi kết quả em học có được ghi nhận vào thành phần điểm của em không ạ và có hợp lệ không ạ, em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . đã cập nhật lại nghen bạn. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ e chào quý pđt, em xin quý pđt mở thêm 1 slot lớp kết cấu thép 1 (CI3009) hiện sĩ số là 80/80 để đăng ký môn ạ. Em cảm ơn quý pđt!. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi Phòng Đào Tạo,. . . . Trang BKeL của em vì một lí do nào đó mà một số môn không được cập nhật thông tin.. . . . Cụ thể là các môn sau:. . Hệ cơ sở dữ liệu          CO2013 [full_name]1 [full_name]. . Hệ cơ sở dữ liệu(TN)   CO2013 [full_name]1 [full_name]. . Công nghệ phần mềm CO3001 [full_name]3 Lê Đình Thuận. . Lập trình nâng cao       CO2039 [full_name]4 Trương Tuấn Anh. . Mô hình hoá toán học  CO2011 [full_name]1 [full_name]. . . . Mong PĐT xem xét và giúp em.. . [full_name]."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem lại TKB nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Khiếu nại về việc ĐKMH: luận văn tốt nghiệp (ctb) - CI4333.. . . . Khi đăng ký môn học trên ở đợt 1 và đợt 2, em đều không thành công vì những môn học tiên quyết. Nhưng những môn học trên em đều đã có điểm chuyển (từ hệ chính quy sang VLVH) hoặc đang học ở học kỳ 1.. . . . 1. Thiếu môn thực tập tốt nghiệp - CI3333: em đã học xong và chờ cập nhật điểm ở học kỳ 211. ảnh 1. . . . 2. Những môn học tiên quyết: em có email về danh sách những môn còn thiếu theo chương trình đào tạo. Theo đó em không thiếu những môn tiên quyết trên. Mà những môn tiên quyết đó là những môn trùng tên nhưng khác mã số với chương trình đào tạo của em. ảnh 2 và 3.. . . . 3. Thiếu môn TT nhận thức ngành (ctb) - CI2055: đây là môn em đã có điểm chuyển (từ hệ chính quy sang VLVH). ảnh 4 và 5.. . . . Đây là những lý do được nêu ra dẫn tới việc em không thể đăng ký môn học luận văn tốt nghiệp (ctb) - CI4333 và bằng chứng cho khiếu nại của em. Mong PĐT xem xét giải quyết sớm để em bắt đầu thực hiện đề tài luận văn của mình.. . . . Em xin chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào Thầy (Cô)! Thầy (Cô) cho em hỏi tháng 1 này trường khi nào tổ chức thi anh văn nói viết cho sinh viên ?. . Em cảm ơn !"
    },
    {
        "intent": "",
        "message": "Chào em,. . AV Nói - viết: Em vui lòng liên hệ Trung tâm ngoại ngữ sau tết Nguyên đán để đăng ký thi.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Môn học Giải tích 1. . Mã môn học MT1003"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. . . . . ."
    },
    {
        "intent": "",
        "message": "Dạ chào cô,. . Em gia hạn thêm 1 học kỳ . . Em nhận email gia hạn đính kèm quyết định, em có thực hiện gửi yêu cầu đkmh tuy nhiên em không thể tham gia đăng ký môn học được.. . Trang mybk thể hiện em không được quyền đăng ký môn học ạ. . Em muôn đăng ký Môn học Giải tích 1. . Mã môn học MT1003"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Cho em hỏi, em có đăng kí lớp anh văn mã LA1041 nhóm DT 02, đã có lịch thời khóa biểu. Nhưng em vẫn chưa nhận được mail link học onl, đăng nhập BKel có lớp nhưng vô vẫn không có thông báo nào"
    },
    {
        "intent": "",
        "message": "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào phòng đào tạo.. . Em có 2 môn học cải thiện học kì 2 (2020-2021) là EE3019( truyền số liệu và mang) và EE1015 (Kĩ thuật số) va thêm luận văn tốt nghiệp. Nhưng do dịch nên 2 môn EE3019 và EE1015 hoàn thành điểm chậm sau luận văn tốt nghiệp là vào khoảng tháng 11 vừa rồi. Phòng đào tạo cho em hỏi sao 2 môn đó không được tính vào điểm trung bình tích lũy ngành của em vậy ạ.. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu, do đó khi nào đủ điểm mới cập nhật. . . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Em thấy nó chưa cập nhật nên nếu tính điểm luận văn tốt nghiệp vào thì điểm của em mới có 7.91 nên danh sách tốt nghiệp đang là điểm 7.91 và xếp loại của em là khá. Phòng đào tạo cho em hỏi liệu có cập nhật lại điểm của em trên danh sách tốt nghiệp không ạ."
    },
    {
        "intent": "",
        "message": "Em thấy nó chưa cập nhật nên nếu tính điểm luận văn tốt nghiệp vào thì điểm của em mới có 7.91 nên danh sách tốt nghiệp đang là điểm 7.91 và xếp loại của em là khá. Phòng đào tạo cho em hỏi liệu có cập nhật lại điểm của em trên danh sách tốt nghiệp không ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . ĐTBTN hiện giờ = 8.01.. . Sẽ cập nhật trong bảng điểm tốt nghiệp in chuẩn bị phát sắp tới cho sv nghen. . Bạn nhớ kiểm tra mail để biết thông tin lấy bằng. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy cô PĐT, em tên [full_name], MSSV [student_id]. Theo chương trình đào tạo của k16 khoa KTMT thì môn mật mã và an ninh mạng(CO3069) có môn học trước là môn mạng máy tính(CO3003) chứ không phải môn mạng máy tính(CO3093) ạ. Mã CO3093 là môn mạng máy tính của khóa khác chứ không phải của k16.. . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": "Em tên [full_name]. MSSV 213T5027 Em học khóa 2014 chuyển tự hệ chính quy sang vừa làm vừa học. Em không đăng ký được môn học nào hệ thống cứ báo thiếu các môn học tiên quyết và song hành trong khi các môn học này học kỳ trước em vừa đăng ký và một số môn do không đủ sĩ số. Em xin thầy cô cho em đăng ký môn. . ME4007 CAD/CAM Nhóm L01. . ME4045 Đồ án chuyên ngành(ct). . ME2007 Chi tiết máy L05_L05. . ME2009 Kỹ thuật điều khiển tự động L02_L02. . ME2011 Đồ án thiết kế. Em xin chân thành cảm ơn và xin thầy cô tạo điều kiện cho em đăng ký môn học. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Do em còn thiếu mỗi  LUẬN VĂN TỐT NGHIỆP nhưng đã hết thời gian đào tạo cho chương trình CHÍNH QUY , nên em đang có mong muốn chuyển sang hệ VHVL để tiếp tục học . . . Nay em làm đơn chuyển từ hệ CQ sang hệ VHVL , mong nhà trường xét duyệt ạ . . . Em xin cám ơn nhà trường ."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi thông báo đăng ky lvtn đợt cuối ngày 18/1. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em chào Phòng Đào Tạo . . Em tên là Nguyễn Thành Nam MSSV : [student_id]. . . . Em đã gửi email cho thầy phụ trách và bộ môn và được chấp nhận hoãn , em cũng đã chuyển tiếp email được chấp nhận đó cho Phòng đào tạo .Như vậy đã hoàn tất thủ tục xin hoãn bảo vệ cho ĐỒ ÁN và ĐỀ CƯƠNG của em chưa ạ ?. . . . Nếu như đã đăng kí hoãn được , vậy thì tên của em sẽ được tự sắp sếp trong danh sách bảo vệ lần sau hay em có phải đăng kí thêm thủ tục nào để được bảo vệ vào lần sau không ạ ?. . . . Em xin cám ơn !"
    },
    {
        "intent": "",
        "message": "Chào em,. . Vui lòng trình bày rõ là em xin hoãn ở học kỳ nào? và em đã nộp đơn ở đâu? Đơn của bạn đã được tiếp nhận và trả lời chưa?. . Thân"
    },
    {
        "intent": "",
        "message": "Em xin gửi đơn chuyển hệ từ chính quy sang vừa học vừa làm ạ. . VỚi lại cho em hỏi giờ em đang kẹt tiền học phí 211 vừa rồi. Em xin nợ để kì sau đóng thì cần những thủ tục nào ạ. ."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV gởi yêu cầu đăng ký môn học cho hk212 ghi rõ tên, mã số môn học, lý do diện chuyển sang vlvh. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào cô.. . Trong đợt đăng kí môn học đợt 2, em có đăng kí môn Con người và môi trường EN1003, nhưng trong đợt đấy khi em đăng kí thì không mở lớp cho hệ đại trà, màchir mở lớp hệ Việt Pháp mã lớp là P03. Em thuộc hệ đại trà nhưng không hiểu sao vẫn đăng kí vô lớp đó được và vẫn có danh sách học bình thường (em đã đi học buổi đầu). Cô cho em hỏi khi mình đăng kí học đúng mã môn nhưng không đúng hệ thì có được tính điểm không ạ? Em cảm ơn cô."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Kính thưa PĐT, em xin gửi phiếu đăng ký mở lớp TR4017 ạ"
    },
    {
        "intent": "",
        "message": "Em gửi nhầm phiếu ạ, em xin gửi lại."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Cho Cô xác minh lại danh sách chỉ có 2 Sv phải không?. . Trả lời gấp trước 17/1/22. . Thân"
    },
    {
        "intent": "",
        "message": "Dạ vâng ạ, chỉ có 2 sv."
    },
    {
        "intent": "",
        "message": "Bạn gởi danh sách 2 SV gấp nghen. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào cô,. . . . Do chưa nhận được phản hồi nên em đặt lại câu hỏi, do cần bằng tốt nghiệp để nộp cho công ty, nên em có thắc mắc là khi nào nhà trường có thông báo lên nhận bằng ạ.. . . . Em cảm ơn nhiều ạ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Chào bạn. . . . Cũng hơn 1 tháng rồi chưa có thông báo gì hết,. . không biết đợi tới bao giờ.. . . . Regards,"
    },
    {
        "intent": "",
        "message": "Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021 và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . cho e hỏi, kì này có môn sức bền vật liệu e không đăng kí kịp, đây là lần đầu e học. Vậy vào học kì hè e có được đăng kí môn này k ạ ."
    },
    {
        "intent": "",
        "message": "Chào em,. .  Em vui lòng xem email PĐT đã gửi: \"Thông báo Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước. . Hộp thư đến. . - Ho Tro SV   [email] . . 10:36, 27 thg 12, 2021 (2 ngày trước). . tới stu,. . -   Lưu ý: Thực hiện Nghị định 81/2021/NĐ-CP ngày 27/8/2021, đối với các SINH VIÊN CHÍNH QUY, chỉ tổ chức dạng dự thính cho các trường hợp HỌC LẠI (học từ lần thứ hai).\" . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Em xin gởi đơn xin tạm dừng học học kì 212. . . ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Pdt đã ghi nhận đơn thôi học của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên từ “đang học” sang tình trạng “thôi học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào21/01/2022. . PDT sẽ gửi qua mail file scan quyết định thôi học cho sinh viên trễ nhất là 21/01/2022. Sau thời gian này vẫn chưa nhận được file quyết định tạm dừng vui lòng gửi phản hồi lại bksi để PDT kiểm tra và trả lời.. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi Phòng Đào Tạo trường Đại học Bách Khoa Tp HCM.. . Em là [full_name] MSSV [student_id], sinh viên khoa Khoa học và Kĩ thuật máy tính.. . Hiện em đang gặp vấn đề về không đăng kí được môn học học kì 212. Em nhận được thông báo là \"Bạn không được quyền đăng ký môn học! Vui lòng liên hệ PDT!\". Em xin Phòng Đào Tạo hướng dẫn để em khắc phục tình trạng trên ạ. Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem quy chế. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 5. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em là sv chuyển hệ VLVH mã sv CQ: [student_id].. . Em đăng ký môn đồ án Tốt nghiệp CTCB. . CI4333 nhưng hiện lỗi thiếu môn tiên quyết thực tập tốt nghiệp mà em đã học."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ, chào Thầy/Cô!. . Em là sinh viên K15 nhưng em vẫn còn 1 vài môn học chưa xong, em phải làm sao để được đăng kí môn học, kính mong Thầy/Cô chỉ giúp em với ạ. Em xin cảm ơn!. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem quy chế . . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 5. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Chào pđt,. . Em là [full_name] - [student_id]. . Em xin được gửi đơn xin hoãn thi đã được khoa và giáo viên bộ môn xác nhận đồng ý."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào bạn. . Pdt ghi nhận đăng ký Hoãn thi của bạn. . Dự kiến vào cuối tháng 01/2022: Ra Quyết định Hoãn thi có điều kiện (SV phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này), và gửi email thông báo kết quả xử lý đến SV.. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1914105  / \t. . . .   i&gt Đăng ký môn học . Em chào thầy cô ạ,. . . . Em tên Bạch Ngọc Mai lớp HC19BSH - Công Nghệ Sinh Học. Vừa qua lớp em có đăng ký môn học theo chương trình ThS/KS, mã cũ của môn \"Các phương pháp phân tích hiện đại và ứng dụng\" là CH3439. Nhưng sau đó, tụi em được các thầy cô báo đổi mã mới và trong file mới môn đó có mã là CH5061 (file đính kèm). Nhưng chỉ thông báo qua facebook và không có gmail chính thức ạ.. . . . *Đính kèm file 1: Mã số mới của Phòng Đào Tạo vừa cấp như file đính kèm.. . . . *Đính kèm file 2: Mã số cũ của Phòng Đào Tạo:  https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=1568550197. . . . Tuy nhiên, sau khi học ngày đầu tiên (5/1/2022), thầy bộ môn đã thông báo là mã CH5061 là môn \"Các chiến lược thực tiễn trong phân tích định tính và định lương\". Sau khi liên hệ lại thì giảng viên thông báo chúng em đã đăng ký sai mã và cần đăng ký lại mã CH5013 - \"Các phương pháp phân tích trong công nghệ sinh học\". Chúng em hoàn toàn không nhận được bất cứ thông tin nào từ Khoa hay CTĐT về mã mới này.. . . . Vì môn CH5061 là môn tự chọn của ngành Kỹ Thuật Hóa Học và nếu học thì chúng em không được công nhận. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này.. . . . Và mong PĐT có thể mở lớp CH5013 để chúng em có thể học kịp chương trình ạ. Hiện tại, môn này có sĩ số hơn 20 bạn và thời gian có thể đăng ký được là thứ 4 tiết 2 3 ạ (trùng thời gian với mã CH5061 đã đăng ký). . . . Mong PĐT có thể xem xét mở giúp chúng em và thông cảm vì chúng em không nhận được thông tin rõ ràng về mã môn mới cũng như là đổi tên môn học ạ.. . . . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ . . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em là Nguyễn Gia Tuân, MSSV [student_id]. . Lí do: Do lớp L02 đã đủ sỉ số em không thể đăng kí được, nhưng do em muốn học vào thứ 6 để tiện hơn trong việc đi lại em mong PDT có thể chuyển lớp cho em từ L01 sang L02 môn học SP1009 ĐƯỜNG LỐI CÁCH MẠNG ĐCSVN."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy cô,. . Em tên là [full_name], lớp CNSH HC19BSH. . Hôm nay ngày 5/1/2022 em có 1 lớp CH5061-Các chiến lược thực tiễn trong phân tích định tính và định lượng, giáo viên bộ môn thông báo lớp em học nhầm mã môn. Mã môn đúng của tụi em là CH5013-các phương pháp phân tích trong công nghệ sinh học.. . Do khoa thay đổi mã môn học nhưng không thông tin đến sinh viên rõ ranf, tụi em đã bị nhầm lẫn môn học thuộc ngành kĩ thuật hóa học.. . Mong pdt có thể mở xóa môn học này để tụi em có thể đăng kí lại  môn học đúng với chương trình đào tạo ạ.. . Em xin cảm ơn .. ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ . . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính chào thầy cô,. . Em tên là [full_name], học lớp Công nghệ Sinh học HC19BSH.. . Hôm qua ngày 05/01/2022 khi em tham gia học môn Các chiến lược thực tiễn trong phân tích đính tính và định lượng - CH5061, giảng viên nói với em rằng em đã đăng ký nhầm mã môn.. . Mã môn đúng của em là CH5013 - Các phương pháp phân tích trong công nghệ sinh học.. . Do khoa thay đổi mã môn học mà không thông tin đến sinh viên rõ ràng, nên em đã bị nhầm lẫn với môn học thuộc chuyên ngành Kỹ thuật Hóa học.. . Mong thầy cô có thể mở hiệu chỉnh môn học cho em có thể xóa môn sai và đăng ký lại môn đúng với chương trình học ạ.. . Em xin cảm ơn thầy cô.. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào cô. . Em tên là [full_name]. . MSSV [student_id]. . Đợt 2 em có đăng kí môn khởi nghiệp IM1021 nhưng đã bị huỷ. Lúc kiểm tra đợt 3 thì đã đầy lớp .nên bây giờ em mong pđt có thể cho em thêm 1 slot vào lớp L02 môn khởi nghiệp được không ạ. . . Lớp L02 tiết 7,8 mà em có tiết thí nghiệm 2,3,4,5,6 nếu như khổng đủ thời gian giữa 2 môn thì cô không phải lo ạ. Moin đó thí nghiệm em đã xin chuyển điểm kì trước ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em đã đóng tiền tham gia bảo hiểm y tế năm 2022 vào đợt thu từ ngày 9/11/2021 đến 25/11/2021 nhưng khi em sử dụng thẻ để đi khám chữa bệnh thì nhận được phản hồi là thẻ vẫn chưa được cập nhật thời hạn đến 31/12/2022 mà vẫn còn hạn là 31/1/2021. Cho em hỏi là thẻ bảo hiểm y tế của em vẫn chưa được cập nhật hay là có sai sót gì không ạ?. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy cô,. . . . Em tên là   B&gt [full_name] mssv [student_id] và lớp HC19BSH Công nghệ sinh học.   /B&gt . . . . Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học.. . . . . . *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm.. . . . Tuy nhiên tới thứ 4 (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bộ môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới).. . . . *Đính kèm 2: CTDT cũ của liên thông ĐH-ThS ngành CNSH. . https://docs.google.com/spreadsheets/d/18r_wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=[student_id]55. . . . Vì môn CH5061 hiện nay là môn tự chọn của Ks-ThS KTHH nên em không thể học được.. . . . Hiện giờ đã hết thời hạn của đợt ĐKMH đợt 3, nên em kính mong PDT có thể xóa giúp em môn CH5061 ra khỏi thời khóa biểu, vì đây là sự cố ngoài ý muốn mà chúng em không được thông tin rõ ràng.. . . . Mong PDT có thể xem xét giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học buổi đầu tiên.. . . . Mong tin tốt lành,. . Em xin cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào thầy cô,. . . . Em tên là [full[full_name]name] và lớp HC19 Công nghệ sinh học. Vừa qua, lớp em đã đăng ký môn CH3439 (sau đổi lại CH5061 theo thay đổi mới), chúng em không nhận được thông tin thay đổi mã môn hoặc môn học.. . . . *Đính kèm file 1: Mã số mới mà Phòng đào tạo vừa cấp như file đính kèm.. . . . Tuy nhiên tới hôm nay (5.1.2022) đây đã là tuần đầu tiên học, và giáo viên bô môn thông báo cả lớp CNSH đã đăng ký sai mã. Và giáo viên bộ môn đã thông tin lại là chúng em cần đăng ký môn CH5013 (KHÔNG có thông tin từ Khoa và CTDT hay file mã mới).. . . . *Đính kèm 2: CTDT cũ của liên thông ĐH-[full_name]S ngành CNSH. . https://docs.google.com/spreadsheets/d/18r[full_name]wdToYltUYTZ0NSy14JaYveyUtdwNR/edit#gid=[student_id]55. . . . Vì môn CH5061 hiện nay là môn tự chọn của Ks-[full_name]S [full_name] nên em không thể học được. Vì vậy em mong có thể được mở hiệu chỉnh để em có thể xóa môn này ạ, đồng thời em mong môn học CH5013 có thể được mở để chúng em có thể được học đúng chương trình.. . . . Mong PDT có thể xem xét mở giúp em, và thông cảm vì chúng em cũng không nhận được thông tin rõ ràng cho đến khi tham gia lớp học hôm nay.. .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ. . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . dạ vừa rồi trong kì 211 em có hoãn thi môn xác suất thống kê mà sao giờ trên mybk lại hiện điểm 13 ạ em cảm ơn ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ thưa thầy cô cho em hỏi, học song bằng theo hướng ngành phụ và song bằng theo hướng bằng thứ 2 khác nhau như thế nào ạ. Điều kiện tốt nghiệp ngành phụ xem ở đâu ạ, và khi học song bằng em cần đăng kí với pđt không?, em xin cảm ơn. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem quy chế điều 28. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 28. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ chào thầy cô, cho em hỏi đăng ký Luận văn tốt nghiệp, em đăng ký cả đợt 1 và đợt 2 đều được nhưng khi có kết quả đăng ký thì môn Luận văn tốt nghiệp của em lại bị xóa. Em đăng ký lại đợt 3 thì lại không được. Mong thầy cô giúp em ạ. Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Em chào ad. . Em là [full_name]SV [student_id] khoa Kỹ thuật Xây dựng Chuyên ngành Cảng-công trình biển. . Em xin vào lớp Kỹ thuật thi công mã MH CI3043 mã lớp L01 do thầy [full_name] phụ trách ạ. . Lý do em xin vào lớp này: em quên đăng kí và bị hết hạn đăng kí môn ạ. . Em mong pđt giúp thêm em vào hoặc chỉ cách cho em vào lớp được không ạ. . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác  /i&gt \\. . . . Dạ thưa thầy/cô.. . Em tên [full_name], MSSV: [student_id], lớp CK18CTM4.. . Cho em hỏi, kì này em có đăng ký Đề cương luận văn nhưng do chưa sẵn sàng để làm nên hiện giờ em muốn rút môn học được không ạ? Nếu được cho em xin quy trình rút môn học. Và kỳ hè 213 này vẫn đăng ký được Đề cương luận văn đúng không ạ?. . Em cảm ơn và chúc thầy/cô sức khỏe."
    },
    {
        "intent": "",
        "message": "Chào em,. . Về việc rút Môn Học (có tính học phí) sinh viên vui lòng nộp Phiếu rút môn học (tải mẫu tại trang web: aao.hcmut.edu.vn) thời gian từ 18/1/2022 đến 21/02/2022 . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi PĐT,. . . . Em tên là   B&gt Nguyễn Minh Khang  /B&gt , hiện đang là sinh viên lớp   B&gt VP VT 2014 (PFIEV)  /B&gt , mssv:   B&gt [student_id]  /B&gt . . . . Hiện tại em còn đang chờ thẩm tra chứng chỉ Tiếng Pháp để có thể đăng ký xét tốt nghiệp đợt này, em đã nộp chứng chỉ lên mybk vào ngày 21.12.2021. Kính mong PĐT có thể xem xét và hỗ trợ em thẩm tra chứng chỉ Tiếng Pháp để em có thể đăng ký xét tốt nghiệp ạ.. . . . Em xin chân thành cảm ơn PĐT.. . Trân trọng."
    }
]