[
    {
        "intent": "",
        "message": "Học vụ . trong kì 211 em đã hoãn thi môn cơ lý thuyết mã AS1003 nay em xin pdt cho em được hủy hoãn thi ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Có nghĩa là Pdt đã xếp Lịch thi giờ bạn muốn hủy xếp lịch thi Hoãn thi. . Theo quy trình Hoãn thi Pdt đã thông báo bạn phải đăng ký trên app Mybk đăng ký hoãn thi trong vòng 5 ngày theo lịch thi. . Hiện tại Pdt không thể xử lý được. . . . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào [full_name]T, em là [full_name],mssv [student_id]. . sinh viên khoa Hóa.. . Em muốn thôi học để chuyển qua hệ vừa học vừa làm nhưng hiện tại bảng điểm của em vẫn chưa có ( điểm 15) thì nếu em thôi học thì các môn đó khi có điểm có tính là đã qua môn không? em sợ khi em thôi học thì các môn học đó sẽ bị hủy, phải đăng kí học lại. Em xin cảm ơn [full_name]T đã đọc và mong sớm nhận được câu trả lời."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn có qd chuyển sang vlvh từ hk 2(21-22), nên bạn điểm của Hk211 điểm 15 nếu có điểm sẽ được cập nhật bình thường nghen bạn. . Thân. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / \t[full_name] [full_name] [full_name] [full_name]   i&gt Tốt nghiệp  /i&gt [full_name] [full_name] Kính gửi phòng đào tạo trường Đại Học Bách Khoa TPHCM![full_name] [full_name] Em tên: [full_name] MSSV:[student_id] [full_name] [full_name] Hiện em đã nhận được quyết định thu nhận và chuyển sang hệ VHVL HK212(File đính kèm)[full_name] [full_name] Hôm nay em viết đơn này nhằm mong phòng đào tạo hỗ trợ giải quyết thắc mắc về đăng ký tốt nghiệp[full_name] Theo như Quy chế của trường thi em đã đủ điều kiện xét tốt nghiệp theo hệ VHVL, mong phòng đào tạo giải quyết ạ![full_name] [full_name] Em xin chân thành cảm ơn![full_name] [full_name] Sinh Viên[full_name] [full_name] [full_name][full_name] [full_name] [full_name] [full_name]"
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Học vụ . Em tên là [full_name]. . MSSV: [student_id]. . Khoa: Khoa học Ứng dụng. . . . CO1003 - Nhập môn về lập trình - Học kỳ 1 Năm học 2019 - 2020 - Điểm tổng kết 6.50. . . . Môn học tương đương. . AS2003\tKỹ thuật lập trình cơ kỹ thuật. ."
    },
    {
        "intent": "",
        "message": "Chào bạn.. . Môn CO1003/AS2003 là môn thuộc tổ hợp tự chọn của KU18CKT không phải môn tương đương.. . nến sv đạt 1 trong 2 môn trên là đạt tổ hợp đó rồi. Nên không cần chuyển nhé.. . Thân."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Em chào phòng đào tạo.. . Em tên [full_name] - MSSV [student_id] - khoa Kỹ thuật xây dựng.. . Em tạo yêu cầu xin phòng đào tạo xem xét làm giùm em giấy xác nhận sinh viên ạ.. . Lý do: Em vừa bảo vệ luận văn tháng 12 vừa rồi nên em cần thi và nộp 2 bằng anh văn vào để tốt nghiệp. Học kì này em không đăng kí môn học nên em không có thời khóa biểu vì thế em không đăng kí in giấy xác nhận sinh viên trên web nhà trường được ạ.. . Em mong phòng đào tạo có thể xem xét giải quyết in giấy xác nhận sinh viên giùm em để em đăng kí thi anh văn ạ.. . Em cám ơn phòng đào tạo đã xem yêu cầu của em và mong nhận được sự hồi âm sớm.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Giấy xác nhận sinh viên của bạn đã có, em có thể liên hệ tại Phòng Đào tạo (101A1 để nhận). . Thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV[full_name] [student_id]  / \t. . . .   i&gt Yêu cầu khác . Kính gửi[full_name] Phòng đào tạo trường đại học bách khoa thành phố Hồ Chí Mính. . Em tên là[full_name] [full_name]. MSSV [student_id], sinh viên bằng 2 chính quy khóa 2021. . Lý do[full_name] Trong tháng 2 năm 2022, sinh viên có nhận được giấy gọi tham gia nghĩa vụ quân sự năm 2022 từ ngày 17-02-2022. Nay sinh viên làm đơn gửi lên Phòng đào tạo của trường mong được bảo lưu kết quả học tập, giúp sinh viên an tâm hoàn thành tốt nhiệm vụ của một công dân.Do tình hình dịch bệnh nên hiện tại sinh viên không thể lên trực tiếp tại trường để xin xác nhận GVCN và nộp trực tiếp cho PĐT. Mong PĐT có thể giúp sinh viên hoàn thành sớm thủ tục bảo lưu.. . Em xin chân thành cảm ơn. . [full_name]. . . . Thư này kèm theo đơn xin bảo lưu kết quả học tập và lệnh gọi nhập ngũ quân sự năm 2022.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã tiếp nhận đơn tạm dừng đi NVQS của bạn, SV theo dõi quyết định tạm dừng được cập nhật tại mybk/Thông tin sinh viên/tình trạng.. . QD sẽ gửi mail cho SV.. . Khi nào hoàn thành việc nhập ngũ, SV có thể liên hệ PDT để làm đơn xin thu nhận lại (kèm theo quyết định xuất ngũ). . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em tên là [full_name]. . MSSV: [student_id]. . Khoa: Khoa học Ứng dụng. . . . Mã số môn học:     AS4317. . Tên môn học: Luận văn tốt nghiệp (Cơ kỹ thuật) Mã nhóm: A01. . Học kì 8 - HK 212. . Lý do: Em không biết lý do vì sao hiện tại em không đăng ký được môn học. . Mặc dù số TCTL của em hiện tại là 131 chỉ. . . . Em mong Phòng đào tạo cho em biết lý do bị xóa môn học ạ, em xin chân thành cảm ơn !!"
    },
    {
        "intent": "",
        "message": ". . \"Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 119+6=125  126 Không đủ ĐK nhận LVTN. . Bạn kiểm tra lại nghen. . Thân\""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính chào quý Thầy Cô,. . Cho e xin hỏi Trường mình có tổ chức lễ tốt nghiệp cho sinh viên tốt nghiệp tháng 11/2021 không ạ. Do e đã thấy thông tin mình đã tốt nghiệp mà chưa thấy có email nhận bằng. . . Đến nay thì chứng nhận tạm thời của e đã hết hạn rồi ạ.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi quý thầy cô,. . Em tên là [full_name]. MSSV: [student_id]. Khoa Quản lý công nghiệp. Em xin gửi khiếu nại ĐKMH HK 212. Em đã đủ các điều kiện PĐT đưa ra nhưng khi ĐKMH lại không thành công. Em xin gửi minh chứng và rất mong nhận được hỗ trợ của thầy cô sớm ạ.. . Ghi chú: Em đã gửi khiếu nại vào 25/01/2022, và hôm nay em mở lại Bksi thì lại không thấy lịch sử thông tin em đã gửi. Em xin mạn phép gửi lại khiếu nại này ạ.. . Chúc thầy cô một ngày tốt lành.. . Trân trọng,. . [full_name]. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ em xin chào Thầy/Cô, em tên là Huỳnh Anh Lâm, Thầy/Cô cho em hỏi về xét điểm anh văn để được phép hoàn thành luận văn tốt nghiệp trong học kì HK212, em có đọc mail và biết là kì này được miễn anh văn và em đã đăng ký được môn luận văn tốt nghiệp, em cũng đang làm cùng giáo viên hướng dẫn. Tuy nhiên em có nghe các bạn nói là sẽ có đợt yêu cầu anh văn trước khi bảo vệ luận văn, em không biết có đúng không ạ? Thông tin các bạn nói là được miễn đăng ký luận văn, nhưng lúc trước khi bảo vệ vẫn sẽ phải nộp chứng chỉ anh văn đủ chuẩn theo yêu cầu của mọi năm mới được phép bảo vệ.. . . . Mong Thầy/Cô giải đáp dùm em, để em sắp xếp quá trình học anh văn, làm luận văn một cách hợp lý ạ.. . . . Em cảm ơn Thầy/Cô đã xem đoạn nhắn này."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Không nghen bạn, nhưng bạn phải thi đạt đủ chuẩn để kịp xét tốt nghiệp nghen. . Thân"
    },
    {
        "intent": "",
        "message": "Xin kính chào pđt, em là sinh viên Cao đẳng BDCN khóa 2017 tốt nghiệp 11/2021, và vừa được xét tuyển vào hệ VHVL CƠ khí của trường.. . Em đã được miễn anh văn 1234. Vậy khi đăng ký môn học có cần thi chuẩn av đầu vào hay bằng toiec gì k ạ? (toeic của e 435). . em cảm ơn"
    },
    {
        "intent": "",
        "message": ". . \"Chào bạn. . Hệ VLVH đếu có áp dụng chuẩn anh văn hàng năm, xét lvtn, tốt nghiệp. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--&gt  sinh viên --&gt  Quy chế --&gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --&gt Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Cho em hỏi là em đã đóng thanh toán tiền 95.000 tiền tốt nghiệp vào ngày 14/01/2022 và đã nhận được mail xác nhận nhưng tới nay vẫn chưa thấy bằng tốt nghiệp chuyển về chỗ em ạ . Trong khi bạn bè em đều nhận được bằng từ sớm rồi ạ"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1511548  / \t. . . .   i&gt Đăng ký môn học . Em có ĐKMH môn Luận văn Tốt Nghiệp - CI4313, tuy nhiên sau ngày 25/01/2022 em vẫn chưa có thời khóa biểu. . . Mong PĐT xem xét lại.. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn một lần nữa và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 17/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ chào thầy,cô! . . Em tên là: [full_name]; MSSV: [student_id] . . Em có mong muốn được thêm vào lớp học Anh văn 4 (LA1009) để không bị đình chỉ kỳ này, do em đã bỏ lởm lịch trình đăng ký môn học của trường. . . Em kính mong thầy, cô có thể giúp em ạ. . . Em xin cảm ơn!"
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Thời điểm hiện tại đã đến tuần thứ 5 của HK212, quá thời gian để bổ sung môn học/thu nhận cho HK 212.. . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 213) dự kiến cập nhật cuối tháng 05/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ theo học kỳ &gt &gt  Lịch học vụ năm học 2021-2022 &gt &gt  Học kỳ 3. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em có đăng ký hoãn thi cuối kỳ môn Cơ Lưu Chất CI2003, thi vào ngày 19/12/2021 vì lý do không đảm bảo được đường truyền mạng. Nhưng hiện tại trên bảng điểm vẫn để điểm thi 13 ạ, em xin phép được xin hướng giải quyết.     . . . ."
    },
    {
        "intent": "",
        "message": "Thân gởi các bạn sinh viên,. . . . Hiện tại Phòng đào tạo đã hậu kiểm với Khoa và đồng ý với yêu cầu Hoãn thi của Sinh viên (Danh sách chi tiết SV vui lòng xem file gởi đính kèm). . . . . Dự kiến trong tháng 03/2022: Phòng đào tạo sẽ làm Quyết định Hoãn thi gởi mail cho SV, và cập nhật Điểm 14 (điểm hoãn thi) tại : mybk.hcmut.edu.vn &gt &gt  Thông tin sinh viên &gt &gt  Bảng điểm. . . .  . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi Phòng đào tạo.. . Em tên là: [full_name] - [student_id]. . Hiện tại em đã có tên trong danh sách tốt nghiệp chính thức. Em đang cần bằng tốt nghiệp để bổ sung cho công ty. Phòng đào tạo cho em hỏi khi nào em có thể nhận bằng ạ? . . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học .    Em chào cán bộ quản lí trường đại học Bách Khoa. Em là Trần Gia Khiêm, MSSV: [student_id], khoa kỹ thuật Địa chất và Dầu khí.. .    Vì không được PĐT đăng ký cho luận văn mã số Ge4327, nên em đã viết đơn cho cán bộ trước tết, được cán bộ thông tin đã chuyển cho bên \"ĐKMH\" kiểm tra và xử lí và chờ cập nhật thời khoá biểu trên mybk. Thưa hiện tại thời khoá biểu của em vẫn chưa được đăng ký luận văn, mong cán bộ cho em biết em có được PĐT đăng ký cho luận văn không (nếu không mong cán bộ cho em biết nguyên nhân ạ). .    Em cảm ơn và xin lỗi vì đã làm phiền."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt kiểm tra số tín chỉ tích luỹ ngành của em: 111+13=124  125 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Em vui lòng kiểm tra lại nhé. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào pđt, em tên [full_name], mssv [student_id].. . Em đã đủ điều kiện tốt nghiệp nhưng tại sao em không có tên trong danh sách tốt nghiệp dự kiến vậy?. . Em cám ơn.. . . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Vui lòng trình bày rõ trường hợp bạn đã đủ điều kiện khi nào?. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1613405  / \t. . . .   i&gt Yêu cầu khác .   B&gt Dạ kính chào quý thầy cô,. .    Em là sinh viên k16, quý thầy cô cho em hỏi học kỳ chính 212 em đăng ký môn PHƯƠNG PHÁP TÍNH mã số MT1009 mà em mới nhận kết quả đã qua môn. Kỳ này em có đăng ký một môn kỳ dự thính nữa ạ. Nên là em vẫn còn học một môn ở kỳ dự thính ạ.. .     Nên thầy/cô cho em hỏi nếu em rút môn học thì có bị đình chỉ học không ạ. . . Em xin chân thành cảm ơn quý thầy cô ạ.  /B&gt"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng trình bày rõ là học kỳ 212 này bạn đăng ký bao nhiêu môn?. . Trường hợp SV không có TKB trong học kỳ thì bị tạm dừng theo quy chế.. . Thân"
    },
    {
        "intent": "",
        "message": "B&gt Dạ chào cô,. . Học kỳ 212 này em đăng ký:. . _ 1 môn PHƯƠNG PHÁP TÍNH (MT1009)  ở học kỳ chính. . . _ 2 môn là GIẢI TÍCH 2 ( đã đăng ký rút môn học), và môn GIẢI TÍCH 1 (MT1003) ở kỳ dự thính.. .    Nếu em đăng ký rút môn PHƯƠNG PHÁP TÍNH ở học kỳ chính chỉ giữ lại học môn GIẢI TÍCH 1 ở học kỳ dự thính thì có bị đình chỉ không ạ.. .  Em cảm ơn cô ạ.. .   /B&gt"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Hiện tại em đã có trong danh sách Tốt nghiệp chính thức nhưng em lại có thông báo ngày 16/2/2021 đi Nghĩa Vụ Quân Sự, cho em hỏi việc lấy bằng tốt nghiệp sẽ thực hiện như thế nào ạ?có thể nhờ gia đình lấy được không ạ?Mong PĐT giải đáp thắc mắc sớm cho em,em cảm ơn!"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Lý do: Đã đăng ký môn học LVTN bổ sung đợt 4 nhưng không có kết quả đăng ký cũng như thời khóa biểu (như hình gửi). . Họ tên: [full_name]. . MSSV: [student_id]. . Mã MH: CH4327. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 16/02/2022.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào thầy cô. Thầy cô cho em hỏi là khi nào em có thể vô trường để nhận bằng tốt nghiệp.. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
    },
    {
        "intent": "",
        "message": "Dạ, em chào PĐT Trường Đại học Bách Khoa. . SV: [full_name] MSSV: [student_id]. . Hiện tại em đã đăng kí tốt nghiệp thành công và chờ nhận bằng tốt nghiệp chính thức. Bây giờ em rất cần bằng tốt nghiệp chính thức để xin Visa làm việc tại Nhật. Nếu không có bằng sớm thì em sợ sẽ mất cơ hội làm việc tại công ty lớn này.. . Em mong PĐT có thể thông báo thời gian và tạo điều kiện cho em nhận bằng tốt nghiệp chính thức sớm nhất có thể ạ.. . Chúc PĐT và đoàn Trường ĐH Bách Khoa sức khỏe.. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Cho em hỏi là lúc trước có bên trường có gửi mail về việc hoàn số tiền bảo hiểm cho sinh viên khi đã đăng kí ở kí túc xá đhqg, nhưng đến bây giờ em vẫn chưa nhận được thông tin gì, vẫn chưa hoàn trả nên em thắc mắc ạ.. . Em cảm ơn. . . . . ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Học vụ . Kính chào anh/chị tư vấn,. . Em tên là [full_name], MSSV [student_id] hiện đang học lớp CC20LQC2. Học kỳ qua, em có hoãn thi môn Ứng dụng máy tính trong công nghiệp và đã được PĐT xác nhận. Nhưng khi kiểm tra lại trên bảng điểm thì điểm thi của em là 0. Em có thắc mắc là điểm của em như vậy là rớt môn hay chỉ là tạm thời, sau khi thi lại sẽ thay đổi?.. . Em xin cám ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 3, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13, 0 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ thưa Cô, đã 2 học kì nhưng bảng điểm của em không được cập nhật tín chỉ và điểm trung bình tích lũy. . . Em mong bảng điểm có thể cập nhật để em điều chỉnh kế hoạch học tập ạ.. . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt kiểm tra Hk2(20-21) đã cập nhật, chỉ có bảng điểm của Hk1(21-22) đang cập nhật vì mới thi cuối kỳ trước tết. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp .   Em đã đủ điều kiện tốt nghiệp ( đã qua anh văn nói viết đợt thi  ngày 17/12/2021 ) nhưng không có tên trong danh sách tốt nghiệp đợt ngày 15/1/2021.. .   Đến đợt đăng ký tốt nghiệp từ 17/1/2022- 4/5/2022 em vẫn không có tên trong danh sách và không nhận được mail của trường.. .   Thầy/cô kiểm tra giúp em.. .   Em cám ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Đợt danh sách tốt nghiệp tháng 4/2022 chưa công bố danh sách tốt nghiệp dự kiến nhé bạn.. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ, cho em hỏi khi in bảng điểm thì điểm trung bình tích lũy ngành có được cập nhật mới cho tới thời điểm hiện tại không ạ?. . Do em đang cần bảng điểm để nộp cho công ty xin việc."
    },
    {
        "intent": "",
        "message": "Chào em,. . Tại thời điểm em đăng ký in bảng điểm, thì sẽ in tất cả những điểm đã được cập nhật trên mybk/thông tin sinh viên/xem điểm nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em chào Thầy Cô ạ,. . sáng nay em nhận được giải đáp từ cô [full_name] về việc viết đơn xin được đăng ký môn anh văn 4A ( LA1043) là liên hệ với Thầy Cô giảng dạy AV4A để nhận được sự đồng ý và viết đơn gửi qua BKSI. Vì vậy em muốn xin gmail của giáo viên đang dạy AV4A để liên lạc ạ.. . . . Em cám ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ TTNN để được hỗ trợ. . Điện thoại    (08) 3866 6869 – 0909 625 988. . Fax    (84.8) 38.[student_id]69. . Website http://bkenglish.edu.vn/. . Email    [email]. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ .   B&gt Học kỳ 202   /B&gt  em có hoãn thi cuối kỳ môn Phương pháp tính (MT1009) và sắp xếp thi bù vào   B&gt học kỳ 211.  /B&gt  . .  . . Em đã hoàn thành xong bài thi cuối kỳ và được xác nhận nhưng tới bây giờ trên bảng điểm vẫn chưa được xóa điểm HT. . . . Kính mong PĐT kiểm tra trường hợp của em. Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Theo lịch thi của bạn vào ngày 26/12. . Điểm thi sẽ được cập nhật bình thường theo quy trình, điểm thi do Giảng viên nhập điểm. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Em chào thầy/ cô. . . . Em tên [full_name]. Sinh viên k18. . Em sinh viên năm 4 và do bị trễ anh văn nên năm sau ( năm 5), em vẫn học môn của năm 4 và chưa ra trường. . Em xin hỏi là năm sau em còn học thì có đươc nhận giấy hoãn nghĩa vụ quân sự nữa không ạ. . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em;. . em phải có thời khóa biểu thì mới đăng ký CNSV được nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Kính gửi nhà trường, em tên làn [full_name], mssv [student_id], là sinh viên khóa K15 bộ môn Thiết Kế Máy của khoa Cơ khí.. .   i&gt Yêu cầu khác . Em tạo câu hỏi để xin được hồi đáp một số câu hỏi như sau : . . . . 1/ Em đã hoàn thành 133/142 tín chỉ của chương trình đào tạo. Kì vừa rồi là kì thứ 13 nhưng vì năng lực có hạn nên em đã không thể hoàn thành nốt 9 chỉ luận văn cuối cùng. Em xin hỏi liệu nhà trường có thể gia hạn em thêm 1 kì để em có thể hoàn thành được không ạ ?. . . . 2/ Trong trường hợp không được, em có tìm hiểu về chuyển hệ vừa học vừa làm khi đã quá chương trình đào tạo. Em có tìm hiểu trên website của nhà trường. Cho em hỏi nếu chuyển hệ em sẽ hoàn thành nốt 9 chỉ còn thiếu hay em phải học lại chương trình chính quy và chỉ được giảm tối đa 50% số môn học như trong ảnh ạ?. . . . Em xin cảm ơn nhà trường vì đã đọc câu hỏi của em.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp của em thuộc khu vực 1, có thể làm đơn xin gia hạn thêm 1HK và gửi qua bksi nhé.. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa.. . . . Em có những vấn đề thắc mắc như sau:. . . . 1. Em có gửi đơn xin miễn môn Vẽ kỹ thuật giao thông (TR1003) (biên nhận đính kèm) vào ngày 17/01/2022 nhưng chưa được cập nhật vào Bảng miễn môn.. . . . 2. Em đã thi lại để xóa điểm hoãn thi môn Công nghệ ô tô (TR3021) ngày 22/08/2021 và đã liên hệ về vấn đề nhập điểm trên bksi với PĐT vào ngày 05/09/2021, môn Xác suất và thống kê (MT2001) đã được miễn nhưng trong bảng điểm là điểm VT (đính kèm hình). . . . 3. Học kì này em có đăng kí môn Đồ án thiết kế động cơ đốt trong (TR3043) nhưng hiện tại vẫn chưa có thông tin Giảng viên và mục môn học trong BK e-learning (đính kèm hình). . Em có liên hệ PĐT để hỏi về vấn đề này thì PĐT nói liên hệ lại Khoa, Bộ môn. Sau đó em liên hệ Thầy Bộ môn nhưng vẫn chưa được giải quyết. Hiện em xem lại trong mục đăng kí môn học thì có lớp L01 có 5 sv và chưa có Giảng viên, còn lớp T01 có 11sv (đính kèm hình) . . Vậy em có thể xin chuyển sang lớp T01 được không ạ, hay là phải đợi cập nhật bên lớp L01 ạ (môn bắt đầu cách đây 1 tháng). . . . Mong Thầy Cô cập nhật và giải đáp sớm để sắp xếp thời gian học tập, em cám ơn Thầy Cô.. ."
    },
    {
        "intent": "",
        "message": "đã trả lời trực tiếp"
    },
    {
        "intent": "",
        "message": "Chào thầy cô,. . . . Cho e hỏi sắp tới trường có tổ chức đợt thi Anh văn 2 kỹ năng Nói - viết theo hình thức trực tuyến hay thi tại trường không ạ và thời gian là khi nào ạ?. . . . Em xin cảm ơn.. . [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . AV Nói - viết: Em vui lòng liên hệ Trung tâm ngoại ngữ để đăng ký thi. Cuối tuần sau em xem trên web của TTNN để biết lịch thi, dự kiến thi tại C6-CS1 nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Gửi phòng đào tạo,. . . . Em đã được nhận bằng tốt nghiệp tạm thời vào ngày 16/12/2021. Hiện tại em cần bằng tốt nghiệp chính thức để bổ sung tiếp tục hồ sơ tại công ty làm việc. . . . . Em mong muốn phòng đào tạo hỗ trợ cho em được nhận bằng tốt nghiệp chính thức để em thuận lợi trong công việc. . . . . Em xin chân thành cám ơn."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . To whom it may concern. . . .  Em tên là [full_name], MSSV [student_id], lớp CK19LTH, khoa Cơ khí.. .  Vừa qua em có hỏi PĐT về bằng tốt nghiệp thì được trả lời là em đã có quyết định tốt nghiệp và đang chờ in bằng, dự kiến sẽ có trước tết nguyên đáng. (Em đăng ký tốt nghiệp ngày 15/11/2021). .  Nay em muốn hỏi PĐT bằng của em đã có chưa ạ? Nếu chưa có em có thể xin PĐT ưu tiên in cho em trước được không ạ, vì sắp tới em sẽ lên đường nhập ngũ, em muốn trước khi đi có thể lấy bằng để yên tâm cho tương lai sau này. Ngày 16/2/2022 em sẽ lên đường, rất mong PĐT xem xét giúp đỡ.. .  Em xin cảm ơn PĐT, kính chúc quý thầy cô PĐT một năm mới tấn tài, tấn lộc, tấn bình an.. . . . Thank you & Best Regards."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ em chào thầy cô PDT!. . . . Thầy cô cho em hỏi:. . Em có nằm trong danh sách được thi lại môn EE3015 (theo mail gửi của PDT), cho em hỏi môn Kỹ thuật hệ thống viên thông ( EE3015 ) có tổ chức thi trong học kỳ 212 này không ạ? Do em không thấy có lớp tổ chức học trong HK này. . . . . Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào bạn.. . PĐT đã kiểm tra môn EE3015 đã được xếp lịch thi vào ngày 22/12, bạn đã đi thi chưa?. . Nếu có trục trặc trong quá trình thi thì bạn đã đăng ký hoãn thi theo quy trình chưa.. . Câu hỏi thứ 2 bạn hỏi có thể ghi nội dung chi tiết thêm được không vì phòng đào tạo không hiểu ý của bạn."
    },
    {
        "intent": "",
        "message": "B&gt   /B&gt   I&gt   /I&gt Học vụ . Hiện em muốn phúc khảo điểm môn học EE2017 Lớp L03 của thầy [full_name] học kì 202. Chức năng phúc khảo trên bkel đã hết hạn do qua 7 ngày nghỉ lễ tết. Ngày em nhận được điểm là 26/1/2022 trùng với ngày nghỉ lễ. Mong được giải quyết.. . [full_name]. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . PDT kiểm tra môn EE2017 có lịch thi vào ngày 25/08. Bạn có minh chứng nào là ngày 26/01 có điểm không. Để PDT có căn cứ gửi thông tin phúc tra về Khoa. . . Thân."
    },
    {
        "intent": "",
        "message": "Chào Bkksi. . Em có nhận được mail của Thầy vào ngày 26/1/2022. Em có chụp lại đính kèm bên dưới.. . [full_name]"
    },
    {
        "intent": "",
        "message": "Chào bạn[full_name] [full_name] Pdt đã lấy dữ liệu phúc tra gởi cho [full_name], khi nào có kết quả Pdt sẽ thông báo cho SV qua BKSI[full_name] [full_name] Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Chào thầy cô,. . HK202 em có hoãn môn Phương pháp tính (MT1009) và được thi lại vào HK211 nhưng tới giờ vẫn chưa được nhập điểm vào bảng điểm ạ. Em mong quý thầy cô giải đáp ạ. Em có đính kèm ảnh đã nộp bài thi cắt từ video record buổi thi bên dưới ạ. Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Theo lịch thi của bạn vào ngày 26/12. . Điểm thi sẽ được cập nhật bình thường theo quy trình, điểm thi do Giảng viên nhập điểm. . Thân."
    },
    {
        "intent": "",
        "message": "I&gt   /I&gt Tốt nghiệp . Kính gửi Quý văn phòng Đào tạo quốc tế OISP,. . Em tên là: [full_name]. . Mssv:[student_id]. . Khoa: Quản lý công nghiệp. . . . Hiện tại, em vừa hoàn thành môn LVTN vào đợt tháng 12/2021. Đồng thời, em cũng đã đạt đủ điều kiện tốt nghiệp ạ. . . Kính mong Quý văn phòng đào tạo quốc tế xét tốt nghiệp giúp em ạ.. . Em xin chân thành cảm ơn rất nhiều.. . . . Trân trọng,"
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Học vụ  /i&gt  Chào quý thầy/ cô! Em chưa học bổ túc chuyển đổi môn, giờ em thấy trường mở lịch cho đăng ký thì môn Chi tiết máy bị trùng với môn Vi xử lý đang học vào thứ 2 tiết 13,14,15. Cho em hỏi là em muốn xin rút môn thì có đóng học phí không? Do môn Chi tiết máy là môn đúng chuyên ngành của em còn Vi xử lý là môn Tự chọn . Em cảm ơn! Mong quý thầy/ cô giúp đỡ!. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do để PĐT xem nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi Thầy Cô,. . Hiện tại em đang rất cần gmail của giảng viên lớp anh văn 4A theo nhu cầu (LA1043) trong học kỳ dự thính này để trao đổi về việc đăng ký môn học.Em hy vọng nhận được phản hồi từ quý Thầy Cô. . . Em chân thành cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ TTNN để được hỗ trợ. . Điện thoại    (08) 3866 6869 – 0909 625 988. . Fax    (84.8) 38.[student_id]69. . Website http://bkenglish.edu.vn/. . Email    [email]. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "B&gt Yêu cầu khác: Dạ em chào thầy/ cô, em tên là [full_name] (MSSV: [student_id]) lớp L01 nguyên lý máy kì 211, vào ngày 23/12 em đã hoãn thi cuối kì môn nguyên lý máy lý do em mắc covid và nhập viện nên không tham gia thi được nhưng bây giờ bên khoa không đồng ý việc hoãn thi của em, em đã hoàn thành hết phần đồ án BTL và bài tập trên BKEL. Em mong thầy/ cô xem xét trường hợp của em. Em cảm ơn ạ. Đây là giấy ra viện của em ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng trình bày rõ trường hợp bạn giúp? Bạn đăng ký hoãn thi ở đâu? lý do khoa không đồng ý là gì?. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em là Nguyễn Hoàng Quang Đạt, mssv [student_id], Khoa CNVL, chuyên ngành Vật liệu polymer.. . . . Dạ thưa pdt trước tết em có gửi một đơn khiếu nạn về việc bị xóa LVTN MA4317 và pdt đã ghi nhận nhưng tới nay vẫn chưa phản hồi cho em ạ.. . . . Hiện em mới xem lại tất cả điều kiện em đều thỏa ạ, em đang có 132 tín chỉ tích lũy, 13.5 ngày ctxh, chỉ có CCAV quốc tế hiện em chưa thi thôi ạ mà CCAV quốc tế pdt hiện đang tạm hoãn.. . . . Mong pdt phản hồi trường hợp này của em ạ. Em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 82+25=107 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân. . \""
    },
    {
        "intent": "",
        "message": "Dạ pdt ơi trường hợp của em năm ngoái khoa em đã cập nhập rồi mà ạ, em tuy lớp năng lượng nhưng học theo chương trình của vật liệu polymer. Mong pdt xem lại trường hợp của em, năm ngoái khoa em đã gửi trường hợp này của em rồi ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vào mybk xem nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Cho em hỏi là khi học quân sự mình có được ở ktx ở làng đại học không hay bắt buộc ở ktx của khu quân sự à ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính gửi phòng đào tạo,. . Em tên là [full_name]. . HK202 vừa rồi em có đăng ký hoãn bảo vệ LVTN (ktct) và được PDT và Bộ Môn đồng ý.. . HK211 vừa rồi em đã hỏi ý kiến thầy ở Bộ Môn Thiết bị&Công nghệ Vật liệu thì không cần đăng ký mới nên tình trạng sinh viên bị tạm dừng ở HK211.. . Em đã đăng ký bảo vệ đợt tháng 12 vừa rồi và có điểm trên mybk.. . Kính mong phòng đào tạo xét tốt nghiệp bổ sung cho em.. .   i&gt Tốt nghiệp ."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi PĐT,. . . . Em là [full_name], MSSV [student_id], lớp VP17HK, đang chuẩn bị làm luận văn tốt nghiệp trong HK212. Do đó, em dự kiến sẽ tốt nghiệp trong năm nay.. . . . Em đang nộp đơn xin thạc sĩ tại trường Central European University. Họ yêu cầu có một văn bản từ trường BK xác nhận rằng em sẽ tốt nghiệp trước tháng 9/2022.. . . . Em xin hỏi rằng liệu em có thể nhận được một văn bản như vậy từ PĐT không? Nếu không, em có thể liên hệ phòng ban nào ạ?. . . . Em xin cảm ơn,. . [full_name]"
    },
    {
        "intent": "",
        "message": "Đã nhận đơn trực tiếp"
    },
    {
        "intent": "",
        "message": "Học vụ . trong kì 211 em đã hoãn thi môn cơ lý thuyết mã AS1003, nay em xin pdt cho em được hủy hoãn thi ạ."
    },
    {
        "intent": "",
        "message": "Học vụ . trong kì 211 em đã hoãn thi môn cơ lý thuyết mã AS1003 nay em xin pdt cho em được hủy hoãn thi ạ( em xin hủy hoãn thi chứ không phải xin hoãn thi ạ)"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn vui lòng viết đơn xin hủy Hoãn thi: trong đơn ghi rõ hủy hoãn thi môn gì? ở học kỳ nào ? Lý do?. . Nộp trước ngày 21/02/2022, để Cô trình Ban lãnh đạo phòng xem xét.. . Thân. ."
    },
    {
        "intent": "",
        "message": "Em đã làm đơn thu nhận lại mà sao tình trạng sinh viên của em để tạm dừng???. . Em đã đủ điểm tiếng anh thì em nộp điêm lên mybk đúng không???. . Em kính mong thầy cô giúp em. . Em cám ơn. ."
    },
    {
        "intent": "",
        "message": "\"Chào em, . . Đối với tình trạng SV tạm dừng, khi nào có tên trong danh sách dự kiến tốt nghiệp, PDT sẽ tự động ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp. . . Thân\""
    },
    {
        "intent": "",
        "message": "Cho em hỏi cơ sở 2 của trường Đại học Bách Khoa mở cửa lại chưa ạ? . . Nếu đã mở lại thì thời gian hành chính của cơ sở 2 là như sao vậy ạ? . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Em vui lòng xem email PĐT đã gửi: \"Thông báo cập nhật Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp\". . - Nếu đã mở lại thì thời gian hành chính của cơ sở 2 là như sao vậy ạ?. . =&gt  Phòng công tác CTSV, QTTB, Thư viện đang hoạt động.. . + Phòng Đào tạo: em đặt câu hỏi lên bksi hoặc trực tiếp tại CS Lý Thường Kiệt.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Chào cô,. . Em là sinh viên BDCN K17. Em vừa thi Toeic và có kết quả, nhưng trên hệ thống báo tình trạng của em đang ở trạng thái tạm dừng nên không đăng ký được tốt nghiệp. Nay em nộp đơn đăng ký thu nhận lạiHK2 2021- 2022.. . Em cám ơn."
    },
    {
        "intent": "",
        "message": "\"Chào em, . . Đối với tình trạng SV tạm dừng, khi nào có tên trong danh sách dự kiến tốt nghiệp, PDT sẽ tự động ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp. . . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 04/2022.. . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . Chào cô,. . Em là sinh viên BDCN K17. Em vừa thi Toeic và có kết quả, nhưng trên hệ thống báo tình trạng của em đang ở trạng thái tạm dừng nên không đăng ký được tốt nghiệp. Nay em nộp đơn đăng ký thu nhận lại HK2 2021- 2022.. . Em cám ơn."
    },
    {
        "intent": "",
        "message": "Đã trả lời"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em có một số vấn đề thắc mắc như sau, mong thầy/cô giải đáp giúp em ạ : . . . . - 1: Thời gian tốt nghiệp đợt 2 (tháng 4/2022) sẽ dời lại đến khi nào ?. . . . - 2: Thời gian học vụ của [full_name]15 có được dời lại do thời gian nghỉ dịch không hay vẫn là cuối tháng 4/2020 ?. . . . - 3: Bằng TOEIC của em hết hạn vào 10/2/2022 vậy em có cần phải thi lại để nộp xét tốt nghiệp không ạ?. . . . Em xin cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem lịch trình tốt nghiệp tháng 4/2022 tại aao.hcmut.edu.vn/lịch học vụ/tốt nghiệp tháng 4/2022.. . Khóa 2015 thì hạn cuối xét tốt nghiệp là đợt tháng 4/2022 nhé bạn.. . Bạn không cần phải bổ sung lại bằng TOEIC, CCNN tính tại thời điểm bạn nộp tại mybk còn hạn là được nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em là Đoàn Đình Nam, MSSV: [student_id].. . Hiện em có học lớp L41 môn Hóa đại cương thí nghiệm của cô Trần Thị Thanh Thúy.. . Xin thầy cô cho em hỏi là vào ngày 28/2 lớp em có học buổi thí nghiệm thứ 3. Thông thường buổi thí nghiệm thứ 3 của môn này sẽ phải học trực tiếp, tuy nhiên trên thời khóa biểu mybk vẫn đang để HANGOUT_TUONGTAC. Do đó em không biết ngày 28/3 có phải lên trường để học hay không nữa ạ. Em xin cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Em xin lỗi ạ.. . Em để sai chủ đề là \"Giáo Dục Quốc Phòng\" ạ.. . Em xin phép được sửa thành \"Học Trực Tiếp Hóa Thí Nghiệm Đại Cương\""
    },
    {
        "intent": "",
        "message": "Em xin lỗi ạ.. . Em viết nhầm ngày tháng ở chỗ \"ngày 28/3 có phải lên trường...\" ạ.. . Em xin phép sửa lại thành \"ngày 28/2 có phải lên trường...\", mong thầy cô thông cảm cho em."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em là Đoàn Đình Nam, MSSV: [student_id].. . Em có đọc văn bản số 18/GDQP-ĐT về việc học GDQP.. . Ở mục số 1, em không biết là việc chia 50% quân số thì có cách nào để kiểm tra là mình ở tốp quân số nào không ạ ?. . Em xin cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tên: [full_name]\t. . MSSV: [student_id]. . - Em có nguyện vọng chuyển sang hình thức vừa làm vừa học do hết thời gian đào tạo tối đa theo chương trình đào tạo của ngành.. . . . - Sau khi chuyển sang hình thức vừa làm vừa học khi nào em có thể đăng ký môn học được.. . . . - Ngoại ngữ tôt ngiệp áp dụng theo khóa 2015 (500) hay khóa hiện tại 2022.. . . . - Vậy em có cần thi thêm 2 kỹ năng nói viết hay không.. . . . - Hình thức học vừa học vừa làm học tại đâu, em không thấy nêu rõ.. .  . . Em xin cảm ơn."
    }
]