[
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em chào thầy cô. . Em tên: [full_name]_[student_id]. . Mã môn học đăng kí không thành công: IM3325 (thực tập ngoài trường). . Nhóm lớp đăng kí: L01. . Lí do không đăng kí được: không đủ số tín chỉ.. . Lí do khiếu nại: số tín chỉ học kì 211 chưa cập nhật đầy đủ. Học kì 202 nếu không trì hoãn 1 số môn do dịch bệnh thì em đã hoàn thành và đủ số tín chỉ rồi.. . Em mong PĐT xem xét cho em và các bạn giống em có thể đăng kí được môn Thực tập ngoài trường để còn ra trường đúng hẹn ạ.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. .  Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em xin kính chào Phòng đào tạo ạ!. . . . Em là [full_name] (MSSV: [student_id]), sinh viên K19 chương trình Tiên tiến ngành Điện - Điện tử.. . . . Hiện em và các bạn cùng lớp có một số vấn đề với thời khóa biểu trong học kỳ 212. Em xin phép được trình bày như sau ạ:. . Theo lịch học vụ, học kỳ 212 đã bắt đầu vào ngày 04/01/2022. Tuy nhiên, tụi em vẫn còn môn ở học kỳ 211 chưa học xong là môn EE2016 - Xử lý số tín hiệu (thí nghiệm). Không may là hệ thống đã xếp lịch học môn EE2016 này vào tiết 8-12 ngày thứ 3, dẫn đến việc trùng lịch học với môn EE3418 - Cảm biến và đo lường ở học kỳ 212 (học vào tiết 11-12 ngày thứ 3). Em đã gửi thông tin đến OISP để xin được hỗ trợ, tuy nhiên bên đó phản hồi lại là sinh viên xin phép giảng viên để được vắng các buổi bị trùng. Em thấy như thế là chưa thỏa đáng, vì i) không chỉ mình em mà có nhiều bạn (34 bạn) đều bị trùng như vậy, và ii) nếu bắt buộc phải nghỉ, thì tụi em sẽ phải nghỉ 2/5 tiết mỗi tuần. . . . Thông tin cụ thể, em xin phép được gửi kèm thời khóa biểu của em ở học kỳ 211 và 212.. . . . Kính mong được Phòng đào tạo giúp đỡ.. . . . Kính thư!"
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Bạn liên hệ với [full_name] : [email], để được hỗ trợ thêm. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi PĐT,. . . . Em tên là [full_name], hiện là SV năm 4 ngành Xây dựng Dân dụng.. . . . Ở HK221 em đã đăng kí môn Đề cương LVTN, nhưng ở HK222 này em quyết định không đăng ký môn LVTN.. . . . Theo đó, nếu như em đăng kí ở kì sau nữa (223 hoặc 231) thì liệu em có phải viết đơn đăng ký lại GV Hướng dẫn LVTN không ạ?. . . . Ngoài ra, em có nghe về việc phải bảo lưu Đề cương LVTN (ở kì X) nếu như không làm LVTN ở ngay học kì sau (kì X+1). Việc này cụ thể thế nào ạ?. . . . Em xin chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Việc đăng ký lại GV Hướng dẫn LVTN thì bạn phải liên hệ Bộ môn/Khoa. . Điểm môn dc lvtn có thì tự động bảo lưu. . Thân"
    },
    {
        "intent": "",
        "message": "Kính gửi PĐT Đại học Bách Khoa TPHCM. . Em là [full_name] MSSV [student_id] chương trình VHVL. Hiện em đã đăng kí thành công môn Hóa đại cương vào kì 212 nhưng TKB trên MyBK vẫn chưa cập nhật còn trên BKEL thì đã có lớp thí nghiệm do cô [full_name] dạy và lớp lý thuyết thầy [full_name]. Vấn đề là trên BKEL lớp Thí nghiệm ghi rõ phân em vào nhóm lớp L63 nhưng trên danh sách mà cô [full_name] up lên thì lại không có tên em trong bất kì nhóm lớp nào và ngay cả link phòng và thời gian học của lớp L63 cũng không có. Hiện em không có email của cô [full_name] để hỏi và rất phân vân không biết mình học vào lớp nào và thời gian nào. Mong PĐT giải đáp cho em.. . Em xin cảm ơn.. .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào thầy/cô.. . Cho em hỏi là đợt tốt nghiệp vào tháng 1 này có tổ chức không ? Nếu có thì dự kiến khi nào?. . Em nhận được tin là có một số bạn đã được gửi mail nhận bằng tại trường nhưng một số thì không. Em có thể tới trường nhận bằng được chưa  ạ . . . Mong thầy/cô giải đáp thắc mắc giúp em, em cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . . . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\". ."
    },
    {
        "intent": "",
        "message": "Học vụ . Chào anh (chị),. . . . Em hiện tại đã hoàn thành môn học EE1001, do chương trình đào tạo của PFIEV khi năm nhất em được nhà trường phân bố học môn EE1001 (do đầu vào em trúng tuyển ngành điện điện tử). Nhưng hiện tại ngành em học là cơ điện tử và mã môn học EE1001 không nằm trong CTDT.. . . . Em có nguyện vọng xin miễn điểm môn học ME1001 để có đủ STC đăng kí LVTN và TTTN trong đợt đăng kí môn học vào ngày 18/01 sắp tới.. . . . Em xin chân thành cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Cơ lưu chất  MSMH: CI2005. . Em xin đăng ký môn học dự thính vào các lớp buổi tối . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi: Phòng đào tạo. . Em tên: [full_name], MSSV:[student_id], Khoa Khoa học máy tính, chương trình CLC.. . Em có đăng kí môn GDTC học phần 2 nhưng do sỉ số không đủ nên bị hủy lớp. Em thắc mắc là hk hè hay hk1 năm 2 pđt có mở lớp những môn này không ạ, nếu không thì em có nguyện vọng đăng kí môn GDTC ở học kì này được không ạ?. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em muốn đăng kí riêng phần mở rộng cho môn học Mật mã và an ninh mạng, Mã MH (mr): CO306E trong học kì 212.. . Em có đính kèm nội dung trao đổi mail với khoa Máy tính cũng như đơn đăng kí đã được xác nhận từ khoa.. . . . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Dạ chào thầy cô,sao em vào bkel bị chậm lắm ạ,phải tải 30 phút mới vào em bị muộn học ạ không biết phải làm sao,không biết là hệ thống bkel có trục trặc gì không mà,mong quý thầy cô khắc phục ạ,em sợ trễ học,tải trang gần 30 phút mới vào được."
    },
    {
        "intent": "",
        "message": "Chào em,. . Chắc bị lỗi, tuỳ thời điểm nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dear Quý Thầy Cô,. . . . Em là [full_name], MSSV: [student_id], hiện tại em bị tạm dừng học và không đăng ký môn học trên Mybk được. Em đã gửi đơn thu nhận lại để đăng ký thi tiếng Anh nói viết nhưng Mybk của em vẫn không đăng ký môn học được. Mong Quý Thầy Cô giúp đỡ để em được đăng ký thi tiếng Anh và đăng ký tốt nghiệp ạ.. . . . Thanks & Best Regards,. . . . [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . Về việc tình trạng không ảnh hưởng đến việc thi AV nói viết nhé. . Sau tết nguyên đán SV vui lòng liên hệ tại Trung tâm ngoại ngữ để hỏi về việc đăng ký thi AV nói viết. . Thân"
    },
    {
        "intent": "",
        "message": "Thưa quý thầy cô,. . . . Em tên [full_name]-MSSV:[student_id]. . . . Kì 212 em đã đăng kí hõan thi cuối kì hóa vô cơ (CH2013) và được pđt và bộ môn xem xét chấp thuận (Điểm trên Mybk hiện là điểm 15). . . . . HK221 em muốn đăng kí thi bổ sung thì em phải đk mới môn hóa vô cơ và theo dõi lịch thi cuối kì của lớp để thi bổ sung phải không ạ?. . . . . Em có muốn hỏi học phần thí nghiệm hóa vô cơ trong học kì 212 có được bảo lưu không ạ?. . . . . Và có phải đóng học phí môn hóa vô cơ HK221 không ạ?. . . . Em cảm ơn Qúy thầy cô, và mong hồi âm từ thầy cô.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng trình bày lại giúp cô nhé, hiện HK212 mới bắt đầu HK từ ngày 4/1/2022 mà. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: em là [full_name],MSSV [student_id].Đợt đăng kí môn học vừa rồi em có đăng kí Luận văn tốt nghiệp nhưng bị hủy kết quả do thiếu tín chỉ,em dự định ngày 20/1/2022 sẽ thi bằng Anh văn để nộp vào để chuyển điểm Anh văn.Nhưng em thấy mail của trường gửi nói là ngày 18-19/1 là đợt đăng kí cuối cùng.Em muốn hỏi là nếu ngày 20/1 em thi và chờ có kết quả thì sau đó còn có cơ hội để kịp chuyển điểm để đăng kí Luận văn tốt nghiệp không ạ,và nếu có cơ hội thì e cần phải làm những gì ạ.Em mong thầy cô sẽ đọc và trả lời sớm nhất có thể ạ.Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học (thiếu số tín chỉ). Bạn vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"\"Kế hoạch học tập của HK2 và HK hè năm học 21-22\"\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy/ cô PĐT,. . Em là [full_name]. . Mssv [student_id]. . Em có nhận phản hồi yêu cầu gởi lại câu hỏi yêu cầu.. . Em không rõ nguyên nhân em không đăng ký được luận văn. Đến hiện tại em không có TKB môn học CI4383.. . Mong thầy cô giúp em xử lý, đăng ký giúp em luận văn tốt nghiệp để em hoàn thành chương trình học của mình. Hoặc lần đăng ký sắp tới, Em rõ nguyên nhân để  không phải bị huỷ nữa ạ.. . Mong thầy cô giúp đỡ để em có thể hoàn thành chương trình học của mình.. . Em xin trân thành thầy cô đã giúp đỡ.. . Trân trọng,. . [full_name]. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi thầy(cô),. . Em tên là [full_name], Mssv: [student_id], lớp QL1902 khoa Quản lý Công nghiệp.. . . . Em gửi thư này mong thầy cô xem xét lại cho em được đăng kí môn Thực tập ngoài trường (mã môn học: IM3325- nhóm L01). Lí do lần này em bị xoá môn là do không đủ số tín chỉ tích luỹ. Nhưng với quy chế của nhà trường thì em đã tích lũy được 70 tín chỉ (đủ điều kiện để có thể đăng kí môn học này), học kì 211 vừa rồi em đã hoàn thành 20 tín chỉ và 4 tín chỉ của môn Khoa học Trái Đất của HK202 bị hoãn do dịch. . . Mong thầy(cô) có thể xem xét giúp đỡ cho em đăng kí môn học này để em có thể ra trường đúng hạn. Em chắc chắn rằng em có đủ năng lực để có thể tham gia môn học này. Em đã có viết mail gửi đến Phòng Đào tạo nhưng chắc vì quá tải nên em vẫn chưa nhận được phản hồi. Mong thầy cô có thể sớm xem xét và phản hồi cho em về sự việc này.. . . . Em xin chân thành cảm ơn!. . Chúc thầy(cô) có một buổi làm việc vui vẻ.. . Trân trọng.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. .  Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ em chào phòng đào tạo, hiện nay myBK sập nên em không truy cập được vào khoá học để lấy link học. Mong phòng đào tạo cung cấp link môn học or mail giảng viên thầy [full_name] or số điện thoại để em có thể liên lạc. Em cảm ơn phòng đào tạo. . . Regards !"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - Mail giảng viên thầy [full_name] or số điện thoại để em có thể liên lạc. . =&gt  Em liên hệ Khoa để biết nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi phòng đào tạo:. . Cô/ Thầy cho em hỏi về vấn đề hoãn thi kỳ 211. . Em có hoãn thi môn cơ lưu chất trên MyBk trước ngày thi. Mà sao nay lên điểm lại có điểm cuối kỳ ạ. Em chân thành cảm ơn,"
    },
    {
        "intent": "",
        "message": "đã xử lý"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . tên môn học: Luận văn tốt nghiệp (cđ). . mã môn học: ci4313. . mã nhóm muốn đăng kí: A01"
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi phòng đào tạo:. . Thầy/ Cô cho em hỏi là em có môn thi ngày 19.12 môn cơ lưu chất, em có đăng ký hoãn thi trên mybk trước ngày thi và em không tham gia thi cuối kỳ. Sao nay lên điểm em lại có điểm 0.25 dù em đã hoãn và không thi. Xin quý thầy cô xem xét giúp em. Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Pdt đã nhận yêu cầu Hoãn thi [student_id]\t[full_name]\tCI2003. .  và sẽ xử lý theo quy trình. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân\""
    },
    {
        "intent": "",
        "message": "Chào pđt, chuyện là em có đăng kí môn học giáo dục thể chất 3 nhưng bkel không cho phép mặc dù em đã hoàn thành 2 phần gdtc trước đó nên cho em hỏi là pđt có thể cho em cơ hội để đăng kí . . lại được không ạ vì em cần đủ học phần gdtc để đăng kí môn cho năm 3 ạ. Em cảm ơn pđt ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.. . - Em xem CTĐT của mình có mấy GDTC nhé. . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi phòng đào tạo trường ĐH Bách Khoa TP.HCM. . Em tên là [full_name], mssv [student_id],ngành Kỹ thuật Ô tô CLC. Được biết lớp Giáo dục thể chất học phần 1 PE1015-CC15 vẫn còn trống vài suất, em muốn xin phòng đào tạo có thể ghép em vào với ấy được không ạ? Em mong phòng đào tạo hỗ trợ em để có thể theo kịp tiến độ học tập cùng các bạn. Em xin cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Hiện tại toàn bộ môn học GDTC đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của TT GDTC (tối đa của nhóm thể dục là 50sv). . - Trường hợp SV bị trùng lịch học, hết chỗ không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ em chào pdt, em là sv khoá k17! Em có nguyện vọng muốn đổi chuyên ngành từ [full_name] sang [full_name]. Mong pdt hướng dẫn để em có thể được chuyển chuyên ngành ạ. . Theo quy chế học vụ của trường, để được đăng kí học kì tốt nghiệp của ngành thứ 2 (Dân dụng) thì bắt buộc phải tốt nghiệp ngành thứ 1 (Cầu đường). Nhưng do không còn đam mê cũng như áp lực từ phía gia đình khiến em không thể hoàn thành tốt nghiệp chuyên ngành Cầu đường được ạ. . Em chỉ còn học môn Thực tập tốt nghiệp và Đề cương của [full_name] nữa là sẽ được nhận LVTN. Em có thử đăng kí môn nhưng pdt không cho phép đăng kí vì sai ctdt. . Vì vậy kính mong pdt xem xét tạo điều kiện để em được đăng kí học nốt các môn còn lại cũng như đủ điều kiện để nhận LTVN Dân dụng. . Em cảm ơn pdt nhiều ạ!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em có nguyện vọng muốn đổi chuyên ngành từ [full_name] sang [full_name].. . =&gt  Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Môn LVTN mã môn ME4029 em đã đăng ký GVHD là thầy [full_name] mà trên hệ thống đang phân cho em thầy [full_name].. . . . Em liên hệ với bộ phận nào để xin điều chỉnh ạ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . [full_name] phân công GV trên hệ thống, em vui lòng liên hệ [full_name].. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Chào admin,. . Mình đăng ký môn học luận văn tốt nghiệp ngành kỹ thuật máy tính(mmh: CO4323) vào đợt đăng ký môn học lần 2 và hệ thống phòng đào tạo đã hủy phiên đăng ký này vì lý do thiếu môn học tiên quyết (xử lý tín hiệu số - mmh: CO2035) (hình đính kèm 1). . Mình đã học môn tương đương (xử lý tín hiệu số - mmh: CO2029), cấu trúc môn học trên hệ thống phòng đào tạo đã đồng ý rằng đây là 2 môn tương đương và có thể chuyển đổi qua lại (hình đính kèm 2) nhưng mình vẫn bị hủy kết quả.. . Hình đính kèm 3 là kết quả mình đạt được cho môn học CO2029.. . Mình cảm ơn admin đã đọc tin này và mình hi vọng trường hợp này sẽ sớm được giải quyết"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ em là [full_name] ,MSSV [student_id],sinh viên khoa Kỹ Thuật Giao thông. Dạ theo em biết từ bạn bè thì kì trước mấy bạn được cứu xét khi không đủ chỉ.Trong khi kì này dịch diễn ra phức tạp hơn đến hiện tại chỗ em vẫn còn dịch không thể thi anh văn để đủ chỉ theo yêu cầu của nhà trường nhưng lại không cho cứu xét ạ.Mong nhà trường xem xét kĩ cho e để e có thể hoàn thành tiến độ học tập của mình ạ.Em xin chân thành cảm ơn ạ.Phía dưới là đơn xin được học đăng kí luận văn. E hứa sẽ hoàn thành mọi yêu cầu của nhà trường một cách sớm nhất ạ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học (thiếu số tín chỉ). Bạn vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"\"Kế hoạch học tập của HK2 và HK hè năm học 21-22\"\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . Kính thưa PĐT!. . Em tên: [full_name], MSSV: [student_id]. . Dạ, chuyện là đợt đăng kí đợt 3 của môn học LVTN (CH4347) của em bị hủy vì lý do không đủ điều kiện nhận LVTN (Và em đã thấy mail đăng kí cho đợt cuối cùng rồi ạ).. . Theo như em tìm hiểu thì điều kiện để nhận LVTN là tối đa 7 chỉ. Nhưng hiện tại, em chỉ còn đang thiếu 8 tín chỉ của môn anh văn, do em không có học trong trường và dự định sẽ thi lấy bằng CCAV và thực hiện chuyển điểm để đảm bảo có thể nhận được LVTN. Nhưng do tình hình dịch bệnh trước đó mà cho đến nay em vẫn chưa thể thi được để có thể nộp bằng và chuyển điểm để đảm bảo đúng tiến độ nhận LVTN ạ. Liệu PĐT có cách giải quyết nào đối với trường hợp của em không ạ?. . Em xin chân thành cảm ơn ạ!"
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Bạn vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"\"Kế hoạch học tập của HK2 và HK hè năm học 21-22\"\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Em là [full_name]. MSSV: [student_id]. LỚP 17VP-[full_name]. Em xin PDT mở môn học Cấu trúc dữ liêu nâng cao. MSMH: 501704. Vì môn học cấu trúc dữ liệu không còn nằm trong chương trình đào tạo và chỉ còn mình em học lại môn này. Em đã xin phép thầy [full_name] đồng ý mở môn học và thầy [full_name] trưởng bộ môn cũng đã xác nhận đồng ý nên em mong PDT có thể tạo điều kiện mở môn học để em có thể làm luận văn tốt nghiệp.. . Em xin chân thành cảm ơn"
    },
    {
        "intent": "",
        "message": "đã xử lý"
    },
    {
        "intent": "",
        "message": "Học vụ . chào quý thầy cô, . . thưa thầy cô kì này em đăn kí nhầm môn hóa hữu cơ mã môn học là CH203. Em muốn xin đổi về lớp thường thì cần thủ tục gì ạ . . em cảm ơn quý thầy cô . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn cần ghi rõ nội dung . . Nếu bạn đăng ký nhầm qua lớp KSTN thì liên hệ Khoa để đăng ký danh sách, Khoa sẽ tập trung làm công văn thay đổi nhóm. . Thân"
    },
    {
        "intent": "",
        "message": "Kính gửi PĐT trường ĐHBK TPHCM.. . Em [full_name] MSSV: [student_id] Khoa: Điện-Điện tử, trong học kì 212 này có đăng ký Luận văn tốt nghiệp mã MH EE4313 nhưng do trong bảng điểm vẫn chưa cập nhật điểm đạt:. . - Học kì 202 môn Máy Điện EE3009. . - Học kì 211 môn hệ thống năng lượng xanh EE3131.. . kính mong PĐT cứu xét để em có thể sớm kịp thời gian học tập và đúng tiến độ ra trường.. . Xin chân thành cám ơn."
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. .  Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này. . . . .  Thời gian dự kiến từ ngày 10 giờ ngày 18/1 đến 15g ngày 19/1/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV). . . .  Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy cô,. . Em có đăng ký hoãn thi cuối kỳ môn Quản trị kinh doanh - IM3001 do không đáp ứng đủ yêu cầu về thiết bị. Tình trạng là đang xử lý. Nhưng điểm nhập trên mybk là điểm 13.. . Vậy em có cần đăng ký phúc tra bài thi không ạ?. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em đã hoàn thành học học phần 1 và học phần 2 môn bóng rổ nhưng mà lỡ đăng kí thêm môn bóng bàn ở học kì này. Đăng kí học môn buổi xong mới biết là mình hoàn thành giáo dục thể chất, nên em muốn là không học môn này nữa. . Cho em xin lời khuyên tốt nhất để giải quyết môn bóng bàn này ạ. Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Phương pháp tính MT1009 DT01_DT01. . Thực tập tốt nghiệp CI3383 A01. . Cơ lưu chất CI2003 DT01_DT01. . . . Sinh viên được thu nhận lại vì đã hết hạn đào tạo chính quy . . . . Quyết định thu nhận lại hiện tại nhà trường đang giữ , em chưa nhận được từ PĐT"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học. . Phương pháp tính MT1009 DT01_DT01. . Thực tập tốt nghiệp CI3383 A01. . Cơ lưu chất CI2003 DT01_DT01. . . . Sinh viên được thu nhận lại vì đã hết hạn đào tạo chính quy. . . . Quyết định thu nhận lại hiện tại nhà trường đang giữ , em chưa nhận được từ PĐT  /QUOTE&gt . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Họ và tên: [full_name] . . MSSV/MSGV: [student_id]  / \t. . . .   i&gt Dạ vào ngày 19/12/2021, em có lịch thi cuối kì môn cơ lưu chất, trước khi thi 3 phút thì quê nhà em bị cúp điện đột xuất và em không thể tham gia thi sau đó em có gọi cho GV gác thi và tiến hành hoãn thi trên mybk và đến nay trong bảng điểm em có nhập điểm thi cuối kì môn cơ lưu chất là 1 điểm. Cho em hỏi đây là điểm nhập tạm thời phải không ạ? . . Em xin cám ơn ạ.. . . . . .  ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Pdt đã nhận yêu cầu Hoãn thi môn Co luu chat và sẽ xử lý theo quy trình. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . Thưa pđt.Do em đã hoàn thành 1 môn gdtc(học phần 1) ở học kì 211 và em cũng đã đăng kí học 1 môn gdtc( học phần 2) nên em xin nhà trường cho em hủy môn bóng rổ 1 (PE1015) em cũng đã điền form hủy môn mong nhà trường xem xét. Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học. . - Rút môn học:. . \" Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em xin được chuyển sang hệ vừa học vừa làm, xin nhà trường xem xét giúp em. Đính kèm ở phía dưới là đơn chuyển hệ VLVH của em ạ.. . . . Em xin cảm ơn!. . . ."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV gởi yêu cầu đăng ký môn học cho hk212 ghi rõ tên, mã số môn học, lý do diện chuyển sang vlvh. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Học vụ . Chào pđt,. . Em là [full_name] - [student_id]. . Em xin được gửi đơn xin hoãn thi đã được khoa và giáo viên bộ môn xác nhận đồng ý.. . . . Em đã gửi lần 1 ngày 06/01 mà vẫn chưa được phản hồi nên em xin phép được gửi lại."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào bạn. . Pdt ghi nhận đăng ký Hoãn thi của bạn. . Dự kiến vào cuối tháng 01/2022: Ra Quyết định Hoãn thi có điều kiện (SV phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này), và gửi email thông báo kết quả xử lý đến SV.. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính thưa thầy/cô,. . Em tên là [full_name] - MSSV: [student_id]. . HK212 em có đăng kí LVTN (CI4383) nhưng hệ thống báo là em không đủ điều kiện tín chỉ tích luỹ và không đủ chuẩn anh văn.. . Trong khi đó, em đã kiểm tra lại số tín chỉ em đã học và chỉ còn 1 môn chưa học ( môn 4 tín chỉ) & tiếng anh tương đương Toeic 350 (AV350) đã có điểm qua môn từ rất lâu. Cho nên em đã đủ điều kiện số tín chỉ tối thiểu để nhận LVTN.. . Mong thầy/cô cập nhật lại và đăng kí cho em nhận LVTN ở HK212 này ạ.. . Nếu như sau khi kiểm tra lại mà vẫn không đủ điều kiện tín chỉ thì xin thầy/cô gửi cho em danh sách những môn học em đã hoàn thành và không hoàn thành để em đối chiếu những môn em đã hoàn thành cho thầy/cô ạ.. . Em cám ơn.. . [full_name]."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi PĐT, em tên [full_name], MSSV [student_id], ngành Kỹ thuật máy tính.. . . . Em có đăng ký môn LVTN CO4327 nhưng cả 3 đợt đều không thành công, kết quả ĐKMH chỉ ghi là \"không đủ điều kiện nhận LVTN\" nên em không rõ là thiếu điều kiện gì.. . . . Mong PĐT kiểm tra và phản hồi để em có thể đăng ký đợt cuối. Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . . . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em là [full_name]-MSSV [student_id]. . Theo thời khóa biểu, môn Lịch sử Đảng Cộng Sản Việt Nam (SP1039) ở lớp L14 (tiết 4-5 thứ 2) nhưng hôm nay em thời khóa biểu của em đã đổi sang A01(tiết 7-8) do có thêm giờ môn khác mới được sắp xếp. Không đủ thời gian giãn cách giữa hai cơ sở với tiết trước đó (tiết 4-5) và tiết sau(9-10). Vậy nếu học trực tiếp trở lại và thi học kỳ thì sao ạ do không đủ thời gian di chuyển.. . Sáng nay em có nhận được mail là dù đã bị đổi lớp nhưng tên em vẫn trong danh sách lớp cũ ạ.. . Em mong quý thầy cô giải đáp vấn đề và phản hồi ạ.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Vậy giờ bạn muốn xử lý dkmh như thế nào SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ chào phòng đào tạo.. . . . Đợt vừa rồi em có xin chuyển điểm và đăng kí trễ một vài môn, trong đó có môn \"Quản lý thu mua\". Hiện môn này đã lên TKB và tính vào chỉ đăng ký. Tuy vậy, em vừa kiểm tra lại thì môn này yêu cầu phải môn học trước là môn \"Quản lý Logistics\" mà em chưa học môn này. Em rất xin lỗi vì sự bất cẩn này.. .  Như vậy, nếu em tiếp tục theo học thì có sự cố gì xảy ra không ạ (bị bỏ điểm, bỏ kết quả,...)? Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Sau khi tư vấn xong cần thì bạn đăng ký rút môn học, đã thông báo quy trình rút môn học qua mail SV. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kết quả đăng ký môn luận văn tốt nghiệp (ctt)-CI4373-A01 trong đợt 3 HK212 của em đã bị hủy.. . -Nếu tính đạt các môn chưa có điểm thì tín chỉ tích lũy của em là 125/142, chỉ còn thiếu LVTN và các môn anh văn.. . -Số ngày công tác xã hội là 11,5 ngày và chưa có chứng chỉ anh văn.. . Vậy cho em hỏi, em có đủ điều kiện để nhận LVTN như trên vào đợt đăng ký bổ sung không ạ, vì cả 3 đợt em đều đăng ký được nhưng kết quả đều bị hủy ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . xin pdt đăng kí dùm e các môn học sau:. . giải tích 2 mã MT1005. . cơ kết cấu mã CI2029. . sức bền vật liệu mã CI2007. . kết cấu bê tông cốt thép 1 mã CI2091. . kết cấu thép 1 mã CI3009.. . lý do không đăng kí kịp do nhận được thông báo chuyển hệ trễ xin pdt đăng kí cho e học buổi sáng do buổi tối e phải đi làm e xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . -[full_name] [full_name]Ị [full_name]1033 (VẼ [full_name] )  [full_name]1003 ( VẼ KĨ THUẬT). .  . . -DẠ [full_name]O [full_name] CÓ THỂ [full_name]UYỂN THÀNH  MÔN TỰ [full_name]ỌN TỰ DO TRONG [full_name]ƯƠNG TRÌNH ĐÀO TẠO KHÔNG Ạ ( K21 KHOA [full_name]). ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Cho em hỏi là kì sau em tính sẽ học lại môn Địa chất công trình để cải thiện điểm số thì điểm thí nghiệm của kì này có được chuyển qua không ạ ? Hay là em phải học lại cả thí nghiệm ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. .  điểm số thì điểm thí nghiệm của kì này có được chuyển qua không ạ ?. . =&gt  Em vui lòng liên hệ GV nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Em vừa  được chuyển hệ sang VHVL, em muốn xem chương trình học để DKMH thì xem ở đâu ạ?. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng email đến [email] . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em chào pđt, em muốn hỏi vài điều ạ: . . 1. Nếu kì 212 này em chưa thể đk được luận văn thì sang kì 213 thì những môn trong kì 212 sẽ được tạm tính là đã pass để đủ điều kiện đăng kí đúng không ạ?. . 2. Học phí luận văn tính học phí theo môn dự thính hè hay vẫn đưoẹc tính như đơn giá kì chính ạ?. . 3. Nếu làm văn trong kì 213 thì có tốt nghiệp trong tháng 11 cùng các bạn làm luận trong kì 212 không?. . Rất mong nhận được sự hồi đáp sớm, em chân thành cám ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . . . 1- Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- Mục 6. . . . 2- Học phí các môn thuộc học phần tốt nghiệp là không đổi ở các HK chính và HK dự thính. . . . 3- Theo kế hoạch đăng ký LVTN trong HK213, dự kiến bảo vệ LVTN trong tuần 12/9/2022, thì sẽ kịp đợt tốt nghiệp (nếu bạn có điểm đầy đủ kịp thời). . . . Chúc bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ kính thưa PĐT, vào học kỳ 2(2020-2021) em có đăng ký môn học Cơ lưu chất (CI2003) - [full_name]02-A đã hoàn thành xong thí nghiệm, bài tập, thí nghiệm, đến thi cuối kỳ do bị lỗi đường truyền nên em đã đăng ký hoãn thi nhưng chưa biết là có được hoãn hay không. Do lo sợ không đủ tín chỉ tốt nghiệp nên vào đợt đăng ký môn học của học kỳ 1 (2021-2022) em đã đăng ký lại môn Cơ Lưu Chất (CI2003)-[full_name]01-A và qua môn học này,cùng lúc đó em được PĐT gửi mail xác nhận thông tin được hoãn thi học kỳ 2(2020-2021). Em kính xin phòng đào tạo cho em được rút môn học vào học kỳ 2(2020-2021) và nhận điểm R. Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại đã hết thời gian nhận đơn rút MH của HK202.. . Việc điểm HT của HK202 không ảnh hưởng đến việc xét tốt nghiệp của bạn nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Dạ em chào Cô.. . - Vừa rồi em có đăng kí tốt nghiệp mà em KHÔNG có tích vào ô gửi bằng tạm thời về địa chỉ.. . - Như vậy là em tới phòng đào tạo để nhận bằng hả Cô? hay là sẽ gửi về địa chỉ nào 1 trong 2 dưới đây ạ.. . Dạ em cảm ơn Cô. . .   i&gt Tốt nghiệp ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Mặc định sẽ gửi qua địa chỉ liên lạc sau tốt nghiệp/ gửi thư đó bạn (dù SV không đăng ký gửi). . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi PĐT,. . . . Em là sinh viên K15 chương trình PFIEV.. . . . Em đã hoàn thành môn Toán 1 (006711). Tuy nhiên em lại không đăng ký được môn Phương pháp tính MT2011.. . . . Em mong nhận được phản hồi sớm từ PĐT.. . . . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Em xin đăng kí chuyển hệ vừa học vừa làm ạ.. ."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV gởi yêu cầu đăng ký môn học cho hk212 ghi rõ tên, mã số môn học, lý do diện chuyển sang vlvh. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ, học kì này em có đăng kí môn thực tập nhận thức những đến hôm nay môn học và thông tin vẫn chưa xuất hiện trên trang bkel của em . . Và bảng điểm học kì 2 năm 2020-2021 bị xóa khỏi trang bảng điểm của em ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Vui lòng trình bày rõ tên và mã MH giúp cô? em đang hỏi học kỳ 2/2020-2021 hay học kỳ 2/2021-2022. Vui lòng trình bày rõ nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ em hiện tại đang cách ly f0 và chưa biết ngày khỏi bệnh nhưng em thấy hạn chót đăng ký thực hành thí nghiệm hóa đại cương là ngày 12/1/2022 nên em không biết là còn đợt nào không hay chỉ đợt này thôi ạ . . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Sau tết Nguyên đán, Pdt sẽ tự động xếp học thí nghiệm cho Sinh viên chưa có lịch học. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Chào anh/chi pđt. . HK2 (2020-2021) em có học môn vật liệu xây dựng, có học phần thí nghiệm và đã có điểm ở học phần này. Kì này, em tiếp tục đk lại, thì em có được chuyển điểm TN từ học kì trước qua không ạ? Nếu có thì cho em hỏi thủ tục như thế nào ạ ?. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em tên [full_name] ([student_id]), em đăng ký nhầm vào lớp A01 (lớp tiếng Anh), cho em xin chuyển lớp sang lớp L02. Em muốn chuyển môn Hóa lý 2 (CH2109)"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Họ tên SV: [full_name]. . MSSV: [student_id]. . Xin phép chuyển môn Lịch sử Đảng Cộng sản Việt Nam - SP1039 từ A01 sang L23 (hoặc lớp L bất kỳ không bị trùng lịch học). . Lý do: không đủ thời gian giãn cách giữa hai cơ sở với lớp hiện tại trên hệ thống.. . Lớp đã đăng ký ban đầu theo hệ thống SP1039-L14. . Lớp hiện tại trên hệ thống SP1039-A01. ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . . . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . . . hoặc Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . . . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Thưa thầy/cô,. . Em là sinh viên k16 của trường, chỉ còn 1 môn là luận văn tốt nghiệp. Tuy nhiên, đến hiện tại qua 3 lần đăng ký, em vẫn chưa có thời khóa biểu. Em xin hỏi lý do tại sao, liệu có phải do em chưa đăng ký đủ tín chỉ? Em cảm ơn thầy/cô đã đọc câu hỏi của em. . Thân mến"
    },
    {
        "intent": "",
        "message": "Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký. . Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi Phòng đào tạo trường Đại học Bách Khoa-ĐHQG TP.HCM. . Em tên [full_name] MSSV [student_id].. . Vào đợt đăng ký môn học đợt 3, em có đăng ký môn ME4221 - Luận văn tốt nghiệp (cđt) nhóm L01.. . Đến nay là ngày 9/1/2022 thì em vẫn không thấy môn học trong kết quả đăng ký đợt 3, mặc dù lúc đăng ký có ghi đã hợp lệ.. . Em mong nhà trường sớm giải quyết cho chúng em ạ."
    }
]