[
    {
        "intent": "",
        "message": "Chào bạn, . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên) . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2 . . Chúc bạn học tập tốt nhé. . . Thân. . ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Xin đăng ký mở lớp môn Kỹ thuật lập trình (CO1027):. . . . Nguyện vọng mở lớp của em đã được sự đồng ý của thầy và ban Chủ nhiệm (file đính kèm).. . . . Mong nhà trường xem xét mở lớp ạ.. . . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1712905  / \t. . . .   i&gt Yêu cầu khác . Chào Thầy/Cô. . Em là Nguyễn Duyên Ngọc Quỳnh - 1712905.. . Mấy ngày gần đây em có nhận mail cảnh cáo bảo mật từ Google về tài khoản gmail trường của em (quynh.nguyen921314@hcmut.edu.vn) có người cố tình đăng nhập. Em đã thử đổi mật khẩu của gmail nhưng lại không thể đổi được, không truy cập được.. . Thầy/Cô có thể hướng dẫn, hỗ trợ em để đổi mật khẩu của gmail được không ạ?. . Em cám ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Thời hạn sử dụng của tài khoản BK Net ID sau khi tốt nghiệp từ 1-3 tháng tùy theo chính sách liên kết với google về email. . PĐT không phụ trách về vấn đề này nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào bạn, . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên) . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2 . . Chúc bạn học tập tốt nhé. . . Thân. . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em chào thầy/ cô,. . Em tên [full_name], sinh viên khoá K15 khoa Khoa học ứng dụng. Em làm đơn này xin phép được chuyển sang hình thức Vừa học vừa làm. Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK212 nếu còn nợ MH, vào đợt 3 (từ ngày 4/1/2022). . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Đợt 1 em có đăng ký môn nhưng lại bị mất. . . . Đợt 2 ngày hôm qua em đăng ký thì bị báo lỗi chưa đạt Chuẩn tiếng Anh. Nhưng trước đó trường đã thông báo là không xét các chuẩn tiếng Anh cho học kì 212. . . . Hiện tại em vào xem thì các lớp CH4327 đã đầy với sỉ số 100/100. . . . Em mong sớm nhận được phảm hồi từ phòng đào tạo"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào PĐT,. . . . Em là sinh viên K18, đang có nhu cầu đăng kí môn giải tích 2 MT1005 nhưng cả lớp chính quy và dự thính đều đã hết lớp, không biết em có thể đăng kí môn thay thế nào khác không ạ, hoặc PĐT có kế hoạch mở thêm lớp trong đợt tiếp theo không ạ?. . . . Em cảm ơn PĐT nhiều. ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . không biết em có thể đăng kí môn thay thế nào khác không ạ. . =&gt  Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / \t[full_name] [full_name] [full_name] [full_name]   i&gt Đăng ký môn học  /i&gt [full_name] [full_name] [full_name] [full_name] Kính gửi[full_name] [full_name] Phòng Đào tạo trường Đại học Bách Khoa Thành phố Hồ Chí Minh[full_name] [full_name] [full_name] [full_name] Em tên: [full_name][full_name] [full_name] [full_name] [full_name] Ngày hôm qua em có nhận được một mail phản hồi về việc không cho phép đăng kí luận văn tốt nghiệp do thiếu các môn học tiên quyết[full_name] Tuy nhiên các môn học trong danh sách toàn bộ không phải thuộc chuyên ngành của em[full_name] (Danh sách môn học đính kèm ảnh)[full_name] [full_name] [full_name] [full_name] Em rất mong phòng đào tạo xem xét lại và chỉnh sửa giúp em[full_name][full_name] [full_name] [full_name] [full_name] Trân trọng[full_name] [full_name] [full_name]"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1811216  / \t. . . .   i&gt Đăng ký môn học . Dạ em chào Thầy/Cô. Em tên Nguyễn Vũ Tấn, MSSV 1811216, lớp HC18HD. Đợt 1 em đã đăng ký Luận văn tốt nghiệp mã CH4327 rồi, nhưng sang đợt 2 thì em bị xoá môn. Và mấy ngày nay em đăng ký không được do hệ thống cứ hiển thị thiếu CCAV (tiên quyết) nhưng các bạn khác vẫn đăng ký được. Em cũng đã có hỏi 1 lần trên BKSI nhưng chưa được rep. Vừa nảy bạn em bảo đăng ký được rồi thì em vào lại thấy full slot các lớp luôn.. . Em mong Thầy/Cô xem xét và mở thêm sỉ số lớp A01 giúp em ạ.. . Em xin cảm ơn và chúc Thầy/Cô buổi chiều vui vẻ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Thưa thầy/cô,. . Em thấy môn CO3061 có 2 lớp đại trà, trong đó có 1 lớp sỉ số 60, 1 lớp có sỉ số là 70. Cho em hỏi có cho phép sinh viên đăng kí thêm vào lớp ít sỉ số hơn đó được không ạ?. . Em rất muốn đăng kí môn đó trong học kỳ này.. . Mong thầy/cô xem xét giúp em.. . Em cám ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi PĐT,. . . . Em là [full_name] [student_id] CK17DET. . . . Em còn nợ duy nhất 1 môn cơ học máy ME2043.. . ME2043 (4 tín chỉ) có môn tương đương thay thế:  ME2117 (TN 1 tín chỉ) và ME2101 (lý thuyết 3 tín chỉ). . . . Em đã đăng kí học môn ME2101. . Tuy nhiên môn   B&gt ME2117  /B&gt  (TN 1 tín chỉ) lại yêu cầu   U&gt phải học thêm  /U&gt  các môn không có trong CTĐT của kỹ thuật Dệt (bao gồm   U&gt ME2117, ME2007 và ME2003  /U&gt ). . . . Đây là lí do em không thể đăng kí môn ME2117, môn này cũng không có trong CTĐT của ngành kỹ thuật dệt khóa k19.. . . . Đợt đăng kí môn học cũng sắp hết. . . Mong PĐT hướng dẫn em. . ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Dạ chào Thầy/ Cô,. . Được sự hướng dẫn của Cô tại văn phòng tiếp sinh viên, em xin nộp đơn xin chuyển hệ đào tạo ạ.. . Em cảm ơn.. .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Pdt đã ghi nhận đơn chuyển hệ VLVH của bạn. . - Bạn theo dõi thông tin cập nhật tại Mybk- thông tin sv. . - Dự kiến bạn đăng ký môn học vào 13g ngày 23/12/2021 (đợt 2). . - Xem chi tiết lịch đăng ký môn học tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ năm học 2021-2022 &gt &gt  Học kỳ 2.. .  . . Thân. . \""
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Em là sin viên khoá K20. . Do kỳ trước em không đủ dụng cụ để học onlline môn vẽ kỹ thuật cơ khí(ME2089) nên sang kì này em có đăng kí môn này. Và hiện tại em đang  có 18 TC. Nếu đăng kí thêm 2 môn ME2087 VÀ ME2117 thì lại quá nhiều. Em nghĩ HK hè 213 sẽ mở những môn này nên đã không đăng kí và đã hết slot. Thầy/cô cho em hỏi và HK5 đối với SV K20 có mở 2 môn nêu trên không ạ?. . . ."
    },
    {
        "intent": "",
        "message": "- Quy trình nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp) : Hiên tại Phòng Đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK chính quy 212. SV có nhu cầu mở lớp dự thính vui lòng đăng ký vào Đợt 1 của Lộ trình 2 Dự thính dự kiến bắt đầu đăng ký vào ngày 06/01/2022.. .    1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. .    2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI) &gt &gt  chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212” &gt &gt  ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. .     3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em chào thầy / cô,. . . . Em là [full_name] - [student_id] - Điện tử truyền thông. Em vừa mới kiểm tra thông tin tốt nghiệp trên trang web của phòng đào tạo. Hiện tại thì thông tin tốt nghiệp của em bị sai ở số ngày công tác xã hội (em đã đủ 15 ngày CTXH nhưng mà thông tin chỉ để 14). Hiện tại em đang dương tính với Covid, em không thể lên trực tiếp phòng đào tạo để chỉnh sửa được.. . . . Em rất mong thầy / cô có thể giúp em chỉnh sửa lỗi này.. . . . Em cảm ơn. . [full_name]"
    },
    {
        "intent": "",
        "message": "Em chào thầy / cô,. . . . Em bổ sung thông tin về ngày công tác xã hội (hình ảnh đính kèm).. . . . Trân trọng,. . [full_name]."
    },
    {
        "intent": "",
        "message": "Chào em,. . Sau ngày 29/12 em vào đăng ký tốt nghiệp lại nhé"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào chị, . . Em muốn đăng kí học lại học kì 212 vì còn nợ 1 môn, vài hôm trước em còn đăng kí được, nhưng hôm nay tình trạng sinh viên của em ở mybk là Tạm dừng học lại, cho em hỏi lý do tại sao và em cần làm gì để được đăng kí môn ạ.. . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em;. . em làm đơn thu nhận lại để đăng ký môn học cho đợt bổ sung nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . cho em hỏi về việc đăng kí môn học có ghi chú là \"các học phần đang hoc nhưng chưa có điểm, kể cả học dự thính và sinh viên không thuộc diện cấm thi được xem là đạt và tích lũy được tín chỉ và được xem xét sau\" vậy nếu khi có kết quả và em không đạt được yêu cầu môn học của môn đăng kí mới thì kết quả đăng kí của em sẽ ra sao ạ"
    },
    {
        "intent": "",
        "message": "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Gửi thầy/cô PDT, . . . . Hiện tại em vẫn chưa có tên trong DS tốt nghiệp  bổ sung trong khi các bạn em đã nhận được mail. Em xin hỏi trường hợp của em có bị thiếu gì không ạ? Số ngày CTXH, tín chỉ đã đủ và điểm AV  2 kĩ năng là 245 đủ xét tốt nghiệp chương trình tài năng. Em xin cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em xem lại giúp cô, xét tốt nghiệp thấy báo bạn không đủ 245 xét KSTN nhé.. . Em kiểm tra và chụp hình lại minh chứng kết quả 2 kỹ năng của bạn nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Thưa thầy/cô hiện em đã đủ các điều kiện để đăng ký tốt nghiệp, nhưng vẫn chưa nhận được mail có trong danh sách tốt nghiệp.. ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Em tên [full_name]. . Đăng ký môn học . Em xin hỏi vấn đề về Môn tự chọn trong Chương trình đào tạo (CTĐT). . Em đã đăng kí và học 2 môn Lập trình mạng (CO4013) và An ninh mạng (CO4017). Tuy nhiên 2 môn này không có trong CTĐT thì có được tính vào phần \"môn tự chọn\" của CTĐT hay không. . . . . Rất mong thầy/ cô giải đáp giúp em."
    },
    {
        "intent": "",
        "message": "Em xin bổ sung thông tin chính xác hơn về \"môn tự chọn\" đó là \"Các môn tự chọn tự do\" nằm trong chương trình đào tạo."
    },
    {
        "intent": "",
        "message": "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào Thầy/Cô ạ!. . Thầy/Cô cho em hỏi là:. . Hiện tại em đã qua môn anh văn 2A   B&gt (theo nhu cầu)  /B&gt , nhưng vì sao em đăng ký môn anh văn 3 trong học kì 212 thì pđt báo là chưa hoàn thành môn học trước (Anh văn 2). Hiện tại em muốn học tiếp môn anh văn 3   B&gt (Lớp chính quy của trường, không phải theo nhu cầu)  /B&gt  thì em phải làm sao ạ ?. . Em xin cảm ơn Thầy/Cô!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính chào Thầy Cô Phòng đào tạo,. . . . Em là [full_name], mã số sinh viên là [student_id] khóa 17, khoa Cơ khí. Em không đăng ký được Luận văn Tốt nghiệp mã ME4049 đợt Đăng ký môn học HK212 - CQ - Đợt 2 LVTN HK211, lý do:. . 1. Thiếu môn tiên quyết ME2011 - Đồ án Thiết kế (mã môn thay đổi thành ME3139, em có hỏi văn phòng khoa thì khoa nói đã báo phòng Đào tạo). . --&gt  Hiện tại kỳ 211 em đang học và chưa có điểm môn này; em cũng xin chia sẻ thêm là môn này khả năng đậu cao.. . 2. Thiếu Chứng chỉ ngoại ngữ. . --&gt  Em có đọc mail thì thấy Phòng Đào tạo sẽ không xét kỳ này. . . . Em xin hỏi Thầy Cô hướng dẫn em cách đăng ký môn Luận văn Tốt nghiệp này.. . Em gửi hình ảnh em đăng ký 2 lần ở MyBK đều bị báo lỗi.. . . . Em cảm ơn Thầy Cô.. . Thầy Cô cứu em với.. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
    },
    {
        "intent": "",
        "message": "B&gt   /B&gt Mở môn học học kỳ 212 . Chào thầy cô,. . Em tên [full_name]. . MSSV: [student_id]. . . . Hiện tại em chưa đăng ký kịp môn Giải tích 1,. .   B&gt MSMH: MT1003  /B&gt . . Kính mong thầy cô mở thêm sĩ số để em có thể đăng ký và hoàn thành môn học.. . . . Mong nhận được phản hồi của thầy cô,. . Em cám ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân. \". . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em đang là sinh viên năm 2 học kì 2 Khoa Điện Điện tử Ngành Kĩ thuật điện.. . Đăng kí môn đợt 1 em quên đăng kí môn Cơ Sở Kỹ Thuật Điện ( EE2017 ). . Đợt 2 này thì các lớp đều đã hết sỉ số và em không đăng kí được. Em được biết EE2017 là môn cần cho các môn năm sau. . . Em xin Phòng đào tạo xem xét mở thêm sỉ số lớp . . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào bạn, . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên) . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2 . . Chúc bạn học tập tốt nhé. . . Thân. . ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Dạ em kính chào thầy cô ạ. . Hiện tại em có tập hợp được danh sách các bạn đăng kí môn An toàn quá trình (CH3297) ạ. Danh sách đã được 24 bạn rồi ạ, nên em kính xin thầy cô mở đăng ký cho môn học này ạ.. . Dạ em xin cảm ơn ạ"
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi PĐT,. . . . Em bị tạm dừng hk1 năm học 2021-2022. . . . Em đã làm đơn xin thu nhận lại và được duyệt, đã vào đăng kí được môn học.. . . . Tuy nhiên hôm nay khi vào đăng kí thêm môn - hiệu chỉnh, em lại thấy bị tạm dừng và không cho đăng kí môn học tiếp.. . . . Hình đính kèm được chụp vào 16:18 27/12/2021. . . . Xin PĐT xem xét.. . . . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại . . Nếu vẫn không dkmh được bạn vui lòng báo lại PĐT. . . . Thân chào.. . \""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Em chào quý thầy/cô,. . Em tên là [full_name], mssv: [student_id]. Em rất lấy làm tiếc và lo lắng khi đã bỏ lỡ việc nộp video ghi màn hình thi cuối kỳ 211, môn học ME2005, L03_A, vào lúc 16g00 ngày 24/12/2021. Em rất xin lỗi vì để vấn đề này xảy ra. Em xin nhận lỗi, một phần lỗi do em bị sốt viêm amidan nên đã bỏ lỡ việc nộp video. Em rất mong được quý thầy cô giúp đỡ, hỗ trợ, cách xử lý để em có thể hoàn thành bài thi cuối kỳ ạ! Em rất cảm kích!. . Đây là đường link ghi màn hình buổi thi: https://drive.google.com/file/d/1RjO140VJLg4uVLBZk_u8773Ewpbw7ByX/view?usp=drivesdk . . Em cảm ơn quý thầy/cô rất nhiều,. . Chúc thầy/cô nhiều sức khoẻ!. . . . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Em chào quý thầy/cô,. . Em tên là[full_name] [full_name], mssv[full_name] [student_id]. Em gặp vấn đề như đã trình bày ở trên. Tuy nhiên, em đã cố gắng liên hệ giảng viên từ buổi tối chủ nhật, ngày 26/12/2021, nhưng không nhận được phản hồi. Em muốn đặt câu hỏi, nếu như việc không hoàn thành nộp video ghi màn hình thì chắc chắn em bị điểm 0 cuối kỳ đúng không ạ. Nếu tình huống xấu nhất, em không thể hoàn thành môn học, em có được xét hoãn thi nếu em đăng ký hoãn thi không ạ! Mong thầy/cô xem xét, giúp đỡ!. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào bạn . . Pdt không thể xử lý vì chưa có xác nhận theo quy định. .  - Quy trình nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp) : Hiên tại Phòng Đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK chính quy 212. SV có nhu cầu mở lớp dự thính vui lòng đăng ký vào Đợt 1 của Lộ trình 2 Dự thính dự kiến bắt đầu đăng ký vào ngày 06/01/2022.. .    1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. .    2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI) &gt &gt  chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212” &gt &gt  ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. .     3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào PĐT,. . Em tên là [full_name] [student_id]. Em muốn xin mở thêm sĩ số môn Quản lý dự án lớp [full_name]01 cho em. Em thấy lớp [full_name]01 cho sĩ số 60 mà sao [full_name]02 sĩ số được 70. Mong PĐT mở thêm sĩ số cho môn này ở cả 2 lớp vì còn gần 20 bạn chưa đăng kí được môn này. Em có danh sách các bạn bên dưới"
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân. \". . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi Phòng Đào Tạo. . . . Em tên [full_name], MSSV: [student_id]. Hiện đang là sinh viên Khoa Kĩ thuật Giao thông.. . . . Hiện tại em đã tích lũy 119 tín chỉ, đã đạt các môn tiên quyết.. . Theo như yêu cầu của chương trình đào tạo thì em phải tích lũy đủ 126 tín chỉ để đăng kí nhận Luận văn tốt nghiệp, điều này đồng nghĩa em phải đạt các môn Anh văn trong chương trình đào tạo. Mà do lúc trước em thi xét chuẩn anh văn trên trường và đã đạt chuẩn từng năm đối với K17 nên em không theo học các lớp Anh văn trong chương trình đào tạo, em dự tính thi CCNN và chuyển điểm các môn Anh văn. Nhưng do tình hình dịch bệnh em không thể kịp thi CCNN để chuyển điểm kịp theo như lịch học vụ, vì thế em thiếu tín chỉ để đăng kí Luận văn tốt nghiệp.. . Em kính mong Phòng đào tạo xem xét giúp em để em có thể đăng kí Luận văn tốt nghiệp kịp tiến độ học tập ạ.. . . . Em xin chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
    },
    {
        "intent": "",
        "message": "Học vụ .   br&gt . . Cho em hỏi kĩ hơn về phần thực tập ngoài trường, đối với các khoá từ K2019 của chính quy, nếu muốn đi thực tập vào kì hè thì mình phải đăng kí vào đợt nào và cách tính học phí sẽ như thế nào? Ví dụ: HK212 em đăng kí 15 và HK213 em đăng kí 2 chỉ thực tập ngoài trường thì cách tính sẽ như thế nào ạ? Em xin cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Học phí của môn TTNT luôn được tính là chính quy trong giờ, không phải dự thính nhé.. . Khi đăng ký học trong hè, khi tính HP, sẽ cộng dồn TC vào HK2 trước đó để tính theo nguyên tắc trọn gói.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "i&gt Tốt nghiệp . Ngày 23/12 em có gửi yêu cầu xét tốt nghiệp nhưng đến nay 27/12 vẫn chưa có gmail thông báo đăng kí tốt nghiệp thành công, và em hiện tại cũng không đăng kí tốt nghiệp được do tình trạng sinh viên tạm dừng. Em gửi lại câu hỏi này qua bksi để PĐT kiểm tra lại giúp em. Em xin chân thành cám ơn!. . . ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có tên trong danh sách tốt nghiệp dự kiến. SV vui lòng kiểm tra mai SV nhé.. . Do hiện tại hệ thống bkpay đang bảo trì, SV vui lòng đợi sau ngày 05/01/2022 mới có thể vào đăng và thanh toán lệ phí tốt nghiệp.. . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi: Phòng Đào Tạo. . Em tên: [full_name] . . MSSV:[student_id]. . Ở HK 212 này em có đăng ký Luận Văn tốt nghiệp (cntp)- mã MH CH4333 nhưng bị báo lỗi là thiếu môn tiên quyết Thực tập tốt nghiệp ( CH3333). Trong khi môn này đã bị hoãn trước đó do dịch bệnh và môn học này em cũng đã nộp đơn xét tương đương giữa môn Thực tập ngoài trường (CH3335) và Thực tập tốt nghiệp (CH3333) cho phòng đào tạo và đã được duyệt. Vì vậy em mong PĐT sớm phản hồi cho em về lỗi này. Em xin cảm ơn !. . (em thấy các bạn K18 chưa Thực tập ngoài trường (CH3335) đều đăng ký được luận văn rồi ạ!). . . ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại . . Nếu vẫn không dkmh được bạn vui lòng báo lại PĐT. . . . Theo thông báo : . . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.. . \""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào Thầy/Cô,. . Em là [full_name], sinh viên lớp Việt - Pháp Năng lượng khóa 2019. . . Em đại diện gửi đơn đề nghị mở thêm nhóm lớp mã P cho chương trình Việt - Pháp ở môn học Tín hiệu và hệ thống (EE2005) trong học kỳ chính 212.. . . . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Học vụ . Em xin chào Văn Phòng ạ,. . . . Em tên là [full_name], sinh viên K2018, khoa Điện-Điện Tử, chương trình Tiên Tiến.. . . . Chương trình đào tạo (CTDT) của K2018 bọn em có môn học “Trường và sóng điện từ” (mã 405408), CTDT mới của K2019 đã bỏ môn học này nhưng không có môn học tương đương thay thế. Bọn em có một số bạn phải học lại môn này vì thi chưa qua môn nhưng vì không có mã môn thay thế để đăng ký môn nên bọn em đang rất lo lắng không biết xử lý thế nào vì sợ không đủ tín chỉ. Bọn em có thể làm cách nào để xử lý vấn đề này không ạ?. . Em xin cảm ơn rất nhiều."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ em chào thầy cô trên pdt ạ! Em tên [full_name], MSSV [student_id] khoa cơ khí! Hiện tại em đã đầy đủ hết điều kiện tốt nghiệp nhưng sau hôm 27 vẫn chưa nhận được mail đăng kí tốt nghiệp! Em mong thầy cô xem và kiểm tra lại giúp e sớm để em có thể đăng kí tốt nghiệp kịp đợt này ạ! Em chân thành cảm ơn thầy cô rất nhiều"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có tên trong danh sách tốt nghiệp dự kiến. SV vui lòng kiểm tra mai SV nhé.. . Do hiện tại hệ thống bkpay đang bảo trì, SV vui lòng đợi sau ngày 05/01/2022 mới có thể vào đăng và thanh toán lệ phí tốt nghiệp.. . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Theo mail thông báo của nhà trường thì kì 212 sv sẽ được miễn xét chuẩn av của lvtn, nhưng mà em vẫn không đăng kí được luận văn (mã mh:800700). Nhà trường có thể xem xét lại giúp trường hợp của em được không ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại . . Theo thông báo : . . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ do kì sắp tới em đi quân sự nên 12 tín em đăng kí đợt 1 đã bị hủy hết 4 tín còn 8 tín. Dạ quý thầy cô cho em hỏi em phải giải quyết như thế nào vì nều dưới tối thiểu 10 tín sẽ bị cảnh cáo học vụ ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Nếu SV khóa 2021 đăng ký học theo đúng tiến độ của Chương trình Đào tạo thì không bị trùng với môn GDQP (SV vui lòng liên hệ Khoa hoặc GV chủ nhiệm để được tư vấn về Chương trình Đào tạo Khóa 2021). . GQDP là do trường xếp cứng cho SV  chính quy khóa 2021 và SV chương trinh CLC khóa 2020 đi học (SV không được hủy).Nhà trường chỉ gửi SV đi 1 lần duy nhất để học GDQP. Những trường hợp SV tự ý nghỉ nếu muốn học lại phải tự liên hệ tại TT GDQP đăng ký để hoàn thành học phần GDQP.. . Trường hợp SV đã có chứng chỉ GDQP, vui lòng làm đơn xin miễn (tải mẫu đơn tại aao.hcmut.edu.vn/sinh viên/biểu mẫu), kèm theo bản chụp Chứng chỉ GDQP và gửi qua bksi. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi: Phòng đào tạo - Trường đại học Bách Khoa TPHCM,. . . . Cho em hỏi là khi nào thì em có tên trong danh sách tốt nghiệp chính thức vậy ạ?? Và khi nào thì trường sẽ tổ chức lễ tốt nghiệp vậy ạ??. . . . Em xin trân trọng cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em chào phòng đào tạo ạ,. . . . Cho em xin hỏi là nếu mình đăng kí phúc tra điểm cuối kì thì bài làm tự luận của mình sẽ được chuyển tới giảng viên phụ trách lớp để phúc tra hay là chuyển tới một giảng viên khác để chấm lại vậy ạ?. . . . Em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ Khoa để biết nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi pđt!. . . . Cho em hỏi là trường mình có giải quyết cho sv đổi chuyên ngành đào tạo không ạ? em muốn đổi nghành từ điện tử viễn thông sang kỹ thuật điện thì có được không ạ với nếu được thì các bước thực hiện ntn??. . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem quy chế điều 30. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 30. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi PĐT. Em vào mybk để đăng ký môn học nhưng nhận được thông báo không được quyền đăng ký. Cho em hỏi tại sao ạ.. . Em  xin cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . K2015 đã hết thời gian đào tạo nên không dkmh được. . - Về quy định thời gian và kế hoạch học tập (kéo dài thêm 1 Học kỳ): Bạn vui lòng xem chi tiết tại trang web aao &gt &gt  sinh viên &gt &gt  Quy chế &gt &gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng &gt &gt  Các trường hợp được kéo dài thời gian đào tạo &gt &gt  điều 5.5. . - Bạn có thể chuyển sang VLVH. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào cô/thầy,. . Ngày 24/12 vừa rồi em có gửi câu hỏi về việc hướng dẫn hoãn thi cho môn không có lịch thi trên myBk. Sau khi phòng đào tạo hướng dẫn về việc làm đơn hoãn thi. Em gửi yêu cầu này để nộp đơn xin hoãn thi môn đồ họa máy tính (CO3059) đã được khoa và giảng việc phụ trách xác nhận ạ.. . Mong PDT xem xét và duyệt đơn cho em.. . Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Dự kiến vào cuối tháng 01/2022: Ra Quyết định Hoãn thi có điều kiện (SV phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này), và gửi email thông báo kết quả xử lý đến SV.. . Thân\""
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Em chào Thầy/Cô,. . Em là [full_name], sinh viên lớp Việt - Pháp Năng lượng khóa 2019.. . Em đại diện gửi đơn đề nghị mở thêm nhóm lớp mã P cho chương trình Việt - Pháp ở môn học Tín hiệu và hệ thống (EE2005) trong học kỳ chính 212.. . . . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Học kỳ 212 em đã hoàn thành chương trình học nhưng còn thiếu 0.5 CTXH với AV Nói Viết. Em dự định hoàn thành trước Cuối tháng 1 để kịp đợt xét tốt nghiệp. Em đang băn khoăn không biết có cần phải đăng kí môn học để có thời khóa biểu duy trì tình trạng Đang học.. . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Việc ĐKMH là tùy sinh viên nhé bạn.. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: kính gửi phòng đào tạo . . Em tên là [full_name] MSSV [student_id]. . Hiện tại em đã di chuyển về quê tại Hà TĨNH . . trước đó do đã được tiêm vắc cin nên em đăng kí học trực tiếp do một thời gian không có lịch học nên em đã di chuyển về quê .. . Vì vậy em mong phòng đào tạo hoãn giúp em những môn thí nghiệm học tại trường hoặc chuyển phương thức học trực tiếp qua học online ạ . . em xin chân thành cảm ơn !"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng trình đơn trình bày rõ vấn đề của bạn và gửi lại qua bksi để trình ban lãnh đạo xem xét và trả lời đơn cho bạn nhé.. . . . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em là [full_name] MSSV:[student_id]. Học kì 211 em có đăng kí LVTN mã môn học EE4313 nhưng vì khi e chuyển hệ bên hệ thống cập nhật thiếu điểm một vài môn nên em không đủ điều kiện đăng kí và bị huỷ môn học. Vì e chỉ còn mỗi LVTN do đó e không đăng kí thêm bất kì môn học nào khác. Sau đó e đã được cập nhật lại điểm và đủ điều kiện nhưng đã quá thời gian đăng kí môn học. . . học kì 212 e có vào đăng kí môn học ở phần của chính quy thì không được đăng kí (lí do cấm đăng kí) nhưng ở phần của vhvl thì vẫn cho đăng kí. Thầy cô cho e hỏi như vậy thì e có được chấp nhận đăng kí môn học ko ạ. Nếu không được thì e có thể làm đơn xin cứu xét để đăng kí LVTN được không?. . Kính mong thầy cô sớm trả lời và hướng dẫn cho e với ạ. . . E chỉ còn thiếu mỗi LVTN nên mong phòng đào tạo và thầy cô tạo điều kiện cho e đăng kí để sớm hoàn thành quá trình học. . E cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
    },
    {
        "intent": "",
        "message": "Cô cho e hỏi trong học kì 211 e không có điểm thì cần phải viết đơn xin cứu xét gì không ạ?"
    },
    {
        "intent": "",
        "message": "Phải có điểm mới xét được nhé bạn ơi"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào quý thầy cô,. . Cho em hỏi là nếu mình học lần 2 là bắt buộc phải học dự thính hay có thể đăng ký ở kỳ chính. Tại em đăng ký ở kỳ chính được sắp lịch rồi nhưng bạn em bảo học vậy không được.. . Em xin chân thành cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . nếu mình học lần 2 là bắt buộc phải học dự thính hay có thể đăng ký ở kỳ chính. . =&gt  Việc ĐKMH là tuỳ em nhé, CQ hay DT đều được. Lưu ý DT đăng ký lần đầu không được nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . [full_name] [student_id]. . MT 1003 dự thính. . Hiện tại em không thể đăng kí môn giải tích 1 dự thính do đã hết lớp.. . Do một số lý do mà em chưa thể hoàn thành môn giải tích một nên em mong nhà trường có thể tạo điều kiện giúp e hoàn thành môn học để có thể ra trường đúng hạn em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn, . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên) . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2 . . Chúc bạn học tập tốt nhé. . . Thân. . ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . [full_name] [student_id]. . Môn giải tích 1 dự thính. . Hiện tại em không thể đăng kí môn giải tích 1 dự thính do đã hết lớp.. . Do một số lý do mà em chưa thể hoàn thành môn giải tích một nên em mong nhà trường có thể tạo điều kiện giúp e hoàn thành môn học để có thể ra trường đúng hạn em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn, . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên) . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2 . . Chúc bạn học tập tốt nhé. . . Thân. . ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào thầy/ cô,. . Em tên là [full_name]. MSSV [student_id]. . Hiện tại em đã đủ điều kiện tốt nghiệp nhưng vẫn chưa nhận được mail đăng ký tốt nghiệp ạ. Cho e hỏi em có sai sót gì chưa được tốt nghiệp không ạ?. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có tên trong danh sách tốt nghiệp dự kiến. SV vui lòng kiểm tra mai SV nhé.. . Do hiện tại hệ thống bkpay đang bảo trì, SV vui lòng đợi sau ngày 05/01/2022 mới có thể vào đăng và thanh toán lệ phí tốt nghiệp.. . Thân\""
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: G[student_id]  / \t. . . .   i&gt Học vụ . Dạ PĐT cho e được chuyển điểm môn Đồ án thiết kế ô tô - MSMH TR4037 sang ĐAMH 3: thiết kế ô tô - MSMH 206030 để em được xét mở lớp LVTN ạ.. . Em cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Lý do sao chuyển điểm vậy bạn? 2 môn có tương đương không?. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi Phòng đào tạo. . Em là [full_name], MSSV [student_id]. Vì lý do dịch bệnh nên em chưa thi được chứng chỉ tiếng anh và em có nhận được thông tin về việc nhà trường tạm thời không xét điều kiện chuẩn CCAV khi xét LVTN. Cho nên em có đăng kí Luận văn tốt nghiệp mã CH4327 vào HK212 nhưng bị xoá, sau khi em đăng kí lại thì thông báo phải có chứng chỉ anh văn. Em thử lại lần nữa thì đăng kí được và nhận được mail có tiêu đề ''Thông báo v.v kiểm tra điều kiện tiên quyết của môn học trong đợt đăng ký môn học'' và trong danh sách đính kèm có tên em. Các bạn khác cũng chưa có chứng chỉ giống em nhưng mà vẫn đăng kí được và không nhận được mail đó. Vậy nên cho em hỏi là kì 212 là có được tạm miễn chứng chỉ AV để đăng kí LVTN hay không ạ. Với lại em có thấy sĩ số của môn LVTN CH4327 chỉ có 100/100, sao lại ít vậy ạ. Em cảm ơn ạ"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính thưa thầy cô!. . Em là [full_name], sinh viên K18 khoa Điện. Em muốn hỏi về vấn đề đăng kí môn học HK212.. . Tình hình là em đã học hết các môn tự chọn theo chương trình đào tạo quy định. Nếu học kỳ 212 em chỉ đăng kí Đề cương Luận văn tốt nghiệp (0 tín chỉ) thì có bị cảnh cáo học vụ không?. . Mong thầy cô giải đáp sớm.. . Em cảm ơn.. . [full_name]"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em chào Thầy/Cô,. . Em tên là: [full_name]. . MSSV: [student_id] . . Em vừa thi đậu Anh văn Nói viết, giờ em vào đăng kí tốt nghiệp thì hệ thống ghi là tình trạng sinh viên bị tạm dừng. . . Thầy/Cô có thể mở lại tình trạng sinh viên để em có thể đăng kí tốt nghiệp được không ạ. Em cảm ơn cô.. .   i&gt Tốt nghiệp ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 30/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ em chào thầy(cô) em muốn được chuyển điểm gồm môn: Giáo dục quốc phòng(MI1003), và môn thể chất học phần 1(PE1009) từ học phần khóa k20 sang cho học phần khóa k21 của em ạ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Về việc đăng ký chuyển điểm: . . Bạn vui lòng tải mẫu đơn: Miễn điểm tại trang web : aao.hcmut.edu.vn &gt &gt  Sinh viên &gt &gt  biểu mẫu. . Điền đầy đủ thông tin + Chứng chỉ GDQP, và bảng điểm nộp qua mail BKSI. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ cho em hỏi, em học môn mã mới tương đương môn mã cũ, thif bảng điểm em tự chuyển điểm về mã cũ hay em cần phải làm gì không ạ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dựa trên thông tin nhận được từ mail sáng này thì cho em hỏi việc học các môn học lần đầu vào học kì hè thì có được không? Kì hè có được xem là kì dự thính không ạ?. . Em cảm ơn!. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Thông báo ​​Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 ​và phần bù các học kỳ trước. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 10:36, 27 thg 12, 2021 (1 ngày trước). . tới stu.all, . . -   Lưu ý: Thực hiện Nghị định 81/2021/NĐ-CP ngày 27/8/2021, đối với các SINH VIÊN CHÍNH QUY, chỉ tổ chức dạng dự thính cho các trường hợp HỌC LẠI (học từ lần thứ hai).. . - Kì hè có được xem là kì dự thính không ạ?. . Em cảm ơn!. . =&gt  Là kỳ dự thính trừ các môn TTTN, TTNT . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "B&gt Đăng ký môn học . Chào [full_name]T,. . Em hiện là sinh viên năm cuối đang chuẩn bị làm luận văn tốt nghiệp, trường có yêu cầu đối với ngành em là đủ 123 tín chỉ mới được làm LVTN, em đang tạm thời có 122 tín và em đã nộp chứng chỉ ngoại ngữ để chuyển 2 chỉ AV1 và đã được thẩm tra hợp lệ. Cho em hỏi là khi nào trường sẽ chuyển điểm để em đủ 123 tín, điều kiện tiên quyết để làm LVTN ạ?"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
    }
]