[
    {
        "intent": "",
        "message": "Chào em,. . Em có thể đăng ký làm lai thẻ SV tại trang mybk/Đăng ký làm lại thẻ SV. . Thân"
    },
    {
        "intent": "",
        "message": ". . Em chào quý thầy cô phòng [full_name] -Trường ĐH Bách Khoa TP.HCM . . Em là [full_name] -MSSV: [student_id], lớp MO15QLMT, hiện tại là sinh viên đã bị xoá tên. . . Nay em gửi đơn này kính mong quý thầy cô thu nhận lại và chuyển em sang hình thức vừa học vừa làm học kì 2 năm học 2021-2022. . . Em xin chân thành cảm ơn quý thầy cô và nhà trường!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã tiếp nhận đơn chuyển hệ qua VLVH của bạn, bạn vui lòng trình bày rõ hiện tại em còn nợ MH nào? và có nguyện vọng đăng ký MH cho HK212 hay không? Vì hiện tại đã là tuần thứ 4 của HK212.. . Thân"
    },
    {
        "intent": "",
        "message": "answer rate: Answer suits the needs / Câu trả lời đúng ý"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em tên là [full_name], em thắc mắc về vấn đề đăng ký môn học thực tập ngoài trường ( EE3375), theo như CTĐT thì kì này bên em có môn này, mà em đăng ký tới 3 lần rồi mà vẫn không được ( đều bị VP từ chối ) và theo các kì học trước thì em không rớt môn nào, các bạn sinh viên cùng khoa đều bị tình trạng tương tự, em mong được giải đáp thắc mắc sớm.. . Em cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "MSSV: [student_id]  / \t. . . .   i&gt [Thắc mắc] đăng ký môn học . Em tên [full_name]. . MSSV: [student_id] hệ VHVL ngành Kỹ thuật hoá học - [full_name]. . . . Đợt 4 ĐKMH em có đăng kí LVTN mã CH4363 [khóa 2015] - và được trả kết quả đăng kí \"PDT không đ/ký cho SV MH CH4363 (B: Chờ xét TTTN - LVTN - DCLVTN - SV xem kết quả sau.)\". . . . Tuy nhiên em đã hoàn thành các môn TTTN và DCLVTN,  cụ thể ở Học kỳ 1 (2019-2020):. . điểm Thực tập tốt nghiệp (CH3363) là: 7.0. . điểm Đề cương luận văn tốt nghiệp (CH4361) là: 6.50"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ em chào quý thầy/ cô,. . Em tên là [full_name], MSSV: [student_id].. . Sau khi em nhận được kết quả ĐKMH đợt 4 bổ sung cho môn   B&gt Luận văn tốt nghiệp (MSMH: IM4317)  /B&gt  thì em đã bị huỷ đăng ký với lý do không đủ điều kiện nhận LVTN. Tuy nhiên, trong email của trung tâm hỗ trợ SV gửi ngày 18/1 có nội dung: \"  B&gt Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN)  /B&gt . Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định\". Hiện nay, em chưa có điểm môn TTTN trong học kỳ hè 203 và em không thuộc diện cấm thi và khi so sánh với nội dung trên thì em vẫn được xem là đạt và có thể đăng ký môn LVTN. Nhưng thực tế thì em đã bị huỷ kết quả đăng ký môn LVTN ở lần ĐKMH bổ sung thứ 4 này. . . Kính mong quý thầy/cô hỗ trợ và giải quyết giúp em ạ. Em cảm ơn quý thầy/cô nhiều.. . Kính chúc quý thầy/cô sức khoẻ.. . Trân trọng,. . [full_name]"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất sau ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em là sinh viên PFIEV khóa 17, Do em đã chưa đủ điểm qua môn học Phương pháp tính (006719), Sau đó do thay đổi ctđt nên môn này không còn mở và thay vào đó là môn tương đương theo ctdt mới phương pháp tính (MT1009) và em đã hoàn thành trong học kì 211. em đã làm đơn chuyển điểm kính mong phòng đào tạo xem xét.. . Xin chân thành cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp môn tương đương của em đã được cập nhật nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Lý do khiếu nại: em xem xét trong các điều kiện xét nhận LVTN thấy mình đã thỏa điều kiện ĐKMH trước đó PĐT đã thông báo nhưng vẫn không đăng ký được môn học LVTN.. . Môn học: LVTN (Kỹ thuật điện tử, truyền thông). . Mã MH: EE4337"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em đã kiểm tra ViettelPost thì không có đơn vận chuyển và trên MyBk/Đăng kí tốt nghiệp thì em đã thành cựu sinh viên ko tìm thấy file scan giấy chứng nhận tốt nghiệp tạm thời tại đây ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Cô gửi em file scan giấy CN tốt nghiệp tạm thời. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi PĐT,. . . . Em là Hương Huệ - [student_id], sinh viên vừa chuyển hệ sang VLVH. Vì nhận được thông tin từ PĐT là tạm thời không xét CCAV khi xét LVTN nên trong đợt ĐKMH này em muốn đăng ký môn LVTN - CH43B3 cho HK212, tuy nhiên sau khi đăng ký môn học cả 4 đợt đều không thành công. Em có kèm ảnh lí do khi đk không được từng đợt ạ.. . . . Dạ nhờ PĐT kiểm tra giúp em và tạo điều kiện để em kịp đăng ký LVTN học kỳ này ạ. . . . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ em chào thầy/cô ạ,. . Em là [full_name] - k18, dạ theo thông báo của nhà trường là các môn học chưa có điểm nhưng SV không bị cấm thi được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần tốt nghiệp và trong kỳ 212 này nhà trường cũng không xét đến điều kiện anh văn nên em đủ điều kiện để đăng ký môn Luận Văn Tốt Nghiệp theo tiến độ của chương trình, nhưng đợt vừa rồi môn học của em vẫn bị xóa và lý do là không đủ điều kiện đăng ký môn học.. . Em mong thầy/cô có thể xem xét lại giúp em về vấn đề này ạ.. . . . Em xin cảm ơn thầy/cô ạ. . . . Trân trọng,. . Hồ Ngọc [full_name]"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . . . Bạn cho biết mã số luận văn để PDT xét lại cho bạn nha.. . . . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ  /i&gt  Em muốn xin chuyển điểm môn Vật liệu xây dựng CI2037 sang môn Tin học trong trắc địa CI2035. .  Môn học thay thế cho Tin học trong trắc địa CI2035 là Vật liệu xây dựng CI2037. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt đã chuyển điểm . . Bạn có thể đăng ký in bảng điểm để kiểm tra nghen. . Thân"
    },
    {
        "intent": "",
        "message": "Chưa xem được rõ ràng lý do bị hủy môn. [full_name], mssv [student_id], mã môn học đã dki:  EE4317"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em xin chào PDT ạ. . lý do : em viết đơn này là cho em hỏi em chưa có thời khóa biểu luận văn tốt nghiệp ạ.Mong PDT xem xét lại ạ"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn bổ sung mã số môn học. . Thân"
    },
    {
        "intent": "",
        "message": "Em tên: [full_name]. . Mssv: [student_id]. . Kết quả đợt ĐK LVTN vừa rồi em không có TKB, sau khi xem trên lịch sử đăng ký thì em chỉ thấy để lí do không đủ điều kiện mà khôn biết rõ được em bị thiếu điều kiện gì. Mong thầy cô PĐT có thể xem xét giúp em lí do rõ ràng hơn vì sao em bị xoá LVTN không ạ. Và có thể xem xét cho em được đăng ký làm LVTN trong kì này luôn được không ạ. . Mong nhận được sự phản hồi sớm từ quý thầy cô. Em xin chân thành cảm ơn.. . . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào anh chị, thầy cô. Cho em hỏi là anh văn nhu cầu có thay thế được cho các môn anh văn trên trường để hoàn thành chương trình đạo tạo không ạ, hay chỉ tính đạt để thỏa anh văn theo từng năm?. . Em cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. . \""
    },
    {
        "intent": "",
        "message": "MSSV: [student_id]\t. . . . Khiếu nại đăng ký môn học: luận văn tốt nghiệp.. . Mã môn học: ME4677. . Em tên: [full_name], gửi Phòng đào tạo.. . Ở học kì 212 em có đăng kí môn học mã ME4677 nhiều lần liên tiếp, ở các kì đăng ký, nhưng đều bị hủy đăng kí với lý do chưa đủ điều kiện nhận luận văn.. . Mặc dù, hiện em đã hoàn thành quá trình học tập đủ điều kiện nhận luận văn theo qui định của trường, do đó em chưa biết tại sao mình vẫn liên tục bị từ chối việc đăng ký, mong được phòng đào tạo giải thích giúp em lý do em bị từ chối đăng ký. . . Mong được phản hồi sớm,. . Trân trọng.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": "dạ em chào thầy .Em tên là [full_name] mssv [student_id]. Hiện tại thì em đang muôn đăng kí thêm lớp hạ tầng công trình giao thông lớp chính quy CI4029 do lớp dự thính không đủ sỉ số mở lớp . Nhưng hiện tại thì em đang bị vướng lịch môn giải tích 2 MT1005 nhóm lớp [full_name]40 và pháp luật đại cương SP1007 nhóm lớp [full_name]05 . Em muốn chuyển lớp giải tích 2 từ nhóm lớp [full_name]40 sang nhóm [full_name] . và lớp pháp luật đại cương từ nhóm lớp [full_name]05 sang [full_name]04 thì có được không ạ . Mong thầy xem xét . Em trân trọng cảm ơn ạ .. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Chào PĐT!. . . . Cho em hỏi là kì này e đăng kí thành công môn luận văn tốt nghiệp (Tr4317) nhóm A01 với môn tiên quyết là đồ án thiết kế môn học thiết kế ô tô(TR4037).Nhưng môn đồ án kì 211 là đồ án môn thiết kế ô tô(TR4037) lớp L01 em đã bị đánh rớt.. . . . Nên cho em hỏi luận văn tốt nghiệp được giữ lại để tiếp tục học hay phòng đào tạo sẽ hậu kiểm và xóa môn hay sinh viên phải tự rút môn học. . Nếu mà không xóa được môn thì em có được học song hành giữa môn đồ án TR4037 và luận văn tốt nghiệp TR4317 được hay không?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp của em có thể tự làm đơn xin hủy môn LVTN hoặc khi hậu kiểm PDT cũng sẽ hủy môn LVTN do không đủ điều kiện.. . SV có thể hoàn thành môn Tiên quyết trong HK212 và đăng ký LVTN trong HK hè (HK213) nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Họ và tên: [full_name]. . MSSV: [student_id]. . Tổng số tín chi mà em tích lũy được sau học kì 211 là 122 tín chỉ cộng với kì học 212 hiện tại em đang học 9 tín chỉ thì tổng là 131 tín chỉ. Theo quy định thì em đã đủ số tín chỉ để nhận LVTN nhưng sau 3 lần đăng kí thì em đều bị hủy kết qua với lí do không đủ điều kiện đăng kí LVTN. Em mong các thầy các cô trong phòng đào tạo có thể đưa ra câu trả lời thỏa đáng nhất cho em. Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em chào quý thầy cô,. . Dạ em là sinh viên k16, do hôm trước em sợ không qua 2 môn ( là phương pháp tính và giải tích 2) của kỳ vừa rồi nên em đăng ký tiếp tục học laị, mà không có đăng ký môn giải tích 1 (MT1003). Vì em chỉ còn một môn giải tích 1 này nữa là được tốt nghiệp rồi ạ, nên em kính mong quý thầy cô xem xét cho em đăng ký môn giải tích 1 (MT1003) dự thính kỳ này được không ạ. . . Em trân trọng kính chào và cảm ơn quý thầy cô."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi Phòng Đào tạo,. . . . Em là sinh viên chương trình Tiên tiến, vừa qua đợt đăng ký bổ sung 18/01 em có thắc mắc như sau:. . . . Em bị xóa đăng ký môn   B&gt 400433-Luận văn tốt nghiệp  /B&gt  với lí do là thiếu môn tiên quyết   B&gt 007005-Thí nghiệm vật lý  /B&gt , theo chương trình mới từ k19 thì môn này không còn trong chương trình học nữa. Học kỳ 211 em đã đăng ký học môn tương đương với môn này là   B&gt PH1007-Thí nghiệm vật lý  /B&gt  của Chất lượng cao, hiện tại em đang học tuần cuối cùng của môn này và chưa có điểm tổng kết. Em có thể chứng minh qua thời khóa biểu HK211 của em trong file đính kèm.. .  . . Theo như Phòng Đào tạo có đề cập trong email là \"  I&gt Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp  /I&gt \". Em mong Phòng Đào tạo có thể suy xét lại cho phép em đăng ký môn   B&gt 400433  /B&gt  trong học kỳ 212 này.. . . . Em xin cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào PĐt,. . . . PĐT có thể xem lại giúp em vì sao điểm của lớp L02 môn Quản lý Logistics (ME2125):. . - Đã hiện điểm tổng kết trên chỗ Đăng ký phúc tra mấy ngày trước.. . - Nhưng bây giờ vẫn chưa hiển thị trên Bảng điểm (điểm 15) được không ạ?. . Cùng môn này nhưng 2 lớp L01, L03 đã hiển thị điểm thành phần, điểm tổng trên Bảng điểm mấy ngày trước rồi ạ. Em sợ có lỗi gì đó.. . . . Em cám ơn, mong PĐT xem xét!"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Điểm do [full_name] nhập, em vui lòng liên hệ [full_name], [full_name] nhé.. . - [full_name] tra lên điểm cũng mở khóa. . - Nếu [full_name] đã khóa môn học và muốn sửa điểm thì [full_name] gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa  trong thời gian cho phép sửa.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "B&gt Yêu cầu khác: chào PĐT ạ. . em là SV K20 khoa Khoa học ứng dụng, ngành vật lý kĩ thuật.Em muốn hỏi về lộ trình riêng cho chương trình kĩ sư khóa K20 PĐt có thể gửi cho em không ạ.Em xin cám ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Hiện tại em đang ở quê và em muốn bảo lưu kì học kì HK212 này thì em thực hiện bằng cách nào ạ?"
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn &gt &gt  Sinh viên &gt &gt  biểu mẫu. . Điền đầy đủ thông tin nộp qua BKSI. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em  là [full_name]. . MSSV [student_id]7. . -Em không đăng ký được luận văn tốt nghiệp vì báo thiếu môn tiên quyết đề cương luận văn tốt nghiệp ,môn này e đã đăng ký trong kỳ 211 rồi ,hiện giờ e vẫn không có môn Luận văn tốt nghiệp trong TKB hk 212 , em đã gửi câu hỏi rất nhiều lần rồi ạ .. . - kính mong phòng đạo tạo xem xét đăng ký bổ xung cho em ạ .. . - Mong phòng đào tạo sớm phản hồi. . - Em xin chân thành cám ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học kỳ 203 em đăng ký và học sai mã môn thực tập tốt nghiệp ( môn song hành của để cương luận văn).Do đó, ở đợt đăng ký môn học vừa rồi đã bị xóa mất môn đề cương luận văn tốt nghiệp mã môn học CH43B1.. . Hiện tại em đã làm đơn xin chuyển mã của môn học sai về cho đúng chương trình.. . Mong phòng đào tạo giúp em đăng ký lại môn học CH43B1 trong học kỳ 212 này để em hoàn thành tiến độ học tập của mình.. . Em cám ơn !. . . .   i&gt Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Tôi tên: [full_name]\t\tMã số sinh viên [student_id]. . Ngày sinh: 03/02/1999. . Hiện là sinh viên lớp VT17VP. . Khóa học: 2017, hệ Chính quy, Chương trình Đạo tạo chất lượng cao Việt-Pháp.. . Tôi viết đơn này kính đề nghị Phòng Đạo Tạo xem xét cho tôi được đăng kí LVTN(405700) và TTTN(405750) trong học kì 212.. . Cụ thể tôi xin phép trình bày trong đơn đính kèm"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ em tên là [full_name], MSSV:[student_id],khoa Kỹ thuật hóa học, ngành Quá trình thiết bị điều khiển.. . Trong kết quả đợt đăng kí môn học Hk212-Bổ sung TTTN, ĐCLV, LVTN, em có đăng kí LVTN(mã môn: CH4327) và bị xóa vì hiện tại em có 123 chỉ.. . Em muốn hỏi anh văn thi tại trường hằng năm có được tính chỉ nếu em pass không ạ?. . Mong trường giải đáp thắc mắc và giải quyết trường hợp của em ạ.. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Chào phía PĐT,. . Em tên là [full_name], mssv: [student_id].. . Hôm qua em đã gửi \"khiếu nại đăng ký LVTN\" và được hướng dẫn là hôm nay gửi lại câu hỏi để biết [full_name].. . Hiện tại TKB em vẫn chưa được cập nhật môn LVTN, em cần biết [full_name] CHI TIẾT tại sao em không đủ điều kiện học môn LVTN.. . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân. . \". . . ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Dạ em chào thầy cô.. . Hiện tại đợt 2 đăng kí môn học dự thính Thí nghiệm và vật liệu xây dựng đường ô tô MS CI4061 vừa được mở.. . Nhưng do có nhiều bạn trùng lịch học với môn thiết kế cầu 1 nên e đã xin thầy [full_name] giảng viên dạy môn đó đổi lịch học thứ 4 tiết 13-14 sang thứ 6 tiết 13-14.. . Mong thầy-cô đổi lịch môn học giúp tụi em để tụi em đăng kí cho kịp ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Đến thời điểm này không thể thay đổi thời khóa biểu được. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em tên là [full_name], em thắc mắc về vấn đề đăng ký môn học thực tập ngoài trường ( EE3375), theo như CTĐT thì kì này bên em có môn này, mà em đăng ký tới 3 lần rồi mà vẫn không được ( đều bị VP từ chối ) và theo các kì học trước thì em đều đã học tất cả các môn có trong chương trình, các bạn sinh viên cùng khoa đều bị tình trạng tương tự, em mong được giải đáp thắc mắc sớm.. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào Thầy,Cô phòng Đào Tạo,. . Em tên là [full_name]  mssv: 162201. . Vì địa phương yêu cầu em thực hiện nghĩa vụ và không chấp nhận giấy hoãn nghĩa vụ vì vượt quá 4 năm thời gian dự kiến đào tạo nên em xin tạm dừng học tập tại trường để thực hiện nghĩa vụ năm 2022-2024, cho em hỏi em cần làm giấy tạm dừng học như thế nào ạ?  Và kỳ này em đăng ký luận văn tốt nghiệp, em không biết khi tạm dừng học thì học phí sẽ thu như thế nào ạ?. . . ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn &gt &gt  Sinh viên &gt &gt  biểu mẫu. . Điền đầy đủ thông tin đính kèm quyết định nhập ngũ nộp qua BKSI. . Bạn nộp đơn trước ngày 12/02/21 thì sẽ không đóng học phí. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Em tên [full_name] (MSSV: [student_id]), em có thắc mắc về vấn đề đăng ký môn học thực tập ngoài trường (EE3375).. . Theo như CTĐT thì kì này bên em có môn này, nhưng kết quả trả lại là không được đăng kí (3 lần) và theo các kì học trước thì em không rớt môn nào, các bạn sinh viên cùng khoa đều bị tình trạng tương tự, em mong được giải đáp thắc mắc sớm.. . Em cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": "Em tên [full_name]- MSSV:[student_id], sinh viên bằng 2 khoa Cơ khí ngành Công nghệ Dệt may. . Em có thắc mắc là đợt đăng ký môn học lần đầu, e đã đăng ký được môn Thực tập ngoài trường -MSMH:ME3133và đã được cập nhật trên Thời khóa biểu và BKel.. . Tuy nhiên trên hệ thống thời khóa biểu tự xóa nhưng em đăng ký lại không được lý do là em không thuộc đối tượng được đăng ký.. . Em là sinh viên bằng 2 năm 2021 học và hoàn thành chung K19, sao lại không thuộc đối tượng được đăng ký ạ.. . E cũng đã gửi đơn qua mail xin Phòng đào tạo xem xét và cho e đăng ký lại.. . Đến nay em vẫn chưa thấy thời khóa biểu cập nhật môn học này.. . . . Kính gửi Quý Thầy Cô giải đáp vấn đề của em.. . . . Em cám ơn ạ.. . . . . . . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi quý thầy cô. . Em tên [full_name] k16 khoa Môi trường và Tài nguyên. . Cho em hỏi là tình trạng sinh viên của em là tạm dừng vì không đăng ký môn học thì có được đăng ký tốt nghiệp không ạ ( vì em vào trang đăng ký tốt nghiệp thì nói là \"  I&gt Nếu bạn là sinh viên, có thể do tình trạng hiện tại của bạn không được cấp quyền sử dụng dịch vụ này, bạn vui lòng kiểm tra lại tình trạng của  /I&gt \" ). . . . Hay là phải làm đơn thu nhận lại mới được đăng ký tốt nghiệp ạ.. . . .  Em cảm ơn thầy cô ạ.. . Chúc thầy cô một ngày vui vẻ"
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Em tên: [full_name] . . Mssv: [student_id]. . Đợt đăng ký môn học vừa rồi em có đăng ký môn \" Thực tập ngoài trường\" mã số môn học: GE3345 khi đăng ký đã thoả hết các điều kiện đăng ký sau 2 đợt đăng ký đầu tiên đã được cập nhật môn học trên Bkel (có ảnh minh chứng)  nhưng sau đó lại bị xoá (lý do xoá có ảnh theo kèm) em mong được xem xét xử lý sớm để kịp tiến độ học tập ạ. . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Theo lộ trình năm học thì em phải được đăng ký môn thực tập ngoài trường nhưng mybk lại không cho đăng ký môn do không đủ điều kiện. . .   i&gt Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em tên là [full_name], em muốn khiếu nại về vấn đề đăng ký môn học thực tập ngoài trường ( EE3375).. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất  ngày 12/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi quý thầy cô.. . Em tên [full_name] MSSV: [student_id] k16 khoa Môi trường và Tài nguyên.. . Em đã bị tạm dừng học kỳ 1 năm học 2021-2022 vì không đăng ký môn học.. . Nay em nộp đơn xin thầy cô cho em được thu nhận lại học kỳ 2 năm học 2021-2022.. . Mong quý thầy cô xem xét ạ.. . Em cảm ơn thầy cô.. . Chúc thầy cô một ngày vui vẻ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Hiện tại đã là tuần thứ 4 của học kỳ hết thời gian dkmh ở hk chính và dự thính lộ trình 1, bạn trình bày rõ bạn cần dkmh gì vì chỉ thu nhận lại để đăng ký LVTN và dự thính lộ trình 2. . Thân"
    },
    {
        "intent": "",
        "message": "Thưa thầy/cô. . Em xin thu nhận lại để đăng ký tốt nghiệp ạ.. . Vì em vào đăng ký tốt nghiệp thì nhận được thông báo là \" Nếu bạn là sinh viên, có thể do tình trạng hiện tại của bạn không được cấp quyền sử dụng dịch vụ này\" ( và tình trạng sinh viên của em là tạm dừng do không đăng ký môn học ạ)."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Vậy không cần nộp đơn thu nhận. . Khi nào bạn có tên trong danh sách dự kiến tốt nghiệp thì Pdt sẽ tự động thu nhận lại diện tạm dừng. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ thưa thầy cô, đã hết hạn đăng kí luận văn tốt nghiệp học kì 212  thì có cách nào xin đăng kí được không ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1410067  / \t. . . .   i&gt Đăng ký môn học . Dạ phòng đào tạo cho em hỏi là em có đăng ký môn học MT1003(Giải Tích 1) trong đợt ĐĂNG KÝ MÔN HỌC DỰ THÍNH MÔN HỌC HK212 - CQ + VLVH ĐỢT 3 - LỘ TRÌNH 1 mà tới hôm nay vẫn chưa có thông báo kết quả hay thời khoá biểu ạ,. . Có thể cho em biết là em đăng ký đã đúng chưa và kết quả đăng ký môn học sẽ có` vào lúc nào ạ.. . Em xin cảm ơn ạ.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . em đăng kí sai mã môn học thực tập tốt nghiệp ở học kì 3 năm học 2020 2021 nên không thể đăng kí đề cương luận văn ở kì này. . e đã lm đơn và được bộ môn xác nhận e mong pdt có thể hỗ trợ e đăng kí môn đề cương luận văn mọi giấy tờ e sẽ bổ sung sau khi qua tết vì thời gian còn lại không nhiều nên chỉ có thể minh chứng như này thôi. . em cám ơn . ."
    },
    {
        "intent": "",
        "message": "Chào em;. . Những căn cứ bạn gửi trên BKSI không thể xử lý được, về môn thực tập tốt nghiệp phải có xác nhận của khoa. Sau khi xử lý xong thì mới làm đơn đăng ký DC LVTN. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học .    Em chào cán bộ quản lí trường đại học Bách Khoa. Em là Trần Gia Khiêm, MSSV: [student_id], khoa kỹ thuật Địa chất và Dầu khí.. .    Vì không được PĐT đăng ký cho luận văn mã số Ge4327, nên em đã viết đơn cho cán bộ vào ngày 23/1/2022. Em được thông báo là khiếu nại đã được chuyển qua cho bên\"ĐKMH\" kiểm tra (và sẽ cập nhật TKB đến ngày 25/1 nếu có), hoặc phản hồi lại để biết lý do (nếu đến ngày 25/1 vẫn chưa có TKB). . .    Thưa hôm nay 25/1 và em vẫn chưa được đăng ký luận văn, em mong được cho biết lý do.. .    Em xin cảm ơn và xin lỗi vì đã làm phiền !"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ em chào Thầy/Cô,. . . . Hiện tại em vẫn chưa có tài khoản VSSID, em phải làm sao để có tài khoản VSSID ạ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em chào thầy, cô phòng [full_name],. . Em tên là [full_name]   MSSV: [student_id]. . vào ngày 21/01/2022 xã Hòa Định Tây nơi em cư trú có gửi công văn vào trường với nội dung xác nhận tình trạng học tập của em để bổ xung vào hồ sơ hoãn nghĩa vụ quân sự, email của xã: [email]. Vì địa phương thông báo chưa phản hồi từ trường nên em không biết trường đã nhận được chưa?. . em cảm ơn thầy cô."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em trình bày rõ là gửi qua đường bưu điện hay gửi email cho [email]. . Thân"
    },
    {
        "intent": "",
        "message": "Em chào cô,. . UBND xã Hoà Định Tây gửi qua gmail về phòng [full_name] ([email]).. . Thân ái"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã nhận được mail của UBND xã Hòa Định Tây và đang làm công văn trả lời.. . Khi nào có thể gửi theo địa chỉ mà địa phương cung cấp nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . PĐT cho em hỏi . . Hôm 21/1/2022 em có gửi khiếu nại đăng kí môn học ME4727 thì được PĐT trả lời sẽ xử lý và cập nhật lại TKB trước ngày 25/1/2022. . Hôm nay là ngày 25/1/2022 thì TKB của em vẫn chưa được cập nhật, vậy PDT có thể cho em biết lí do vì sao em không thỏa điều kiện đăng kí môn ME4727 ạ?. . Em cảm ơn thầy/cô ạ. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em chào PĐT. . Em hiện đang là sinh viên năm cuối MSSV: [student_id] đăng ký không được luận van tốt nghệp. Hôm nay đã quá ngày cập nhật TKB theo hạn chót mà PHĐT thông báo với em nhưng em vẫn chưa có môn LVTN trong TKB ạ, mong PĐT xem xét và giúp đỡ em trường hợp này. Em xin gữi lại thông tin môn học.. . MSMH: ME4677. . Tên môn học: Luận văn tốt nghiệp. . Mã nhóm: A01. . HK: HK212. . Lý do: Không đủ điều kiện nhận luân văn mặc dù em đã đủ điều kiện ạ.. . Cảm ơn thầy cô."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em tên là [full_name], MSSV: [student_id], khoa Quản lý công nghiệp, lớp QL18KD.. . . . Khi đăng ký môn học Luận văn tốt nghiệp (mã môn học: IM4317) cho học kỳ 212 thì em không đăng ký môn học thành công mặc dù em thỏa mọi điều kiện. Những môn tiên quyết trước đó em đã hoàn thành, đặc biệt là môn Thực tập tốt nghiệp và Đề cương luận văn. Minh chứng trong file đính kèm ạ. . . . . Em cảm ơn thầy/cô đã dành thời gian cho em ạ.. . Trân trọng,. . [full_name]. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 15/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Em là [full_name].   MSSV/MSGV: [student_id]  / . Sinh viên ngành Khoa học máy tính của Khoa Khoa học và kỹ thuật máy tính. . . . . Em có nguyện vọng    xin ra khỏi chương trình kỹ sư tài năng khoá K20 của ngành Khoa học máy tính    vì lý do cá nhân. Em có đính kèm theo đây đơn xin của em. Xin phòng đào tạo xem xét và nếu em có thiếu xót gì, mong phòng đạo tạo hướng dẫn thêm quy trình cho em với ạ. . . . . Em xin cảm ơn rất nhiều.\t. . . . . . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Khoa quản lý để nộp đơn. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em kính chào quý thầy cô ạ. . Em tên là [full_name]-[student_id], hiện tại em bị từ chối khi đăng ký môn Luận văn tốt nghiệp-CO4323 vì lý do không đủ điều kiện để nhận LVTN (em có đính kèm ảnh lí do từ chối). Hiện tại kỳ 212 này em đã đăng ký thành công môn thực tập tốt nghiệp-CO3323 và môn Kỹ thuật truyền số liệu-CO2031 nếu em đăng ký thành công môn Luận văn tốt nghiệp thì tổng số tín chỉ em đăng ký sẽ là 14 chỉ (quy định tối đa là 12 chỉ). Em bắt buộc phải học môn Kỹ thuật truyền số liệu trong kỳ này vì môn này các kỳ trước đều không mở, em và các bạn đã xin mãi thì kỳ này môn mới mở. Nếu em đăng ký thành công Luận Văn trong kỳ 212 này thì em sẽ hoàn thành hết chương trình học.Em đã có xin phép [full_name] về quyết định cho em có thể thực tập chung kỳ với Luận văn (em có đính kèm quyết định của [full_name]). Em mong quý thầy cô có thể xem xét và hướng dẫn em có thể đăng ký thành công môn Luận Văn trong kỳ 212 này ạ. Em xin chân thành cảm ơn. Em xin cam kết sẽ cố gắng hoàn thành trách nhiệm của mình trong quá trình học tập và thực tập ạ"
    },
    {
        "intent": "",
        "message": "Đã trả lời câu trước. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào thầy cô, em là [full_name], MSSV: [student_id], thuộc lớp HC18HLY. Thầy cô cho em hỏi điều kiện để nhận LVTN khoa Hóa ạ và em thấy có nhiều bạn cũng thiếu tín chỉ như em và chưa đạt môn tiên quyết là ĐỒ ÁN vẫn đăng ký LVTN đc, thì những bạn đó có bị xóa môn không ạ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Kính gửi phòng đào tạo. Em tên [full_name] [student_id] lớp XD18KT. Tuần trước em có gửi đơn xin đăng ký bổ sung cho em môn Thực tập kỹ thuật CI3153 ở kỳ chính 212 vì môn này chưa dạy buổi nào và em rất mong muốn được học. Phòng đào tạo đã gửi phản hồi và kêu em kiếm tra thời khoá biểu. Nhưng đến ngày 25/1 vẫn chưa thầy hiện thời khoá biểu có môn này ạ. Em muốn hỏi là không biết phòng đào tạo có thể đăng ký môn này cho em được không ạ. Hoặc không thì có thể cho em biết lý do được không ạ. Em cảm ơn ạ .. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em tên là [full_name] MSSV: [student_id]. . . . Hiện em không được chấp nhận đăng kí môn học \"Đề Cương Luận Văn Tốt Nghiệp\" - [full_name]: ME4219 trong khi đã hoàn thành đầy đủ các môn tiên quyết và chỉ còn ĐCLVTN và LVTN. Em đã đăng kí nhiều lần nhưng đều báo sai CTDT. Kính mong quý thầy/cô xem xét để em được học ĐCLVTN trong học kỳ 212 để kịp tiến độ tốt nghiệp.. . Em mong nhận được sự phản hồi từ quý thầy/cô.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 15/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em chào quý thầy cô, em tên là [full_name], MSSV: 181344, khoa Hóa thuộc lớp HC18HLY. Em viết đơn này xin khiếu nại về vấn đề đăng ký LVTN. Lý do: Trong đợt đăng ký bổ sung LVTN, em không đủ điều kiện để đăng ký LVTN. Tuy nhiên có một vài bạn cũng không đủ điều kiện như em, vẫn đăng ký được LV và đã có thời khóa biểu chính thức. Mong phòng đào tạo có thể kiếm tra và xem xét lại giúp em. Em cảm ơn quý thầy cô."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 15/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em kính chào thầy/cô,. . . . Em gửi bài viết này để xin chuyển sang hệ vừa học vừa làm vì em chưa đạt môn Giải tích 2 và em không thể đăng ký môn học được nữa do đã quá hạn năm học.. . . . Chân thành cảm ơn thầy/cô,. . [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em tải mẫu, điền đầy đủ thông tin gửi [email]. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính chào phòng đào tạo,. . Em tên [full_name], MSSV:[student_id]. . . . Hiện em không được chấp nhận đăng ký môn học \"Đề Cương Luận Văn Tốt Nghiệp\" - Mã [full_name]: ME4219 trong khi đã đạt đầy đủ điều kiện. Em đã đăng ký nhiều lần nhưng đều bị báo sai CTDT. Kính mong phòng đào tạo có thể xem xét để em được đăng ký môn học ĐCLVTN trong học kỳ 212 và nếu em có đăng ký sai CTDT cũng mong thầy/cô có thể giúp đỡ em đăng ký đúng mã môn vì hiện tại em chỉ còn 2 môn là ĐCLVTN và LVTN là đã hoàn thành chương trình học.. . Mong sớm nhận được phản hồi từ quý thầy/cô.. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em;. . em liên hệ [full_name] để biết về chương trình Đào tạo theo ngành học của mình nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Em chào thầy/cô;. . . . Em đã liên hệ khoa và được biết chương trình đào tạo cũng như mã môn học ĐỀ CƯƠNG [full_name] TN của em là ME4095. Mong thầy/cô giúp em đăng ký môn học này vì hiện tại em chỉ còn 2 môn là ĐCLVTN và LVTN là đã hoàn thành chương trình học.. . Mong sớm nhận được phản hồi từ quý thầy/cô.. . Em xin chân thành cảm ơn."
    }
]