[
    {
        "intent": "",
        "message": "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ Toeic.. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\""
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Chào thầy/cô ạ. . Em tên: Ô [full_name]. . MSSV:[student_id]. . Em có đăng kí luận văn kì 212 này mã môn ME4727 nhưng không được duyệt thành công, em có gửi khiếu nại trước đó và được nói là sẽ kiểm tra và cập nhật lại TKB dự kiến trễ nhất trước ngày 14/2/2022. . Hiện tại em vẫn chưa được cập nhật TKB . . Thầy/cô cho em hỏi nguyên nhân không đăng kí thành công để em có thể biết không ạ. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 122  123 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . trong kì 211 em đã hoãn thi môn cơ lý thuyết mã AS1003 nay em xin pdt cho em được hủy hoãn thi ạ( em xin hủy hoãn thi chứ không phải xin hoãn thi ạ)"
    },
    {
        "intent": "",
        "message": "Học vụ . Thầy cô cho em hỏi khi nào trường tổ chức thi nói việt lại ạ em cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . AV Nói - viết: Em vui lòng liên hệ Trung tâm ngoại ngữ để đăng ký thi. Cuối tuần này em xem trên web của TTNN để biết lịch thi, dự kiến thi tại C6-CS1 nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi PĐT:. . Cho em hỏi, Đơn thu nhận viết tay trực tiếp nộp ở PĐT được chưa ạ, Do dịch Covid nên em không biết có giải quyết đơn tại cửa của PĐT chưa, (em đang làm việc ở tỉnh xa, mong được hướng dẫn đề thu xếp ạ).. . - Các điều kiện TN em đã hoàn thành, xin được hướng dẫn để sớm TN.. . Trân trọng. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/02/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào quý thầy cô. . . . Em tên là [full_name],  MSSV: [student_id], sinh viên ngành Công nghệ sinh học, lớp: HC19SH2.. . . . . . Em muốn xin Phòng đào tạo xem xét cho em hủy hoãn thi môn Quá trình và thiết bị truyền nhiệt học kỳ 211.. . Lí do: đính kèm tệp.. . . . Mong quý thầy cô xem xét giúp em.. . . . Em xin chân thành cảm ơn.. . . . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Pdt ghi nhận đăng ký hủy Hoãn thi của bạn cho Hk 211. . Thân."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi Phòng đào tạo!. . Em là [full_name], MSSV [student_id]. Em có nhận được phản hồi của PĐT về lí do em bị hủy Luận văn là thiếu Tín chỉ tích lũy ngành.. . Trước đó em đăng ký chuyên ngành Vật liệu Năng lượng thuộc lớp VL18NL, nhưng từ hk192 em đã chuyển sang chuyên ngành Vật liệu Silicat và học đến hiện nay. . . File xét tín chỉ tích lũy ngành (TCTLN) mà em nhận được của PĐT đang xét em theo chuyên ngành Vật liệu Năng lượng nên kết quả cho thấy em bị thiếu tín chỉ ạ. Thực tế, em đã tích lũy đủ tín chỉ của chuyên ngành Vật liệu Silicat là 131 TC (bằng tổng số tín chỉ tích lũy) và đủ điều nhận Luận văn rồi ạ (cả 2 chuyên ngành đều cùng một mã môn Luận văn ạ).. . Em đã trình bày vấn đề này với khoa và khoa trả lời đã liên hệ PĐT để giải quyết.. . Em có cần làm thêm thủ tục nào để có thể đăng ký Luận văn không ạ? Mong PĐT có thể hướng dẫn giúp em.. . Mong PĐT kiểm tra và đăng ký Luận văn MA4317 giúp em ạ. Em xin cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 18/02/2022.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ lại [full_name] nhé, PĐT đợi [full_name] gửi công văn chuyển lớp mới giải quyết được nhé. (Cô đã gửi email [full_name]).. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng kí môn học GDQP . Kính gửi thầy/cô,. . . . Em là [full_name], MSSV: [student_id], sinh viên khóa K20, chương trình Đại trà.. . . . Vì một số lý do sức khỏe (có minh chứng phía dưới) nên em không thể tham gia kì học GDQP tháng 11/2020 của khóa K20 vào năm ngoái. Hiện em muốn đăng kí kì học tháng 3/2022 của Trung tâm để hoàn thành học phần GDQP (TKB của em trống trong thời gian này và có thể tham gia học được) . . . . Em có tham khảo trên trang web của trung tâm thì thấy cầm có giấy giới thiệu từ nhà trường để có thể đăng kí học.. . . .   B&gt Thầy/cô có thể cho em xin mẫu giấy giới thiệu để em hoàn thành hồ sơ gửi cho trung tâm ạ.  /B&gt . . . . Mong sớm nhận được phản hồi từ thầy/cô. Chúc thầy cô nhiều sức khỏe.. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . - SV BK không cần giấy giới thiệu nhé . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính gửi PĐT đại học Bách Khoa,. . em là :trương hoàng khang-mssv:[student_id]. . em muốn hỏi về vấn đề hiển thị môn học đồ án  trên e-learning của em. các môn học:. .  1-ĐAMH kết cấu thép-CI3213. .  2-đồ án môn học kết cấu bê tông cốt thép 1- CI2093. .  3-đồ án môn học kết cấu bê tông cốt thép 2-CI3177. .  4-đồ án môn học tổ chức thi công 1-CI4127. .  5-đề cương luận văn-CI4345. . các môn học này đã có trên thời khóa biểu của em nhiều tuần qua, nhưng trên hệ thống e-learning vẫn chưa hiển thị nhiều tuần qua.em đã đối chiếu với các sinh viên khác và các bạn đã có các môn đồ án đó trên e-learning. vậy kính mong PĐT kiểm tra và cập nhật cho em để em có thể theo sát tiến độ cập nhật của các môn đồ án. em xin chân thành cảm ơn.. .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1810700  / \t. . . .   i&gt Khiếu nại đăng ký môn học . Khiếu nại đăng ký môn học. . . . Kính gửi thầy/cô,. . . . Hiện tại em đã Đăng ký môn học   B&gt Dự thính môn học HK212 - CQ + VLVH Đợt 3 - Lộ Trình 1  /B&gt  thành công môn Xác suất và thống kê   B&gt MT2013  /B&gt . Tuy nhiên, đến hiện tại, tức là tuần 7 trong lịch học, em vẫn chưa có được thời khoá biểu hay tham gia trang e-learning để theo học. Trong lần cập nhật thời khoá biểu mới nhất vào trưa ngày 14/02/2022, thời khoá biểu của em hiện vẫn chưa có môn học. . . . Kinh mong thầy/cô giải quyết giúp em để em theo kịp tiến độ tốt nghiệp! Em xin trân thành cảm ơn.. . . . Trân trọng,. . Tấn Đạt."
    },
    {
        "intent": "",
        "message": "Chào em;. . kết quả của em đã báo trên lịch sử đăng ký môn học là môn chưa học nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Thưa thầy (cô)! Em thuộc hệ CQ khoá k16 muốn chuyển sang hệ VHVL thì Anh văn tiêu chuẩn tốt nghiệp và ngày CTXH như thế nào ạ!. . # Anh văn hiện tại của em: toeic400 (mã môn học: LA1031) , chưa học anh văn 1,2,3,4.. . Vậy em có đủ điều kiện [full_name] xét tốt nghiệp đối với hệ VHVL không ạ!. . # em cảm ơn thầy (cô) nhiều ạ!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1613405  / \t. . . .   i&gt Yêu cầu khác .   /B&gt Dạ chào THẦY/CÔ. . Học kỳ 212 này em đăng ký:. . _ 1 môn PHƯƠNG PHÁP TÍNH (MT1009)  ở học kỳ chính. . . _ 2 môn là GIẢI TÍCH 2 ( đã đăng ký rút môn học), và môn GIẢI TÍCH 1 (MT1003) ở kỳ dự thính.. .    Nếu em đăng ký rút môn PHƯƠNG PHÁP TÍNH ở học kỳ chính chỉ giữ lại học môn GIẢI TÍCH 1 ở học kỳ dự thính thì có bị đình chỉ học tập không ạ.. . Em cảm ơn thầy/cô ạ.  /B&gt"
    },
    {
        "intent": "",
        "message": "Chào em;. . trường hợp sinh viên không có thời khóa biểu thì sẽ bị quyết định tạm dừng nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào thầy, cô!. . Dạ thầy, cô cho em hỏi là phiếu phúc tra bài thi cuối kì của em đã đăng kí ngày 23/1/2022, mà đến giờ vẫn chưa được duyệt ạ. Thầy, cô cho em hỏi là khi nào mới được duyệt để chấm lại bài ạ. Tại vì em thấy 28/2/2022 là hết hạn phúc khảo rồi ạ. Mong thầy, cô xem lại giúp em với ạ.. . Em cảm ơn ạ!"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn gởi hình chụp minh chứng để Pdt kiểm tra lại. . Thân"
    },
    {
        "intent": "",
        "message": "Chào cô!. . Dạ thưa cô đây là hình chụp minh chứng của em. Mong cô kiểm tra lại giúp em với ạ.. . Em cảm ơn cô!"
    },
    {
        "intent": "",
        "message": "Chào bạn. . là môn kỹ thuật ra quyết định phải không bạn, bạn không nói rõ là bạn muốn khiếu nại môn gì, không gởi minh chứng để Pdt hỗ trợ bạn nhanh hơn. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Gửi Thầy/Cô,. . Em tên [full_name], sinh viên bằng 2 khóa 2017, thời gian đào tạo từ 09/2017 đến 10/2022, MSSV: [student_id]. . Em vào học bằng 2 từ tháng 9/2017. . Em có chứng chỉ TOEIC 2 kỹ năng (Reading, Listening) có hiệu lực đến 27/03/2018. . Em đăng ký thẩm tra chứng chỉ ngoại ngữ trên trang MyBK và được trả kết quả \"Hợp lệ\" vào ngày 28/12/2017 (như ảnh gửi kèm). . . . Thầy/ Cô cho em hỏi là em có cần thi lại chứng chỉ TOEIC 2 kỹ năng (Reading, Listening) để nộp lại hay không ạ? Hay lúc em đăng ký thẩm tra là đã \"Hợp lệ\" rồi thì kết quả đó được dùng đến khi xét tốt nghiệp luôn ạ?. . . . Em cảm ơn Thầy / Cô đã hổ trợ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào PĐT, . . . . Em tên [full_name]. . . Mssv: [student_id]. . . . . Cho em hỏi HK202 em có đăng kí hoãn thi môn   B&gt IU2021  /B&gt . Nhưng sang HK211 em có đăng kí thi lại nhưng hiện tại điểm ở trên mybk của em vẫn   I&gt chưa cập nhật  /I&gt . Không biết có sự nhầm lẫn gì không ạ. Em xin cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn, . . PDT kiểm tra đúng là HK 202 có quyết định hoãn thi môn IU2021. Nhưng chưa xếp lịch thi lại vào HK 211. Bạn gửi minh chứng(nếu có)để PDT kiểm tra cho bạn. . . Thân."
    },
    {
        "intent": "",
        "message": "Hiện tại lịch thi bổ sung vào tháng 12 đã bị mất. Em không có bằng chứng đưa ra ạ, nhưng em có clip quay lại hôm em thi. Em mong PĐT giải quyết giúp em ạ. . . link ggdrive record bản thi môn IU2021(21/12/2021): https://drive.google.com/file/d/1HACHPEWw-bRBcl4YGI03ryTJ0CzOOWme/view?usp=sharing"
    },
    {
        "intent": "",
        "message": "QUOTE&gt Hiện tại lịch thi bổ sung vào tháng 12 đã bị mất. Em không có bằng chứng đưa ra ạ, nhưng em có clip quay lại hôm em thi. Em mong PĐT giải quyết giúp em ạ.. . link ggdrive record bản thi môn IU2021(21/12/2021): https://drive.google.com/file/d/1HACHPEWw-bRBcl4YGI03ryTJ0CzOOWme/view?usp=sharing  /QUOTE&gt . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt kiểm tra lại đúng là môn này đã xếp lịch thi. . Và hiện tại do Khoa chưa phân công Giảng viên chấm điểm nhóm HT nên điểm chưa cập nhật. . Bạn vui lòng liên hệ Khoa Bảo dưỡng công nghiệp  để được hỗ trợ. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào thầy/cô, cho em hỏi hiện tại thời khóa biểu của em không có môn Luận văn TN, mặc dù đã đăng ký thành công trước đó.. . . . Nhờ thầy/cô kiểm qua giúp em trường hợp này với ạ.. . . . . . Em cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 18/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi Phòng đào tạo!. . Em là [full_name], MSSV [student_id]. Em có nhận được phản hồi của PĐT về lí do em bị hủy Luận văn là thiếu Tín chỉ tích lũy ngành.. . Trước đó em đăng ký chuyên ngành Vật liệu Polyme thuộc lớp VL18PO, nhưng từ hk192 em đã chuyển sang chuyên ngành Vật liệu Silicat và học đến hiện nay. . . File xét tín chỉ tích lũy ngành (TCTLN) mà em nhận được của PĐT đang xét em theo chuyên ngành Vật liệu Polyme nên kết quả cho thấy em bị thiếu tín chỉ ạ. Thực tế, em đã tích lũy đủ tín chỉ của chuyên ngành Vật liệu Silicat là 130 TC (bằng tổng số tín chỉ tích lũy) và đủ điều nhận Luận văn rồi ạ (cả 2 chuyên ngành đều cùng một mã môn Luận văn ạ).. . Em đã trình bày vấn đề này với khoa và khoa trả lời đã liên hệ PĐT để giải quyết.. . Mong PĐT kiểm tra và đăng ký Luận văn MA4317 giúp em ạ. Em xin cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 18/02/2022.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Thưa pdt sắp tới trường mình tổ chức kì thi tin học cho sinh viên. Do trong email thông báo thi không giải thích yêu cầu thi một cách rõ ràng. Nên em muốn hỏi nhà trường là kì thi này mình hùng phiên bản office năm bao nhiêu để em có sự chuẩn bị tốt nhất cho kì thi. Em trân trọng cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào bạn, . . Bạn vui lòng xem thông báo sẽ gửi qua email SV. . Trước kỳ thi PDT sẽ gửi thông báo cụ thể và chi tiết sau. . . Thân"
    },
    {
        "intent": "",
        "message": "Em chào thầy/cô.. .  Em tên [full_name], k17.. .  Em đã đạt anh văn nói viết trong đợt thi ngày 17/12/2021. Thầy/cô cho em hỏi có thể dùng kết quả này để xét tốt nghiệp vào 4/2022 được không? hay mỗi đợt tốt nghiệp cần phải thi lại và lấy kết quả mới?. .   Em cám ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn, . . Kết quả thi sẽ được PDT bảo lưu để xét chuẩn TN cho bạn.. . Thân."
    },
    {
        "intent": "",
        "message": "MSSV  B&gt : [student_id]  / \t. . . .   i&gt Khiếu nại đăng ký môn học . em là đổng hoàng hưng K19 thuộc khoa kỹ thuật địa chất và dầu khí thuộc ngành kĩ thuật dầu khí em muốn phản ánh rằng đợt trước em có khiếu nại về môn học GE3345 thực tập ngoài trường của khoa em và em đã đăng ký hết 3 lần và đợt bổ sung nhưng lúc nhận kết quả thì đều bị xóa em đã liên hệ bên phòng đào tạo hồi trước tết và được nhận thông báo sẽ khắc phục trước ngày 14/2 và bên phòng đào tạo kêu em theo dõi lại TKB  tại vì môn này không có bị dính tiên quyết nhưng em không đăng ký được và nếu không được học thì em sẽ bị chậm 1 năm mong bên phòng đào tạo khắc phục trường hợp này ạ em xin hết."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 62  67 Không đủ ĐK . . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp  . . Kính chào Phòng Đào tạo,. . . . Em tên [full_name], MSSV: [student_id]. Hiện tại em đã hoàn thành tất cả các môn học và thỏa mãn các điều kiện để tốt nghiệp nhưng vẫn chưa được cập nhật đầy đủ số tín chỉ tích lũy và điểm trung bình, cũng không đăng ký tốt nghiệp được. Vậy em cần làm gì để đăng ký tốt nghiệp được ạ? Và có cần phải chờ đến đợt tổ chức lễ tốt nghiệp mới được nhận bằng hay không? . . . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/02/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào quý thầy/ cô,. . Học kỳ 2 này em không đăng ký môn học và em vừa nộp chứng chỉ ngoại ngữ để chuyển điểm anh văn để hoàn thành chương trình học. Thầy / cô cho em hỏi làm đơn thu nhận như thế nào để được xét tốt nghiệp vậy ạ?. . Và khoảng bao lâu em mới có thể đăng ký tốt nghiệp được ạ?. . Em xin cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 01/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn &gt &gt  Tốt nghiệp &gt &gt  Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1710105  / \t. . . .   i&gt Học vụ . Họ và tên: Lê Đức Huy. . MSSV: 1710105. . Lớp: VPk17 CĐT. . Em xin nhờ các thầy/cô phòng đào tạo chuyển điểm các môn học dưới đây giúp em, để em có thể đăng kí Luận văn tốt nghiệp.. . Danh sách các môn:. . 1.   B&gt Mac-Lênin - SP1003, điểm 7.5, HK1 (2019-2020)  /B&gt  chuyển điểm qua môn   B&gt Mac-Lênin - 001001  /B&gt .. . 2.   B&gt Đường lối - SP1009, điểm 6, HK1 (2020-2021)  /B&gt  chuyển điểm qua môn   B&gt Đường lối - 001004  /B&gt .. . 3.   B&gt Tư tưởng - SP1005, điểm 6.5, HK3 (2019-2020)  /B&gt  chuyển điểm qua môn   B&gt Tư tưởng - 001025  /B&gt .. . 4.   B&gt Pháp luật - SP1007, điểm 6.5, HK3 (2019-2020)  /B&gt  chuyển điểm qua môn   B&gt Pháp luật - 008001  /B&gt .. . 5.   B&gt Nhập môn về kỹ thuật - EE1001, điểm 9, HK1 (2017-2018)  /B&gt  chuyển điểm qua môn   B&gt Nhập môn về kỹ thuật - ME1001  /B&gt .. . . . Em cũng xin đề nghị PĐT xét đăng kí trong học kì 212:. . 1.   B&gt Luận văn tốt nghiệp - 218700  /B&gt .. . 2.   B&gt Thực tập tốt nghiệp - 218750  /B&gt .. . . . Em xin cảm ơn các thầy/cô PĐT."
    },
    {
        "intent": "",
        "message": "Chào bạn, . . Bạn đã đăng ký thành công môn LVTN và TTTN.. . Thân."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Chào quý thầy cô. . . . Em là [full_name] MSSV 181222. . Em hiện tại không bị nợ môn, ngoại trừ chưa có 4 môn tiếng anh nhưng theo mail của trường đã miễn tiếng anh kỳ 212. Và một số bạn của em cũng thiếu 4 môn tiếng anh mà vẫn đăng ký được luận văn tốt nghiệp. Cho em hỏi điều kiện đăng ký luận văn tốt nghiệp kỳ 212 này là gì, mong quý thầy cô giải đáp thắc mắc ạ.. . . . Em đã khiếu nại lần 1 vào ngày 24/1 và đã được trả lời chờ ngày 14/2 nếu không có thời khóa biểu thì tiếp tục khiếu nại lại để biết lý do ạ.. . . . Cảm ơn thầy cô"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 125  126 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi Phòng đào tạo,. . . . Em tên là [full_name], sinh viên Đại học chính quy bằng 2 thuộc khoa Khoa học và Kỹ thuật máy tính, MSSV [student_id].. . . . Em viết phiếu này để xin PĐT làm thủ tục cấp cho em giấy chứng nhận là sinh viên đang học tại trường, cấp cho sinh viên dùng để bổ túc hồ sơ giảm thuế thu nhập cá nhân.. . . . Thủ tục để cấp giấy có những yêu cầu cần làm gì, mong PĐT hướng dẫn giúp. Em xin cảm ơn.. . . . Trân trọng."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em đăng ký trên mybk/xác nhận sv nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Thưa thầy cô,. . . . Trong quá trình đăng kí in bảng điểm thì em có gặp lỗi này và không vào được trang của mybk (ảnh đính kèm).. . . . Em xin phép thầy cô hướng dẫn em cách khắc phục. Đồng thời xin thầy cô giúp em cập nhật thông tin in bảng điểm của em. Em xin chân thành cảm ơn thầy cô.. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn, . . Bạn đã có quyết định tốt nghiệp rồi. Bạn vui lòng liên hệ PDT để đăng ký in bảng điểm nhé. . . Thân."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào quý thầy cô:. . Em là [full_name], mssv: [student_id]. . Em có 02 câu hỏi mong được quý thầy cô giải đáp:. . 1. Em đã chuyển điểm anh văn từ HK1 (2021-2022) và hiện tại bảng điểm vẫn là điểm AV1 và AV2 từ HK1 (2017-2018). Vậy bây giờ em đăng ký in bảng điểm thì AV1 và AV2 của em có được thay thế bằng điểm chuyển (cụ thể là 10 điểm) không? Và điểm AV1 AV2 cũ đó có còn nằm trong điểm TBTL không?. . 2. Vì lý do dịch bệnh covid-19 nên hiện tại em mới đủ điều kiện xét tốt nghiệp. Nếu bây giờ em đăng ký xét tốt nghiệp thì khoảng bao lâu sẽ được xét và có bằng tạm thời? Lễ tốt nghiệp sẽ diễn ra vào khoảng tháng mấy? và có được tổ chức cùng các bạn đã nhận bằng đợt vừa rồi không?. . Em xin cảm ơn quý thầy cô.. ."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 . . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Điểm chuyển AV của bạn năm ở mục mybk/Thông tin sinh viên/ điểm chuyển. . Và in bạn đăng ký in Bảng điểm sẽ có trong bảng điểm của bạn nhé được tính trong điểm TB tích lũy nhé. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Chào phòng đào tạo ,. . Học kì này em có đăng kí dự thính môn Thủy lực và đã có môn học trong thời khóa biểu nhưng không hiện giờ học . Cảm ơn phòng đào tạo. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Môn học SV làm đơn mở lớp  dạng đồ án do sỉ số ít. SV liên hệ GV trên BKel.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / \t[full_name] [full_name] Dạ em chào Cô[full_name] [full_name] - Nhờ cô kiểm tra bằng giúp em với ạ[full_name] Đến nay em vẫn chưa nhận được mail hay bằng tốt nghiệp tạm thời qua bưu điện[full_name][full_name] [full_name] Dạ em cảm ơn ạ[full_name][full_name] [full_name]   i&gt Tốt nghiệp  /i&gt [full_name] [full_name] [full_name] [full_name]"
    },
    {
        "intent": "",
        "message": "Chào bạn, . . Quy trình nhận bằng TN đại học của hệ VLVH yêu cầu bổ sung bản sao bằng TN trung học phổ thông.. . Nên bạn vui lòng nộp cho PDT 2 bản sao bằng TN THPT và mang theo bản chính để đối chiếu. Hiện tại bằng TN của bạn đã có sau khi hoàn tất thủ tục thẩm tra bằng bạn sẽ được nhận bằng TN. . . Thân."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Thưa thầy/cô,. . Em là [full_name] (MSSV:[student_id]), cho em xin hỏi khi nào nhà trường mới cấp thẻ sinh viên cho sinh viên khóa 2021 (năm nhất) và nhận tại đâu vậy ạ? Và do hiện tại em vừa bị đánh cắp mất túi xách, nên đã mất căn cước công dân. Thì em có thể sử dụng loại giấy tùy thân nào khác để xác nhận vào phòng thi(giữa kì sắp tới) không ạ?. . Em xin cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . - SV phải dùng thẻ SV khi dự thi, vì nhiều lý do bất khả kháng SV vui lòng trình bày tất cả lý do kèm minh chứng để Cán bộ coi thi ghi nhận vào danh sách thi. PĐT đối chiếu dữ liệu sau.. . - Khi học trực tiếp em nhận thẻ SV, thường nhận ở Khoa, GVCN.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy/cô.. . . . Đợt tháng 12 trường có thông báo thi tiếng anh nói viết nhưng em không đăng ký.. . . . . . Thầy/cô cho em hỏi khi nào trường lại tổ chức thi anh văn nói viết tiếp ạ.. . . . Chân thành cảm ơn thầy/cô."
    },
    {
        "intent": "",
        "message": "Chào em,. . AV Nói - viết: Em vui lòng liên hệ Trung tâm ngoại ngữ để đăng ký thi. Cuối tuần này em xem trên web của TTNN để biết lịch thi, dự kiến thi tại C6-CS1 nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy/cô.. . . . Hiện tại em có một môn chờ thi để xóa điểm hoãn thi.. . . . Thầy/cô cho em hỏi em nếu kỳ này em không đăng ký môn học và bị đình chỉ, thì em có thể dự thi xóa điểm hoãn thi không ạ.. . . . Chân thành cảm ơn thầy/cô."
    },
    {
        "intent": "",
        "message": "Chào bạn, . . Bạn vui lòng bổ sung thêm: Tên MH,mã MH, môn học ở HK nào để PDT kiểm tra cho bạn.. . Thân."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi PĐT,. . . . Em muốn hỏi là khi chuẩn bị lên năm tư, làm đồ án tốt nghiệp thì có cần phải chuẩn bị các loại bằng cấp như bằng tiếng anh như IELTS, TOEIC à bằng tin học như MOS không ạ ? Nếu có thì đạt mức tối thiểu bao nhiêu mới được làm đồ án và ra trường ạ và nếu bằng hết hạn mà em chưa ra trường thì có cần phải thi lại bằng và nộp cho nhà trường không ạ ?. . . . Em xin cám ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--&gt  sinh viên --&gt  Quy chế --&gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --&gt Phụ lục 1: Quy định về ngoại ngữ . . Còn quy định về đạt chuẩn chứng chỉ MOS không áp dụng cho K19. . Thân."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ em chào thầy cô,. . Em tên [full_name], mssv 181444, lớp CK18CDM. Dạ hôm nay em viết yêu cầu này về vấn đề đăng kí luận văn tốt nghiệp vào kì chính 212. Dạ ngành Công nghệ may em đủ 123 tín chỉ sẽ được đăng kí luận văn tốt nghiệp ạ. Hiện tại tích lũy chung của em là 124 tín chỉ, nhưng vẫn không đăng kí được LVTN, trên BKSI cô bảo là do tích lũy ngành em là 121. Dạ thầy cô ơi nguyên nhân là do kì 202 em bị vướng anh văn nên em không thể đăng kí được môn Mỹ thuật trang phục (ME3113), vì vậy em đành phải học môn tương đương để thay thế ạ. Để tương đương với môn đó em phải học 2 môn là Mỹ thuật trang phục (ME2109) + Công nghệ dệt nhuộm ( ME4125). Ở kì 202 em đã học môn Mỹ thuật trang phục (ME2109), còn Công nghệ dệt nhuộm (ME4125) em đang học kì 212 này ạ. Đối với môn mỹ thuật trang phục (ME2109) đã học xong tích được 3 chỉ, mặc dù chưa đủ để tương đương với môn mỹ thuật trang phục (ME3113), nhưng em đã học được 1 trong 2 môn tương đương. Thầy cô có thể xem xét cho trường hợp của em được không ạ, em rất hy vọng được đăng kí LVTN (ME4545) vào kì 212 này ạ, Kính mong thầy cô xem xét và giúp đỡ em với ạ, em chân thành cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em;. . Luận Văn của em đã được xét đặc cách, thời khóa biểu sẽ cập nhật trước ngày 18/2. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi PĐT, . . . . Em hiện tại là sinh viên năm 3 của khoa kĩ thuật hóa học, đang học chương trình cử nhân.  Sau khi học xong, tốt nghiệp chương trình cử nhân và đi làm trong một thời gian (2-3 năm). Em muốn hỏi rằng khi ấy trường còn bảo lưu kết quả học tập của em để em có thể quay lại trường tiếp tục học theo chương trình liên thông được không ạ ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Về vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) em vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . Thân mến"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1[full_name]10079  / \t. . . .   i&gt Yêu cầu khác . Họ và tên: [full_name]. . MSSV: 1[full_name]10079. . . . Thị giác máy tính (ME5227)- [full_name]211 - Điểm: 10 - Nhập môn thị giác máy tính (ME4201). . . . Điều khiển quá trình (ME5226)- [full_name]211 - Điểm: [full_name].5 - Nhập môn điều khiển các quá trình công nghiệp (ME4215). . . . Hệ thống điều khiển số (ME5259)- [full_name]211 - Điểm: [full_name].6 - Công nghệ CNC (ME3239). . . . Nhờ thầy cô kiểm tra lại.. . Em xin cám ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn, . . PDT đã xử lý chuyển điểm tương đương môn ME4203, ME4201 và ME3239 theo dữ liệu Sau đại học gửi.. . Hiện tại đã cập nhật tại mybk&gt &gt thông tin sinh viên&gt &gt điểm chuyển. . . Hiện tại bạn có thể đăng ký in bảng điểm tại mybk để kiểm tra.. . Thân."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Nhà trường cho em hỏi, em đã đăng ký tốt nghiệp vào tháng 11/2021 và đã có tên trong danh sách chính thức rồi, nhưng đến nay đã gần 2 tháng mà vẫn không có mail đến nhận bằng tốt nghiệp. Nhà trường có thể kiểm tra giúp em bằng tốt nghiệp của em đã được in và kí bởi thầy hiệu trưởng chưa ạ? . . . . Em xin chân thành cảm ơn.. . [full_name] - [student_id]"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào PĐT,. . . . em tên [full_name] (MSSV [student_id]). . khoa Kĩ thuật Dầu khí CLC. . Lớp DK17CC11. . . . Hiện tại em vẫn chưa có thông tin gì về ngày lên trường nhận bằng tốt nghiệp chính thức ạ. Em vẫn đang giữ bằng tốt nghiệp tạm thời.. . . . vì em nộp hồ sơ xin việc nên mong nhà trường hỗ trợ giúp em được nhận bằng chính thức để nộp bên công ty em ạ.. . . . Trân trọng. . . . . ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . cho em hỏi có cách nào đổi giảng viên hướng dẫn đồ án không ạ . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi PĐT, em là [full_name] ([student_id]).. . Kì thi cuối kỳ môn Quản lý dự án cho kỹ sư (IM1025) ở HK202 em có xin hoãn thi do mắc COVID.. . Vào ngày thi xóa điểm 13 ở HK211 (29/11), em không tham gia được do không đảm bảo thiết bị và đường truyền nên muốn hoãn tiếp sang HK212. . . . . Trước ngày thi xóa điểm 13 của môn Quản lý dự án cho kỹ sư hơn 1 tuần (21/11) e có gửi mail hỏi nhưng PĐT không hướng dẫn em phải làm đơn hoãn thi hay dùng công cụ hoãn thi trên MyBk.. . Sau ngày thi 11 ngày (10/12) thì mới có mail hướng dẫn hoãn thi từ PĐT về cách thức hoãn thi trên MyBk. Tuy nhiên em không thể hoãn thi bằng MyBk lúc đó được nữa do đã quá 5 ngày theo quy định.. . Em gửi tiếp 1 mail vào 31/12 nhưng vẫn chưa được hướng dẫn nên em đợi sau khi PĐT cập nhật điểm 14 thì gửi mail hỏi tiếp thì được PĐT (cụ thể là chị [full_name]) hướng dẫn làm đơn xin hủy điểm 13 (xóa điểm hoãn thi).. . . . . . Vậy nên em làm đơn (đã có xác nhận của khoa QLCN và giáo viên giảng dạy [full_name]) theo hướng dẫn để trình PĐT xem xét xóa điểm 13 và cập nhật điểm 14 để em có thể thi vào HK212 ạ.. . . . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt đã xử lý chuyển từ điểm 13 sang điểm 14 hoãn thi. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Kính thưa phòng đào tạo, em là [full_name], MSSV:[student_id]. Em có thắc mắc về nộp bài thi cuối kì và điểm thi môn Truyền Nhiệt (CH2043).. . Dạ em học Truyền Nhiệt (CH2043),lớp: L02. Hôm tổ chức thi cuối kì em có tham gia và làm bài đầy đủ nhưng trong khi nộp bài em không thể nộp bài lên hệ thống được trong khi vẫn còn thời gian và sau đó máy em bị đứng. Em đã liên hệ với cán bộ coi thi bằng nhiều phương thức khác nhau. . và được hướng dẫn liên hệ với giảng viên để có hướng giải quyết (có minh chứng rõ ràng và nhân chứng là các các bạn tham gia cùng phòng thi). Cuối cùng, em đã nộp bài qua mail cho giảng viên nhưng hôm nay có điểm em lại được báo là không có bài trên hệ thống nên không chấm được và nhận điểm 13. Vậy em kính mong phòng đào tạo xem xét cho bài thi của em được chấm lại.. . Đây là link minh chứng của em:  https://drive.google.com/file/d/19TUYf1jd4rGDX6Ug-[full_name]V2JVcA1ZGOe9E/view?usp=sharing. . Mong phòng đào tạo sớm có hướng giải quyết giúp em . Em xin cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn, . . Về vấn đề này PDT không thể hỗ trợ bạn được. Bạn vui lòng liên hệ giảng viên giảng dạy để hỗ trợ giải quyết giúp bạn. . . Thân."
    },
    {
        "intent": "",
        "message": "Em chào thầy/cô ạ. Em tên là Vòng Khải Tuấn, MSSV [student_id].Tuy bây giờ em biết là hơi trễ nhưng em có thắc mắc mong được giải đáp ạ.. . Vào đợt đkmh đợt 1, em có đăng kí môn thực tập ngoài trường EE3365. Sau khi có kết quả đkmh đợt 1 em có check lại là vẫn có môn này trong danh sách đã đăng kí. Và sau đó do đang trong thời điểm ôn thi nên em có hơi chủ quan, dẫn đến không để ý là kết quả đkmh đợt 2 và đợt 3 đã xoá mất môn thực tập ngoài trường của em ạ. Em có xem lại thì lí do bị xoá ở đợt 2 và 3 là TTTN-STC. Cho em hỏi có nghĩa là gì ạ!Và nếu em đăng kí lại môn này ở học kì hè thì có được không hay là phải đăng kí vào học kì chính kế tiếp vậy ạ? Hiện tại em đang rất lo lắng vì nghe nói nếu không thực tập hè thì sẽ không được nhận đồ án tốt nghiệp năm sau ạ.. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 22/02/2022.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em xin chào thầy/cô,. . . . Sau khi em gửi đơn chuyển hệ cho email của PĐT như đã hướng dẫn thì nhận được câu trả lời phải đợi học kỳ 213 (như hình) ạ.. . . . Lý do em chuyển sang VLVH là để có thể đăng ký môn Giải tích 2 vào học kỳ hè và vì tháng 4/2022 là thời hạn Chính Quy cuối cùng của em rồi.. . . . Em không rõ thời hạn hoàn tất quy trình xét duyệt đơn chuyển trạng thái từ Chính Quy sang VHVL của trường và sợ bỏ lỡ đợt kế hoạch đăng ký môn học. Vậy nên liệu em có thể chuyển hệ sớm (thời điểm hiện tại) trước đợt 213 luôn không ạ?. . . . Cảm ơn thầy/cô rất nhiều,. . [full_name]. ."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn, nhưng sẽ tiếp nhận cho bạn đăng ký môn học ở Hk213. . Thân. . \"\"\""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ chào PĐT. Hiện em đã hoàn thành học kì 211 nhưng số tín chỉ chưa được cập nhật vào mục “Tín chỉ” ạ. . . Em hy vọng PĐT sớm cập nhật cho em để em có thể kịp đăng kí tốt nghiệp ạ!. . Em xin cám ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Nếu em muốn xem thì xem trong ds dự kiến TN.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1710192  / \t. . . .   i&gt Yêu cầu khác . Em chào Phòng Đào Tạo. Phòng Đào Tạo cho em hỏi là hiện tại thì em là sinh viên Bách Khoa cùng với 1 bạn khác không học Bách Khoa thì hiện tại đã có thể vào trường chơi thể thao ở sân bóng rổ của trường chưa ạ ? . . . . Nếu được thì chúng em có cần phải mang theo giấy tờ gì không ạ ?. . . . Em xin chân thành cảm ơn và mong nhận được phản hồi ạ!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào thầy cô,. . Em là sinh viên PFIEV và có nguyện vọng chuyển điểm môn học như trong đơn em đính kèm.. . Đơn đã được các bộ phận liên quan xem xét và xác nhận, đúng với yêu cầu.. . . .   i&gt Học vụ ."
    },
    {
        "intent": "",
        "message": "Em cũng xin đề nghị PDT xét đăng kí trong học kì 212:. .   B&gt 1. Thực tập tốt nghiệp - 218750. . 2. Luận văn tốt nghiệp - 218700   /B&gt . . Em xin cảm ơn các thầy/cô PDT."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt đã tiếp nhận đơn chuyển điểm của bạn và đang chuyển để giải quyết cho bạn. . Tuy nhiên Hiện tại đã đến tuần thứ 5 của HK 212, nên bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa + Giảng viên hướng dẫn đồng ý bổ sung và xác nhận tiến độ thực hiện được bao nhiêu phần trăm (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân. ."
    },
    {
        "intent": "",
        "message": "dạ cho em hỏi đơn đăng ký LVTN có mẫu không ạ? Em tìm trên aao không thấy có ạ. ."
    },
    {
        "intent": "",
        "message": "Em có thể dùng đơn PDT-16 được không ạ. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi Phòng Đào Tạo. . Em tên là: [full_name]. . MSSV: [student_id]. . Khoa: Cơ kĩ thuật. . Lí do: Vì em muốn bảo lưu kết quả học kì 1 năm học 2021-2022 để đi du học, em cần phải làm gì ạ. Em xin cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Đi du học thì gửi đơn thôi học.. . - Em xem quy chế học vụ. . https://portal.hcmut.edu.vn/dao-tao/quy-dinh-hoc-vu. . - Em liên hệ Văn phòng Đào tạo quốc tế [email] để được tư vấn thêm nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": ". . MSSV/MSGV: [student_id]    . . . . Khiếu nại đăng ký môn học. . . . Em tên là [full_name] HC18KSTN. . Mã môn học CH4327. . Lúc đầu e có lên bksi đển nói về tình trạng không đăng ký môn của e thì bảo là 14.2 vẫn chưa được thì thông báo lại. Thì em vẫn chưa đăng ký môn được mong pđt xem xét lại giúp em ạ, Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt kiểm tra số tín chỉ tích luỹ ngành của em: 123\t  125 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Em vui lòng kiểm tra lại nhé. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em thấy em đủ 125 chỉ mà chị, chị coi lại giúp em ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 22/02/2022.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em không thể đăng ký môn học CI3001 - Cơ học đất lớp DT01 ở \"Đợt đăng ký môn học Dự thính - lộ trình 2\" vì trùng thời khóa biểu vào ngày thứ 2 tiết 13 - 14 - 15 và ngày thứ 7 tiết 7 - 8 - 9 -10 - 11.. . . . Nhưng môn học ở thời khóa biểu chính thức, thứ 2 tiết 13 - 14 - 15 chỉ còn học có 4 buổi, em có thể thu xếp được và môn học ngày thứ 7 tiết 7 - 8 - 9 - 10 - 11 thì thầy giảng dạy môn học CI3001 chấp nhận cho em sắp xếp chuyển điểm hoặc chuyển thời gian khác.. . . . Vì vậy em có thể học môn học CI3001 - Cơ học đất lớp DT01 được không ạ?. . Kính mong PDT xem xét giúp em ạ!"
    },
    {
        "intent": "",
        "message": "Chào em. . Trùng cả thứ 2 và thứ 7 nên không đươc nha em. . Thân. ."
    },
    {
        "intent": "",
        "message": "No solution"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em xin cập nhật môn học tương đương để đủ số tín chỉ tích lũy ngành đăng ký luận văn tốt nghiệp. . [full_name] . . MSSV [student_id]. . 1. CH5258 - Những tiến bộ trong hóa học xanh: Học kỳ 211. . .   Điểm tổng kết 9.3 . .   Môn học tương đương: CH2071 - Hóa học xanh. . 2. CH5185 - Các phương pháp phân tích cấu trúc hợp chất hữu cơ: Học kỳ 202: . .   Điểm tổng kết 9.5 . .   Môn học tương đương: CH3221 - Các pp xđ ct hợp chất hc. . 3. CH518 - Hóa học các hợp chất tự nhiên:Học kỳ 202: . .   Điểm tổng kết 8.9 . .   Môn học tương đương: CH3183 - C/nghệ các sp có n/gốctn"
    },
    {
        "intent": "",
        "message": "Đã cập nhật môn tương đương và đăng ký LVTN cho SV. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gởi ban giám hiệu và phòng đào tạo, emtên [full_name] mssv [student_id], học khoa giao thông ngành công nghệ kỹ thuật ô tô hiện tại thời gian học của e đã qua lâu nên em không biết mình còn những môn gì chưa hoàn thành, mong nhà trường cho em biết thông tin để hoàn thiện ra trường! Mong nhà trường hỗ trợ em sớm nhất có thể. Em xin chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Gửi em file xét điều kiện tốt nghiệp của bạn, SV kiểm tra lại nhé!. . SV còn nợ 1 môn và chưa đạt chuẩn AV tốt nghiệp. . Thân. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em xin hỏi,. . . . Hiện tại em là sinh viên VLVH được chuyển từ chính quy. Vậy khi xét tốt nghiệp thì có bắt buột nộp chứng chỉ tiếng anh 2 kỹ năng (Speaking & Writing) hay không và em có cần những gì?. . . . Thân,"
    },
    {
        "intent": "",
        "message": "Chào em,. . SV VLVH thì không cần AV 2 kỹ năng nhé bạn.. . Em xem quy định về chuẩn tốt nghiệp của SV VLVH tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Em áp dùng theo chuẩn SV khóa 2014 của hệ VLVH. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em chào thầy cô. . . . Hiện tại em không biết lí do không đăng ký được luận văn học kỳ này.. . . . PĐT có thể cho em biết lí do để em đăng ký môn học ạ.. . . . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 118  126 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Cho em hỏi còn đợt đăng ký LVTN nào cho học kỳ 212 không ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Thưa thầy ( cô)!. . Em học CQ k16 chuyển sang hệ VHVL.. . Tiêu chuẩn tốt nghiệp của trường.. . 400 (từ K.2017 về trước). . hoặc đạt môn AV400. . . . 450 (K.2018). . hoặc đạt môn AV450. . . . 500 (K.2019). . hoặc đạt môn AV500. . . . 600 (từ K.2020 trở đi). . Em xin hỏi: . . 1) em chuyển hệ VHVL thì dẫn tính k16 phải không ạ?. . 2) toeic400(LA1031) có tương đương 400 hoặc môn AV400 không ạ?. . 3) hệ VHVL tốt nghiệp không xét kỹ năng nói viết phải không ạ?. . #em cảm ơn thầy cô nhiều!"
    }
]