[
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "B&gt Em tên là: [full_name]  /B&gt . .    MSSV: [student_id]  / \t. . . .   i&gt Yêu cầu khác . Em muốn hỏi là em không đăng kí được luận văn tốt nghiệp do không đủ tín vhir tích lũy tối thiểu. Nhưng do em đang làm luận văn tốt nghiệp theo nhóm và đã có điểm dclvtn. Như vậy, có cách nào để em đăng kí được thành công lvtn vho hk 212 không ạ?. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Do tình hình dịch bệnh và phải học trực tuyến xuyên suốt học kỳ 211 nên em không thể đăng ký thực tập tốt nghiệp được. Bây giờ tình hình dịch đã ổn, em đã và đang đi thực tập tốt nghiệp và sẽ hoàn thành thực tập vào cuối tháng 2. Em muốn hỏi là đăng ký song song thực tập tốt nghiệp và luận văn trong học kỳ này không được ạ? Do tình hình dịch bệnh kéo dài từ năm trước nên em không có cơ hội để đi thực tập và bị trễ nên muốn đăng ký luận văn  song song với thực tập kỳ này cho kịp tiến độ ra trường ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Em vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, em vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: . . Cho em hỏi là em vừa nộp điểm thi toeic để chuyển điểm av1,av2 với 4 tín chỉ cộng với số tín chỉ em vừa thi xong thì đã đủ điều kiện số tín chỉ tối thiểu để đăng kí LVTN. Nhưng em vẫn chưa đăng kí được, mong nhà trường giải quyết giúp em."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Kính thưa nhà trường, em tên [full_name], MSSV [student_id]. Trong quá trình ĐKMH cụ thể là LVTN mã môn học CI4347, em đã không được đăng kí với lí do thiếu môn tiên quyết CI3175, nhưng em nhận thấy có một vài điểm chưa được thỏa đáng dẫn đến sự thiếu công bằng trong quá trình học tập của em và một số bạn sinh viên khác như sau:. .    - Thứ nhất: Trong quy chế đào tạo về việc hoãn thi em không thấy có đề cập đến vấn đề sẽ sử dụng điểm thi lần 2 làm điểm tổng kết, bỏ qua các điểm thành phần cho nên em đã lựa chọn sai bằng việc thi cuối kì ở lần 1 và kết quả là em đã thiếu một chút may mắn để có cơ hội qua môn (CI3175) trong học kì 202.. .    - Thư hai: Trong học kì 211, em và một số bạn đã xin mở lớp môn học mã CI3175 cả trong học phần chính và dự thính nhưng không được sự đồng ý mặc dù đã đủ sĩ số theo qui định.. .    - Thứ ba: Việc thay đổi trọng số điểm 50% giữa kì và 50% cuối kì của môn học mã CI3175  mà bỏ qua các điểm thành phần khác một cách đột ngột trong học kì 202 em thấy chưa thực sự thỏa đáng dẫn tới ảnh hưởng ít nhiều trong quá trình học tập.. .   Trên đây là những suy nghĩ của em về việc ĐKMH HK212, mặc dù biết quá trình học là do bản thân mình nhưng em một lần nữa kính mong nhà trường xem xét để em có cơ hội được hoàn thành LVTN trong học kì này ạ! Em xin chân thành cảm ơn!. . . ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em tên là [full_name], MSSV:185278 lớp CC18QKD ạ. . . Đợt vừa rồi em có ĐKMH Dự thính môn Tài chính doanh nghiệp IM3005 nhưng không đăng kí được ạ với lý do em chưa từng học môn này ạ. Em vẫn chưa hiểu rõ lắm về lý do này ạ và nếu vậy là ĐKMH Dự thính chỉ áp dụng cho các môn đã từng học nhưng học lại thôi ạ? Em rất mong có thể nhận được phản hồi từ quý Văn phòng ạ. Em xin cảm ơn quý Văn phòng rất nhiều ạ và rất mong có thể nhận được giải đáp thắc mắc của em ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . . . Theo thông báo Thông báo ĐKMH HK Dự thính 212 - lộ trình 2 (Đợt 2) gửi qua email cho SV ngày 19/1/2022, thì có ghi rõ:. . . . \"Sinh viên (SV) đăng ký đợt HK Dự thính 212 - lộ trình 2 (Đợt 2) từ 10g00 ngày  22/01/2022  đến 14g50 ngày 25/01/2022 (Đợt 2),   U&gt Không mở cho SV chính quy học môn học lần đầu  /U&gt \". . . . Chúc bạn học tốt. . Thân. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi Phòng Đào Tạo,. . Em là [full_name], MSSV:[student_id]. Sinh viên khoa Quản lý công nghiệp K18.. . Trong đợt đăng ký môn bổ sung cho các học phần LVTN (18/1 - 19/1) em có đăng ký môn LVTN, MSMH: IM4317, nhóm lớp A01 nhưng đã bị hủy. Với lý do: Không đủ điều kiện nhận LVTN. Nhưng hiện tại theo như yêu cầu của Nhà trường thì em vẫn đủ điều kiện để đăng ký LVTN. Mong PĐT xem xét lại giúp em.. . Trong khi chờ đợi sự hồi đáp của PĐT, em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Theo chương trình đào tạo tại đây (https://docs.google.com/spreadsheets/d/1udOobWHFPviVmLbPzGsDUksQW2MpXt0Icewy1AMNIPM/edit#gid=[phone_number]) tụi em có môn thực tập ngoài trường (EE3375). Theo yêu cầu của Khoa Điện - Điện tử, tụi em phải đăng kí môn này vào học kì 212. Em đã tích lũy đủ tín chỉ theo quy định của PĐT và không rớt môn nào. Kính mong pđt giải thích rõ hơn lý do ghi trong trang đăng ký môn học (\"PDT không đ/ký cho SV MH EE3375 (N: Không đủ đ/kiện nhận TTTN - STC)\"). Trân trọng."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]    . . . . Khiếu nại đăng ký môn học. . . . Theo chương trình đào tạo tại đây (https://docs.google.com/spreadsheets/d/1udOobWHFPviVmLbPzGsDUksQW2MpXt0Icewy1AMNIPM/edit#gid=[phone_number]) tụi em có môn thực tập ngoài trường (EE3375). Theo yêu cầu của Khoa Điện - Điện tử, tụi em phải đăng kí môn này vào học kì 212. Em đã tích lũy đủ tín chỉ theo quy định của PĐT và không rớt môn nào. Kính mong pđt giải thích rõ hơn lý do ghi trong trang đăng ký môn học (\"PDT không đ/ký cho SV MH EE3375 (N: Không đủ đ/kiện nhận TTTN - STC)\") và xử lí trường hợp của em càng sớm càng tốt. Trân trọng.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Thưa thầy, cô. . Kì này em chưa đăng ký đề cương luận văn được nhưng em xin được thầy cho làm thì kì sau em chuyển điểm và đăng ký luận văn luôn được không ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . 1 kỳ chỉ có thể đăng ký đề cương hoặc LVTn thôi. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Chào phòng đào tạo,. . Em tên [full_name], MSSV [student_id], hôm nay em khiếu nại về đăng ký Luận văn tốt nghiệp (MA4333) trong học kì 212. . . Em đăng ký Luận văn tốt nghiệp vào các đợt 1, 2, 3 đều được nhưng đến khi có kết quả thì bị hủy vì lý do không đủ điều kiện. Em đã đăng ký lại vào đợt bổ sung nhưng vẫn tiếp tục bị hủy với lý do trên. Mong phòng đào tạo giải đáp giúp em.. . . . Hình ảnh minh họa đính kèm:. .     Hình 1: Đăng ký vào đợt 1. .     Hình 2: Đợt đăng ký 2, bị hủy LVTN ở đợt 1 và em đã đăng ký lại. .     Hình 3: Kết quả đợt đăng ký bổ sung. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em là [full_name]-[student_id], lớp DC18DK.. . Em đã hoàn thành hết các môn học trong chương trình, chỉ còn lại LVTN-GE4327 và GE3095(TQ) (do covid lớp em vẫn chưa học được GE3095). . . Kỳ 212 này, lớp em được Khoa xin pđt đăng ký LVTN song hành với GE3095(TQ) và đã được duyệt. Các bạn trong lớp đa phần đều đăng ký được vào đợt 3 nhưng một số bạn (có em) lại bị lỗi không đăng ký được.. . Em có gửi phản hồi rồi và pđt bảo đăng ký lại vào đợt bổ sung 18-19/01/2022. Nhưng kết quả đăng ký vẫn không được duyệt vì thiếu môn GE3095.. . Xin nhắc lại là đa số các bạn trong lớp đều đăng ký được cả LVTN-GE4327 và GE3095 theo yêu cầu của Khoa).. . Mong pđt xem xét giải quyết giúp em ạ. Xin Cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]1  / \t[full_name] [full_name] [full_name] [full_name]   i&gt Tốt nghiệp  /i&gt [full_name] [full_name] [full_name] [full_name] Dear [full_name][full_name] [full_name] Em sinh viên hệ VHVL, đợt vừa rồi  em đã ĐK nhận bằng tốt nghiệp HK 20211, nhưng hiện em vẫn chưa nhận được thông tin nào,[full_name] [full_name] Mong [full_name] kiểm trả lại giúp em"
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi PĐT,. . Học kỳ 202 em có học môn thủy lực & khí nén lớp DT01-thầy [full_name], vì tình hình dịch bệnh phức tạp nên lớp đã bị nghỉ ngang, và chưa có thí nghiệm. Tuy nhiên để giải quyết cho 1 số anh/chị bảo lưu có điểm kịp tốt nghiệp nên thầy đã nộp bảng điểm tn của em là 13 khiến môn học này bị 0 điểm (rớt). Em có liên hệ với thầy để nộp lại bảng điểm tuy nhiên đến bây giờ vẫn đang chưa có sự thay đổi ạ. . Bên cạnh đó em có thi anh văn trong trường và đạt được 455 điểm, theo lý thuyết thì em đã qua anh văn 3, như vậy là em sẽ có 6 tín chỉ của anh văn 1, 2, 3. Tuy nhiên theo em thấy thì chưa được công 6 tín chỉ vô tính chỉ tích lũy. Vì việc nhà trường cho hoãn các chứng chỉ ngoại ngữ theo từng năm học cũng như vì dịch bệnh diễn biến phức tạp nên em không có cơ hội thi TOEIC để nộp điểm chuyển anh văn theo như dự định. Nếu kết quả anh văn trong trường mà không tính qua 6 tín chỉ anh văn 1, 2, 3 thì khá là thiệt thòi cho 1 số bạn sinh viên giống như em.. . Em nghĩ vì những lí do trên  đã làm ảnh hưởng đến kết quả đmkh LVTN của em ạ. Mong PDT xem xét để em không bị muộn LVTN vì những lí do khách quan ạ.. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Bổ sung:. . Môn học: Luận văn tốt nghiệp kỹ thuật cơ khí. . Mã môn học: ME4727"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Dạ kính chào quý thầy cô, . . . . Em tên [full_name], MSSV: [student_id], em đã đăng kí môn học IM4317 ở các đợt trước đó tuy nhiên kết quả đăng kí bị xóa do đó em đã đăng kí môn học HK212-bổ sung TTTN, ĐCLV, LVTN. Tuy nhiên, em vẫn chưa có thời khóa biểu, và trong phần kết quả đăng kí môn học em cũng thấy có ghi lí do phòng đào tạo không cho phép đăng kí môn học này do chưa đủ điều kiện nhận luận văn tốt nghiệp, trong khi đó bạn em cũng chưa nộp bằng anh văn như em, mà ở các lần trước đó bạn em đã đăng kí được môn học IM4317.. . . . Như vậy thì em có thể làm luận văn tốt nghiệp trong học kì 212 này được không?. Môn thực tập tốt nghiệp và đề cương tốt nghiệp em đã hoàn thành rồi ạ. Em rất mong nhận được sự giải đáp và giúp đỡ của quý thầy cô để có thể  tốt nghiệp đúng hạn.. . . . Em xin chân thành cảm ơn quý thầy cô.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Sinh viên: [full_name]. . Mssv: [student_id]. . Hiện tại môn LVTN CI4393 của em vẫn chưa đăng kí được do thiếu môn tiên quyết CI3225 (Đồ án sản xuất CK BTDS).. . Trong mail ghi rõ \"Những học phần đang học được xem là đạt\", và hiện em đang học môn CI3225 ở học kì này, nên mong PĐT giải quyết cho em ạ.. . Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em có ĐK LVTN đợt bổ sung vào ngày 18/01/2022.. . KQĐKMH em thiếu môn Thực tập nhận thức ngành mã MH 804306.. . Nhưng trong Mybk của em có cập nhật điểm môn học Thực tập nhận thức ngành DDCN mã MH CI2057.. . Em có gửi mail cho phòng đào tạo và có nhận phản hồi từ P. ĐT có thể đăng kí đợt bổ sung vừa rồi. . . (Hình ảnh đính kèm). . Kính mong quý Thầy/Cô xem xét và phản hồi giúp em ạ.. ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân. . \". . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em chào các thầy cô PĐT.. . . . Em là Nguyễn Văn Tiến sinh viên khoa KH và KT Máy tính, hiện tại em đang gặp vấn đề về ĐK LVTN HK211. Trước đó em có nhận thông báo về việc không xét CCAV cho ĐK LVTN. Em đã nghĩ rằng khi không xét CCAV thì cũng sẽ không xét TCTL của AV. Em không biết suy nghĩ trên có đúng hay không. Nhưng em mong nhà trường tạo điều kiện cho tụi em không xét TCTL của AV(8 chỉ) vào điều kiện. . . . . Ra trường ở BK đã khó ra trường đúng hạn càng khó hơn. Em mong nhà trường và thầy cô tạo điều kiện cho chúng em để em có cơ hội ra trường đúng hạn. . . . . Hiện tại em có thể đạt được 117 chỉ và đã có ĐCLV (kì 211 đã không ĐK ĐCLV). . . . . Em xin chân thành cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 114  119 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ thưa Thầy/Cô:. . Em tên: [full_name]. . MSSV: [student_id] - hệ VLVH. . MMH đăng ký: CI4313 - Luận văn tốt nghiệp (cđ). . . . Em có xem kết quả ĐKMH đợt 4 bổ sung LVTN thì kết quả là PĐT không đ/ký (chờ xét TTTN - LVTN - DCLVTN - SV xem kết quả sau.). . Nên em xin phép hỏi là khi nào có kết quả (có thông báo không ạ) và xem ở đâu (ngày nào em cũng xem mục TKB trong trong Thông tin sinh viên nhưng vẫn không có gì).. . . . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em tên [full_name]. MSSV [student_id]. . . về việc đăng kí môn học \"Luận văn tốt nghiệp quá trình thiết bị\" CH4353 vẫn không đủ điều kiện nhận luận văn. em có thiếu điều kiện tiên quyết là số chỉ tối thiểu nhận luận văn là do còn thiếu một môn 2 chỉ thuộc tự chọn nhóm D mà kì này em có đăng kí học. vậy nên, em có thể làm đơn có chữ kí của trưởng khoa xin nhà trường cho phép em được nhận luận văn kì này được không ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . . . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Bạn vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . . . Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- Mục 6. . Thân"
    },
    {
        "intent": "",
        "message": "Em tên: [full_name]. . Mssv:[student_id]. . Em muốn đăng kí luận văn tốt nghiệp (260663). . Em đã đủ chỉ yêu cầu làm tiểu luận ,em đăng kí những đợt mở môn học nhưng bị hủy . . Mong thầy cô giúp giùm em. . Em cảm ơn. . . .   i&gt Khiếu nại đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Em chào thầy/cô PĐT.. . Em tên là [full_name]. MSSV:[student_id]. Kỳ vữa rồi em có thanh toán trễ học phí HK 211. Em đã thanh toán trễ học phí vào 24/01/2022. Không biết em cần nộp biểu mẫu đóng trễ học phí không ạ.. . Em xin cảm ơn. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . SV lưu ý đóng học phí đúng hạn nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Em chào thầy/cô ạ. . Em tên      : [full_name]. . Mssv        : [student_id]. . Mã môn      : GE4317. . Tên môn học : Luận văn tốt nghiệp . . Nhóm lớp    : A01 . . Học kì      :212. . Lý do :. . -Em đủ 125 chỉ để dk luận văn . . -Em đủ ngày công tác xã hội.. . -Điều kiện xét luận văn ghi em không đủ điều kiện vậy cho em hỏi điều kiện mà em thiếu là gì vậy ạ ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em tên là [full_name], sinh viên lớp DD18TD3. Em đã đăng ký lại môn \"Luận văn tốt nghiệp đktđ\" (mã EE4327) vào đợt 4 bổ sung nhưng vẫn trên trang kết quả đăng ký vẫn hiện là em chưa đăng ký.. . . . Em đã đính kèm hình ảnh trang đăng ký đợt 4 bổ sung và kết quả đăng ký ở phía dưới.. . . . Em mong được sự giúp đỡ của Trường. Đây là môn luận văn tốt nghiệp rất quan trọng đối với em. Em xin cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Thưa các thầy cô, em xin hỏi là nếu như em đã có chứng chỉ MOS (Excel và PowerPoint) thì có cần thi chứng chỉ tin học cơ bản và nâng cao không ạ?. . Em xin cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Từ khóa 2021, sinh viên phải đạt chuẩn kỹ năng ứng dụng Công nghệ thông tin cơ bản và đạt chứng chỉ MOS(Microsoft Office Specialist) ở 02 bài thi là Excel và PowerPoint.. . Thân."
    },
    {
        "intent": "",
        "message": "answer rate: Answer does not suit / Câu trả lời không đúng ý"
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi phòng Đào tạo,. . Em tên là [full_name] (MSSV [student_id], khoa KH&KTMT CLC). Cho em xin hỏi hai vấn đề như sau:. . 1) Từ tuần 7 đến tuần 9 thì mỗi tuần, em có một buổi Thí nghiệm vật lý tại phòng B6-201. Như vậy là học trực tiếp phải không ạ?. . 2) Từ tuần 10 đến tuần 13, em có lịch học GDQP. Cho em hỏi GDQP thì học trực tiếp đúng không ạ? Nếu vậy thì học ở đâu ạ?. . Kính mong phòng Đào tạo hỗ trợ giúp em. Em xin cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . 1- Bạn vui lòng đợi cập nhật mới TKB, có thể thí nghiệm hangout hay trực tiếp. . Pdt đang làm việc lại với Phòng thí nghiệm/Khoa để ra TKB chính xác và cập nhật mới . . 2- Đúng học trực tiếp, học tại Trung tâm Giáo dục quốc phòng. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em kính chào quý thầy cô ạ. . Em tên là [full_name]-[student_id], hiện tại em bị từ chối khi đăng ký môn Luận văn tốt nghiệp-CO4323 vì lý do không đủ điều kiện để nhận LVTN (em có đính kèm ảnh lí do từ chối). Hiện tại kỳ 212 này em đã đăng ký thành công môn thực tập tốt nghiệp-CO3323 và môn Kỹ thuật truyền số liệu-CO2031 nếu em đăng ký thành công môn Luận văn tốt nghiệp thì tổng số tín chỉ em đăng ký sẽ là 14 chỉ (quy định tối đa là 12 chỉ). Em bắt buộc phải học môn Kỹ thuật truyền số liệu trong kỳ này vì môn này các kỳ trước đều không mở, em và các bạn đã xin mãi thì kỳ này môn mới mở. Nếu em đăng ký thành công Luận Văn trong kỳ 212 này thì em sẽ hoàn thành hết chương trình học. Em mong quý thầy cô có thể xem xét và hướng dẫn em có thể đăng ký thành công môn Luận Văn trong kỳ 212 này ạ. Em xin chân thành cảm ơn. Em xin cam kết sẽ cố gắng hoàn thành trách nhiệm của mình trong quá trình học tập và thực tập ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi Phòng Đào Tạo. em tên [full_name] MSSV: [student_id]. . Em xin phép trình bày vấn đề ĐKMH HK212 của em như sau:. . Sau khi PĐT mở đợt đăng ký thứ 3 cho HK212 em đã thực hiện đăng ký môn học:. . ME4539 Luận văn tốt nghiệp (Kỹ thuật Dệt). . , sau đó PĐT mở đợt đăng ký thứ 4 em không thể đăng ký được vì em bị tai nạn giao thông phải nằm viện không thể làm gì được, do đó hiện nay em không có thời khóa biểu cho môn học luận văn, em kính mong Phòng Đào Tạo có thể xem xét giúp trường hợp của em để em có thể làm luận văn kịp thời hạn.. . Em xin cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em đã gửi email pdt, em xem trả lời qua email nhé.. . Lưu ý: câu hỏi gửi bksi hoặc [email], không gửi cả 2 nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gởi thầy/ cô,. . Gần đây em thấy một số thông tin bảo là trường sẽ không còn tổ chức thi nói - viết tại trường Đại học Bách Khoa nữa mà sinh viên chỉ có thể đến đăng ký và thi trực tiếp tại IIG. . . Em chưa tìm thấy được thông báo chính thức của trường về vấn đề này nên em muốn xác nhận thông tin này có chính xác không ạ?. . Mong thầy/ cô hỗ trợ.. . Em chân thành cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . . . Việc này PDT có gởi mail thông báo trong ké hoạch học tập học kỳ 212 và học kỳ 213. Bạn vui lòng kiểm tra mail nha.. . . . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Em viết đơn này để trình bày về việc đăng ký môn Luận văn Tốt nghiệp (ME4727). Em có làm chung nhóm đề tài LVTN với một bạn, nhưng bạn đó đăng ký được còn em thì không ạ. Em không rõ em bị huỷ vì điều kiện gì. PĐT có cách nào giúp em có thể đăng ký làm và bảo vệ luận văn kì này được không ạ? Em xin hứa trong học kì này sẽ hoàn thành hết các tiêu chí của trường yêu cầu ạ.. . Mong thầy xem xét giúp trường hợp này ạ. . ."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em có đăng ký môn học Kỹ thuật số EE1009 của thầy [full_name] giảng. Em đã học được 1 buổi, nay em đăng nhập vào E-learning để vào môn học Kỹ thuật số mà không hiện trong trang.. . . . Em đã có gửi yêu cầu kiểm tra giúp em, và hiện tại môn học của em vẫn chưa hiện. Em xin kiểm tra lại giúp, xem môn học của em có bị lỗi gì không trong quá trình đăng ký môn học không?. . . . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em;. . Phòng Đào tạo sẽ cập nhật lại nhé. . Thân. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Tên môn học: Luận văn tốt nghiệp(ktck. . Mã môn học: Me4727. . . . Xin chào Phòng đào tạo, em tên là [full_name] - [student_id], khoa Cơ Khí, lớp CK18CTM2.. . . . Xin Phòng Đào tạo cho em biết rõ lý do tại sao không đăng ký được LVTN trong đợt đăng ký bổ sung ạ.. . . . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Mã số môn học: LA1039. . Tên môn học: [full_name] 2A (nhu cầu). . Mã nhóm: LT04. . HK 212. . Lý do: em đăng kí trễ nên xin phòng đt mở thêm sĩ số ạ. Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Đến thời điểm hiện tại không thể bổ sung thêm môn học. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Em chào chị!. . Em là [full_name]. . MSSV: [student_id]. . chị cho em hỏi:. . - Hệ VHVL khóa 2014 thì cần điểm Toiec bao nhiêu mới đủ điều kiện ra trường.. . - Hệ VHVL khóa 2014 có cần test anh văn nói và viết (speaking và writing) để ra trường hay không.. . . . em xin cảm ơn!. . . . . ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . Thời gian học là 10 năm. . - hệ VLVH không cần  anh văn nói và viết . . Thân. . \""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: em chào cô em là [full_name]_[student_id]. em thấy thông báo về Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 mới đây không có nhăc về quy định tiêm văcxin bao nhiêu mủi thì mới được vào trường vậy em xin hỏi về vấn đề này ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . 2. Hình thức tổ chức dạy và học các tuần 7-9 (14/02/2022 – 06/3/2022). . . . - Hình thức trực tuyến.. . . . - Sinh viên có thể vào trường để thực hiện đồ án, luận văn tại các xưởng thực hành và phòng thí nghiệm. Các Khoa/Bộ môn/Xưởng/Phòng thí nghiệm chủ động trong công tác tổ chức, đảm bảo tuân thủ chặt chẽ các quy định an toàn trong phòng chống dịch.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: ILI13064  / \t. . . .   i&gt Khiếu nại đăng ký môn học . Kính chào Phòng đào tạo. . . . Em  tên [full_name], MSSV: ILI13064. . . . Vào đợt Đăng ký môn học HK212, đợt 2, em đã đăng ký môn Luận văn tốt nghiệp (MMH: 400433). Sau đó, do chủ quan và làm việc tăng ca, em đã không kiểm tra lại kết quả đăng ký. Vừa rồi kiểm tra lại thì em nhận thông báo là PĐT đã hủy kết quả đăng ký do em đang tạm dừng/nghỉ học trong khi tình trạng của em là \"Đang học\". Đây là lỗi của em do không kiểm tra kỹ nhưng em làm đơn này kính mong Phòng đào tạo xem xét, thông cảm và tạo điều kiện cho em có thể đăng ký lại môn Luận văn tốt nghiệp để sớm hoàn tất chương trình học.. . . . Em xin cám ơn.. . . . Trân trọng.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Kính chào Phòng đào tạo. . . . Em  tên [full_name], MSSV: ILI13064. . . . Hiện tại 18/2/2022 em vẫn chưa được cập nhật thời khóa biểu môn Luận văn tốt nghiệp (MMH: 400433). Kính mong Phòng đào tạo giành thời gian kiểm tra lại giúp em. . . Trường hợp đơn của em không được chấp thuận mong Phòng đào tạo hướng dẫn em phương án khác để đăng ký được môn LVTN để sớm kết thúc chương trình học.. . . . Em xin cám ơn.. . . . Trân trọng."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu. dự kiến khoảng 22/2. . Trường hợp của em nên xuất trình thêm minh chứng quyết định thu nhận đi nghĩa vụ quân sự về. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính gửi Phòng đào tạo. . . . Em xin cám ơn Phòng đào tạo đã giành thời gian xem xét và giải quyết đơn của em. Dưới đây là files quyết định thu nhận lại của em. . . . . Trân trọng."
    },
    {
        "intent": "",
        "message": "Học vụ . Em là [full_name] MSSV [student_id], lớp DC18KK, khoa Kỹ thuật địa chất và Dầu khí, em đã gửi đơn phúc tra bài thi môn Thu gom và vận chuyển dầu khí GE4021 vào ngày 17/01/2022, em có câu hỏi là đã được 1 tuần từ khi em gửi đơn phúc khảo, đơn em vẫn đang trong tình trạng xử lí chưa có kết quả nên không rõ pdt đã nhận được đơn em chưa, nếu nhận được rồi mong pdt giải quyết đơn phúc tra của em sớm nhất có thể, còn nếu chưa mong pdt phản hồi lại giúp em. Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn chụp giúp Cô thông báo Pdt đã báo trên ứng dụng để Cô kiểm tra nghen. . Thân"
    },
    {
        "intent": "",
        "message": "Kính gửi phòng Đào Tạo,. . . . Em tên là [full_name], MSSV [student_id], Hiện là sinh viên Khoa Khoa học & Kĩ thuật máy tính.. . . . Trong học kì 212 này, em đã rút môn học \"Thực tập đồ án môn học đa ngành - hướng công nghệ phần mềm\" với mã môn học CO3019 trên [full_name] Form. Tuy nhiên, em không chắc chắn lắm về việc  em có điền đúng thông tin trên google form hay không vì mạng nhà em lúc đó gặp trục trặc. . . . . Do vậy, em mong PĐT có thể xác nhận thông tin trên [full_name] Form của em có đúng như thông tin mà em đã cung cấp ở đây không ạ. Nếu thông tin được điền không đúng thì em xin phép được đăng kí thông tin rút môn lại nếu PĐT cho phép.. . . . Kính mong sớm nhận được phản hồi từ PĐT ạ.. . . . Em xin trân trọng cảm ơn,. . . . [full_name]. . . .   i&gt Học vụ ."
    },
    {
        "intent": "",
        "message": "QUOTE&gt i mã môn học CO3019 trên Google Form. Tuy nhiên, em không chắc chắn lắm về việc  em có điền đúng thông tin trên google form hay không vì mạng nhà em lúc đó gặp trục trặc.  /QUOTE&gt . .   QUOTE&gt i mã môn học CO3019 trên Google Form. Tuy nhiên, em không chắc chắn lắm về việc  em có điền đúng thông tin trên google form hay không vì mạng nhà em lúc đó gặp trục trặc.  /QUOTE&gt . ."
    },
    {
        "intent": "",
        "message": "Kính gửi phòng Đào Tạo,. . . . Em tên là [full_name], MSSV [student_id], Hiện là sinh viên Khoa Khoa học & Kĩ thuật máy tính.. . . . Trong học kì 212 này, em đã rút môn học \"Thực tập đồ án môn học đa ngành - hướng công nghệ phần mềm\" với mã môn học CO3109 trên Google Form. Tuy nhiên, em không chắc chắn lắm về việc  em có điền đúng thông tin trên google form hay không vì mạng nhà em lúc đó gặp trục trặc.. . . . Do vậy, em mong PĐT có thể xác nhận thông tin trên Google Form của em có đúng như thông tin mà em đã cung cấp ở đây không ạ. Nếu thông tin được điền không đúng thì em xin phép được đăng kí thông tin rút môn lại nếu PĐT cho phép.. . . . Kính mong sớm nhận được phản hồi từ PĐT ạ.. . . . Em xin trân trọng cảm ơn,. . . . [full_name]. . . . . .   i&gt Học vụ ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt có ghi nhận thông tin rút môn học của em. . . . 24/01/2022 13:54:45\t[email]\t[student_id]\t[full_name]\tVì việc gia đình nên em rút một môn để em có thời gian để học những môn còn lại ạ\tCO3107\tThực tập đồ án môn học đa ngành - hướng công nghệ phần mềm. . . . Thân"
    },
    {
        "intent": "",
        "message": "Kính gửi Phòng đào tạo,. . . . Em đã nhận được thông tin rút môn học. Do lỗi sơ suất của em nên em đã điền sai thông tin, cụ thể mã đúng của môn học em sẽ rút là CO3109 với tên môn học \"Thực tập đồ án môn học đa ngành - hướng công nghệ phần mềm\" nhưng em điền nhầm sang mã môn CO3107 với tên môn học là \"Thực tập đồ án môn học đa ngành - hướng trí tuệ nhân tạo\".. . . . Do vậy, em kính mong PĐT có thể xóa thông tin về lần rút môn học của em trên [full_name] Form vào ngày 24/01/2022 13:54:45 của em để em có thể điền lại thông tin rút môn học chính xác hơn. Nếu không, xin phòng có thể cho em cách giải quyết khác phù hợp hơn.. . . . Em lấy làm tiếc về sự cố lần này và xin rút kinh nghiệm cho những lần tiếp theo.. . . . Em xin trân trọng cảm ơn,. . . . [full_name]"
    },
    {
        "intent": "",
        "message": "answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
    },
    {
        "intent": "",
        "message": "Chào bạn . . Pdt ghi nhận bạn đăng ký lại môn chính xác nghen. . Lần sau bạn vui lòng cẩn thận hơn. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . theo ctđt tại đây (dẫn link) tụi em có môn thực tập ngoài trường (EE3375). học đủ tín chỉ, ko rớt môn. kính mong pđt giải thích rõ hơn lý do ghi trong trang đăng ký môn học (chép ra). trân trọng. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Chào quý thầy cô. . . . Em là [full_name] MSSV 181222. . Em hiện tại không bị nợ môn, ngoại trừ chưa có 4 môn tiếng anh nhưng theo mail của trường đã miễn tiếng anh kỳ 212. Và một số bạn của em cũng thiếu 4 môn tiếng anh mà vẫn đăng ký được luận văn tốt nghiệp. Cho em hỏi điều kiện đăng ký luận văn tốt nghiệp kỳ 212 này là gì, mong quý thầy cô giải đáp thắc mắc ạ.. . . . Cảm ơn thầy cô."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Trong đợt đăng kí môn học bổ sung LVTN em bị hủy đăng kí không được đăng kí môn học. Trên lịch sử đăng kí chỉ để là không đủ điều kiện đăng kí môn học. Theo tìm hiểu và xem từ bạn bè thì em thấy em đăng kí 9 chỉ ở kì chính ngoài LVTN nên em nghĩ đó là lí do em bị hủy đăng kí.. . Em mong  PĐT xem xét tạo điều kiện giúp em đăng kí LVTN để em hoàn thành môn học theo tiến độ. . Em xin mong quý PĐT giúp đỡ. . EM là [full_name] MSSV [student_id] mã LVTN : ME4319. ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân. . \". . . ."
    },
    {
        "intent": "",
        "message": "Dạ PĐT cho em hỏi về việc đăng kí luận văn. . . Em không bị nợ môn nhưng thiếu 8 chỉ anh văn do tình hình dịch bệnh không kịp nộp bằng và trường có thông báo là bỏ qua không xét đến anh văn. Vì vậy em và bạn bị xóa luận văn tuy nhiên ở đợt đăng kí bổ sung thì bạn em đăng kí được luận văn còn em vẫn bị xóa. Cho em hỏi lý do và có cách nào để em kịp nhận luận văn tròn kỳ này không ạ. . . Em cảm ơn ạ. . .   i&gt Khiếu nại đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính chào Phòng Đào tạo đại học Bách Khoa TP.HCM. . . . Em Tên là [full_name]. MSSV [student_id]. . ﻿Phòng đào tạo cho em hỏi là em có đăng ký bổ sung luận văn tốt nghiệp MSMH ME4069 nhưng khi xem kết quả lại chưa đủ điều kiện để đăng ký môn học. Em có xem và thấy cần 4 môn tiên quyết và em cũng đã hoàn thành 4 môn. . . Mong phòng đào tạo kiểm tra lại và cập nhật thời khóa biểu giúp em ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Thầy cô cho em hỏi em không đki được môn LVTN ạ. Mặc dù em đủ điều kiện đkmh ạ. Mong thầy cô xem xét ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Đã trả lời câu trước.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi Ban Giám Hiệu Trường Đại học Bách KHoa TP HCM. . Kính gửi Phòng đào tạo. . Em là [full_name] - MSSV [student_id] . . Trong các đợt đăng ký môn học 1 và 2 em đã đăng ký môn luận văn tốt nghiệp(cdt) ME4019. . . Kế quả báo là thành công tuy nhiên đến hiện tại em vẫn chưa có thời khóa biểu, và kết quả của các đợt này đều không có. . . Đợt 4 em bị cách ly nên không kịp đăng ký. . . . . Do đó em viết khiếu nại này để biết lý do các đợt đăng ký không thành công, và phương án xử lý để em có thể thực hiện môn học ME4019 trong họ kỳ 212 này. . . . . Kính mong Phòng đào tạo xem xét cho em. . . Em xin chân thành cảm ơn. . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Theo thông báo mới từ phòng đào tạo thì chỉ các sinh viên làm đồ án, luận văn mới vào trường sau Tết âm lịch đúng không ạ? Trong thời khóa biểu em có phòng học thực hành offline vào tuần 7 và 8 thì em cần phải lên trường học offline hay đợi thông báo từ giáo viên dạy bộ môn đó ạ?"
    },
    {
        "intent": "",
        "message": "Chào bạn Bạn vui lòng đợi cập nhật mới TKB, có thể thí nghiệm hangout hay trực tiếp. . Pdt đang làm việc lại với Phòng thí nghiệm/Khoa để ra TKB chính xác và cập nhật mới . . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em tên: [full_name]. . MSSV: [student_id]. . Em viết đơn này vì trong lúc đăng kí môn học HK212 em đã bị hủy môn MA3325 - Thực tập tốt nghiệp với lí do là không đủ số tín chỉ mặc dù em đã đủ tín chỉ để đăng kí môn học này trong đợt đăng kí lần 3. Sau đó Phòng đài tạo có mở đợt đăng kí bổ sung  nhưng em không kịp xem mail nên đã bỏ lỡ thời hạn đăng kí. Vì vậy em viết đơn này mong Phòng đào tạo xem xét cho em được đăng kí môn học MA3325 - Thực tập tốt nghiệp trong học kì 212 để em có thể hoàn thành môn học sớm.. . Em xin cảm ơn ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Chào thầy/cô,. . Em tên [full_name], MSSV [student_id]. Thầy/cô cho em hỏi là tiết thực hành trong tuần 7 là mình học trực tiếp chưa ạ? Em đọc gmail nhưng vẫn chưa hiểu lắm. Mong thầy/cô trả lời giúp em.. . Em cảm ơn ạ!. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn vui lòng đợi cập nhật mới TKB, có thể thí nghiệm hangout hay trực tiếp. . Pdt đang làm việc lại với Phòng thí nghiệm/Khoa để ra TKB chính xác và cập nhật mới . . Thân"
    },
    {
        "intent": "",
        "message": "B&gt Khiếu nại đăng ký môn học . Kính gửi Phòng Đào Tạo,. . . . Em tên là [full_name] - [student_id], sinh viên ngành kỹ thuật máy tính OISP. Em viết đơn này vì muốn khiếu nại về việc hủy đăng kí luận văn tốt nghiêp(CO4327) của em với lí do đưa ra là em không đạt tiêu chí đăng kí. Nhưng em sau khi xem xét kỹ thì thấy bản thân hoàn toàn đủ điều kiện. Hiện tại em đã tích lũy được hơn số tín chỉ tối thiểu và qua tất cả các môn tiên quyết hay ràng buộc, có 21.5 ngày công tác xa hội, 9 điểm đề cương luận văn. Đồng thời em đã nạp bằng ielts 6.0 từ lúc mới vào trường và đã thanh toán phí chuyển điểm.. . . . Mong sớm nhận được phản hồi từ phòng đào tạo.. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi thầy cô,. . Em là [full_name], khóa K2018.. . Em viết thư này với thắc mắc là với tình hình dịch bệnh hiện tại cũng như các khó khăn sinh viên gặp phải thì trường mình có cho phép sinh viên khóa K2018 có thể thi toeic speaking và writing tại BKEnglish để lấy điểm anh văn xét tốt nghiệp không ạ? Vì em có nghe cô dạy trong BKEnglish chia sẻ về vấn đề này nhưng chưa thấy thông tin chính thức từ phòng đào tạo ạ.. . Em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name]. ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . AV Nói - viết: Bạn vui lòng liên hệ Trung tâm ngoại ngữ sau tết Nguyên đán để đăng ký thi .. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác .    Thân chào ban quản lí trường đại học Bách Khoa, em là [full_name], MSSV: [student_id], sinh viên khoa kỹ thuật Địa chất và Dầu khí.. .     Đợt vừa qua em gặp sự cố trong việc đăng ký luận văn, \"em mong được hướng dẫn cách thức làm đơn khiếu nại ĐKMH 212\" cho PĐT ạ !. .     Hay em chỉ việc viết lên mục tạo câu hỏi/ yêu cầu như vầy, vì em cũng đã viết một câu hỏi lên nhưng không được xử lý nên có thắc mắc.. .    Em cảm ơn !"
    },
    {
        "intent": "",
        "message": "Chào em,. . Đã trả lời em câu trước. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . dạ cho em hỏi là khi em vào trang đăng ký môn học để xem kết quả thì được báo như hình, co nghĩa là em không đăng ký được môn hay là em phải chò kết quả sau ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em xin chào nhà trường,. . Em là [full_name], MSSV [student_id], trong đợt 3 đăng ký môn học em có đăng ký học phần LVTN, MSMH là EE4327. Nhưng sau một thời gian em không thấy cập nhật thời khóa biểu môn học thì em có kiểm tra lại thì biết có thêm đợt đăng ký LVTN bổ sung nhưng em bị quá hạn đăng ký. Sau đó, em đã có gửi mail cho phòng đào tạo xác nhận đăng ký LVTN trễ nhưng đến giờ thời khóa biểu của em vẫn chưa được cập nhật. Em mong nhà trường xem xét lại trường hợp của em ạ.. . Em trân trọng cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em đã gửi email PĐT, em xem trả lời qua email nhé. Lưu ý khi gửi câu hỏi gửi bksi hoặc email pdt, không gửi cả 2 nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "B&gt Mở môn học học kỳ 212 . Thưa phòng đào tạo . . . . Em xin được đăng ký môn học: luận văn tốt nghiệp may . .  . . Mã số môn học : ME4079. . Mã nhóm       : A01. . Học kỳ        : 212. . . . Nguyên nhân đăng ký muộn. . . . _Thưa phòng đào tạo,qua đợt dịch vừa rồi gia đình em đã gặp nhiều khó khăn về tài chính nên đã có ý định sẽ tạm dựng một học kỳ vì sợ không đủ tiền để đóng học phí, em cũng gửi câu hỏi về việc đơn xin tạm dừng học cho phòng đào tạo ở thời điểm đợt đăng ký môn học trước đây.. . . . Nay gia đình em hiện tại đã cố gắng xoay sở được về tiền học phí cho môn luận văn cuối cùng để tốt nghiệp , tuy hiện tại em biết đã muộn quá đợt đăng ký môn học đợt 3, em rất xin lỗi khi muộn như vậy mới xin đăng ký môn cuối cùng này và sẽ khó xin được vì trái với quy định nhà trường nhưng em mong phòng đạo tạo có thể giúp đỡ cho trường hợp khó khăn của em , khi gia đình thật sự không thể trang trải học phí và đưa ra quyết định đăng ký môn học vào thời điểm đó. Em chân thành cám ơn   . . . ."
    }
]