[
    {
        "intent": "",
        "message": "Chào em,. . Học phí của môn TTNT luôn được tính là chính quy trong giờ, không phải dự thính nhé.. . Khi đăng ký học trong hè, khi tính HP, sẽ cộng dồn TC vào HK2 trước đó để tính theo nguyên tắc trọn gói.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi PĐT, . . . . Em tên [full_name], MSSV [student_id]. Em đủ điều kiện tốt nghiệp và đã đăng kí tốt nghiệp từ ngày 01/12/2021 rồi ạ. Nhưng đến giờ em chỉ có tên trong danh sách dự kiến mà không có tên trong danh sách tốt nghiệp chính thức ạ. PĐT giúp em kiểm tra lại được không ạ? Em cảm ơn nhiều."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em tên là Phạm Duy Khang, sinh viên năm 4 - bộ môn Kỹ thuật Hàng Không.. . Trong đợt 1 đăng ký môn học vừa rồi. Các môn chuyên ngành mà lớp chúng em đăng ký đều bị xóa và đợt 2 không mở lại.. . ﻿Cụ thể môn Điện - điện tử hàng không (TR4069), số lượng đăng ký là trên 20 sinh viên nhưng vẫn bị xóa và không mở lại. Dù theo kế hoạch giảng dạy thì đây là môn được mở vào học kỳ này. Em mong Phòng Đào Tạo cho hướng giải quyết, vì như thế sẽ ảnh hưởng đến việc ra trường của sinh viên năm 4 bọn em. . . Em cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi Phòng đào tạo Trường Đại học Bách khoa. . Em là [full_name],  MSSV [student_id].. . Nay em làm đơn này xin phòng đào tạo nhận và xét duyệt đơn của em.. . Em xin chân thành cám ơn.. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em tên [full_name], sinh viên năm 3.. . Em có vấn đề muốn hỏi liên quan đến việc đăng ký môn học trong học kì 212. Đó là theo mail của phòng đào tạo, những môn học thiếu môn tiên quyết sẽ bị hủy đăng ký, vậy còn những môn có môn học trước nhưng thiếu thì sao ạ? Và nếu như những môn đó không bị xóa thì có cần phải học lại môn học trước vào kì tiếp theo hay không. Do học kì tiếp theo gần sát với đợt đăng ký này nên hi vọng PĐT có thể trả lời kịp thời để em điều chỉnh lại lịch học.. . Xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Đăng ký môn học. . . . Dạ em chào phòng đào tạo, em là [full_name] - MSSV: [student_id], chuyên ngành Khoan và Khai Thác Dầu khí - khoa Địa chất và Dầu khí. Cho em hỏi là tại sao em không đăng ký được luận văn tốt nghiệp đợt 2 này ạ ? Em thấy lỗi để là thiếu các môn tiên quyết: GE3077, GE3095, GE4059, trong khi đó là chương trình em học làm gì có mấy môn như vậy ạ ? Còn xem lịch sử đăng ký kết quả đợt 1 thì cũng để là thiếu môn tiên quyết. Mong phòng đào tạo sớm fix lỗi để tụi em có thể vào đăng ký sớm nhất. Thật sự là hệ thống đăng ký môn trường mình rất là loạn và chậm cập nhật nên gây khó khăn cho sinh viên trong việc đăng ký. Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . gửi PĐT, hiện nay em vẫn chưa được cập nhật thời khóa biểu môn thực hành tin học dù đã học được 3 tuần rồi ạ. Em đã đăng ký và được hứa sẽ cập nhật trước ngày 13/12 như trong hình ạ. Mong PĐT giải quyết giúp em với ạ."
    },
    {
        "intent": "",
        "message": "Chào em, trường sẽ kiểm tra và bổ sung nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào BGH; PĐT trường ĐH Bách Khoa TP HCM. . Em là [full_name] . . MSSV [student_id] Lớp XD14CTT. . Hiện em đang trong học kỳ gia hạn kéo dài và em đã bổ sung đủ điều kiện để tốt nghiệp nhưng vẫn chưa nhận được Mail để đăng ký tốt nghiệp ạ. . . Mong PĐT có thể xem xét cho em được đăng ký tốt nghiệp vì sắp hết hạn rồi ạ. . . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "SV đã đăng ký tốt nghiệp. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Cô ơi, tkb của em vẫn chưa được cập nhật.. . . . Đây là lịch học môn   B&gt tin học (501706)  /B&gt  của thầy [full_name] (khoa KHMT). Lịch học này là của kỳ trước và nó xuất hiện từ đầu hk nhưng vì lí do gì đó nó biến mất và giờ em ko thấy ạ. Em có gửi lịch học của thầy chụp cho tụi em trong file đính kèm.. . . . Nhắc lại là lịch TN này em vẫn đang đi học vào t2 hàng tuần từ tuần trước( thầy có gửi tkb cho tụi em). Nhưng trong tkb của em lại không có và em đã đk với pđt từ 3 tuần trước ạ.. . Mong pđt cập nhập tkb giúp em.. . . . Mong cô hồi đáp giúp em. . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào thầy cô,. . Em muốn hỏi là SV K20 thì sẽ phải học bao nhiêu học phần thể chất ạ? Và đăng kí thể chất sẽ có đợt đăng kí riêng phải không ạ?. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . Nhắc lại : Mở lại các lớp GDTC, Thông báo bổ sung cho ĐKMH HK Chính + Dự thính 212 - lộ trình 1 + VLVH (Đợt 2). . Hộp thư đến. . . . - Ho Tro SV   [email] . . Tệp đính kèm. . 14:18 (2 giờ trước). . tới stu.all, . . . . Thân gửi các bạn sinh viên,. . . . PĐT đã bổ sung mở lại các lớp Giáo dục thể chất, các môn mở lớp bổ sung (theo đơn mở lớp của SV), đã cập nhật lại các lỗi phát sinh khi đăng ký môn học (pass điểm của Hk211, pass Chuẩn CCAV quốc tế khi xét LVTN…).. . . . PĐT gửi đính kèm bảng chi phí phụ thu cơ sở vật chất do Trung tâm GDTC quy định, SV sẽ thanh toán khoản phụ thu này theo hướng dẫn của Giảng viên giảng dạy môn Giáo dục thể chất.\". . - Em muốn hỏi là SV K20 thì sẽ phải học bao nhiêu học phần thể chất ạ. . =&gt  Em xem chương trình đào tạo để biết nhé.. . Thân mến"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Cho em hỏi PĐT có mail là không xét CCAV cho HK212 nhưng hiện tại em đk luận văn không được do bị vướng anh văn ạ. Mong PĐT giải đáp thắc mắc của em. Em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại . . Nếu vẫn không dkmh được bạn vui lòng báo lại PĐT. . . . Theo thông báo : . . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào.. . \""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào thầy cô, . . Em vừa nhận được mail về kế hoạch các kì 212 và 213, mục học phí có ghi hệ CLC đóng học phí vào tuần đầu tháng 1 năm 2022 trong khi hệ đại trà chính quy lại được để đến tận tháng 4. Vậy cho em hỏi lý do gì mà CLC phải đóng sớm một lần nhiều đến vậy ạ. Hiện tại thì công việc của phụ huynh tụi em hoàn toàn bị ảnh hưởng thì làm sao có tiền để đóng đặc biệt là gần tết như vậy ạ? Tiền kì vừa rồi thì được chia làm 2 lần đóng mà còn khó khăn lắm tụi em mới đủ tiền đóng, và cũng vừa đóng xong cách đây không lâu. Mong nhà trường sẽ dời thời gian đóng học phí của hệ CLC sang tháng 3 và chia làm 2 đợt để đóng.. . Mong thầy cô giải đáp thắc mắc này của em ạ.. . Em cảm ơn thầy, cô."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . e nhập học thì pdt bảo e học chương trình k18. . hiện tại e cơ bản đã hoàn thành hết tất cả các môn. . giờ e muốn hỏi là điều kiện anh văn và tin học như thế nào ạ. . e có xem trên học vụ nhưng mơ hồ quá ạ cô có thể báo cho e chính xác là toeic bao nhiêu và trình độ tin học như thế nào. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng email đến [email] để được hướng dẫn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . . . Kính gửi Phòng Đào tạo. . Em tên: [full_name]. . . . Em có đăng ký môn học - Kinh tế học đại cương - mã MH: IM1013 trong đợt 1, HK212 nhưng được trả Kết quả Không mở lớp học.. . . . Trong đợt Đăng ký môn học HK212 - CQ + VLVH Đợt 2- Chuyển Hệ từ 20/12 - 29/12/2021. Em có vào chọn đăng ký lại môn Kinh tế học đại cương lần 2 (CÓ MỞ LỚP) NHƯNG KHÔNG THỂ đăng ký các lớp hiện mở trên website của trường.. . . . Nhờ PDT hỗ trợ xử lí và giải đáp.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Họ và tên [full_name]. . MSSV [student_id]. . Lớp GT16TAU1. . Thầy/cô cho em hỏi là em đã thực tập tốt nghiệp học kỳ 202 nhưng chưa có điểm. Nay em đăng ký luận văn nhưng vì lý do chưa có  điểm thực tập tốt nghiệp nên không được đăng ký luận văn xin PĐT xem giúp em trường hợp này với ạ.. . Cảm ơn thầy/cô đã xem ạ."
    },
    {
        "intent": "",
        "message": "Đơn của em gửi từ ngày 21/12 và đã được PDT tiếp nhận mà nay 26/12 vẫn chưa cập nhật tình trạng sinh viên cho em ạ. Ngày 29/12 là hết hạn đăng kí môn học. Em mong PĐT giải quyết cho em ạ. EM chân thành cảm ơn"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Đăng ký môn học. . . . Kính chào Thầy/Cô.. . . . Em có 1 câu hỏi về đăng ký môn học LVTN: Dạ theo thông tin từ các email của PDT thì việc đăng ký LVTN sẽ tạm thời không xét chuẩn CCAV (Chứng chỉ ngoại ngữ). Nhưng hiện tại em không thể đăng ký vì hệ thống bào về là \"Thiếu môn học tiên quyết - CCAV\" nên em rất hoang mang ạ. Cho em hỏi là em có hiểu lầm về việc miễn chứng chị ngoại ngữ không hay hệ thống đăng ký môn học đang gặp trục trặc ạ?. . . . Trong thời gian chờ đợi sự phản hồi của Thầy/Cô em xin chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Em chào Quý thầy cô! Em xin mở môn Thí Nghiệm Nấu Đúc [full_name]im Loại (mã môn MA3033), chương trình của [full_name]18 ạ. Chúng em còn có môn cuối cùng này để nhận luận văn tốt nghiệm. [full_name]hẩn xin pdt xem xét mở môn học giúp chúng em! Em đính kèm đơn xin mở lớp bênh dưới ạ! Em chân thành biết ơn ạ!"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt đã mở rồi nghen. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Cho em hỏi là trong mail thông báo lộ trình học của HK212, HK213, ở mục số 6 (có đính kèm hình bên dưới) thì PĐT có ghi là 2 chỉ thực tập ngoài trường sẽ tổ chức trong hè, học phí thì tính ở HK212, vậy ở HK212 có cần đăng ký môn thực tập không hay là để sang HK213 đăng ký ạ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Học phí của môn TTNT luôn được tính là chính quy trong giờ, không phải dự thính nhé.. . Khi đăng ký học trong hè, khi tính HP, sẽ cộng dồn TC vào HK2 trước đó để tính theo nguyên tắc trọn gói.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Thưa PĐT,. . Hôm nay là ngày 27/12 nhưng em vẫn chưa nhận được mail dăng ký tốt nghiệp, mong PĐT kiểm tra giúp em.. . Trân trọng,. . [full_name]."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / . . . . Em tên [full_name], MSSV [student_id].. . . . Em muốn hỏi về thời gian đóng học phí của trường. Như mail em vừa nhận được (em có đính kèm hình) thì thời gian đóng học phí của hệ Đại trà là tháng 4 nhưng của hệ Chất lượng cao là tháng 1, tại sao lại có sự phân biệt như vậy và hệ Chất lượng cao lại phải đóng học phí trước vậy ạ. Gia đình chúng em cũng có những khó khăn trong mùa dịch thì tại sao không giãn thời gian đóng học phí ra như hệ Đại trà vậy ạ.. . . . Em mong nhận được phản hồi!. . Chúc thầy cô nhiều sức khỏe ạ!. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em xin chào Phòng Đào Tạo. . . . Học kì 201 em có học môn Mạch điện - điện tử . . Mã CO2037 thay cho môn tương đương là Linh kiện mạch và điện tử Mã CO2015.. . Học kì 202 em có học những môn tương đương:. . -Môn Thiết kế luận lý Hdl mã CO1025 là môn tương đương thay thế cho môn Thiết kế luận lý với verilog HDL mã CO2033.. . -Môn Giải tích mạch mã EE2033 môn tương đương thay thế cho môn Giải tích mạch cơ bản mã EE2001.. . -Môn Đồ án thực tập phần cứng máy tính Mã CO2041 là môn tương đương thay thế cho môn Thực tập phần cứng máy tính Mã CO2019.. . . . . . Em có đọc quy định các môn học tương đương thì em hiểu là trong bảng điểm các môn CO2015, CO2019, CO2033, EE2001 sẽ ghi là MT.. . . . Hiện tại bảng điểm chưa được cập nhật.. . . . Vì Vậy em muốn hỏi là em đã hiểu sai hay chưa được cập nhật vậy ạ?. . . . Em xin cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. ."
    },
    {
        "intent": "",
        "message": "Chào bạn[full_name] [full_name] [full_name] đã chuyển 3 môn, sẽ cập nhật trên Mbk-thông tin sinh viên- điểm chuyển trong tháng 1, còn trong hệ thống gốc đã thu nhận[full_name] [full_name] còn môn CO2015 thay cho CO2037 không thấy tương đương thay thế?[full_name] [full_name] Thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV[full_name] [student_id]  / \t. . . .   i&gt Học vụ . Dạ em chào quý thầy cô ạ. . Em tên là[full_name] Chu Đức Chí. . Sinh viên khóa K21. . MSSV[full_name] [student_id]. . Em đã đăng ký điền form học trực tiếp trong đợt vừa rồi phòng đào tạo gửi mail nên có nhận được lịch học Hóa Thí Nghiệm tại cs1 vào tuần 1 2 ạ, mà giờ tình hình dịch xung quanh nơi em đang sinh sống diễn ra khá phức tạp và một số lý do khác liên quan đến dịch bệnh nên không thể vào Sài Gòn được ạ.. . Em mong quý thầy cô có thể hủy lịch học Hóa Thí Nghiệm của em và dời cho em vào đợt sau được không ạ. . Và cho em hỏi là dự kiến lịch học Hóa Thí Ngiệm đợt sau của phòng đào tạo là khi nào vậy ạ, để em và gia đình sẽ sắp xếp và khai báo với chính quyền địa phương ạ. . Em xin cảm ơn ạ.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em là sinh viên liên thông nhưng học đã bị hết hạn học và còn nợ 3 môn .giờ em thì lại liên thông nếu đậu thì có được chuyển điểm hết các môn đã học qua  sinh viên liên thông nói không ạ.hay phải học lại hết các môn hệ liên thông.xin trả lời giúp em .Em cảm ơn nhiều"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng email đến [email] để được hướng dẫn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy (cô).. . Em là [full_name], MSSV [student_id], sinh viên khoá 15. Hiện em đã hết thời hạn học nhưng còn 1 môn chưa đạt điểm qua môn. Em muốn xin được chuyển sang hình thức Vừa học Vừa làm để tiếp tục học, vậy em phải đăng ký thế nào và với những giấy tờ gì ạ? Em xin cảm ơn thầy (cô).. ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy/cô.. . Theo thông báo mới nhất là được phép đăng ký ĐCLV vào kỳ hè 213.. . Vậy em có thể đăng ký đồng thời cả TTTN và ĐCLV vào kỳ hè 213 được không ạ?. . Trân trọng"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào PĐT,. . Em là sinh viên K20, em có một số câu hỏi về đăng ký môn của HK213:. . 1. Em thấy trong mail của PĐT có nhắc đến việc thực hiện Nghị định mới (chỉ tổ chức dự thính cho trường hợp học lại), em muốn hỏi là Nghị định này có áp dụng cho học kì hè 213 không ạ ?. . 2. Trong học kỳ hè, em có thể đăng ký môn học học lần đầu không ạ ? . . Mong PĐT sớm trả lời thắc mắc của em.. . Em xin cảm ơn.. . Thân ái."
    },
    {
        "intent": "",
        "message": "Chào em,. . em muốn hỏi là Nghị định này có áp dụng cho học kì hè 213 không ạ . . =&gt  Áp dụng cho tất cả dự thính nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Xác nhận không rõ ràng, Giảng viên nào dạy, phải có chữ ký đồng ý của Giảng viên, Khoa, Bộ môn. . Nên đơn không xử lý được. . Thân"
    },
    {
        "intent": "",
        "message": "Em chào thầy, cô ạ. . Em là [full_name]  MSSV: [student_id]      Khoa: Quản Lý Công Nghiệp. . Dạ thầy cô cho em hỏi hiện tại em đã hoàn thành chương trình học và đã đủ điểm toeic để đăng kí tốt nghiệp (toeic 575). Em vào trang đăng kí tốt nghiệp trên My Bk thì hiện tại em vẫn không không thể đăng kí được ạ (em có đính kèm hình ảnh bên dưới ạ) và hiện tại em cũng chưa nhận được email danh sách tốt nghiệp dự kiến ạ. . . Kính mong thầy, cô hướng dẫn giúp em để em có cơ hội tốt nghiệp trong đợt sắp tới.. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp của em xét vẫn báo nợ AV 4, em kiểm tra lại nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ chào Phòng đào tạo, em tên [full_name] [student_id].Đợt đăng kí môn học chính quy vừa rồi em có đăng kí môn Cơ lữ chất CI2003 mà đến đợt 2 này thì em bị Phòng đạo tạo hủy môn do quá sỉ số. Em khẩn xin Phòng đạo tạo mở thêm sỉ số giúp em do môn này rất quan trọng em đã đăng kí 2 kì rồi mà vẫn chưa đăng kí được. Em cảm ơn và mong nhận được phản hồi."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Quy trình Pđt nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp). . 1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. . 2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI) &gt &gt  chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212” &gt &gt  ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. . 3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. . Thân"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Dạ em xin chào thầy cô, hiện tại em có đăng ký môn Kết cấu bê tông cốt thép CI3237 nhưng lại là môn bắt buộc học song hành với Cơ kết cấu CI3233 nhưng PĐT chỉ mở Kết cấu bê tông cốt thép CI3237 mà không mở Cơ kết cấu CI3233.. . Em mong PĐT mở lớp cơ kết cấu CI3233. . Em xin cảm ơn. ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . - Mở môn học bạn xem thông báo dkmh về quy trình mở môn học nghen. .  SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT . . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký . . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Cho e hỏi nếu e đóng hp dự thính trễ hạn thì có cần làm đơn hay bị ảnh hưởng gì đến quá trình học không ạ. Và nếu e đóng trước khi thi giữa kỳ thì có bị cấm thi không ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng trình bày rõ? hiện tại cô không thấy em có TKB HK dự thính nhé. . Thân"
    },
    {
        "intent": "",
        "message": ". .   i&gt Đăng ký môn học . Trong phần lịch học, môn MI1003-Giáo dục quốc phòng chiếm hết lịch học của tuần làm em không thể đăng kí các môn khác. Mong phía nhà trường xem xét. Em cảm ơn.. . . . . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Nếu SV khóa 2021 đăng ký học theo đúng tiến độ của Chương trình Đào tạo thì không bị trùng với môn GDQP (SV vui lòng liên hệ Khoa hoặc GV chủ nhiệm để được tư vấn về Chương trình Đào tạo Khóa 2021). . GQDP là do trường xếp cứng cho SV  chính quy khóa 2021 và SV chương trinh CLC khóa 2020 đi học (SV không được hủy).Nhà trường chỉ gửi SV đi 1 lần duy nhất để học GDQP. Những trường hợp SV tự ý nghỉ nếu muốn học lại phải tự liên hệ tại TT GDQP đăng ký để hoàn thành học phần GDQP.. . Trường hợp SV đã có chứng chỉ GDQP, vui lòng làm đơn xin miễn (tải mẫu đơn tại aao.hcmut.edu.vn/sinh viên/biểu mẫu), kèm theo bản chụp Chứng chỉ GDQP và gửi qua bksi. . Thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 2011045  / \t. . . .   i&gt Đăng ký môn học . Theo quy định mới đối với các SINH VIÊN CHÍNH QUY, chỉ tổ chức dạng dự thính cho các trường hợp HỌC LẠI (học từ lần thứ hai). Vậy trong kì hè 213 em không thể học trước mấy môn chính trị đúng không ạ. Tại kì hè cũng là kì dự thính"
    },
    {
        "intent": "",
        "message": "Chào em,. . Học kỳ kè cũng tính theo quy định môn dự thính nhé bạn. . Thân"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Kính chào PĐT, em tên là [full_name] mssv [student_id]. Hiện tại lớp Vật liệu xây dưng XD18VL còn 4 bạn chưa học môn Thí nghiệm chuyên ngành vật liệu xây dựng CI3079, mong PĐT có thể mở môn học trong kì này để chúng em có thể bắt kịp tiến độ học tập ạ. Em xin chân thành cảm ơn ạ"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Quy trình Pđt nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp). . 1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. . 2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI) &gt &gt  chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212” &gt &gt  ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. . 3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính chào Thầy/Cô.. . . . Em tên [full_name] sinh viên Khoa Q[full_name]CN. Em có 1 câu hỏi về đăng ký môn học [full_name]VTN: Dạ theo thông tin đăng ký trên my bk thì có 02 lớp [full_name]VTN đại trá Tiếng việt là   B&gt lớp [full_name]01 và [full_name]01  /B&gt ? Cho em hỏi là 2 lớp [full_name]01, [full_name]01 khác nhau như thế nào? và sinh viên lớp đại trà chúng em nên đăng ký chọn lớp nào để học [full_name]VTN kỳ sau ạ?. . . . Trong thời gian chờ đợi sự phản hồi của Thầy/Cô em xin chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Nhóm A, L lớp đại trà đăng ký được nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em đăng ký môn học TTTN và DCLV thì trên hệ thống báo là không đủ thời gian giãn cách giữa 2 cơ sở ạ, em xin PĐT có thể mở cho em đăng ký 2 môn song hành được không ạ ?"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Chụp hình minh chứng và cho msmh để Pdt kiểm tra nghen bạn. . Thân"
    },
    {
        "intent": "",
        "message": "Em chào văn phòng,. . Theo như những kì trước thì lịch đóng tiền học của CLC là sau 3-4 tuần sau ngày bắt đầu kì mới và chia ra làm 2 đợt.. . Nhưng kì 212 sắp tới lại thông báo kế hoạch học tập và đóng tiền của CLC ngay trong tuần đầu tiên và chỉ mở đóng một lần. Như vậy thì quá là gấp và dồn dập ạ. Cả sinh viên và phụ huynh đều không thể chuẩn bị kịp.. . Đây là thắc mắc và bức xúc của nhiều sinh viên cùng học hệ CLC, em mong văn phòng xem xét và có giải pháp hợp lý.. . Em cảm ơn ạ. .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1512548  / \t. . . .   i&gt Đăng ký môn học . Kính chào Thầy/Cô,. . Em tên là Trần Hữu Phúc, MSSV: 1512548. Hiện tại em chỉ còn môn luận văn tốt nghiệp (MA4333) nhưng khi em vào trang đăng ký môn học thì trang web lại thông báo là em không được quyền đăng ký môn học (như hình em gửi đính kèm). Mong Thầy/Cô giải quyết cho em ạ.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . K2015 đã hết thời gian nên không dkmh được. . - Về quy định thời gian và kế hoạch học tập (kéo dài thêm 1 Học kỳ): Bạn vui lòng xem chi tiết tại trang web aao &gt &gt  sinh viên &gt &gt  Quy chế &gt &gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng &gt &gt  Các trường hợp được kéo dài thời gian đào tạo &gt &gt  điều 5.5. . - Bạn có thể chuyển sang VLVH. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \""
    },
    {
        "intent": "",
        "message": "B&gt   /B&gt   B&gt   /B&gt Yêu cầu khác: Em xin chào ạ,. . Em có rút môn Vận tải hàng hóa (ME4021) kì này  thành công và có điểm thi là 17, nhưng điểm tổng kết thì lại là 13.00 ạ.. . Mong pđt xem xét và phản hồi sớm ạ. . Em xin cảm ơn,"
    },
    {
        "intent": "",
        "message": "Chào em,. . Không sao nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Chào quý thầy cô,. . . . Ở HK211, em không đăng ký môn KTHTVT-EE3015, em có đăng ký ở HK212 nhưng HK212 Phòng Đào tạo không mở lớp KTHTVT-EE3015. Môn học này là môn học trước để tụi em Đăng ký Đồ Án 1, hy vọng Phòng đào tạo có thể xem xét mở lớp giúp tụi em để kịp tiến độ đăng ký đồ án và Tốt nghiệp đúng hạn. Và nếu mở lớp thì cần sỉ số bao nhiêu để được mở lớp ạ ? Em cảm ơn !"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Quy trình Pđt nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp). . 1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. . 2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI) &gt &gt  chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212” &gt &gt  ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. . 3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;. . Thân"
    },
    {
        "intent": "",
        "message": ". . Em chào thầy (cô)!. . Em là [full_name], MSSV [student_id], lớp HC18KTTP. . Do em bị trễ anh văn nên em chưa học học Công nghệ lên men, MMH: CH3042. Môn học không được mở nên em phải học môn tương đương là Công nghệ lên men vi sinh vật, MMH: CH3359, nhưng bị vướng môn tiên quyết Vi sinh vật học, MMH CH3003, em đã học môn Vi sinh thực phẩm, MMH: CH2045 tương đương với môn này.. . Mong pdt xem xét tạo điều kiện cho em đăng kí môn để kịp tiến độ học tập.. . Em cảm ơn! ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi PDT,. . Em là [full_name](MSSV [student_id]), sinh viên năm 5 Việt Pháp Hàng Không. Hiện nay, em đăng kí môn Tư tưởng Hồ Chí Minh ( MSMH SP1037) loại hình Chuyển hệ, nhưng được hệ thống báo chưa học môn Lịch sử ĐCSVN (SP 1039) dù em đã học môn [full_name] [full_name] [full_name]-Lenin ( mã cũ 001001 ) đã bao gồm học phần đó. Em kính mong PDT có thể hỗ trợ  giải quyết để em có thể đăng kí môn học kịp thời ạ. . . Em xin cảm ơn, . . Sinh viên [full_name]. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Thầy/Cô cho em hỏi theo thông báo của trường thì HK212 sẽ không xét chuẩn CCAV, nhưng đợt 1 ĐKMH của em môn LVTN lại bị hủy vì lý do thiếu tiên quyết AV. Hiện tại đang ĐKMH đợt 2 nhưng em vẫn không thể đăng ký được với ký do là thiếu chuẩn CCAV_1 đối với LVTN. Nhiều bạn cũng giống như em nhưng nhiều bạn thì lại vẫn đăng ký được mặc dù chưa có CCAV. Cho em xin cách giải quyết với ạ. Việc đăng ký LVTN rất quan trọng với em ạ. EM cảm ơn. .   i&gt Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại. . Theo thông báo :. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện : Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Thân chào."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1512862  / \t. . . .   i&gt Tốt nghiệp . Em xin chào Thầy/Cô. Em tên là Võ Kim Sơn, MSSV:1512862, Lớp CK15CTM3.. . Việc là em có Đặt câu hỏi trên BKSI từ trước để xin xét Tốt nghiệp và đã được Thầy/Cô trả lời. Tuy nhiên tới hôm nay (27/12), em vẫn chưa vào được Mybk/Đăng ký Tốt nghiệp, cũng chưa nhận được email thông báo gì. Hiện thì đã quá hạn Đăng ký Tốt nghiệp, Cho nên em xin Thầy/Cô xem xét và giải quyết cho em với ạ. (Em đã hoàn thành Chương trình đào tạo và đã đủ điều kiện để xét TN).. .  Em xin cảm ơn và chúc Thầy/Cô có nhiều sức khỏe."
    },
    {
        "intent": "",
        "message": "SV kiểm tra mail và vào ĐK tốt nghiệp. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào Phòng Đào tạo,. . Em tên là [full_name], MSSV: [student_id] lớp DD18DV03. Em xin trình bày việc như sau ạ:. . Học kỳ HK212 tới em có đăng ký môn Luận văn tốt nghiệp và đã đăng ký thành công. Tuy nhiên, em lại có tên trong danh sách kiểm tra điều kiện tiên quyết của môn học trong đợt đăng ký với môn Chứng chỉ ngoại ngữ_LVTN. Trong khi ở những thông báo trước, Nhà trường đã thông báo tạm thời không xét điều kiện Chuẩn CCAV quốc tế khi xét LVTN. Đây là môn học quan trọng cuối cùng nên em mong nhận được sự hướng dẫn của Phòng Đào tạo về trường hợp này ạ.. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại ở đợt 3 từ ngày 04/01/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Em thấy google meet cho phép tối đa là 100 người. . (kể cả giảng viên) nhưng sĩ số đăng kí chỉ có 80 thì không biết có thể mở thêm sĩ số được không ạ!. . . . Vì môn EE3025 ít bạn học và cũng là môn tiên quyết nên em mong được tăng thêm sĩ số ạ.. . . . Em xin cảm ơn ạ!"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân. \""
    },
    {
        "intent": "",
        "message": "Học vụ . Xin chào thầy cô, em muốn hỏi là có phải em đăng kí 12 chỉ thì học phí sẽ được giảm 25% trên số tiền 30tr không ạ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Em tên [full_name] MSSV [student_id], vào đợt đăng kí môn học trước em chỉ đăng kí duy nhất môn Công nghệ cao su MA3009 nhưng không hiểu vì sao em bị hủy môn và trang web thì báo kết quả là em chưa đăng kí. Và môn học này hiện tại có 2 lớp, mỗi lớp 25 sinh viên, em là sinh viên năm cuối môn học này rất quan trọng với tiến độ ra trường của em( vì 1 năm sau mới mở lại). Kính mong pdt xem xét mở thêm sỉ số cho em ạ. Em rất biết ơn . ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Sinh viên xem lý do tại sao có ĐKMH HK212 - Đợt 1 mà không có TKB tại trang web : mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 1 &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn loại hình đăng ký &gt &gt  xem Lịch sử đăng ký (SV xem file hướng dẫn đính kèm).. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: G1304387  / \t. . . .   i&gt Đăng ký môn học . Dear Cán Bộ PĐT,. . . . Em là sinh viên Khóa 13, Việt Pháp Chuyên ngành Năng Lượng (Điện -Điện Tử). Em đã nộp đơn và được chấp nhận cchuyển sang hệ đào tạo VHVL. Theo như kết quả học tập gần nhất là em còn thiếu duy nhất môn Tính Toán Lưới điện (mã MH 401705)  để hoàn tất toàn bộ chương trình học. Tuy nhiên do môn học không mở được trong HK212 (Thiếu sỉ số) nên em đăng ký môn tương đương là Giải Tích Hệ Thống Điện (EE3013 ; VHVL) có mở trong HK212. Nhưng gặp trở ngại là thiếu môn tiên quyết là Cơ sở mạng điện (EE2017). Em xin có câu hỏi là có cách nào để em có thể đăng ký môn Giải tích hệ thống điện (EE3013) đươc không ạ. Cảm ơn và Trân Trọng."
    },
    {
        "intent": "",
        "message": "Hi anh chị,. . . . Em là sinh viên khóa 2013 VP chuyển hệ sang VHVL. Em bắt buộc phải có thời khóa biểu cho HK212 nhưng em không biết dùng mã MH nào để đăng ký, em đã xem CTĐT cũ của 2013 và CTĐT của 2021 nhưng tất cả em đều không đăng ký được đối với em. Lỗi xảy ra như trong ảnh đính kèm. Mong được anh chị hỗ trợ giải quyết.. . . . Cảm ơn và trân trọng,"
    },
    {
        "intent": "",
        "message": "Đã trả lời trực tiếp. . [full_name]ân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp  /i&gt  em chào thầy cô . . em có thắc mắc là điểm trung bình tích lũy ( xem trong phần thông tin sinh viên ) và điểm trung bình tích lũy ngành ( mục này em chưa biết xem ở đâu ) thì điểm nào là dùng để xét điểm tốt nghiệp vậy ạ. . . và cho em hỏi là nếu em học môn tương đương như trong chương trình nhà trường đưa ra thì em sẽ không được tính điểm vào trung bình tích lũy ngành thì như vậy em học xong môn đó thì điểm cũng chẳng có ý nghĩa gì cho việc tốt nghiệp của em hay sao ạ ? . . vì nhà trường không mở lớp nữa nên bây giờ cần phải đủ sỉ số thì tụi em mới xin được. mà số lượng các bạn gặp tình huống như em khá ít nên em mong thầy cô có thể giải đáp giúp em với ạ ! . . em xin cảm ơn !. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Điểm trung bình ngành được cập nhật khi xét tốt nghiệp nhé bạn, trên mybk/Thông tin sinh viên chỉ thể điểm điểm trung bình tích lũy chung (trường hợp SV học đúng theo CTĐT thì điểm TB tích lũy ngành với điểm TB tích lũy chung là giống nhau). . Về CTĐT và mở MH sinh viên vui lòng liên hệ Khoa để được tư vấn về việc không mở MH cho SV nhé.. . SV xem quy định tính điểm TB tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 19. Số tín chỉ tích lũy, điểm trung bình tích lũy. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ chào thầy/cô.. . . . Em là [full_name] - MSSV [student_id].. . . . Hiện tại em đã hoàn thành chương trình học, hoàn thành các điều kiện tốt nghiệp nhưng em vẫn chưa có mail đăng ký tốt nghiệp và chưa có tên trong danh sách tốt nghiệp.. . . . Mong thầy cô kiểm tra và phản hồi giúp em để em kịp đăng ký tốt nghiệp trước thời hạn ạ.. . . . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "SV kiểm tra mail và vào đăng ký tốt nghiệp. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy cô,. . Em xin trình bày hoàn cảnh của bản thân mình : Do tình hình dịch bệnh kéo dài nên em chưa thể đăng ký thi anh văn TOEIC. Trước khi bùng dịch em đã có đăng ký mà thi chưa qua. Hiện tại, em đã hoàn thành hết các chương trình đào tạo của nhà trường và chỉ còn mỗi điều kiện TOEIC của trường là chưa đạt được. Mong quý thầy cô xem xét giúp đỡ thu nhận lại để em có thể hoàn thành và tốt nghiệp.. . Em xin cảm ơn thầy cô."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV [full_name]15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao &gt &gt  sinh viên &gt &gt  Quy chế &gt &gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng &gt &gt  Các trường hợp được kéo dài thời gian đào tạo &gt &gt  điều 5.5. . Thân. . \""
    },
    {
        "intent": "",
        "message": "answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
    },
    {
        "intent": "",
        "message": "Thưa cô, . . Hiện tại em đang ở trạng thái là Tạm dừng học do không có thời khóa biểu học kỳ 1 năm học 2021-2022, theo quyết định 2869/QĐ-ĐHBK ngày 18/11/2021 (do em đã hoàn thành hết môn học và chỉ còn mỗi anh văn nên em không đăng ký). . . Em có đính kèm giấy Đăng ký thu nhận lại, kính mong nhà trường có thể thay đổi tình trạng học tập từ Tạm dừng sang Đang theo học. Cho em cơ hội để có thể tiếp tục hoàn thành việc học.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . K2015 đã hết thời gian đào tạo nên không dkmh và thu nhận lại thời điểm này. . - Bạn theo dõi thông báo đăng ký anh văn 2 kỹ năng. . - Về quy định thời gian và kế hoạch học tập (kéo dài thêm 1 Học kỳ): Bạn vui lòng xem chi tiết tại trang web aao &gt &gt  sinh viên &gt &gt  Quy chế &gt &gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng &gt &gt  Các trường hợp được kéo dài thời gian đào tạo &gt &gt  điều 5.5. . -. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Em chào thầy cô, em hiện và một số bạn hiện không đăng kí được môn thực tập này ạ, do đây là môn cần thiết để trước khi làm đồ án nên mong pđt tăng sĩ số để em và các bạn có thể đăng kí ạ, em cảm ơn"
    },
    {
        "intent": "",
        "message": ". . \"\"\"Chào bạn. . Cô đã lấy dữ liệu chuyển bộ phận dkmh kiểm tra lại. . Bạn dkmh lại vào 13 g ngày là thứ 4 ngày 29/12. . Thân. . \"\"\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Thầy/Cô cho em hỏi việc thanh toán bảo hiểm y tế ạ. Lí do là cổng thanh toán của trường bảo trì từ ngày 15 đến ngày 20 mà hạn cuối thanh toán là chiều ngày 20 ạ. Nhưng sau thời gian đó đến nay cổng BK Pay vẫn bị lỗi ạ. Em muốn xin thêm thông tin về cách thanh toán ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi Thầy/Cô,. . . . Em có gửi yêu cầu về việc không đăng kí tốt nghiệp được cách đây 1 tuần và thầy cô phản hồi đợi tới ngày 27 gửi yêu cầu lại nếu không đăng kí được.. . . . Hiện tại, em vẫn chưa nhận được mail và chưa đăng kí tốt nghiệp được (trang đăng kí lỗi vẫn chưa vào được ạ).. . . . Em đang rất cần gấp bằng tốt nghiệp chính thức để bổ sung hồ sơ du học trước Tết. Rất mong thầy cô có thể xét duyệt sớm và giúp đỡ em.. . . . Em chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "SV kiểm tra mail và vào ĐK tốt nghiệp. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em muốn đăng kí môn học cũ nhưng kì này môn đó không mở và em muốn học môn thay thế .Dạ cho em hỏi cách thức để học môn thay thế ạ. . . . Em xin trân trọng cảm ơn. ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1712759  / \t. . . .   i&gt . . Thưa Thầy/Cô Em là Lợi Thanh Quan, sinh viên Việt Pháp K17. . Em xin hỏi Đăng ký môn học - Chuyển hệ là gì.. . Vì khi đăng ký môn \"Chủ nghĩa xã hội khoa học\" bên CQ sẽ ghi lỗi \"Không thuộc loại hình sinh viên\" và khi đăng ký bên Chuyển Hệ thì được. . Em xin hỏi là em đăng ký và học có được tính là hoàn thành môn học không. . . Xin Thầy/Cô giải đáp giúp em để em sớm hoàn thành chương trình học và tốt nghiệp ạ!. . Em cảm ơn. Chúc Thầy/Cô nhiều sức khỏe ạ!. .  ."
    },
    {
        "intent": "",
        "message": "Chào em;. . em phải nói rõ đăng ký nhóm nào nhé"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ hiện tại em cần đăng ký Giải tích 2 (MT1005) để tốt nghiệp nhưng các lớp đã đủ sĩ số. Em có thể xin chèn lớp hoặc đăng ký vào đợt đăng ký môn học bổ sung 04/01/2022 được không ạ!"
    },
    {
        "intent": "",
        "message": "Chào bạn. . SV lưu ý:. . 1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo dự kiến trong tháng 1/2021 sau của PDT. . 3- Trường hợp chưa ĐKMH ở đợt 2 thành công, bạn vui lòng đợi mail thông báo về việc ĐKMH ở đợt 3 từ ngày 04/01/2022 ( lưu ý: Trong đợt 3, SV chỉ có thể bổ sung các môn học còn sĩ số, không hiệu chỉnh và hủy MH). . 4- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 5- Trong trường hợp sau khi kết thúc đợt 3 (từ ngày 4/1 đến 6/1/2022), mà kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB (sẽ được cập nhật dự kiến trước ngày 3/1/2022). . Chúc các bạn học tốt!. . Thân"
    }
]