[
    {
        "intent": "",
        "message": "Chào bạn. . Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em không vào được link form điền để xác nhận tiêm mấy mũi để trường sắp xếp cho em về việc đi học thí nghiệm ạ, nó ghi cần có quyền truy cập, trong khi em đã vô bằng mail của trường"
    },
    {
        "intent": "",
        "message": "Chào em,. . Vui lòng trình bày rõ vấn đề nhé. Bạn phải đăng nhập vào tài khoản mail của bạn mới đăng ký được nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em đã rút môn Triết học [full_name]-[full_name] và xin phép được nhà trường hỗ trợ đăng kí Giáo dục quốc phòng cho HK212 vì đã hết đợt đăng kí môn học ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Mô hình hóa hình học và mô phỏng - ME3027 - L01. . Vật liệu học và xử lý - ME2015 - L04_L10. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Cho em hỏi là nếu em đã có đủ cột điểm môn hóa đại cương rồi thì em có cần phải lên trường thực hành thí nghiệm ko ạ. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng trình bày rõ vấn đề của bạn giúp nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Đăng ký môn học. . [full_name] - [student_id]. . Em chào thầy/cô. . Em viết mail này xin thầy/cô bên PĐT cho em được đăng ký môn bổ sung vào lớp L01 - môn Kỹ thuật thực phẩm 3 (CH2039) ạ. Lý do là em đang học năm cuối và hiện tại là kỳ cuối của em. Em xin đăng ký môn này để hoàn thành cùng lúc vs môn luận văn để đc ra trường đúng hạn cùng với các bạn cùng trang lứa.. . Em cảm ơn thầy/ cô ạ!. . Chúc thầy/ cô năm mới dồi dào sức khỏe ạ!"
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Trong kết quả ĐKMH đợt 3 HK212 em không đăng ký được LVTN với lý do không đủ điều kiện nhận luận văn. Tuy nhiên, em đã đạt được 16 ngày CTXH. Tính đến HK203 em đạt 110 TC và HK211 em đã đăng ký 19 TC. Mong PĐT xét duyệt để em được đăng ký LVTN cho kỳ 212."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "MSSV[full_name]MSGV: [student_id]  [full_name] \t[full_name] [full_name] [full_name] [full_name]   i&gt Đăng ký môn học  [full_name]i&gt [full_name] [full_name] [full_name] [full_name] Chào Thầy[full_name]Cô[full_name] [full_name] Em là [full_name][full_name][full_name] [full_name] Thầy[full_name] Cô cho em hỏi là trường còn đợt chuyển điểm [full_name] cho đợt đăng ký môn học LVTN cuối cùng không ạ?[full_name] [full_name] Em cảm ơn[full_name]"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . - Bạn có thể đăng ký chuyển điểm Anh văn theo quy trình của P.ĐT bất cứ lúc nào theo quy định. Hiện nay do tình hình dịch bệnh còn kéo dài, nên vào cuối mỗi tuần, P.ĐT sẽ lấy danh sách yêu cầu chuyển điểm Anh văn để xét chuyển điểm cho SV.. . . . - Về đăng ký LVTN HK212: Nhà trường tạm thời không xét điều kiện: Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm); Chuẩn CCAV quốc tế khi xét LVTN; Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . - Nhà trường tạm thời xét từ đủ 6 ngày CTXH khi xét LVTN trong HK212.. . . . Chúc bạn học tốt. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em tên [full_name], MSSV [student_id].. . Hiện tại em đang thiếu tín chỉ để đăng ký LVTN do không thể thi được anh văn để nộp bằng chuyển điểm do dịch bệnh kéo dài nên em không biết trường có xem xét cho trường hợp của em được không ạ. . . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "[full_name]&gt [student_id]/MSGV: [student_id]  / \t. . . .   i&gt Yêu cầu khác . cho e hỏi là em thắc mắc , e chưa có tài khoản OCB ạ , e check mail không có , trong khi bạn e đã có mail ạ ?. . cảm ơn !"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em chào cô,. . Em tên : [full_name], MSSV : [student_id]. Khoa Khoa học và Kỹ thuật Máy tính.. . Hiện tại em đã nhận được bằng tốt nghiệp tạm thời, mà vẫn chưa có thông báo nhận bằng chính thức. Em mong trường cho em nhận bằng trước tết , vì cuối tuần sau em về quê rồi ạ.. . Em cảm ơn cô."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ xin chào PĐT ạ!. . Em tên [full_name] - MSSV [student_id]. . Dạ em xin khiếu nại về việc ĐKMH không thành công: mã môn ME4545( Luận văn TN may) mã nhóm A01. Em có ĐKMH ở cả 3 đợt nhưng đều không được PĐT đăng kí với lí do không đủ điều kiện nhận LV ạ. Em thấy bản thân mình đủ tất cả các điều kiện: đã có điểm ĐCLV và TTTN ( có hình ảnh minh chứng đính kèm bên dưới), đạt số chỉ tối thiểu nhận luận văn là 123 chỉ ( tổng số TCTL đến HK3 2020-2021 là 103 chỉ + 20 chỉ đã đăng kí trong học kì chính kế trước), và đạt đủ số ngày CTXH (16 ngày). Và kì này PĐT cũng không xét chuẩn tiếng anh, nhưng em vẫn không đăng kí được LVTN. Em có đính kèm những hình ảnh minh chứng phía dưới. Kính mong PĐT xem xét và phản hồi giúp em ạ! Em xin chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em là [full_name], MSSV: [student_id]. Kì 212, em đăng kí môn ME3143-Thực tập cơ khí với giảng viên đứng tên trên BKEL là [full_name]. Nhưng em đang thực tập ở DCSE Lab với thầy [full_name]. Vậy cho em xin phép hỏi có cần viết form chuyển giảng viên hướng dẫn không ạ. Em cảm ơn thầy/ cô đã đọc ạ. Em chúc mọi người 1 ngày tốt lành ạ . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ Khoa, GV nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Hiện tại em không ở TP.HCM.. . . . Có cách nào để chuyển xuống hình thức này không? . .  . . Em cảm ơn . ."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. . \"\"\""
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy/ cô ạ. . ﻿Cho em hỏi nếu muốn học cải thiện những môn em đã học bao gồm thí nghiệm, thì em có thể chỉ học lí thuyết, còn thực hành em không lên lớp đi học và lấy điểm thành phần thực hành cũ thay thế có được không ạ ?. . ﻿Em cảm ơn ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi PĐT. . Em là sinh viên K14 hệ chính quy, nhưng do hết thời gian học, nên em đã được trường tự động chuyển qua hệ VLVH. Cho em hỏi là:. . Thông tin sinh viên em vẫn giữ mã sinh viên cũ [student_id] phải không ạ.. . Khi em chuyển qua hệ VLVH, em còn thiếu luận văn (9 chỉ theo CTĐT CQ K14) và 4 môn anh văn (tổng cộng 8 chỉ CTĐT CQ K14). HK 212 em có bị ràng buộc khi xét môn anh văn cho luận văn không ạ, (tại em đọc mail trường tạm thời không xét CCAV quốc tế cho lVTN).. . Em có tham khảo các bạn thì hệ VLVH không có 4 môn anh văn, vậy em có thể làm thể nào để bù được 8 chỉ tiếng anh khi em chuyển hệ, em có coi trong các môn tương đương và thay thế thì không thấy. Hiện tại tổng tín chỉ tích lũy của em 125 so với CTĐT CQ K14 là 142 (thiếu luận văn, tiếng anh). Và chuẩn toeic khi em tốt nghiệp là bao nhiêu ạ. (em đọc quy chế thì không biết giữa VLVH K14 là 400 hay K14 CQ 450).. . Mong PĐT có thể hỗ trợ.. . Em xin cám ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Em chào cô.. . . . Dạ môn Giải tích 1 em đã thi lại ( trước em hoãn ) nhưng trên mybk lại là điểm 13 và trong bkel thì mất Giải tích 1 ( lớp em được xếp vào lúc em có lịch thi lại ạ ).. . . . Dạ cô cho em hỏi là trường hợp của em có sao không cô ?. . . . Em cảm ơn cô."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ cho em hỏi là đợt đăng ký môn học đợt 2 thì em đăng ký thực tập ngoài trường với tổng số tín chỉ đăng ký là 11 tín chỉ và có thời khóa biểu sau đó. Nhưng khi tới đợt đăng ký môn học đợt 3 thì em có đăng ký thêm 6 tín chỉ ngay trong kỳ chí nâng tổng số tín chỉ lên tới 17 tín chỉ và em cũng có thời khóa biểu tất cả môn đã đăng ký trong đợt 2 và đợt 3. Vậy như trường hợp của em bây giờ đã vượt số tín chỉ quy định khi đăng ký thực tập chung kỳ như vậy thì em có bị xóa thực tập ngoài trường không ạ, nếu trường hợp bị xóa thực tập xảy ra thì em phải làm sao để em có thể đi thực tập ngoài trường ạ. Em cảm ơn đã đọc câu hỏi của em. Em xin chúc sức khỏe ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Sẽ không bị hủy nghen bạn. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi quí Thầy cô!. . Em tên: [full_name]. MSSV: [student_id].. . Nay em làm đơn này kính xin quý thầy cô cho em được đăng kí môn học sau:. . - Xác suất và thống kê.  [full_name]H: MT2013.. . Kèm theo dưới là [full_name] kéo dài thời gian đào tạo.. . Trước khi được sự xem xét và chấp thuận từ quý thầy cô, em xin chân thành cám ơn và chúc quí thầy cô luôn dồi dào sức khỏe.. . Trân trọng!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em chào thầy/cô.. . Em tên [full_name]- [student_id].. . Em có đăng ký môn Anh văn 1A(LA1037) học kỳ DT212.Em đã có thời khóa biểu và trên BkeL cũng đã cập nhập môn học, em học được 2 buổi rồi ạ (hình ảnh minh chứng). Nhưng ngày 8/1 môn Anh văn của em bị xóa môn không còn trên thời khóa biểu và Bkel nên em không có link để học.. . Mong quý thầy/cô giúp em vấn đề này ạ, em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ em chào quý thầy cô,. . Em là [full_name], MSSV: [student_id], sinh viên hệ chính quy đại trà.. . Em mới nộp bằng anh văn Toeic 2 kĩ năng nghe, đọc. Điểm của em là 520 đủ điều kiện để nhận luận văn cho khóa K18. Trước đó em đã có thi anh văn Toeic trong trường tổ chức hằng năm thì em đã được 610, và đã đủ điều kiện đăng kí môn học cho các năm.. . Vậy bây giờ em nộp bằng là em không cần phải bấm vào mục \"Xét miễn\" 4 anh văn, em chỉ cần điền thông tin và đợi xác nhận thôi đúng không ạ?. . Đợt này em chỉ nộp bằng để xét chuẩn nhận luận văn thôi ạ.. . Em cảm ơn quý thầy cô.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Đúng nghen bạn. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em có bấm vào để đăng ký thực hành hoá thí nghiệm HK211 nhưng bị lỗi quyền truy cập, mong quý thầy / cô xem lại giúp em.. . . . Em cảm ơn quý thầy cô ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại, Phòng Đào tạo không thể đăng ký học thí nghiệm trực tiếp theo yêu cầu của bạn.. . . . Sau tết Nguyên đán, Pdt sẽ tự động xếp học thí nghiệm cho Sinh viên chưa có lịch học. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . . . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Cho em hỏi là nếu em rút môn học của học kì 2 (2021-2022) thì em có cần phải đóng tiền không ạ ? Cụ thể là em đã đăng kí 1 môn 3 chỉ của học kì dự thính và bây giờ em đang muốn rút ạ, thì em có cần phải đóng số tiền tương đương vs 3 chỉ của học kì dự thính không ạ. Em cảm ơn !. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] [full_name] điều 11.2. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Cho em hỏi, hiện tình hình dịch bệnh em chưa vào lại tp được, e đang cần ngày ctxh vậy e tham gia các hoạt động hỗ trợ công tác chống dịch hay tiêm vaccin ở địa phương rồi quy đổi ra ngày ctxh được không ạ. Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM,. . Em tên [full_name], MSSV: [student_id],. . hiện em đã nhận được Quyết định thu nhận và chuyển sang VLVH HK212 (File đính kèm). . . Hôm nay, em viết mail này nhằm mong Phòng Đào Tạo hỗ trợ giải quyết thắc mắc về việc đăng ký Tốt Nghiệp ạ. Theo như Quy Chế của Trường thì em đã đủ điều kiện xét tốt nghiệp theo hệ Vừa học vừa làm, mong Phòng Đào Tạo hướng dẫn em cách thức để đăng ký Tốt nghiệp ạ.. . Trong khi chờ đợi phản hồi từ Phòng Đào Tạo, em xin chân thành cảm ơn.. . Sinh viên,. . [full_name]"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Trường hợp của bạn đã có tên trong ds dự kiến tốt nghiệp. . Sinh viên xem lịch trình đăng ký tốt nghiệp trang web PĐT. . . . http://www.aao.hcmut.edu.vn &gt &gt  Tốt nghiệp &gt &gt  Thông tin tốt nghiệp. . . . - Tiếp nhận các phản hồi của sinh viên tại Phòng Đào tạo: từ ngày 14/01/2022 -  đến 08g00 15/01/2022. . ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Thưa [full_name], kỳ trước em không đăng ký tốt nghiệp do chưa đủ điều kiện thì kỳ này em đã đủ điều kiện tốt nghiệp vào tháng 4 thì đăng ký tốt nghiệp ở đâu ạ do em là k15 nên trang đăng ký tốt nghiệp đã bị khóa ạ"
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em chào Anh/chị. . . . Anh chị giúp em giải quyết vấn đề đăng kí môn học LVTN mã môn học (ME4049).. . Em đã đăng kí cả 2 lần ở đợt 2 và 3 nhưng đều có đăng ký, nhưng không có TKB.. . Mong anh chị sớm giải quyết giúp ạ. Em cảm ơn.. . Chúc anh/chị một ngày tốt lành ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . PĐT cho em hỏi là em có học và thi AV400 online , thi ngày 7/11/2021, sau đó 3 tuần có điểm cập nhập trên phòng đào(điểm thi sinh viên), nhưng mấy tuần nay em vô lại lại ko có( mất) điểm trên trang điểm của em ạ, vậy PĐT có thể kiểm tra lại giúp em được không ạ, vì đợt tốt nghiệp tới em sẽ đăng ký tốt nghiệp ạ. Cám ơn nhiều ạ. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng trình bày rõ là ở HK nào? điểm bạn xem cập nhật ở đâu?. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em chào thầy/cô ạ. Em là sinh viên khoá k15 do chưa thi được toeic nên chưa đăng ký tốt nghiệp được. Cho em hỏi là em có thể gia hạn thêm 1 học kỳ để thi toeic và nộp CCNN không, và cần làm những đơn gì ạ. Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Em chào cô ạ. Em là sinh viên khoá k15. Do thiếu chứng chỉ ngoại ngữ và toeic nói viết nên em chưa đăng ký tốt nghiệp được. Nay em làm đơn này để xin gia hạn thêm 1 học kỳ để thi toeic và nộp CCNN. Mong nhà trường xem xét cho em được gia hạn ạ. Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV [full_name]15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: em vui lòng xem chi tiết tại trang web aao &gt &gt  sinh viên &gt &gt  Quy chế &gt &gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng &gt &gt  Các trường hợp được kéo dài thời gian đào tạo &gt &gt  điều 5.5. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi : phòng đào tạo. . Em tên:[full_name]-MSSV:[student_id]. . Sau khi kiểm tra các điều kiện để được nhận luận văn tốt nghiệp tất cả đều đạt,nhưng sao em vẫn không được nhận ạ.. . Kính mong phòng đào tạo kiểm tra lại giúp em. . Em xin chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em tên là [full_name], mssv: [student_id].. . Dạ cho em được hỏi đợt đăng ký thí nghiệm HĐC này sẽ học trước Tết hay sau Tết ạ? Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . . . Hiện tại, Phòng Đào tạo không thể đăng ký học thí nghiệm trực tiếp theo yêu cầu của bạn.. . . . Sau tết Nguyên đán, Pdt sẽ tự động xếp học thí nghiệm cho Sinh viên chưa có lịch học. . . . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . . . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . DẠ cho em hỏi, em vừa bảo vệ luận văn tốt nghiệp đợt vừa rồi. em còn thiểu tiếng anh để đăng kí tốt nghiệp. Em muốn đăng kí học văn bằng 2 ngay kì tới là học kì 212 được không ạ. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng email đến [email] nhé. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Trường hợp của bạn đã có tên trong ds dự kiến tốt nghiệp, SV kiểm tra mail và vào đăng ký tốt nghiệp nhé. . Thân\""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Hiện tại em vẫn không thể đăng ký tốt nghiệp ngày 15/1.. . Em đã gửi câu hỏi giúp đỡ về việc tốt nghiệp và đến giờ vẫn chưa có kết quả.. . Vì tình trạng sinh viên của em đang bị tạm dừng. Em không thể truy cập vào trang đăng ký tốt nghiêp. Em đã mail cho pđt và gửi đơn xin thu nhận để xét tốt nghiệp. Nhưng đến giờ em vẫn chưa được thay đổi trạng thái sinh viên và vẫn chưa thể đăng ký tốt nghiệp.. . Hy vọng pđt xem và hỗ trợ để em hoàn thành tốt nghiệp.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Học vụ . Con chào thầy, cô. . . . Con tên là [full_name] ([student_id]). Trong kỳ thi cuối kỳ 211 con có hoãn thi môn Cơ sở vật liệu & Bảo vệ ăn mòn (CH3331) (L01) trước khi thi do không đảm bảo được trang thiết bị cần thiết. . . . . Môn này vừa mới có điểm trên MyBK và điểm của con đang là 13 và yêu cầu hoãn thi của con tới nay vẫn đang trạng thái là đang xử lý. . . . . Con không biết có sai sót hay chưa cập nhật gì không ạ? Con đang rất lo lắng.. . . . Mong nhận phản hồi của thầy cô, con cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác  /i. . Dạ chào thầy/cô. . Em tên là [full_name], mssv [student_id]. Học kì 213 trường có mở đăng kí luận văn tốt nghiệp, vậy 1 tín chỉ luận văn tốt nghiệp là bao nhiêu ạ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Môn LVTN tính tiền giống với TTTN trong hè các hk trước nhé. . Thân mến. . . . . ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1712963  / \t. . Em chào thầy (cô) PĐT. . Thầy cố cho em đăng ký nhưng môn học sau.. .   i&gt Đăng ký môn học . KẾT CẤU THÉP 1 + CI3009 + DT01. . KẾT CẤU BÊ TÔNG CỐT THÉP 2 + CI3175 + DT01. . ĐAMH KẾT CẤU BÊ TÔNG CỐT THÉP 2 + CI3177 + T01. . ĐỊA CHẤT CÔNG TRÌNH + CI1043. . . . . . + Em là sinh viên CQ chuyển xuống hệ VLVH, em có đính kèm quyết định sau."
    },
    {
        "intent": "",
        "message": "QUOTE&gt MSSV/MSGV: [student_id]    . . Em chào thầy (cô) PĐT. . Thầy cố cho em đăng ký nhưng môn học sau.. . Đăng ký môn học. . . . KẾT CẤU THÉP 1 + [full_name]3009 + [full_name]01. . KẾT CẤU [full_name] CỐT THÉP 2 + [full_name]75 + [full_name]01. . ĐAMH KẾT CẤU [full_name] CỐT THÉP 2 + [full_name]77 + T01. . ĐỊA CHẤT CÔNG TRÌNH + [full_name]1043 + [full_name]01. . . . . . + Em là sinh viên CQ chuyển xuống hệ VLVH, em có đính kèm quyết định sau.  /QUOTE&gt . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em xin chao. Ki 212 em co dang ki hoan thi cuoi ki mon ket cau be tong cot thep, Ma mon hoc la CI3237, nhung em lai co diem tong ket cua mon do. Em mong phong dao tao co the giai quyet giup em"
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Hiện tại em vẫn không thể đăng ký tốt nghiệp ngày 15/1.. . Em đã gửi câu hỏi giúp đỡ về việc tốt nghiệp và đến giờ vẫn chưa có kết quả.. . Vì tình trạng sinh viên của em đang bị tạm dừng. Em không thể truy cập vào trang đăng ký tốt nghiêp. Em đã mail cho pđt và gửi đơn xin thu nhận để xét tốt nghiệp. Nhưng đến giờ em vẫn chưa được thay đổi trạng thái sinh viên và vẫn chưa thể đăng ký tốt nghiệp.. . Và hiện tại em cũng không thể truy cập vào trang đăng ký tốt nghiệp cũng như 1 số trang của Mybk. . Hy vọng pđt xem và hỗ trợ để em hoàn thành tốt nghiệp.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Trường hợp của bạn đã có tên trong ds dự kiến tốt nghiệp, SV kiểm tra mail và vào đăng ký tốt nghiệp nhé. . Thân\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em tên là [full_name], mssv [student_id], em bị trùng lịch học thời khóa biểu của môn học EE2016 với 2 môn học kì trước SP1035 và EE3419n vào ngày thứ 3 của các tuần.. . . . Hiện giảng viên bộ môn EE2016 không giải quyết sắp xếp lại thời gian học nên em chỉ có thể liên hệ bên Văn phòng tình huống này.. . . . Em mong có thể được giải quyết trường hợp này và mong nhận phản hồi sớm ạ.. . . . Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Bạn liên hệ với [full_name] : [email], để được hỗ trợ thêm. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Vâng em chào ban pdt ạ, hiện tại em bị sự cố về việc môn học aerobic hp2. . của em lại mất lịch trên hệ thống bkel trong khi đó em đã đăng kí vào đợt dki của trường. Tuần trước lịch học của em vẫn còn nhưng đến hôm nay em vào thì lại mất. Mong ban pdt của trường đưa ra hướng giải quyết sớm ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp .    Chào thầy (cô), Em là [full_name], MSSV: [student_id]. Sinh viên lớp GT16Hk.. . . .    Hiện em đã hoàn thành các tiêu chí cần thiết để tốt nghiệp, nhưng hiện tại không có tên trong danh sách dự kiến tốt nghiệp. . .    Mong quý thầy (cô) kiểm tra dùm em.. . . .    Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Xin kính chào Thầy/Cô,. . Em là sinh viên OISP K2017 nhận điểm hoãn thi - hoãn bảo vệ LVTN trong kỳ 202. Em có nghe nói vào tháng 3 này, VP.ĐTQT sẽ tổ chức một đợt bảo vệ LVTN. Thầy/Cô cho em hỏi thông tin trên có chính xác không ạ? Nếu đúng thì em cần liên hệ với ai để đăng ký bảo vệ ạ?. . . . Em xin cảm ơn.. . Trân trọng./.  . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / . . em là phạm ngọc duy . . mssv [student_id]. . Việc là em có hoãn thi kì này 3 môn do có trục trặc về thiết bị với do cúp điện mà vẫn chưa thấy kết quả á PĐT , mong PĐT giải đáp \t. . . .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học  /i&gt  . . . . Dear PĐT,. . . . Em nhận được thông báo qua mail đăng ký đợt 2 lên trường thí nghiệm môn Hoá Đại cương (CH1004), nhưng link form đăng ký bị lỗi và em không thể đăng ký được. Có một số bạn cũng bị như em ạ.. . . . Em mong khắc phục sớm để em có thể đăng ký học ạ.. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . . . Hiện tại, Phòng Đào tạo không thể đăng ký học thí nghiệm trực tiếp theo yêu cầu của bạn.. . Sau tết Nguyên đán, Pdt sẽ tự động xếp học thí nghiệm cho Sinh viên chưa có lịch học. . . . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . . . Thân"
    },
    {
        "intent": "",
        "message": "i&gt Tài khoản và mật khẩu OCB .  - Dạ chào admin em cách đây mấy tháng trước (trước khi đăng kí tài khoản OCB) thì sim điện thoại em bị lỗi do đó phải reset lại sim nên không còn thấy tin nhắn về mật khẩu của ngân hàng gửi đến. Bây giờ em muốn được cấp lại tài khoản và mật khẩu OCB thì bước tiếp theo em phải làm gì đây ạ.. .  - Em rất xin lỗi vì làm phiền và cảm ơn admin. . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]4  / \t. . . .   i&gt Khiếu nại đăng ký môn học . Dạ hiện tại em bị cấm đăng ký môn học mặc  dù em đã đóng học phí và làm đơn trình bày trễ học phí. . .  . . Em đã chuyển  sang hình thức vừa học vừa làm ở học kỳ trước và được pdt cho phép đăng ký bình thường. . . . . Nhưng học kỳ này em bị cấm đăng ký qua 3 đợt đăng ký vẫn bị cấm ngay khi vào wed.. . . . Em muốn đăng ký Đồ Án tốt nghiệp . . MMH 813303. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . Thân"
    },
    {
        "intent": "",
        "message": "EM [full_name] [full_name] KHI VÀO TRANG ĐĂNG KÝ .. . THÌ DÙ CHO [full_name] 18/1 THÌ EM [full_name] [full_name].. . [full_name] CHO EM ."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . thưa PĐT  , bộ môn TR4021 đợt đầu có 41 bạn đăng ký nhưng mà lý do bộ môn hủy lại là khoa không mở lớp , mà lại mở vào kỳ dự thính thì làm sao mà bọn em đăng ký được ạ vì bọn em mới học môn này lần đầu thôi ạ . Mong phòng đào tạo cho chúng em 1 câu trả lời thỏa đáng để bọn em hiểu rõ vấn đề ạ"
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Về vần đề này bạn vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Xin chào phòng đào tạo, em (MSSV [student_id]) hiện có vấn đề như sau. . . Em không thi anh văn đầu vào, chuẩn tiếng Anh mỗi năm đều thi do trường tổ chức.. . Số tín chỉ tích lũy đến hiện tại của em là 124, chỉ còn 8 chỉ tiếng anh và 9 chỉ luận văn tốt nghiệp. . Học kì này em đăng kí Luận văn tốt nghiệp, tuy nhiên hệ thống báo là không đủ tín chỉ tích lũy để đăng kí. Tại học kì 2 năm 3, học kì 1 năm 4 (học kì 2 2020-2021, học kì 1 2021-2022), vì tình hình COVID nên không thể dự thi lấy bằng TOEIC và nộp chuyển điểm cho nhà trường, đây là nguyên do cho việc thiếu tín chỉ đăng kí luận văn.. . Mong nhà trường xem xét và cho em hướng giải quyết ạ."
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Học vụ . Thưa pđt nếu em điền form đồng ý rút môn học nghĩa là dù không học nhưng em vẫn phải đóng tiền học phí môn đó đúng không ạ em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem quy chế điều 11.2. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 11.2. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Chào thầy cô,. . . . Em tên [full_name]-[student_id]. . Hiện tại đã có kết quả đăng kí môn học đợt 3 nhưng em không đăng kí được Luận văn tốt nghiệp(EN4323). Em có xem lịch sử đăng kí thì có ghi: PDT không đ/ký cho SV MH EN4323 (L: Không đủ đ/kiện nhận LVTN). Mong thầy cô giải thích giúp em điều kiện cụ thể ở đây là gì ạ.. . . . Em cảm ơn thầy cô."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 2113592  / \t. . . .   i&gt Khiếu nại đăng ký môn học . Thưa pđt do lúc đăng kí môn học chưa biết kết quả thi môn gdtc hp1 do đó em đăng kí thêm 1 môn gdtc hp1( bóng rổ PE1015) và em đăng kí thêm một môn gdtc học phần 2 là môn BƠI(PE1043) em cũng đá có lịch trên mybk và em cũng đã lưu lịch về GG CALENDAR để tiện theo dõi và hôm nay em xem lại trên bkel thì không thấy xuất hiện lớp học. Giờ em đã hoàn thành môn võ hp1 em xin pđt hủy môn bóng rổ PE1015 và phục hồi môn BƠI(PE1043) cho em. EM XIN CẢM ƠN"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . - hủy môn bóng rổ PE1015 . . =&gt  Đã hết thời gian huỷ môn học. . - Về rút môn học theo email PĐT đã gửi:. . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ em chào quý thầy cô Phòng đào tạo ạ. . . . Em là sinh viên k17 ngành Cảng công trình biển thuộc Khoa Kỹ thuật Xây dựng, đợt đăng ký môn học HK211 em có đăng ký môn Thực tập tốt nghiệp CI3333 đợt bổ sung, được thầy [full_name] (Trưởng Bộ môn Cảng) gửi danh sách lên và được quý thầy cô đồng ý(như hình đính kèm),em cũng đã có thời khóa biểu. . Hiện tại cũng đã đến cận ngày nhập điểm, thầy tra danh sách để nhập thì tên em bị thiếu nên em gửi tin này mong muốn được quý thầy cô cập nhật tên vào danh sách để thầy có thể nhập điểm và em có 1 kỳ thực tập trọn vẹn. . Em cảm ơn quý thầy cô rất nhiều, chúc quý thầy cô sức khỏe, năm mới bình an!"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . . . Khoa Kỹ Thuật Xây Dựng mới phân công cán bộ nhập điểm (thầy [full_name]), và đã cập nhật danh sách lên trang mybk.. . . . Chúc bạn học tốt. . Thân"
    },
    {
        "intent": "",
        "message": "Em chào cô.. . Hôm trước em có gửi câu hỏi xin được mở lại tình trạng sinh viên để đăng ký tốt nghiệp và có được bảo rằng đợi tới ngày 11/1 để xem tình trạng sinh viên có được cập nhật chưa á cô.. . Tới hôm nay em vào thì em vẫn bị lỗi: \"Yêu cầu quyền truy cập\" vì tình trạng sinh viên bị tạm dừng.. . Cô có thể kiểm tra lại giúp em được không ạ?. . Em cảm ơn cô.. .   i&gt Tốt nghiệp ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Trường hợp của bạn đã có tên trong ds dự kiến tốt nghiệp, SV kiểm tra mail và vào đăng ký tốt nghiệp nhé. . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy cô, em tên [full_name], MSSV [student_id], em có đăng kí thực tập ngoài trường mã ME3267, đề cương luận văn tốt nghiệp ME4725. Em không biết nguyên do vì đâu em đã bị hủy 2 môn đó trong cả 3 lần đăng kí. Có lẽ vì số tín chỉ của các môn học trước em chưa được cập nhập nên em bị hủy 2 môn đó. Em đã hoàn thành các môn học và khi có điểm các môn của 2 học kì vừa rồi sẽ đủ tín chỉ để đăng kí. Em mong thầy cô xem xét lại trường hợp của em. Em xin chân thành cảm ơn"
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: xin chào pdt, . . Ở học kì 202, nằm vào thời điểm diễn biến dịch covid cao trào, các môn học thí nghiệm không được cập nhật điểm, khiến điều kiện xét các học bổng của các em bị mất đi. Xin hỏi là pdt có xét duyệt lại không.. . . . Ở học kì 211, mon thực hành như môn Trắc địa đại cương, giáo viên bảo là khi nò thực tập mới nhập điểm, nhưng họ lại nhập thành điểm 13 là điểm vắng thi. Xin pdt xem giúp lại"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Điểm do GV nhập, bảng điểm Khoa gửi PĐT, em vui lòng liên hệ GV nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em tên [full_name], khoa kỹ thuật giao thông - CLC. Em viết đơn này mong PĐT hỗ trợ em đăng ký môn Đường Lối, do đợt đk môn học vừa qua em có đăng ký khá nhiều tín chỉ nên đăng ký sót môn này.. . Theo em được biết bộ môn này sẽ đóng trong các học kỳ sau và không có môn học tương đương.. . Em rất mong nhận được sự hỗ trợ của PĐT, em xin chân thành cảm ơn.. . [full_name]."
    }
]