[
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / \t[full_name] [full_name] [full_name] [full_name]   i&gt Yêu cầu khác  /i&gt [full_name] [full_name] [full_name] [full_name] Kính gửi quý thầy cô,[full_name] [full_name] [full_name] [full_name] Em có thi cuối kỳ môn triết học (SĐH) vào lúc 9h ngày 9/1/2022[full_name] Em lỡ quên chưa nộp file ghi hình trong vòng 48h[full_name] [full_name] [full_name] Hôm nay, em mới nhớ để gửi vào link trên BKexam[full_name] Hy vọng quý thầy cô chấp nhận kết quả thi của em[full_name][full_name] [full_name] [full_name] [full_name] Em xin chân thành cảm ơn[full_name] [full_name] [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Cho em hỏi khi đăng ký học chương trình đào tạo thạc sĩ hoặc đào tạo văn bằng 2 thì có được cấp giấy xác nhận sinh viên tạm hoãn NVQS không ạ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Bằng 2 được cấp giấy chứng nhận sinh viên cho địa phương thôi (không chọn được lý do tạm hoãn NVQS). . - Đăng ký học chương trình đào tạo thạc sĩ . . =&gt  Về vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em tên: [full_name]. . Mssv: [student_id]. . Em có đăng kí rút môn học nhưng hiện giờ vẫn chưa thấy tkb thay đổi. Vậy thì em có cần vào học môn đó không ạ? Đó là môn GDTC nên có điểm danh ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi Phòng Đào Tạo. . . . Đợt xét tốt nghiệp HK211 trước đó em chưa đủ điều kiện xét do thiếu ngày CTXH. . . . . Em vừa hoàn thành xong số ngày (15.5 ngày) và có thấy thời gian xét tốt nghiệp gia hạn đến ngày 15/01/2022. . . . . Nhưng hiện tại, trên hệ thống vẫn đang hiện 'nợ CTXH', nên em mong PĐT kiểm tra giúp em để có thể đăng ký đúng ngày.. . . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Đã mở khóa và cập nhật lại ngày CTXH, em có thể vào đăng ký tốt nghiệp nhé!. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào cô!. . . . Cho e hỏi có ngày nhận bằng tốt nghiệp đợt 2/2021 dự kiến tổ chức trong tháng 1/2022 chưa cô. . Em xin cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Bạn vui lòng trình bày rõ câu hỏi của bạn giúp cô nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Ngày nhận bằng tốt nghiệp tháng 1/2022 có chưa đó cô"
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào pđt. . Thưa pđt, em có nhờ pđt về việc in giấy xác nhận sinh viên, va được pđt hướng dẫn lấy bản scan từ mybk/in giấy chứng nhận sinh viên nhưng khi em vào lại thì không thấy có bản in nào để tải về máy, em đăng ký in giấy vào ngày 3/1/2022, và đã chuyển sang trang thái đã sử lý, em xin pđt hướng dẫn cho em. . em xin chân thành cảm ơn. ."
    },
    {
        "intent": "",
        "message": "Chào em;. . em vui lòng kiểm tra lại, sau kiểm tra Phòng Đào tạo thấy đã up đủ 2 bản vào ngày 5/1 và 10/1 nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em xin phép được rút môn học ạ. Đây là đơn rút của em."
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: . . Em tên [full_name]. . Mssv: [student_id]. . Nhóm P05 - Pháp văn. . . . Em xin trình bày như sau: . . Ngày thi Pháp Văn, em đã vào phòng thi đúng giờ và điểm danh đầy đủ.. . Thi xong em chắc chắn mình đã nộp video quay màn hình rồi.. . Nhưng đến hôm nay,  em lên xem điểm thì lại thấy 13 - Vắng thi, và em đã mail với cô dạy lớp Pháp Văn của em vào cô nói file điểm thi cuối kỳ không có tên em.. . . . Em mong sẽ nhận được phản hồi sớm. . Em xin chân thành cảm ơn"
    },
    {
        "intent": "",
        "message": "em xin bổ sung bằng chứng tham gia thi Pháp văn cuối kỳ ngày hôm đó . . . . https://drive.google.com/file/d/1M0DmBRJv1vXW8_MzR9ZapxFe50n7ndmO/view?usp=sharing"
    },
    {
        "intent": "",
        "message": "Chào em,. . Điểm là do Giảng viên nhập nhé bạn, điểm 13 là do GV nhập, nếu em không có tên trong danh sách nhập điểm thì sao giảng viên nhập điểm 13 được bạn.. . Em liên hệ lại GV kiểm tra lại giúp bạn nhé.. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . mình đăng kí giáo dục thể chất bóng chuyền 2 đã có lịch học trên bk vào tuần 1 rồi nhưng qua tuần 2 thì không còn trên thời khóa biểu nữa . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy cô.. . Hiện tại em đang có nhu cầu bảo lưu học tập thì em cần làm những gì?. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Em vui lòng xem quy chế tạm dừng.. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/. . - Tải mẫu đơn tạm dừng: điền đầy đủ thông tin gửi [email]. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . - Lưu ý: gửi đơn trong 4 tuần đầu HK không đóng HP.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Kính gửi phòng đào tạo,. . . . Em tên là [full_name], MSSV [student_id], sinh viên khoa Khoa học và Kĩ thuật máy tính. Em viết đơn này vì lí do là mình đã hủy đăng kí môn Thực tập ngoài trường (CO3315) và đăng kí các môn khác trong đợt đăng kí môn học 2(có hình ảnh đính kèm). Nhưng sau đó kết quả đăng kí môn học đợt 2 vẫn có môn Thực tập ngoài trường (CO3315). Mong phòng đào tạo xóa môn học này giúp em.. . . . Em có đính kèm hình ảnh đã hủy đăng kí môn học này, hình ảnh đăng kí môn học đợt 2 và kết quả đăng kí môn học, mong phòng đào tạo xem xét giúp em. Em xin chân thành cảm ơn.. . . .   i&gt Khiếu nại đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Xin tham gia lớp học. . Họ và tên: [full_name]. . MSSV: [student_id]. . Môn học: Cad ứng dụng trong thiết kế ô tô. . Mã môn học: TR3059. . Nhóm lớp: L01. . Tiết: 11-12 thứ 4. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Em tên là [full_name], MSSV:[student_id].. . . . Học kỳ 203 em có học môn CO1007 (cấu trúc rời rạc cho KHMT), nhóm lớp CC01.   B&gt Môn này em thi cuối kỳ là vào ngày 31.07.2021  /B&gt  nhưng tính tới nay đã là 5 tháng rưỡi rồi nhưng tụi em vận chưa nhận được kết quả học tập trên myBk.. . . . Em đã thử liên hệ với 2 giảng viên phụ trách. Em liện hệ với thầy [full_name] vào ngày 16.11.2021 và nhận được phản hồi là thầy vẫn đang đợi khâu xử lý điểm. Thầy [full_name] em liên hệ vào ngày 05.01.2022 nhưng thầy không  phản hồi lại.. . . . Em có mail lên cô [full_name] người phụ trách trên khoa nhưng vẫn không nhận được bất kỳ hồi âm nào về vấn đề không có điểm này.. . . . Em xin phòng đào tạo kiểm tra lại ạ tại em đã thử liên lạc rất nhiều nhưng đến giờ vẫn chưa có điểm hay hướng giải quyết nào.. . . . Mong nhận được phản hồi ạ.. . . . Thân ái.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Câu hỏi của em cô đã gửi về [full_name].. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ em xin chào các thầy cô,. . em tên [full_name] . . MSSV [student_id]. . khoa Công nghệ Vật liệu. . . . Trước đây trong đợt đăng kí môn học Đợt 2 em có để đăng kí 2 môn bóng đá và võ học phần 2 do em còn phân vân nhưng vì lớp võ không đủ số lượng cho phép (20/50) còn võ thì đã (50/50) nên em nghĩ môn bóng đá sẽ tự hủy và không ảnh hưởng đến môn võ nên không chính tay em hủy, cũng một phần là do hôm hạn chót là ngày thi cuối cùng và em cũng quên mất ạ.. . . . Thế nhưng không hiểu sao qua đăng kí đợt 3 thì vẫn có cả 2 môn trong tkb và sau 1 tuần thì nhà trường đã hủy luôn cả 2 môn của em ạ.. . . . Mong thầy cô đưa ra hướng giải quyết giúp em vì trong tuần này t7 là em có tiết rồi ạ. . . Em xin cảm ơn! . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "QUOTE&gt Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. .   /QUOTE&gt . . Dạ vâng ý em là em bị hủy luôn cả lớp võ ạ. . trong khi đó đáng lí ra lớp bóng đá mới bị hủy thôi chứ ạ. . giờ em muốn học lại lớp võ đó thì phải làm sao ạ?. . mong cô trả lời em sớm"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . - Giờ em muốn học lại lớp võ đó thì phải làm sao ạ?. . =&gt  Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến"
    },
    {
        "intent": "",
        "message": "Dạ không ạ. . ý em là môn bóng đá bị hủy thì do không đủ sĩ số . . nhưng mà lúc đó em đăng kí cả lớp võ ( tính cả em là 50/50 người - đủ để mở lớp ) và em đã có thời khóa biểu, nhưng 1 tuần sau thì bị mất và kết quả đăng kí môn võ cũng mất luôn ạ. . . em không biết lí do tại sao và bây giờ em muốn học lớp võ đó thì phải làm sao ạ? . . và môn võ em không hề bị trùng giờ với bất cứ môn học nào hết ạ.. . mong cô giúp em vì tuần này là em có tiết rồi ạ."
    },
    {
        "intent": "",
        "message": "Dạ thưa cô nay em tham gia lớp học võ L16 (t7 7-9h sáng giáo viên : [full_name]) và đã xin giáo viên thêm tên vào sổ đăng kí, gv cũng đã chấp nhận ạ. . . em mong cô và Phòng Đào Tạo giúp em thêm tên vào dánh sách lớp L16 để có thời khóa biểu cũng như tên trong danh sách ạ. . . mong cô phản hồi em sớm.. . em xin cảm ơn cô . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào em; . . em phải minh chứng rõ ràng về việc chấp nhận của giảng viên, hiện tại nhóm L16 đã full ss nên không thể thêm vào nhé. . Thân"
    },
    {
        "intent": "",
        "message": "QUOTE&gt Chào em;. . em phải minh chứng rõ ràng về việc chấp nhận của giảng viên, hiện tại nhóm L16 đã full ss nên không thể thêm vào nhé. . Thân  /QUOTE&gt . . Dạ vâng ạ bữa em có hỏi cô về việc em bị mất môn Võ lớp L16 khỏi tkb và cô [full_name] cũng đã chấp nhận và đã ghi tên em vào danh sách chờ.. . Cô còn nhắc em lên bksi hoặc mail cho PĐT để có thể thêm tên vào danh sách cũng như để cập nhật điểm ạ. . . Mong nhà trường giúp em vì sáng mai em đã có tiết rồi .. . Em xin cảm ơn trước ạ"
    },
    {
        "intent": "",
        "message": "Chào em;. . môn này nhóm L16 đã full sĩ số, vì vậy em phải minh chứng được việc giảng viên có cho thêm vào lớp không thì Phòng Đào tạo mới xem xét được nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Dạ vâng em đã xin phép giáo viên và cô cũng đã đồng ý điền tên em vào danh sách lớp trong excel của cô để điền điểm học phần sau này.. . Em không hiểu là phải minh chứng như thế nào ạ?"
    },
    {
        "intent": "",
        "message": "answer rate: Answer does not suit / Câu trả lời không đúng ý"
    },
    {
        "intent": "",
        "message": "giảng viên đồng ý cũng phải có chữ ký,ghi chú gì của giảng viên chứ???"
    },
    {
        "intent": "",
        "message": "Dạ thưa thầy/ cô, em bật mic lên hỏi cô [full_name] về vấn đề của em thì cô kêu em cứ vô link cô đưa để điền tên vào bảng ecxel để sau này cô nhập điểm là được. em không biết phải làm đơn hay gì ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Hiện tại đã đến tuần thứ 5 của Hk, chuẩn bị thi kiểm tra giữa kỳ. . Theo như trao đổi của anh chị chuyên viên của Pdt ở các câu trả lời trước, bắt buộc bạn phải làm đơn xin vào lớp học và phải có chữ ký đồng ý của Giảng viên giảng dạy. . Bạn chỉ báo và không có minh chứng gì hết nên Phòng đào tạo không thể hỗ trợ đăng ký môn học cho bạn được. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ chào thầy/cô,. . Em là [full_name], mssv [student_id], lớp Việt Pháp k17.. . . . Đợt đăng kí môn học học kì chính 212 vừa rồi em có gửi đơn xin mở lớp môn Lập Trình Hệ thống điện (403707) và đã được chấp nhận mở lớp, nhưng hiện tại TKB của em vẫn chưa có lịch học của môn, trên trang ĐKMH cũng chưa có tên giảng viên ạ. . .   B&gt Thầy [full_name]  /B&gt  dạy môn này đã ký tên đồng ý trong đơn xin rồi ạ, em gửi lại đơn để PDT kiểm tra ạ.. .  . . Mong PĐT kiểm tra giúp em, em xin cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Thầy cô cho em hỏi là em có đăng ký LVTN ở 3 đợt trước nhưng mà đều ghi là không đủ điều kiện đăng ký, em có check lại thì em vẫn không biết là em thiếu điều kiện gì để đăng ký LVTN nên em mong thầy/cô check giúp em ạ.. . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ em xin chào PĐT.. . . . Em là [full_name], MSSV:190333 lớp VP19CĐT.. . Em có 2 câu hỏi như sau:. . 1. Dạ em có đăng kí môn AS2049 (Cơ học Vật Rắn và sóng cơ) và đã có thời khóa biểu vào tuần trước cho môn học đó (Đã đăng kí môn học thành công và học buổi đầu tiên ở tuần trước). Hôm nay 1h em có tiết học, khi em ấn vào BK-E thì không còn thấy môn học nữa và trong thời khóa biểu môn học cũng đã bị xóa.Em đủ điều kiện để đăng kí môn học và không trùng lịch học cố định với môn học nào. Duy chỉ có 1 buổi học bù của môn khác là bị trùng.Dạ cho em hỏi trường hợp môn học của em là bị sao ạ?. . 2. Em cũng có đăng kí môn Thực tập ngoài trường (ME3385) theo hướng dẫn của Văn phòng Việt Pháp (Môn này sẽ học ở học kì hè 213 nhưng đăng kí ở học kì 212) và em bị xóa môn này ở Đợt 2 và Đợt 3, cho em hỏi giờ phải làm sao ạ?. . Mong được PĐT giải đáp sớm để tránh ảnh hưởng đến quá trình học của em.. . . . Em xin chân thành cám ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . 1. Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 2. Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ em chào Thầy/Cô.. . Em là K17, hiện e đã hoàn thành hết môn (bao gồm AV1,2,3 và 4A), Toeic 535. Em định chuyển điểm AV1 và xét tốt nghiệp. Trước đó em đã nộp CCNN để đăng kí LVTN. Hiện trong mục nộp CCNN, em không thấy hoạt động chuyển điểm và xét tốt nghiệp. . . Mong Thầy/Cô hướng dẫn giúp em."
    },
    {
        "intent": "",
        "message": "QUOTE&gt MSSV/MSGV: 1712694    . . . . Tốt nghiệp. . . . Dạ em chào Thầy/Cô.. . Em là K17, hiện e đã hoàn thành hết môn (bao gồm AV1,2,3 và 4A), Toeic 535. Em định chuyển điểm AV1 và xét tốt nghiệp. Trước đó em đã nộp CCNN để đăng kí LVTN. Hiện trong mục nộp CCNN, em không thấy hoạt động chuyển điểm và xét tốt nghiệp. . . Mong Thầy/Cô hướng dẫn giúp em.  /QUOTE&gt . .   QUOTE&gt MSSV/MSGV: 1712694    . . . . Tốt nghiệp. . . . Dạ em chào Thầy/Cô.. . Em là K17, hiện e đã hoàn thành hết môn (bao gồm AV1,2,3 và 4A), Toeic 535. Em định chuyển điểm AV1 và xét tốt nghiệp. Trước đó em đã nộp CCNN để đăng kí LVTN. Hiện trong mục nộp CCNN, em không thấy hoạt động chuyển điểm và xét tốt nghiệp. . . Mong Thầy/Cô hướng dẫn giúp em.  /QUOTE&gt . .   QUOTE&gt MSSV/MSGV: 1712694    . . . . Tốt nghiệp. . . . Dạ em chào Thầy/Cô.. . Em là K17, hiện e đã hoàn thành hết môn (bao gồm AV1,2,3 và 4A), Toeic 535. Em định chuyển điểm AV1 và xét tốt nghiệp. Trước đó em đã nộp CCNN để đăng kí LVTN. Hiện trong mục nộp CCNN, em không thấy hoạt động chuyển điểm và xét tốt nghiệp. . . Mong Thầy/Cô hướng dẫn giúp em.  /QUOTE&gt . .   QUOTE&gt MSSV/MSGV: 1712694    . . . . Tốt nghiệp. . . . Dạ em chào Thầy/Cô.. . Em là K17, hiện e đã hoàn thành hết môn (bao gồm AV1,2,3 và 4A), Toeic 535. Em định chuyển điểm AV1 và xét tốt nghiệp. Trước đó em đã nộp CCNN để đăng kí LVTN. Hiện trong mục nộp CCNN, em không thấy hoạt động chuyển điểm và xét tốt nghiệp. . . Mong Thầy/Cô hướng dẫn giúp em.  /QUOTE&gt . ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ em chào pđt ạ, do em còn thiếu chứng chỉ av nói viết và av nghe đọc. Khi nào trường mở lịch đk tốt nghiệp tháng 4/2022 ạ. Em là sv K15 ạ. Em xin cảm ơn pđt"
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé, việc tạm dừng không ảnh hưởng đến việc đăng ký thi AV nói viết. Sau tết nguyên đán SV vui lòng liên hệ tại Trung tâm Ngoại ngữ hỏi về việc đăng ký thi AV nói viết. . Thân\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào thầy cô, . . Cho em hỏi là có cách nào để mình chứng minh rằng đã hoàn thành tất cả môn học trong chương trình đào tạo để gửi cho doanh nghiệp khi em chưa tốt nghiệp không ạ? Do trên bảng điểm mybk thì em thấy chưa cập nhật kịp. Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Khi nào có điểm trên mybk/Thông tin sinh viên/xem điểm, SV có thể đăng ký bảng điểm và bổ sung cho doanh nghiệp nhé bạn.. . Khi nào em đủ điều kiên tốt nghiệp và có tên trong danh sách dự kiến, đăng ký tốt nghiệp thành công mới được cấp giấy chứng nhận tốt nghiệp tạm thời nhé.. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé, việc tạm dừng không ảnh hưởng đến việc đăng ký thi AV nói viết. Sau tết nguyên đán SV vui lòng liên hệ tại Trung tâm Ngoại ngữ hỏi về việc đăng ký thi AV nói viết. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ chào nhà trường ạ. Em là Hồ Đăng Vinh, MSSV [student_id], Khoa Kỹ Thuật Giao Thông, lớp GTOTO02. Em gửi mail này kèm với tờ đơn với ý muốn xin nhà trường đặc cách cho em để em có thể đăng kí môn Luận Văn Tốt Nghiệp ạ.Do dịch bệnh nên em không thể hoàn thành đúng số chỉ yêu cầu từ phòng đào tạo vì chỗ em không thể tổ chức thi anh văn cũng như đang là vùng dịch. Em xin nhà trường có thể xem xét cho em. Em hứa sẽ hoàn thành yêu cầu từ phòng đào tạo một cách nhanh nhất. Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Em vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, em vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi phòng đào tạo!. . Em là [full_name], Mssv [student_id]. Em đã đăng ký tốt nghiệp và nhận đc thông báo đã xử lý, nhưng khi em tra danh sách tốt nghiệp chính thức thì ko thấy. Kính mong PDT kiểm tra giúp trường hợp của em.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em đã đăng kí bổ sung môn học Con người và môi trường vào đợt CQ3 và đã học được 1 buổi.. . Nhưng hôm nay vô TKB môn học đã không còn. Em không biết là tại sao ạ.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em chào nhà trường ạ. Em đã đăng kí hoãn thi theo hướng dẫn của Phòng Đào Tạo rồi mà em vẫn chưa nhận được thông báo gì liên quan đến việc đó thì giờ mình làm sao ạ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Đã hết thời gian huỷ môn học.. . Về rút môn học em xem email PĐT đã gửi. . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "answer rate: Answer does not suit / Câu trả lời không đúng ý"
    },
    {
        "intent": "",
        "message": "I&gt Tốt nghiệp . Kính gửi Phòng Đào Tạo. . Em tên là [full_name] thuộc Khoa Cơ Khí, MSSV: [student_id].. . Hiện tại em đang hoàn tất các thủ tục để đăng ký tốt nghiệp như khi vô mục BKPay thì em nhận ra có 2 mục là Bảo Hiểm y tế sinh viên 12 tháng năm 2019 với giá trị lần lượt là 563.200 đồng và 491.400 đồng. ở mục bảo hiểm y tế sinh viên 12 tháng với trị giá 563.200 đồng em đã thanh toán nên em không thanh toán mục còn lại. Vậy cho em hỏi em phải thanh toán cả 2 mục hay là có lỗi gì ở khoản kinh phí có giá trị thấp hơn. Vì em thấy 2 mục này giống hệt nhau như khác nhau về kinh phí. Em có đính kèm hình ảnh 2 mục kinh phí. Em cảm ơn và mong nhận sự phản hồi sớm từ phòng đào tạo"
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ cho em hỏi là em có thể bổ sung môn Mạng lưới điện và ttll  (CI 3083) vào thời khoá biểu học kì 212 của e không ạ. Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em tên [full_name]V: [student_id]. . Lớp BD16CN03. Ngành: Bảo dưỡng công nghiệp. . Em xin hỏi một việc như sau: . . Năm nay tốt nghiệp sinh viên có được làm lễ tốt nghiệp như mọi năm không ạ. Vì em ở quê nên hỏi để nắm được thông tin và sắp xếp công việc ạ. Em cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ em là sv K15, em chỉ còn thiếu 2 av nghe đọc và nói viết là để ra trường ạ. Pđt cho em xin hỏi là em có được nằm trong danh sách sắp tốt nghiệp và được trường tổ chức thi av nói viết online không ạ?. . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . AV Nói - viết: Bạn vui lòng liên hệ Trung tâm ngoại ngữ sau tết Nguyên đán để đăng ký thi .. . Thân. . \"\"\""
    },
    {
        "intent": "",
        "message": "chào thầy/cô. . dạ em cho hỏi em đã tải phiếu đăng kí hoãn thi cuối kì rồi. mình in ra điền thông tin rồi nộp tại đây ạ? nếu nộp tại đây thì cho em hỏi nộp như thế nào ạ ?. . em cảm ơn ạ!!!. . . ."
    },
    {
        "intent": "",
        "message": "\"\"\" . . Chào bạn. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5. Hoặc Quy trình Hoãn thi HK211 Pdt đã gởi qua mail  vào ngày 10/12/2021. . Thân. . \"\"\""
    },
    {
        "intent": "",
        "message": "Học vụ . Kính thư PĐT, nếu em làm đơn xin thôi học từ HK 212 vì một số lý do cá nhân. Và em muốn quay trở lại trường vào năm sau, tức là HK221 thì em làm đơn xin cứu xét có được PĐT chấp nhận không ạ?. . Em cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Em vui lòng tham khảo quy chế tạm dừng. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 26. . - Lưu ý gửi đơn tạm dừng trong 4 tuần đầu HK thì Không phải đóng HP HK212. . . - Nếu em làm đơn xin thôi học từ HK 212 vì một số lý do cá nhân.. . =&gt  Là thôi học luôn nhé, không có cứu xét. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính gửi Phòng Đào Tạo,. . Em tên là [full_name], MSSV: [student_id]. . . . Em xin đăng ký môn học sau:. . CO4323-Luận văn tốt nghiệp. . . . Em xin chân thành cảm ơn. .   i&gt Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Học vụ . Em tên là [full_name], mssv [student_id] thuộc hệ Việt Pháp k17, em có học và đã hoàn thành môn \"Vật Lý 1\" có MSMH là \"PH1009\" là môn học tương đương của môn Vật lý 1 có MSMH \"007706\" nằm trong CTĐT của em. Hiện tại em vẫn chưa thấy cập nhật điểm chuyển trong Thông Tin sinh viên của em về môn này, có thể vì lí do này mà em bị xóa đăng kí môn LVTN ở 2 đợt. Mong PĐT giải quyết giúp em ạ. Em cám ơn. . . . Trả lời"
    },
    {
        "intent": "",
        "message": "Chào bạn . . Pdt đã cập nhật điểm chuyển. . Bạn có thể đăng ký in bảng điểm để kiểm tra nghen. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Nếu em đăng ký môn rồi nhưng do số lượng quá ít PĐT không mở lớp thì không phải đóng học phí dự  thính đúng không ạ?. . Trân trọng."
    },
    {
        "intent": "",
        "message": "Chào em,. . Môn học đăng ký thành công, có TKB mới tính HP nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "B&gt Đăng ký môn học . Chào thầy/cô. . Hiện tại em là sinh viên năm 2. . HK212, em bắt buộc phải học GDTC học phần 2 để ĐKMH năm 3 ạ, trường cho em hỏi là liệu còn lớp nào để em học không ạ. Em có kiểm tra trong mục ĐKMH thì không thấy mục đăng kí môn học GDTC ạ.. . Em xin cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi: PĐT. . em tên [full_name]. Khoa Kỹ Thuật Giao thông, Hệ Đại học vừa học vừa làm, MSSV: [student_id]9.. . Em xin trình bày:PĐT cho em hỏi là em có học và thi AV400 online(học kỳ I năm 2021-2022) , thi ngày 7/11/2021, sau đó 3 tuần có điểm cập nhập trên trang Mybk thông tin sinh viên sau đó vô bảng điểm ạ, nhưng mấy tuần nay em vô lại lại ko có( mất) điểm trên trang điểm của em ạ, vậy PĐT có thể kiểm tra lại giúp em được không ạ, vì đợt tốt nghiệp tới em sẽ đăng ký tốt nghiệp ạ. Cám ơn nhiều ạ"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . . . Bạn vui lòng xem lại bảng điểm trên trang Mybk nhé. Điểm AV400 của HK201 đã thấy có trên trang Mybk rồi.. . . . Chúc bạn học tốt. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi pđt.. . Em đã vào coi kết quả đăng ký môn học nhưng có môn quá trình hóa lý mã EN2045.. . Môn học không bị trùng tkb nhưng em không hiểu tại sao bị xóa ạ.. . Em cám ơn pđt ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . Thân mến"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Cho em hỏi bao giờ em có bằng tốt nghiệp vậy ạ. . em đang ký tốt nghiệp hồi t12 này ạ"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi Phòng Đào Tạo. . Em tên là [full_name], Bô Môn Cơ Điện Tử thuộc khoa cơ khí.. . Em vừa nhận kết quả điểm thi toeic và đã vượt qua 600 để có thể chuyển điểm cho các môn anh văn 1,2,3 và 4 để có thể kịp đăng kí tốt nghiệp đợt 15/1/2022. Vì vậy em mong muốn phòng đào tạo có thể thẩm tra và chuyển điểm nhanh các môn Anh Văn để em có kể kịp đăng kí tốt nghiệp ạ. Em cảm ơn và mong sớm nhận được phản hồi từ Phòng Đào Tạo"
    },
    {
        "intent": "",
        "message": "Đã trả lời"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi Phòng Đào Tạo ĐHBK!. . Em tên là [full_name]. . . MSSV: [student_id].. . Lớp VP19PO.. . Em xin trình bày về việc đăng ký môn Thực tập ngoài trường (MA3395) đợt 3 nhưng không thành công dù môn học đúng tiến độ trong chương trình đào tạo ạ! . . Kính mong thầy/cô giúp em đăng ký môn này để có thể học tập theo đúng tiến độ! . . Em xin chân thành cảm ơn! . . (Em xin gửi kèm vài hình ảnh minh chứng đã đăng ký môn nhưng bị hủy môn ạ!)"
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. . . . Đến thời điểm hiện tại SV vẫn chưa có Thời khóa biểu hoặc chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV) vì bất kỳ lý do gì. SV vui lòng vào đăng ký lại trong đợt này.. . . . Thời gian dự kiến từ ngày 18/01/2022 đến 19/01/2022 cho HK chính 212 (chỉ được đăng ký bổ sung các học phần tốt nghiệp: LVTN, TTTN, ĐCLV).. . . . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm lại để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . . .  . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em bị mất thời khóa biểu trên Mybk lẫn môn học trên BK elearning. Mong nhà trường kiểm tra giúp em ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . . . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . . . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính Gửi Phòng Đào Tạo. . Em tên là [full_name] bộ môn cơ điện tử thuộc khoa cơ khí.. . Hiện tại em vừa nhận kết quả thi toeic và vượt qua 600 đủ chuyển điểm anh văn 1,2,3 và 4 để có thể kịp xét tốt nghiệp đợt ngày 15/1/2022. Vì vậy em nộp đơn thu nhận lại để có thể đăng ký tốt nghiệp. Do đó em mong muốn phòng đào tạo có thể xác nhận đơn thu nhận lại của em và xử lý đơn giúp em ạ. Em cảm ơn và mong sớm nhận phản hồi từ phòng đào tạo.. ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em chào Thầy/Cô, cho em hỏi là học kì này em chưa đăng ký được Đồ án và Thực tập ngoài trường do còn vướng môn học trước,vậy em có thể đăng kí bổ sung đồ án và thực tập vào học kì hè được không vậy ạ? . . Em có hỏi [full_name] thì Thầy trả lời em là hỏi pđt do khoa không can thiệp vào việc đăng kí môn học ạ. . . Mong sớm nhận được phản hồi ạ! E cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Xin chào PĐT, hiện em đang học môn MA3105 thay cho môn MA2017, vì nhà trường đã đổi môn học nên em không biết làm sao để có thể chuyển điểm sang môn tương đương cho kịp tiến độ đăng kí tốt nghiệp ạ! Em có liên hệ thầy bộ môn nhưng thầy nói hỏi PĐT, em nhận thông tin hơi trễ nên không kịp đăng kí hạn chót ngày 15/1/2022 này. Mong PĐT giúp đỡ em chuyển điểm và đăng kí tốt nghiệp ạ! Em xin cám ơn rất nhiều."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi một yêu cầu khác xin chuyển điểm môn tương đương, ghi rõ em học môn học gì?tên và mã MH? ở học kỳ nào? bao nhiêu điểm? tương đương môn học nào? . . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em đăng kí Học kỳ dự thính – Lộ trình 1 môn Giải tích 2(MT1005), em xem trên lịch học vụ thấy phải thanh toán học phí từ 10/1-17/1/2022 nhưng em lên BKpay lại không thấy mục thanh toán nên em muốn hỏi là PDT có thay đổi thời gian thanh toán không ạ. Em cám ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng trình bày rõ mã môn học, tên môn học, mã nhóm, HK nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Xin chào phòng tạo đạo e có chút thắc mắc về việc dk môn học đối vs sinh viên hệ vừa học vừa làm trong đó có yêu cầu cung cấp mã nhóm môn học hiện tại có lấy mã đó ở đâu ra ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em cần học môn học nào phải có mã môn học, tên môn học, mã nhóm (vd: A, L, DT... ) vì đã hết thời gian đăng ký nên PĐT hỗ trợ em đăng ký thì phải biết em cần gì để đăng ký.. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Dạ cho em hỏi em muốn xin giấy xác nhận sinh viên để vay ngân hàng chính sách thì đăng ký ở đâu ạ?"
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Em chào thầy cô,. . . . Hiện tại em đã hoàn thành chương trình học ngành kỹ thuật cơ điện tử với 142/142 tín chỉ, nhưng em chưa hoàn thành anh văn nói viết được nên em chưa thể hoàn thành thủ tục để đăng kí tốt nghiệp và nhận giấy tốt nghiệp tạm thời. Nên em mong phòng đào tạo giúp em cung cấp giấy xác nhận đã hoàn thành chương trình học tập và thời gian dự kiến tốt nghiệp để em có đủ tài liệu để bổ sung hồ sơ cho doanh nghiệp để thuận tiện cho xin việc làm do doanh nghiệp yêu cầu giấy chứng nhận đã hoàn thành xong chương trình đào tạo.. . Em rất mong có được sự hồi đáp của quý thầy cô phòng đào tạo sớm nhất có thể.. . Em xin chân thành cảm ơn ạ !. ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Bạn có thể sử dụng bảng điểm để bổ sung cho doanh nghiệp nhé, khi nào em đủ điều kiện tốt nghiệp và đăng ký tốt nghiệp thành công mới được cấp giấy chứng nhận tốt nghiệp tạm thời nhé.. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé, việc tạm dừng không ảnh hưởng đến việc đăng ký thi AV nói viết. Sau tết nguyên đán SV vui lòng liên hệ tại Trung tâm Ngoại ngữ hỏi về việc đăng ký thi AV nói viết"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Nội dung : . . . . Nguyên lý ngôn ngữ lập trình - CO3005 - LO1. . Cấu trúc dữ liệu giải thuật - CO2003 - L02_L03. . Phân tích thiết kế giải thuật - CO3031 - LO1. . Đề cương luận văn tốt nghiệp - CO4311 - L01. . . . Lý do sinh viên mới được thu nhận lại.. . . . Với cho em hỏi em là sinh viên khóa K15, trong môn học bắt buộc có môn hệ thống số CO1009 không còn mở lớp nữa thì em có thể đăng ký môn nào khác để thay thế được không ? Lúc trước em có hỏi thì bên phòng đạo tạo có bảo là học môn hệ thống CO1023 nhưng em kiểm tra thì đó là môn của chương trình chất lượng cao. Nên giờ em hỏi rõ lại để đăng ký môn học cho chính xác.. . . . Em chuyển sang hệ VLVH nếu em đăng ký đề cương LVTN có cần chuyển sang lớp TO1 không ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào em;. .  môn Đề cương luận văn tốt nghiệp em đăng ký online đợt bổ sung cuối cùng ngày 18/1 nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính chào thầy cô , em có một thắc mắc cần giải đáp . Theo em được biết kì 213 , sinh viên được đk LVTN , vậy có được đk các môn học tự chọn  (theo chương trình là 7 môn ) để hoàn thành chương trình học không ạ ? . . Em cảm ơn"
    }
]