[
    {
        "intent": "",
        "message": "Chào em,. . Cô đã trả lời em ở câu trước rồi nhé, PĐT không có quyền can thiệp.. . Em vui lòng xem quy chế. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 30. . Thân mến"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV[full_name] [student_id]  / \t. . . .   i&gt Học vụ . kính chào thầy cô!. . Em tên là[full_name] [full_name] MSSV[full_name][student_id]   Khoa[full_name]Cơ khí. . Vừa qua trường có cho chúng em điền form để tham lớp hoá thí nghiệm tại trường,em điền và đã được xếp vào lớp VL27 lớp của cô.Nhưng hiện tại em đang bị cách ly và ở quê nên không thể tham gia học được.Em đã mail cho giảng viên nhưng không thấy phản hồi nên em mong thầy cô giúp đỡ em.. . Em xin cảm ơn!"
    },
    {
        "intent": "",
        "message": "Đã trả lời. . . . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Hôm trước em có gửi xin mở thêm sĩ số lớp DT01 EE 3099 kì 212, nhưng thấy rất lâu mới được trả lời, trong thời gian đó em đã đăng kí môn khác vào thời khóa biểu. Sau thời gian đó em mới nhận được trả lời và đã tự động đăng kí vào lớp DT01 EE3099 mà em chưa có đăng kí trong đợt đăng kí môn học. Hiện tại thời khóa biểu em khá nhiều môn (do em đã đăng kí các môn trước sau đó mới có tkb của môn EE3099) và là kì cuối nên em nghĩ mình không đủ thời gian cho môn này. Vì vậy em muốn hỏi em có thể hủy môn EE3099 mà KHÔNG PHẢI NỘP HỌC PHÍ được không ạ, vì môn này em không chủ động đăng kí trong đợt đăng kí môn học và khoảng học phí dự thính cao quá ạ.. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Em mong nhận được hồi âm sớm ạ.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Đã hết thời gian huỷ môn học.. . Về việc rút môn học: em xem email:. . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ mong pđt giải đáp giúp em theo hình em gửi ạ. Việc tạm dừng là tạm dừng gì ạ? Và còn av nghe đọc do dịch nên chưa thi được thì có cách nào xin nộp trễ được không ạ?. . Em xin cảm ơn pđt nhiều ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV [full_name]15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: em vui lòng xem chi tiết tại trang web aao &gt &gt  sinh viên &gt &gt  Quy chế &gt &gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng &gt &gt  Các trường hợp được kéo dài thời gian đào tạo &gt &gt  điều 5.5. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Gửi PĐT,. . Em tên [full_name], MSSV [student_id] , khoa Điện - Điện tử, lớp DD18TD02.. . Em viết đơn này để đăng kí hoãn thực tập tốt nghiệp vì lý do dịch bệnh diễn biến phức tạp.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . Gửi qua email [email] nhé em. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Thưa [full_name], . . Theo thông tin em thảo khảo ở http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitiettn&path=67&tid=377. . thì hạn chót cho việc xét tốt nghiệp là cuối tháng 8, theo đúng tiến độ thì em sẽ bảo vệ luận van xong vào tháng 7 năm nay và tốt nghiệp. . . Tuy nhiên em dự định học thêm 1 kỳ dự thính hè năm nay để cải thiện một số môn cần thiết, em thấy lịch thi dự thính thường là đầu và giữa tháng 8. [full_name] cho em hỏi là em   B&gt có thể kịp đăng ký xét tốt nghiệp đợt 2 năm nay (đợt cuối tháng 8) nếu đăng ký học dự thính hè không ạ?  /B&gt"
    },
    {
        "intent": "",
        "message": "Chào em,. . Còn tùy vào thời điểm xét tốt nghiệp và chấm, nhập điểm và nộp điểm của GV nữa nhé bạn.. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ em chào cô bên Phòng Đào Tạo ạ !. . Em là [full_name]_ MSSV:[student_id]. . Dạ em nhận được mail trường về việc tổ chức dạy bù trực tiếp Thực hành Hóa đại cương (CH1004) từ 17g 10/1/2022 đến 11g 12/1/2022. Hôm nay em nhận được mail thông báo về lịch học bắt đầu từ 17/1/2022 (tuần 3) lúc 7g-11g50- cs1 (B2-401A)- VL21. . Tình hình hiện tại, em bị 1 số triệu chứng nhiễm bệnh: mất vị giác và khứu giác, hơi nhảy mũi, nói giọng mũi, đường thở không tốt, tinh thần dễ xuống sức. Em đã tiêm 2 mũi và vẫn tự cách ly, điều trị tại nhà.. . Em xin phép dời lịch học cho tới khi có mail về đợt đăng ký kế tiếp .. . Em đã mail thông báo tình hình của bản thân cho Giảng viên cũ của môn Hóa Đại cương thí nghiệm nhưng vẫn chưa nhận được hồi âm từ giảng viên ạ! Em xin lỗi vì thông báo tới Phòng Đào Tạo  về vấn đề này quá trễ ( sáng hôm nay em có tiết trên trường) . . Em mong sớm nhận được hồi âm  ạ.. . Em cảm ơn cô nhiều lắm!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Câu trên cô bị nhầm. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Cho em hỏi là em có hoãn thi 1 số môn mà mấy môn đó em học để trả nợ thì vào đợt tổ chức thi lại tiếp theo nếu em thi qua 5đ thì điểm mấy môn nợ có bị xóa không ạ và cách pđt xử lí và tính điểm của các môn hoãn thi vào điểm TBTL như thế nào ạ ạ . . Mong ad giải đáp thắc mắc cho em để em có thể có kế hoạch học tốt nhất ạ. . Em cảm ơn nhiều ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--&gt  sinh viên --&gt  Quy chế --&gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --&gt Điều 17.2. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ, em xin chào thầy/cô phụ trách.. . Em tên là [full_name], mssv [student_id], khoa Kỹ Thuật Giao Thông.. . Ở học kỳ trước, tức là học kỳ 211, em có học môn Anh Văn 4 (LA1009), nhóm L02-B. Các bạn trong lớp đã cập nhật điểm tổng kết rồi mà em vẫn chưa có ạ.. . Em mong thầy/cô phụ trách có thể xem xét trường hợp này và xử lý cho em ạ.. . Em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Điểm do GV nhập, em vui lòng liên hệ GV nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ thưa thầy/cô, môn chi tiết máy vừa rồi em có thi lại, đã nộp bài và video nhưng được hiển thị điểm 13.00 (lần 2) là do chưa đủ điểm qua môn hay có sự cố gì thưa thầy/cô. Em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Điểm do GV nhập, em vui lòng liên hệ GV nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em muốn hỏi thanh toán các môn học mình đã đăng kí thì tính ra sao và thanyh toán như thế nào vậy ạ ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ VPĐTQT qua email [email]. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào thầy(cô),. . Em có thể phúc tra lại cột điểm bài tập lớn hay không ạ vì khi giáo viên cho xem điểm để xác nhận lại thì em phản hồi trễ nên điểm đã được nhập lên hệ thống. Nếu được thì thủ tục phúc tra có thay đổi gì so với trước ạ?. . Em cám ơn thầy(cô).. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Khi GV thông báo điểm, SV có thể liên lạc GV để xin xem xét lại điểm. Nếu GV cần sửa điểm thì liên hệ PĐT nhé.. . aao/sinh viên/quy chế, quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng. . Thân mến. . . . . ."
    },
    {
        "intent": "",
        "message": "dạ thầy cô ơi ,em có đăng ký hoãn thi cuối kỳ 211 mà tại sao lại nhận điểm 13 vậy ạ, em có làm đang ký trên wed như thông báo mà sao lại nhận điểm 13 vậy"
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Em chào thầy cô PĐT. Cho hỏi là em đã đăng kí in bảng điểm và hoàn tất thanh toán trên BKPay vào ngày 4/1/2022. Nhưng đến hiện tại 18/1/2022 vẫn đang ở tình trạng đang in. Do em là sv năm cuối và đang cần bảng điểm để xin thực tập. Pđt có thể kiểm tra giúp tại sao bảng điểm của em được in lâu vậy được không ạ. Rất mong pđt có thể giúp em in sớm kịp gửi về giúp em để em hoàn thành hồ sơ xin thực tập. . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Bảng điểm của em đã được chuyển cho bưu điện nhé, nên em có thể dùng số điện thoại bạn đăng ký để tra mã vận đơn tại trang vietelpost. . Thân"
    },
    {
        "intent": "",
        "message": "Xin chào phòng đào tạo ạ.. . . . Em có đăng kí môn đề cương luận văn trên web nhưng web báo lại kết quả chỉ tham khảo và khi out ra thì bị mất kết quả đăng kí ạ. . . . . Em tên [full_name], MSSV: [student_id]. . . . Dạ mong phòng đào tạo hỗ trợ giúp em ạ, em cảm ơn thầy cô nhiều ạ. . .   i&gt Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Hiện tại em đã có điểm vậy em có cần thi lại không ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng trình bày rõ hơn. Thông tin cần có mã môn học, tên môn học, HK, lý do nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ em xin chào ad ạ!. . Em tên là [full_name]. . MSSV: [student_id]. . Em là sinh viên K21 khoa kĩ thuật xây dựng. Hôm qua em có vào Mybk và xem điểm tổng kết môn học cụ thể là môn Vật Lý 1 thì em thấy ở phần điểm thành phần của em bị thiếu mất cột BTL do đó dẫn đến điểm tổng kết cuối kỳ của em cũng bị sai vậy ad cho em hỏi là em nên liên hệ vs ai để được giải quyết vấn đề này ạ? . . Em xin cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Điểm do GV nhập, em vui lòng liên hệ GV nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào thầy/cô,. . Em tên [full_name], MSSV: [student_id]. . Em là sinh viên K15, tháng 4 này là đợt cuối cùng để đăng kí tốt nghiêp, hiện tại thì em chỉ còn thiếu anh văn 4 kỹ năng. Thầy/cô cho em hỏi là em có thể làm đơn xin gia hạn thêm thời gian để nộp anh văn được không ạ? Nếu không, thì hạn chót nộp anh văn của đợt tốt nghiệp này là ngày mấy ạ?. . Em xin cảm ơn ạ.. ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Trường hợp SV khóa 2015 thì hạn xét tốt nghiệp là đợt tháng 4/2022.. . Trường hợp gia hạn thời gian nộp CCNN xét tốt nghiệp của SV khóa 2015, sau khi hết đợt tốt nghiệp tháng 4/2022 (SV chưa đủ điều kiện vì thiếu CCNN), có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé!. . Thân\""
    },
    {
        "intent": "",
        "message": "Em là [full_name], MSSV:[student_id]. . Vào ngày 24/12 em đang điều trị covid nên không thể tham gia thi môn Trang bị điện-đtử trg MCN và em có nhờ bạn em đăng kí hoãn cuối kì nhưng chưa thấy được xác nhận. Mong nhà trường xem xét xác nhận hoãn thi cho em. Em xin cám ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng trình bày rõ là em nhờ bạn hoãn thi bằng cách nào?. . Vui lòng trình bày rõ vấn đề của bạn nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ em chào thầy/ cô, em xin gửi đơn xin cập nhật điểm các môn học theo file sau.. . Nay em làm đơn này kính xin thầy/ cô có thể xem xét và cập nhật điểm các môn học trên để em có đủ điều kiện để xét tốt nghiệp.. . Em xin chân thành cảm ơn.. . [full_name],. . [student_id].. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt đã cập nhật điểm. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào các anh chị!. . Anh chị cho em hỏi là môn kỷ thuật điều khiển tự động ME2009 học kỳ 202 đến giờ vẫn chưa có cập nhật trên bảng điểm không biết có xãy ra trục trặc gì không ạ? Tại em là sinh viên năm cuối nên rất cần để xét các học phần tốt nghiệp ạ! Mong anh chị giúp đỡ ạ ! Em xin cám ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem lại nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em chào thầy cô ạ. Em đã hoàn thành anh văn nói viết vào tháng 12 vừa qua và cũng đủ điều kiện đăng kí tốt nghiệp nhưng vẫn chưa nhận được mail thông báo đăng kí tốt nghiệp trong khi đó bạn thi cùng đợt với em thì đăng kí được rồi ạ. Mong thầy cô xem xét trường hợp của em ạ. Em cảm ơn thầy cô rất nhiều ạ."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em là [full_name] Mssv [student_id]. . Em dăng kí luận văn nhưng lại thông báo 2 môn học e đang học và đã có điểm sao vẫn báo thiếu môn em có đính kèm 2 file ảnh ạ . . Mong pdt kiểm tra lại để em đăng kí ạ . . Em tks"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em là sinh viên đã đăng ký tốt nghiệp. Phòng đào tạo cho em hỏi là thơi gian phòng đào tạo cho sinh viên nhận bằng từ đây đến trước nghỉ tết đến khi nào hạn cuối ạ.. . Cho em hỏi nữa tốt nghiệp đợt T11 có được tổ chức lễ không ạ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Nhà trường làm việc đến hết ngày 26/1/2022 nhé bạn.. . Về lễ tốt nghiệp tháng 11/2021 bạn vui lòng đợi thông báo sau. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ em đã liên hệ với giảng viên phụ trách bộ môn vật lý 1 của em từ hôm qua rồi và vẫn chưa nhận được phản hồi thì bây giờ em nên làm sao ạ? Em xin cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - em đã liên hệ với giảng viên phụ trách bộ môn vật lý 1 của em từ hôm qua rồi . . =&gt  Em nên kiên nhẫn nhé. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em chào PĐT ạ. . Em đã thi đậu toeic nói viết vào cuối tháng 11. . Và đã nhận bằng tạm thời. . Cho em hỏi khi nào em sẽ nhận bằng chính thức để nộp cho công ty ạ. . Em chân thành cảm ơn"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Trong lần đăng ký môn học đợt 2 em đã đăng ký môn Đồ án 1 (EE3183) và môn Thực tập ngoài trường (EE3365) nhưng trong tkb của em chỉ có môn Đồ án 1. Em nhận được mail trường cho mở đợt đăng ký bổ sung môn Thực tập ngoài trường nên em đã vào MyBk để đăng ký nhưng bị báo lỗi là:”Thiếu nhóm môn [EE3183] - Đồ án 1”. Vậy em phải đăng ký môn như thế nào vậy ạ. Em cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi Phòng đào tạo trường ĐH Bách Khoa, em sinh viên khóa 2014 chuyển qua hệ vlvh kỳ vừa rồi ạ, nhà trường xem xét lại dùm em vấn đề không đăng ký được môn học ạ. Em có gửi hình kèm theo ạ, em đăng ký thì hệ thống ghi lý do không đăng ký được là cấm đăng ký ạ và kỳ vừa rồi em có đăng ký môn học mà trên e-learning cũng không cập nhật môn học ạ. Kỳ này, em định sẽ đăng ký môn luận văn bên ngành kim loại và hợp kim, khoa công nghệ vật liệu (Mã môn học: MA4323). Mong nhà trường giải quyết giúp em, em xin chân thành cám ơn nhà trường nhiều,"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Dạ, em xin cám ơn Phòng đào tạo nhiều,"
    },
    {
        "intent": "",
        "message": "answer rate: Answer suits the needs / Câu trả lời đúng ý"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / . . \t. . . .   i&gt Học vụ . Em chào thầy cô ạ. Thầy cô cho em hỏi kì trước em có đăng kí nhầm một môn   B&gt không thuộc chương trình đào tạo của ngàn  /B&gt h em đang theo học và em đã không qua được môn này. Vậy thầy cô cho em hỏi với trường hợp này, em có cần học lại môn đó không ạ tại em thấy quy chế khi xét tốt nghiệp chỉ cần vượt qua được tất cả các môn thuộc chương trình đào tạo của ngành mình theo học. Em cảm ơn quý thầy cô ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . SV cứ để môn học bình thường, không ảnh hưởng gì đến ĐTBTN nếu môn học đó không có trong chương trình đào tạo mà sv đang theo học suốt khóa.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Gửi pdt;. . Nhờ pdt dk luận văn giúp em ạ, mã mh: ME4059. . Em đã có qd chuyển sang hệ vlvh rồi mà dk từ đợt 1 tới giờ vẫn bị cấm đk,pdt giải quyết giúp em ạ"
    },
    {
        "intent": "",
        "message": "Đã tl trực tiếp"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi PĐT,. . . . Em là Hương Huệ - [student_id], sinh viên vừa chuyển hệ sang VLVH. Vì nhận được thông tin từ PĐT là tạm thời không xét CCAV khi xét LVTN nên trong đợt ĐKMH này em muốn đăng ký môn LVTN - CH43B3 cho HK212, tuy nhiên sau khi đăng ký môn học cả 3 đợt đều không thành công.. . . . Sáng nay em đã đăng ký đợt 4 và cũng không thành công ạ. Em có kèm ảnh lí do khi đk không được ạ.. . . . Dạ nhờ PĐT kiểm tra giúp em - hiện em đang thiếu điều kiện nào để kịp thời bổ sung ạ ?. . . . Em cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Dạ hiện tại em vẫn chưa được xếp lớp ạ, nhờ PĐT xem lại giúp em ạ . . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào Thầy/Cô,. . Em muốn đăng ký bổ sung môn Luận văn tốt nghiệp (AS4327). Em đủ điều kiện đăng ký và vừa rồi em cũng đăng ký được nhưng kết quả đăng ký môn lại bị xóa. Mong thầy cô giúp em đăng ký để em tiếp tục theo kịp tiến độ của mình.. . Em xin trân trọng cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Cho em hỏi em có thời khóa biểu môn bóng rổ PE1015 của giáo viên [full_name] bắt đầu học từ tuần trước mà sao trên bkel không có link học ạ. Đến tuần này vẫn chưa có mà em không có email giáo viên nên không thể liên lạc với thầy được."
    },
    {
        "intent": "",
        "message": "Chào em,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi Phòng đào tạo,. . Em tên là [full_name] - MSSV [student_id], hiện đang học theo hệ VLVH và em không thể đăng kí được LVTN đợt bổ sung này được ạ. . . Em chỉ thiếu mỗi LVTN và chứng chỉ ngoại ngữ thôi ạ. Các môn học phần khác em đã hoàn thành rồi ạ. Tín chỉ tích lũy trung bình: 129.. . Xin phòng đào tạo hỗ trợ giúp em đăng kí được môn học trong đợt này.. . Em xin cảm ơn.. . . . P/S: em có gửi ảnh đính kèm thông báo lí do không đăng kí được môn học ở hai lớp là do không thuộc lớp Chính quy và thiếu tín chỉ ngoại ngữ tiên quyết."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Thưa thầy/cô,. . . . Em tên là [full_name], MSSV: [student_id]. Theo em được biết, môn học TTNT (như ở ngành Kỹ thuật Điều khiển và Tự động hóa có mã môn học là EE3355), thì mọi sinh viên thuộc ngành này đều phải đăng ký môn TTNT EE3355 trong học kì chính (HK212) nếu đủ điều kiện đăng ký và môn học sẽ bắt đầu trong học kì hè (HK213) đúng không ạ?. . . . Mong được thầy/cô giải đáp. Em cảm ơn thầy/cô rất nhiều.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": ". . Thưa cô, cho em hỏi là em thi chứng chỉ tiếng anh nói viết online do trường tổ chức đợt vừa rồi thì sẽ nộp điểm như nào.. . Và tại sao em chưa đăng ký để xét tốt nghiệp được ạ.. . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp em thi ở Trung tâm ngoại ngữ tại trường Đại học Bách Khoa thì bên Trung tâm sẽ tự động chuyển qua cho PDT để lấy dữ liệu xét tốt nghiệp cho bạn nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em chào thầy/ cô ạ. . . Dạ tình hình là em vừa nhận được điểm môn học vào hôm nay và em phải đăng ký học lại môn Vật lý 1 (PH1003), thầy/ cô cho em hỏi là có thể cho em xin mở thêm sỉ số lớp dự thính học kỳ này được không ạ? tại kỳ này là em nhận luận văn tốt nghiệp luôn nên chỉ còn có 1 môn vật lý 1 thôi ạ. Em mong thầy/ cô xem xét giúp em ạ.. . Em xin cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ em có thời khóa biểu rồi ạ. Và có lớp học trên bkel rồi nhưng vẫn không có link học mặc dù thời khóa biểu bắt đầu từ tuần trước ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em gửi thông tin có mã môn học, tên môn học, nhóm nhé. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy/cô, em là sinh viên K16 ngành Kỹ Thuật Nhiệt, kỳ này em có nhận mail là đăng ký cả TTTN, như mọi năm từ K18 về trước TTTN (ME3039)sẽ đky vào Học kỳ hè, vậy em có thể đky vào học kỳ 2 này không? Hay là vẫn đợi tới hè rồi đăng ký . . Và em có đăng ký theo K19 là Thực Tập Ngoài Trường (ME3125) được không ạ?(Tại K19 học kỳ này có môn thực tập ngoài trường). ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ môn học là bóng rổ(học phần 1), mã môn học PE1015, nhóm L09 ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em xem lại nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . [full_name] - CI4343 - T01. . . . Lý do: Sinh viên mới được thu nhận lại."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào PĐT. Cho em hỏi là hiện tại em chưa đủ điều kiện nhận luận văn( nợ trên 7 tín chỉ, chưa hoàn thành 1 đồ án môn học) mà trong đợt đăng ký này ngày 18/1/2022 em lại đăng ký được Luận văn, thêm nữa là hiện tại em đã đăng ký 14 tín chỉ trong học kỳ chính, đăng ký thêm luận văn nữa là thành 23 tín chỉ, vượt mức 21 tín chỉ trong một học kỳ. Vậy cho em hỏi là trong đợt rà soát sắp tới thì em có bị xóa Luận văn không ạ. Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em;. . em đợi xét kết quả đăng ký cho đợt cuối cùng nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào thầy cô,. . Em là [full_name] MSSV: [student_id],. . Thưa thầy cô, Em đã có điểm DCLV, em muốn làm lại DCLV với thầy hướng dẫn khác nhưng em lỡ đăng ký LVTN cùng với DCLV thì em có bị xóa môn DCLV không ạ,em không biết trong đợt hiệu chỉnh này không xóa được LVTN.. . Em xin cảm ơn. . . ."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / \t[full_name] [full_name] [full_name] [full_name]   i&gt Yêu cầu khác  /i&gt [full_name] [full_name] [full_name] [full_name] Chào [full_name][full_name] [full_name] Sau khi tôi hỏi xin ý kiến của Bộ môn, khoa, GVHD Luận văn đã đồng ý cho phép tôi được bảo lưu Luận văn tốt nghiệp học kỳ 211 ( năm học 2020-2021 )[full_name] [full_name] Thầy giáo vụ khoa đã bảo tôi liên hệ Phòng Đào Tạo để xin Phòng đào tạo được bảo lưu kết quả đăng ký môn học Luận văn tốt nghiệp học kỳ 211[full_name] [full_name] Tôi muốn hỏi, cách thức, thủ tục bảo lưu như thế nào[full_name] [full_name] Tôi đã gửi mail trình bày qua email [email] thì có được hay không?[full_name] [full_name] # vì dịch bệnh nên tôi chưa thể lên trực tiếp trường để liên hệ Phòng Đào Tạo, rất mong Nhà trường có thể thông cảm giúp cho em"
    },
    {
        "intent": "",
        "message": "Chào em,. . Tôi đã gửi mail trình bày qua email [email] thì có được hay không?. . =&gt  Em xem trả lời qua email nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV[full_name] [student_id]  / \t. . . .   i&gt   B&gt Khiếu nại đăng ký môn học .   /B&gt . . Em tên là [full_name] [full_name] . . MSSV [full_name] [student_id] . . Hôm nay em viết mail , để báo cáo về việc [full_name] Lớp học võ (Vovinam, Karate, Taewondo) (học phần 2) có mã số PE1047 , lớp L04 của thầy [full_name] . Trong 2 tuần vừa qua kể cả tuần này , bọn em sinh viên của lớp này đến đúng giờ đều không vào được lớp … . .             Em mong Phòng Đào Tạo sớm có cách giải quyết , vì đây là học phần 2 để là điều kiện cho năm sau em đăng kí môn năm 3 . . .             Em xin chân thành cảm ơn Phòng Đào Tạo đã xem xét và sớm có hướng giải quyết cho 42 sinh viên đăng kì học phần này . . .  . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính chào thầy cô,. . Em tên là [full_name]_MSSV: [student_id], em có khiếu nại về việc đăng ký môn học Anh Văn 2 (LA1005) lớp L03 ở kỳ 212 và được bên phòng đào tạo đã tiếp nhận việc khiếu nại và dự kiến cập nhật vào thời khóa biểu của em sau ngày 14/1/2022 nhưng đến hôm nay em vẫn chưa được cập nhật môn Anh Văn 2 (LA1005) lớp L03 ở kỳ 212 này vào thời khóa biểu, em mong thầy cô xem xét và cập nhật giúp em với ạ, em có đính kèm câu trả lời việc khiếu nại của em ở bên dưới ạ.. . Em xin cám ơn và chúc thầy cô sức khỏe ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . +Nội dung: Luận văn tôt nghiệp-IM4323-Nhóm A01. .           PP nghiên cứu trong kinh doanh-IM4001-Nhóm CC01. . +Lý do: Sinh viên mới được thu nhận lại. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - [full_name]T đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . -  PP nghiên cứu trong kinh doanh-IM4001-Nhóm CC01. . =&gt  Nhóm này dành cho SV CLC. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Thưa cô, em đã tải xuống biểu mẫu đăng ký thu nhận lại và điền dầy đủ thông tin. Em gửi qua phần tập tin đính kèm. Cô xem qua giúp em.. . Em cảm ơn cô!"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Cho em hỏi em đã làm xong luận văn tốt nghiệp cũng như đã hoàn thành các yêu cầu về anh văn và số ngày công tác xã hội. Tại sao em vẫn chưa có tên trong danh sách tốt nghiệp ạ? Em cảm ơn pđt"
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "answer rate: Answer suits the needs / Câu trả lời đúng ý"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi quý thầy/cô của [full_name]ĐT.. . Em là [full_name], mssv: [student_id], sinh viên khóa K2014, lớp X[full_name]14CTN, mới được thu nhận lại. Em mong muốn được đang kí các môn học như sau:. . (Tên môn học + mã môn học + mã nhóm). . . .   B&gt 1. Xác suất và thống kê - MT2001 - [full_name]T01. . 2. Vật lý 1 - [full_name]H1003 - [full_name]T02. . 3. Nền móng - CI3195 - [full_name]01. . 4. ĐAMH nền móng - CI3197 - [full_name]01. . 5. Giải tích 2\t- MT1005 - [full_name]01  /B&gt . . . . Hiện tại tài khoản Mybk của em không thể truy cập vào được trang \"  B&gt Đăng kí môn học  /B&gt \" ở trên \"  B&gt mybk.hcmut.edu.vn/  /B&gt \" (tình trạng sinh viên:   I&gt Nghỉ  /I&gt ) nên em đang gặp một chút khó khăn trong việc theo dõi các nhóm lớp đang mở đăng kí cũng như thời khóa biểu của các lớp.. . . . Trên đây là thời khóa biểu em đã tự sắp xếp thời gian phù hợp, mong quý thầy/cô xem xét và hỗ trợ giúp em đăng kí thời khóa biểu. Rất mong được nghe phản hồi từ quý thầy/cô của [full_name]ĐT.. . . . Em xin cảm ơn và kính chúc quý thầy cô một năm mới 2022 vạn sự như ý và dồi dào sức khỏe!. . . . ***File đính kèm:. . 1. Thời khóa biểu do em tự sắp xếp . . 2. Quyết định thu nhận lại"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em chào PĐT,. . . . Em tên là [full_name],. . MSSV: [student_id],. . Hiện đang học ngành Kỹ thuật máy tính,. . Khoa Khoa học và Kỹ thuật máy tính.. . . . Sau khi trao đổi với khoa Khoa học và Kỹ thuật máy tính. Được [full_name] đã duyệt đơn xin đăng ký môn Luận văn tốt nghiệp (CO4327) cho em.. . . . Và hiện tại DKMH đợt 4 này, em vẫn chưa đăng ký được môn Luận văn tốt nghiệp (CO4327).. . Em viết đơn này để gửi đến PĐT có thể giúp đỡ và xem xét cho em được đăng ký môn Luận văn tốt nghiệp (CO4327).. . . . Trong khi chờ đợi câu trả lời của PĐT, em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name]."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1910111  / \t. . . .   i&gt Khiếu nại đăng ký môn học . Em chào Thầy/Cô,. . Em là sinh viên PFIEV khóa 19, ngành Hệ thống năng lượng điện. Thưa Thầy/Cô, do Nhà trường thay đổi quy chế học vụ nên chúng em sẽ không được phép đăng ký môn học mới vào kỳ dự thính hè 213. Vì thế chúng em phải đăng ký môn học Thực tập ngoài trường (hay thầy chủ nhiệm em gọi là thực tập tốt nghiệp) vào HK 212 này. Hiện tại PĐT đã mở đăng ký TTTN (đợt đăng ký cuối cùng) từ 10h00 ngày 18/01 đến 15h00 ngày 19/01.. . Vấn đề của chúng em như sau: Theo quy chế của Nhà trường thì số tín chỉ tối thiểu để đăng ký được TTTN là 84 TC đối với ngành Kỹ thuật Điện (Hệ thống năng lượng điện). Đây là số tín chỉ mà chúng em đăng ký theo đúng tiến độ tức là đăng ký vào kỳ hè 213 (lúc này hệ thống đã cập nhật được số tín chỉ tích lũy của ở HK 212). Trong khi đó nếu bây giờ chúng em đăng ký TTTN thì hệ thống vẫn chưa ghi nhận chúng em đã qua các môn của HK212 và kết quả là chúng em bị hủy môn do không đủ điều kiện tiên quyết (lớp em đã bị hủy 3 lần ở 3 đợt ĐKMH trước rồi ạ). Hiện tại cả lớp Năng lượng của em đều không đủ 84 TC tiên quyết này ạ, mà trong khi ngày mai đã là hạn chót của đợt đăng ký cuối này rồi.. . Em mong Thầy/Cô gợi ý hướng giải quyết giúp chúng em với ạ.. . . . Em cảm ơn Thầy/Cô . . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog%2Fchitiettb&thongbao_id=1989&fbclid=IwAR1jGka4SMOLf6C1t6K3D_rcDhsn3xheKhcK35fvreUpGRdLlRk324Yl30Y"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Dạ lớp em vẫn bị hủy TTTN ạ. . . Sau Tết chúng em mới có thể quay lại trường để học Thực tập công nhân thì vẫn đảm bảo điều kiện tiên quyết của TTTN chứ ạ?. . Hơn nữa nếu tính cả số tín chỉ của HK 212 đang học thì em vẫn trên 84TC tối thiểu để được nhận TTTN.. . Lớp em đã đăng ký Thực tập ngoài trường (EE3395) tận 4 lần và kết quả đều bị hủy. Em đã trình bày việc này cho GVCN của lớp thì thầy bảo sẽ gửi công văn xin mở lớp cho PĐT ngay khi chúng em học xong Thực tập công nhân EE2119 ạ.. . Mong PĐT xem xét cho lớp em ạ vì theo quy chế phải xét cả STCTL của HK212 đang học. Trong khi nếu đăng ký TTTN ở thời điểm hiện tại thì các môn ở HK212 vẫn chưa được tính vào ạ.. . Em cảm ơn. . [full_name], mssv: [student_id]. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Vẫn đang xét nghen bạn. . Thân"
    },
    {
        "intent": "",
        "message": "B&gt Khoa Khoa học Ứng dụng. . . .   i&gt Yêu cầu khác . Cho em xin thêm thông tin về chương trình đào tạo trình độ thạc sỹ và thời hạn đăng ký gần nhất được không ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Về vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . [email]. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi Phòng đào tạo,. . Em tên [full_name], mssv [student_id], K21 hệ chính quy.. . . . Em xin trình bày vấn đề của em: Môn Giải tích 2 MT1005, em được Phòng đào tạo đăng ký lớp lý thuyết L33 nhưng lớp bài tập là L39.. . . . Em xin hỏi có thể đổi cho em vào lớp bài tập L33 để thuận tiện hơn trong việc học tập được không ạ.. . . . Kính mong sự giải quyết của Phòng đào tạo.. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/01/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Chào quý thầy cô,. . Em có 2 câu hỏi thắc mắc ạ:. . 1. Sau khi em mail tới giảng viên dạy môn Cơ học đất (CI3235) HK211 lớp L08 để sửa điểm thành phần thì em thấy trong mục phúc khảo đã cập nhật điểm mới và hiện nay đã hết hạn phúc khảo môn này, còn trên bảng điểm em vẫn chưa thấy cập nhật. Cho em hỏi là khi nào mới được cập nhật vậy ạ?. . 2. Em muốn học chuyên ngành Thạc sĩ: Quản lý xây dựng mà chuyên ngành này không có trong dạnh mục ngành đào tạo của chương trình liên thông ĐH - ThS vậy sau khi tốt nghiệp bằng cử nhân thì quy trình đăng kí cần những yêu cầu hay tiêu chí như thế nào ạ? Trên 7.0 thì có cần thi đầu vào không ạ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . 1. Phúc tra lên điểm cũng mở khóa. . Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa trong thời gian cho phép sửa.. . 2. Về vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . [email]. . Thân mến. . . . . . . ."
    }
]