[
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Dạ cho em hỏi là tại sao ở mục kết quả đăng ký môn học, LVTN của em lại tiếp tục bị xóa ạ. Anh văn và điểm đề cương của em đều không ảnh hưởng đến việc đăng ký làm luận văn ạ. . . Xin nhà trường giải đáp vì hiện tại em rất hoang mang không hiểu lý do vì sao rất nhiều đợt đăng ký lại không được, và bị xóa đăng ký ạ. . ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 124  125 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . . . Em là [full_name]. . MSSV: [student_id]. . Khoa: Kỹ thuật Hóa Học. . Chương trình Chất Lượng cao. . . . Thưa phòng đào tạo, em đã hoàn thành chương trình học của khoa và hiện đã có điểm bảo vệ luận văn tốt nghiệp. Em xin phép đăng ký xét tốt nghiệp trong đợt này để hoàn thiện chương trình học sớm ạ.. . . . Cảm ơn Phòng Đào Tạo"
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 (Hiện tại chưa cập nhật). . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp) (dự kiến cập nhật sau tết nguyên đán). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / \t[full_name] [full_name] [full_name] [full_name]   i&gt Đăng ký môn học  /i&gt [full_name] [full_name] [full_name] [full_name] Em tên [full_name] - MSSV: [student_id][full_name] [full_name] Trước đó là em có đăng kí được Luận văn tốt nghiệp ( mã môn học: CI4383) nhưng khi có kết quả đăng kí thì bị xoá[full_name] [full_name] [full_name] Lý do em được biết là do em bị thiếu tín chỉ[full_name] Tín chỉ hiện tại của em là 123 nhưng tín chỉ cần để làm Luận văn là 124[full_name] [full_name]  Nếu em làm đơn lên bộ môn xin được làm luận văn trước, và nếu bộ môn đồng ý thì có thể được làm luôn kì này được không ạ[full_name][full_name] [full_name] Em cảm ơn! [full_name] [full_name] [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Em vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . Về kế hoạch đăng ký LVTN trong HK213, em vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- [full_name] 6. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào quý nhà trường. . Em tên: [full_name]  MSSV:[student_id]. . . . Nhà trường cho em hỏi là có thể đăng kí môn học giáo dục thể chất trong đợt đăng kí HK Dự thính 212 - lộ trình 2 (Đợt 2) từ 10g00 ngày  20/01/2022  đến 14g50 ngày 25/01/2022 (Đợt 2) không ạ.. . Em cảm ơn quý nhà trường nhiều ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"Thông báo ĐKMH HK Dự thính 212 - lộ trình 2 (Đợt 2). . Hộp thư đến. . . . - Ho Tro SV   [email] . . Tệp đính kèm. . 15:32, Th 4, 19 thg 1 (5 ngày trước). . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . . . . . . Sinh viên (SV) đăng ký đợt HK Dự thính 212 - lộ trình 2 (Đợt 2) từ 10g00 ngày  22/01/2022  đến 14g50 ngày 25/01/2022 (Đợt 2), Không mở cho SV chính quy học môn học lần đầu.. . . . - Trong đợt ĐKMH này : SV kiểm tra TKB sơ bộ, có thể đăng ký thêm, điều chỉnh nhóm hoặc hủy môn. Nếu SV không hiệu chỉnh là chấp nhận TKB sơ bộ đã được xếp. Môn Giáo dục thể chất đã được bổ sung, SV có nhu cầu thì đăng ký.. . . . - Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định. Xem quy định về sĩ số mở lớp cho từng loại môn học tại web : aao.hcmut.edu.vn &gt &gt  sinh viên quy chế &gt &gt  học vụ &gt &gt  Quy chế đào tạo và học vụ bậc đại học, cao đẳng &gt &gt  Điều 8.2.\". . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em chào thầy/cô, đợt ĐKMH bổ sung LVTN đợt 2, em có đăng ký và trong mail có nói rằng xem như những môn học em đang học của học kỳ 211 đều qua vậy tại sao em lại bị hủy môn LVTN ạ? Em xin cảm ơn. .   i&gt Khiếu nại đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 123  125 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi PĐT,. . Hiện trên Thời khóa biểu em đã cập nhật môn \"[full_name]\", tuy nhiên trên BKEL vẫn chưa cập nhật.. . Kính mong PĐT kiểm tra và cập nhật giúp em."
    },
    {
        "intent": "",
        "message": "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em chào thầy/ cô.. . . . Hiện em đang là SV K18, vì còn thiếu môn Hệ thống số (mã cũ CO1009) nhưng trường không mở nữa. Vậy nên em có đăng ký dự thính môn Hệ thống số (mã mới CO1023) đợt này,   B&gt tuy nhiên nó lại bị chồng chéo với quy định không được học trước môn trong kỳ dự thính (?)  /B&gt  . Em mong rằng trường sẽ giải quyết vấn đề này đối với những người học lại môn tương đương như tụi em ạ.. . . . Ở dưới em có đính kèm hình ảnh ghi lý do bị xóa đăng ký, mong trường kiểm tra lại ạ.. . . . Mong thầy/cô trả lời sớm giúp em vì gần hết hạn đăng ký môn học đợt 2 rồi ạ.. . . . Trân trọng,. . [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Em xin phép được hỏi là bao giờ bằng tốt nghiệp chính thức cùng với bản điểm tốt nghiệp mới được phát ạ. Em đã được chấp nhận tốt nghiệp từ tháng 12 rồi ạ.. .   i&gt Tốt nghiệp ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Em là [full_name], MSSV [student_id]. . Lớp TT18COA1. . Em gửi email này để trình bày việc chưa đăng ký được môn LVTN trong HK212 này.. . Theo email của PĐT về đăng ký bổ sung (đợt cuối) môn LVTN, em đã đăng ký lại môn LVTN vào ngày 18/01, nhưng hiện giờ em kiểm tra kết quả đăng ký môn học thì vẫn bị xóa ạ.. . Em đã kiểm tra các điều kiện để đăng ký LVTN, như số TCTL, Chuẩn Tiếng anh, Ngày CTXH, ... thì em đều đạt ạ.. . Kính mong Phòng Đào tạo hỗ trợ kiểm tra giúp em ạ.. . Em cảm ơn và chờ phản hồi từ Phòng Đào tạo ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . - MONG PĐT X[full_name] XET LẠI CHỨ TẤT CẢ CÁC MÔN [full_name] ĐỀU QUA VÀ CÓ ĐIỂM, [full_name] [full_name] LẠI KOG ĐƯỢC [full_name] [full_name] Ạ.. . - THỰC TẬP TỐT NGHIỆP 8.5. . - ĐỀ CƯƠNG LUẬN VĂN 8.0. .  CẢM ƠN Ạ, TUẦN THỨ 3 RỒI MÀ [full_name] [full_name] ĐK ĐƯỢC [full_name].. .  [full_name], [full_name] LẦN RỒI. [full_name]. [full_name] KOG BIẾT [full_name] [full_name].. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi phòng Đào Tạo,. . Em là [full_name]-MSSV [student_id]. Em có thắc mắc về vấn đề Đăng kí môn Luận văn tốt nghiệp. . . . . Em có đăng ký môn Luận văn tốt nghiệp vào tất cả các đợt mở đăng ký của trường, gần nhất là đợt đăng ký bổ sung vào ngày 18-19/1/2022 và đã có GVHD Luận văn từ Khoa. Tuy nhiên đều bị xóa kết quả và không có thời khóa biểu. . . . . Theo thông tin em nhận được thì có nhiều bạn có tình trạng tương tự như em và vẫn chưa rõ về lý do bị xóa.. . . . Kính mong phòn Đào tạo xem xét để chúng em có thể hoàn thành đúng tiến độ Luận văn.. . . . Em xin chân thành cảm ơn. . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Thưa pđt, em là sinh viên khoá K15, hiện tại em chỉ còn anh văn nói viết là đủ điền kiện tôt nghiệp. Nhưng em đang có khả năng cao sẽ phải thực hiện nghĩa vụ quân sự vào tháng tới trong vòng 2 năm.. . Em xin hỏi nhà trường nếu như vậy có cho phép em hoãn 2 năm để hoàn thành nghĩa vụ quân sự rồi quay trở lại trường thi anh văn nói viết và lấy bằng không ạ!.. . Em cảm ơn !. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp của em thì HK211 là học kỳ cuối của bạn và bạn phải hoàn thành điều kiện tốt nghiệp trong đợt tháng 4/2022.. . Bạn nên cố gắng hoàn thành các điều kiện tốt nghiệp trước khi đi NVQS.. . Bạn vui lòng trình bày rõ khi nào bạn đi NVQS và đã có lệnh gọi chưa. . Thân"
    },
    {
        "intent": "",
        "message": "Dạ thưa pđt. . Em đã nhận lên sẵn sàng nhập ngủ, chỉ còn 1 trường hợp có thể không đi trong đợt này đó là dự bị.. . Còn nếu không rơi vào trường hợp đó thì em sẽ nhập ngũ vào tháng 2 tới, có nghĩa là không đủ thời gian để em thi xong anh văn nói-viết. Vì lí do đến thời điểm hiện tại chưa thấy nhà trường mở thêm thi anh văn nói-viết theo hình thức online ạ.. . Mong pđt, tư vấn thêm, em cảm ơn !"
    },
    {
        "intent": "",
        "message": "Dạ thưa pdt!. . Pdt có nhận được câu hỏi của em không ạ, rất mong nhận được sự tư vấn ạ!. . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp của em vui tải mẫu đơn tạm dừng tại aao.hcmut.edu.vn/Sinh viên/ biểu mẫu, điền đầy đủ thông tin + kèm lệnh gọi nhập ngũ và gửi qua bksi nhé. . Thân. ."
    },
    {
        "intent": "",
        "message": "B&gt   /B&gt Khiếu nại đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . kính gửi pdt. . Em sv : [full_name]. . Mssv : [student_id]. . Em xin phép được chuyển hệ vừa học vừa làm , để đăng kí môn học , do hết hạn học chính quy của trường . . Em đã đọc rõ mọi quy định khi chuyển hệ . . Mong pdt xử lý sớm để em kịp đăng kí môn học kì này . . Em xin cảm ơn . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn vui lòng cho biết theo CTDT của Khóa 15. . Vì hiện tại đã đến tuần thứ 4 của Hk chỉ có thể nhận đơn chuyển sang VLVH để đăng ký LVTN. . [full_name]"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Dạ em chào thầy cô.. . EM là [full_name] MSSV [student_id]. . Hiện tại kì này em và nhiều bạn khác có nguyện vọng mở lớp dự thính Thí nghiệm và vật liệu xây dựng đường oto nên em làm đơn này xin được mở lớp ạ.. . Mã môn học CI4061. . Em đã xin đủ xác nhận của thầy dạy, bộ môn, và khoa rồi ạ."
    },
    {
        "intent": "",
        "message": "Dạ em chào thầy.. . Hiện tại môn thí nghiệm và vật liệu xây dựng đường ô tô dự thính chính quy MS CI4061 vào buổi thứ 4 tiết 14-16 bị cấn môn học thiết kế cầu 1 của nhiều bạn khác nên em đã xin thầy [full_name] đổi sang thứ 6 tiết 14-16.. . Mong thầy điều chỉnh lại lịch đăng kí môn học giúp tụi em ạ.. . Em cảm ơn thầy"
    },
    {
        "intent": "",
        "message": "Chào em;. . em lên đăng ký  online nhé. . thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . MSSV: [student_id], cho em hỏi tại sao em đăng kí LVTN tất cả các đợt mà lại bị xoá ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Cho em hỏi khi nào có kết quả phân ngành khoa xây dựng ạ.. .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Về việc phân ngành: em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em có đăng ký môn thể chất 3 là môn bơi (học phần 2) nhưng đã bị hủy. . Lần này đăng ký lại thì em lại không đăng ký được và hệ thống báo không mở lớp"
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em xin chào thầy/cô ạ, em tên [full_name].. . . . Do lần trước em không thể thao tác đăng ký hoãn thi cuối kì trên trang web mybk. Nay cho em xin phép nộp phiếu đăng ký hoãn thi. . . . . Những ngày ở quê em không đủ điều kiện để thi trực tuyến ạ, mong thầy/cô xem xét cho em được hoãn thi. Nếu có thể hoãn, lần thi tiếp theo em mong muốn được thi trực tiếp ở trường ạ.. . . . . . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Đến thời điểm hiện tại Phòng đào tạo đã gởi hậu kiểm Hoãn thi với Khoa.. . Nên quy trình đến thời điểm : Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn &gt &gt  biểu mẫu. . Sau khi có xác nhận của   B&gt Giảng viên hướng dẫn + Khoa  /B&gt  không đồng ý cấm thi, đồng ý cho Hoãn thi gởi cho Phòng đào tạo xem xét nộp qua trang Mybk- Hỗ trợ trực tuyến (BKSI). . . . \""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . sdgdbxd"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Kính gửi phòng đào tạo. . Em tên Nguyễn Nam Việt   MSSV: [student_id]. . Em có đăng kí hoãn thi cuối kỳ môn Trang bị điện - điện tử trong máy công nghiệp lớp L03 học kỳ 1 năm học 2021-2022 của thầy [full_name]. Nhưng trong bảng điểm của MyBk lại đánh điểm cuối kỳ là 13.Em mong phòng đào tạo có thể xem xét giúp em vấn đề này, em xin cảm ơn.. . (Em hoãn thi là do mạng nhà em bị yếu không đủ để tham gia thi online được)"
    },
    {
        "intent": "",
        "message": "Mã số môn học: ME2006. . Tên môn học: Trang bị điện - điện tử trong máy công nghiệp. . Mã nhóm: L03. . Học kỳ: 202. . Lý do hoãn thi: Mạng nhà em lúc đó rất yếu không đủ điều kiện để tham gia thi"
    },
    {
        "intent": "",
        "message": "Em nhắn nhầm cái học kỳ. . Mã số môn học: ME2006. . Tên môn học: Trang bị điện - điện tử trong máy công nghiệp. . Mã nhóm: L03. . Học kỳ: HK211. . Lý do hoãn thi: Mạng nhà em lúc đó rất yếu không đủ điều kiện để tham gia thi"
    },
    {
        "intent": "",
        "message": "Em vẫn thấy trên bảng điểm vẫn đánh 13. Phòng đào tạo có thể giải quyết cho em trước tết được không ạ. Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại Phòng đào tạo đã hậu kiểm với [full_name] và đồng ý với yêu cầu Hoãn thi của Sinh viên. . Dự kiến trong tháng 03/2022: Phòng đào tạo sẽ làm Quyết định Hoãn thi gởi mail cho SV, và cập nhật Điểm 14 (điểm hoãn thi) tại : mybk.hcmut.edu.vn &gt &gt  Thông tin sinh viên &gt &gt  Bảng điểm"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Chào thầy, em tên [full_name] - [student_id] xin được mở lớp dự thính thiết kế P&ID MÃ CH2081, thời gian học đã được ghi rõ trong đơn, rất mong được duyệt, em cảm ơn. ."
    },
    {
        "intent": "",
        "message": "Chào em;. . em lên đăng ký online nhé. . thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em xin gửi form đăng kí thi lại giữa kì môn cấu trúc dữ liệu và giải thuật, em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Cho Cô hỏi tại sao giờ bạn mới nộp. . Vì theo quy đinh nộp tối đa 5 ngày sau khi thi để Pdt cấp giấy bạn liên hệ Giảng viên cho thi trong thời gian học. . Giờ kết thúc thời gian học thi cuối kỳ luôn rồi làm sao có thể giải quyết thi kiểm tra. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em đăng kí môn thực tập ngoài trường đã tham khảo trên chương trình đào tạo môn này không có điều kiện tiên quyết nhưng bị hủy với lý do không đủ chuẩn nhận thực tập tốt nghiệp.. . Mong pđt xem xét và xử lý cho em."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em chào thầy cô, em là sinh viên Khoa Việt-Pháp K16, kỳ này em có đăng ký luận văn mà lần nào cũng bị xóa. mặc dù em không có anh văn nhưng kỳ này phòng đào tạo xem xét miễn anh văn.Em có gửi ảnh kết quả đăng ký môn học, mong thầy cô xem xét và giúp đỡ em. . . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Bổ sung sỉ số lớp học Cơ Lưu Chất CI2003 dự thính kỳ 212 lộ trình 2 đợt 2  B&gt . . . . Kính thưa đội ngũ BKSI . . . . Em muốn đăng ký môn học Cơ Lưu Chất CI2003 dự thính HK212.. . Tên lớp là DT02-DT07. Lý thuyết thứ 4 tiết 13-14, thí nghiệm Chủ Nhật tiết 7-12. . Kính mong đội ngủ BKSI có thể thêm 1 slot cho em vào học lớp ạ. Học môn này rất quan trọng với bản thân em. Kính mong đội ngủ hỗ trợ em trong việc đăng ký vét ạ. Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em có đăng ký môn thể chất 3 là môn bơi (học phần 2) nhưng đã bị hủy. . . . Lần này đăng ký lại thì em lại không đăng ký được và hệ thống báo không mở lớp"
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "B&gt Đăng ký môn học . Chào thầy cô,em là [full_name]-[student_id],vừa qua em có đăng kí môn luận văn tốt nghiệp,khoa xây dựng ngành kĩ thuật cơ sở hạ tầng và không được xác nhận lên thời khoá biểu trên hệ thống,em không biết còn thiếu yêu cầu gì?Mong thầy cô giải đáp.Ngoài ra em mong muốn được thầy cô tạo điều kiện cho em đăng kí môn này,vì em đã trễ đã lâu theo chương trình học.Em có xin thầy [full_name] trưởng bộ môn tạo điều kiện cho em,để sớm kết thúc chương trình đào tạo.Mong được thầy cô giúp đỡ.Em xin cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em gửi cô mã môn học: CI4383 ,môn luận văn tốt nghiệp,hk 212,lí do: em muốn được đăng kí môn lvtn để sớm hoàn thành chương trình học.Mong được thầy cô hỗ trợ và giúp đỡ.Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu.. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": "U&gt Khiếu nại đăng ký môn học . Thưa pdt.. . Em là [full_name]. . Đợt đăng ký luận văn tốt nghiệp vừa rồi em tuy đủ điều kiện nhận luận văn nhưng vẫn bị xóa môn ạ, mong pdt kiểm tra lại giúp em.. . Em xin chân thành cảm ơn. . Regard."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . dạ em có đăng kí môn vào từ đợt 1 đến đợt 3 môn thực tập ngoài trường, xong đợt 1 không đăng kí được, tới đợt 3 em cũng đăng kí nhưng ko được (sĩ số là 82/100). em muốn hỏi là nếu kì này em ko đăng kí được môn thực tập thì kì sau em có đăng kí được để thực tập chung đợt với các bạn đăng kí trước ko ạ? . . -mã môn EE3345, môn thực tập ngoài trường, học kì 212 . . lần 1 chưa có mã nhóm, sĩ số 92/20000. . lần 2 mã nhóm lớp A01, sĩ số 87/100. . lần 3 mã nhóm lớp A01, sĩ số 82/100. . cả 3 lần đều ko được xếp lịch trên bkel, thời khóa biểu. . - lí do: em nghĩ là không đủ sĩ số, dù em đăng kí rất sớm nhưng vẫn ko được nhận lớp."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy cô.. . . . Em tên là [full_name], sinh viên lớp HC18KSTN, học kỳ 211 vừa rồi em có đăng ký học cải thiện môn QTTB Truyền Nhiệt (CH2043) thì hệ thống mặc định đăng ký cho em học phần mở rộng trong khi em đã Đạt học phần này vào HK 192 (Ảnh 1). . . . . Em đã hỏi ở bksi và nhận được câu trả lời là nhờ GV phụ trách nhập lại điểm cũ (Ảnh 2) tuy nhiên khi em nhờ thầy thì thầy bảo là do thầy không có dữ liệu điểm của em nên không thể nhập được mà phải nhờ Phòng Đào Tạo nhập (Ảnh 3).. . . . Hiện em đang bị nhập điểm 13 học phần này và em không biết phải giải quyết như thế nào. Các thầy cô chuyển điểm giúp em với ạ. Hoặc liệu có cách giải quyết nào khác không ạ?. . . . Em xin chân thành cảm ơn thầy cô"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Thứ nhất khẳng định lại về điểm phải do Giảng viên giảng dạy nhập. . - Nếu bị điểm 13 thì Thầy sẽ sửa điểm theo quy trình sửa điểm, Pdt không nhập được điểm cho SV. . - Bạn nói minh chứng Pdt đồng ý nhập điểm như thế nào. . Bạn trình bày rõ hơn nữa để Pdt kiểm tra lại"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học  LA1039&gt . . . . Kính gửi PĐT!. . Khi vừa mở đăng ký em vào trễ vài phút thì lớp anh văn nhu cầu 2A đã hết và điều em mong muốn là xin PĐT có thể mơ thêm một lớp anh văn 2A được không ạ vì em đang đợi PĐT cập nhật thời khóa biểu mới có môn Anh văn 2A vì em vừa mail đợt trước nên chần chừ vào muộn vài phút đăng ký. Nếu PĐT đã xếp được lớp Anh văn 2A cho em rồi thì em cảm ơn PĐT còn không được thì có thể mở thêm 1 lớp Anh văn 2A được không ạ. Vì môn này em cũng không biết liên lạc khoa nào hay bộ môn nào để hỏi giáo viên nên chỉ có thể hỏi thông qua PĐT. Em cảm ơn PĐt đã dành thời gian đọc mail về trường hợp của em."
    },
    {
        "intent": "",
        "message": "Lịch học off của trường mình là ngày bao nhiêu vậy ạ. . Tại e thấy nhiều thông tin quá nên e hơi hoang mang vì nhà e ở xa tp hcm nên cần biết lịch cụ thể để đặt vé ạ. . Em cảm ơn ạ!. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Vào đầu học kỳ, nhà trường đã thông báo là sẽ dần cho học trực tiếp từ sau Tết Nguyên đán. Trong tuần này, nhà trường sẽ có thông báo rõ hơn về việc đến trường trực tiếp cho toàn bộ sinh viên.. . Thân mến. . . . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em có làm đơn xin đăng ký đồ án môn học và mở quyền đăng ký môn học, kính mong pđt xem xét.. . Em chân thành cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi PĐT!. . Em tên: [full_name]I    MSSV: [student_id]. . Em viết mail này mong PDT xem xét lại việc ĐKMH của em như sau:. . 1. Thực tập tốt nghiệp (ktct) (ME3029). . Lí do: PĐT báo thiếu môn song hành (ME2023).. . Tuy nhiên, em có học môn song hành ME2023 chung với các bạn chính quy (đã có trên TKB). . Mong PDT kiểm tra và ĐK giúp em ME3029 nhanh chóng trong HK212 này.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
    },
    {
        "intent": "",
        "message": "Dạ chào thầy/cô. Em là [full_name], MSSV là [student_id].. . Em không có đăng kí in bảng điểm, nhưng khi em vào hệ thống BKPAY lại thấy ghi nợ phí in bảng điểm ạ. . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem lại, SV có đăng ký in BD vào ngày 18/12/2021 và chọn hình thức gửi qua đường bưu điện nhé bạn.. . Thân"
    },
    {
        "intent": "",
        "message": "Kính gửi phòng đào tạo. Em tên [full_name] [student_id] lớp XD18KT. Nay em viết đơn này kính mong phòng đào tạo có thể đăng ký bổ sung giúp em môn Thực Tập Kỹ Thuật ( MMH : CI3153 nhóm lớp L01 ) ở học kỳ chính 212. Lý do :. . Hiện môn này vẫn chưa học buổi nào và em thực sự rất muốn học môn này ở kỳ chính vì trước đây em có bị đình chỉ 1 học kỳ vì vướng anh văn. Mọi thứ trở nên khó khăn khi em được đăng ký học trở lại. Để theo kịp tiến độ môn học em mong nhà trường có thể bổ sung tên của em vô lớp và đăng ký bù giúp em môn này ở học kỳ chính 212 ạ. Môn này là môn thực tập và không có lịch cố định và giáo viên cũng chưa dạy buổi nào nên em rất mong được đăng ký bổ sung tên mình vào lớp.. . Em cảm ơn nhà trường ạ. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]\t. . . . Học kì 211 em rớt môn kết cấu thép. . Sao em đky dự thính 212 đợt 2 thì nó hiện lên không có môn học mở ạ. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Sao em đky dự thính 212 đợt 2 thì nó hiện lên không có môn học mở ạ. . =&gt  DT không bắt buộc học, không bắt buộc GV dạy, nên việc không mở lớp là bình thường nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em xin kính chào phòng đào tạo, em là [full_name], hiện đang là sinh viên năm cuối, em còn 2 môn là Đường lối đảng cộng sản SP1009 và kết cấu bê tông cốt thép 2 CI3175 là chưa đăng kí học được, em xin phòng đào tạo xem xét giúp đỡ em đăng kí được 2 môn này ở học kì chính để kết thúc học phần vì em thiếu chỉ của 2 môn này để có thể ra trường được. Em xin phòng đào tạo giúp em ạ, em cảm ơn nhiều."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . Hiện em đã được xét duyệt hệ vừa học vừa làm tại trường. Nhưng em vẫn không đăng ký thời khoá biểu được. Kính mong PDT xem xét ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . [full_name]ính gửi : Quý Thầy Cô Phòng Đào Tạo Trường ĐH Bách [full_name]hoa TP.HCM. . Em tên : [full_name]– Mã số sinh viên: [student_id]. . Lớp xd16kt. . Do tình hình dịch bệnh covid-19 hết sức phức tạp nên môn học Thực Tập [full_name]ỹ Thuật (CI3153) ở học kỳ hè H[full_name]203 không được mở lớp.. . Và hiện tại thì nhà trường đã chấp thuận mở lớp ở đợt 3 H[full_name] 212 này ạ, vì sự chậm trễ trong đợt đăng ký và thông tin lớp được mở nên em đã bỏ lỡ ở đợt này . em hy vọng Phòng Đào Tạo cho em xin được học chung lớp Thực Tập [full_name]ỹ Thuật chung với [full_name]18 ở H[full_name] 212 mã môn học (CI3153) ạ.. . Vì tình hình dịch bệnh hết sức phức tạp nên những môn Thực Tập [full_name]ỹ Thuật rất khó mở lớp ạ.. . Em xin cảm ơn ạ"
    },
    {
        "intent": "",
        "message": "Chào em;. . em xem lại mail hướng dẫn mở lớp nhé. . thân"
    },
    {
        "intent": "",
        "message": "No solution"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Họ và tên: [full_name], MSSV [student_id], nhóm P03. . . . Em có thắc mắc là em đã làm bài tập giáo viên giao đầy đủ nhưng hiện tại bảng điểm của em là không có điểm (13).. . . . Mong trường có thể xem xét lại trường hợp của em.. . Em xin cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ trực tiếp Giảng viên giảng dạy. . Thân"
    },
    {
        "intent": "",
        "message": "B&gt Đăng ký môn học . Tên: [full_name]. . MSSV: [student_id]. . Lớp: CC18QKD. . Muốn đăng ký môn học Luận văn tốt nghiệp, mã môn học: IM4317. . Lý do đăng ký trễ: Do em tưởng mình đã đăng ký thành công ở đợt 3 mà ỷ y bỏ lỡ mail thông báo đợt đăng ký bổ sung.. . Ghi chú: Do HK212 này em không còn học môn nào hết, chỉ còn LVTN thôi, nên nếu không đăng ký được em sẽ bị tốt nghiệp trễ mất. Xin thầy/cô hỗ trợ giúp em đăng ký môn IM4317 cho HK212. Em chân thành xin lỗi và cám ơn thầy/cô.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em là [full_name], MSSV: [student_id], em có học môn thủy lực khí nén bao gồm cả lý thuyết và thí nghiệm vào kì 202, HK2- 2020-2021 (là nhóm dự thính năm ngoái và có thí nghiệm online vào tháng 11/2021), nhóm lớp lý thuyết và thực hành : DT01.. . . . Hiện tại em đăng kí LVTN cơ khí vào kì 212, do điểm thí nghiệm môn thủy lực khí nén trên MyBK của em vẫn để là 13 chưa được cập nhập, do đó em bị hủy kết quả đăng kí LVTN. (Ngoài điều kiện này, thì tất cả các điều kiện khác để được nhận LVTN em đã đủ ạ). . Sau khi thầy em có mail cho thầy giảng dạy là thầy có trả lời như *đính kèm phái dưới. . Như mail ở trên, ngoài ra điểm của em đã được cập nhập tại Phúc tra bài thi cuối kì. . . . Em mong phòng đào tạo có thể cho em biết thêm thông tin và hướng có thể giải quyết ở trường hợp của em ạ, em có thể có cách nào để đăng kí luận văn tốt nghiệp trong kì này không.. . Thật sự cảm ơn phòng đào tạo!!. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi Phòng đào tạo,. . . . Vào đợt đăng ký môn học lần 3 - em đã đăng ký thành công môn Luận văn tốt nghiệp KHMT - mã môn học CO4317. Nhưng môn học đã bị xoá ở đợt Kết quả đăng ký sau đó (lí do là không đủ điều kiện đăng kí). Em đã kiểm tra và thấy mình thoả đủ điều kiện để đăng ký nhưng vẫn chưa rõ bị lí do bị xoá. Do chủ quan em cũng đã không đăng ký lại vào đợt cuối cùng là 18/1 - 19/1. Kính mong Phòng đạo tạo xem xét trường hợp của em và tạo điều kiện để em có thể hoàn thành luận văn đúng thời hạn ạ. . . . . Em xin cảm ơn và hi vọng nhận được phản hồi của Phòng đào tạo!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Kính gửi PDT,. . . . Em đã nhận được câu trả lời từ PDT nhưng vẫn chưa có thay đổi gì ở thời khoá biểu sau ngày 25/01. Em kính mong PDT xem xét giúp em để em có thể sắp xếp kế hoạch cho thời gian sắp tới.. . . . Em xin chân thành cảm ơn và mong nhận được phản hồi từ PDT.. . . . [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 14/02/2022.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào pdt ạ. . . . kỳ này em đăng ký luận văn ME4019, nhưng không được, hệ thống báo là em chưa qua được môn tiên quyết ME2011, mã môn đó là chương trình cũ nên em đã hoàn thành môn học tương đương ME2011 là ME3139, giờ em phải làm sao ạ? Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "i&gt Khiếu nại đăng ký môn học . Chào thầy/cô PĐT, . . Em tên [full_name], mssv [student_id], đợt rồi sau khi ĐKMH đợt 3 em đã đk được hai môn:. . . . EE4331 - Đề cương luận văn tn . . EE3151 - Đồ án . . . . Sau đó TKB của em lại không cập nhật tuy nhiên do chỉ xem thông tin trên BKel nên em không nhận ra đã có vấn đề với kết quả đăng kí môn học, em vẫn liên hệ xin các thầy hướng dẫn nhưng mãi gần đây check e-mail em mới biết tới đợt đăng kí mới bổ sung ĐA và ĐCLV. Nhưng hạn đăng kí cuối đã qua 2 ngày nên em không thể bổ sung môn học được.. . . . Em mong PĐT tạo điều kiện giúp đỡ để em có thể thực hiện ĐA và ĐCLV để em có thể hoàn thành chương trình học tập sớm hơn.. . . . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em kiểm tra TKB nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Chào admin, trước khi thi vài hôm em đã đăng hoãn thi môn nhập môn lập trình do có khó khăn. Và cách đây vài hôm trước em xem bảng điểm và thấy mình 15 điểm. Nhưng hôm nay em xem lại thì là 13.00 ạ. em mông admin xem xét giúp em có lỗi không ạ, em cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Vui lòng trình bày rõ là em xin hoãn thi ở HK nào? ghi rõ mã MH và em đăng ký hoãn thi như thế nào?. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào anh/chị, . . Em tên [full_name] mssv [student_id]. . Dạ anh chị cho em hỏi em có thể đăng kí xin vào lớp giải tích 2 (MT1005) DT01 của đợt dự thính 1 không ạ? Do đợt 1 sỉ số lớp đã đủ nên em không thể đăng kí và chờ vào đợt 2 và sau đó đợt 2 không mở lớp nên em xin anh chị cho em được xin vào lớp của đợt 1 để em có thể hoàn thành môn cuối cùng ạ!. . Em xin chân thành cảm ơn ạ!"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 26/01/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "B&gt Học vụ . Dạ em vừa thi môn anh văn 2A, mã môn là LA1039, ngày thi là 16g 23/1/2022.. . . . Nay em mở lên thì thấy file ghi hình bị hư, không mở được, cho em hỏi là em có cần làm đơn hoãn thi không ạ, em cảm ơn nhiều (em đã trao đổi với gv bộ môn )"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn trao đổi với GVGD nếu cần thi bạn làm hoãn thi. . \"Chào bạn,. . Đến thời điểm hiện tại Phòng đào tạo đã gởi hậu kiểm Hoãn thi với [full_name].. . Nên quy trình đến thời điểm cho các môn thi sau ngày 12/01/2022: Bạn tải mẫu đơn PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn &gt &gt  biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + [full_name] không đồng ý cấm thi, đồng ý cho Hoãn thi gởi cho Phòng đào tạo xem xét nộp qua trang Mybk- Hỗ trợ trực tuyến (BKSI). . thời gian đăng ký hoãn thi theo quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc). . Lưu ý: Các môn thi trước ngày 12/1/2022 đã hết hạn giải quyết hoãn thi.. . . . \""
    }
]