[
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp chứng chỉ tiếng Pháp của bạn đã được PDT gửi đi thẩm tra từ ngày 31/12/2021. SV vui lòng chờ phản hồi nhé, thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ.. . Thân"
    },
    {
        "intent": "",
        "message": "B&gt   /B&gt Em kính xin phòng đào tạo cho em dược đăng ký môn học để cùng nhập học sớm với các bạn ạ.Yêu cầu khác:"
    },
    {
        "intent": "",
        "message": "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Dạ kính thưa phòng Đào Tạo . . [full_name]ý do em không đăng ký được môn học là do hệ thống bị lỗi khiến cho khi đăng ký môn Giáo dục quốc phòng là không đăng ký được môn học khác với lỗi là không đủ thời gian giãn cách giữa 2 cơ sở. Hiện tại, em kính xin phòng Đào tạo cho em đăng ký những môn học sau:. .  - Cầu lông: PE1017 [full_name]06. .  - Giải tích 2: [full_name]02_[full_name]02. .  - Đại số tuyến tính: [full_name] [full_name]01_[full_name]01. .  - Vật lý 2: PH1005 [full_name]01_[full_name]01. .  - Vật lý thí nghiệm: PH1007 [full_name]02. .  - Thực tập cơ khí đại cương: ME05 [full_name]02. . Trong thời gian chờ đợi sự chấp thuận của phòng Đào Tạo em xin chân thành cảm ơn phòng Đào Tạo."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "answer rate: Answer suits the needs / Câu trả lời đúng ý"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Gửi Phòng Đào Tạo, em là [full_name] MSSV [student_id], em muốn xin PDT thêm tên em vào danh sách lớp CI2093 Đồ án Bê tông Cốt thép 1, kỳ 212 tới.. . Do em vừa có điểm môn này, tuy nhiên đã trễ thời gian đăng ký môn học, đây là năm cuối của em rồi nên em mong muốn được trả trong kỳ tới luôn ạ.. . Em xin cám ơn PDT và mong được PDT sớm đọc tin và giải quyết, nếu có cần làm thêm đơn gì mong cho em biết ạ, em xin cám ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào PĐT !!!. . Cho em hỏi là bây giờ em muốn đăng ký rút môn học HK212 thì phải làm sao ạ? Hình thức có giống mới lúc trước không ạ?. . và cho em hỏi là bây giờ em rút thì có phải đóng học phí không ạ?. . Em cám ơn..."
    },
    {
        "intent": "",
        "message": "Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản [email] và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "Tên: [full_name]   / . .   i&gt Tốt nghiệp . Xin kiểm tra điều kiện tốt nghiệp và đăng ký tốt nghiệp. . . ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 11/01/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Chào em,. . Cô gửi em file xét tốt nghiệp, em kiểm tra lại điều kiện nhé. . Thân"
    },
    {
        "intent": "",
        "message": "QUOTE&gt Chào em,[full_name] [full_name] Cô gửi em file xét tốt nghiệp, em kiểm tra lại điều kiện nhé[full_name] [full_name] Thân  /QUOTE&gt [full_name] [full_name] [full_name] [full_name] Chào chị, em đã điểm tra lại điều kiện và em có vài thắc mắc như sau[full_name] [full_name] Bên trong file chị đưa em, em chưa thỏa mãn 2 điều kiện là:[full_name] [full_name] 1[full_name] Môn   B&gt Thực tập phần cứng máy tính (CO2019)  /B&gt  không đủ điểm[full_name] [full_name] 2[full_name] Chưa đủ 12 tín chỉ tự chọn[full_name] [full_name] [full_name] [full_name] + Về môn   B&gt Thực tập phần cứng máy tính (CO2019)  /B&gt , lúc trước em đã hỏi phòng và cán bộ khoa cùng GVCN cho học một môn thay thế, tương đương với môn này là môn   B&gt Đồ án thực tập phần cứng máy tính (CO2041)  /B&gt , vì môn   B&gt CO2019  /B&gt  không được mở lớp, trong HK202 em đã hoàn thành môn   B&gt CO2041  /B&gt    I&gt (Hình đính kèm)  /I&gt , mong chị xem xét lại điều kiện này ạ[full_name] [full_name] [full_name] [full_name] + Về các môn tự chọn, em đã hoàn thành 4 môn học tự chọn là   B&gt Kiểm tra phần mềm (CO3015)  /B&gt ,   B&gt Mật mã và an ninh mạng (CO3069)  /B&gt ,   B&gt Lập trình Web (CO3049)  /B&gt ,   B&gt Con người và môi trường (EN1003)  /B&gt , tổng cộng 12 tín chỉ rồi ạ, chị có thể xem bảng điểm của em ở   I&gt Hình đính kèm  /I&gt , xin chị kiểm tra lại điều kiện này ạ[full_name] [full_name] [full_name] [full_name] Thân, [full_name][full_name] [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp em học môn tương đương, vui lòng ghi  rõ lại giúp cô 1 yêu cầu khác xin chuyển điểm môn tương đương.. . ghi rõ em học môn học nào? mã MH? ở Học kỳ nào? bao nhiêu điểm? tương đương môn học nào theo đúng chương trình đào tạo của bạn.. . Thân"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em xem lại chương trình đào tạo và file xét tốt nghiệp PDT báo nhé, môn Con người và môi trường (EN1003)không có? bạn học môn tương đương nào? Vui lòng kiểm tra lại và trình bày rõ nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Em đăng kí môn học theo chương trình đào tạo Kỹ Thuật Máy Tính từ khóa 2014 trở đi, (link http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_80&tid=818). . . . Môn   B&gt Con người và môi trường (EN1003)  /B&gt  thuộc môn tự chọn nhóm C (ở HK 7). . . . Còn môn học tương đương, em sẽ mở một yêu cầu khác ạ. ."
    },
    {
        "intent": "",
        "message": "chào bạn,. . 1. Môn CO2019 được xét tương đương thay thế môn CO2041 (đạt HK202) Rồi.. . 2. SV vẫn còn nợ môn tổ hợp tự chọn 12tc. Môn EN1003 là thuộc tổ hợp khác không nằm ở tổ hợp tự chọn 12tc.. . SV vui lòng liên Khoa của bạn để được tư vấn về chương trình đào tạo. . Thân. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ mọi người ơi cho em hỏi tại sao trong thời khóa biểu của em có môn lại học tuần 4 mà có môn lại nghỉ tuần 4 vậy ạ? Em cảm ơn mọi người ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em chào trường. Em tên là Nguyễn Duy Đông, mã số sinh viên [student_id]. Hiện tại em đang ở lớp L02 của môn Địa Vật Lý Dầu Khí (GE2041). Em muốn hỏi là liệu em có thể được chuyển sang lớp L01 không ạ? Nếu được thì thủ tục như thế nào ạ. . . . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính thưa Phòng đào tạo,. . . . Em là [full_name], MSSV: [student_id]. Em có mong muốn xin được đăng ký và vào học môn học trễ. Mã môn học là ME3201, tên môn học là kỹ thuật chế tạo 3, nhóm lớp DT01. Thời gian học là thứ 4 tiết 13-14. . . . . Lý do: Em còn vướng 2 môn bắt buộc để ra trường, trong đó có môn kỹ thuật chế tạo 3 ME3201. Vì bây giờ cũng không còn nhiều sinh viên học môn này, em sợ không mở được lớp và gây khó khăn cho thời gian ra trường của em.. . . . Xin phòng đào tạo xem xét, cho phép em vào danh sách bổ sung của lớp với ạ. Em lo lắng môn học không được mở vào các kỳ sau. Với lại, môn này cũng chưa có môn tương đương để đăng ký luôn ạ.. . . . Em xin cám ơn rất nhiều.. . . . [full_name] - [student_id] - CK18CTM04."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Thưa thầy, cô. . Em tên là [full_name] . . MSSV [student_id]. . Hiện tại em đang có đăng ký môn học EE3063 và nguyện vọng muốn đổi sang môn học EE3073 ạ. . Đợt đăng ký môn học vừa rồi các bạn xóa môn phút cuối nên em không đăng ký được.. . Mong thầy cô xem xét giúp em với ạ.. . Em xin cảm ơn nhiều. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Thưa thầy, cô,. . Hiện tại em đang ở nước ngoài nên không thể đích thân tới nhận bằng tốt nghiệp được. Mà yêu cầu trong email là không được nhận bằng giùm.. . Em không biết có thể nhờ người nhà mang sổ hộ khẩu, chứng minh nhân dân và email tới trường nhận bằng giùm được không ạ ?. . Em cảm ơn,. . Quyền"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em là [full_name], sinh viên khoa điện-điên tử. Trong 2 đợt đkmh thì web báo lỗi nên em không đăng kí môn được. Sang đợt 3 thì các môn bắt buộc đều hết lớp, em có thử đăng kí các môn xã hội thì đều trùng lich GDQP.. . Hiện hk2 này em chỉ mới đăng kí được 3 chỉ thôi. Kính nhờ nhà trường hỗ trợ em với ạ. . . Em cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Nếu SV khóa 2021 đăng ký học theo đúng tiến độ của Chương trình Đào tạo thì không bị trùng với môn GDQP (SV vui lòng liên hệ Khoa hoặc GV chủ nhiệm để được tư vấn về Chương trình Đào tạo Khóa 2021). . GQDP là do trường xếp cứng cho SV  chính quy khóa 2021 và SV chương trinh CLC khóa 2020 đi học (SV không được hủy).Nhà trường chỉ gửi SV đi 1 lần duy nhất để học GDQP. Những trường hợp SV tự ý nghỉ nếu muốn học lại phải tự liên hệ tại TT GDQP đăng ký để hoàn thành học phần GDQP.. . -  Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. . . . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . [full_name] - [student_id]. . Em chào thầy/cô. . Em viết mail này xin thầy/cô bên PĐT cho em được đăng ký môn bổ sung vào lớp L01 - môn Kỹ thuật thực phẩm 3 (CH2039) ạ. Lý do là em đang học năm cuối và hiện tại là kỳ cuối của em. Em xin đăng ký môn này để hoàn thành cùng lúc vs môn luận văn để đc ra trường đúng hạn cùng với các bạn cùng trang lứa.. . Em cảm ơn thầy/ cô ạ! . . Chúc thầy/ cô năm mới dồi dào sức khỏe ạ!. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa.. . . . Hiện tại em có đăng kí môn Vẽ kỹ thuật giao thông (TR1003) mà học thì thấy giống nội dung những môn đã học ở Cao đẳng rồi (môn Vẽ kỹ thuật 1, Vẽ kỹ thuật 2, Bài tập lớn Vẽ kỹ thuật, đính kèm file bảng điểm Cao đẳng).. . . . Hiện em có nhu cầu xin miễn môn thì có được không và cách để miễn như thế nào ạ. . . . . Mong Thầy Cô giải đáp sớm để em hoàn thiện giấy tờ, em cám ơn Thầy Cô.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. .  . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học .  Chào Thầy/Cô PĐT,. .  Em là [full_name].. .  MSSV [student_id].. .  Đợi đăng ký môn học vừa rồi, em có đăng ký luận văn tốt nghiệp nhưng không được. Em cx không rõ nguyên do, nếu bỏ qua điều kiện anh văn thì em đủ điều kiện làm luận văn tốt nghiệp, hôm trên eleaning em check có nhưng thời khoá biểu không có, em tưởng là em đã đăng ký được và thời khoá biểu chưa cập nhập, nay em lên check lại thì bên eleaning cũng xoá luôn.. .  Mong thầy cô check giúp em là em còn vướng điều kiện nào nữa không ạ. Nếu còn vướng gì khác ngoài anh văn mong thầy cô giải châm chước giúp em đăng ký   B&gt luận văn tốt nghiệp (CI4383)  /B&gt  để hoàn thành chương trình học. . .  Em xin chân thành cảm ơn.. .  Trân trọng,. .   [full_name]"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "answer rate: Answer does not suit / Câu trả lời không đúng ý"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em xin đăng kí vào lớp Thực hành pt cấu trúc và tc của vật liệu (216701) do thầy [full_name] phụ trách. . . Do mạng nhà em bị trục trặc nên em không kịp đăng kí trong lần đăng kí môn học chính quy đợt 3 ạ. . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Do 1 số trục trặc trong liên lạc mà đến trễ hạn tụi em mới liên hệ được giảng viên phụ trách mở lớp ạ.. . Em và 50 bạn khác đang cần pdt gia hạn . . đăng kí môn đợt 3 kỳ chính đến sáng mai để tụi em được đăng kí môn tiên quyết để không bị trễ học ạ.. . Em cám ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. .  Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy/cô phụ trách, em là [full_name], MSSV [student_id]. Vào đợt đăng ký môn học lần trước em có đăng ký nhầm môn Tín hiệu & Hệ thống(EE2005) trong khi môn em phải đăng ký là Trường điện từ(EE2003). Em mong có thể được đổi lại môn đã đăng ký sai để có thể hoàn thành việc học tập ở học kỳ này một cách đầy đủ ạ. Em cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Thưa thầy cô, . . em tên [full_name]. . MSSV: [student_id]. . Khoa: Cơ khí. . Lớp CK15NH2. . Học Kỳ 1 (2021-2022) em bị   B&gt tạm dừng  /B&gt  vì không đăng ký môn học. Lý do là em đã tích lũy đủ tín chỉ để tốt nghiệp và chỉ thiếu chuẩn anh văn Noi-[full_name]. Học kỳ này em có làm đơn xin thu nhận lại nhưng phòng đào tạo thông báo là khóa 2015 đã hết thời hạn đào tạo.. . Vậy cho em hỏi là như vậy là em đã bị thôi học phải không ạ, hay là bị chuyển sang hệ vừa học vừa làm. Mong các thầy cô tư vấn cách để em duy trì tình trạng   B&gt đang học  /B&gt  tại trường và kéo dài thêm thời gian đào tạo để em có thể tốt nghiệp vào đợt tháng 4 năm 2022 mà không phải bị đưa sang hệ vừa học vừa làm ạ.. . Xin cảm ơn thầy cô"
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Trường hợp gia hạn thời gian nộp CCNN xét tốt nghiệp của SV, sau khi hết đợt tốt nghiệp tháng 11/2022 (SV chưa đủ điều kiện vì thiếu CCNN), có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp (sau ngày 24/12/2021). SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé!. . Thân\""
    },
    {
        "intent": "",
        "message": "MSSV: [student_id]  / \t. . . .   i&gt Đăng ký môn học môn LVTN mã CO4327 . Em chào PĐT,. . . . Em tên là [full_name], MSSV [student_id], hiện đang học ngành Kỹ thuật máy tính.. . Em có câu hỏi liên quan đến điều kiện để đăng ký môn LVTN mã CO4327 học kì 212 mong PĐT giải đáp giúp em như sau:. . . . Trong quá trình em đăng ký môn LVTN (CO4327) em gặp phải lỗi về môn học trước ĐAMH thiết kế luận lý (CO2021).. . (hình ảnh minh chứng: Screenshot1.png). . . . Theo danh sách các môn tương đương/ thay thế trên Sakai của khoa Khoa học và kỹ thuật máy tính thì môn học này tương đương với môn học ĐAMH thiết kế luận lý (CO3091). . . (hình ảnh minh chứng: Screenshot2.png). . (danh sách ở file Excel đính kèm). . . . Trong khi đó em đã học môn ĐAMH thiết kế luận lý (CO3091) rồi ạ.. . (hình ảnh minh chứng: Screenshot3.png). . . . PĐT cho em hỏi là có sai sót gì trong điều kiện đăng ký môn LVTN (CO4327) với chương trình đào tạo hay không ạ? Và nếu có thì em có thể đăng ký môn LVTN CO4327 như thế nào ạ?. . . . Em xin lỗi nếu có sai sót trong quá trình đặt câu hỏi. Trong khi chờ đợi câu trả lời của PĐT, em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name].. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Mong thầy/cô giải quyết vấn đề ĐKMH HK212 cho tụi em. Em đã viết đầy đủ trong đơn ạ.. . Cảm ơn thầy/ cô nhiều."
    },
    {
        "intent": "",
        "message": "Chào em;. . chỉ có bạn [student_id] không đăng ký được do quá tc tối đa cho phép nhé, tkb sẽ cập nhật lai sau. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em tên [full_name] (MSSV:[student_id]). Hiện điểm môn Cơ học máy_ME2077 bị cập nhật sai (điểm tổng kết đúng là 6.5 nhưng trên mybk lại hiện 4.0). Mong pdt/ bộ phận xử lý điểm kiểm tra lại điểm cập nhật giúp em vì em đang cần bảng điểm ạ. Em cảm ơn.. . . . Thông tin lớp:. . Nhóm DT01-A. Môn Cơ học máy (ME2077) Học kỳ 211"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem lại nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em đã đăng ký tốt nghiệp tháng 11 nhưng chưa nhận được mail nhận bằng tốt nghiệp (cả đợt 1 và 2). . . . Em muốn hỏi là khi nào em nhận được mail thông báo nhận bằng tốt nghiệp ạ?. . . . Em mong nhận được phản hồi từ PĐT, em xin cảm ơn!. . . . . ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Thân\""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em đã đăng ký môn \"Xác xuất và thống kê\" trong đợt đăng ký đợt 2 như hình bên dưới nhưng không có trong danh sách của thời khóa biểu ạ.. . Em có xem lại lý do từ chối đăng ký môn \"Xác xuất thống kê\", Mã MT2013 là do thiếu môn học \"Giải tích 1\", Mã MT1003 (Giải tích 1). Nhưng mà em là sinh viên \"[full_name] 2\", đã học qua các môn đại cương, danh sách các môn điểm chuyển như minh chứng bên dưới.. . Nhờ PĐT đăng ký lại giúp em môn MT2013 ạ.. . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em có 2 câu hỏi ạ. . 1. Về học phí anh văn theo nhu cầu tháng 12/2021 theo thông báo thì ngày 17/12/2021 là hạn chót mà bây giờ em vẫn chưa thấy thông báo gì ạ. . 2. Về đăng ký anh văn theo nhu cầu học kỳ 212 (Dự Thính) thì theo quy chế mới của pđt là không được đăng ký môn học lần đầu. Nên đối với môn Anh văn theo nhu cầu thì nếu em học lần đầu mã môn đó thì sẽ không được đăng ký đúng không ạ.. . Em cám ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . 1- đã có thông báo học phí. . 2- môn anh văn theo yêu cầu thì không áp dụng quy định này. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Do bận đi làm nên em quên thời gian đăng ký môn học học kỳ 212.. . . . Mong nhà trường giúp em đăng ký luận văn tốt nghiệp cho học kỳ 212 ạ.. . . . MÃ môn học: ME4029"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào thầy cô ạ. Em kiểm tra thấy danh sách tốt nghiệp chính thức thì thấy điểm trung bình của em vẫn chưa được cập nhật trong học kì dự thính vừa rồi. Thầy cô xem xét điều chỉnh giúp em. Em cám ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Vui lòng trình bày rõ là bạn có điểm MH nào? ở HK nào? và điểm TB bạn thay đổi như thế nào nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ  /i&gt Chào quý thầy cô học kỳ 202 em có hoãn môn học do trường hợp về quê theo diện tỉnh và đã được xét duyệt. Sau khi kiểm tra lại thì môn học em hoãn không còn mở nữa. Khóa 19 sau đã sử dụng mã môn mới. Em nên làm sao để có thể kịp tiến độ học tập. Mã môn đã hoãn của em là CH3285. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt ghi nhận. . Sau tết nguyên đán sẽ có thông báo chính thức về việc thi để xóa các điểm HT này, bạn nhớ theo dõi email nghen. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy/cô ạ. . Dạ kỳ dự thính học kỳ 212 - lộ trình 1 - đợt 3, em có đăng ký 2 môn là Lịch sử Đảng Cộng Sản Việt Nam (SP1039) và môi trường và con người (ME2019), cả môn đều bắt đầu học từ tuần này nhưng hiện tại môn học trên BKel của em vẫn chưa có và bên danh sách sinh viên môn học vẫn chưa có tên em luôn ạ. . Dạ mong thầy cô giải đáp giúp em ạ, em cám ơn thầy cô nhiều ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em tên là [full_name] MSSV [student_id]. . Phòng Đào tạo cho em hỏi em có thể xin đăng ký bổ sung môn học Âm học, mã môn học 007703. . Lý do: Em sai sót trong quá trình đăng ký môn học đợt 3 môn Âm học. Môn này chúng em xin mở dưới dạng đồ án và sẽ không còn mở lớp ở học kỳ kế tiếp.. . Em kính mong Phòng Đào tạo cho phép em được đăng ký bổ sung môn học này để có thể hoàn thành chương trình học. . Em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Đã nộp đơn trực tiếp"
    },
    {
        "intent": "",
        "message": "Họ và tên:[full_name]. . Mssv:[student_id]. . Dạ em chào pđt.. . Do đợt 3 này em có đăng kí môn học trễ mà hiện tài thì trên thời khóa biểu của em vẫn chưa có lịch cụ thể vậy lúc hủy môn học em có phải đóng học phí không ạ.. . Dạ em cám ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . 4- Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng làm theo hướng dẫn qua theo mail PĐT đã gửi cho SV v/v ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022) ngày 07/01/2022. . 5- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Thưa anh/chị,. . . . Em tên [full_name]. . MSSV: [student_id]. . Khoa: Khoa học máy tính. . . . Hiện em đã đăng ký thực tập khóa HK211, đã thực tập xong ở FPT, đã có chứng nhận thực tập hoàn thành. Vậy thì em cần phải nộp giấy chứng nhận đó tại đâu ạ?. . . . Em mong anh/chị có thể trả lời giúp em câu hỏi này.. . . . Em cảm ơn rất nhiều."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em tên : [full_name] . . mssv :[student_id]. . cho em xin phép đăng ký Luận Văn Tốt Nghiêp mã số môn học (260663) . . em mong được quý thầy cô và quý nhà trường giúp đở để sớm hoàn thành khóa học . em chân thành cảm ơn quý thầy cô cùng quý nhà trường rất nhiều ạ . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . em chào thầy cô. thầy cô cho em xin nộp đơn xin mở lớp dự thính Thiết kế động cơ đốt trong ạ. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn đăng ký trong đợt 2 - lộ trình 2 nghen. . Thân"
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Em chào thầy cô. Thầy cô cho em xin nộp đơn mở lớp dự thính môn Hệ thống điện điện tử TR3045 ạ"
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 10 giờ ngày 20/1/22 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Học vụ . [full_name] [student_id]. . Cập nhật dùm em danh sách lớp . . Cơ sở thiết kế công trình cầu CI3261 lớp L02 GV [full_name]. . Nên móng CI3239 lớp L05 GV [full_name]. . Do em đăng kí môn học đợt 3 nên chưa cập nhật. Mong cập nhật sớm giúp em để em hoàn thành bài tập lớn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Cho em hỏi phòng đạo tạo có thể cho phép mở thêm môn học học kì chính được không ạ, vì nhiều bạn trong đó có em chỉ thiếu 1 - 2 môn tự chọn là vừa đủ hoàn tất số tín chỉ ngành. . để hè này đăng ký lvtn ạ, đợt 2 được phép đăng kí nhưng chưa gom đủ sĩ số, còn đợt 3 thì đủ sĩ số nhưng không được mở lớp, em rất mong phòng đạo tạo xem xét tạo điều kiện ạ! - Em xin cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Hiện tại không thể mở lớp cho Hk chính  . . . . - Quy trình nhận đơn mở lớp HK chính quy 212 (các môn chưa được mở lớp) : Hiên tại Phòng Đào tạo chỉ nhận đơn “Đề nghị mở môn học” cho HK chính quy 212. SV có nhu cầu mở lớp dự thính vui lòng đăng ký vào Đợt 1 của Lộ trình 2 Dự thính dự kiến bắt đầu đăng ký vào ngày 06/01/2022.. .    1- Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được ký xác nhận đồng ý (ghi rõ đầy đủ thông tin và Thời khóa biểu);. . - Đối với các môn có thực hành/thí nghiệm : Khoa phải cam kết tổ chức được cho SV.. .    2- Sau đó gửi đơn + email xác nhận đồng ý (nếu có) qua trang hỗ trợ trực tuyến (BKSI) &gt &gt  chọn đề mục “MỞ MÔN HỌC HỌC KỲ 212” &gt &gt  ghi rõ tiêu đề yêu cầu : MỞ MÔN HỌC CHÍNH QUY HK212.. .     3- Thời gian gửi đơn từ 25/12 đến 10g ngày 28/12;"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào thầy/cô pdt.. . Do 1 số trục trặc trong liên lạc mà đến trễ hạn tụi em mới liên hệ được giảng viên phụ trách mở lớp ạ.. . Em và 50 bạn khác đang cần pdt gia hạn đăng kí môn đợt 3 kỳ chính đến sáng mai để tụi em được đăng kí môn học trước để không bị trễ học ạ.. . Em cám ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. .  Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy/cô pdt.. . Do 1 số trục trặc trong liên lạc mà đến trễ hạn tụi em mới liên hệ được giảng viên phụ trách mở lớp ạ.. . Em và 50 bạn khác đang cần pdt gia hạn đăng kí môn đợt 3 kỳ chính đến sáng mai để tụi em được đăng kí môn học trước để không bị trễ học ạ.. . Em cám ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. .  Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy/cô pdt.. . Do 1 số trục trặc trong liên lạc mà đến trễ hạn tụi em mới liên hệ được giảng viên phụ trách mở lớp ạ.. . Em và 50 bạn khác đang cần pdt gia hạn đăng kí môn đợt 3 kỳ chính đến sáng mai để tụi em được đăng kí môn học trước để không bị trễ học ạ.. . Em cám ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. .  Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy cô ngày 11/12/2021 em có đăng ký xét miễn điểm anh văn và đã thanh toán lệ phí thì đến khi nào cột điểm av mới được cập nhật ạ. Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn . . Anh văn 1234 đã được cập nhật điểm. . Bạn có thể đăng ký in bảng điểm để kiểm tra. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy/cô pdt.. . Do 1 số trục trặc trong liên lạc mà đến trễ hạn tụi em mới liên hệ được giảng viên phụ trách mở lớp ạ.. . Em và 60 bạn khác đang cần pdt gia hạn đăng kí môn đợt 3 kỳ chính đến sáng mai để tụi em được đăng kí môn học trước để không bị trễ học ạ.. . Em cám ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. .  Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào nhà trường ạ, em là [full_name] MSSV [student_id],đang theo học chuyên ngành Công nghệ Ô tô khoa Kỹ thuật Giao thông, dạ cho e hỏi là e ko đủ chỉ để đăng kí luận văn tốt nghiệp vì có có 124 chỉ mà nhà trường bắt 126 chỉ, do dịch bệnh nên cho e hỏi nhà trường có cách nào tạo điều kiện cho em đăng kí được môn học Luận Văn tốt nghiệp để e theo đúng chương trình học tập ạ.Dạ e xin cảm ơn"
    },
    {
        "intent": "",
        "message": "QUOTE&gt   /QUOTE&gt . . Phía trên là đơn xin cứu xét e xin nhà trường xem xét cho e ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . . . Hiện tại Pdt không thể cứu xét theo yêu cầu của SV để đăng ký LVTN trong HK212 vì thiếu điều kiện đăng ký môn học. Bạn vui lòng hoàn thành các điều kiện còn thiếu trong HK212, sau đó đăng ký LVTN vào HK213 để Pdt xét.. . . . Về kế hoạch đăng ký LVTN trong HK213, Bạn vui lòng xem chi tiết: \"Kế hoạch học tập của HK2 và HK hè năm học 21-22\" Pdt đã gởi qua mail vào ngày 27/12/2021- Mục 6. . . . Thân"
    },
    {
        "intent": "",
        "message": "B&gt   /B&gt Mở môn học học kỳ 212 ."
    },
    {
        "intent": "",
        "message": "QUOTE&gt MSSV/MSGV: 1912890    . . . . Mở môn học học kỳ 212. . . . Kính gửi Phòng Đào Tạo,. . Em là Ngô Thịnh Duy, MSSV 1912890, hiện là sinh viên ngành kỹ thuật Tàu thủy khoa kỹ thuật Giao Thông.. . Em xin được trình bày về việc xin mở lớp vào kì 212 môn học Các hệ thống trang thiết bị tàu, mã môn học TR 3037.. . Toàn bộ thông tin liên quan bao gồm:. . - 1 đơn đề nghị mở lớp môn TR 3037. . - 1 danh sách sinh viên đăng ký học. . - Chương trình đào tạo chuyên ngành Kỹ thuật Tàu thủy K19. . Em rất mong phía Phòng Đào tạo hỗ trợ, xem xét giúp em . . Em xin cảm ơn.. . Kính chúc Thầy / Cô sức khỏe.. . Ngô Thịnh Duy. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Với số lượng sv đăng ký thấp, [full_name] đề nghị bạn báo với Giảng viên/ [full_name] mở lớp môn này học theo dạng đồ án. . Nhưng phải có xác nhận của Giảng viên/ [full_name] đồng ý dạy dạng đồ án. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi phòng đào tạo.. . Em xin trình bày lý do:. . Do đợt đăng ký môn học đợt 2 em đã đăng ký luận văn tốt nghiệp, do em bận việc nên em không lên trang để xem kết quả. Hiện tại môn học đã xóa do thiếu môn tiên quyết EE4331 DCLVTN.. . Em xin lỗi vì đã không cập nhật kết quả để đăng ký cho đợt 3. Hiện tại đã hết hạn đăng ký em cập nhật mail thì hết hạn đăng ký môn cho đợt 3.. . Cho em xin PĐT cứu xét cho em được đăng ký môn học LVTN ( EE4333) và môn Xử lý ảnh ( EE3035) với ạ.. . Em xin Cảm ơn rất nhiều ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Sau khi kết thúc đợt 3 kết quả ĐKMH của bạn vẫn chưa được xử lý, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK212”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký (thời gian nhận yêu cầu khiếu nại đến hết ngày 14/01/2022). . 2- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . 3- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet. Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 4- Đến thời điểm hiện tại, theo quy định thì không thể huỷ môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi thông báo sau của Phòng Đào tạo. . 5- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . 6- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Kính gởi: Phòng Đào tạo ĐH Bách Khoa TP.HCM. . Tôi tên: [full_name]. . MSSV: [student_id]. . Khoa: Khoa học Ứng dụng. . Ngày mai lúc 7:00 sáng, tôi có lớp Giải tích và Giải tích (BT) thuộc nhóm CC10 nhưng tới nay vẫn chưa có link lớp. Nếu lớp có học thì xin gửi link của cả hai lớp sớm nhất có thể"
    },
    {
        "intent": "",
        "message": "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM.. . . . Em là sinh viên CQ Bằng 2, MS: [student_id], ngành Cơ Điện Tử.. . . . Em làm đơn này xin PĐT xem xét miễn cho em môn học ME1001 - Nhập môn về kỹ thuật. Như em được biết nội dung môn này dạy về các kỹ năng giao tiếp cho sinh viên mới vào Đại Học. Em là sinh viên Bằng 2 với Bằng 1 ở Bách Khoa cũng đã được học môn tương tự ạ. Như em được biết các bạn cùng lớp Bằng 2 Cơ Điện Tử với em được miễn môn này, nhưng em thì không được miễn, xin PĐT xem xét giúp em ạ, em cám ơn rất nhiều.. . . . Em [full_name]."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. ."
    },
    {
        "intent": "",
        "message": "Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM.. . . . Đến thời điểm hiện tại em vẫn chưa nhận được thông tin phản hồi về vấn đề xin miễn môn học ME1001 như mô tả ở trên ạ, xin PĐT xem xét giúp em ạ, em cám ơn rất nhiều.. . . . Em [full_name]."
    },
    {
        "intent": "",
        "message": "Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM.. . . . Đến thời điểm hiện tại em vẫn chưa nhận được thông tin phản hồi về vấn đề xin miễn môn học ME1001 như mô tả ở trên ạ, xin PĐT xem xét giúp em ạ, em cám ơn rất nhiều.. . . . Em [full_name]."
    },
    {
        "intent": "",
        "message": "Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM.. . . . Đến thời điểm hiện tại em vẫn chưa nhận được thông tin phản hồi về vấn đề xin miễn môn học ME1001 như mô tả ở trên ạ, xin PĐT xem xét giúp em ạ, em cám ơn rất nhiều.. . . . Em [full_name]."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em là [full_name] [student_id]. . . Dạ dưới đây là file đơn xin đăng kí môn học.. . Dạ mong được sự giúp đỡ và đồng ý của PDT ạ! Nếu em không đăng kí kịp môn TR1005. Em sẽ bị trễ tiến độ cho các môn sau."
    },
    {
        "intent": "",
        "message": "Chào bạn. . [full_name]ầy Trường phòng đào tạo không đồng ý, Cô gởi bút phê duyệt của [full_name]ầy. . [full_name]ân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác:"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Chào thầy/cô pdt.. . Do 1 số trục trặc trong liên lạc mà đến trễ hạn tụi em mới liên hệ được giảng viên phụ trách mở lớp ạ.. . Em và 50 bạn khác đang cần pdt gia hạn đăng kí môn đợt 3 kỳ chính đến sáng mai để tụi em được đăng kí môn học trước để không bị trễ học ạ.. . Em xin chân thành cám ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Kính gửi Phòng Đào tạo,. . Vì lý do cá nhân, em đã không đăng ký kịp đợt 3 đăng ký môn học môn LVTN chính quy. . . Em xin phép hỏi có cách nào để đăng ký bổ sung không và quy trình đăng ký bổ sung như thế nào ạ.. . Cảm ơn PĐT đã đọc thư.. . Trân trọng,"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học .  Cho em hỏi, lúc học pre HK211 thì em có đăng ký môn aerobic(học phần 1). Vậy cho ở HK212 em có cần đăng ký lại môn gdtc học phần 1 hay ko ạ ?. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . SV chương trình chất lượng cao, quốc tế, bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:[email]. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Họ và tên:[full_name]. . MSSV:[student_id]. . . . Em chào pđt ạ.. . Do em có đăng kí môn học đợt 3 mà hiện tại thì môn học đó vẫn chưa có trên thời khóa biểu.Vậy nếu hủy môn mà chưa cập nhập trên thời khóa biểu thì không cần phải đóng học phí môn đó phải không ạ.. . Với cho em hỏi là mẫu đơn xin hủy môn ở đâu vậy ạ.. . Dạ em cám ơn pđt.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Nếu yêu cầu của em về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho em.. . Thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Dạ,. . Học kì 203 em có đăng kí môn học thực tập ngoài trường mã CH3325 và cũng đã đóng học phí. Do dịch bệnh nên đến giờ lớp em vẫn chưa thể thực tập.. . Hiện nay giảng viên chịu trách nhiệm môn thực tập muốn giúp lớp giải quyết môn thực tập này nhưng lại không có danh sách sinh viên của lớp thực tập , em kiểm tra lại thì không thấy môn học hiện lên trên e-learning, mặc dù vẫn hiện trên thời khóa biểu.. ."
    }
]