[
    {
        "intent": "",
        "message": "Đã xử lý trực tiếp."
    },
    {
        "intent": "",
        "message": ". . Dear [full_name]. . Em: Nguyễn Vũ Sơn. . Mssv:[student_id]. . Ngành: Kỹ thuật điều khiển Tự động hóa hệ VLVH. . . . Mong thầy cô xem qua FILE em gửi bên duói, xem xét giúp em ĐKMH ạ. . . . EM [full_name]"
    },
    {
        "intent": "",
        "message": "Chào bạn;. . đã đăng ký thêm EE2033 nhé, các môn khác trùng thời khóa biểu. . Thân"
    },
    {
        "intent": "",
        "message": "MSSV[full_name]MSGV: [student_id]  [full_name] \t. . . .   i&gt Học vụ  [full_name]i&gt . . . . Kính chào phòng đào tạo trường ĐH Bách Khoa.. . E tên [full_name] .. . MSSV [student_id]. . Lớp PC16HTD.. . Hiện tại em đã hoàn thành đồ án môn học mã môn học Đồ án EE3061 do Thầy [full_name] hướng dẫn em.Em đã đăng kí đề cương luận văn tốt nghiệp và đã có thời khóa biểu trên web trường học kì 2 năm học 2021-2022. Nhưng em có xem trên kết quả đăng kí môn học trên web thì chưa có thông báo phân công giảng viên hướng dẫn. Kính nhờ phòng đào tạo kiểm tra lại giúp để em biết và liên lạc với thầy hướng dẫn tiếp tục làm đề cương luận văn tốt nghiệp. Em xin cám ơn .Thân mến .[full_name]."
    },
    {
        "intent": "",
        "message": "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] để biết nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi thầy, cô. .  Dạ cho em xin được hỏi em đã đăng kí hoãn thi đúng như trường quy đinh, cũng đã hoàn thành phần BTL của môn học nhưng điểm tổng kết môn của em vẫn là 13(vắng thi). Cho em xin hỏi lí do sao lại như vậy được không ạ. Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . . Bạn vui lòng xem mail PDT đã gửi vào ngày 26/01/2022 nội dung bên dưới . . Quy trình là khi nào có kết quả đồng ý hoãn thi thì sẽ cập nhật điểm 14.. . Thân.. . Ngày 26/1/22. .  . . Tiêu đề: Điểm 15: Tạm thời đợi giải quyết hoãn thi. . Nội dung:. . Thân gởi các bạn sinh viên,. . Hiện tại vì điểm các môn SV yêu cầu Hoãn thi chi tiết theo file đính kèm của HK 211 là điểm 15 (chưa có điểm) nên Phòng đào tạo vẫn đang hậu kiểm với Khoa để ra quyết định chính thức nên Phòng đào tạo sẽ thông báo kết quả sau khi có điểm tất cả các môn học, dự kiến trong tháng 03/2022."
    },
    {
        "intent": "",
        "message": "Dạ em chào Thầy/Cô,. . Dạ Thầy/Cô cho em hỏi, ở HK202 và HK203 em có học môn giải tích 2 (MT1005) và có đăng ký hoãn thi cuối kỳ và cũng chưa được xếp lịch thi để xóa điểm hoãn thi. Đến HK211 em có đăng ký tiếp môn Giải Tích 2 và đã thi đạt điểm để qua môn. Và do hiện tại em đã đủ hết các điều kiện để xét tốt nghiệp nên em muốn đăng ký xét tốt nghiệp luôn mà không muốn thi lại để xóa điểm hoãn thi môn giải tích 2 ở HK202 và HK203 nữa. Vậy bây giờ em phải làm sao ạ?. . Em cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 . . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Về các môn hoãn thi (điểm 14) nếu SV không thi thì tự động chuyển qua điểm 13 nhé bạn (không ảnh hưởng đến việc xét tốt nghiệp). . . . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em muốn đăng ký hủy môn ạ. Hiện tại không biết còn cơ hội nào cho em nộp đơn để hủy môn không ạ? :(. . Nếu được em có phải lên trường để nộp hay nộp đơn qua mail vậy ạ?. . Em cám ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Đã hết thời gian huỷ môn học.. . - Rút môn học: em xem email PĐT đã gửi:. . \"ĐĂNG KÝ RÚT MÔN HỌC HỌC KỲ 2(2021-2022). . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn&gt . . 08:57, Th 6, 7 thg 1. . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . .   Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định) (Chính quy + Dự thính) của học kỳ 2 (2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link : https://forms.gle/QUtA7vkKnkW9oqBm8. . . . Thời gian đăng ký : Từ ngày 10/01/2022 đến hết ngày 05/03/2022. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . Chúc các bạn học tập thật tốt!. . . . . . Trân trọng thông báo."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1810016  / \t. . . .   i&gt Tốt nghiệp . Dạ em kính chào Thầy/Cô ạ,. . . . Em là sinh viên khóa K18, khoa Kỹ thuật hóa học. . . Em có câu hỏi về hạn chốt nộp chứng chỉ ngoại ngữ để xét tốt nghiệp đối với khóa tốt nghiệp đúng hạn của K18 ạ. Do hiện tại em lên lịch học vụ vẫn chưa thấy thông tin về ngày nộp như các khóa trước nên kính mong Thầy/Cô sớm hồi đáp để em có thể chuẩn bị thật tốt ạ.. . . . Em xin cảm ơn và kính chúc Thầy/Cô nhiều sức khỏe."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại chưa có lịch trình tốt nghiệp của tháng 4 và tháng 11/2022.. . SV theo dõi tại aao.hcmut.edu.vn/Lịch học vụ. . Về việc nộp chứng chỉ ngoại ngữ để xét tốt nghiệp, thì trang nộp CCNN vẫn mở cho SV đăng ký và cập nhật.. . Về việc nộp chứng chỉ ngoại ngữ để xét tốt nghiệp, SV lưu ý phải cộng thời gian thẩm tra của chứng chỉ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ, từ 1 đến 3 tuần hoặc hơn). . Thân. ."
    },
    {
        "intent": "",
        "message": "Chào Admin!. . EM tên là [full_name]. MSSV [student_id]. . Trước tết em có hỏi về vấn đề bảo lưu thì được nhận câu trả lời là gửi đơn xin bảo lưu lên BKSI. Nay em xin gửi đơn tạm dừng học 1 học kì ạ. . . Mong được giải quyết. . . Em xin cảm ơn ạ"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn tạm dừng HK212 của bạn, Sinh viên theo dõi tình trạng sinh viên được cập nhật trên mybk/Thông tin Sinh viên/tình trạng. . chuyển qua trạng thái từ \"\"đang học\"\" sang \"\"tạm dừng\"\", dự kiến sẽ cập nhật trước ngày 22/2/2022 và gửi mail Quyết định qua email cho sinh viên. . SV vui lòng theo dõi lịch học vụ và mail SV để làm đơn thu nhận lại để đăng ký MH cho học kỳ tiếp theo. . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ em là sv K18 khoa Điện-Điện tử. Hiện tại kỳ này em đã đăng ký LVTN. Do vấn đề cá nhân nên em muốn bảo lưu học kỳ hiện tại HK212. PĐT cho em hỏi là thời điểm hiện tại của HK212 còn cho phép bảo lưu học kỳ không ạ? Nếu có thì quy trình bảo lưu như thế nào ạ? Và nếu em bảo lưu học kỳ thì việc đóng học phí cho kỳ hiện tại ra sao ạ? Em xin cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Em vui lòng xem quy chế tạm dừng.. . - Tải mẫu đơn tạm dừng, điền đầy đủ thông tin gửi lại bksi nhé.. . -  Và nếu em bảo lưu học kỳ thì việc đóng học phí cho kỳ hiện tại ra sao ạ. . =&gt  Đơn em gửi trong 4 tuần đầu HK thì không đóng HP nhé.. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân mến. . . . . ."
    },
    {
        "intent": "",
        "message": "Học vụ .  . . [full_name]ính Gửi PĐT, . . . . Do em có hoãn luận văn nên có 1học kì em không đăng ký môn học (hk211).. . . . Trong học kì 211 em đã có điểm luận văn (xoá điểm 14) nhưng tình trạng hiện giờ của em là tạm dừng nên em không đăng kí dự thính anh văn 4 để hoàn thành chương trình học được. . . . . [full_name]ính mong PĐT giải quyết cho em để em kịp học và đăng kí tốt nghiệp ạ. . . . . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào bạn,. . Thời điểm hiện tại đã đến tuần thứ 5 của HK212, quá thời gian để bổ sung môn học/thu nhận cho HK 212.. . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 213) dự kiến cập nhật cuối tháng 05/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ theo học kỳ &gt &gt  Lịch học vụ năm học 2021-2022 &gt &gt  Học kỳ 3. . Thân. ."
    },
    {
        "intent": "",
        "message": "Hiện tại em cần truy cập vô mục đăng kí tốt nghiệp để xác định thời hạn đăng kí tốt nghiệp. . . Tuy nhiên khi em truy cập lại phát sinh lỗi như hình đính kèm. . . Mong PĐT giải đáp và cho em thời hạn của đăng kí tốt nghiệp để em có thể sắp xếp thời gian hoàn thành chương trình cho kịp ạ. . . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Tình trạng Sinh viên của em là [full_name]ỪNG do có 1 học kì em không đăng kí môn học để làm luận văn. Và hiện tại em đã xong luận văn. . . Giờ em cần được giải quyết vấn đề này để nộp xong bằng tiếng anh và thực hiện đăng kí luận văn. . . Kính mong PĐT xem xét và giải quyết trường hợp của em. . . Em cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Cô sẽ trả lời từng câu hỏi của bạn. . - Bạn chưa có tên trong danh sách dự kiến tốt nghiệp thì sẽ không khai mục đăng kí tốt nghiệp được, với lại tình trạng của bạn đang tạm dừng. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 04/2022 . . - Đang tạm dừng thì vẫn có thể đăng ký nộp bằng tiếng anh. . - Bạn nộp đơn thu nhận để làm LVTN vào Hk hè 213. . Thân. ."
    },
    {
        "intent": "",
        "message": "Em chào cô, . . . . Vậy bây giờ em chỉ cần nộp đủ bằng Anh Văn là sẽ có tên trong danh sách tốt nghiệp phải không ạ? Như vạy thì em sẽ được mở đăng kí tốt nghiệp đúng không cô? . . . . Còn luận văn thì em đã hoàn thành và có điểm trên bảng điểm rồi ạ. Em cảm ơn cô. . . . . Trân trọng."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Khi nào bạn đạt đủ điều kiện thì bạn đăng ký xét tốt nghiệp bổ sung, . . - Khi nào bạn có tên trong ds dự kiến tốt nghiệp thì bạn sẽ có thông báo khai thông tin tốt nghiệp. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Thi anh văn nói viết, phòng đạo tạo thì nói ra tết liên hệ trung tâm ngoại ngữ thi trực tiếp.. . Trung tâm ngoại ngữ thì lại chờ thông báo phòng đào tạo. Em không biết bao giờ mới được thi nói viết.. . Theo thời gian số lượng sinh viên cần thi nói viết thì ngày càng đông."
    },
    {
        "intent": "",
        "message": "Chào em,. . Cô đã liên hệ TTNN, cuối tuần sau em xem trên web của TTNN để biết lịch thi, dự kiến thi tại C6- CS1 nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Cho em hỏi cách để đổi mật khẩu gmail trường cấp ([email]), em đang cần gấp để vào meet ạ. Nếu có thể, nhà trường vui lòng đổi luôn mật khẩu thành:   U&gt Phantom2002  /U&gt  giùm em."
    },
    {
        "intent": "",
        "message": "Chào em,. . Tài khoản email sinh viên chính là tài khoản BKNetId có thêm @hcmut.edu.vn ([email]).. . Sinh viên dùng tài khoản BKNetId để đăng nhập vào các dịch vụ của nhà Trường (mybk, elearning,...). . . Mật khẩu BKNetId và [email] dùng chung 1 mật khẩu.. . . . Cách thức đăng nhập như sau:. . - Đăng nhập vào các dịch vụ nhà Trường: http://mybk.hcmut.edu.vn:. .       + Tên đăng nhập: BKNetId. .       + Mật khẩu: mật khẩu sinh viên đã đăng nhập trước đây (chính là mật khẩu email). . . . - Đăng nhập vào email:. .       + Tên đăng nhập: [email]. .       + Mật khẩu: chính là mật khẩu BKNetId. . . . Chúc E thành công.... ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào Thầy Cô,. . Em có đăng ký hoãn thi môn IM3001 - Quảntrị kinhdoanh cho ks HK211 trên mybk nhưng từ khi giảng viên nhập điểm đến giờ là điểm 13, em từng có hỏi về vấn đề này trên bksi.. . Trong danh sách diem 15 ngay 26-1 nhà trường mới gửi gần đây thì em chưa thấy có tên em ạ.. . Em mong Thầy Cô kiểm tra lại giúp em với ạ. Nếu em không được phép hoãn thi môn này, thì lí do vì sao ạ?. . Em xin cảm ơn.. . Em chúc Thầy Cô nhiều sức khỏe."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Bạn xem lại trong danh sách điểm 15 Pdt gởi có thông tin bạn nghen. . Nên trong tháng 03/22 sẽ có thông báo gởi cho bạn sau nếu bạn được hoãn thi thì sẽ chuyển điểm từ 13 sang 14. . Thân"
    },
    {
        "intent": "",
        "message": "Dạ em chào thầy(cô) .Em tên là [full_name] mssv [student_id]. Trước tết em có gửi yêu cầu là:. . Hiện tại thì em muốn đăng kí thêm lớp hạ tầng công trình giao thông lớp chính quy CI4029 do lớp dự thính không đủ sỉ số mở lớp . Nhưng hiện tại thì em đang bị vướng lịch môn giải tích 2 MT1005 nhóm lớp L40 và pháp luật đại cương SP1007 nhóm lớp L05 . Em muốn chuyển lớp giải tích 2 từ nhóm lớp L40 sang nhóm L35 . Và lớp pháp luật đại cương từ nhóm lớp L05 sang L04  .Nhưng thời khóa biểu chưa thấy cập nhật , mong thầy(cô) xem xét để em có thể đủ điều kiện tín chỉ đăng kí luận văn trong học kì hè tới .Trân trọng cảm ơn ạ .. . . ."
    },
    {
        "intent": "",
        "message": "Chào em;. . hiện tại thời khóa biểu đã ổn định nên không thể chuyển nhóm nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Cho em hỏi em đã có bằng tốt nghiệp chưa ạ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính chào [full_name]. . Em là [full_name] MSSV [student_id]. . Khoa cơ khí. . . Em chỉ còn thi qua kì thi TOEIC speaking and writing là đủ điều kiện tốt nghiệp.. . Em có liên hệ bên BK English để đăng kí thi nhưng bên trung tâm chưa mở kì thi và có gợi ý là liên hệ với [full_name] để đăng kí thi . . [full_name] cho em xin thông tin về kì thi trên. . Em chân thành cám ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . AV Nói - viết: Em vui lòng liên hệ Trung tâm ngoại ngữ để đăng ký thi.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi: Ban quản lý thư viện Trung Tâm Đại học Quốc gia Thành phố Hồ Chí Minh. . Em tên: [full_name]_MSSV: [student_id]. . . . Em xin ban quản lý thư viện cấp lại mã số thư viện trung tâm để em có thể đăng nhập vào ứng dụng [full_name] vì trong mail thư viện Trung Tâm gửi cho em mã số thư viện thư viện bị lỗi. Chi tiết lỗi như hình em đã đính kèm.. . . . Em xin ban quản lý thư viện Trung Tâm xem xét và cấp lại giúp em. Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em, . . Em vui lòng liên hệ Thư viện để được hướng dẫn. . địa chỉ mail của [full_name] bên thư viện phụ trách  [email]. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp .  Thời gian công bố danh sách dự kiến tốt nghiệp là khi nào?. .  Sinh viên có thể ủy quyền cho người khác hoàn tất thủ tục và nhận bằng hay khôngm. ."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 . . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy cô Phòng đào Tạo.. . Em tên: [full_name].. . Mssv: [student_id].. . Sinh viên ngành kỹ thuật Cơ khí.. . Em viết email này là để xin hoãn học môn Giáo Dục Quốc Phòng.. . Lí do: em đã hoàn thành môn này ở năm ngoái tại trường đại học Khoa Học Tự Nhiên-ĐHQG-TPHCM. Hiện đã có chứng chỉ nhưng em xin được cấp chứng chỉ thì bên trường cũ bảo đợi thông báo phát chứng chỉ Giáo dục quốc phòng.. . Em mong thầy cô xem xét cho em hoãn môn học này cho tới khi em nhận được chứng chỉ em sẽ nộp cho trường để xác nhận miễn điểm môn học ạ.. . Em cảm ơn. . Chúc thầy cô sức khỏe. . Trân trọng,. . [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 16/02/2022.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ PĐT cho em hỏi kỳ hè này có được đăng ký LVTN không ạ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem email PĐT đã gửi: \"Thông báo Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước. . Hộp thư đến. . - Ho Tro SV   [email] . . 10:36, 27 thg 12, 2021 . . tới stu,. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Em đã bảo vệ luận văn thành công đợt tháng 12.. . . . Thầy/cô cho em hỏi em tự lên khoa lấy phiếu điểm, in và nộp bản cứng hay đợi thông báo từ khoa ạ.. . . . Chân thành cảm ơn thầy/cô."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng liên hệ Khoa để được hướng dẫn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ thưa thầy/cô . . Em tên [full_name], khoa Kỹ thuật hoá học. . . Em đã tham gia bảo vệ luận văn tốt nghiệp HK211, nhưng điểm thấp quá, giờ em muốn xin đăng kí lại luận văn tốt nghiệp vào học kì 212, tuy nhiên đã hết thời hạn đăng kí.. . Mong thầy cô, mở lại đăng kí giúp em ạ. Em cảm ơn thầy cô.. . . . Mã MH: CH4353. . Tên MH: Luận văn tốt nghiệp (qttb) . . Lý do đăng kí trễ: Chờ thầy hướng dẫn phê duyệt cho bảo vệ lại."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 17/2/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1911080  / \t. . . .   i&gt Học vụ . Em chào Thầy / Cô.. . . . Em là sinh viên K19 ngành Viễn thông chương trình Việt Pháp. Trong học kỳ hè 213 tới đây em sẽ có môn thực tập ngoài trường. Tuy nhiên điều kiện để được học môn này là phải tích lũy đủ 84 tín chỉ và phải học trước môn vi xử lý. Tuy nhiên hết học kỳ 212 em vẫn chưa đủ 84 tín chỉ và em chưa học môn vi xử lý. Như vậy em có thể đi thực tập được không ạ? Hay là em có thể để năm sau đi thực tập với K20 được không ạ?. . . . Em cảm ơn Thầy / Cô."
    },
    {
        "intent": "",
        "message": "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính gửi phòng đào tạo,. . . . Em là sinh viên ngành Kỹ thuật máy tính, khoa Khoa học và Kỹ thuật máy tính.. . Học kì 201 em có học môn Giải tích mạch mã EE2033 môn tương đương thay thế cho môn Giải tích mạch cơ bản mã EE2001.. . . . Em có đọc quy định các môn học tương đương thì em hiểu là trong bảng điểm môn EE2001 sẽ ghi là MT.. . . . Hiện tại bảng điểm chưa được cập nhật.. . . . Vì vậy em muốn hỏi là em đã hiểu sai hay chưa được cập nhật vậy ạ?. . . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính chào quý Thầy/Cô phụ trách,. . Em tên là [full_name], MSSV [student_id] lớp VP18HK. Em có nhu cầu phúc khảo bài thi cuối kỳ 211, môn học Cơ học các cấu trúc (809702), ngày nộp điểm 26/1/2022 và hạn phúc tra 5/2/2022.. . Tuy nhiên khoảng thời gian ấy trùng với lịch nghỉ tết, hệ thống bảo trì cho nên em không thể đăng ký phúc khảo được. Kính mong quý Thầy/Cô có thể xem xét cập nhật lại hạn phúc tra ạ. Nếu không thì em còn cách nào khác phúc khảo bài kiểm không ạ?. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn[full_name] [full_name] [full_name] đã ghi nhận việc đăng ký phúc tra phát sinh của [full_name], và đã gởi dữ liệu về [full_name][full_name] [full_name] [full_name] vui lòng đợi phản hồi tại Bksi [full_name] [full_name] Thân[full_name] [full_name] \""
    },
    {
        "intent": "",
        "message": "Chào bạn[full_name] [full_name] [full_name] đã nhận được kết quả phản hồi phúc tra của [full_name] : không thay đổi kết quả thi[full_name] [full_name] Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em chào PĐT,. . . . Em là sinh viên K15, sắp tốt nghiệp vào tháng 04/2022 và chỉ đang thiếu mỗi chuẩn Anh văn Nói-[full_name]. . . . . PĐT cho em hỏi sắp tới trong tháng 2-3 bên trung tâm BKEnglish có tổ chức thêm đợt thi Anh văn Nói-[full_name] nào cho sinh viên tốt nghiệp đợt tháng 04/2022 không ạ ?. . . . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . AV Nói - viết: Em vui lòng liên hệ Trung tâm ngoại ngữ để đăng ký thi. Cuối tuần sau em xem trên web của TTNN để biết lịch thi, dự kiến thi tại C6-CS1 nhé.. . Thân mến"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Chào anh/chi,. . . . Em là [full_name], MSSV [student_id] thuộc nhóm lớp CN20KHM1 chương trình CLC TCTN. Em có câu hỏi về học phí HK212 là vừa qua em có đăng ký môn bổ sung sau đợt đăng ký môn học đợt 3. Đáng lẽ ra theo đúng quy định thì học phí em phải đóng là 25.000.000 tuy nhiên hiện tại trên BKPay chỉ hiện 18.750.000 thôi ạ. Vậy em phải đóng theo như số tiền hiện đang có trên BKPay hiện tại và đóng bù khoản còn lại đợt sau hay là chờ sửa đổi lại ạ? Em xin cảm ơn.. . . . Chúc anh/chi một ngày tốt lành.. . Trân trọng ./.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Học vụ . Kính chào Thầy/Cô,. . Em hiện đang là sinh viên năm thứ 2, em muốn hỏi về cách thức đăng kí xét tuyển và điều kiện chương trình song ngành ạ.. . Em cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Em vui lòng xem quy chế . . https://portal.hcmut.edu.vn/dao-tao/quy-dinh-hoc-vu. . - Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Thầy/cô cho em hỏi em đã đăng ký môn học dự thính và được PĐT chấp nhận cô bên [full_name] nói em coi thời khóa biểu sau 21 nhưng em xem thời khóa biễu vẫn chưa có, em cảm ơn. . . ."
    },
    {
        "intent": "",
        "message": "Chào em;. . môn này không mở lớp nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em chào thầy/cô!. . . . Cho em hỏi bằng tốt nghiệp em đăng ký từ tháng 12 đã có mail xử lý rồi, đã có bằng chính thức chưa ạ, tại em thấy nhiều bạn chính quy đăng ký chung đợt có bằng tạm thời rồi ạ. Em cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Dạ em chào cô vì dịp tết pđt ngừng hoạt động nên em chưa thể trả lời yêu cầu khiếu nại trước. Em xin gửi thông tin ạ.. . Mã môn học: TR4317, nhóm A01, luận văn tốt nghiệp. Em bị xóa luận văn tốt nghiệp đợt 3 vì chưa có anh văn nhưng trường đã mail là sẽ không tính chuẩn anh văn vậy tại sao em lại bị xóa nhưng những bạn trường hợp như em lại có TKB ạ. Mong thầy cô trả lời và ghi nhận giúp em ạ. Em xin cảm ơn và mong thầy cô thổng cảm vì đã trả lời chậm trễ.. .   i&gt Khiếu nại đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 16/02/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 123  126 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Chào thầy/cô, vào học kì 181 em có nộp bằng thi toeic, tuy nhiên em chỉ chuyển điểm AV1, AV2, AV3 mà không chuyển điểm AV4 vì lí do em thấy ở mục điểm chuyển đã có điểm 12 môn AV4 (Đạt nhưng không tính vào ĐTB). Thầy/cô cho em hỏi hiện tại như vậy thì điểm 12 này có được tính là đã hoàn thành môn học chưa hay em vẫn phải chuyển lại điểm AV4 bằng cách nộp bằng thi toeic hay học môn AV4 ở trường ạ. Em cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . . Điểm AV 4 hiện tại là điểm miễn điểm 12 và đã tính là hoàn thành môn học theo chương trình đào tạo.. . Thân."
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1712735  / \t. . . .   i&gt Khiếu nại đăng ký môn học . Em chào thầy cô, thầy cô cho em hỏi em đăng ký môn học ĐỒ ÁN BÊ TÔNG CỐT THÉP 1 kỳ này và đã có lịch trên thời khoá biểu, nhưng trên trang E-Leaning em vẫn chưa thấy môn học được thêm. Thầy cô có thể kiểm tra giúp em được không ạ?. . Em cảm ơn thầy cô, em chúc thầy cô năm mới thật nhiều sức khoẻ."
    },
    {
        "intent": "",
        "message": "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em tên là [full_name], MSSV:[student_id].. Trước đó, em có khiếu nại kết quả đăng ký môn học qua mail vào ngày 22/01/2022, PĐT bảo TKB sẽ cập nhật trễ nhất vào ngày 25/01, nếu vẫn chưa cập nhật thì vui lòng đặt câu hỏi trên bksi. Tuy nhiên, đến ngày 25/01 em vẫn chưa được cập nhật TKB, em đặt câu hỏi trên bksi thì nhận được câu trả lời là em đã gửi mail PĐT và yêu cầu em xem lại mail. Đến ngày hôm nay 11/02/2022 em vẫn chưa có thời khóa biểu và vẫn chưa nhận được lý do tại sao em không được cập nhật TKB.. . Mong sớm nhận được phản hồi từ PĐT.. . Em xin chân thành cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt kiểm tra số tín chỉ tích luỹ ngành của em: 109+15  125 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Em vui lòng kiểm tra lại nhé. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Kính gửi phòng đào tạo,. . . . Em thấy các bạn của em đã có lịch thi giữa học kỳ rồi nhưng em chưa có ạ, em nghĩ là do trước đó em bị khóa tài khoản e-learning nên lúc xếp lịch thi bị sót.. . . . Mong phòng đào tạo giải quyết giúp em với ạ. Em cảm ơn.. . . . [full_name] – MSSV: [student_id]."
    },
    {
        "intent": "",
        "message": "Chào bạn. . . PDT kiểm tra bạn có lịch thi 2 môn tại mybk&gt &gt lịch thi ( Đại số tuyến tính và giải tích 2). Riêng môn Vẽ kỹ thuật ko có lịch kiểm tra giữa kỳ tập trung.. . Thân."
    },
    {
        "intent": "",
        "message": "Lễ Tốt nghiệp đợt 1 . Xin chào thầy/cô.. . Em là [full_name], sinh viên khoa Khoa học và kỹ thuật máy tính, MSSV [student_id].. . . . Em đã đủ điều kiện tốt nghiệp đợt Học kỳ 1 năm học 2021-2022, và đã nhận được giấy tốt nghiệp tạm thời (theo như thông tin ghi trên giấy thì đã hết hiệu lực vào tháng 1 năm 2022 - Trích dẫn: \"Giấy này có giá trị từ ngày cấp đến ngày nhận bằng tốt nghiệp vào tháng 01 năm 2022\").. . . . Xin phép Thầy/cô cho em hỏi là trường đã có thời gian chính thức cho lễ tốt nghiệp chưa ạ, nếu chưa thì em có thể lên trường để nhận bằng trực tiếp được không ạ.. . . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
    },
    {
        "intent": "",
        "message": "Học vụ . Gửi Phòng đào tạo,. . Cho em hỏi là có cách nào để em có thể hoãn thi môn này và nộp điểm sau được không ạ.  . . Em xin cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Theo như Phòng đào tạo biết là [full_name] đang tạo điều kiện cho SV bổ sung đi TTTN trong tháng 1 và tháng 2/2022. . Bạn liên hệ [full_name] xem có thể hỗ trợ bổ sung đi TTTN đúng quy trình để khỏi ảnh hưởng đến việc thực hiện DCLV & LVTN. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Dạ em xin chào thầy cô ạ. Em là sinh viên năm cuối khoá 2017. Hiện giờ em đã hoàn thành tất cả điều kiện để tốt nghiệp. Nhưng do đợt dịch rồi nên em nộp chứng chỉ anh văn bị trể 2 ngày so với ngày xét tốt nghiệp cuối cùng. Thì hiện tại em chưa có trong danh sách tốt nghiệp tạm thời. Thì không biết có cách nào để em xin được giấy tốt nghiệp tạm thời sớm hơn được không ạ ? Do công ty em đang ứng tuyển cần giấy chứng nhận tốt nghiệp để em có thể đi làm được ạ. Do công ty này cũng là một cơ hội lớn với em. Nên mong nhà trường xem xét ạ."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . Trường hợp SV đã đủ điều kiện tốt nghiệp, SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 4/2022 . . Sau thời gian công bố danh sách dự kiến tốt nghiệp, trường hợp SV vẫn chưa có tên trong danh sách dự kiến, có thể gửi câu hỏi qua bksi để được xét bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / \t[full_name] [full_name] [full_name] [full_name]   i&gt Tốt nghiệp  /i&gt [full_name] [full_name] [full_name] [full_name] Chào [full_name], [full_name] [full_name] Em là [full_name]-[student_id][full_name] Hiện em đã nhận được thông báo nằm trong danh sách tốt nghiệp chính thức từ trang chủ [full_name] (http://www[full_name]aao[full_name]hcmut[full_name]edu[full_name]vn/)[full_name] Nhưng hiện đã gần 1 tháng trôi qua em chưa nhận được thông báo khi nào Nhà trường sẽ cấp bằng? hình thức cấp? Thời hạn trên giấy tốt nghiệp cũng sắp hết do vậy em vô cùng lo lắng[full_name] Mong nhận được phản hồi từ [full_name][full_name] [full_name] [full_name] Đính kèm thông tin [full_name] [full_name] Chân thành cảm ơn[full_name][full_name] [full_name] [full_name]"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1613919  / \t. . . .   i&gt Khiếu nại đăng ký môn học . Cho em hỏi môn Thiết kế Cầu 1 ( CI3039 ) Dự Thính sao tự nhiên lại bị HỦY vậy ạ ?. . Trong khi đợt trước em đã làm đơn xin mở lớp và đã được các thầy trong bộ môn và Khoa đồng ý.. . PĐT cũng đã mở và bọn em đã đăng ký được. Tự nhiên đến hôm nay lại bị xóa và nói ko mở lớp."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em tên [full_name], mssv [student_id], vào học kì 211 em có học lớp L02 môn quản lí logistics ME2125, nhưng vẫn chưa được cập nhật điểm, em có mail cho giáo viên bộ môn và được biết là giáo viên đã nhập điểm vào hệ thống nhưng hiện tại bảng điểm của em vẫn để điểm số là 15, mong phòng đào tạo kiểm tra và cập ngật lại điểm giúp em, em có lên hệ thống bkexam xác nhận lại là em có nộp bài cuối kì đầy đủ và thầy cũng đã chấm điểm bài thi của em"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa trong thời gian cho phép sửa.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "B&gt Học vụ . Em xin kính chào quí Thầy/Cô,. . Em tạo mẫu hỏi này để làm rõ việc họ phần TTTN kì 203 của em.. . Đầu tiên, do dịch bệnh nên pdt dời TTTN của k18 sang kì 211 cụ thể là hình 1. EM đã mail hỏi pdt và được rep như hình nên em bị hiểu nhầm là không cần làm đơn hoãn thi cuối kì!. . Hình 2,3 là do cô phụ trách môn và giáo vụ bảo em bắt buộc phải làm đơn hoãn thi mới được thực tập tiếp kì 212 không là rớt môn. Em mới xác nhận lại với pdt và làm đơn hoàn chỉnh ạ.. . Em nộp đơn vào ngày 21/1 (hình 4) và đến hôm qua 10/2 pdt mới gọi và báo là học phần TTTN em bị điểm 13. Trong khi 21/1 là khoảng thời gian các bạn khác đang bảo vệ học phần TTTN nên chưa có điểm được. Cột điểm 13 này em nghĩ là do thầy hướng dẫn và cô phụ trách biết em đã xin hoãn thi   U&gt trước và xong  /U&gt  rồi nên không để trống. Mong quí Thầy/Cô xem xét giúp em.. . Quí Thầy/Cô có thể   I&gt làm rõ và giúp em  /I&gt  được thực tập trong kì 212 này ạ!. . . ."
    },
    {
        "intent": "",
        "message": "đã trả lời trực tiếp"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]\t. . . . Em đã đăng kí hoãn thi cuối kì môn Địa chất công trình CI2095 (lí do: em đi test nhanh Covid do có người nhà dương tính) nhưng bị từ chối yêu cầu hoãn thi ạ. Em mong PĐT cho em biết lí do em bị từ chối, em cám ơn ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em mong PĐT cho em biết lí do em bị từ chối, . . =&gt  Em vui lòng liên hệ Khoa, GV nhé, PĐT không có quyền can thiệp.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính gửi văn phòng đào tạo trường Đại học Bách Khoa . . . . Em tên [full_name] (MSSV: [student_id]). Sau khi điểm của tất cả các môn đã cập nhật trên hệ thống Mybk, số tín chỉ em đã hoàn tất đủ 144 tín chỉ và hoàn thành đủ 15 ngày CTXH. Nhưng, em vẫn không thể đăng ký xét tốt nghiệp trên hệ thống MyBk của trường vì lý do không có thông tin trong danh sách dự kiến tốt nghiệp.. . . . Em mong nhận được phản hồi từ trường Đại học Bách Khoa để em có thể thực hiện xét tốt nghiệp. . . . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/02/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn) &gt &gt  Sinh viên &gt &gt  Lịch học vụ &gt &gt  Lịch tốt nghiệp &gt &gt  tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính gửi phòng đào tạo,. . em là sinh viên VLVH - [full_name] - [student_id]. . do em đã làm bảo vệ luận văn xong rồi ạ, nhưng em không rõ là em còn bị thiếu điểm môn tiên quyết nào nữa không. Nên kính mong phòng đào tạo cho em xin bảng điểm để em có thể bổ sung đăng kí môn học kịp tiến độ. . . em chân thành cảm ơn . . trân trong. . [full_name]"
    },
    {
        "intent": "",
        "message": "Chào em,. . - Em vui lòng email [email] để hỗ trợ nhé.. . - Nếu em muốn đăng ký in bảng điểm thì vào mybk/đăng ký in bảng điểm/. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Chào cô,. . Em sv k14 chính quy nhưng e bị quá hạn nên chuyển qua hệ vhvl ạ. Trong phần thông tin cá nhân trong đăng kí tốt nghiệp nó vẫn ghi em chính quy. Nên e nhờ cô sửa lại cho đúng ạ. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng trình bày rõ giúp, chụp hình chỗ chưa đúng, có ảnh hưởng gì đến việc tốt nghiệp của em.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Xin chào quý thầy cô,. . . . Em tên là [full_name], MSSV:[student_id]. Ngày 19/12 do laptop của em bị sập nguồn trong lúc làm bài thi nên em có đăng kí hoãn thi môn Nhiệt động lực học & truyền nhiệt (ME2013). Thầy gác thi đã note lại trên trang phòng thi và lưu ý tới trường hợp của em. Ngày 26/01 em nhận được mail huỷ hoãn thi, nội dung bên trong có ghi lại lý do không được hoãn là \"đã thi\".. . . . Do sự cố không mong muốn, em mong nhà trường tạo điều kiện, chấp nhận cho em được hoãn thi và được thi lại vào lần sau.. . . . Mong Quý thầy cô sớm giải quyết giúp em.. . . . Chân thành cảm ơn,. . [full_name]. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng trình bày rõ với [full_name] nhé, thông tin ghi rõ mã môn học, tên môn học, HK, ngày thi, lý do ... PĐT không có quyền can thiệp.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em chào anh/chị,. . Em là [full_name], MSSV [student_id], lớp VL17PO, bộ môn Vật liệu Polymer, khoa Công Nghệ Vật Liệu. Em là sinh viên đang thuộc dạng được tạm hoãn [full_name] Nghiệp (đã nộp đơn tạm hoãn LVTN có chữ ký của Bộ môn, Khoa cho Phòng Đào Tạo và đã được xác nhận).. . Theo em được biết, sắp tới Bộ môn sẽ tổ chức một đợt bảo vệ [full_name] Nghiệp (LVTN) bổ sung sau Tết. Vì nội dung LVTN của em vẫn chưa hoàn thành kịp để bảo vệ ở đợt bổ sung này nên em nộp đơn này để Phòng Đào Tạo xác nhận cho em tiếp tục được hoãn cho đến ĐỢT BẢO VỆ LVTN CỦA KHÓA 2018 Ở HỌC KÌ 2/2022.. . Em có gửi đơn cho PĐT qua mail nhưng PĐT trả lời mail thì hướng dẫn em gửi đơn này lại qua BKSI ạ.. . Em xin chân thành cảm ơn và mong sớm nhận được phản hồi của anh/chị ạ.. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . . PDT đã kiểm tra bạn đã có quyết định hoãn thi môn Luận văn tốt nghiệp HK 202. Theo như quyết định thì sẽ được hoãn thi trong thời gian 1 năm nên đến HK 211 bạn đăng ký xóa điểm hoãn thi bình thường. . . Thân."
    },
    {
        "intent": "",
        "message": "Học vụ ."
    },
    {
        "intent": "",
        "message": "Chào em;. . tình trạng hiện tại của em đang tạm dừng, em phải làm đơn thu nhận lại nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Chào em;. . em vui lòng bổ sung gấp thêm mã số môn học nhé. . Thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: 1811870  / \t. . . .   i&gt Khiếu nại đăng ký môn học . Dạ trước đó em có gửi một đơn khiếu nại về đăng ký môn MA4317: LVTN và đã được phản hồi lí do là thiếu số tín chỉ tích lũy ngành như file 1811870.txt ạ.. . . . Nhưng trường hợp này của em năm ngoái em đã có trong danh sách \"DANH SÁCH THỐNG KÊ SINH VIÊN THEO TÍN CHỈ TÍCH LŨY NGÀNH\" mà khoa CNVL của em đã gửi lên PDT để cập nhập lại rồi ạ ( như file exel dưới ). Tính đến kì 211 em hiện có 109 chỉ tích lũy ngành của chương trình kỹ thuật vật liệu Polymer + 25 chỉ kì 211 là em có 134 chỉ tích lũy ngành, đủ điều kiện đăng ký LVTN rồi ạ, chứ không phải như file 1811870.txt mà pdt gửi cho em ạ.. . . . Mong PDT xác nhận lại trường hợp này của em, em cũng có gửi mail về vấn đề này cho bên khoa em rồi ạ. Em xin cảm ơn\t\t\t\t\t\t\t. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . PĐT đã xét lại môn LVTN cho SV. Em xem TKB cập nhật và liên hệ Khoa để nhận đề tài nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Dạ em cảm ơn pđt, nhưng em hiện giờ vẫn chưa thấy TKB môn MA4317: LVTN của em ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vào mybk xem lại nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em chào Phòng Đào Tạo ạ. . Em tên [full_name] MSSV [student_id]. . Em hiện đang học chương trình đại trà - chính quy và em muốn xin giấy xác nhận sinh viên bằng tiếng anh để có thể thuận lợi cho em đi du học ạ.. . Vậy em có thể làm thế nào ạ? thông thường em đăng ký giấy xác nhận sinh viên nộp cho địa phương là tiếng việt ạ. . Mong được PĐT hướng dẫn. . Em chân thành cảm ơn ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em có thể mang giấy CNSV qua phòng Quan hệ Đối ngoại ở nhà A5 để dịch sang tiếng Anh nhé. . Thân"
    },
    {
        "intent": "",
        "message": "mssv [student_id]. .   i&gt Yêu cầu khác . cuối kì 1 vừa rồi em có tham gia thi cuối kì môn giải tích 1 và nộp bản ghi đầy đủ nhưng em lại bị ghi là vắng thi? pđt giải dáp thắc mắc cho em với ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Gửi Phòng Đào Tạo, em là [full_name] MSSV [student_id], đầu học kỳ em có gửi xin được vào lớp CI2093 Đồ án Bê tông cốt thép 1 và đã được PDT xác nhận đkmh, sau đó em lên check BKel và TKB đã có môn học. Tuy nhiên bây giờ em lên BKel để xem thông tin học thì đã bị xoá (trên TKB vẫn còn ạ). . . Em không biết có lỗi gì hay sao nên mong PDT giải đáp giúp em. Em cần vào el để có thông tin giảng viên và đề tài để làm ạ, nếu được xin PDT cho em thông tin giảng viên trước để em có thể tự liên hệ và thực hiện ạ. Em cám ơn"
    },
    {
        "intent": "",
        "message": "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Dạ em sẽ liên hệ Khoa để lấy thông tin. Còn việc môn học của em bị xóa trên BKel xin phiền PDT mở lại giúp em với ạ. Không truy cập BKel em không nhận được thông tin giờ học, đề tài, bài tập, nộp bài... . . Mong được PDT giúp, em xin cám ơn"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Môn này không có TKB, sẽ không có dữ liệu trên BKEL. . Bạn liên hệ trực tiếp Bộ môn/Khoa để được hỗ trợ. . Thân"
    },
    {
        "intent": "",
        "message": "Dạ môn học của em được PDT xác nhận đăng ký, đầu kỳ em lên check đã có lớp cả ở TKB và BKel. Tuy nhiên qua Tết em lên xem lại đã bị xóa trên BKel, ở TKB vẫn còn lớp ạ. Môn này em không bị vướng các điều kiện tiên quyết hay môn học trước gì hết ạ và em cũng check rất kỹ trên BKel rồi ạ em không thấy lớp học của em, chứ không phải em nhìn bị sót thôi ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Trường hợp này do [full_name] chưa phân CBHD và gửi cho PDT nên không thể cập nhật BKeL được nhé.. . SV liên hệ [full_name] để được phân GVHD đồ án nhé và nói [full_name] gửi danh sách lên cho PDT để cập nhật BKeL cho SV nhé. . Thân"
    }
]