[
    {
        "intent": "",
        "message": "Đăng ký môn học . Em  là [full_name]. . MSSV [student_id]7. . -Em không đăng ký được luận văn tốt nghiệp vì báo thiếu môn tiên quyết đề cương luận văn tốt nghiệp ,môn này e đã đăng ký trong kỳ 211 rồi ,hiện giờ e không có TKB hk 212 , em có gửi yêu cầu từ lúc đăng ký đợt 3 nhưng không được phản hồi , kính mong phòng đạo tạo xem xét đăng ký bổ xung cho em ạ .. . Mong phòng đào tạo sớm phản hồi . . Em xin chân thành cám ơn"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính chào thầy cô,. . Em tên là [full_name], MSSV [student_id], học lớp Công nghệ Sinh học HC19BSH.. . Vào đợt đăng ký môn học vừa qua em có đăng ký sai mã môn Các chiến lược thực tiễn trong phân tích định tính và định lượng - CH5061 thay vì mã đúng là CH5013 - Các phương pháp phân tích trong công nghệ sinh học, do không nhận được thông báo thay đổi mã môn từ Khoa.. . Đến chiều tối hôm qua, PĐT đã hỗ trợ cho em xóa môn cũ CH5061 và đăng ký thêm môn mới CH5013, em xin cảm ơn PĐT rất nhiều. Nhưng vì CH5013 có thời gian học là thứ 6, tiết 7-8 thay vì là thứ 4, tiết 2-3 như CH5061 nên em bị vướng lịch thí nghiệm môn Công nghệ tế bào - CH3019, thứ 6, tiết 8-12.. . Em có thể xin PĐT chuyển lớp thí nghiệm môn Công nghệ tế bào - CH3019 từ L02-L03 (thứ 6, tiết 8-12) sang L02-L04 (thứ 2, tiết 8-12) và bổ sung môn Các phương pháp phân tích trong công nghệ sinh học - CH5013 (thứ 6, tiết 7-8) cho em được không ạ?. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Về vấn đề này các bạn vui lòng phản hồi về [full_name], cụ thể là Thầy [full_name] hoặc Thầy [full_name] để được hỗ trợ . . Trên tinh thần [full_name] sẽ tập trung danh sách của các bạn và làm công văn hủy môn học ( vì lý do...) bổ sung (vì lý do ...). . Thân\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Kính chào thầy cô,. . Em tên là [full_name], học lớp Công nghệ Sinh học HC19BSH.. . . . Vào đợt đăng ký môn học vừa qua em có đăng ký sai mã môn Các chiến lược thực tiễn trong phân tích định tính và định lượng - CH5061 thay vì mã đúng là CH5013 - Các phương pháp phân tích trong công nghệ sinh học, do không nhận được thông báo thay đổi mã môn từ Khoa.. . Đến chiều tối hôm qua, PĐT đã hỗ trợ cho em xóa môn cũ CH5061 và đăng ký thêm môn mới CH5013, em xin cảm ơn PĐT rất nhiều. Tuy nhiên, CH5013 lại có thời gian học là thứ 6, tiết 7-8 thay vì thứ 4, tiết 2-3 như CH5061, cùng với đó, môn Tin sinh học (ThL) - CH5186 cũng được PĐT xếp vào chiều thứ 6 tiết 11-12. Vì vậy, em bị vướng lịch thí nghiệm môn Công nghệ tế bào - CH3019, thứ 6, tiết 8-12. . . . . Em muốn xin PĐT chuyển lớp thí nghiệm môn Công nghệ tế bào - CH3019 từ L02-L03 (thứ 6, tiết 8-12) sang L02-L04 (thứ 2, tiết 8-12) và bổ sung môn Các phương pháp phân tích trong công nghệ sinh học - CH5013 (thứ 6, tiết 7-8) cho em được không ạ?. . . . Em xin cảm ơn và rất mong PĐT giải quyết giùm em vấn đề này."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính chào quý thầy cô ạ. . Em là [full_name]-MSSV [student_id]. . Theo thời khóa biểu, môn Lịch sử Đảng Cộng Sản Việt Nam (SP1039) ở lớp L14 (tiết 4-5 thứ 2) nhưng hôm nay em thời khóa biểu của em đã đổi sang A01(tiết 7-8) do có thêm giờ môn khác mới được sắp xếp. Không đủ thời gian giãn cách giữa hai cơ sở với tiết trước đó (tiết 4-5). Vậy nếu học off trở lại thì sao ạ do không đủ thời gian di chuyển.. . Em mong quý thầy cô giải đáp vấn đề này giúp em.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Chào Phòng Đào Tạo ạ!. . Em là [full_name] mssv:[student_id]. . Em đã đủ điều kiện đăng kí Luận Văn Tốt Ngiệp kì này. Vừa rồi em đã đăng kí thành công nhưng hiện tại thời khóa biểu của em lại không có Luận văn. Trong khi các bạn khác đăng kí cùng em đã có thời khóa biểu rồi. . .   Cho em hỏi lý do em không đăng kí được Luận Văn tốt nghiệp ạ?. . Em xin chân thành cảm ơn.. . Mong sớm nhận được phản hồi từ PĐT."
    },
    {
        "intent": "",
        "message": "Chào bạn. . . . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1-   B&gt Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022  /B&gt . . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Em chào cô.. . Em đang học chương trình liên thông thạc sĩ, đại học. Em vừa kết thúc môn học thạc sĩ và có nguyện vọng chuyển điểm môn thạc sĩ tương đương với một môn đại học, môn thạc sĩ em học là được xét miễn môn học tương đương ở bậc đại học. Em cần làm như thế nào để thực hiện việc chuyển điểm ạ. Em cảm ơn ạ. . .   i&gt Học vụ ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Về vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) bạn vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]; [email]. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "answer rate: Answer suits the needs / Câu trả lời đúng ý"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính chào thầy cô,. . Em tên là [full_name], MSSV: [student_id], học lớp Công nghệ Sinh học HC19BSH.. . . . Vào đợt đăng ký môn học vừa qua em có đăng ký sai mã môn Các chiến lược thực tiễn trong phân tích định tính và định lượng - CH5061 thay vì mã đúng là CH5013 - Các phương pháp phân tích trong công nghệ sinh học, do không nhận được thông báo thay đổi mã môn từ Khoa.. . . . Đến chiều tối hôm qua, PĐT đã hỗ trợ cho em xóa môn cũ CH5061 và đăng ký thêm môn mới CH5013, em xin cảm ơn PĐT rất nhiều. Nhưng vì CH5013 có thời gian học là thứ 6, tiết 7-8 thay vì là thứ 4, tiết 2-3 như CH5061 nên em bị vướng lịch thí nghiệm môn Công nghệ tế bào - CH3019, thứ 6, tiết 8-12.. . . . Ngoài ra lớp của môn CNTB hiện tại còn bị trùng với lớp Thực hành môn CH5185 - Tin học ứng dụng trong sinh học, do lúc ĐKMH chưa có tiết thực hành, nên em không biết vì sao em vẫn được đăng kí và xếp TKB ạ.. . . . Em mong PĐT có thể chuyển lớp thí nghiệm môn Công nghệ tế bào - CH3019 từ L02-L03 (thứ 6, tiết 8-12) sang L02-L04 (thứ 2, tiết 8-12) và bổ sung môn Các phương pháp phân tích trong công nghệ sinh học - CH5013 (thứ 6, tiết 7-8) cho em được không ạ?. . . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em xin chào quý thầy cô . . Em tên là [full_name] MSSV[student_id]. . Em đã nộp chứng chỉ ngoại ngữ và đã được xác nhận hợp lệ, nhưng em vẫn chưa được chuyển điểm ( em đã thanh toán lệ phí chuyển điểm ) Em hiện đang rất cần các tín chỉ tiếng Anh để có thể đủ điều kiện đăng ký luận văn trong kỳ này. Em mong quý thầy cô xem xét và tạo điều kiện cho em đăng ký luận văn . . Em xin cảm ơn ạ . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ chào quý thầy cô,. . Cho em hỏi vì sao em bị xóa môn Luận văn Tốt nghiệp vậy ạ? Mặc dù trên đăng ký môn học hiện thành công nhưng trong TKB và e-learning không còn nữa ạ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính gửi PĐT,. . Em là [full_name], sinh viên K19. Vừa rồi bên PĐT có mở đợt 3 để sinh viên đăng kí bổ sung và cũng đã cập nhật lại trên BKEL cũng như là thời khóa biểu. Sau đó em có mail cho thầy [full_name] (giảng viên phụ trách môn Nền móng lớp L05) về việc cập nhật thêm danh sách và sắp xếp giúp chúng em - các bạn vô sau - có đề để làm và nộp đúng hạn theo yêu cầu của thầy. Nhưng thầy lại không chấp nhận mà yêu cầu chúng em chuyển lớp hoặc rút môn. Em cảm thấy điều đó không đúng, PĐT tạo điều kiện mở đợt 3 để chúng em được đăng kí môn học bổ sung và được học. Nhưng giảng viên lại bảo là không nhận chúng em do chúng em là sinh viên bổ sung? Chúng em chỉ hi vọng giảng viên có thể chấp nhận chúng em vào lớp và cập nhật lại danh sách cũng như phân công đề giúp chúng em. Em có đính kèm hình ảnh em mail cho thầy [full_name] và mail phản hồi của thầy. Kính mong PĐT có thể giải quyết việc này giúp chúng em gấp để chúng em có thể theo kịp các bạn trong lớp. . Em xin chân thành cảm ơn ạ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em chào thầy cô ạ. . Hiện tại em có đăng kí môn học đợt 3 và được sắp vào lớp mà thầy ở lớp đó lại nói là đã phân công bài tập lớp hết rồi nên không nhận thêm sinh viên nữa và kêu em chuyển qua lớp khác, không biết chuyển lớp có được không ạ và cần làm những thủ tục gì ạ. . em cảm ơn thầy cô ạ"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em trình bày thông tin có: mã số môn học, tên môn học, mã nhóm, lý do nhé. . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em nộp form xin rút môn học CH2021 (hóa hữu cơ) để có 3 chỉ trống và đăng ký môn mới CH4007(đồ án thiết kế kỹ thuật hóa học - 2 chỉ). ."
    },
    {
        "intent": "",
        "message": "Chào bạn,. . . . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . . . hoặc Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . . . Thân"
    },
    {
        "intent": "",
        "message": "Chào thầy cô, em là [full_name], mssv:[student_id], sinh viên năm 3 ngành kĩ thuật hàng không.. . Em có nguyện vọng tạm dừng học kì 2, năm 2021-2022. Lí do: ôn thi lại . . Nhờ phòng đào tạo có thể giúp em hoàn thành đơn ạ.. . Em xin chân thành cảm ơn.. . . . [full_name]. .   i&gt Yêu cầu khác ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Pdt đã ghi nhận đơn thôi học của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên từ “đang học” sang tình trạng “thôi học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào21/01/2022. . PDT sẽ gửi qua mail file scan quyết định thôi học cho sinh viên trễ nhất là 21/01/2022. Sau thời gian này vẫn chưa nhận được file quyết định tạm dừng vui lòng gửi phản hồi lại bksi để PDT kiểm tra và trả lời.. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Em chào quý thầy cô ạ.. . Em tên [full_name]. . MSSV: [student_id]. . Lý do: Em có đký Luận văn tốt nghiệp (TR4317) và em đã đủ điều kiện để đkí nhưng sao nó không  có tkb ạ"
    },
    {
        "intent": "",
        "message": "Chào bạn. . . . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1-   B&gt Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022  /B&gt . . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Em chào thầy/cô, cho em hỏi là giờ em sinh viên năm đã học đủ chương trình của mà tới giờ bảng điểm của em cũng chỉ có tới kì I năm 2020-2021 còn kì II vẫn chưa thấy cập nhật ạ. Mong thầy/cô xem lại giúp em ạ! Em cảm ơn ạ!"
    },
    {
        "intent": "",
        "message": "Chào em,. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Nếu em muốn xem thì xem trong ds dự kiến TN.. . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em kính chào quý thấy cô, . . Qúy thầy cô cho em hỏi: Em có đăng ký hoãn thi các môn trong học kỳ trước, kỳ này pdt tổ chức thi nhưng em không đủ điều kiện máy móc để dự thi nên đã đăng ký hoãn thi lần 2 nhưng trên bảng điểm của em hiện điểm là 13 (lần 2). Vậy cho em hỏi như vậy là pdt không công nhận kết quả hoãn thi của em và xem như em bị rớt môn học đó hay pdt sẽ cập nhật lại kết quả hoãn thi (điểm 14) trong bảng điểm trong đợt cập nhật khác ạ?. . Em cám ơn quý thầy cô rất nhiều."
    },
    {
        "intent": "",
        "message": "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 2, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Cho em hỏi là em đã hoàn thành xong đề cương luận văn tốt nghiệp nhưng kì này vẫn chưa đủ điều kiện nhận luận văn tốt nghiệp thì có cần làm đơn bảo lưu kết quả đề cương không ạ ?. . Em xin cảm ơn. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Môn đề cương LV có tkb ở hk211 hiện chưa có điểm, nếu môn này có điểm thì cập nhật bình thường. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ chào quý thầy cô, em là [full_name] (MSSV: [student_id]) thuộc lớp HC18MB2, Khoa Kỹ thuật Hóa học. Vừa qua em có đăng ký Luận văn tốt nghiệp ở đợt 3 thành công nhưng thời khóa biểu vẫn chưa có, em không biết nguyên nhân vì sao ạ. Kính mong quý thầy cô giải đáp giúp em, em xin cảm ơn"
    },
    {
        "intent": "",
        "message": "Chào bạn. . . . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1-   B&gt Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022  /B&gt . . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Em chào thầy/cô, em đăng ký và thanh toán lệ phí tốt nghiệp đợt tháng 11/2021 vào ngày 11/10/2021. Hiện tại em thấy các bạn đăng ký sau đã nhận bằng chính thức nhưng em chưa có mail thông báo đến trường nhận bằng chính thức.. . Vậy khi nào em có thể đến trường nhận bằng chính thức ạ?"
    },
    {
        "intent": "",
        "message": "\"Chào em,. . Trường hợp của em đã ra quyết định tốt nghiệp ngày 30/12/2021, cập nhật quyết định tốt nghiệp tại trang mybk/Thông tin SV/tình trạng và đang tiến hành in bằng nhé, dự kiến sẽ cố gắng thông báo nhận bằng trước nghỉ tết nguyên đán. . Thân\""
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Kính thưa thầy/cô, dạ hiện em đã hoàn thành xong chương trình học và khi tính thủ công điểm TBTLN có khác so với điểm trên bảng điểm trên MYBK ạ, kính mong thầy cô có thể cho em biết điểm TBTLN của em khi xét tốt nghiệp là bao nhiêu ạ, em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Nếu em muốn xem thì xem trong ds dự kiến TN.. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em xin chào quý thầy cô ạ, em là [full_name]. Trong đợt đăng ký môn học vừa qua, do bị vấn đề môn tiên quyết là Đề cương luận văn của em, thầy hướng dẫn của em vẫn chưa up điểm lên hệ thống nên em vẫn chưa đăng ký được LVTN trong cả đợt 2 và đợt 3. Nên em mong rằng bộ môn có thể giúp em đăng ký được LVTN để em có thể thực hiện luận văn trong kỳ này và ra trường đúng hẹn ạ.. . Em xin chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Kính gửi PDT:. . Nhờ PDT xử lý giúp em chuyển hệ vhvl. . Họ và tên: [full_name]. . Năm sinh: 14/03/1996. . Lớp:XD14CD. . Em xin chân thành cảm ơn!. ."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào em,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV gởi yêu cầu đăng ký môn học cho hk212 ghi rõ tên, mã số môn học, lý do diện chuyển sang vlvh. . Thân\"\"\""
    },
    {
        "intent": "",
        "message": "Yêu cầu khác:"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Trong bài thi cuối kì vật lí 1 kì 211 vừa qua, em bị lỗi mạng nên đã bị out ra khỏi phòng google meet mà em không biết. Em đã mail cho giáo viên và phòng đào tạo mà quên mất việc đăng kí hoãn thi. Giờ cả phòng đào tạo và giáo viên đều chưa giải quyết được cho em mà mybk thì đã hết hạn đăng kí hoãn thi. Không biết trường có cách nào để giúp em hoãn thi không ạ? Em cảm ơn"
    },
    {
        "intent": "",
        "message": "\"Chào bạn,. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn &gt &gt  biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--&gt  sinh viên --&gt  Quy chế --&gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --&gt Điều 17.2. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Kính gửi phòng đạo tạo. . . . Em đã học môn CI2093 và CI2091 thay thế cho môn CI2039 theo chương trình đào tạo và đã qua cả 2 môn. . Cho em xin hỏi em có cần làm đơn chuyển điểm không ạ, hay hệ thống tự chuyển.. . . . Em xin cảm ơn\t. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Thưa cô(thầy)!. . Em xin được PĐT hỗ trợ cho em được phép đăng kí bổ sung môn học [full_name] Liệu - CI2001 nhóm lớp L01_L01 ạ. Do em vừa biết điểm rớt môn học và hiện em là k17 còn nợ môn học này nữa để tốt nghiệp ạ. . . Em hi vọng được PĐT xem xét và hỗ trợ giúp em ạ!. . Em xin cám ơn!"
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Kính chào Thầy/cô Phòng đào tạo. . Em tên: Đoàn Hoàng Vinh. .    MSSV: [student_id]  / \t. . . .   i&gt Khiếu nại đăng ký môn học . Lý do: Em đã đăng ký môn học thành công ở đợt 1 CQ + VLVH, và đợt 1 Lộ trình 2 và có làm đơn đăng ký môn học qua BKSI. Bạn cùng lớp em thì đã có TKB nhưng đến giờ em vẫn chưa được cập nhật TKB ạ.. . Tên môn học: Điều khiển tự động trên ô tô. . MSMH: TR4023  B&gt . . Nhóm lớp: L01. . Giảng viên: [full_name]. . . . Em rất mong PĐT xem xét cho em, giúp em sớm hoàn thành CTĐT. Em cảm ơn Thầy/cô PĐT rất nhiều.. ."
    },
    {
        "intent": "",
        "message": "\"\"\"Chào bạn. . [full_name] đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân. . \"\"\""
    },
    {
        "intent": "",
        "message": "Em chào anh chị.. . Em là [full_name]-[student_id]. Em biết là rất khó nhưng không biết anh chị có thể giúp em đăng ký môn (EE3107) Thông tin di động không ạ. Đây là môn tự chọn cuối cùng của em. Em không dám đăng ký trong thời gian vì chưa có điểm tổng kế học kỳ trước. Hôm nay thầy em gửi điểm thì em bị rớt, nhưng hạn đăng ký đã hết. Mong anh chị có thể giúp đỡ em lần này. Em xin cảm ơn ạ. . . . ."
    },
    {
        "intent": "",
        "message": "Đã trả lời. ."
    },
    {
        "intent": "",
        "message": "Mở môn học học kỳ 212 . Mở môn học học kỳ 212. . . . Kính giử Phòng Đào Tạo,. . . . Em là Nguyễn Thanh Sơn - CK17DET.. . . . Em gửi đơn xin đặc cách mở ME2043 - Cơ học máy theo dạng đồ án đã được BCN Khoa và bộ môn Thiết kế máy ký duyệt.. . . . Kính mong Phòng Đào Tạo xem xét mở lớp để em có thể hoàn thành chương trình đào tạo.. . . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Kính gửi PĐT,. . . . . . . . Vì vấn đề CTĐT mới khiến cho em không đăng kí được môn học tương đương, bộ môn Thiết kế máy đã đồng ý cho em học môn ME2043 dưới dạng đồ án.. . . . Mong PĐT xem xét cho em học môn ME2043 dứoi dạng đồ án như đơn của em.. . . . Kính mong PĐT tạo điều kiện cho em hoàn thành CTĐT.. . . . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . sau 13h chiều ngày 21/1 em lên đăng ký môn nhe. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác . Cho em hỏi tại sao môn học trên bk-elearning và thời khóa biểu em đều có nhưng bấm vào môn học trong bk-elearning thì trống trơn ạ, không có cả phần video. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ cho em hỏi tại sao chúng em bị xoá luận văn tốt nghiệp ạ. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . . . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1-   B&gt Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022  /B&gt . . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em là [full_name] sinh viên khoa Khoa học ứng dụng khóa k15. Mssv [student_id]. Hiện tại em đã hoàn thành chương trình học và chỉ thiếu chứng chỉ tiếng anh nói viết để tốt nghiệp ạ. Khi em đăng nhập vào trang đăng ký môn học thì có hiện lên thông báo: Bạn không được quyền đăng ký môn học! Vui lòng liên hệ PDT!. . Em muốn hỏi nguyên nhân và cách giải quyết ạ. . . Em có gửi kèm ảnh trang đăng kí môn học ạ. Em mong phòng đào tạo sớm liên hệ ạ."
    },
    {
        "intent": "",
        "message": "Chào em,. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV [full_name]15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: em vui lòng xem chi tiết tại trang web aao &gt &gt  sinh viên &gt &gt  Quy chế &gt &gt  Quy chế đào tạo và học vụ bậc đại học và cao đẳng &gt &gt  Các trường hợp được kéo dài thời gian đào tạo &gt &gt  điều 5.5. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Em chào Phòng đào tạo.. . Em đã thỏa điều kiện đăng ký môn Đề cương Luận văn tốt nghiệp (EE4335) và đã đăng ký trong phần đăng ký môn học từ đợt 1. Tuy nhiên hôm nay em vào E-leaning để kiểm tra thì thấy đã bị mất môn EE4335, em không biết có sự nhầm lẫn gì ở đây không, vì ở trang Đăng ký môn học em thấy đã xác nhận đăng ký môn cho em rồi.. . Mong Phòng đào tạo xác nhận lại giúp em.. . Em xin cảm ơn Phòng đào tạo.. .   i&gt Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Môn học này [full_name] chưa phân công GV, SV vui lòng liên hệ [full_name].. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em chào thầy(cô)! Em là sinh viên khóa K18 - MSSV: [student_id]. Kỳ học 212, em có đăng ký môn ME4221 - [full_name] (Cơ Điện Tử). Trong lần đăng ký đợt 1 và đợt 2 thì bị xóa( Và đa số các bạn của em cũng như vậy ạ). Tới đợt đăng ký lần 3 này thì có bạn đã có môn luận văn trong thời khóa biểu và nhiều bạn vẫn chưa có ạ. Em cũng chưa thấy có luận văn trong thời khóa biểu kỳ này. Em đã hoàn thành đủ ngày CTXH cũng như có chứng chỉ AV và không nợ môn nào. Nhưng chỉ có vài môn trong kỳ 202,203,211 thì vẫn chưa có điểm ạ.. . . . Vì đây là môn quan trọng ảnh hưởng đến tiến độ học tập nên em mong thầy(cô) có thể giúp em kiểm tra lại ạ. Em xin cảm ơn! Chúc thầy(cô) nhiều sức khỏe!"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Vì một số lý do cá nhân nên em xin PĐT cho em được thôi học ạ.. . Em có đính kèm đơn bên dưới."
    },
    {
        "intent": "",
        "message": "Do gửi nhầm nên em gửi lại đơn xin thôi học ạ:. ."
    },
    {
        "intent": "",
        "message": "\"Chào bạn. . Pdt đã ghi nhận đơn thôi học của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên từ “đang học” sang tình trạng “thôi học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 21/01/2022. . PDT sẽ gửi qua mail file scan quyết định thôi học cho sinh viên trễ nhất là 21/01/2022. Sau thời gian này vẫn chưa nhận được file quyết định tạm dừng vui lòng gửi phản hồi lại bksi để PDT kiểm tra và trả lời.. . Thân. . \""
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Hiện em là sinh viên năm 4, còn có môn kỹ thuật lập trình CO1013 là chưa học nhưng môn này hiện khoa không mở nữa và thay bằng môn tương là Nhập môn lập trình CO1003.  môn này không mở trong học kỳ chính dành cho sinh viên CQ đại trà thì em đăng ký dự thính lộ trình 2 có được không ạ? Tại trên mail phòng đào tạo có ghi là \"  B&gt không mở cho SV chính quy học môn học lần đầu  /B&gt   U&gt \" . . Mong các thầy cô phản hồi em sớm nhất có thể. . . Em cảm ơn nhiều ạ! . . Chúc thầy cô nhiều sức khỏe!. ."
    },
    {
        "intent": "",
        "message": "Chào em,. .  Em vui lòng xem email PĐT đã gửi: \"Thông báo Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước. . Hộp thư đến. . - Ho Tro SV   [email] . . 10:36, 27 thg 12, 2021 (2 ngày trước). . tới stu,. . -   Lưu ý: Thực hiện Nghị định 81/2021/NĐ-CP ngày 27/8/2021, đối với các SINH VIÊN CHÍNH QUY, chỉ tổ chức dạng dự thính cho các trường hợp HỌC LẠI (học từ lần thứ hai).\" . . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM. .    Độc lập – Tự do – Hạnh phúc. .      ĐƠN XIN BỔ SUNG LỚP HỌC. . Kính gửi: Phòng Đào tạo trường đại học Bách Khoa thành phố Hồ Chí Minh.. . Em tên là: [full_name].. . MSSV: [student_id].. . Khoa: kỹ thuật xây dựng thuộc khóa K21.. . Lý do: Em viết đơn này để xin được bổ sung vào 3 nhóm lớp L05_L10 và L_10 của cô [full_name] môn vẽ kỹ thuật xây dựng mã môn CI1033 với sỉ số hiện tại là 35/37. Trong quá trình đăng kí môn học chính quy HK212, em đã đăng kí nhầm môn vẽ kỹ thuật xây dựng CI1033 thành vẽ kỹ thuật CI1003. Vì thế em viết đơn này xin cho em được bổ sung lớp học.. . Kính mong phòng Đào tạo sẽ xem xét và chấp thuận. Em xin chân thành cảm ơn.. . Trân trọng,. . \t   Vũng Tàu, ngày 8 tháng 1 năm 2022.. . \t                [full_name]. . \t         [full_name]. ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Pdt đã tiếp nhận đề nghị DKMH của em. . Em xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Học vụ . Dạ PĐT cho em hỏi là hiện tại khóa 15 đã hết thời gian đào tạo nên bị cấm đăng ký môn học vậy nếu hết học kì này em chưa hoàn thành là em bị buộc thôi học hay bị chuyển sang hệ tại chức vậy ạ. em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem quy chế. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 5. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Dạ e chào thầy cô e là [full_name] mssv [student_id]. Đợt ĐKMH vừa rồi e có ĐK môn Thực tập ngoài trường (EE3355) vào lớp L01. Vào ĐKMH vẫn là L01 nhưng khi lên TKB thì lại là nhóm T01 (E dò thử thì lớp T01 sĩ số 0/500). . Mong thầy cô chỉnh lại giúp e lớp L01 trên TKB. E cám ơn thầy cô rất nhiều . . Đính kèm 2 hình.. . . ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 14/1/2022. . Thân. ."
    },
    {
        "intent": "",
        "message": "Chào em;. . môn thực tập, DC LVTN và LVTN em đăng ký ở nhóm T01 nhé.. . Những môn này 1 người vẫn mở nhé. . Thân"
    },
    {
        "intent": "",
        "message": "Tốt nghiệp . Gửi thầy cô PDT,. . Em xin hỏi là muốn nhận giấy chứng nhận tốt nghiệp tạm thời trực tiếp tại PDT thì khoảng bao lâu có ạ và bằng chính thức bao lâu mới nhận được ạ. Em xin cảm ơn.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Giấy chứng nhận tốt nghiệp tạm thời sẽ in và gửi qua đường bưu điện nhé bạn.. . Bạn có thể theo dõi tại mybk/Đăng ký tốt nghiệp, khi nào có in xong sẽ được tải lên cho SV tải về sử dụng trước.. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công và nhận được mail xác nhận đồng ý, vui lòng đợi cập nhật Quyết định tốt nghiệp chính thức và mail thông báo lên nhận bằng từ Phòng Đào tạo. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân. ."
    },
    {
        "intent": "",
        "message": "Em kính chào Văn phòng Đào Tạo ,. . Em tên [full_name], MSSV [student_id], đã đăng ký môn luận văn đề cương(dttt) MSMH EE4337.. . Em thấy chỗ đăng kí cơ mở 2 lớp là [full_name]01 và [full_name]01,thì em có đăng kí lớp [full_name]01 và hiện tại em thấy các bạn lớp [full_name]01 đã có thời khóa biểu. Em mong Phòng Đào Tạo giải đáp thắc mắc là 2 lớp này có sự khác nhau gì không và khi nào lớp [full_name]01 có thời khóa biểu.. . Em xin cảm ơn!. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . - Nhóm A: học tại CS1. . - Nhóm L: học tại CS2. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Học vụ . Thưa phòng Đào Tạo, em tên là [full_name], MSSV [student_id]. Vào học kì vừa rồi em có học môn Hóa Đại Cương, nhóm L03, giảng viên là cô [full_name]. Em đã hoàn thành môn học đầy đủ, có tất cả các cột điểm như yêu cầu.. . Nhưng không biết vì lí do gì mà em lại không có trong danh sách của hệ thống, và cô dặn em hỏi thử Phòng Đào Tạo. Xin cho em hỏi trong tình huống này thì giải quyết ra sao ạ?"
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng xem TKB HK211 em có nhóm L03. . . vì lí do gì mà em lại không có trong danh sách của hệ thống. . =&gt  Em vui lòng trình bày rõ hơn hệ thống là chỗ nào. Nếu không có tên em, em nói GV vui lòng liên hệ PĐT qua email [email]. . Thân mến. . . ."
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em chào Thầy,Cô. . . . Em là [full_name] (MSSV:[student_id]). . . . Dạ thầy cô cho em hỏi là tốc độ học ở học kì dự thính và học kì dự thính hè có nhanh hơn so với học kì chính không ạ?. . . . Em xin cảm ơn.. . . . [full_name].. . [full_name]."
    },
    {
        "intent": "",
        "message": "Chào em,. . \"Tốc độ\" học ở học kì dự thính và học kì dự thính hè có nhanh hơn so với học kì chính không ạ?. . =&gt  Em vui lòng trình bày rõ hơn nhé.. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ em chào thầy/cô ạ. . Em là [full_name]. . MSSV: [student_id]. . Em bị hủy môn thực tập ngoài trường ở cả 3 đợt đăng kí mặc dù đủ điều kiện đăng kí ạ. Mong thầy /cô có thể giải quyết giúp em ạ. Em cảm ơn. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . . . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1-   B&gt Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022  /B&gt . . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Dạ kính thưa Phòng Đào tạo,. . . . Dạ em xin có thắc mắc xin thầy/cô có thể giải đáp giúp em ạ. Học kì 211 vừa rồi em có đăng kí môn Vẽ Kĩ thuật nhưng trong quá trình học em chưa thật sự chuẩn bị tốt cho môn học này nên em đã rút môn ở tuần thứ 3 của học kì ạ. Bây giờ em đăng kí lại môn Vẽ Kĩ Thuật của kì dự thính kì chính 212 thì có tính cho em là môn đã học qua rồi không ạ. Dạ em xin chân thành cảm ơn Phòng Đào tạo ạ.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em vui lòng trình bày rõ hơn nhé. . Thân mến. ."
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Kính chào phòng đào tạo, . . Em tên là [full_name], mssv [student_id], đến hiện nay là đăng ký môn học đợt 3, mà em vẫn chưa được xét đăng ký thành công luận văn tốt nghiệp, mặc dù theo mail trường là đã bỏ qua chuẩn anh văn, vậy cho em hỏi khi nào em mới được đăng ký thành công để em bắt đầu làm luận văn vào kỳ sau ạ.. . Em chân thành cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . . . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1-   B&gt Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022  /B&gt . . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em xin chào quý thầy/cô. Em là [full_name], MSSV [student_id]. . . . Em có đăng ký luận văn tốt nghiệp ngành cơ điện tử (ME4221) vào đợt 3 HK212 này do 2 đợt trước em có đăng ký nhưng bị hủy môn. Nhưng khoảng 21h hôm này (8/1/2022) thì em có xem lại kết quả đăng ký thì thấy bị hủy luận văn tốt nghiệp trong khi em có đăng ký kèm 2 môn khác thì không bị hủy. Em được biết thì học kì này PĐT không xét CCAV khi đăng ký luận văn nên em có ít thắc mắc khi mình bị hủy luận văn.. . . . Kính mong quý thầy/cô có thể giải đáp thắc mắc giúp em.. . . . Em xin cảm ơn!"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ em chào quí thầy/cô em tên [full_name], MSSV: [student_id]. Đợt đăng kí môn học vừa rồi em có đăng kí môn học ME4221 ở cả 3 đợt và thỏa điều kiện đăng kí. Em cũng cập nhật liên tục và kiểm tra có vấn đề gì xảy ra không và không có thấy gì. Hiện nay thì có một số bạn em đã có TKB của môn LVTN ME4221 và em cùng với một số bạn khác dù đã đăng kí đầy đủ và thỏa điều kiện nhận LVTN không có TKB môn trên trang thông tin sinh viên. Em mong quí thầy cô PĐT có thể xem xét để em và các bạn có thể hoàn thành chương trình học đúng tiến độ và không ảnh hưởng sau này ạ. . . Em cảm ơn thầy/cô đã xem qua, mong thầy/cô có phản hồi sớm cho em ạ. . . Em cảm ơn và chúc thầy/cô có nhiều sức khỏe ạ!"
    },
    {
        "intent": "",
        "message": "Chào bạn. . . . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1-   B&gt Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022  /B&gt . . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Mong pdt cho em biết vì sao môn me4039 của em  bị hủy  vì lí do đã tạm dung hoc khi đã chuyển hệ"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em có đăng kí luận văn tốt nghiệp. Theo tiến độ tín chỉ thì e đã đủ yêu cầu cho phép để đăng kí luận văn tốt nghiệp. Hiện tại e chỉ còn thiếu 1 môn 3 chỉ và 1 môn 4 chỉ đăng kí dự thính chưa có kết quả (vì nhà trường đã miễn anh văn nên em không tính).. . Em kính mong pdt xem lại giúp e về tình trạng của em ạ. ."
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Dạ em chào quí thầy/cô, em tên [full_name], MSSV: [student_id]. . . Đợt đăng kí môn học vừa rồi em có đăng kí môn học ME4221 ở cả 3 đợt và cả 3 đợt đều ghi thỏa điều kiện đăng kí.. . Hiện nay thì có một số bạn đã có TKB của môn LVTN ME4221 nhưng em cùng nhiều bạn khác vẫn chưa có TKB môn trên trang thông tin sinh viên. Em mong quí thầy cô PĐT có thể xem xét để em và các bạn có thể hoàn thành chương trình học đúng tiến độ và không ảnh hưởng sau này ạ.. . Em cảm ơn thầy/cô đã xem qua, mong thầy/cô có phản hồi sớm cho em ạ.. . Em cảm ơn và chúc thầy/cô có nhiều sức khỏe ạ!"
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "MSSV/MSGV: [student_id]  / . . Em tên [full_name] - [student_id]. . SV khoa điện, chuyên ngành tự động hóa.\t. . Dạ PĐT cho em biết lý do tại sao em không đăng ký được luân văn không ạ? Tại theo mail của trường thì em đã đủ điều kiện để đăng ký rồi ạ?. .   i&gt Đăng ký môn học ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Dạ em tên là Lâm Quốc Minh, mssv [student_id]. . Em xin phép hỏi cho cá nhân em và rất nhiều bạn khác là khi em đăng ký môn học Luận Văn Tốt Nghiệp thì đủ điều kiện nhưng khi có kết quả thì em lại bị huỷ môn ạ. Em không biết có nhầm lẫn gì ở đây không, mong phòng đào tạo xem xét giúp em và những bạn khác ạ. . . Em chân thành cảm ơn!. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . . . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1-   B&gt Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022  /B&gt . . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Khiếu nại đăng ký môn học . Em chào quý thầy/ cô ạ. . Em là [full_name]. . MSSV: [student_id]. . Nội dung khiếu nại: Em bị hủy môn thực tập ngoài trường (mã: ME3127- nhóm lớp: A01) ở cả 3 đợt đăng kí dù đủ điều kiện ạ.. . Mong quý thầy/ cô giải quyết giúp em ạ. Em cảm ơn.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . . . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . . . SV lưu ý:. . 1-   B&gt Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022  /B&gt . . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Yêu cầu khác: Em tên: [full_name]. . MSSV: [student_id]. . Khoa: Khoa học máy tính. . . . Em đã đăng ký môn TTTN cho học kỳ 211, và em đã có giấy xác nhận thực tập, vậy có tổ chức foundation test cho học kỳ 211 không ạ? Hay em lại bị lỡ mất kì thi rồi ạ?. . . . Em mong anh/chị có thể trả lời em vấn đề này.. . . . Em xin cảm ơn rất nhiều.. . . ."
    },
    {
        "intent": "",
        "message": "Chào em,. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . . . Em tên [full_name] - MSSV: [student_id] - Khoa Điện - Điện tử, em có đăng kí luận văn tốt nghiệp(EE4327) ở kì đăng kí môn học Chính quy HK212 nhưng bị hủy. Em không hiểu lý do bị hủy trong khi đã đáp ứng đủ các điều kiện về môn học tiên quyết, đã nộp chứng chỉ anh văn và ngày công tác xã hội. Em xin phòng đào tạo giải đáp thắc mắc trên và tạo điều kiện cho em đăng kí môn học lại do kì này em chỉ đăng kí luận văn tốt nghiệp.. . Em xin cảm ơn."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học . Em kính chào chào thầy/cô, em là [full_name], hiện đang là sinh viên năm 4 chuyên ngành CS, lịch trình học tập của em theo đúng chương trình đào tạo của nhà trường. Hôm nay nhận kết quả đăng kí môn học đợt 3 thì em được thông báo là không đủ điều kiện để đăng kí luận văn, em có hỏi thử thì nhiều bạn cũng bị như vậy, nhưng trong thời khóa biểu của các bạn vẫn được cập nhật luận văn, còn của em thì lại không. Các môn tiên quyết của luận văn em đều đã đạt hoặc đang chờ điểm, nên em không biết mình đang thiếu điều kiện gì. Em mong thầy/cô có thể kiểm tra lại và giải đáp thắc mắc giúp em. Em cảm ơn ạ.. ."
    },
    {
        "intent": "",
        "message": "Chào bạn. . Nếu yêu cầu của bạn về ĐKMH đến nay vẫn chưa được xử lý, SV vui lòng gửi lại phản hồi khác để PDT kiểm tra và trả lời cho bạn. . SV lưu ý:. . 1- Vì bất kỳ lý do nào đến thời điểm hiện tại bạn vẫn chưa đăng ký được các học phần tốt nghiệp (LVTN, TTTN, DCLV), SV vui lòng đăng ký lại đợt cuối cùng chỉ để đăng ký các học phần tốt nghiệp (LVTN, TTTN, DCLV) dự kiến từ ngày 18/1 đến 19/1/2022. . . . 2- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn &gt &gt  Đăng ký môn học &gt &gt  Đăng ký môn học HK212 - Kết quả đợt 2 (3) &gt &gt  bấm vào mục Đăng ký mới &gt &gt  chọn Loại hình đăng ký &gt &gt  xem Lịch sử đăng ký.. . . . 3- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân"
    },
    {
        "intent": "",
        "message": "Đăng ký môn học  /i&gt  Em tên là [full_name] MSSV [student_id] là sinh viên năm 4 .. . Phòng Đào Tạo cho em hỏi là em đã đăng ký luận văn tốt nghiệp rồi nhưng hiện tại đã bị hủy lần 3 ạ!. Xin cho em hỏi là mình còn được gia hạn đăng ký  nữa không ạ ? Em xin cảm ơn ạ !"
    }
]