[
    "Cho em hỏi thi online đc dùng google meet để quay màn hình đc ko ạ  B ",
    "Kính gửi phòng đào tạo. Em tên là , mssv  hiện đang là sinh viên khoa Cơ khí. Hôm trước em có gửi đơn xin hoãn thi 3 môn học là Vật lý 1, Vật lý 2, Đại số tuyến tính. Em gửi thư này để hỏi về kết quả của 3 đơn hoãn thi đó mong thầy cô phòng đào tạo giải đáp giúp em. Em xin chân thành cảm ơn.",
    "Em đã thanh toán lệ phí in thẻ sinh viên lâu rồi ạ . Phiền PĐT gửi về nhà dùm em tại ngày 6/8 em có môn thi cần thẻ sinh viên ạ Tên :  Địa chỉ : 85/17/1  P5 Q8 SĐT : [phone_number]",
    "e muốn hoãn thi online thì phải làm thế nào xin phòng đạo tạo hướng dẫn giùm e, em xin cảm ơn.",
    "Học vụ       Kính Giử : Ban Giám Hiệu             Phòng Đào Tạo Trường Đại Học Bách             Khoa  Em tên là : Nguyễn   Mssv :   Lớp XD18CT1  Khoa Kỹ Thuật Xây Dựng   Dạ thưa Phòng Đào Tạo cho em xin đăng ký hoãn thi hai môn là:  - Xác suất thống kê   - Giải tích 2   Của học kỳ 202 ạ   Lí do : Hiện tại nhà em vẫn chưa bắt và kết nối với Wifi, em vẫn đang dùng 4g để xem thông báo ạ nhưng đường truyền không ổn định   nên em chưa thể tham gia thi online được ạ   Em xin chân thành cảm ơn   Thân Mến!        ",
    "Kính gửi anh/chị, Em đã đọc mail trường gửi về quy định tạm thời của việc thi online. Nhưng có một vài điểm em chưa rõ ạ:   (1). Laptop và điện thoại của em thì đều có thể ghi màn hình. Tuy nhiên Micro của laptop em bị hư, không thể ghi âm được. Như vậy, trường có yêu cầu record lại toàn màn hình, thì em sử dụng laptop để record, bản record không có âm thanh như vậy có thỏa điều kiện không ạ?   (2).  Nếu không thỏa thì, nếu record màn hình bằng điện thoại và lúc thi trắc nghiệm sử dụng laptop để đăng nhập dự thi thì được không ạ? Xin cảm ơn.",
    "Hoãn thi vì lý do không đảm bảo trang thiết bị, có cần phải có xác nhận của giáo viên bộ môn không ạ",
    "Do không đủ thiết bị để thi online nên e xin hoãn thi môn giải tích 2 và môn xác suất thống kê của học kì 2 ạ",
    "Em xin chào pdt Do hiện tại em đang ở Củ Chi, laptop, máy tính bàn, giấy tờ tùy thân bao gồm thẻ sinh viên em đều để ở trên trọ ở quận Tân Bình, lí do của em không được chấp nhận để qua các chốt kiểm dịch dù em đã năn nỉ 2 3 hôm, nên em xin được hoãn thi online ạ Em thi online ngày 12.08 lúc 13h nhóm dt07 C Em đính kèm đơn xin hoãn thi, mail xác nhận của cô bộ môn, chủ nhiệm khoa Do đơn hoãn thi em chỉnh trên điện thoại nên nếu có sơ xuất xin pdt bỏ qua và thông cảm ạ Em cảm ơn",
    "Em chào cô ạ ! Cô cho em hỏi trước ngày thi 1,2 ngày em có thể đăng kí hoãn thi không ạ.Em cảm ơn cô.   i  .",
    "Chào thầy/cô. Em tên , MSSV  Lớp XD20LT03 Em đang thuộc diện F0 và phải cách ly tập trung Em xin hoãn thi môn Hoá đại cương ạ Mong quý thầy/cô đồng ý",
    "Em xin được hoãn thi các môn ở học kì 202 do khong có đường truyền Internet ổn định để đáp ứng yêu cầu khi thi oline. Điều kiện tại nhà em không có kết nối wifi, 4G chất lượng thấp không thể đáp ưng yêu cầu khi thi.",
    "Em chào Thầy/Cô ạ . Cho em xin hỏi là nếu giảng viên chưa xác nhận qua email là em không bị cấm thi thì có thể chụp lịch thi làm minh chứng không ạ. Bởi vì em nghĩ là nếu không bị cấm thi sẽ có lịch thi trên hệ thống.",
    "Dạ theo hướng dẫn tạm thời của nhà trường về hình thức kiểm tra thi trực tuyến có đoạn :Để thuận tiện, sinh viên xin hoãn thi (không bao gồm các học phần hướng dẫn như Đồ án, Thực tập, Luận văn, ...) vì lý do không đảm bảo trang thiết bị chỉ cần đăng ký hoãn thi với Phòng đào tạo thông qua công cụ myBK    Hỗ trợ trực tuyến. Phòng đào tạo sẽ hậu kiểm với các Khoa sau\" thì khi hoãn thi cuối kỳ 202 có cần xác nhận của từng giảng viên nữa không ạ.",
    "Kính gửi thầy cô làm việc ở phòng đào tạo Em tên , MSSV  Hiện đang học kỹ thuật điều khiển và tự động hoá(VHVL). Nay em xin phép được hoãn thi cuối kỳ 202 vì hiện tại em không thể đảm bảo trang thiết bị, đường truyền để phục vụ cho kỳ thi online được.(laptop đã cầm đồ trước giãn cách chỉ thị 16,điện thoại hư mic phải xài tai nghe,phòng trọ đông người, hàng xóm ồn ào,wifi xài ké nên chậm). Các môn em xin phép hoãn thi gồm: Tín hiệu và hệ thống(EE2005) Cơ sở điều khiển tự động(EE2019) Kinh tế kỹ thuật(IM2003) Mong quý thầy cô xem xét!Em cảm ơn ạ! ",
    "Em xin hoãn thi môn đường lối 202 vì lý do hiện tại đang ở trong khu cách ly của cty. Trong KCN Tân Đông Hiệp Dĩ An BD cty Nam Lâm có 2 ca dương tính ngày 14 và 21/7/2021. điều kiện không thể dự thi ạ.",
    "Em đã xin được giáo viên về hình thức thi môn cán kéo vì là môn chuyên ngành k mở hàng kì nên E sẽ sắp xếp tốt nhất có thể để thi. Mặc dù sức khỏe đường truyền không ổn định ở khu cách ly. Em xin chịu hoàn toàn trách nhiệm với kết quả. Em xin cám ơn ",
    "Dạ cho em hỏi, máy tính của em không có webcam, em chỉ có 1 thiết bị điện thoại di động và em thi tự luận thì em đọc trên hướng dẫn thi là em chỉ cần đặt góc quay toàn cảnh quay em ngồi làm thi là được đúng không ạ. em cảm ơn ạ.",
    "Dạ, em là , mssv: . Mặc dù nhiều ngày qua em đã cố gắng mượn trang thiết bị của những người thân, họ hàng và những ai quen biết nhưng vẫn không mượn được trang thiết bị cần thiết phục vụ cho kì thi. Vì vậy, em muốn đăng kí hoãn thi tất cả các môn thi của em vì lí do không đảm bảo trang thiết bị cần thiết. Mong quý thầy cô phê duyệt giúp em. Em xin chân thành cảm ơn. Phụ lục môn xin hoãn: HK202: Giải tích 2 (1005, nhóm ), Tín hiệu và hệ thống (EE2005, nhóm ), Trường điện từ (EE2003, nhóm ), Kinh tế chính trị - (1033, nhóm ). DT202: Xác suất và thống kê (2013, nhóm )",
    "Chào thầy cô hỗ trợ, e tên là  - Em nhận được mail của nhà trường về việc tiến hành thi online và cách sắp xếp các thiết bị thi. Tuy nhiên hiện tại em chỉ còn 1 chiếc điện thoại nên không thể đáp ứng nhu cầu đưa ra . E xin hỏi là em sẽ tiếp tục thi hay dời sang 1 kì khác ạ?  Em xin cảm ơn.",
    "KỲ 202 Kính gửi phòng đào tạo trường đại học Bách Khoa - đại học quốc gia TP.HCM Em tên là:                                                                                MSSV:  Ngày sinh: 14/08/1999          Lớp: HC17DK                                                    Số ĐT: [phone_number] Em xin đăng ký hoãn thi các môn học có lịch thi trực tuyến tập trung trên MyBK học kỳ 202 với lý do:                                                                                                                                               1. Em không có đủ thiết bị để tham gia thi trực tuyến. 2. Tình hình mạng nhà em không ổn định, hay chập chờn, do đang trong chỉ thị 16, không thích hợp bảo trì sửa chữa 3. Nhà em không thích hợp để thi trực tuyến, ồn ào, nhiều phiền nhiễu, không thể tập trung thi Em xin chân thành cảm ơn. Thứ 6 ngày 30/07/2021 ",
    "em dã đánh máy va điền thông tin đầy đủ",
    "Em là . mssv . Khoa KTXD Em xin hoãn thi cuối kì vì điều kiện thiết bị và hoàn cảnh không đáp ứng được những yêu câu nhà trường đưa ra về phương cách thi nên em xin hoãn cách môn sau: Con người và môi trường En1003 Giải tích 2 mt1005 Kinh tế chính trị SP1033 Phương pháp tính MT1009",
    "Dạ cho em hỏi,hôm trước em đã trình bày sự việc của em là khi đi đăng kí nhập học thì phòng đào tạo bảo khi nào có thẻ sinh viên thì sẽ email để vào trường nhận nhưng đến hôm nay thì chưa nhận được email.2 ngày trước có 1 chị nhờ em gửi lại các thông tin vào mail chị ấy nhưng hôm nay em vẫn chưa nhận được thông báo gì.Ngày 3/8 em sẽ bắt đầu thi cuối kì môn VL2,cho em hỏi nếu từ giờ đến đó em chưa nhân được giải quyết gì thì em có thể sử dụng CMND hoặc hộ chiếu để thi online không ak.Sẵn đây em cũng xin gửi lại thông tin cá nhân để tiện liên lạc khi cần thiết Họ và tên: MSSV: Sđt:[phone_number] Mong em sớm nhận được phản hồi ak.Tại 3/8 em thi rồi nhưng giờ chưa có thẻ sinh viên nên em cũng hơi lo mình không được vào thi.Em xin cảm ơn",
    "Em xin hoãn thi cuối kì 202 môn Nguyên lý thông tin số (EE3115),vì lý do không đủ trang thiết bị với đường truyền mạng không ổn. Em xin cảm ơn và mong phản hồi sớm nhất từ phòng đào tạo ạ.",
    "Chào thầy cô,  Em là , mssv: , em muốn hỏi về cách thức hoãn thi môn Cơ học ứng dụng (AS2001) ở học kỳ dự thính 203 . Lý do: không đảm bảo điều kiện về thiết bị. Do laptop đang gặp sự cố phần cứng không thể sử dụng, điện thoại cá nhân thì bị hỏng camera, địa phương em đang ở đang trong thời gian cách ly theo chỉ thị 16 nên không có điều kiện sửa chữa kịp thời . Em mong nhận được sự đồng ý của phòng đào tạo để được thi lại ở lần thi sau ạ. Mong sớm nhận được sự xác nhận hoặc phản hồi để em có bước chuẩn bị tiếp theo ạ. Em xin cảm ơn. Trân trọng, ",
    "Em để thẻ Sinh viên ở thành phố Hồ Chí Minh. Em đã đăng ký in lại thẻ. Nếu trường hợp phía bưu điện k chuyển phát kịp thì em có thể sử dụng CCCD để dự thi k ạ   ",
    "Dạ cho con hỏi là có được hoãn thi 1 vài môn không ạ hay là phải hoãn tất vả các môn. Tại nhà con có 1 laptop mà con với chị con thi trùng giờ nên con muốn hoãn 1 môn dc k ạ.",
    "Em chào nhà trường,  Hiện tại em đang ở ktx BK, em có một vài thắc mắc mong được giải đáp: 1. Nếu em về quê và đăng kí xin điểm M thi cuối kì vậy có nghĩa là tất cả các môn trong kì đều phải nhận điểm M ạ. Những môn đã thi hay môn đã có thông báo lấy điểm thành phần là điểm cuối kì rồi cũng phải nhận điểm M ạ. 2. Nhà trường có gửi mail thông báo chi tiết về việc này không ạ. Thật sự bọn em vẫn chưa hiểu rõ, chỉ thấy thông báo bên ktx thôi ạ.  Em mong nhận được sự hỗ trợ. Em cảm ơn ạ.",
    "Yêu cầu kshác .",
    "Kính chào cô, em là . Em xin nộp đơn xin hoãn thi môn Hoá đại cương kì 202 do thiếu trang thiết bị. Em chân thành cảm ơn. Kính chào cô.",
    "Em xin chào thầy,cô! Em xin nộp đơn hoãn thi. Em cảm ơn thầy,cô!",
    "Dạ em muốn hoãn thi online toàn bộ kỳ 202 và DT202 do trang thiết bị không đảm bảo thì đăng ký như thế nào ạ.",
    "Em hiện đang ở trọ tại Thành phố Hồ Chí Minh.  Phòng có 3 người,  diện tích phòng nhỏ nên 3 người luôn ở gần nhau (khoảng 0.5 mét) và trong quá trình thi thì 2 bạn còn lại có thể di chuyển trong phòng. Vậy em có đủ điều kiện thi trực tuyến không ạ!   B Em đã đọc hướng dẫn do phòng đào tạo gửi nên mới hỏi ạ!  Vì em không chắc là mình đủ điều kiện về   I không có người lạ gần người dự thi hay không  /I  nên mới hỏi ạ! Mong pđt giải đáp giúp em sớm để có phương án giải quyết rằng em chỉ cần biết với điều kiện hiện tại như vậy em có đủ điều kiện dự thi trực tuyến hay không!  Em cảm ơn rất nhiều!   ",
    "Kính gửi : Phòng đào tạo . Em là  MSSV :   Hệ đào tạo : VHVL  Khoa: Khoa học và Kỹ thuật máy tính  Ngành : Khoa học máy tính Nay em xin trình bày 2 việc như sau: - Hiện tại em không có tên trong danh sách thi cuối kỳ 202 do chưa hòan tất việc thanh toán học phí, hiện tại em vào trang bkpay để thanh toán thì hệ thống đã bảo trì. Nên em xin phép PĐT cho em nộp học phí khi hệ thống hoạt động trở lại - Em xin đăng ký hoãn thi vì lý do không đảm bảo trang thiết bị trong lúc thi . Môn học xin hoãn thi : Nguyên lý ngôn ngữ lập trình : CO3005 Kính mong Phòng đào tạo xem xét và chấp nhận Em xin cảm ơn .",
    "Em xin chào thầy/cô. Em tên: , mssv:. Em viết tin nhắn này để xin được hoãn thi môn giải tích 1 lớp DT04 học kì DT202,vì lý do em không đủ trang thiết bị để thi. Em xin cám ơn ạ.",
    "Dạ em chào các thầy cô PDT ạ! Em tên: Trần Thế Hinh, MSSV: . Vì lý do thiết bị không đáp ứng đủ yêu cầu cho kì thi online sắp tới, và còn một số kỹ năng em chưa thuần thục, nên em xin phép các thầy cô cho em hoãn thi cuối kì môn học KẾT CẤU THÉP 1 (CI3009) mã lớp DT01-A em đang học trong HK203 ạ. thời gian thi của môn này là 13h00 ngày 31/07 ạ . Em có đính kèm hình ảnh lịch thi ạ. Em cảm ơn ạ!",
    "Em xin chào Thầy/Cô bên PĐT  Em tên  , MSSV: . Hiện tại em đang học lớp DT04 Dự thính GT1 HK202 nhưng do không đủ điều kiện về trang thiết bị để Thi nên em gửi yêu cầu này để được Nhà Trường cho phép Hoãn Thi kì thi Giữa kì và Cuối Kì môn GT1. Em xin cảm ơn Thầy/Cô   .",
    "Em tên: , MSSV:  Em xin hoãn thi cuối kỳ môn Pháp luật Việt Nam đại cương ở Học kỳ 203. Lý do: không đảm bảo trang thiết bị phòng thi như yêu cầu nhà trường đưa ra. Mong PĐT có phản hồi sớm nhất để em có thể chuẩn bị tốt cho kỳ thi cuối kỳ môn Pháp luật VN đại cương. Em cảm ơn.",
    "Xin chào Phòng Đào tạo, Em là , mã số sinh viên: ,lớp LT06 khoa Điện - Điện tử Em muốn viết đơn xin phép PDT cho em hoãn thi môn Giải tích 2 của học kì 202. Lý do: Không đủ thiết bị đáp ứng (Laptop cá nhân) cho bài thi Giải Tích 2 (vì dịch bệnh) Em sẽ cố gắng xoay sở trang bị đủ thiết bị ở các môn thi còn lại. Mong được PDT xem xét. Em xin cảm ơn.",
    "Kính gửi PĐT em tên là Nguyễn Trọng Hiéu MSSV:      Hệ: VLVH Hôm nay em làm đơn này để xin PĐT cho  em xin hoãn thi môn Động Cơ Đốt Trong. Do dịch bệnh nên đa phần tụi em đã về quê và một số bạn thì đi làm và ở lại luôn trong công ty. Máy tính tụi em đã để trên phòng trọ và giờ chỉ có một điện thoại di động mà tình hình dịch căng thẳng như vầy tụi em không thể trở lại thành phố để lấy thiết bị được.Tụi em đều không đủ thiết bị để dự thi online trong kỳ thi này. Rất mong PĐT xem xét và giúp đỡ cho tụi em ạ. Em xin  cám ơn PĐT rất nhiều.",
    "Kính gửi PĐT em tên là  MSSV:     Hệ: VLVH Hôm nay em làm đơn này để xin PĐT cho  em xin hoãn thi môn Động Cơ Đốt Trong. Do dịch bệnh nên em đã về quê. Máy tính em đã để trên phòng trọ và giờ chỉ có một điện thoại di động mà tình hình dịch căng thẳng như vầy em không thể trở lại thành phố để lấy thiết bị được. Em không đủ thiết bị để dự thi online trong kỳ thi này. Rất mong PĐT xem xét và giúp đỡ cho em ạ. Em xin cám ơn PĐT rất nhiều.",
    "Kính gửi PĐT !!  Em tên là     MSSV :      Hệ :   B VLVH    Hôm nay em làm đơn này để xin PĐT cho  em xin hoãn thi môn   B Động Cơ Đốt Trong    với mã môn học là   B TR2019   . Do dịch bệnh  em đã về quê. Laptop của em đã để trên phòng trọ và giờ chỉ có một điện thoại di động mà tình hình dịch căng thẳng, em không thể trở lại thành phố để lấy thiết bị được. Nên em không đủ thiết bị để dự thi online trong kỳ thi này. Rất mong PĐT xem xét và giúp đỡ cho em được hoãn thi ạ. Em xin cám ơn PĐT rất nhiều !!",
    "Cho e hỏi là mình chỉ nộp file ghi màn hình của máy tính thôi và Không cần nộp file ghi cảnh xung quanh hay trước mặt đúng không ạ.",
    "Kính gửi PĐT em tên là:  MSSV:  Hệ: VLVH Hôm nay em làm đơn này để xin Phòng Đào Tạo (PĐT) cho phép em hoãn thi môn “Động Cơ Đốt Trong”. Do tình hình dịch bệnh nên hiện em đã và đang phải thực hiện “3 tại chỗ” ở nơi làm việc đồng thời quy định tại đây không được sử dụng laptop trong phạm vi nhà máy. Dẫn đến việc em không đủ thiết bị và điều kiện để thi trực tuyến. Vậy nên kính mong PĐT xem xét cho phép em hoãn thi môn “Động Cơ Đốt Trong” HK202, em xin chân thành cảm ơn",
    "Nếu bây giờ em đăng ký hoãn thi thì có đăng ký được ở học kỳ sau những môn cần môn tiên quyết trong học kỳ này không?",
    "Kính gửi Phòng Đào Tạo đơn xin hoãn thi cuối học kì môn Giải tích 2 MT1005 của học kì DT203",
    "Kính gửi PĐT, Em tên:  MSSV:      Hệ: VLVH Hôm nay em làm đơn này để xin PĐT cho em xin hoãn thi môn Động Cơ Đốt Trong. Do dịch bệnh nên em đã về quê. Máy tính em đã để trên phòng trọ và giờ chỉ có một điện thoại di động mà tình hình dịch căng thẳng như vầy em không thể trở lại thành phố để lấy thiết bị được. Em không đủ thiết bị để dự thi online trong kỳ thi này. Rất mong PĐT xem xét và giúp đỡ cho em ạ! Em xin cám ơn PĐT rất nhiều!",
    "Kính gửi: Phòng Đào Tạo Em là  -  - CK18CD03 - Bộ môn Cơ Điện Tử - Khoa Cơ Khí. Dạ do laptop của em không có webcam cũng như đường truyền internet không ổn định nên em xin phép  Phòng Đào Tạo duyệt cho em được hoãn thi online cuối kỳ 202 và DT202. Em cảm ơn.",
    "Chào thầy cô, em xin nộp mẫu đơn đăng ký hoãn thi môn Cơ học ứng dụng (AS2001) ạ, mong sớm nhận được phản hồi hay xác nhận của thầy cô, em cảm ơn ạ. Trân trọng, .",
    "Xin được hoãn thi . Kính gửi Phòng đào tạo, vì lý do   I Không thể đảm bảo đường truyền internet  /I  nên em xin được hoãn thi tất cả các môn, bao gồm các môn học kì hè 203 và môn học kì chính 202. Các môn bao gồm: CO3005Ng/lý ngôn ngữ lập trình DT01-A SP1033K/tế chính trị Mác-7-A CO3001Công nghệ phần mềm-C CO2017Hệ điều hành02-A CO2011Mô hình hóa toán học-A CO2007Kiến trúc máy tính-A CO3061Nhập môn trítuệ nhân tạo 02-c Kính mong PĐT xem xét. Em cảm ơn",
    "Kính gửi PĐT Em tên:   MSSV:  HỆ: VLVH Hôm nay em làm đơn này xin PĐT cho em xin hoãn thi môn Động Cơ Đốt Trong. Do dịch bệnh em ở lại làm trong công ty, máy tính em để ở phòng trọ. Em không đủ thiết bị để dự thi online trong kỳ thi này. Rất mong PĐT xem xét  Em xin cảm ơn PĐT rất nhiều",
    "Kính gửi Thầy/cô Phòng đào tạo trường đại học Bách Khoa TPHCM Em tên:Đoàn Hoàng Vinh MSSV:  Hệ: VLVH    Hôm nay, em làm đơn này để xin Thầy/cô Phòng đào tạo cho em được hoãn thi môn Động cơ đốt trong (MSMH:TR2019). Do tình hình dịch covid phải thi trực tuyến, mà em không đáp ứng được nhu cầu về thiết bị và đường truyền. Em rất mong Thầy/cô PĐT xét duyệt cho em.        Em xin cảm ơn Thầy/cô Phòng đào tạo.",
    "Em xin gửi link drive chứa đơn hoãn thi các môn học ạ ,do em đã xin trước đó em đã xin được gần như là đủ chữ kí của GV+ xác nhận rồi nên xin phép em sử dụng lại đơn cũ ạ  https://drive.google.com/drive/folders/1M51Y91zts6X9oqmpM4esRx5JYyIbwrOF?usp=sharing",
    "kính gửi: phòng đào tạo em tên:   MSSV:  hệ :VHVL Hôm nay em làm đơn này để xin PĐT cho em hoãn thi môn \"Động Cơ Đốt Trong\". Do ảnh hưởng của dịch covid 19 nên em đã về quê luôn. Em không đủ thiết bị để đảm bảo cho việc thi online, em chỉ có một điện thoại di động. Máy tính các em đều để lại ở phòng trọ  mà dịch đang căng thẳng quá nên tụi em không thể trở lại thành phố để lấy thiết bị phục vụ cho việc thi được. Em làm đơn này kính mong  có thể chấp nhận yêu cầu của tụi em . Em xin cảm ơn.",
    "Kính chào thầy/cô. Em là:   -  MSSV: Em xin đăng kí hoãn thi cuối kì học kì 202 vì lý do không đảm bảo trang thiết bị thi. Em xin PĐT xem xét cho em hoãn 4 môn là: Giải Tích 2, Vật lý 2, Đại số tuyến tính và Nguyên lý máy. Em xin gửi lời chúc sức khỏe đến thầy/cô. Em chân thành cảm ơn.",
    "Kính gửi Phòng Đào Tạo Đại học Bách Khoa thành phố Hồ Chí Minh. Em tên , MSSV . Trong quy định về thi online, có yêu cầu sinh viên sử dụng thiết bị chính và thiết bị phụ để có thể tham gia phòng thi. Em có thiết bị chính là máy tính xách tay, tuy nhiên thiết bị phụ của em là điện thoại đời cũ (iphone 5) nên không thể sử dụng  Meet ( Meet yêu cầu tối thiểu iOS 12) được. Em cũng có một chiếc iPad đủ điều kiện để sử dụng  Meet, tuy nhiên em lại không thể nào đăng nhập tài khoản email trường vào chiếc iPad của em. Khi đăng nhập vào luôn hiện lên thông báo về việc thiết bị này cần phải có \"mã xác thực từ tổ chức của bạn\". Em mong nhà trường có thể đưa cho em hướng giải quyết vấn đề này.",
    "Hoãn thi môn Kết cấu thép 1",
    "Kính gửi PĐT em tên là  MSSV:      Hệ: VLVH Hôm nay em làm đơn này để xin PĐT cho  em xin hoãn thi môn Động Cơ Đốt Trong. Do dịch bệnh nên đa phần em đã về quê. Máy tính em đã để trên phòng trọ và giờ chỉ có một điện thoại di động mà tình hình dịch căng thẳng như vầy nên em không thể trở lại thành phố để lấy thiết bị được.Hiện tại em không đủ thiết bị để dự thi online trong kỳ thi này. Rất mong PĐT xem xét và giúp đỡ cho em ạ. Em xin  cám ơn PĐT rất nhiều.)",
    "Kính gửi PĐT Em tên:  MSSV:  Hôm nay em làm đơn này để xin PĐT cho  em xin hoãn thi môn Động Cơ Đốt Trong. Do dịch bệnh nên em đã ở lại luôn trong công ty vì công ty em nằm trong Khu Công Nghiệp đang áp dụng chỉ thị 16. Máy tính em đã để ở nhà và giờ chỉ có một điện thoại di động mà tình hình dịch căng thẳng như vầy em không thể trở về nhà để lấy thiết bị được.Em không đủ thiết bị để dự thi online trong kỳ thi này. Rất mong PĐT xem xét và giúp đỡ cho em ạ. Em xin  cám ơn PĐT rất nhiều.",
    "Em chào thầy/cô ạ  Sáng giờ BKPay vẫn chưa hoạt động ổn định lại để em có thể thanh toán phí Đăng Kí làm lại thẻ SV cho thi HK Mong quý thầy/cô giải quyết giúp em ạ  Em xin cảm ơn.",
    "Kính gửi PĐT em tên là  MSSV:     Hệ: VLVH Hôm nay em làm đơn này để xin PĐT cho  em xin hoãn thi môn Động Cơ Đốt Trong. Do dịch bệnh nên em đã về quê. Máy tính em đã để trên phòng trọ và giờ chỉ có một điện thoại di động mà tình hình dịch căng thẳng như vầy em không thể trở lại thành phố để lấy thiết bị được. Em không đủ thiết bị để dự thi online trong kỳ thi này. Rất mong PĐT xem xét và giúp đỡ cho em ạ. Em xin cám ơn PĐT rất nhiều.",
    "Em tên , mã số sinh viên: . Em viết đơn này xin hoãn thi môn GT2 học kỳ 202.",
    "Em xin gửi đơn xin hoãn kỳ thi cuối HK202 ạ, em mong được xem xét và phản hồi sớm. Em xin cảm ơn.",
    "CODE  . Họ tên:  Mssv:   Khoa:Khoa học máy tính Đăng ký hoãn thi môn Discrete Structure ngày 31/07 đó sự cố về mạng và thiết bị thi.",
    "Chào cô Em tên Phạm Hoàng Long mssv  Em xin nộp đơn hoãn thi cuối kì 202 và đã thỏa điều kiện hoãn thi đối với môn học Vật Lý 2 Em chân thành cảm ơn và kính chào cô",
    "Kính gửi PĐT Em tên:  MSSV:  Hệ; VLVH Hôm nay em làm đơn này để xin PĐT cho em xin hoãn thi môn Động cơ đốt trong.Do ảnh hưởng của dịch covid 19 nên em đã về quê. Em không đủ thiết bị để đảm bảo cho việc thi online, chỉ có một điện thoại di động. Máy tính em đều để lại ở phòng trọ mà dịch đang căng thẳng quá nên em không thể trở lại thành phố để lấy thiết bị phục vụ cho việc thi được. Rất mong  xem xét và chấp nhận yêu cầu của em. Em xin cảm ơn.",
    "Kính gửi PĐT, em tên là:  Mssv: . Hệ: VLVH Hôm nay em làm đơn này để xin PĐT cho em xin hoãn thi môn: Động Cơ Đốt Trong. Do dịch bệnh nên đa phần tụi em đã về quê, một số bạn thì đi làm và ở lại luôn trong công ty. Máy tính tụi em đã để trên phòng trọ và hiện tại bây giờ chỉ có 1 điện thoại di động. Mà tình hình dịch bệnh căng thẳng như vậy tụi em không thể trở lại thành phố để lấy thiết bị được. Tụi em đều không đủ thiết bị để dự thi online trong kỳ thi này. Rất mong PĐT xem xét và giúp đỡ cho tụi em ạ . Em xin cảm ơn PĐT rất nhiều!",
    "Máy tính của em mới bị vào nước nhưng do dịch nên không thể sửa được, cùng với đó là wifi nhà em cũng không ổn định, em muốn hoãn thi cuối kì online thì như thế nào ạ? Em xin cảm ơn.",
    "Em chào thầy, cô ạ  Hiện em không giữ thẻ sinh viên bên mình, và không thanh toán được BKPay để in thẻ mới gửi về nhà vì hệ thống BKPay đang bảo trì . Mong thầy, cô có thể giúp em giải quyết vấn đề để em có thể thi cuối kì ạ  Em cảm ơn.",
    "Máy tính của em mới bị vào nước nhưng do dịch nên không thể sửa được, cùng với đó là wifi nhà em cũng không ổn định, em muốn hoãn thi cuối kì online thì như thế nào ạ? Em xin cảm ơn.",
    "cho em hỏi pđt là hiện tại thì em chưa có đủ thiết bị để tham gia hình thức thi online của nhà trường, nên em xin phép nhà trường cho em hoãn thi lại được không ạ? Em xin chân thành cảm ơn.   i  .",
    "Em xin chào thầy/cô, hiện tại em đang muốn xin hoãn thi môn NLNNLT thì phải làm như thế nào ạ? Em xin chân thành cảm ơn   i ",
    ":",
    "Em chào Thầy/cô, Em tên là  MSSV: Hiện tại em muốn xin hoãn thi môn Nguyên lý ngôn ngữ lập trình mã CO3005 thì em cần phải làm những bước gì ạ? Em cảm ơn Thầy /cô nhiều ạ.",
    "Dạ chào nhà trường, Em là , MSSV:, là sinh viên lớp GT18HK1, Khoa Kỹ thuật Giao thông, Bộ môn Kỹ thuật Hàng không. Vì máy tính của em bị hỏng, không sửa được bởi các lệnh hạn chế, phong toả do dịch COVID-19, mà em cũng không mượn được máy tính nên trong kỳ thi học kỳ 202 em không thể thực hiện bài thi. Nên em muốn xin Phòng đào tạo, Khoa, Bộ môn tạo điều kiện cho em được hoãn thi để có thể chuẩn bị chu đáo cho bài thi của mình. Em xin chân thàn cảm ơn!",
    "em có thi gk xstk thì sử dụng gg meet để quay màn hình thì em có đọc qui chế thi mới thì lại bảo không sử dụng phần mềm stream vậy thì em không biết là gg meet có nằm trong đó không?",
    "Chào cô Em tên  mssv  Em xin nộp đơn hoãn thi cuối kì 202 và đã thỏa điều kiện hoãn thi đối với môn học Đại số tuyến tính và giải tích 2 Em chân thành cảm ơn và kính chào cô",
    "Kính chào thầy/cô. Em là:   -  MSSV: Em xin đăng kí hoãn thi cuối kì học kì 202 vì lý do không đảm bảo trang thiết bị thi. Em xin PĐT xem xét cho em hoãn 4 môn là: Giải Tích 2, Vật lý 2, Đại số tuyến tính và Nguyên lý máy. Em xin gửi lời chúc sức khỏe đến thầy/cô và gia đình. Em chân thành cảm ơn.",
    "Họ và tên:  MSSV:  Xin VP cho phép em được hoãn thi online cuối kì. Vì lí do lúc nghỉ dịch, em không học hè và em nghĩ sẽ sớm quay trở lại trường học nên em đã không mang sách vở cũng như máy tính xách tay về nhà.Vậy nên em không có thiết bị để thi. Em mong VP thông cảm và cho em cơ hội thi offline sau khi tình hình dịch bệnh ổn định và quay trở lại học tập tại trường. Em chân thành cảm ơn.",
    "Xin cho em hoãn thi online các môn trong học kì 202 vì lí do không đảm bảo thiết bị để thực hiện thi online.",
    "Em là  MSSV , em đã quên thanh toán học phí HK 202 vì một số việc từ gia đình, và em nhận được email về việc xóa lịch thi. Em mong PĐT có thể cho em được đóng học phí ở thời điểm này, và em mong có thể được khôi phục lịch thi",
    "Em tên là , sinh viên Phòng Đạo tạo Quốc tế, MSSV:  Hiện tại em mất thẻ sinh viên và đã đăng ký in thẻ trên mybk nhưng hệ thống BkPay đang bảo trì nên chưa thanh toán được. Nếu như thẻ sinh viên không gửi về kịp thì em có được sử dụng thẻ CMND hoặc Hộ chiếu để thay thế không ạ.",
    "Thầy cô cho em hỏi nếu sinh viên ở KTX Bách Khoa hiện tại về quê theo diện của nhà trường hỗ trợ thì việc xin điểm M sẽ như thế nào? Cụ thể: 1. Nếu sinh viên về quê và cách ly thì có được xin điểm M ko. 2. Nếu ngày 3 4 có lịch thi thì sinh viên có cần phải thi những môn ngày đó hay không ạ, nếu những ngày sau trường đưa sinh viên về quê. Em cảm ơn và mong nhận được câu trả lời để có kế hoạch ôn tập tốt hơn.",
    "Mong muốn được hoãn thi các môn học : Giải tích 2 , Đại số tuyến tính, Nguyên lí máy,  Vật lí 2 Lý do không đảm bảo đươc trang thiết bị",
    "Kính gửi phòng đào tạo  Tên:  MSSV:  ",
    "Kính gửi PĐT, Đoàn khoa cơ khí, Bộ môn cơ điện tử. Em tên là Lâm Quốc Minh, Mssv:. Hiện đang học nhóm A02-A môn Hệ thống PLC, nhóm A03-A môn Kỹ thuật robot, nhóm L01-A môn Nhập môn thị giác máy tính. Hiện do tình hình dịch bệnh nên em đã về quê và do lý do thiết bị và đường truyền em không thể dự thi online do khoa tổ chức. Cụ thể máy tính của em không có camera, hệ thống mạng internet của gia đình em tín hiệu kém và không đáp ứng được đường truyền liên tục do gia đình nằm ở vị trí xa các khu dân cư.",
    "Em chào thầy,cô! Em xin nộp đơn hoãn thi cuối học kỳ 202 Em cảm ơn thầy,cô!",
    "Họ và Tên: MSSV:  Em xin gửi đơn hoãn thi cuối kỳ 3 môn là Giải tích 2, Xác suất thống kê, Phương pháp tính do em không có đủ điều kiện về trang thiết bị và đường truyền mạng của em không được ổn định.",
    "Kính gửi phòng đào tạo. Em tên là , mssv  hiện đang là sinh viên khoa Cơ khí. Hôm trước em có gửi đơn xin vắng thi có phép 3 môn học là Vật lý 1, Vật lý 2, Đại số tuyến tính(ảnh đính kèm). Em gửi thư này để hỏi về kết quả của 3 đơn vắng thi có phép đó mong thầy cô phòng đào tạo giải đáp giúp em. Em xin chân thành cảm ơn.",
    "dạ cho em hỏi mình có thể record lại bằng google meet được không ạ",
    "Dạ em chào Thầy, Cô ạ Hôm nay em đã nhận được email của PĐT về cơ chế thi cuối kỳ dưới hình thức online. Em có câu hỏi là khi làm thủ tục hoãn thi trên BKSI, em phải xin hoãn thi từng môn được (có môn em chọn thi, có môn em chọn hoãn) hay là một khi đã hoãn thì phải hoãn tất cả các môn trong đợt thi này ạ? Em xin chân thành cảm ơn.",
    "Em chào các anh chị ạ ! Em xin hoãn thi các môn sau do không đáp ứng được yêu cầu về đường truyền và thiết bị : + 7 : Điều hòa Không Khí + 3 : Các quá trình chế tạo tiên tiến +  : Lò hơi thiết bị đốt +  : Kỹ thuật điều khiển tự động +  : Kỹ thuật sấy",
    "MSSV:  Môn thi : Giải tích 2 Mã môn học : MT1005 Ngày thi : 7h ngày 07/08/2021 Môn thi : Nguyên lý máy Mã môn học: ME1015 Ngày thi : 16h ngày 09/08/2021 Lý do : không đảm bảo trang thiết bị",
    "Phòng đào tạo cho em hỏi là em có thể dùng   B phần mềm OBS    để quay video phần bài làm trực tuyến rồi gửi đi được không ạ . Tổ hợp phím Windows + G trường hướng dẫn xuất ra tệp ghi màn hình có dung lượng rất lớn sau thời gian dài, còn OBS thì không nên em muốn hỏi là có thể dùng phần mềm đó thay thế được không. Em cảm ơn.   i  .",
    "Thưa PĐT,  Quy chế thi cuối kì không cho sử dụng giấy nháp đối với hình thức thi trắc nghiệm chọn câu trả lời. Vậy đối với môn VL1 và VL2 thì bọn em không thể nào làm bài khi không có giấy nháp được ạ, em xin cám ơn.",
    "Dear Phòng Đào tạo, Em là , MSSV: . Vì lý do đường truyền và trang thiết bị, và nhiều vấn đề khác (do em đang cách ly tại công ty) nên em xin phép đăng ký hoãn thi giữa kỳ môn Giải tích 1 (DT04) lớp cô . (HK DT202) Rất mong sự chấp thuận và PHẢN HỒI của PĐT để em an tâm ạ. EM cảm ơn!",
    "Dạ e là  mssv  DD20LT12 nhóm L05 môn giải tích 2. Pđt cho e xin được hoãn thi cuối kì 202 môn giải tích 2 lý do không đủ trang thiết bị để tham gia kì thi ạ Dạ e cảm ơn pđt ạ",
    "Dạ e là  mssv  DD20LT12 nhóm L03 môn phương pháp tính. Pđt cho e xin được hoãn thi cuối kì 202 môn phương pháp tính lý do không đủ trang thiết bị để tham gia kì thi ạ Dạ e cảm ơn pđt ạ",
    "Hoãn Thi cuối kì HK202.Thưa anh/chị , do nhiều lí do cộng hưởng nên em không thể tiếp tục kì thi onl của trường. Xin mong anh/chị có thể hỗ trợ em quy cách để hoãn thi đúng với quy định của nhà trường ạ. Em xin cảm ơn. Chúc mọi người mạnh khỏe.    Thưa anh/chị , do nhiều lí do cộng hưởng nên em không thể tiếp tục kì thi onl của trường. Xin mong anh/chị có thể hỗ trợ em quy cách để hoãn thi đúng với quy định của nhà trường ạ. Em xin cảm ơn. Chúc mọi người mạnh khỏe",
    "Tên: MSSV: -Do tình hình dịch bệnh em không có tài liệu để ôn thi và không đủ thiết bị hỗ trợ thi online nên em xin được hoãn thi 2 môn lần lượt là Bê tông 2 mã CI3177 và Nền móng mã CI3195.Dạ em cám ơn pđt đã đọc tin nhắn.",
    "Kính chào phòng đào tạo, em là , đang là sinh viên năm 3 ngành Điện Tử - Viễn Thông. Em muốn hỏi thầy/cô về vấn đề in đồ thị Smith Chart trong thi cuối kì. Hiện tại nhà em không có máy in. Quê em ở Tây Ninh tình hình dịch rất căng thẳng, áp dụng CT16 đến giữa tháng sau nên tất cả cửa hàng in đều đóng cửa. Thầy/cô cho em hỏi nhà trường có hướng giải quyết nào cho vấn đề này không ạ vì trong đề thi cuối kì môn Siêu Cao Tần dùng đồ thị Smith Chart (bản A4 in ra từ file của giáo viên) rất nhiều?  Nếu không có thì em xin làm thủ tục hoãn thi như thế nào ạ? Em cảm ơn PĐT ạ!   i  .",
    "Dạ kính thưa phòng đào tạo e xin đăng kí hoãn thi cuối kì môn giải tích 2 kì 202 ạ  Lí do e chưa đủ trang thiết bị để thi ạ . Mong phòng đào tạo xác nhận giúp em với ạ  Em xin cảm ơn . Họ và tên :  Mssv : ",
    "Kính gửi : Phòng đào tạo . Em tên Nguyễn Thất Mẫn  Sinh viên chính quy chuyển sang hệ vừa làm vừa học. - Trong học kỳ hè vừa rồi, em đăng ký 2 môn đó là: CI3343 THUC TAP TOT NGHIEP 3.0 CI4341 DE CUONG LUAN VAN TN 0.0 - Lần 1: Tại học kỳ chính 202 em đả đăng ký 1 lần KQ báo là môn song hành cùng Thực Tập Tốt Nghiệp - Lần 2: Tại học kỳ hè 203 của hệ VLVH em đả đăng ký lần 2. Và phòng đào tạo ghi đủ điều kiện đăng ký. có tíc xanh. - Và theo như trên trang web PĐT báo lúc đăng kỳ môn học thì GHI THÔNG BÁO 2 môn này là môn song hành. - Kỳ hè vừa rồi em đả đăng ký 2 môn này cùng lúc. Nhưng kết quả TKB lại CHỈ ĐĂNG KÝ ĐƯỢC 1 MÔN TTTN kog có môn Đề Cương Luận Văn. - Em rất lo lắng vì nếu kog có môn Đề Cương Luận Văn em kog thể làm Luận Văn Tốt Nghiệp, Trể thêm 1 kỳ tốn rất nhiều tiền bạc và thời gian. - Mong phòng đào tạo xem xét và hướng dẩn trường hợp của em. - Em gửi kèm trang lúc em đăng ký. Trân trọng!",
    "Em chào thầy cô ạ! Em tên  MSSV . Em làm đơn này xin pdt xem xét cho em hoãn thi.Em cám ơn ạ.",
    "Tên:  Lớp sinh hoạt:MT20KH04 Lớp:MT20KH11    i  . Em xin phép được hoãn kỳ thi cuối kỳ 202,đối với 4 môn học, với lý do.Em không đáp ứng được đủ điều kiện tín hiệu đường truyền. Em đã xin phép giáo viên và được xác nhận đủ điều kiện hoãn thi các môn học gồm:Giải tích 2,đại số tuyến tính,cấu trúc rời rạc cho KHMT,kỹ thuật lập trình.Em chân thành cảm ơn.",
    "Kính gửi phòng đào tạo, Em tên là , hệ VHVL MSSV:  Em gửi đơn xin phép hoãn thi môn Những nguyên lý cơ bản của chủ nghĩa -, mã môn SP1003 vì laptop em bị hư camera, không thể tham gia thi cuối kì được. Nên Em xin phép hoãn thi. Em có đính kèm đơn xin hoãn thi ở dưới. Và xác nhận của Giảng viên môn Những nguyên lý cơ bản của chủ nghĩa -. Em xin chân thành cảm ơn",
    "Kính thưa quí thầy cô. Em xin nộp đơn xin hoãn thi 3 môn học:    Giải tích 2 ( gv  )    Xác suất Thống kê ( gv  )    Tư tưởng  ( gv  ) Mong quí thầy cô xem xét cho em. Em xin cám ơn.",
    "dạ cho em hỏi với ạ: - lúc trước em có đăng kí làm thẻ sinh viên do bị mất ( nhưng e tìm lại đc ) và không thanh toán trên BKpay. - Hiện tại em để quên thẻ sinh viên trên sài gòn, và đăng kí làm thẻ lại ( nhưng vì chưa thanh toán lần trước ) -  em đăng kí bị lỗi. - Em đi thanh toán khoản nợ thì BKpay bảo trì. - Câu hỏi:  + em muốn đăng kí làm thẻ sinh viên thì bây giờ phải làm sao ạ ( vì em không thanh toán khoản trước đó, và Bkpay đang bảo trì) + PĐT có thể cho em chứng minh bản thân là sinh viên bằng giấy CMND được không ạ.( hình ảnh đăng kí không được không ạ) =  giải pháp của em bây giờ là gì để tiếp tục được thi ạ? Em chân thành cảm ơn rất nhiều.",
    "ng Hữu Thăng Do máy tính bị kết nối mạng chậm, dễ đơ máy trong quá trình làm bài, trang thiết bị không đủ kính mong phòng đào tạo tạo điều kiện cho em hoãn môn.                            Mã môn học : MT2013           Nhóm :DT02   i  .",
    "Dạ xin chào phòng đào tạo. Em có lịch thi trực tuyến giữa kỳ và cuối kỳ môn học giải tích 1(MT1003) Kỳ học 202 vào các ngày 31/7, 10/8. Do camera laptop em đang bị hỏng nhưng do đang trong thời gian giãn cách xã hội theo chỉ thị 16 em không thể khắc phục sửa chữa được nên không đảm bảo đầy đủ điều kiện trang thiết bị cho thi trực tuyến. Kính mong phòng đào tạo cho em hoãn kỳ thi này và được thi vào kỳ thi gần nhất sắp tới. em hứa sẽ chuẩn bị đầy đủ trang thiết bị để hoàn thành kỳ thi sắp tới. Cảm ơn phòng đào tạo.",
    "Em chào cô/thầy, Em muốn hỏi là khi thi online bắt buộc phải có thẻ sv không ạ. Mà giờ em lại không mang theo và cũng không thể đi lấy được. PDT có thể cho em phương án giải quyết được không ạ. Nếu có CMND thì có được vào phòng thi không. Em cảm ơn và mong sớm nhận được phản hồi từ PDT.",
    "Cho em hỏi là máy tính em Mic bị hư và em chỉ có 1 thiết bị có camera . Và nhà em khá nhỏ khá ồn thì em có được thi không ạ",
    "dạ em muốn hỏi là xin mở lớp thì làm sao ạ vì dịch này k để làm đơn rồi vào trường, em có nhắn với giáo viên giảng dạy môn đó đã đồng ý",
    "Kính gửi thầy cô PĐT, Em tên , mssv , hệ VHVL. Em đang công tác tại công ty bao bì Liksin  B  Em xin hoãn thi 2 môn: 1/  (2001): nhóm 01-C 2/  (1009): nhóm 02-C Do đang thực hiện 3C ở công ty nên không đủ điều kiện tham gia dự thi. Em cảm ơn.",
    "Kính gửi Phòng Đào tạo Em tên , mssv , xác nhận đủ điều kiện hoãn thi cuối kỳ 202 đối với môn học: Kinh tế chính trị -. Em chân thành cảm ơn. Kính chào",
    "Kính gởi PDT Em tên: , MSSV: Nội dung: Nhờ PDT sửa lại tên trên hệ thống giúp em để đủ điều kiện thi môn TK Hệ Thống Cơ Điện Tử ạ. Trên hệ thống tên em là   bị dư một chữ  ạ. Em cảm ơn. Trân trọng  .",
    "Kính gửi Phòng Đào tạo Em tên , mssv , xác nhận đủ điều kiện hoãn thi cuối kỳ 202 đối với môn học: Trường điện từ. Em chân thành cảm ơn. Kính chào",
    "Kính gửi Phòng Đào tạo Em tên , mssv , xác nhận đủ điều kiện hoãn thi cuối kỳ 202 đối với môn học: Tín hiệu và hệ thống. Em chân thành cảm ơn. Kính chào",
    "Cho em hỏi hoãn thi thì làm đơn như thế nào ạ? Em cám ơn",
    "Kính gửi: thầy(cô) phụ trách dịch vụ hỗ trợ BKSI. Em tên là , mssv , sinh viên K18 khoa Điện- Điện tử. Em có nguyện vọng xin phép được đăng kí hoãn thi học kì 202. Lý do: không đảm bảo thiết bị cũng như địa phương thường xuyên mất điện mùa mưa bão. Em xin chân thành cảm ơn.",
    "Em đã đăng kí in thẻ sinh viên rồi nhưng mãi chưa nhận được thẻ, có cách nào để em liên hệ bên phía dịch vụ vận chuyển không, và xem mã đơn hàng ạ",
    "ào Duy đai  xin hoãn môn xstk",
    "xin đăng kí hoãn thi cuối học kì 202",
    "Em tên là:  MSSV:  Xin tạm hoãn thi Giải tích 2, HK202 Nhóm: L04 Lý do: Không đủ điều kiện trang thiết bị và đường truyền.",
    "Em chào thầy/cô, cho em hỏi về lịch thi môn Trang bị điện điện tử trong MCN (ME2005) nhóm L01 - HK202? Tại cách đây hơn 1 tuần thì mybk có cập nhật lịch thi là ngày 3/8/2021, nhưng khoảng 2 ngày nay thì lịch thi môn này bị xóa, và chỉ có lịch thi các môn khác . Vậy là em thi ngày 3/8/2021 hay là đợi cập nhật thi ngày mới ạ?",
    "Em xin chào thầy cô ạ, em tên là , MSSV:.  Do điều kiện thi trực tuyến không cho phép nên em xin nhà trường cho phép em hoãn thi môn Giải Tích 1 thi lại với khóa sau được không ạ? Và nếu thi lại thì em có kịp tốt nghiệp vào tháng 11 tới không ạ?  Em xin chân thành cảm ơn.",
    "Về việc thi cuối kì 202, em có nghe quy định của pdt là bắt buộc phải dùng thẻ sinh viên. Tuy nhiên em có để quên thẻ sinh viên trong thành phố khi về quê . Em thắc mắc liệu có được dùng ảnh chụp của thẻ sinh viên để thay thế được không ạ? Nếu không được chấp nhận thì em phải xử lý như thế nào để được dự thi ạ?",
    "Chào thầy/cô, em muốn hỏi là ngày 30/7 em có nhận được mail của Phòng Đào tạo về Hướng dẫn tạm thời thi/ kiểm tra trực tuyến trong đó có nội dung: Để thuận tiện, sinh viên xin hoãn thi (không bao gồm các học phần hướng dẫn như Đồ án, Thực tập, Luận văn, ...) vì lý do không đảm bảo trang thiết bị chỉ cần đăng ký hoãn thi với Phòng đào tạo thông qua công cụ myBK    Hỗ trợ trực tuyến. Phòng đào tạo sẽ hậu kiểm với các Khoa sau. Vậy nếu bây giờ đăng kí hoãn thi vì lí do trên không cần nộp đơn theo mẫu nữa phải không ạ? Em xin cảm ơn",
    "Em xin chào thầy(cô) ạ. Thầy cô cho phép e xin  hoãn thi môn cơ sở kĩ thuật điện mã môn học  ee2017. Lí do: không đảm bảo về đường truyền internet,  do nhà cách xa thị trấn, không đủ điều kiện  để ôn tập tốt nhất. Em mong pdt chấp chận đơn xin hoãn thi của em. Em cảm ơn nhiều ạ!   i  .",
    "Chào pđt ạ! Em là sinh viên K17 và hiện đang học năm 4 và em bị trễ 1 năm. Pđt cho em hỏi là quá 4 năm mà vẫn chưa kết thúc học tại trường thì có được tiếp tục xin Giấy tạm hoãn NVQS cho năm học thứ 5 này không ạ? E xin cám ơn và rất mong nhận được phản hồi từ pđt ạ.",
    "ng ký hoãn thi do không đủ điều kiện tham dự vì em đang tham gia cách ly tập trung tại địa phương.  Môn: Nền móng CI3195 Lớp A01-A       Bê tông cốt thép 1 CI2091 lớp DT01-A",
    "Kính gửi phòng đào tạo Em là    ",
    "Chào thầy cô, em tên là  mass , em có nhu cầu đăng ký hoãn thi nhưng không biết quy trình cụ thể như thế nào? Kính mong thầy cô giải đáp để em hoàn thành thủ tục đăng ký hoãn thi. Em xin cảm ơn.",
    "Em chào thầy/cô ạ,  Em có câu hỏi là do hiện tại em chỉ có một laptop vẫn sử dụng bình thường (nhưng hỏng camera) và một điện thoại di động có thể quay được video.    1) Cho em hỏi là có thể châm chế điều kiện thi trắc nghiệm để không cần quay camera thiết bị chính không ạ (Em vẫn sẽ quay lại màn hình thiết bị chính để đảm bảo là em không tab ra ngoài gian lận và thiết bị phụ vẫn sẽ quay rõ không gian). 2)Bên cạnh đó, em không thể đảm bảo gian thi yên lặng (do nhà em hoạt động kinh doanh mặt hàng thiết yếu có chỉ thị không được dừng hoạt động) thì nếu em được thi thì một số tạp âm của người khác rơi vào video thì có sao không ạ ? 3) Nếu em phải hoãn thi thì chi phí đăng ký thi lại như thế nào ạ (chỉ trả cho phí kỳ thi hay là cả phí của cả môn ạ) ? Em chân thành cảm ơn thầy/cô tư vấn ạ.",
    "hôm nay em thi gt 1 nhưng em lại không có gmail lớp phòng vào ạ dù trên mybk của em ghi là hôm nay thi ạ mong phản hồi sớm nhất từ nhà trường ạ",
    "giờ em không đăng kí làm thẻ sinh viên được PĐT có cách nào giúp em minh chứng là sinh viên trường với ạ  Để em được thi ạ Em cảm ơn rất nhiều",
    "Kính gửi phong đào tạo trường Đại học Bách Khoa TPHCM ! Em có một thắc mắc về việc scan bài thành file pdf là khi scan bài thi bằng điện thoại thành file pdf xong rồi thì em có được gửi bài thi  đó vào gmail khác của em ( không phải @hcmut ) rồi sau đó dùng laptop đăng nhập vào gmail đó  download bài thi đó về máy để thuận tiện dễ dàng nộp bài thi trên hệ thống trường hơn là dùng điện thoại nộp bài có được không ạ . Em cảm ơn .",
    "Em xin gửi phòng đào tạo mẫu đơn hoãn thi cuối kỳ 202.Kính mong phòng đào tạo giải quyết.",
    "Em xin chào, Em tên:  Mssv:  Lớp: MT18KH02 Sdt: [phone_number] Vì lý do không đảm bảo được các thiết bị và tín hiệu mạng khi thi online nên em xin hoãn thi những môn học sau -  Triết học  -  - 8- - 7g00 - 4/8 -  Xác suất thống kê - 5-- 10g00- 05/08 -  K/tế chính trị - - DT01- - 07g00 24/8  Em xin chân thành cảm ơn a. ",
    "Em tên: , MSSV:  Em xin hoãn thi cuối kỳ môn Pháp luật Việt Nam đại cương và môn Đường lối CM của Đảng CSVN  ở Học kỳ 203. Cụ thể em có đính kèm Phiếu đăng ký hoãn thi bên dưới. Em có câu hỏi là lịch thi bù em sẽ tự động liên hệ với GV giảng dạy hay nhà trường sẽ tự động cung cấp thông tin về lịch thi bù trên mybk cho em ? Mong PĐT có phản hồi sớm nhất để em có thể chuẩn bị tốt cho kỳ thi cuối kỳ sắp tới. Em cảm ơn",
    "Trong trường hợp muốn đăng kí hoãn thi thì các bước làm như thế nào ạ . Em xin cảm ơn.",
    "Tên :  :  - Kính gửi bộ phận hỗ trợ trực tuyến. Hiện tại do không đáp ứng được trang thiết bị khi thi cuối kì trực tuyến được vì phải cách ly ở khu vực chỉ định, em xin phép được hoãn thi những môn kiểm tra cuối kì với hình thức thi trực tuyến như môn xác suất thống kê (CC02) ạ.",
    "Kính thưa phòng đạo tạo! Em muốn đăng ký hoãn thi kỳ thi online sắp tới thì phải làm đơn gì để được đăng kí hoãn thi ạ? Em xin cảm ơn!",
    "Em tên là , MSSV . E đang học giải tích 1 DT01 và vật lý 2 L06. Em muốn hoãn thi vì không đủ điều kiện để tham gia cuộc thi. EM cảm ơn ạ",
    "Mssv:  Tên:  :Kính gửi bộ phận hỗ trợ trực tuyến. Cho em hỏi là hiện tại em đang trong khu cách li tập trung. Không thể thực hiện môn thi xác suất thống kê(cc03).Có thể cho em hoãn thi được không ạ. Em cảm ơn",
    "Chào các thầy cô. Em muốn đăng ký hoãn thi HK2. Hiện giờ nhà em không có máy in và các tiệm in đã đóng cứa, em có thể nhập bảng đăng ký hoãn thi qua Word được không ạ? Trân trọng.",
    "Em tên  MSSV:    Em xin đăng ký hoãn thi vì lý do không đảm bảo trang thiết bị trong lúc thi theo hình thức thi online.     Các môn gồm:  +Giải tích 1 (MT1003)-(DT_202) thi ngày 31/07/2021 (giữa kỳ) và 10/08/2021 (cuối kỳ)  + -  (SP1031)-(DT_202) thi ngày 04/08/2021 (cuối kỳ)  +Trường điện từ (EE2003)-(VLVH_202) thi ngày 17/08/2021 (cuối kỳ)  +Tín hiệu và hệ thống (EE2005)-(VLVH_202) thi ngày 12/08/2021 (cuối kỳ)  +Đại số tuyến tính (MT1007)-(DT_203) thi ngày 14/08/2021 (cuối kỳ)  +Giải tích 2 (MT1005)-(DT_203) thi ngày 24/08/2021(cuối kỳ)   Kính mong Phòng đào tạo xem xét và chấp nhận.   Em xin cảm ơn!    ",
    "Chào thầy cô ạ..Em là  MSSV ..Em muốn hoãn thi cuối kì do không đầy đủ thiết bị và các yêu cầu cần có để thi thì phải làm như thế nào ạ?",
    "Em là sinh viên đang ở ktx bách khoa, sắp tới có chương trình về quê cách ly của trường, dự kiến sẽ cho điểm M thi cuối kỳ. Em xin hỏi là: - Điểm M cho tất cả các môn trong học kỳ ? - Những môn sắp thi có cần đăng ký hoãn không ? (Vì không biết rõ ngày được về) - Những môn thi rồi,  có được điểm M không? EM cảm ơn",
    "Kính gửi Phòng đào tạo  Em tên là  lớp VL15KL em xin nộp đơn thu nhận lại ạ, trước đó em có liên hệ Văn phòng khoa và được tư vấn thi bằng Toeic nộp vào trước kỳ HK211 để được thu nhận lại và đăng ký LVTN do em đã học đủ 133 chỉ thiếu 9 chỉ luận văn để được tốt nghiệp. Nhưng do dịch bệnh em đăng ký thi Toeic và bị hủy thi ( em đã có chứng chỉ Toeic  250) nhưng chưa đủ 450 đăng ký luận văn. Kính mong Phòng đào tạo xem xét cho em được thu nhận lại và đăng ký môn học cho học kỳ HK211 ạ, em xin cảm ơn.",
    "Xin chào phòng đào tạo em tên  mssv  Lớp DD20LT01 nhóm 14 của môn giải tích 2 của giảng viên . Phòng Đào Tạo cho em xin hoãn thi cuối kỳ Môn giải tich 2 vì lý do không đủ trang thiết bị để tham gia kỳ thi ạ và trong khu giãn cách xã hội. em mong phòng đào tạo xem xét giúp dùm em.",
    "Em tên là:  MSSV:  Em xin phép làm đơn hoãn thi xác suất thống kê lớp A02 Lí do:không đảm bảo trang thiết bị để phục vụ nhu cầu thi online",
    "ng kí nhập học Em gái em trúng tuyết chất lượng cao ngành kĩ thuật môi trường, quê Lâm Đồng nhưng hiện tại trường THPT của em đã trở thành điểm cách li nên không phát phiếu tốt nghiệp tạm thời, mà hạn xác nhận trường mình là 10/8 rồi ạ. Thầy cô cho em hỏi không có giấy chứng nhận tốt nghiệp tạm thời có làm được thủ tục không ạ",
    "Em xin đăng kí hoãn thi cuối kì môn EE3025  Lí do: không đảm bảo được yêu cầu về trang thiết bị để thi vào ngày hôm đó.",
    "Sinh viên :   Mssv :  Em đăng kí xin được hoãn thi cuối kỳ các môn ở học kỳ 202 bao gồm : Giải tích 2 và Phương pháp tính  Em xin chân thành cảm ơn ạ.",
    "Dạ em chào thầy/cô Do quy chế thi mới cần 2 camera chop việc thi cuối kỳ nhưng em chỉ có cam trên laptop để học thôi còn camera điện thoại em không khae dụng. Vì vậy, em xin đăng ký hoãn thi các môn sau: HK 202 1. ME2071 Các quá trình chế tạo  2. ME2009 Kỹ thuật điều khiển tự động 3. ME4201 Nhập môn thị giác máy tính 4. ME2015 Vật liệu học và xử lýHK 203 1. MT1005 Giải Tích 2 2. ME2003 Nguyên Lý Máy Kính xin thầy/cô giải quyết giúp em . Em xin chân thành cám ơn.",
    "em muốn xin hoãn thi môn kết cấu thép 1 (ci3009) ngày thi 31/07/2021 giờ thi 13h  em xin chân thành cảm ơn",
    "Em xin đăng kí hoãn thi cuối kì online.",
    "Em xin hoãn thi môn kết cấu thép 1(ci3009) ngày thi 31/07/2021 giờ thi 13h  Vì lí do e  không có đủ thiết bị dự thi online Em xin cảm ơn! ",
    "E tên là  Xin phép nhà trường cho em hoãn thi cuối kì môn quản lí sản xuất cho kĩ sư và Kinh tế kĩ thuật Lí do là. E đã bị mất laptop hiện giờ chưa    mua được lap nên không đảm bảo trang thiết bị để thi cuối kì. E xin cảm ơn.",
    "Em tên là: . MSSV: , lớp MT17KH05 Em có câu hỏi là em muốn bảo lưu luận văn tốt nghiệp của em tại kì này, do thầy em khuyên em nên bảo lưu (HK202): 1) Trong trường hợp em đã xin ý kiến của Giáo viên hướng dẫn và được sự đồng ý cùng với đó là được xác nhận bởi bộ môn + Khoa. Thì về phía phòng đào tạo em có phải làm việc về vấn đề gì (Nộp đơn cho phòng đào tạo....) không ạ? 2) Về tín chỉ luận văn đã đăng kí + học phí thì sau khi bảo lưu đề tài, vào học kì tiếp theo khi em tiếp tục làm luận văn có phải đăng kí môn học + nộp học phí nữa không ạ? Em chân thành cảm ơn!",
    "Cho em đăng kí hoãn thi .",
    "Em tên , mã số sinh viên . Em đang ở trọ tại Thành phố Thủ Đức, dùng máy tính bàn cá nhân không có webcam, không có mic, laptop em đã hư hiện không đi sửa chữa được. Vì không đủ điều kiện thi online nên em xin hoãn thi các môn : Hệ quản trị cơsở dữ liệu - CO3021, Nguyên lý ngôn ngữ lập trình - CO3005, Lập trình web - CO3049",
    "Chào cô/thầy, Trường hợp muốn đăng ký hoãn thi nhưng không liên hệ được với giảng viên phụ trách môn để xin minh chứng (dù đủ điều kiện không bị cấm thi) thì như thế nào ạ. Phiếu đăng ký là file pdf, như vậy, sinh viên cần convert ra word để chỉnh sửa và nộp lại cho phòng đào tạo phải không ạ. Cám ơn cô/thầy đã hỗ trợ. Trân trọng.",
    "em tên là . mssv:  em xin được hoãn thi môn xác suất thống kê mã môn học MT2001 lớp A02-C  lý do mạng em không ổn định để thực hiện thi em đã thực hiện đơn hoãn thi và xác nhận của thầy phụ trách môn học ở tệp đính kèm. em rất mong sự phản hồi của thầy cô. em cảm ơn",
    "Chào thầy/cô. Theo như thông báo mới nhất của nhà trường, sinh viên muốn hoãn thi chỉ cần đăng kí ở hỗ trợ trực tuyến nên hôm nay em xin được đăng kí hoãn thi do không đáp ứng yêu cầu về trang thiết bị và đường truyền ạ. Em xin cảm ơn.",
    "Họ và tên :  MSSV:  Lí do : hoãn thi cuối kỳ học kỳ 202 vì do em không đủ điều kiện về trang thiết bị và đường truyền tính hiệu ổn định để phục vụ quá trình thi trực tuyến",
    "Kính chào cô, Em là . Em xin nộp đơn xin hoãn thi cuối học kỳ 202 với bộ môn Giải tích 2. Em xin chân thành cảm ơn. Kính chào cô.",
    "em là  mssv , em xin làm đơn hoãn thi trực tuyến học kì 202 do không đủ thiết bị ( laptop ) và đường truyền",
    "Kính gửi Phòng đào tạo, vì lý do không đủ trang thiết bị và đường truyền mạng kém, không đáp ứng tốt việc thi cuối kỳ HK202, nên hôm nay em muốn gửi yêu cầu này mong Phòng đào tạo xem xét cho em Hoãn thi cuối kỳ HK202, 2 môn học : Giải tích 2 (MT1005) và  (MT1009). Em xin trân trọng cảm ơn. Kính chào thầy cô.",
    "ính Giử : Ban Giám Hiệu             Phòng Đào Tạo Trường Đại Học Bách             hoa  Em tên là : Nguyễn   Mssv :   Lớp XD18CT1  hoa ỹ Thuật Xây Dựng  Dạ thưa Phòng Đào Tạo cho em xin đăng ký hoãn thi hai môn là:  - Xác suất thống kê  - Giải tích 2  Của học kỳ 202 ạ  Lí do : Hiện tại nhà em vẫn chưa bắt và kết nối với Wifi, em vẫn đang dùng 4g để xem thông báo ạ nhưng đường truyền không ổn định   nên em chưa thể tham gia thi online được ạ  Em xin chân thành cảm ơn  Thân Mến!   ",
    "Dạ cho em hỏi, thi cuối kì có cần thẻ sinh viên không vậy ạ, hình thức thi là thi online, Hiện tại, em đang là sinh viên năm cuối nên thẻ sinh viên của em đang được bộ môn giữ vì em mượn cuốn luận văn của bộ môn, Em mong được hồi đáp! Em cảm ơn!",
    "Họ và tên:  MSSV :  Học tập tại nhóm L10 môn giải tích 2  B ",
    "Cho em hỏi là khi đăng kí thì mất khoảng bao lâu có thể nhận được thẻ. Em có thể xin mã đơn hàng gửi bưu cục để tra cứu khi nào mình mới nhận được thẻ hay không ạ?",
    "Em xin phép hoãn thi môn Cơ sở ký thuật điện (EE2017) Lý do: không đảm bảo trang thiết bị. Nhóm tổ: L06-A Ngày thi: 25/06/2021 lúc 13h ",
    "MSSV:  Em xin hoãn thi trực tuyến môn: Hoá lý 1 MSMH: CH2003 Nhóm: DT02 Học kì: DT202 Lý Do: Không đủ công cụ hỗ trợ để thi trực tuyến.",
    "Dạ em chào quý thầy cô Chiều nay em gặp sự cố với phòng thi giữa kỳ giải tích 1 mt1003 dt01-c vào lúc 15h Ban đầu thì sinh viên phòng 3 không hiểu sao lại không có link vào, lúc sau giảng viên mới gửi link lại qua mail Dạ tiếp theo e đang thi giữa chừng cái Iphone cảnh báo về nhiệt độ và wifi cũbg sập tới thời điểm em nhắn trên này(video minh chứng em có đính kèm) Nhận thấy không thể hoàn thành được bài thi nên mong thầy cô cho em được hoãn thi với ạ Em cảm ơn rất nhiều",
    "Em xin được tạm hoãn thi môn Tín hiệu và hệ thống và môn Cơ sở kĩ thuật điện ạ! Vì một số lí do về đường mạng em mong được hoàn thành bài thi ở lần sau ạ!",
    "Chào cô (thầy), Em là  MSSV:  đăng ký hoãn thi môn GE1013 khoa học trái đất do không đảm bảo trang thiết bị để tham gia thi . Em cảm ơn. trân trọng",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa! Em là :              MSSV:  Em xin gửi đơn hoãn thi và xác nhận của giáo viên vì lí do đặc biệt",
    "MSSV:  Em xin hoãn thi trực tuyến môn: Hoá Lý 2 MSMH: CH2109 Nhóm: L01 Học kì : 202 Lý do: Không đủ công cụ hỗ trợ cho hình thức thi trực tuyến.",
    "Em chào cô,  Em muốn hỏi về vấn đề Ghi lại màn hình trong lúc thi Online: Máy tính em không được hỗ trợ thực hiện ghi màn hình, vậy em có thể sử dựng trình Record của Power Point để ghi màn hình được không? Em cảm ơn",
    "Em tên  mssv  Do không đạt yêu cầu về thiết bị, cụ thể là không có laptop và máy tính đã bị hư, em xin hoãn thi cuối kì 3 môn General Physics 2, Calculus 2 và Linear Algebra. Mong trường và khoa xem xét ạ Em xin cảm ơn",
    "Em xin được tạm hoãn thi môn: Tín hiệu và hệ thống(EE2005) nhóm-tổ L03-A ngày thi:12/08/2021 lúc 16h00. Cơ sở kĩ thuật điện(EE2017) nhóm-tổ L06-A ngày thi:25/08/2021 lúc 13h00. Vì một số lí do về đường truyền mạng em xin được hoàn thành bài thi ở lần thi bù sau ạ!",
    "ng ký hoãn thi .",
    "Em xin chào thầy cô Em xin nộp đơn hoãn thi Em xin cảm ơn thầy cô.",
    "Kính gởi thầy cô! Em tên là:  MSSV:  Cho em xin hỏi là máy tính em tuy có webcam để ghi hình nhưng không có loa, em có thể dùng loa của điện thoại để ghi âm quá trình thi được không ạ? Em xin chân thành cảm ơn",
    "Kính gửi Phòng Đào tạo, Em là , MSSV , lớp CC20ROB1. Em muốn xin nhà trường cho em hoãn thi online cuối kì các môn của HK203 và HK202 vì lí do không đảm bảo trang thiết bị. Em sẽ đăng kí thi bổ sung sau khi quay lại trường học. Em cảm ơn ạ!",
    "Kính gửi Phòng đào tạo trường Đại học Bách Khoa! Em là :          MSSV: Em xin gửi đơn hoãn thi môn Cơ học ứng dụng và xác nhận của giáo viên vì lí do đặc biệt Em mong phòng đào tạo trả lời sớm nhất vì sắp tới ngày thi ạ ",
    "Em muốn đăng kí hoãn thi 5 môn: SP1031Triết học  -  MT1005Giải tích 2 CI1069Khoa học trái đất LA1037Anh văn 1A CH1003Hóa đại cương",
    "Dạ em chào thầy / cô ạ ! Cho e hỏi là  1/ Em chưa đạt điểm toiec để tốt nghiệp mà bây giờ dịch không thi được , Em không di chuyển lên trường được thì trường có phương án hỗ trợ nào không ạ ! 2/ Kì rồi em bị tạm dừng do không đăng kí môn kì trươc. Bây h em không di chuyển lên nộp phiếu thu nhận lại được thì sao ạ. Nhờ các thầy cô hỗ trợ giúp em ạ ! Em xin cảm ơn ạ !",
    "Em là :  . MSSV : , Hệ đào tạo : VHVL ; Khoa : Cơ Khí  Ngành : Kỹ thuật Điều khiển và Tự động hóa Em xin đăng ký hoãn thi vì lý do không đảm bảo trang thiết bị trong lúc thi . Mong PĐT xem xét và phản hồi ",
    "Xin hoãn thi cuối học kỳ 2/2019-2020 . Em tên , mã số sinh viên . Em đang ở trọ tại Thành phố Thủ Đức, dùng máy tính bàn cá nhân không có webcam, không có mic, laptop em đã hư hiện không đi sửa chữa được. Vì không đủ điều kiện thi online nên em xin hoãn thi các môn : Hệ quản trị cơsở dữ liệu - CO3021, Nguyên lý ngôn ngữ lập trình - CO3005, Lập trình web - CO3049",
    "Dạ chào admin. Dạ cho em xin hoãn thi giữa học kì môn GT1 vì trong lúc thi cam chính của em không sao nhưng cam phụ của em bị trục trặc nên không hoàn thành được. Vì vậy mong giúp đỡ cảm ơn ạ .",
    "Em chào thầy cô ạ, Em có thắc mắc là khi thi cuối kì 202 em có thể sử tiện ích Steps Recorder để ghi lại các bước thực hiện trên màn hình rồi nộp cho cán bộ coi thi được không ạ.",
    "Hiện tại em muốn học cải thiện môn A (5 tín chỉ)  ở chương trình đào tạo cũ nhưng môn đã bị thay thế bởi môn B(4 tín chỉ) ở chương trình đào tạo mới. Em đã đọc quy chế nhưng vẫn còn vài thắc mắc. Em muốn hỏi nếu đăng ký môn học tương đương/ thay thế này thì: a) Điểm em đạt ở môn B sẽ được nhân ở hệ số tín chỉ của môn A (5 tc) hay của môn B (4 tc). b) Nếu đạt môn B thì số tc của môn B có cộng dồn vào tổng chỉ em đang có hiện tại không? (Tổng tc đã bao gồm môn A) Em xin cám ơn!",
    "Họ và tên:  MSSV: -sinh viên khoa cơ khí-ngành Kĩ Thuật Nhiệt. Kính thưa phòng đào tạo, vào lúc 15 giờ trưa nay (ngày 31/07/2021), em có tham dự thi GHK DT202 môn Giải Tích 1, trong qua trình làm bài đến khoảng phút thứ 6-7 của giờ làm bài thì máy em đột nhiên bị lỗi và không thể thao tác gì được nữa, em có xử lí bằng các biện pháp như nhấn nút để reset máy nhưng không được, cùng lúc đó em có báo cho giáo viên bằng cách dùng điện thoại để vào link google meet của phòng thi (do máy tính đã bị đứng và không thao tác được), giáo viên có nói em báo cáo ngay cho phòng đào tạo bằng cách gửi email và em có làm rồi, nhưng để chắc chắn thì em xin trình bày rõ ràng ở đây và mong phòng đào tạo giải quyết giúp em. Em có ghi lại màn hình và đã gửi cho giảng viên phụ trách môn của mình, và em xin báo cáo thêm là máy tính của em bình thường hoạt động rất tốt nên em mới tham dự kì thi mà không đăng kí hoãn ngay từ đầu ạ, nhưng lúc vào phòng thi thì máy có dấu hiệu bị chậm và đơ nhiều lúc, đến khi làm bài thi đơ hẳn ạ.",
    "Thân mến chào cô/thầy, Em viết đơn này với lý do xin phép được hoãn thi MT1005 vì nhiều lý do đã điền trong đơn. Mà thời gian thi GT2 sắp đến nên e không thể chuẩn bị kịp nên mong thầy/cô có thể xem xét cho e được hoãn GT2. Chúc cô/thầy một ngày tốt lành",
    "Chào thầy (cô), Em là , MSSV: Hôm nay (31/07/2021), em có lịch thi giữa kì môn Giải tích 1 (MT1003) lúc 15h00. Em và các bạn cùng phòng thi số 3 đã có mặt trước đó 30 phút như quy định . Mặc dù, có quy định là chậm nhất 20 phút trước giờ thi, cán bộ coi thi phải điểm danh nhưng đến 14h56 tụi em mới nhận được link google meet để truy cập. (xem ảnh đính kèm) Đồng thời, trang web của trường có trục trặc không hiện đề thi vào lúc giờ bắt đầu làm bài mặc dù em đã reload lại. Cuối cùng, em phải đăng xuất và đăng nhập lại thì hệ thống mới hiển thị đề thi. Điều này làm mất khá nhiều thời gian (hơn một nửa thời gian dự thi) khiến cho em không thể hoàn thành được bài thi. Vì vậy, em xin được hoãn thi giữa kì môn Giải tích 1 (MT1003) do sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi. Hi vọng trường sẽ có giải pháp tổ chức kỳ thi của học phần đã được hoãn thi ở lần kế tiếp của học phần (thi bổ sung, ...). Mong thầy (cô) có thể thông cảm cho sai sót của em và giải quyết giúp em vấn đề này. Cảm ơn thầy (cô) đã đọc. Mong thầy (cô) có thể giải quyết giúp em vấn đề này. Best regard, ",
    "Kính gửi : Phòng đào tạo . Em là : . MSSV :  , hệ đào tạo : VHVL ; Khoa : CƠ KHÍ ; ngành :  CHẾ TẠO Em xin đăng ký hoãn thi vì lý do không đảm bảo trang thiết bị trong lúc thi . Môn học xin hoãn thi :  KÊ MT2013 Ngày thi theo thời khóa biểu : 10g00 ngày 05/08 Kính mong Phòng đào tạo xem xét và chấp nhận Em xin cảm ơn .   i  .",
    "Kính gửi các thầy cô ở Phòng đào tạo, em tên  là sinh viên khóa K18 hiện đang theo học ngành vật lí kĩ thuật khoa Khoa học ứng dụng, MSSV:. Hôm nay em gửi đơn này với mong muốn được hoãn thi cuối học kì 202 với lí do không đáp ứng đủ các yêu cầu về trang thiết bị điện tử, đường truyền như trong hướng dẫn thi trực tuyến. Mẫu đơn điền đầy đủ thông tin để hoãn thi em đính kèm phía dưới. Mong quý thầy cô xem xét và phản hồi sớm nhất có thể ạ. Em xin cám ơn quý thầy cô!",
    "ng ký hoãn thi trực tuyến môn Anh văn 4 (LA1009). Lý do: không đáp ứng được yêu cầu về trang thiết bị. Kết nối Internet không đủ ổn định.",
    "Kính gửi Quý thầy cô, Em là , sinh viên hệ VLVH, Mã số SV . Em xin Quý thầy cô cho phép em được hoãn thi Cuối kỳ lúc 13h00 ngày 02/08/2021 môn học IM1025 Quản lý Dự án cho kỹ sư Học kỳ 203 do TS  giảng dạy. Lý do: Em còn đang bị cách ly tập trung nên không bảo đảm điều kiện thi Cuối kỳ một cách tốt nhất. Em sẽ thu xếp để thi lại trong vòng 12 tháng như quy định của nhà trường. Em xin cảm ơn Quý thầy cô ạ.  Email:  Số điện thoại: [phone_number] Cơ quan: Ngân hàng BIDV.",
    "Em còn 1 thắc mắc là với điểm Hoãn thi (HT) thì các điểm thành phần của em như điểm kiểm tra, điểm bài tập lớn, điểm trên lớp, điểm thi giữa kỳ của em trước đó đều bị xóa hết và em phải đăng ký thi bổ sung lại điểm giữa kỳ và điểm cuối kỳ để làm điểm tổng kết môn trong vòng 1 năm phải không ạ?",
    "Em tên :  MSSV :  Lý do viết đơn : Em muốn xin nhà trường hoãn thi môn địa chất công trình mã môn học CI1043 học kì chính 202 ạ . Lý do vì em không đảm bảo trang thiết bị để tham gia thi online ạ Mong PĐT xem xét ạ em cảm ơn",
    "Em chào thầy/cô ạ, Theo như hướng dẫn hình thức thi online mà trường đã mail thì em có thể dùng trang web của Google Meet để ghi lại màn hình của mình trong quá trình thi không ạ? Tức là em sẽ tham gia vào phòng thi trên Meet do PĐT gửi và tạo thêm một phòng Meet khác để ghi lại toàn màn hình của mình trong lúc thi và sau đó gửi lại cho PĐT file ghi đó ấy ạ.",
    "Em tên:  MSSV:  Lý do viết đơn: em muốn xin nhà trường hoãn thi cuối kì môn địa chất công trình (mã môn học CI1043) học kì 202 vào ngày 03/08. Lý do vì em không đáp ứng đủ yêu cầu về trang thiết bị để tham gia thi online ạ. Mong PĐT xem xét ạ. Em xin cảm ơn.",
    "Dạ em muốn hỏi là, em không có đem thẻ sv về quê, thì nhà trường nói đăng kí làm thẻ rồi sẽ được gửi về, em đã đăng kí mà hôm qua giờ bkpay bảo trì nên em không thanh toán được, vậy em phải làm gì để vẫn được thi online ạ? Vì em sắp thi vào ngày 2/8 tới và giảng viên nói không biết rõ về việc này .",
    "Dạ em xin được hỏi các bước để đăng kí hoãn thi cho môn học ở học kì 202 ạ.",
    "Kính gửi PĐT, Em tên là , MSSV:  Do không đáp ứng đầy đủ điều kiện về trang thiết bị cho việc thi online cuối kì và một số bất cập trong tình hình dịch bệnh ở địa phương em, nên em viết đơn này kính mong PĐT xem xét cho em hoãn thi cuối kì 202 môn Hóa hữu cơ. Em xin chân thành cảm ơn.",
    "Cho em hỏi về thủ tục hoãn thi ạ   i ",
    "Em tên ,mssv:  Em xin hoãn thi môn Giải tích 2 nhóm L24 do đường truyền,tín hiệu mạng không ổn định,thiết bị không đáp ứng điều kiện thi nên em xin hoãn thi trong kì thi này. Em có gửi mail và đăng kí hoãn thi trên diễn đàn của cô   http://e-learning.hcmut.edu.vn/mod/forum/discuss.php?d=138627 en cảm ơn phòng đào tạo",
    "Kính gửi Phòng Đào Tạo, Em là  MSSV:  Lớp DD20LT06 Nay em viết đơn xin phép PDT hoãn thi online môn GT2 HK202(đính kèm tệp và minh chứng) Mong được PDT xem xét và chấp thuận.",
    "Cho em hỏi là nếu em xin hoãn thi của kì này thì liệu em có bị hạn chế đăng ký môn cho năm 3 ở học kỳ sau k ạ ",
    "Cho em xin hỏi là bây giờ em muốn đăng kí hoãn thi thì sẽ đăng kí như thế nào, em cần làm những việc gì để được hoãn thi môn mình không thể thi được vậy ạ?",
    "Kính gửi thầy,cô  Em là Ông  MSSV:  Sau khi đọc xong hướng dẫn thi của trường thì em có một vài chổ chưa rõ, chưa hiểu...em mong thầy cô hướng dẫn thêm cho em 1) Thiết bị phụ ( quay toàn cảnh không gian thi) là tụi em đăng nhập vào gg meet để CBCT quan sát  hay là quay video bình thường rồi gửi về cho trường. 2) Không gian thi chuẩn và Không gian thi rút gọn trong hướng dẫn tụi em sẽ thi theo không gian nào. Mong thầy cô hồi đáp 2 câu hỏi của em Em xin cảm ơn.",
    "Em là , sinh viên khóa 20 khoa Kĩ Thuật Hóa Học, MSSV(). Cho phép em được hỏi là em có thể dùng thẻ thư viện để thay thế thẻ sinh viên để tham dự kì thi cuối kì được không ạ? Vì thẻ sv em đang để ở trọ và em cũng không thể thực hiện thao tác in lại thẻ vì tài khoản OCB của em đang bị khóa, không thanh toán được. Em cảm ơn ạ.",
    "Em tên là:  Mssv:  Do không đủ trang thiết bị nên em muốn hoãn 4 môn học trong học kỳ 2 là : Giải tích2, đại số tuyến tính, vật lý 2, nguyên lý máy",
    "Em là . MSSV:. Hiện em đang bị mất thẻ sinh viên nhưng nhà trường yêu cầu bắt buộc phải có thẻ sinh viên show ra trước cam thì mới được thi online cuối kì. Em có đăng kí làm lại thẻ và gửi bưu điện về nhưng hệ thống luôn bảo trì thì em phải làm gì ạ. Em cảm ơn. Trân trọng/",
    "y là đơn hoãn thi của em và mail xác nhận của giáo viên,mong pđt xử lí.Và em có thắc mắc về cách đăng kí thi lại ở kì tới như thế nào Thân   i ",
    "Em xin phép được hoãn thi online các môn sau trong học kỳ 202: Đường lối cách mạng Đảng Cộng Sản Việt Nam - SP1009 Hệ thống PLC - ME3013 Kỹ thuật robot - ME3015 Kỹ thuật thủy lực và khí nén - ME3001 Lý do hoãn thi: Vì em không có đủ điều kiện để đáp ứng yêu cầu về thiết bị và mạng internet không đảm bảo",
    "Máy tính của em đang hỏng, không thể bật lên được, mà hiện tại thì địa phương em vẫn đang thực hiện chỉ thị 16, các cửa hàng sửa máy tính đã đóng cửa nên tạm thời em xin hoãn thi 2 môn đầu tiên là: Giải tích 2 (7h ngày 7/8) và Nguyên lý máy ( 16h ngày 9/8) Kính mong Phòng Đào Tạo xem xét nguyện vọng của em, em xin chân thành cảm ơn",
    "Họ và tên  muốn hoãn thi cuối kì 202 vì thiếu trang thiết bị(laptop) phục vụ cho thi trực tuyến",
    ": cho em hỏi về vấn đề hoãn thi ạ. em không biết thông tin về việc hoãn thi thì hủy điểm thành phần chỉ tính điểm thi có chính xác hay không ạ??? em cảm ơn",
    "Hoãn thi môn Giải tích 2 (MT1005),16h00 ngày 07/08, Học kỳ 202, năm 2020-2021- Lý do: Không có đầy đủ thiết bị (laptop) và đường truyền để thực hiện khi thi trực tuyến.",
    "Dạ hôm qua em được nhận email về hệ thống BKeX. Em đã đăng nhập vào hệ thống chính chứ không phải bản test (do hôm qua em không có phiên thi). Đến hôm nay em vào lại hệ thống BKeX thì nó vẫn không cho em đăng nhập vào ạ. Em muốn hỏi là đến ngày thi hệ thống sẽ mở lại cho em đăng nhập hay em phải liên hệ nhà trường để mở lại ạ. Em xin cảm ơn ạ.   i  .",
    "Kính thưa thầy/cô Em làm đơn này xin hoãn kì thi cuối kỳ HK202 Lý do : không đủ điều kiện về trang thiết bị cho kỳ thi sắp tới Tên môn học : Xác suất và thống kê Mã môn học : MT2001 Mã nhóm : A02 Ngày thi : 5/8/2021 Giờ thi : 07g00",
    "ng kí in thẻ sinh viên . Em là sinh viên của trường đại học bách khoa Hồ Chí Minh, em muốn đề cập tới vấn đề thẻ sinh viên. Hiện giờ, hệ thống bkpay đang bị bảo trì nên em không thể thanh toán tiền để được in thẻ sinh viên. Ngày 03/08, em có thi online mà hiện tại em vẫn chưa thanh toán được. Em có câu hỏi là bao giờ thì hệ thống của mình hết bảo trì? Và em cũng muốn biết thời gian cụ thể bao giờ thẻ sinh viên về tới địa chỉ của em. Mong anh/chị có thể giúp đỡ những thắc mắc này của em. Trân trọng & cảm ơn.",
    "Thưa thầy/cô, em muốn in thẻ sinh viên để gửi về nhà để chuẩn bị cho kì thi sắp tới nhưng BKPay bảo trì 2 ngày nay rồi khiến em không thanh toán được, mong thầy/cô cho em xin giải pháp. Em cảm ơn.",
    "Em xin hoãn thi online các môn ở học kỳ 202 do em không đám ứng được về trang thiết bị",
    "e:",
    "Kính chào Thầy/Cô Em là ĐOÀN XUÂN BẮC MSSV 2012680 Em xin nộp đơn xin hoãn thi môn Giải tích 2  Em chân thành cảm ơn Thầy/Cô, mong Thầy/Cô giúp đỡ Chúc Thầy/Cô sức khỏe ạ",
    ": Dạ em xin chào các anh/chị adm. Việc là ngày 7/8 em có môn thi giải tích 2 nhưng nhận được thông báo từ địa phương là hôm đó cúp điện ( cụ thể từ 8h sáng đến 18h tối) và địa phương em cũng đang thực hiện chỉ thị 16 do đó có thể e k thể tham gia buổi thi được ạ. Vậy em xin ý kiến từ các anh chị là nếu vắng thi hôm đó tự động chuyển sang hoãn thi hay là phải làm đơn trước ạ? Em rất cảm ơn anh chị đã lắng nghe em, cũng mong là sẽ nhận được câu trả lời sớm nhất ạ vì em đang rất hoang mang. Dạ e xin cảm ơn, chúc anh chị có một ngày tốt lành.",
    "Kính thưa Phòng đào tạo, Em tên là , MSSV: . Vì lý do không đảm bảo trang thiết bị (laptop hiện đang bị lỗi, không kết nối được với wifi và điện thoại cá nhân không đáp ứng được các yêu cầu của giảng viên), em xin đăng ký hoãn thi lần này . Em sẽ đăng ký thi lại vào lần tổ chức thi sau hoặc hoàn thành các yêu cầu của giảng viên. Em xin chân thành cảm ơn.",
    "Kính gửi a/c PĐT, Em là  - MSSV , học lớp Phát triển ứng dụng thiết bị di động (mã môn CO3043). Do ngày 1/8 em về quê theo chương trình đón SV của tỉnh Khánh Hòa, sau đó sẽ cách ly 3 ngày theo quy định nên không thể tham gia buổi thi cuối kỳ online môn này vào thứ 3 được. Em viết mail này xin phép Phòng đào tạo cho em vắng thi đợt này và sẽ thi bù vào đợt khác. Đính kèm: 1/ Công văn của sở GTVT về chương trình (em có STT 424) 2/ Lịch trình di chuyển và cách ly 3/ Email của đoàn thanh niên về khảo sát nhu cầu về quê tránh dịch + hỗ trợ khi thời gian di chuyển trùng lịch thi Cám ơn a/c nhiều",
    "Em tên:  hiện là sinh viên k20 của trường và hiện tại em muốn đăng ký học song ngành nhưng không biết đăng ký như thế nào và về học phí nữa ạ,em rất mong nhận được sự hỗ trợ. Trân trọng kính chào !",
    "phần hỏi lần trước bên PĐT báo em chưa thanh toán tiền in thẻ sinh viên nhưng em đã thanh toán rồi mong văn phòng kiểm tra lại em có đính kèm 2 ảnh chứng minh . Sắp tới 6/8 em thi cuối kì môn đầu tiên nhưng không thể lấy thẻ sinh viên đúng hạn đêr thi mong văn phòng giúp đỡ",
    "Kính gửi phòng đào tạo ĐH Bách Khoa Em tên :    MSSV:  Em gửi đơn này xin được hoãn thi cuối kỳ môn : MT2001-Xác suất và thống kê DT01-C   ngày 5/8    7h00 Lý do : em bị kẹt ở lại TPHCM vì có chuyện đột xuất. Nên sách vở,laptop và dụ cụ học tập để ở dưới quê và không kịp xét nghiệm để về trước chỉ thị 16. Nên em xin nhà trường xem xét cho em được hoãn thi. em xin cảm ơn ạ.",
    "Chào pđt, em bị mất thẻ sv và giấy tờ tùy thân thì kì thi sắp tới em nên làm sao ạ",
    "Em cần hoãn thi, đang xin giấy xác nhận của các giáo viên bộ môn ạ. Vậy cho em hỏi, nếu em đã nhắn ở đây thì em đã được giải quyết hoãn thi chưa ạ. Vì em đang trong khu cách li không có đủ điều kiện và thiết bị để tham gia thi cuối kì ạ. Em mong nhận được phản hồi sớm. Em xin cảm ơn",
    "Cho en hỏi quy trình để xin được hoãn thi cho các môn ck 202 vì lí do không đủ yêu cầu về trang thiết bị với ạ :",
    "Chào cô/thầy, Em tên là . MSSV:,lớp HC19SH1. Em viết đơn này kính mong nhà trường xem xét cho em được hoãn thi Môn Xác suất và thống kê, MMH: MT2013. Vì lý do điều kiện mạng internet và máy tính nhà em không thể đảm bảo cho việc thi online được. Em kính mong nhà trường xem xét cho em. Em xin chân thành cảm ơn!",
    "Kính gửi PĐT Em tên là:  MSSV:  Nay em viết đơn này để đăng ký xin được hoãn thi cuối kì(HK202) . Kính mong PĐT xem xét giúp em ạ. Em xin cảm ơn.",
    "Em là , mssv . Em xin phép hoãn thi môn Giải tích 2 vào ngày 7/8 lúc 13h00. Lý do em không đảm bảo trang thiết bị thi online. Em xin cảm ơn.",
    "Em tên là . Nay em tạo câu hỏi này nhằm xin phép được đăng ký hoãn thi môn  Ng/lý ngôn ngữ lập trình(CO3005) học kỳ 203. Lý do: trong quá trình thi bị sập nguồn Laptop, làm mất file ghi dữ liệu quay màn hình. Nên thầy đã yêu cầu em xin hoãn thi. Mong nhận được sự đồng ý của Phòng đào tạo ạ. Em xin chân thành cảm ơn.   i  .",
    "Em xin gửi đơn hoãn thi online HK202 ạ .",
    "Em chào Thầy/ Cô Có thông tin là hoãn thi sẽ bị mất điểm thành phần Thông tin này là.đúng hay sai vậy ạ Em cảm ơn",
    "Mã số sinh viên:  Xin đăng ký hoãn thi HK 202 với lý do không đủ trang thiết bị thi và không đảm bảo điều kiện internet.",
    "Em tên là , MSSV: . Em muốn xin hoãn thi môn Giải tích 2 HK202, mong PDT đồng ý. Em cảm ơn ạ.",
    "em chào thầy/cô do lần trước em ĐKBY y tế đợt 2 nên chưa có thẻ , bây giờ em có thể xem mã BHYT của mình được ạ, em xin cảm ơn .",
    "Chào quý thầy cô, em đã nộp đơn xin hoãn thi qua mail của phòng đào tạo và được thông báo là chờ duyệt. Vậy cho em hỏi đơn em đã được duyệt chưa, vì ngày 9/8 em có lịch thi mà đén nay chưa nghe thông báo gì thêm. Và em xin hỏi thêm một chuyện nữa là nếu đã được cho phép hoãn thi thì đăng kí thi vào học kì kế tiếp như thế nào? Em xin chân thành cảm ơn.",
    "Kính gửi: Quý thầy cô Phòng Đào tạo Trường Đại Học Bách Khoa TPHCM. Em tên: , mssv: , khoa cơ khí. Em xin được hoãn thi môn Vận trù học(ME2051) vào ngày 3/8 vì lý do không kịp đáp ứng đủ trang thiết bị thi ạ. Kính mong Phòng Đào Tạo xem xét giúp đỡ cho em ạ. Em xin cảm ơn!",
    "em là sinh viên hệ VLVH. năm ngoái e quên đăng ký bảo hiểm y tế, bây giờ em vào đăng ký bảo hiểm y tế trên mybk được không vậy ạ? nếu được thì mục số thẻ bảo hiểm y tế 2021 e điền thế nào ạ? e cám ơn ạ",
    "Do em chưa có laptop và không thể mượn được bạn bè vào thời điểm thi nên em xin hoãn thi ba môn Giải Tích 2, Đại số tuyến tính và Vật Lý 2 HK202. Em xin đảm bảo đầy đủ năng lực để thực hiện kì thi vào lần sau",
    "Tên:  MSSV:   Vào lúc 8h sáng ngày 01/08/2021 em có đăng nhập thành công vào hệ thống BKeX sau đó em thoát ra. Đến 8h15 cùng ngày em truy cập lại thì hệ thống hiển thị thông báo lỗi đăng nhập ở một thiết bị khác. Đến bây giờ là 10h15 em truy cập vẫn bị lỗi ấy. 13h chiều nay em phải thi môn Pháp luật Đại Cương mong pđt hướng dẫn em xử lý.",
    "Do máy tính của em không có camera và em không có thiết bị khác, em muốn xin hoãn thi thì phải làm thế nào ạ?",
    "Nhà trường ơi cho em hỏi link này: http://exam.hcmut.edu.vn/do em lỡ tay bấm vô 1 lần rồi mà sắp thi em đăng nhập không được thì làm sao để đăng nhập được ạ. Mong nhà trường giúp em với em sắp thi rồi!!! Em cảm ơn nhiều ạ!",
    "Thưa PĐT, Hiện tại em không thể đăng nhập vào exam.hcmut.edu.vn. Báo lỗi đã đăng nhập ở thiết bị khác, mặc dù em đã log out tất cả các thiết bị. Em xin cảm ơn",
    "Em là sinh viên K17, hiện tại đang ở ktx Bách Khoa, trong trường hợp em buộc phải về quê tránh dịch và nhận điểm miễn thi (MT). Đối với môn học \"Tín hiệu và hệ thống-3 chỉ\" đã học trước đó 1 lần và đạt điểm trung bình môn 5.5, học kỳ 202 này em học cải thiện điểm nhưng nhận điểm MT thì môn \"Tín hiệu và hệ thống\" giữa điểm MT và 5.5 thì em có nhận được điểm MT cho môn này hay không? Trong trường hợp không nhận được điểm MT mà giữ nguyên điểm 5.5 thì thật sự bất công, bởi nếu như vậy thì tiền học phí gần 1 triệu, thời gian học khoảng 4 tháng, và chi phí di chuyển (học cơ sở Dĩ An), cũng như sự đầu tư của em dành cho môn học \"Tín hiệu và hệ thống\" để kéo điểm số tốt nghiệp trong suốt học kỳ 202 đầy khó khăn này hoàn toàn mất hết. Em mong nhà trường có cách giải quyết vấn đề này giúp em! Em xin cảm ơn.",
    "Học kì 203  Dạ em có lịch thi PLDC học kì 203 vào chiều nay, nhưng hiện h em đăng nhập hệ thống BKEX ( thì không được nó báo là đã đăng nhập vào thiết bị khác . Mong pđt giải quyết giúp em ạ. Em cảm ơn TK:  MSSV : ",
    "Kính gửi PĐT Em tên: Phạm Phú Duy MSSV:  Chương trình đào tạo: VLVH Hôm nay em làm đơn này xin PĐT cho em xin hoãn thi môn   B Động Cơ Đốt Trong    mã môn học   B TR2019   .Do không đáp ứng đủ yêu cầu về trang thiết bị khi dự thi online học kì này.Rất mong PĐT xem xét và hổ trợ em được hoãn thi. Em xin cảm ơn rất nhiều!",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP Hồ Chí Minh Em tên là , MSSV: , là sinh viên khóa k14. Học kì này em được gia hạn thêm một kì để hoàn thành môn Anh Văn 4 để có thể ra trường. Nhưng vì tình hình dịch bệnh, hiện tại em đang cách ly tại địa phương (Bảo Lâm - Lâm Đồng). Em không có đủ điều kiện về trang thiết bị để ôn và thi tốt để đạt điểm qua môn, em xin phép được hoãn thi môn anh văn 4 (MSMH: LA1009) ạ. Phòng Đào Tạo cho em hỏi trường hợp của em có thể được hoãn thi không ạ? Em xin chân thành cảm ơn, em chúc các thầy cô luôn nhiều sức khỏe ạ!  ",
    "Thưa thầy / cô phòng đào tạo. Hiện nay do nơi em giãn cách xã hội. Mà thiết bị của em không phục vụ được hình thức thi online (micro hỏng, quay màn hình chừng 1 phút thì dừng, ngoài ra còn phải dùng wifi từ khoảng cách xa). Hôm trước em có kiểm tra giữa kì xác suất thống kê. Có thầy cô giám thị chứng kiến . Nên nếu được, em muốn xin hoãn thi cuối kì (202 và DT03) để thi sau khi hết giãn cách xã hội. Và do ngành của em không có phân ngành nên em nghĩ thi sau vẫn không ảnh hưởng. Em xin cảm ơn.",
    "Kính chào Phòng đào tạo nhà trường Em là  MSSV:, em vừa test nhanh Covid nhận được kết quả dương tính, nhưng còn phải đợi xét nghiệm PCR. Trong trường hợp em bị cách li vì bị nhiễm Covid19 thì phải đăng kí hoãn thi HK202 như thế nào ạ? Em cảm ơn!",
    "Con chào thầy/cô. Vì không đáp ứng đủ nhu cầu về thiết bị thi. Con xin hoãn thi ạ, con mong thầy cô hướng dẫn con ạ.",
    "em hiện tại là k18 Em chào thầy(cô), Kì này dịch nên e không thể đăng kí thi anh văn để nộp bằng toeic . Cho em hỏi vậy có bị xóa môn học đã đăng kí vì không đủ chuẩn anh văn năm 3 của K18 ngành kĩ thuật vậy liệu không ạ? Em xin cảm ơn!",
    "Cho em xin phép gửi đơn và minh chứng hoãn thi CHK 202 môn đại số tuyến tính",
    "Em là  MSSV ,  em muốn đăng kí hoãn thi các môn học sau: -  (MT2013) L10 - Quản Lý Sản Xuất Cho Kĩ Sư (IM2023) L03 - Kinh Tế Kĩ Thuật (IM2027) L01 Em cảm ơn.",
    "Dạ cho em hỏi là trong tình hình dịch phải thi online e ko đủ điều kiện để thi nên đã hoãn thi môn A( môn tiên quyết) vậy em có được đăng ký học môn B( môn B bắt buộc phải qua môn A) không ạ? Vì trong mail trường nói sẽ có đợt hậu kiểm tra kết quả sau khi thi xong còn hoãn thi thì được thi lại trong vòng 1 năm. Em cảm ơn ạ!",
    "Tên :    MSSV :   Ngày sinh : 19/8/2000  Lớp : XD18CTGT   Lý do viết đơn : Em muốn xin được hoãn thi hai môn :  + Môn : Địa chất công trinh   MSMH : CI1043 , nhóm : L01-A   Giờ thi : 10g00  , ngày thi : 03/08/2021 + Môn : Nền móng   MSMH : CI3195 , nhóm : A07-A  Giờ thi : 16g00  , ngày thi : 09/08/2021  Lý do em xin hoãn thi :   Do không đảm bảo đầy đủ thiết bị để tham gia thi online .  Em mong phòng đào tạo xem xét giúp em ạ   Em cảm ơn ạ",
    "Em có đăng ký in thẻ sv để thi online ngày 27/7 nhưng em mới thanh toán vào hôm 1/8. Ngày 4/8 em có lịch thi online môn Triết học Cho em hỏi em có thể lấy cmnd thay thế cho thẻ sv tạm thời không ạ? Nếu không được mong PĐT cho em cách giải quyết. Rất mong nhận được câu trả lời. Em xin cảm ơn.",
    "Chào thầy/cô. Em có vấn đề khi đăng nhập vào trang exam.hcmut.edu.vn. Em đã cho phép cookies này chạy trong trình duyệt của em rồi và đã đăng xuất tài khoản ở tất cả các thiết bị nhưng vẫn không thể đăng nhập được ạ . Mong thầy/cô xem và sửa lại trang web vì em thấy đa số sinh viên trường mình cũng bị như vậy. Em cảm ơn.   i ",
    "Xin chào phòng đào tạo Em tên , lớp DD20LT04, MSSV  Em gửi đơn xin phép PĐT trước mắt được hoãn thi   B cuối kì 202    môn:  B  Giải tích 2 và Pháp Luật VN Đại Cương    Với lý do thiếu điều kiện kỹ thuật Phiếu xin hoãn, Xác nhận giáo viên và Minh chứng được gửi kèm Nếu có thiếu sót mong PĐT chỉ rõ Xin cảm ơn",
    "Em bị mất ví có cmnd và thẻ sinh viên trong đó, bên phường nói sau dịch mới có người làm lại được. Bây giờ chỉ còn passport thì có cách nào để thi online không hay phải hoãn?",
    "Kính gửi thầy cô, Em là Phụng, sinh viên K16 khoa Xây Dựng. Em muốn hỏi về việc nhận bảng điểm trong tình hình thành phố HCM bị phong tỏa. Thầy cô cho em hỏi không biết liệu em có thể thanh toán trên bkpay sau đó nhận bản scan qua email được không ạ? Việc nhận bảng điểm này rất quan trọng đối với em do em đang bị kẹt tại nước ngoài không về được và muốn xin học tiếp trong học kì tới. Em kính xin nhận được sự giải đáp từ thầy cô. Em kính chúc thầy cô và gia đình thật nhiều sức khỏe, đặc biệt là trong thời gian khó khăn này . Trân trọng, ",
    "Dạ kính thưa Phòng đào tạo, em là sinh viên , mã số sinh viên , lớp DT01-A thầy  ạ. Em đã gặp trục trặc trong ca thi môn PLVNDC, phòng thi số 1, vào lúc 13h00 ngày 01/08/2021 ạ. Do sự cố về đăng nhập vào phòng thi (do một số lỗi mà em không thể đăng nhập được ạ, sau 15 phút liên tục liên hệ đến thầy cô giám thị và Ban kỹ thuật , em đã vào được ạ), em đã rất bối rối sau tình huống đó, em dùng app Camtasia để quay lại màn hình (nhưng trong lúc rối em đã bị delete video, tức là không lưu lại được ạ). Và em cũng đã dùng  Meet để quay lại màn hình, nhưng chỉ được đoạn đầu lúc điểm danh và cuối video lúc cuối giờ ạ. Đoạn giữa (lúc em làm bài thi, em vẫn dùng  meet để quay lại đoạn video đó, nhưng khi em kiểm tra lại thì phát hiện chưa bấm ghi màn hình, mà tới khi phát hiện thì em đã nộp bài và đã hoàn thành bài thi. Dạ rất mong Phòng đào tạo xác nhận giúp em với ạ. Em thực sự rất rối, và bài em cũng hoàn thành rồi ạ. Cuối giờ, em đã có trình bày với thầy giám thị thi hôm ấy ạ. Dạ em rất mong nhận được phản hồi từ Phòng đào tạo ạ! Em cảm ơn Phòng đào tạo rất nhiều.",
    "Em kính chào thầy cô PĐT. Hôm nay em có thắc mắc muốn hỏi về quy chế thi online của PĐT và bộ môn Lý luận chính trị về việc sử dụng camera trước mặt có góc quay rộng bao quát được không gian thi (em đã liên hệ các thầy cô ở bộ môn và được hướng dẫn mail cho PĐT). Vì lí do camera trước mặt là camera của laptop (chỉ thấy hình ảnh từ đầu đến vai) nên sẽ không thể có góc rộng được và nếu để laptop ở xa tạo góc quay rộng sẽ gây khó khăn cho việc thao tác trên máy và nhìn vào màn hình khi làm bài, nên em kính mong PĐT cân nhắc phương án phù hợp với sinh viên . Kính mong PĐT sớm có lời giải đáp ạ. (Ảnh được lấy từ văn bản của bộ môn)",
    "Em chào PĐT, em là , mssv . Em có ca thi PLĐC vào 13h 01/08/2021, em đã hoàn thành bài thi rồi sau đó em có đăng xuất ra và khi đăng nhập vào lại (để nộp video quay màn hình) thì gặp lỗi này. Trong lúc thi phòng em có vài bạn cũng bị trường hợp này và nhờ bên kĩ thuật reset lại mặc định và vào được. Em nhờ PĐT liên hệ bên kĩ thuật reset lại giúp em để em nộp video quay màn hình và thi những môn còn lại. Em xin cảm ơn.",
    "Kính gửi Phòng Đào tạo, Em là , MSSV , học lớp CC20ROB1. Em muốn xin nhà trường cho em hoãn thi online cuối kì các môn của HK203 và HK202 vì lí do không đảm bảo trang thiết bị. Em sẽ đăng kí thi bổ sung sau khi quay lại trường học. Em cảm ơn ạ!",
    "Em gặp sự cố trong lúc thi nên phải hoãn. Bây giờ em phải làm đơn như thế nào ạ.",
    "Em tên là  (MSSV: 205 1168), do máy tính của em hiện tại đang bị hỏng và em không có cách nào đê sửa do tình hình dịch Covid-19, nên em xin được hoãn kì thi cuối HK2 và HK3 (2020 -2021) của em. Em mong là Nhà Trường có thể sắp xếp cho em thi lại vào thời gian khác .   i  .",
    "915742    Kính thưa thầy/cô! Em tên: Nguyễn Vũ Trường MSSV: 1915742   B Em gửi nội dung này mong muốn được xin hoãn thi môn Xác suất thống kê (học kỳ 202) - thi ngày 05/08/2021   . Do nhà em ở vùng quê thuộc tỉnh Bến Tre (mà cụ thể là xã Hưng Khánh Trung A, huyện Mỏ Cày Bắc, tỉnh Bến Tre) đang thực hiện chỉ thị cách ly toàn tỉnh, đặc biệt là xã em đang có các ca nhiễm Covid nên có các chốt chặn và phong tỏa, nên em không thể ra ngoài mượn thiết bị để thi được. Mặt khác, do đang ở quê, nên không có wifi gần nhà, hiện tại em đang dùng 3G phát mạng cho laptop và do thế nên việc phát mạng dùng khá yếu hay bị lag và rớt mạng bất thường (lỗi thiết bị) . Theo nội dung của file hướng dẫn thi online, điện thoại em dùng hiện đã cũ và nhanh hết pin, dung lượng lưu trữ kém nên không thể đáp ứng yêu cầu vừa dùng điện thoại quay quá trình làm bài, vừa phát wifi dùng cho laptop mà văn bản đã đưa ra đối với các môn được sử dụng tài liệu và thi trắc nghiệm. Nên em viết đơn này mong Thầy/Cô xem xét cho em được hoãn thi học kỳ này môn Xác suất thống kê. Sở dĩ em chỉ hoãn thi môn Xác suất thống kê là do đây là môn thi gần nhất, các môn khác còn cách hiện tại từ 18-20 ngày mà hiện tại chỉ thị cách ly đến ngày 05/08 thì chưa hết 14 ngày, nên nếu hết chỉ thị cách ly trước 18-20 ngày sau, em sẽ mượn trang thiết bị đầy đủ để phục vụ cho các môn thi khác. Em xin cam đoan không nằm trong diện cấm thi môn Xác suất thống kê và tổng điểm quá trình  60%. Nếu có gì không đúng sự thật, em xin chịu hoàn toàn trách nhiệm . Mong Phòng Đào tạo xem xét cho trường hợp của em. Em xin chân thành cảm ơn!   i  .",
    "Dạ em, em muốn hoãn thi môn Nguyên lý ngôn ngữ lập trình CO3005(Lớp L01-B) thì phải làm cách nào ạ. Ngày thi cuối kỳ là 10/8/2021 ạ. Em xin cảm ơn",
    "Học kỳ này em học 2 môn có nội dung Thí nghiệm là Máy điện và Hệ thống cung cấp điện, hiện tại đã hoàn thành hết nội dung lý thuyết nhưng chưa thí nghiệm, em mới chỉ nhận được chỉ dẫn của trường về nội dung thi online hoặc bảo lưu những chưa nhận được thông tin gì về nội dung thí nghiệm, mong PĐT có phản hồi và hướng dẫn để em hoàn thành nội dung khoá học ạ",
    "XIn hoãn thi",
    "Xin phép phòng đào tạo em tên  mssv   Em muốn xin phòng đào tạo hoãn môn thi địa chất công trình(ci1043) ngày thi 03/08/2021 giờ thi 10h  Em xin chân thành cảm ơn!!  ",
    "Tên :  MSSV :  Ngày sinh : 19/8/2000 Lớp : XD18CTGT Lý do viết đơn : Em muốn xin được hoãn thi hai môn : + Môn : Địa chất công trinh MSMH : CI1043 , nhóm : L01-A Giờ thi : 10g00  , ngày thi : 03/08/2021 + Môn : Nền móng MSMH : CI3195 , nhóm : A07-A Giờ thi : 16g00  , ngày thi : 09/08/2021 Lý do em xin hoãn thi : Do không đảm bảo đầy đủ thiết bị để tham gia thi online . Em mong phòng đào tạo xem xét giúp em ạ Em cảm ơn ạ",
    "hiện tại e k vào được hệ thống thi, nó cứ để như hình ạ, cho dù e đã đăng xuất hết tất cả các thiết bị và xoá cả cookie nhưng vẫn k vào đc ạ ",
    "B  HK 202    Họ và tên:  MSSV:  Gmail:  Xin phép PĐT cho hoãn thi cuối kì 2 môn Giải tích 2 và Đại số tuyến tính học kì 202 Vì lý do: Trang thiết bị không đủ, trang thiết bị không đảm bảo Môn GT2: GVBM:  Mã lớp: L28 Môn ĐSTT: GVBM:  Mã lớp: L01 Mong PĐT xem xét và phê duyệt cho em ạ",
    "Chào thầy/cô, Em tên là , mssv là . Vào ngày 24/7 em đã đăng kí in thẻ sinh viên và hiện giờ đã qua gần một tuần rồi nhưng em vẫn chưa nhận dược thẻ. Mong thầy cô kiểm tra lại giúp em. Mặt khác vào ngày 16 và 17 tháng 8 này em sẽ bảo vệ luận văn. Trong trường hợp xấu nhất là em không nhận được thẻ sinh viên thì bộ môn có thông báo là xin giấy ở phòng đào tạo mới được bảo vệ luận văn. Vậy cho em hỏi em có thể xin giấy như nào ạ",
    "p Chào phòng đào tạo,  /p    p Em là  thuộc lớp DT01 môn Pháp Luật Đại Cương. Hôm nay, từ lúc 3h25 cho tới 3h59 em đã cố gắng vào trang BKeX để thi nhưng không được và hiện lỗi như video. Em mong phòng đào tạo cho em hoãn thi môn này để em thi lại vào lúc khác ạ. Em cám ơn.  /p    p Trân trọng,  /p    p Đạt  /p  ",
    "Kính gửi PĐT Em tên là:  MSSV:  Nay em viết đơn này để đăng ký xin được hoãn thi cuối kì(HK202) môn kết cấu thép 1. Kính mong PĐT xem xét giúp em ạ. Em xin cảm ơn.",
    "Dạ chào thầy cô,em là sinh viên k19, em thắc mắc về việc hoãn thi là mình gửi mail từng môn hay là tất cả môn kèm theo xác nhận giảng viên từng môn là được vậy ạ?",
    "Kính gửi thầy cô. Em tên là:   MSSV: . Vì không thể đáp ứng điều kiện trang thiết bị và đường truyền ổn định để thực hiện thi online, nên em kính mong phòng Đào tạo cho phép em hoãn thi cuối kì các môn học sau trong hki 202 ạ : ,  và  . Em xin cảm ơn ạ.",
    "Em tên là  (MSSV: ). Em làm đơn này để yêu cầu được hoãn thi cuối kỳ 202 với hình thức trực tuyến. Lý do: Không đảm bảo trang thiết bị cần thiết phục vụ cho buổi thi   i  .",
    "Đơn xin Hoãn Thi: dạ em biết đơn ở đây là do em đã liên hệ nhầm khi liên hệ với nhà trường ở phần trang chủ mà không bấm vào phần hỏi đáp. Em nhập Viện và đã gửi yêu câu Hoãn Thi bằng mail tới PĐT() và đăng lên trang chủ bksi em viết lại đơn để mong PDsT có thể thấy và xem xét giúp em ạ",
    "Học Vụ . Kính gửi phòng đào tạo, Em tên là , hệ VHVL MSSV:  Em gửi đơn xin phép hoãn thi môn Những nguyên lý cơ bản của chủ nghĩa -, mã môn SP1003 vì laptop em bị hư camera và mạng nhà em không thể đáp ứng nhu cầu thi onl trong thời điểm hiện tại, không thể tham gia thi cuối kì được. Nên Em xin phép hoãn thi. Em xin chân thành cảm ơn",
    "Em làm đơn này xin được đăng ký thu nhận lại từ học kỳ 211 Họ tên:  Ngày sinh: 4/3/2001 Lớp: MT19KH04 Số đt: [phone_number] Đã tạm dừng từ học kỳ 202 năm học 2020-2021 Lý do: Không đăng ký môn học, Cảnh báo học vụ lần 1 Quyết định số: 263/QĐ-ĐHBK, 258/QĐ-ĐHBK Nay đề nghị được thu nhận lại từ học kỳ  211 năm học 2021-2022 Em xin cảm ơn ",
    "Kính gửi PĐT Em Tên là:  MSSV: Nay em viết đơn này để đăng kí xin được hoãn thi cuối kì (HKDT202) môn kết câu thép 1. Kính mong PĐT xem xét giúp em ạ . Em xin chân thành cảm ơn  ",
    "Kính gởi phòng Đào tạo. Em tên , MSSV . Tháng 9/2020 em đã bảo vệ luận văn và chỉ còn nợ chứng chỉ anh văn để tốt nghiệp. Đến hiện tại vì tình hình dịch bệnh nên IIG không tổ chứng thi Toeic. Vì vậy em vẫn chưa thi được. Phòng Đào tạo cho em hỏi, em cần làm thủ tục gì để xin nhà trường xem xét, vì hiện tại em đã bị tạm dừng (vì không có thời khóa biểu)và sẽ bị thôi học nếu không có nộp được chứng chỉ trong thời gian tới. em cảm ơn.",
    "Em tên , MSSV:  Lý do viết đơn: Em muốn xin nhà trường cho hoãn thi môn Địa chất công trình-CI1043- thi 10 giờ ngày 3/8/2020- Học kỳ 202. Vì lí do không đảm bảo trang thiết bị cụ thể là chỗ em rất hay chập điện và cúp điện nên không thi online vào ngày đó được ạ. Mong Phòng Đào Tạo xem xét. Em cảm ơn.",
    "mssv: Em xin hoãn thi cuối kì 202 ba môn: Khoa học trái đất, Giải tích 2 và Đại số tuyến tính Lí do:không đủ thiết bị thi ",
    "CODE   012611    . Em xin hoãn thi môn Giải Tích 2(MT1005) Họ và tên: Phạm Thị Vân Anh MSSV: 2012611 Nhóm tổ: L28-B Ngày thi: 07/08/2021 lúc 16g00",
    "Em xin hoãn thi môn giải tích 2 (mã môn học: MT1005) Học và tên:  MSSV:  Nhóm tổ: L19-C Ngày thi: 07/08/2021 lúc 07g00",
    "Chào PĐT ạ. Em là , MSSV , khoa Cơ Khí, lớp CK19CTM4. Em muốn xin được hoãn thi môn Xác suất thống kê, ngày 5/8/2021 vì lý do không có đủ trang thiết bị cần thiết. Em xin chân thành cảm ơn",
    "Dạ cho em hỏi là em có đăng kí in thẻ sinh viên và được nhà trường xác nhận đã in thẻ từ ngày 27/7 mà tại sao đến giờ em vẫn không có bất cứ thông báo gì hết ạ, có cách nào để em có thể liên lạc với bên giao hàng không ạ tại tới 5/8 là em thi on rồi ạ  . em trân thành cảm ơn!",
    "thưa thầy(cô) em muốn hỏi là trong khung chương trình đào tạo  môn anh văn 4 sẽ học vào học kì 4,nếu tới học kì 4 em vẫn chưa nộp bằng tiếng anh,và không đăng kí môn anh văn 4 thì có sao không ạ? ( em đã qua  anh văn 1 2 3 ) em xin cảm ơn",
    "Kính gửi Phòng đào tạo, Em là , MSSV , hiện đang là sinh viên khóa 2019 ngành kĩ thuật ôtô chương trình đại trà. Em có thắc mắc về quy chế thi như sau: Thiết bị chính (laptop) của em bị hỏng camera, em dùng thiết bị phụ ( điện thoại) để quay không gian làm bài thi. Vậy lúc scan giấy làm bài thi để nộp bài, em có thể dùng thiết bị phụ (điện thoại) để scan hay không?  Em cảm ơn vì Phòng đào tạo đã đọc thắc mắc này và mong đợi câu trả lời sớm nhất. Em xin chúc ban cán bộ nhà trường mạnh khỏe, an toàn trong mùa dịch! Trân trọng ./.",
    "Hiện tại em không thể đăng nhập hệ thống Bkex mặc dù đã xóa hết cookie và chưa đăng nhập trên thiết bị nào cả. Mong mọi người hỗ trợ giúp em. Cảm ơn mọi người trước!",
    "Hoãn thi cho các môn học vì không có đủ điều kiện vật chất .",
    "Em đã đăng kí và thanh toán BHYT 12 tháng cho năm 2021, nhưng chưa lên trường nhận, mà bây giờ thì vì dịch bệnh nên không thể lên trường nhận được . Cho em hỏi là có cách nào để có thể nhận BHYT mà không cần lên trường được không ạ? Hoặc nếu như cần sử dụng BHYT thì trường có thể xác nhận với bệnh viện hoặc các tổ chức y tế để em có thể sử dụng được không ạ?",
    "Xin chào quý thầy cô, em là  MSSV , em đã nhận được email báo rằng em đã bị hủy lịch thi do chưa hoàn tất học phí HK202, nếu như em muốn khôi phục lại thì em phải hoàn tất học phí và   I \"Làm đơn thu nhận lại bắt đầu từ học kỳ dự thính hè năm học 2020-2021\"  /I . Hiện tại em đã hoàn tất học phí học kỳ HK202, nhưng em không biết cách làm đơn trên, em mong quý thầy cô có thể hướng dẫn em để em có được lịch thi sớm nhất có thể ạ. Em xin chân thành cảm ơn",
    "Em tên  mssv , ngành kĩ thuật cơ khí chất lượng cao tiếng Anh, khóa 2020 ạ Em xin hoãn thi cuối kì các môn Calculus 2, Physics 2, Linear Algebra do không đủ điều kiện về trang thiết bị thi, cụ thể là không có laptop và hỏng máy tính bàn ạ Mong trường và khoa xem xét giúp em ạ Em xin cảm ơn ạ",
    "Dạ em chào Thầy/Cô ạ. Cho em xin hỏi là 2 môn em vừa gửi đơn hoãn thi được thông qua chưa ạ",
    "Kính gửi PTD, Em là  - MSSV:  - thuộc lớp XD19CTXD03. Sau khi nhận được hướng dẫn thi trực tuyến cuối kì 202 của trường, nhận thấy mình không đủ điều kiện để dự thi nên em xin được hoãn thi ạ. Ở môn Triết em đã xin được chữ kí của giảng viên phụ trách vào đơn, còn ở môn Giải tích 2 em đã xin xác nhận không bị cấm thi nhưng nhận được mail của giảng viên phụ trách là không cần chữ kí mà chỉ nộp thẳng cho PDT. Mong PDT xem xét và xử lí đơn cho em. Em xin cảm ơn ạ.",
    "hiện tại vì không đảm bảo thiết bị để hoàn thành bài thi nên em xin phép PĐT có thể cho phép xin hoãn thi .",
    "Em xin hoãn thi môn giải tích 2 (Mã môn học: MT1005) Họ và tên:   MSSV:  Nhóm tổ:L28-C Ngày thi: 07/08/2021 lúc 16g00",
    "MSSV:  học lớp XD19CTXD01   i  . Em là sv  mssv  học lớp XD19CTXD01  Hiện tại em không đủ trang thiết bị thi và nơi em ở đang phong tỏa nên em không thể xoay sở được Vậy nên em muốn xin PĐT cho em hoãn thi đợt hi onlien này ạ",
    "Em là , MSSV , lớp MT20KT02. Em muốn xin hoãn thi cuối kỳ môn Triết học  do không thể đáp ứng yêu cầu về cấu hình với lý do chi tiết bên file dưới. Em đã xin xác nhận không dự kiến cấm thi của GV. Mong PĐT xem xét xác nhận hoãn thi cho em ạ. Em xin cảm ơn.",
    "Kính gửi PĐT, Em tên là  - . Em gửi flie hoãn thi môn Quản lý dự án cho kỹ sư nếu còn thiếu gì PĐT nhắc nhở để em bổ sung. Em cảm ơn",
    "Dạ em chào thầy/cô, Em tên là , mã số sinh viên của em là , hiện tại em đang học lớp CC20KYS1 ạ. Dạ em viết mail này để xin phép thầy/cô cho em được hoãn thi cuối kỳ HK202, với lí do là vì mạng nhà em không có ổn định để thi online suôn sẻ ạ (lúc làm bài test trên bkel em hay bị đứng máy và load lại trang ạ) Em mong thầy/cô sẽ chấp nhận cho em được hoãn thi online cuối kỳ ạ, em vẫn sẽ tiếp tục ôn bài để khi đi học lại và thi tại trường thì em sẽ thi ạ. Em cảm ơn thầy/cô nhiều ạ. Trân trọng, ",
    "Dạ em chào Phòng đào tạo, em tên là Huỳnh Ngọc Bảo Thy, khoá K18, mã số sinh viên là 1814294, học khoa Quản lý công nghiệp, chuyên ngành Quản trị kinh doanh. Học kì này em có được thông tin là tiến hành thi hình thức online, và cần có thẻ sinh viên. Tuy nhiên, sau khi kiểm tra thì em nhận ra em không có mang thẻ sinh viên về nhà(hiện tại em đang về nhà tránh dịch ở Long An, thẻ sinh viên của em hiện ở TPHCM), em có đọc qua hướng dẫn thi online thì không dùng giấy tờ khác để thay thế thẻ sinh viên được. Theo hướng dẫn, em có thể đăng ký in thẻ sinh viên sau đó giao về nhà, tuy nhiên khu vực của em tình hình dịch bệnh đang căng thẳng, có chốt kiểm tra ở nhiều khu vực, và thực hiện chỉ thị 16 nên không cho phép người dân ra ngoài nếu không có giấy đại diện hộ gia đình để ra ngoài mua thực phẩm cho nên em không ra khỏi nhà được, bên cạnh đó các đơn vị vận chuyển hàng hoá ở khu vực em đang sống đang tạm dừng hoạt động, không giao hàng nữa, cho nên em không thể nhận được thẻ sinh viên sau khi đăng ký in.Em có đính kèm ảnh ạ. Đồng thời, trước khi viết mail này và được biết là các đơn vị vận chuyển không được giao hàng nữa thì em cùng đã có đăng ký in thẻ sinh viên, tuy nhiên không may đến bước thanh toán lệ phí ở BKPay thì hệ thống báo đang bảo trì. Mục đích em viết ra yêu cầu trên trang bksi là mong Phòng đào tạo có thể giải quyết vấn đề thủ tục giúp em về vấn đề thi mà không có thẻ sinh viên. Em mong Phòng đào tạo có thể thông cảm và đồng ý cho em tham gia thi cuối kì có được không ạ ? Nếu được như vậy thì em vô cùng cảm kích. Về thông tin đầy đủ của em -Họ và tên: Huỳnh Ngọc Bảo Thy -Ngày sinh: 14/02/2000 -CMND: 301731262 -Mã số sinh viên: 1814294 -Sinh viên khoá K18-khoa Quản lý công nghiệp-chuyên ngành Quản trị kinh doanh -Thường trú: huyện Cần Đước, tỉnh Long An Em cảm ơn Phòng đào tạo đã đọc yêu cầu này của em ạ . Bảo Thy.  ",
    "Em xin chào, Em tên là  mssv . Em muốn đăng ký hoãn thi cuối kỳ 5 môn của học kỳ 202: Quản lý sản xuất, K/tế chính trị -, Đại số tuyến tính, Tài chính doanh nghiệp, Phương pháp định lượng. Lý do là hiện tại em đang ở dưới quê và chưa thể về thành phố Hồ Chí Minh được do chỉ thị mới của chính phủ. Em không có đầy đủ trang thiết bị và đường truyền ổn định để thi trực tuyến. Nên em viết đơn này với mong muốn đăng ký hoãn thi cuối kỳ 202. Mong phòng đào tạo xem xét hỗ trợ em . Em cảm ơn ạ. Mong sớm nhận được hồi âm.",
    "Em là sinh viên lớp bằng 2 XD17B2D1. Kì dự thính vừa rồi em học Môn học: Kết cấu thép 2: Mã môn học: CI3211. Nhóm :DT01. giờ thi: 13:00 ngày 30/7/2021. Do bản thân em làm việc tại công trình ở Long An. Hôm đó, ngày 01/07/2021 em có tiếp xúc với chị  và bản thân bị F1 cách ly tại nhà từ ngày 05/7/2021 đến ngày hôm nay 01/8/2021 nên em đã không thể tham gia kì thi online của Phòng đào tạo. Em rất mong phòng đào tạo xem xét cho em được thi lại. Em thành thật biết ơn . Đính kèm là 1 file giấy cách ly của Phường Phú Hòa gửi cho em (chỉ có file chụp do chị y tế chị bị  nên em không thể lấy bản gốc được). Rất mong Phòng đào tạo xem xét",
    "Em xin chào thầy cô Em muốn hoãn thi thì bây giờ phải làm những gì ạ",
    "Em chào thầy/ cô ạ, Em tên là  MSSV:  Do tình hình dịch bệnh nên em về quê, không có đủ trang thiết bị cũng như đảm bảo đường truyền mạng Internet. Vì vậy em kính mong thầy/cô xem xét cho em được hoãn thi môn Hệ thống năng lượng xanh (EE3131) của học kỳ 202 Em cảm ơn thầy/cô ạ, ",
    ": Vì không có webcam",
    "Kính chào nhà trường,  Em tên là , MSSV: ,thuộc khoa Kĩ thuật Địa Chất và  Khí. Nay em gửi tin này với mong muốn được hoãn thi cuối kì 202 môn Giải tích 2. Em đã làm đơn xin phép hoãn thi và đã có xác nhận kèm theo của giáo viên bộ môn được đính kèm ở dưới . Mong nhận được phản hồi sớm từ phía nhà trường. Em cảm ơn.",
    "Kính gửi PDT Em tên là   ",
    "Chào Thầy, Cô ! - Em đã đăng kí làm lại thẻ SV - Còn 2 ngày nữa là em thi HK. Nếu thẻ chuyển về không kịp, có cách nào để em tham gia thi HK không? Em cảm ơn Thầy, Cô!",
    "Kính gửi PDT Em tên là   MSSV:  Lý do: Em không đủ trang thiết bị Laptop và đường truyền không ổn định để thi trực tuyến cuối kì  ",
    "Vì tình hình dịch bệnh các hiệu in đóng cửa nên em phải kí đơn online, mong thầy cô thông cảm và xem xét giúp em Em xin cảm ơn",
    "Chào thầy cô, Em có thử đăng nhập vào trang thi BKeX tuy nhiên hệ thống phản hồi lại như hình. Tuy nhiên em không đăng nhập vào bất kì thiết bị hay trình duyệt nào khác, em đã đợi khoảng 1 giờ nhưng vẫn không login vào được. Em xin phép hỏi quý thầy cô nếu gặp trường hợp trên thì em phải giải quyết như thế nào ạ? Em xin cảm ơn.",
    ": Dạ em muốn hỏi là mình hoãn thi thì cần làm như thế nào ạ",
    "Kính mong nhà trường xem xét cho em hoãn thi bộ môn Hoá Hữa cơ (CH2021) vào lúc 07:00 ngày 12/08 sắp tới đây vì lý do không đảm bảo được trang thiết bị ạ",
    "Kính gửi  Em tên:  MSSV:  Hôm trước em có đăng kí hoãn thi môn Phương pháp số (ME2091)  Ngày thi 7h00 ngày 02/8/2021, vì không đảm bảo thiết bị (cụ thể mất thẻ sinh viên) Nhưng hôm nay em đã tìm được thẻ rồi ạ. Kính mong PDT thêm tên em vào để em được dự thi đúng ca thi của mình. Em xin cảm ơn!",
    "Xin chào thầy, cô  Do không đáp ứng được yêu cầu kỹ thuật, trang thiết bị nên em muốn hoãn thi bộ môn Xác xuất thống kê MT2013 học kì 202. Em hy vọng sự nhận được sự cho phép của PDT. Cảm ơn thầy cô đã xem.",
    "Kính thưa thầy/cô! Em tên là :  MSSV:  Gmail:  Trường hợp của em là không hiểu vì lí do nào đó mà em đã không có lịch thi môn Vật liệu composite(MA3063). Mặc dù em đã liên hệ với thầy Việt bộ môn nhưng thầy bào là em không nằm trong diện cấm thi hay vi phạm nào cả. Kính mong thầy/cô kiểm tra lại giúp em và cập nhật lịch thi sớm nhất có thể ạ . Và hơn nữa, em không có viết bất kì mail nào để hoãn thi.Nếu có thể thầy/cô giúp em xem xét lại điều kiện để dự thi online của em với ạ. Em cảm ơn và chúc thầy/cô nhiều sức khỏe.",
    "MSSV:  Em xin hoãn thi trực tuyến cuối kì HK202 môn: Hoá hữu cơ MSMH: CH2021 Nhóm: L02 Lý do: Em không đủ công cụ hỗ trợ để thi trực tuyến. Em cảm ơn.",
    "Em chào thầy/cô, Em muốn được xin hoãn thi các môn SP1031, MT2013, MT1005, EE2005, Sp1035 của học kỳ 202 và các môn IM1025, SP1035, MT1005 của học kỳ 203. Lý do: em không đáp ứng đủ về đường truyền internet và thiếu thiết bị phục vụ việc làm bài thi. Mong thầy/cô phản hồi em sớm. Em xin cảm ơn.",
    "i MSSV  Mong PDT cho phép em được hoãn thi môn Kỹ thuật điều khiển tự động (ME2009). Lí do: Không đảm bảo thiết bị thi trực tuyến. Em cảm ơn ạ!",
    "Cho em xin được hoãn thi cuối kì của HK202 vì không đáp ứng được các yêu cầu về trang thiết bị điện tử",
    "HOÃN THI NGÀY 02/08/2021 Môn học: KHOA HỌC TRÁI ĐẤT CI1069-CC01 : 12/08/2021",
    "Em xin hoãn thi online các môn: Triết học  - 101 Anh văn 4             LA1009 Anh văn              LA1007 Trường điện từ        EE200 Cơ sở kỹ thuật điện   EE2017 Lý do: Laptop hỏng, nhà trong khu vực chỉ thị 16 nên không có cửa hàng sửa chữa nào mở cửa.",
    "n xin hoãn thi cuối kì ",
    "Kính gửi phòng đào tạo, Em tên là  Mssv:  Hiện đang là sinh viên của lớp CK19Log01 thuộc khoa Cơ khí. Em có được biết về việc không có thẻ sinh viên thì không chấp nhận dự thi và phải đăng kí làm lại để gởi về nơi mình ở. Em đã kiểm tra và thấy mình vẫn có mang bên người, nhưng hôm nay tìm lại thì không thấy đâu. Mai em thi rồi nên giờ làm lại thì không kịp nữa. Dạ em muốn hỏi là trong trường hợp ngoài ý muốn này em có thể dùng hình ảnh em chụp thẻ sinh viên trước đó để điểm danh thay cho thẻ thực sự được không ạ! Em có đính kèm hình ảnh bên dưới ạ. Em cảm ơn ạ! Mong nhà trường xem xét trường hợp này và phản hồi sớm giúp em với ạ. Trân trọng  .",
    "Em vừa nhận được quyết định của Phòng đào tạo đồng ý cho em chuyển từ chương trình đào tạo từ Chất lượng cao sang Đại trà. Vì trong những ngày vừa qua em đều đang chờ đợi quyết định chuyển chương trình của Phòng đào tạo, nên em chưa kịp đăng ký môn học ở đợt 1, cho phép em hỏi hiện tại em cần phải làm gì để đăng ký môn học ạ?",
    "Em chào phòng đào tạo ạ! Em làm đơn này xin phòng đào tạo xem xét cho em hoãn thi 2 môn nguyên lí thông tin số và truyền số liệu và mạng ạ. Em chân thành cám ơn.",
    "em xin hoãn thi các môn Trường điện từ        EE2003 Vì lo ngại chất lượng đường truyền không ổn định, và dạo này hay bị mất điện nên sợ bị sự cố ạ.",
    "Kính gửi PĐT, Em tên :   MSSV :  Do ngày 7/8 em về theo diện cách ly tại địa phương và ngày 9/8 em đang ở trong khu cách ly nên không đủ các  điều kiện về cơ sỡ vật chất để thi nên em xin phép được đăng ký hoãn thi môn CI3195 - Nền Móng ạ! Do em đã có điểm môn CI3195 ở học kỳ 192 và em về theo diện trường và KTX Bách Khoa nên nếu sau này em điền link xét điểm miễn thì có được chấp thuận không ạ! Em chân thành cảm ơn và mong sớm nhận được phản hồi ạ!",
    "Em muốn xin hoãn thi vì lí đo sáng nay ngày 2/8 lúc 7h khu vực nhà em ở không có điện nên không thể tham gia meet để hoàn thành bài thi cuối kì online. Em xin được đăng kí hoãn thi ạ.",
    "Dạ em xin đăng ký hoãn thi môn giải tích 2 ạ Em cảm ơn",
    "T1077    Em tên :   MSSV : 413T1077 - Do em không đủ trang thiết bị và điều kiện (ở nhà giữ bé ) để tiến hành thi online theo kế hoạch của trường . - Kính mong phòng đào tạo sắp xếp em thi tập trung khi hết dịch.     i  .",
    "Kính thưa thầy/cô Phòng Đào tạo Đại hoc Bách Khoa TP.HCM. Em là , hiện đang là sinh viên hệ VHVL của trường. MSSV . Khoa Khoa hoc máy tính Vào lúc 07g00 ngày 01/08 em có tham gia dự thi cuối kỳ môn Nguyên lý Ngôn ngữ lập trình (Mã môn CO3005) theo lịch của trường, và đã hoàn thành bài thi, nhưng khi em bắt đầu dùng điện thoại của em để scan giấy thì thì hệ thống scan của máy em bị lỗi ( không tải đươc file pdf lên google drive), nên đã em đã phải mượn điện thoại của người thân để scan bài thi và loay hoay suốt 10ph mới trích đươc bài. Sau đó vi đã trễ han nên em không thể nôp bài lên thống bkel nên em xin gửi bài qua mail cho giảng viên nhưng thầy không chấp nhận bài nộp này và gửi mail trả lời yêu cầu em xin phòng đào tạo hoãn thi (chi tiết trong hinh bên dưới). Vi vây, hôm nay em viết mail này cho Phòng Đào tạo, xin được hoãn thi môn Nguyên lý Ngôn ngữ lập trinh để sau này em có cơ hôi lấy điểm cuối kỳ môn này và có thể qua môn ạ. Em xin cảm ơn thầy/cô.",
    "Họ và Tên: MSSV:  Em xin gửi đơn hoãn thi cuối kỳ 3 môn là Giải tích 2, Xác suất thống kê, Phương pháp tính do em không có đủ điều kiện về trang thiết bị và đường truyền mạng của em không được ổn định.",
    "Kính gửi Phòng đào tạo Em tên là Phạm Minh Đăng, hiện đang học lớp A01 môn Xác Suất Thống Kê do thầy  phụ trách. Em viết yêu cầu này nhằm muốn được hoẵn thi cuối kỳ HK202 theo hình thức trực tuyến được tổ chức. Lý do: Em không đảm bảo được việc đầy đủ các thiết bị yêu cầu trong thời gian gần nhất từ đây đến ngày thi (05/08/2021) và thầy  cũng đã gửi mail xác nhận là em không bị cấm thi. (Trong file đính kèm) Em kính mong Phòng đào tạo xem xét yêu cầu của em và phản hồi để em biết được thông tin trong thời gian sớm nhất. Em xin chân thành cảm ơn.",
    "Em chào thầy(cô) ạ. Em có gặp một vấn đề đó là em đã làm lại thẻ từ ngày 29/7 nhưng bây giờ vẫn chưa về tới ạ và ngày mai em có 1 ca thi vào buổi sáng 7g ạ, nếu mà thẻ Sinh viên của em chưa về kịp thì em nên làm thế nào để được dự thi trong trường hợp thẻ chưa về kịp ạ? Em cảm ơn thầy(cô) rất nhiều.",
    "Cho em hỏi là em chỉ có 1 cái điện thoại thì có thi cuối kỳ được không ạ , vì em đang ở thành phố Hồ Chí Minh nên cách ly không thể nào đi mua thêm cái camera nữa . Nếu không được phép thi thì em phải viết đơn xin hoãn thi thế nào ạ ?",
    "Em chào PĐT, Em tên :  MSSV: Hiện em đang cách li nên xin PĐT cho em đăng kí hoãn thi môn: MT2001 Xác suất thống kê. Em xin cảm ơn",
    "Em chào thầy, cô!! Khi đăng nhập vào hệ thống thi exam.hcmut.edu.vn thì em gặp phải lỗi k được đăng nhập vào trang thi do đã đăng nhập ở thiết bị/trình duyệt khác. em đã log out khỏi tất cả nhưng vẫn không đăng nhập được. kính mong thầy cô cho em cách giải quyết. em cảm ơn!!!",
    "Em tên :  MSSV :  Ngày sinh : 19/8/2000 Lớp : XD18CTGT Lý do viết đơn : Em muốn xin được hoãn thi hai môn : + Môn : Địa chất công trinh MSMH : CI1043 , nhóm : L01-A Giờ thi : 10g00  , ngày thi : 03/08/2021 + Môn : Nền móng MSMH : CI3195 , nhóm : A07-A Giờ thi : 16g00  , ngày thi : 09/08/2021 Lý do em xin hoãn thi : Do không đảm bảo đầy đủ thiết bị để tham gia thi online . Em mong phòng đào tạo xem xét giúp em ạ Em cảm ơn ạ",
    "Em xin nộp đơn vắng thi cuối kì môn phương pháp số do gặp sự cố ngoài ý muốn trong khi thi khiến em không thể hoàn thành bài làm",
    "Gửi PĐT. Đơn hoãn thi Môn Xác Suất Thống Kê_HK202. Họ và Tên: Lê Minh Hoàng MSSV: 1913428 Môn học: Xác suất Thống Kê_MT2013 Mã lớp: L12 Đơn đính kèm: -Mẫu đơn đăng kí -Ảnh xác nhận không cấm thi của giảng viên bộ môn.",
    "Em muốn hoãn thi onl do trục trặc về thiết bị ạ",
    "Em là  MSSV . Em muốn đăng kí hoãn thi online các môn học của học kì 202 và 203 vì em không đủ cơ sở vật chất đúng theo yêu cầu của nhà trường. Em mong phòng đào tạo phản hồi và tạo điều kiện cho em được hoãn thi. Em xin chán thành cảm ơn",
    "Em xin chào thầy cô, hiện đã sắp đến lịch thi nhưng thiết bị của em gặp lỗi kỹ thuật (chi tiết như trong đơn), hiện địa phương em đang phong toả và cấm các điểm dịch vụ kinh doanh nên em không thể đưa thiết bị đi kiểm tra sửa/chữa được ạ. Mong quý thầy cô và phòng đào tạo xem xét và cho phép em được hoãn thi một môn, em sẽ cố gắng tìm cách khắc phục sớm nhất có thể để không ảnh tưởng thêm đến những môn thi khác. Em chân thành cảm ơn.",
    "xin chào quý Thầy Cô  Em là  - MSSV:  Em xin hỏi là em đã có đủ tín chỉ tích lũy ngành rồi và đã bảo vệ xong luận văn tốt nghiệp nhưng em còn thiếu một số ngày công tác xã hội như vậy em có cần phải dăng ký môn cho kỳ mới không ? Mong quý thầy cô giải đáp giúp em. Em cảm ơn.",
    "dạ cho em hỏi liên hệ với phòng công tác chính trị sinh viên cho hệ VLVH bằng cách nào ạ. em cám ơn",
    "Kính gửi Qúi Thầy Cô, Em tên là , MSSV: , Nay em viết đơn này với mong muốn được Phòng đào tạo xem xét cho em hoãn thi cuối kì môn Xác suất và thống kê vào ngày 05/08/2021 . Từ ngày 26/07/2021, em có biểu hiện sốt cao, nghẹt mũi và ho đàm, mệt mỏi trong người. Ngày 30/07/2021, em thực hiện lấy mẫu test nhanh cho kết quả dương tính và đang cách ly tại nhà để theo dõi nguy cơ lây nhiễm Covid-19. Em học môn Xác suất và thống kê lớp L06 do cô Nguyễn Kiều Dung giảng dạy và em không bị cấm thi. Mong Phòng đào tạo xem xét trường hợp của em. Em cảm ơn Qúi Thầy Cô .",
    "Em xin bổ sung thêm một môn hoãn thi ạ.",
    "Họ và Tên :   MSSV :  em xin hoãn thi các môn: Giải tích 2, Phương pháp tính, Xác suất và thống kê vì một số lý do chính đáng như sau:  1. không đủ vật dụng, thiết bị phục vụ cho công tác thi cử. Kết nối, đường truyền không được ổn định. 2. Mất CMND. Không có thẻ sinh viên bây giờ vì dịch nên em đã bất cẩn không trả áo blouse đã thế chấp từ sớm. ",
    "Chào thầy/cô, Em tên là ,do thi cuối kì bằng hình thức trực tuyến qua hangout meet yêu cầu phải quay màn hình laptop và phải có camera chính quay lúc đang làm bài. Nhưng không may thay laptop của em không có webcam, em có thể dùng điện thoại để thay cho webcam không?",
    "Vì lý do không đảm bảo được các thiết bị và tín hiệu mạng khi thi online nên em xin hoãn thi những môn học sau -  Triết học  -  - 8- - 7g00 - 4/8 -  Xác suất thống kê -     5-    - 10g00    - 05/08     -  K/tế chính trị - - DT01- - 07g00 24/8 Em cũng xin gửi đơn xin hoãn thi ở bên dưới . Em xin cảm ơn.",
    "Em đã đăng nhập vào hệ thống thi thử (exam.hcmut.edu.vn/test) và sau đó thoát ra (đăng xuất). Khi em muốn đăng nhập vào hệ thống chính thức, thì web báo là đang đăng nhập ở thiết bị khác hoặc trình duyệt khác, em đã thử các biện pháp như xóa cookie, xóa lịch sử, đổi tài khoản Google nhưng đều không được. Vậy em phải làm sao ạ?",
    "Em chào pdt ạ! Em tên  MSSV . Em làm đơn này xin phòng đào tạo xem xét cho em hoãn thi môn nguyên lí thông tin số và truyền số liệu và mạng.Em chân thành cám ơn ạ .",
    "Họ và tên:  MSSV:  khoa: Khoa Học Ứng Dụng Đăng ký hoãn thi các môn:AS2053,MT2013,SP1033,EE2011,AS2001 lý do: không đảm bảo trang thiêt bị cho thi online",
    "Dạ em chào cán bộ PĐT. Hiện nay em đang là sinh viên K20, em muốn bảo lưu kết quả học tập thì có thể bảo lưu tối đa là bao lâu ạ. Ngoài ra em còn thắc mắc nếu như năm sau em thi lại và đỗ vào trường thì các môn đã học và đạt thì có được chuyển điểm hay không ạ. Em cám ơn ạ !",
    "Em chào thầy cô. Em tên  Mssv . Em làm đơn này để xin hoãn thi. Mong thầy cô xem xét. Em xin cảm ơn ạ.",
    "Xin chào phòng đào tạo,  Em tên là , MSSV . Hiện tại em đang cách li tập trung ở tại kí túc xá Trường cao đẳng kĩ nghệ Dung Quất. Vì không đủ điều kiện nên em không thể thi online được. Hôm qua trong khu cách li của em có 1 ca f0 nên hiện tại em đang rất lo lắng. Em rất mong quý thầy cô có thể xem xét yêu cầu hoãn thi của em. Em xin cám ơn",
    "Dạ em chào thầy cô phòng đào tạo, Em là , mssv  Dạ hiện nay ở nơi em ở là 318, tổ 10, khu 3, ấp 3, xã Thừa Đức, Cẩm Mỹ, Đồng Nai. Hiện nay chô xem đã thông báo là phải nộp giấy tạm hoãn nghĩa vụ quân sự từ trường nơi đang học để được tạm hoãn 1 năm, hạn chót là 10/8/2021. Dạ không biết là em có thể xin giấy tạm hoãn  nghĩa vụ quân sự từ nhà trường bằng cách nào ạ?",
    "Em gửi phòng đào tạo đơn hoãn thi cuối kỳ 202. Mong phòng đào tạo giải quyết.Em cảm ơn.",
    "Kính gửi PDT Em tên là  MSSV  :",
    "Do em sắp phải về khu cách ly tập trung mà thiết bị không đảm bảo để thi nên anh chị cho em hỏi làm như thế nào để xin hoãn thi môn Xác suất thống kê vào ngày 5/8 sắp tới ạ ",
    "Thân chào thầy/cô, Em là sinh viên khoa cơ khí khoá K15, học kỳ 1 (năm học 2020-2021) em đã hoàn thành xong luận văn tốt nghiệp của mình, nhưng vì em chưa đủ điều kiện \"Anh văn 2 kỹ năng Nói-Viết\" nên em chưa thể tốt nghiệp. Em đã cố gắng đăng ký thi Anh văn 2 kỹ năng ngay sau khi hoàn thành luận văn nhưng vì khoảng thời gian đúng thời gian cao điểm(thời gian tốt nghiệp đợt tháng 04/2021) nên em không có chỗ để đăng ký thi, và sau đợt tốt nghiệp 04/2021 thì em có đăng ký thi liền thì lại vướng dịch nên BKEnglish tạm dừng đăng ký thi. Em đợi đến gần đây thì có đợt thi anh văn 2 kỹ năng trực tuyến thì em đã hoàn thành rồi ạ. Nhưng em có thắc mắc ạ. Khoảng thời gian từ lúc em làm luận văn tốt nghiệp xong và đợi để được thi anh văn 2 kỹ năng vì dịch là khoảng từ đầu tháng 02/2021 đến nay, mà vì em đã hoàn thành xong chương trình học chỉ còn đợi thi \"anh văn 2 kỹ năng nói viết\" thôi nên em đã không đăng ký môn học cho học kỳ 2(năm học 2020-2021). Sau đó, em có kiểm tra thì em thấy tình trạng sinh viên của em là tạm dừng vì không đăng ký môn học(như hình em gửi kèm). Nên em muốn hỏi là tình trạng sinh viên em để như vậy thì sau khi em có điểm thi anh văn 2 kỹ năng trực tuyến và hoàn thành điều kiện tốt nghiệp thì em có được tốt nghiệp bình thường không ạ? hay em còn phải làm những gì để được đăng ký tốt nghiệp nữa ạ? Em rất mong nhận được sự phản hồi của quý thầy/cô. Vì em là sinh viên K15, đợt tốt nghiệp 04/2022 này là kỳ hạn cuối của em nên em đang rất lo lắng. Em xin chân thành cảm ơn ạ.",
    "Trong quá trình thi môn Khoa học trái đất (CI1069) thì em gặp phải trục trặc mà làm cho tab làm bài cuẩ em bị ngưng và em bị mất đi gần 30 phút thời gian làm bài. Nhà trường cho em hỏi là với lí do như vậy thì em có được phép đăng kí thi lại môn này không ạ? Em có thể kèm thêm video mình chứng riêng ạ vì web không cho em tải lên.",
    "Kính gửi PĐT, Em muốn hỏi là em đã tiến hành in thẻ và cũng có xác nhận là thẻ đã được in và đang được chuyển qua bưu điện. Nhưng hơn cả tuần rồi em vẫn chưa nhận được thẻ. Sắp tới em phải thi rồi nên em hơi lo lắng ạ.Rất mong PĐT sẽ xem xét lại cho em và có thể cung cấp mã bưu gửi của thẻ sinh viên để em có thể kiểm tra tình trạng đơn hàng như thế nào ạ. Em xin cảm ơn nhiều ạ !",
    "Em muốn hỏi là môn Tiến hành thực nghiệm dành cho Việt Pháp có mở vào kì lẻ không ạ. Vì em thấy chỉ có mở vào học kì chẳn thôi ạ. Em xin chân thành cảm ơn ạ",
    "Chào cô, em đăng nhập bằng web thử để xem test up đề của thầy, em có tắt web ngang, bây giờ em đã đăng xuất hết các thiết bị vẫn k vào được web lại ạ. Có cách nào để khắc phục không ạ. Mong cô hồi đáp sớm ạ. Em cám ơn Em đính kèm minh họa ạ",
    "Em làm đơn thu nhận lại HK203 vì đã thanh toán trễ hạn HK202",
    "Chào anh/chị, Hiện tại em đang là sinh viên năm 4, chuẩn bị bảo vệ Luận văn tốt nghiệp, Nhưng em không có thẻ sinh viên và bộ môn yêu cầu cần thẻ sinh viên. Vậy em giải quyết như thế nào để xin phòng đào tạo để xin giấy được phép bảo vệ vậy ạ. Em mong nhận được hồi đáp! Em cảm ơn!",
    "Em xin chào nhà trường ạ, Em mong nhà trường có thể xem xét cho em hoãn thi và đăng kí thi lại ngày khác ở môn Khoa Học Trái Đất (CI1069) vì lí do trục trặc kĩ thuật trong quá trình thi ạ Đối với minh trức thì giáo viên bộ môn đang lưu giữ bản ghi hình lúc em có trục trặc trong khi thi. Em xin cảm ơn nhà trường.",
    "Hiện tại em muôn hõa thi môn :Phương pháp tính . Vì lí do không đủ trang thiết bị và đường truyền kém. Mà không biết làm thế nào để hoãn thi. Mong pdt hướng dẫn chi tiết ạ. Em cám ơn ạ.",
    "Em xin chào thầy/cô ạ! Em tên , MSSV , hiện đang học môn Đường lối cách mạng của Đảng Cộng sản Việt Nam HK202 (lớp A09 T6 tiết 4-6). Em đã gửi đơn cho Phòng đào tạo rồi nhưng theo thông báo mail nên đăng ký trên bksi ạ! Em cũng có một thắc mắc là quy trình đăng ký thi lại môn này vào kỳ sau như thế nào ạ? Em xin cảm ơn thầy/cô đã dành thời gian! Mong nhận phản hồi sớm từ thầy/cô ạ!",
    "Dạ cho em nộp đơn hoãn thi ạ. Em cảm ơn.",
    "Do đường truyền internet ở nhà kém và không ổn định nên em muốn đăng ký hoãn thi ạ.",
    "Hi PĐT ạ Em xin hoãn thi do laptop của em bị hư mà chỗ em không được ra ngoài do dịch để sửa ạ. Em cảm ơn ạ",
    "Họ và tên:  MSSV: ",
    "B Tôi tên , sinh viên khoa cơ khí năm nhất. Tôi viết yêu cầu này để xin phòng đào tạo có thể cho phép tôi được hoãn thi kỳ thi cuối học kỳ hai do không đảm bảo những trang thiết bị cần thiết trong kỳ thi sắp tới  ",
    "e bị mất thẻ sv nhưng bkpay e ko dùng được thì pải làm sao ạ",
    "Thưa phòng đào tạo . Hiện tại em muốn hoãn thi môn xác suất thống kê thì phải làm như nào ạ?",
    "Tên sv:   Mssv:  Xin hoãn thi môn Khí động lực học 1 (TR2011) HK202 Lí do: đường truyển không ổn địng",
    "Chào thầy cô ạ!   Em muốn xin hoãn kì thi cuối học kì 202 do không đủ điều kiện đáp ứng trang thiết bị theo yêu cầu ạ. Em xin hoãn gồm:     Giải tích 2       Đại số tuyến tính     Kinh tế học đại cương     Kính mog thầy cô xem xét giúp em ạ.",
    "Dạ em chào PĐT ạ PĐT cho em hỏi là còn đợt thi nói - viết nào được tổ chức nữa không ạ. Em thiếu chứng chỉ ngoại ngữ để tốt nghiệp nhưng em không theo dõi thông tin đợt thi online vừa rồi nên em đã bỏ lỡ ạ, em mong PĐT giúp đỡ ạ….",
    "Kính gửi Phòng đào tạo Em tên là Phạm Minh Đăng, hiện đang học lớp A01 môn Xác Suất Thống Kê do thầy  phụ trách. Em viết yêu cầu này nhằm muốn được hoẵn thi cuối kỳ HK202 theo hình thức trực tuyến được tổ chức. Lý do: Em không đảm bảo được việc đầy đủ các thiết bị yêu cầu trong thời gian gần nhất từ đây đến ngày thi (05/08/2021) và thầy  cũng đã gửi mail xác nhận là em không bị cấm thi. Đơn xin hoãn thi và xác nhận của thầy em xin được phép đính kèm ở file bên dưới. (Trong file đính kèm) Em kính mong Phòng đào tạo xem xét yêu cầu của em và phản hồi để em biết được thông tin trong thời gian sớm nhất. Em xin chân thành cảm ơn.",
    "Kính thưa Phòng đào tạo, Em tên là , MSSV: . Vì lý do không đảm bảo trang thiết bị (laptop hiện đang bị lỗi, không kết nối được với wifi và điện thoại cá nhân không đáp ứng được các yêu cầu của giảng viên), em xin đăng ký hoãn thi lần này. Em có đăng ký hoãn thi vào ngày 31/07 nhưng do nhầm đề mục vào Vắng thi cuối kỳ học kỳ 2/ 2019-2020 nên vẫn chưa được phản hồi . Em sẽ đăng ký thi lại vào lần tổ chức thi sau hoặc hoàn thành các yêu cầu của giảng viên. Em xin chân thành cảm ơn.",
    "Em xin chào thầy/cô ạ! Em tên , MSSV , hiện đang học môn Đường lối cách mạng của Đảng Cộng sản Việt Nam HK202 (lớp A09 T6 tiết 4-6). Em đã gửi đơn cho Phòng đào tạo rồi nhưng theo thông báo mail nên đăng ký trên bksi ạ! Em cũng có một thắc mắc là quy trình đăng ký thi lại môn này vào kỳ sau như thế nào ạ? Em xin cảm ơn thầy/cô đã dành thời gian! Mong nhận phản hồi sớm từ thầy/cô ạ! (Em chân thành xin lỗi vì mail trước để nhầm đề mục ạ!)",
    "Em đang phân vân về lịch thi môn giải tích 2  MT1005 vì : + Theo như mail và thông báo của giáo viên ngày thi là 13/8. + Theo như lịch thi trên mybk cập nhật ngày 2/8 thì lịch thi là 6/8. + Và theo như link BKEX để test thì lịch thi lại hiện 24/8 trong khi những môn khác trên BKeX vẫn đúng ngày. Em mong văn phòng giải quyết sớm để em chuẩn bị thi cuối kì ạ.",
    "Kính gửi phòng đào tạo. Em là , mssv . Em xin phép được hoãn buổi thi online Hoá hữu cơ - CH2021, nhóm lớp A03, vào lúc 7h00 ngày 12/8 sắp tới ạ. Lý do hiện tại em đang ở khu vực cách ly tại khu vực tỉnh Khánh Hoà (đến hết ngày 15/8), điều kiện về tín hiệu đường truyền, thiết bị và không gian không đủ đáp ứng kì thi online hình thức tự luận của bộ môn. Bên cạnh đó em cũng xin hỏi phòng đào tạo về thủ tục để đăng ký thi lại môn này vào học kỳ 211, em có cần đăng ký môn học ở học kỳ 211 không ạ? Em xin cảm ơn phòng đào tạo. Mong phòng đào tạo hồi đáp em sớm ạ.",
    "Kính thưa quí thầy cô. Em xin nộp đơn xin hoãn thi 3 môn học:    Giải tích 2 ( gv  )    Xác suất Thống kê ( gv  )    Tư tưởng  ( gv  ) Mong quí thầy cô xem xét và đồng ý cho em. Em xin cám ơn.",
    "Em tên : Anh MSSV  Em xin được đăng ký hoãn thi môn xác suất thống kê ngày 5/8 lớp (DT01) và môn giải tích 2 ngày 7/8 lớp L13.   Lý do: Do gia đình em xảy ra xô xát  ẩu đả dẫn đến đập phá gây ảnh hưởng đến trang thiết bị hỗ trợ thi online. Đồng thời giãn cách xã hội nên em không đi sửa được nên điều kiện thi online của em không đủ . Em xin lỗi vì sự bất tiện này . Mong phòng đào tạo xem xét trường hợp của em.",
    "Em xin chào PĐT, em là  mssv . Em xin phép PĐT cho em được hoãn thi môn Giải Tích 2 của cô , ngày thi cuối kì vào 7/8/2021. Lý do vì hiện tại em không có laptop và chỗ ở tại đang giãn cách theo chỉ thị 16 nên không thể đi đâu mượn hay mua được ạ. Kính xin PĐT xem xét cho em, em cảm ơn.",
    "Cho em xin hoãn thi trực tuyến môn Kinh tế chính trị . Khi được phòng đào tạo xác nhận rồi có cần gửi lại cho giáo viên không ạ",
    "Em mong nhà trường cho em hoãn thi giải tích 2 ",
    "Do trang thiết bị hỗ trợ thi cuối lì online và kết nối mạng không đảm bảo nên em đăng ký hoãn thi cuối kỳ . Mong phản hồi sớm từ Phòng đào tạo. Em cảm ơn ạ.  B",
    "Vì lý do thiết bị không đảm bảo trong quá trình thi nên xin được hoãn thi.",
    "Kính gửi Nhà Trường, Em là ; MSSV: ; lớp CK19CD03. Vì không thể trang bị đủ 2 thiết bị điện tử (cụ thể là laptop) và dụng cũ vẽ vào hai ngày thi cuối kì HK202 sắp tới. Kính mong nhà trường cho phép em hoãn thi hai môn Giải tích 2(Nhóm L27) và Vẽ kĩ thuật cơ khí(Nhóm L02). Em cảm ơn . (Em đã mail cho thầy cô bộ môn nhưng không nhận được phản hồi ạ)   i  .",
    "E về quê và để quên thẻ sinh viên ở Sài Gòn. E đã có đăng kí in lại thẻ sinh viên và đã thanh toán. Đến ngày mai là e có bài thi nhưng vẫn chưa gửi thẻ kịp để thi thì phải làm sao ạ .",
    "Xin phép phòng đào tạo em tên  mssv  Em muốn xin phòng đào tạo hoãn môn thi địa chất công trình(ci1043) ngày thi 03/08/2021 giờ thi 10h Em xin chân thành cảm ơn!!",
    "Chào PĐT, Em đã gửi phiếu hoãn thi lên PĐT 1 tuần rồi vẫn chưa nhận được phản hồi. Chỉ còn 2 ngày nữa em thi thì không biết em vẫn chưa được duyệt thì có thi hay là không. Mong PĐT giải quyết sớm cho em. Cảm ơn PĐT",
    "Dạ cho em hỏi là trong quá trình thi, theo hướng dẫn của nhà trường, em có thể ghi màn hình bằng ứng dụng XBox Game bar, nhưng em đã thử và khi em quay được khoảng 1 tiếng thì file xuất ra có dung lượng 5GB, em có thể nén lại thành file .rar để nộp không ạ . Ngoài ra em cố thể dùng  tạo phòng khác, ở một tab khác để ghi màn hình trong quá trình thi không ạ . Em xin chân thành cảm ơn và mong sớm nhận được phản hồi ạ.",
    "PĐT cho em hỏi em đã thanh toán phí đăng kí làm thẻ sinh viên vào 24/7 em có kiểm tra thì thấy hồ sơ đã được xử lý vào ngày 27/7. Em chọn hình thức gửi thẻ sv về địa phương nhưng đến nay em vẫn chưa thấy thẻ về mà em sắp thi CK. Vậy nếu thẻ về không kịp thì có cách nào để PĐT xác nhận đủ điều kiện tham gia thi CK vậy ạ. EM xin cảm ơn.   i  .",
    "Kính chào quý thầy/cô, Em tên là , MSSV . Theo quy định thi trực tuyến, sinh viên phải vào điểm danh trước 30 phút nhưng lịch thi 2 môn AV2A và AV3A của em lần lượt là 10g00 và 11g00 cùng ngày 19/8. Tuy nhiên, em thấy lịch thi môn AV3A trên MYBK đã được cập nhật thành 16g00 ngày 22/8, còn lịch thi trên hệ thống BKeX thì vẫn chưa. Em mong quý thầy/cô xem xét lại giúp em. Em xin trân trọng cảm ơn ạ.",
    "Em chào thầy/ cô ạ, Em là   đến từ khoa CNVL. Em thắc mắc là khi em đăng nhập thử vào trang thi Cuối kỳ exam.hcmut.edu.vn thì lại hiện ra giao diện như hình đính kèm, trong khi em chỉ đăng nhập ở đúng một nơi, và em không hề có ca thi trong ngày hôm nay 02/08/2021. Vậy thầy/ cô cho em hỏi làm sao để em có thể đăng nhập lại vào trang đó ạ? Em xin cảm ơn thầy/ cô nhiều ạ.",
    "Xin chào thầy cô, em tên , Mssv:. Em có làm đơn xin hoãn thi môn Triết học - học kỳ 202 nhóm L04-C hiện đã được giảng viên xác nhận không nằm trong diện cấm thi. Mong thầy cô xét duyệt. Em xin cảm ơn.",
    "Em gửi đơn xin hoãn thi cuối kỳ môn Kỹ thuật Siêu Cao Tần HK202 do không đảm bảo trang thiết bị kỹ thuật",
    "Em tên là  MSSV:   Em xin hoãn thi hai môn là môn Kết cấu bê tông cốt thép 2 (CI3175) và Kết cấu thép 2 (CI3211). Lý do: không có đủ tài liệu để ôn thi",
    "Kính gửi: Phòng đào tạo Đại học Bách Khoa TP Hồ Chí Minh Em tên là: , Mssv: . Em muốn xin hoãn thi môn Địa kỹ thuật 1(GE2037) do không đáp ứng được thiết bị thi ạ. em xin chân thành cảm ơn thầy cô.",
    "Em hiện đang là F0 và đang cách ly điều trị tại bệnh. Nên em muốn xin hoãn thi online cuối kì môn học EE3019 nhóm A01-B vào ngày 10/8 .",
    "em chào thầy,cô em tên là ,mssv: dạ thầy cô cho em hỏi bây giờ em muốn xin hoãn thi hk này thì phải làm đơn thế nào ạ! mong thầy cô trả lời sớm nhất giúp em ạ! em xin chân thành cảm ơn ạ!",
    "dạ thưa thầy cô em xin được thắc mắc là em đã thanh toán bảo hiểm y tế  nhưng thanh toán trễ hạn thì nhà trường có giải quyết đăng kí bảo hiểm y tế cho em không ạ tại nay em mới thấy mình hết hạn bảo hiểm y tế rồi ạ . em thanh toán trễ hạn thì khoản tiển đó có được thanh toán cho bảo hiểm y tế của em không ạ , nếu không thì có thể hoàn trả lại cho em không ạ .",
    "Vì lý do không đảm bảo được các yêu cầu về trang thiết bị để thi trực tuyến môn trắc nghiệm em có nhu cầu xin đăng ký hoãn thi cuối kì môn Vật lý 1(PH1003) lúc 13h vào ngày 12/08/2021. Mong thầy cô phản hồi các thủ tục cần thiết ạ. Em xin cảm ơn.",
    "Kính gửi : Phòng Đào Tạo,  Em là , MSSV: . Em xin đăng ký hoãn thi vì lý do không đảm bảo trang thiết bị cho hai môn như bên dưới:  - Kết cấu bêtông cốt thép 1 - Mã môn học: CI2091 . - Kết cấu bêtông cốt thép 2 - Mã môn học: CI3175  Kính mong Phòng Đào Tạo xem xét và chấp thuận . Trân trọng,  .",
    "Kính gửi phòng đào tạo. Em tên là , mssv , là sinh viên khoa bộ môn Dệt may khoa Cơ khí. Do bị mắc Covid 19 và phải điều trị trong bệnh viện dã chiến trong tình trạng không có wifi, 4g rất yếu cộng thêm tình hình sức khỏe nên em không thể tham gia học online và ôn tập để chuẩn bị cho kì thi cuối kì các môn học của em được nên em có gửi đơn xin vắng thi có phép/hoãn thi rất lâu rồi nhưng mới đây em gửi thư hỏi kết quả thì nhận được câu trả lời rằng em chưa gửi đơn xin vắng thi/hoãn thi nào cả. Nên em gửi lại mong phòng đào tạo xem xét và sớm duyệt các đơn xin hoãn thi cho em vì ngày mai 3/8 em thi rồi. Các môn xin hoãn thi: Vật lý 1, Vật lý 2, Đại số tuyến tính. Em sẽ gửi kèm đơn xin vắng thi, xác nhận của giáo viên và minh chứng em bị Covid . Em xin chân thành cảm ơn.",
    "Dạ em chào anh/chị ,  Em là .  Em viết email này để hỏi về việc sau khi hoãn thi online HK202/2020-2021,em phải theo dõi lịch thi trong vòng 1 năm sau thì em xem ở đâu vậy ạ? Mong sớm nhận được phản hồi của anh/chị. Cảm ơn anh/chị, Nguyễn Lưu Thanh ",
    "Kính gửi: Quí Thầy Cô Phòng đào tạo Em tên: , MSSV:  Ngành: Kỹ thuật Điện tử - Viễn thông (hệ VLVH) Em xin đăng kí hoãn thi các môn:   + Tín hiệu và hệ thống (EE2005)   + Kỹ thuật hệ thống viễn thông (EE3015)   + Mạch điện tử thông tin (EE3011)   + Cơ sở điều khiển tự động (EE2019) Lý do: Không đảm bảo điều kiện trang thiết bị cho việc thi online. Kính mong Thầy Cô phòng đào tạo xem xét. Em xin cảm ơn.",
    "n xin hoãn thi cuối HK202",
    "Cho em xin phép gửi đơn và minh chứng hoãn thi CHK 202 môn pháp luật việt nam đại cương",
    "Chào phòng đào tạo, Cho em xin hỏi, trong quá trình làm bài thi cuối kì nếu thiết bị làm bài của em bị ảnh hưởng bởi đường truyền mạng hoặc bị trục trặc trong việc ghi video màn hình laptop thì em có thể xin hoãn thi hoặc chuyển sang ca thi khác được không ạ? Em cảm ơn",
    "Kính gửi:  B  Phòng Đào Tạo     Em là:   B Giáp Quang Minh   , MSSV:    , Hệ đào tạo: Vừa Học Vừa Làm, Khoa:   B Khoa Học và Kỹ Thuật Máy Tính   , Ngành: Công Nghệ Thông Tin    Em xin đăng ký hoãn thi vì lý do không đảm bảo trang thiết bị trong lúc thi    Môn học xin hoãn thi:   B Hệ quản trị cơ sở dữ liệu    (Mã môn học:   B CO3021   ),   B Mạng máy tính    (Mã môn học:   B CO3003   ), Nhóm: T01-A    Ngày thi theo thời khóa biểu:   _  B Hệ quản trị cơ sở dữ liệu   :   B 19g00 ngày 06/08     _  B Mạng máy tính   :    19g00 ngày 23/08    Kính mong Phòng đào tạo xem xét và chấp nhận Em xin cảm ơn! ",
    "Em chào Ban tư vấn, em là , sinh viên lớp CC20KHM1, ngành Khoa học Máy tính CLC. Em muốn hỏi là khi đề nghị hoãn thi thì mình sẽ phải hoãn toàn bộ các môn trong một lần nộp đơn hay được tùy ý sắp xếp môn hoãn và không hoãn ạ? Nếu được tùy ý thì mình có phải làm mỗi môn một đơn xin hoãn không ạ? Em xin cảm ơn.",
    "Em thi môn Cơ sở điều khiển quá trình CH3031 vào hôm nay 14h ngày 2-8-2021 nhưng em phải đi tiêm vắc xin, không hiểu em có thể làm cách nào để được thi lại, em đã nhắn với giáo viên môn đó nhưng không thấy phản hồi",
    "Kính gữi: Qúi thầy cô phòng đạo tạo Em tên:  MSSV:   Ngành: Kỹ thuật điện (hệ VLVH) Em xin đăng ký hoãn thi môn :  + tín hiệu hệ thống (EE2005) Lý do: không đảm bảo điều kiện trang thiết bị và môi trường cho việc thi online. Kính mong thầy cô phòng đào tạo xem xét",
    "Kính gửi : Phòng đào tạo . Em là : MAI HỒ VĂN THANH. MSSV :  Hệ đào tạo : VHVL Khoa : KHOA HỌC KỸ THUẬT Ngành : CÔNG NGHỆ THÔNG TIN Em xin đăng ký hoãn thi vì lý do không đảm bảo trang thiết bị trong lúc thi . Môn học xin hoãn thi :    - Hệ Quản Trị Cơ Sở Dữ Liệu - CO3021   - Mạng Máy Tính - CO3003 Ngày thi theo thời khóa biểu :    - 19h ngày 06/08   - 19h ngày 23/08 Kính mong Phòng đào tạo xem xét và chấp nhận Em xin cảm ơn .",
    "Kính gửi: Phòng đào tạo Em tên là: , MSSV: , Hệ đào tạo: Vừa Học Vừa Làm, Khoa: Khoa Học và Kỹ Thuật Máy Tính, Ngành: Công Nghệ Thông Tin Em xin đăng ký hoãn thi vì lý do không đảm bảo trang thiết bị trong lúc thi. Môn học xin hoãn thi : Mạng máy tính (Mã môn học: CO3003) Ngày thi theo thời khóa biểu : 19g00 ngày 23/08 Kính mong Phòng đào tạo xem xét và chấp nhận. Em xin cảm ơn.",
    "Họ và tên:  MSSV:  Ngày sinh: 08/09/2000 Lớp: XD18CTGT Lý do viết đơn: em muốn xin được hoãn thi hai môn + Môn: Địa chất công trình MSMH: CI1043, nhóm: L01-A Giờ thi: 10g00, ngày thi: 03/08/2021 + Môn: Nền móng MSMH: CI3195, nhóm: A07-A Giờ thi: 16g00, ngày thi: 09/08/2021 Lý do em xin hoãn thi: do không đảm bảo đủ về mặt trang thiết bị để tham gia thi online Em mong phòng đào tạo xem xét giúp em ạ Em xin cảm ơn",
    "Em tên là . Em xin gửi đơn đăng ký hoãn thi môn  Ng/lý ngôn ngữ lập trình(CO3005) học kỳ 203. Lý do em có đính kèm trong đơn. Mong nhận được sự đồng ý của Phòng đào tạo ạ. Em xin chân thành cảm ơn.",
    "Cho em hỏi em đã đăng kí in thẻ sinh viên và đã được xử lý vào ngày 27/7/2021. Nhưng đến hôm nay vẫn chưa gửi đến ạ. Nếu không có thẻ kịp thời để thi cuối kì thì phải xử lý như thế nào khi thi ạ Em cảm ơn! .",
    "Kính gửi: thầy(cô) phụ trách dịch vụ hỗ trợ trực tuyến BKSI. Em tên là , mssv , sinh viên K18 khoa Điện- Điện tử. Em có một số thắc mắc xung quanh vấn đề xin hoãn thi mong được thầy(cô) giải đáp ạ. Em xin phép trình bày cụ thể: 1. Em có đọc quy chế hoãn thi của phòng đào tạo và thấy chỉ được phép hoãn thi tối đa 5 môn. Kì này em đăng kí 6 môn vậy em vẫn chỉ được phép hoãn tối đa 5 môn hay được phép hoãn 6 môn ạ? 2. Em có học môn \"lập trình hệ thống nhúng\" nhưng hiện tại lịch thi môn này đã bị xóa, và thầy giảng viên vẫn chưa thông báo hình thức thi cuối kì vậy em có được thêm môn học vào đơn xin hoãn thi hay không ạ?( nếu được đáp ứng ở mục 1) 3. Phần đơn xin hoãn thi, sinh viên tải biểu mẫu về rồi đánh máy, cuối cùng gửi file lên hay viết tay rồi chụp lại và gửi hình ảnh ạ?  Em xin chân thành cảm ơn thầy(cô) đã hỗ trợ .",
    "Em muốn đăng kí hoãn thi môn Kỹ thuật nhiệt lạnh (EE3135) 10h00 ngày 03/08 Mong quý thầy/cô giúp em!",
    "Dạ cho em hỏi là laptop em bị hư camera, vậy khi thi em sử dụng điện thoại để quay toàn cảnh thôi được không ạ",
    "Em tên là , MSSV . Em xin hỏi vào ngày 2/8 em có lên MyBK kiểm lịch thi thì một môn đề rằng T.B Sau. Trước đây môn này được thông báo sẽ thi vào ngày 4/8 thì em thắc mắc về thay đổi này.",
    "Xin chào PĐT, Em là SV , MSSV . Em viết thư xin hoãn thi các môn học kì 202 và 203 như sau: 215720Kỹ thuật vật liệu 404704Thiết bị & cảm biến 701708PP thống kê &ptích dliệu 404710Biến đổi t/hiệu số&ứdụng 701709Hợpđồng,thtrường &tchuẩn 701710Bảo hộ sáng chế 006717Phép tính hình thức & ud 402703Đtử học các mạch logic IM3001 Quảntrị kinhdoanh cho ks Lí do em xin hoãn thi vì đường truyền có thể không ổn định mất kết nối khi em làm bài có thể không chú ý kịp thời xử lí; hình thức thi mới nếu gặp sự cố em sợ ảnh hưởng đến tâm lí làm bài. Em rất mong PĐT xét cho em hoãn thi các môn trên trong tình hình khó khăn chung này và sớm phản hồi. Em xin cảm ơn.",
    "em xin hoãn thi môn giải tích ạ",
    "Em có đăng kí làm lại thẻ sinh viên từ ngày 23/7 nhưng đến nay vẫn chưa nhận được qua đường bưu điện và mai là em thi môn đầu tiên Em có thể sử dụng CMND/CCCD để xác nhận với giám thị được không? Hoặc có những cách nào khác ạ?",
    "Kính gửi PĐT Em tên , MSSV:  Em xin đăng kí hoãn thi môn MT2001 Xác suất thống kê, có lịch thi vào lúc 7h 05/08/2021 ",
    "Con chào thầy/cô. Hiện tại con vì đang tham gia công tác chống dịch ở TPHCM nên con không thể về nhà nên con không  đáp ứng được nhu cầu về trang thiết bị khi thi. Con mong thầy cô có thể xem xét cho con hoãn thi HK202 ạ. Con cảm ơn thầy/cô rất nhiều !!!",
    "Em xin chào PĐT, em cảm ơn PĐT đã giải quyết đơn xin phép thay thế điểm VP của PĐT. Nhưng cho em hỏi là: trong đơn cho phép thi thay thế điểm VP 2 bao gồm 2 môn: - Địa chất công trình L04-B - Trắc địa đại cương L01-A Phòng thi để là Hangout nhưng em không rõ là ngày nào để thi ạ?  Em cảm ơn PĐT ạ! Em đính kèm 2 đơn đã được PĐT giải quyết ạ!",
    "Vì lý do nằm viện nên em xin hoãn thi các môn Giải tích 2, Vật lý 2 và Đại số tuyến tính của HK 202. Em xin cảm ơn.",
    "Dạ là nếu camera laptop em bị hư, em có thể sử dụng 2 điện thoại cùng với laptop để thi không ạ 1 điện thoại em quay chính diện mặt  1 điện thoại em quay bên hông ạ",
    "Hiện không thể vào BKpay thì làm sao thanh toán cấp thẻ sinh viên ạ?",
    "mssv: Dạ em đã làm đơn xin hoãn thi,pđt xem xét em còn thiếu chỗ nào để em bổ sung thêm.",
    "Xin hoãn thi . Kính gửi Phòng Đào tạo,  Do vấn đề về trang thiết bị được yêu cầu trong kỳ thi online sắp tới không thể đáp ứng được, em xin được hoãn thi các môn sau đây: Môn: Triết học -,  : SP1031, : 3-C, Ngày thi: 04/08, Giờ: 13g00. Môn: Giải tích 2,  : MT1005, : L27-C, Ngày thi: 07/08, Giờ: 13g00. Môn: Phương pháp tính,  : MT1009, : L09-D, Ngày thi 15/08, Giờ: 13g00. Môn: Hoá đại cương,  : CH1003, : 4-C, Ngày thi: 29/08, Giờ: 7g00. Em sẽ đăng ký và tham gia dự thi các môn học trên ở lần tổ chức kế tiếp.",
    "dạ thưa Cô cho e hỏi là dịch bệnh thì e không thể lên trường nộp đơn xin hoãn thi được ạ vậy e phải gửi đơn về địa chỉ mail nào ạ với lại mẫu đơn mẫu bằng pdf vậy e tự đánh word lại được không ạ.",
    "Chào cô (thầy), Em là  MSSV: có đăng ký hoãn thi môn khoa học trái đất, nhưng có thắc mắc cách tính điểm môn học này vì môn học này có phần tham quan thực tế (3 ngày) cũng như các bài quiz trên eln. Nếu hoãn thi thì các điểm này cũng sẽ bị hủy luôn ạ?. Mong cô (thầy) giải đáp giúp em. Em cảm ơn Trân trọng ",
    "Em xin đăng ký hoãn thi do không đảm bảo đủ trang thiết bị để thi online Môn: Hóa Hữu Cơ MSMH: CH2021 Thời gian thi: 07:00, 12/08/2021 Kính mong nhà trường xem xét Em xin gửi kèm mẫu đơn đã điền thông tin",
    "Chào các a chị pdt! Em có đăng ký xin hoãn thi qua bksi thì được yêu cầu tải mẫu đơn để xin hoãn thi nhưng tình hình dịch bệnh em không thể ra tiệm photo được thì phải làm sao ạ?Em có thể viết tay rồi chụp lại gửi được không?",
    ". Cho em gửi đơn xin hoãn thi trong đợt thi online này ạ Nhờ ad thông qua và gửi cho phòng đào tạo giúp em ạ Cảm ơn ad nhiều ạ",
    "Em chào cô/thầy, Em xin gửi đơn hoãn thi của em ạ.",
    "Em xin chào thầy (cô), Em xin gửi đơn xin hoãn thi của em ạ. Em mong thầy (cô) xem xét và đợi phản hồi từ thầy (cô). Em xin chân thành cảm ơn.   i  .",
    "Em chào admin ạ! Em đã đọc thông báo nhận điểm MT đối với SV thuộc diện SV Hồi Hương từ vùng dịch, và em thuộc đối tượng đó ạ. Em đã đọc quy chế \"iểm 12 (MT) - ạt nhưng không tính vào TB\" và \"điều 14 và 17.4 Quy chế học vụ\", nhưng kì này em có đăng kí 1 môn 3 chỉ thì nếu môn này em được tính đạt, thì số chỉ đăng kí 3 chỉ của môn này có được tính vào tổng số chỉ tích lũy không ạ, hay là tính 0 chỉ ạ! Em cám ơn nhiều ạ!",
    "Dạ cho em hỏi là em đăng ký luận văn kỳ này mà hiện tại trung tâm toeic đóng chưa thi được vậy em có đăng ký luận văn được không ạ. Em cảm ơn.   ",
    "Xin chào các anh chị PĐT! Em xin gửi đơn xin hoãn thi các môn học HK202 của em.",
    "em đăng nhập vào hệ thống thi để test thữ và chỉ đăng nhập trên laptop nhưng bị lỗi thi như ảnh em gữi kèm trên ạ. Cho em xin cách khắc phục với ạ",
    "Em xin gửi đơn hoãn thi môn Giải tích 2 . Mong Phòng Đào tạo xét duyệt và phản hồi cho em ạ. Em xin cảm ơn",
    "Em xin gửi đơn xin hoãn thi môn Kỹ thuật lập trình (CO1027), mong Phòng đào tạo xét duyệt và phản hồi sớm cho em. Em xin cảm ơn",
    "Thưa thầy cô, em đã nộp đơn thông qua mail của phòng đào tạo vào ngày 25/07/2021, nhưng chưa thấy trường hồi đáp nên em xin nộp một lần nữa thông qua .",
    "Do không có thiết bị máy tính, nên không thể thực hiện bài thi được. Em có yêu cầu hoãn thi và hứa sẽ làm kiểm tra sau khi cách ly kết thúc",
    "Hoãn thi cuối kỳ 202",
    "Em xin nộp đơn xin hoãn thi các môn học kỳ HK202 ạ",
    "Khi thi online GT2 và ĐSTT dạng trắc nghiệm và điền đáp án thì có được dùng giấy nháp không ạ?",
    "Em tên:   ID:  Em xin phép nhà trường cho phép em xin hoãn thi cuối kỳ do em không đáp ứng được đủ trang thiết bị để dự thi cuối kỳ online. Em cũng đã để quên thẻ sinh viên ở TP HCM (em dự định về quê tầm 1 tuần khi trước dịch và khi em đang ở quê thì dịch bùng ở TP HCM) khi về quê nên xác suất em được dự thi cũng không cao. Em cũng xin phép hỏi nhà trường một số vấn đề sau: - Khi em đăng kí để dự thi lại thì hình thức đăng kí là như thế nào, em phải đăng kí học phần trong 3 đợt đăng kí chính thức để được dự thi hay phải đợi nhà trường tổ chức đợt thi riêng? - Em có thể nhận thêm thông tin cho những sinh viên hoãn thi giống em qua kênh thông tin nào? (Để em chủ động theo dõi). Em xin cảm ơn và mong sẽ nhận được phản hồi sớm nhất!",
    "Em xin kính chào quý thầy cô. Em tên là , mã số sinh viên  Em xin gửi quý thầy cô Đơn xin hoãn thi cuối kỳ 202 môn Kỹ thuật Điện - Điện tử, mã môn EE2011",
    "Em là -, em xin phép phòng đào tạo cho em được hoãn thi môn kỹ thuật siêu cao tần (Nhóm tổ A01, thầy ). Lý do vì em không đáp ứng được trang thiết bị để tham gia thi cuối kỳ và tình hình sức khỏe không tốt. Em xin cảm ơn ạ.",
    "Phòng đào tạo cho e hỏi: E có vào trang hệ thống thi online BK Exam và lỡ tắt ngang . Và giờ bị khóa quyền truy cập. Vậy trước giờ thi phòng thi có mở lại cho e đăng nhập không ạ? e cảm ơn",
    "Em kính chào PĐT, Em tên  MSSV:  Hiện tại em có nhu cầu hoãn thi 3 môn học. Em xin phép gửi đơn đã điền xin được hoãn thi. Em mong nhận được hồi âm của PĐT. Em xin cảm ơn PĐT ạ.",
    "Em tên là : , mssv : , lớp : XD18CTGT. Em xin pđt và khoa xem xét cho em được hoãn thi vì trục trặc trong tối hôm nay ngày 02/08/2021.",
    "Em có gửi mail cho phòng đào tạo đơn hoãn thi online hk 202 vào ngày 30/7/2021 nhưng chưa nhận được phản hồi từ pđt. Em mong Bksi sẽ xem xét và hỗ trợ em trong vấn đề này ạ. Em xin cảm ơn!",
    "Kính gửi : Phòng đạo tạo trường đại học Bách Khoa TP.HCM Em tên là  () CK18CTM3 Em gửi mail này cho nhà trường mong được hoãn lại kì thi online cuối kì môn xác xuất thống kê (MT2001) HK 202 vào ngày 05/08/2021 ạ. lí do là đường truyền của bên em đang gặp sự cố ạ. em đã liên hệ nhà mạng để khắc phục nhưng nhà mạng hẹn vào ngày 07/08/2021 sau ngày thi xác suất thống kê ạ . em cảm thấy không yên tâm nên mong nhà trường giúp em ạ. em xin chân thành cảm ơn.",
    "Em gửi file xin hoãn thi lên ạ, có gì thiếu xót mong PDT hướng dẫn em để chuẩn bị file cho đầy đủ hơn ạ, em xin cảm ơn!   i  .",
    "Lý do : không đảm bảo trang thiết bị",
    "Em xin hỏi sau khi tốt nghiệp thì cần làm những gì để giữ lại mail sinh viên?",
    "Em tên  Nay em làm yêu cầu này để xin phép được hoãn thi môn Giải tích 2 do không đủ điệu kiện để thi online.Biểu mẫu hoãn thi và xác nhận của GV bộ môn e gửi bên dưới ạ.",
    "Em muốn đăng ký hoãn thi trực tuyến. Lý do em ko có cam và điện thoại đang bị hư không đảm bảo được tính minh bạch của bài thi.",
    "Vì em đã gửi mail pdt rồi chưa thấy kết quả em gửi thêm  ạ",
    "Hiện tại em vẫn chưa có lịch thi cuối kì 202. Mong pđt cập nhật giúp em. Em tên là  ",
    "Chào thầy(cô), em là , MSSV:  Hôm nay em gửi mail này nộp đơn xin hoãn thi và đính kèm hình ảnh xác nhận của giáo viên môn Kĩ thuật điện. Mong thầy cô xác nhận giúp em! Em chân thahn2 cảm ơn!",
    "Em vừa mất thẻ sinh viên, đã đăng ký làm lại thẻ và vận chuyển qua đường bưu điện, trường xác nhận đã đăng ký thành công vào ngày 27/7 nhưng đến nay em vẫn chưa nhận được thẻ. Đến ngày 7/8 em phải cần thẻ để thi, mong nhà trường giải quyết cho em ạ.  .",
    "Kính gửi PĐT Em tên  Em xin được hoãn thi vì lí do không đủ điều kiện về đường truyền internet, camera,... Mong PĐT có thể cho em xin hoãn thi.",
    "Em là  _ . Vì lý do bị mất internet đột xuất nên em xin phép hoãn thi môn Những NgLý cơbản CN M-Lê _ SP1003. Kính mong nhà trường chấp nhận.",
    "Kính gửi thầy cô PĐT, Em tên , MSSV , hệ VHVL. Em xin nộp phiếu đăng ký hoãn thi. Em cảm ơn.   i  .",
    "Em là , mssv: . Hôm 1/8 em có thi cuối kì môn Pháp luật đại cương lớp DT03 vào lúc 13h. Em đã ghi màn hình lại quà trình thi bằng google meet và đã nhận được mail báo video đang được xử lí. Tuy nhiên từ 14h ngày 1/8, em không biết do bị lỗi ở đâu hay do mạng mà đến bây giờ video vẫn chưa được tải lên drive. Mà trường có thông báo phỉ tải video lên trong vòng 48h và nếu không có video thì sẽ bị 0 điểm. Em đang rất lo lắng và mong nhà trường có thể đưa ra hướng xử lí giúp em với ạ. Em cảm ơn.",
    "Kính gửi PĐT. Em tên là: . MSSV , sinh viên lớp Giải Tích 1 DT02 - Thầy   Em gửi đơn này với mong muốn được xác nhận cho em được hoãn thi cuối kì môn Giải Tích 1 với lý do đường truyền mạng tại nhà rất kém, không đủ điều kiện để thi trực tuyến. Mong PĐT xem xét giúp. Em xin chân thành cảm ơn.",
    "Chào thầy cô. Em tên: , MSSV: . Em xin đăng ký hoãn thi vì lý do không đảm bảo trang thiết bị, các môn : Phương pháp tính,Triết học  - ,Hóa đại cương,Pháp luật Việt Nam đại cương,Giải tích 2. Em xin cảm ơn",
    "Cho em hỏi kì 202 em chỉ đăng kí một môn duy nhất, do về quê theo diện cách ly 14 ngày nên KTX đã xin nhà trường cho em được điểm M môn đó, theo em đọc quy chế thì điểm M tính là đạt nhưng không tính vào trung bình tích lũy, vậy nếu em được điểm M môn này thì điểm trung bình học kì của em có bằng 0 không? vì có 1 quy chế là điểm trung bình học kì của sinh viên phải khác 0 thì mới xem là đang học và cho đăng kí môn học ở học kì tiếp theo. Em xin cảm ơn, mong PĐT sớm hồi âm!",
    "Em xin gửi đơn hoãn thi cho kì 202 ạ",
    "Kính gửi PĐT Em tên là:  MSSV:  Nay em viết đơn này để đăng ký xin được hoãn thi cuối kì(HK202). Kính mong PĐT xem xét giúp em ạ. Em xin cảm ơn.",
    "Xin chào thầy, cô Em muốn đăng kí hoãn thi cuối kì trên hệ thống Bkel/Hỗ trợ trực tuyến thì làm như thế nào ạ?",
    "Em xin hỏi là như hình trên thì em được hoãn thi cuối kỳ online chưa ạ? Em xin cảm ơn .",
    "Vì lí do không đáp ứng được thiết bị thi online nên em xin đăng kí hoãn thi: + Môn : Nguyên Lí Thông Tin Số (EE3115)- Nhóm L01A - Học kì 202 + Ngày thi : 3/8/2021 ( 10h AM ) + Sinh viên :  - MSSV: ",
    "Vì một số lý do bất khả kháng nên em muốn xin hoãn thi môn Xác suất thống kê (MT2001). Nhưng hôm nay em check thì thấy lịch thi và thời khóa biểu bị mất môn này. Cho em hỏi là em có bị xóa môn hay gì không ạ? ",
    "Em kính chào quý thầy cô phòng đào tạo, Em tên là , MSSV: . Hiện em đang là sinh viên Khoa Kỹ thuật Hóa học. Vì chuẩn bị đi du học nên em xin được rút học bạ và bảo lưu kết quả học tập từ kì 202 ạ.   Nhưng do tình hình dịch bệnh nên em không biết phải làm thủ tục như thế nào. Mong các thầy cô giúp đỡ em. Em xin chân thành cảm ơn.",
    "Xin hoãn thi . Vì lý do không đảm bảo trang thiết bị nên em xin hoãn thi các môn học trong học kỳ 202.",
    "Em tên :  MSSV:  Em đã thanh toán học phí trễ hạn. Em xin PĐT kiểm tra và xử lý để em được đăng kí môn học trong học kì tới ạ. Em cảm ơn.",
    "Em nộp đơn hoãn thi cuối kì môn giải tích 2 Do không đảm bảo kết nối internet ổn định để thi trực tuyến",
    "Dạ , do em mượn tham khảo sách luận văn tốt nghiệp ở bộ môn Cơ Điện Tử, nên giờ em không có thẻ sinh viên của mình. Em muốn xin phòng đào tạo giấy sinh viên để tham gia bảo vệ luận văn tốt nghiệp ạ. ﻿ ﻿- Em tên . Lớp CK17CD1. - MSSV :  - Khoa Cơ Khí - Bộ môn : Cơ Điện Tử Em xin cảm ơn!",
    "Vì lí do không đáp ứng được thiết bị thi online nên em xin đăng kí hoãn thi: + Môn : Nguyên Lí Thông Tin Số (EE3115)- Nhóm L01A - Học kì 202 + Ngày thi : 3/8/2021 ( 10h AM ) + Sinh viên :  - MSSV: ",
    "Em xin phép gửi đơn hoán thi chk 202 môn pháp luật đại cương việt nam",
    "Em tên , MSSV: có in thẻ sinh viên vào ngày 27/07 và đăng ký nhận tại nhà, nhưng hôm nay 03/08 em vẫn chưa nhận được và ngày 05/08 em có lịch thi môn xác suất thống kê, nếu như không nhận thẻ kịp thì có phương án nào để e có thể dự thi được không ạ? Em cảm ơn!",
    "Vì địa phương em đang thực hiện chỉ thị 16 (em ở khu vực có cả nhiễm covid19) nên em không ra tiệm photocopy được nên em làm đơn trên word mong nhà trường xem xét giúp em. Em xin cảm ơn.",
    ".  -  - L02 - SP1031 Em xin hoãn thi môn Triết thi vào 10h00 ngày 04/08/2021 vì lý do không đáp ứng đủ thiết bị cần thiết để thực hiện thi online .",
    "Em tên , MSSV:  Lý do viết đơn: Em muốn xin nhà trường cho hoãn thi môn Địa chất công trình (CI1043), thi lúc 10 giờ ngày 3/8/2020- Học kỳ 202. Em có gửi phiếu đính kèm. Mong Phòng Đào Tạo xem xét. Em cảm ơn."
]