[
    "Kính gửi phòng đào tạo, em đã đăng ký tốt nghiệp vào hôm nay 14/4, em mong được xét duyệt nhanh thông tin để kịp dự lễ tốt nghiệp vào 23/4 sắp tới của khoa Ứng Dụng ạ. Em chân thành cảm ơn  mong phòng đào tạo giúp em để em có thể tham gia lê  tốt nghiệp cùng các bạn. Em thật sự rất biết ơn ạ.",
    "Dạ thưa quý thầy, cô học kỳ 2 năm học 2020-2021 em có học cải thiện 1 môn nhưng đến nay vẫn chưa thi cuối kỳ. Nay em đã đủ điều kiện để tốt nghiệp vào tháng 4/2022. Nên em làm đơn này xin nhà trường cho em được rút môn học để kịp tốt nghiệp trong đợt này. Cảm ơn quý thầy, cô.",
    "Tốt nghiệp . Em xin kính chào phòng đào tạo trường ĐHBK TPHCM. Em tên là :  MSSV : Em đã có tên trong danh sách tốt nghiệp chính thức và tình trạng sinh viên hiện tại của em là tốt nghiệp. Nhưng đến nay em vẫn chưa nhận được bất kỳ mail của phòng đào tạo xác nhận đăng ký tốt nghiệp thành công. Em hoang mang không biết là mình đã đăng ký thành công hay chưa. Em xin cảm ơn.",
    "Em tên  MSSV:     Hiện tại em đã hoàn thành các điều kiện tốt nghiệp. Em đã có điểm Anh văn writing & speaking thi ngày 7/4/2022 là 205 điểm. Em mong quý thầy cô cho em xin vào danh sách tốt nghiệp sớm nhất có thể ạ!",
    "Cho em hỏi: em là Sinh viên k17, nhưng thẻ sinh viên của em lại hết hạn tháng 4/2022. Vậy em có được gia hạn thêm thẻ không ạ ?",
    "Em chào Thầy/Cô ạ, em là Nguyễn Anh Trí, mssv 1814458. Em có hoãn thi môn EN2009 (Thống kê và tối ưu hóa trong môi trường)vào học kì 202. Tuy nhiên vào học kì 211 không có mở lớp nên em không thể thi được nên em được PĐT khuyên nên học môn thay thế để chuyển điểm. Hiện tại em đã hoàn thành xong môn thay thế là  EN3079 (Các hệ thống quản lý môi trường). Nên em gửi đơn nhờ PĐT xem xét và duyệt cho em ạ.",
    "Kính gửi Phòng Đào Tạo Em tên  Vì gia đình gặp một vài vấn đề nên em đã nộp học phí trễ hạn. Em muốn hỏi là khi nộp học phí trễ thì có sao không?",
    "Kính gửi PĐT, Em tên là  Mssv:  Chương trình tiên tiến Sau khi hoàn tất cập nhật điểm các môn học và anh văn nói viết để đủ điều kiện tốt nghiệp, nhưng vì em sinh viên khoá K14 nên đã viết đơn Xin gia hạn thời gian đào tạo gửi cho chị  (ngày 4/4) ở VP Quốc tế để mong PĐT xem xét và hỗ trợ cho em được có tên trong danh sách dự kiến tốt nghiệp, và được tốt nghiệp trong HK này. Tuy nhiên, em vẫn chưa nhận được phản hồi từ PĐT. Vì thời gian tốt nghiệp muộn như đơn em đã trình bày. Và sinh viên tốt nghiệp cần phản hồi cho PĐT trước ngày 11/4 như email thông báo của PĐT. Nên em lo lắng cho vấn đề của em. Kính mong PĐT xử lí cho em và cho em cơ hội tốt nghiệp để nhận bằng ĐH sớm nhất có thể, phục vụ cho tìm việc trong tương lai gần. Em xin cảm ơn. Trân trọng, ",
    "Chào Pđt! Em đã đăng kí tốt nghiệp đợt tháng 4/2022 tới đây và đã nhận được thông báo của nhà trường là làm lễ vào ngày 26/4 trên fanpage. Cho em hỏi là trước ngày tốt nghiệp em cần phải làm những thủ tục nào và có thể làm trực tuyến được không. Vì em đang đi làm ở quê em là Quảng ngãi nên việc đi lại và thời gian khó khăn. Em mong nhận được tham vấn, em cảm ơn ạ!",
    "Em chào anh chị cô chú phòng đào tạo ạ. Em gửi câu hỏi này để tìm cách giải quyết cho trường hợp của em. Em bị trùng lịch thi cùng 1 môn vào ngày như hình. Không biết phòng đào tạo có thể đổi hay dời lịch thi của môn hoãn thi kì trước của em không ạ???",
    "Ngân hàng nghỉ lễ giổ tổ Hùng Vương nên T7 CN T2 em không thể đóng được ạ! Em chỉ có tiền mặt thôi ạ!  Em đã hoàn thành thanh toán ngay vào ngày 12/04/2022 khi ngân hàng hoạt động trở lại . (Chi tiết đã trình bày trong đơn đính kèm ạ)",
    "Chào pdt, Sắp tới này em sẽ tham gia lễ tốt nghiệp. Em có chút thắc mắc là: Em đã out chương trình kstn từ đầu năm 3. Nhưng trong lý lịch của em vẫn để em thuộc chương trình kỹ sư tài năng. Em thuộc khoa Điện, theo kế hoạch em vẫn dự ngày 24/4/2022 đúng không ạ? Em hỏi kỹ kẻo nhầm ngày ạ! Em cảm ơn ạ!",
    "Vào đợt đăng ký mộn học Học kỳ 212 thì em có đăng ký môn học Thực Tập ngoài trường, mã môn học là EE3345 nhưng lúc ra kết quả của đăng ký môn đợt 3 lại bị xóa mất, mà em có biết thông tin là K19 đều sẽ thực tập ngoài trường vào hè này. Phòng đào tạo xem xét giúp em với ạ. Em cảm ơn.",
    "Kính gửi : Phòng Đào Tạo Trường Đại Học Bách Khoa TP.HCM Em tên:  MSSV:  Do gần đây máy em có bị virus xâm nhập, em đã giải quyết, mà giờ em không thể đăng nhập vào mail sinh viên của mình. Mail của em là . Giờ em nên làm gì ạ?  Em xin chân thành cảm ơn! ",
    "Em là sinh viên k15 hiện đã hết thời gian đào tạo. Em có hỏi trên bksi thì được pđt gửi mẫu đơn trả lời là làm đơn và nộp tại bksi. Em muốn hỏi là sau khi làm đơn thì em sẽ nộp tại mục nào của bksi ạ. Với còn chữ ký thì em sẽ chụp rồi scan phải không ạ. Em xin cám ơn.",
    "Yêu cầuThưa thầy cô trong lịch thi của em là 22/5 em mới thi hóa đại cương mà sao cô bộ môn nhắn là thi vào ngày 17/4 ạ. Thầy cô cho em hỏi vậy là thi ngày nào ạ khác .",
    "Em chào Thầy/Cô, Em là sinh viên K19 và đang học theo chương trình của K20. Em muốn hỏi là HK213 này em có được đăng ký môn học mà môn đó em chưa học lần nào không ạ Em cảm ơn.",
    "Gửi thầy cô phòng đào tạo em có 2 điều muốn trình bày như sau: 1. Vê việc đăng ký môn học HK213. Em chư học môn Vi xử lý( EE2039) và môn Cơ sở điện tử công suất( EE2021) hai môn này đều nẳm ở chương trình đào tạo năm 2 và năm 3 của em, em chưa đăng ký học, xin phép phòng đào tạo có thể xét duyệt cho em được đăng ký 2 môn này vào kỳ 213 để em theo kịp chương trình đào tạo và làm đồ án môn học. 2. Việc thực tập ngoài trường, em có thể xin vào một công ty đúng chuyên ngành mà không cần đăng ký thì em cần làm những giấy tờ và thủ tục như thế nào để được xác nhận thực tập ngoài trường với mã môn học là ( EE3345) Em xin chân thành cảm ơn.",
    "Kính chào thầy, cô Em tên là  Mssv:  - Sinh viên K17 ngành Kỹ thuật hệ thống công nghiệp Lớp: CK17HT01 Em đã tạm dừng tại học kỳ: 212 năm học 2021 - 2022 Lý do: Tạm dừng vì không đăng ký môn học (Em xin bổ sung thêm lý do không đăng ký môn học vì em nghĩ mình đã đủ điều kiện để xét tốt nghiệp, nhưng khi hỏi lại pđt thì em mới biết rằng em đang nợ môn ME2043) Số quyết định tạm dừng: 728/QĐ-ĐHBK Nay em xin đề nghị thu nhận lại từ học 212 năm học 2021 - 2022, để em có thể đăng ký môn học bổ sung vào học kỳ hè 213 Mong thầy cô xem xét và phản hồi giúp em ạ Em xin cảm ơn",
    "Trong quá trình ĐKMH, em hệ  có đăng ký nhầm môn Anh văn cơ bản A(LA0011) và bị trùng TKB môn Hệ Thống Số( Tthứ 6 tiết 13-14). Em mong PĐT xem xét hậu kiểm và hủy môn giúp em. Em xin chân thành cảm ơn !",
    "Họ và tên  MSSV  Lớp GT16TAU1  Thưa thầy/cô cho em hỏi khi nào là hạn chót để chuyển điểm anh văn của học kỳ này ạ.",
    "Chào anh/chị, em đang hoàn thành xong luận văn và có điểm đầy đủ ở các môn, nhưng em không đăng kí tốt nghiệp được (bị tạm dừng). Cho em hỏi cách để đăng kí ạ. Em cảm ơn",
    "Em chào PĐT, Em là sinh viên lớp MT17KHTN, nhưng mới đăng ký tốt nghiệp đợt 2 năm 2022 thì bằng TN của em thuộc diện  hay ăng ạ? Em cần thông tin để đăng ký đúng ngày lễ Tốt nghiệp. Em cảm ơn, ",
    "Chào thầy/cô, em là , MSSV: , sinh viên lớp L25 Thí nghiệm Hóa Đại cương. Theo thời khóa biểu, ngày mai (thứ 6/15/4/2022) là buổi thí nghiệm đầu tiên của em. Tuy nhiên, em đã dương tính với Covid 19 vào lúc 20h tối hôm qua. Vậy bây giờ em có cần phải gửi giấy chứng nhận F0 điều trị tại nhà hay thông tin gì cho thầy/cô hoặc phòng đào tạo để được học bù vào buổi sau không ạ? Em chân thành cảm ơn quý thầy/cô.",
    "Dạ chào Thầy (cô), Em tên  - mssv  hiện tại tình trạng sinh viên của em là \"nghỉ\". cô cho em hỏi là em đã bị thôi học hẳn hay em có được chuyển sáng hệ vừa học vừa làm hay hệ khác để tiếp tục việc học được không ạ. do em chỉ thiếu bằng tiếng anh nữa là được tốt nghiệp rồi ạ. TRân trọng cảm ơn",
    "Kính chào thầy cô, Cho em hỏi là môn tự chọn thì mình có được đăng ký học dự thính ( học lần đầu) được không ah? Và nếu trong nhóm môn tự chọn mà em muốn cải thiện điểm bằng học môn khác qua dự thính thì có được không ah?",
    "Kính chào thầy cô, Cho em hỏi là môn tự chọn thì mình có được đăng ký học dự thính ( học lần đầu) được không ah? Và nếu trong nhóm môn tự chọn mà em muốn cải thiện điểm bằng học môn khác qua dự thính thì có được không ah?",
    "Dạ em chào anh chị, Dạ em có môn học CH3303 đã thi từ 27/12 nhưng đến nay giảng viên vẫn chưa up điểm lên gây khá nhiều bất tiện cho em và các bạn khác, tụi em có mail nhưng không nhận được phản hồi thì tụi em phải làm sao ạ. Em cảm ơn anh chị đã đọc.",
    "Em chào cô. Em k19 em còn thiếu một môn thể dục, khóa em yêu cầu học 3 môn nhưng em mới học 2. Môn thể dục cuối em đăng ký học phần 1 hay 2 ạ, vì khóa mới có chia học phần, còn hồi xưa không có. Em cảm ơn.    .",
    "Dạ em đã chuyển điểm 2 môn tương đương theo yêu cầu rồi ạ. Mong thầy cô giúp em xét tốt nghiệp để kịp làm lễ 22/4 này với ạ. Em cảm ơn thầy cô.",
    "Lý do trễ hạn học phí và xin thu nhận lại.",
    "Em tên . MSSV là  Em xin đăng ký xét tốt nghiệp ạ.",
    "Cho em hỏi chỗ nộp bằng tốt nghiệp THPT ở cs1 nằm ở đâu vậy ạ,em xin cảm ơn.",
    "Kính gửi PĐT, Em là: , MSSV: , Sinh viên khóa 2017 khoa CNVL. Tình hình em đã có tên trong danh sách tốt nghiệp chính thức năm 2022. Và đang đợi để nhận bằng tốt nghiệp. Trước đây PĐT in bằng vào cuối tháng và phát cho sinh viên vào đầu tháng. Nhưng không biết hiện tại đã có bằng tốt nghiệp của em hay chưa. Do em cần có bằng gấp để làm các thủ tục hợp thức hóa ở Lãnh sự quán để đi du học. Rất mong PĐT giúp em có thể nhận bằng tốt nghiệp sớm để nhanh chóng hoàn thành các thủ tục nộp cho trường ĐH ở nước ngoài. Em xin chân thành cảm ơn PĐT Trân trọng!",
    "Em chào cô ạ. Hôm trước em có gửi đơn gia hạn và được thông báo là đã giải quyết trước ngày 5/4, nhưng sau ngày 5/4 tình trạng học tập của em vẫn ghi là Nghỉ. Em mong cô xem giúp lại cho em ạ. Em cảm ơn cô.",
    "Em tên:  MSSV:  Khoa Điện - Điện tử Dạ em có học môn tin học, mã môn học:  5 tín chỉ (bao gồm hệ thống máy tính và ngôn ngữ lập trình C) ở trường Đại học Sư phạm kỹ thuật TP.HCM (Đính kèm bảng điểm) tương đương với môn học Hệ thống máy tính & ngôn ngữ C (mã môn học: 407820) Dạ em kính mong Phòng đạo tạo xem xét và miễn môn học Hệ thống máy tính & ngôn ngữ C (mã môn học: 407820). Trân trọng",
    "Em tên:  MSSV:  Khoa Điện - Điện tử Dạ em có học môn tin học, mã môn học:  5 tín chỉ (bao gồm hệ thống máy tính và ngôn ngữ lập trình C) ở trường Đại học Sư phạm kỹ thuật TP.HCM (Đính kèm bảng điểm) tương đương với môn học Hệ thống máy tính & ngôn ngữ C (mã môn học: 407820) Dạ em kính mong Phòng đạo tạo xem xét và miễn môn học Hệ thống máy tính & ngôn ngữ C (mã môn học: 407820). Trân trọng",
    "Gửi PDT Hôm trước em có gửi yêu cầu sửa lại thông tin sinh viên vì sai ngành học. Bên PDT đã phản hồi lại đã cập nhật nhưng đến hôm nay (ngày 14/04/2022) thông tin sinh viên của em vẫn chưa được cập nhật lại. Mong PDT giải quyết sớm giúp em. Và cho em hỏi , em có thể không tham giai lễ trao bằng tốt nghiệp được không? Và có thể lấy bằng tốt nghiệp trực tiếp ở đâu được?",
    "Nếu đã hoàn thành tất cả cá môn chỉ thiếu anh văn nói viết thì xin chuyển hệ sang VHVL có được tốt nghiệp luôn không ạ, tại em nghe hệ VHVL được miễn anh văn nói viết",
    "Em chào thầy/cô, Em là , MSSV ; Lớp CK19CMT4. Vào lúc 14:35 ngày 11/04/2022 em đã thanh toán học phí là 5.580.000. Nhưng do cổng thanh toán của OCB không gửi mã OTP về, và do sợ sẽ bị trễ học phí nên em đã thanh toán qua ví điện tử Momo (chi tiết giao dịch ở file đính kèm).Nhưng đến nay 14/04/2022 em vẫn chưa được xác nhận đã đóng học phí. Kính mong PĐT có hướng giải quyết cho em ạ. Cảm ơn thầy/cô đã đọc mail này ạ.",
    "Kính gửi Phòng Đào Tạo, Em tên là , MSSV ,  sinh viên chương trình Tiên Tiến (Điện Điện  Tử). Ngày 24/04/2022 khoa OISP tổ chức lễ tốt  nghiệp vào buổi sáng nhưng em có việc bận  không dự lễ được thì em có thể tham dự chung  với khoa Điện Điện Tử bên chính quy vào buổi  chiều được không ạ . Trân trọng.",
    "ng kí tham dự Lễ Tốt Nghiệp . Dạ thưa, sự việc là em tốt nghiệp Thạc sĩ đợt tháng 11/2021. Theo như thông báo Lễ Tốt Nghiệp ngày 22/4 tới",
    "Em gửi đơn xin phục hồi thời khóa biểu theo yêu cầu ạ",
    "em Chào thầy, cô. em vừa đăng ký môn học AV 3A theo nhu cầu. hạn tnanh toán học phí là 15h ngày 11/4 nhưng em không thể thanh toán được cho đến 15h cùng ngày. và giờ em bị thanh toán trể hạn. em phải làm sao ạ? hiện em đang ở quê và không thể viết đơn để nộp phòng đào tạo. em cảm ơn",
    "Tốt nghiệp . Kính thưa quý thầy/cô, Em tên là Nguyễn Hữu Trọng, MSSV là 1713679, hiện đang là sinh viên hệ chính quy khóa K17 của khoa Kỹ thuật Giao Thông, lớp GT17HK. Tính tới thời điểm hiện tại, em đang là sinh viên năm cuối và đã đạt đủ mọi điều kiện để được xét tốt nghiệp theo quy định của nhà trường. Tuy nhiên, em không có trong danh sách tốt nghiệp dự kiến đợt tháng 04/2022 này vì trước đó em chưa đủ điều kiện xét tốt nghiệp cộng với tình trạng sinh viên hiện tại của em là đang bị tạm dừng học. Em mong muốn quý thầy/cô ở Phòng Đào Tạo có thể hướng dẫn em quy trình để xin xét tốt nghiệp bổ sung và nếu được thì vào đợt tháng 04/2022 liệu có kịp không ạ. Em xin trân trong cám ơn.",
    "Dạ em chào thầy cô phòng đào tạo, em là , MSSV . Dạ hiện tại tình trạng sinh viên của em là tạm dừng. Dạ em xin thầy cô mở trạng thái lại giúp em để em có thể đăng kí xét tốt nghiệp tháng 4 này ạ. Dạ em cũng xin thầy cô hỗ trợ chuyển điểm ngoại ngữ sớm cho em , do trong mục điểm chuyển của mybk em chưa thấy ạ. Dạ em cảm ơn thầy cô. Chúc thầy cô cuối tuần vui vẻ.   i Tốt nghiệp .",
    "Em tên là , MSSV , thuộc ngành Kỹ thuật Máy tính, chương trình Chất lượng cao. Em muốn hỏi rằng sinh viên năm nhất chưa học học phần thể chất nào trong năm thì để lên những năm tiếp theo học được không, hay buộc phải học HP 1 hoặc 2 trong năm nhất mới được lên năm 2 vào năm học sau, bằng không sẽ không đủ điều kiện để lên làm sinh viên năm 2? Và nếu vậy thì học kỳ hè này em đăng ký học có được tính không ạ? Mong Phòng Đoàn Trường giải đáp sớm giúp em để em có thể sắp xếp kịp thời. Em xin cảm ơn.",
    "Dạ em chào quý thầy/cô ạ . Em tên là , MSSV . Hiện tại em đã đủ điều kiện tốt nghiệp sau khi hoàn thành tất cả các điều kiện liên quan đến tổng số tín chỉ môn học, ngày CTXH, chứng chỉ GDQP, chứng chỉ ngoại ngữ . Có một điều là em đã đăng kí nộp chứng chỉ ngoại ngữ IELTS cho phòng đào tạo vào ngày 7/4. Nhưng  sau khi hỏi lại phòng đào tạo thì do quá trình thẩm tra cần nhiều thời gian nên đến ngày 13/4 chứng chỉ ngoại ngữ của em mới được duyệt là hợp lệ trên MyBK. Tức là quá ngày 11/4 theo hạn chót bổ sung điều kiện tốt nghiệp của trường. Vậy thầy/cô cho em hỏi là: - Em vẫn được xét tốt nghiệp phải không ạ?  - Do danh sách tốt nghiệp dự kiến gần nhất được cập nhật vào ngày 12/04, em không rõ là sau đó trường vẫn tiếp tục cập nhật danh sách dự kiến tốt nghiệp này đúng không ạ? Và câu hỏi cuối cùng là do học kì này em đã đủ tín chỉ nên không đăng kí thêm môn học, vì vậy em đã bị tạm dừng học. Bây giờ sau khi đã đủ tất cả điều kiện tốt nghiệp thì phòng đạo tạo có thể cập nhật lại tình trạng sinh viên của em để em có thể đăng kí tốt nghiệp được không ạ? Dạ em chân thành cảm ơn và mong nhận được hồi đáp sớm của quý thầy/cô ạ .",
    "Kính gửi phòng đào tạo. Em xin tự giới thiệu em tên là:  - MSSV: . Em có một thắc mắc là khi em thi anh văn định kỳ từ năm 1 em đã qua av3 thì em không biết là điểm của kỳ thi anh văn định kỳ từ năm 1 trước đó em có được dùng để xét chuẩn để đăng ký môn học năm 3 sắp tới không ạ hay em phải thi lại đợt anh văn định kỳ mới? Và cho em hỏi là kỳ thi anh văn định kỳ thì mình được dùng điểm đó để xét điểm chuẩn anh văn trong bao lâu ạ. Em rất mong sẽ nhận được câu trả lời sớm nhất. Em xin chân thành cảm ơn",
    "Kính gửi: Phòng đào tạo ĐH Bách Khoa ĐHQG HCM Em tên là  -  .   Em có thắc mắc: Học kỳ 212 có tổ chức thi anh văn tại trường cho k19 để xét chuẩn anh văn từng năm không ạ?  Vì em thấy thông báo của trường chỉ xét miễn chuẩn Anh văn cho k21. Em đang học năm 3, chưa qua  anh văn 4, nếu không được thi em sẽ không thể đăng ký môn năm 4 ạ . Mong quý Thầy/Cô giải đáp thắc mắc giúp em.   Kính chúc quý Thầy/Cô thật nhiều sức khỏe. Em xin chân thành cảm ơn.",
    "Em chào chị! Em chưa có điểm AV 3 4 .Anh chị cho em hỏi là thời hạn cuối cùng chuyển điểm AV 3 4 để kịp tốt nghiệp tháng 11 là ngày nào ạ? Em xin cám ơn.",
    "Chào quý thầy cô ạ, em là  MSSV  SV Năm 4 Khoa Điện Điện tử chuyên ngành Viễn thông. Hiện tại em chỉ còn môn EE3025 Kỹ thuật siêu cao tầng là hoàn thành xong CTĐT để có thể làm đề cương và luận văn tốt nghiệp. Theo quy định ĐKMH HK213 thì không đăng ký cho SV học môn học lần đầu, mong PĐT chuyển giao trường hợp của em cho bộ phận ĐKMH xử lý để em có thể đăng ký được ạ. Đợt ĐKMH HK212 em có làm đơn về trường hợp của mình, PĐT đã có thư trả lời và thông báo bàn giao cho bộ phận ĐKMH giải quyết nhưng em vẫn chưa được đăng ký ạ. Em vô cùng cảm ơn và chúc thầy cô sức khoẻ.",
    "Kính gửi phòng Đào tạo, Hiện tại em đang nộp hồ sơ du học Thạc sĩ tại Poland. Bên phía trường kia yêu cầu giấy xác nhận thời gian dự kiến tốt nghiệp bằng tiếng Anh đối với sinh viên đang học năm cuối. Phòng đào tạo có thể hướng dẫn giúp em thủ tục xin cấp giấy xác nhận này được không ạ? Em xin cảm ơn.",
    "PDT cho e hỏi, khi nào bảng điểm học kì 211 sẽ được cập nhật vậy ạ ?  Và khi em nộp bằng Toeic thì sau bao lâu sẽ cập nhật vào bảng điểm chính ạ Em xin cảm ơn.   i ",
    "Em chào thầy cô. Xin lỗi vì sự bất tiện này. Em đã gửi đơn gia hạn thêm 1 học kì và đã được sự đồng ý từ phòng đào tạo. Hiện tại em chỉ còn 2 kỹ năng nói-viết để xét tốt nghiệp nhưng vẫn chưa thể đậu được. Em muốn biết hạn cuối của kỳ gia hạn này để nộp bằng tiếng anh nói-viết và nếu không đậu nữa thì có thể chuẩn bị để chuyển sang hệ vừa học vừa làm ạ. Mong thầy cô cho em biết ngày cuối của kì gia hạn này ạ. Em cảm ơn thầy cô! Sinh Viên   khóa K15",
    "Em chào thầy cô . Em là . Dưới này là đơn xin gia hạn của em. đơn này em đã gửi lên phòng đào tạo và đã được duyệt r ạ . Mục đích của Mail là muốn gửi lại đơn gian hạn này để hoàn thành thủ tục gian hạn nếu thầy cô cần đến ạ. Sinh viên",
    "Em chào thầy/cô, Em là , MSSV  ngành Khoa học Máy tính. Trong thông báo của khoa gửi đến, em có đọc được việc chú ý đến điểm/tín chỉ những học kì trước đã được cập nhật lên hệ thống hay chưa. Và khi vào Cổng thông tin sinh viên, em nhận thấy là điểm và tín chỉ tích lũy của mình chưa được cập nhật (chỉ mới cập nhật đến hết HK 201) . Vậy thầy/cô cho em hỏi cách xử lý trường hợp này như thế nào, để em có thể kịp thời đủ điều kiện hậu kiểm đăng kí Thực tập Tốt nghiệp. Mong được thầy/cô giải đáp. Em xin cảm ơn.",
    "Chào thầy/cô phòng đào tạo, Em đã hoàn thành chương trình học, đủ 15 ngày ctxh, đã nộp TOEIC Nghe-đọc và thi TOEIC Nói-viết (có kết quả ngày 12/04/2022, ảnh đính kèm). Nhưng đến nay em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến. Mong thầy/cô cập nhật giúp em ạ. Em xin cám ơn.",
    "Kính gửi Phòng Đào tạo, Em tên là  (MSSV: , lớp CC21KHM1). Em có nhận tin nhắn từ phòng đào tạo về việc đăng ký môn học kỳ hè như sau: \"Nhắc lại: V/v đăng ký môn học HK hè 2021-2022 (HK213) + Dự thính hè 213  Thân gởi các bạn sinh viên Các SV chú ý thực hiện đăng ký môn học cho HK hè 2021-2022 (HK213) từ 10g00 ngày  08/4/2022  đến 14g59 ngày 15/4/2022 (Đợt đăng ký môn học). Dự thính HK213: Không mở cho SV chính quy học môn học lần đầu trừ Khóa 2021\" Cho em xin hỏi: như vậy HK213 em được đăng ký môn học lần đầu không ạ? Em xin cảm ơn!",
    "Cho em hỏi, nếu kỳ 212 em bảo lưu luận văn tốt nghiệp, để sang kỳ 213 mới báo cáo. Vậy thì sang kỳ 213 em có phải đăng ký luận văn rồi đóng phí không ạ? Em cảm ơn đã đọc. Thân.",
    "Em là sinh viên vừa chuyển từ hệ chính quy sang hệ vừa học vừa làm. E đã đủ các điều kiện tốt nghiệp hệ VHVL. Mong trường cho em vào danh sách để em có thể tốt nghiệp trong tháng 4 này. Em cám ơn quý thầy cô",
    "Em chào PDT, Em tên là  MSSV  Khoa Cơ Khí Lớp CK17DM Hiện tại em đã đủ điều kiện để xét tốt nghiệp . Em viết mail này xin được PDT cập nhập cho em vào danh sách tốt nghiệp tháng 4 Em rất mong được xét tốt nghiệp trong đợt này. Em xin chân thành cảm ơn ",
    "Phòng đào tạo cho em hỏi điều kiện tốt nghiệp của hệ vlvh là gì ạ. Em là sinh viên khóa K15 chuyển sang hệ vlvh, đã hoàn thành tất cả chương trình bao gồm luận văn tốt nghiệp, chỉ còn av4 và đã có chứng chỉ TOEIC 455. Cho em hỏi đã đủ điều kiện tốt nghiệp chưa ạ.",
    "Em tên:  MSSV:  Khoa: Công nghệ ô tô Em đã có tên trong danh sách tốt nghiệp chính thức. Em muốn nhận Chứng nhận tốt nghiệp tạm thời em cần đăng ký trước hay đến phòng đào tạo nhận trực tiếp ạ. Em xin cảm ơn.",
    "Kính gửi Phòng đào tạo, Em có đăng kí lớp Anh văn theo yêu cầu HK212 bổ sung. Vào ngày 11/04 em có kiểm tra BKpay để đóng học phí môn này nhưng được ghi chú là chưa đến hạn thanh toán. Những ngày sau đó em kiểm tra và vẫn không thanh toán được do \"chưa đến hạn\". Ngày 15/04 em kiểm tra lại lần nữa, em đã thanh toán học phí liền, nhưng bị để là \"Đã thanh toán trễ hạn\", và hạn lại vào ngày 11/04. Em xin được hỏi trường hợp của em có bị hủy kết quả đăng kí môn học và tạm dừng việc học không ạ? Em cảm ơn.",
    "Dạ em chào phòng đào tạo, em là Mỹ, khóa K19. Em có câu hỏi muốn hỏi là vào học kì 203 em có đăng ký môn Giải tích 2 (MT1005) nhưng em đã đăng ký hoãn thi và đến nay em đã hoãn thi môn này được 2 lần (dự tính học kì 212 sẽ hoãn thi luôn tức là 3 lần) thì trong kì hè này (HK213) em có thể thi để xóa điểm hoãn thi được không ạ vì theo quy định của nhà trường thì thời gian là một năm. Em cám ơn admin nhiều ạ. Chúc admin một ngày tốt lành.",
    "Em chào anh/chị, Em tên là  - MSSV:  Ngày 5/4 em có nhận được file xét tốt nghiệp của em và nhận thấy có 1 số môn chưa được xét tương đương nên em có 1 số thắc mắc như sau ạ: - Về môn Hoá đại cương (CH1003), vào ngày 2/2/2021 em đã gửi đơn lên văn phòng và được công nhận xét tương đương với môn Hoá đại cương B (604002) và em đạt 7.00. - Về môn giải tích mạch cơ bản EE2001 được xét tương đương bằng môn Giải tích mạch (EE2033) và em đạt 5.50. - Về môn kỹ thuật lập trình (C1011) em có nhận được mail đăng ký trả nợ bằng cách học môn kỹ thuật lập trình (CO1027), và môn Đồ án kỹ thuật lập trình (CO1031), em đạt 5.00 môn CO1027 còn môn CO1031 lúc đăng ký không có nên em không đăng ký được. Các môn tự chọn của em đã qua môn: Nhóm A: PH1005 Nhóm B: CO3037, CO3049, CO3065, CO3007  Nhóm C: EN1003  Hiện tại theo em thấy thì em còn thiếu môn Cấu trúc dữ liệu và giải thuật và môn Đồ án kỹ thuật máy tính, cho em xin được hỏi như vậy có đúng không ạ? Best Regard,",
    "Em chào thầy/cô và các bạn, Em là , MSSV: . Em vừa đăng kí xét tốt nghiệp trên mybk và thanh toán lệ phí. Em muốn hỏi là nếu em không muốn tham gia lễ tốt nghiệp thì em có cần làm thêm thủ tục gì không ạ (chẳng hạn như liên hệ khoa như trong hướng dẫn tốt nghiệp)? Em cảm ơn!",
    "Gửi quý thầy/cô, Em đã hoàn thành đủ điều kiện tốt nghiệp và đã đăng kí tốt nghiệp trên mybk, tình trạng hiện tại là \"Đang chờ thanh toán\" Tuy nhiên, khi lên Bkpay để thanh toán thì hệ thống không hiện ra khoản tiền cần thanh toán (95k). Em đã đính kèm 2 thư mục ảnh để chú thích Rất mong phòng đào tạo khắc phục để em được thanh toán nốt lệ phí xét TN  Cảm ơn quý thầy/cô",
    "Kính gửi Phòng đào tạo Em tên: , MSSV: , Khoa Kỹ thuật xây dựng - Hệ VHVL Em thấy đã có lịch thi cuối kỳ trên MyBK. Nhưng môn Triết học Mac -  thi ngày 20/5 em không tham gia thi được do bữa đó em có lịch đi công tác tỉnh chưa về kịp (vì em vừa học vừa làm ạ). Vậy cho em hỏi là có xin hoãn thi hay dời lịch thi được không ạ (và thủ tục như thế nào ạ)? Mong PĐT hỗ trợ em, em cảm ơn ạ!!",
    "Cho em hỏi là em đã rút môn và môn đó đã được rút khỏi Thời Khóa Biểu của em nhưng trong bảng điểm thì chưa được hiệu chỉnh lại điểm 17 (Rút môn) thì có vấn đề gì không ạ. Việc đó có làm điểm của môn đã rút bị gộp lại tính chung với trung bình môn không ạ. Em cảm ơn.",
    "Thưa PĐT, Ngày 24.3 em có làm đơn cứu xét LVTN và đã có thời khóa biểu từ ngày 30.3. Nhưng ngày 12.4, khoa em - Khoa Quản Lý Công Nghiệp thông báo STT nộp LVTN thì không có danh sách, cho em hỏi em nên liên hệ ai để phản hồi gấp về điều này ạ?",
    "Cho em hỏi về chuẩn AV hàng năm cho sinh viên khóa 19 ạ. Em không biết là 19 có áp dụng chuẩn av này cho học kì 221 không ạ vì có các môn mang mã năm 4. Và em có được đăng kí học lớp anh văn theo nhu cầu là AV4A không ạ? và nếu pass thì em vẫn đăng kí môn được phải không ạ. Mong thầy/cô sớm giải đáp thắc mắc để em có thể theo kịp tiến độ ạ. Em xin cảm ơn",
    "Dạ em xin kính chào PĐT.Em bên hệ VHVL, Dạ cho phép em hỏi hiện giờ em có thể xin rút môn học được không ạ?   i  .",
    "Em chào thầy/cô. Hiện tại em đang đợi lịch thi xóa điểm hoãn thi: CO1011 - Kỹ thuật lập trình - Học kỳ 2 năm học 2020 - 2021. Theo thông báo của phòng đào tạo như trong hình, em sẽ đợi thông báo lịch thi sau.Nhưng hiện tại em vẫn chưa thấy có thông báo lịch thi . Em có cần chủ động đăng ký thi xóa điểm hoãn thi không ạ? Chân thành cảm ơn thầy/cô.",
    "Em vừa chuyển sang hệ vừa làm vừa học và đã đủ điều kiện tốt nghiệp nhưng trên mybk mục đăng kí tốt nghiệp trong đó có ghi tình trạng chưa có trong danh sách tốt nghiệp dự kiến để đăng kí tốt nghiệp. Cho em hỏi là vì em chưa có đủ điều kiện tốt nghiệp hay là do em chưa được cập nhập vô danh sách ạ?",
    "Chào thầy / cô , em tên  sinh viên khóa 16 khoa kĩ thuật xây dựng .Em thấy ngày cuối bổ sung điều kiện tốt nghiệp là 11/04/2022 . Em có 1 mong muốn được gia hạn thêm thời gian để bổ sung điều kiện tốt nghiệp để kịp tốt nghiệp kof này ạ . Hiện tại em đang chờ điểm toeic 2 kĩ năng nói viết ở trung tâm bkenglish , khi có điểm em sẽ bổ sung ngay ạ . Em cảm ơn ạ",
    "Kính gửi quý Thầy/Cô,  Em có xem quy chế, và quy định và em có thắc mắc . Để xét tốt nghiệp thì sinh viên K2018 có được thi tiếng anh nói + viết tại trung tâm ngoại ngữ bách khoa không ạ, hay bắt buộc thi tại iig . Em rất mong nhận được phản hồi từ quý Thầy/Cô . Em xin chân thành cảm ơn.",
    "Em xin chào quý thầy/cô ạ, Kì này em đang làm ĐCLV, kì hè vì một số lí do em không thể đăng ký LVTN trong hè được. Thầy/cô có thể cho em hỏi kì hè em không đăng ký LVTN thì có cần làm thủ tục gì để có thể bảo lưu cái ĐCLV mình đang làm không ạ? Rất mong nhận được câu trả lời từ quý thầy/cô vì câu hỏi này rất quan trọng đối với em. Em cảm ơn thầy/cô nhiều ạ.",
    "MSSVMSGV:    i   Em chào  CHị ạ  Em có đăng kí anh văn 3A theo yêu cầu nhưng do nhận thấy tình trạng bản thân không cần thiết nữa nên trước khi có thời khóa biểu em đã viết đơn xin được \"HUY ĐK MON HOC\" và sau thời gian phản hổi của PĐT thì em đến và nhận được thông báo là đã đc xử lý .  Nhưng vì lý do em thấy vẫn còn mục thanh toán \"AV 3A nhu cầu\" trên BKpay đã hết hạn thanh toán và vẫn chưa đc xóa khỏi BKpay.  Nên em viết mail này với lý do là việc còn hiện thanh toán trên BKpay có ảnh hưởng gì đến sau này hay không (ví dụ như khi muốn tốt nghiệp phải hoàn thành tất cả các mục thanh toán trên BKpay chẳng hạn,...)   Em cảm ơn ạ!",
    "Chào Thầy/Cô Do không nhận được thông báo về thời hạn học phí nên em đã đóng học phí trễ hạn Em muốn làm đơn giải trình để nộp lên phòng đào tạo Thầy/cô cho em xin mẫu đơn được không ạ Em cảm ơn",
    "Thầy/cô cho em hỏi với ạ . Em được xếp lịch học TN Hóa học vào tuần 27, nhưng em muốn được học sớm hơn thì em phải liên hệ với ai và như thế nào ạ? Em xin cảm ơn và mong nhận được hồi đáp sớm nhất ạ .",
    "Dear , Mình đã có tên trong danh sách tốt nghiệp 2022 nhưng vẫn chưa nhận được mail đăng ký tham gia lễ tốt nghiệp vào 24/4 và thông báo ngày tập dợt cũng như nhận đồng phục và giấy mời phụ huynh . Mong  giải đáp giúp mình. Xin cảm ơn.",
    "Kính gửi phòng đào đạo và ban giám hiệu trường Đại học Bách Khoa Em là sinh viên khóa K15, do hết chương trình đào tạo và chưa đủ điều kiện tốt nghiệp theo hệ chính quy, nên em viết đơn này xin phòng đào tạo và ban giám hiệu cho em chuyển sang hệ vừa làm vừa học để xét tốt nghiệp. Em xin cảm ơn.",
    "Em chào PDT, Em tên là  MSSV:, Khoa Máy Tính, Lớp MT17KH1 Hiện tại em đã đủ điều kiện để xét tốt nghiệp. Em viết mail này xin được PDT cập nhật cho em vào danh sách tốt nghiệp tháng 4 Em rất mong được xét tốt nghiệp trong đợt này. Em chân thành cảm ơn, .",
    "Yđơn xin phục hồi tkb, có kèm hình ảnh chứng minh đã đóng học phí .",
    "cho em hỏi những môn hoãn thi chưa thi lại có điểm thì có được tích lũy tín chỉ để đăng ký thực tập tốt nghiệp không ạ",
    "Dạ chào chị em là  mssv  Em là sv k17 chuyển từ hệ liên kết quốc tế sang vhvl Vậy thì khi đăng ký môn học em đăng ký theo lịch của khoá 17 hay theo khoá mới nhất ạ  Em cảm ơn ",
    "Kính gửi Phòng Đào tạo, Em có thắc mắc sau khi kiểm tra thông tin trên danh sách sinh viên chính thức tốt nghiệp của em, thì danh sách thông báo điểm xét tốt nghiệp  của em là 6.98 (dân đến xếp loại tốt nghiệp là TB Khá), và theo em được biết thì điểm xét tốt nghiệp chính là điểm Trung bình tích lũy ngành (TBTLN) của em. Nhưng trên bản điểm cá nhân của em thì điểm TBTLN là 7.20 ạ (em có đính kèm hình ảnh bên dưới), nếu được cập nhật lại điểm này thì em sẽ được xếp loại tốt nghiệp là loại Khá. Em mong phòng đào tạo có thể kiểm tra lại phần thông tin này của em và cập nhật lại điểm xét tốt nghiệp cũng như là xếp loại tốt nghiệp của em ạ. Mong Phòng Đào tạo có thể phản hồi và giải thích thêm giúp em ạ. Em xin chân thành cảm ơn!",
    "Em xin nộp đơn rút môn học trong học kì 212.",
    "Chuyên ngành: xây dựng dân dụng & công nghiệp - Khoa Xây dựng. Em chào anh chị, em là sinh viên bằng 2. hiện tại em đã đi làm cho công ty về đúng chuyên ngành của em theo học. Em viết thông tin này xin hỏi ý kiến anh chị phản hồi cho em, em lấy xác nhận em đang công tác tại công ty ( có dự án cụ thể em đang thi công), lấy kết quả này thay cho việc em phải đi thực tập được không ạ . Rất mong anh chị phản hồi cho em ạ, nếu cần thủ tục nào để chuyển đổi thì cho em xin thủ tục để em chủ động chuẩn bị trước ạ.  Em cám ơn anh chị! c",
    "Em chào admin, Em hiện là sinh viên năm 2 tức K20 khoa Hoá chương trình đại trà (không học kỹ sư tài năng) Hiện em đang theo chuyên ngành Công nghệ Thực Phẩm và em muốn hỏi là em cần thi vnu-ept khoảng bao nhiêu điểm mới đủ tốt nghiệp ạ? Và nếu em thi VNU EPT thì khác biệt như thế nào với TOEIC S&W (vì TOEIC R&L em đã thi rồi) Em cám ơn admin nhiều",
    "Thưa quý thầy/ cô Em đăng kí tốt nghiệp thành công trên mybk  Tuy nhiên đến nay gần 1 ngày sau đăng kí thì Bk pay vẫn chưa hiện mục thanh toán lệ phí xét Tốt nghiêp Rất mong quý thầy cô khắc phục giúp em nhé",
    "Dạ em xin chào PĐT ạ, em là sinh viên K20, hiện tại em đang nộp hồ sơ du học nên em cần bảng điểm rất gấp, theo hướng dẫn thì em đã đặt in bảng điểm và hôm nay thì em nhận được. Ở kỳ 211 em có học môn Sinh học đại cương, trong môn này có 20% điểm là Thí nghiệm, tuy em chưa đc học thí nghiệm offline (đã đc xếp lịch vào tuần 27) và cũng không vắng buổi học thực hành online nào nhưng trong bảng điểm của em thì TN của SHĐC lại ghi 13 ạ, cái này làm cho điểm trung bình của môn Sinh học đại cương của em bị ghi 0.00 và làm cho điểm trung bình học kỳ và TBTL của em cũng bị kéo xuống dưới 7.0 do môn này tới tận 3 tín chỉ ạ . Em rất mong phòng đào tạo có thể sửa lại hoặc tìm hướng giải quyết nhanh chóng giúp em in một bảng điểm mới ạ, vì bảng điểm này thật sự không phản ảnh học lực của em và Thứ 2 tuần sau (18/04/2002) là hạn cuối để em nộp hồ sơ rồi ạ! Em xin chân thành cảm ơn ạ!",
    "Tốt nghiệp       Chào /  Em đã có tên trong danh sách tốt nghiệp tháng 4/2022 trên hệ thống, Không biết có gửi thông tin tốt nghiệp qua mail sinh viên không ạ",
    "Em đã đăng ký tốt nghiệp và thanh toán trên bkpay nhưng bị tình trạng là phiếu đăng ký không được xử lý thì phải làm sao ạ?",
    "Kính gởi: PĐT trường Đại học Bách Khoa TPHCM Em tên:  - MSSV:  Lí do: Hiện tại em đã đủ điều kiện được xét tốt nghiệp bao gồm + Đủ số TCTLN tối thiểu = 146 (mybk chưa cộng đủ TCTLN từ luận văn, xem hình) + ĐTBTLN  = 5 (mybk chưa cộng đủ điểm từ luận văn, xem hình) + Đủ 15 ngày CTXH (mới cập nhật thêm) Em xin được xét tốt nghiệp và tốt nghiệp vào đợt tháng 4/2022 (24/04/2022).",
    "EM tên là  MSSV  Em muốn hỏi về mức thu học phí hk3 năm học 2021-2022 là bao nhiêu, có tính theo tín chỉ hay không, mong được trả lời sớm để em quyết định đăng kí môn học Xin cảm ơn",
    "Chào thầy/cô! Em tên là . Hiện tại em có 1 vấn đề cần được giải quyết đó là: sau khi có các biểu hiện khó thở và sốt, em liền test nhanh covid thì cho ra kết quả dương tính. Nhưng trong ngày mai và mốt (tức ngày 16-17/4) em lại có lịch thi 2 môn, thì trong trường hợp này em có thể đến phòng thi để thi hay có thể đăng ký hoãn thi ạ? (2 môn này em đã đăng ký hoãn thi 1 lần lúc học kỳ vừa rồi ạ - HK1 2021-2022) Em xin cảm ơn!",
    "Dạ thầy/cô cho em hỏi do em còn nợ học phí nên em chưa nhận được email xác nhận tốt nghiệp.Hiện em đã hoàn thành đầy đủ học phí vậy khi nào em mới nhận được email của trường ạ.Em cảm ơn ",
    "Kính gửi thầy/cô Hiện tại em vẫn chưa thấy lịch thi các môn e đã hoãn thi. Mong thầy /cô xem xét giúp em ạ",
    "Kính thưa Phòng Đào tạo Trường Đại học Bách Khoa, Em là , MSSV . Ngày 09/04/2022 vừa qua em có thi giữa kì môn Kinh tế kỹ thuật (IM1027) lúc 9:00am. Theo em được biết thời hạn nộp video là trong vòng 48h kể từ lúc thi xong (tức 10:00am 11/04/2022), nên tầm 2:00 am ngày 11/04/2022 em mới nộp video record màn hình. Tuy nhiên link đã bị khóa nên em không thể nộp được (ảnh đính kèm bên dưới). Cho nên em muốn hỏi PĐT cách nộp lại video record màn hình, do em vẫn còn hạn để nộp lại video. Video em xin gửi tại đây: https://drive.google.com/file/d/1C81ohjP7gxouw9K4Ugn5wwS8f61jEc4d/view?usp=sharing Mong Phòng Đào tạo phản hồi sớm giúp em. Em xin cảm ơn. Trân trọng,   i ",
    "Em đã đủ điều kiện tốt nghiệp và đã có tên trong danh sách tốt nghiệp aao.hcmut.edu.vn nhưng khi em lên khoa đăng kí tốt nghiệp thì lại không có thông tin của em. Phòng đào tạo có thể kiểm tra và cập nhật giúp em? Em cảm ơn.",
    "Kính chào Phòng Đào Tạo, Em tên là , sinh viên khóa K17. Em có nhận được thông báo của Trường về việc tổ chức lễ tốt nghiệp cho sinh viên chương trình KSTN và sinh viên chính quy của Khoa Cơ Khí vào 2 ngày khác nhau. Do khi hoàn thành chương trình học thì em và đa số thành viên trong lớp không được nhận bằng tài năng mà chỉ được công nhận là thành viên chương trình KSTN ở phụ lục của bằng tốt nghiệp nên em không biết chúng em thuộc diện tổ chức vào ngày nào ạ. Mong phòng đào tạo có thể cung cấp thông tin để chúng em có thể chuẩn bị và tham gia lễ tốt nghiệp ạ. Em hy vọng sẽ nhận được giải đáp từ Phòng đào tạo ạ. Em xin chân thành cảm ơn.",
    "Kính gửi quý thầy cô Phòng Đào tạo trường Đại học Bách Khoa - ĐHQG TPHCM. Em tên: , MSSV: . Lý do: Em xin lỗi vì sự chậm trễ đóng học phí của em, vì gần hạn đóng em bị mất điện thoại nên không thể nhớ mật khẩu để liên kết ngân hàng OCB, do lúc đó hoảng loạn nên em không thể giải quyết được việc thanh toán học phí. Mong quý thầy cô thông cảm, và cho em hỏi hiện tại em cần làm những bước nào để có thể thanh toán học phí được ạ. Mong nhận được phản hồi của quý thầy cô. Em chân thành cảm ơn.",
    "Kính gửi Phòng Đào Tạo, Ngày 14/4 em vừa nộp chứng chỉ để thẩm tra. Do thời gian còn ít ngày nữa nên em mong Phòng Đào Tạo giúp đỡ để quá trình thẩm tra nhanh hơn và xét tốt nghiệp để em có thể kịp làm lễ tốt nghiệp. Dạ em xin cảm ơn ạ.",
    "Kính chào Quý Thầy Cô Phòng Đào Tạo Em tên là   MSSV:  Lớp VL15KL Em xin gửi lại Đơn xin kéo dài thời gian đào tạo. Kính mong quý Thầy Cô xem xét cho em được kéo dài thời gian để hoàn thành các chứng chỉ Ngoại ngữ và nhận bằng tốt nghiệp ạ . Em xin chân thành cảm ơn và mong đợi sự phản hồi của Quý Thầy Cô.",
    "Em xin chào Phòng đào tạo của trường.Em là  -MSSV:-Ngành Cơ kĩ thuật (CQ)-Khoa Khoa học ứng dụng.Em nhắn tin này với lí do là trong lúc thi Đại số tuyến tính(MT1007) ngày 20/3/2022 lúc 14h00 nhóm L08B thì nhà em bị mất điện từ lúc khoảng 14h15 đến khoảng 17h00.Do đó em không thể hoàn thành bài thi và bị out khỏi phòng meet.Em mong phòng đào tạo cho em thi bù giữa kì môn Đại số tuyến tính.Em cảm ơn ạ!",
    "Dạ em chào thầy(cô) ạ, Kỳ vừa rồi em có hoãn thi cuối kỳ môn giải tích mạch ạ, phòng đào tạo vừa xét lịch thi vào kỳ này cho em ạ. Thầy (cô) cho em hỏi là nội dung thi có thay đổi gì so với học kỳ 211 không ạ? Mong nhận được sự phản hồi sớm của thầy cô ạ Trân trọng",
    "Dạ cho em hỏi sao điểm của hk211 của em đến giờ vẫn chưa có điểm trung bình vậy ạ Em tên -",
    "Thưa cô hồi trước e có lỡ ch đóng học phí và bị khóa tài khoản mybk Bây h em đã hoàn tất nộp học phí và có nhu cầu muốn mở lại tài khoản Em xin lỗi và xin hứa sẽ không tái phạm nữa Mssv:",
    "Em đã huỷ đăng kí môn học cấu trúc rời rạc nhưng vẫn hiện tại vẫn còn .",
    "Xin gia hạn thêm 1 học kỳ để hoàn thành CCNN bổ sung để hoàn thành tốt nghiệp. Hiện tại em đã hoàn thành đủ 142 tín chỉ nhưng chưa tốt nghiệp được di thiếu tín chỉ ngoại ngữ nên không tốt nghiệp kịp vào tháng 4 này, nay em xin gia hạn thêm 1 kỳ để hoàn thành nốt CCNN để có thể tốt nghiệp bằng chính quy vào học kỳ tiếp theo. Em cảm ơn",
    "Em chào PDT, Em tên là  MSSV:, Khoa Máy Tính, Lớp MT17KH1 Hiện tại em đã đủ điều kiện để xét tốt nghiệp. Cũng đã nhận mail xác nhận nằm trong danh sách tốt nghiệp dự kiến, nhưng khi đăng ký tốt nghiệp ở mybk thì xác nhận là sinh viên không có trong danh sách và không thể đăng ký tốt nghiệp. Em viết mail này xin được PDT cập nhật cho em, Em rất mong được xét tốt nghiệp trong đợt này. Em chân thành cảm ơn, .",
    "HK221  . Em là , MSSV , hiện đang học năm 4 ngành Khoa học máy tính chương trình chất lượng cao. Theo chương trình đào tạo, học kỳ hiện tại (HK212), em có môn đường lối cách mạng Đảng cộng sản Việt Nam, mã môn SP1009, nhưng vì lý do cá nhân, em chưa thể đăng ký môn học này trong HK212. Theo như em được biết gần đây, môn học này không còn được mở từ khóa 2019, nên sẽ rất khó đạt đủ sĩ số mở lớp môn này vào HK221. Ngoài ra, môn này có tương đương với 2 môn tính từ K2019 là SP1035 và SP1039. Nhưng SP1035 là môn học trước của SP1039, theo chương trình K2019, đồng nghĩa với việc em sẽ mất 2 học kỳ tiếp theo (HK221 và HK222) để hoàn thành môn SP1009. Em có một số câu hỏi mong nhận được sự giải đáp: 1. Môn học SP1009 có thể được mở lớp với sĩ số thấp vào HK221 không? 2. Trường hợp em phải học môn tương đương, em có thể xin học song hành 2 môn SP1035 và SP1039 vào HK221 không? Vì đây là môn cuối cùng để em hoàn thành chương trình đào tạo và xét tốt nghiệp, em kính mong nhận được hướng giải quyết cho vấn đề này. Em xin trân trọng cảm ơn.",
    "Dạ em là , MSSV . Em đã hoàn thành và đăng ký tốt nghiệp rồi. Em kiểm tra thấy tên mình trong danh sách dự kiến tốt nghiệp tháng 4 nhưng tra trong danh sách tốt nghiệp thì không thấy tên. Kính mong pdt kiểm tra giúp em là em có được làm lễ tốt nghiệp ngày 22.4 không ạ? Em chân thành cảm ơn nhà trường ạ.",
    "Em chào PDT, Em tên là  MSSV: , Khoa Cơ Khí, Lớp CK17CNM Hiện tại em đã đủ điều kiện để xét tốt nghiệp. Em đã nhận mail xác nhận nằm trong danh sách tốt nghiệp dự kiến, nhưng em chưa đăng ký tốt nghiệp ở mybk được vì hệ thống hiển thị sinh viên không có trong danh sách tốt nghiệp Em viết mail này xin được PDT cập nhật cho em, Em rất mong được xét tốt nghiệp trong đợt này. Em xin chân thành cảm ơn, ",
    "Kính gửi cô/thầy, Dạ cho em hỏi, ví dụ như em đăng ký nộp chứng chỉ ngoại ngữ trên mybk vào ngày 20/05 nhưng đến ngày 25/05 là ngày cuối cùng đăng ký môn học đợt 3 mà em vẫn chưa được pdt xác nhận (bằng hợp lệ, đủ điểm theo yêu cầu) thì có cách nào để em vẫn được đăng ký môn rồi chờ kết quả xác nhận sau không ạ. Em xin chân thành cảm ơn cô/thầy.",
    "Chào quý anh chị! Em là  MSSV  Em đã nhận được email có tên trong danh sách tốt nghiệp tạm thời, nhưng khi vào mybk để đăng ký tốt nghiệp thì hệ thống báo lỗi. Cho em hỏi bây giờ em phải làm gì để đăng ký được ạ. Em cảm ơn anh chị nhiều.",
    "Em là , mssv  Cho em hỏi: điểm đề cương luận văn của em học kì 211,tới bây giờ còn chưa cập nhật ạ ( thầy hướng dẫn bảo điểm thầy đã gửi lên phòng đào tạo rồi). Em cảm ơn.",
    "Xin chào thầy/cô, Em viết đơn này mong PĐT xem xét và cập nhật môn học tương đương giúp em. Môn học thuộc CTĐT:   B CI1011 Kỹ thuật lập trình    Môn học trên tương đương với 2 môn học dưới đây gộp lại: -   B CO1027 Kỹ thuật lập trình    - Học kỳ 2 (2019-2020) - Điểm tổng kết: 8.00 -   B CO1031 Đồ án kỹ thuật lập trình    - Học kỳ 1 (2020-2021) - Điểm tổng kết: 9.50 Em xin chân thành cảm ơn thầy cô đã xem xét.",
    "Em chào cô, em vừa nhận được Mail thông báo đã có danh sách tốt nghiệp nhưng đăng ký tốt nghiệp trong phần mybk không được, liệu em có thể đăng ký để xét tốt nghiệp vào ngày 27/04 này không ạ?",
    "Kính gửi phòng đào tạo Em tên -MSSV:  Em có thắc mắc về vấn đề đăng ký các môn giáo dục thể chất. Hiện tại em là sinh viên lớp cơ khí CC20CK1. Ở học kì pre em đã học giáo dục thể chất 1 là bóng rổ. Qua học kì 1 nằm 2020-2021 em có đăng kí thêm 1 môn bơi. Vậy là em đã đủ môn giáo dục thể chất để đăng kí môn học năm 3 chưa ạ . Em cám ơn đã đọc và phản hồi câu hỏi của em.    .",
    "Em tên là , MSSV:, học lớp kinh tế kĩ thuật IM1027 của thầy Hà Văn Hiệp lớp L02. Hôm 09/04/2022 em có thi giữa kì môn kinh tế kĩ thuật, sau đó vì bận công việc gia đình nên em quên không nộp record màn hình đúng hạn. Em mong nhà trường chấp nhận cho em nộp record màn hình môn kinh tế kĩ thuật qua đây ạ.Em xin lỗi vì đã nộp trễ. Mong nhà trường tha lỗi và nhận record của em. Em xin chân thành cảm ơn. Đây là link record của em: https://drive.google.com/file/d/1LSsL-qnr811mSSKOX5r4zvTc_KUDUt-U/view?usp=sharing",
    "Cho em hỏi . Em là khoá K19, đợt em có thi anh văn định kì hằng năm đã pass chuẩn anh văn. Nay em có cần thi lại đợt thág 5 này để xét lại chuẩn av4 cho năm 4 hay không ạ ?",
    "Kính gửi Phòng Đào tạo, Em tên , MSSV: . Sinh viên Khoa Điện - Điện tử. Hôm nay, em vừa nhận được mail thông báo Danh sách dự kiến tốt nghiệp. Theo như mail, thứ 3 tới, tức ngày 19/4 em mới được mở tình trạng sinh viên và có thể thực hiện Đăng kí tốt nghiệp trên MyBK. Phòng Đào tạo cho em hỏi, từ đây đến ngày 20/4 có đợt ra Quyết định tốt nghiệp (cập nhật danh sách tốt nghiệp chính thức) nào không ạ? Theo trường hợp của em thì có thể kịp được ra quyết định tốt nghiệp và đăng kí lễ tốt nghiệp vào 22/4 không ạ? Mong Phòng Đào tạo có thể giải đáp cho em, để em có thể chắc chắn và yên tâm thông báo cho gia đình đến tham dự lễ tốt nghiệp ạ. Em xin chân thành cảm ơn. ",
    "Kính gửi phòng đào tạo ĐH Bách Khoa tp HCM. Em tên là , mssv , lớp HC15BSH, hiện em đang gặp vấn đề về đăng kí thông tin tốt nghiệp, hiện em đã đầy đủ điều kiện để tốt nghiệp và em đã nhận được mail thông báo đã có trong danh sách tốt nghiệp dự kiến nhưng em vẫn chưa thể vào phần đăng kí thông tin tốt nghiệp trên mybk vì lý do em vẫn chưa được thu nhận, tình trạng sinh viên đang là \"nghỉ\". Vì thế cho nên em kính mong phòng đào tạo có thể thu nhận em để em khai thông tin tốt nghiệp kịp thời. Em xin chân thành cảm ơn!",
    "Kính gửi,  Em đã đủ điều kiện tốt nghiệp và nhận được mail như hình 1. Nhưng em vẫn chưa có đơn thu nhận lại như bên phía thầy cô (Hình 2) nên em chưa thể vào để đăng ký tốt nghiệp được (Hình 3).",
    "Chào anh/chị. Hiện tại em đang làm Luận văn tốt nghiệp nhưng đợt thanh toán học phí vừa rồi em thanh toán không đúng hạn, giờ em thanh toán trễ thì có bị sao không ạ? Em xem trong mục quy chế thì việc thanh toán trễ học phí sẽ bị hủy toàn bộ kết quả của học kì đó, vậy có cách nào để giải quyết không ạ? Mong nhận được phản hồi sớm từ Anh/chị ạ. Em cảm ơn",
    "Kính gửi   Em tên  MSSV  em hết hạn đào tạo nên em muốn chuyển sang VLVH em đã hoàn thành hết các môn và có bằng toeic 460 nộp vào tháng 5 năm 2020 Khi em chuyển sang VLVH thì bằng toeic em đã nộp có được giữ để xet tốt nghiệp hệ VLVH không ạ. hay là phải nộp lại trước lúc hết hạn, băng  toeic của em hết hạn vào 28/5 ạ Và cô cho em hỏi thêm trên trang tuyển sinh VLVH có để tuyển sinh 18/4 , em không biết đây là hạn chót hay ngày bắt đầu để tranh thủ làm đơn ạ( ảnh đính kèm). em xin cảm ơn",
    "Kính gửi Phòng Đào tạo!  Em tên là ,    MSSV: . Hôm nay, em đã nhận được mail thông báo có tên trong danh sách dự kiến tốt nghiệp. Tuy nhiên, sau khi kiểm tra em phát hiện mình không có tên trong danh sách dự kiến tốt nghiệp trên web Phòng Đào tạo và không thể đăng kí tốt nghiệp được. Em kính mong Phòng Đào tạo giúp đỡ cho em có thể đăng kí tốt nghiệp trong đợt này. Em xin chân thành cảm ơn!",
    "Kính gửi PĐT, Em đã làm đơn xin thu nhận lại (lý do tạm dừng học: Trao đổi sinh viên tại trường đối tác INSA de Lyon theo quyết định 362/QĐ-ĐHBK) ngày 4/4/2022. Tờ biên lai hẹn em có kết quả trả lời trong ngày   B 14/4/2022    nhưng đến hôm nay em vẫn bị ghi là đang trong tình trạng   I \"tạm dừng học\"  /I  khiến em không thể đăng ký môn học, in giấy xác nhận, nhận thông báo từ trường,... Kính mong PĐT giải quyết sớm giúp em để em có thể học tập như bình thường ạ.",
    "Em chào Cô, Em xin nộp đơn kéo dài thời gian đào tạo, em mong Phòng đào tạo có thể cân nhắc và chấp nhận cho em học thêm 1 học kỳ để kịp nộp bằng ngoại ngữ tốt nghiệp. Em xin cảm ơn.",
    "Phòng đào tạo cho em hỏi kỳ hè này đăng ký luận văn tốt nghiệp chưa có bằng toeic có làm được không ạ",
    "Kính chào thầy cô phòng đào tạo . Em là , mssv: K2021 khoa KHƯD. Em đã đăng ký dư môn học ở học kỳ hè 213 và bỏ lỡ thời cơ rút môn học trong thời gian cho phép. Em gửi câu hỏi này kính mong quý thầy cô hỗ trợ cho em được rút môn học \"kinh tế học đại cương, mã môn học: IM1013\" và môn \"Cơ Lý Thuyết, mã môn học: AS1003\" . Em rất xin lỗi và chân thành cảm ơn quý thầy cô  phòng đào tạo đã đọc .   i  .",
    "Xin quý phòng đào tạo cấp bằng tốt nghiệp tạm thời. Họ tên sinh viên :  MSSV: .",
    "Em chào PĐT, Kỳ 211 em có hoãn thi môn Cơ học thủy khí (Tr1005), và nhận được lịch thi bù cuối kỳ vào ngày 16/04 lúc 16h. Nhưng hiện tại em vừa nhận được lịch học bù của môn Cơ học kết cấu (TR2035) HK212 từ 14h-18h. Thì em có được dời lại lịch thi sang môn này sang kỳ 221 được không ạ? Trân trọng, .",
    "Gửi anh/chị Hiện tại em đã nhận được email thống báo như hình đính kèm, tuy nhiên em vẫn không thể đăng kí tốt nghiệp qua mybk nguyên nhân là tình trạng sinh viên không cho phép. Rất mong nhận được sự hỗ trợ của anh/ chị Em cảm ơn",
    "Kính chào thầy cô, Em tên , MSSV: , là cựu sinh viên lớp HC17KTHC. Đợt tháng 11 vừa rồi em được xét tốt nghiệp nhưng trên bằng tốt nghiệp của em không phải bằng kỹ sư tài năng mặc dù em đã đủ các điều kiện tốt nghiệp của chương trình. (File ảnh bằng tốt nghiệp em xin đính kèm bên dưới ạ) Em mong phòng đào tạo có thể kiểm tra lại thông tin, các điều kiện của em có sai sót gì không ạ? Em mong sớm nhận được phản hồi từ thầy cô. Em chân thành cảm ơn.",
    "Chào thầy/cô ạ . Thầy/cô cho em hỏi em muốn nhận bằng tốt nghiệp trước ngày 22/4/2022 (do ngày 22/4/2022 là bắt đầu lễ tốt nghiệp) thì em đến đâu để nhận ạ. Có được nhận vào ngày lễ tốt nghiệp luôn được không ạ?  Em chân thành cảm ơn thầy cô.",
    "Kính gởi PĐT Em tên là  MSSV:  Theo như trên lịch thi ở mybk thì em sẽ thi tại phòng 401H1 Nhưng trên hệ thế Elearning lại thông báo:  Các môn học sẽ được thi tại trang thi: exam.hcmut.edu.vn Cho em hỏi vậy hình thức thi sẽ là online hay offline ạ Trân trọng",
    "B  Dạ kính thưa quý thầy cô của PĐT. Em tên  - MSSV:  Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp và đã đăng ký tốt nghiệp vào ngày 13/04. Nhưng đến hôm nay em vào tra danh sách tốt nghiệp chính thức vẫn chưa có tên mình. Em kính mong quý thầy cô cập nhật danh sách bổ sung giúp em. Để em có đủ cơ sở đăng ký làm lễ tốt nghiệp vào ngày 22/04 của Khoa Xây Dựng (vì em thấy trên fanpage Khoa để 17h00 ngày 18/04 là hạn chót nhận đăng ký làm lễ trao bằng Tốt Nghiệp. Em xin cám ơn.",
    "Dạ chào PDT. Em là sinh viên khóa K17 hiện tại e đã hoàn thành chương trình học và đang còn thiếu bằng Toeic để ra trường nhưng kỳ này em không đăng ký môn học nên bị tạm dừng trạng thái sinh viên. Khi đi đăng ký thi toeic IIG yêu cầu có giấy xác nhận chưa tốt nghiệp của trường để bổ sung giảm chi phí thi vì thẻ sinh viên đã hết hạn. Không biết em làm thế nào để có giấy xác nhận và trong thời gian bao lâu mới được nhận vậy ạ? Thank!",
    "Hiện tại em đã nhạn được mail có tên trong danh sách tốt nghiẹp dự kiến mong pdt sớm xem thu nhận lại dùm em để em đăng kí tốt nghiệp ạ Em cảm ơn",
    "Dạ hiên tại em đã được vào dan sách tốt nghiêp dự kiến nhưng vẫn chưa được thu nhận lại để đăng kí tốt nghiệp ạ. Em xin thầy, cô giúp em được thu nhận lại để đăng kí tốt nghiệp ạ. Em xin cảm ơn.",
    "Em chào phòng đào tạo. Môn học TR3013 - Thiết kế độngcơ đốt trong, em đã hoãn thi 2 lần. Em định kỳ này thi (HK21.2) mà học kỳ này không có lịch thi của môn này. Theo quy định của phòng đào tạo, trong 1 năm phải thi để lấy kết quả thay cho điểm HT. Vậy nếu học kỳ này em không có lịch thi, thì ở học kỳ sau, học kỳ hè, em có được thi hay không ạ? Và nếu không có lịch thi thì học kỳ sau em phải đăng ký học lại hay sao ạ? Mong phòng đào tạo giải đáp thắc mắc của em. Em cảm ơn phòng đào tạo.",
    "Chào cô/thầy, Xin cho em hỏi là có áp dụng chuẩn tiếng anh để nhận LVTN cho môn LVTN đăng ký trong học kỳ hè 213 không ạ. Trân trọng cám ơn cô/thầy.",
    "Kính gửi phòng đào đạo và ban giám hiệu trường Đại học Bách Khoa Em là sinh viên khóa K15, do hết chương trình đào tạo và chưa đủ điều kiện tốt nghiệp theo hệ chính quy, nên em viết đơn này xin phòng đào tạo và ban giám hiệu cho em chuyển sang hệ vừa làm vừa học để được xét tốt nghiệp. Em xin cảm ơn.",
    "Thưa thầy cô, em tên  (). Em đã có tên trong danh sách dự kiến tốt nghiệp T4/2022 nhưng tình trạng sinh viên của em là tạm dừng học nên em không đăng ký tốt nghiệp được . Thầy cô cho em hỏi em cần phải viết đơn xin thu nhận lại để được đăng ký tốt nghiệp không?  Em cảm ơn thầy cô.",
    "Dạ cho em hỏi:Em là sinh viên hệ đại trà có đăng kí cầu lông học phần 2 nhưng lại được xếp vào học lớp cầu lông hệ chất lượng cao. Vậy giờ em vẫn tiếp tục học lớp cầu lông chất lượng cao hay như thế nào ạ?",
    "Kính gửi Phòng Đào Tạo Em là , sinh viên lớp P01 Việt Pháp môn Kinh tế vi mô - Quản lý kế toán học kỳ 211. Vào sáng nay ngày 16/4/2022, em có lịch thi lại môn Kinh tế vi mô - Quản lý kế toán vào lúc 10 giờ (ảnh đính kèm bên dưới). Tuy nhiên, khi em đến trường dự thi thì không có giám thị đến canh thi, vì vậy em không thể thực hiện bài thi được. Em có liên hệ thầy giám thị hành lang, thầy kiểm tra lại thì lịch thi vẫn còn trên hệ thống. Mong Phòng Đào Tạo có thể hỗ trợ em sắp xếp 1 buổi thi lại vào dịp khác được không ạ. Vì khóa sau của bọn em đã thay đổi chương trình đào tạo nên môn học này không còn mở lớp. Nếu không được dự thi lại kỳ này thì rất khó để xin mở lớp học lại ạ. Em xin chân thành cảm ơn",
    "Dạ em chào thầy/cô phòng đào tạo, Em tên là , MSSV . Em muốn hỏi về danh sách dự kiến tốt nghiệp vừa được cập nhật vào ngày 15/04 ạ. Hiện tại em đã đủ điều kiện được xét tốt nghiệp sau khi bổ sung điều kiện anh văn vào ngày 13/04. Nhưng danh sách được cập nhật vào ngày 15/04 em vẫn không thấy có tên em ạ. Do tình trạng sinh viên đã bị tạm dừng nên em không xem được vì lí do gì mà em chưa đủ điều kiện để được vào danh sách tốt nghiệp dự kiến (Vd: thiếu ngày CTXH, thiếu anh văn,...) mặc dù các điều kiện trên em đã hoàn thành đầy đủ rồi ạ. Vậy thầy/cô cho em hỏi về lí do em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến ấy ạ, cụ thể là do em bị thiếu điều kiện tốt nghiệp gì hay vì nguyên nhân khác ạ ? Dạ em chân thành cảm ơn và mong nhận được hồi đáp sớm từ thầy/cô ạ. Nhân",
    "Kính gửi Phòng Đào Tạo, Em tên là  MSSV , hiện tại em đã đủ 15.5 ngày công tác xã hội đã cập nhập trên hệ thống. Nhưng tới ngày 16.04 em vẫn chưa đăng kí tốt nghiệp được vì vẫn bị ghi nợ CTXH. Em kính mong Phòng Đào Tạo có thể mở khóa để em đăng kí tốt nghiệp cho kịp thời gian để được tốt nghiệp. Em xin chân thành cảm ơn. Sinh viên ",
    "Kính gửi: Ban Giám Hiệu, Quý Thầy Cô Phòng Đào Tạo Em tên:  _ MSSV                                  Lí do em viết đơn kính mong nhà Trường xem xét cho em gia hạn thêm một học kì (Học kỳ 212) để hoàn thành điều kiện xét tốt nghiệp đại học chính quy tại trường. Rất mong được nhận phản hồi từ quý nhà trường! (File đính kèm là đơn xin gia hạn thời gian hoàn thành chương trình học của em)   Em xin trân trọng cảm ơn!  SĐT: [phone_number] Email: ",
    "MSSV:       i  . Dạ thưa anh/chị phòng đào tạo . Vì em không biết thông báo của trường bây chỉ có ở e-learning, nên kiểm tra mail không thấy thông báo đóng học phí. Nên em đóng học phí trễ 5 ngày . Dạ cho em hỏi em cần phải làm gì thêm nữa không ạ ? , vì hiện tại em cũng học online, không tới trực tiếp phòng đào tạo được thì có vấn đề gì k a ? Em cảm ơn anh/chị phòng đào tạo .",
    "Em tên là:  MSSV:  Thầy, cô cho em hỏi là em khóa K15 em vừa mới nộp bằng toeic nghe, đọc 555, em có đăng kí xin chuyển điểm av1,2,3,4 và đã đóng tiền thì em có được chuyển thành 10,10,8,5,6 không ạ! vì em chỉ còn thiếu anh văn nói-viết để tốt nghiệp nên e có đăng kí gia hạn thêm 1 học kì ạ!",
    "Em chào thầy/cô Em đã có tên trong danh sách dự kiến tốt nghiệp hôm 8/4, nhưng vì bị tạm dừng nên mãi đến ngày  13/4 em mới đăng ký được tốt nghiệp, và phiếu đăng ký đã xử lý (nhưng chưa có tên trong danh sách chính thức). Mà hạn đăng ký tốt nghiệp trường là ngày 11/4. Vậy cho em hỏi là em đăng kí tốt nghiệp sau ngày 11/4 thì em có được tham dự lễ trao bằng tốt nghiệp của trường không ạ. Em xin cảm ơn.",
    "Dạ em tên là  lớp KTXD XD21XD01, môn Anh văn cơ bản A (LA0011)_ (DT_HK212) em không nhận được link học online và đã trễ 1 tuần, em đã liên hệ với cô chủ nhiệm và tìm cách tiếp cận với thầy dạy môn và không thành, giờ em muốn hủy môn này được không ạ",
    "Tốt nghiệp . Dạ cho e hỏi về việc chuyển điểm anh văn của khoá k18 . Em thấy trên aoo phần chuyển điểm av thì 500 toeic = 5đ AV4 nhưng có nhiều bạn nói nếu không học av4 trong trường thì phải thi toeic được 600 thì mới đủ 5đ AV4. Cho e hỏi có phải là cần toeic 600 để đạt AV4 không ạ?",
    "Chào thầy/cô, cho em hỏi em không đk dự lễ tốt nghiệp, thì sau bao lâu có thể nhận được bằng ( có ngày cụ thể ko ạ?) và nhận ở đâu ạ Em xin cảm ơn",
    "Hiện CTDT của em đã hoàn tất chỉ còn môn Hệ thống định vị toàn cầu CI3068 và luận văn tốt nghiệp CI4353 chưa làm do bản thân e đang đ làm công trình và không có mặt ở HCM nên em muốn chuyển CTDT. Nếu em  Chuyển hệ \"chính quy\" sang VLVH e cần làm thủ tục như thế nào . Em có thể đăng ký xin tạm dừng học 01 năm có được không. Nếu có thể e cần làm thủ tục như thế nào . Em cảm ơn",
    "Dạ em tên , MSSV: , em xin rút môn Hệ hỗ trợ quyết định và trí tuệ kinh doanh, Mã MH: IM3041. Lý do: đây là môn không thuộc chương trình đào tạo ngành Cơ điện tử. Em xin cảm ơn.",
    "Em chào thầy cô ạ, em là sinh viên khóa K18, khoa Điện - Điện tử của trường. Thời gian qua em có nhận được thông tin từ một số bạn rằng khóa K18 nếu chưa chuyển điểm anh văn thì phải thi chứng chỉ TOEIC đặt từ 600 điểm trở lên mới có thể đủ điều kiện chuyển điểm môn \"  B Anh Văn 4   \". Tuy nhiên em xem thông tin trên trang web của phòng đào tạo thì không thấy đề cập đến vấn đề này. Cụ thể thông tin em đọc được là khóa K18 chỉ cần điểm thi TOEIC đạt 500 điểm là có thể tốt nghiệp. Khi chuyển điểm thì điểm số môn Anh Văn 4 sẽ là 5 điểm (đạt). Ngoài ra trong quy định chuyển điểm ngoại ngữ em không tìm thấy điều khoản nào nói về điều kiện điểm số để được phép chuyển điểm. Mong thầy/cô giải đáp thắc mắc giúp em nếu điểm số TOEIC của sinh viên K18 nằm trong khoảng từ 500 đến dưới 600 thì có thể thực hiện chuyển điểm và được tốt nghiệp không ạ? Em cảm ơn thầy/cô ạ!",
    "Em xin chào thầy cô , trường hợp nếu em bị cảnh cáo học vụ 3 lần thì em có bị buộc thôi học không và em có thể làm gì để được trở lại học ạ . em xin cảm ơn",
    "Xin tạm dừng hoặc bảo lưu luận văn thì làm như thế nào ạ.",
    "Dạ em chào thầy/cô, Cho em hỏi  Các thông báo từ Phòng đào tạo qua Email và BK elearning em đều   I không nhận được  /I ? trong khi đó các bạn khác thì đều có ạ . Mong thầy/cô giúp đỡ em ạ. Em cảm ơn",
    "Chào thầy/cô ạ, Em tên  MSSV:  Em vừa nhận được mail \"Thông báo lịch trình tốt nghiệp đợt 1 năm 2022\" (file hình ảnh đính kèm) và kiểm tra thì thấy tên em có trong danh sách dự kiến tốt nghiệp tháng 4/2022. Tuy nhiên, trạng thái sinh viên của em vẫn là \"Tạm dừng\". Vì vậy em tạo phiếu yêu cầu này tha thiết mong thầy/cô giúp em chuyển trạng thái từ \"tạm dừng\" sang \"đang học\" để em có thể đăng ký tốt nghiệp ạ. Em xin chân thành cảm ơn thầy/cô nhiều .",
    "Em chào quý thầy, cô ạ Hiện tại, em đã có tên trong danh sách dự kiến tốt nghiệp và đã đăng ký tốt nghiệp trên mybk thành công. Tuy nhiên em vẫn chưa có tên trong danh sách tốt nghiệp chính thức. Cho em hỏi liệu em có thể đăng ký làm lễ tốt nghiệp trong đợt tháng 4 này không ạ . Em xin chân thành cảm ơn!",
    "Dạ cho em hỏi là học kì 211 em qua môn gần hết và chỉ còn 1 môn kĩ thuật lập trình là em hoãn thi , mà sao tín chỉ của em là 12 chỉ mà chỉ tính có 9 chỉ v ạ , tại em qua 4 môn là tổng 12 chỉ",
    "Mở môn học học kỳ 212 Thanh toán trễ học phí học kỳ:2 Tôi cam kết thanh toán học phí đúng hạn vào các học kỳ tới.Nếu tiếp tục thanh toán học phí trễ hạn,tôi sẽ không được đăng ký môn học, không được xếp thời khóa biểu và bị tạm dừng học cho học kỳ tiếp theo . Môn còn thiếu trong ảnh: giáo dục quốc phòng (MI1003). Mong được phản hồi trân trọng cảm ơn.",
    "Kính gửi PĐT, Em muốn hỏi về thời gian mở đợt đăng ký bổ sung các môn TTTN,DCLV,LVTN vào học kỳ 213 tới. Do trên Lịch học vụ không có mục này. Em cần biết để sắp xếp lịch ôn cũng như thi Toeic cho kịp đăng ký LVTN vào đợt bổ sung này ạ. Em xin chân thành cảm ơn, Trân trọng,",
    "Dạ xin chào thầy (cô). Tháng 5 này tổ chức thi tiếng anh cho k21, cho em hỏi k20 có thể đăng ký thi được không ạ? Nếu được thì đăng ký ở đâu và khi nào? Nếu em thi đủ điểm cho tất cả chuẩn tiếng anh thì có cần nộp bằng toeic nghe đọc nữa không ạ? Em xin cảm mơn .",
    "Kính gửi phòng đạo tạo, Em tên là  và đang là sinh viên k18. Hiện tại gia đình em có kế hoạch đi định cư ở nước ngoài. Phòng đào tạo cho em hỏi khi bảo vệ xong luận văn và hoàn thành đầy đủ tất cả các yêu cầu để tốt nghiệp thì em có đăng ký tốt nghiệp online được không? Và bằng tốt nghiệp thì em có thể uỷ quyền người thân nhận giùm được không? Tại vì thời điểm có bằng thì em đã ở nước ngoài. Em thực sự cần bằng tốt nghiệp để sang nước ngoài học tiếp. Em cảm ơn phòng đào tạo đã quan tâm và mong sớm nhân được câu trả lời. Trân trọng .   i Tốt nghiệp .",
    "Kính gửi Phòng Đào Tạo, Em tên , MSSV: . Em đã đăng ký xét tốt nghiệp thành công trên Mybk nhưng hiện tại vẫn không có tên trong danh sách tốt nghiệp chính thức của trường. Mong Phòng Đào Tạo phản hồi và hỗ trợ ạ . Em cảm ơn!",
    "Gửi Anh/Chị phòng đào tạo, Hiện tại em đã có tên trong DANH SÁCH DỰ KIẾN TỐT NGHIỆP THÁNG 4/2022 . Tuy nhiên, khi thực hiện Đăng ký tốt nghiệp trên hệ thống K, tại mục \"2. Khai lý lịch tốt nghiệp\" hệ thống không cho phép cập nhật thông tin tại đây. Vì thế nên em vẫn chưa thể tiếp tục hoàn thành quá trình đăng ký tốt nghiệp (Hình minh họa) . Mong Anh/Chị giúp em giải đáp thắc mắc để kịp thời hoàn thiện quá trình đăng ký tốt nghiệp . Em cảm ơn,",
    "Kính gửi,  Em đã hoàn thành đủ điều kiện tốt nghiệp, chỉ chờ được cập nhật ngày CTXH từ phía khoa Bảo dưỡng Công nghiệp (cụ thể là thêm 1,5 ngày) . Xin thầy cô pđt xem xét tốt nghiệp ạ. Em xin chân thành cảm ơn",
    "Sau khi em đăng nhập vào 1 thiết bị khác bằng email trường thì không thể đăng nhập vào gmail hay drive bằng laptop cá nhân nữa (khi đăng nhập sẽ hiện thông báo như hình) mà chỉ vào được bằng điện thoại. Mong trường hỗ trợ và đề xuất giúp em phương pháp giải quyết (nếu có) ạ.",
    "Dạ em là sinh viên K21, do thiếu sót mà em không học giáo dục thể chất ở năm 1, năm nay theo quy chế mới em được biết thì k21 được học những môn đăng kí lần đầu, em có đăng kí học phần 1 giáo dục thể chất, nhưng có 2 nguồn tin là giáo dục thể chất học lần đầu không cần đóng tiền, có nguồn tin là đóng tiền dự thính, vậy nguồn tin nào là đúng ạ, em cảm ơn",
    "Chào Anh/Chị, Em tên là  sinh viên k17, học kỳ 211 và học kỳ này (HK212) em đang bị tạm dừng học do không đăng kí môn (bởi đã hoàn thành các môn học và thiếu chứng chỉ ngoại ngữ để tốt nghiệp). Hiện thẻ sinh viên của em đã hết hạn (hiệu lực đến 3/2022). Em muốn đăng ký in thẻ sinh viên mới để giảm chi phí đăng ký thi TOEIC(Listening and Reading) thì cần làm gì ạ? Rất mong nhận được phản hồi sớm từ anh/chị. Thân,  .",
    "Chào PĐT Em là  MSSV:  Hiện tại em đã được thêm vào DSDK nhưng tình trạng học vẫn đang tạm dừng. Nên em mong PĐT mở tình trạng học giúp em để em có thể đăng kí tốt nghiệp ạ. Em cảm ơn!",
    "Kính gửi: Phòng đào tạo ĐH Bách Khoa ĐHQG HCM Em tên là  - . Em có thắc mắc: Học kỳ 212 có tổ chức thi anh văn tại trường cho k19 để xét chuẩn anh văn từng năm không ạ? Vì em thấy thông báo của trường chỉ xét miễn chuẩn Anh văn cho k21. Em đang học năm 3, chưa qua  anh văn 4, nếu không được thi em sẽ không thể đăng ký môn năm 4 ạ. Em đã nhận được hướng dẫn từ BKSi (đính kèm) và check mail ngày 27/12/2021, mục 6 (đính kèm) nhưng vẫn KHÔNG thấy trường nói gì về chuẩn anh văn, về tổ chức thi anh văn định kỳ cho  khóa k19 ạ. Xin quý Thầy/Cô giải đáp cụ thể giúp em ạ.    Kính chúc quý Thầy/Cô thật nhiều sức khỏe. Em xin chân thành cảm ơn.",
    "Em tên . MSSV là  Vì em đã có trong danh sách dự kiến tốt nghiệp nên em xin PĐT bỏ trạng thái tạm dừng của em để em có thế hoàn thành thủ tục đăng ký tốt nghiệp trước khi hết hạn ạ. Em xin cảm ơn",
    "Em đã đăng kí tốt nghiệp thành công trên website và đã thanh toán lệ phí tốt nghiệp thành công. Nhưng em vẫn chưa có tên trên danh sách tốt nghiệp của khoa. Mong phòng đào tạo xem xét và cập nhật giúp em. Em cảm ơn.",
    "Xin chào thầy/cô phụ trách, Để ngắn gọn, em xin được vào thẳng vấn đề em đang gặp. \" Trong đợt 1, đăng ký môn học cho HK213-học kì hè, do sơ suất nhớ nhầm, em lỡ đăng ký môn mình chưa học trước đó, là môn   I Hóa đại cương - CH1003  /I .   Đến nay, sau khi phát hiện ra, em quay trở lại trang đăng ký môn học thì phát hiện đăng ký vẫn   I thỏa điều kiện  /I , đã được gửi đi và không thể chỉnh sửa.\"   Vậy làm sao để em có thể hủy môn học này ạ? Phòng Đào Tạo có tự động hủy môn này cho em không ạ??  Cảm ơn thầy/cô đã đọc. MSSV .",
    "Dạ em chào anh/chị PĐT, Anh/chị cho em hỏi là: điểm tổng kết của môn hoãn thi sau khi thi lại sẽ được tính như thế nào ạ. Em xin cảm ơn anh/chị, Trân trọng,",
    "Dạ cho em hỏi là em đăng kí luận văn kì hè thì học phí tín chỉ sẽ tính như thế nào ạ",
    "Em có học môn học cơ lưu chất vào kì 202, nhưng sau đó hoãn thi và đã thi lại vào học kì hè nhưng lại không được cập nhật điểm thi trên hệ thống mà vẫn giữ điểm 14 ạ. Em mong được giải quyết, em xin chân thành cảm ơn.",
    "Kính gửi Phòng đào tạo. Em tên là , MSSV: , là sinh viên khóa K14 chuyển hệ, do chưa đủ điều kiện tốt nghiệp . Vừa qua khi kiểm tra học phí để thanh toán em đã thì phát hiện học phí hiển thị là 11,250,000đ trong khi lúc trước khi đến hạn thanh toán là 3,600,000đ. Do em chỉ đăng ký có 1 môn - Vật lý 1 (còn thiếu để đủ điều kiện tốt nghiệp) . Em không biết là có sự nhầm lẫn gì không, vì theo quy chế học vụ, Sinh viên  trễ hạn sẽ đóng mức học phí là 900,000đ/ chỉ cho năm học 2021-2022 em tra trong mục hoạc vụ, học phí . Kính mong nhập được sự phrn hồi từ phía Phòng đào tạo. Em xin trân thành cảm ơn, Trân trọng.",
    "Cho em hỏi là lịch thí nghiệm hóa học gồm những tuần nào ạ, e muốn xin học sớm hơn tại lịch của e ở tuần 27 nằm trong học kì hè e sợ lúc đó e ở quê không lên được tại quê e cách xa tp ạ E cảm ơn ạ.",
    "Em chào quý thầy cô và PĐT ạ, Chuyện là hiện tại em sắp đi ra nước ngoài (lâu mới về lại được, bổ sung sau rất khó ạ) nên em muốn hỏi lại cho chắc chắn các điều kiện để tốt nghiệp của em đã thoả mãn chưa ạ. Mong PĐT bớt chút thời gian kiểm tra lại giúp em với ạ. Em muốn hỏi về: - Số tín chỉ theo em chương trình đào tạo em đã thoả mãn chưa ạ (do em chưa thấy update điểm trên bảng điểm ạ). -  nghe đọc (em K16, điểm hồi em nộp là 500đ, em K16 ạ, em đang phân vân cái này nhiều ạ). -  nói viết thì em đang cố gắng hoàn thành ạ. Em cảm ơn PĐT và quý thầy cô nhiều ạ  .   i Tốt nghiệp .",
    "Dạ em chào Thầy/Cô. Dạ vừa rồi em đóng học phí trễ 2 ngày, em có phải làm đơn nộp cho phòng đào tạo không ạ. Dạ em cảm ơn Thầy/Cô nhiều ạ.",
    "Kính gửi phòng đào tạo Em tên  MSSV  Em tạo câu hỏi/yêu cầu này mong muốn phòng đào tạo có thể giải đáp thắc mắc và giúp em có thể hoàn thành đăng ký tốt nghiệp Em có nhận được mail thông báo mình có tên trong danh sách sinh viên tốt nghiệp dự kiến(hình ảnh đính kèm). Em có làm theo hướng dẫn đăng ký tốt nghiệp. Nhưng do sơ suất, cẩu thả nên em đã không check số tiền còn còn nợ và chưa hoàn trả cho nhà trường. Hiện tại em đã thanh toán đủ và được thông báo đã thanh toán trễ hạn(hình ảnh đính kèm). Hiện tại thì em kiểm tra thì thấy là ở mục đăng ký xét tốt nghiệp của em đã bị khóa lại với lý do không được phép đăng ký do còn nợ HP/lệ phí(hình ảnh đính kèm). Em không biết điều này có ảnh hưởng đến quá trình tốt nghiệp dự kiến của em không. Tuy có vẻ đã trễ nhưng em đã khắc phục hậu quả. Nếu có vấn đề gì em mong phòng đào tạo có thể cứu xét ạ. Em xin chân thành cảm ơn",
    "Em chào thầy/cô, Thầy cô cho em hỏi thủ tục để thực tập ngoài trường là gồm những gì ạ? Em cảm ơn thầy/cô.",
    "Kính gửi quý thầy cô. Hiện tại em đã có tên danh sách tốt nghiệp dự kiến, em đã đăng ký tốt nghiệp và thanh toán lệ phí, nhưng tình trạng đơn của em lại chưa thấy được xử lý ạ. Kính mong quý thầy cô xem lại và xử lý sớm giúp em ạ. Em xin chân thành cảm ơn ạ",
    "Em có lên trang BKpay để thanh toán trễ học phí nhưng không được ạ, em phải làm sao, mong cán bộ BKSI giúp em.",
    "Em chào cô, Em đã đăng ký xét tốt nghiệp và đã được xét duyệt vào ngày 13/4/2022 . Tuy nhiên vẫn chưa có tên trong danh sách tốt nghiệp chính thức trên trang aao.hcmut.edu.vn. Cho em hỏi em có được tham dự lễ tốt nghiệp vào tháng 4 này không ạ? Em cảm ơn .",
    "Phòng Đào tạo cho em hỏi thời gian đăng kí kì hè. Và cho em hỏi quy trình mở tình trạng sinh viên để em có thể đăng kí môn học ạ? Em xin cảm ơn ạ",
    "Kính gửi các thầy, cô, Ngày 14/04/2022 em có vừa nộp phiếu xin chuyển sang hệ vừa học vừa làm và có nhận được phiếu hẹn 10/5 sẽ phản hồi từ Phòng Đào Tạo, Tuy nhiên, em có kiểm tra về tình trạng sinh viên của em hiện đã bị xóa tên vì quá hạn đào tạo, em không biết có ảnh hưởng đến việc em xin chuyển hệ sang vừa học vừa làm không? Em rất mong Qúy thầy cô giải đáp và hỗ trợ cho em được chuyển hệ, (Vì hiện tại em chỉ còn thiếu anh văn và em đang luyện thi dự kiến tháng 6 này em sẽ có bằng anh văn ạ), Em xin cảm ơn Qúy Thầy Cô!",
    "Chào PĐT. Cho em hỏi thi cuối kỳ 212 là thi onl hay off ạ. Tại vì trong lịch thi trên MyBk để phòng thi off nhưng trong thông báo trên Bkel của PĐT thì lại là thi onl trên Bk Exam",
    "Dạ em chào thầy cô phòng đào tạo, em là , MSSV , hiện đã có tên trong danh sách dự kiến tốt nghiệp, nhưng hiện tại tình trạng sinh viên của em là tạm dừng. Dạ thầy cô có thể mở lại giúp em để em đăng kí tốt nghiệp được không ạ. Dạ em cảm ơn thầy cô, chúc thầy cô có một tuần làm việc vui vẻ.   i Tốt nghiệp .",
    "Em là sv TT Bảo dưỡng công nghiệp hiện tại thì em đã đủ điều kiện tốt nghiệp nhưng vẫn chưa được cập nhật tín chỉ v em có thể xét đăng kí tốt nghiệp được k ạ  Em cảm ơn",
    "Kính gửi phòng đào tạo,em là sv k15 khoa cơ khí. em có tên trong danh sách dự kiến tốt nghiệp kỳ 1 năm 2022 và cũng đã đăng ký tốt nghiệp và thanh toán tiền, em thấy thông báo là lễ tốt nghiệp sẽ diễn ra từ ngày 22/4 tới ngày 28/4. Nhưng em chưa nhận được thông báo cũng như giấy mời tới trường dự lễ tốt nghiệp.Em muốn dự lễ tốt nghiệp và được phát bằng tại trường thì phải làm như thế nào ạ? Em xin cảm ơn",
    "Tốt nghiệp . Dear Thầy/Cô, E đã đăng nộp đơn xét tốt nghiệp và thanh toán vào ngày 08/04/2022 rồi. Nhưng trên hệ thống vẫn đang hiện đợi nhận kết quả tại nơi đăng ký nhận ( Hình ảnh đính kèm). Thầy/Cô cho e hỏi như vậy là có đủ điều kiện không ạ ? và có kịp tốt nghiệp đợt tháng 4 này không ạ? Mong nhận phản hồi sớm từ Thầy/Cô ạ. Em cảm ơn. Đỗ Hiếu",
    "Em đã thực hiện đóng hết tất cả lệ phí/ học phí, và tình trạng sinh viên là đang học. Nhưng vẫn không đăng ký tốt nghiệp được ạ.",
    "Chào thầy/cô, Em tên  MSSV:   Em đã có tên trong  nhưng em đang bị tạm dừng học. Em xin thầy/cô mở thu nhận lại để em đăng ký tốt nghiệp trên trang Mybk. Em xin chân thành cảm ơn!",
    "Chào , Em là -MSSV: Hiện tại em đã có tên trong danh sách dự kiến nhưng tình trạng học vẫn đang là tạm dừng.Mong  giúp em mở tình trạng học giúp em để em có thể đăng kí tốt nghiệp ạ. Em cảm ơn!",
    "Em chào thầy/cô/admin ạ Em lè  - MSSV  Học kỳ 212 này em có đăng kí đồ án môn học Kết Cấu Thép. Vì lý do học kì này em phải học cải thiện cả các môn học khác và em không để ý tin nhắn thông báo ở moodle trên bkel nên là em đã bỏ lỡ thông báo nhận số liệu làm đồ án kết cấu thép nên em đã không thể làm kịp thời. Em kính mong pđt cho em rút môn học này để không bị ảnh hưởng đến điểm trung bình học kì này ạ. Em sẽ chịu hoàn toàn trách nhiệm, kể cả việc chậm tiến độ (nếu có) và em đã đóng đầy đủ học phí kể cả việc rút môn học này ạ. Mong thầy/cô/pđt có thể thông cảm và cho em rút môn học này ạ. Em xin chân thành cảm ơn!",
    "Dạ cho em hỏi là mình có thể nộp bằng ielts thay cho bằng toeic được không ạ. Nếu được thì bao nhiêu điểm là đủ ạ.",
    "Kính gửi PĐT, em là sinh viên đi học chương trình song bằng với trường đối tác ở Pháp trong vòng 2 năm từ học kỳ 211, tuy nhiên do việc học không tốt nên em có về lại VN ngày 31/3/2022 làm đơn xin thu nhận lại ngày 4/4/2022 và có đi thực tập (môn TT đăng ký vào học kỳ 202) bù. Tuy nhiên GVHD thực tập có thông báo là hạn chót nộp báo cáo thực tập là trong tuần này. Em có xin cô để xem xét trường hợp của em có thể nhập điểm muộn hơn các bạn được không vì đến giữa tháng 5 em mới xong thời gian đi thực tập. GVHD trả lời em là nếu làm như vậy sẽ ảnh hưởng đến các bạn khác. Do vậy em kính hỏi PĐT là đối với trường hợp đặc biệt của em thì em có thể xin GVHD nhập cho em điểm 13 tạm thời và đến giữa tháng 5 em nộp báo cáo thực tập sau và GVHD đổi điểm 13 của em thành điểm chính thức được không ạ? Em xin cảm ơn.",
    "Em chào thầy cô, Em tên  MSSV: Em đã đủ điều kiện để tốt nghiệp. Hiện tại tình trạng sinh viên của em là nghỉ nên em không đăng ký xét tốt nghiệp được. Kính mong thầy cô kiểm tra và xem xét cho em được bổ sung vào danh sách tốt nghiệp 4/2022. Em xin chân thành cảm ơn!",
    "về việc thanh toán học phí trễ hạn thì em có thể gửi đơn xin thanh toán trễ ở đâu ạ và thời gian tối đa em có thể hoãn là bao lâu ạ",
    "Em tên là , MSSV . Em có tên trong danh sách dự kiến tốt nghiệp nhưng khi đăng ký thì không được vì ở trong tình trạng Dừng học . Em có lên PĐT để hỏi nhưng được thông báo là trường sẽ ra QĐ thu hồi sau nhưng bây giờ vẫn chưa có. Cho em hỏi là bao giờ thì em mới có thể đăng ký Tốt nghiệp vậy ạ?",
    "Vừa rồi em có tham gia hiến máu ở địa phương ngày 17/4/2022 và em cũng có được giấy xác nhận hiến máu vậy thì em cần làm thông tin thế nào hoặc liên hệ ai để được cập nhật ngày CTXH ạ? Em xin cảm ơn.   i  .",
    "Pđt cho em hỏi là tuần 27 trường mình đã bắt đầu học kì 221 chưa ạ ? Hay là vẫn còn ở học kì hè 213 ? Trong lịch học của em còn học phần thí nghiệm của môn hóa phân tích vào tuần 27 ạ . Em muốn tham gia mùa hè xanh nhưng lại sợ trúng vào thời gian diễn ra thí nghiệm . Mong pđt giải đáp giúp em , em cám ơn nhiều ạ . P/s: Giá sử học phần thí nghiệm trùng vào thời gian MHX , em có thể làm đơn dời học phần sang kì mới hoặc học sớm trong những lớp hiện đang mở được không ạ ? Em cám ơn.",
    "Em chào thầy/cô. Em là . MSSV . Hiện tại trên trang web mybk phần tình trạng sinh viên của em đã hiển thị \"nghỉ\" do quá thời gian đào tạo. Trước đó em đã gửi yêu cầu mong muốn được gia hạn đào tạo vào tháng 2/2022. Và đã được cô  hỗ trợ lại là với trường hợp của em sau tháng 4 có thể nộp đơn gia hạn lại. Nên em tạo yêu cầu này kính mong thầy/cô giải đáp giúp em hiện tại em có thể tạo yêu cầu xin được gia hạn thời gian học chưa ạ. Em xin chân thành cảm ơn thầy/cô đã đọc câu hỏi. Chúc thầy/cô có một ngày làm việc vui vẻ.",
    "Em có đăng ký hoãn thi môn giải tích 2 ở HK 212, trên mybk chưa có lịch thi nhưng em kiểm tra trên bkexam thì có phòng thi ngày 24/4. Cho em hỏi 24/4 có phải ngày thi thật không ạ!? Em không nhận được thông báo hay email nào thông báo lịch thi ạ.",
    "Thầy cô cho em hỏi em vừa hoàn thanh xong anh văn nói viết nhưng do mục đăng kí tốt nghiệp của em bị khóa vì ko có môn học trong kì này thầy cô cho em hỏi em phải đăng ký tốt nghiệp bổ xung ở đâu vậy ạ",
    "Em chào quý Thầy Cô, Em là  mssv . Do nằm trong diện bị xóa tên do hết thời gian đào tạo mà vẫn chưa hoàn thành chương trình học chính quy nên ngày 07/04/2022 em có đăng ký chuyển sang hình thức Vừa Làm Vừa Học từ học kỳ 3 năm học 2021-2022 nhưng tới giờ em vẫn chưa có đăng ký môn học được, dù đã qua lịch đăng ký học kỳ 3. Mong quý Thầy Cô xem xét cho em ạ! Em xin cảm ơn!",
    "Em chào quý Thầy Cô, em là  mssv . Do hết thời gian đào tạo chính quy mà em vẫn chưa hoàn thành chương trình học. Nên ngày 07/04/2022 em có làm đơn xin chuyển qua hệ Vừa làm vừa học từ học kỳ 3 năm học 2021-2022 nhưng vẫn chưa được phép đăng ký môn học dù bây giờ đã quá thời gian đăng ký môn học học kỳ 3. Mong quý Thầy Cô xem xét giúp em ạ!        Em xin chân thành cảm ơn quý Thầy Cô!",
    "Kính gửi: PĐT Đại học Bách Khoa TPHCM Em tên:  MSSV:  Em muốn hỏi về giấy xác nhận Sinh viên, em có thể nhờ bạn bè lấy dùm em giấy xác nhận Sinh viên ở PĐT  không ạ. Do hiện tại em đi làm nên không thể lấy giấy xác nhận vào giờ hành chính được ạ mà giờ em cần giấy xác nhận để thi Toeic vào ngày 15/05/2022. Em cảm ơn . Trân trọng.",
    "Chào Thầy/Cô, Em tên , MSSV . Em đã đăng ký xét tốt nghiệp và đang chờ xử lý thông tin. Mong pđt giải quyết sớm giúp em để em kịp đăng ký dự lễ tốt nghiệp trước 20/4 được không ạ? Em cảm ơn.",
    "Chào anh/chị, em là  - . Em đã có tên trong danh sách tốt nghiệp nhưng vẫn đang ở chế độ tạm dừng nên chưa thể đăng kí tốt nghiệp trên hệ thống được ạ.",
    "Em chào thầy cô    Em là  Sinh viên khoa cơ khí đã tốt nghiệp    iện tại em đã tốt nghiệp ngành cơ khí - thiết kế máy hệ chính quy hưng do mong muốn nên sau này em muốn học tiếp văn bằng 2 ngành khoa học máy tính ở trường Thầy cô cho em hỏi việc đăng kí học như vậy có được chấp nhận không ạ và hình thức xét tuyển như thế nào ạ? Em xin cảm ơn    Trân trọng  ào",
    "Thưa Thầy/Cô, Em là Đồng Văn Phong, MSSV: , khoa Kỹ thuật Xây dựng. Em muốn hỏi mình có thể xem danh sách huy chương vàng, bạc tốt nghiệp ở đâu ạ? Em cảm ơn Thầy/Cô ạ!",
    "Dạ cho em hỏi là em đã bổ sung đủ điều kiện TN và trong DS dự kiến đã không còn ghi chú gì nhưng trong phần đăng kí Tốt nghiệp vẫn ghi nợ CTXH và không thể đăng kí TN là do chưa cập nhật hay sao ạ??? Em cảm ơn.",
    "Kính thưa quý thầy cô ! Em tên , MSSV , em đã nộp CCNN vào ngày 12/4 và chờ kết quả thẩm tra đến nay cũng gần 1 tuần mà vẫn chưa có ạ! Nếu kết quả thẩm tra là hợp lệ thì có thể đăng kí xét tốt nghiệp và làm lễ tốt nghiệp kịp trong đợt tháng 4 này không ạ? Và khi đăng kí xét tốt nghiệp thì có mất thêm nhiều thời gian không vì 20/4 là hạn chót rồi ạ ! Em chân thành cảm ơn !",
    "Kính gửi BGH nhà trường, Em tên , Mssv:, ngành Trắc địa bản đồ. Hiện tại em đã hoàn thành đủ các môn học của chương trình đào tạo nhưng thiếu chứng chỉ ngoại ngữ (Anh văn Nói - ết). Nay em đã hết thời hạn đào tạo của khóa học nhưng chỉ thiếu mỗi chứng chỉ trên. Để có thể hoàn thành chương trình học với những cố gắng nhất. Kính mong nhà trường tạo điều kiện cho em được gia hạn thêm thời gian đào tạo (cụ thể thêm 1 học kỳ) để em có thể hoàn thành xong chương trình học của mình và được tốt nghiệp. Trong khi chờ đợi sự chấp thuận từ quý nhà trường, em xin chân thành cảm ơn. Phía dưới em có đính kèm đơn xin gia hạn, mong BGH nhà trường xem xét. Nếu cần nộp đơn trực tiếp em sẽ cố gắng sắp xếp đến Phòng Đào Tạo để nộp đơn. Nay em gửi đơn online kính mong BGH xem xét cho em.",
    "Em chào thầy/cô (anh/chị). Em là , MSSV . Hiện tại em đã có tên trên danh sách tốt nghiệp dự kiến nhưng chưa đăng kí tốt nghiệp được vì tình trạng sinh viên hiện tại là \"Tạm Dừng\". PĐT có thể thu hồi quyết định Tạm dừng để em có thể đăng kí tốt nghiệp được không ạ? Em xin chân thành cảm ơn.",
    "em thấy mấy bạn em đã có mail nhận thẻ sinh viên rồi ạ và ghi là đợt cuối nên e hơi lo vì e chưa nhận được mail nào về vấn đề nhận thẻ sinh viên ạ , em đã chụp ảnh và đưa lên hồ sơ ảnh trên myBK rồi ạ . - Trong phần nhập học của em đầu năm là em chuyển từ xây dựng đại trà sang QLCN (CLC) mà phần nhập học của em chưa chuyển thành ngành học hiện tại trong phần nhập học ạ(hiện tại đang học QLCN (CLC))  ( có ảnh đi kèm )    i  .",
    "Chào , Em đã có tên trong danh sách dự kiến tốt nghiệp ngày 15/4/2022. Nhưng hiện tại tình trạng sinh viên của em vẫn đang bị tạm dừng, vì vậy chưa thể đăng ký tốt nghiệp được. Rất mong thầy/cô có thể kiểm tra giúp em. Em xin chân thành cảm ơn",
    "Kính gửi PĐT, Cho em có câu hỏi về việc đăng kí LVTN trong HK hè HK_HE213. Hiện nay đợt đăng kí môn học đợt 1 đã đóng nhưng em quên chưa đăng kí môn LVTN vậy thì khi đăng kí ở đợt 2 thì có được công nhận không ạ? Mong quý cán bộ PĐT trả lời em sớm. Em xin cảm ơn.",
    "Em chào thầy / cô!  Đầu tháng 3 em có lên PDT nhận bằng tốt nghiệp nhưng thầy phát bằng cho em nói bảng điểm và hồ sơ sẽ nhận sau đó chưa in kịp. Cho em hỏi khi nào thì em sẽ được nhận ạ? . Có phải nhận vào ngày lễ tốt nghiệp sắp tới không ạ?  Em cảm ơn.",
    "Kính gửi phòng đào tạo,   Em tên là , trong yêu cầu đăng kí xét tốt nghiệp lần trước của em, hiện tại hôm nay là ngày 18/4 nhưng em vẫn chưa nhận được email thông báo về việc em xét tốt nghiệp nghiệp ở tháng 4 này. Kính mong quý thầy cô phòng đào tạo xem xét giúp em về tình trạng hiện tại của em để em có thể tốt nghiệp kịp trong kì tháng 4 này. Em xin chân thành cảm ơn.",
    "Em chào quý thầy/cô phòng đào tạo ạ, Em là . MSSV  khoa VP Hệ thống năng lượng. Hôm thứ 6, ngày 15 tháng 4 năm 2022, em có nhận được mail từ nhà trường thông báo em có tên trong danh sách dự kiến tốt nghiệp đợt 1 năm 2022 . Nhưng khi em lên tra danh sách tốt nghiệp cũng như thực hiện đăng ký xét tốt nghiệp vẫn không được ạ. Em thấy trong thông tin tốt nghiệp đợt này là vào ngày 22/4/2022 ạ. Em mong phòng đào tạo giúp em có trong đợt tốt nghiệp lần này . Em xin cảm ơn ạ.",
    "Kính chào PDT, Em có tên trong danh sách tốt nghiệp dự kiến vào ngày 15/04/2020, nhưng trên trang web mybk vẫn không tìm thấy tên em trong danh sách nên em không thể đăng kí tốt nghiệp được, em mong thầy cô có thể kiểm tra giúp em ạ. Em xin chân thành cảm ơn thầy cô ạ.",
    "Em chào quý thầy cô, Hiện em đã hoàn thành chương trình học và đã đủ ngày ctxh, nhưng em vẫn chưa đăng kí tốt nghiệp trên mybk được ạ. Em có gởi thắc mắc vào tuần trước và được báo có thể đăng kí sau ngày 15/04 nhưng hiện vẫn chưa đăng kí được. Do thời hạn đăng kí để làm lễ tốt nghiệp khá gấp nên thầy cô xem xét kiểm tra dữ liệu của em giúp em với ạ. Em cảm ơn quý thầy cô.",
    "Hiện tại em đang bị tình trạng tạm dừng học, vậy khi nào em có tên danh sách tốt nghiệp dự kiến và được mở đăng kí tốt nghiệp. Liệu em có kịp làm lễ tốt nghiệp đợt này hay không ạ.Em xin chân thành cảm ơn",
    "pdt ơi em đã có tên trong danh sách tốt nghiệp dự kiến nhưng vẫn còn bị tình trạng tạm dừng nên chưa đăng ký được tốt nghiệp đó ạ.",
    "Chào anh/chị/thầy/cô. Em là sinh viên K2017, thẻ sinh viên của em đã hết hạn vào tháng 3 năm 2022. Hiện tại đã hoàn thành các môn học trong chương trình đào tạo và chuẩn bị thi toeic để xét tốt nghiệp nhưng không được hưởng ưu đãi lệ phí của sinh viên trường do thẻ hết hạn. Em muốn xin giấy xác nhận sinh viên để giảm lệ phí thi toeic tại trường bách khoa thì có được không ạ? Nếu được thì phải làm thủ tục gì . Trong lúc chờ đợi sự phản hồi từ PDT, em xin chân thành cảm ơn.",
    "Kính chào PDT, Mặc dù đã có tên trong danh sách tốt nghiệp dự kiến vào ngày 15/04/2020, nhưng tới nay trên trang web mybk vẫn chưa cập nhập danh sách để em có thể đăng kí tốt nghiệp, em mong thầy cô có thể giúp em kiểu tra ạ. Em xin chân thành cảm ơn.",
    "Dạ em chào thầy/cô, ngày 5/4/2022 em được quyết định về Huỷ hiệu lực tạm dừng học kỳ 212 nhưng thời khoá biểu của HK212 của em vẫn chưa được phục hồi. Mong thầy/cô giải đáp giúp em ạ. Em xin cảm ơn ạ.",
    "Chào quý thầy cô Em là  MSSV  Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4, nhưng khi vào mybk đăng ký tốt nghiệp thì hệ thống báo lỗi, em vào kiểm tra tình trạng thì tạm dừng. Vậy cho em hỏi bây giờ em làm sao để kịp tốt nghiệp tháng 4 vậy ạ Em cảm ơn thầy cô nhiều",
    "Kính gửi PĐT,  Dạ em xin hỏi thời gian dự kiến tốt nghiệp trong HK này, cũng như thời gian nhận bằng bản chính và bản sao là khoảng thời gian nào ạ? Lí do em hỏi là để hẹn nộp bằng bản sao cho nơi làm việc. Em cảm ơn./ Trân trọng, ",
    "Kính gửi PDT! Em tên: LƯƠNG THANH HÀ   MSSV: Em có thắc mắc về học phí lớp bổ túc môn học cho sinh viên hệ VHVL HK212. Mọi thắc mắc em đã trình bày rõ trong đơn đính kèm. Mong nhà trường chuyển cho bộ phận liên quan xem xét, và giải quyết cho bọn em. Em xin cảm ơn!",
    "Chào thầy/cô, Em tên , MSSV: Cho em hỏi là em đã đăng kí tốt nghiệp rồi, mà sao em không thấy tên mình trong danh sách tốt nghiệp tháng 4 này ạ? Thầy/cô kiểm tra lại giúp em với ạ. Em xin chân thành cảm ơn",
    "Em chào pdt Câh hỏi 1 Hiện tại em tính dtb của em trên danh sách dự kiến tốt nghiệp là 6.98 nhưng em có chuyển điểm av 1 2 nhưng chưa thấy được cộng mong pdt xem xét lại sớm dùm em ạ Điểm em tính như sau 6.98 là dtb, 9 là av 1, 7.5 là av 2 (6.98*139+9*2+7.5*2)/143=7.015 Câu hỏi 2 Em đã có tên trên danh sách tốt nghiệp dự kiến và giờ em xin pdt thu nhận lại tình trạng đang học để em đăng kí tốt nghiệp ạ Em xin cảm ơn pdt",
    "Dạ thưa thầy/cô cho em xin hỏi là để đăng ký làm luận văn ở kỳ hè này thì có bị giới hạn bằng Anh Văn và số ngày công tác xã hội không ạ. Nếu có thì em có thể xin nhà trường cho em nợ để đăng ký làm luận văn trước được không ạ.Em xin cảm ơn quý thầy/cô đã đọc ạ.",
    "Em chào quý thầy cô! Hiện em đang học môn Hóa hữu cơ có lịch thi cuối kì vào ngày 12/6/2022. Vì chưa biết em có qua môn hay không nên em đăng kí học dự thính hè để phòng trường hợp rớt môn và kịp tiến độ ra trường vào tháng 11 năm nay. Nhưng theo em được biết thì 30/5/2022 kì học dự thính đã bắt đầu. Vậy thầy cô cho em hỏi nếu kì chính em qua môn Hóa hữu cơ thì em có được hủy môn học kì hè mà không mất tiền không ạ, vì em chỉ còn mỗi môn này là hoàn thành chương trình học. Nếu không thể thì thầy cô cho em hỏi có phương án giải quyết nào không ạ? Trường có tổ chức lớp dự thính bổ sung nào sau khi đã có kết quả của học kì chính không ạ? Em cảm ơn quý thầy cô đã xem xét trường hợp của em!",
    "Kính gửi phòng đào tạo ĐHBK Em tên là , mssv . Lớp KU17VLY1 Do ngày 16/4 em đăng kí tham gia lễ tốt nghiệp trễ ạ. Em mong phòng đào tạo giúp em để kịp tốt nghiệp chung với các bạn ạ. Em cảm ơn",
    "Thưa thầy/cô, em tên là , mssv . Hiện em đã bổ sung đầy đủ các điều kiện về av,ctxh để tốt nghiệp. Em xin phòng đào tạo cho phép em được xét tốt nghiệp trong học kì này. Em xin cảm ơn.",
    "Kính gửi pđt, em đã đk tốt nghiệp vào ngày 15/4, em đc biết là 20/4 là ngày xét cuối cùng để được dự lễ tn tháng 4 tuần này . Nhưng em vẫn chưa thấy tên em trong ds chính thức. Mong pđt xem xét giúp em. Em rất mong đc tham gia dự lễ vào đợt này. Chân thành cảm ơn pđt.",
    "Em đã thanh thoán lệ phí tốt nghiệp trên bkpay rồi luôn. Nay em tải lại mục đăng kí tốt nghiệp vẫn bị tình trạng phiếu đăng ký không được xử lý.",
    "Gửi văn phòng đào tạo, Em có đăng ký xét tốt nghiệp nhưng nay nhận được thông báo nợ lệ phí, học phí mặc dù em đã hoàn thành hết học phi ạ . Mong văn phòng hỗ trợ giúp em để em có thể tốt nghiệp đợt này . Em cảm ơn.",
    "pdt ơi về điểm trung bình ghi trên mục thông tin tốt nghiệp dự kiến của em bị sai ạ. Trên đó để 7.08 nhưng em tính điểm trung bình tích lũy ngành của em là 7.2 còn 7.08 là điểm khi chưa chuyển điểm anh văn đó ạ.",
    "Em là , sinh viên khoa cơ khí chất lượng cao k15, mã số sinh viên . Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến, có kèm ghi chú: nệ lệ phí + nghỉ học. Lệ phí em đã thanh toán hết, còn tình trạng sinh viên mong phòng đào tạo mở lại để em đăng kí tốt nghiệp trên mybk . Em xin cảm ơn.",
    "Dạ, em chào Thầy Cô. Cho em hỏi là tháng 4 này trường có tổ chức lễ tốt nghiệp không ạ? Và đki như thế nào ạ?",
    "Dạ, chào thầy/cô. Em tên . MSSV:  Dạ, vì lí do nên kì 202 em có đăng kí hoãn thi môn Khoa học trái đất (CI1069) Dạ, kì này hạn cuối để thi nên em muốn đăng kí thi ạ.",
    "Chào Anh/Chị, Ngày thứ 5 (14/4) em có lên khoa quốc tế hỏi về việc đăng ký lễ tốt nghiệp. Em nhận được cậu trả lời là phòng đào tạo chưa gửi danh sách tốt nghiệp bổ sung cho Khoa nên chưa thể gửi link đăng ký tốt nghiệp cho em được. Nếu cuối tuần này đăng làm lễ tốt nghiệp thì có kịp đăng ký không? Thân./",
    "Kính thưa quý thầy cô! Em tên , MSSV , em đã thành tất cả các điều kiện để tốt nghiệp. Em nộp đơn này để xin PĐT xét tốt nghiệp đợt tháng 4/2022 này. Khoảng bao lâu sẽ có tên trong danh sách tốt nghiệp dự kiến ạ? Và còn cần những thủ tục nào để hoàn thành việc xét tốt nghiệp cũng như làm lễ tốt nghiệp ạ? Kính mong quý thầy cô sẽ hỗ trợ em sớm nhất có thể. Em xin chân thành cảm ơn !",
    "Gửi Thầy Cô phòng đào tạo trường ĐH Bách Khoa,  Em tên là , mã số sinh viên . Hiện tại em đã hoàn thành và đăng kí thành công tốt nghiệp đợt này vào ngày 12/4 nhưng vẫn chưa được xác nhận từ phòng đào tạo . Hạn chót đăng kí dự lễ tốt nghiệp là ngày 20/4. Em kính mong Thầy Cô xem xét trường hợp của em để em được đăng kí và được dự lễ tốt nghiệp vào đợt tháng 4 này . Kính mong Thầy Cô xem xét.   Em cảm ơn Thầy Cô",
    "Kính thưa quý thầy cô! Em tên , MSSV , em đã hoàn thành tất cả các điều kiện để tốt nghiệp. Em nộp đơn này để xin PĐT xét tốt nghiệp cho em trong đợt tháng 4/2022 này. Khoảng bao lâu sẽ có tên trong danh sách tốt nghiệp dự kiến ạ? Và còn cần những thủ tục nào để hoàn thành việc xét tốt nghiệp cũng như làm lễ tốt nghiệp ạ? Kính mong quý thầy cô sẽ hỗ trợ em sớm nhất có thể. Em xin chân thành cảm ơn !",
    "Em chào thầy cô, Em là  lớp HC17SH, em muốn hỏi đơn xin  chuyển điểm của em, cụ thể là chuyển điểm từ môn An toàn trong Công nghệ sinh học (CH3261) cho môn Phát triển bền vững (Ch1007) đã được thực hiện thành công chưa ạ?  Vì em xem bảng điểm trên mybk thì thấy điểm 2 môn này vẫn riêng biệt nên không biết điểm đã được chuyển chưa . Em xin bổ sung thêm là đơn xin chuyển điểm của em gửi cho thầy  phó khoa Kỹ thuật Hóa học xem xét, và thầy có chỉ đạo cô  ở văn phòng khoa làm công văn môn tương đương/thay thế gửi Phòng đào tạo rồi ạ . Em cảm ơn các thầy cô đã hỗ trợ em. Em chúc các thầy cô một tuần làm việc hiệu quả. Regards, ",
    "Dạ thưa thầy/cô, Trong danh sách lớp môn gdtc (cầu lông-cc11-sáng thứ 7) không có tên em dù em đã đăng kí môn này đầy đủ trên mybk. Thầy bộ môn bảo em nhắn tin hỏi lại văn phòng để đề phòng trường hợp bị gạch tên do sai sót ạ. Em mong văn phòng giúp em giải quyết vấn đề này ạ. Em cảm ơn thầy/cô rất nhiều.",
    "Em chào thầy cô, ngày 13/03/2022 em có thi môn sức bền vật liệu ( CI2001 ). Em có điểm danh, làm bài thi và xác nhận nộp bài. Nhưng em kiểm tra điểm trên mybk thì em có điểm 13. Mong thầy cô giải quyết giúp em. Đây là link record màn hình của em: https://drive.google.com/file/d/1Ya3dGqX_lrgetlU2xERM7T_-tI_N9HJ3/view?usp=sharing",
    "Hiện tại em có 17.5 ngày CTXH, PĐT có thể cập nhật có ngày CTXH của em trên mybk để em đăng ký tốt nghiệp và dự lễ vào ngày 24/4 được không ạ. Em cảm ơn.",
    "Em kính chào phòng đào tạo, Em đã đăng ký tốt nghiệp thành công trên hệ thống mybk vào ngày 13/04/2022, tuy nhiên đến hôm nay theo cập nhật mới nhất trên danh sách tốt nghiệp chính thức cập nhật vào ngày 15/04/2022 thì em vẫn chưa có tên trong danh sách ạ . Cho em hỏi PĐT còn cập nhật đợt nào nữa không ạ và em có kịp làm lễ tốt nghiệp đợt này không ạ?  Em xin trân trọng cảm ơn!",
    "Dạ thầy/cô cho em hỏi em đã hoàn thành đăng ký tốt nghiệp từ tuần trước nhưng đến nay vẫn chưa nhận được email xác nhận của trường.Do thời hạn để đăng ký dự lễ tốt nghiệp sắp hết mà vẫn chưa có email của trường nên em không biết phải làm gì tiếp theo.Mong thầy/cô giải đáp giúp em để em có thể dự lễ tốt nghiệp ạ.Em xin cảm ơn ",
    "Em kính chào thầy/cô. Em là , là sinh viên K2017 chương trình KSTN đã tốt nghiệp vào đợt 2 năm 2021. Em nhận được thông tin làm lễ tốt nghiệp vào ngày 22/4 và có yêu cầu sinh viên thuộc chương trình KSTN phải đến tổng dợt và nhận lễ phục, giấy mời vào ngày thứ 5 (21/4). Tuy nhiên do nhu cầu công việc nên em không thể tham dự buổi tổng dợt đó được. Em thắc mắc không biết có thời gian khác thích hợp để em có thể nhận lễ phục và giấy mời được không ạ? Em cảm ơn thầy/cô ạ.",
    "Kính gửi PĐT Em tên Lưu Thanh Hiến. MSSV . Hệ VHVL. Em làm đơn này xin phép PĐT miễn môn học  (807817). Em đã học môn MXD và AN TOÀN LAO ĐỘNG (807816) trong chương trình cao đẳng trước đây. Tương đương với môn , chương trình đào tạo khóa 2013. Em có gửi mail xin thầy  xem xét miễn môn. Thầy có hướng dẫn em gửi mail lên PĐT xét miễn môn. Vì vậy em làm đơn này kính mong PĐT xem xét miễn môn cho em để hoàn thành khóa học. Em cảm ơn PĐT!",
    "Xin chào thầy/cô ạ. Em tên là , học kỳ này em có đăng ký gói vay không lãi suất của ĐHQG-TP HCM số tiền 6,550,000 để đóng học phí hiện đã được giải ngân chuyển khoản trực tiếp vào tài khoản trường, tuy nhiên học phí của em thì đã thanh toán trước đó rồi nên không biết số tiền giải ngân đó em có được hoàn trả không ạ? Nếu có thì khi nào ạ?",
    "Em xin phép hỏi về chứng chỉ ngoại ngữ như sau: em đã đạt đủ điểm toeic và đã nộp bằng cũng như chuyển điểm, tuy nhiên hiện tại em chưa hoàn thành chương trình học thì bằng đã hết hạn, vậy em có cần thi lấy lại bằng ko ạ . Rất mong nhận được câu trả lời của thầy cô, em xin chân thành cảm ơn.",
    "Kính gửi BGH Nhà trường. Em nộp đính kèm đơn gia hạn. Em xin cảm ơn.",
    "cho hỏi mã số bảo hiểm y tế của em với ạ,mssv: .",
    "Bữa trước em có nhắn là bị tạm dừng pdt nói là có tên trong danh sách dự kiến sẽ tự động thu nhận nhưng em xin từ t6 vẫn chưa ai rep. Mong pdt xem được thu nhận gấp dùm em để em đăng kí tốt nghiệp kịp đợt tháng 4 sắp tới rồi ạ",
    "Thầy/cô cho em hỏi: hiện tại em đã đăng ký xét tốt nghiệp trên MyBK với tình trạng đăng ký: phiếu đăng ky đã được xử lý. đã 1 tuần rồi em vẫn chưa nhận được mail xác nhận từ trường và chưa có tên trong danh sách chính thức tốt nghiệp đợt 4/2022. trường hợp em như vậy thì em cần phải làm gì để kịp dự lễ tốt nghiệp vào tháng 4/2022 ạ?",
    "Kính gửi, Em đã đủ điều kiện tốt nghiệp và nhận được mail và có trong danh sách tốt nghiệp dự kiến . Mong nhận được đơn thu nhận từ nhà trường. Cảm ơn.",
    "Em chào thầy/cô phụ trách, Em là Phạm Thanh Tú - , trong học kỳ hiện tại HK212 em không đăng ký học phần thí nghiệm Hóa Đại cương CH1004 tuy nhiên trên hệ thống BKeL và thời khóa biểu MyBK của em lại hiển thị thời gian đi học vào tuần 28. Em mong Phòng Đào tạo kiểm tra và cập nhật lại giúp em. Em xin cảm ơn thầy/cô ạ! Trân trọng./.",
    "Kính gửi thầy(cô), Em tên là  (MSSV_), Hiện tại thẻ sinh viên của em đã hết hiệu lực. Em cần thẻ sinh viên để đăng ký thi Toeic phần nghe đọc và nói viết để xét tốt nghiệp . Cho em hỏi là nhà trường có cho làm lại thẻ mới không ạ?  Em cảm ơn thầy(cô) đã lắng nghe thắc mắc của em ạ.",
    "Chào PĐT ạ, em là , MSSV , khóa K2014. Hiện tại em đã hết hạn đào tạo tại trường, chưa tốt nghiệp được vì thiếu Chứng chỉ Toeic Speaking & Writing dù đã cố gắng thi nhiều lần. - Với  tình hình hiện tại em có thể xin gia hạn thêm qua học kì sau cho trường hợp của mình để tốt nghiệp ra trường không ạ? - Em xin cam đoan hoàn thành Chứng chỉ Toeic Speaking & Writing đúng thời hạn nêu trên,nếu không hoàn thành em xin chịu trách nhiệm trước mọi quyết định của nhà trường - Em gửi đơn Xin gia hạn thời gian học tập trong file đính kèm ạ.Em cám ơn",
    "Kính gửi thầy/cô phòng đào tạo, Hiện nay em đã có tên trong danh sách tốt nghiệp dự kiến của đợt tốt nghiệp t4/2022, nhưng tình trạng sinh viên của em vẫn để là tạm dừng. Em mong thầy/cô giải quyết giúp em để có thể đăng kí kịp đợt tốt nghiệp tháng 4 này. Em xin chân thành cảm ơn. Trân trọng, .",
    "Chào anh/chị, em vẫn bị lỗi tạm dừng và không đăng kí tốt nghiệp trên hệ thống được ạ.",
    "Cho em hỏi sao em không nhận được mail thông báo đăng kí làm lễ tốt nghiệp ạ, mail của em là ",
    "Chào thầy/cô. Em tên , mssv . Em đăng ký tốt nghiệp đợt 4/2022 và đã được công nhận tốt nghiệp trên mybk vào ngày 12/4/2022. Khi đăng ký tốt nghiệp, em nhận được thông báo PĐT sẽ gửi mail mời lên PĐT để nhận bằng nhưng đến hôm nay gần ngày làm lễ của khoa (23/4/2022) em vẫn chưa nhận được mail của PĐT? Thầy/cô kiểm tra giúp em. Em cám ơn.",
    "Chào phòng đào tạo . Em là  MSSV  Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến nhưng tình trạng sinh viên vẫn đang tạm dừng chưa đăng kí tốt nghiệp được . Mong phòng đào tạo xem xét thu nhận lại để em đăng kí tốt nghiệp được và kịp dự lễ tốt nghiệp ạ. Em cảm ơn   i Tốt nghiệp .",
    "Dạ em chào thầy cô phòng đào tạo, em là , MSSV . Hiện em đã có tên trong danh sách tốt nghiệp dự kiến nhưng chưa thể đăng kí tốt nghiệp do tình trạng sinh viên tạm dừng. Dạ em xin thầy cô mở lại trạng thái sinh viên để em có thể đăng kí tốt nghiệp ạ. Dạ em cảm ơn thầy cô, chúc thầy cô có một tuần làm việc vui vẻ.   i Tốt nghiệp .",
    "Cho em hỏi là gần kết thúc học kỳ 2 rồi nhưng điểm trung bình học kỳ 1 của em vẫn chưa được cập nhật ạ .",
    "dạ cho em hỏi là ảnh thẻ của em bị mờ nên không in được thẻ hiện tại em lên thay thì phần đó đã bị khóa vậy hiện tại em nên giải quyết như thế nào ạ ?. Em cảm ơn ạ",
    "Chào thầy(cô), Hiện em đã chuyển sang tình trạng tốt nghiệp và có tên trong danh sách tốt nghiệp chính thức. Nhưng đã 1 tuần em vẫn chưa nhận được mail để đăng ký làm lễ tốt nghiệp. Em cô kiểm tra lại giúp em với ạ. Em xin cảm ơn thầy(cô) đã xem.   i Tốt nghiệp .",
    "Em vào đăng ký tốt nghiệp thì hiện lỗi truy cập trang do bị trình trạng sinh viên bị tạm dừng, cho em hỏi có cách nào để mở lại để đăng ký xét tốt nghiệp bổ sung không ạ",
    "Kính gửi: Phòng Đào Tạo Em tên là:      MSSV:  Tình trạng: Còn thiếu chuyển điểm môn  4 và chuẩn  nói-viết để được xét tốt nghiệp tuy nhiên đã hết thời gian đào tạo. Cho em hỏi là với trường hợp của em có thể xin phép gia hạn thêm 1 học kì để hoàn thành chương trình học được không ạ. Em cảm ơn.",
    "Em muốn hỏi là em đăng kí 2 môn quản lý dự án cho kĩ sư và triết học mác lên nin và do cảm thấy không phù hợp nên em quyết định hủy đăng kí mà hết hạn, vậy có cách nào để hủy mà không tốn phí thêm không ạ",
    "Kính gửi: PĐT trường ĐHBK. Em đã hoàn thành đủ tín chỉ, anh văn, CTXH nhưng kiểm tra trên MyBK qua nhiều lần xét thì vẫn không có tên trong danh sách DKTN và không đăng kí tốt nghiệp được. Trường hợp này do em hoãn thi trước đó (nhưng em đã chủ động đăng kí và hoàn thành môn học) nhưng hiện tại đang có lịch thi hay là cần phải làm đơn thu nhận lại để ĐKTN vậy ạ? Mong thầy cô hỗ trợ.",
    "Xin chào quý thầy cô, Em tên: , MSSV: , Chuyên ngành: Cơ Kỹ Thuật. Hôm nay, ngày 18/04/2022, em đã có kết quả Đạt anh văn thi nói viết (ngày thi: 03/04/2022) và cũng đã hoàn thành tất cả các yêu cầu tốt nghiệp. Em viết thư này xin phòng đào tạo xem xét cho em tốt nghiệp vào đợt 1 năm 2022 (22/04/2022). Nếu em còn thiếu thủ thục nào xin phòng đào thông   B báo em để em có thể bổ sung đầy đủ. Em xin chân thành cảm ơn quý thầy cô phòng đào tạo, Thân",
    "Em vừa mới được xác nhận bằng anh văn và đủ điều kiện tốt nghiệp. Mong Phòng đào tạo thu nhận lại để em đăng kí tốt nghiệp ạ. Em cảm ơn.",
    "Gửi PDT điểm trung bình ghi trên phần tốt nghiệp dự kiến của em bị sai ạ. Phải là 7.2 chứ không phải 7.08 ạ. Hiện em đã có trên trong danh sách dự kiến nhưng vẫn chưa được thu nhận lại để tốt nghiệp chính thức ạ",
    "Chào Phòng đào tạo, Tuần trước 13/4 em có đăng ký xét tốt nghiệp, đã thanh toán phi trên BKPay, và tình trạng \"Phiếu đăng ký đã xử lý (chờ nhận kết quả tại nơi đăng ký nhận)\", nhưng đến hiện tại em chưa nhân được bất kỳ email xác nhận từ PĐT, bản scan giấy chứng nhận tạm thời cũng như có tên trong danh sách tốt nghiệp chính thức. Phòng đào tạo kiểm tra lại giúp em. Hạn đăng ký dự lễ tốt nghiệp của Khoa em là 20/4. Em chân thành cảm ơn.",
    "Em chào Cô. Em là  - MSSV:  Hiện tại em đã có tên trên DS tốt nghiệp dự kiến nhưng tình trạng sinh viên vẫn chưa được mở nên mong cô có thể mở tình trạng SV của em để đăng ký tốt nghiệp được ạ. Khoa em hôm nay 17h đóng link đăng ký làm lễ nên em mong trong thời gian sớm nhất có thể ĐK tốt nghiệp. Em cảm ơn Cô.",
    "Chào quý thầy cô Em là  MSSV  Em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4, nhưng khi vào mybk đăng ký tốt nghiệp thì hệ thống báo lỗi, em vào kiểm tra tình trạng thì tạm dừng. Vậy cho em hỏi bây giờ em làm sao để kịp tốt nghiệp tháng 4 vậy ạ Em cảm ơn thầy cô nhiều",
    "Cô ơi, hôm trước em có làm đơn đăng ký tốt nghiệp, và cô  có gửi lại em file tiêu chuẩn kiểm tra điều kiện. Em xin gửi lại cô thông tin các môn tương đương em đã học như sau: + Môn học: Giải tích 3 (MT2007), em học ở học kỳ 3 (2020-2021), điểm tổng kết 5.0, tương đương môn Toán 3 (006713) trong chương trình chuẩn. + Môn học: Điện - giải tích mạch (EE2031), em học ở học kỳ 2 (2020-2021), điểm tổng kết 5.0, tương đương môn Điện - điện động học (404709) trong chương trình chuẩn. + Môn học: Điều biến tương tự & điều biến số (405701), em học lần 2 ở học kỳ 1 (2021-2022), đã đạt được điểm tổng kết là 7.5 --- Cô kiểm tra và hướng dẫn thêm giúp em",
    "Em chào các thầy/cô. Các thầy/cô cho em hỏi thông tin về việc tốt nghiệp vào ngày 23/4 này ạ, hiện tại em đã đủ yêu cầu tốt nghiệp, có tên trong danh sách tốt nghiệp dự kiến, em cũng đã hoàn thành đăng kí tốt nghiệp trên Mybk, nhưng đến hiện tại em vẫn chưa nhận được mail thông báo xác nhận từ nhà trường và cũng chưa có tên trong danh sách của khoa (em là sinh viên khoa Hóa). Thầy/cô có thể cho em biết vậy hiện tại em kịp để tốt nghiệp trong đợt 23/4 sắp tới không ạ, em xin cảm ơn.",
    "Hi, xin vui lòng kiểm tra lại giúp em nếu hệ thống bảng điểm bị lỗi. Em có đăng ký 2 môn nhưng môn cơ lưu chất (như trong hình) thì em bỏ thi do không học, em chỉ học và thi môn sức bền vật liệu thôi. Vậy sao trong bảng điểm của em nó không gộp chung mà cứ để chữ CH vậy ạ? MSSV:  Họ và tên: Hồ Sĩ Khoa",
    "Chào thầy/ cô, không biết bây giờ em còn nộp đơn gia hạn học phí được không ạ, do e mới xin được chữ ký của gvcn.",
    "Em chào quý thây cô! Em là  MSSV  Kỳ 202 em có đăng ký hoãn thi môn CH3133, và được phòng đào tạo chấp nhận hoãn thi, và chờ lịch thi lại được xếp, nhưng đến thời điểm này vẫn không có. Em có qua phòng đào tạo xin đăng ký thi lại vào kỳ 212 này thi được thông báo em nhận điểm 13 trên bảng điểm và không được đăng ký thi lại. Em không nhận được thông tin gì về việc em nhận điểm 13 lần 2, và em không nhận được thông tin gì về việc thi lại. Lúc đầu em có thấy lịch thi lại được cập nhật là 17/01/2022 nhưng sau đó em lên xem lại thi không còn nữa ạ. Em mong quý thầy cô xem xét và giải quyết giúp em! Em chân thành cảm ơn!",
    "Kính gửi Phòng Đào Tạo, Em vừa đăng kí và đóng tiền lệ phí tốt nghiệp thì bao giờ mới có trong danh sách chính thức để làm lễ tốt nghiệp ạ. Em xin chân thành cảm ơn. Sinh viên ",
    "Em chào thầy cô, Em là , MSSV: Em đã có tên trong danh sách dự kiến và đã hoàn tất đăng kí tốt nghiệp tháng 4/2022. Đến hiện tại, em kiểm tra vẫn chưa có tên trong danh sách tốt nghiệp chính thức và chưa nhận được email thông báo từ PĐT và  về thông tin tham dự lễ tốt nghiệp tháng 4/2022. Mong thầy cô kiểm tra xem giúp em đã có tên trong danh sách tốt nghiệp chính thức chưa ạ, và khi nào em nhận được các thông tin về kết quả, hồ sơ đăng kí tốt nghiệp. Em cảm ơn! Trân trọng,  ",
    "Dạ kính thưa quý thầy cô của PĐT. Em tên  - MSSV:  Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp và đã đăng ký tốt nghiệp vào ngày 13/04. Nhưng đến hôm nay em vào tra danh sách tốt nghiệp chính thức vẫn chưa có tên mình. Em kính mong quý thầy cô cập nhật danh sách bổ sung giúp em. Để em có đủ cơ sở đăng ký làm lễ tốt nghiệp vào ngày 22/04 của Khoa Xây Dựng (vì em thấy trên fanpage Khoa để 17h00 ngày 18/04 là hạn chót nhận đăng ký làm lễ trao bằng Tốt Nghiệp. Em xin cám ơn.",
    "Em kính chào quý thầy / cô phòng đào tạo: Hiện em là SV năm cuối và đang làm luận văn tốt nghiệp, em đã đăng ký luận văn tốt nghiệp ở HK 212. Nhưng do một số yếu tố nên luận văn chưa thể bảo vệ được vào tháng 6 này. Thầy hướng dẫn luận văn của em có bảo em xin phòng đào tạo bảo lưu kết quả để qua học kỳ hè HK213 làm tiếp. Em xin hỏi thủ tục để bảo lưu là gì ạ? Mình có cần phải đăng ký lại môn LVTN ở đợt đăng ký môn học hay không? Em xin chân thành cảm ơn quý thầy / cô.",
    "Dạ xin chào, Em tên , mssv là , sinh viên khoa Xây Dựng, ngành Kiến Trúc. Em đã được nằm trong danh sách tốt nghiệp năm 2022 (212). Nhưng hiện nay em đã sang Pháp du học rồi. Về vấn đề nhận bằng thì không răng ba và mẹ có thể đi nhận thay thé cho em không ạ? Em chưa có làm giấy uỷ quyền tuy nhiên em gửi lại thẻ sinh viên cho ba mẹ giữ và có các giấy tờ thông tin cá nhân của e để đối chứng. Em xin cảm ơn",
    "Em là sv , lớp XD14KT Em xin được gửi Đơn xin gia hạn thời gian học,rất mong được PĐT phê duyệt ạ Em cám ơn.",
    "Em chào thầy (cô), cho em hỏi sinh viên tốt nghiệp hệ VHVL có được tham gia lễ tốt nghiệp tháng 4 này không ạ? Do em đã có giấy xác nhận tốt nghiệp tạm thời những vẫn chưa nhận được mail hướng dẫn hay đăng kí dự lễ tốt nghiệp nên thắc mắc. Cho em hỏi thêm nếu hôm lễ em có việc bận không tham gia được thì có thể đến trường nhận bằng sau được không ạ? Nếu có thì thời gian đến nhận bằng trong bao lâu và  ở khoa hay ở PĐT ạ? Em cảm ơn",
    "Kính gửi Phòng đào tạo, Em là , MSSV , hiện đang là sinh viên khóa 2019 ngành kĩ thuật ôtô chương trình đại trà. Em muốn hỏi thời điểm ĐKMH HK221 là khi nào ạ?",
    "Kính gửi pđt Em là    Mssv  Chuyện là em thiếu anh văn 4. Nhưng sáng nay em đã nộp chứng chỉ và đã chuyển điểm-thanh toán lệ phí . Em muốn hỏi là hiện tại em có kịp xét tốt nghiệp để dự lễ vào 26/4 sắp tới không ạ?",
    "Dạ xin chào, em là sinh viên năm 2 khoa điện,hệ đại trà. mssv: . Dạ cho em hỏi là do nhà ở tỉnh nên em có thể nộp đơn xin thôi học qua bksi không ạ? Và ngày hẹn lên lấy biên nhận có thể rút hồ sơ học tập luôn không ạ?  Em xin cám ơn.",
    "Kính gửi thầy/cô Em tên là , mã số sinh viên là , thuộc khoa Quản lý công nghiệp. Thầy/cô cho em hỏi: hiện tại em đã hoàn tất thủ tục đăng ký tốt nghiệp trước đó và phiếu đăng ký của em đang trong tình trạng đã xử lý. Em băn khoăn khi em kiểm tra danh sách tốt nghiệp chính thức lại chưa có tên em. Mong thầy/cô xem xét và giải đáp thắc mắc này của em ạ. Em xin cám ơn.",
    "Kính gửi Phòng Đào Tạo trường Đại Học Bách khoa TP.HCM  Em tên là , MSSV:  Kính nhờ Phòng Đào Tạo kiểm tra giúp em nội dung nộp chứng chỉ tiếng anh quốc tế IELTS để quy đổi thành điểm ạ, vì học kì 1 em đã nộp bản sao và điền thông tin nhưng vẫn không thấy hiển thị trên hệ thống (như hình bên dưới) nên em mong Trường kiểm tra lại giúp em và chỉ cho em cách giải quyết ạ. Em xin cảm ơn. (Hiện tại em có chứng chỉ IELTS 6.0 từ 20/3/2021 - hình bên dưới)",
    "Em là sinh viên khóa K15, hiện tại em đã hoàn thành tất cả chương trình đào tạo chỉ còn thiếu chứng chỉ anh văn Nghe - Nói. Em có thể được xin gia hạn thời gian đào tạo thêm 1 học kỳ được không ạ. Và tình trạng của em đang là - Nghỉ do không đăng ký môn học, em phải làm gì để trở về trạng thái sinh viên bình thường ạ",
    "Kính gửi PDT. Em là  mssv  sinh viên K15 khoa giao thông. Em viết mail này xin pdt giải đáp một số thắc mắc giúp em được không ạ. Do bị kẹt anh văn đầu ra nên hiện tại em vẫn chưa nhận bằng thì em có thể gia hạn hay nếu em muốn chuyển hệ để xin gia hạn thêm được không ạ? Thứ 2 là nếu em xin học tiếp văn bằng 2 ngành điện tử tự động thì em có đủ điều kiện để học ngành đó không và phải học thêm trong thời gian bao lâu ạ?",
    "Thưa cô . Em là , MSSV  Hôm nay em làm đơn này để hỏi về lễ tốt nghiệp. Em đã đăng ký tốt nghiệp trên mybk vào ngày 14/4. Và điền thông tin theo link của khoa để làm lễ tốt nghiệp. Nhưng tình trạng sinh viên của em vẫn là đang học. Em không biết mình có được tham dự lễ tốt nghiệp vào ngày 22/4 không ạ. Em xin chân thành cảm ơn. Sinh viên ",
    "Kính gửi PĐT, Em là     khóa K14 (   ), chương trình kỹ sư chất lượng cao Việt Pháp (  B PFIEV   ), chuyên nghành   B hệ thống năng lượng   . Hiện tại, em đã có trong danh sách tốt nghiệp dự kiến đợt 1 (tháng 04/2022) và các thủ tục tốt nghiệp đã đầy đủ. Tuy nhiên, vẫn   B chưa có thông báo về danh sách tốt nghiệp chính thức   , mà ngày lễ tốt nghiệp cũng sắp đến (  B 22/04/2022   ). Kính mong PĐT xem xét. Trận trọng,",
    "Em chào thầy/cô. Theo em biết thì học kì 212 do ảnh hưởng của dịch covid nên nhà trường không xét anh văn khi đăng kí luận văn tốt nghiệp. Vậy thầy/cô cho em hỏi học kì hè này (tức học kì 213) đã áp dụng trở lại chuẩn anh văn khi đăng kí luận văn tốt nghiệp chưa ạ Em cảm ơn thầy/cô.",
    "Cho em hỏi là khi nào nhà trường có thông báo về tổ chức kì thi anh văn đầu vào cho sinh viên ạ, lý do là em đang có nhu cầu thi để đạt được chuẩn av hàng năm, và mình có thể đăng ký ở đâu ạ (em khóa 2019), xin chân thành cảm ơn.",
    "Kính chào anh/chị, Em là  K16 Khoa Kỹ thuật Xây dựng. Em thắc mắc về điểm học kì 1 năm 2021-2022 đã có điểm môn học, nay đã sắp hết học kì 2 nhưng vẫn chưa thấy cập nhật điểm trung bình hay trung bình tích lũy ngành ạ? Em mong anh/chị giải quyết vướng mắc giúp em. Em cám ơn anh/chị!",
    "Nếu em muốn đăng ký dự thi THPT thì khoảng bao giờ được đăng ký vậy ạ",
    "Kính Chào PĐT và Thầy/Cô!  Em Sinh Viên K15 Khoa Điện Điện Tử MSSV   Em viết đơn này xin chuyển cho em sang hệ vừa làm vừa học  Và cho em hỏi hiện tại chương trình của em học đã hoàn thành chỉ còn nợ anh văn 2,3,4 và anh văn ra trường Nếu em chuyển sang hệ vừa làm vừa học thì em có cần hoàn thành các anh văn trên không và mức điểm anh văn tốt nghiệp của em là 400 phải không? Chứng chỉ toeic em nộp như thế nào Em cảm ơn ạ",
    "Xin chào PĐT Hiện em có một vấn đề:   Thứ 7 ngày 23/04/2022 em nhận được lịch thi xoá điểm hoãn thi môn phương pháp tính, nhưng mà lúc đó cũng trùng lịch Thí nghiệm . Xin PĐT có thể hướng dẫn giúp em hướng giải quyết được không ạ.  Em xin chân thành cảm ơn",
    "Cho em hỏi chừng nào mới cập nhật điểm môn Kỹ thuật số (EE1015), lớp dự thính HK211 ạ? Ngày 8/4 em có lên phòng đạo tạo hỏi thì được trả lời đã có điểm và sớm cập nhật. Nhưng đến nay đã hơn nửa tháng vẫn chưa thấy cập nhật. Nên kính mong phòng đào tạo xem xét cập nhật điểm sớm để em hoàn thiện hồ sơ xin việc nộp cho công ty. Em cảm ơn ạ",
    "Chào Phòng Đào Tạo, Em tên là , MSSV , Khoa Kỹ thuật Xây Dựng Hôm nay em viết đơn này mong PĐT giải quyết giúp em về vấn đề này Em đã đăng ký 5 môn trong học kỳ hè (HK213): 1. CI2003 - Cơ lưu chất 2. SP1007 - Ph/luật ViệtNam đạicương 3. PE1041 - Cầu lông (học phần 2) 4. CI2095 - Địa chất công trình 5. MT2013 - Xác suất và thống kê Em rất xin lỗi sự thiếu xót của mình về thông tin đăng ký môn học. Em mong là PĐT có thể giúp em hủy đăng ký 5 môn học này trước khi học kỳ hè diễn ra. Em xin chân thành cảm ơn. Mong nhận được sự hồi đáp sớm của PĐT .  ",
    "Em là , MSSV:  Em có đăng ký tốt nghiệp vào lúc tháng 3/2022 nhưng trong danh sách tốt nghiệp T04/2022 không tìm thấy tên Em mong thầy/cô kiểm tra giúp em với ạ",
    "Em chào thầy cô ạ. Hôm trước em đã có nhận được email thông báo về danh sách tốt nghiệp dự kiến và em cũng đã có tên trong danh sách tốt nghiệp dự kiến rồi ạ, nhưng em vẫn chưa đăng kí tốt nghiệp trên mybk được do tình trạng vẫn còn bị tạm dừng ạ. Cho em hỏi là khi nào em mới đăng kí tốt nghiệp trên mybk được ạ. Em chân thành cảm ơn thầy cô ạ !!",
    "Em chào thầy/cô! Do nhiều vấn đề nên dự kiến luận văn của nhóm bọn em sẽ bị trễ, đồng nghĩa với việc sẽ phải dời lịch bảo vệ luận văn qua tháng 9. Cho em hỏi là để dời lịch bảo vệ qua tháng 9 thì nhóm bọn em cần làm những việc gì ạ? Bọn em là nhóm luận văn khoa Khoa học máy tính ạ. Em xin cảm ơn thầy/cô! Trân trọng, Anh ",
    "Em hiện là sinh viên của khoa KH&KTMT, ngành Khoa học Máy tính hệ Đại trà. Hiện em có nhu cầu chuyển ngành học từ Khoa học Máy tính sang Kỹ thuật Máy tính. Lúc trước khi xem web trường thì em được biết là hệ Đại trà không cho phép chuyển ngành, nhưng mới đây em có nghe thông tin là được chuyển. Em muốn hỏi là có thể chuyển không ạ và các thủ tục liên quan, em cảm ơn rất nhiều ạ.",
    "Cho em hỏi là hiện tại em đăng kí nhiều môn quá không đủ khả năng để học hết được nên em muốn đăng kí rút môn học kì 212 này được không ạ? nếu được thì cho em xin cách hướng dẫn đăng kí rút môn với ạ em cảm ơn.",
    "em xin tự giới thiệu em tên là  mssv  khoa giao thông năm nhất  cho em hỏi là sau kì 1 một em có viết đơn tạm hoãn nhưng sau em có xin được trường hủy Đơn và đi học tiếp ạ nhưng bây giờ em lại chưa có thẻ sinh viên ạ . em không biết phải lấy thẻ sinh viên ở đâu ạ  thứ hai là em không nhận được bất kì thông báo của nhà trường ạ trên BKL và cả ứng dụng moodle  kể cả thông báo đăng ký kì hè 213 ạ và khám sức khỏe  em rất mong phòng đào tạo giải quyết cho em với ạ tại có rất nhiều thông tin quan trọng của nhà trường mà em không nhận được ạ ,em cảm ơn thầy cô đã bỏ thời gian ra đọc mail ạ ",
    "Học vụ       Chào chị!  Dạ cho em hỏi là sao em bị tạm dừng vậy ạ  Và có ảnh hưởng gì không ạ    Em cảm ơn ạ!",
    "Kính gửi Phòng Đào Tạo, Em tên , hiện tại em đã hoàn thành đầy đủ điều kiện về chứng chỉ ngoại ngữ ( em đã có đầy đủ điểm của 4 kỹ năng nghe nói đọc viết của toeic). Bằng Toeic quốc tế về nghe nói của em, em đã nộp thẩm định vào ngày 13/4. Nhưng đến giờ vẫn chưa có kết quả. Em mong muốn có cách nào để Em có thể có được kết quả thẩm định để em có thể làm lễ tốt nghiệp vào tháng 4 này được không ạ? Em muốn xin phòng đào tạo mở lại trạng thái sinh viên để em có thể làm đơn vớt đăng kí cho việc xét tốt nghiệp tháng 4 kì này. Em thành thật xin lỗi về sự chậm trễ trong việc hoàn tất thủ tục tốt nghiệp. Kính mong quý thầy cô phòng đào tạo hướng dẫn thêm cho em các bước để kịp hoàn tất thủ tục xét tốt nghiệp để kịp cùng mọi người tốt nghiệp trong tháng 4 tới này. Em xin chân thành cảm ơn quý thầy cô.",
    "Em tên là , sinh viên khoa cơ khí quốc tế k15, mã số sinh viên . Hiện tại em có tên trong danh sách tốt nghiệp tạm thời (có ghi chú nợ lệ phí và nghỉ học). Em đã trả nốt lệ phí quá hạn và tình trạng sinh viên đã đổi sang đang học nhưng hệ thống vẫn chưa cập nhật cho em để em đăng kí tốt nghiệp trên mybk (kèm hình). Em xin phòng đào tạo cập nhật lại trong danh sách tốt nghiệp tạm thời xóa tình trạng nợ lệ phí và nghỉ học giúp em. Em xin cảm ơn.",
    "Chào thầy/cô. Em tên , em hiện đang đợi tốt nghiệp và đã hoàn thành tất cả môn học cần thiết cũng như chứng chỉ ngoại ngữ. Tuy nhiên, có môn ật Số em học kỳ 211 hiện vẫn chưa được cập nhật điểm do đó em chưa thể vào danh sách dự kiến tốt nghiệp và đăng ký lễ tốt nghiệp được. Em đã lên pđt nhiều lần mà vấn đề vẫn chưa giải quyết trong khi thời gian làm lễ tốt nghiệp đã cận kề, em rất cần được tốt nghiệp trong kỳ này. Mong các thầy, cô có thể giải quyết sớm để em có thể đăng ký lễ tốt nghiệp ạ.",
    "Dạ em chào pđt ạ, Em là  viên K15 là đã đăng ký và đóng phí tốt nghiệp. Hiện tại tình trạng đăng ký của  em là \"Phiếu đăng ký đã xử lý (đợi nhận kết quả tại nơi đăng ký nhận)\" thì bước tiếp theo là em phải làm gì ạ? Em xin cảm ơn pđt",
    "Chào PĐT,  Theo thông tin thì thứ 6, ngày 22.04.2022 trường sẽ tổ chức lễ tốt nghiệp. Cho em hỏi là hôm đó phòng đào tạo vẫn có phát bằng tốt nghiệp đúng không ạ? Em cảm ơn .",
    "Kính gửi, Em đã đủ điều kiện tốt nghiệp và nhận được mail và có trong danh sách tốt nghiệp dự kiến. Em đã thanh toán hết tất cả lệ phí trên bkpay. (Hình 1) Mong nhận được đơn thu nhận từ nhà trường. Cảm ơn.",
    "Trong quá trình ĐKMH, em   có đăng ký nhầm môn Anh văn cơ bản A(LA0011) và bị trùng TKB môn  Thống Số( Tthứ 6 tiết 13-14). Em mong PĐT xem xét ĐƠN của em , hậu kiểm và hủy môn giúp em. Em xin chân thành cảm ơn !",
    "Em học khoa Kỹ Thuật Hóa học và đã tốt nghiệp tháng 11 năm 2021 Em đang ở xa và muốn đăng ký làm lễ thì có đăng ký onl được ko? Nếu đăng ký onl được thì em phải làm như thế nào thế ạ? Hiện tại thì em không có thẻ sinh viên. Vì em đã tốt nghiệp rồi nên ko đăng ký in thẻ sinh viên được. Vậy ko có thẻ sinh viên có làm lễ được ko ạ. Hay có thể dùng giấy tờ gì khác để làm lễ tốt nghiệp được ko ạ. Em xin chân thành cảm ơn.   i Tốt nghiệp .",
    "Dạ thưa Phòng đào tạo, Em là sinh viên khóa 2017, tốt nghiệp đợt tháng 11/2021. Mà do lý do cá nhân nên em chưa nhận bằng tốt nghiệp. Nên em muốn hỏi là giờ em nhận bằng tốt nghiệp ở Phòng đào tạo hay ở Văn phòng của khoa ạ. Em cảm ơn.",
    "Em xin chào phòng đào tạo ạ,  Em là  – MSSV:  – Lớp: XD15VL1- Sđt: [phone_number]  Hiện tại, em đã làm đơn xin gia hạn thêm 1 học kì để có thể tiếp tục hoàn thành chương trình của nhà trường, hiện em vẫn chưa hoàn thành Toeic để nộp cho trường, em xin được đăng kí giấy chứng nhận sinh viên để có thể được giảm chi phí cho việc đăng ký thi toeic, em mong được phòng đào tạo xét duyệt cho em ạ . Trong thời gian chờ đợi sự phê duyệt từ phòng đào tạo, em xin chân thành cảm ơn ạ, em xin chúc",
    "Kính gửi PĐT, em là , sinh viên lớp VL15PO, MSSV:, do em đã hoàn thành chương trình đào tạo, còn thiếu chứng chỉ toiec nói viết nên chưa thể đăng ký tốt nghiệp đợt tháng 4/2022 được. Do chương trình đào tạo đã đến học kỳ thứ 13. Nên em gửi đơn này, kính mong PĐT cho xin gia hạn thêm 1 học kỳ để em hoàn thành chứng chỉ toeic nói viết và nhận được bằng chính quy ạ. Em xin chân thành cảm ơn.",
    "Dear Thầy( Cô) Phòng Đào Tạo Trường DH Bách Khoa HCM Tình hình là em chưa có trong danh sách tốt nghiệp dự kiến, PDT trả lời hết ngày 19.4 gửi câu hỏi lại. Phòng đào tạo kiểm tra giùm em. Em chưa đăng kí được ạ, em treo máy từ ngày 14.4 đến nay vẫn chưa có ạ. Trong thời gian chờ hồi đáp em xin chân thành cảm ơn!",
    "Chào pđt ạ! Kỳ vừa rồi em có đăng ký xin hoãn thi môn Cơ lưu chất và đã được chấp nhận kết quả hoãn thi vừa qua em kiểm tra cũng có thấy hiện lịch thi môn này trong BKeL nhưng hôm nay em kiểm tra lại thì thấy không còn ạ? Mong pđt kiểm tra giúp em, em cám ơn!",
    "Dạ em là , MSSV . Em đã hoàn thành và đăng ký tốt nghiệp rồi. Em kiểm tra thấy tên mình trong danh sách dự kiến tốt nghiệp tháng 4 nhưng tra trong danh sách tốt nghiệp thì không thấy tên. Kính mong pdt kiểm tra giúp em là em có được làm lễ tốt nghiệp ngày 22.4 không ạ? Em chân thành cảm ơn sự giúp đỡ của nhà trường ạ.",
    "Em xin gửi PĐT hình ảnh đơn viết tay xin kéo dài thời gian học đính kèm ạ",
    "Dear PĐT PĐT cho em hỏi em vừa mới chuyển từ hệ chính quy sang hệ vừa học vừa làm thì khi nào có thể đăng kí tốt nghiệp được ạ. Em cảm ơn PĐT !",
    "Gửi PDT điểm trung bình ghi trên phần tốt nghiệp dự kiến của em bị sai ạ. Phải là 7.2 chứ không phải 7.08 ạ. Nếu tính điểm luận văn và điểm anh văn em chuyển điểm thì điểm của em phải là 7.2 mới đúng ạ.",
    "Dạ chào Thầy Cô Em tên   MSSV  Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp đợt tháng 4/2022 nhưng em vẫn chưa đăng kí tốt nghiệp được do tình trạng sinh viên của em là Nghỉ học. Mong Thầy Cô xem xét ra quyết định thu nhận lại để em được đăng kí tốt nghiệp ạ! Em xin cảm ơn quý Thầy Cô Kính chúc quý Thầy Cô nhiều sức khỏe ạ",
    "Dạ cho em hỏi em đk tốt nghiệp vào thứ  2 tuần trước, hôm nay là thứ 3. Dạ, em muốn lấy bản Scan bằng tốt nghiệp tạm thời nhưng không biết làm thế nào ạ ? Mong pdt hướng dẫn giúp em ?",
    "Em tên , MSSV:  lớp DDT21LT17. Em xin nộp đơn trình bày lí do đóng trễ hạn học phí và xin nhà trường mở lại thời khóa biểu cũng như mở đăng kí môn học hè. Em xin cảm ơn.   i  .",
    "Thưa Thầy/Cô! Em tên , MSSV:  Hiện em có tên trong Danh sách tốt nghiệp nhưng vẫn chưa nhận được mail của  về thông báo dự lễ tốt nghiệp. Em có xem thông báo kế hoạch thì khoa Điện-Điện Tử sẽ tổ chức vào 13h ngày 24/04/2022 này. Mong Thầy/Cô kiểm tra giúp em! Em xin cảm ơn!",
    "Em chào qúy thầy/cô, Em là SV  Khoa Điện Điện tử Khóa 2015 Em đã đang ký xét tốt nghiệp và được kết quả \"  I Phiếu đăng ký đã xử lý (đợi nhận kết quả tại nơi đăng ký nhận)  /I \" Vậy thầy/cô cho em hỏi là khi nào em có trong danh sách tốt nghiệp chính thức ạ. Thầy/cô cho em hỏi thêm là Khoa Điện - Điện tử khi nào tốt nghiệp vậy ạ? Em cảm ơn",
    "Thưa thầy cô,  B  em tên ,  mssv:  Em đã bổ sung đầy đủ điều kiện tốt nghiệp. Em xin được tốt nghiệp trong kỳ này ạ. Em cảm ơn thầy cô nhiều.",
    "Chào Thầy/Cô! Hiện tại em đã rớt một môn tự chọn là Kinh tế Kĩ thuật và em muốn học lại môn Khởi nghiệp để thay thế môn Kinh tê Kĩ thuật mà không cần học lại có được không ạ? Em cảm ơn!",
    "Kính gửi: Phòng đào tạo Kính gửi: quý Thầy, Cô. Em tên:  MSSV :  lớp 17DDLT khoa kỹ thuật xây dựng - hệ VHVL Mong phòng đào tạo thẩm tra bằng THPT và CĐ xét tốt nghiệp.Em đã nộp bằng THPT và CĐ ngày 15/04/2022 tại Phòng đào tạo  Kính mong PĐT giải quyết giùm em, để kịp tốt nghiệp đợt tháng 4 này ạ. Em xin cảm ơn!",
    "Kính gửi phòng đào tạo, Em là  mssv  Em thấy thông báo là lễ tốt nghiệp cho đợt 2 năm 2021 và đợt 1 năm 2022 xét đến 20/4/2022 NGHĨA LÀ đăng ký tốt nghiệp đến 20/4/2022 là vẫn được tham dự lễ tốt nghiệp vào tuần 22/4-28/4 hay sao ạ. Mong Phòng đào tạo sớm phản hồi giúp em, mai là 20/4 rồi ạ, em đã đk tốt nghiệp từ 15/4 thì có được tham dự lễ tốt nghiệp không? Để em biết còn chuẩn bị sớm ạ. Cảm ơn phòng đào tạo. Trân trọng./.",
    "Chào quý thầy/cô, Đợt thanh toán học phí vừa rồi em có thanh toán trễ hạn so với thời  gian yêu cầu của nhà trường. Đây là lần thứ 2 e thanh toán trễ hạn học phí ạ. E xin lỗi vì sự sơ suất này do bất cẩn không để ý kỹ mốc thời gian. Thầy/cô cho e hỏi là e đã đóng bổ sung học phí trên mybk rồi thì giờ có cần làm đơn nộp lên phòng đào tạo nữa không ạ. Em xin hứa sẽ không tái phạm lần sau nữa, e cám ơn thầy/cô nhiều ạ!",
    "Em là , lớp TT20DDT2. Em xin gửi đơn đăng ký kiểm tra bổ sung.",
    "Em chào thầy/cô phòng đào tạo, Hiện nay, tình trạng đăng ký tốt nghiệp của em như hình đính kèm 1. Vậy cho em hỏi là em có thể đăng ký tham dự lễ tốt nghiệp tháng 4 này hay không ạ? Em có liên hệ phòng giáo vụ khoa để hỏi và bên khoa em nói là cần nhận được QĐ từ PĐT (hình đính kèm 2) ạ. Em xin cảm ơn.",
    "Kính gửi Phòng Đào tạo, Em tên , MSSV: . Sinh viên Khoa Điện - Điện tử. Hiện tại, em đã đăng kí tốt nghiệp trên MyBK và hoàn tất thanh toán. Em mong Phòng Đào tạo có thể ra Quyết định tốt nghiệp cho em và cập nhật danh sách tốt nghiệp chính thức để em có thể đăng kí lễ tốt nghiệp vào ngày 21/4/2022 ạ. Mong Phòng Đào tạo có thể giải đáp và giải quyết sớm cho em, để em có thể chắc chắn và yên tâm thông báo cho gia đình đến tham dự lễ tốt nghiệp ạ. Em xin chân thành cảm ơn .",
    "Em là sinh viên khóa k15, đã có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022. Hiện tại em chưa thể đăng ký tốt nghiệp được vì tình trạng là Nghỉ. Em mong pđt kiểm tra và giúp em.",
    "Kính gửi Phòng Đào Tạo, Em tên là  MSSV , vậy em vẫn kịp để làm lễ trong ngày 22.4 đúng không ạ. Em xin chân thành cảm ơn. Sinh viên ",
    "Dạ cho em hỏi, em K15 bây giờ chuyển qua hệ VLVH thì khoá đầu vào của em sẽ tính là khoá nào ạ? chương trình học của em sẽ theo chương trình học khoá nào? Em cảm ơn.",
    "Kính thư quý thầy cô phòng đào tạo Em tên  Mã Số Sv  Theo phản hồi và các thông tin ở trên trong cùng chủ đề này thì em chưa được học TN Sinh học đại Cương. Tại Sao em bị đánh vắng thi thí nghiệm học kỳ 1 . Em gửi quý thầy cô file đính kèm. Các Thầy Cô có mở lớp thí nghiệm học kỳ 1 đâu sao em học được mà thầy cô lại cho em vắng thi. Em chỉ còn 1 môn thí nghiệm này nữa là ra trường mong quý thầy cô rủ lòng thương phản hồi chính xác giúp em. Em gui lai vi chua nhan duoc phan hoi Cam on quy thay co",
    "Dạ chào anh/ chị Hiện tại em vẫn chưa nhận được email về đăng kí tốt nghiệp ạ. Mybk của em không thể vào mục đk tốt nghiệp với lí do đang tạm dừng học. Mong anh/ chị kiếm tra giúp em để kịp đăng kí tốt nghiệp đợt này ạ. Em cảm ơn anh/ chị nhiều.",
    "Như đã trình bày ở các câu hỏi trước, em nhận được câu trả lời từ pdt là xác nhận cho em sau 26/4, vậy thì em mong muốn được tổ chức lễ tốt nghiệp ngày 24/4 (khoa điện) thì thầy/cô có thể hỗ trợ em xét trước để em tham gia lễ tốt nghiệp được không ạ? Em cảm ơn",
    "Dạ chỗ thời khóa biểu bị mất học kỳ 2, mong phục hồi cho em để nắm bắt lịch học!",
    "Gửi PDT điểm trung bình ghi trên phần tốt nghiệp dự kiến của em bị sai ạ. Phải là 7.2 chứ không phải 7.08 ạ. Nếu tính điểm luận văn và điểm anh văn em chuyển điểm thì điểm của em phải là 7.2 mới đúng ạ.",
    "Dạ cho em hỏi, em đăng ký tốt nghiệp hôm 14/4 vậy em có kịp dự lễ tốt nghiệp không ạ (vì ngày 20 là hạng cuối đăng ký dự lệ từ khoa)?  Em xin cảm ơn.",
    "Em tên  Em xin được xét tốt nghiệp bổ sung đợt tháng 04/2022 Em cảm ơn ạ",
    "Kính gởi: PĐT trường Đại học Bách Khoa TPHCM Thưa anh/chị, theo câu trả lời yêu cầu trước, em vẫn chưa nhận được mail có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022 (em cũng đã kiểm tra trên aao- tốt nghiệp). Cũng như không thể đăng nhập vô mybk- tốt nghiệp (xem hình đính kèm). Kính mong anh/chị kiểm tra lại giúp em là em đã được xét tốt nghiệp hay chưa ? Hoặc là em có được nhận bằng tốt nghiệp lễ 24/04/2022 sắp tới này không ? Em chân thành cảm ơn ạ.",
    "Em tên  - MSSV:  Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp và đã đăng ký tốt nghiệp vào ngày 13/04. Nhưng đến hôm nay em vào tra danh sách tốt nghiệp chính thức vẫn chưa có tên mình. Em kính mong quý thầy cô cập nhật danh sách bổ sung giúp em. Để em có đủ cơ sở đăng ký làm lễ tốt nghiệp vào ngày 22/04 của  Xây Dựng (vì em thấy trên fanpage  để 17h00 ngày 18/04 là hạn chót nhận đăng ký làm lễ trao bằng Tốt Nghiệp. Em xin cám ơn.",
    "Chào quý thầy/ cô! Em chưa thấy mail thông báo về việc có xét CC AV cho việc đăng ký luận văn kỳ hè. Vậy cho em hỏi là có xét CC AV kỳ hè-213 để đăng ký luận văn tốt nghiệp không ạ? Em cảm ơn!",
    "Em đăng ký tốt nghiệp nhưng không được, tình trạng ghi là nợ lệ phí/học phí, nhưng em đã thanh toán đầy đủ, trên bkpay cũng ko thấy còn khoản nak2 phải đóng.",
    "Dạ thưa thầy/cô cho em xin được hỏi là em nộp bằng Anh Văn cho nhà trường để được đăng ký làm luận văn kỳ hè thì thời gian tối thiểu cho phép là bao lâu ạ.",
    "Kính gửi: Phòng đào tạo trường Đại Học Bách Khoa TPHCM  Em tên:   MSSV:  Sinh viên: Khoa Kỹ thuật xây dựng  Lớp: XD15CTGT01 Em xin trình bày với quý thầy cô phòng đào tạo như sau: Em là sinh viên khoá K15 hiện tại đã hết thời gian đào tạo nhưng em vẫn chưa hoàn thành xong chương trình học (còn nợ môn Anh văn 4 MSMH:LA1009) nên tình trạng sinh viên của em hiện đang ở trạng thái nghỉ, nay gửi mail này kèm theo biểu mẫu 15 đính kèm mong phòng đào tạo giải quyết cho em chuyển sang hệ vừa làm vừa học, hiện tại em đã hoàn thành luận văn tốt nghiệp, đã nộp chứng chỉ TOEIC 495 và các môn học trong chương trình đào tạo trừ môn Anh văn 4 MSMH: LA1009. Em xin chân thành cảm ơn ạ!",
    "Hiện tại em muốn làm đơn xin bảo lưu thì nên làm các bước như thế nào ạ. Em xin chân thành cảm ơn",
    "dạ em xin chào thầy cô, kì 2 năm học 2020/2021 em có đăng kí hoãn thi cuối kì hai môn vì dịch covid, đến giờ chưa thi lại, khí động lực học 2 (TR3011) và luật hàng không dân dụng (TR3081) em nhận được mail là đã có lịch thi nhưng của em vẫn chưa thấy cập nhật gì cả, em xin cảm ơn và chúc thầy cô nhiều sức khỏe ạ.",
    "Dạ thầy/cô cho em hỏi em đã hoàn thành đăng ký tốt nghiệp từ tuần trước,trên trang mybk cũng đã báo phiếu đăng ký đã được xử lý nhưng đến nay vẫn chưa nhận được mail xác nhận của trường.Mong thầy/cô giải đáp giúp em sớm để em có thể đăng ký tham dự lễ tốt nghiệp ạ.Em xin cảm ơn",
    "ây giờ em muốn thi lại thpt và tạm hoãn học kì này thì có được không ạ, nếu được cho em xin các bước cụ thể để hoãn kì ạ",
    "Kính gửi Phòng đào tạo và quý Thầy Cô, Em tên là , MSSV: , lớp: MO15QLMT  Hôm nay e làm đơn xin phòng đào tạo và quý Thầy Cô xem xét cho e gia hạn thời gian đào tạo thêm 1HK để có thể đủ thời gian thi và nộp Chứng chỉ ngoại ngữ để tốt nghiệp ạ. Em đã hoàn thành xong chương trình đào tạo, đã có điểm AV1,2,3,4. Đủ ngày CTXH. Em mong phòng đào tạo và quý Thầy Cô xem xét cho e gia hạn thêm 1HK Em chân thành cám ơn nhiều",
    "Dạ em chào pđt ạ, Em là  viên K15 là đã đăng ký và đóng phí tốt nghiệp. Hiện tại tình trạng đăng ký của  em là \"Phiếu đăng ký đã xử lý (đợi nhận kết quả tại nơi đăng ký nhận)\" thì bước tiếp theo là em phải làm gì ạ? Em xin cảm ơn pđt.",
    "Dạ không biết em có thể huỷ hoãn thi môn Phân tích thiết kế giải thuật (CO3031) học kì 202 được không ạ. Dạ do học kì 202, em có tham gia thi môn này (17-08-2021), sau khi kết thúc kiểm tra thì phần video của em không tìm thấy ạ, không thể nộp video nên em sợ bài thi của em bị hủy, do đó em làm đơn hoãn thi ạ. Nhưng mấy tuần trước, em đã tìm lại được video (có thể gửi lên nếu PĐT yêu cầu ạ), nên e, muốn hủy hoãn thi để ghi nhận lại kết quả lúc trước ạ. Em mong PĐT thông cảm và giải quyết giúp em với ạ. Em xin cảm ơn nhiều ạ. Link video : https://drive.google.com/file/d/160tR0GQYahrOqeyW4HEYt-/view?usp=sharing",
    "Kính chào PDT, Em đã hoàn thành thủ tục đăng ký tốt nghiệp và phiếu đăng ký cũng đã báo tình trạng đã xử lý. Cho em hỏi là khi nào em có tên trong danh sách tốt nghiệp chính thức để em có thể liên hệ khoa tham dự lễ tốt nghiệp ạ. Em xin chân thành cảm ơn.",
    "Em đã hoàn thành 2 điều kiện hoàn thành lệ phí và tình trạng sinh viên. (Hình 1 & 2) Cho em hỏi thời gian cập nhật để em có thể đăng ký tốt nghiệp. (Hình 3)",
    "Dear Phòng đào tạo Trường DH Bách Khoa HCM Em đã tạo câu hỏi/ yêu cầu, phòng đào tạo đã trả lời, nay là ngày cuối 19.4 em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến, và không thể đăng kí tốt nghiệp. Em tạo câu hỏi mong phòng đào tạo kiểm tra và trả lời giúp em. Thân",
    "Kính gửi quý thầy cô ở phòng đào tạo của Trường, Em tên là _MSSV:. Hiện tại ở kỳ 212 này em không thể thực hiện LVTN của mình do bận việc gia đình , vì vậy em đã xin phép phía GVHD và phía bộ môn cho em được hoãn LVTN và thực hiện ở kỳ hè tới. Sau khi được sự chấp nhận và hướng dẫn từ phía bộ môn và GVHD thì nay em làm đơn này gửi lên Phòng đào tạo để được xem xét và mong nhận được sự chấp nhận của phía nhà trường. Em xin chân thành cám ơn!",
    "Cho em hỏi là em đã rút môn Phương Pháp Tính mã số MT1009, hiện môn đã được rút khỏi Thời Khóa Biểu của em nhưng trong bảng điểm thì chưa được hiệu chỉnh lại điểm 17 (Rút môn) thì có vấn đề gì không ạ. Việc đó có làm điểm của môn đã rút bị gộp lại tính chung với trung bình môn không ạ. Em cảm ơn.",
    "Kính gửi phòng đào tạo, em tên là  MSSV: . Nay em gửi yêu cầu này kính xin phòng đào tạo xem xét cho em được đăng ký tốt nghiệp vì em đã hoàn thành chương trình đào tạo, trước đây em có gửi yêu cầu và pđt có trả lời là em đợi mail sau ngày 11/04 nhưng đến nay em chưa nhận được mail để được đăng ký, mong pđt xem xét giúp em. Xin cảm ơn",
    "Kính gửi Phòng Đào Tạo Em đã tốt nghiệp hệ VHVL khoa Kỹ Thuật Hóa tháng 11 năm 2021 và đã nhận bằng rồi. Em muốn đăng ký làm lễ tốt nghiệp đợt tháng 4 này. Em đã nhờ bạn liên hệ khoa Kỹ Thuật Hóa để đăng ký giúp. Mà em lại ko có tên trong danh sách tốt nghiệp nên em chưa đăng ký làm lễ được. Kính mong Phòng Đào Tạo giải quyết giúp em với ạ Em xin  cảm ơn    i Tốt nghiệp .",
    "Gia đình em gặp khó và em mới thanh toán học phí chiều nay, em bị trễ 9 ngày và cần nộp đơn lên PĐT để không bị hủy kết quả kì này đúng k ạ",
    "Kính gửi Thầy/Cô PĐT, Em là . MSSV . Sinh viên khoa Môi trường và Tài nguyên. Em muốn xin được chuyển điểm môn tự chọn EN3079 (Các hệ thống quản lý môi trường) tương đương cho môn tự chọn EN3051 (Thủy sinh học và quản lý môi trường). Lý do: Ở học kỳ 211, môn EN3051 không mở lớp nên em đã học môn EN3079 để thay thế. Theo danh sách môn thay thế tương đương của trường, môn EN3079 có thể thay thế cho môn EN3051. Mong Thầy/Cô xem xét giải quyết cho em ạ,",
    "em có làm đơn xin tạm hoãn đóng học phí kì sau , nhưng em vẫn chưa nhận được gmail xác nhận là được hoãn. vậy cho em hỏi là: 1. đơn xin hoãn đóng học phi của em đã được chấp nhận hay chưa ạ 2. lịch thi học kì của em bị mất sau khi trường cập nhật 15/4/2022 nhưng của bạn em vẫn còn ( em với bạn em học chung hầu hết các môn luôn ạ), vậy có phải là do đơn xin hoãn của em chưa được chấp nhận đúng không ạ. nếu muốn có lại lịch thi thì em phải đóng tiền học phí hay đợi gmail của trường xác nhận là em được hoãn đóng học phí ạ",
    "Chào quý thầy/ cô! Em xin trình bày lý do trễ học phí và xin xếp lại lịch thi cuối kỳ. Em cảm ơn!",
    "PĐT cho em hỏi với ạ hiện tại em có chậm học phí hơn 10 ngày nhưng 2 ngày nữa em mới có điều kiện đóng mà em thấy lịch thi của em bị hủy hết vậy khi em đóng có được mở lại không ạ. Và nếu không được thì làm cách nào ạ. Em cảm ơn.",
    "Kính gửi Phòng Đào Tạo, Do trong đợt này em nộp chứng chỉ muộn nên không kịp xét để làm lễ tốt nghiệp mà chỉ kịp để xét tốt nghiệp bổ sung vào tháng 5 . Nên em muốn hỏi Phòng Đào Tạo là em xét tốt nghiệp trong đợt này và đăng ký làm lễ vào tháng 11 được không hay phải đợi đến tháng 11 mới xét tốt nghiệp thì mới được làm lễ ạ? Dạ em cảm ơn ạ.",
    "Em xin chào thầy/cô phòng đào tạo . Em đã hoàn thành chương trình học gồm 142 tín chỉ, ngày công tác xã hội và chuẩn anh văn nghe nói 200 (ảnh đính kèm). Nhưng do tình trạng sinh viên của em hiện đang tạm dừng, em xin phòng đào tạo có thể ra quyết định thu nhận lại em, để em có thể đăng ký tốt nghiệp trong kì này. Em xin cảm ơn phòng đào tạo rất nhiều.",
    "Dạ cho em hỏi là em đã đăng ký xét tốt nghiệp tuần trước và có được dặn là sau ngày 19 mà vẫn không nhận được mail thì đăng ký lại. Mong thầy cô xem lại trường hợp của em đã đủ đk tốt nghiệp chưa Em cảm ơn.",
    "Em chào thầy/cô. Em là . MSSV . Hiện tại em còn thiếu chuẩn anh văn để xét tốt nghiệp. Mà theo niên khóa đào tạo của em hiện tại đã hết. Nên em xin phép thầy/cô xem xét gia hạn cho em thêm một học kỳ để em hoàn thành chương trình học. Em xin phép gửi đơn gia hạn trong phần tập tin đính kèm ạ. Em xin chân thành cảm ơn thầy/cô. Chúc thầy/cô một ngày tốt lành ạ.",
    "Em chào phòng đào tạo, em tên , MSSV , em xin gửi mail nộp đơn xin đóng trễ học phí với các lí do đầy đủ ạ. Bên dưới là các hình minh chứng và đơn đính kèm. Em rất xin lỗi vì vô ý phạm phải lỗi này ạ! ",
    "Kính gửi Em tên , mssv  Vì lý do số điện thoại liên kết thẻ ngân hàng của em bị khóa, không thể nhận mã xác nhận chuyển khoản, nên cần thời gian giải quyết. Vì vậy, em xin được thanh toán trễ học phí của học kì chính 212, và dự thính 212. Kính mong thầy/cô mở lại thời khóa biểu và lịch thi các kì nêu trên giúp em. Em xin cảm ơn!",
    "Em Đăng kí tốt nghiệp vào ngày 13/4 đóng tiền đầy đủ và có tích vào ô phô tô giấy tốt nghiệp tạm thời. thứ 3 đầu tuần là ngày 19/4 là có giấy tốt nghiệp tạm thời nhưng vẫn chưa có ạ . MOng phòng đào tạo giúp dùm em . Em xin việc họ yêu cầu nộp ạ",
    "Em là , MSSV  khoa Cơ Khí, ngành Kỹ thuật Cơ khí, em viết mail này để hỏi về việc rút môn ạ. Chuyện là em đăng ký nhầm môn hồi đầu HK212. Môn em đăng ký nhầm là Vẽ Kỹ thuật (CI1004, CI1003) và Thực tập Cơ khí Đại cương (ME1005) Lý do là do em tải nhầm file chương trình đào tạo của khóa 2014 ạ. Hôm nay, bạn em cho em coi file của khóa 2021. Em mong PĐT cho phép em rút môn ạ (Em có gửi kèm phiếu xin rút môn ạ) .   i  .",
    "Tuần trước em có lên PDT hỏi khi nào tốt nghiệp được nói là tuần này sẽ nhận được mail tốt nghiệp nhưng đến giờ em vẫn chưa thấy mail tốt nghiệp đâu ạ PDT có thể gửi lại mail cho em không ạ",
    "Em chào thầy (cô), Hiện em đã đăng ký tốt nghiệp đợt TN.20212.1 và đã thanh toán đầy đủ. Nhưng đến nay em vẫn chưa có tên trong danh sách tốt nghiệp chính thức đợt tháng 4 này . Mong thầy (cô) xem xét, khi nào em mới có thể nhận bằng và có kịp làm lễ tốt nghiệp. Em xin cảm ơn!",
    "Chào PĐT và Quý Thầy/Cô EM Sinh viên Thái Thiện Tính MSSV . EM viết yêu cầu này để xin Phòng Đào Tạo chuyển sang hình thức vừa làm vừa học( Đơn Xin đính kèm bên dưới) Em xin chân thành cảm ơn.",
    "Em tên:  MSSV:   Em muốn hỏi văn phòng khoa là nếu em muốn làm luận văn trong kì hè năm 2022 thì em phải nộp chứng chỉ anh văn cho trường vào ngày trễ nhất là bao nhiêu ạ  Em xin cám ơn !",
    "Kính gửi: Phòng Đào Tạo Em là:  Mssv :  - Em đã Đang ký tốt nghiệp vào ngày 13/04/2022 đợt 1 năm 2022 - Hiện tại em vẫn chưa nhận được Email của nhà trường và chưa có tên trong danh sách tốt nghiệp đợt 1 năm 2022  Cho em hỏi em có thể kịp nhận bằng và làm lễ tốt nghiêp vào cuối tháng tư này được hay không ạ? Kính mong Phòng Đào Tạo hỗ trợ giúp em! Em xin chân thành cảm ơn!",
    "Em chào PĐT, Em tên , MSSV . Do gặp nhiều khó khăn trong đợt dịch vừa rồi và không ĐKMH vào HK2 2021-2022 nên em bị khóa tình trạng sinh viên. Nay em xin PĐT mở lại trạng thái giúp em để em có thể ĐKMH vào HK3 2021-2022. Em xin cảm ơn PĐT nhiều ạ!",
    "kính gửi phòng đào!! Em tên  mssv :  SV nghành Khoa học và kĩ thuật máy tính. vì một số lí do cá nhân không thu xếp được thời gian tiếp tục học tập nên em xin được tạm dừng 2 học kì.! Kính mong được sự hỗ trợ từ Quý Nhà Trường ! Em Xin được Cảm ơn.!   i  .",
    "Em là  mssv  Nay em có thắc mắc mong các thầy giải đáp Việc là em có đăng ký LVTN trong kỳ hè. Thầy cho em hỏi là mình làm LVTN trong kỳ hè này trong bao nhiêu tuần và học phí là bao nhiêu ạ. Em cảm ơn",
    "Em xin chào nhà trường ạ, hiện tại thì em là K19 và chỉ mới tích lũy được 34 tín chỉ và đã nhận 5 lần cành cáo học vụ, nhà trường có thể cho em hỏi rằng liệu em bị cảnh cáo quá nhiều lần thì sẽ bị nghỉ học không ạ tại vì kì nào em cũng cố gắng làm đơn cứu xét để được tiếp tục học tại trường mình và trả các môn còn thiếu ạ, em xin cảm ơn",
    "Em lỡ chưa đóng kịp học phí tầm 20/4 hoặc 21/4 em mới đóng được nhưng em bị khóa lịch thi rồi thì phòng đào tạo cho em hỏi sau khi thanh toán học phí sẽ được mở lại hay em cần làm những gì ạ Em cám ơn",
    "Dạ cho em hỏi là em nghe nói cuối năm 2 bắt buộc qua anh văn 3. Điều này có đúng không ạ?",
    "Kính gửi phòng đào tạo,  Em tên . Em có thắc mắc là đối với sinh viên k18 thì chuyển điểm thi chứng chỉ toeic đạt bao nhiêu điểm mới qua được AV4 ạ?  Mong thầy/cô giải đáp giúp em ạ. Em xin chân thành cảm ơn  .",
    "Kính gửi quý thầy cô, em tên:  MSSV: khoa xây dựng Hiện tại em đã nhận bằng tốt nghiệp vào tháng 11 năm 2021 nhưng do dịch nên chưa được làm lễ tốt nghiệp, ngày 19/04 em mới thấy đường link đăng ký làm lễ do em tưởng link đăng ký sẽ gửi vào mail trường nên không để ý các trang group face, mong quý thầy cô xem xét có thể cho em tham dự lễ ngày 22/04 ạ. Chân thành cảm ơn quý thầy cô",
    "Em chào thầy/cô phòng đào tạo, Em ĐÃ đăng ký tốt nghiệp và tình trạng hiện nay là :\"  I Phiếu đăng ký đã xử lý (đợi nhận kết quả tại nơi đăng ký  /I \"   U Vậy bây giờ em có thể đăng ký tham dự Lễ tốt nghiệp tháng 4 này bên PGV khoa được chưa ạ?    Em có hỏi bên Khoa thì cần có quyết định tốt nghiệp chính thức (hình đính kèm). Em xin cảm ơn.",
    "Dạ thầy cô cho em hỏi em đã hoàn thành đăng ký tốt nghiệp từ tuần trước,trang đăng ký tốt nghiệp cũng đã báo phiếu đăng ký đã được xử lý nhưng em vẫn chưa nhận được email xác nhận của trường.Vậy em có được tham gia lễ tốt nghiệp không ạ.Em đang học hệ VHVL khoa xây dựng sẽ là lễ ngày 22.4 tới ạ.Em cảm ơn",
    "Em chào thầy cô. Thầy cô cho em hỏi là do kỳ này em có đăng ký nhiều môn và có đi thực tập sớm nên em không thể hoàn thành hết tất cả các môn. Nếu em bỏ thi 2 môn thì hè em có thể đăng ký lại hai môn đó không ạ do quy định là k19 không được đăng ký học lần đầu ở dự thính ạ? Em xin cảm ơn thầy cô giải đáp giúp em",
    "Kính gửi PDT, em tên , lớp CK17CD03, mssv , kỳ này em có đóng trễ học phí 7 ngày( em đóng hôm 18/4), và em bị xóa thời khóa biểu, pdt cho em hỏi cách thức để em được khôi phục lại lịch thi ạ.em cảm ơn.",
    "Kính chào thầy/cô, Em tên là , MSSV là  thuộc Khoa Quản lý công nghiệp. Thầy/cô cho em hỏi:  (1) Em đã có giấy chứng nhận tốt nghiệp tạm thời và có tên trong danh sách tốt nghiệp chính thức chưa vậy ạ? (2) Em đã đăng ký tốt nghiệp và hoàn tất thanh toán lệ phí vào ngày 13/04/2022. Nếu vậy thì em có được làm lễ tốt nghiệp và trao bằng đợt tháng 04/2022 không ạ? Mong thầy/cô kiểm tra giúp em với ạ! Em xin cảm ơn thầy/cô ạ!",
    "Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TPHCM. Em là  - lớp DD17KTD5 Theo email hướng dẫn Đăng ký tốt nghiệp, SV phải chọn đăng ký in Chứng nhận tốt nghiệp tạm thời nhưng trong quá trình đăng ký em đã thiếu sót bước này. PĐT cho em hỏi việc này có ảnh hưởng đến kết quả Đăng ký tốt nghiệp và có đươc làm lễ TN trong ngày 24/4 sắp tới. Và em thắc mắc không biết khi nào mình sẽ nhận được thông tin về việc có được làm lễ hay không ạ?  Em xin chân thành cảm ơn.",
    "Dạ em chào pđt ạ, Em là  là sinh viên K15. Em đã đăng ký và đã được xử lý phiếu đăng ký xét tốt nghiệp vào ngày 17/4 nhưng hiện tại là 20/4 là hạn chót để xét tốt nghiệp cho đợt này. Tình trạng hiện tại của em theo khoa báo là nhà trường vẫn để là đang học. Em mong pđt giải quyết sớm giúp em để em có thể làm lễ tốt nghiệp ạ. Em xin cảm ơn.",
    "Em tên là , MSSV . Em chưa nhận được thông báo về trang phục dự lễ tốt nghiệp. Phòng đào tạo có thể cho em biết quy định về trang phục dự lễ tốt nghiệp được không ạ? Em cảm ơn.",
    "Dạ em chào chị ạ, em đã thi kỹ năng nói viết và có kết quả rồi ạ. Mong anh chị kiểm tra giúp em ạ.",
    "Chào thầy cô, Em là  MSSV  Em muốn hỏi em đã có tên trong danh sách tốt nghiệp chính thức, tuy nhiên theo lịch thì ngày mai sẽ là ngày tổng duyệt nhưng tới giờ em vẫn chưa nhận được bất kỳ thông báo hay lịch trình, em không biết là lịch trình ngày mai và mốt của em sẽ như thế nào ạ, không biết em đã có tên trong danh sách tổ chức lễ hay chưa . Em cám ơn thầy cô rất nhiều, mong thầy cô phản hồi em sớm xem còn thiếu thủ tục gì thì em sẽ bổ sung gấp ạ. Chúc thầy cô ngày làm việc đầy năng lượng.",
    "Dạ thầy/ cô cho em xin phép nộp đơn xin nộp học phí trễ hạn. Em cảm ơn thầy/ cô nhiều ạ!",
    "Chào anh chị, em đã đăng ký xét tốt nghiệp , tình trạng hiện tại là: phiếu đăng ký đã được xử lý (đợi nhận kết quả tại nơi đăng ký), e đợi hơn 1 ngày nhưng vẫn chưa được xác nhận, mong anh/chị xử lý để em có thể tốt nghiệp kịp học kỳ này. em cảm ơn.",
    "Tốt nghiệp Kính gửi Phòng Đào Tạo! Em tên là         MSSV: Khoa: Kỹ thuật Hoá học                      Lớp: HC15BSH Hiện tại, em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022 nhưng vì tình trạng sinh viên là Nghỉ (xoá tên do hết thời gian học) nên em không thể đăng kí tốt nghiệp được. Em mong muốn tha thiết được tốt nghiệp trong đợt này. Vậy em kính mong Phòng Đào tạo xem xét giúp đỡ cho em được thu nhận lại và được đăng kí tốt nghiệp trong tháng 4/2022 . Em xin chân thành cảm ơn!",
    "Dạ em xin chào ad Em tên  ﻿MSSV  ﻿Hiện tại em chưa hoàn thành các môn học và đã hết thời gian đào tạo ﻿Cho em chuyển hệ đào tạo khác để em được tốt nghiệp được không ạ? ﻿",
    "Kính gửi Phòng đào tạo, Em là , MSSV:  Lớp MO15KMT1, Khoa Môi trường & Tài nguyên Em đã được chuyển sang hệ VLVH và đã đăng ký xét tốt nghiệp. Phiếu đăng ký của em đã được xử lý nhưng em chưa có tên trong danh sách tốt nghiệp dự kiến. Em cũng chưa nhận được email về việc xét tốt nghiệp. Em kính mong Phòng đào tạo xem xét. Em xin chân thành cảm ơn.",
    "Tốt nghiệp Dạ xin chào phòng đào tạo, Em tên , MSSV: , Bộ môn Cơ Điện Tử,Khoa Cơ Khí. Nay em đã đủ điều kiện tốt nghiệp và đã đăng kí tốt nghiệp. Em xin phòng đào tạo cập giúp em vào danh sách tốt nghiệp chính thức cho kịp đợt tốt nghiệp ạ. Em xin chân thành cảm ơn.",
    "Dạ em xin chào ad Em tên  ﻿MSSV  ﻿Hiện tại em chưa hoàn thành các môn học và đã hết thời gian đào tạo ﻿Cho em chuyển hệ đào tạo khác để em được tốt nghiệp được không ạ? ﻿ Trân trọng",
    "Dạ em chào pdt, Em đã hoàn thành toàn bộ chương trình đại học tuy nhiên còn thiếu nộp tín chỉ ngoại ngữ để tốt nghiệp. Sau khi nhận thông báo sẽ có tổ chức lễ tốt nghiệp em đã đăng kí thi ngay, tuy nhiên vì thời gian gấp nên hôm nay em mới có kết quả. Và kết quả đủ để em có thể xét tốt nghiệp, em hy vọng pdt có thể thu nhận lại, thay đổi trạng thái sinh viên để em có thể đăng kí tốt nghiệp cho kịp lễ tốt nghiệp sắp tới ạ. Em xin chân thành cảm ơn !!",
    "B Em tên  - MSSV:  Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp và đã đăng ký tốt nghiệp vào ngày 13/04. Nhưng đến hôm nay em vào tra danh sách tốt nghiệp chính thức vẫn chưa có tên mình. Em kính mong quý thầy cô cập nhật danh sách bổ sung giúp em. Để em có đủ cơ sở đăng ký làm lễ tốt nghiệp vào ngày 22/04 của Khoa Xây Dựng (vì em thấy trên fanpage Trường ĐH Bách Khoa để nội dung xét tốt nghiệp tới ngày 20/04 là hạn chót). Em xin cám ơn.",
    "Chào quý thầy cô! Em là , MSSV  Hiện tại em đã đăng kí tốt nghiệp được và phiếu đăng kí đã xử lý, khi em vào tình trạng sinh viên thì vẫn đang học. Qúy thầy cô có thể giúp em cho quyết định ra trường để em đăng ký làm lễ tốt nghiệp ở khoa kịp cho đợt tháng 4 này không ạ. Em cảm ơn.",
    "Em chào thầy/cô Em đã đăng ký tốt nghiệp hôm 13/4, phiếu đăng ký đã được xử lý, tuy nhiên đến ngày 20/4 vẫn chưa nhận được email xác nhận của phòng đào  tạo ạ. Vậy cho em hỏi: - Bao lâu thì em sẽ nhận được email xác nhận để có tên trong danh sách tốt nghiệp chính thức tháng 4/2022, để đăng ký tham dự tốt nghiệp với khoa (vì hạn đăng ký là 20/4) - Bằng tốt nghiệp tạm thời thì bao lâu mới có, và nhận nó ở đâu ạ . Em cảm ơn",
    "Thưa thầy cô, hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp đã lâu và đã sau ngày 19/4 mà vẫn chưa được thu nhận lại để đăng kí tốt nghiệp ạ. Em mong thầy cô tạo điều kiện để em có thể đăng kí được tốt nghiệp kịp trong tháng 4 này, bởi vì em chỉ còn kì này là kì học cuối cùng của em ạ. Em xin cảm ơn quí thầy cô.",
    "Em chào thầy/cô Thầy/cô cho em hỏi là học kì hè 213 đã bước vào đăng kí môn học đợt 1. Kì hè 213 này em muốn đăng kí học phần LVTN mà hiện tại em chưa có chứng chỉ anh văn. Vậy thầy/cô cho e hỏi là có thể bổ sung chứng chỉ anh văn muộn nhất là thời gian nào để em kịp đăng kí được học phần LVTN vào học kì hè này ạ. Em cảm ơn thầy/cô và mong được thầy cô phản hồi sớm nhất.",
    "Em là  MSSV . Pdt cho em hỏi là hiện tại thì thẻ sinh viên của em đã hết hạn vào tháng 3/2022 vừa rồi, em vẫn đang theo học ở trường thì có cần lên pdt để gia hạn thẻ sinh viên không ạ. Em cảm ơn ạ .",
    "Kính thưa nhà trường, khi em đăng kí môn học dự thính hè thì hệ thống không cho phép bởi vì lí do chưa hoàn tất học phí trong khi em đã nộp học phí đầy đủ. Tuy có nộp trễ hạn môn học kì 1 nhưng đã làm đơn nộp trễ hạn. Mong nhà trường mở cho em để em đăng kí các môn học hè. Em xin cảm ơn",
    "mình  mssv  mình hiện tại đã dầy đủ điều kiện tốt nghiệp mong phòng đào tạo mở tài khỏa mybk để mình đăng ký lấy giấy tốt nghiệp tạm thời Đồng thời xem sét giùm mình là mình có quyết định học bằng 2 và đã tốt nghiệp bằng 2 nên mình muốn lấy cả 2 giấy tốt nghiệp tạm thời Mình cám ơn",
    "Em xin chào quý thầy cô phòng Đào tạo trường Đại học Bách Khoa TPHCM, Em tên là , MSSV , lớp MO15QLM. Hiện nay tên em đã coa trog danh sách tốt nghiệp nhưng tên bị thiếu chữ 'g' trong chữ , em đã gọi phòng đào tạo xin sửa lại vào tuần trước nhưng hôm nay lên kiểm tra thì vẫn chưa được sửa ạ. Em mong quý thầy cô PĐT có thể sửa lại sớm nhất giúp em để không ảnh hưởng đến bằng tốt nghiệp ạ. Còn với giấy chứng nhận tạm thời, em có nhận được mail về bản scan trên Mybk nhưng em lên xem thì không có, vậy em phải trường để nhận giấy tốt nghiệp tạm thời phải không ạ? Em cảm ơn quý thầy cô và mong có thể nhận được hồi đáp sớm nhất từ quý thầy cô. Chúc quý thầy cô một ngày tốt lành ạ.",
    "Em chào anh/chị Em là , mssv: , lớp CK18CTM4. Trong học kỳ 212 này, do em gặp khó khăn về tài chính nên đã đóng trễ hạn học phí. Em xin nộp đơn trình bày lý do để được xem xét. Em xin cảm ơn ạ.",
    "Dạ em tên là  mssv  ngày 18/4 em có nhận được kết quả anh văn nói viết và hiện tại đã đủ hết điều kiện để tốt nghiệp nên mong nhà trường kiểm tra lại các điều kiện và đưa em vô danh sách tốt nghiệp dự kiến để đki tốt nghiệp ạ.Em cảm ơn.",
    "Kính gửi PDT,  Em đã đăng ký tốt nghiệp và đóng lệ phí vào 13/04 nhưng vẫn chưa được vào danh sách tốt nghiệp chính thức. Như vậy em đã có thể đăng ký làm lễ ở khoa được chưa hay là em phải đợi được duyệt đơn xét tốt nghiệp và có tên trong danh sách tốt nghiệp chính thức mới được đăng ký làm lễ ạ? Em xin chân thành cám ơn.",
    "Kính gửi PĐT,  Hiện nay em đã đủ điều kiện xét tốt nghiệp đại học, tuy nhiên do học kỳ 2 (2021 - 2022) em chưa đăng ký môn học nên bị tình trạng sinh viên bị tạm dừng theo quyết định 728 (15/03/2022) . Vì vậy kính mong nhà trường xem xét trường hợp của em ạ. Em xin chân thành cảm ơn.",
    "Kính thưa Thầy, Cô Em đã có tên trong danh sách dự kiến tốt nghiệp và đã đăng ký tốt nghiệp trên trang mybk đồng thời em đã thanh toán lệ phí tốt nghiệp 95.000 đồng. Nhưng hôm nay đã là ngày 20/4 và ngày 22/4 là lễ tốt nghiệp mà em vẫn chưa có tên trong danh sách tốt nghiệp chính thức. Em kính mong thầy cô xem xét kiểm tra giúp em. Để em có thể dự lễ tốt nghiệp ạ. Em chân thành cảm ơn.",
    "Dạ kính thưa pdt e là , MSSV là , lúc trước e có đăng tốt nghiệp trong tháng 4 và hoàn thành lệ phí đăng ký đầy đủ. Hiện e kiểm tra thấy e đã có tên trong danh sách dự kiến tốt nghiệp tháng 4 nhưng trong danh sách tốt nghiệp chính thức tháng 4 e vẫn chưa thấy tên e ạ. Kính mong pđt xem xét lại giúp là vậy e có được đi làm lễ tốt nghiệp của khoa ngày 22.4 không ạ? Kính mong nhận được câu trả lời sớm của pđt ạ. E chân thành cảm ơn ạ.",
    "Kính chào thầy cô PĐT, Em tên , mssv . Cho em hỏi là nếu em đăng ký môn Luận văn tốt nghiệp 9 tín chỉ ME4019 vào HK213 thì học phí sẽ là 385k*9 hay là 880k*9 vậy ạ? Em xin cám ơn!!!",
    "Dạ vù lí do tài chính nên em muốn xin hỏi cách để bảo lưu kết quả học tập và sau khi bào lưu thì làm sao để có thể tiếp tục học tập ạ",
    "Em xin chào phòng đào tạo, Em tên , sinh viên năm 4 khoa Khoa học và Kỹ thuật Máy tính. Nay em viết yêu cầu này với mong muốn được rút 2 môn học mã CO2039 và CO2043 vì 2 môn này không thể chuyển điểm cho môn CO2005 (em đã hoàn tất và qua môn học này) để cải thiện điểm. Em xin cảm ơn và mong sớm nhận được hồi âm từ phòng đào tạo cho trường hợp của em. ",
    "Kính gửi thầy/ cô,  Do hôm nay em mới nhận phiếu điểm tiếng anh Toeic để đáp ứng đủ điều kiện tốt nghiệp. Nên mong thầy/ cô có thể thâm tra bằng tiếng anh giúp em sớm để em được làm lễ tốt nghiệp với các bạn đợt này ạ. Em chân thành cảm ơn thầy/ cô ạ. Chúc thầy cô một ngày tốt lành ạ.",
    "Cho em hỏi có thêm thông tin gì về danh sách tốt nghiệp mới chưa ạ . Dành cho những bạn đăng kí ngày 13/4",
    "em có hoãn thi các môn vào HK202 và đã thi lại kì rồi nhưng lại bị tính thiếu tín chỉ vào tín chỉ tích lũy , mong trường kiểm tra giúp em ",
    "Chào bạn, Mình là . Hiện tại mình đã đăng kí tốt nghiệp hồi tuần trước, trạng thái là đã xử lý nhưng chưa nhận được mail phản hồi kết quả đăng kí. Hiện tại cũng gần đến ngày làm lễ tốt nghiệp nên mình cũng đang lo không biết có kịp tốt nghiệp hay không? Mình cũng muốn hỏi thêm nếu mình không tham gia lễ tốt nghiệp thì có được nhận bằng tốt nghiệp hay không? Cảm ơn bạn!",
    "Trong quá trình ĐKMH, em   có đăng ký nhầm môn Anh văn cơ bản A(LA0011) và bị trùng TKB môn  Thống Số( Tthứ 6 tiết 13-14). Em mong PĐT xem xét ĐƠN hậu kiểm và hủy môn giúp em ",
    "Chào Phòng đào tạo, Tuần trước 13/4 em có đăng ký xét tốt nghiệp, đã thanh toán phi trên BKPay, và tình trạng \"Phiếu đăng ký đã xử lý (chờ nhận kết quả tại nơi đăng ký nhận)\", nhưng đến hiện tại em chưa nhân được bất kỳ email xác nhận từ PĐT, bản scan giấy chứng nhận tạm thời cũng như có tên trong danh sách tốt nghiệp chính thức. Phòng đào tạo kiểm tra lại giúp em. Hạn đăng ký dự lễ tốt nghiệp của Khoa em là 20/4. Em chân thành cảm ơn.",
    "Thầy cô cho em hỏi e đã đăng ký tốt nghiệp trên mybk thành công nhưng tra danh sách lại không có tên, trong đợt tháng 4/2022. Vậy là bị sao ạ ?",
    "em chào thây cô ạ thây cô cho em hỏi là em thuộc hệ vhvl thì học ở cs1 nhưng trong thời khóa biểu thì ghi lịch thực hành của em là ở cs2 và lịch thi của em cũng ở cs2 luôn ạ. Mong thầy cô xem lại giúp e ạ",
    "Em chào Cô. Em tên là  - MSSV: . Em mới đăng ký tốt nghiệp ngày 19/4 (do tình trạng SV của em ngày đó mới được mở), ngày 22/4 khoa em làm lễ. Em muốn hỏi là em có được dự lễ tốt nghiệp và trao bằng trong đợt tháng 4/2022 này không ạ. Em rất mong nhận được phản hồi từ Cô . Em cảm ơn Cô.",
    "Dạ em chào cô, em đóng học phí HK212 bị trễ trên BkPAY. Trên hệ thống báo là đóng học phí thành công vậy giờ em có cần làm giấy đóng học phí trễ nộp lên phòng đào tạo không ạ ? Em cảm ơn!",
    "Em nộp học phí trễ 10 ngày mà em thấy bị xóa lịch thi cuối kì. Em giờ phải giải quyết thế nào để có lại lịch thi trên myBK và được thi cuối kì ạ. Em xin cảm ơn.",
    "Em xin kính chào Phòng Đào tạo, Em tên là  MSSV  Em xin phép được thắc mắc rằng không biết em có thể nhờ bạn em nhận giúp em bảng điểm (đã đăng ký và có KQ ngày nhận) không ạ vì hôm nay (20/04) chúng em cần để nộp thực tập cùng CV mà em lại không may mắc phải Covid, không dám lên trường! Kính mong Phòng Đào tạo hỗ trợ em ạ, Em xin chân thành cảm ơn! Trân trọng, ",
    "Thầy/cô cho em hỏi: hiện tại em đã đăng ký xét tốt nghiệp trên MyBK với tình trạng đăng ký: phiếu đăng ky đã được xử lý. đã 1 tuần rồi em vẫn chưa nhận được mail xác nhận từ trường và chưa có tên trong danh sách chính thức tốt nghiệp đợt 4/2022. trường hợp em như vậy thì em cần phải làm gì để kịp dự lễ tốt nghiệp vào tháng 4/2022 ạ?",
    "Chào quý thầy cô! Em là , MSSV  Hiện tại em đã đăng kí tốt nghiệp được và phiếu đăng kí đã xử lý, khi em vào tình trạng sinh viên thì vẫn đang học. Qúy thầy cô có thể giúp em cho quyết định ra trường để em đăng ký làm lễ tốt nghiệp ở khoa kịp cho đợt tháng 4 này không ạ. Em cảm ơn.",
    "Dạ em xin chào quý thầy cô ạ! Em là sinh viên khoá K17, hiện tại em đang học để lấy chứng chỉ anh văn vậy quý thầy cô giải đáp thắc mắc giúp em chứng chỉ anh văn APTIS B2 ở trường mình hiện có được quy đổi qua chứng chỉ toiec được không ạ và nếu quy đổi sẽ tương đương với toiec bao nhiêu điểm ạ! Em cảm ơn và mong sớm nhận được phản hồi từ quý thầy cô! Trân trọng!",
    "Kính gửi phòng đào tạo. Em tên  - MSSV:  hệ VHVL. Hiện tại em đã đăng xét tốt nghiệp và trên hệ thông đã ghi nhận là đã xử lý, theo hình đính kem bên dưới thì em đã được xét tốt nghiệp thành công và thời gian nhận bằng là vào cuối tháng 4 này đúng không ạ.",
    "Về việc đăng ký xin hoãn thi cuối kì ngày 20/5/2022 Dạ cho em hỏi là phiếu đăng ký hoãn thi. Là tải mẫu phiếu đăng ký về rồi in ra điền tay đùng không ạ. Với phần xác nhận của giáo viên giảng dạy và chủ nhiệm khoa thì làm như thế nào ạ. Em mong phòng đào tạo giúp đở . Em cảm ơn rất nhiều ạ!!",
    "Kính gửi thầy/ cô, Do hôm nay em nhận mới nhận phiếu điểm tiếng anh nên hôm nay mới nộp được. Mong thầy/ cô hỗ trợ em thẩm tra bằng để em có thể chuyển điểm và được làm lễ tốt nghiệp trong đợt này cùng các bạn ạ. Em chân thành cảm ơn thầy cô ạ, Chúc thầy cô một ngày tốt lành.",
    "Kính gửi phòng đào tạo, em là sinh viên khoa Công nghệ Vật liệu, nay em viết đơn này vì lí do em bị trễ học phí và bị xoá lịch thi, em xin phép được bảo lưu kết quả và học tiếp các môn ở kì này vào kì sau, kính mong phòng đào tạo xem xét và hướng dẫn em ạ. Em xin cảm ơn.",
    "Yêu cầu kHọc kỳ trước em có hoãn thi một môn và được xét duyệt hoãn thi ạ. Em muốn hỏi là kỳ này em có được thi lại không ạ và cách đăng ký thi xóa điểm hoãn thi như nào vậy ạ ? Em cảm ơn nhiều ạ.",
    "Em chào quý thầy, cô ạ Hiện tại, em đã có tên trong danh sách dự kiến tốt nghiệp, đã đăng ký tốt nghiệp và đóng tiền trên mybk thành công. Tuy nhiên em vẫn chưa có tên trong danh sách tốt nghiệp chính thức. Cho em hỏi liệu em có thể đăng ký làm lễ tốt nghiệp trong đợt tháng 4 này không ạ. Em xin chân thành cảm ơn!",
    "Em tên . Mã số sinh viên: . Em có vắng thi bài thi giữa kì môn hệ thống số. Em đã xin phép giảng viên cho thi lại. Thầy bảo là cần phải liên hệ với phòng đào tạo để xóa vắng thi. Phòng đào tạo có thể hướng dẫn cách để em xóa vắng thi môn hệ thống số được không ạ.",
    "Kính gửi PĐT do em chưa lãnh lương nên việc đóng học phí của em đã trễ 9 ngày và em đã thanh toán tất cả các học phí rồi ạ.Xin PĐT có thể mở lại thời khóa biểu lịch thi và Bkel giúp em được không ạ. Trong tuần này em còn nhiều bài kiểm tra nộp file trên Bkel. Mong PĐT cập nhật sớm giúp em với ạ. Em cảm ơn PđT.",
    "Em đã đăng kí tốt nghiệp trên https://mybk.hcmut.edu.vn/app/sinh-vien/tot-nghiep/dang-ky và được kết quả như hình đính kèm. Cho em hỏi về dòng: \"Phiếu đăng ký đã xử lý (đợi nhận kết quả tại nơi đăng ký nhận)\", \"nơi đăng kí nhận\" là ở đâu, tại em không thấy thông tin này khi đăng kí tốt nghiệp. Em đã đủ điều kiện để CN tuần này (24/4/2022) làm lễ tốt nghiệp chưa? Nếu đủ thì T6 tuần này lên trường đúng không? Mong phản hồi từ phòng đào tạo.",
    "Em chào PDT. Do e không theo dõi thông báo về việc đóng học phí.  Nên e có đóng trễ hạn 1tuần. Nhưng đã gần 1 tuần sau khi em đóng tiền thì hiện tại BKpay vẫn chưa cập nhật là em đã thanh toán . Hình ảnh e đã thanh toán  .",
    "Em chào thầy cô Em là  lớp TN19DDT, hiện tại em đã muộn học phí chính quy, em có thể đóng học phí trễ hạn được không ạ ? Em cảm ơn thầy cô.",
    "Kính chào thầy (cô), Em tên là  MSSV  Vì lý do cá nhân nên em đã hoãn thi môn Kinh tế chính trị - SP1033 ở kì học 202, và đã nhận điểm hoãn thi (điểm 14) vào học kì 211. Vì vậy ở học kỳ này em muốn đăng ký thi để trả điểm, kính mong thầy cô có thể sắp xếp và hỗ trợ lịch thi giúp em. Em xin chân thành cảm ơn! Chúc thầy (cô) có một buổi chiều vui vẻ. Trân trọng ,",
    "Em xin chào Thầy/Cô, Em tên là , MSSV: , lớp: VP17CDT, Trong thời gian qua vì khối lượng công việc làm luận văn khá nặng nên em đã sơ suất không kiểm tra thông báo đóng học phí. Hiện tại em đã thanh toán học phí nhưng với trạng thái là \"Đã thanh toán trễ hạn\". Vì là năm cuối nên đóng học phí trễ gây bất lợi cho kết quả của em nên em muốn hỏi Thầy/Cô là em có thể làm gì hay viết đơn gì để xóa trạng thái \"Đã thanh toán trễ hạn\" được không ạ ? Em xin cảm ơn Thầy/Cô.",
    "Dạ cho em hỏi mấy môn trên BKel HỌC KỲ II NĂM HỌC 2021-2022 Mất tiêu rồi ạ. Mấy bạn của em thì bình thường ạ . Mong thầy cô giúp đỡ ạ",
    "Kính gửi thầy/ cô, Do hôm nay em nhận mới nhận phiếu điểm tiếng anh nên hôm nay mới nộp được. Mong thầy/ cô hỗ trợ em thẩm tra bằng để em có thể chuyển điểm và được làm lễ tốt nghiệp trong đợt này cùng các bạn ạ. Em chân thành cảm ơn thầy cô ạ, Chúc thầy cô một ngày tốt lành.",
    "Dạ chị em hỏi em có bằng gốc chưa ạ, tại em lên kiểm tra danh sách tốt nghiệp không thấy thông tin ạ",
    "Em chào pdt  Cho em hỏi em đã đăng kí tốt nghiệp thì khi nào có tên trong danh sách chính thức và em có thể tham gia kịp lễ vào tháng 4 không ạ và nếu được thì em cần đăngbkis gì thêm ko ạ em cảm ơn pdt",
    "Em có học lớp EE3025 Kỹ thuật Siêu Cao Tần Kỳ 202(Lớp A02). Do dịch nên em có hoãn thi . Em có thi lại môn Kỹ Thuật Siêu Cao Tần vào kỳ 211 ngày 22/12/2021 ( Lớp dự thi hoãn thi của em là HT01_B ). Tuy nhiên, hiện nay em vẫn chưa có điểm hoãn thi môn này. Em mong muốn Phòng đào tạo có thể cho em biết giảng viên nào có trach nhiệm việc chấm bài ạ. Hoặc Phòng đào tạo có thể thông báo tơi giảng viên ạ. Em cảm ơn.",
    "Em là  - MSSV:  - lớp HC18MB2 Em gặp lỗi khi thực hiện thanh toán trên bkpay. Do em tưởng là lỗi của hệ thống và cứ chờ khắc phục nên chậm trễ trong việc thanh toán. Sau khi đến ngân hàng để nhờ giúp đỡ thì em được biết thêm là có lỗi do thông tin từ thẻ căn cước của em nên việc xử lý mất khá nhiều thời gian. Đây cũng là lần đầu gặp vấn đề như vậy nên em giải quyết có phần chậm trễ. Mong được nhà trường thông cảm và cho em một cơ hội, mở lại thời khoá biểu cho em được không ạ. Em đang ở quê nên không thể nộp đơn trực tiếp được. Nếu cần thiết em sẽ sắp xếp về TP.HCM trong tuần này để bổ sung đơn bản in cho phòng đào tạo. Một lần nữa em mong nhận được sự cảm thông và giúp đỡ từ nhà trường, mở lại môn học để em có thể hoàn thành học kỳ cuối cùng này ạ.",
    "Em đã đủ hết điều kiện tốt nghiệp nhưng vẫn bị tạm dừng. Em muốn được thu nhận lại để tốt nghiệp đúng hạn trong kì này ạ.",
    "Kính thưa quý thầy cô, Em là , sinh viên VB2 khoa Điện và vừa rồi em có đóng học phí trễ kỳ này do 1 phần em hơi kẹt về tài chính và sự chủ quan của bản thân. Hiện tại, thông tin TKB, lịch thi và e-learning của kỳ này em ko thấy nữa và em nghĩ do em đóng trễ hp nên như vậy. Em kính mong quý thầy cô hướng dẫn em các thủ tục để có thể phục hồi được các môn của kỳ này ạ. Em cảm ơn quý thầy cô.",
    "Dạ em chào trường Em tên  thuộc K21 Dạ trường cho em hỏi là em bị mất tkb HK2 trên BKel là do lỗi hệ thống hay là việc em đóng học phí trễ ạ.",
    "Kính gửi phòng đào tạo Em là , mssv  sinh viên hệ vừa học vừa làm. Khi em kiểm tra mail và thấy link đăng ký tham dự lễ tốt nghiệp vào ngày 26-4 thì đã trễ và em ko đăng ký được Vậy mong thầy cô giải đáp giúp em là nếu chưa đăng ký trong form qua mail thì em có thể tham dự lẽ tốt nghiệp đc ko ạ? Em cảm ơn",
    "Kính gửi Phòng đào tạo, Hiện tại, em đã có tên trong danh sách tốt nghiệp đợt tháng 4/2022. Em muốn hỏi, nếu em không tham dự Lễ Tốt Nghiệp sắp tới thì hiện tại em đã có thể đến nhận bằng tại Khoa chưa ạ? Em xin cảm ơn. .   i Tốt nghiệp .",
    "chào phòng đào tạo, em là , MSSV , có trong danh sách tốt nghiệp đợt tháng 4 năm nay, em có thấy thông báo ghi là đăng ký vào form từ ngày 18/4-20/4, không có ghi giờ rõ ràng, tối ngày 20/4 em vào đăng ký thì bị đóng link mất rồi, xin phòng đào tạo có thể xem xét và mở lại link đăng ký thêm 1 ngày được không ạ. Em cảm ơn.",
    "Dạ em chào anh chị pđt, theo thông tin được nghe từ thầy hướng dẫn thì LVTN kì chính 212 này sẽ được dời sang t8 mới bảo vệ ạ. Vậy em đăng kí kì hè 213 dự kiến bảo vệ t9 thì còn kịp tốt nghiệp chung đợt t11 không ạ? Em cảm ơn ạ",
    "Tốt nghiệp Tốt nghiệp       Đã đang ký tốt nghiệp và thanh toán bkpay nhưng chưa có tên trong danh sách dự kiến tốt nghiệp Em chào nhà trường. Em tên  - . hiện em đã đăng ký tốt nghiệp và thanh toán qua bkpay rồi mà chưa có tên trong danh sách dự kiến tốt nghiệp hệ VHVL Mong nhà trường kiểm tra giúp em. Em cảm ơn",
    "Do không đọc thông báo kĩ và không kiểm tra thời gian đóng tiền học nên hiện tại thời khóa biểu của em hiện tại bị xóa.Và hôm nay em cũng nộp xong học phí rồi liệu em có phải viết thêm đơn xin nộp học phí trễ để nộp lên phòng đào tạo không hay chỉ phải đợi để thời khóa biểu của em được cập nhập lại ạ. Em xin chân thành cảm ơn và xin lỗi vì đã không nộp học phí đúng hạn ạ",
    "Dạ kính chào thầy/cô, do hiện tại em chưa có điều kiện đóng học phí anh văn nhu cầu kì 212 nên đã bị xóa thời khóa biểu và lịch thi của kì chính. Thầy/cô cho em hỏi nếu em đóng học phí thì trường có khôi phục lại thời khóa biểu và lịch thi ko? Và em có cần làm đơn gì không ạ? Em cảm ơn   i ",
    "Kính thưa nhà trường, Em có thể xin giấy thi lại ở đâu được ạ? Và em gửi lại giấy cho Thầy  ở đâu vậy ạ Tại vì em nghe thầy  bảo là lên phòng đào tạo xin giấy thi lại Em cảm ơn ạ   i ",
    "Xin pđt mở lại giúp em tkb và lịch thi ạ em đã thanh toán học phí đầy đủ và em có kèm theo đơn thanh toán trễ học phí ạ",
    "Cho em hỏi tkb, lịch thi và môn học trên bkel của em bị xoá vì lí do gì vậy ạ ? Em cảm ơn ạ.",
    "Em đã thanh toán tiền học phí rồi. Mong Nhà trường khôi phục lại thời khóa biểu và lịch thi cuối kì giúp em ạ. Em có phải làm thêm đơn để xin được phép thi cuối kì không ạ. Em xin cảm ơn.",
    "Em chào pdt vài hôm trước em có làm đơn xin xét tốt nghiệp thì em có nhận dc trả lời là em thiếu 2 môn 001025 (Tư tưởng ) và 006001 (Giải tích 1) thì 2 môn này em đã kiểm tra lại và em đã qua và có mã số môn là SP1005 (Tư tưởng ) và MT1003 (Giải tích 1), mong pdt xem xét lại giúp em. Em xin cảm ơn",
    "Dạ em là , MSSV: . Hôm 11/04/2022, vì nhà gặp khó khắn, nên em đóng tiền học phí trễ. Do đó, bị ẩn trang e-learning, lịch thi, thời khóa biểu,... Hôm qua, em đã đóng tiền học phí trễ hạn lại rồi, momg phòng đào tạo mở lại sớm giúp em. Em cảm ơn ",
    "Thưa thầy/cô,  Em có tên trong danh sách tốt nghiệp dự kiến tháng 4. Em đã hoàn tất các thủ tục đăng ký tốt nghiệp trên mybk vào ngày 14/04 và tình trạng đăng ký là: Phiếu đăng ký đã xử lý (đợi nhận kết quả tại nơi đăng ký nhận). Em không biết như vậy là em có được tốt nghiệp vào ngày 22/04 tới không ? Vì đến bây giờ trên danh sách tốt nghiệp chính thức vẫn chưa có tên em nên em hoang mang quá ạ. Mong thầy/cô giải đáp thắc mắc giúp em. Em xin cảm ơn.",
    "Chào quý thầy/cô! Em bị mất tất cả các môn học trên BK-Elearning học kỳ 212. Em mong PĐT phục hồi giùm em do có môn tuần sau là buổi cuối có bài kiểm tra. Em cảm ơn!",
    "Kính chào Cô, Em gửi Cô \"Phiếu đề nghị được kéo dài thời gian học\" ạ.",
    "Dạ cho em vẫn chưa có đủ tiền để đóng học phí, ngày 21/4 đóng mà thời khóa biểu của em bị mất rồi, cho em hỏi có thể khôi phục lại thời khóa biểu và lịch thi giúp em không ạ. Em cảm ơn rất nhiều!",
    "Chào anh/chị, em có đăng kí tốt nghiệp trên hệ thống nhưng vẫn chưa nhận được mail xác nhận, cũng như chưa có mail mượn lễ phục hay tham dự lễ tốt nghiệp . Mong anh/chị hổ trợ giúp em ạ. Em cảm ơn.",
    "Sau khi biết được mình đóng học phí trễ thì em đã khắc phục và đóng học phí ngay rồi ạ Em xin lỗi và hứa sẽ không để tình trạng này xảy ra nữa E mong phòng đào tạo mở lại cho em lịch thi và thời khóa biểu của tài khoản mybk với ạ",
    "chào thầy,cô hk vừa rồi em thanh toán học phí trễ bị hủy thời kháo biểu nên k có điểm toong kết hk vàu rồi cho em hỏi điểm hk vừa rồi hội sv đang lập ds vậy em ghi ntn ạ hk này em vẫn đang học bt",
    "E chào nhà trường ạ, hiện tại em bị mất thời khóa biểu HK212 cũng như link học các môn trên BKEL HK212, mong nhà trường mở lại thời khóa biểu và link học lại giúp em ạ",
    "Em xin chào thầy, cô Phòng Đào Tạo. Em tên là , mssv . Hiện tại em đang học môn hóa đại cương(CH1003), do chủ quan những học kỳ đước đến thời gian thanh toán học phí sẽ được trường gửi mail, nên đợt thanh toán học phí ngày 11/4 vừa rồi em không biết dẫn đến đóng trễ học phí. Hôm nay vào coi lịch thi thì em mới phát hiện. Em xin lỗi vì sai sót của em dẫn đến việc đóng trễ học phí, hiện tại em đã thanh toán học phí trên bkbay, đây là học kỳ cuối và môn học cuối của em, em rất mong được thầy, cô Phòng Đào Tạo thông cảm hỗ trợ em có lại thời khóa biểu và lịch thi để có thể hoàn thành môn học. Em cảm ơn thầy, cô đã đọc tin của em.",
    "Mở môn học học kỳ 212 . Dạ cho em hỏi tại sao tbk và cái môn của hk 212 của e đều bị mất ạ, e kiểm tra tkb mục tkb và bkel của các bạn khác thì vẫn có ạ, mong nhà trường xem xét ạ, em xin cảm ơn",
    "Em chào thầy/cô ạ Hiện tại em chưa thanh toán học phí HK212 và đã bị hủy TKB của học kì này vì trễ hạn học phí. Thầy/cô cho em hỏi là khoảng đầu tháng 5 em mới thanh toán tất cả học phí đang nợ thì TKB của em có kịp khôi phục để thi cuối kì không ạ? Em cảm ơn ạ.",
    "Kính gửi thầy/cô. Em tên , mssv . Em không hiểu sao em bị xóa tất cả môn trên BKEl. Mong thầy cô check lại cho em ạ, em chân thành cảm ơn.",
    "Kính gửi PĐT. Em tên , mssv . Hiện tại em đóng học phí trễ nên bị xóa lịch thi, thời khóa biểu và tất cả môn trên BKEL, em mong PĐT tạo điều kiện cho em mở lại tất cả để em chuẩn bị cho ôn thi ạ, vì cuối tháng gia đình em mới có tiền đóng tiền học. Em chân thành cảm ơn.",
    "Em đóng học phí nhầm qua tài khoản chương trình clc mặc dù em đang học chương trình đại trà. Bây giờ làm sao để chuyển qua lại ạ. Em vẫn còn giữ biên lai nộp nhầm đó ạ.",
    "Dạ em chào thầy/cô ạ. Do sơ xuất vì có hơi nhiều deadline nên em quên check hạn đóng học phí nên em đóng trễ ạ. Vậy bây h em phải làm đơn đóng học phí trễ rồi hoàn thành khoản học phí còn nợ lại đúng không ạ. Tiếp theo là thầy/cô cho em hỏi đóng học phí trễ vậy thì em sẽ bị trừ điểm rèn luyện kèm nhắc nhở lần đầu phải không ạ   ",
    "Chào quý thầy/cô! Em có lịch thi để gỡ điểm Hoãn thi môn Kỹ thuật Robot vào 16h ngày 23/4 nhưng vừa nảy em lại bị dương tính covit, cho em hỏi là nếu tới ngày 23/4 em chưa hết thì em vào trường thi được không? Nếu hoãn thi thêm 1 lần nữa có thể sẽ quá 1 năm. Em không biết làm sao giờ, em cảm ơn!"
]